{"bibleAbbr":"HOV2012","bookName":"मत्ती","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"हेरोदेस राजा , तो पूर्व से कई ज्योतिषी यरूशलेम में आकर पूछने लगे,"},{"number":2,"verse":"“यहूदियों का राजा जिसका जन्म हुआ है, कहाँ है? क्योंकि हमने पूर्व में उसका तारा देखा है और उसको प्रणाम करने आए हैं।”"},{"number":3,"verse":"यह सुनकर हेरोदेस राजा और उसके साथ सारा यरूशलेम घबरा गया।"},{"number":4,"verse":"तब उसने लोगों के सब प्रधान याजकों और शास्त्रियों को इकट्ठा करके उनसे पूछा, “मसीह का जन्म कहाँ होना चाहिये?”"},{"number":5,"verse":"उन्होंने उससे कहा, “यहूदिया के बैतलहम में, क्योंकि भविष्यद्वक्‍ता के द्वारा यों लिखा गया है :"},{"number":6,"verse":"“हे बैतलहम, तू जो यहूदा के प्रदेश में है, तू किसी भी रीति से यहूदा के अधिकारियों में सबसे छोटा नहीं; क्योंकि तुझ में से एक अधिपति निकलेगा, जो मेरी प्रजा इस्राएल की रखवाली करेगा।”"},{"number":7,"verse":"तब हेरोदेस ने ज्योतिषियों को चुपके से बुलाकर उनसे पूछा कि तारा ठीक किस समय दिखाई दिया था,"},{"number":8,"verse":"और उसने यह कहकर उन्हें बैतलहम भेजा, “जाओ, उस बालक के विषय में ठीक-ठीक मालूम करो, और जब वह मिल जाए तो मुझे समाचार दो ताकि मैं भी आकर उस को प्रणाम करूँ ।”"},{"number":9,"verse":"वे राजा की बात सुनकर चले गए, और जो तारा उन्होंने पूर्व में देखा था वह उनके आगे-आगे चला; और जहाँ बालक था, उस जगह के ऊपर पहुँचकर ठहर गया।"},{"number":10,"verse":"उस तारे को देखकर वे अति आनन्दित हुए।"},{"number":11,"verse":"उन्होंने उस घर में पहुँचकर उस बालक को उसकी माता मरियम के साथ देखा, और मुँह के बल गिरकर बालक को प्रणाम किया, , और गन्धरस की भेंट चढ़ाई।"},{"number":12,"verse":"तब स्वप्न में यह चेतावनी पाकर कि हेरोदेस के पास फिर न जाना, वे दूसरे मार्ग से अपने देश को चले गए।"},{"number":13,"verse":"उनके चले जाने के बाद प्रभु के एक दूत ने स्वप्न में यूसुफ को दिखाई देकर कहा, “उठ, उस बालक को और उसकी माता को लेकर मिस्र देश को भाग जा; और जब तक मैं तुझ से न कहूँ, तब तक वहीं रहना; क्योंकि हेरोदेस इस बालक को ढूँढ़ने पर है कि उसे मरवा डाले।”"},{"number":14,"verse":"तब वह रात ही को उठकर बालक और उसकी माता को लेकर मिस्र को चल दिया,"},{"number":15,"verse":"और हेरोदेस के मरने तक वहीं रहा। इसलिये कि वह वचन जो प्रभु ने भविष्यद्वक्‍ता के द्वारा कहा था पूरा हो : “मैं ने अपने पुत्र को मिस्र से बुलाया।”"},{"number":16,"verse":"जब हेरोदेस ने यह देखा, कि ज्योतिषियों ने उसके साथ धोखा किया है, तब वह क्रोध से भर गया, और लोगों को भेजकर ज्योतिषियों द्वारा ठीक-ठीक बताए गए समय के अनुसार बैतलहम और उसके आसपास के स्थानों के सब लड़कों को जो दो वर्ष के या उससे छोटे थे, मरवा डाला।"},{"number":17,"verse":"तब जो वचन यिर्मयाह भविष्यद्वक्‍ता के द्वारा कहा गया था, वह पूरा हुआ :"},{"number":18,"verse":"“रामाह में एक करुण-नाद सुनाई दिया, रोना और बड़ा विलाप; राहेल अपने बालकों के लिए रो रही थी, और शांत होना न चाहती थी, क्योंकि वे अब नहीं रहे।”"},{"number":19,"verse":"हेरोदेस के मरने के बाद, प्रभु के दूत ने मिस्र में यूसुफ को स्वप्न में दिखाई देकर कहा,"},{"number":20,"verse":"“उठ, बालक और उसकी माता को लेकर इस्राएल के देश में चला जा, क्योंकि जो बालक के प्राण लेना चाहते थे, वे मर गए हैं।”"},{"number":21,"verse":"वह उठा, और बालक और उसकी माता को साथ लेकर इस्राएल के देश में आया।"},{"number":22,"verse":"परन्तु यह सुनकर कि अरखिलाउस अपने पिता हेरोदेस की जगह यहूदिया पर राज्य कर रहा है, वहाँ जाने से डरा। फिर स्वप्न में परमेश्‍वर से चेतावनी पाकर गलील प्रदेश में चला गया,"},{"number":23,"verse":"और नासरत नामक नगर में जा बसा, ताकि वह वचन पूरा हो, जो भविष्यद्वक्‍ताओं के द्वारा कहा गया था : “वह नासरी कहलाएगा ।”"}]}