{"bibleAbbr":"teERV1997","bookName":"ప్రకటన గ్రంథము","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"( బాబిలోను పతనము) ఇది జరిగిన తర్వాత పరలోకం నుండి మరొక దూత దిగి రావటం చూసాను. అతని తేజస్సు భూమిని ప్రకాశింప చేసింది."},{"number":2,"verse":"అతడు బిగ్గరగా యిలా అన్నాడు: “బాబిలోను మహానగరం కూలిపోయింది, కూలిపోయింది. అది అక్కడ దయ్యాలకు నివాసమైంది. ప్రతి దురాత్మకు అది తిరుగులాడు స్థలమైంది. ప్రతి ఏవగింపు కలిగించే అపవిత్రమైన పక్షికి అది సంచరించు స్థలమైంది."},{"number":3,"verse":"దేశాలన్నీ దాని వ్యభిచారమనే మద్యాన్ని త్రాగాయి. దేవుని ఆగ్రహమనే మద్యాన్ని త్రాగి మత్తెక్కి పోయాయి. భూరాజులు దాంతో వ్యభిచరించారు. ప్రపంచంలోని వర్తకులు, దాని మితి మీరిన విలాసాలతో ధనవంతులయ్యారు.”"},{"number":4,"verse":"ఆ తదుపరి ఇంకొక స్వరం పరలోకంలో నుండి ఈ విధంగా అనటం విన్నాను: “నా ప్రజలారా! దానిలో నుండి బయటకు రండి. ఎందుకంటే దాని పాపాల్లో మీరు పాలుపంచుకోరు. అప్పుడు దానికున్న తెగుళ్ళు మీకు రావు."},{"number":5,"verse":"దాని పాపాలు ఆకాశం అంత ఎత్తుగా పేరుకుపోయాయి. దేవునికి దాని నేరాలు జ్ఞాపకం ఉన్నాయి."},{"number":6,"verse":"అది యిచ్చింది తిరిగి దానికే యివ్వండి. అది చేసిన దానికి రెండింతలు దానికి చెల్లించండి. దాని పాత్రలో రెండింతలు ఘాటుగా ఉన్న మద్యాన్ని పొయ్యండి."},{"number":7,"verse":"ఆ పట్టణం అనుభవించిన పేరు ప్రతిష్ఠలకు సమానంగా అది అనుభవించిన సుఖాలకు సమానంగా దానికి దుఃఖాలు కలిగించి హింసించండి. అది తన మనస్సులో, ‘నేను రాణిలా సింహాసనంపై కూర్చుంటాను. నేను ఎన్నటికీ వితంతువును కాను. నేను ఎన్నటికీ దుఃఖించను’ అని తనలో గర్విస్తుంది."},{"number":8,"verse":"అందువల్ల చావు, దుఃఖము, కరువు, తెగులు ఒకేరోజు వచ్చి దాన్ని బాధిస్తాయి. దానిపై తీర్పు చెప్పే మన ప్రభువైన దేవుడు శక్తివంతుడు కనుక దాన్ని మంటల్లో కాల్చి వేస్తాడు."},{"number":9,"verse":"“దానితో వ్యభిచరించి సుఖాలనుభవించిన భూరాజులు అది మండుతున్నప్పుడు వచ్చిన పొగలు చూసి దానికోసం గుండెలు బాదుకొని దుఃఖిస్తారు."},{"number":10,"verse":"దానికి జరుగుతున్న హింసను చూసి భయపడి దూరంగా నిలబడి, ‘అయ్యో! అయ్యో! మహానగరమా! శక్తివంతమైన బాబిలోను నగరమా! ఒకే ఒక గంటలో నీకు నాశనం వచ్చింది’ అని విలపిస్తారు."},{"number":11,"verse":"“ప్రపంచంలోని వర్తకులు తమ వస్తువులు యిక మీదట కొనేవారు ఎవ్వరూ ఉండరు కనుక తమ నష్టానికి దానిమీద విలపిస్తారు."},{"number":12,"verse":"వీళ్ళు బంగారు, వెండి వస్తువులు, రత్నాలు, ముత్యాలు, సున్నితమైన నార బట్టలు, ఊదారంగు వస్త్రాలు, పట్టు వస్త్రలు, ఎర్రటి రంగుగల వస్త్రాలు, దబ్బచెట్ల పలకలు, దంతంతో, మంచి చెక్కతో, కంచుతో, ఇనుముతో, చలువరాతితో చేసిన అన్ని రకాల వస్తువులు,"},{"number":13,"verse":"దాల్చిన చెక్క, ఓమము, అగరుబత్తులు, మంచి అత్తరు, సాంబ్రాణి, ద్రాక్షారసం, ఒలీవ నూనె, మెత్తని పిండి, గోధుమలు, పశువులు, గొర్రెలు, గుర్రాలు, బండ్లు, బానిసలు, మనుష్యుల శరీరాలు, ప్రాణాలు అమ్మేవాళ్ళు."},{"number":14,"verse":"వాళ్ళు, ‘నీవు కోరిన ఫలము దొరకలేదు. నీ ఐశ్వర్యము, నీ భోగము నశించిపొయ్యాయి. అవి మళ్ళీ రావు’ అని అన్నారు."},{"number":15,"verse":"“వస్తువులు అమ్మి ధనం గడించిన వర్తకులు ఆమె అనుభవిస్తున్న హింసను చూసి భయపడి దూరంగా నిలుచుంటారు. వాళ్ళు దుఃఖంతో విలపిస్తారు."},{"number":16,"verse":"వాళ్ళు, ‘అయ్యో! అయ్యో! సున్నితమైన వస్త్రాల్ని, ఊదారంగు వస్త్రాల్ని, ఎర్రటి రంగు వస్త్రాల్ని ధరించిన మహానగరమా! బంగారుతో, రత్నాలతో, ముత్యాలతో చేసిన నగలు ధరించిన మహానగరమా!"},{"number":17,"verse":"ఒకే ఒక గంటలో నీ ఐశ్వర్యమంతా నశించిపోయిందే!’ అని విలపిస్తారు. “ప్రతి నావికాధికారి, ఓడలో ప్రయాణం చేసే ప్రతి యాత్రికుడు, నావికులు, సముద్రం ద్వారా తమ జీతం గడించి జీవించే వాళ్ళు అందరూ దూరంగా నిలబడి ఉన్నారు."},{"number":18,"verse":"ఆ పట్టణం కాలుతున్నప్పుడు వచ్చే పొగలను చూసి వాళ్ళు ఆశ్చర్యంతో, ‘ఈ మహానగరమంత గొప్పగా ఏ పట్టణమైనా ఉందా?’ అని అంటారు."},{"number":19,"verse":"వాళ్ళు దుఃఖంతో విలపిస్తూ, దుమ్మును నెత్తిన వేసుకొంటూ, ‘అయ్యో! అయ్యో! మహానగరమా! సముద్రంలో ఓడ ఉన్న ప్రతి ఒక్కడూ దాని ధనంవల్ల ధనికులయ్యారే! ఒకే ఒక గంటలో ఆమె నాశనమయ్యిందే! అని ఏడుస్తారు."},{"number":20,"verse":"పరలోకమా! దాని పతనానికి ఆనందించు! విశ్వాసులారా! అపొస్తలులారా! ప్రవక్తలారా! ఆనందించండి. అది మీతో ప్రవర్తించిన విధానానికి దేవుడు దానికి తగిన శిక్ష విధించాడు’” అని అంటారు."},{"number":21,"verse":"అప్పుడు ఒక శక్తివంతుడైన దూత తిరుగటిరాయి వంటి పెద్దరాయిని ఎత్తి సముద్రంలో పారవేసి ఈ విధంగా అన్నాడు: “గొప్ప శక్తితో బాబిలోను మహానగరం క్రిందికి పారవేయబడుతుంది. అది మళ్ళీ కనిపించదు."},{"number":22,"verse":"వీణను వాయించేవాళ్ళ సంగీతం, యితర వాయిద్యాలు వాయించేవాళ్ళ సంగీతం, పిల్లనగ్రోవి ఊదేవాళ్ళ సంగీతం, బూర ఊదేవాళ్ళ సంగీతం, నీలో మళ్ళీ వినిపించదు. పని చేయగలవాడు నీలో మళ్ళీ కనిపించడు. తిరుగటి రాయి శబ్దం మళ్ళీ నీలో వినిపించదు."},{"number":23,"verse":"దీపపు కాంతి నీలో మళ్ళీ ప్రకాశించదు. కొత్త దంపతుల మాటలు నీలో మళ్ళీ వినిపించవు. నీ వర్తకులు ప్రపంచంలో గొప్పగా ఉన్నారు. నీ గారడీలతో దేశాలు తప్పుదారి పట్టాయి."},{"number":24,"verse":"ఆ పట్టణంలో ప్రవక్తల రక్తం, పవిత్రుల రక్తం కనిపించింది. ప్రపంచంలో వధింపబడిన వాళ్ళందరి రక్తం, ఆ పట్టణంలో కనిపించింది.”"}]}