{"bibleAbbr":"ISV2011","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"{The Queen of Sheba Visits Solomon} {(2 Chronicles 9:1-28)} d When the queen of Sheba heard about Solomon's reputation with the Lord , she came to test him {Lit. Solomon} with difficult questions."},{"number":2,"verse":"She brought along a large retinue, camels laden with spices, and lots of gold and precious stones. Upon her arrival, she spoke with Solomon about everything that was on her mind. {Lit. was with her heart}"},{"number":3,"verse":"Solomon answered all of her questions. Nothing was hidden from Solomon that he did not explain to her."},{"number":4,"verse":"When the queen of Sheba had seen all of Solomon's wisdom for herself, the palace that he had built,"},{"number":5,"verse":"the food set at his table, his servants who sat with him, his ministers in attendance and how they were dressed, his personal staff {Lit. his cupbearers} and how they were dressed, and even his personal stairway by which he went up to the Lord's Temple, she was breathless!"},{"number":6,"verse":"\"Everything I heard about your wisdom and what you have to say is true!\" she gasped,"},{"number":7,"verse":"\"but I didn't believe it at first! But then I came here and I've seen it for myself! It's amazing! I wasn't told half of what's really great about your wisdom. You're far better in person than what the reports have said about you!"},{"number":8,"verse":"How blessed are your staff! And how blessed are your employees who serve you continuously and get to listen to your wisdom!"},{"number":9,"verse":"Blessed be the Lord your God, who is delighted with you! He set you in place on the throne of Israel because the Lord loved Israel forever. That's why he made you to be king, so you could carry out justice and implement righteousness.\""},{"number":10,"verse":"Then she gave the king 9, pounds {Lit. 120 talents ; a talent weighed about 75 pounds} of gold, a vast quantity of spices, and precious stones. No spices ever came again that were comparable to those that the queen of Sheba gave to King Solomon."},{"number":11,"verse":"Hiram's ships that brought gold from Ophir, {Or from a source of fine gold ; cf. 1Chr 29:4} also brought from Ophir {Or from a source of fine gold ; cf. 1Chr 29:4} lots of algum wood {Or presented Juniper trees} and precious stones."},{"number":12,"verse":"The king used the algum wood {Or the Juniper trees} to have supports made for the Lord's Temple and for the royal palace, as well as lyres and harps for the choir, {Lit. singers} and nothing like that wood {The Heb. lacks wood} has ever come again or even been seen since right to this day."},{"number":13,"verse":"In return, King Solomon gave the queen of Sheba everything she wanted and had requested in addition to what he had given her consistent with his generosity. Afterward, she returned to her own land with her servants."},{"number":14,"verse":"{Solomon's Wealth} {(2 Chronicles 1:14-17; 10:13-28)} d Solomon received annually about 49950 {Lit. 666 talents ; a talent weighed about 75 pounds} pounds of gold,"},{"number":15,"verse":"not including revenue from traders, merchants, and from all the kings of Arabia and the governors of the land."},{"number":16,"verse":"King Solomon made 200 large shields of beaten gold, overlaying each large shield with the gold from 600 gold pieces, {MT does not identify the individual unit of measure}"},{"number":17,"verse":"and 300 shields from beaten gold, overlaying each shield with the gold from 300 gold pieces. {MT does not identify the individual unit of measure} The king put them in his palace in the Lebanon forest."},{"number":18,"verse":"The king also made a great ivory throne and overlaid it with pure gold."},{"number":19,"verse":"Six steps led up to the throne, which had a round canopy fastened to the rear of the throne and armrests on each side of the seat and two lions standing on either side of each armrest."},{"number":20,"verse":"Twelve lions were placed on both sides of the six steps leading to the throne, {The Heb. lacks leading to the throne} and nothing comparable was made for any other {The Heb. lacks other} kingdoms."},{"number":21,"verse":"All of King Solomon's drinking vessels were made of {The Heb. lacks made of} gold, and all the vessels in his palace in the Lebanon forest were made of {The Heb. lacks made of} pure gold. None were of silver, because silver was never considered to be valuable during Solomon's lifetime,"},{"number":22,"verse":"because the king had ships that sailed to Tarshish accompanied by Hiram's ships. Once every three years ships from Tarshish returned, bringing gold, silver, ivory, apes, and peacocks."},{"number":23,"verse":"As a result, King Solomon became greater than all the kings of the earth in regards to wealth and wisdom."},{"number":24,"verse":"All the earth continued to seek audiences with Solomon so they could hear the wise things that God had put in his heart."},{"number":25,"verse":"Everyone kept on bringing gifts on an annual basis, including items made of silver and gold, garments, myrrh, spices, horses, and mules."},{"number":26,"verse":"Solomon accumulated chariots and cavalry. He had 1400 chariots and 12, cavalry soldiers. He stationed them in various chariot cities and with the king in Jerusalem."},{"number":27,"verse":"The king made silver as common as {The Heb. lacks as common as} stones in Jerusalem, and made cedar trees as abundant as sycamore trees in the Shephelah. {I. e. the verdant central lowlands of Israel; cf. Josh 10:40}"},{"number":28,"verse":"Solomon imported horses from Egypt and Kue, and the king's buyers procured them at market price from Kue."},{"number":29,"verse":"A chariot from Egypt cost 600 pieces {The denomination of silver coin is not specified.} of silver, and a horse 150 pieces of silver, {The Heb. lacks pieces of silver} but then they were exported to all the Hittite kings and to the Aramean kings."}]}