{"bibleAbbr":"ISV2011","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"{Solomon's Forbidden Marriages and Idolatry} {(2 Chronicles 9:1-28)} d But King Solomon married {Lit. loved} many foreign women besides the daughter of Pharaoh: women from Moab, Ammon, Edom, and Sidonia, along with Hittite women, too,"},{"number":2,"verse":"all of them from nations that the Lord had ordered the Israelis, \"You are not to associate with {Lit. to go in to} them and they are not to associate with you, because they will most certainly turn your affections {Lit. hearts} away to follow their gods.\" Solomon became deeply attached to them by falling in love."},{"number":3,"verse":"He had 700 princess wives and 300 mistresses {Or concubines ; i. e. secondary wives} who {Lit. mistresses, and his wives} turned his heart away from the Lord, {The Heb. lacks from the Lord}"},{"number":4,"verse":"because as Solomon grew older, his wives turned his affections away after other gods, and his heart was not fully as devoted to the Lord his God as his father David's heart had been."},{"number":5,"verse":"Solomon pursued Astarte, the Sidonian goddess, and Milcom, that detestable Ammonite idol."},{"number":6,"verse":"Solomon practiced what the Lord considered to be evil by not fully following the Lord , as had his father David."},{"number":7,"verse":"Later, Solomon even constructed a high place on the mountain east of Jerusalem that was dedicated to Chemosh, that detestable Moabite idol, and to Molech, the detestable Ammonite idol."},{"number":8,"verse":"Solomon {Lit. He} did this for all of his foreign wives, who burned incense and sacrificed to their own gods."},{"number":9,"verse":"The Lord became angry at Solomon because his heart wandered away from the Lord God of Israel, who had appeared to him twice {Cf. 1King 3:5, 9:2}"},{"number":10,"verse":"and warned him about this so he would not pursue other gods. But he did not obey what the Lord had commanded,"},{"number":11,"verse":"so the Lord told Solomon, \"Because you have done this and haven't kept my covenant and statutes that I commanded you, I'm going to tear the kingdom from you and give it to your servant."},{"number":12,"verse":"I'm not going to do this during your lifetime, for the sake of your father David, but I will tear it out of your son's control. {Lit. hand}"},{"number":13,"verse":"For the sake of my servant David and for the sake of Jerusalem, I won't tear away the entire kingdom. I'll leave one tribe for your son to govern.\" {The Heb. lacks to govern}"},{"number":14,"verse":"{Solomon's Enemies} d After this, the Lord allowed {Lit. raised up} Hadad the Edomite to oppose Solomon. He was part of the royal line of Edom."},{"number":15,"verse":"During David's military campaign against Edom, when his army commander Joab had gone out to bury the dead, he killed every male in Edom."},{"number":16,"verse":"Joab had his entire army of Israel stay there for six months until he had eliminated every male in Edom."},{"number":17,"verse":"But Hadad escaped to Egypt in the company of some of his father's Edomite servants, while Hadad was still a little child."},{"number":18,"verse":"They left Midian, arrived in Paran, and left from Paran with some men and traveled on to Egypt, where Pharaoh, king of Egypt, gave him a house to live in, assigned a food allotment to him, and gave him some land."},{"number":19,"verse":"Hadad won the affection of the Pharaoh, who gave permission for Hadad to marry the sister of his own wife, Queen Tahpenes."},{"number":20,"verse":"Queen Tahpenes'sister bore him his son Genubath, whom Tahpenes weaned in Pharaoh's palace while Genubath lived in Pharaoh's palace with the Pharaoh's own sons."},{"number":21,"verse":"Later on, Hadad learned in Egypt that David had been buried {Lit. had slept} with his ancestors and that Joab the army commander was dead. So Hadad asked Pharaoh, \"Please send me out so I can go back to my own land.\""},{"number":22,"verse":"Pharaoh asked him, \"But have you lacked anything from me that would make you want to go back to your own country?\" \"No,\"he answered, \"but I still really must leave.\""},{"number":23,"verse":"God also raised up Eliada's son Rezon, who had escaped from his master King Hadadezer of Zobah."},{"number":24,"verse":"He raised an army and commanded a gang of raiders after David had eliminated those who lived in Zobah. Rezon and his army {Lit. They} moved to Damascus, remained there, and Rezon ruled from Damascus."},{"number":25,"verse":"He opposed Israel during Solomon's entire reign, in addition to all of the evil things that Hadad did. Rezon {Lit. He} also hated Israel while he reigned over Aram."},{"number":26,"verse":"{Jeroboam Rebels against Solomon} d Solomon had a servant, Nebat's son Jeroboam, who was an Ephraimite from Zeredah. His widowed mother was named Zeruah. Jeroboam rebelled against Solomon,"},{"number":27,"verse":"and this is why he rose in rebellion against the king: Solomon had built up the terrace ramparts {Lit. the Millo , fortified areas of ancient Jerusalem with terraces and retaining walls} in the city of his father David in order to repair a weakness."},{"number":28,"verse":"Jeroboam was a valiant soldier, and because Solomon observed that the young man was able to get things done, he set him in charge over all of the conscripted labor from the household of Joseph."},{"number":29,"verse":"During that time, Jeroboam left Jerusalem and the prophet Ahijah the Shilonite met him on the road. Ahijah had wrapped himself up in a new cloak, and both of them were alone on the open road."},{"number":30,"verse":"Ahijah grabbed the new cloak that he was wearing and tore it into twelve pieces!"},{"number":31,"verse":"Then he told Jeroboam, \"Take ten pieces for yourself, because this is what the Lord God of Israel says: «Pay attention! I'm going to tear the kingdom out of Solomon's control {Lit. hand} and give you ten tribes."},{"number":32,"verse":"I'll leave him one tribe for the sake of my servant David and one tribe {The Heb. lacks one tribe} for the sake of Jerusalem, the city that I chose from all of the tribes of Israel."},{"number":33,"verse":"I'm doing this {The Heb. lacks I'm doing this} because they have abandoned me and worshipped that Sidonian goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom. They haven't lived my way by doing what I consider to be right and observing my statutes and my ordinances, like his father David did."},{"number":34,"verse":"«Nevertheless, I won't take the entire kingdom away from him, but I'll let him reign for the rest of his life, because of my servant David, whom I chose, who obeyed my commandments and statutes,"},{"number":35,"verse":"but I will take the kingdom away from his son's control {Lit. hand} and give ten tribes to you."},{"number":36,"verse":"I'll give one tribe to his son, so my servant David will always have a light shining in my presence in Jerusalem, the city that I chose for myself and where I have placed my name."},{"number":37,"verse":"I'm going to take you and have you reign over whatever you desire. You will be king over Israel."},{"number":38,"verse":"If you listen to everything that I command you to do, and if you live your life my way, {Lit. you walk in my ways} and if you do what I consider to be right by observing my statutes and my commandments, just like my servant David did, then I will be with you, I will build an enduring dynasty for you, {Lit. enduring house} just like I did for David, and I'll give Israel to you."},{"number":39,"verse":"This is how I'm going to afflict David's descendants because of what they have done, though I won't do it continuously.»\""},{"number":40,"verse":"That's why Solomon tried to execute Jeroboam, but Jeroboam got up and fled to Egypt, where he lived as a guest of King Shishak and remained until Solomon had died."},{"number":41,"verse":"{The Death of Solomon} {(2 Chronicles 9:29-31)} d Now the rest of Solomon's accomplishments, including everything else he did, as well as records of {The Heb. lacks records of} his wisdom, are recorded in the Book of the Acts of Solomon, are they not?"},{"number":42,"verse":"Solomon reigned over all of Israel from Jerusalem for a total of 40 years."},{"number":43,"verse":"Then Solomon died, as had {Lit. Solomon slept with} his ancestors, and he was buried in the city of his father David. His son Rehoboam reigned in his place."}]}