{"bibleAbbr":"ISV2011","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"{Ahab Attacks the Arameans} d A little while later, King Ben-hadad of Aram mustered an army of cavalry and chariots in a military confederacy with 32 kings, invaded Samaria, and set up siege encampments there."},{"number":2,"verse":"Then he sent envoys to visit King Ahab of Israel and told him, \"This is what Ben-hadad says:"},{"number":3,"verse":"«Your silver and gold belong to me. So do the most beautiful of your wives and children.»\""},{"number":4,"verse":"\"Whatever you want, your majesty,\"the king of Israel answered. \"I belong to you, as does everything I own.\""},{"number":5,"verse":"After delivering Ahab's answer, {The Heb. lacks After delivering Ahab's answer} the envoys returned with this message: \"This is what Ben-hadad says: «I've sent my envoys to you to tell you that your silver, gold, wives, and children are to be given to me."},{"number":6,"verse":"About this time tomorrow, I'll send my servants to you, and they'll search through your palace and your servants'houses. Whatever is important to you will be seized {Lit. seized in their hand} and taken away.»\""},{"number":7,"verse":"Then the king of Israel called together all of the elders of the land and told them, \"Please note that this man is here looking for trouble. He sent a message to me, demanding my wives, my children, and my silver and gold, and I haven't refused him.\""},{"number":8,"verse":"\"Don't listen to him,\"all the elders and the people replied. \"And don't agree to his terms.\" {The Heb. lacks to his terms}"},{"number":9,"verse":"So he told Ben-hadad's envoys, \"Tell his majesty the king, «Everything that you asked for the first time I will do, but this thing I cannot do.»\" So the envoys left to deliver Ahab's response. They {Lit. deliver and} returned a little while later."},{"number":10,"verse":"Beh-hadad sent this message back: \"May the gods do so to me, and more than that also, if the dust that remains of Samaria is enough to fill up a few handfuls for all of the armies at my disposal.\""},{"number":11,"verse":"But the king of Israel replied, \"Tell him, «The one who is starting to strap on his battle armor should never brag like the one who is taking it off.»\""},{"number":12,"verse":"Ben-hadad received Ahab's response {Lit. message} while he was celebrating with his kings in the battle pavilions. \"Sound «Battle Stations!»\" he ordered, and the army began to prepare their attack."},{"number":13,"verse":"{God's Prophets Rebuke Ahab} d Right about then, a prophet approached King Ahab of Israel and told him, \"This is what the Lord says: «You see all of this great big army, do you? Well now, I'm going to deliver them all right into your hand, and you will learn that I am the Lord !»\""},{"number":14,"verse":"\"By whom?\" Ahab asked. \"This is what the Lord says,\"the prophet replied. «By the young men who serve as officials within the provinces.»\" \"Who is to begin the battle?\" Ahab asked. \"You,\"the prophet answered."},{"number":15,"verse":"So Ahab {Lit. he} gathered together 232 young men who served as officials within the provinces and then mustered 7, soldiers from among the Israelis."},{"number":16,"verse":"They attacked at noon, just as Ben-hadad was drinking himself drunk in the battle pavilions, along with the 32 kings who had joined him."},{"number":17,"verse":"The young men who served as officials within the provinces led the charge, and somebody informed Ben-hadad, \"Some men have come out from Samaria.\""},{"number":18,"verse":"\"Take them alive, whether they've come in peace or not,\"he ordered."},{"number":19,"verse":"Meanwhile, as the young men who served as officials within the provinces left the city, their army followed after them."},{"number":20,"verse":"Each man struck down his opponent, and the Arameans ran away with Israel in pursuit. King Ben-hadad of Aram escaped on horseback with the help of {The Heb. lacks the help of} his cavalry."},{"number":21,"verse":"The king of Israel went out and attacked the cavalry and chariots and killed the Arameans in a massive victory. {20;21 Or slaughter}"},{"number":22,"verse":"The prophet approached the king of Israel and told him, \"Go replenish your forces and prepare for the future, because early this next year the king of Aram will attack you again.\""},{"number":23,"verse":"{The Arameans are Defeated} d Sure enough, the advisors to the king of Aram told him, \"Their gods are mountain gods. That's why they were stronger than we were. But when we fight them on the plains, we're certain to be the stronger army!"},{"number":24,"verse":"So do this: remove the kings from command {The Heb. lacks from command} and replace them with captains."},{"number":25,"verse":"Then replace the army that you lost, horse-for-horse and chariot-for-chariot. We'll fight them on the plains, and we're certain to be the stronger army.\" Ben-hadad {Lit. He} listened to what they had to say and carried out their advice."},{"number":26,"verse":"Early the next year, Ben-hadad mustered the Arameans and invaded Aphek in a battle against Israel."},{"number":27,"verse":"The Israelis were mustered, equipped with provisions, and sent out to fight. The Israeli encampment looked like two little flocks of goats compared to how the Aramean encampments {The Heb. lacks encampments} filled the countryside!"},{"number":28,"verse":"Right about then, a man of God approached and told the king of Israel, \"This is what the Lord says: «Because the Arameans keep saying \"The Lord is a mountain god, but isn't a valley god,\"I'm going to deliver this entire vast army right into your control, so you'll learn that I really am the Lord .»\""},{"number":29,"verse":"So they remained in opposing camps for seven days. Then on the seventh day the battle commenced, and the Israelis killed 100, Aramean infantry troops in a single day."},{"number":30,"verse":"The rest of the Aramean army retreated into Aphek, but the city wall collapsed on 27, soldiers who had taken shelter there. Ben-hadad himself ran away and hid inside a closet {Lit. inside an inner room} somewhere in the city."},{"number":31,"verse":"\"Look, now,\"his advisors suggested, \"we've heard that the Israeli kings are merciful. So let's clothe ourselves with sackcloth, tie our hair back with ropes, and go out to the king of Israel. Maybe he'll spare your life.\""},{"number":32,"verse":"So they put on some sackcloth, tied their hair back with ropes, and approached the king of Israel. \"Your servant Ben-hadad says this,\"they said. \"Please let me live.\" \"Is he still alive?\" Ahab asked. \"He's my brother.\""},{"number":33,"verse":"Ben-hadad's advisors, {Lit. The men} quickly analyzing the signs in what Ahab was saying, responded, \"Yes, your brother Ben-hadad.\" \"Go get him,\"Ahab responded. So Ben-hadad came out to him, and Ahab took him up into his personal chariot."},{"number":34,"verse":"Ben-hadad made this promise to Ahab: \"I will restore the cities that my ancestors took from your ancestors. You'll be able to build streets named after yourself in Damascus, as my father did in Samaria.\" \"With this promise I will release you,\"Ahab {Lit. he} replied. So Ahab {Lit. he} made a treaty with Ben-hadad {Lit. him} and let him go."},{"number":35,"verse":"{Ahab is Condemned} d Right about then, one of the members of the guild {Lit. sons} of prophets told another through a message from the Lord : \"Please strike me!\" But the man refused to do so,"},{"number":36,"verse":"so he told him, \"Because you haven't obeyed the Lord's voice, as soon as you leave here, a lion will kill you.\" As soon as the man left, a lion found him and killed him."},{"number":37,"verse":"Later, he found another man and told him, \"Please strike me!\" So the man struck him and wounded him."},{"number":38,"verse":"Then the prophet left and waited for the king to pass by, disguising himself with a bandage over his eyes."},{"number":39,"verse":"As the king was passing by, he cried out to the king and told him, \"Your servant went out into the middle of the battle, and a soldier turned aside, brought a prisoner to me, and told me, «Guard this man. If he turns up missing for any reason at all, you'll pay for it with your life or be fined 75 pounds {Lit. fined a talent ; a talent weight about 75 pounds} of silver.'"},{"number":40,"verse":"While your servant was busy here and there, the prisoner escaped.\" The king told him, \"By your actions you've earned the proper judgment!\""},{"number":41,"verse":"Then the prophet quickly tore off his bandage, and the king of Israel recognized him as being one of the prophets."},{"number":42,"verse":"He told the king, {Lit. told him} \"This is what the Lord says: «Because you let the man whom I had dedicated to destruction go free, therefore your life is to be forfeited for his life, and your people for his people.»\""},{"number":43,"verse":"After hearing this, the king of Israel rode back to his palace in Samaria, frustrated and in a foul mood."}]}