{"bibleAbbr":"ISV2011","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"{Solomon Prays for Wisdom} {(2 Chronicles 1:2-13)} d Later, Solomon intermarried with the family of {Lit. The Heb. lacks the family of} Pharaoh, the king of Egypt by taking his daughter and bringing her to the city of David to live until he had completed building his own palace, the Lord's Temple, and the wall around Jerusalem."},{"number":2,"verse":"The people were sacrificing at various high places because the Temple had not yet been built and dedicated to {Lit. built for the name of} the Lord ."},{"number":3,"verse":"Solomon loved the Lord , and lived according to the statutes that his father David obeyed, except that he sacrificed and burned offerings at the high places."},{"number":4,"verse":"The king used to go to Gibeon to sacrifice, since there was a famous high place there, where Solomon once offered 1, burnt offerings on that altar."},{"number":5,"verse":"The Lord appeared to Solomon one night in a dream and told him, \"Ask me for whatever you want and I'll give it to you.\""},{"number":6,"verse":"So Solomon said: \"You have demonstrated abundant gracious love to your servant David, my father, as he lived in your presence truthfully, righteously, and uprightly in his heart. In addition, you have kept on showing this abundant gracious love by giving him a son to sit on his throne today."},{"number":7,"verse":"Now, Lord my God, you have set me as king to replace my father David, but I'm still young. I don't have any leadership skills. {Lit. I'm only a youth and don't know how to come and go}"},{"number":8,"verse":"Your servant lives in the midst of your people that you have chosen, a great people that is too numerous to be counted."},{"number":9,"verse":"So give your servant an understanding mind to govern your people, so I can discern between good and evil. Otherwise, how will I be able to govern this great people of yours?\""},{"number":10,"verse":"The Lord was pleased that Solomon had asked for this,"},{"number":11,"verse":"so God told him: \"Because you asked for this, and you didn't ask for a long life for yourself, and you didn't ask for the lives of your enemies, but instead you've asked for discernment so you can understand how to govern,"},{"number":12,"verse":"look how I'm going to do precisely what you asked. I'm giving you a wise and discerning mind, so that there will have been no one like you before you and no one will arise after you like you."},{"number":13,"verse":"I'm also giving you what you haven't requested: both riches and honor, so that no other king will be comparable to you during your lifetime."},{"number":14,"verse":"If you will live life my way, keeping my statutes and my commands, just like your father David did, I'll also increase the length of your life.\""},{"number":15,"verse":"Then Solomon woke up and realized that he had dreamed a dream. Then he went back to Jerusalem, stood before the ark of the Lord's covenant, offered burnt offerings and peace offerings, and threw a party for all of his servants."},{"number":16,"verse":"{Solomon's Wisdom is Tested} d Right about then, two prostitutes approached the king and requested an audience with him."},{"number":17,"verse":"One woman said, \"Your majesty, this woman and I live in the same house. I gave birth to a child while she was in the house."},{"number":18,"verse":"Three days later, this woman also gave birth. We lived alone there. There was nobody else with us in the house. It was just the two of us."},{"number":19,"verse":"This woman's son died overnight because she laid on top of him."},{"number":20,"verse":"She got up in the middle of the night, took my son from me while your servant was asleep, and laid him to her breast after laying her dead son next to me."},{"number":21,"verse":"The next morning, I got up to nurse my son, and he was dead. But when I examined him carefully in the light of day, he turned out not to be my son whom I had borne!\""},{"number":22,"verse":"\"Not so,\"claimed the other woman. \"The living child is my son, and the dead one is yours.\" But the first woman said, \"Not so! The dead child is your son and the living one is my son.\" This is what they testified before the king."},{"number":23,"verse":"The king said, \"One of them claims, «This living son is mine, and your son is the dead one'and the other claims «No. Your son is the dead one and my son is the living one.'"},{"number":24,"verse":"\"Somebody get me a sword.\" So they brought a sword to the king."},{"number":25,"verse":"\"Divide the living child in two!\" he ordered. \"Give half to the one and half to the other.\""},{"number":26,"verse":"The woman whose child was still alive cried out to the king, because her heart yearned for her son. \"Oh no, your majesty!\" she said. \"Give her the living child. Please don't kill him.\" But the other woman said, \"Cut him in half! That way, he'll belong to neither one of us.\""},{"number":27,"verse":"The king announced his decision: \"Give the living child to the first woman. Don't kill him. She is his mother.\""},{"number":28,"verse":"When this decision that the king had handed down was announced, everybody in Israel was amazed at {Lit. Israel feared} the king, because they all saw that God's wisdom was in him, enabling him to administer justice."}]}