{"bibleAbbr":"ISV2011","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"{Preparations to Build the Temple} {(2 Chronicles 2:1-18)} d {This v. is 4:15 in MT, 5:2 is 4:16, and so on through 5:18, which is 4:32 in MT} King Hiram of Tyre sent his servants to Solomon when he learned that Solomon {Lit. he} had been anointed king to replace his father, because Hiram had been David's lifelong friend. {Lit. David's friend all his days}"},{"number":2,"verse":"Solomon sent this message to Hiram:"},{"number":3,"verse":"\"You know that my father David was unable to build a temple dedicated to {Lit. temple to the name of} the Lord his God because he was busy fighting wars all around him until the Lord defeated his enemies."},{"number":4,"verse":"But now the Lord has given me rest all around, since I have neither foreign adversaries nor domestic crises."},{"number":5,"verse":"So now I'm planning to build a temple dedicated to {Lit. temple to the name of} the Lord my God, just as the Lord told my father when he said, «Your son, whom I will set on your throne to replace you, will build the Temple dedicated to me.'{Lit. to my name}"},{"number":6,"verse":"Now therefore please order that cedars of Lebanon be cut for me. My servants will work with your servants, and I will pay your servants whatever wages you set, because you know there is no one among us who knows how to cut timber like the Sidonians do.\""},{"number":7,"verse":"As soon as Hiram received the message from Solomon, he became so ecstatic that he exclaimed, \"Blessed be the Lord today, who has given David a wise son to rule this great people!\" Then he sent this message to Solomon:"},{"number":8,"verse":"\"I have read the letter that you sent me. I'll do what you've asked about the cedar and cypress timber."},{"number":9,"verse":"My servants will transport them from Lebanon to the sea, where we'll make them into rafts and float them by sea to the port that you tell me to send them. We'll have them prepared for transport there and then you can carry them from there. You can meet my needs by providing provisions for my household.\""},{"number":10,"verse":"That's how Hiram came to provide Solomon as much cedar and cypress timber as he needed."},{"number":11,"verse":"In return, Solomon paid Hiram 20, kors of wheat as food for his household, and 20 kors of beaten oil. Solomon provided this amount every year during the construction. {The Heb. lacks during the construction}"},{"number":12,"verse":"The Lord continued giving Solomon wisdom, just as he had promised, and Hiram and Solomon entered into a peace treaty between themselves."},{"number":13,"verse":"{Conscripted Labor for the Building Program} d King Solomon conscripted laborers from throughout Israel. The work force numbered 30, men."},{"number":14,"verse":"He sent 10, men to Lebanon in shifts lasting one month. They worked one month in Lebanon for every two months they worked at home. Adoniram was placed in charge of the conscripted labor."},{"number":15,"verse":"Solomon also employed 70, heavy-lift workers and 80, stonecutters in the hill country."},{"number":16,"verse":"Solomon also employed 3300 officials to supervise the work and to manage the people employed in the construction."},{"number":17,"verse":"The king specified that large, expensive stones be quarried so the foundation of the Temple could be laid with cut stones."},{"number":18,"verse":"As a result, Solomon's builders worked with Hiram's builders, accompanied by the Gebalites, to quarry the stone and to prepare the timber and other {The Heb. lacks other} stone for the Temple's construction."}]}