{"bibleAbbr":"siROV","bookName":"සාලමොන්ගේ ගීතිකා","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"( ප්‍රේමවන්තයන්ගේ හිතේසි ආදරය) සාලමොන්ගේ උතුම් ගීතිකාවය."},{"number":2,"verse":"ඔහු තමාගේ මුඛයේ සිඹීම්වලින් මා සිඹීවා. මක්නිසාද ඔබේ ප්‍රේමය මුද්‍රිකපානයට වඩා හොඳය."},{"number":3,"verse":"ඔබේ විලවුන් මිහිරි සුවඳින් යුක්තය; ඔබේ නාමය වැගිරෙවු විලවුන් මෙන්ය; එබැවින් කන්‍යාවෝ ඔබට ප්‍රේමකෙරෙති."},{"number":4,"verse":"මා ඇදගන්න; අපි ඔබ අනුව දුවන්නෙමුව. රජ තමාගේ ඇතුල් ගෙවලට මා පැමිණෙවුවේය. අපි ඔබ කෙරෙහි ප්‍රීති සන්තෝෂවන්නෙමුව, මුද්‍රිකපානයට වඩා ඔබේ ප්‍රේමය සඳහන්කරන්නෙමුව. ඔවුන් ඔබට ප්‍රේමකරනවා හරිය."},{"number":5,"verse":"යෙරුසලමේ දූවරුනි, මම කේදාර්හි කූඩාරම් මෙන් කළු නුමුත්, සාලමොන්ගේ තිර මෙන් ශෝභනව සිටිමි."},{"number":6,"verse":"අව්ව මා පිට වැටීමෙන් මා කළුවී සිටින නිසා, මා දෙස බලානොසිටින්න; මාගේ මවුගේ පුත්‍රයෝ මට කෝපවී, මිදිවතු බලාගන්ට මට නියමකළෝය; මාගේම මිදිවත්ත මම බලා නොගතිමි."},{"number":7,"verse":"මාගේ ආත්මය ප්‍රේමකරන තැනැත්ත, ඔබේ රැළට කවන්නේ කොහේද? ඉරමුදුන් වේලේ උන් ලග්ගවන්නේ කොහේද කියා මට දන්වන්න. ඔබේ යහළුවන්ගේ රැළවල් ළඟ මුහුණ වසාගත්තියෙකු මෙන් සිටින්ට ඕනෑ මන්ද?"},{"number":8,"verse":"( බලන්ට යාම සහ ආරාධනාව) ස්ත්‍රීන්ගෙන් ඉතා රුව ඇත්තිය, ඔබ නොදන්නෙහි නම්, රැළේ අඩිපාරේම ගොස්, එඬේරුන්ගේ කූඩාරම් ළඟ ඔබේ එළු පැටවුන්ට කවන්න."},{"number":9,"verse":"මාගේ සොඳුර, ඵාරාවෝගේ රථවල අශ්වධේනුවකට ඔබ සමානකෙළෙමි."},{"number":10,"verse":"ඔබේ කම්මුල් හිසකේ ගෙතීම්වලින්ද ඔබේ බෙල්ල මැණික් මාලාවලින්ද ශෝභනව තිබේ."},{"number":11,"verse":"රිදී පොහොට්ටු ඇති රන් මාලා ඔබට සාදා දෙන්නෙමුව."},{"number":12,"verse":"රජ තමාගේ මේසය ළඟ හිඳිද්දී මාගේ ජටාමාංශ තෙලේ සුවඳ විහිදුණේය."},{"number":13,"verse":"මාගේ ප්‍රේමවන්තයා මට මාගේ පියයුරු අතරේ තිබෙන සුවඳලාටු පොදියක් හා සමානය."},{"number":14,"verse":"මාගේ ප්‍රේමවන්තයා මට එන්ගෙදියේ උයන්වල වැවුණ සපුමල් පොකුරක් වැනිය."},{"number":15,"verse":"බලව, මාගේ සොඳුර, ඔබ රුව ඇත්තීය; එසේය, ඔබ රුව ඇත්තීය; ඔබේ ඇස් පරෙවියන් හා සමානය."},{"number":16,"verse":"බලව, මාගේ ප්‍රේමවන්තය, ඔබ රුව ඇත්තෙහිය, එසේය, ප්‍රියකරුය. අපේ යහනද නිල්පාටය."},{"number":17,"verse":"අපේ ගෙයි බාල්ක කිහිරි ගස්ය, අපේ පරාළ දේවදාර ගස්ය."}]}