{"bibleAbbr":"GB1539","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":4,"verses":[{"number":1,"verse":"O How fayre art thou, my loue, howe fayre art thou? thou hast doues eyes, besyde that which lyeth hyd within."},{"number":2,"verse":"Thy hearye lockes are like the woll of a flocke of gotes that be shorne vpon mount Gilead: Thy teth are like shepe of the same bignesse, which went vp from the washinge place: where euery one beareth two twyns, and not one vnfrutefull amonge them."},{"number":3,"verse":"Thy lippes are like a rose coloured rybonde, thy wordes are louely, thy chekes are like a pece of a pomgranat within thyne heares."},{"number":4,"verse":"Thy neck is lyke the tower of Dauid builded with costly stones lyinge out on the sides wher vpon there hang a thousande shyldes, yee all the weapens of the geauntes."},{"number":5,"verse":"Thy two brestes are lyke two twyns of younge roes, which fede amonge roses."},{"number":6,"verse":"O that I myght go to the mountayne of Myrre, & to the hyll of franckencense: tyll the daye breake & tyll the shadowes be past awaye."},{"number":7,"verse":"Thou art all fayre, O my loue, & no spott is there in the."},{"number":8,"verse":"Come to me from Libanus (O my spouse) come to me from Libanus loke from the toppe of Amana, from the toppe of Sanir & Hermon, from the lyons dennes and from the mountaynes of the leopardes."},{"number":9,"verse":"Thou hast with loue bewitched my hert, O my syster, my spouse, thou hast be witched my herte, with one of thyne eyes, and wt one cheyne of thy neck."},{"number":10,"verse":"O howe fayre are thy brestes, my syster, my spouse? Thy brestes are more pleasaunt then wyne, and the smel of thyne oyntmentes passeth all spyces."},{"number":11,"verse":"Thy lippes, O my spouse, droppe as the hony combe, yee mylcke and hony is vnder thy tong, and the smell of thy garmentes is lyke the smell of Libanus."},{"number":12,"verse":"A garden well locked is my syster, my spouse, a garden well locked, and a sealed well."},{"number":13,"verse":"The frutes that are planted in the, are lyke a very Paradyse of pomgranates with swete frutes:"},{"number":14,"verse":"as Camphore, Nardus, and Saffron, Calamus, & Synamom with all swete smellynge trees: Myrre. Aloes and all the best spyces:"},{"number":15,"verse":"a well of gardens, a well of lyuinge waters, which renne downe from Libanus."},{"number":16,"verse":"Up thou north wynde, come thou south wynde, and blowe vpon my garden, that the smell therof maybe caryed on euery syde: yee that my beloued maye come into hys garden, & eate of the swete frutes that growe therin."}]}