{"bibleAbbr":"NCB2019","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, by the will of God an apostle of Christ Jesus, to the saints who are in Ephesus[b] and are faithful in Christ Jesus."},{"number":2,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":3,"verse":"Blessed be the God, and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavens."},{"number":4,"verse":"Before the foundation of the world he chose us in Christ to be holy and blameless in his sight and to be filled with love."},{"number":5,"verse":"He predestined us for adoption as his children through Jesus Christ, in accordance with his purpose and pleasure,"},{"number":6,"verse":"to the praise of the glory of his grace that he so freely bestowed on us in the Beloved."},{"number":7,"verse":"In Christ and through his blood we have redemption[e] and the forgiveness of our sins. In accord with the riches of his grace,"},{"number":8,"verse":"God lavished on us all wisdom and insight."},{"number":9,"verse":"He has made known to us the mystery of his will in accordance with his good pleasure that he had predetermined in Christ"},{"number":10,"verse":"to be realized when the fullness of time had been achieved: namely, the plan to bring all things, both in heaven and on earth, together[f] in Christ as the head."},{"number":11,"verse":"In Christ we were also chosen, having been predestined by the one who accomplishes all things in accordance with the design of his will,"},{"number":12,"verse":"so that we, who were the first ones to place our hopes in Christ, would devote ourselves to the praise of his glory."},{"number":13,"verse":"In Christ you also heard the message of truth and the gospel of your salvation, and you came to believe in him. In him, you were marked with the seal of the Holy Spirit who had been promised."},{"number":14,"verse":"That Spirit is the down payment[g] of our inheritance, which we shall share when God has redeemed us as his own possession, to the praise of his glory."},{"number":15,"verse":"15 Having heard of your faith in the Lord Jesus and of your love toward all the saints,"},{"number":16,"verse":"I therefore never cease to give thanks to God for you as I remember you in my prayers."},{"number":17,"verse":"I pray that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and revelation to know him."},{"number":18,"verse":"I further pray that the eyes of your heart may be enlightened so that you may know the hope to which he has called you, how rich and glorious is his inheritance[i] in the saints,"},{"number":19,"verse":"and how immeasurably great is the power that he has exercised toward those who have faith. Such was his mighty power"},{"number":20,"verse":"that he exhibited in Christ when he raised him from the dead and enthroned him at his right hand in heaven,"},{"number":21,"verse":"far above every principality and authority, power and dominion, and every other title that can be named, not only in this age but also in the age to come."},{"number":22,"verse":"He has put all things under Christ’s feet and has made him the head of the Church,"},{"number":23,"verse":"which is his body, the fullness of him who fills the universe in all its parts."}]}