{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses in the wildernesse of Sinai in the tabernacle of witnesse the fyrst daye of the seconde moneth ad in the seconde yere after they were come out of ye londe of Egipte sayenge:"},{"number":2,"verse":"take ye the summe of al the multitude of the childern of Israel in their kynredes and housholdes of their fathers and numbre the by name all that are males polle by polle"},{"number":3,"verse":"fro. xx. yere and aboue: euen all yt are able to goo forthe in to warre in Israell thou and Aaro shall nubre the in their armies"},{"number":4,"verse":"and with you shalbe of euery trybe a heed man in the house of his father."},{"number":5,"verse":"And these are the names of ye me yt shall stode with you: in Rube Elizur ye sonne of Sedeur:"},{"number":6,"verse":"In Simeo Selumiel ye sonne of Suri Sadai:"},{"number":7,"verse":"In ye trybe of Iuda Nahesson ye sonne of Aminadab:"},{"number":8,"verse":"In Isachar Nathaneel ye sonne of Zuar:"},{"number":9,"verse":"In Sebulo Eliab ye sonne of Helo."},{"number":10,"verse":"Amoge ye childern of Ioseph: In Ephrai Elisama ye sonne of Amihud: In Manasse Gamaliel ye sone of Pedazur:"},{"number":11,"verse":"In Be Iamin Abidan the sonne of Gedeoni:"},{"number":12,"verse":"In Dan Ahieser the sonne of Ammi Sadai:"},{"number":13,"verse":"In Asser Pagiel the sonne of Ochran:"},{"number":14,"verse":"In Gad Eliasaph the sone of Deguel:"},{"number":15,"verse":"In Naphtaly Ahira the sonne of Enan."},{"number":16,"verse":"These were councelers of the congregacion and lordes in the trybes of their fathers and captaynes ouer thousandes in Israel."},{"number":17,"verse":"And Moses and Aaron toke these men aboue named"},{"number":18,"verse":"and gathered all the congregacion together the fyrst daye of the seconde moneth and rekened them after their byrth and kinredes and houses of their fathers by name fro. xx. yere and aboue hed by hed:"},{"number":19,"verse":"as the Lorde comaunded Moses eue so he numbred them in ye wildernesse of Sinai."},{"number":20,"verse":"And the childern of Ruben Israels eldest sonne in their generacions kynredes ad houses of their fathers whe they were numbred euery man by name all that were males fro xx. yere and aboue as many as were able to goo forth in warre:"},{"number":21,"verse":"were numbred in the trybe off Ruben xlvi. thousande and fyue hundred."},{"number":22,"verse":"Among the childern of Simeon: their generacion in their kynredes and housses of their fathers (when euery mans name was tolde) of all the males from. xx. yeres and aboue whatsoeuer was mete for the warre:"},{"number":23,"verse":"were numbred in the trybe of Simeon. lix. thousande and. iij. hundred."},{"number":24,"verse":"Amonge the childern of Gad: their generacion in their kynredes and housholdes of their fathers when thei were tolde by name fro xx. yere and aboue all that were mete for the warre:"},{"number":25,"verse":"were numbred in the tribe of Gad. xlv. thousande sixe hundred and fyftie."},{"number":26,"verse":"Amonge the childern of Iuda: their generacion in their kinredes and housses of their fathers (by the numbre of names) from. xx. yere and aboue all that were able to warre"},{"number":27,"verse":"were tolde in the trybe of Iuda. lxxiiij. thousande and sixe hundred."},{"number":28,"verse":"Amonge the childern of Isachar: their generacion in their kinredes and houses of their fathers (when their names were counted) from. xx. yere ad aboue what soeuer was apte for warre:"},{"number":29,"verse":"were numbred in ye trybe of Isachar. liiij. thousande and. iiij. hundred."},{"number":30,"verse":"Among the childern of Sebulon: their generacion in their kynredes and houses of their fathers (after the numbre of names) from xx. yere and aboue whosoeuer was mete for the warre:"},{"number":31,"verse":"were counted in ye trybe of Sebulo lvij. thousande and. iiij. hundred."},{"number":32,"verse":"Amonge the childern of Ioseph: fyrst amoge the childern of Ephraim: their generacion in their kynredes and housses of theyre fathers (when the names of all that were apte to the warre were tolde) from. xx. yeres and aboue:"},{"number":33,"verse":"were in numbre in the trybe off Ephraim xl. thousande and syxe hundred."},{"number":34,"verse":"Amonge the childern of Manasse: their generacion in their kynredes and houses of their fathers (when the names of all yt were apte to warre"},{"number":35,"verse":"were tolde) from. xx. and aboue were numbred in the tribe of Manasse. xxxij thousand and two hundred."},{"number":36,"verse":"Amonge the childern of Ben Iamin: their generacion in their kynredes and housses of their fathers (by the tale of names) from twentye yere and aboue of all that were mete for warre"},{"number":37,"verse":"were numbred in the trybe off Ben Iamin. xxxv. thousande and. iiij. hundred."},{"number":38,"verse":"Amonge the childern of Dan: their generacion in theyr kynreddes and housses off theyr fathers (in the summe of names) off all that was apte to warre"},{"number":39,"verse":"from twentye yere and aboue were numbred in the trybe of Dan. lxij. thousande and . vij. hundred."},{"number":40,"verse":"Amonge the childern of Aser: their generacyon in their kynredes and houses of their fathers (when thei were summed by name) from. xx. yeres and aboue all that were apte to warre"},{"number":41,"verse":"were numbred in the tribe of Aser. xli. thousande and. v. hundred."},{"number":42,"verse":"Amoge the childern of Nepthali: their generacion in their kynredes and housses of their fathere (when their names were tolde) from xx. yeres ad aboue what soeuer was mete to warre:"},{"number":43,"verse":"were numbred in the trybe of Nephtali. liij. thousande and. iiij. hundred."},{"number":44,"verse":"These are the numbres which Moses ad Aaro numbred with ye . xij. princes of Israel: of euery housse of their fathers a man."},{"number":45,"verse":"And all the numbres of the childern of Israel in the housses of their fathers from twentye yere and aboue what soeuer was mete for the warre in Israell"},{"number":46,"verse":"drewe vnto the summe of syxe hundred thousande fyue hundred and. l."},{"number":47,"verse":"But the leuites in the tribe off their fathers were not numbred amonge them."},{"number":48,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":49,"verse":"only se that thou numbre not the trybe of Leui nether take the summe of them amonge the childern of Israel."},{"number":50,"verse":"But thou shalt appoynte the leuites vnto the habitacio of witnesse and to all the apparell thereof and vnto all that longeth thereto. For they shall bere the tabernacle and all the ordinaunce thereof and they shall ministre it and shall pitche their tentes rounde aboute it."},{"number":51,"verse":"And when the tabernacle goeth forth the leuites shall take it doune: and when the tabernacle is pitched they shall sett it vpp: for yf any straunger come nere he shall dye."},{"number":52,"verse":"And the childern of Israel shall pitch their tentes euery man in his owne companye and euery ma by his awne standert thorow out all their hostes."},{"number":53,"verse":"But the leuites shall pitche rounde aboute the habitacion of witnesse that there fall no wrath vpon the congregacion of the childre of Israel and the leuites shall wayte apon the habitacion of witnesse."},{"number":54,"verse":"And the childern of Israel dyd acordinge to all that the Lord commaunded Moses."}]}