{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":15,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses sayege:"},{"number":2,"verse":"speake vnto the childern of Israel and saye vnto them: when ye be come into ye londe of youre habitacion which I geue vnto you"},{"number":3,"verse":"and will offre an offerynge apon the fyre vnto the Lorde whether it be a burntofferynge or a speciall vowe or frewill offerynge or yf it be in youre principall festes to make a swete sauoure vnto the Lorde of the oxen or of the flocke."},{"number":4,"verse":"Then let him that offereth his offerynge vnto the Lorde brynge also a meatofferynge of a tenth deale of floure myngled with the fourth parte of an hin of oyle"},{"number":5,"verse":"and the fourth parte of an hin of wine for a drynkofferynge and offer with ye burntofferynge or any other offerynge when it is a lambe."},{"number":6,"verse":"And vnto a ra thou shalt offer a meatofferynge of . ij. tenth deales of floure myngled with ye thyrde parte of an hin of oyle"},{"number":7,"verse":"and to a drynkofferynge thou shalt offer the thyrde parte of an hin of wyne to be a swete sauoure vnto the Lorde."},{"number":8,"verse":"When thou offerist an oxe to a burntofferynge or in any speciall vowe or peaseofferinge vnto the Lorde"},{"number":9,"verse":"then thou shalt brynge vnto an oxe a meateofferynge of. iij. tenth deales of floure myngled with halfe an hin of oyle."},{"number":10,"verse":"And thou shalt brynge for a drynkofferynge halfe an hin of wyne that is an offerynge of a swete sauoure vnto the Lorde."},{"number":11,"verse":"This is the maner that shalbe done vnto one oxe one ram a lambe or a kyd."},{"number":12,"verse":"And acordynge to the numbre of soche offerynges thou shalt encrease ye meateofferynges and the drynkofferynges"},{"number":13,"verse":"All that are of youre selues shall do these thinges after this maner when he offereth an offerynge of swete sauoure vnto the Lorde"},{"number":14,"verse":"And yf there be a straunger with you or be amonge you in youre generacions and will offer an offerynge of a swete sauoure vnto ye Lorde: euen as ye do so he shall doo."},{"number":15,"verse":"One ordynaunce shall serue both for you of the congregacion and also for the straunger. And it shalbe an ordynaunce for euer amonge youre childern after you that the straunger and ye shalbe lyke before the Lorde."},{"number":16,"verse":"One lawe and one maner shall serue both for you and for ye straunger that dwelleth with you."},{"number":17,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":18,"verse":"speake vnto the childern of Israel ad saye vnto them: When ye be come into the londe whether I will brynge you"},{"number":19,"verse":"then whe ye will eate of the bred of the londe ye shall geue an heue offerynge vnto the Lorde."},{"number":20,"verse":"Ye shall geue a cake of the first of youre dowe vnto an heueofferynge: as ye do the heue offerynge of the barne euen so ye shall heue it."},{"number":21,"verse":"Of the first of youre dowe ye must geue vnto the Lorde an heue offerynge thorow out youre generacions."},{"number":22,"verse":"Yf ye ouerse youre selues and obserue not all these commaundmetes which the Lorde hath spoken vnto Moses"},{"number":23,"verse":"and all that the Lorde hath commaunded you by ye hade of Moses from the first daye forwarde that the Lorde commaunded amonge youre generacion:"},{"number":24,"verse":"when oughte is commytted ignorantly before the eyes of the congregacion then all the multitude shall offer a calfe for a burntofferynge to be a swete sauoure vnto the Lorde and the meatofferynge and the drynkofferynge there to acordynge to the maner: and an he goote for a synofferynge."},{"number":25,"verse":"And the preast shall make an atonement for all the multitude of ye childern of Israel ad it shalbe forgeuen the for it was ignoraunce. And they shall brynge their giftes vnto the offerynge of the Lorde and their synofferynge before the Lorde for their ignoraunce."},{"number":26,"verse":"And it shalbe forgeuen vnto all the multitude of the childern of Israel and vnto the straunger that dwelleth amoge you: for the ignorauncye perteyneth vnto all the people."},{"number":27,"verse":"Yf any one soule synne thorow ignoraunce he shall brynge a she goote of a yere olde for a synofferynge."},{"number":28,"verse":"And the preast shall make an atonement for the soule that synned ignorauntly with the synofferynge before the Lorde and reconsyle him and it shalbe forgeuen him."},{"number":29,"verse":"And both thou that art borne one of the childern of Israel and the straunger that dwelleth amonge you shall haue both one lawe yf ye synne thorow ignorauncye."},{"number":30,"verse":"And the soule that doth ought presumptuously whether he be an Israelite or a strauger the same hath despysed the Lorde. And that soule shalbe destroyed from amonge his people"},{"number":31,"verse":"because he hath despised the worde of the Lorde and hath broke his comaudmentes yt soule therfore shall perysh ad his synne shalbe apon him."},{"number":32,"verse":"And whyle the childern of Ysrael were in the wildernesse they founde a man gatherynge stickes vppon the Sabath daye."},{"number":33,"verse":"And they yt founde him gatherynge stickes broughte him vnto Moses and Aaron and vnto all ye congregacion:"},{"number":34,"verse":"ad they put him in warde for it was not declared what shulde be done vnto him."},{"number":35,"verse":"And the Lorde sayed vnto Moses: ye ma shall dye. let all the multitude stone him with stones without the hoste."},{"number":36,"verse":"And all ye multitude broughte him without the hoste ad stoned him with stones and he dyed as the Lorde commaunded Moses."},{"number":37,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":38,"verse":"speake vnto the childern of Ysrael and byd them that they make them gardes apon the quarters of their garmetes thorow out their generacions ad let them make the gardes of ribandes of Iacyncte"},{"number":39,"verse":"And the garde shall be vnto you to loke apon it that ye remembre all the commaundmentes of the Lorde and doo them that ye seke not a maye after youre awne hertes and after youre awne eyes for to god a whooringe after them:"},{"number":40,"verse":"but that ye remembre and doo all my commaundmentes and be holy vnto youre God for"},{"number":41,"verse":"I am ye Lorde youre God which broughte you out of ye londe of Egipte to be youre God. I am the Lorde God."}]}