{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses and Aaron sayenge:"},{"number":2,"verse":"this is the ordynaunce of the lawe which ye Lorde comaudeth sayenge: speake vnto ye childern of Israel and let them take the a redd cowe with out spot wherein is no blemysh and which neuer bare yocke apo her."},{"number":3,"verse":"And ye shall geue her vnto Eleazer the preast and he shall brynge her with out the hoste and cause her to be slayne before him."},{"number":4,"verse":"And Eleazar ye preast shall take of hir bloude vppon his fynger and sprynkle it streght towarde the tabernacle of witnesse . vij. tymes"},{"number":5,"verse":"And he shall cause the cowe to be burnt in his syghte: both skyn flesh and bloude with the douge also."},{"number":6,"verse":"And let the preast take cipresse wodd and Isope and purple cloth and cast it apon the cowe as she burneth."},{"number":7,"verse":"And let the preast wash his clothes and bathe his flesh in water and then come in to the hoste and ye preast shalbe vncleane vnto the euen."},{"number":8,"verse":"And he that burneth her shall wash his clothes in water and bathe his flesh also in water ad be vncleane vntill euen."},{"number":9,"verse":"And one that is cleane shall goo and take vpp the asshes of the cowe and put them without the hoste in a cleane place where they shall be kepte to make sprynklynge water for the multitude of the childern of Israel: for it is a synofferynge"},{"number":10,"verse":"And let him that gathereth the asshes of the cowe wash his clothes and remayne vncleane vntill euen. And this shalbe vnto the childern of Israel ad vnto the straunger yt dwelleth amonge them a maner for euer."},{"number":11,"verse":"Be that twycheth any deed persone shalbe vncleane . vij. dayes."},{"number":12,"verse":"And he shall purifye him selfe with the asshes the thyrde daye ad then he shalbe cleane the seuenth daye. And yf the purifye not himselfe the thyrde daye the the seuenth daye he shall not be cleane."},{"number":13,"verse":"Who soeuer twicheth any persone yt dyeth and sprynkleth not him selfe defyleth the dwellynge of the Lorde: ad therfore that soule shalbe roted out of Israel because he hath not sprynkled the sprynklynge water vppon him. he shalbe vncleane and his vnclennesse shall remayne vppon him."},{"number":14,"verse":"This is the lawe of the man that dyeth in in a tent: all that come in to the tent and all yt is in the tent shalbe vncleane. vij dayes."},{"number":15,"verse":"And all the vessels that be ope which haue no lyd nor couerynge apon them are vncleane."},{"number":16,"verse":"And who soeuer twicheth one that is slayne with a swerde in the feldes or a deed persone or a bone of a deed man or a graue: shall be vncleane . vij. dayes."},{"number":17,"verse":"And they shall take for an vncleane persone of the burnt asshes of the synofferynge and put runnynge water thereto in to a vessell."},{"number":18,"verse":"And a cleane persone shall take Isope and dyppe it in the water and sprynkle it apon ye tent and apon all the vessells and on the soules that were there and apon him that twyched a bone or a slayne persone or a deed body or a graue."},{"number":19,"verse":"And the cleane persone shall sprynkle apon the vncleane the thyrde daye and the seuenth daye. And the seuenth daye he shall purifie him selfe and wasshe his clothes and bathe him selfe in water and shalbe cleane at euen."},{"number":20,"verse":"Yf any be vncleane and sprynkle not him selfe the same soule shalbe destroyed fro amoge the congregacion: for he hath defyled the holy place of the Lorde. And he that sprynkleth ye sprynklynge water shall wassh his clothes."},{"number":21,"verse":"And he that twicheth the sprynklynge water shalbe vncleane vntill eue."},{"number":22,"verse":"And what soeuer ye vncleane persone twicheth shalbe vncleane. And the soule that twicheth it shalbe vncleane vntill the euen."}]}