{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"And ye children of Israel remoued and pitched in the feldes of Moab on the other syde of Iordane by Iericho."},{"number":2,"verse":"And Balac the sonne of Ziphor sawe all that Israel had done to the Amorites"},{"number":3,"verse":"and the Moabites were sore afrayed of the people because they were many and abhorred the childern of Israel:"},{"number":4,"verse":"And Moab sayed vnto the elders of Madian now this companye hath lickte vpp all that are rounde aboute vs as an oxe lycketh vp the grasse of the felde. And Balac the sonne of Ziphor was kinge of the Moabites at that tyme."},{"number":5,"verse":"And he sent messangers vnto Balam the sonne of Beor the interpreter whiche dwelt vppon the ryuer of the lande of the childern of his folke to call him sayenge: beholde there is a people come out of Egipte which couereth the face of the erthe and lye euen harde by me."},{"number":6,"verse":"Come nowe a felashippe and curse me this people. For they are to myghtie for me so perauenture I myghte be able to smyte them and to dryue them oute of the londe. For I wote that whome thou blessest shalbe blessed and whome thou cursest shalbe cursed."},{"number":7,"verse":"And the elders of Moab went with the elders of Madian and the rewarde of the sothe sayenge in their handes. And they came vnto Balam and tolde him the wordes of Balac."},{"number":8,"verse":"And he sayed vnto them: tary here all nyghte and I will bringe you worde euen as the Lorde shall saye vnto me. And the lordes of Moab abode with Balam."},{"number":9,"verse":"And god came vnto Balam and sayed: what men are these which are with the?"},{"number":10,"verse":"And Balam sayed vnto god: Balac the sonne of Ziphor kynge of Moab hath sent vnto me sayenge:"},{"number":11,"verse":"beholde there is a people come out of Egipte and couereth the face of the erthe: come now therfore and curse me them that so peraduenture I maye be able to ouercome them in batell and to dryue the out."},{"number":12,"verse":"And god sayed vnto Balam: thou shalt not goo with them nether curse the people for they are blessed."},{"number":13,"verse":"And Balam rose vp in the mornynge and sayed vnto the lordes of Balac: gett you vnto youre lande for the Lorde will not suffre me to goo with you."},{"number":14,"verse":"And the lordes of Moab rose vpp and went vnto Balac and sayed Balam wolde not come with vs."},{"number":15,"verse":"And Balac sent agayne a greatter companye of lordes ad more honorable than they."},{"number":16,"verse":"And they came to Balam and tolde him: Thus sayeth Balac the sonne of Ziphor: oh let nothynge lett the to come vnto me"},{"number":17,"verse":"for I will greatly promote the vnto great honoure ad will doo whatsoeuer thou sayest vnto me come therfore I praye the curse me this people."},{"number":18,"verse":"And Balam answered and sayed vnto the servauntes of Balac: Yf Balac wolde geue me his housfull of syluer and golde I can goo no further than the worde of the Lorde my god to do lesse or moare."},{"number":19,"verse":"Neuerthelesse tarye ye here all nyghte: that I maye wete what the Lorde will saye vnto me once moare."},{"number":20,"verse":"And God came to Balam by nyghte and sayed vnto him: Yf the men come to fett the ryse vppe and goo with them: but what I saye vnto the that onlye thou shalt doo."},{"number":21,"verse":"And Balam rose vppe early and sadelde his asse and went with the lordes of Moab"},{"number":22,"verse":"But God was angrye because he went. And the angell of the Lorde stode in the waye agenste hym. And he ryd vppon hys asse and two seruauntes with him."},{"number":23,"verse":"And when the asse sawe the angell of the Lorde stonde in the waye and his swerde drawen in his hande she turned a syde oute of the waye and went out in to the felde. And Balam smote the asse to turne her in to the waye."},{"number":24,"verse":"And the angell of the Lorde went and stode in a path betwene the vyneyardes where was a wall on the one syde and another on the other."},{"number":25,"verse":"When the asse sawe the angell of the Lorde she wrenshed vnto the walle and thrust Balams fote vnto the wall and he smote her agayne."},{"number":26,"verse":"And the angell of ye Lorde went forder and stode in a narowe place where was no waye to turne ether to the right hande or to the lyfte."},{"number":27,"verse":"And when the asse sawe the angell of the Lorde she fell downe vnder Balam: and Balam was wroth and smote the asse with a staffe."},{"number":28,"verse":"And the Lorde opened the mouthe of the asse and she sayed vnto Balam: what haue I done vnto the that thou smytest me this. iij tymes?"},{"number":29,"verse":"And Balam sayde vnto the Asse: because thou hast mocked me? I wolde that I had a swerde in myne hande that I myghte now kyll the."},{"number":30,"verse":"And the asse sayed vnto Balam: am not I thyne asse whiche thou hast rydden vppon sence thou wast borne vnto this daye? Was I euer wont to do so vnto the? And he sayed nay."},{"number":31,"verse":"And the lorde opened the eyes of Balam that he sawe the angell of the Lorde stondinge in the waye with his swerde drawen in his honde. And he bowed him selfe and fell flatt on his face."},{"number":32,"verse":"And ye angell of ye Lord sayed vnto him: Wherfore smytest thou thyne asse this. iij. tymes? beholde I came oute to resyst the for the waye is contrary vnto me:"},{"number":33,"verse":"and the asse sawe me and avoyded me thre tymes: or else (had she not turned fro me) I had suerly slayne the and saued her alyue."},{"number":34,"verse":"And Balam sayed vnto the angell of ye Lorde: I haue synned: for I wist not that thou stodest in the waye agenst me. Now therfore yf it displease thyne eyes I will turne agayne."},{"number":35,"verse":"And the angell sayde vnto Balam goo with the men: but in any wise what I saye vnto the that saye. And Balam went with the lordes of Balac."},{"number":36,"verse":"And when Balac herde that Bala was come he went out agenst him vnto a cytie off Moab that stode in the border of Arno whiche was the vttmost parte of his contre."},{"number":37,"verse":"And Balac sayed vnto Balam: dyd I not sende for the to call the? wherfore camest thou not vnto me? thinkest thou that I am not able to promote the vnto honoure?"},{"number":38,"verse":"And Balam sayed vnto Balac: Loo I am come vnto the. But I can saye nothynge at all saue what God putteth in my mouthe that must I speake."},{"number":39,"verse":"And Balam went with Balac and they came vnto the cytie of Huzoth."},{"number":40,"verse":"And Balac offered oxen and shepe and sent for Balam and for the lordes that were with hym."},{"number":41,"verse":"And on the mornynge Balac toke Balam and brought him vpp in to the hye place of Baall ad thece he sawe vnto the vttmost parte of the people."}]}