{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"And Israel dwelt in Sittim and the people began to commytt whoredome with the doughters of Moab"},{"number":2,"verse":"which called the people vnto ye sacrifyce of their goddes. And the people ate and worshipped their goddes"},{"number":3,"verse":"and Israel coupled him selfe vnto Baal Peor. Then ye Lorde was angrie with Israel"},{"number":4,"verse":"and sayed vnto Moses: take all ye heedes of the people and hange them vp vnto ye Lorde agenst the sonne that the wrath of the Lorde maye turne awaye from Israel."},{"number":5,"verse":"And Moses sayed vnto the iudges of Israel: goo and slee those men that ioyned the selues vnto Baal Peor."},{"number":6,"verse":"And beholde one of the childern of Israel came and broughte vnto his brethern a Madianitish wife euen in the sighte of Moses and in the sighte of all the multitude of ye childern of Israel as they were wepynge in the dore of the tabernacle of witnesse."},{"number":7,"verse":"And when Phineas the sonne of Eleazer the sonne of Aaro the preast sawe it he rose vp out of the companye and toke a wepon in his hande"},{"number":8,"verse":"and wet after the man of Israel in to the horehousse and thrust them thorow: both the man of Israel and also the woman euen thorow the belye of hir. And the plage ceased from the childern of Israel."},{"number":9,"verse":"And there dyed in the plage. xxiiij. thousande."},{"number":10,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":11,"verse":"Phineas the sonne of Eleazer the sonne of Aaron the preast hath turned myne anger awaye from the childern of Israel because he was gelous for my sake amonge them that I had not cosumed the childern of Israel in my gelousye."},{"number":12,"verse":"Wherfore saye: beholde I geue vnto him my couenaunte of pease"},{"number":13,"verse":"and he shall haue it and his seed after him euen the couenaunte of the preastis office for euer because he was gelous for his Gods sake and made an atonement for the childern of Israel."},{"number":14,"verse":"The name of the Israelite which was smytten with the Madianitish wife was Simri the sonne of Salu a lorde of an aunciet housse amonge the Simeonites."},{"number":15,"verse":"And the name of the Madianitish wife was Cosbi the doughter of Zur and heed ouer the people of an auncient housse in Madian."},{"number":16,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":17,"verse":"vexe the Madianites and smyte them"},{"number":18,"verse":"for they haue troubled you with their wiles with the which they haue begyled you thorow Peor and thorow their syster Cosby ye doughter of a lorde in Madian which was slayne in ye daye of the plage for Peors sake."}]}