{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":2,"verse":"geue ye childern of Israel a charge and saye vnto them that they take hede to offer vnto me ye offryng of my bred in the sacrifyce of swete sauoure in his due season."},{"number":3,"verse":"And saye vnto the. This is ye offerynge which ye shall offer vnto ye Lorde . ij. labes of a yeare olde with out spot daye by daye to be a burntofferynge perpetually."},{"number":4,"verse":"One lambe thou shalt offer in the mornynge and ye other at euen"},{"number":5,"verse":"And thereto ye teth parte of an Epha of floure for a meatofferynge myngled with beten oyle the fourth parte of an hin:"},{"number":6,"verse":"which is a dayly offerynge ordened in the mount Sinai vnto a swete sauoure in the sacrifyce of ye Lorde."},{"number":7,"verse":"And the drynkofferynge of the same: the fourth parte of an hin vnto one lambe and poure the drynkofferynge in the holy place to be good drynke vnto the Lorde."},{"number":8,"verse":"And ye other lambe thou shalt offer at euen with the meatofferynge and the drynkofferynge after ye maner of the mornynge: a sacrifyce of a swete sauoure vnto the Lorde."},{"number":9,"verse":"And on the Sabbath daye . ij. lambes of a yere olde a pece and with out spot and two tethdeales of floure for a meatofferynge myngled with oyle and the drynkofferynge thereto."},{"number":10,"verse":"This is the burntofferynge of euery Sabbath besides the dayly burntofferynge and his drynkofferynge."},{"number":11,"verse":"And in the first daye of youre monethes ye shall offer a burntofferynge vnto the Lorde: two yonge bollockes and a ram and . vij. lambes of a yere olde without spott"},{"number":12,"verse":"and. iij. tethdeales of floure for a meatofferynge mingled with oyle vnto one bollocke and . ij. tethdeales of floure for a meatofferynge myngled with oyle vnto one ra."},{"number":13,"verse":"And euer moare a tethdeale of floure myngled with oyle for a meatofferinge vnto one labe. That is a burntofferynge of a swete sauoure in the sacrifyce of the Lorde."},{"number":14,"verse":"And their drynkofferynges shalbe halfe an hin of wyne vnto one bollocke ad the thyrde parte of an hin of wyne vnto a ram and the fourth parte of an hin vnto a lambe. This is the burntofferynge of euery moneth thorow out all the monethes of the yere:"},{"number":15,"verse":"and one he goote for a synofferynge vnto the Lorde which shalbe offered with the dayly burntofferynge and his drynkofferynge."},{"number":16,"verse":"And the. xiiij. daye of the first moneth shalbe Passeouer vnto the Lorde."},{"number":17,"verse":"And ye. xv. daye of the same moneth shalbe a feast in which vij. dayes men must eate vnleueded bred"},{"number":18,"verse":"The first daye shalbe an holy feast so that ye shall do no maner of laboryous worke therein."},{"number":19,"verse":"And ye shall offer a burntofferynge vnto the Lorde . ij. bollockes one ram and . vij. lambes of a yere olde without spott"},{"number":20,"verse":"and their meatofferynge of floure myngled with oyle. iij. tenthdeales vnto a bollocke and . ij. tenthdeales vnto a ram"},{"number":21,"verse":"and euermoare one tenthdeale vnto a lambe thorow out the . vij. lambes:"},{"number":22,"verse":"and an hegoote for a synofferynge to make an atonement for you."},{"number":23,"verse":"And ye shall offer these besyde the burntofferynge in ye mornynge that is allway offered."},{"number":24,"verse":"And after this maner ye shall offer thorow out the . vij. dayes the fode of the sacrifice of swete sauoure vnto the Lorde. And it shalbe done besyde the dayly burntofferynge and his drynkofferynge."},{"number":25,"verse":"And the seuenth daye shall be an holy feast vnto you so that ye shall doo no laboryous worke therein."},{"number":26,"verse":"And the daye of youre first frutes when ye brynge a new meatofferynge vnto the Lorde in youre wekes shalbe an holy feast vnto you:"},{"number":27,"verse":"so that ye shall doo no laboryous worke therein. And ye shall offer a burntofferynge of a swete sauoure vnto the Lorde . ij. younge bollockes and a ram and . vij. lambes of a yere olde a pece"},{"number":28,"verse":"with their meatofferynges of floure myngled with oyle. iij. tenthdeales vnto a bollocke . ij. tenth deales to a ram"},{"number":29,"verse":"ad euer moare one tenthdeale vnto a lambe thorow out the . vij. lambes"},{"number":30,"verse":"ad an hegoote to make an atonement for you."},{"number":31,"verse":"And this ye shall doo besydes the dayly burntofferynge and his meatofferynge: and they shalbe without spot with their drynkofferynges."}]}