{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"These are the iurneyes of the childern of Israel which went out of the lande of Egipte with their armies vnder Moses ad Aaron."},{"number":2,"verse":"And Moses wrote their goenge out by their iurneyes at ye comaundment of the Lorde: euen these are ye iurneyes of their goenge out."},{"number":3,"verse":"The childern of Israel departed from Raheses the. xv. daye of the first moneth on ye morowe after Passeouer and went out with an hye hande in the syghte of all Egipte"},{"number":4,"verse":"while the Egiptians buried all their firstborne which the Lorde had smoten amonge the. And vppo their goddes also the Lorde dyd execucion."},{"number":5,"verse":"And ye childern of Israel remoued from Rahemses and pitched in Sucoth."},{"number":6,"verse":"And they departed fro Sucoth and pitched their tentes in Etha which is in the edge of ye wyldernesse."},{"number":7,"verse":"And they remoued fro Etha ad turned vnto the entrynge of Hiroth which is before baall Zephon and pitched before Migdol."},{"number":8,"verse":"And they departed fro before Hiroth and went thorow the myddes of the see in to the wildernesse and wet. iij. dayes iurney in ye wildernesse of Etha and pitched in Marah."},{"number":9,"verse":"And they remoued fro Marah and wet vnto Elim where were . xij. fountaynes ad. lxx. datetrees and they pitched there."},{"number":10,"verse":"And they remoued from Elim and laye fast by the red see."},{"number":11,"verse":"And they remoued fro the red see and laye in ye wildernesse of Sin."},{"number":12,"verse":"And they toke their iurney out of ye wildernesse of Sin and sett vpp their tentes in Daphka."},{"number":13,"verse":"And they departed from Daphka and laye in Alus."},{"number":14,"verse":"And they remoued from Alus and laye at Raphedim where was no water for the people to drynke."},{"number":15,"verse":"And they departed from Raphedim and pitched in the wildernesse of Sinai"},{"number":16,"verse":"And they remoued from the deserte of Sinai and lodged at the graues of lust."},{"number":17,"verse":"And they departed from the sepulchres of lust ad laye at Haseroth."},{"number":18,"verse":"And they departed from Hazeroth and pitched in Rithma."},{"number":19,"verse":"And departed fro Rithma and pitched at Rimon Parez."},{"number":20,"verse":"And they departed from Rimon Parez and pitched in Libna."},{"number":21,"verse":"And they remoued from Libna and pitched at Rissa."},{"number":22,"verse":"And they iurneyed fro Rissa ad pitched in Kehelatha."},{"number":23,"verse":"And they went fro Kehelatha and pitched in mout Sapher"},{"number":24,"verse":"And they remoued from mount Sapher and laye in Harada."},{"number":25,"verse":"And they remoued from Harada and pitched in Makeheleth."},{"number":26,"verse":"And they remoued from Makeheloth and laye at Tahath"},{"number":27,"verse":"ad they departed fro Tahath and pitched at Tharath"},{"number":28,"verse":"And they remoued fro Tharath and pitched in Mithca."},{"number":29,"verse":"And they went from Mithca and lodged in Hasmona."},{"number":30,"verse":"And they departed from Hasmona and laye at Moseroth."},{"number":31,"verse":"And they departed from Moseroth and pitched amonge the childern of Iaecon."},{"number":32,"verse":"And they remoued from the childern of Iaecon ad laye at Hor gidgad."},{"number":33,"verse":"And they went from Hor gidgad and pitched in Iathbatha."},{"number":34,"verse":"And they remoued from Iathbatha and laye at Abrona."},{"number":35,"verse":"And they departed from Abrona and laye at Ezeon gaber."},{"number":36,"verse":"And they remoued from Ezeon gaber and pitched in the wildernesse of Zin which is Cades."},{"number":37,"verse":"And they remoued from Cades and pitched in mount Hor in ye edge of the londe of Moab."},{"number":38,"verse":"And Aaron the preast went vpp in to mount Hor at the commaudment of ye Lorde and dyed there euen in the fortieth yere after the childern of Israel were come out of ye londe of Egipte and in the first daye of the fyfte moneth."},{"number":39,"verse":"And Aaron was an hundred ad xxxiij. yere olde when he dyed in mount Hor"},{"number":40,"verse":"And kinge Erad the canaanite which dwelt in ye south of ye lond of canaa herd yt the childern of Israel were come."},{"number":41,"verse":"And they departed fro mount Hor and pitched in Zalmona."},{"number":42,"verse":"And they departed from Zalmona and pitched in Phimon"},{"number":43,"verse":"and they departed from Phimon and pitched in Oboth."},{"number":44,"verse":"And they departed fro Oboth and pitched in Igim Abarim in the borders of Moab."},{"number":45,"verse":"And they departed from Igim and pitched in Dibon Gad."},{"number":46,"verse":"And they remoued from Dibon Gad and laye in Almon Diblathama."},{"number":47,"verse":"And they remoued from Almon Diblathama ad pitched in ye mountaynes of Abarim before Nibo."},{"number":48,"verse":"And they departed from the mountaynes of Abarim and pitched in the feldes of Moab fast by Iordane nye to Iericho."},{"number":49,"verse":"And they pitched apon Iordayne from Beth Haiesmoth vnto ye playne of Sitim in ye feldes of Moab"},{"number":50,"verse":"And the Lorde spake vnto Moses in the feldes of Moab by Iordayne nye vnto Iericho sayege:"},{"number":51,"verse":"speake vnto the childern of Israel and saye vnto them: when ye are come ouer Iordane in to the londe of Canaan"},{"number":52,"verse":"se that ye dryue out all the inhabiters of the londe before you and destroy their Ymaginacions and all their Ymages of Metall ad plucke downe all their alters bylt on hilles:"},{"number":53,"verse":"And possesse ye londe and dwell therein for I haue geuen you the londe to enioye it."},{"number":54,"verse":"And ye shall deuyde the enheritaunce of the londe by lott amonge youre kynreddes ad geue to the moo the moare enheritaunce and to the fewer the lesse enheritaunce. And youre enheritaunce shalbe in ye trybes of youre fathers in ye place where euery mans lott falleth."},{"number":55,"verse":"But and yf ye will not dryue out the inhabiters of ye londe before you then these which ye let remayne of the shalbe thornes in youre eyes and dartes in youre sydes and shall vexe you in the lode wherein ye dwell."},{"number":56,"verse":"Moreouer it will come to passe yt I shall doo vnto you as I thought to doo vnto them."}]}