{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":2,"verse":"comaude the childern of Israel and saye vnto them: when ye come in to the londe of Canaan this is the londe that shall fall vnto youre enheritaunce the londe of Canaan with all hir costes."},{"number":3,"verse":"And youre south quarter shalbe from the wildernesse of Zin alonge by the coste of Edom so that youre south quarter shalbe from the syde of the salte see eastwarde"},{"number":4,"verse":"and shall fit a compasse fro the south vpp to Acrabim and reach to Zinna. And it shall goo out on ye south side of Cades Bernea and goo out also at Hazar Adar and goo aloge to Azmon."},{"number":5,"verse":"And shall fet a copasse from Azmon vnto the ryuer of Egipte and shall goo out at the see."},{"number":6,"verse":"And youre west quarter shall be the greate see which coste shalbe youre west coste."},{"number":7,"verse":"And this shalbe youre north quarter: ye shall compasse from the great see vnto mout Hor."},{"number":8,"verse":"And from mount Hor ye shall compasse and goo vnto Hemath and the ende of ye coste shalbe at Zedada"},{"number":9,"verse":"and the coste shall reach out to Ziphron and goo out at Hazor Enan. And this shalbe youre north quarter."},{"number":10,"verse":"And ye shall compasse youre cast quarter fro Hazar Enan to Sepham"},{"number":11,"verse":"And the coste shall goo downe from Sepham to Ribla on the cast syde of Ain. And then descende and goo out at the syde of the see of Chinereth eastwarde."},{"number":12,"verse":"And then goo downe alonge by Iordayne and leue at the salte see. And this shall be youre lode with all the costes thereof rounde aboute."},{"number":13,"verse":"And Moses commaunded the childern of Israel sayege: this is the lode which ye shall enherett by lotte and which the Lorde comauded to geue vnto. ix. trybes and an halfe:"},{"number":14,"verse":"for the trybe of the childern of Ruben haue receaued in the houssholdes of their fathers and the trybe of the childern of Gad in their fathers houssholdes and halfe the trybe of Manasse haue receaued their enheritaunce"},{"number":15,"verse":"that is to were . ij. trybes and an halfe haue receaued their enheritaunce on ye other syde of Iordayne by Iericho eastwarde towarde the sonne rysynge."},{"number":16,"verse":"And the Lorde spake to Moses sayenge:"},{"number":17,"verse":"These are the names of ye men which shall deuyde you the londe to enherett. Eleazer ye preast ad Iosua the sonne of Nun."},{"number":18,"verse":"And ye shall take also a lorde of euery trybe to deuyde the londe"},{"number":19,"verse":"whose names are these: In the trybe of Iuda Caleb ye sonne of Iephune."},{"number":20,"verse":"And in ye trybe of ye childern of Simeon Demuel ye sone of Amiud"},{"number":21,"verse":"ad in ye tribe of BeIamin Elidad the sonne of Cislon."},{"number":22,"verse":"And the intrybe of ye childern of Dan the lorde Bucki the sonne of Iagli."},{"number":23,"verse":"And amonge the childern of Ioseph: in the trybe of the childern of Manasse the lorde Haniel the sonne of Ephod."},{"number":24,"verse":"And in the trybe of the childern of Ephraim ye lorde Cemuel the sonne of Siphtan."},{"number":25,"verse":"And in the trybe of the sonnes of Zabulon ye lorde Elizaphan the sonne of Parnac."},{"number":26,"verse":"And in the trybe of the childern of Isachar the lorde Palthiel ye sonne of Asan."},{"number":27,"verse":"And in the trybe of the sonnes of Asser the lorde Ahihud ye sonne of Selomi."},{"number":28,"verse":"And in the trybe of the childern of Naphtali the lorde Peda El the sonne of Ammihud."},{"number":29,"verse":"These are they which the Lorde commauded to deuyde the enheritauce vnto the childern of Israel in the londe of Canaan."}]}