{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses in ye feldes of Moab by Iordayne Iericho sayenge:"},{"number":2,"verse":"commaunde the childern of Israel that they geue vnto the leuites of the enheritauce of their possession: cities to dwell in. And ye shall geue also vnto the cities of ye leuites suburbes rounde aboute them."},{"number":3,"verse":"The cities shalbe for them to dwell in and ye suburbes for their catell possession and all maner bestes of theirs."},{"number":4,"verse":"And the suburbes of the cities which ye shall geue vnto the leuites shall reach from the wall of ye citie outwarde a thousande cubites rounde aboute."},{"number":5,"verse":"And ye shall measure without the citie and make the utmost border of the eastsyde: two thousande cubites And the vtmost border of the south syde: two thousande cubetes And the vtmost border of the west syde: two thousande cubetes: and the vtmost border of the north syde: two thousande cubetes also: and the citie shalbe in the myddes. And these shall be the suburbes of their cities."},{"number":6,"verse":"And amonge the cities which ye shall geue vnto the leuites there shall be sixe cities of fraunches which ye shall geue to that intent that he which killeth maye flye thyder. And to them ye shall adde. xlij. cities mo:"},{"number":7,"verse":"so that all the cities which ye shall geue the leuites shalbe. xlviij. with their suburbes."},{"number":8,"verse":"And of the cities which ye shall geue oute of the possessyons of the childern of Israel ye shall geue many out of their possessions that haue moche and fewe out of their possessios that haue litle: so that euery tribe shall geue of his cities vnto the leuites acordinge to the enheritaunce which he enhereteth."},{"number":9,"verse":"And the Lorde spake vnto Moses sayenge:"},{"number":10,"verse":"speake vnto the childern of Israel and saye vnto them: when ye be come ouer Iordayne in to the londe of Canaan"},{"number":11,"verse":"ye shall bylde cities whiche shalbe preuyleged townes for you: that he whiche sleeth a man vnwares maye flye thither."},{"number":12,"verse":"And the cities shalbe to flee from the executer of bloude that he whyche kylled dye not vntill he stonde before the congregacion in iudgement."},{"number":13,"verse":"And of these vi. fre cities"},{"number":14,"verse":"which ye shall geue. iij. ye shall geue on this syde Iordayne and. iij. in ye londe of Canaan."},{"number":15,"verse":"And these sixe fre cities shalbe for the childern of Israel and for the straunger and for him that dwelleth amonge you yt all thei which kill any persone vnwares maye flee thither."},{"number":16,"verse":"Yf any man smyte another with a wepo of yerne that he dye than he is a murtherer and shall dye for it."},{"number":17,"verse":"Yf he smyte him with a throwinge stone that he dye therwith then he shall dye: for he is a murtherer and shalbe slayne therfore."},{"number":18,"verse":"Yf he smyte him with a handwepon of wodd that he dye therwith then he shall dye: for he is a murtherer and shalbe slayne therfore."},{"number":19,"verse":"The iudge of bloude shall slee the murtherer as sone as he fyndeth him:"},{"number":20,"verse":"Yf he thrust him of hate or hourle at him with layenge of wayte that he dye"},{"number":21,"verse":"or smyte him with his hande of enuye that he dye he that smote him shall dye for he is a murtherer. The iustice of bloude shall slee him as soone as he fyndeth him."},{"number":22,"verse":"But and yf he pusshed him by chaunce and not of hate or cast at him with any maner of thynge and not of layenge of wayte:"},{"number":23,"verse":"or cast any maner of stone at him that he dye therewith and sawe him not: And he cast it apon him and he dyed but was not his enemye nether soughte him ony harme:"},{"number":24,"verse":"Then the cogregacion shall iudge betwene the sleer ad the executer of bloude in soche cases."},{"number":25,"verse":"And the congregacion shall delyuer the sleer out of the hande of the iudge of bloude and shall restore him agayne vnto the fraunchesed cytye whother he was fleed. And he shall byde there vnto the dethe off the hye preaste whiche was anoynted with holy oyle."},{"number":26,"verse":"But and yf he came without the borders of his preuyleged citie whether he was fled"},{"number":27,"verse":"yf the bloudvenger fynde him without the borders of his fre towne he shall flee the murtherer and be giltlesse"},{"number":28,"verse":"because he shulde haue hidden in his fre towne vntyll the deth of the hye preaste and after the deth of the hye preast he shall returne agayne vnto the londe of his possessyon."},{"number":29,"verse":"And this shalbe an ordinaunce and a lawe vnto you amonge youre childern after you in all youre habitacions."},{"number":30,"verse":"Whosoeuer sleeth shalbe slaine at ye mouthe of witnesses. For one witnesse shall not answere agenste one persone to put him to deeth."},{"number":31,"verse":"Moreouer ye shall take none amendes for the lyfe of the murtherer whiche is worthy to dye: But he shall be put to deeth."},{"number":32,"verse":"Also ye shall take none atonement for him yt is fled to a fre citie that he shulde come agayne and dwell in the londe before the deeth of the hye preast."},{"number":33,"verse":"And se that ye polute not the londe which ye are in for bloude defyleth the londe. And the londe can none other wyse be clensed of ye bloude that is shed therein but by the bloude of it that shed it."},{"number":34,"verse":"Defyle not therfore the londe which ye inhabitt and in the myddes of which I also dwell for I am ye Lorde which dwell amonge the childern of Israel."}]}