{"bibleAbbr":"TRC1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"And ye Lord spake vnto Moses and Aaro"},{"number":2,"verse":"and bade the take ye summe of ye childern of Cahath fro amonge ye sonnes of leui in their kynredes and housses of their fathers"},{"number":3,"verse":"from xxx. yere and aboue vntill fyftie all that were able to warre for to doo the worke in the tabernacle of witnesse:"},{"number":4,"verse":"euen in the most holy place."},{"number":5,"verse":"And when ye hoste remoueth Aaron ad his sonnes shall come and take doune the vayle and couer the arcke of witnesse there with"},{"number":6,"verse":"and shall put there on a couerynge of taxus skynnes and shall sprede a cloth yt is altogether of Iacyncte aboue all and put the staues thereof in."},{"number":7,"verse":"And apon the shewe table they shall sprede a cloth of Iacyncte and put thereo the dishes spones flat peces and pottes to poure with and the dayly bred shalbe thereon:"},{"number":8,"verse":"and they shall spred apon them a couerynge of purple and couer the same with a couerynge of taxus skynnes and put the staues thereof in."},{"number":9,"verse":"And they shall take a cloth of Iacyncte and couer the candelsticke of light and hir lapes and hir snoffers and fyre pannes and all hir oyle vessels which they occupye aboute it"},{"number":10,"verse":"and shall put apon her and on all hir instrumentes a couerynge of taxus skynnes and put it apon staues."},{"number":11,"verse":"And apon the golden alter they shall sprede a cloth of Iacyncte and put on hir staues."},{"number":12,"verse":"And they shall take all the thiges which they occupye to minystre with in ye holy place and put a cloth of Iacyncte apon them and couer them with a couerynge of taxus skynnes and put them on staues."},{"number":13,"verse":"And they shall take a waye the asshes out of the alter and sprede a scarlet cloth thereon:"},{"number":14,"verse":"and put aboute it the fyre pannes the flesh hokes the shouels the basens and all that belongeth vnto the alter and they shall sprede apon it a coueryng of taxus skynnes and put on the staues of it."},{"number":15,"verse":"And when Aaron and his sonnes haue made an ende of couerynge the sanctuary ad all the thinges of the sanctuarye agenst that the hoste remoue then the sonnes of Cahath shall come in for to bere and so let them not twich the santuary lest they dye. And this ys the charge of the sonnes of Cahath in the tabernacle of witnesse."},{"number":16,"verse":"And Eleazar the sonne of Aaron the preast shall haue the charge to prepare oyle for the lightes and swete cens and the dayly meatofferynge and the anoyntinge oyle and the ouersyghte of all the dwellynge and of all that therein is: both ouer the sanctuary and ouer all that pertayneth thereto."},{"number":17,"verse":"And the Lorde spake vnto Moses and Aaron sayenge:"},{"number":18,"verse":"destroye not the trybe of the kynredes of the Cahathites from amonge the leuites."},{"number":19,"verse":"But thus doo vnto them that they maye lyve and not dye whe they goo vnto ye most holy place. Aaron and his sonnes shall goo in and put them euery man vnto his seruyce and vnto his burthen."},{"number":20,"verse":"But let them not goo in to se when they couer the sanctuarye lest they dye."},{"number":21,"verse":"And the Lorde spake vnto Moses sayenge"},{"number":22,"verse":"Take the summe of the childern of Gerson in the houses of their fathers ad in their kynredes:"},{"number":23,"verse":"from. xxx. yere and aboue vntyll. l. all that are able to goo forth in warre for to doo seruyce in the tabernacle of witnesse."},{"number":24,"verse":"And this is the seruyce of the kynred of the Gersonites to serue and to beare."},{"number":25,"verse":"They shall bere the curtaynes of the dwellynge and the roffe of ye tabernacle of witnesse and his couerynge ad the coueryng of taxus skynnes that is an hye aboue apon it and the hangynge of the dore of the tabernacle of witnesse:"},{"number":26,"verse":"and the hanginge of the courte and the hangynge of the gate of the courte that is rounde aboute the dwellynge and the altare and the cordes of them and all the instrumentes that serue vnto them and all that is made for them."},{"number":27,"verse":"And at the mouth of Aaron and his sonnes shall all the seruyce of the childern of the Gersonites be done in all their charges and in all their seruyce and ye shall appoynte them vnto al their charges that they shall wayte apo."},{"number":28,"verse":"And this is the seruyce of the kynred of the children of the Gersonites in ye tabernacle of witnesse and their wayte shalbe in the honde of Ithamar the sonne of Aaron the preast."},{"number":29,"verse":"And thou shalt numbre the sonnes of Merari in their kynredes and in the houses of their fathers"},{"number":30,"verse":"from. xxx. yeres and aboue vnto. l. All that is able to goo forth in warre to doo the seruyce of the tabernacle of witnesse."},{"number":31,"verse":"And this is the charge that they must wayte vppon in all that they must serue in the tabernacle of witnesse: The bordes of the dwellynge and the barres pylers and sokettes thereof"},{"number":32,"verse":"and the pylers of the courte rounde aboute and their sokettes pynnes and cordes with all that pertayneth and serueth vnto them. And by name ye shall reken the thynges that they must wayte apon to bere."},{"number":33,"verse":"Thys is the seruyce of the kynreddes of the sonnes of Merari in all theyr seruyce in the tabernacle of witnesse by the hande of Ithamar the sonne of Aaron the preast."},{"number":34,"verse":"And Moses and Aaron and the princes of the multitude numbred the sonnes of the Cahathites in their kynredes and housses of theire fathers"},{"number":35,"verse":"from. xxx. yere and aboue vnto fyftie all that were able to goo forth in the hoste and to do seruyce in the tabernacle of witnesse."},{"number":36,"verse":"And the numbre of them in their kynredes were two thousande seuen hundred and. l."},{"number":37,"verse":"These are the numbres of the kynredes of the Cahathites of all that dyd seruyce in the tabernacle of witnesse whyche Moses and Aaron dyd numbre at the commaundment of the Lorde by the hade of Moses."},{"number":38,"verse":"And the sonnes of Gerson were numbred in their kynredes and in the housses of their fathers"},{"number":39,"verse":"from. xxx. yere vp vnto fyftye all that were able to goo forth in the hoste for to doo servyce in the tabernacle of witnesse."},{"number":40,"verse":"And the numbre of them in their kynredes and in the housses of their fathers was two thousande sixe hundred and. xxx."},{"number":41,"verse":"This is the numbre of the kynredes of the sonnes of Gerson of all that dyd seruyce in the tabernacle of witnesse which Moses and Aaron dyd numbre at the commaundement of the Lorde."},{"number":42,"verse":"And the kynredes of the sonnes of Merari were numbred in their kynredes and in the houses of their fathers"},{"number":43,"verse":"from. xxx. yere vp vnto fyftie. all that were able to goo forth with the hoste to do seruice in ye tabernacle of witnesse."},{"number":44,"verse":"And the numbre of them was in theyr kynredes thre thousande and two hundred."},{"number":45,"verse":"This is the numbre of the kynredes of ye sonnes of Merari whiche Moses and Aaron numbred at the byddynge of the Lorde by ye hande of Moses."},{"number":46,"verse":"The whole summe which Moses Aaron and the lordes of Israell numbred amonge the leuites in their kynredes and housholdes of their fathers"},{"number":47,"verse":"from. xxx. yere vpp vnto. l. euery man to doo his office and seruyce and to bere his burthen in the tabernacle of witnesse:"},{"number":48,"verse":"was. viij. thousande fyue hundred ad lxxx."},{"number":49,"verse":"which they numbred at the commaundement of the Lorde by the honde of Moses euery man vnto his seruyce and burthen: as the Lorde commaunded Moses."}]}