{"bibleAbbr":"neNRV2012","bookName":"यशैया","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"( यरूशलेमलाई सनहेरीबको आक्रमणको धम्की) हिजकिया राजाको चौधौँ वर्षमा अश्‍शूरका राजा सनहेरीबले यहूदाको सारा पर्खाल लगाएका सहरहरूलाई आक्रमण गरेर तिनलाई कब्‍जा गरे।"},{"number":2,"verse":"अनि अश्‍शूरका राजाले युद्धका एक जना सेनापतिलाई ठूलो सेनासमेत लाकीशबाट यरूशलेममा हिजकिया राजाकहाँ पठाए। जब उनी धोबीको खेतको मूल बाटोमा भएको माथिल्‍लो पोखरीको कुलोनेर उभिए,"},{"number":3,"verse":"तब राजदरबारका प्रशासक हिल्‍कियाहका छोरा एल्‍याकीम, सचिव शेब्‍ना, र आसापका छोरा लेखापाल योआ बाहिर निस्‍केर उनीकहाँ आए।"},{"number":4,"verse":"युद्धका सेनापतिले तिनीहरूलाई भने, “हिजकियालाई भन, ‘महाराजाधिराज, अश्‍शूरका राजा यसो भन्‍नुहुन्‍छ, तिमी के आशामा भरोसा गरिरहेछौ?"},{"number":5,"verse":"तिमीसित लड़ाइँको योजना र सैनिक बल छ भनी तिमी भन्‍छौ, तर तिमी त केवल फोस्रा कुरा गर्दछौ। तिमी कसमाथि भरोसा गरिरहेका छौ र मेरो विरुद्धमा बागी भएका छौ?"},{"number":6,"verse":"हेर, तिमी अब भाँचिएको निगालोको लहुरोमा भरोसा राख्‍छौ, अर्थात् मिश्रदेशमा, जसमा कोही मानिस भर पर्‍यो भने, त्‍यसले त्‍यसको हातमा चोट पार्नेछ। मिश्रदेशका राजा फारोमाथि भर पर्ने सबैका निम्‍ति उनी यस्‍तै छन्। ( )"},{"number":7,"verse":"अनि “हामी आफ्‍ना परमप्रभु परमेश्‍वरमाथि भर पर्दछौं” भनी यदि तिमी मलाई भन्‍छौ भने, के उहाँ उही हुनुहुन्‍न, जसका अल्‍गा-अल्‍गा ठाउँहरू र जसका वेदीहरू हिजकियाले यहूदा र यरूशलेमलाई यसो भन्‍दै हटाए, “तिमीहरूले यस वेदीको सामुन्‍ने आराधना गर्नुपर्छ?”"},{"number":8,"verse":"“‘यसकारण आओ, मेरा मालिक अश्‍शूरका राजासित सौदा गर। म तिमीलाई दुई हजार घोड़ा दिनेछु। हेरौं, तीमाथि तिमी सवार चढ़ाउन सक्‍छौ कि सक्‍दैनौ?"},{"number":9,"verse":"रथहरू र घोड़ाहरूका निम्‍ति मिश्रदेशमाथि भर परे तापनि कसरी तिमी मेरा मालिकका अधिकृतहरूमध्‍येका एक जना साना अधिकृतलाई पनि धपाउन सक्‍छौ?"},{"number":10,"verse":"यसबाहेक के म यस देशलाई आक्रमण गरी नष्‍ट पार्न परमप्रभुविना आएको छु? परमप्रभुले नै मलाई “त्‍यस देशमा गएर त्‍यसलाई नष्‍ट गर्” भनी भन्‍नुभएको छ’।”"},{"number":11,"verse":"तब एल्‍याकीम, शेब्‍ना र योआले युद्धका सेनापतिलाई भने, “बिन्‍ती छ, तपाईंका दासहरूसित आरमेइक भाषामा बोल्‍नुहोस्, किनकि हामी त्‍यो भाषा बुझ्‍छौं। पर्खालमा भएका मानिसहरूले सुन्‍ने गरी हिब्रू भाषामा हामीसित नबोल्‍नुहोस्।”"},{"number":12,"verse":"तर युद्धका सेनापतिले भने, “के मेरा मालिकले तिमीहरू र तिमीहरूका मालिककहाँ मात्र यी कुरा भन्‍न मलाई पठाउनुभएको हो र? के उहाँले मलाई पर्खालमा बस्‍ने मानिसहरूकहाँ पनि पठाउनुभएको होइन र— जसले तिमीहरूले जस्‍तै आफ्‍नै दिसा खानुपर्छ र आफ्‍नै पिसाब पिउनुपर्नेछ?”"},{"number":13,"verse":"तब युद्धका सेनापति खड़ा भए, र ठूलो सोरमा हिब्रू भाषामा यसो भने, “महाराजाधिराज अश्‍शूरका राजाका कुरा सुन!"},{"number":14,"verse":"महाराजा यसो भन्‍नुहुन्‍छ, हिजकियाले तिमीहरूलाई धोका नदेओस्, किनकि त्‍यसले तिमीहरूलाई छुटाउन सक्‍नेछैन!"},{"number":15,"verse":"हिजकियाले तिमीहरूलाई यसो भनेर परमप्रभुमाथि भरोसा गर्न पनि नलाओस्, ‘परमप्रभुले निश्‍चय नै हामीलाई छुटकारा दिनुहुनेछ। उहाँले यो सहर अश्‍शूरका राजाको हातमा सुम्‍पिदिनुहुनेछैन’।"},{"number":16,"verse":"“हिजकियाको कुरा नसुन। अश्‍शूरका महाराजा यसो भन्‍नुहुन्‍छ: तिमीहरू मसित मिलाप गर, र निस्‍केर मकहाँ आओ। तब तिमीहरू हरेकले आ-आफ्‍नो दाखको फलबाट र नेभाराको फलबाट खाऔला, र आ-आफ्‍नो पानीको कुण्‍डबाट पानी पिऔला,"},{"number":17,"verse":"जबसम्‍म म आएर तिमीहरूकै जस्‍तो अन्‍न र नयाँ दाखमद्य अनि रोटी र दाखबारीले भरिएको देशमा तिमीहरूलाई लैजाँदिनँ।"},{"number":18,"verse":"“हिजकियाले तिमीहरूलाई यसो भनेर भ्रममा नपारोस्, ‘परमप्रभुले हामीलाई छुटकारा दिनुहुनेछ’। के जाति-जातिका कुनै देवताले आफ्‍नो देशलाई अश्‍शूरका राजाको हातबाट कहिल्‍यै बचाउन सकेको छ र?"},{"number":19,"verse":"हमात र अर्पादका देवताहरू कहाँ छन्? सपर्बेम देवताहरू कहाँ छन्? के तिनीहरूले सामरियालाई मेरो हातबाट छुटाएका छन्?"},{"number":20,"verse":"यी देशहरूका देवताहरूमध्‍ये कसले आफ्‍नो देशलाई मेरो हातबाट बचाउन सकेको छ र? तब परमप्रभुले यरूशलेमलाई मेरो हातबाट कसरी बचाउन सक्‍नुहोला त?”"},{"number":21,"verse":"तर मानिसहरू चूप लागिबसे, र उनलाई जवाफमा एउटै कुरा पनि भनेनन्। किनकि उनलाई केही जवाफ नदिनू भन्‍ने राजाको हुकुम थियो।"},{"number":22,"verse":"तब राजदरबारका प्रशासक हिल्‍कियाहका छोरा एल्‍याकीम, सचिव शेब्‍ना र आसापका छोरा लेखापाल योआले आफ्‍ना लुगा च्‍याते, र हिजकियाकहाँ आएर युद्धका सेनापतिका कुरा तिनलाई सुनाए।"}]}