{"bibleAbbr":"neNRV2012","bookName":"यशैया","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"( इस्राएलका एक मात्र उद्धारक) तर अब हे याकूब, तिमीलाई रच्‍नुहुने, हे इस्राएल, तिमीलाई सृष्‍टि गर्नुहुने परमप्रभु भन्‍नुहुन्‍छ: “नडरा, किनकि मैले तँलाई मोल तिरेर छुटाएको छु। मैले तँलाई तेरो नाउँ काढ़ेर बोलाएको छु, तँ मेरै होस्।"},{"number":2,"verse":"तँ पानीबाट भएर जाँदा म तेरो साथमा हुनेछु। तँ नदीहरूबाट भएर जाँदा तिनले तँलाई डुबाउनेछैनन्। तँ आगोबाट हिँड़ेर जाँदा डढ्नेछैनस्। त्‍यसको ज्‍वालाले तँलाई भस्‍म पार्नेछैन।"},{"number":3,"verse":"किनभने म परमप्रभु, तेरा परमेश्‍वर हुँ, इस्राएलका परमपवित्र, तेरा उद्धारक। तँलाई छुटाउनका निम्‍ति मिश्रदेश, र तेरो सट्टामा कूश र सेबा म दिन्‍छु।"},{"number":4,"verse":"तँ मेरो दृष्‍टिमा बहुमूल्‍य र आदरणीय भएकाले, र मैले तँलाई प्रेम गरेको कारणले म मानिसहरूलाई तेरो सट्टामा, र जाति-जातिहरूलाई तेरो जीवनको सट्टामा दिनेछु।"},{"number":5,"verse":"नडरा, किनकि म तँसित छु। म तेरा छोराछोरीहरूलाई पूर्वदेखि ल्‍याउनेछु, र पश्‍चिमदेखि तिमीहरूलाई भेला गर्नेछु।"},{"number":6,"verse":"म उत्तर दिशालाई भन्‍नेछु, ‘तिनीहरूलाई दिइहाल्।’ र दक्षिण दिशालाई भन्‍नेछु, ‘तिनीहरूलाई नथुन्।’ मेरा छोराहरूलाई टाढ़ादेखि र मेरा छोरीहरूलाई पृथ्‍वीको पल्‍लो छेउदेखि ल्‍याओ,"},{"number":7,"verse":"हरेक जो मेरो नाउँद्वारा बोलाइएको छ, जसलाई मैले मेरो महिमाको निम्‍ति सृष्‍टि गरेको छु, जसको आकार मैले नै रचें र बनाएँ।”"},{"number":8,"verse":"आँखा भएर पनि अन्‍धा र कान भएर पनि बहिरा हुनेहरूलाई बाहिर डोर्‍याओ।"},{"number":9,"verse":"सबै जाति-जातिहरू एकैसाथ जम्‍मा होऊन् र मानिसहरू भेला होऊन्। तिनीहरूमध्‍ये कसले हामीलाई यो कुरा बतायो, र पहिलेका कुराहरू घोषणा गर्‍यो? तिनीहरू सच्‍चा ठहरिनलाई आ-आफ्‍ना साक्षी ल्‍याऊन्, र अरूहरूले सुनेर भनून्, “यो सत्‍य हो।”"},{"number":10,"verse":"परमप्रभु भन्‍नुहुन्‍छ, “तिमीहरू मेरा साक्षी र मैले चुनेका दास हौ, र तिमीहरूले मलाई चिन्‍न र विश्‍वास गर्न सक, अनि म उही हुँ भनी बुझ्‍न सक। मभन्‍दा अघि कोही ईश्‍वर नै बनिएको थिएन, न त म पछि कोही हुनेछ।"},{"number":11,"verse":"म हुँ, म नै परमप्रभु हुँ। मबाहेक अरू कोही मुक्तिदाता छैन।"},{"number":12,"verse":"मैले प्रकट गरेको छु, बचाएको छु र घोषणा गरेको छु— तिमीहरूका बीचमा मैले यो गरेको हुँ, अन्‍य ईश्‍वरले होइन। तिमीहरू मेरा साक्षी हौ, कि म नै परमेश्‍वर हुँ,” परमप्रभु भन्‍नुहुन्‍छ।"},{"number":13,"verse":"“हो, प्राचीन समयदेखि नै म उही हुँ। मेरो हातबाट कसैले छुटाउन सक्‍दैन। जब म काम गर्छु, त्‍यसलाई कसले उल्‍टाउन सक्‍छ?”"},{"number":14,"verse":"( परमेश्‍वरको कृपा र इस्राएलीहरूको अविश्‍वास) परमप्रभु तिमीहरूका उद्धारक, इस्राएलका परमपवित्र यसो भन्‍नुहुन्‍छ: “तिमीहरूका खातिर म बेबिलोनमा मानिसहरू पठाउनेछु। म सबै बेबिलोनीहरूलाई उनीहरूले गर्व गरेका जहाजहरूमा शरणार्थीहरूलाई झैँ ल्‍याउनेछु।"},{"number":15,"verse":"म परमप्रभु, तिमीहरूका परमपवित्र, इस्राएलका सृष्‍टिकर्ता, तिमीहरूका राजा हुँ।”"},{"number":16,"verse":"परमप्रभु यही भन्‍नुहुन्‍छ— “समुद्रमा बाटो बनाउनुहुने, शक्तिशाली सागरमा मार्ग बनाउनुहुने,"},{"number":17,"verse":"रथहरू र घोड़ाहरू, सेना र थप सेनालाई एकैसाथ निकाल्‍नुहुने, तिनीहरू जो फेरि उठ्न नसक्‍ने गरी पड़िरहेका थिए, सलेदो निभाएझैँ निभाएका थिए:"},{"number":18,"verse":"“बितेका कुराहरूलाई भूल, उहिलेका कुराहरूलाई विचार नगर।"},{"number":19,"verse":"हेर, म एउटा नयाँ कुरो गर्दैछु! त्‍यो अब हुन आउँछ। के तिमीहरू त्‍यो देख्‍दैनौ? म मरुभूमिमा एउटा बाटो र रूखो जमिनमा खोलाहरू बनाउँदैछु।"},{"number":20,"verse":"जङ्गली जनावरहरू, स्‍यालहरू र लाटोकोसेराहरूले मेरो इज्‍जत गर्छन्, किनभने म मेरा मानिसहरू, मेरा चुनिएकाहरूलाई पिउनका निम्‍ति मरुभूमिमा पानी अनि रूखो जमिनमा खोलाहरू दिन्‍छु,"},{"number":21,"verse":"त्‍यस जातिलाई, जसलाई मेरो प्रशंसाको घोषणा गरून् भनेर मेरो निम्‍ति मैले बनाएँ।"},{"number":22,"verse":"“तापनि हे याकूब, तैंले मलाई पुकारा गरेको छैनस्। हे इस्राएल, तँ मेरो निम्‍ति थकित भएको छैनस्।"},{"number":23,"verse":"तैंले होमबलिको लागि भेड़ा ल्‍याएको छैनस्, न त आफ्‍ना बलिदानले तैंले मलाई मेरो इज्‍जत गरेको छस्। अन्‍नबलि चढ़ाएर मेरो सेवा गर्नलाई मैले तँलाई भार लगाएको छैनँ, न त धूप मागेर तँलाई थकाएको छु।"},{"number":24,"verse":"तैंले मेरो निम्‍ति बास्‍ना आउने बोझो किनेर ल्‍याएको छैनस्, तेरा बलिदानहरूको बोसोले मलाई तृप्‍त पारेको छैनस्। तर तैंले मलाई तेरा पापले भार लगाएको छस्। तेरा अधर्मले गर्दा मलाई तैंले थकाएको छस्।"},{"number":25,"verse":"“म उही हुँ, जसले तेरा अपराधहरू मेरो आफ्‍नै खातिर मेटिदिन्‍छ, र तेरा पापहरूलाई सम्‍झँदैन।"},{"number":26,"verse":"मेरो निम्‍ति बितेको कुराको पुनर्विलोकन गर। हामी आपसमा यी कुरा छलफल गरौं। तँ निर्दोष ठहरिनलाई आफ्‍नो कुरा पेश गर्।"},{"number":27,"verse":"पहिलेको तेरो पिताले पाप गर्‍यो, र तेरा प्रवक्ताहरू मेरो विरुद्धमा बागी भए।"},{"number":28,"verse":"यसैले तेरो मन्‍दिरका उच्‍च पदाधिकारीहरूलाई म शर्ममा पार्नेछु, र याकूबलाई नष्‍ट र इस्राएललाई निन्‍दित हुनलाई म सुम्‍पिदिनेछु।"}]}