{"bibleAbbr":"neNRV2012","bookName":"यशैया","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"( हठी इस्राएल) “हे याकूबका घराना हो, तिमीहरू, जो इस्राएल नाउँले बोलाइएका छौ, र यहूदाको वंशबाट आएका हौ, यी कुरा सुन। तिमीहरू, जसले परमप्रभुको नाउँमा शपथ खान्‍छौ र इस्राएलका परमेश्‍वरको नाउँमा पुकारा गर्छौ, तर सत्‍यता र धार्मिकतामा होइन—"},{"number":2,"verse":"तिमीहरू, जसले पवित्र सहरका नागरिक हौं भनी भन्‍छौ र इस्राएलका परमेश्‍वरमा भर पर्छौ— सर्वशक्तिमान् परमप्रभु नै उहाँको नाउँ हो:"},{"number":3,"verse":"मैले पहिलेका कुराहरू धेरै अघि नै बताइदिएँ। ती मेरा मुखबाट निस्‍के, र मैले ती देखाइदिएँ। मैले झट्टै ती गरें, र ती हुन आए।"},{"number":4,"verse":"किनभने म जान्‍दथें, कि तिमीहरू कस्‍ता अटेरी थियौ, र तिमीहरूका गर्दनका नसाहरूचाहिँ फलामका जस्‍तै थिए, तिमीहरूको निधार काँसाको जस्‍तो थियो।"},{"number":5,"verse":"यसैकारण मैले यी कुरा तँलाई उहिले नै बताइदिएँ। यी हुन आउन अघि नै मैले यी तँलाई भनिदिएँ, ताकि तैंले यसो भन्‍न नपाओस्, ‘मेरा मूर्तिहरूले यी गरेका हुन्, मेरो काठको प्रतिमा र धातुको देवताले यी निर्दिष्‍ट गरेका हुन्।’"},{"number":6,"verse":"तैंले यी कुरा सुनेका छस्, यी कुरा सबैलाई हेर्। के तँ यी स्‍वीकार गर्दैनस्? “अब उसो म तँलाई नयाँ कुराहरू बताउनेछु, तैंले नजानेका गुप्‍त कुराहरू।"},{"number":7,"verse":"ती अहिले सृष्‍टि गरिएका हुन्, आजभन्‍दा अघि तैंले तिनका विषयमा सुनेको थिइनस्। यसैले तैंले भन्‍न सक्दैनस्, ‘हो, मैले ती जानेको थिएँ’।"},{"number":8,"verse":"तैंले न त सुनेको थिइस्, न जानेको थिइस्। प्राचीन समयदेखि तेरो कान खुलेको थिएन। म जान्‍दछु, कि तँ कस्‍तो धोकेबाज छस्। जन्‍मिएको दिनदेखि नै तँ बागी भनिएको थिइस्।"},{"number":9,"verse":"मेरो आफ्‍नै नाउँको खातिर मैले मेरो क्रोधलाई पोखाउन ढिलो गरें, र मेरो महिमाको खातिर तँलाई बहिष्‍कार नगर्न मैले नै त्‍यो रोकिराखें।"},{"number":10,"verse":"हेर्, मैले तँलाई खारेको छु, तर चाँदीलाई जस्‍तो त होइन। मैले तँलाई कष्‍टको भट्टीमा जाँचेको छु।"},{"number":11,"verse":"मेरो आफ्‍नै खातिर, मेरो आफ्‍नै खातिर म त्‍यो गर्दछु। म कसरी आफै बदनाम हुन दिन सक्‍छु? मेरो महिमा म अरू कसैलाई दिनेछैनँ।"},{"number":12,"verse":"( इस्राएलको छुटकारा) “हे याकूब, हे मैले बोलाएको इस्राएल, मेरो कुरा सुन्: म त्‍यही हुँ। म आदि हुँ, र म अन्‍त हुँ। ( ; ; )"},{"number":13,"verse":"मेरो आफ्‍नै हातले पृथ्‍वीका जगहरू बसालेको हो, र मेरो दाहिने हातले आकाश फिँजाएको हो। जब म तिनीहरूलाई बोलाउँछु, ती एकसाथ खड़ा हुन्‍छन्।"},{"number":14,"verse":"“तिमीहरू सबै जम्‍मा भएर सुन। देवताहरूमध्‍ये कसले यी कुरा अघिबाटै बतायो? परमप्रभुको चुनेको मित्रले बेबिलोनको विरुद्धमा उहाँको अभिप्राय पूरा गर्नेछ, र उहाँको बाहुबल बेबिलोनीहरूका विरुद्धमा हुनेछ।"},{"number":15,"verse":"मैले, मैले नै यो भनेको छु। हो, मैले त्‍यसलाई बोलाएको छु। म त्‍यसलाई ल्‍याउनेछु, र त्‍यो आफ्‍नो लक्षित कार्यमा सफल हुनेछ।"},{"number":16,"verse":"“मेरो नजिक आओ, र तिमीहरू यो सुन: पहिलो घोषणा गरेदेखि नै मैले गुप्‍तमा भनेको छैनँ। त्‍यो घट्ने समयमा म त्‍यहाँ छु।” अनि अब परमप्रभु परमेश्‍वरले मलाई उहाँका आत्‍मासित पठाउनुभएको छ।"},{"number":17,"verse":"परमप्रभु, तेरा उद्धारक र इस्राएलका परमपवित्र भन्‍नुहुन्‍छ: “म परमप्रभु तेरा परमेश्‍वर हुँ, जसले तेरो भलाइको निम्‍ति तँलाई सिकाउँछ, जसले तँ जानुपर्ने बाटोमा तँलाई डोर्‍याउँछ।"},{"number":18,"verse":"यदि तैंले मेरा आज्ञाहरू ध्‍यानसित पालन गरेको भए तेरो शान्‍ति नदीझैँ र तेरो धार्मिकता समुद्रका छालहरूझैँ हुनेथियो।"},{"number":19,"verse":"तेरो वंश बालुवासरह हुनेथियो, र तेरा छोराछोरीहरू त्‍यसका कणसरह हुनेथिए। तिनीहरूका नाउँ मबाट कहिल्‍यै काटिनेथिएनन्, र ती मेरो सामुन्‍ने नाश हुनेथिएनन्।”"},{"number":20,"verse":"बेबिलोनबाट निस्‍केर जाओ। बेबिलोनीहरूबाट भाग। आनन्‍दको सोरले कराउँदै यस कुराको घोषणा गर। पृथ्‍वीको पल्‍लो छेउसम्‍म यो कुरा सुनाओ। तिमीहरू भन, “परमप्रभुले आफ्‍नो दास याकूबलाई मोल तिरेर छुटकारा गर्नुभएको छ!” ( )"},{"number":21,"verse":"उहाँले तिनीहरूलाई मरुभूमिबाट भएर लैजानुहुँदा तिनीहरू तिर्खाएनन्। उहाँले तिनीहरूका निम्‍ति चट्टानबाट पानी निकालिदिनुभयो। उहाँले चट्टानलाई दुई भाग पार्नुभयो, र पानी बगेर निस्‍क्‍यो।"},{"number":22,"verse":"“दुष्‍टहरूलाई शान्‍ति हुँदैन,” परमप्रभु भन्‍नुहुन्‍छ। ( )"}]}