{"bibleAbbr":"neNRV2012","bookName":"यशैया","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"( सियोनको महिमा) “उठ्, प्रकाशमान् हो, किनकि तेरो प्रकाश आएको छ, र परमप्रभुको महिमा तँमाथि उदाएको छ।"},{"number":2,"verse":"हेर्, अँध्‍यारोले पृथ्‍वीलाई, र घोर अँध्‍यारोले मानिसहरूलाई ढाकेको छ, तर परमप्रभु तँमाथि चम्‍कनुहुन्‍छ, र उहाँको महिमा तँमाथि प्रकट हुन्‍छ।"},{"number":3,"verse":"जाति-जाति तेरो प्रकाशमा र राजाहरू तेरो प्रभातको ज्‍योतिमा आउनेछन्।"},{"number":4,"verse":"“तेरा आँखा उठाएर चारैतिर हेर्, तिनीहरू सबै जम्‍मा भएर तँकहाँ आउँछन्। तेरा छोराहरू टाढ़ाबाट आउँछन्, र तेरा छोरीहरू हात-हातमा बोकेर ल्‍याइन्‍छन्।"},{"number":5,"verse":"तब यो देखेर तँ उज्‍ज्‍वल हुनेछस्, र तेरो हृदय आनन्‍दले गद्गद् हुनेछ। समुद्रका धन तँतर्फ ल्‍याइनेछन्, जाति-जातिको सम्‍पत्ति तँकहाँ आउनेछ।"},{"number":6,"verse":"ऊँटहरूका बथान, मिद्यान र एपाका सवारी ऊँटहरूले तेरो देश ढाकिनेछ। शेबाबाटका सबै जना परमप्रभुको प्रशंसा गर्दै सुन र धूप लिएर आउनेछन्।"},{"number":7,"verse":"केदारका सबै भेड़ाबाख्राहरूका बगाल तँकहाँ जम्‍मा हुनेछन्। नबायोतका भेड़ाहरूले तेरो सेवा गर्नेछन्। तिनीहरू बलि स्‍वरूप मेरो वेदीमा ग्रहणयोग्‍य हुनेछन्, र मेरो महिमाको मन्‍दिरलाई म सिँगार्नेछु।"},{"number":8,"verse":"“बादलझैँ उड्ने र ढुकुरझैँ तिनीहरूका गुँड़तिर उड्ने यी को हुन्?"},{"number":9,"verse":"निश्‍चय नै टापूहरूले मलाई हेर्छन्। अगिअगिचाहिँ तर्शीशका व्‍यापारी जहाजहरू छन्। परमप्रभु तेरा परमेश्‍वरको निम्‍ति, अर्थात् इस्राएलका परमपवित्रका सम्‍मानको निम्‍ति तिनीहरूले तेरा छोराहरूलाई तिनका सुन र चाँदीसित टाढ़ा-टाढ़ाबाट ल्‍याउँछन्। किनकि उहाँले तँलाई गौरवले युक्त पार्नुभएको छ।"},{"number":10,"verse":"“विदेशीहरूले तेरा पर्खाल फेरि बनाउनेछन्, र तिनका राजाहरूले तेरो सेवा गर्नेछन्। मेरो क्रोधमा मैले तँलाई हिर्काएँ, तापनि मेरो निगाहमा म तँलाई टिठ्याउनेछु।"},{"number":11,"verse":"तेरा सहरका मूल ढोकाहरू निरन्‍तर खुला रहनेछन्। मानिसहरूले तँकहाँ जाति-जातिका धन-सम्‍पत्ति ल्‍याउन र तिनका राजाहरू अगिअगि विजयीजुलूससाथ पस्‍न ती ढोकाहरू दिनरात कहिल्‍यै बन्‍द हुनेछैनन्। ( )"},{"number":12,"verse":"किनकि तेरो सेवा नगर्ने जाति वा राज्‍य नष्‍ट हुनेछ। त्‍यो बिलकुलै नष्‍ट हुनेछ।"},{"number":13,"verse":"“लेबनानको गौरव तँकहाँ आउनेछ— सल्‍लोहरू र धूपीका रूखसमेत मेरो पवित्रस्‍थान सुन्‍दर बनाउनलाई आउनेछन्, र म मेरो चरणको स्‍थानलाई गौरवमय बनाउनेछु।"},{"number":14,"verse":"तँलाई सताउनेहरूका छोराहरू तँकहाँ शिर निहुराउँदै आउनेछन्। तँलाई घृणा गर्नेहरू सबै तेरा खुट्टामा निहुरनेछन्। तिनीहरूले तँलाई परमप्रभुको सहर, इस्राएलका परमपवित्रको सियोन भन्‍नेछन्। ( )"},{"number":15,"verse":"“तँ त्‍यागिएकी र घृणित भएकी, तँबाट भएर कोही नगए तापनि म तँलाई सदाको गौरव र सबै पुस्‍ताको आनन्‍द तुल्‍याउनेछु।"},{"number":16,"verse":"तैंले जाति-जातिहरूको दूध पिउनेछस् र राजकीय थुन चुस्‍नेछस्। त्‍यस बेला तैंले यो जान्‍नेछस्, कि म परमप्रभु तेरा मुक्तिदाता र तेरो उद्धार गर्ने, याकूबको परमशक्तिशाली हुँ।"},{"number":17,"verse":"काँसाको सट्टा सुन र फलामको सट्टा चाँदी म ल्‍याउनेछु, र काठको सट्टा काँसा र ढुङ्गाको सट्टा फलाम ल्‍याउनेछु। शान्‍तिलाई तेरा राज्‍यपाल र धार्मिकतालाई तेरा शासक तुल्‍याउनेछु।"},{"number":18,"verse":"तेरो देशमा फेरि कहिल्‍यै उपद्रव सुनिनेछैन, तेरा सिमानाभित्र बरबादी र विनाश सुनिनेछैन। तर तैंले तेरा पर्खाललाई मुक्ति भन्‍नेछस्, र तेरा मूल ढोकालाई प्रशंसा।"},{"number":19,"verse":"दिनमा सूर्यले फेरि कहिल्‍यै तँलाई ज्‍योति दिनेछैन, न त चन्‍द्रमाको उज्‍यालो तँमाथि चम्‍कनेछ, किनकि परमप्रभु नै तेरो सदाको ज्‍योति, र तेरा परमेश्‍वरचाहिँ तेरो महिमा हुनुहुनेछ। ( ; )"},{"number":20,"verse":"तेरो सूर्य फेरि कहिल्‍यै अस्‍ताउनेछैन, र तेरो चन्‍द्रमा पनि घट्नेछैन। परमप्रभु तेरो सदाको ज्‍योति हुनुहुनेछ, र तेरो शोकका दिनको अन्‍त्‍य हुनेछ।"},{"number":21,"verse":"तब तेरा सबै प्रजा धर्मात्‍मा हुनेछन्, र तिनीहरूले सदाको निम्‍ति देशको अधिकार गर्नेछन्। मेरो गौरव प्रदर्शन गर्न तिनीहरू मैले रोपेका बिरुवा, मेरो हातका काम हुन्।"},{"number":22,"verse":"तिमीहरूमध्‍ये थोरैचाहिँ हजार हुनेछ, र सबैभन्‍दा सानोचाहिँ एउटा शक्तिशाली जाति हुनेछ। म परमप्रभु हुँ। त्‍यसको समयमा त्‍यो चाँड़ै पूरा गर्नेछु।”"}]}