{"bibleAbbr":"neNRV2012","bookName":"यशैया","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"आकाश फटाएर तपाईं तल आउनुभए र तपाईंको सामुन्‍ने पर्वतहरू कामेका भए त हुनेथियो!"},{"number":2,"verse":"आगोले झिँजामिजा डढ़ाएर र पानी उमालेझैँ, तपाईंका शत्रुहरूलाई आफ्‍नो नाउँ प्रकट गर्न, र जाति-जातिहरू तपाईंको उपस्‍थितिमा कामून् भनेर तपाईं तल आउनुहोस्!"},{"number":3,"verse":"जब तपाईंले भयानक कामहरू गर्नुभयो, जो हामीले चिताएकै थिएनौं, तब तपाईं तल आउनुभयो, र पर्वतहरू तपाईंको उपस्‍थितिमा कामे।"},{"number":4,"verse":"उहाँको बाटो हेर्नेहरूका निम्‍ति काम गर्नुहुने तपाईंबाहेक अरू कोही परमेश्‍वर छ भनी कसैले प्राचीनकालदेखि नै कहिल्‍यै सुनेको छैन, न त कानले सुनेको छ, न आँखाले देखेको छ। ( )"},{"number":5,"verse":"जसले खुशीसित ठीक काम गर्छ, र जसले तपाईंको बाटो स्‍मरण गर्छ, तिनीहरूको सहायता गर्न तपाईं आउनुहुन्‍छ। तर जब हामीले तिनीहरूका विरुद्धमा पाप गर्दैरह्यौं तब तपाईं रिसाउनुभयो। कसरी हामीहरू बचाइन सक्‍छौं र?"},{"number":6,"verse":"हामी सबै अशुद्ध मानिसझैँ भएका छौं, र हाम्रा सबै धार्मिक काम फोहोर झुत्राझैँ छन्। हामी सबै पातझैँ ओइलाइहाल्‍छौं, र हाम्रा पापले हामीलाई बतासले झैँ उड़ाइलैजान्‍छन्।"},{"number":7,"verse":"तपाईंको नाउँ लिने कोही पनि छैन, तपाईंलाई समात्‍न कसैले प्रयत्‍न गर्दैन, किनकि तपाईंले आफ्‍नो मुख हामीदेखि लुकाउनुभएको छ, र हाम्रा पापले गर्दा बेकम्‍मा पार्नुभएको छ।"},{"number":8,"verse":"तापनि अब हे परमप्रभु, तपाईं हाम्रा पिता हुनुहुन्‍छ। हामी माटो हौं, र तपाईंचाहिँ कुमाले हुनुहुन्‍छ। हामी सबै तपाईंकै हातका कार्यहरू हौं।"},{"number":9,"verse":"हे परमप्रभु, ज्‍यादै क्रोधित नहुनुहोस्, हाम्रा पापहरू सधैँभरि सम्‍झी नरहनुहोस्। बिन्‍ती छ, हामीमाथि निगाह रहोस्, किनकि हामी सबै तपाईंकै प्रजा हौं।"},{"number":10,"verse":"तपाईंका पवित्र सहरहरू मरुभूमि भएका छन्, सियोनसमेत मरुभूमि भयो, यरूशलेम ध्‍वंस भयो।"},{"number":11,"verse":"हाम्रो पवित्र र गौरवमय मन्‍दिर जहाँ हाम्रा पिता-पुर्खाहरूले तपाईंको प्रशंसा गर्थे, त्‍यो आगोले डढ़ाइएको छ, र हामीले मूल्‍यवान् ठानेका वस्‍तुहरू भग्‍नावशेष भएका छन्।"},{"number":12,"verse":"यी सबै कुरा भएपछि हे परमप्रभु, के तपाईं पछिपछि हट्नुहुन्‍छ? के तपाईं चूपचाप बसेर हामीलाई नापभन्‍दा ज्‍यादै सजाय दिनुहुन्‍छ?"}]}