{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"تب ضُوفر نعماتی نے جواب دِیا:-"},{"number":2,"verse":"کیا اِن بُہت سی باتوں کا جواب نہ دِیاجائے؟ اور کیا بکواسی آدمی راست ٹھہرایاجائے؟"},{"number":3,"verse":"کیا تیری لاف زنی لوگوں کو خاموش کردے؟ اور جب تُو ٹھٹّھا کرے تو کیا کوئی تُجھے شرمِندہ نہ کرے؟"},{"number":4,"verse":"کیونکہ تُو کہتا ہے میری تعلِیم پاک ہے اور مَیں تیری نِگاہ میں بے گُناہ ہُوں۔"},{"number":5,"verse":"کاش! خُدا خُود بولے اور تیرے خِلاف اپنے لبوں کو کھولے"},{"number":6,"verse":"اور حِکمت کے اسرار تُجھے دِکھائے کہ وہ تاثِیر میں گُوناگُون ہے! سو جان لے کہ تیری بدکاری جِس لائِق ہے اُس سے کم ہی خُدا تُجھ سے مُطالبہ کرتا ہے۔"},{"number":7,"verse":"کیا تُو تلاش سے خُدا کو پا سکتاہے؟ کیا تُو قادرِ مُطلق کا بھید کمال کے ساتھ دریافت کر سکتاہے؟"},{"number":8,"verse":"وہ آسمان کی طرح اُونچا ہے ۔ تُو کیا کر سکتاہے؟ وہ پاتال سے گہرا ہے ۔ تُو کیا جان سکتاہے؟"},{"number":9,"verse":"اُس کی ناپ زمِین سے لمبی اور سمُندر سے چَوڑی ہے۔"},{"number":10,"verse":"اگر وہ بِیچ سے گُذر کر بند کر دے اور عدالت میں بُلائے تو کَون اُسے روک سکتاہے؟"},{"number":11,"verse":"کیونکہ وہ بے ہُودہ آدمِیوں کو پہچانتا ہے اور بدکاری کو بھی دیکھتا ہے خواہ اُس کا خیال نہ کرے۔"},{"number":12,"verse":"لیکن بے ہُودہ آدمی سمجھ سے خالی ہوتا ہے بلکہ اِنسان گورخر کے بچّہ کی طرح پَیدا ہوتا ہے۔"},{"number":13,"verse":"اگر تُو اپنے دِل کو ٹِھیک کرے اور اپنے ہاتھ اُس کی طرف پَھیلائے۔"},{"number":14,"verse":"اگر تیرے ہاتھ میں بدکاری ہو تو اُسے دُور کرے اور ناراستی کو اپنے ڈیروں میں رہنے نہ دے"},{"number":15,"verse":"تب یقِیناً تُو اپنا مُنہ بے داغ اُٹھائے گا بلکہ تُو ثابِت قدم ہو جائے گا اور ڈرنے کا نہیں"},{"number":16,"verse":"کیونکہ تُو اپنی خَستہ حالی کو بُھول جائے گا۔ تُو اُسے اُس پانی کی طرح یاد کرے گا جو بہہ گیا ہو۔"},{"number":17,"verse":"اور تیری زِندگی دوپہر سے زِیادہ رَوشن ہو گی اور اگر تارِیکی ہُوئی تو وہ صُبح کی طرح ہو گی"},{"number":18,"verse":"اور تُو مُطمئِن رہے گا کیونکہ اُمّید ہو گی اور اپنے چَوگِرد دیکھ دیکھ کر سلامتی سے آرام کرے گا"},{"number":19,"verse":"اور تُو لیٹ جائے گا اور کوئی تُجھے ڈرائے گا نہیں بلکہ بُہتیرے تُجھ سے فریاد کریں گے"},{"number":20,"verse":"پر شرِیروں کی آنکھیں رہ جائیں گی۔ اُن کے لِئے بھاگنے کو بھی راستہ نہ ہو گا اوردَم دے دینا ہی اُ ن کی اُمّید ہو گی۔"}]}