{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"میری آنکھ نے تو یہ سب کُچھ دیکھا ہے۔ میرے کان نے یہ سُنا اور سمجھ بھی لِیا ہے۔"},{"number":2,"verse":"جو کُچھ تُم جانتے ہو اُسے مَیں بھی جانتا ہُوں۔ مَیں تُم سے کم نہیں۔"},{"number":3,"verse":"مَیں تو قادرِ مُطلِق سے گُفتگو کرنا چاہتا ہُوں۔ میری آرزُو ہے کہ خُدا کے ساتھ بحث کرُوں۔"},{"number":4,"verse":"لیکن تُم لوگ تو جُھوٹی باتوں کے گھڑنے والے ہو۔ تُم سب کے سب نِکمّے طبِیب ہو۔"},{"number":5,"verse":"کاش تُم بِالکُل خاموش ہوجاتے! یِہی تُمہاری عقل مندی ہوتی۔"},{"number":6,"verse":"اب میری دلِیل سُنو اور میرے مُنہ کے دعویٰ پر کان لگاؤ۔"},{"number":7,"verse":"کیا تُم خُدا کے حق میں ناراستی سے باتیں کرو گے اور اُس کے حق میں فریب سے بولوگے؟"},{"number":8,"verse":"کیا تُم اُس کی طرف داری کروگے؟ کیا تُم خُدا کی طرف سے جھگڑوگے؟"},{"number":9,"verse":"کیا یہ اچھّا ہو گا کہ وہ تُمہاری تفتِیش کرے؟ کیا تُم اُسے فریب دو گے جَیسے آدمی کو؟"},{"number":10,"verse":"وہ ضرُور تُمہیں ملامت کرے گا۔ اگر تُم خُفیتہً طرف دارِی کرو۔"},{"number":11,"verse":"کیا اُس کا جلال تُمہیں ڈرا نہ دے گا اور اُس کا رُعب تُم پر چھا نہ جائے گا؟"},{"number":12,"verse":"تُمہاری معرُوف باتیں راکھ کی کہاوتیں ہیں۔ تُمہاری فصِیلیں مِٹّی کی فصِیلیں ہیں۔"},{"number":13,"verse":"تُم چُپ رہو ۔ مُجھے چھوڑو تاکہ مَیں بول سکُوں اور پِھر مُجھ پر جو بِیتے سو بِیتے۔"},{"number":14,"verse":"مَیں اپنا ہی گوشت اپنے دانتوں سے کیوں چباؤُں اور اپنی جان اپنی ہتھیلی پر کیوں رکھُّوں؟"},{"number":15,"verse":"دیکھو وہ مُجھے قتل کرے گا ۔ مَیں اِنتِظار نہیں کرُوں گا ۔ بہر حال مَیں اپنی راہوں کی تائِید اُس کے حضُور کرُوں گا ۔"},{"number":16,"verse":"یہ بھی میری نجات کا باعِث ہو گا کیونکہ کوئی بے خُدا اُس کے سامنے آ نہیں سکتا۔"},{"number":17,"verse":"میری تقرِیر کو غَور سے سُنو اور میرا بیان تُمہارے کانوں میں پڑے۔"},{"number":18,"verse":"دیکھو مَیں نے اپنا دعویٰ درُست کر لِیا ہے۔ مَیں جانتا ہُوں کہ مَیں صادِق ہُوں۔"},{"number":19,"verse":"کَون ہے جو میرے ساتھ جھگڑے گا؟ کیونکہ پِھر تو مَیں چُپ ہو کر اپنی جان دے دُوں گا۔"},{"number":20,"verse":"فقط دو ہی کام مُجھ سے نہ کر۔ تب مَیں تُجھ سے نہیں چُھپُوں گا۔"},{"number":21,"verse":"اپنا ہاتھ مُجھ سے دُور ہٹالے اور تیری ہَیبت مُجھے خَوف زدہ نہ کرے۔"},{"number":22,"verse":"تب تیرے بُلانے پر مَیں جواب دُوں گا۔ یا مَیں بولُوں اور تُو مُجھے جواب دے۔"},{"number":23,"verse":"میری بدکارِیاں اور گُناہ کِتنے ہیں؟ اَیسا کر کہ مَیں اپنی خطا اور گُناہ کو جان لُوں۔"},{"number":24,"verse":"تُو اپنا مُنہ کیوں چُھپاتا ہے اور مُجھے اپنا دُشمن کیوں جانتا ہے؟"},{"number":25,"verse":"کیا تُو اُڑتے پتّے کو پریشان کرے گا؟ کیا تُو سُوکھے ڈنٹھل کے پِیچھے پڑے گا؟"},{"number":26,"verse":"کیونکہ تُو میرے خِلاف تلخ باتیں لِکھتا ہے اور میری جوانی کی بدکارِیاں مُجھ پر واپس لاتا ہے۔"},{"number":27,"verse":"تُو میرے پاؤں کاٹھ میں ٹھونکتا اور میری سب راہوں کی نِگرانی کرتا ہے۔ اور میرے پاؤں کے گِرد خط کھینچتا ہے۔"},{"number":28,"verse":"اگرچہ مَیں سڑی ہُوئی چِیز کی طرح ہُوں جو فنا ہو جاتی ہے۔ یا اُس کپڑے کی مانِند ہُوں جِسے کِیڑے نے کھا لِیا ہو۔"}]}