{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"تب ضُو فر نعماتی نے جواب دِیا:-"},{"number":2,"verse":"اِسی ِلئے میرے خیال مُجھے جواب سِکھاتے ہیں۔ اُس جلد بازی کی وجہ سے جو مُجھ میں ہے"},{"number":3,"verse":"مَیں نے وہ جِھڑکی سُن لی جو مُجھے شرمِندہ کرتی ہے اور میری عقل کی رُوح مُجھے جواب دیتی ہے۔"},{"number":4,"verse":"کیا تُو قدِیم زمانہ کی یہ بات نہیں جانتا جب سے اِنسان زمِین پر بسایا گیا"},{"number":5,"verse":"کہ شرِیروں کی فتح چند روزہ ہے اور بے دِینوں کی خُوشی دَم بھر کی ہے؟"},{"number":6,"verse":"خواہ اُس کا جاہ و جلال آسمان تک بُلند ہو جائے اور اُس کا سر بادلوں تک پُہنچے"},{"number":7,"verse":"تَو بھی وہ اپنے ہی فُضلہ کی طرح ہمیشہ کے لِئے فناہو جائے گا۔ جِنہوں نے اُسے دیکھا ہے کہیں گے وہ کہاں ہے؟"},{"number":8,"verse":"وہ خواب کی طرح اُڑ جائے گا اور پِھر نہ مَلے گا بلکہ وہ رات کی رویا کی طرح دُور کر دِیا جائے گا۔"},{"number":9,"verse":"جِس آنکھ نے اُسے دیکھا وہ اُسے پِھر نہ دیکھے گی ۔ نہ اُس کا مکان اُسے پِھر کبھی دیکھے گا۔"},{"number":10,"verse":"اُس کی اَولاد غرِیبوں کی خُوشامد کرے گی اور اُسی کے ہاتھ اُس کی دَولت کو واپس دیں گے۔"},{"number":11,"verse":"اُس کی ہڈِّیاں اُس کی جوانی سے پُر ہیں پر وہ اُس کے ساتھ خاک میں مِل جائے گی۔"},{"number":12,"verse":"خواہ شرارت اُس کو مِیٹھی لگے۔ خواہ وہ اُسے اپنی زُبان کے نِیچے چُھپائے۔"},{"number":13,"verse":"خواہ وہ اُسے بچا رکھّے اور نہ چھوڑے۔ بلکہ اُسے اپنے مُنہ کے اندر دبا رکھّے"},{"number":14,"verse":"تَو بھی اُس کا کھانا اُس کی انتڑِیوں میں بدل گیا ہے ۔ وہ اُس کے اندر افعی کا زہر ہے۔"},{"number":15,"verse":"وہ دَولت کو نِگل گیا ہے پر وہ اُسے پِھر اُگلے گا۔ خُدا اُسے اُس کے پیٹ سے باہر نِکال دے گا۔"},{"number":16,"verse":"وہ افعی کا زہر چُوسے گا۔ افعی کی زُبان اُسے مار ڈالے گی۔"},{"number":17,"verse":"وہ دریاؤں کو دیکھنے نہ پائے گا یعنی شہد اور مکھّن کی بہتی ندِیوں کو۔"},{"number":18,"verse":"جِس چِیز کے لِئے اُس نے مشقّت کھینچی اُسے وہ واپس کرے گااور نِگلے گا نہیں۔ جو مال اُس نے جمع کِیا اُس کے مُطابِق وہ خُوشی نہ کرے گا۔"},{"number":19,"verse":"کیونکہ اُس نے غرِیبوں پر ظُلم کِیا اور اُنہیں ترک کر دِیا۔ اُس نے زبردستی گھر چِھینا پر وہ اُسے بنانے نہ پائے گا۔"},{"number":20,"verse":"اِس سبب سے کہ وہ اپنے باطِن میں آسُودگی سے واقِف نہ ہُؤا۔ وہ اپنی دِ ل پسند چِیزوں میں سے کُچھ نہیں بچائے گا۔"},{"number":21,"verse":"کوئی چِیز اَیسی باقی نہ رہی جِس کو اُس نے نِگلا نہ ہو۔ اِس لِئے اُس کی اِقبال مندی قائِم نہ رہے گی۔"},{"number":22,"verse":"اپنی کمال آسُودہ حالی میں بھی وہ تنگی میں ہو گا۔ ہر دُکھیارے کا ہاتھ اُس پر پڑے گا۔"},{"number":23,"verse":"جب وہ اپنا پیٹ بھرنے پر ہو گا تو خُدا اپنا قہرِ شدِید اُس پرنازِل کرے گا۔ اور جب وہ کھاتا ہو گا تب یہ اُس پر برسے گا۔"},{"number":24,"verse":"وہ لوہے کے ہتھیار سے بھا گے گا لیکن پِیتل کی کمان اُسے چھیدڈالے گی"},{"number":25,"verse":"وہ تِیر نِکالے گا اور وہ اُس کے جِسم سے باہر آئے گا۔ اُس کی چمکتی نوک اُس کے پِتّے سے نِکلے گی۔ دہشت اُس پر چھائی ہُوئی ہے۔"},{"number":26,"verse":"ساری تارِیکی اُس کے خزانوں کے لِئے رکھّی ہُوئی ہے۔ وہ آگ جو کِسی اِنسان کی سُلگائی ہُوئی نہیں اُسے کھا جائے گی۔ وہ اُسے جو اُس کے ڈیرے میں بچا ہُؤا ہو گا بھسم کر دے گی۔"},{"number":27,"verse":"آسمان اُس کی بدی کو ظاہِر کر دے گا اور زمِین اُس کے خِلاف کھڑی ہو جائے گی۔"},{"number":28,"verse":"اُس کے گھر کی بڑھتی جاتی رہے گی۔ خُدا کے غضب کے دِن اُس کا مال جاتا رہے گا۔"},{"number":29,"verse":"خُدا کی طرف سے شرِیر آدمی کا حِصّہ اور اُس کے لِئے خُدا کی مُقرّر کی ہُوئی مِیراث یِہی ہے۔"}]}