{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":21,"verses":[{"number":1,"verse":"تب ایُّوب نے جواب دیا:-"},{"number":2,"verse":"غَور سے میری بات سُنو اور یِہی تُمہارا تسلّی دینا ہو۔"},{"number":3,"verse":"مُجھے اِجازت دو تو مَیں بھی کُچھ کہُوں گا اور جب مَیں کہہ چُکُوں تو ٹھٹّھا مار لینا۔"},{"number":4,"verse":"لیکن مَیں ۔ کیا میری فریاد اِنسان سے ہے؟ پِھر مَیں بے صبری کیوں نہ کرُوں؟"},{"number":5,"verse":"مُجھ پر غَور کرو اور مُتعجِّب ہو اور اپنا ہاتھ اپنے مُنہ پر رکھّو۔"},{"number":6,"verse":"جب مَیں یاد کرتا ہُوں تو گھبرا جاتا ہُوں اور میرا جِسم تھرّا اُٹھتا ہے۔"},{"number":7,"verse":"شرِیر کیوں جِیتے رہتے۔ عُمر رسِیدہ ہوتے بلکہ قُوّت میں زبردست ہوتے ہیں؟"},{"number":8,"verse":"اُن کی اَولاد اُن کے ساتھ اُن کے دیکھتے دیکھتے اور اُن کی نسل اُن کی آنکھوں کے سامنے قائِم ہو جاتی ہے۔"},{"number":9,"verse":"اُن کے گھر ڈر سے محفُوظ ہیں اور خُدا کی چھڑی اُن پر نہیں ہے۔"},{"number":10,"verse":"اُن کا سانڈ باردار کر دیتا ہے اور چُوکتا نہیں۔ اُن کی گائے بیاتی ہے اور اپنا بچّہ نہیں گِراتی۔"},{"number":11,"verse":"وہ اپنے چھوٹے چھوٹے بچّوں کو ریوڑ کی طرح باہر بھیجتے ہیں اور اُن کی اَولاد ناچتی ہے۔"},{"number":12,"verse":"وہ خنجری اور سِتار کے تال پر گاتے اور بانسلی کی آواز سے خُوش ہوتے ہیں۔"},{"number":13,"verse":"وہ خُوشحالی میں اپنے دِن کاٹتے اور دَم کے دَم میں پاتال میں اُتر جاتے ہیں"},{"number":14,"verse":"حالانکہ اُنہوں نے خُدا سے کہا تھا کہ ہمارے پاس سے چلا جا۔ کیونکہ ہم تیری راہوں کی معرفت کے خواہاں نہیں۔"},{"number":15,"verse":"قادرِ مُطلِق ہے کیا کہ ہم اُس کی عِبادت کریں؟ اور اگر ہم اُس سے دُعا کریں تو ہمیں کیا فائِدہ ہوگا؟"},{"number":16,"verse":"دیکھو! اُن کی اِقبال مندی اُن کے ہاتھ میں نہیں ہے۔ شرِیروں کی مشورت مُجھ سے دُور ہے۔"},{"number":17,"verse":"کِتنی بار شرِیروں کا چراغ بُجھ جاتا ہے اور اُن کی آفت اُن پر آ پڑتی ہے! اور خُدا اپنے غضب میں اُنہیں غم پر غم دیتا ہے"},{"number":18,"verse":"اور وہ اَیسے ہیں جَیسے ہوا کے آگے ڈنٹھل اور جَیسے بُھوسا جِسے آندھی اُڑا لے جاتی ہے۔"},{"number":19,"verse":"خُدا اُس کی بدی اُس کے بچّوں کے لِئے رکھ چھوڑتا ہے۔ وہ اُس کا بدلہ اُسی کو دے تاکہ وہ جان لے۔"},{"number":20,"verse":"اُس کی ہلاکت کو اُسی کی آنکھیں دیکھیں اور وہ قادرِ مُطلِق کے غضب میں سے پِئے۔"},{"number":21,"verse":"کیونکہ اپنے بعد اُس کو اپنے گھرانے سے کیا خُوشی ہے جب اُس کے مہِینوں کا سِلسِلہ ہی کاٹ ڈالاگیا؟"},{"number":22,"verse":"کیا کوئی خُدا کو عِلم سِکھائے گا؟ جِس حال کہ وہ سرفرازوں کی عدالت کرتا ہے۔"},{"number":23,"verse":"کوئی تو اپنی پُوری طاقت میں چَین اور سُکھ سے رہتا ہُؤا مَر جاتا ہے۔"},{"number":24,"verse":"اُس کی دوہنِیاں دُودھ سے بھری ہیں اور اُس کی ہڈِّیوں کا گُودا تر ہے۔"},{"number":25,"verse":"اور کوئی اپنے جی میں کُڑھ کُڑھ کر مَرتا ہے اور کبھی سُکھ نہیں پاتا۔"},{"number":26,"verse":"وہ دونوں مِٹّی میں یکساں پڑ جاتے ہیں اور کِیڑے اُنہیں ڈھانک لیتے ہیں۔"},{"number":27,"verse":"دیکھو! مَیں تُمہارے خیالوں کو جانتا ہُوں اور اُن منصُوبوں کو بھی جو تُم بے اِنصافی سے میرے خِلاف باندھتے ہو"},{"number":28,"verse":"کیونکہ تُم کہتے ہو کہ امِیرکا گھر کہاں رہا ؟ اور وہ خَیمہ کہاں ہے جِس میں شرِیر بستے تھے؟"},{"number":29,"verse":"کیا تُم نے راستہ چلنے والوں سے کبھی نہیں پُوچھا؟ اور اُن کے آثار نہیں پہچانتے؟"},{"number":30,"verse":"کہ شرِیر آفت کے دِن کے لِئے رکھّا جاتا ہے اور غضب کے دِن تک پُہنچایا جاتا ہے؟"},{"number":31,"verse":"کَون اُس کی راہ کو اُس کے مُنہ پر بیان کرے گا؟ اور اُس کے کِئے کا بدلہ کَون اُسے دے گا؟"},{"number":32,"verse":"تَو بھی وہ گور میں پُہنچایا جائے گا اور اُس کی قبر پر پہرا دِیا جائے گا۔"},{"number":33,"verse":"وادی کے ڈھیلے اُسے مرغُوب ہیں اور سب لوگ اُس کے پِیچھے چلے جائیں گے۔ جَیسے اُس سے پہلے بے شُمار لوگ گئے۔"},{"number":34,"verse":"سو تُم کیوں مُجھے عبث تسلّی دیتے ہو جِس حال کہ تُمہاری باتوں میں جُھوٹ ہی جُھوٹ ہے؟"}]}