{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"( اپنے مُعاملہ کے بارے میں ایُّوب کا آخری بیان) اور ایُّوب پِھر اپنی مثل لا کر کہنے لگا:-"},{"number":2,"verse":"کاش کہ مَیں اَیسا ہوتا جَیسا گُذشتہ مہِینوں میں یعنی جَیسا اُن دِنوں میں جب خُدا میری حِفاظت کر تا تھا ۔"},{"number":3,"verse":"جب اُس کا چراغ میرے سر پر رَوشن رہتا تھا اور مَیں اندھیرے میں اُس کے نُور کے ذرِیعہ سے چلتا تھا۔"},{"number":4,"verse":"جَیسا مَیں اپنی برومندی کے ایّام میں تھا۔ جب خُدا کی خُوشنُودی میرے ڈیرے پر تھی۔"},{"number":5,"verse":"جب قادرِ مُطلق ہنوز میرے ساتھ تھا اور میرے بچّے میرے ساتھ تھے۔"},{"number":6,"verse":"جب میرے قدم مکّھن سے دُھلتے تھے اور چٹان میرے لِئے تیل کی ندیاں بہاتی تھی!"},{"number":7,"verse":"جب مَیں شہر کے پھاٹک پر جاتا اور اپنے لِئے چَوک میں بَیٹھک تیّار کرتا تھا"},{"number":8,"verse":"تو جوان مُجھے دیکھتے اور چُھپ جاتے اور عُمر رسِیدہ لوگ اُٹھ کھڑے ہوتے تھے۔"},{"number":9,"verse":"اُمرا بولنا بند کر دیتے اور اپنا ہاتھ اپنے مُنہ پر رکھ لیتے تھے۔"},{"number":10,"verse":"رئِیسوں کی آواز تھم جاتی اور اُن کی زُبان تالُو سے چِپک جاتی تھی۔"},{"number":11,"verse":"کیونکہ کان جب میری سُن لیتا تو مُجھے مُبارک کہتا تھا اور آنکھ جب مُجھے دیکھ لیتی تو میری گواہی دیتی تھی"},{"number":12,"verse":"کیونکہ مَیں غرِیب کو جب وہ فریاد کرتا چُھڑاتا تھا اور یتِیم کو بھی جِس کا کوئی مددگار نہ تھا۔"},{"number":13,"verse":"ہلاک ہونے والا مُجھے دُعا دیتا تھا اور مَیں بیوہ کے دِل کو اَیسا خُوش کرتا تھا کہ وہ گانے لگتی تھی ۔"},{"number":14,"verse":"مَیں نے صداقت کو پہنا اور اُس سے مُلبّس ہُؤا۔ میرا اِنصاف گویا جُبّہ اور عمامہ تھا۔"},{"number":15,"verse":"مَیں اندھوں کے لِئے آنکھیں تھا اورلنگڑوں کے لِئے پاؤں۔"},{"number":16,"verse":"مَیں مُحتاج کا باپ تھا اور مَیں اجنبی کے مُعاملہ کی بھی تحقِیق کرتا تھا۔"},{"number":17,"verse":"مَیں ناراست کے جبڑوں کو توڑ ڈالتا اور اُس کے دانتوں سے شِکار چُھڑا لیتا تھا۔"},{"number":18,"verse":"تب مَیں کہتا تھا کہ مَیں اپنے آشیانہ میں مرُوں گا اور مَیں اپنے دِنوں کو ریت کی طرح بے شُمار کرُوں گا۔"},{"number":19,"verse":"میری جڑیں پانی تک پَھیل گئی ہیں اور رات بھر اوس میری شاخوں پر رہتی ہے۔"},{"number":20,"verse":"میری شَوکت مُجھ میں تازہ ہے اور میری کمان میرے ہاتھ میں نئی کی جاتی ہے۔"},{"number":21,"verse":"لوگ میری طرف کان لگاتے اور مُنتظِر رہتے اور میری مشورت کے لِئے خاموش ہو جاتے تھے ۔"},{"number":22,"verse":"میری باتوں کے بعد وہ پِھر نہ بولتے تھے اور میری تقرِیر اُن پر ٹپکتی تھی۔"},{"number":23,"verse":"وہ میرا اَیسا اِنتظار کرتے تھے جَیسا بارِش کا اور اپنا مُنہ اَیسے پسارتے تھے جَیسے پِچھلے مِینہ کے لِئے۔"},{"number":24,"verse":"جب وہ مایُوس ہوتے تھے تو مَیں اُن پر مُسکراتا تھا اور میرے چِہرہ کی بشاشت کو اُنہوں نے کبھی نہ بِگا ڑ ا ۔"},{"number":25,"verse":"مَیں اُن کی راہ کو چُنتا اور سردار کی طرح بَیٹھتا اور اَیسے رہتا تھا جَیسے فَوج میں بادشاہ اور جَیسے وہ جو غم زدوں کو تسلّی دیتا ہے۔"}]}