{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"( ایُّوب خُدا سے شِکایت کرتا ہے) اِس کے بعد ایُّوب نے اپنا مُنہ کھول کر اپنے جنم دِن پر لَعنت کی۔"},{"number":2,"verse":"اور ایُّوب کہنے لگا:-"},{"number":3,"verse":"نابُود ہو وہ دِن جِس میں مَیں پَیدا ہؤُا اور وہ رات بھی جِس میں کہا گیا کہ دیکھو بیٹاہُؤا!"},{"number":4,"verse":"وہ دِن اندھیرا ہو جائے ۔ خُدا اُوپر سے اُس کا لِحاظ نہ کرے اور نہ اُس پر روشنی پڑے!"},{"number":5,"verse":"اندھیرا اور مَوت کا سایہ اُس پر قابِض ہوں۔ بدلی اُس پر چھائی رہے اور دِن کو تارِیک کر دینے والی چِیزیں اُسے دہشت زدہ کریں۔"},{"number":6,"verse":"گہری تارِیکی اُس رات کو دبوچ لے ۔ وہ سال کے دِنوں کے درمِیان خُوشی نہ کرنے پائے اور نہ مہِینوں کے شُمار میں آئے!"},{"number":7,"verse":"وہ رات بانجھ ہو جائے۔ اُس میں خُوشی کی کوئی صدا نہ آئے!"},{"number":8,"verse":"دِن پر لَعنت کرنے والے اُس پر لَعنت کریں اور وہ بھی جو اژدہا کو چھیڑنے کو تیّارہیں!"},{"number":9,"verse":"اُس کی شام کے تارے تارِیک ہو جائیں ۔ وہ رَوشنی کی راہ دیکھے جب کہ وہ ہے نہیں اور نہ وہ صُبح کی پلکوں کودیکھے!"},{"number":10,"verse":"کیونکہ اُس نے میری ماں کے رَحِم کے دروازوں کو بندنہ کِیا اور دُکھ کو میری آنکھوں سے چُھپا نہ رکھّا۔"},{"number":11,"verse":"مَیں رَحِم ہی میں کیوں نہ مَرگیا؟ مَیں نے پیٹ سے نِکلتے ہی جان کیوں نہ دے دی؟"},{"number":12,"verse":"مُجھے قبُول کرنے کو گُھٹنے کیوں تھے اور چھاتِیاں کہ مَیں اُن سے پِیُوں؟"},{"number":13,"verse":"نہیں تو اِس وقت مَیں پڑا ہوتا اور بے خبر رہتا مَیں سو جاتا ۔ تب مُجھے آرام مِلتا۔"},{"number":14,"verse":"زمِین کے بادشاہوں اور مُشِیروں کے ساتھ جِنہوں نے اپنے لِئے مقبرے بنائے۔"},{"number":15,"verse":"یا اُن شاہزادوں کے ساتھ ہوتا جِن کے پاس سونا تھا ۔ جِنہوں نے اپنے گھر چاندی سے بھر لِئے تھے۔"},{"number":16,"verse":"یا پوشِیدہ اِسقاطِ حمل کی مانِند مَیں وجُود میں نہ آتا یا اُن بچّوں کی مانِند جِنہوں نے رَوشنی ہی نہ دیکھی۔"},{"number":17,"verse":"وہاں شرِیر فساد سے باز آتے ہیں اور تھکے ماندے راحت پاتے ہیں۔"},{"number":18,"verse":"وہاں قَیدی مِل کر آرام کرتے ہیں اور داروغہ کی آواز سُننے میں نہیں آتی۔"},{"number":19,"verse":"چھوٹے اور بڑے دونوں وہِیں ہیں اور نَوکر اپنے آقا سے آزاد ہے۔"},{"number":20,"verse":"دُکھیارے کوروشنی اور تلخ جان کو زِندگی کیوں مِلتی ہے؟"},{"number":21,"verse":"جو مَوت کی راہ دیکھتے ہیں پر وہ آتی نہیں اور چُھپے خزانوں سے زِیادہ اُس کے جویان ہیں۔"},{"number":22,"verse":"جو نِہایت شادمان اور خُوش ہوتے ہیں جب قبر کو پا لیتے ہیں"},{"number":23,"verse":"اَیسے آدمی کو روشنی کیوں مِلتی ہے جِس کی راہ چُھپی ہے اور جِسے خُدا نے ہر طرف سے بند کر دِیا ہے؟"},{"number":24,"verse":"کیونکہ میرے کھانے کی جگہ میری آہیں ہیں اور میرا کراہنا پانی کی طرح جاری ہے۔"},{"number":25,"verse":"کیونکہ جِس بات سے مَیں ڈرتا ہُوں وُہی مُجھ پر آتی ہے اور جِس بات کا مُجھے خَوف ہوتا ہے وُہی مُجھ پر گُذرتی ہے ۔"},{"number":26,"verse":"کیونکہ مُجھے نہ چَین ہے نہ آرام نہ مُجھے کل پڑتی ہے بلکہ مُصِیبت ہی آتی ہے۔"}]}