{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"پر اب تو وہ جو مُجھ سے کم عُمر ہیں میرا تمسخر کرتے ہیں جِن کے باپ دادا کو اپنے گلّہ کے کُتّوں کے ساتھ رکھنا بھی مُجھے ناگوار تھا۔"},{"number":2,"verse":"بلکہ اُن کے ہاتھوں کی قُوّت مُجھے کِس بات کا فائِدہ پُہنچائے گی؟ وہ اَیسے آدمی ہیں جِن کی جوانی کا زور زائِل ہو گیا۔"},{"number":3,"verse":"وہ اِفلاس اور قحط کے مارے دُبلے ہو گئے ہیں۔ وہ وِیرانی اور سُنسانی کی تارِیکی میں خاک چاٹتے ہیں۔"},{"number":4,"verse":"وہ جھاڑِیوں کے پاس لونِئے کا ساگ توڑتے ہیں اور جھاؤ کی جڑیں اُن کی خُوراک ہے۔"},{"number":5,"verse":"وہ لوگوں کے درمِیان رگیدے گئے ہیں۔ لوگ اُن کے پِیچھے اَیسے چِلاّتے ہیں جَیسے چور کے پِیچھے۔"},{"number":6,"verse":"اُن کو وادِیوں کے شِگافوں میں اور غاروں اور زمِین کے بھٹّوں میں رہنا پڑتا ہے۔"},{"number":7,"verse":"وہ جھاڑِیوں کے درمِیان رینگتے اور جھنکاڑوں کے نِیچے اِکٹّھے پڑے رہتے ہیں۔"},{"number":8,"verse":"وہ احمقوں بلکہ کمِینوں کی اَولاد ہیں۔ وہ مُلک سے مار مار کر نِکالے گئے تھے۔"},{"number":9,"verse":"اور اب مَیں اُن کا گِیت بنا ہُوں۔ بلکہ اُن کے لِئے ضربُ المثل ہُوں۔"},{"number":10,"verse":"وہ مُجھ سے گِھن کھاتے ۔ وہ مُجھ سے دُور کھڑے ہوتے اور میرے مُنہ پر تُھوکنے سے باز نہیں رہتے ہیں۔"},{"number":11,"verse":"کیونکہ خُدا نے میرا چِلّہ ڈِھیلا کر دِیا اور مُجھ پر آفت بھیجی۔ اِس لِئے وہ میرے سامنے بے لگام ہو گئے ہیں۔"},{"number":12,"verse":"میرے دہنے ہاتھ پر لوگوں کا ہجُوم اُٹھتا ہے۔ وہ میرے پاؤں کو ایک طرف سرکا دیتے ہیں اور میرے خِلاف اپنی مُہلِک راہیں نِکالتے ہیں۔"},{"number":13,"verse":"اَیسے لوگ بھی جِن کا کوئی مددگار نہیں میرے راستہ کوبِگاڑتے اور میری مُصِیبت کو بڑھاتے ہیں۔"},{"number":14,"verse":"وہ گویا بڑے رخنہ میں سے ہو کر آتے ہیں اور تباہی میں مُجھ پر ٹُوٹ پڑتے ہیں۔"},{"number":15,"verse":"دہشت مُجھ پر طاری ہو گئی۔ وہ ہوا کی طرح میری آبرُو کو اُڑاتی ہے۔ میری عافِیت بادل کی طرح جاتی رہی۔"},{"number":16,"verse":"اب تو میری جان میرے اندر گُداز ہو گئی ۔ دُکھ کے دِنوں نے مُجھے جکڑ لِیا ہے۔"},{"number":17,"verse":"رات کے وقت میری ہڈِّیاں میرے اندر چِھد جاتی ہیں اور وہ درد جو مُجھے کھائے جاتے ہیں دَم نہیں لیتے۔"},{"number":18,"verse":"میرے مرض کی شِدّت سے میری پوشاک بدنُما ہو گئی۔ وہ میرے پَیراہن کے گریبان کی طرح مُجھ سے لِپٹی ہُوئی ہے۔"},{"number":19,"verse":"اُس نے مُجھے کِیچڑ میں دھکیل دِیا ہے۔ مَیں خاک اور راکھ کی مانِند ہو گیا ہُوں۔"},{"number":20,"verse":"مَیں تُجھ سے فریاد کرتا ہُوں اور تُو مُجھے جواب نہیں دیتا۔ مَیں کھڑا ہوتا ہُوں اور تُو مُجھے گُھورنے لگتا ہے۔"},{"number":21,"verse":"تُو بدل کر مُجھ پر بے رحم ہو گیا ہے۔ اپنے بازُو کے زور سے تُو مُجھے ستاتا ہے۔"},{"number":22,"verse":"تُو مُجھے اُوپر اُٹھا کر ہوا پر سوار کرتا ہے اور مُجھے آندھی میں گُھلا دیتا ہے۔"},{"number":23,"verse":"کیونکہ مَیں جانتا ہُوں کہ تُو مُجھے مَوت تک پُہنچا ئے گا اور اُس گھر تک جو سب زِندوں کے لِئے مُقرّر ہے۔"},{"number":24,"verse":"تَو بھی کیا تباہی کے وقت کوئی اپنا ہاتھ نہ بڑھائے گا اور مُصِیبت میں فریاد نہ کرے گا؟"},{"number":25,"verse":"کیا مَیں درد مند کے لِئے روتا نہ تھا؟ کیا میری جان مُحتاج کے لِئے آزُردہ نہ ہوتی تھی؟"},{"number":26,"verse":"جب مَیں بھلائی کا مُنتظِر تھا تو بُرائی پیش آئی۔ جب مَیں روشنی کے لِئے ٹھہرا تھا تو تارِیکی آئی۔"},{"number":27,"verse":"میری انتڑِیاں اُبل رہی ہیں اور آرام نہیں پاتِیں۔ مُجھ پر مُصِیبت کے دِن آ پڑے ہیں۔"},{"number":28,"verse":"مَیں بغَیر دُھوپ کے کالا ہو گیا ہُوں۔ مَیں مجمع میں کھڑا ہو کر مدد کے لِئے دُہائی دیتاہُوں۔"},{"number":29,"verse":"میں گِیدڑوں کا بھائی اور شُتر مُرغوں کا ساتھی ہُوں۔"},{"number":30,"verse":"میری کھال کالی ہو کر مُجھ پر سے گِرتی جاتی ہے اور میری ہڈِّیاں حرارت سے جل گئِیں۔"},{"number":31,"verse":"اِسی لِئے میری سِتار سے ماتم اور میری بانسلی سے رونے کی آواز نِکلتی ہے۔"}]}