{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"( الِیہُو کی تقریریں (۳۲‏:۱‏-۳۷‏:۲۴)) سو اُن تِینوں آدمِیوں نے ایُّو ب کو جواب دینا چھوڑ دِیااِس لِئے کہ وہ اپنی نظر میں صادِق تھا۔"},{"number":2,"verse":"تب الِیہُو بِن براکیل بُوزی کا جو رام کے خاندان سے تھا قہر بھڑکا ۔ اُس کا قہر ایُّوب پر بھڑکااِس لِئے کہ اُس نے خُدا کو نہیں بلکہ اپنے آپ کو راست ٹھہرایا۔"},{"number":3,"verse":"اور اُس کے تِینوں دوستوں پر بھی اُس کا قہر بھڑکا اِس لِئے کہ اُنہیں جواب تو سُوجھا نہیں تَو بھی اُنہوں نے ایُّو ب کو مُجرِم ٹھہرایا۔"},{"number":4,"verse":"اور الِیہُو ایُّوب سے بات کرنے سے اِس لِئے رُکارہا کہ وہ اُس سے بڑے تھے۔"},{"number":5,"verse":"جب الِیہُو نے دیکھا کہ اُن تِینوں کے مُنہ میں جواب نہ رہا تو اُس کا قہر بھڑک اُٹھا۔"},{"number":6,"verse":"اور براکیل بُوزی کا بیٹا الِیہُو کہنے لگا:- مَیں جوان ہُوں اور تُم بُہت عُمر رسِیدہ ہو اِس لِئے مَیں رُکا رہا اور اپنی رائے دینے کی جُرأت نہ کی ۔"},{"number":7,"verse":"مَیں نے کہا سالخُوردہ لوگ بولیں اور عُمر رسِیدہ حِکمت سِکھائیں۔"},{"number":8,"verse":"لیکن اِنسان میں رُوح ہے اور قادرِ مُطلق کا دَم خِرد بخشتا ہے۔"},{"number":9,"verse":"بڑے آدمی ہی عقل مند نہیں ہوتے اور عُمر رسِیدہ ہی اِنصاف کو نہیں سمجھتے۔"},{"number":10,"verse":"اِس لِئے مَیں کہتا ہُوں میری سُنو۔ مَیں بھی اپنی رائے دُوں گا۔"},{"number":11,"verse":"دیکھو! مَیں تُمہاری باتوں کے لِئے رُکا رہا جب تُم الفاظ کی تلاش میں تھے۔ مَیں تُمہاری دلِیلوں کا مُنتظِررہا"},{"number":12,"verse":"بلکہ مَیں تُمہاری طرف توجُّہ کرتا رہا اور دیکھو تُم میں کوئی نہ تھا جو ایُّو ب کو قائِل کرتا یا اُس کی باتوں کا جواب دیتا۔"},{"number":13,"verse":"خبردار یہ نہ کہنا کہ ہم نے حِکمت کو پا لِیا ہے۔ خُدا ہی اُسے لاجواب کر سکتا ہے نہ کہ اِنسان۔"},{"number":14,"verse":"کیونکہ نہ اُس نے مُجھے اپنی باتوں کا نِشانہ بنایا نہ مَیں تُمہاری سی تقرِیروں سے اُسے جواب دُوں گا۔"},{"number":15,"verse":"وہ حَیران ہیں ۔ وہ اب جواب نہیں دیتے۔ اُن کے پاس کہنے کو کوئی بات نہ رہی۔"},{"number":16,"verse":"اور کیا مَیں رُکا رہُوں اِس لِئے کہ وہ بولتے نہیں۔ اِس لِئے کہ وہ چُپ چاپ کھڑے ہیں اور اب جواب نہیں دیتے؟"},{"number":17,"verse":"مَیں بھی اپنی بات کہُوں گا۔ مَیں بھی اپنی رائے دُوں گا۔"},{"number":18,"verse":"کیونکہ مَیں باتوں سے بھرا ہُوں اور جو رُوح میرے اندر ہے وہ مُجھے مجبُور کرتی ہے۔"},{"number":19,"verse":"دیکھو!میرا پیٹ بے نِکاس شراب کی مانِند ہے۔ وہ نئی مشکوں کی طرح پھٹنے ہی کو ہے۔"},{"number":20,"verse":"مَیں بولُوں گا تاکہ مُجھے تسکِین ہو۔ مَیں اپنے لبوں کو کھولُوں گا اور جواب دُوں گا۔"},{"number":21,"verse":"نہ مَیں کِسی آدمی کی طرف داری کرُوں گا نہ مَیں کِسی شخص کو خُوشامد کے خِطاب دُوں گا"},{"number":22,"verse":"کیونکہ مُجھے خُوشامد کے خِطاب دینا نہیں آتا۔ ورنہ میرا بنانے والا مُجھے جلد اُٹھا لیتا۔"}]}