{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"تب ایُّوب نے خُداوند کو یُوں جواب دِیا:-"},{"number":2,"verse":"مَیں جانتا ہُوں کہ تُو سب کُچھ کر سکتا ہے اور تیرا کوئی اِرادہ رُک نہیں سکتا۔"},{"number":3,"verse":"یہ کَون ہے جو نادانی سے مصلحت پر پردہ ڈالتا ہے؟ لیکن مَیں نے جو نہ سمجھا وُہی کہا یعنی اَیسی باتیں جو میرے لِئے نِہایت عجِیب تِھیں جِن کو مَیں جانتا نہ تھا۔"},{"number":4,"verse":"مَیں تیری مِنّت کرتا ہُوں سُن ۔ مَیں کُچھ کہُوں گا ۔ مَیں تُجھ سے سوال کرُوں گا ۔ تُو مُجھے بتا۔"},{"number":5,"verse":"مَیں نے تیری خبر کان سے سُنی تھی پر اب میری آنکھ تُجھے دیکھتی ہے"},{"number":6,"verse":"اِس لِئے مُجھے اپنے آپ سے نفرت ہے اور مَیں خاک اور راکھ میں تَوبہ کرتا ہُوں۔"},{"number":7,"verse":"( حاصِل کلام) اور اَیسا ہُؤا کہ جب خُداوند یہ باتیں ایُّوب سے کہہ چُکا تو اُس نے الِیفز تیمانی سے کہا کہ میراغضب تُجھ پر اور تیرے دونوں دوستوں پر بھڑکا ہے کیونکہ تُم نے میری بابت وہ بات نہ کہی جو حق ہے جَیسے میرے بندہ ایُّوب نے کہی۔"},{"number":8,"verse":"پس اب اپنے لِئے سات بَیل اور سات مینڈھے لے کر میرے بندہ ایُّوب کے پاس جاؤ اور اپنے لِئے سوختنی قُربانی گُذرانو اور میرا بندہ ایُّوب تُمہارے لِئے دُعا کرے گاکیونکہ اُسے تو مَیں قبُول کرُوں گا تاکہ تُمہاری جہالت کے مُطابِق تُمہارے ساتھ سلُوک نہ کرُوں کیونکہ تُم نے میری بابت وہ بات نہ کہی جو حق ہے جَیسے میرے بندہ ایُّوب نے کہی۔"},{"number":9,"verse":"سو اِلیفز تیمانی اور بِلدد سُوخی اورضُو فر نعماتی نے جا کر جَیسا خُداوند نے اُن کو فرمایا تھا کِیا اورخُداوند نے ایُّوب کوقبُول کِیا۔"},{"number":10,"verse":"اور خُداوند نے ایُّوب کی اسِیری کو جب اُس نے اپنے دوستوں کے لِئے دُعا کی بدل دِیا اور خُداوند نے ایُّوب کو جِتنا اُس کے پاس پہلے تھا اُس کا دوچند دِیا۔"},{"number":11,"verse":"تب اُس کے سب بھائی اور سب بہنیں اور اُس کے سب اگلے جان پہچان اُس کے پاس آئے اور اُس کے گھر میں اُس کے ساتھ کھانا کھایا اور اُس پر نَوحہ کِیا اور اُن سب بلاؤں کے بارے میں جو خُداوند نے اُس پر نازِل کی تِھیں اُسے تسلّی دی ۔ ہر شخص نے اُسے ایک سِکّہ بھی دِیا اور ہرایک نے سونے کی ایک بالی۔"},{"number":12,"verse":"یُوں خُداوند نے ایُّوب کے آخِری ایّام میں اِبتداکی نِسبت زِیادہ برکت بخشی اور اُس کے پاس چَودہ ہزار بھیڑ بکرِیاں اور چھ ہزار اُونٹ اور ہزار جوڑی بَیل اور ہزار گدھیاں ہو گئِیں۔"},{"number":13,"verse":"اُس کے سات بیٹے اور تِین بیٹِیاں بھی ہُوئِیں۔"},{"number":14,"verse":"اور اُس نے پہلی کا نام یمِیمہ اور دُوسری کا نام قصِیعا ہ اور تِیسری کا نام قرن ہپُّوک رکھّا۔"},{"number":15,"verse":"اور اُس ساری سرزمِین میں اَیسی عَورتیں کہِیں نہ تِھیں جو ایُّوب کی بیٹِیوں کی طرح خُوب صُورت ہوں اور اُن کے باپ نے اُن کو اُن کے بھائِیوں کے درمِیان مِیراث دی۔"},{"number":16,"verse":"اور اِس کے بعد ایُّوب ایک سو چالِیس برس جِیتا رہااور اپنے بیٹے اور پوتے چَوتھی پُشت تک دیکھے۔"},{"number":17,"verse":"اور ایُّوب نے بُڈّھا اور عُمر رسِیدہ ہو کر وفات پائی۔"}]}