{"bibleAbbr":"urRV2010","bookName":"ایُّوب","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"ذرا پُکار ۔ کیا کوئی ہے جو تُجھے جواب دے گا؟ اور مُقدّسوں میں سے تُو کِس کی طرف پِھرے گا؟"},{"number":2,"verse":"کیونکہ کُڑھنا بیوُقُوف کو مار ڈالتا ہے اور جلن احمق کی جان لے لیتی ہے۔"},{"number":3,"verse":"مَیں نے بیوُقُوف کو جڑ پکڑتے دیکھا ہے پر ناگہان اُس کے مسکن پر لَعنت کی۔"},{"number":4,"verse":"اُس کے بال بچّے سلامتی سے دُور ہیں ۔ وہ پھاٹک ہی پر کُچلے جاتے ہیں اور کوئی نہیں جو اُنہیں چُھڑائے۔"},{"number":5,"verse":"بُھوکا اُس کی فصل کو کھاتا ہے بلکہ اُسے کانٹوں میں سے بھی نِکال لیتا ہے اور پِیاسا اُس کے مال کو نِگل جاتا ہے۔"},{"number":6,"verse":"کیونکہ مُصِیبت مِٹّی میں سے نہیں اُگتی ۔ نہ دُکھ زمِین میں سے نِکلتا ہے۔"},{"number":7,"verse":"پر جَیسے چِنگارِیاں اُوپر ہی کو اُڑتی ہیں وَیسے ہی اِنسان دُکھ کے لِئے پَیدا ہُؤا ہے۔"},{"number":8,"verse":"لیکن مَیں تو خُدا کا ہی طالِب رہُوں گا اور اپنا مُعاملہ خُدا ہی پر چھوڑُوںگا۔"},{"number":9,"verse":"جو اَیسے بڑے بڑے کام جو دریافت نہیں ہو سکتے اور بے شُمار عجِیب کام کرتا ہے۔"},{"number":10,"verse":"وُہی زمِین پر مِینہ برساتا اور کھیتوں میں پانی بھیجتا ہے۔"},{"number":11,"verse":"اِسی طرح وہ فروتنوں کو اُونچی جگہ پر بِٹھاتا ہے اور ماتم کرنے والے سلامتی کی سرفرازِی پاتے ہیں۔"},{"number":12,"verse":"وہ عیّاروں کی تدبِیروں کو باطِل کر دیتا ہے ۔ یہاں تک کہ اُن کے ہاتھ اُن کے مقصُود کو پُورا نہیں کرسکتے"},{"number":13,"verse":"وہ ہوشیاروں کو اُن ہی کی چالاکِیوں میں پھنساتا ہے اور ٹیڑھے لوگوں کی مشورت جلد جاتی رہتی ہے۔"},{"number":14,"verse":"اُنہیں دِن دِہاڑے اندھیرے سے پالا پڑتا ہے اور وہ دوپہر کے وقت اَیسے ٹٹولتے پِھرتے ہیں جَیسے رات کو۔"},{"number":15,"verse":"لیکن مُفلِس کو اُن کے مُنہ کی تلوار اور زبردست کے ہاتھ سے وہ بچا لیتا ہے۔"},{"number":16,"verse":"سو مسکِین کو اُمّید رہتی ہے اور بدکاری اپنا مُنہ بند کر لیتی ہے۔"},{"number":17,"verse":"دیکھ! وہ آدمی جِسے خُدا تنبِیہ کرتا ہے خُوش قِسمت ہے ۔ اِس لِئے قادِرِ مُطلق کی تادِیب کو حقِیر نہ جان۔"},{"number":18,"verse":"کیونکہ وُہی مجرُوح کرتا اور پٹّی باندھتا ہے ۔ وُہی زخمی کرتا ہے اور اُسی کے ہاتھ چنگا کرتے ہیں۔"},{"number":19,"verse":"وہ تُجھے چھ مُصِیبتوں سے چُھڑائے گا بلکہ سات میں بھی کوئی آفت تُجھے چُھونے نہ پائے گی ۔"},{"number":20,"verse":"کال میں وہ تُجھ کو مَوت سے بچائے گا اور لڑائی میں تلوار کی دھار سے۔"},{"number":21,"verse":"تُو زُبان کے کوڑے سے محفُوظ رکھّاجائے گا اور جب ہلاکت آئے گی تو تُجھے ڈر نہیں لگے گا۔"},{"number":22,"verse":"تُو ہلاکت اور خُشک سالی پرہنسے گا اور زمِین کے درِندوں سے تُجھے کُچھ خَوف نہ ہو گا۔"},{"number":23,"verse":"مَیدان کے پتّھروں کے ساتھ تیرا ایکا ہوگا اور جنگلی درِندے تُجھ سے میل رکھّیں گے"},{"number":24,"verse":"اور تُو جانے گا کہ تیرا ڈیرا محفُوظ ہے اور تُو اپنے مسکن میں جائے گا اور کوئی چِیز غائِب نہ پائے گا۔"},{"number":25,"verse":"تُجھے یہ بھی معلُوم ہو گا کہ تیری نسل بڑی اور تیری اَولاد زمِین کی گھاس کی مانِند برومند ہوگی۔"},{"number":26,"verse":"تُو پُوری عُمر میں اپنی قبر میں جا ئے گا جَیسے اناج کے پُولے اپنے وقت پر جمع کِئے جاتے ہیں ۔"},{"number":27,"verse":"دیکھ! ہم نے اِس کی تحقِیق کی اور یہ بات یُوں ہی ہے۔ اِسے سُن لے اور اپنے فائِدہ کے لِئے اِسے یاد رکھ۔"}]}