{"bibleAbbr":"BB1572","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"Alas howe sitteth the citie so desolate, that sometime was full of people? Howe is she become lyke a widow which was great among nations? Howe is she brought vnder tribute that ruled landes?"},{"number":2,"verse":"She weepeth sore in the nyght, so that the teares runne downe her cheekes: for among all her louers there is none that geueth her any comfort, yea her next friendes transgresse agaynst her, and are become her enemies."},{"number":3,"verse":"Iuda went away by reason of the affliction and great bondage: she dwelleth among the heathen, she findeth no rest, all they that persecuted her, toke her in strayte places [where she coulde not escape.]"},{"number":4,"verse":"The streetes of Sion mourne, because no man cometh no more to the solempne feastes: all her gates are desolate, her priestes make lamentatio, her maydens are carefull, and she her selfe is in great heauinesse."},{"number":5,"verse":"Her enemies haue ben rulers ouer her, and her enemies haue prospered, because the Lorde hath chastened her for her great wickednesse: her children are led away captiue before their enemies."},{"number":6,"verse":"All the beautie of the daughter of Sion is away, her princes are become lyke hartes that fynde no pasture, they are driuen away before their enemie, so that they haue no more power."},{"number":7,"verse":"Nowe Hierusalem remembred in the tyme of her miserie and bare estate all her ioy & pleasure that she hath had in tymes past, seyng her people is brought downe vnder the power of their enemies, and there is no man for to helpe her: her enemies stande lokyng at her, and laugh her Sabbath daies to scorne."},{"number":8,"verse":"Hierusalem hath sinned greeuouslye, therfore is she come in decay: all they that had her in honour dispise her, for they haue seene her filthinesse, yea she sigheth and is ashamed of her selfe."},{"number":9,"verse":"Her skirtes are defiled, she remembred not her last ende, therfore is her fall so wonderfull, and there is no man to comfort her: O Lorde consider my trouble, for myne enemie hath the vpper hande."},{"number":10,"verse":"The enemie hath put his hande to all the precious thinges that she had, yea euen before her eyes came the heathen in and out of the sanctuarie, whom thou [neuerthelesse] hast forbidden to come within thy congregation."},{"number":11,"verse":"All her people seeke their bread with heauinesse, and loke what precious thyng euery man hath, that geueth he for meate to saue his lyfe: Consider O Lorde, and see howe vile I am become."},{"number":12,"verse":"Haue ye no regarde all ye that go foreby, beholde & see yf there be any sorowe lyke vnto mine, wherwith the Lorde hath troubled me in the day of his fearefull wrath."},{"number":13,"verse":"From aboue hath he sent downe a fire into my bones, and it burneth them cruelly: he hath layde a net for my feete, and throwen me wyde open, he hath made me desolate, so that I must euer be mournyng."},{"number":14,"verse":"The yoke of my transgressions is bounde fast to his hande, they are wrapped [or writhen] and come vp about my necke: he hath caused my strength to fayle, the Lorde hath deliuered me into those handes wherout I can not quyte my selfe."},{"number":15,"verse":"The Lorde hath destroyed all the mightie men that were in me, he hath proclaymed an appoynted tyme to slaughter all my best men: the Lorde hath troden downe the daughter of Iuda, lyke as it were in a winepresse."},{"number":16,"verse":"Therfore do I weepe, and mine eyes gushe out of water: for the comfort that shoulde quicken me is farre fro me, my children are driuen away: for why? the enemie hath gotten the vpper hande."},{"number":17,"verse":"Sion casteth out her handes, and there is no man to comfort her, the Lorde hath layde the enemies rounde about Iacob, and Hierusalem is become abhomination in the middest of them."},{"number":18,"verse":"The Lorde is righteous, for I haue prouoked his countenaunce vnto anger, O take heede all ye people and consider my heauinesse, my maydens and my young men are led away into captiuitie."},{"number":19,"verse":"I called for my louers, but they beguiled me, for my priestes and counsaylers, but they perished, euen whyle they sought for meate to saue their lyues."},{"number":20,"verse":"Consider (O Lorde) howe I am troubled, my wombe is disquieted, my heart turneth about in me, and I am full of heauinesse, because I rebelled stubburnly: the sworde hurteth me without, and within I am lyke vnto death."},{"number":21,"verse":"They heare my mournyng, but there is none that wyll comfort me: All myne enemies haue hearde of my trouble, and are glad therof because thou hast done it: and thou hast brought foorth the time which thou calledst, when they also shal be lyke vnto me."},{"number":22,"verse":"Let all their wickednesse come before thee, and do thou to them as thou hast done vnto me for all my trespasses: for my sorowe is very great, and my heart is heauy."}]}