{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"Now there was a worthless fellow there whose name was Sheba, the son of Bichri, a Benjaminite. And he blew the trumpet and said, We have no portion in David, / Nor do we have an inheritance in the son of Jesse. / Every man to his tents, O Israel!"},{"number":2,"verse":"And all the men of Israel went up from following David and followed Sheba the son of Bichri, but the men of Judah clung to their king, from the Jordan to Jerusalem."},{"number":3,"verse":"And David came to his house at Jerusalem. And the king took the ten concubines, whom he had left to keep the house, and put them under guard; and he provided for them but did not go in unto them. So they were shut up until the day of their death, living like widows."},{"number":4,"verse":"Then the king said to Amasa, Call the men of Judah to me in three days, and you be present here."},{"number":5,"verse":"And Amasa went to call Judah, but he delayed beyond the time that David appointed to him."},{"number":6,"verse":"Then David said to Abishai, Now Sheba the son of Bichri will do us more harm than Absalom did. You take servants of your lord and pursue after him; otherwise he will find himself some fortified cities and escape out of our sight."},{"number":7,"verse":"So the men of Joab went out after him, along with the Cherethites and the Pelethites and all the mighty men; and they went forth from Jerusalem to pursue after Sheba the son of Bichri."},{"number":8,"verse":"When they were at the large stone that is in Gibeon, Amasa came to meet them. And Joab was in military dress, and over it was a belt with a sword in its sheath, fastened on his loins; and when he went forward, it fell out."},{"number":9,"verse":"And Joab said to Amasa, Is it well with you, my brother? And he took hold of Amasa’s beard with his right hand to kiss him."},{"number":10,"verse":"But Amasa did not notice the sword which was in Joab’s hand. And Joab struck him in the stomach with it and poured out his bowels onto the ground, and he did not strike him a second time; and he died. And Joab and Abishai his brother pursued after Sheba the son of Bichri."},{"number":11,"verse":"And one of Joab’s young men stood by him and said, Whoever favors Joab and whoever is for David, let him follow Joab."},{"number":12,"verse":"And Amasa lay wallowing in his blood in the middle of the road, and the man saw that all the people stood still. And when he saw that all who came by him were stopping, he carried Amasa off the road into the field and put a garment over him."},{"number":13,"verse":"As soon as he was removed from the road, all the men went on after Joab to pursue after Sheba the son of Bichri."},{"number":14,"verse":"And Sheba went on throughout all the tribes of Israel to Abel and to Beth-maacah and unto all the Berites; and they gathered together and also went after him."},{"number":15,"verse":"And they came and besieged him at Abel of Beth-maacah; and they cast up a siege mound against the city, and it stood against the rampart. And all the people who were with Joab battered the wall, to throw it down."},{"number":16,"verse":"And a wise woman from the city cried out, Listen! Listen! Say to Joab, Come near here that I may speak to you."},{"number":17,"verse":"And he came near to her; and the woman said, Are you Joab? And he said, I am. And she said to him, Listen to the words of your female servant. And he said, I am listening."},{"number":18,"verse":"Then she spoke, saying, They used to speak in former times, saying, They shall surely ask for counsel in Abel; and thus they would end matters."},{"number":19,"verse":"I am of the peaceable and faithful of Israel; you are seeking to destroy a city and a mother in Israel. Why will you swallow up the inheritance of Jehovah?"},{"number":20,"verse":"And Joab answered and said, Far be it, far be it from me, that I would swallow up or destroy."},{"number":21,"verse":"The matter is not so, but a man from the hill country of Ephraim, Sheba the son of Bichri by name, has lifted up his hand against the king, against David. Deliver him only, and I will depart from the city. And the woman said to Joab, His head will immediately be thrown over the wall to you."},{"number":22,"verse":"So the woman went to all the people in her wisdom; and they cut off the head of Sheba the son of Bichri and threw it to Joab. And he blew the trumpet, and they dispersed from the city, every man to his tent. And Joab returned to Jerusalem to the king."},{"number":23,"verse":"Now Joab was over all the army of Israel, and Benaiah the son of Jehoiada was over the Cherethites and over the Pelethites,"},{"number":24,"verse":"And Adoram was over the forced labor, and Jehoshaphat the son of Ahilud was recorder,"},{"number":25,"verse":"And Sheva was scribe, and Zadok and Abiathar were priests,"},{"number":26,"verse":"And Ira the Jairite was also a chief minister to David."}]}