{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"Now these are the last words of David:The declaration of David the son of Jesse, / And the declaration of the man who has been raised up on high, / The anointed of the God of Jacob, / The one lovely in the psalms of Israel."},{"number":2,"verse":"The Spirit of Jehovah spoke through me, / And His word was on my tongue."},{"number":3,"verse":"The God of Israel spoke, / The Rock of Israel spoke to me, / Who rules among men righteously, / Who rules with the fear of God,"},{"number":4,"verse":"And is like the light of the morning when the sun rises, / A morning without clouds, / As when the tender grass sprouts up from the earth / At the sun’s shining after a rain."},{"number":5,"verse":"For is not my house so with God? / For He has made an eternal covenant with me, / Ordered in all things and secure. / For all my salvation and all my desire, / Will He not indeed make them grow?"},{"number":6,"verse":"But the wicked, all of them, will be / Like thorns to be thrust away, / Because they cannot be taken with the hand."},{"number":7,"verse":"But the man who touches them / Must arm himself with an iron rod or with the shaft of a spear; / And they will be burned with fire in their place."},{"number":8,"verse":"These are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite; he was the chief of the captains; the same is Adino the Eznite, who fought against eight hundred, who were slain at one time."},{"number":9,"verse":"After him was Eleazar the son of Dodo, the son of an Ahohite, one among the three mighty men with David, when they defied the Philistines who were gathered there for battle, and the men of Israel went away."},{"number":10,"verse":"He rose up and struck the Philistines until his hand was weary; and his hand clung to the sword, and Jehovah accomplished a great salvation that day; and the people returned after him, but only to strip the slain."},{"number":11,"verse":"And after him was Shammah the son of Agee the Hararite. Now the Philistines were gathered into a troop where there was a plot of land full of lentils, and the people fled before the Philistines."},{"number":12,"verse":"But he stationed himself in the midst of the plot and defended it and struck the Philistines, and Jehovah accomplished a great salvation."},{"number":13,"verse":"Now three of the thirty chief men went down and came to David at harvest time in the cave of Adullam; and the Philistine troop was encamped in the valley of Rephaim."},{"number":14,"verse":"Now at that time David was in the stronghold; and the garrison of the Philistines was at that time in Bethlehem."},{"number":15,"verse":"And David said longingly, If only someone would give me water to drink from the well of Bethlehem that is by the gate!"},{"number":16,"verse":"And the three mighty men burst through the camp of the Philistines and drew water from the well of Bethlehem that is by the gate. And they carried it and brought it to David, but he would not drink it; rather he poured it out to Jehovah."},{"number":17,"verse":"And he said, Far be it from me, O Jehovah, that I should do this! Shall I drink the blood of the men who went at the risk of their lives? Therefore he would not drink it. These things the three mighty men did."},{"number":18,"verse":"And Abishai the brother of Joab, the son of Zeruiah, was chief of the three. And he brandished his spear against three hundred, who were slain; and he had a name among the three."},{"number":19,"verse":"He was indeed the most honored among the thirty, and he became their leader; but he did not attain to the three."},{"number":20,"verse":"And Benaiah the son of Jehoiada, the son of a valiant man from Kabzeel, was great in mighty deeds. He struck the two sons of Ariel the Moabite; he also went down and struck a lion in the midst of a pit on a snowy day."},{"number":21,"verse":"And he struck an Egyptian, an imposing man. And the Egyptian had a spear in his hand, but he went down to him with a staff and snatched the spear out of the hand of the Egyptian and slew him with his own spear."},{"number":22,"verse":"These things Benaiah the son of Jehoiada did, and he had a name among the three mighty men."},{"number":23,"verse":"He was more honored than the thirty, but he did not attain to the three. And David set him over his bodyguard."},{"number":24,"verse":"Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem;"},{"number":25,"verse":"Shammah the Harodite; Elika the Harodite;"},{"number":26,"verse":"Helez the Paltite; Ira the son of Ikkesh the Tekoite;"},{"number":27,"verse":"Abiezer the Anathothite; Mebunnai the Hushathite;"},{"number":28,"verse":"Zalmon the Ahohite; Maharai the Netophathite;"},{"number":29,"verse":"Heleb the son of Baanah the Netophathite; Ittai the son of Ribai from Gibeah of the children of Benjamin;"},{"number":30,"verse":"Benaiah the Pirathonite; Hiddai from the brooks of Gaash;"},{"number":31,"verse":"Abi-albon the Arbathite; Azmaveth the Barhumite;"},{"number":32,"verse":"Eliahba the Shaalbonite; of the sons of Jashen, Jonathan;"},{"number":33,"verse":"Shammah the Hararite; Ahiam the son of Sharar the Ararite;"},{"number":34,"verse":"Eliphelet the son of Ahasbai; the son of the Maachathite; Eliam the son of Ahithophel the Gilonite;"},{"number":35,"verse":"Hezrai the Carmelite; Paarai the Arbite;"},{"number":36,"verse":"Igal the son of Nathan of Zobah; Bani the Gadite;"},{"number":37,"verse":"Zelek the Ammonite; Naharai the Beerothite, the armor bearer to Joab the son of Zeruiah;"},{"number":38,"verse":"Ira the Ithrite; Gareb the Ithrite;"},{"number":39,"verse":"Uriah the Hittite. They were thirty-seven in all."}]}