{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"Now there was a long war between the house of Saul and the house of David; but David became continually stronger, and the house of Saul became continually weaker."},{"number":2,"verse":"And in Hebron sons were born to David. His firstborn was Amnon, of Ahinoam the Jezreelitess;"},{"number":3,"verse":"And his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah, the daughter of Talmai the king of Geshur;"},{"number":4,"verse":"And the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;"},{"number":5,"verse":"And the sixth, Ithream, of Eglah David’s wife. These were born to David in Hebron."},{"number":6,"verse":"And while there was war between the house of Saul and the house of David, Abner made himself strong in the house of Saul."},{"number":7,"verse":"Now Saul had a concubine whose name was Rizpah, the daughter of Aiah. And Ish-bosheth said to Abner, Why did you go in to my father’s concubine?"},{"number":8,"verse":"Then Abner became very angry about the words of Ish-bosheth; and he said, Am I a dog’s head that belongs to Judah? Today I show kindness to the house of Saul your father, to his brothers, and to his friends, and have not delivered you into the hand of David; yet you charge me today with iniquity concerning this woman."},{"number":9,"verse":"May God do so to Abner, and even more, if I do not do for David as Jehovah has sworn to him,"},{"number":10,"verse":"To transfer the kingdom from the house of Saul, and to set up the throne of David over Israel and over Judah, from Dan even to Beer-sheba!"},{"number":11,"verse":"And he could not answer Abner another word, because he feared him."},{"number":12,"verse":"And Abner sent messengers to David where he was, saying, To whom shall the land belong? and saying, Make your covenant with me; and then my hand will be with you, to turn all Israel to you."},{"number":13,"verse":"And David said, Fine, I will make a covenant with you; but I require one thing of you, namely, you shall not see my face, unless you first bring Michal, Saul’s daughter, when you come to see my face."},{"number":14,"verse":"Then David sent messengers to Ish-bosheth Saul’s son, saying, Deliver my wife Michal to me, whom I espoused for a hundred Philistine foreskins."},{"number":15,"verse":"And Ish-bosheth sent men and had her taken from her husband, from Paltiel the son of Laish."},{"number":16,"verse":"And her husband went along with her to Bahurim, walking and weeping after her. But Abner said to him, Go; return. And he returned."},{"number":17,"verse":"Now Abner had conferred with the elders of Israel, saying, For some time now you have been seeking for David to be king over you."},{"number":18,"verse":"So do it now, for Jehovah has spoken of David, saying, By My servant David I will save My people Israel out of the hand of the Philistines and out of the hand of all their enemies."},{"number":19,"verse":"And Abner also spoke in the ears of Benjamin; and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel and that seemed good to the whole house of Benjamin."},{"number":20,"verse":"So Abner came to David to Hebron, and twenty men with him. And David held a feast for Abner and for the men who were with him."},{"number":21,"verse":"And Abner said to David, I will rise up and go and gather all Israel to my lord the king, that they may make a covenant with you and that you may reign over all that your soul desires. And David sent Abner away, and he went in peace."},{"number":22,"verse":"And there came the servants of David and Joab from an attack, and they brought great spoil with them. But Abner was not with David in Hebron, for he had sent him away, and he had gone in peace."},{"number":23,"verse":"And when Joab and all the army that was with him came, they told Joab, saying, Abner the son of Ner has come to the king; and he has sent him away, and he has gone in peace."},{"number":24,"verse":"Then Joab went to the king and said, What have you done? Abner has just come to you. Why is it that you have sent him away and he has gone?"},{"number":25,"verse":"You know Abner the son of Ner, that he came to deceive you, to discover your going out and your coming in, and to know everything that you do."},{"number":26,"verse":"And when Joab went out from David, he sent messengers after Abner, who brought him back from the well of Sirah, though David did not know about it."},{"number":27,"verse":"And when Abner returned to Hebron, Joab took him aside in the gate to speak with him privately. And there he struck him in the stomach, so that he died for the bloodshed of Asahel his brother."},{"number":28,"verse":"Then afterward, when David heard of it, he said, I and my kingdom are innocent of the bloodshed of Abner the son of Ner before Jehovah forever."},{"number":29,"verse":"May it fall on the head of Joab and on all his father’s house; and may there not fail from the house of Joab one who has an issue or who is a leper or who leans on a staff or who falls by the sword or who lacks bread!"},{"number":30,"verse":"So Joab and Abishai his brother slew Abner because he had killed their brother Asahel at Gibeon in the battle."},{"number":31,"verse":"And David said to Joab and to all the people who were with him, Tear your clothes, and gird yourselves with sackcloth, and mourn over Abner. And King David followed the bier."},{"number":32,"verse":"And they buried Abner in Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept."},{"number":33,"verse":"And the king lamented for Abner and said, Should Abner die / As a fool dies?"},{"number":34,"verse":"Your hands were not bound, / Nor were your feet put into fetters. / As a man falls before wicked men, you fell. / And all the people wept over him again."},{"number":35,"verse":"And all the people came to make David eat food while it was still day; but David swore, saying, God do so to me, and more also, if I taste bread or anything else before the sun goes down!"},{"number":36,"verse":"And all the people took note of it, and it pleased them; as everything that the king did pleased all the people."},{"number":37,"verse":"And all the people and all Israel understood that day that it was not of the king to put Abner the son of Ner to death."},{"number":38,"verse":"And the king said to his servants, Do you not know that a prince and a great man has fallen this day in Israel?"},{"number":39,"verse":"And today I am weak, even though anointed king; and these men, the sons of Zeruiah, are too difficult for me. May Jehovah reward the evildoer according to his evil!"}]}