{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"Now when Saul’s son Ish-bosheth heard that Abner had died in Hebron, he lost courage, and all Israel was dismayed."},{"number":2,"verse":"And Saul’s son had two men, the captains of bands. The name of the one was Baanah, and the name of the second Rechab, the sons of Rimmon the Beerothite, of the children of Benjamin; for Beeroth is also considered to belong to Benjamin."},{"number":3,"verse":"And the Beerothites fled to Gittaim and have been sojourners there until this day."},{"number":4,"verse":"Now Jonathan, Saul’s son, had a son who had crippled feet. He was five years old when the news came of Saul and Jonathan out of Jezreel. And his nurse took him up and fled. And as she hurried to flee, he fell and was made lame. And his name was Mephibosheth."},{"number":5,"verse":"And the sons of Rimmon the Beerothite, Rechab and Baanah, went, and around the time of the heat of the day they came into the house of Ish-bosheth, while he was taking his noonday rest."},{"number":6,"verse":"And they came into the midst of the house, as though they were taking wheat. And they stabbed him in the stomach. And Rechab and Baanah his brother escaped."},{"number":7,"verse":"Now they had come into the house as he lay on his bed in his bedchamber, and they struck him and killed him and beheaded him. And they took his head and traveled by the way of the Arabah all night."},{"number":8,"verse":"And they brought the head of Ish-bosheth to David in Hebron; and they said to the king, Here is the head of Ish-bosheth the son of Saul, your enemy who sought your life. And Jehovah has granted my lord the king to be avenged this day of Saul and of his seed."},{"number":9,"verse":"Then David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, As Jehovah lives, who has redeemed my soul out of all distress,"},{"number":10,"verse":"When one told me, saying, Saul is now dead! thinking he was a bearer of good news, I took hold of him and slew him in Ziklag — that was the reward I gave him for the news."},{"number":11,"verse":"How much more when wicked men slay a righteous person in his own house upon his bed! And now should I not demand his blood of your hand and take you away from the earth?"},{"number":12,"verse":"Then David commanded his young men, and they slew them and cut off their hands and their feet and hanged them up over the pool in Hebron. But they took the head of Ish-bosheth and buried it in the sepulcher of Abner in Hebron."}]}