{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"Then all the tribes of Israel came to David at Hebron; and they spoke, saying, Here we are; we are your bone and your flesh."},{"number":2,"verse":"Even previously, when Saul was king over us, it was you who led out and brought in Israel. And Jehovah said to you, You shall shepherd My people Israel, and you shall be ruler over Israel."},{"number":3,"verse":"And all the elders of Israel came to the king at Hebron. And King David made a covenant with them in Hebron before Jehovah, and they anointed David king over Israel."},{"number":4,"verse":"David was thirty years old when he began to reign; he reigned forty years."},{"number":5,"verse":"In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah."},{"number":6,"verse":"And the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land. And they spoke to David, saying, You shall not come in here: Even the blind and the lame will drive you back! (thinking, David cannot come in here.)"},{"number":7,"verse":"But David took the stronghold of Zion, which is now the city of David."},{"number":8,"verse":"And David said on that day, Whoever would strike the Jebusites, let him go up to the watercourse and strike the lame and the blind, who are hated by David’s soul. Therefore they say, The blind and the lame shall not come into the house."},{"number":9,"verse":"So David dwelt in the stronghold and called it the city of David. And David built all around from the Millo and inward."},{"number":10,"verse":"And David became greater and greater; and Jehovah the God of hosts was with him."},{"number":11,"verse":"And Hiram the king of Tyre sent messengers to David, as well as cedar timbers and carpenters and masons; and they built David a house."},{"number":12,"verse":"And David perceived that Jehovah had established him as king over Israel and that He had exalted his kingdom for the sake of His people Israel."},{"number":13,"verse":"And David took more concubines and wives from Jerusalem after he came from Hebron, and more sons and daughters were born to David."},{"number":14,"verse":"And these are the names of those who were born to him in Jerusalem: Shammua and Shobab and Nathan and Solomon"},{"number":15,"verse":"And Ibhar and Elishua and Nepheg and Japhia"},{"number":16,"verse":"And Elishama and Eliada and Eliphelet."},{"number":17,"verse":"Now when the Philistines heard that they had anointed David king over Israel, all the Philistines went up in search of David; and David heard of it and went down to the stronghold."},{"number":18,"verse":"And the Philistines came and spread out in the valley of Rephaim."},{"number":19,"verse":"Then David inquired of Jehovah, saying, Shall I go up against the Philistines? Will You deliver them into my hand? And Jehovah said to David, Go up, for I will certainly deliver the Philistines into your hand."},{"number":20,"verse":"So David came to Baal-perazim, and David struck them there. And he said, Jehovah has broken forth upon my enemies before me like the breaking forth of a flood. Therefore he called the name of that place Baal-perazim."},{"number":21,"verse":"And the Philistines left their images there, and David and his men carried them away."},{"number":22,"verse":"And the Philistines came up again and spread out in the valley of Rephaim."},{"number":23,"verse":"And David inquired of Jehovah, and He said, You shall not go up; go around behind them and come upon them opposite the balsam trees."},{"number":24,"verse":"And when you hear the sound of marching in the tops of the balsam trees, then you shall act decisively; for then Jehovah will have gone forth before you to strike the army of the Philistines."},{"number":25,"verse":"And David did as Jehovah had commanded him, and he struck down the Philistines from Gibeon until you come to Gezer."}]}