{"bibleAbbr":"RcV2003","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"And David said, Is there still anyone left of the house of Saul, that I may show kindness to him for Jonathan’s sake?"},{"number":2,"verse":"Now there was a servant of the house of Saul, whose name was Ziba; and they called him to David. And the king said to him, Are you Ziba? And he said, I am your servant."},{"number":3,"verse":"And the king said, Is there yet anyone at all of the house of Saul, that I may show the kindness of God to him? And Ziba said to the king, There is still a son of Jonathan; he is crippled in his feet."},{"number":4,"verse":"Then the king said to him, Where is he? And Ziba said to the king, He is just now in the house of Machir the son of Amiel in Lo-debar."},{"number":5,"verse":"And King David sent men and took him from the house of Machir the son of Amiel, from Lo-debar."},{"number":6,"verse":"And Mephibosheth the son of Jonathan, the son of Saul, came to David and fell on his face and paid homage. And David said, Mephibosheth. And he said, Your servant is here."},{"number":7,"verse":"And David said to him, Do not be afraid, for I will surely show kindness to you for the sake of Jonathan your father; and I will restore to you all the land of your father Saul, and you will eat food at my table continually."},{"number":8,"verse":"And he paid him homage and said, What is your servant that you should look upon a dead dog like me?"},{"number":9,"verse":"And the king called Ziba, Saul’s attendant, and said to him, All that belongs to Saul and to all his house I give to your master’s son."},{"number":10,"verse":"And you shall work the land for him, you and your sons and your servants; and you shall bring in the produce that your master’s son may have food to eat; and Mephibosheth, your master’s son, will eat food continually at my table. Now Ziba had fifteen sons and twenty servants."},{"number":11,"verse":"Then Ziba said to the king, According to all that my lord the king has commanded his servant, so will your servant do. And Mephibosheth, said David, shall eat at my table like one of the king’s sons."},{"number":12,"verse":"And Mephibosheth had a young son, whose name was Mica. And all who dwelt in the house of Ziba were servants to Mephibosheth."},{"number":13,"verse":"And Mephibosheth dwelt in Jerusalem because he ate at the king’s table continually. And he was crippled in both his feet."}]}