{"bibleAbbr":"BBE1965","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"Children, do what is ordered by your fathers and mothers in the Lord: for this is right."},{"number":2,"verse":"Give honour to your father and mother (which is the first rule having a reward),"},{"number":3,"verse":"So that all may be well for you, and your life may be long on the earth."},{"number":4,"verse":"And, you fathers, do not make your children angry: but give them training in the teaching and fear of the Lord."},{"number":5,"verse":"Servants, do what is ordered by those who are your natural masters, having respect and fear for them, with all your heart, as to Christ;"},{"number":6,"verse":"Not only under your master's eye, as pleasers of men; but as servants of Christ, doing the pleasure of God from the heart;"},{"number":7,"verse":"Doing your work readily, as to the Lord, and not to men:"},{"number":8,"verse":"In the knowledge that for every good thing anyone does, he will have his reward from the Lord, If he is a servant or if he is free."},{"number":9,"verse":"And, you masters, do the same things to them, not making use of violent words: in the knowledge that their Master and yours is in heaven, and he has no respect for a man's position."},{"number":10,"verse":"Lastly, be strong in the Lord, and in the strength of his power."},{"number":11,"verse":"Take up God's instruments of war, so that you may be able to keep your position against all the deceits of the Evil One."},{"number":12,"verse":"For our fight is not against flesh and blood, but against authorities and powers, against the world-rulers of this dark night, against the spirits of evil in the heavens."},{"number":13,"verse":"For this reason take up all the arms of God, so that you may be able to be strong in the evil day, and, having done all, to keep your place."},{"number":14,"verse":"Take your place, then, having your body clothed with the true word, and having put on the breastplate of righteousness;"},{"number":15,"verse":"Be ready with the good news of peace as shoes on your feet;"},{"number":16,"verse":"And most of all, using faith as a cover to keep off all the flaming arrows of the Evil One."},{"number":17,"verse":"And take salvation for your head-dress and the sword of the Spirit, which is the word of God:"},{"number":18,"verse":"With prayers and deep desires, making requests at all times in the Spirit, and keeping watch, with strong purpose, in prayer for all the saints,"},{"number":19,"verse":"And for me, that words may be given to me in the opening of my mouth, to make clear without fear the secret of the good news,"},{"number":20,"verse":"For which I am a representative in chains, and that I may say without fear the things which it is right for me to say."},{"number":21,"verse":"But so that you may have knowledge of my business, and how I am, Tychicus, the well-loved brother and tested servant in the Lord, will give you news of all things:"},{"number":22,"verse":"Whom I have sent to you for this very purpose, so that you may have knowledge of our position, and that he may give comfort to your hearts."},{"number":23,"verse":"Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ."},{"number":24,"verse":"Grace be with all those who have true love for our Lord Jesus Christ."}]}