{"bibleAbbr":"BKJVNT","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"From: Paul (a missionary of Jesus, the Anointed King, through what God wants) and Timothy (the brother). To: the assembly of God, the assembly that is in Corinth, together with all the sacred people, the ones who are in all of Achaia."},{"number":2,"verse":"Generosity to you and peace out from God, our Father, and the Master Jesus, the Anointed King."},{"number":3,"verse":"The God and Father of our Master Jesus, the Anointed King, is conferred with prosperity, the Father of the compassion, and God of every encouragement,"},{"number":4,"verse":"the One encouraging us over all our hard times for the \"for us to be able to be encouraging the people in all kinds of hard times\" part through the encouragement that we ourselves are encouraged with by God,"},{"number":5,"verse":"because just as the hardships of the Anointed King overflow to us, so our encouragement also overflows through the Anointed King."},{"number":6,"verse":"Whether we go through hard times, it is on behalf of your encouragement and rescue, the encouragement that is active in persistence to do what is right in the same hardships that we also suffer; or whether we are encouraged, it is on behalf of your encouragement and rescue. And our anticipation on your behalf is firm"},{"number":7,"verse":"realizing that even as you are sharers of the hardships, so also you are sharers of the encouragement."},{"number":8,"verse":"You see, we don't want you to be unaware, brothers, over our hard times, the ones that happened to us in Western Turkey, that even more than above our ability we were weighted down in such a way for us to be unable to find a way out even for the \"to be living\" part."},{"number":9,"verse":"But we ourselves have had the sentence of the death in ourselves so that we may be people who haven't been confident based on ourselves, but based on God, the One who gets the dead up,"},{"number":10,"verse":"who saved us from such a great death as this and saves, in whom we have anticipated that He also will still save,"},{"number":11,"verse":"as you also work quietly together on our behalf in your plea so that the gift to us from many faces through many methods might be thankfulness for us."},{"number":12,"verse":"You see, this is what we brag about, the witness of our conscience, that in dedication and genuineness of God, not in physical insight, but in God's generosity, we were busy in the world (but much more to you);"},{"number":13,"verse":"for we are not writing other things to you other than what you read or also correctly understand. I am anticipating that you will correctly understand them even until the conclusion,"},{"number":14,"verse":"just as you also correctly understood us out of a part of it, because we are what you brag about, exactly as you are also what we brag about in the day of the Master Jesus."},{"number":15,"verse":"And with this confidence, I was intending previously to come to you so that you may have generosity a second time,"},{"number":16,"verse":"to go across past you into Macedonia, to come again out of Macedonia to you, and to be brought by you on my way to Judea."},{"number":17,"verse":"So as I was advising this, I clearly didn't behave with light interest, did I? Or do I advise what I advise according to the physical body so that beside me the \"yes, yes\" may also be the \"no, no\"?"},{"number":18,"verse":"God is trusted because our message, the message to you, did not become \"yes and no.\""},{"number":19,"verse":"You see, when the Son of God, Jesus, the Anointed King, the One among you, was spoken publicly through us (through me, Silas, and Timothy), it didn't become \"yes and no,\" but in Him, it became \"yes;\""},{"number":20,"verse":"for as many promises of God as there are, in Him they are the \"yes,\" and in Him the \"amen\" is to God toward magnificence through us."},{"number":21,"verse":"The God who authenticates us together with you for the Anointed King and who anointed us"},{"number":22,"verse":"is also the One who put a seal on us and gave the down payment of the Spirit in our hearts."},{"number":23,"verse":"I call on God on my soul as a witness that as a way of making it easy on you I did not come into Corinth yet,"},{"number":24,"verse":"not because we are masters over your trust, but we are co-workers of your happiness. You see, you have stood with the trust."}]}