{"bibleAbbr":"BKJVNT","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":10,"verses":[{"number":1,"verse":"I myself, Paul, encourage you through the humility and politeness of the Anointed King (I who right in front of your face certainly am lowly among you, but being away from you I am courageous to you)."},{"number":2,"verse":"I plead the \"being beside you not to be courageous\" thing to the confidence that I am considering to dare on some of the people who consider us as traipsing around in line with a physical body."},{"number":3,"verse":"You see, traipsing around in a physical body, not in line with a physical body, we serve in God's military;"},{"number":4,"verse":"for the weapons of our military service are not physical, but they are able with God for a takedown of forts:"},{"number":5,"verse":"taking down reasonings and every high thing raising itself up against the information of God, forcibly incarcerating every thought process into the obedience of the Anointed King,"},{"number":6,"verse":"and holding in readiness to retaliate for every noncompliance when your obedience is accomplished."},{"number":7,"verse":"Do you look at the things right in front of your face? If anyone has been confident of himself to be the Anointed King's, he again must consider this out from himself, that just as he is the Anointed King's, so also are we the Anointed King's."},{"number":8,"verse":"You see, even if I also bragged somewhat much more concerning our authority that the Master gave us for construction and not for your takedown, I won't be ashamed"},{"number":9,"verse":"so that it might not seem to you as if to be frightening you through the letters"},{"number":10,"verse":"because, \"The letters,\" he declares, \"certainly are heavy and strong, but the presence of the body is weak and the message is a message that has been treated as if it is nothing.\""},{"number":11,"verse":"This type of person must consider this, that such as we are with the message through letters being away from you, this is how we will also be with our action as we are beside you."},{"number":12,"verse":"You see, we don't dare to judge ourselves in or compare ourselves with some of the people who endorse themselves. But they, who measure themselves in themselves and compare themselves to themselves, don't understand."},{"number":13,"verse":"We definitely won't brag for the unmeasured things, but in line with the measurement of the standard that the God of measurement divided out to us to reach even till you."},{"number":14,"verse":"You see, it is not as if, not reaching to you, we overextend ourselves; for we already came even till you in the good news of the Anointed King,"},{"number":15,"verse":"not bragging for the unmeasured things, in labors belonging to others, but having an anticipation of your growing trust to become huge in you (according to our standard) to an overflow,"},{"number":16,"verse":"to share good news to the places beyond you, not to brag about the things that are ready in a standard belonging to others."},{"number":17,"verse":"The person who brags must brag in the Master."},{"number":18,"verse":"You see, that person endorsing himself is not approved, but whom the Master endorses is."}]}