{"bibleAbbr":"BKJVNT","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":11,"verses":[{"number":1,"verse":"I would like it if you were tolerating me a little in this distraction, but you actually do tolerate me."},{"number":2,"verse":"You see, I am impassioned about you with God's passion; for I arranged your marriage to one man: for a consecrated virgin to stand up next to the Anointed King."},{"number":3,"verse":"But I am afraid that somehow as the snake completely fooled Eve with his slyness, so your thought processes might be worsened away from the dedication, the dedication for the Anointed King."},{"number":4,"verse":"You see, certainly if the person coming speaks publicly about another Jesus whom we did not speak publicly about, or you receive a different spirit that you did not receive or different good news that you did not accept, you were tolerating it nicely."},{"number":5,"verse":"You see, I consider myself to have lacked nothing from the super missionaries."},{"number":6,"verse":"Even if I am an unskilled person with the message, still I am not unskilled with the information, still in every way we are people who were shown to you in all things."},{"number":7,"verse":"Or did I commit a sin putting myself down low so that you might be put up high (because I shared the good news of God with you for free)?"},{"number":8,"verse":"I pilfered other assemblies when I took wages toward the task of serving you."},{"number":9,"verse":"And as I was beside you facing you and when I was lacking, I didn't freeload off anyone. You see, my deficiency the brothers who came out of Macedonia furnished. And in everything, I kept and will keep myself weightless to you."},{"number":10,"verse":"A truth of the Anointed King in me is that this bragging won't be shut up in me in the slopes of Achaia."},{"number":11,"verse":"Why? Because I don't love you? God knows."},{"number":12,"verse":"But what I do, I will also do so that I might chop out the opportunity of the people wanting an opportunity, so that they might be found in what they brag about to be also just like us."},{"number":13,"verse":"You see, these types of people are fraudulent missionaries, deceptive workers, refashioning themselves into missionaries of the Anointed King."},{"number":14,"verse":"And this is not amazing. You see, the Opponent refashions himself into an angel of light."},{"number":15,"verse":"So it is not a huge thing, if his servants are also refashioned as servants of the right way, whose conclusion will be in line with their actions."},{"number":16,"verse":"Again I say, \"It should not seem to anyone for me to be distracted.\" But even if it definitely does, accept me as a distracted person so that I might also brag about a little something."},{"number":17,"verse":"What I speak, I don't speak regarding the Master, but as in a distraction in this substance of the bragging."},{"number":18,"verse":"Since many people brag regarding the physical body, I will also brag."},{"number":19,"verse":"You see, you gladly tolerate the distracted people, you who are focused;"},{"number":20,"verse":"for you tolerate if someone makes you a slave, if someone eats up your food, if someone takes your things, if someone raises up, if someone beats you in the face."},{"number":21,"verse":"In line with no value, I talk as if it were that we were weak. But in whatever some dare to be (I say in distraction), I also dare to be."},{"number":22,"verse":"Are they Hebrew-speaking Jews? I also am. Are they Israelis? I also am. Are they Abraham's seed? I also am."},{"number":23,"verse":"Are they servants of the Anointed King? (I who have the wrong focus am speaking) I am above that: much more in times of labor, too often in wounds, much more in jails, many times in life-threatening situations."},{"number":24,"verse":"Under Jewish people, five times I received forty stripes minus one."},{"number":25,"verse":"Three times I was beaten with a stick. Once I was attacked with stones. Three times I was shipwrecked. Night-and-day I have done in the deep sea,"},{"number":26,"verse":"many times in road travels, in dangers of rivers, in dangers of bandits, in dangers from family, in dangers from non-Jews, in dangers in the city, in dangers in the uninhabited place, in dangers in the sea, in dangers among fraudulent brothers,"},{"number":27,"verse":"in labor and hard work, many times in sleepless nights, in famine and thirst, in many times of going without food, in cold and nakedness."},{"number":28,"verse":"Separate from the things, besides and outside of these, my tension, the tension daily, is the concern for all the assemblies."},{"number":29,"verse":"Who is weak, and I am not weak? Who is tripped, and I am not inflamed?"},{"number":30,"verse":"If it is necessary to be bragging, I will brag about the things of my weakness."},{"number":31,"verse":"(The God and Father of our Master Jesus, the Anointed King, knows, the One who is conferred with prosperity for the spans of time, that I am not lying.)"},{"number":32,"verse":"In Damascus, the governor under Aretas the king was watching over the city of Damascenes wanting to arrest me,"},{"number":33,"verse":"and through a window I was lowered in a rope basket through the wall and escaped from his hands."}]}