{"bibleAbbr":"BKJVNT","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"I decided this myself, the \"not to come to you again in sadness\" thing;"},{"number":2,"verse":"for if I make you sad, who is the one who also celebrates with me except the one who is sad from me?"},{"number":3,"verse":"And I wrote this same thing to you so that when coming, I wouldn't have sadness from people whom it was necessary for me to be happy with, having been confident based on you all, because my happiness is of you all."},{"number":4,"verse":"You see, from much hard times and distress of heart, I wrote you through many tears, not so that you might be sad, but so that you might know the love that I have much more of for you."},{"number":5,"verse":"If anyone has caused sadness, he has not caused sadness for me (but out of a part of it) so that I may not be a burden on you all."},{"number":6,"verse":"This pressure on this type of man by the majority of you is adequate."},{"number":7,"verse":"In such a way, just the opposite, it is more important for you, as an act of generosity, to forgive and to encourage, that somehow this type of person might not be swallowed up with much more sadness."},{"number":8,"verse":"For this reason, I encourage you to make your love for him official."},{"number":9,"verse":"You see, for this I also wrote, so that I might know the proof of you, if you are obedient in all things."},{"number":10,"verse":"To whom you forgive anything as an act of generosity, I also forgive. You see, as an act of generosity, I have even forgiven it (if it is anything) to whom I have forgiven, because of you, in the face of the Anointed King"},{"number":11,"verse":"so that we might not be taken advantage of by the Opponent; for we are not unaware of his thought processes."},{"number":12,"verse":"After going to Troas for the good news of the Anointed King and a door having been opened to me in the Master,"},{"number":13,"verse":"I have not had relief to my spirit (the spirit — for me not to find Titus, my brother). But after saying good-bye to them, I went out to Macedonia."},{"number":14,"verse":"Generosity be to God, the One always bringing us out in a victory parade in the Anointed King and showing the aroma of His information through us in every place,"},{"number":15,"verse":"because we are a sweet fragrance of the Anointed King to God among the people being rescued and among the people being ruined,"},{"number":16,"verse":"one, to whom we are an aroma of death for death, another, to whom we are an aroma of life for life. Who is even adequate toward these things?"},{"number":17,"verse":"You see, we are not as the many people who are dishonest with the message of God, but as people from genuineness, but as people from God, we are speaking directly in the sight of God in the Anointed King."}]}