{"bibleAbbr":"guOV2016","bookName":"યર્મિયાનો વિલાપ","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"( યર્મિયાનો વિલાપ) જે નગરી વસતિથી ભરચક હતી, તે કેમ એકલવાઈ બેઠી છે! તે કેમ વિધવા સરખી થઈ છે! પ્રજાઓમાં જે મહાન તથા નગરીઓમાં રાણી હતી, તે કેમ ખંડણી આપનારી થઈ છે!"},{"number":2,"verse":"તે રાત્રે બહુ રડે છે, તેના ગાલો પર આંસુની ધારા વહે છે. તેના આશકોમાંથી તેને દિલાસો આપનાર કોઈ નથી. તેના સર્વ મિત્રોએ તેને દગો દીધો છે, તેઓ તેના શત્રુ થયા છે!"},{"number":3,"verse":"દુ:ખને લીધે તથા સખત દાસત્વને લીધે યહૂદા બંદીવાસમાં ગયો છે; તે પરદેશીઓમાં વસે છે, તેને ચેન પડતું નથી; તેની પાછળ પડનારા સર્વએ તેને સંકડામણમાં લાવીને પકડી પાડ્યો છે."},{"number":4,"verse":"સિયોનના માર્ગો શોક કરે છે, કેમ કે નીમેલા પર્વમાં કોઈ આવતું નથી! તેના સર્વ દરવાજા ઉજ્‍જડ થયા છે, તેના યાજકો નિસાસા મૂકે છે. તેની કુમારિકાઓ ખિન્‍ન છે, ને તે [નગરી] જાતે અતિ દુ:ખી છે."},{"number":5,"verse":"તેના શત્રુઓ અધિકારીઓ થઈ બેઠા છે, તેના વૈરીઓ મોજ ઉડાવે છે. કેમ કે યહોવાએ તેના ઘણા અપરાધોને લીધે તેને દુ:ખ દીધું છે; તેનાં બાળકોને શત્રુ [હાંકીને] બંદીવાસમાં લઈ ગયો છે."},{"number":6,"verse":"સિયોનની દીકરીનો બધો વૈભવ જતો રહ્યો છે! સરદારો ચારા વગરનાં હરણો જેવા થયા છે, ને તેની પાછળ પડનારાની આગળ તેઓ બળહીન થઈને નાસી ગયા છે."},{"number":7,"verse":"યરુશાલેમ પોતાના [આ] દુ:ખ તથા વિપત્તિના દિવસોમાં આગલા સમયનાં પોતાનાં સર્વ વૈભવી વાનાંઓનું સ્મરણ કરે છે; જ્યારે તેના લોકો શત્રુના હાથમાં પડ્યા, ને તેને સહાય કરનાર કોઈ નહોતું, ત્યારે શત્રુઓએ તેને જોઈને, ને તેની પાયમાલી જોઈને હાંસી ઉડાવી."},{"number":8,"verse":"યરુશાલેમે મહા પાપ કર્યું છે; તેથી તે ભ્રષ્ટ થઈ ગઈ છે; જેઓ તેનો આદર કરતા હતા તેઓ સર્વ તેને તુચ્છ ગણે છે, કેમ કે તેઓએ તેની નગ્નતા જોઈ છે! હા, તે મોં ફેરવીને નિસાસા નાખે છે"},{"number":9,"verse":"તેની ભ્રષ્ટતા તેનાં વસ્‍ત્રોમાં હતી; તેણે પોતાની આખરની અવસ્થાનો વિચાર કર્યો નહિ! તેથી આશ્વર્યકારક રીતે તેની અદ્યોગતિ થઈ છે. તેને દિલાસો આપનાર કોઈ નથી. હે યહોવા, મારા દુ:ખ પર દષ્ટિ કરો; કેમ કે શત્રુ જયજયકાર કરે છે!"},{"number":10,"verse":"શત્રુએ તેની સર્વ કિંમતી વસ્તુઓ પર પોતાનો હાથ નાખ્યો છે. જેઓને તમારા મંદિરમાં આવવાની તમે મના કરી હતી તે વિદેશીઓને તમારા પવિત્રસ્થાનમાં પેસતા તેણે જોયા છે."},{"number":11,"verse":"યહોવાન સર્વ લોકો નિસાસા નાખે છે, તેઓ રોટલીને માટે ફાંફા મારે છે. તેઓએ પોતાના પ્રાણ બચાવવા માટે અન્‍નને બદલે પોતાની કિંમતી વસ્તુઓ આપી દીધી છે. હે યહોવા, તમે નજર કરો, અને જુઓ, મારો કેવો તિરસ્કાર થાય છે.”"},{"number":12,"verse":"રે પાસે થઈને સર્વ જનારા, શું આ તમારી નજરમાં કંઈ નથી? નજર કરીને જુઓ, મારા પર જે દુ:ખ પડ્યું, જે વડે યહોવાએ પોતાના ભારે કોપને કારણે મને દુ:ખી કરી છે. તેના જેવું બીજું કોઈ દુ:ખ છે શું?"},{"number":13,"verse":"ઉપરથી યહોવાએ મારાં હાડકાંમાં અગ્નિ મોકલ્યો છે, ને તે તેઓને નિર્ગત કરે છે. યહોવાએ મારા પગને ફસાવવા માટે જાળ પાથરી છે, તેમણે મને પાછી ફેરવી છે. તેમણે મને એકલવાયી તથા આખો દિવસ નિર્બળ કરી છે."},{"number":14,"verse":"મારા અપરાધોની ઝૂંસરીને તેમના હાથે જકડી લીધી છે. તેઓ અમળાઈને મારી ગરદન પર ચઢી બેઠા છે; યહોવાએ મારું બળ ઓછું કર્યું છે. જેઓની સામે હું ઊભી રહી શકતી નથી, તેઓના હાથમાં પ્રભુએ મને સોંપી છે."},{"number":15,"verse":"પ્રભુએ મારામાંના મારા સર્વ શૂરવીરોને તુચ્છકાર્યા છે, મારા જુવાનોને કચરી નાખવા માટે યહોવાએ મારી વિરુદ્ધ ઘાડાં બોલાવ્યાં છે. પ્રભુએ દ્રાક્ષાકુંડમાં યહૂદિયાની કુંવારી દીકરીને ખૂંદી નાખી છે."},{"number":16,"verse":"આને લીધે હું રડું છું; મારી આંખમાંથી, મારી આંખમાંથી પાણી વહ્યું જાય છે. કેમ કે મને દિલાસો આપનાર તથા મારો પ્રાણ બચાવનાર મારાથી દૂર છે. મારા પુત્રો નિરાધાર છે કેમ કે શત્રુ ફાવી ગયો છે."},{"number":17,"verse":"સિયોન પોતાના હાથ લાંબા કરે છે, પણ તેને દિલાસો આપનાર કોઈ નથી. યહોવાએ યાકૂબ વિષે એવી આજ્ઞા આપી છે, “તેની આસપાસ રહેનારા [સર્વ] તેના શત્રુઓ થાય, ” તેઓમાં યરુશાલેમ તિરસ્કારપાત્ર વસ્તુ જેવી થઈ છે."},{"number":18,"verse":"યહોવા ન્યાયી છે, કેમ કે મેં તેમની આજ્ઞાઓનું ઉલ્લંઘન કર્યું છે. હે સર્વ લોકો, કૃપા કરીને સાંભળો, ને મારું દુ:ખ જુઓ! મારી કુમારિકાઓ તથા મારા જુવાનો બંદીવાસમાં ગયાં છે."},{"number":19,"verse":"મેં મારા આશકોને બોલાવ્યા, પણ તેઓએ મને દગો દીધો! મારા યાજકો તથા મારા વડીલો પોતાના પ્રાણ બચાવવા માટે અન્‍નને માટે ફાંફાં મારતા હતા, એટલામાં તેઓએ નગરમાં પ્રાણ છોડ્યા."},{"number":20,"verse":"હે યહોવા, જુઓ; કેમ કે મને ખેદ થાય છે; મારી આંતરડી કકળે છે! મારા હ્રદયને ચેન પડતું નથી; કેમ કે મેં ભારે બળવો કર્યો છે; બહાર તરવાર નિ:સંતાન કરે છે, ઘરમાં પણ મરણ જેવું છે."},{"number":21,"verse":"હું નિસાસા નાખું છું, એવું તેઓએ સાંભળ્યું છે. મને દિલાસો આપનાર કોઈ નથી. મારા સર્વ શત્રુઓએ મારા દુ:ખ વિષે સાંભળ્યું છે. આ તમે જ કર્યું છે, માટે તેઓ ખુશી થાય છે. જે દિવસ તમે નિર્માણ કર્યો છે તે તમે [તેમના પર] લાવો, જેથી તેઓ મારા જેવા થાય!"},{"number":22,"verse":"“તેઓની સર્વ દુષ્ટતા તમારી [નજર] આગળ આવે; અને મારા સર્વ અપરાધોને લીધે તમે મારા જેવા હાલ કર્યા છે, તેવા [હાલ] તેઓના કરો. કેમ કે હું ઘણા નિસાસા નાખું છું, ને મારું હ્રદય નિર્ગત થઈ ગયું છે.”"}]}