{"bibleAbbr":"guOV2016","bookName":"યર્મિયાનો વિલાપ","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"પ્રભુના કોપની સોટીથી જેણે દુ:ખ ભોગવ્યું છે, તે પુરુષ હું જ છું."},{"number":2,"verse":"તેમણે મને અજવાળામાં નહિ પણ અંધકારમાં દોરીને ચલાવ્યો છે."},{"number":3,"verse":"તે ખરેખર આખો દિવસ મારી વિરુદ્ધ વારંવાર પોતાનો હાથ ફેરવે છે."},{"number":4,"verse":"તેમણે મારું માંસ તથા મારી ચામડી જીર્ણ કરી નાખ્યા છે. તેમણે મારાં હાડકાં ભાંગી નાખ્યાં છે;"},{"number":5,"verse":"તેમણે મારી આસપાસ પિત્તળના વિષનો તથા કષ્ટનો કોટ બાંધીને મને ઘેરી લીધો છે."},{"number":6,"verse":"તેમણે મને પુરાતન કાળન મૂએલાની જેમ અંધારાં સ્થાનોમાં વસાવ્યો છે."},{"number":7,"verse":"તેમણે મને વાડથિ ધેર્યો છે, જેથી મારાથી બહાર નીકળાય નહિ. તેમણે મારી બેડી ભારે કરી છે."},{"number":8,"verse":"વળી જ્યારે હું પોકારીને સહાય માગું છું, ત્યારે તે મારી પ્રાર્થના પાછી વાળે છે."},{"number":9,"verse":"તેમણે ઘડેલા પથ્થરથી મારા માર્ગોને બંધ કર્યા છે, તેમણે મારા માર્ગો વાંકાચૂકા કર્યા છે."},{"number":10,"verse":"તે મારા પ્રત્યે સંતાઈ રહેલા રીંછ જેવા, અને ગુપ્ત સ્થળમાં રહેનાર સિંહ જેવા થયા છે."},{"number":11,"verse":"તેમણે મારા માર્ગો મરડી નાખ્યા છે, ને મને ફાડી નાખ્યો છે. તેમણે મને નિરાધાર કર્યો છે."},{"number":12,"verse":"તેમણે પોતાનું ધનુષ્ય ખેંચ્યું છે, ને મને તીરના નિશાન તરીકે ઊભો રાખ્યો છે."},{"number":13,"verse":"તેમણે પોતાના ભાથાનાં બાણ મારા અંત:કરણમાં ખોસ્યા છે."},{"number":14,"verse":"હું મારા સર્વ લોકોની આગળ હાંસીપાત્ર થયો છું; અને તેઓ આખો દિવસ મારા રાસડા ગાય છે."},{"number":15,"verse":"તેમણે મને કડવાશથી ભર્યો છે, તેમણે મને નાગદમણથી તૃપ્ત કર્યો છે."},{"number":16,"verse":"વળી તેમણે મારાં દાંતોને કાંકરીથી ભાંગ્યા છે, તેમણે રાખથી મને ઢાંકી દીધો છે."},{"number":17,"verse":"તમે મારો જીવ સુખશાંતિથી દૂર રાખ્યો છે; આબાદાની શું છે તે હું ભૂલી ગયો છું."},{"number":18,"verse":"મેં કહ્યું, “મારું બળ ખૂટી ગયું છે, તથા યહોવા તરફથી મારી આશા નષ્ટ થઈ છે."},{"number":19,"verse":"મારું કષ્ટ તથા મારું દુ:ખ, મારાં નાગદમણ તથા પિત્ત, તેઓનું સ્મરણ કર."},{"number":20,"verse":"મારો જીવ તેમનુમ સ્મરણ કરીને મારામાં દીન થઈ ગયો છે."},{"number":21,"verse":"એ હું મનમાં લાવું છું, ને તેથી હું આશા રાખું છું."},{"number":22,"verse":"યહોવાની કૃપાને લીધે અમે નાશ પામ્યા નથી. કેમ કે તેમની દયા અખૂટ છે."},{"number":23,"verse":"તે દર સવારે નવી થાય છે. તમારું વિશ્વાસુપણું મહાન છે."},{"number":24,"verse":"મારો જીવ કહે છે કે, યહોવા મારો હિસ્સો છે, તેથી હું તેમના પર આશા રાખીશ."},{"number":25,"verse":"જેઓ તેમની વાટ જુએ છે, ને જે માણસ તેમને શોધે છે તેઓ પ્રત્યે યહોવા ભલા છે."},{"number":26,"verse":"યહોવાના તારણની આશા રાખવી અને શાંતિથી તેમના આવવાની વાટ જોવી, એ સારું છે."},{"number":27,"verse":"યુવાવસ્થામાં ઝૂંસરી ઉપાડવી એ માણસને માટે સારું છે."},{"number":28,"verse":"પ્રભુએ તેના પર [ઝૂંસરી] મૂકી છે, માટે તે એકાંતમાં બેસીને છાનો રહે."},{"number":29,"verse":"તે પોતાનું મુખ ધૂળમાં નાખે, કદાચિત [તેને] આશા ઉત્પન્‍ન થાય."},{"number":30,"verse":"જે તેને મારે છે તેની તરફ તે પોતાનો ગાલ ધરે; તે અપમાનથી ભરપૂર થાય."},{"number":31,"verse":"કેમ કે પ્રભુ કદી પણ કાઢી મૂકશે નહિ."},{"number":32,"verse":"કેમ કે જો કે તે દુ:ખ દે, તોપણ પોતાની પુષ્કળ કૃપા પ્રમાણે તે દયા કરશે."},{"number":33,"verse":"કેમ કે તે રાજીખુશીથી દુ:ખ દેતા નથી, ને માણસોને ખિન્‍ન કરતા નથી."},{"number":34,"verse":"પૃથ્વીના સર્વ બંદીવાનોને પગ નીચે ખૂંદવા,"},{"number":35,"verse":"પરાત્પર ઈશ્વરની સમક્ષ કોઈનો હક ડુબાડવો,"},{"number":36,"verse":"કોઈનો દાવો બગાડવો, એ પ્રભુને યોગ્ય લાગતું નથી."},{"number":37,"verse":"યહોવાની આજ્ઞા ન છતાં કોના કહ્યા પ્રમાણે થાય?"},{"number":38,"verse":"પરાત્પર ઈશ્વરના મુખમાંથી દુ:ખ તથા સુખ બન્‍ને નીકળે કે નહિ?"},{"number":39,"verse":"જીવતો માણસ શા માટે બડબડ કરે છે, પોતાનાં પાપની સજા થવાથી તે કેમ કચકચ કરે?"},{"number":40,"verse":"આપણે આપણા માર્ગોની શોધ તથા પારખ કરીએ, ને યહોવાની તરફ ફરીએ."},{"number":41,"verse":"આપણે આકાશમાંના ઈશ્વરની તરફ આપણા હાથની સાથે આપણું હ્રદય પણ ઊંચું કરીએ."},{"number":42,"verse":"અમે અપરાધ તથા બંડ કર્યાં છે; તમે ક્ષમા કરી નથી."},{"number":43,"verse":"તમે અમને કોપથી ઢાંકી દીધા તથા સતાવ્યા છે. તમે અમને કતલ કર્યા છે, ને અમારા પર દયા રાખી નથી."},{"number":44,"verse":"અમારી પ્રાર્થના પેલે પાર જાય નહિ, માટે તમે વાદળાથી પોતાને ઢાંકી દીધા છે."},{"number":45,"verse":"લોકોમાં તમે અમને ઉકરડા જેવા તથા કચરા સરખા કર્યા છે."},{"number":46,"verse":"અમારા સર્વ શત્રુઓએ અમારી વિરુદ્ધ પોતાનું મુખ ઉઘાડીને પહોળું કર્યું છે."},{"number":47,"verse":"ભય તથા ખાડો, પાયમાલી તથા નાશ, અમારા પર આવી પડ્યાં છે."},{"number":48,"verse":"મારા લોકોની દીકરીના નાશને લીધે મારી આંખોમાંથી આંસુની નદીઓ વહે છે."},{"number":49,"verse":"યહોવા આકાશમાંથી દષ્ટિ કરીને જુએ ત્યાં સુધી,"},{"number":50,"verse":"મારી આંખમાંથી નિરંતર ચોધાર આંસુઓ વહ્યાં કરે છે."},{"number":51,"verse":"મારા નગરની સર્વ દીકરીઓને લીધે મારી આંખ મારા જીવને દુ:ખીઇ કરે છે."},{"number":52,"verse":"જેઓ વિનાકારણ મારા શત્રુ થયા છે, તેઓ કોઈ પક્ષીની પાછળ પડે તેમ મારી પાછળ પડ્યા છે."},{"number":53,"verse":"તેઓએ મારા જીવને કારાગૃહમાં નષ્ટ કરવાનું કર્યું છે, ને મારા પર પથ્થે ફેંક્યો છે."},{"number":54,"verse":"મારા માથા ઉપર પાણી ફરી વળ્યાં; મેં કહ્યું કે, હું મરી ગયો!"},{"number":55,"verse":"હે યહોવા, મેં કારાગૃહના નીચલા ભોંયરામાંથી તમારા નામને હાંક મારી."},{"number":56,"verse":"તમે મારો અવાજ સાંભળ્યો; હું હાંફીને બૂમ પાડું, ત્યારે તમે તમારો કાન બંધ ન કરો."},{"number":57,"verse":"જે દિવસે મેં તમને હાંક મારી ત્યારે તમે મારી પાસે આવ્યા, ‘બીશ નહિ, ’ એવું તમે કહ્યું."},{"number":58,"verse":"હે પ્રભુ, તમે મારા જીવનો પક્ષ કરીને મારા તરફથી વિવાદ ચલાવ્યા છે; તમે મારા પ્રાણનો ઉદ્ધાર કર્યો છે."},{"number":59,"verse":"હે યહોવા, મારા પર જે‍‍ અન્યાય થયેલો છે તે તમે જોયો છે; તમે મારો ન્યાય કરો."},{"number":60,"verse":"તેઓએ મારા પર લીધેલું સર્વ વૈર તથા તેઓએ કરેલાં સર્વ કાવતરાં તમે જોયાં છે."},{"number":61,"verse":"હે યહોવા, તેઓએ કરેલી મારી નિંદા, તથા મારી વિરુદ્ધ તેઓએ કરેલાં સર્વ કાવતરાં તમે સાંભળ્યા છે."},{"number":62,"verse":"જેઓ મારી સામે ઊઠ્યા તેઓનાં વચન, તથા આખો દિવસ મારી વિરુદ્ધ તેમની કૂથલી તમે સાંભળી છે."},{"number":63,"verse":"તેઓનું બેસવું ઊઠવું જુઓ; તેઓ મારા રાસડા ગાય છે."},{"number":64,"verse":"હે યહોવા, તેઓના હાથની કરણી પ્રમાણે તેઓને બદલો આપો."},{"number":65,"verse":"તેઓનાં મન અંધકારમય કરો. તમે તેઓને શાપ આપો."},{"number":66,"verse":"કોપથી તેઓની પાછળ પડો, ને યહોવાના આકાશ નીચેથી તેઓનું નિકંદન કરો.”"}]}