{"bibleAbbr":"guOV2016","bookName":"યર્મિયાનો વિલાપ","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"સોનું કેવું ઝાંખું પડ્યું છે! કુંદન કેવું બદલાઈ ગયું છે! પવિત્રસ્થાનના પથ્થર સર્વ મહોલ્લાઓને નાકે વિખેરાયેલા છે."},{"number":2,"verse":"સિયોનના જે અમૂલ્ય પુત્રો કુંદન જેવા હતા, તેઓ કુંભારના હાથે કરેલાં માટલાં જેવા કેમ ગણાય છે!"},{"number":3,"verse":"શિયાળ પણ પોતાનાં બચ્ચાને થાને વળગાળીને ધવડાવે છે! પણ મારા લોકોની દીકરી રાનમાંની શાહમૃગી જેવી નિર્દય થઈ છે."},{"number":4,"verse":"ધાવણા બાળકની જીભ તરસને લીધે તાળવે ચોંટી રહે છે! બાળકો રોટલી માગે છે, કોઈ તે ભાંગીને તેઓને આપતો નથી."},{"number":5,"verse":"જેઓ મિષ્ટાન્‍ન ખાતા હતા, તેઓ મહોલ્લાઓમાં નિરાધાર થયા છે. જેઓ કિરમજી વસ્‍ત્ર પહેરતા હતા તેઓ ઉકરડાઓ પર આળોટે છે."},{"number":6,"verse":"જે ( .) સદોમ અકસ્માત નષ્ટ થયું, ને જેને કોઈએ હાથ લગાડ્યો નહોતો, તેના અન્યાય કરતાં મારા લોકોની દિકરીનો અન્યાય મોટો છે."},{"number":7,"verse":"તેના સરદારો હિમ કરતાં સ્વચ્છ હતા, તેઓ દૂધ કરતાં ધોળા હતા, તેઓનાં શરીર માણેક કરતાં રાતાં હતાં, તેઓનું રૂપ નીલમ જેવું હતું."},{"number":8,"verse":"પણ હાલ તેઓનું મુખ કોયલ કરતાં કાળું થયું છે! તેઓ મહોલ્લાઓમાં ઓળખાતા નથી. તેઓની ચામડી તેઓનાં હાડકાંને વળગી રહેલી છે; તે સુકાઈને લાકડાં જેવી થઈ ગઈ છે."},{"number":9,"verse":"જેઓ તરવારથી માર્યા ગયા તેઓ ભૂખે મરનારા કરતાં સુખી છે; કેમ કે [ભૂખ્યા માણસો] ખેતરમાં પાક ન થવાથી બળહીન થઈને ઝૂરે છે."},{"number":10,"verse":"દયાળુ સ્‍ત્રીઓએ પોતાને હાથે ( ; .) પોતાનાં બાળકોને બાફ્યાં છે! મારા લોકોની દીકરીના નાશને સમયે એ જ તેઓનો ખોરાક હતો."},{"number":11,"verse":"યહોવાએ પોતાનો કોપ પૂરો કર્યો છે, તેમણે પોતાનો ભારે કોપ વરસાવ્યો છે. તેમણે સિયોનમાં તેના પાયાઓને ખાઈ જાય એવો અગ્નિ સળગાવ્યો છે."},{"number":12,"verse":"શત્રુ તથા વૈરી યરુશાલેમના દરવાજાઓમાં પેસશે, એવું પૃથ્વીના રાજાઓ તથા જગતના રહેવાસીઓ માનતા નહોતા."},{"number":13,"verse":"તેના પ્રબોધકોનાં પાપોને લીધે, તેના યાજકોના અન્યાયને લીધે, તેઓએ તેમાં ધાર્મિકોનું રક્ત પાડ્યું છે."},{"number":14,"verse":"તેઓ આંધળાઓની જેમ મહોલ્લે મહોલ્‍લે ભમતા ફરે છે, તેઓ રક્તથી ખરડાયા છે, તેથી તેઓનાં વસ્‍ત્રને કોઈ અડકી શકતું નથી."},{"number":15,"verse":"“હઠો, હે અશુદ્ધ! તમે હઠો, હઠો, અમને અડકો નહિ, ” એવું લોકોએ તેઓને પોકારીને કહ્યું, તેઓ નાસીને રઝળવા લાગ્યા ત્યારે વિદેશીઓએ કહ્યું, “તેઓ ફરીથી અહીં મુકામ કરશે નહિ."},{"number":16,"verse":"યહોવાના કોપે તેઓને એકબીજાથી જુદા પાડ્યા છે; તે તેઓ પર ફરી દષ્ટિ કરશે નહિ. તેઓએ યાજકોની મર્યાદા રાખી નહિ, તેઓએ વડીલો પર કૃપા કરી નહિ.”"},{"number":17,"verse":"અમારી આંખો ખાલી સહાયની રાહ જોઈ જોઈને થાકી ગઈ છે. અમને બચાવી શકે નહિ એવા દેશની અમે ઘણી અપેક્ષા કરી છે."},{"number":18,"verse":"તેઓ અમારો કેડો છોડતા નથી, તેથી અમે અમારા ચૌટાંઓમાં ફરી શક્તા નથી. અમારો અંતકાળ પાસે આવ્યો છે, અમારા દિવસો ભરાઈ ચૂક્યા છે; કેમ કે અમારો અંતકાળ આવ્યો છે."},{"number":19,"verse":"અમારી પાછળ પડનારાઓ આકાશનાં ગરૂડો કરતાં વેગાન હતા. પર્વતો પર તેઓ અમારી પાછળ પડ્યા, રાનમાં તેઓ અમને પકડવા સંતાઈ રહ્યા."},{"number":20,"verse":"અમારા મુખનો શ્વાસ, યહોવાનો અભિષિક્ત, જેના વિષે અમે કહ્યું, તેની છાયામાં અમે વિદેશીઓમાં જીવીશું.” તે તેઓના ખાડાઓમાં પકડાયો."},{"number":21,"verse":"અરે અદોમની દિકરી, ઉસ દેશમાં રહેનારી, તું હર્ષ તથા આનંદ કર. તારી પાસે પણ પ્યાલો આવશે! તું ચકચૂર થઈને પોતાને નગ્ન કરીશ."},{"number":22,"verse":"રે સિયોનની દિકરી, તારા અન્યાયની સજા [હવે] પૂરી થઈ છે. તે તને ફરીથી બંદિવાસમાં લઈ જશે નહિ. રે અદોમની દીકરી તે તારા અન્યાયનું શાસન આપશે. તે તારાં પાપ ઉઘાડાં કરશે."}]}