{"bibleAbbr":"guOV2016","bookName":"યર્મિયાનો વિલાપ","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"હે યહોવા, જે અમારા પર આવી પડ્યું છે, તેનું સ્મરણ કરો. ધ્યાન દઈને અમારું અપમાન જુઓ."},{"number":2,"verse":"અમારું વતન પારકાઓના હાથમાં, અમારાં ઘરો પરદેશીઓના હાથમાં ગયાં છે."},{"number":3,"verse":"અમે અનાથ તથા પિતા વગરના થયા છીએ. અમારી માતાઓ વિધવા જેવી થઈ છે."},{"number":4,"verse":"અમે અમારું પોતાનું પાણી નાણું આપીને પીધું છે. અમારું પોતાનુમ બળતણ અમે વેચાતું લીધું છે."},{"number":5,"verse":"જેઓ અમારી પાછળ પડ્યા છે તેઓ અમને પકડી પાડવાની તૈયારીમાં છે. અમે થાકી ગયા છીએ, અને અમને વિશ્રામ મળતો નથી."},{"number":6,"verse":"અમે રોટલીથી તૃપ્ત થવા માટે મિસરીઓને તથા આશૂરીઓને તાબે થયા છીએ."},{"number":7,"verse":"અમારા પૂર્વજોએ પાપ કર્યું, અને તેઓ તો રહ્યા નથી! અને તેઓના અપરાધોનું ફળ અમને મળ્યું છે."},{"number":8,"verse":"ગુલામો અમારા પર સત્તા ચલાવે છે. તેઓના હાથમાંથી અમને છોડાવનાર કોઈ નથી."},{"number":9,"verse":"રાનમાં [ભટકતા લોકો] ની તરવારને લીધે અમારો જીવ જોખમમાં નાખીને અમે અમારું અન્‍ન પેદા કરીએ છીએ."},{"number":10,"verse":"દુકાળના તાપથી અમારી ચામડી ભઠ્ઠીના જેવી કાળી થઈ છે."},{"number":11,"verse":"તેઓએ સિયોનમાં સ્‍ત્રીઓની, યહૂદિયાનાં નગરોમાં કન્યાઓની આબરૂ લીધી."},{"number":12,"verse":"તેઓએ સરદારોને લટકાવી દીધા; અને વડીલોના મુખનું માન રાખ્યું નથી."},{"number":13,"verse":"જુવાનોએ દળવાની ઘંટી ફેરવી છે, ને છોકરાં લાકડાં [ના ભાર] થી લથડતાં ચાલે છે."},{"number":14,"verse":"વડીલો હવે દરવાજામાં બેસતા નથી, જુવાનો હવે ગાયન કરતા નથી."},{"number":15,"verse":"અમારા હૃદયનો આનંદ પતી ચૂક્યો છે; નાચને બદલે રડાપીટ થાય છે."},{"number":16,"verse":"અમારા માથા પરથી મુગટ પડી ગયો છે. અમને હાય હાય! કેમ કે અમે પાપ કર્યું છે."},{"number":17,"verse":"એને લીધે અમારું હૃદય નિર્ગત થયું છે. એ કારણોને લીધે અમારી આંખે ઝાંખ વળે છે."},{"number":18,"verse":"સિયોન પર્વત ઉજ્‍જડ થયો છે. તેના પર શિયાળવા ફરે છે."},{"number":19,"verse":"હે યહોવા, તમે સર્વકાળ સુધી રહો છો; તમારું રાજ્યાસન પેઢી દરપેઢીનું છે."},{"number":20,"verse":"તમે શા કારણથી અમને હમેશને માટે વીસરી જાઓ છે? અમને આટલા બધા દિવસ સુધી કેમ તજી દો છો?"},{"number":21,"verse":"હે યહોવા, અમને તમારી તરફ ફેરવો, એટલે અમે ફરીશું. પ્રાચીન કાળમાં હતા તેવા દિવસો અમને પાછા આપો."},{"number":22,"verse":"પણ તમે અમને છેક તજી દીધા છે; તમે અમારા પર બહુ કોપાયમાન થયા છો."}]}