{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"( ਸੀਨਈ ਪਰਬਤ ਦਾ ਨੇਮ) ਤੀਜੇ ਮਹੀਨੇ ਦੇ ਉਸੇ ਦਿਨ ਵਿੱਚ ਜਿਸ ਵਿੱਚ ਇਸਰਾਏਲੀ ਮਿਸਰ ਦੇਸ ਤੋਂ ਨਿੱਕਲੇ ਓਹ ਸੀਨਈ ਦੀ ਉਜਾੜ ਵਿੱਚ ਆਏ"},{"number":2,"verse":"ਅਰ ਰਫ਼ੀਦੀਮ ਤੋਂ ਕੂਚ ਕਰ ਕੇ ਸੀਨਈ ਦੀ ਉਜਾੜ ਵਿੱਚ ਅੱਪੜੇ ਅਰ ਉੱਥੇ ਉਜਾੜ ਵਿੱਚ ਡੇਰੇ ਲਾਏ ਅਤੇ ਇਸਰਾਏਲ ਨੇ ਪਹਾੜ ਦੇ ਅੱਗੇ ਡੇਰਾ ਕੀਤਾ"},{"number":3,"verse":"ਤਾਂ ਮੂਸਾ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਚੜ੍ਹ ਗਿਆ ਅਰ ਯਹੋਵਾਹ ਨੇ ਪਹਾੜ ਤੋਂ ਉਸ ਨੂੰ ਪੁਕਾਰ ਕੇ ਫ਼ਰਮਾਇਆ, ਤੂੰ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਨੂੰ ਐਉਂ ਆਖ ਅਰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਦੱਸ"},{"number":4,"verse":"ਭਈ ਤੁਸਾਂ ਵੇਖਿਆ ਜੋ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਕੀਤਾ ਅਤੇ ਤੁਹਾਨੂੰ ਉਕਾਬ ਦੇ ਖੰਭਾਂ ਉੱਤੇ ਬਿਠਾਲ ਕੇ ਆਪਣੇ ਕੋਲ ਲੈ ਆਇਆ"},{"number":5,"verse":"ਹੁਣ ਜੇ ਤੁਸੀਂ ਮੇਰੀ ਅਵਾਜ਼ ਦੇ ਸਰੋਤੇ ਹੋਵੋਗੇ ਅਰ ਮੇਰੇ ਨਾਮ ਦੀ ਮਨੌਤ ਕਰੋਗੇ ਤਾਂ ਤੁਸੀਂ ਸਾਰੀਆਂ ਕੌਮਾਂ ਵਿੱਚੋਂ ਮੇਰੀ ਨਿਜੀ ਪਰਜਾ ਹੋਵੋਗੇ ਕਿਉਂ ਜੋ ਸਾਰੀ ਧਰਤੀ ਮੇਰੀ ਹੈ"},{"number":6,"verse":"ਅਤੇ ਤੁਸੀਂ ਮੇਰੇ ਲਈ ਜਾਜਕਾਂ ਦੀ ਬਾਦਸ਼ਾਹੀ ਅਤੇ ਪਵਿੱਤ੍ਰ ਕੌਮ ਹੋਵੋਗੇ। ਏਹ ਉਹ ਗੱਲਾਂ ਹਨ ਜਿਹੜੀਆਂ ਤੂੰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਦੱਸੇਂਗਾ।।"},{"number":7,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਆਕੇ ਪਰਜਾ ਦੇ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਬੁਲਾਇਆ ਅਰ ਓਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਰੱਖੀਆਂ ਜਿਹੜੀਆਂ ਦਾ ਯਹੋਵਾਹ ਨੇ ਉਸ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":8,"verse":"ਫੇਰ ਸਾਰੀ ਪਰਜਾ ਨੇ ਰਲ ਕੇ ਉੱਤ੍ਰ ਦਿੱਤਾ, ਸਭ ਕੁਝ ਜੋ ਯਹੋਵਾਹ ਬੋਲਿਆ ਹੈ ਅਸੀਂ ਕਰਾਂਗੇ। ਤਾਂ ਮੂਸਾ ਨੇ ਪਰਜਾ ਦੀਆਂ ਗੱਲਾਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਰੱਖੀਆਂ"},{"number":9,"verse":"ਅਰ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਵੇਖ ਮੈਂ ਤੇਰੇ ਕੋਲ ਬੱਦਲ ਦੇ ਓਹਲੇ ਵਿੱਚ ਆਉਂਦਾ ਹਾਂ ਤਾਂ ਜੋ ਪਰਜਾ ਗੱਲਾਂ ਸੁਣੇ ਜਿਹੜੀਆਂ ਮੈਂ ਤੇਰੇ ਨਾਲ ਕਰਾਂ ਨਾਲੇ ਉਹ ਸਦਾ ਲਈ ਤੇਰੇ ਉੱਤੇ ਪਰਤੀਤ ਕਰੇ। ਤਾਂ ਮੂਸਾ ਨੇ ਪਰਜਾ ਦੀਆਂ ਗੱਲਾਂ ਯਹੋਵਾਹ ਨੂੰ ਦੱਸੀਆਂ।"},{"number":10,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਪਰਜਾ ਕੋਲ ਜਾਹ ਅਤੇ ਅਜ ਭਲਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰ ਅਰ ਓਹ ਆਪਣੇ ਬਸਤ੍ਰ ਧੋਣ"},{"number":11,"verse":"ਅਰ ਤੀਜੇ ਦਿਨ ਲਈ ਤਿਆਰ ਰਹਿਣ ਕਿਉਂ ਕਿ ਤੀਜੇ ਦਿਨ ਯਹੋਵਾਹ ਸਾਰੀ ਪਰਜਾ ਦੀ ਦਰਿਸ਼ਟ ਵਿੱਚ ਸੀਨਈ ਦੇ ਪਹਾੜ ਉੱਤੇ ਉੱਤਰੇਗਾ"},{"number":12,"verse":"ਅਰ ਤੂੰ ਪਰਜਾ ਲਈ ਚੁਫੇਰੇ ਏਹ ਆਖ ਕੇ ਹੱਦਾਂ ਬਣਾਈਂ ਭਈ ਤੁਸੀਂ ਧਿਆਨ ਰੱਖੋ ਅਰ ਪਹਾੜ ਦੇ ਉੱਤੇ ਨਾ ਚੜ੍ਹਿਓ, ਨਾ ਉਸ ਦੀ ਹੱਦ ਨੂੰ ਛੂਹਿਓ ਅਰ ਹਰ ਇੱਕ ਜਿਹੜਾ ਪਹਾੜ ਨੂੰ ਛੂਹੇ ਉਹ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ"},{"number":13,"verse":"ਕੋਈ ਹੱਥ ਉਸ ਨੂੰ ਨਾ ਛੂਹੇ ਪਰ ਉਹ ਵੱਟਿਆਂ ਨਾਲ ਮਾਰਿਆ ਜਾਵੇ ਯਾ ਤੀਰ ਨਾਲ ਵਿੰਨ੍ਹਿਆਂ ਜਾਵੇ ਭਾਵੇਂ ਪਸੂ ਹੋਵੇ ਭਾਵੇਂ ਮਨੁੱਖ ਹੋਵੇ, ਉਹ ਜਿਉਂਦਾ ਨਾ ਰਹੇ। ਜਦ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਗੂੰਜੇ ਤਾਂ ਉਹ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਨ"},{"number":14,"verse":"ਤਾਂ ਮੂਸਾ ਪਹਾੜ ਤੋਂ ਪਰਜਾ ਕੋਲ ਉੱਤਰਿਆ ਅਰ ਪਰਜਾ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕੀਤਾ ਅਰ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਬਸਤ੍ਰ ਧੋਤੇ"},{"number":15,"verse":"ਫੇਰ ਉਸ ਨੇ ਪਰਜਾ ਨੂੰ ਆਖਿਆ, ਤੀਜੇ ਦਿਨ ਲਈ ਤਿਆਰ ਰਹੋ ਅਰ ਤੀਵੀਂ ਦੇ ਨੇੜੇ ਨਾ ਜਾਓ।।"},{"number":16,"verse":"ਐਉਂ ਹੋਇਆ ਕਿ ਜਾਂ ਤੀਜੇ ਦਿਨ ਸਵੇਰਾ ਹੋਇਆ ਤਾਂ ਗੱਜਾਂ ਹੋਈਆਂ ਅਰ ਲਿਸ਼ਕਾਂ ਪਈਆਂ ਅਰ ਇੱਕ ਕਾਲਾ ਬੱਦਲ ਪਹਾੜ ਉੱਤੇ ਸੀ ਅਰ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਬਹੁਤ ਉੱਚੀ ਸੀ ਅਤੇ ਜਿੰਨੇ ਲੋਕ ਡੇਰੇ ਵਿੱਚ ਸਨ ਕੰਬ ਗਏ"},{"number":17,"verse":"ਮੂਸਾ ਲੋਕਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਮਿਲਣ ਲਈ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਲੈ ਆਇਆ ਅਤੇ ਓਹ ਪਹਾੜ ਦੇ ਹਠਾੜ ਖਲੋ ਗਏ"},{"number":18,"verse":"ਅਰ ਸਾਰੇ ਸੀਨਈ ਪਹਾੜ ਤੋਂ ਧੂੰਆਂ ਨਿੱਕਲਦਾ ਸੀ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਅੱਗ ਵਿੱਚ ਉਸ ਦੇ ਉੱਤੇ ਉੱਤਰਿਆ ਅਤੇ ਭੱਠੀ ਵਰਗਾ ਧੂੰਆਂ ਉਸ ਦੇ ਉੱਤੋਂ ਉੱਠ ਰਿਹਾ ਸੀ ਅਰ ਸਾਰਾ ਪਹਾੜ ਅੱਤ ਕੰਬ ਰਿਹਾ ਸੀ"},{"number":19,"verse":"ਜਦ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਅੱਤ ਉੱਚੀ ਹੁੰਦੀ ਜਾਂਦੀ ਸੀ ਤਾਂ ਮੂਸਾ ਬੋਲਿਆ ਅਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਅਵਾਜ਼ ਨਾਲ ਉੱਤ੍ਰ ਦਿੱਤਾ"},{"number":20,"verse":"ਯਹੋਵਾਹ ਸੀਨਈ ਪਹਾੜ ਉੱਤੇ ਉੱਤਰਿਆ ਅਰਥਾਤ ਪਹਾੜ ਦੀ ਟੀਸੀ ਉੱਤੇ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਪਹਾੜ ਦੀ ਟੀਸੀ ਉੱਤੇ ਸੱਦਿਆ ਤਾਂ ਮੂਸਾ ਉਤਾਹਾਂ ਗਿਆ"},{"number":21,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਹੇਠ ਜਾਹ ਅਰ ਪਰਜਾ ਨੂੰ ਤਕੀਦ ਕਰ ਮਤੇ ਓਹ ਵੇਖਣ ਨੂੰ ਯਹੋਵਾਹ ਕੋਲ ਘੁਸ ਆਉਣ ਅਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਡਿੱਗ ਪੈਣ"},{"number":22,"verse":"ਅਰ ਜਾਜਕ ਵੀ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਨੇੜੇ ਆਉਂਦੇ ਹਨ ਆਪਣੇ ਆਪ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਕਿਤੇ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਨਾ ਵਰ੍ਹ ਪਵੇ"},{"number":23,"verse":"ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਆਖਿਆ ਕਿ ਲੋਕ ਸੀਨਈ ਪਹਾੜ ਉੱਤੇ ਨਹੀਂ ਚੜ੍ਹ ਸੱਕਦੇ ਕਿਉਂ ਜੋ ਤੈਂ ਸਾਨੂੰ ਤਕੀਦ ਨਾਲ ਆਖਿਆ ਸੀ ਕਿ ਪਹਾੜ ਦੀਆਂ ਹੱਦਾਂ ਬਣਾ ਰੱਖੋ ਅਰ ਉਹ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੋ"},{"number":24,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਹੇਠਾਂ ਜਾਹ ਅਰ ਫੇਰ ਉਤਾਹਾਂ ਆ ਤੂੰ ਅਤੇ ਤੇਰੇ ਨਾਲ ਹਾਰੂਨ ਪਰ ਜਾਜਕ ਅਤੇ ਲੋਕ ਯਹੋਵਾਹ ਕੋਲ ਚੜ੍ਹਨ ਲਈ ਨਾ ਘੁਸਣ ਕਿਤੇ ਉਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਨਾ ਵਰ੍ਹ ਪਵੇ"},{"number":25,"verse":"ਤਾਂ ਮੂਸਾ ਪਰਜਾ ਕੋਲ ਉੱਤਰਿਆ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ।।"}]}