{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"( ਮੂਸਾ ਦਾ ਜਨਮ) ਲੇਵੀ ਦੇ ਘਰਾਣੇ ਦੇ ਇੱਕ ਮਨੁੱਖ ਨੇ ਜਾਕੇ ਇੱਕ ਲੇਵੀ ਦੀ ਧੀ ਨੂੰ ਵਿਆਹ ਲਿਆ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਤੀਵੀਂ ਗਰਭਵੰਤੀ ਹੋਈ ਅਰ ਪੁੱਤ੍ਰ ਜਣੀ। ਜਾਂ ਉਸ ਨੇ ਵੇਖਿਆ ਕਿ ਉਹ ਸੋਹਣਾ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਤਿੰਨ ਮਹੀਨੇ ਲੁਕਾ ਛੱਡਿਆ"},{"number":3,"verse":"ਜਾਂ ਅੱਗੇ ਨੂੰ ਲੁਕਾ ਨਾ ਸੱਕੀ ਤਾਂ ਉਸ ਨੇ ਕਾਨਿਆਂ ਦਾ ਇੱਕ ਟੋਕਰਾ ਲੈ ਕੇ ਉਸ ਨੂੰ ਚੀਕਣੀ ਮਿੱਟੀ ਅਤੇ ਰਾਲ ਦੇ ਨਾਲ ਲਿੱਪਿਆ ਅਰ ਬਾਲ ਨੂੰ ਉਸ ਦੇ ਵਿੱਚ ਪਾਕੇ ਦਰਿਆ ਦੇ ਕੰਢੇ ਪਿਲਛੀ ਵਿੱਚ ਰੱਖ ਦਿੱਤਾ"},{"number":4,"verse":"ਅਤੇ ਉਸ ਦੀ ਭੈਣ ਦੂਰ ਖੜੀ ਸੀ ਤਾਂ ਜਾਣੇ ਭਈ ਉਸ ਨਾਲ ਕੀ ਬੀਤਦੀ ਹੈ"},{"number":5,"verse":"ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਅਸ਼ਨਾਨ ਕਰਨ ਲਈ ਦਰਿਆ ਉੱਤੇ ਉੱਤਰੀ ਅਰ ਤਾਂ ਉਸ ਦੀਆਂ ਸਹੇਲੀਆਂ ਦਰਿਆ ਦੇ ਕੰਢੇ ਕੰਢੇ ਫਿਰਦੀਆਂ ਸਨ ਤਾਂ ਉਸ ਨੇ ਪਿਲਛੀ ਵਿੱਚ ਟੋਕਰਾ ਵੇਖਿਆ। ਉਸ ਆਪਣੀ ਟਹਿਲਣ ਨੂੰ ਉਸ ਦੇ ਲਿਆਉਣ ਨੂੰ ਘੱਲਿਆ"},{"number":6,"verse":"ਜਾਂ ਉਸ ਨੇ ਉਸ ਨੂੰ ਖੋਲ੍ਹਿਆ ਤਾਂ ਉਸ ਨੇ ਬਾਲ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ ਉਹ ਮੁੰਡਾ ਰੋ ਰਿਹਾ ਸੀ। ਉਸ ਨੂੰ ਉਸ ਉੱਤੇ ਤਰਸ ਆਇਆ ਅਰ ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਏਹ ਇਬਰਾਨੀਆਂ ਦੇ ਬਾਲਾਂ ਵਿੱਚੋਂ ਹੈ"},{"number":7,"verse":"ਤਾਂ ਉਸ ਦੀ ਭੈਣ ਨੇ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਜਾਕੇ ਇਬਰਾਨਣਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਚੁੰਘਾਵੀ ਨੂੰ ਤੁਹਾਡੇ ਕੋਲ ਲਿਆਵਾਂ ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਲਈ ਏਸ ਬਾਲ ਨੂੰ ਦੁੱਧ ਚੁੰਘਾਇਆ ਕਰੇ?"},{"number":8,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਨੇ ਆਖਿਆ, ਜਾਹ। ਉਹ ਛੋਕਰੀ ਜਾਕੇ ਬਾਲ ਦੀ ਮਾਂ ਨੂੰ ਸੱਦ ਲਿਆਈ"},{"number":9,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਏਸ ਬਾਲ ਨੂੰ ਲੈ ਅਰ ਮੇਰੇ ਲਈ ਦੁੱਧ ਚੁੰਘਾ। ਮੈਂ ਤੈਨੂੰ ਮਜਦੂਰੀ ਦੇਵਾਂਗੀ। ਤਾਂ ਉਸ ਤੀਵੀਂ ਨੇ ਬਾਲ ਨੂੰ ਲੈ ਕੇ ਦੁੱਧ ਚੁੰਘਾਇਆ"},{"number":10,"verse":"ਜਾਂ ਬਾਲ ਵੱਡਾ ਹੋ ਗਿਆ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਕੋਲ ਆਈ। ਉਹ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਠਹਿਰਿਆ ਅਤੇ ਉਸ ਨੇ ਇਹ ਕਹਿ ਕੇ ਉਹ ਦਾ ਨਾਮ ਮੂਸਾ ਰੱਖਿਆ ਭਈ ਮੈਂ ਏਸ ਨੂੰ ਪਾਣੀ ਵਿੱਚੋਂ ਕੱਢਿਆ ਹੈ।।"},{"number":11,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਜਾਂ ਮੂਸਾ ਵੱਡਾ ਹੋਇਆ ਤਾਂ ਉਸ ਆਪਣੇ ਭਰਾਵਾਂ ਕੋਲ ਬਾਹਰ ਜਾਕੇ ਉਨ੍ਹਾਂ ਦੇ ਭਾਰਾਂ ਨੂੰ ਡਿੱਠਾ ਅਰ ਉਸ ਨੇ ਇੱਕ ਮਿਸਰੀ ਨੂੰ ਵੇਖਿਆ ਜੋ ਉਸ ਦੇ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਇਬਰਾਨੀ ਨੂੰ ਮਾਰ ਰਿਹਾ ਸੀ"},{"number":12,"verse":"ਉਸ ਨੇ ਐਧਰ ਓਧਰ ਝਾਤੀ ਮਾਰੀ ਅਤੇ ਜਾਂ ਵੇਖਿਆ ਭਈ ਕੋਈ ਨਹੀਂ ਹੈ ਤਾਂ ਉਸ ਨੇ ਉਸ ਮਿਸਰੀ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਅਤੇ ਰੇਤ ਵਿੱਚ ਲੁੱਕਾ ਦਿੱਤਾ"},{"number":13,"verse":"ਜਾਂ ਦੂਜੇ ਦਿਨ ਬਾਹਰ ਗਿਆ ਤਾਂ ਵੇਖੋ ਦੋ ਇਬਰਾਨੀ ਆਪੋ ਵਿੱਚ ਲੜ ਰਹੇ ਸਨ ਤਾਂ ਉਸ ਨੇ ਝੂਠੇ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਆਪਣੇ ਸਾਥੀ ਨੂੰ ਕਿਉਂ ਮਾਰਦਾ ਹੈਂ?"},{"number":14,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਤੈਨੂੰ ਕਿਸ ਨੇ ਸਾਡੇ ਉੱਤੇ ਸਰਦਾਰ ਅਤੇ ਨਿਆਈ ਬਣਾ ਦਿੱਤਾ? ਭਲਾ, ਤੂੰ ਏਹ ਸੋਚਦਾ ਹੈਂ ਕਿ ਜਿਵੇਂ ਤੈਂ ਉਸ ਮਿਸਰੀ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਤਿਵੇਂ ਮੈਨੂੰ ਵੀ ਮਾਰ ਸੁੱਟੇਂਗਾ? ਤਾਂ ਮੂਸਾ ਡਰ ਗਿਆ ਅਤੇ ਆਖਿਆ, ਏਹ ਗੱਲ ਜਰੂਰ ਖੁਲ੍ਹ ਗਈ ਹੈ"},{"number":15,"verse":"ਜਾਂ ਫ਼ਿਰਊਨ ਨੇ ਏਹ ਗੱਲ ਸੁਣੀ ਤਾਂ ਮੂਸਾ ਨੂੰ ਜਾਨੋਂ ਮਾਰਨ ਦਾ ਜਤਨ ਕੀਤਾ ਪਰ ਮੂਸਾ ਫ਼ਿਰਊਨ ਦੇ ਅੱਗੋਂ ਭੱਜ ਕੇ ਮਿਦਯਾਨ ਦੇ ਦੇਸ ਜਾ ਟਿਕਿਆ ਅਤੇ ਇੱਕ ਖੂਹ ਦੇ ਕੋਲ ਬੈਠ ਗਿਆ।।"},{"number":16,"verse":"ਮਿਦਯਾਨ ਦੇ ਪੁਜਾਰੀ ਦੀਆਂ ਸੱਤ ਧੀਆਂ ਸਨ। ਉਨ੍ਹਾਂ ਆਕੇ ਪਾਣੀ ਕੱਢਿਆ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਇੱਜੜ ਨੂੰ ਪਿਲਾਉਣ ਲਈ ਚੁਬੱਚਿਆਂ ਨੂੰ ਭਰ ਲਿਆ"},{"number":17,"verse":"ਤਾਂ ਅਯਾਲੀਆਂ ਨੇ ਆਣ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਧੱਕੇ ਨਾਲ ਹਟਾ ਦਿੱਤਾ ਪਰ ਮੂਸਾ ਨੇ ਉੱਠ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਚਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਇੱਜੜ ਨੂੰ ਪਿਲਾਇਆ"},{"number":18,"verse":"ਜਾਂ ਓਹ ਆਪਣੇ ਪਿਤਾ ਰਊਏਲ ਕੋਲ ਆਈਆਂ ਤਾਂ ਉਸ ਨੇ ਪੁੱਛਿਆ, ਤੁਸੀਂ ਅੱਜ ਕਿਵੇਂ ਛੇਤੀ ਮੁੜ ਆਈਆਂ ਹੋ?"},{"number":19,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਇੱਕ ਮਿਸਰੀ ਨੇ ਸਾਡੇ ਅਯਾਲੀਆਂ ਦੇ ਹੱਥੋਂ ਛੁਡਾਇਆ ਨਾਲੇ ਸਾਡੇ ਲਈ ਪਾਣੀ ਕੱਢ ਕੱਢ ਕੇ ਇੱਜੜ ਨੂੰ ਪਿਲਾਇਆ"},{"number":20,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਪਣੀਆਂ ਧੀਆਂ ਨੂੰ ਆਖਿਆ, ਉਹ ਮਨੁੱਖ ਕਿੱਥੇ ਹੈ? ਤੁਸੀਂ ਉਸ ਨੂੰ ਕਿਉਂ ਛੱਡ ਆਈਆਂ ਹੋ? ਉਸ ਨੂੰ ਸੱਦੋ ਜੋ ਉਹ ਰੋਟੀ ਖਾਵੇ"},{"number":21,"verse":"ਤਾਂ ਮੂਸਾ ਉਸ ਮਨੁੱਖ ਕੋਲ ਰਹਿਣ ਲਈ ਰਾਜੀ ਹੋ ਗਿਆ ਅਰ ਉਸ ਆਪਣੀ ਧੀ ਸਿੱਪੋਰਾ ਮੂਸਾ ਨੂੰ ਵਿਆਹ ਦਿੱਤੀ"},{"number":22,"verse":"ਅਤੇ ਉਹ ਪੁੱਤ੍ਰ ਜਣੀ ਤਾਂ ਉਸ ਨੇ ਉਸ ਦਾ ਨਾਉਂ ਗੇਰਸ਼ੋਮ ਰੱਖਿਆ ਕਿਉ ਜੋ ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਪਰਦੇਸ ਵਿੱਚ ਪਰਦੇਸੀ ਹੋਇਆ ਹਾਂ।।"},{"number":23,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਬਹੁਤ ਦਿਨਾਂ ਦੇ ਪਿੱਛੋਂ ਮਿਸਰ ਦਾ ਰਾਜਾ ਮਰ ਗਿਆ ਅਰ ਇਸਰਾਏਲੀਆਂ ਨੇ ਗੁਲਾਮੀ ਦੇ ਕਾਰਨ ਹੌਕੇ ਲਏ ਅਤੇ ਧਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੇਏ ਅਤੇ ਇਨ੍ਹਾਂ ਦੀ ਦੁਹਾਈ ਜੋ ਗੁਲਾਮੀ ਦੇ ਕਾਰਨ ਸੀ ਪਰਮੇਸ਼ੁਰ ਤੀਕ ਅੱਪੜੀ"},{"number":24,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਹੂੰਗ ਸੁਣੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣੇ ਨੇਮ ਨੂੰ ਜਿਹੜਾ ਅਬਰਾਹਾਮ, ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਦੇ ਨਾਲ ਸੀ ਚੇਤੇ ਕੀਤਾ"},{"number":25,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇਸਰਾਏਲੀਆਂ ਵੱਲ ਨਿਗਾਹ ਕੀਤੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਖਬਰ ਲਈ।।"}]}