{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"( ਨੇਮ ਦੀਆਂ ਬਿਧੀਆਂ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਬਲਦ ਯਾ ਭੇਡ ਚੁਰਾਵੇ ਯਾ ਉਸ ਨੂੰ ਮਾਰ ਸੁੱਟੇ ਯਾ ਉਸ ਨੂੰ ਵੇਚ ਦੇਵੇ ਤਾਂ ਚੌਣੇ ਵਿੱਚੋਂ ਉਸ ਦੇ ਵੱਟੇ ਪੰਜ ਬਲਦ ਅਤੇ ਇੱਜੜ ਵਿੱਚੋਂ ਉਸ ਦੇ ਵੱਟੇ ਚਾਰ ਭੇਡਾਂ ਵੱਟਾ ਭਰੇ"},{"number":2,"verse":"ਜੇ ਉਹ ਚੋਰ ਸੰਨ੍ਹ ਲਾਉਂਦਾ ਫੜਿਆ ਜਾਵੇ ਅਤੇ ਉਹ ਮਾਰ ਨਾਲ ਮਰ ਜਾਵੇ ਤਾਂ ਏਹ ਖੂਨ ਦਾ ਦੋਸ਼ ਨਹੀਂ ਹੈ"},{"number":3,"verse":"ਪਰ ਜੇ ਉਸ ਉੱਤੇ ਸੂਰਜ ਚੜ੍ਹ ਜਾਵੇ ਤਾਂ ਉਹ ਦੇ ਲਈ ਖੂਨ ਦਾ ਦੋਸ਼ ਹੋਵੇਗਾ, ਉਹ ਵੱਟਾ ਭਰ ਦੇਵੇ। ਜੇ ਉਹ ਦੇ ਕੋਲ ਕੁਝ ਨਹੀਂ ਹੈ ਤਾਂ ਉਹ ਆਪਣੀ ਚੋਰੀ ਦੇ ਕਾਰਨ ਵੇਚਿਆ ਜਾਵੇ"},{"number":4,"verse":"ਜੇ ਚੋਰੀ ਦਾ ਮਾਲ ਉਹ ਦੇ ਹੱਥੋਂ ਜੀਉਂਦਾ ਲੱਭ ਜਾਵੇ ਭਾਵੇਂ ਬਲਦ ਭਾਵੇਂ ਖੋਤਾ ਭਾਵੇਂ ਭੇਡ ਤਾਂ ਉਹ ਦੂਣਾ ਵੱਟਾ ਭਰੇ"},{"number":5,"verse":"ਜਦ ਕੋਈ ਮਨੁੱਖ ਪੈਲੀ ਯਾ ਦਾਖ ਦੇ ਬਾਗ਼ ਨੂੰ ਖਿਲਾ ਦੇਵੇ ਯਾ ਆਪਣਾ ਪਸੂ ਛੱਡੇ ਜੋ ਉਹ ਦੂਜੇ ਦੀ ਪੈਲੀ ਨੂੰ ਖਾ ਜਾਵੇ ਤਾਂ ਆਪਣੇ ਖੇਤ ਦੀ ਅੱਤ ਉੱਤਮ ਪੈਦਾਵਾਰ ਤੋਂ ਯਾ ਬਾਗ਼ ਦੀ ਅੱਤ ਉੱਤਮ ਦਾਖ ਤੋਂ ਵੱਟਾ ਭਰੇ।।"},{"number":6,"verse":"ਜੇ ਕਦੀ ਅੱਗ ਭਖ ਉੱਠੇ ਅਤੇ ਕੰਡੇ ਕਾਠ ਨੂੰ ਐਉਂ ਜਾ ਲੱਗੇ ਕਿ ਅੰਨ ਦਾ ਖਲਵਾੜਾ ਯਾ ਅੰਨ ਦੀ ਖੜੀ ਪੈਲੀ ਯਾ ਖੇਤ ਸੜ ਜਾਵੇ ਤਾਂ ਅੱਗ ਦੇ ਲਾਉਣ ਵਾਲਾ ਜਰੂਰ ਵੱਟਾ ਭਰੇ"},{"number":7,"verse":"ਜਦ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਗਵਾਂਢੀ ਨੂੰ ਚਾਂਦੀ ਯਾ ਗਹਿਣਾ ਰੱਖਣ ਲਈ ਦੇਵੇ ਪਰ ਉਹ ਉਸ ਮਨੁੱਖ ਦੇ ਘਰੋਂ ਚੁਰਾਇਆ ਜਾਵੇ ਜੇ ਚੋਰ ਫੜਿਆ ਜਾਵੇ ਤਾਂ ਉਹ ਦੂਣਾ ਭਰੇ"},{"number":8,"verse":"ਪਰ ਜੇ ਚੋਰ ਨਾ ਫੜਿਆ ਜਾਵੇ ਤਾਂ ਘਰ ਦਾ ਮਾਲਕ ਨਿਆਈਆਂ ( ਅਥਵਾ ਪਰਮੇਸ਼ੁਰ) ਦੇ ਕੋਲ ਲਿਆਂਦਾ ਜਾਵੇ ਤਾਂ ਜੋ ਮਾਲੂਮ ਹੋਵੇ ਕਿ ਉਸ ਨੇ ਆਪਣਾ ਹੱਥ ਆਪਣੇ ਗਵਾਂਢੀ ਦੇ ਮਾਲ ਧਨ ਨੂੰ ਲਾਇਆ ਹੈ ਕਿ ਨਹੀਂ"},{"number":9,"verse":"ਅਪਰਾਧ ਦੀ ਹਰ ਪਰਕਾਰ ਦੀ ਗੱਲ ਵਿੱਚ ਭਾਵੇਂ ਬਲਦ ਦੀ ਭਾਂਵੇ ਖੋਤੇ ਦੀ ਭਾਵੇਂ ਭੇਡ ਦੀ ਭਾਵੇਂ ਚਾਦਰ ਦੀ ਭਾਵੇਂ ਕਿਸੇ ਗਵਾਚੀ ਹੋਈ ਚੀਜ ਦੀ ਜਿਸ ਵਿਖੇ ਕੋਈ ਆਖੇ ਕਿ ਏਹੋ ਹੀ ਹੈ ਤਾਂ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਦੀ ਗੱਲ ਨਿਆਈਆਂ ਕੋਲ ਆਵੇ ਅਤੇ ਜਿਹ ਨੂੰ ਨਿਆਈ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਉਹ ਆਪਣੇ ਗਵਾਂਢੀ ਨੂੰ ਦੂਣਾ ਭਰ ਦੇਵੇ"},{"number":10,"verse":"ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਗਵਾਂਢੀ ਨੂੰ ਖੋਤਾ ਯ ਬਲਦ ਯਾ ਭੇਡ ਯਾ ਕੋਈ ਪਸੂ ਸਾਂਭਣ ਲਈ ਦੇਵੇ ਅਰ ਉਹ ਮਰ ਜਾਵੇ ਯਾ ਸੱਟ ਖਾ ਜਾਵੇ ਯਾ ਕਿਸੇ ਦੇ ਵੇਖੇ ਬਿਨਾ ਕਿਤੇ ਹੱਕਿਆ ਜਾਵੇ"},{"number":11,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਦੇ ਵਿੱਚ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ ਹੋਵੇਗੀ ਭਈ ਉਸ ਨੇ ਆਪਣੇ ਗਵਾਂਢੀ ਦੇ ਮਾਲ ਨੂੰ ਹੱਥ ਨਹੀਂ ਲਾਇਆ ਅਤੇ ਉਹ ਦਾ ਮਾਲਕ ਸੁਣ ਲਵੇ ਤਾਂ ਉਹ ਵੱਟਾ ਨਾ ਭਰੇ"},{"number":12,"verse":"ਜੇ ਉਹ ਸੱਚ ਮੁੱਚ ਉਸ ਤੋਂ ਚੁਰਾਇਆ ਜਾਵੇ ਤਾਂ ਉਹ ਉਸ ਦੇ ਮਾਲਕ ਨੂੰ ਵੱਟਾ ਭਰੇ"},{"number":13,"verse":"ਜੇ ਉਹ ਸੱਚ ਮੁੱਚ ਪਾੜਿਆ ਜਾਵੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਉਗਾਹੀ ਵਿੱਚ ਲਿਆਵੇ ਅਤੇ ਪਾੜੇ ਹੋਏ ਦਾ ਵੱਟਾ ਨਾ ਭਰੇ।।"},{"number":14,"verse":"ਜਦ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਗਵਾਂਢੀ ਤੋਂ ਕੁਝ ਉਧਾਰ ਲਵੇ ਅਰ ਉਹ ਸੱਟ ਖਾ ਜਾਵੇ ਯਾ ਮਰ ਜਾਵੇ ਜਦ ਕਿ ਉਹ ਦਾ ਮਾਲਕ ਕੋਲ ਨਹੀਂ ਹੈ ਤਾਂ ਉਹ ਜਰੂਰ ਵੱਟਾ ਭਰੇ"},{"number":15,"verse":"ਜੇ ਉਹ ਦਾ ਮਾਲਕ ਉਹ ਦੇ ਕੋਲ ਹੋਵੇ ਤਾਂ ਉਹ ਵੱਟਾ ਨਾ ਭਰੇ ਜੇ ਉਹ ਭਾੜੇ ਉੱਤੇ ਹੋਵੇ ਤਾਂ ਉਹ ਭਾੜੇ ਵਿੱਚ ਗਿਣਿਆ ਜਾਵੇ।।"},{"number":16,"verse":"ਜਦ ਕੋਈ ਮਨੁੱਖ ਕਿਸੇ ਕੁਆਰੀ ਨੂੰ ਜਿਹ ਦੀ ਕੁੜਮਾਈ ਨਹੀਂ ਹੋਈ ਝਾਂਸਾ ਦੇਵੇ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਲੇਟੇ ਉਹ ਜਰੂਰ ਉਸ ਦਾ ਮੁੱਲ ਦੇਕੇ ਉਸ ਨੂੰ ਵਿਆਹ ਲਵੇ"},{"number":17,"verse":"ਜੇ ਉਸ ਦਾ ਪਿਤਾ ਉਸ ਨੂੰ ਦੇਣ ਤੋਂ ਉੱਕਾ ਹੀ ਇਨਕਾਰੀ ਹੋਵੇ ਤਾਂ ਉਹ ਕੁਆਰੀਆਂ ਦੇ ਮਹਿਰ ਅਨੁਸਾਰ ਚਾਂਦੀ ਤੋਲ ਕੇ ਦੇਵੇ।।"},{"number":18,"verse":"ਤੂੰ ਜਾਦੂਗਰਨੀ ਨੂੰ ਜੀਉਂਦੀ ਨਾ ਛੱਡ"},{"number":19,"verse":"ਜੋ ਕੋਈ ਪਸੂ ਨਾਲ ਕੁਕਰਮ ਕਰੇ ਉਹ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ"},{"number":20,"verse":"ਜਿਹੜਾ ਕੇਵਲ ਯਹੋਵਾਹ ਤੋਂ ਬਿਨਾ ਹੇਰ ਦੇਵਤਿਆਂ ਨੂੰ ਬਲੀਆਂ ਚੜ੍ਹਾਵੇ ਉਸ ਦਾ ਸੱਤਿਆ ਨਾਸ ਕੀਤਾ ਜਾਵੇ"},{"number":21,"verse":"ਤੁਸੀਂ ਪਰਦੇਸੀ ਨੂੰ ਨਾ ਸਤਾਓ ਨਾ ਦੁਖ ਦਿਓ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਪਰਦੇਸੀ ਰਹੇ"},{"number":22,"verse":"ਵਿਧਵਾ ਅਤੇ ਯਤੀਮ ਨੂੰ ਤੰਗ ਨਾ ਕਰੋ"},{"number":23,"verse":"ਜੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਤੰਗ ਹੀ ਕਰੋਗੇ ਤਾਂ ਜਦ ਓਹ ਮੇਰੇ ਅੱਗੇ ਦੁਹਾਈ ਦੇਣਗੇ ਤਾਂ ਮੈਂ ਜਰੂਰ ਉਨ੍ਹਾਂ ਦੀ ਦੁਹਾਈ ਨੂੰ ਸੁਣਾਂਗਾ"},{"number":24,"verse":"ਅਤੇ ਮੇਰਾ ਕਰੋਧ ਭੜਕ ਉੱਠੇਗਾ ਅਰ ਮੈਂ ਤੁਹਾਨੂੰ ਤੇਗ ਨਾਲ ਵੱਢ ਸੁੱਟਾਂਗਾ ਅਤੇ ਤੁਹਾਡੀਆਂ ਤੀਵੀਆਂ ਵਿਧਵਾ ਅਤੇ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰ ਯਤੀਮ ਹੋ ਜਾਣਗੇ"},{"number":25,"verse":"ਜੇ ਤੂੰ ਮੇਰੀ ਪਰਜਾ ਵਿੱਚੋਂ ਆਪਣੇ ਨਾਲ ਕਿਸੇ ਕੰਗਾਲ ਨੂੰ ਚਾਂਦੀ ਉਧਾਰ ਦੇਵੇਂ ਤਾਂ ਤੂੰ ਉਹ ਦਾ ਬਿਆਜੜੀਆ ਨਾ ਬਣ, ਤੂੰ ਉਸ ਉੱਤੇ ਬਿਆਜ ਨਾ ਲਾਵੀਂ"},{"number":26,"verse":"ਜੇ ਤੂੰ ਆਪਣੇ ਗਵਾਂਢੀ ਦੀ ਚਾਦਰ ਗਹਿਣੇ ਰੱਖੇਂ ਤਾਂ ਸੂਰਜ ਦੇ ਡੁੱਬਣ ਤੋਂ ਪਹਿਲਾਂ ਉਹ ਨੂੰ ਮੋੜ ਦੇਹ"},{"number":27,"verse":"ਕਿਉਂ ਜੋ ਉਹੀ ਉਸ ਦਾ ਓਢਣਾ ਹੈ। ਏਹ ਉਸ ਦੇ ਸਰੀਰ ਲਈ ਚਾਦਰ ਹੈ, ਉਹ ਕਾਹਦੇ ਵਿੱਚ ਲੰਮਾ ਪਵੇਗਾ? ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਉਹ ਮੇਰੇ ਅੱਗੇ ਦੁਹਾਈ ਦੇਵੇਗਾ ਤਾਂ ਮੈਂ ਸੁਣਾਂਗਾ ਕਿਉਂ ਜੋ ਮੈਂ ਕਿਰਪਾਲੂ ਹਾਂ"},{"number":28,"verse":"ਤੂੰ ਨਿਆਈਆਂ ( ਅਥਵਾ ਪਰਮੇਸ਼ੁਰ ਅਥਵਾ ਦੇਵਤੇ ।) ਨੂੰ ਨਾ ਕੋਸ ਅਤੇ ਆਪਣੇ ਲੋਕਾਂ ਦੇ ਪਰਧਾਨ ਨੂੰ ਫਿਟਕਾਰ ਨਾ ਦੇਹ।।"},{"number":29,"verse":"ਆਪਣੇ ਖਲਵਾੜੇ ਅਤੇ ਆਪਣੇ ਕੋਹਲੂ ਦੇ ਰਸ ਦੇ ਚੜ੍ਹਾਉਣ ਲਈ ਢਿੱਲ ਨਾ ਕਰ। ਤੂੰ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋ ਪਲੋਠਾ ਮੈਨੂੰ ਦੇਹ"},{"number":30,"verse":"ਐਉਂ ਤੂੰ ਆਪਣੇ ਬਲਦ ਅਤੇ ਆਪਣੀ ਭੇਡ ਨਾਲ ਕਰ ਕਿ ਸੱਤ ਦਿਨ ਉਹ ਆਪਣੀ ਮਾਂ ਨਾਲ ਰਹੇ ਪਰ ਅੱਠਵੇਂ ਦਿਨ ਉਹ ਤੂੰ ਮੈਨੂੰ ਦੇਹ"},{"number":31,"verse":"ਤੁਸੀਂ ਮੇਰੇ ਲਈ ਪਵਿੱਤ੍ਰ ਮਨੁੱਖ ਹੋਵੋ ਇਸ ਲਈ ਦਰਿੰਦਿਆਂ ਤੋਂ ਪਾੜਿਆ ਹੋਇਆ ਮਾਸ ਨਾ ਖਾਓ। ਤੁਸੀਂ ਉਹ ਨੂੰ ਕੁੱਤਿਆਂ ਅੱਗੇ ਸੁੱਟ ਦਿਓ।।"}]}