{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"( ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦਾ ਅੰਦਰਲਾ ਸਮਾਨ) ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨਾਲ ਗੱਲ ਕੀਤੀ ਕਿ"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਫ਼ਰਮਾ ਭਈ ਓਹ ਮੇਰੇ ਲਈ ਚੜ੍ਹਾਵਾ ( ਚੁੱਕਣ ਦੀ ਭੇਟ ।) ਲਿਆਉਣ। ਹਰ ਇੱਕ ਮਨੁੱਖ ਤੋਂ ਜਿਹ ਦਾ ਮਨ ਉਹ ਨੂੰ ਪਰੇਰੇ ਤੁਸੀਂ ਮੇਰਾ ਚੜ੍ਹਾਵਾ ਲਿਓ"},{"number":3,"verse":"ਏਹ ਉਹ ਚੜ੍ਹਾਵਾ ਹੈ ਜਿਹੜਾ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਲਿਓ ਅਰਥਾਤ ਸੋਨਾ ਚਾਂਦੀ ਪਿੱਤਲ"},{"number":4,"verse":"ਨੀਲਾ ਅਰ ਬੈਂਗਣੀ ਅਰ ਕਿਰਮਚੀ ਰੰਗ ਅਤੇ ਮਹੀਨ ਕਤਾਨ ਅਰ ਪਸ਼ਮ"},{"number":5,"verse":"ਅਰ ਛੱਤ੍ਰਿਆਂ ਦੀਆਂ ਲਾਲ ਰੰਗੀਆਂ ਹੋਈਆਂ ਖੱਲਾਂ ਅਰ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਅਤੇ ਸ਼ਿੱਟੀਮ ( ਇੱਕ ਖਾਸ ਫਲਿਸਤੀਨੀ ਕਿੱਕਰ ਫਲਾਹ ਜੇਹੀ ।) ਦੀ ਲੱਕੜੀ"},{"number":6,"verse":"ਅਤੇ ਦੀਵੇ ਦਾ ਤੇਲ ਅਰ ਮਸਹ ਕਰਨ ਦੇ ਤੇਲ ਦਾ ਅਤੇ ਸੁਗੰਧੀ ਦੀ ਧੂਪ ਦਾ ਮਸਾਲਾ"},{"number":7,"verse":"ਸੁਲੇਮਾਨੀ ਪੱਥਰ ਅਰ ਏਫ਼ੋਦ ( ਜਾਜਕਾਂ ਦੀ ਰੰਗਦਾਰ ਕੁੜਤੀ ।) ਵਿੱਚ ਅਰ ਸੀਨੇ ਬੰਦ ਵਿੱਚ ਜੜਨ ਲਈ ਨਗ"},{"number":8,"verse":"ਅਤੇ ਓਹ ਮੇਰੇ ਲਈ ਇੱਕ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਬਣਾਉਣ ਤਾਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਵੱਸਾਂ"},{"number":9,"verse":"ਜਿਵੇਂ ਮੈਂ ਤੈਨੂੰ ਸਭ ਕੁਝ ਵਿਖਾਉਂਦਾ ਹਾਂ ਡੇਹਰੇ ਦੇ ਨਮੂਨੇ ਉੱਤੇ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸਮਾਨ ਦੇ ਨਮੂਨੇ ਉੱਤੇ ਓਵੇਂ ਹੀ ਬਣਾਇਓ।।"},{"number":10,"verse":"ਓਹ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦਾ ਇੱਕ ਸੰਦੂਕ ਬਣਾਉਣ ਜਿਸ ਦੀ ਲੰਬਾਈ ਢਾਈ ਹੱਥ ਅਤੇ ਚੁੜਾਈ ਡੇਢ ਹੱਥ ਅਤੇ ਉਚਾਈ ਡੇਢ ਹੱਥ ਹੋਵੇ"},{"number":11,"verse":"ਤੂੰ ਉਸ ਉੱਤੇ ਕੁੰਦਨ ਸੋਨਾ ਮੜ੍ਹੀਂ ਅਤੇ ਤੂੰ ਉਸ ਨੂੰ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਮੜ੍ਹੀਂ ਅਤੇ ਤੂੰ ਉਸ ਉੱਤੇ ਸੋਨੇ ਦੀ ਬਨੇਰੀ ਚੁਫੇਰੇ ਬਣਾਈਂ"},{"number":12,"verse":"ਉਸ ਦੇ ਲਈ ਸੋਨੇ ਦੇ ਚਾਰ ਕੜੇ ਢਾਲ ਕੇ ਉਹ ਦਿਆਂ ਚੌਹਾਂ ਪਾਵਿਆਂ ਵਿੱਚ ਲਾਈਂ ਅਰਥਾਤ ਦੋ ਕੜੇ ਇੱਕ ਪਾਸੇ ਦੋ ਕੜੇ ਦੂਜੇ ਪਾਸੇ"},{"number":13,"verse":"ਨਾਲੇ ਤੂੰ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦੀਆਂ ਚੋਬਾਂ ਬਣਾਈ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਸੋਨਾ ਮੜ੍ਹੀਂ"},{"number":14,"verse":"ਤੂੰ ਉਨ੍ਹਾਂ ਚੋਬਾਂ ਨੂੰ ਸੰਦੂਕ ਦੇ ਪਾਸਿਆਂ ਦੇ ਕੜਿਆਂ ਵਿੱਚ ਪਾਵੀਂ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨਾਲ ਸੰਦੂਕ ਚੁੱਕਿਆ ਜਾਵੇ"},{"number":15,"verse":"ਚੋਬਾਂ ਸੰਦੂਕ ਦੇ ਕੜਿਆਂ ਵਿੱਚ ਰਹਿਣ ਅਤੇ ਓਹ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੱਢੀਆਂ ਨਾ ਜਾਣ"},{"number":16,"verse":"ਤੂੰ ਉਸ ਸੰਦੂਕ ਵਿੱਚ ਉਹ ਸਾਖੀ ਰੱਖੀਂ ਜਿਹੜੀ ਮੈਂ ਤੈਨੂੰ ਦੇਵਾਂਗਾ"},{"number":17,"verse":"ਤੂੰ ਪਰਾਸਚਿਤ ਦਾ ਸਰਪੋਸ਼ ਕੁੰਦਨ ਸੋਨੇ ਦਾ ਬਣਾਈਂ ਜਿਸ ਦੀ ਲੰਬਾਈ ਢਾਈ ਹੱਥ ਅਰ ਚੁੜਾਈ ਡੇਢ ਹੱਥ ਹੋਵੇ"},{"number":18,"verse":"ਤੂੰ ਸੋਨੇ ਦੇ ਦੋ ਕਰੂਬੀ ਬਣਾਈਂ। ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਘੜਕੇ ਪਰਾਸਚਿਤ ਦੇ ਸਰਪੋਸ਼ ਦੇ ਦੋਹਾਂ ਸਿਰਿਆਂ ਤੋਂ ਬਣਾਈਂ"},{"number":19,"verse":"ਤੂੰ ਇੱਕ ਕਰੂਬੀ ਇੱਕ ਸਿਰੇ ਤੋਂ ਅਰ ਦੂਜਾ ਕਰੂਬੀ ਦੂਜੇ ਸਿਰੇ ਤੋਂ ਬਣਾਈਂ। ਪਰਾਸਚਿਤ ਦੇ ਸਰਪੋਸ਼ ਹੀ ਤੋਂ ਤੁਸੀਂ ਦੋਹਾਂ ਸਿਰਿਆਂ ਉੱਤੇ ਕਰੂਬੀਆਂ ਨੂੰ ਬਣਾਇਓ"},{"number":20,"verse":"ਅਤੇ ਓਹ ਕਰੂਬੀ ਆਪਣੇ ਦੋਵੇਂ ਖੰਭ ਉਤਾਹਾਂ ਨੂੰ ਖਲਾਰੇ ਹੋਏ ਹੋਣ ਅਤੇ ਓਹ ਆਪਣੇ ਖੰਭਾਂ ਨਾਲ ਪਰਾਸਚਿਤ ਦੇ ਸਰਪੋਸ਼ ਨੂੰ ਢੱਕਦੇ ਹੋਣ ਅਰ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਆਹਮੋ ਸਾਹਮਣੇ ਹੋਣ ਕਰੂਬੀਆਂ ਦੇ ਮੂੰਹ ਪਰਾਸਚਿਤ ਦੇ ਸਰਪੋਸ਼ ਵੱਲ ਹੋਣ"},{"number":21,"verse":"ਅਤੇ ਤੂੰ ਪਰਾਸਚਿਤ ਨੂੰ ਉਤਾਂਹ ਸੰਦੂਕ ਦੇ ਉੱਤੇ ਰੱਖੀਂ ਅਰ ਤੂੰ ਉਸ ਸਾਖੀ ਨੂੰ ਜਿਹੜੀ ਮੈਂ ਤੈਨੂੰ ਦਿਆਂਗਾ ਸੰਦੂਕ ਵਿੱਚ ਰੱਖੀਂ"},{"number":22,"verse":"ਤਾਂ ਮੈਂ ਤੈਨੂੰ ਉੱਥੇ ਮਿਲਾਂਗਾ ਅਤੇ ਤੇਰੇ ਨਾਲ ਪਰਾਸਚਿਤ ਦੇ ਸਰਪੋਸ਼ ਦੇ ਉੱਤੋਂ ਦੋਹਾਂ ਕਰੂਬੀਆਂ ਦੇ ਵਿੱਚੋਂ ਦੀ ਜਿਹੜੇ ਸਾਖੀ ਦੇ ਸੰਦੂਕ ਦੇ ਉੱਤੇ ਹਨ ਮੈਂ ਓਹ ਗੱਲਾਂ ਕਰਾਂਗਾ ਜਿਨ੍ਹਾਂ ਦਾ ਤੈਨੂੰ ਇਸਰਾਏਲੀਆਂ ਲਈ ਹੁਕਮ ਦਿਆਂਗਾ।।"},{"number":23,"verse":"ਤੂੰ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦੀ ਇੱਕ ਮੇਜ਼ ਬਣਾਈਂ। ਉਸ ਦੀ ਲੰਬਾਈ ਦੋ ਹੱਥ ਅਰ ਉਸ ਦੀ ਚੁੜਾਈ ਇੱਕ ਹੱਥ ਅਰ ਉਸ ਦੀ ਉਚਾਈ ਡੇਢ ਹੱਥ ਹੋਵੇ"},{"number":24,"verse":"ਤੂੰ ਉਸ ਨੂੰ ਕੁੰਦਨ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹੀਂ ਅਤੇ ਉਸ ਦੇ ਚੁਫੇਰੇ ਸੋਨੇ ਦੀ ਬਨੇਰੀ ਬਣਾਈਂ"},{"number":25,"verse":"ਤੂੰ ਉਹ ਦੇ ਲਈ ਚੁਫੇਰੇ ਇੱਕ ਚੱਪਾ ਕਨਾਰੀ ਬਣਾਈਂ ਅਤੇ ਤੂੰ ਕਨਾਰੀ ਦੇ ਚੁਫੇਰੇ ਸੋਨੇ ਦੀ ਬਨੇਰੀ ਬਣਾਈਂ"},{"number":26,"verse":"ਤੂੰ ਉਹ ਦੇ ਲਈ ਸੋਨੇ ਦੇ ਚਾਰ ਕੜੇ ਬਣਾਈਂ ਅਰ ਤੂੰ ਉਨ੍ਹਾਂ ਕੜਿਆਂ ਨੂੰ ਉਹ ਦੇ ਚੌਹਾਂ ਖੂੰਜਿਆਂ ਉੱਤੇ ਜਿਹੜੇ ਉਸ ਦੇ ਚੌਹਾਂ ਪਾਵਿਆਂ ਉੱਤੇ ਹਨ ਪਾਈਂ"},{"number":27,"verse":"ਕਨਾਰੀ ਦੇ ਕੋਲ ਹੀ ਕੜੇ ਹੋਣ ਅਤੇ ਓਹ ਮੇਜ਼ ਦੇ ਚੁੱਕਣ ਨੂੰ ਚੋਬਾਂ ਦੇ ਲਈ ਥਾਂ ਹੋਣ"},{"number":28,"verse":"ਤੂੰ ਓਹ ਚੋਬਾਂ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦੀਆਂ ਬਣਾਈਂ। ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹੀਂ ਤਾਂ ਜੋ ਮੇਜ਼ ਉਨ੍ਹਾਂ ਨਾਲ ਚੁੱਕੀ ਜਾਵੇ"},{"number":29,"verse":"ਨਾਲੇ ਤੂੰ ਉਸ ਦੀਆਂ ਥਾਲੀਆਂ ਚਮਚੇ ਉਸ ਦੇ ਗੜਵੇ ਅਰ ਡੋਹਲਣ ਦੇ ਕਟੋਰੇ ਬਣਾਈਂ ਓਹ ਕੁੰਦਨ ਸੋਨੇ ਦੇ ਬਣਾਈ"},{"number":30,"verse":"ਤੂੰ ਮੇਜ਼ ਦੇ ਉੱਤੇ ਮੇਰੇ ਅੱਗੇ ਹਜ਼ੂਰੀ ਦੀਆਂ ਰੋਟੀਆਂ ਸਦਾ ਲਈ ਰੱਖਿਆ ਕਰੀਂ।।"},{"number":31,"verse":"ਤੂੰ ਸ਼ਮਾਦਾਨ ਕੁੰਦਨ ਸੋਨੇ ਦਾ ਬਣਾਈਂ। ਉਹ ਸ਼ਮਾਦਾਨ ਘੜਕੇ ਬਣਾਇਆ ਜਾਵੇ। ਉਸ ਦਾ ਪਾਏਦਾਨ ਅਤੇ ਉਸ ਦਾ ਡੰਡਾ ਉਸ ਦੇ ਕਟੋਰੇ ਉਸ ਦੇ ਗੋਲੇ ਅਰ ਉਸ ਦੇ ਫੁੱਲ ਉਸ ਦੇ ਵਿੱਚੋਂ ਹੀ ਹੋਣ"},{"number":32,"verse":"ਛੇ ਟਹਿਣੀਆਂ ਉਸ ਦੇ ਦੋਹਾਂ ਪਾਸਿਆਂ ਤੋਂ ਨਿੱਕਲਣ। ਸ਼ਮਾਦਾਨ ਦੇ ਇੱਕ ਪਾਸਿਓ ਤਿੰਨ ਟਹਿਣੀਆਂ ਅਤੇ ਸ਼ਮਾਦਾਨ ਦੇ ਦੂਜੇ ਪਾਸਿਓਂ ਤਿੰਨ ਟਹਿਣੀਆਂ"},{"number":33,"verse":"ਇੱਕ ਟਹਿਣੀ ਉੱਤੇ ਤਿੰਨ ਕਟੋਰੇ ਬਦਾਮ ਦੇ ਫੁੱਲਾਂ ਵਰਗੇ ਅਤੇ ਇੱਕ ਗੋਲਾ ਅਰ ਇੱਕ ਫੁੱਲ ਅਰ ਦੂਜੀ ਟਹਿਣੀ ਉੱਤੇ ਤਿੰਨ ਕਟੋਰੇ ਬਦਾਮ ਦੇ ਫੁੱਲਾਂ ਵਰਗੇ ਅਤੇ ਇੱਕ ਗੋਲਾ ਅਰ ਇੱਕ ਫੁੱਲ ਅਤੇ ਐਉਂ ਹੀ ਛੇਆਂ ਟਹਿਣੀਆਂ ਲਈ ਜਿਹੜੀਆਂ ਸ਼ਮਾਦਾਨ ਤੋਂ ਨਿੱਕਲਦੀਆਂ ਹਨ ਹੋਵੇ"},{"number":34,"verse":"ਅਤੇ ਸ਼ਮਾਦਾਨ ਵਿੱਚ ਚਾਰ ਕਟੋਰੇ ਬਦਾਮ ਦੇ ਫੁੱਲਾਂ ਵਰਗੇ ਅਤੇ ਉਹ ਦੇ ਗੋਲੇ ਅਰ ਉਹ ਦੇ ਫੁੱਲ"},{"number":35,"verse":"ਅਤੇ ਉਸੇ ਤੋਂ ਦੋਹਾਂ ਟਹਿਣੀਆਂ ਹੇਠ ਇੱਕ ਗੋਲਾ ਅਰ ਫੇਰ ਉਸੇ ਤੋਂ ਦੋਹਾਂ ਟਹਿਣੀਆਂ ਹੇਠ ਇੱਕ ਗੋਲਾ ਅਰ ਫੇਰ ਉਸੇ ਤੋਂ ਦੋਹਾਂ ਟਹਿਣੀਆਂ ਹੇਠ ਇੱਕ ਗੋਲਾ ਹੋਵੇ ਅਤੇ ਐਉਂ ਹੀ ਉਨ੍ਹਾਂ ਛੇਆਂ ਟਹਿਣੀਆਂ ਲਈ ਜਿਹੜੀਆਂ ਸ਼ਮਾਦਾਨ ਤੋਂ ਨਿੱਕਲਦੀਆਂ ਹਨ ਹੋਵੇ"},{"number":36,"verse":"ਉਨਾਂ ਦੇ ਗੋਲੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਟਹਿਣੀਆਂ ਉਸ ਤੋਂ ਹੋਣ ਅਰਥਾਤ ਏਹ ਸਾਰਾ ਘੜਿਆ ਹੋਇਆ ਕੁੰਦਨ ਸੋਨੇ ਦੇ ਇੱਕ ਟੁਕੜੇ ਤੋਂ ਹੋਵੇ"},{"number":37,"verse":"ਤੂੰ ਉਸ ਦੇ ਸੱਤ ਦੀਵੇ ਬਣਾਈਂ ਅਰ ਜਦ ਉਹ ਦੇ ਦੀਵੇ ਬਾਲੇ ਜਾਣ ਤਾਂ ਓਹ ਆਹਮੋ ਸਾਹਮਣੇ ਚਾਨਣ ਦੇਣ"},{"number":38,"verse":"ਉਸ ਦੇ ਗੁਲ ਤਰਾਸ਼ ਅਰ ਉਸ ਦੇ ਗੁਲਦਾਨ ਕੁੰਦਨ ਸੋਨੇ ਦੇ ਹੋਣ"},{"number":39,"verse":"ਅਤੇ ਕੁੰਦਨ ਸੋਨੇ ਦੇ ਇੱਕ ਮਣ ( ਇਬਰਾਨੀ ਵਿੱਚ =ਕਿੱਕਾਰ ।) ਦੇ ਲਗ ਭਗ ਤੋਂ ਏਹ ਅਤੇ ਏਹ ਸਾਰੇ ਭਾਂਡੇ ਬਣਾਏ ਜਾਣ"},{"number":40,"verse":"ਸੋ ਵੇਖ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸੇ ਨਮੂਨੇ ਦੇ ਬਣਾਈਂ ਜਿਹੜਾ ਤੈਨੂੰ ਪਹਾੜ ਉੱਤੇ ਵਿਖਾਇਆ ਗਿਆ ਸੀ।।"}]}