{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"( ਜਗਵੇਦੀ ਅਤੇ ਹਾਤੇ ਦੀ ਬਣਤ) ਤੂੰ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦੀ ਇੱਕ ਜਗਵੇਦੀ ਪੰਜ ਹੱਥ ਲੰਮੀ ਅਤੇ ਪੰਜ ਹੱਥ ਚੌੜੀ ਬਣਾਈਂ। ਉਹ ਜਗਵੇਦੀ ਚੌਰਸ ਹੋਵੇ ਅਰ ਉਸ ਦੀ ਉਚਾਈ ਤਿੰਨ ਹੱਥ ਹੋਵੇ"},{"number":2,"verse":"ਤੂੰ ਉਹ ਦੇ ਸਿੰਙ ਉਹ ਦੇ ਚੌਹਾਂ ਖੂੰਜਿਆਂ ਉੱਤੇ ਬਣਾਈ। ਉਹ ਦੇ ਸਿੰਙ ਉਸੇ ਤੋਂ ਹੋਣ ਅਰ ਤੂੰ ਉਸ ਨੂੰ ਪਿੱਤਲ ਨਾਲ ਮੜ੍ਹੀਂ"},{"number":3,"verse":"ਤੂੰ ਉਹ ਦੀ ਸੁਆਹ ਚੁੱਕਣ ਵਾਲੇ ਤਸਲੇ ਅਰ ਉਹ ਦੇ ਕੜਛੇ ਅਰ ਉਹ ਦੇ ਬਾਟੇ ਅਰ ਉਹ ਦੀਆਂ ਤ੍ਰਿਸੂਲੀਆਂ ਅਰ ਉਹ ਦਿਆਂ ਅੰਗੀਠੀਆਂ ਬਣਾਈਂ"},{"number":4,"verse":"ਉਸ ਦੇ ਸਾਰੇ ਭਾਂਡੇ ਤੂੰ ਪਿੱਤਲ ਦੇ ਬਣਾਈਂ । ਤੂੰ ਉਹ ਦੇ ਲਈ ਪਿੱਤਲ ਦੀ ਇੱਕ ਜਾਲੀਦਾਰ ਝੰਝਰੀ ਬਣਾਈਂ ਅਤੇ ਤੂੰ ਜਾਲੀ ਉੱਤੇ ਉਹ ਦੇ ਚੌਹਾਂ ਖੂੰਜਿਆਂ ਉੱਤੇ ਚਾਰ ਕੜੇ ਪਿੱਤਲ ਦੇ ਬਣਾਈਂ"},{"number":5,"verse":"ਤੂੰ ਉਹ ਨੂੰ ਜਗਵੇਦੀ ਦੇ ਥੜੇ ਦੇ ਹੇਠ ਦੀ ਰੱਖੀਂ। ਐਉਂ ਉਹ ਜਾਲੀ ਜਗਵੇਦੀ ਦੇ ਗੱਭੇ ਹੋਵੇ"},{"number":6,"verse":"ਤੂੰ ਜਗਵੇਦੀ ਲਈ ਚੋਬਾਂ ਬਣਾਈਂ ਅਰਥਾਤ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦੀਆਂ ਚੋਬਾਂ ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਪਿੱਤਲ ਨਾਲ ਮੜ੍ਹੀਂ"},{"number":7,"verse":"ਤੂੰ ਉਹ ਦੀਆਂ ਚੋਬਾਂ ਨੂੰ ਕੜਿਆਂ ਵਿੱਚ ਪਾਵੀਂ ਅਤੇ ਓਹ ਚੋਬਾਂ ਜਗਵੇਦੀ ਦੇ ਚੁੱਕਣ ਲਈ ਦੋਹੀਂ ਪਾਸੀਂ ਹੋਣਗੀਆਂ"},{"number":8,"verse":"ਤੂੰ ਉਹ ਨੂੰ ਫੱਟੀਆਂ ਨਾਲ ਖੋਖਲਾ ਬਣਾਈਂ। ਜਿਵੇਂ ਤੈਨੂੰ ਪਹਾੜ ਉੱਤੇ ਵਿਖਲਾਇਆ ਗਿਆ ਤਿਵੇਂ ਓਹ ਉਸ ਨੂੰ ਬਣਾਉਣ।।"},{"number":9,"verse":"ਐਉਂ ਤੂੰ ਡੇਹਰੇ ਦਾ ਹਾਤਾ ਬਣਾਈਂ- ਦੱਖਣ ਵੱਲ ਦੇ ਪਾਸੇ ਹਾਤੇ ਲਈ ਮਹੀਨ ਉਣੀ ਹੋਈ ਕਤਾਨ ਦੀਆਂ ਕਨਾਤਾਂ ਹੋਣ ਅਤੇ ਇੱਕ ਪਾਸੇ ਦੀ ਲੰਬਾਈ ਸੌ ਹੱਥ ਹੋਵੇ"},{"number":10,"verse":"ਅਤੇ ਉਹ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਵੀਹ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਵੀਹ ਪਿੱਤਲ ਦੀਆਂ ਹੋਣ ਅਤੇ ਥੰਮ੍ਹੀਆਂ ਦੇ ਕੁੰਡੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੜੇ ਚਾਂਦੀ ਦੇ ਹੋਣ"},{"number":11,"verse":"ਐਉਂ ਉੱਤਰ ਦੇ ਪਾਸੇ ਵੱਲ ਸੌ ਹੱਥ ਲੰਬੀਆਂ ਕਨਾਤਾਂ ਹੋਣ ਅਤੇ ਉਹ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਵੀਹ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਵੀਹ ਪਿੱਤਲ ਦੀਆਂ ਹੋਣ ਅਤੇ ਥੰਮ੍ਹੀਆਂ ਦੇ ਕੁੰਡੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੜੇ ਚਾਂਦੀ ਦੇ ਹੋਣ"},{"number":12,"verse":"ਹਾਤੇ ਦੀ ਚੁੜਾਈ ਲਈ ਲਹਿੰਦੇ ਪਾਸੇ ਵੱਲ ਪੰਜਾਹ ਹੱਥ ਦੀਆਂ ਕਨਾਤਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਦਸ ਅਤੇ ਚੀਥੀਆਂ ਦਸ ਹੋਣ"},{"number":13,"verse":"ਅਤੇ ਹਾਤੇ ਦੀ ਚੁੜਾਈ ਚੜ੍ਹਦੇ ਪਾਸੇ ਵੱਲ ਪੰਜਾਹ ਹੱਥ ਹੋਵੇ"},{"number":14,"verse":"ਅਤੇ ਫਾਟਕ ਦੇ ਇੱਕ ਪਾਸੇ ਦੀਆਂ ਕਨਾਤਾਂ ਪੰਦਰਾਂ ਹੱਥ ਹੋਣ ਅਰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤਿੰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਤਿੰਨ ਹੋਣ"},{"number":15,"verse":"ਅਰ ਦੂਜੇ ਪਾਸੇ ਦੀਆਂ ਕਨਾਤਾਂ ਪੰਦਰਾਂ ਹੱਥ ਹੋਣ। ਉਨ੍ਹਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤਿੰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਤਿੰਨ ਹੋਣ"},{"number":16,"verse":"ਹਾਤੇ ਦੇ ਫਾਟਕ ਲਈ ਇੱਕ ਓਟ ਵੀਹ ਹੱਥ ਦੀ ਨੀਲੇ, ਬੈਂਗਣੀ ਅਰ ਕਿਰਮਚੀ ਮਹੀਨ ਉਣੇ ਹੋਏ ਕਤਾਨ ਦੇ ਬਣਾਈਂ ਅਤੇ ਏਹ ਕਸੀਦੇਕਾਰ ਦਾ ਕੰਮ ਹੋਵੇ। ਉਨ੍ਹਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਚਾਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਚਾਰ ਹੋਣ"},{"number":17,"verse":"ਅਤੇ ਹਾਤੇ ਦੀਆਂ ਸਾਰੀਆਂ ਥੰਮ੍ਹੀਆਂ ਚੁਫੇਰੇ ਚਾਂਦੀ ਦੀਆਂ ਲਕੀਰਾਂ ਨਾਲ ਸਜਾਈਆਂ ਹੋਈਆਂ ਹੋਣ। ਉਨ੍ਹਾਂ ਦੇ ਕੁੰਡੇ ਚਾਂਦੀ ਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਪਿੱਤਲ ਦੀਆਂ ਹੋਣ"},{"number":18,"verse":"ਹਾਤੇ ਦੀ ਲੰਬਾਈ ਸੌ ਹੱਥ ਅਰ ਚੁੜਾਈ ਸਭਨੀਂ ਥਾਈਂ ਪੰਜਾਹ ਹੱਥ ਅਤੇ ਉਸ ਦੀ ਉਚਾਈ ਪੰਜ ਹੱਥ ਮਹੀਨ ਉਣੀ ਹੋਈ ਕਤਾਨ ਦੀ ਹੋਵੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ ਪਿੱਤਲ ਦੀਆਂ ਹੋਣ"},{"number":19,"verse":"ਡੇਹਰੇ ਦਾ ਸਾਰਾ ਸਮਾਨ ਜਿਹੜਾ ਉਸ ਦੀ ਸਾਰੀ ਉਪਾਸਨਾ ਲਈ ਹੋਵੇ ਅਤੇ ਉਹ ਦੀਆਂ ਸਾਰੀਆਂ ਕੀਲੀਆਂ ਅਤੇ ਹਾਤੇ ਦੀਆਂ ਸਾਰੀਆਂ ਕੀਲੀਆਂ ਪਿੱਤਲ ਦੀਆਂ ਹੋਣ।।"},{"number":20,"verse":"ਤੂੰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਹੁਕਮ ਦੇਹ ਕਿ ਓਹ ਤੇਰੇ ਕੋਲ ਨਿਰੋਲ ਕੁੱਟਮਾਂ ਜ਼ੈਤੂਨ ਦਾ ਤੇਲ ਚਾਨਣੇ ਲਈ ਲਿਆਉਣ ਤਾਂ ਜੋ ਸ਼ਮਾਦਾਨ ਸਦਾ ਜਗਦਾ ਰਹੇ"},{"number":21,"verse":"ਅਤੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਉਸ ਪੜਦੇ ਦੇ ਬਾਹਰ ਜਿਹੜਾ ਸਾਖੀ ਦੇ ਅੱਗੇ ਹੈ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਉਹ ਨੂੰ ਸ਼ਾਮ ਤੋਂ ਸਵੇਰ ਤੀਕ ਯਹੋਵਾਹ ਅੱਗੇ ਸਵਾਰਨ। ਏਹ ਸਦਾ ਦੀ ਬਿਧੀ ਪੀੜ੍ਹੀਆਂ ਤੀਕ ਇਸਰਾਏਲੀਆਂ ਵੱਲੋਂ ਹੈ।।"}]}