{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":29,"verses":[{"number":1,"verse":"( ਜਾਜਕਾਂ ਦੀ ਪਵਿੱਤ੍ਰਤਾ) ਉਹ ਗੱਲ ਜਿਹੜੀ ਤੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪਵਿੱਤ੍ਰ ਕਰਨ ਲਈ ਕਰੇਂ ਭਈ ਉਹ ਜਾਜਕਾਈ ਦੀ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰਨ ਏਹ ਹੈ ਕਿ ਇੱਕ ਵਹਿੜਾ ਅਤੇ ਦੋ ਛੱਤ੍ਰੇ ਬੱਜ ਤੋਂ ਬਿਨਾਂ ਲਵੀਂ"},{"number":2,"verse":"ਅਤੇ ਪਤੀਰੀ ਰੋਟੀ ਅਤੇ ਤੇਲ ਵਿੱਚ ਮਥੇ ਹੋਏ ਪਤੀਰੇ ਪਰਾਉਂਠੇ ਅਰ ਤੇਲ ਨਾਲ ਚੋਪੜੇ ਹੋਏ ਪੂੜੇ ਕਣਕ ਦੇ ਮੈਦੇ ਤੋਂ ਬਣਾਈਂ"},{"number":3,"verse":"ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਛਾਬੇ ਵਿੱਚ ਪਾਵੀਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਛਾਬੇ ਵਿੱਚ ਵਹਿੜੇ ਅਤੇ ਦੋਹਾਂ ਛੱਤ੍ਰਿਆਂ ਨਾਲ ਨੇੜੇ ਲਿਆਵੀਂ"},{"number":4,"verse":"ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਦੇ ਨੇੜੇ ਲਿਆਈਂ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਣੀ ਨਾਲ ਨੁਲਹਾਈਂ"},{"number":5,"verse":"ਤੂੰ ਬਸਤ੍ਰ ਲੈਕੇ ਹਾਰੂਨ ਨੂੰ ਕੁੜਤਾ ਅਤੇ ਏਫ਼ੋਦ ਦਾ ਚੋਗਾ ਅਤੇ ਏਫ਼ੋਦ ਅਰ ਸੀਨਾ ਬੰਦ ਪਹਿਨਾਈਂ ਅਤੇ ਏਫ਼ੋਦ ਦੇ ਕਾਰੀਗਰੀ ਨਾਲ ਕੱਢੇ ਹੋਏ ਪੱਟਕੇ ਨਾਲ ਉਹ ਦਾ ਲੱਕ ਬੰਨ੍ਹੀਂ"},{"number":6,"verse":"ਤੂੰ ਉਸ ਦੇ ਸੀਸ ਉੱਤੇ ਅਮਾਮਾ ਰੱਖੀਂ ਅਤੇ ਪਵਿੱਤ੍ਰ ਤਾਜ ਅਮਾਮੇ ਉੱਤੇ ਰੱਖੀਂ"},{"number":7,"verse":"ਫੇਰ ਤੂੰ ਮਸਹ ਕਰਨ ਦਾ ਤੇਲ ਲੈਕੇ ਉਸ ਦੇ ਸੀਸ ਉੱਤੇ ਚੋਵੀਂ ਅਤੇ ਐਉਂ ਤੂੰ ਉਹ ਨੂੰ ਮਸਹ ਕਰੀਂ"},{"number":8,"verse":"ਫੇਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਨੇੜੇ ਲਿਆਈਂ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਕੁੜਤੇ ਪਹਿਨਾਈਂ"},{"number":9,"verse":"ਤੂੰ ਹਾਰੂਨ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਲੱਕ ਪੇਟੀਆਂ ਨਾਲ ਬੰਨ੍ਹੀਂ ਅਰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਸਾਫ਼ੇ ਬੰਨ੍ਹੀਂ ਅਰ ਜਾਜਕਪੁਣਾ ਉਨ੍ਹਾਂ ਲਈ ਸਦਾ ਦੀ ਬਿਧੀ ਅਨੁਸਾਰ ਹੋਵੇਗਾ ਅਤੇ ਐਉਂ ਤੂੰ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਥਾਪੀਂ"},{"number":10,"verse":"ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਅੱਗੇ ਤੂੰ ਵਹਿੜੇ ਨੂੰ ਨੇੜੇ ਲਿਆਵੀਂ ਅਤੇ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਆਪਣੇ ਹੱਥ ਵਹਿੜੇ ਦੇ ਸਿਰ ਉੱਤੇ ਰੱਖਣ"},{"number":11,"verse":"ਫੇਰ ਤੂੰ ਉਸ ਵਹਿੜੇ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਕੱਟ ਸੁੱਟੀਂ"},{"number":12,"verse":"ਤੂੰ ਵਹਿੜੇ ਦਾ ਲਹੂ ਲੈਕੇ ਜਗਵੇਦੀ ਦੇ ਸਿੰਙਾਂ ਉੱਤੇ ਆਪਣੀ ਉਂਗਲੀ ਨਾਲ ਲਾਈਂ ਅਤੇ ਬਾਕੀ ਦਾ ਲਹੂ ਜਗਵੇਦੀ ਦੀ ਨਿਉਂ ਉੱਤੇ ਡੋਹਲ ਦੇਈਂ"},{"number":13,"verse":"ਤੂੰ ਸਾਰੀ ਚਰਬੀ ਜਿਹੜੀ ਆਂਦਰਾਂ ਨੂੰ ਢੱਕਦੀ ਹੈ ਅਤੇ ਕਲੇਜੀ ਦੀ ਉਤਲੀ ਝਿੱਲੀ ਅਰ ਦੋਹਾਂ ਗੁਰਦਿਆਂ ਨੂੰ ਅਤੇ ਚਰਬੀ ਨੂੰ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਹੈ ਲੈਕੇ ਜਗਵੇਦੀ ਉੱਤੇ ਸਾੜ ਸੁੱਟੀਂ"},{"number":14,"verse":"ਪਰ ਵਹਿੜੇ ਦਾ ਮਾਸ ਅਤੇ ਉਸ ਦਾ ਚੰਮ ਅਤੇ ਗੋਹਾ ਤੂੰ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਅੱਗ ਨਾਲ ਸਾੜ ਦੇਈਂ। ਏਹ ਪਾਪ ਦੀ ਬਲੀ ਹੈ।।"},{"number":15,"verse":"ਤੂੰ ਇੱਕ ਛੱਤ੍ਰਾ ਲਵੀਂ ਅਤੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਆਪਣੇ ਹੱਥ ਛੱਤ੍ਰੇ ਦੇ ਸਿਰ ਉੱਤੇ ਰੱਖਣ"},{"number":16,"verse":"ਤੂੰ ਉਸ ਛੱਤ੍ਰੇ ਨੂੰ ਕੱਟ ਸੁੱਟੀਂ ਅਰ ਉਸ ਦਾ ਲਹੂ ਲੈਕੇ ਜਗਵੇਦੀ ਉੱਤੇ ਆਲੇ ਦੁਆਲੇ ਛਿੜਕ ਦੇਈਂ"},{"number":17,"verse":"ਫੇਰ ਤੂੰ ਉਸ ਛੱਤ੍ਰੇ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰੀਂ ਅਰ ਉਸ ਦੀਆਂ ਆਂਦਰਾਂ ਅਰ ਉਸ ਦੀਆਂ ਲੱਤਾਂ ਧੋਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਦਿਆਂ ਟੋਟਿਆਂ ਅਤੇ ਸਿਰ ਉੱਤੇ ਰੱਖੀਂ"},{"number":18,"verse":"ਸੋ ਤੂੰ ਸਾਰੇ ਛੱਤ੍ਰੇ ਨੂੰ ਜਗਵੇਦੀ ਉੱਤੇ ਸਾੜ ਸੁੱਟੀਂ। ਉਹ ਯਹੋਵਾਹ ਲਈ ਹੋਮ ਦੀ ਬਲੀ ਹੈ। ਏਹ ਇੱਕ ਸੁਗੰਧਤਾ ਹੈ। ਏਹ ਯਹੋਵਾਹ ਲਈ ਅੱਗ ਦੀ ਭੇਟ ਹੈ।।"},{"number":19,"verse":"ਤੂੰ ਦੂਜਾ ਛੱਤ੍ਰਾ ਲਈਂ ਅਤੇ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਆਪਣੇ ਹੱਥ ਉਸ ਛੱਤ੍ਰੇ ਦੇ ਸਿਰ ਉੱਤੇ ਰੱਖਣ"},{"number":20,"verse":"ਤੂੰ ਉਸ ਛੱਤ੍ਰੇ ਨੂੰ ਕੱਟ ਸੁੱਟੀਂ ਅਰ ਉਸ ਦੇ ਲਹੂ ਵਿੱਚੋਂ ਲੈਕੇ ਹਾਰੂਨ ਦੇ ਸੱਜੇ ਕੰਨ ਦੀ ਪਾਪੜੀ ਉੱਤੇ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਸੱਜੇ ਕੰਨਾਂ ਦੀਆਂ ਪਾਪੜੀਆਂ ਉੱਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸੱਜੇ ਹੱਥਾਂ ਦੇ ਅੰਗੂਠਿਆਂ ਉੱਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸੱਜੇ ਪੈਰਾਂ ਦੇ ਅੰਗੂਠਿਆਂ ਉੱਤੇ ਲਾਈਂ ਅਤੇ ਤੂੰ ਲਹੂ ਜਗਵੇਦੀ ਦੇ ਉੱਤੇ ਆਲੇ ਦੁਆਲੇ ਛਿੜਕ ਦੇਈਂ"},{"number":21,"verse":"ਜਿਹੜਾ ਲਹੂ ਜਗਵੇਦੀ ਉੱਤੇ ਹੈ ਤੂੰ ਉਸ ਵਿੱਚੋਂ ਅਤੇ ਮਸਹ ਕਰਨ ਦੇ ਤੇਲ ਵਿੱਚੋਂ ਲੈਕੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਬਸਤ੍ਰ ਉੱਤੇ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਉੱਤੇ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਬਸਤ੍ਰਾਂ ਉੱਤੇ ਛਿੜਕੀਂ ਅਤੇ ਐਉਂ ਉਹ ਅਤੇ ਉਸ ਦਾ ਬਸਤ੍ਰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਰ ਉਸ ਦੇ ਨਾਲ ਉਸ ਦੇ ਪੁੱਤਾਂ ਦੇ ਬਸਤ੍ਰ ਪਵਿੱਤ੍ਰ ਕੀਤੇ ਜਾਣ"},{"number":22,"verse":"ਤੂੰ ਛੱਤ੍ਰੇ ਦੀ ਚਰਬੀ ਅਤੇ ਉਸ ਦੀ ਚੱਕੀ ਅਤੇ ਚਰਬੀ ਜਿਹੜੀ ਆਂਦਰਾਂ ਨੂੰ ਢੱਕਦੀ ਹੈ ਅਤੇ ਕਲੇਜੀ ਦੀ ਉਤਲੀ ਝਿੱਲੀ ਅਤੇ ਦੋਨੋਂ ਗੁਰਦੇ ਨਾਲੇ ਉਹ ਚਰਬੀ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਹੈ ਅਤੇ ਸੱਜਾ ਪੱਟ ਲਈਂ ਕਿਉਂ ਕਿ ਉਹ ਛੱਤ੍ਰਾ ਥਾਪਨਾ ਦਾ ਹੈ"},{"number":23,"verse":"ਤੂੰ ਇੱਕ ਰੋਟੀ ਇੱਕ ਪਰਾਉਠਾ ਇੱਕ ਪੂੜਾ ਉਸ ਪਤੀਰੀ ਰੋਟੀ ਦੇ ਛਾਬੇ ਵਿੱਚੋਂ ਜਿਹੜੀ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਹੈ ਲਈਂ"},{"number":24,"verse":"ਤੂੰ ਸਭਨਾਂ ਨੂੰ ਹਾਰੂਨ ਦੀਆਂ ਹਥੇਲੀਆਂ ਉੱਤੇ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀਆਂ ਹਥੇਲੀਆਂ ਉੱਤੇ ਰੱਖੀਂ ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਹਿਲਾਉਣ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਲਈ ਹਿਲਾਵੀਂ"},{"number":25,"verse":"ਫੇਰ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਲੈਕੇ ਜਗਵੇਦੀ ਉੱਤੇ ਹੋਮ ਦੀ ਬਲੀ ਉੱਤੇ ਸਾੜ ਦੇਈਂ। ਏਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਸੁਗੰਧਤਾ ਹੈ ਅਤੇ ਯਹੋਵਾਹ ਲਈ ਇੱਕ ਅੱਗ ਦੀ ਭੇਟ ਹੈ।।"},{"number":26,"verse":"ਤੂੰ ਹਾਰੂਨ ਦੇ ਥਾਪਨਾ ਦੇ ਛੱਤ੍ਰੇ ਦਾ ਸੀਨਾ ਲੈਕੇ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਹਿਲਾਉਣ ਦੀ ਭੇਟ ਲਈ ਹਿਲਾਵੀਂ ਅਤੇ ਉਹ ਤੇਰੀ ਵੰਡ ਹੋਵੇਗਾ"},{"number":27,"verse":"ਤੂੰ ਹਿਲਾਉਣ ਦੀ ਭੇਟ ਦਾ ਸੀਨਾ ਅਤੇ ਚੁੱਕਣ ਦੀ ਭੇਟ ਦਾ ਪੱਟ ਜਿਹੜਾ ਹਿਲਾਇਆ ਜਾਵੇ ਅਤੇ ਜਿਹੜਾ ਚੁੱਕਿਆ ਜਾਵੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਥਾਪਨਾ ਦੇ ਛੱਤ੍ਰੇ ਤੋਂ ਪਵਿੱਤ੍ਰ ਕਰੀਂ"},{"number":28,"verse":"ਸੋ ਉਹ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਸਦਾ ਦਾ ਹੱਕ ਇਸਰਾਏਲੀਆਂ ਵੱਲੋਂ ਹੋਵੇ ਕਿਉਂ ਜੋ ਉਹ ਚੁੱਕਣ ਦੀ ਭੇਟ ਹੈ ਅਤੇ ਚੁੱਕਣ ਦੀ ਭੇਟ ਇਸਰਾਏਲੀਆਂ ਵੱਲੋਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਭੇਟਾਂ ਤੋਂ ਹੋਵੇਗੀ ਸਗੋਂ ਯਹੋਵਾਹ ਲਈ ਉਨ੍ਹਾਂ ਦੀ ਚੁੱਕਣ ਦੀ ਭੇਟ ਰਹੇਗੀ।।"},{"number":29,"verse":"ਪਵਿੱਤ੍ਰ ਬਸਤ੍ਰ ਜਿਹੜੇ ਹਾਰੂਨ ਦੇ ਹਨ ਉਸ ਦੇ ਮੰਗਰੋਂ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਹੋਣਗੇ। ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਓਹ ਮਸਹ ਕੀਤੇ ਜਾਣ ਅਤੇ ਥਾਪੇ ਜਾਣ"},{"number":30,"verse":"ਸੱਤ ਦਿਨ ਜਿਹੜਾ ਪੁੱਤ੍ਰ ਉਸ ਦੀ ਥਾਂ ਜਾਜਕ ਹੋਵੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਜਦ ਉਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਵਿੱਚ ਉਪਾਸਨਾ ਲਈ ਜਾਵੇ ਪਹਿਨੇ"},{"number":31,"verse":"ਤੂੰ ਥਾਪਨਾ ਦੇ ਛੱਤ੍ਰੇ ਨੂੰ ਲੈਕੇ ਉਸ ਦਾ ਮਾਸ ਇੱਕ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਵਿੱਚ ਉਬਾਲੀਂ"},{"number":32,"verse":"ਅਤੇ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਛੱਤ੍ਰੇ ਦਾ ਮਾਸ ਅਤੇ ਰੋਟੀ ਜਿਹੜੀ ਉਸ ਛਾਬੇ ਵਿੱਚ ਹੈ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਖਾਣ"},{"number":33,"verse":"ਓਹ ਉਨ੍ਹਾਂ ਵਸਤਾਂ ਨੂੰ ਖਾਣ ਜਿਨ੍ਹਾਂ ਨਾਲ ਪਰਾਸਚਿਤ ਕੀਤਾ ਗਿਆ ਤਾਂ ਜੋ ਓਹ ਥਾਪੇ ( ਮੂਲ ਵਿੱਚ \"ਹੱਥ ਮਾਰਨਾ\" ।) ਅਤੇ ਪਵਿੱਤ੍ਰ ਕੀਤੇ ਜਾਣ ਪਰ ਕੋਈ ਓਪਰਾ ਉਸ ਤੋਂ ਨਾ ਖਾਵੇ ਕਿਉਂ ਜੋ ਓਹ ਪਵਿੱਤ੍ਰ ਹਨ"},{"number":34,"verse":"ਅਤੇ ਜੇ ਕਦੀ ਥਾਪਨਾ ਦੇ ਮਾਸ ਤੋਂ ਅਥਵਾ ਰੋਟੀ ਤੋਂ ਸਵੇਰ ਤੀਕ ਕੁਝ ਬਾਕੀ ਰਹੇ ਤਾਂ ਤੂੰ ਉਸ ਬੱਚਤ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜ ਸੁੱਟੀਂ। ਉਹ ਖਾਧਾ ਨਾ ਜਾਵੇ ਕਿਉਂ ਜੋ ਉਹ ਪਵਿੱਤ੍ਰ ਹੈ।।"},{"number":35,"verse":"ਸੋ ਤੂੰ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈਂ ਓਦਾਂ ਹੀਂ ਕਰੀਂ ਜਿੱਦਾਂ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਹੈ। ਸੱਤ ਦਿਨ ਤੀਕ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਥਾਪਨਾ ( ਮੂਲ ਵਿੱਚ \"ਹੱਥ ਮਾਰਨਾ\" ।) ਕਰੀਂ"},{"number":36,"verse":"ਪਾਪ ਦੀ ਭੇਟ ਦਾ ਵਹਿੜਾ ਨਿੱਤ ਪਰਾਸਚਿਤ ਲਈ ਤੂੰ ਚੜ੍ਹਾਈਂ ਅਤੇ ਤੂੰ ਜਗਵੇਦੀ ਨੂੰ ਸ਼ੁਧ ਕਰੀਂ। ਜਦ ਤੂੰ ਉਸ ਲਈ ਪਰਾਸਚਿਤ ਕਰੇਂ ਤੂੰ ਉਹ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਲਈ ਤੇਲ ਚੋਵੀਂ"},{"number":37,"verse":"ਸੱਤ ਦਿਨ ਤੀਕ ਤੂੰ ਜਗਵੇਦੀ ਲਈ ਪਰਾਸਚਿਤ ਕਰ ਕੇ ਉਹ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੀਂ ਸੋ ਉਹ ਜਗਵੇਦੀ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗੀ ਅਤੇ ਜਿਹੜਾ ਜਗਵੇਦੀ ਨੂੰ ਛੂਹੇ ਉਹ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗਾ।।"},{"number":38,"verse":"ਉਹ ਜਿਹੜਾ ਤੈਂ ਜਗਵੇਦੀ ਉੱਤੇ ਚੜ੍ਹਾਉਣਾ ਹੈ ਸੋ ਏਹ ਹੈ — ਇੱਕ ਇੱਕ ਵਰਹੇ ਦੇ ਦੋ ਲੇਲੇ ਨਿੱਤ ਨਿੱਤ ਸਦਾ ਲਈ"},{"number":39,"verse":"ਇੱਕ ਲੇਲਾ ਤੂੰ ਸਵੇਰ ਨੂੰ ਚੜ੍ਹਾਵੀਂ ਅਤੇ ਦੂਜਾ ਲੇਲਾ ਤੂੰ ਸ਼ਾਮਾਂ ਨੂੰ ਚੜ੍ਹਾਵੀਂ"},{"number":40,"verse":"ਅਤੇ ਇੱਕ ਲੇਲੇ ਨਾਲ ਏਫਾ ਦੀ ਦਸਵੰਧ ਮੈਦਾ ਖ਼ਾਲਸ ਤੇਲ ਦੇ ਹੀਨ ਦੀ ਚੌਥਾਈ ਵਿੱਚ ਮਿਲਿਆ ਹੋਇਆ ਅਤੇ ਮਧ ਦੇ ਹੀਨ ਦੀ ਚੌਥਾਈ ਪੀਣ ਦੀ ਭੇਟ ਲਈ ਚੜ੍ਹਾਵੀਂ"},{"number":41,"verse":"ਤਾਂ ਤੂੰ ਦੂਜਾ ਲੇਲਾ ਸ਼ਾਮਾਂ ਦੇ ਵੇਲੇ ਚੜ੍ਹਾਵੀਂ ਅਰ ਉਸ ਦੇ ਨਾਲ ਸਵੇਰ ਦੇ ਮੈਦੇ ਦੀ ਭੇਟ ਅਨੁਸਾਰ ਅਤੇ ਉਸ ਦੀ ਪੀਣ ਦੀ ਭੇਟ ਅਨੁਸਾਰ ਯਹੋਵਾਹ ਲਈ ਸੁਗੰਧਤਾ ਦੀ ਇੱਕ ਅੱਗ ਦੀ ਭੇਟ ਚੜ੍ਹਾਵੀਂ"},{"number":42,"verse":"ਏਹ ਸਦਾ ਲਈ ਤੁਹਾਡੀਆਂ ਪੀੜ੍ਹੀਆਂ ਵਿੱਚ ਹੋਮ ਦੀ ਭੇਟ ਹੋਵੇ। ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਜਿੱਥੇ ਮੈਂ ਤੇਰੇ ਨਾਲ ਗੱਲ ਕਰਨ ਲਈ ਮਿਲਾਂਗਾ"},{"number":43,"verse":"ਅਤੇ ਉੱਥੇ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਮਿਲਾਂਗਾ ਅਤੇ ਉਹ ਤੰਬੂ ਮੇਰੇ ਪਰਤਾਪ ਨਾਲ ਪਵਿੱਤ੍ਰ ਕੀਤਾ ਜਾਵੇਗਾ"},{"number":44,"verse":"ਮੈਂ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਨੂੰ ਅਤੇ ਜਗਵੇਦੀ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਾਂਗਾ ਨਾਲੇ ਮੈਂ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਆਪਣੀ ਜਾਜਕਾਈ ਦੀ ਉਪਾਸਨਾ ਲਈ ਪਵਿੱਤ੍ਰ ਕਰਾਂਗਾ"},{"number":45,"verse":"ਅਤੇ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਵਿਚਕਾਰ ਵੱਸਾਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੋਵਾਂਗਾ"},{"number":46,"verse":"ਤਾਂ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ ਜਿਸ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਕੱਢ ਲਿਆਂਦਾ ਤਾਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਵੱਸਾਂ। ਮੈਂ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ।।"}]}