{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"( ਸੋਨੇ ਦੇ ਬੱਛੇ ਦੀ ਪੂਜਾ) ਜਾਂ ਲੋਕਾਂ ਨੇ ਵੇਖਿਆ ਭਈ ਮੂਸਾ ਨੇ ਪਹਾੜੋਂ ਲਹਿਣ ਵਿੱਚ ਚਿਰ ਲਾ ਦਿੱਤਾ ਹੈ ਤਾਂ ਲੋਕਾਂ ਨੇ ਹਾਰੂਨ ਕੋਲ ਇਕੱਠੇ ਹੋਕੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਉੱਠ ਅਤੇ ਸਾਡੇ ਲਈ ਦੇਵਤੇ ਬਣਾ ਜਿਹੜੇ ਸਾਡੇ ਅੱਗੇ ਚੱਲਣ ਕਿਉਂ ਜੋ ਏਹ ਮਰਦ ਮੂਸਾ ਜਿਹੜਾ ਸਾਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਲੈ ਆਇਆ ਹੈ ਅਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਉਹ ਨੂੰ ਕੀ ਹੋ ਗਿਆ ਹੈ"},{"number":2,"verse":"ਤਾਂ ਹਾਰੂਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਆਪਣੀਆਂ ਤੀਵੀਆਂ ਅਤੇ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਆਪਣੀਆਂ ਧੀਆਂ ਦੇ ਕੰਨਾਂ ਦੇ ਸੋਨੇ ਦੇ ਬਾਲੇ ਤੋੜ ਤਾੜ ਕੇ ਮੇਰੇ ਕੋਲ ਲੈ ਆਓ"},{"number":3,"verse":"ਸੋ ਸਾਰੇ ਲੋਕ ਸੋਨੇ ਦੇ ਬਾਲੇ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਕੰਨਾਂ ਵਿੱਚ ਸਨ ਤੋੜ ਤਾੜ ਕੇ ਹਾਰੂਨ ਦੇ ਕੋਲ ਲੈ ਆਏ"},{"number":4,"verse":"ਤਾਂ ਉਸ ਨੇ ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਲੈ ਲਏ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਢਾਲ ਕੇ ਇੱਕ ਉਕੱਰਨ ਵਾਲੇ ਸੰਦ ਨਾਲ ਘੜ ਕੇ ਉਹ ਦਾ ਇੱਕ ਬੱਛਾ ਬਣਾਇਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਹੇ ਇਸਰਾਏਲ ਏਹ ਹੈ ਤੇਰਾ ਦੇਵਤਾ ਜਿਹੜਾ ਤੈਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਲੈ ਆਇਆ"},{"number":5,"verse":"ਜਦ ਹਾਰੂਨ ਨੇ ਏਹ ਡਿੱਠਾ ਤਾਂ ਉਸ ਦੇ ਅੱਗੇ ਇੱਕ ਜਗਵੇਦੀ ਬਣਾਈ ਤਾਂ ਹਾਰੂਨ ਨੇ ਪੁਕਾਰ ਕੇ ਆਖਿਆ, ਭਲਕੇ ਯਹੋਵਾਹ ਦਾ ਪਰਬ ਹੈ"},{"number":6,"verse":"ਤਾਂ ਓਹ ਅਗਲੇ ਦਿਨ ਸਵੇਰ ਨੂੰ ਉੱਠੇ ਅਰ ਹੋਮ ਦੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਈਆਂ ਅਰ ਸੁੱਖ ਸਾਂਦ ਦੀਆਂ ਭੇਟਾਂ ਲਿਆਏ ਤਾਂ ਲੋਕ ਖਾ ਪੀ ਕੇ ਬੈਠੇ ਅਰ ਹੱਸਣ ਖੇਲਣ ਨੂੰ ਉੱਠੇ।।"},{"number":7,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਫ਼ਰਮਾਇਆ, ਹਠਾੜ ਨੂੰ ਜਾਹ ਕਿਉਂ ਕਿ ਤੇਰੇ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਲਿਆਇਆ ਹੈਂ ਭਰਿਸ਼ਟ ਹੋ ਗਏ ਹਨ"},{"number":8,"verse":"ਓਹ ਉਸ ਰਾਹ ਤੋਂ ਛੇਤੀ ਨਾਲ ਫਿਰ ਗਏ ਹਨ ਜਿਹ ਦਾ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਢਾਲ ਕੇ ਆਪਣੇ ਲਈ ਇੱਕ ਬੱਛਾ ਬਣਾਇਆ ਅਤੇ ਉਹ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਉਹ ਦੇ ਅੱਗੇ ਭੇਟ ਚੜ੍ਹਾ ਕੇ ਉਨ੍ਹਾਂ ਆਖਿਆ, ਹੇ ਇਸਰਾਏਲ ਏਹ ਹੈ ਤੇਰਾ ਦੇਵਤਾ ਜਿਹੜਾ ਤੈਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਲੈ ਆਇਆ"},{"number":9,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਡਿੱਠਾ ਹੈ, ਵੇਖ ਏਹ ਲੋਕ ਹਠੀ ਹਨ"},{"number":10,"verse":"ਹੁਣ ਤੂੰ ਮੈਨੂੰ ਇਕੱਲਾ ਹੋਣ ਦੇਹ ਤਾਂ ਜੋ ਮੇਰਾ ਕਰੋਧ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਭੜਕੇ ਅਰ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਭਸਮ ਕਰ ਸੁੱਟਾਂ ਅਤੇ ਮੈਂ ਤੈਥੋਂ ਇੱਕ ਵੱਡੀ ਕੌਮ ਬਣਾਵਾਂਗਾ"},{"number":11,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਤਰਲੇ ਪਾਕੇ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ ਤੇਰਾ ਕਰੋਧ ਤੇਰੇ ਲੋਕਾਂ ਦੇ ਵਿਰੁੱਧ ਕਿਉਂ ਭੜਕਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਵੱਡੀ ਸ਼ਕਤੀ ਅਤੇ ਬਲਵੰਤ ਹੱਥ ਨਾਲ ਕੱਢ ਕੇ ਲੈ ਆਇਆ ਹੈਂ?"},{"number":12,"verse":"ਮਿਸਰੀ ਕਿਉਂ ਆਖਣ ਭਈ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਬੁਰਿਆਈ ਲਈ ਲੈ ਗਿਆ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਪਹਾੜਾਂ ਵਿੱਚ ਮਾਰ ਸੁੱਟੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜ਼ਮੀਨ ਉੱਤੋਂ ਮੁਕਾ ਦੇਵੇ? ਆਪਣੇ ਕਰੋਧ ਦੇ ਭੜਕਣ ਨੂੰ ਮੋੜ ਲੈ ਅਤੇ ਆਪਣੇ ਲੋਕਾਂ ਉੱਤੇ ਬੁਰਿਆਈ ਲਾਉਣ ਤੋਂ ਹਟ ਜਾਣਾ"},{"number":13,"verse":"ਤੂੰ ਆਪਣੇ ਸੇਵਕ ਅਬਰਾਹਾਮ ਇਸਹਾਕ ਅਤੇ ਇਸਰਾਏਲ ਨੂੰ ਚੇਤੇ ਕਰ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੈਂ ਆਪਣੀ ਹੀ ਸੌਂਹ ਖਾਕੇ ਆਖਿਆ ਸੀ ਭਈ ਮੈਂ ਤੁਹਾਡੀ ਸੰਤਾਨ ਅਕਾਸ਼ ਦੇ ਤਾਰਿਆਂ ਵਾਂਙੁ ਵਧਾਵਾਂਗਾ ਅਤੇ ਏਹ ਸਾਰਾ ਦੇਸ ਜਿਸ ਦੇ ਲਈ ਮੈਂ ਆਖਿਆ ਹੈ ਮੈਂ ਉਹ ਤੁਹਾਡੀ ਸੰਤਾਨ ਨੂੰ ਦੇਵਾਂਗਾ ਅਤੇ ਓਹ ਸਦਾ ਲਈ ਓਹ ਦੇ ਅਧਕਾਰੀ ਹੋਣਗੇ"},{"number":14,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਉਸ ਬੁਰਿਆਈ ਤੋਂ ਹਟ ਗਿਆ ਜਿਹੜੀ ਆਪਣੇ ਲੋਕਾਂ ਨਾਲ ਕਰਨ ਲਈ ਬੋਲਿਆ ਸੀ।।"},{"number":15,"verse":"ਤਾਂ ਮੂਸਾ ਮੁੜ ਕੇ ਪਹਾੜ ਤੋਂ ਹਠਾੜ ਨੂੰ ਆਇਆ ਅਤੇ ਸਾਖੀ ਦੀਆਂ ਦੋ ਫੱਟੀਆਂ ਉਸ ਦੇ ਹੱਥ ਵਿੱਚ ਸਨ। ਓਹ ਫੱਟੀਆਂ ਦੋਹਾਂ ਪਾਸਿਆਂ ਤੋਂ ਲਿਖੀਆਂ ਹੋਈਆਂ ਸਨ ਇੱਕ ਪਾਸਿਓਂ ਅਤੇ ਦੂਜੇ ਪਾਸਿਓਂ ਵੀ ਲਿਖੀਆਂ ਹੋਈਆਂ ਸਨ"},{"number":16,"verse":"ਅਤੇ ਫੱਟੀਆਂ ਪਰਮੇਸ਼ੁਰ ਦਾ ਕੰਮ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਲਿਖਤ ਪਰਮੇਸ਼ੁਰ ਦੀ ਲਿਖਤ ਸੀ ਜਿਹੜੀ ਫੱਟੀਆਂ ਉੱਤੇ ਉੱਕਰੀ ਹੋਈ ਸੀ"},{"number":17,"verse":"ਜਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਲੋਕਾਂ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਿਹੜੇ ਡੰਡ ਪਾਉਂਦੇ ਸਨ ਤਾਂ ਉਸ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਡੇਰੇ ਵਿੱਚ ਲੜਾਈ ਦੀ ਅਵਾਜ਼ ਹੈ"},{"number":18,"verse":"ਤਾਂ ਉਸ ਆਖਿਆ, ਏਹ ਰੌਲਾ ਨਾ ਤਾਂ ਫਤਹ ਪਾਉਣ ਵਾਲਿਆਂ ਦਾ ਹੈ ਅਰ ਨਾ ਏਹ ਰੌਲਾ ਹਾਰਨ ਵਾਲਿਆਂ ਦਾ ਹੈ ਪਰ ਮੈਂ ਗਾਉਣ ਵਾਲਿਆਂ ਦੀ ਅਵਾਜ਼ ਸੁਣਦਾ ਹਾਂ"},{"number":19,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਜਦੋਂ ਉਹ ਡੇਰੇ ਦੇ ਨੇੜੇ ਆਇਆ ਤਾਂ ਉਸ ਨੇ ਬੱਛੇ ਅਤੇ ਨੱਚਣ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਮੂਸਾ ਦਾ ਕਰੋਧ ਅੱਤ ਭੜਕ ਉੱਠਿਆ ਅਰ ਉਸ ਨੇ ਫੱਟੀਆਂ ਆਪਣੇ ਹੱਥਾਂ ਤੋਂ ਸੁੱਟ ਦਿੱਤੀਆਂ ਅਤੇ ਪਹਾੜ ਦੇ ਹੇਠ ਉਨ੍ਹਾਂ ਨੂੰ ਭੰਨ ਸੁੱਟਿਆ"},{"number":20,"verse":"ਅਤੇ ਉਸ ਬੱਛੇ ਨੂੰ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੇ ਬਣਾਇਆ ਸੀ ਲੈ ਕੇ ਅੱਗ ਵਿੱਚ ਸਾੜ ਸੁੱਟਿਆ ਅਤੇ ਪੀਹ ਕੇ ਉਸ ਦਾ ਪੀਪਾ ਕਰ ਦਿੱਤਾ ਅਤੇ ਪਾਣੀ ਉੱਤੇ ਖਿਲਾਰ ਦਿੱਤਾ ਅਰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਪਿਲਾ ਛੱਡਿਆ"},{"number":21,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ, ਤੈਨੂੰ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਕੀ ਕਰ ਦਿੱਤਾ ਜੋ ਤੂੰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਵੱਡਾ ਪਾਪ ਲਿਆਇਆ?"},{"number":22,"verse":"ਅੱਗੋਂ ਹਾਰੂਨ ਨੇ ਆਖਿਆ, ਮੇਰੇ ਸਵਾਮੀ ਦਾ ਕਰੋਧ ਨਾ ਭੜਕੇ। ਤੂੰ ਲੋਕਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈਂ ਭਈ ਓਹ ਬੁਰਿਆਈ ਉੱਤੇ ਤਿਆਰ ਹਨ"},{"number":23,"verse":"ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਸਾਡੇ ਲਈ ਦੇਵਤੇ ਬਣਾ ਜਿਹੜੇ ਸਾਡੇ ਲਈ ਅੱਗੇ ਚੱਲਣ ਕਿਉਂ ਜੋ ਏਹ ਮਰਦ ਮੂਸਾ ਜਿਹੜਾ ਸਾਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਲੈ ਆਇਆ ਅਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਉਹ ਨੂੰ ਕੀ ਹੋਇਆ"},{"number":24,"verse":"ਤਾਂ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਜਿੰਨ੍ਹਾਂ ਕੋਲ ਸੋਨਾ ਹੈ ਓਹ ਭੰਨਣ ਤੋੜਨ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਦਿੱਤਾ ਅਰ ਮੈਂ ਉਸ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ ਅਤੇ ਏਹ ਬੱਛਾ ਨਿੱਕਲ ਆਇਆ।।"},{"number":25,"verse":"ਜਾਂ ਮੂਸਾ ਨੇ ਲੋਕਾਂ ਨੂੰ ਡਿੱਠਾ ਭਈ ਓਹ ਬੇ ਲਗਾਮ ਹਨ ਕਿਉਂ ਜੋ ਹਾਰੂਨ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਵੈਰੀਆਂ ਦੇ ਸਾਹਮਣੇ ਉਨ੍ਹਾਂ ਦਾ ਮਖ਼ੌਲ ਉਡਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਬੇ ਲਗਾਮ ਕੀਤਾ"},{"number":26,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਡੇਰੇ ਦੇ ਫਾਟਕ ਕੋਲ ਖਲੋ ਕੇ ਆਖਿਆ, ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੇ ਪਾਸੇ ਵੱਲ ਹੈ ਉਹ ਮੇਰੇ ਕੋਲ ਆਵੇ ਤਾਂ ਸਾਰੇ ਲੇਵੀਆਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਉਸ ਦੇ ਕੋਲ ਇਕੱਠਾ ਕਰ ਲਿਆ"},{"number":27,"verse":"ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਸਭ ਮਨੁੱਖ ਆਪਣੀਆਂ ਤੇਗਾਂ ਲੱਕ ਨਾਲ ਬੰਨ੍ਹ ਕੇ ਡੇਰੇ ਦੇ ਵਿੱਚ ਦੀ ਫਾਟਕ ਤੋਂ ਫਾਟਕ ਤੀਕ ਆਉਂਦੇ ਜਾਂਦੇ ਆਪਣੇ ਭਰਾ ਆਪਣੇ ਸਾਥੀ ਅਤੇ ਆਪਣੇ ਗਵਾਂਢੀ ਨੂੰ ਵੱਢ ਸੁੱਟਣ"},{"number":28,"verse":"ਤਾਂ ਲੇਵੀਆਂ ਨੇ ਮੂਸਾ ਦੇ ਬੋਲ ਅਨੁਸਾਰ ਕੀਤਾ ਅਰ ਉਸ ਦਿਨ ਲੋਕਾਂ ਵਿੱਚੋਂ ਤਿੰਨ ਹਜਾਰ ਮਨੁੱਖ ਡਿੱਗੇ"},{"number":29,"verse":"ਮੂਸਾ ਆਖਿਆ, ਅੱਜ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਲਈ ਅਰਪਣ ਕਰੋ । ਹਾਂ, ਹਰ ਇੱਕ ਮਨੁੱਖ ਆਪਣੇ ਪੁੱਤ੍ਰ ਅਤੇ ਆਪਣੇ ਭਰਾ ਦੇ ਵਿਰੁੱਧ ਹੋਵੇ ਤਾਂ ਜੋ ਉਹ ਅੱਜ ਤੁਹਾਨੂੰ ਬਰਕਤ ਦੇਵੇ।।"},{"number":30,"verse":"ਅਗਲੇ ਦਿਨ ਐਉਂ ਹੋਇਆ ਕਿ ਮੂਸਾ ਨੇ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸਾਂ ਵੱਡਾ ਪਾਪ ਕੀਤਾ ਅਤੇ ਮੈਂ ਹੁਣ ਯਹੋਵਾਹ ਦੇ ਕੋਲ ਉਤਾਹਾਂ ਜਾਂਦਾ ਹਾਂ । ਸ਼ਾਇਤ ਮੈਂ ਤੁਹਾਡੇ ਪਾਪ ਦਾ ਪਰਾਸਚਿਤ ਕਰਾਂ"},{"number":31,"verse":"ਸੋ ਮੂਸਾ ਯਹੋਵਾਹ ਦੇ ਕੋਲ ਮੁੜ ਗਿਆ ਅਤੇ ਆਖਿਆ, ਹਾਏ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਵੱਡਾ ਪਾਪ ਕੀਤਾ ਜੋ ਆਪਣੇ ਲਈ ਸੋਨੇ ਦੇ ਦੇਵਤੇ ਬਣਾਏ"},{"number":32,"verse":"ਹੁਣ ਤੂੰ ਉਨ੍ਹਾਂ ਦਾ ਪਾਪ ਮਾਫ਼ ਕਰੀਂ ਅਰ ਜੇ ਨਹੀਂ ਤਾਂ ਆਪਣੀ ਪੋਥੀ ਵਿੱਚੋਂ ਜਿਹੜੀ ਤੈਂ ਲਿਖੀ ਹੈ ਮੈਨੂੰ ਮਿਟਾ ਸੁੱਟੀਂ"},{"number":33,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਜਿਸ ਮੇਰਾ ਪਾਪ ਕੀਤਾ ਮੈਂ ਉਸ ਨੂੰ ਆਪਣੀ ਪੋਥੀ ਵਿੱਚੋਂ ਮਿਟਾ ਸੁੱਟਾਂਗਾ"},{"number":34,"verse":"ਹੁਣ ਜਾਹ ਲੋਕਾਂ ਨੂੰ ਉੱਥੇ ਲੈ ਜਾਹ ਜਿਹ ਦੇ ਲਈ ਮੈਂ ਤੈਨੂੰ ਬੋਲਿਆ ਸੀ ਅਤੇ ਵੇਖ ਮੇਰਾ ਦੂਤ ਤੇਰੇ ਅੱਗੇ ਤੁਰੇਗਾ ਪਰ ਮੈਂ ਆਪਣੇ ਬਦਲੇ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਦੇ ਪਾਪ ਦਾ ਬਦਲਾ ਉਨ੍ਹਾਂ ਤੋਂ ਲਵਾਂਗਾ"},{"number":35,"verse":"ਅਰ ਯਹੋਵਾਹ ਨੇ ਬੱਛਾ ਬਣਾਉਣ ਦੇ ਕਾਰਨ ਜਿਹ ਨੂੰ ਹਾਰੂਨ ਨੇ ਬਣਾਇਆ ਸੀ ਲੋਕਾਂ ਨੂੰ ਮਾਰਿਆ।।"}]}