{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"( ਜਾਜਕਾਂ ਦਾ ਬਸਤ੍ਰ) ਉਨ੍ਹਾਂ ਨੇ ਮਹੀਨ ਉਣਤੀ ਦਾ ਨੀਲਾ, ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਬਸਤ੍ਰ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੀ ਉਪਾਸਨਾ ਲਈ ਬਣਾਇਆ ਅਤੇ ਹਾਰੂਨ ਲਈ ਪਵਿੱਤ੍ਰ ਬਸਤ੍ਰ ਬਣਾਏ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਨੇ ਏਫ਼ੋਦ ਨੂੰ ਸੋਨੇ, ਨੀਲੇ, ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਮਹੀਨ ਉਣੇ ਹੋਏ ਕਤਾਨ ਦਾ ਬਣਾਇਆ"},{"number":3,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਸੋਨੇ ਨੂੰ ਕੁੱਟ ਕੇ ਪਤਲੇ ਪਤਲੇ ਪੱਤ੍ਰ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਬਰੀਕ ਤਾਰਾਂ ਬਣਾਈਆਂ ਅਤੇ ਉਸ ਨੂੰ ਨੀਲੇ ਬੈਂਗਣੀ ਅਰ ਕਿਰਮਚੀ ਮਹੀਨ ਕਤਾਨ ਵਿੱਚ ਕਾਰੀਗਰੀ ਨਾਲ ਉਣਿਆ"},{"number":4,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਮੋਢਿਆਂ ਦੀਆਂ ਕਤਰਾਂ ਬਣਾਕੇ ਜੋੜੀਆਂ ਅਤੇ ਓਹ ਉਸ ਦੇ ਦੋਹਾਂ ਸਿਰਿਆਂ ਨਾਲ ਜੁੜ ਗਈਆਂ"},{"number":5,"verse":"ਕਾਰੀਗਰੀ ਨਾਲ ਕੱਢਿਆ ਹੋਇਆ ਪਟਕਾ ਜਿਹੜਾ ਉਹ ਦੇ ਉੱਤੇ ਕੱਸਣ ਲਈ ਸੀ ਉਸ ਦੇ ਕੰਮ ਅਨੁਸਾਰ ਉਸੇ ਤੋਂ ਸੀ ਅਰਥਾਤ ਸੋਨੇ ਨੀਲੇ ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਮਹੀਨ ਉਣੇ ਹੋਏ ਕਤਾਨ ਦਾ ਸੀ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":6,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੁਲੇਮਾਨੀ ਪੱਥਰ ਸੋਨੇ ਜੇ ਖ਼ਾਨਿਆਂ ਵਿੱਚ ਪਾਉਣ ਲਈ ਛਾਪ ਦੀ ਉਕਰਾਈ ਵਾਂਙੁ ਇਸਰਾਏਲ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਨਾਮਾਂ ਦੇ ਅਨੁਸਾਰ ਉਕਾਰ ਕੇ ਬਣਾਏ"},{"number":7,"verse":"ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਏਫ਼ੋਦ ਦੇ ਮੋਢਿਆਂ ਦੀਆਂ ਕਤਰਾਂ ਉੱਤੇ ਰੱਖਿਆ ਤਾਂ ਜੋ ਇਸਰਾਏਲ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਯਾਦਗਾਰੀ ਦੇ ਪੱਥਰ ਹੋਣ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ।।"},{"number":8,"verse":"ਉਸ ਨੇ ਸੀਨਾ ਬੰਦ ਕਾਰੀਗਰੀ ਦੀ ਬਣਤ ਦਾ ਏਫ਼ੋਦ ਦੇ ਕੰਮ ਵਾਂਙੁ ਅਰਥਾਤ ਸੋਨੇ, ਨੀਲੇ, ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਮਹੀਨ ਉਣੇ ਹੋਏ ਕਤਾਨ ਦਾ ਬਣਾਇਆ"},{"number":9,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੀਨੇ ਬੰਦ ਨੂੰ ਚੌਰਸ ਅਤੇ ਦੋਹਰਾ ਬਣਾਇਆ। ਉਸ ਦੀ ਲੰਬਾਈ ਇੱਕ ਗਿੱਠ ਅਤੇ ਉਸ ਦੀ ਚੁੜਾਈ ਇੱਕ ਗਿੱਠ ਅਤੇ ਉਹ ਦੋਹਰਾ ਸੀ"},{"number":10,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਵਿੱਚ ਪੱਥਰ ਦੀਆਂ ਚਾਰ ਪਾਲਾਂ ਬਣਾਈਆਂ। ਇੱਕ ਪਾਲ ਵਿੱਚ ਲਾਲ ਅਕੀਕ, ਸੁਨਹਿਲਾ, ਅਰ ਜਬਰਜਦ ਏਹ ਪਹਿਲੀ ਪਾਲ ਸੀ"},{"number":11,"verse":"ਦੂਜੀ ਪਾਲ ਵਿੱਚ ਪੰਨਾ, ਨੀਲਮ, ਦੁਧੀਯਾ, ਬਿਲੌਰ"},{"number":12,"verse":"ਤੀਜੀ ਪਾਲ ਵਿੱਚ ਜਰਕਨ, ਹਰੀ ਅਕੀਕ, ਕਟੈਹਿਲਾ"},{"number":13,"verse":"ਚੌਥੀ ਪਾਲ ਵਿੱਚ ਬੈਰੂਜ਼, ਸੁਲੇਮਾਨੀ, ਅਰ ਯਸ਼ਬ, ਏਹ ਆਪੋ ਆਪਣੇ ਖ਼ਾਨਿਆਂ ਵਿੱਚ ਸੋਨੇ ਨਾਲ ਜੜੇ ਹੋਏ ਸਨ"},{"number":14,"verse":"ਅਤੇ ਓਹ ਪੱਥਰ ਇਸਰਾਏਲ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਨਾਮਾਂ ਅਨੁਸਾਰ ਸਨ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਦੇ ਬਾਰਾਂ ਨਾਮਾਂ ਦੇ ਅਨੁਸਾਰ ਛਾਪ ਦੀ ਉੱਕਰਾਈ ਵਾਂਙੁ ਹਰ ਇੱਕ ਦੇ ਨਾਮ ਦੇ ਅਨੁਸਾਰ ਓਹ ਬਾਰਾਂ ਗੋਤਾਂ ਲਈ ਸਨ"},{"number":15,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੀਨੇ ਬੰਦ ਉੱਤੇ ਖ਼ਾਲਸ ਸੋਨੇ ਦੀ ਜੰਜੀਰੀ ਰੱਸਿਆਂ ਵਾਂਙੁ ਗੁੰਦੇ ਹੋਏ ਕੰਮ ਦੀ ਬਣਾਈ"},{"number":16,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੋਨੇ ਦੇ ਖ਼ਾਨੇ ਅਤੇ ਸੋਨੇ ਦੇ ਦੋ ਕੜੇ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹ ਦੋਨੋਂ ਕੜੇ ਸੀਨੇ ਬੰਦ ਦੇ ਸਿਰਿਆਂ ਵਿੱਚ ਪਾਏ"},{"number":17,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਦੋ ਗੁੰਦੀਆਂ ਹੋਈਆਂ ਸੋਨੇ ਦੀਆਂ ਜੰਜੀਰਾਂ ਸੀਨੇ ਬੰਦ ਦੇ ਸਿਰਿਆਂ ਉੱਤੋਂ ਦੋਹਾਂ ਕੜਿਆਂ ਵਿੱਚ ਪਾਈਆਂ"},{"number":18,"verse":"ਅਤੇ ਦੂਜੇ ਦੋਨੋਂ ਸਿਰੇ ਗੁੰਦੀਆਂ ਹੋਈਆਂ ਜੰਜੀਰੀਆਂ ਦੇ ਦੋਹਾਂ ਖ਼ਾਨਿਆਂ ਉੱਤੇ ਰੱਖੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਏਫ਼ੋਦ ਦੇ ਮੋਢਿਆਂ ਦੀਆਂ ਕਤਰਾਂ ਉੱਤੇ ਅਗਲੇ ਪਾਸੇ ਰੱਖਿਆ"},{"number":19,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੋਨੇ ਦੇ ਦੋ ਕੜੇ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੀਨੇ ਬੰਦ ਦੇ ਦੋਹਾਂ ਸਿਰਿਆਂ ਵਿੱਚ ਪਾਇਆ ਜਿਹੜੇ ਏਫ਼ੋਦ ਦੀ ਕਨਾਰੀ ਦੇ ਅੰਦਰਲੇ ਪਾਸੇ ਸਨ"},{"number":20,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸੋਨੇ ਦੇ ਦੋ ਹੋਰ ਕੜੇ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਏਫ਼ੋਦ ਦੀਆਂ ਦੋਹਾਂ ਕਤਰਾਂ ਉੱਤੇ ਅਗਲੇ ਪਾਸੇ ਹੇਠਲੀ ਵੱਲ ਸੀਣ ਦੇ ਨੇੜੇ ਏਫ਼ੋਦ ਦੇ ਕਾਰੀਗਰੀ ਨਾਲ ਕੱਢੇ ਹੋਏ ਪਟਕੇ ਦੇ ਉੱਤੇ ਰੱਖਿਆ"},{"number":21,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸੀਨੇ ਬੰਦ ਉਸ ਦੇ ਕੜਿਆਂ ਨਾਲ ਏਫ਼ੋਦ ਦੇ ਕੜਿਆਂ ਵਿੱਚ ਨੀਲੇ ਰੰਗ ਦੀ ਰੱਸੀ ਨਾਲ ਅਜੇਹਾ ਬੰਨ੍ਹਿਆ ਕਿ ਉਹ ਏਫ਼ੋਦ ਦੇ ਕੱਢੇ ਹੋਏ ਪਟਕੇ ਦੇ ਉੱਤੇ ਰਹੇ ਅਤੇ ਸੀਨੇ ਬੰਦ ਏਫ਼ੋਦ ਦੇ ਉੱਤੇ ਨਾ ਖੁਲ੍ਹੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ।।"},{"number":22,"verse":"ਉਸ ਨੇ ਏਫ਼ੋਦ ਦਾ ਚੋਗ਼ਾ ਸਾਰਾ ਨੀਲੇ ਰੰਗ ਦਾ ਅਤੇ ਬੁਣਤ ਦਾ ਬਣਾਇਆ"},{"number":23,"verse":"ਅਤੇ ਚੋਗ਼ੇ ਦੇ ਵਿਚਕਾਰ ਸੰਜੋ ਦੇ ਛੇਕ ਵਰਗਾ ਛੇਕ ਰੱਖਿਆ ਅਤੇ ਛੇਕ ਦੇ ਚੁਫੇਰੇ ਇੱਕ ਬੰਨੀ ਬਣਾਈ ਤਾਂ ਜੋ ਉਹ ਨਾ ਪਾਟੇ"},{"number":24,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਪੱਲੇ ਦੇ ਹੇਠਲੇ ਘੇਰੇ ਉੱਤੇ ਨੀਲੇ ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਕਤਾਨ ਦੇ ਅਨਾਰ ਬਣਾਏ"},{"number":25,"verse":"ਅਨਾਰਾਂ ਦੇ ਵਿਚਕਾਰ ਅਤੇ ਆਲੇ ਦੁਆਲੇ ਖ਼ਾਲਸ ਸੋਨੇ ਦੇ ਘੁੰਗਰੂ ਚੋਗ਼ੇ ਦੇ ਹੇਠਲੇ ਪੱਲੇ ਉੱਤੇ ਪਾਏ"},{"number":26,"verse":"ਅਰਥਾਤ ਇੱਕ ਘੁੰਗਰੂ ਅਤੇ ਇੱਕ ਅਨਾਰ ਫੇਰ ਇੱਕ ਘੁੰਗਰੂ ਅਤੇ ਇੱਕ ਅਨਾਰ ਚੋਗ਼ੇ ਦੇ ਹੇਠਲੇ ਪੱਲੇ ਦੇ ਘੇਰੇ ਉੱਤੇ ਸੀ ਅਤੇ ਏਹ ਉਪਾਸਨਾ ਲਈ ਸੀ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":27,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਮਹੀਨ ਕਤਾਨ ਦੇ ਕੁੜਤੇ ਬੁਣਤ ਦੇ ਬਣਾਏ"},{"number":28,"verse":"ਅਤੇ ਮਹੀਨ ਕਤਾਨ ਦਾ ਅਮਾਮਾ ਅਤੇ ਮਹੀਨ ਕਤਾਨ ਦੀਆਂ ਸੋਹਣੀਆਂ ਪੱਗਾਂ ਅਤੇ ਮਹੀਨ ਕਤਾਨ ਦੀਆਂ ਉਣੀਆਂ ਹੋਈਆਂ ਕੱਛਾਂ ਬਣਾਈਆਂ"},{"number":29,"verse":"ਅਰ ਮਹੀਨ ਕਤਾਨ ਦਾ ਉਣਿਆ ਹੋਇਆ ਨੀਲਾ ਬੈਂਗਣੀ ਅਤੇ ਕਿਰਮਚੀ ਪਟਕਾ ਕਸੀਦੇਕਾਰੀ ਦੇ ਕੰਮ ਦਾ ਬਣਾਇਆ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":30,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਮੱਥੇ ਲਈ ਪਵਿੱਤ੍ਰ ਚਮਕੀਲਾ ਪੱਤ੍ਰ ਖ਼ਾਲਸ ਸੋਨੇ ਦਾ ਬਣਾਇਆ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੇ ਲਿਖਤ ਛਾਪ ਦੀ ਉੱਕਰਾਈ ਵਾਂਙੁ ਲਿਖੀ “ਯਹੋਵਾਹ ਲਈ ਪਵਿੱਤ੍ਰਤਾਈ”"},{"number":31,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਵਿੱਚ ਨੀਲੀ ਡੋਰ ਪਾਈ ਤਾਂ ਜੋ ਉਹ ਅਮਾਮੇ ਦੇ ਉੱਤੇ ਬੰਨ੍ਹਿਆ ਜਾਵੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":32,"verse":"ਸੋ ਡੇਹਰੇ ਦੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦਾ ਸਾਰਾ ਕੰਮ ਪੂਰਾ ਹੋਇਆ ਅਤੇ ਐਉਂ ਇਸਰਾਏਲੀਆਂ ਨੇ ਸਾਰਾ ਕੁਝ ਕੀਤਾ। ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਨ੍ਹਾਂ ਨੇ ਤਿਵੇਂ ਹੀ ਕੀਤਾ।।"},{"number":33,"verse":"ਤਾਂ ਓਹ ਡੇਹਰਾ ਮੂਸਾ ਕੋਲ ਲਿਆਏ ਅਰਥਾਤ ਤੰਬੂ ਅਤੇ ਉਸ ਦਾ ਸਾਰਾ ਸਮਾਨ, ਉਸ ਦੀਆਂ ਕੁੰਡੀਆਂ, ਉਸ ਦੇ ਫੱਟੇ, ਉਸ ਦੇ ਹੋੜੇ, ਉਸ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ, ਅਤੇ ਉਸ ਦੀਆਂ ਚੀਥੀਆਂ"},{"number":34,"verse":"ਅਰ ਛੱਤ੍ਰਿਆਂ ਦੀਆਂ ਲਾਲ ਰੰਗੀਆਂ ਹੋਈਆਂ ਖੱਲਾਂ ਦਾ ਢੱਕਣ ਅਤੇ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦਾ ਢੱਕਣ ਅਤੇ ਓਟ ਦਾ ਪੜਦਾ"},{"number":35,"verse":"ਸਾਖੀ ਦਾ ਸੰਦੂਕ ਚੋਬਾਂ ਸਣੇ ਅਤੇ ਪਰਾਸਚਿਤ ਦਾ ਸਰਪੋਸ਼"},{"number":36,"verse":"ਮੇਜ਼ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਭਾਂਡੇ ਅਤੇ ਹਜ਼ੂਰੀ ਦੀ ਰੋਟੀ"},{"number":37,"verse":"ਖ਼ਾਲਸ ਸ਼ਮਾਦਾਨ ਉਸ ਦੇ ਦੀਵਿਆਂ ਸਣੇ ਜਿਨ੍ਹਾਂ ਦੀਵਿਆਂ ਨੂੰ ਸੁਆਰਨਾ ਸੀ ਅਤੇ ਉਸ ਦਾ ਸਾਰਾ ਸਮਾਨ ਅਤੇ ਚਾਨਣੇ ਲਈ ਤੇਲ"},{"number":38,"verse":"ਸੋਨੇ ਦੀ ਜਗਵੇਦੀ ਅਤੇ ਮਸਹ ਕਰਨ ਦਾ ਤੇਲ ਅਤੇ ਸੁਗੰਧੀ ਧੂਪ ਅਤੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਦੀ ਓਟ"},{"number":39,"verse":"ਪਿੱਤਲ ਦੀ ਜਗਵੇਦੀ ਅਤੇ ਉਸ ਦੀ ਪਿੱਤਲ ਦੀ ਝੰਜਰੀ ਉਸ ਦੀਆਂ ਚੋਬਾਂ ਸਣੇ ਅਤੇ ਉਸ ਦਾ ਸਾਰਾ ਸਮਾਨ, ਹੌਦ ਅਤੇ ਉਸ ਦੀ ਚੌਕੀ"},{"number":40,"verse":"ਹਾਤੇ ਦੀਆਂ ਕਨਾਤਾਂ ਉਸ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਅਤੇ ਉਸ ਦੀਆਂ ਚੀਥੀਆਂ ਅਤੇ ਹਾਤੇ ਦੇ ਫਾਟਕ ਦੀ ਓਟ ਅਤੇ ਉਸ ਦੀਆਂ ਲਾਸਾਂ ਅਤੇ ਉਸ ਦੀਆਂ ਕੀਲੀਆਂ ਅਤੇ ਡੇਹਰੇ ਦੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਉਪਾਸਨਾ ਦਾ ਸਾਰਾ ਸਮਾਨ"},{"number":41,"verse":"ਅਰ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਲਈ ਮਹੀਨ ਉਣਿਆ ਹੋਇਆ ਬਸਤ੍ਰ ਅਰਥਾਤ ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਪਵਿੱਤ੍ਰ ਬਸਤ੍ਰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਬਸਤ੍ਰ ਕਿ ਓਹ ਜਾਜਕਾਈ ਦਾ ਕੰਮ ਕਰਨ"},{"number":42,"verse":"ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਿਵੇਂ ਹੀ ਇਸਰਾਏਲੀਆਂ ਨੇ ਸਾਰਾ ਕੰਮ ਬਣਾਇਆ"},{"number":43,"verse":"ਮੂਸਾ ਨੇ ਏਸ ਸਾਰੇ ਕੰਮ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਪੂਰਾ ਕਰ ਦਿੱਤਾ ਸੀ। ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਨ੍ਹਾਂ ਨੇ ਤਿਵੇਂ ਹੀ ਬਣਾਇਆ ਸੋ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ।।"}]}