{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"( ਡੇਹਰੇ ਦੇ ਤੰਬੂ ਦਾ ਖੜਾ ਕੀਤਾ ਜਾਣਾ) ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਪਹਿਲੇ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਤੂੰ ਡੇਹਰੇ ਦੀ ਮੰਡਲੀ ਦਾ ਤੰਬੂ ਖੜਾ ਕਰੀਂ"},{"number":3,"verse":"ਤੂੰ ਉਸ ਵਿੱਚ ਸਾਖੀ ਦਾ ਸੰਦੂਕ ਰੱਖੀਂ ਅਤੇ ਸੰਦੂਕ ਨੂੰ ਪੜਦੇ ਨਾਲ ਵੱਖਰਾ ਕਰੀਂ"},{"number":4,"verse":"ਤੂੰ ਮੇਜ਼ ਨੂੰ ਅੰਦਰ ਲਿਆਵੀਂ ਅਤੇ ਉਸ ਦੇ ਸਮਾਨ ਨੂੰ ਸੁਆਰ ਕੇ ਰੱਖੀਂ ਅਤੇ ਤੂੰ ਸ਼ਮਾਦਾਨ ਨੂੰ ਅੰਦਰ ਲਿਆਵੀਂ ਅਰ ਉਸ ਦੇ ਦੀਵੇ ਜਗਾਵੀਂ"},{"number":5,"verse":"ਅਤੇ ਧੂਪ ਦੀ ਸੋਨੇ ਦੀ ਜਗਵੇਦੀ ਸਾਖੀ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਰੱਖੀਂ ਅਤੇ ਡੇਹਰੇ ਦੇ ਦਰਵੱਜੇ ਦੀ ਓਟ ਲਮਕਾਈਂ"},{"number":6,"verse":"ਤੂੰ ਹੋਮ ਦੀ ਜਗਵੇਦੀ ਨੂੰ ਡੇਹਰੇ ਦੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਅੱਗੇ ਰੱਖੀਂ"},{"number":7,"verse":"ਅਤੇ ਤੂੰ ਹੌਦ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਅਤੇ ਜਗਵੇਦੀ ਦੇ ਵਿਚਕਾਰ ਰੱਖੀਂ ਅਰ ਉਸ ਵਿੱਚ ਪਾਣੀ ਪਾਈਂ"},{"number":8,"verse":"ਫੇਰ ਤੂੰ ਹਾਤੇ ਨੂੰ ਚੁਫੇਰੇ ਖੜਾ ਕਰੀਂ ਅਤੇ ਹਾਤੇ ਦੇ ਫਾਟਕ ਦੀ ਓਟ ਲਮਕਾਈਂ"},{"number":9,"verse":"ਤੂੰ ਮਲਣ ਦਾ ਤੇਲ ਲੈਕੇ ਡੇਹਰੇ ਨੂੰ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਵਿੱਚ ਹੈ ਉਸ ਨੂੰ ਮਲੀਂ ਸੋ ਤੂੰ ਉਹ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸਮਾਨ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੀਂ ਤਾਂ ਓਹ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗਾ"},{"number":10,"verse":"ਤੂੰ ਹੋਮ ਦੀ ਜਗਵੇਦੀ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸਮਾਨ ਨੂੰ ਤੇਲ ਮਲੀਂ। ਐਉਂ ਤੂੰ ਜਗਵੇਦੀ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੀਂ ਤਾਂ ਉਹ ਜਗਵੇਦੀ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗੀ"},{"number":11,"verse":"ਫੇਰ ਤੂੰ ਹੌਦ ਨੂੰ ਅਤੇ ਉਸ ਦੀ ਚੌਂਕੀ ਨੂੰ ਮਲੀਂ। ਤੂੰ ਉਹ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੀਂ"},{"number":12,"verse":"ਤੂੰ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਲਿਆਈਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਣੀ ਨਾਲ ਨੁਲਹਾਈਂ"},{"number":13,"verse":"ਤੂੰ ਹਾਰੂਨ ਨੂੰ ਪਵਿੱਤ੍ਰ ਬਸਤ੍ਰ ਪੁਆਈਂ ਅਤੇ ਤੂੰ ਉਹ ਨੂੰ ਮਸਹ ਕਰ ਕੇ ਪਵਿੱਤ੍ਰ ਕਰੀਂ ਤਾਂ ਜੋ ਉਹ ਮੇਰੀ ਜਾਜਕਾਈ ਦੀ ਸੇਵਾ ਕਰੇ"},{"number":14,"verse":"ਤੂੰ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਨੇੜੇ ਲਿਆ ਕੇ ਕੁੜਤੇ ਪੁਆਈਂ"},{"number":15,"verse":"ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਮਸਹ ਕਰੀਂ ਜਿਵੇਂ ਤੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਨੂੰ ਮਸਹ ਕੀਤਾ ਤਾਂ ਜੋ ਓਹ ਮੇਰੇ ਲਈ ਜਾਜਕ ਹੋਣ ਅਤੇ ਐਉਂ ਉਨ੍ਹਾਂ ਦਾ ਮਸਹ ਹੋਣਾ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪੀੜ੍ਹੀਆਂ ਤੀਕ ਇੱਕ ਅਨੰਤ ਜਾਜਕਾਈ ਹੋਵੇਗੀ"},{"number":16,"verse":"ਮੂਸਾ ਨੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਿਵੇਂ ਹੀ ਸਭ ਕੁਝ ਕੀਤਾ।।"},{"number":17,"verse":"ਉਪਰੰਤ ਐਉਂ ਹੋਇਆ ਕਿ ਦੂਜੇ ਵਰਹੇ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਉਹ ਡੇਹਰਾ ਖੜਾ ਕੀਤਾ ਗਿਆ"},{"number":18,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਡੇਹਰੇ ਨੂੰ ਖੜਾ ਕੀਤਾ ਅਰ ਉਸ ਨੇ ਉਹ ਦੀਆਂ ਚੀਥੀਆਂ ਅਰ ਉਸ ਦੇ ਫੱਟੇ ਲਾਏ ਅਤੇ ਉਸ ਦੇ ਹੋੜੇ ਰੱਖੇ ਅਤੇ ਉਸ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਖੜੀਆਂ ਕੀਤੀਆਂ"},{"number":19,"verse":"ਫੇਰ ਡੇਹਰੇ ਉੱਤੇ ਉਸ ਨੇ ਤੰਬੂ ਤਾਣਿਆ ਅਤੇ ਤੰਬੂ ਉੱਤੇ ਉਤਾਹਾਂ ਢਕਣਾ ਲਾਇਆ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":20,"verse":"ਫੇਰ ਉਸ ਸਾਖੀ ਨੂੰ ਲੈ ਕੇ ਸੰਦੂਕ ਵਿੱਚ ਪਾਇਆ ਅਤੇ ਚੋਬਾਂ ਸੰਦੂਕ ਉੱਤੇ ਰੱਖੀਆਂ ਅਤੇ ਪਰਾਸਚਿਤ ਦਾ ਸਰਪੋਸ਼ ਉਤਾਹਾਂ ਸੰਦੂਕ ਦੇ ਉੱਤੇ ਰੱਖਿਆ"},{"number":21,"verse":"ਉਹ ਸੰਦੂਕ ਨੂੰ ਡੇਹਰੇ ਦੇ ਅੰਦਰ ਲਿਆਇਆ ਅਤੇ ਓਟ ਦਾ ਪੜਦਾ ਲਮਕਾਇਆ ਅਤੇ ਸਾਖੀ ਦੇ ਸੰਦੂਕ ਨੂੰ ਓਟ ਵਿੱਚ ਰੱਖਿਆ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":22,"verse":"ਫੇਰ ਉਸ ਨੇ ਮੇਜ਼ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਡੇਹਰੇ ਦੇ ਉੱਤਰ ਵੱਲ ਦੇ ਪਾਸੇ ਪੜਦੇ ਤੋਂ ਬਾਹਰ ਰੱਖਿਆ"},{"number":23,"verse":"ਅਤੇ ਉਸ ਨੇ ਉਸ ਉੱਤੇ ਯਹੋਵਾਹ ਅੱਗੇ ਰੋਟੀ ਸੁਆਰ ਕੇ ਰੱਖੀ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":24,"verse":"ਤਾਂ ਉਸ ਨੇ ਸ਼ਮਾਦਾਨ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਮੇਜ਼ ਦੇ ਸਾਹਮਣੇ ਡੇਹਰੇ ਦੇ ਦੱਖਣ ਵੱਲ ਦੇ ਪਾਸੇ ਰੱਖਿਆ"},{"number":25,"verse":"ਅਤੇ ਉਸ ਨੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਦੀਵੇ ਜਗਾਏ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":26,"verse":"ਫੇਰ ਉਸ ਨੇ ਸੋਨੇ ਦੀ ਜਗਵੇਦੀ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਪੜਦੇ ਦੇ ਸਾਹਮਣੇ ਰੱਖਿਆ"},{"number":27,"verse":"ਅਤੇ ਉਸ ਉੱਤੇ ਸੁਗੰਧੀ ਧੂਪ ਜਲਾਈ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":28,"verse":"ਫੇਰ ਉਸ ਨੇ ਡੇਹਰੇ ਦੇ ਦਰਵੱਜੇ ਦੀ ਓਟ ਲਮਕਾਈ"},{"number":29,"verse":"ਤਾਂ ਉਸ ਨੇ ਹੋਮ ਦੀ ਜਗਵੇਦੀ ਨੂੰ ਡੇਹਰੇ ਦੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਉੱਤੇ ਰੱਖਿਆ ਅਰ ਉਸ ਉੱਤੇ ਹੋਮ ਦੀ ਭੇਟ ਅਰ ਮੈਦੇ ਦੀ ਭੇਟ ਚੜ੍ਹਾਈ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":30,"verse":"ਫੇਰ ਉਸ ਨੇ ਹੌਦ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਅਤੇ ਜਗਵੇਦੀ ਦੇ ਵਿਚਕਾਰ ਰੱਖਿਆ ਅਤੇ ਉਸ ਵਿੱਚ ਨਹਾਉਣ ਦਾ ਪਾਣੀ ਪਾਇਆ"},{"number":31,"verse":"ਅਤੇ ਮੂਸਾ ਤੇ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਉਸ ਵਿੱਚ ਹੱਥ ਪੈਰ ਧੋਂਦੇ ਹੁੰਦੇ ਸਨ"},{"number":32,"verse":"ਅਰਥਾਤ ਜਦ ਓਹ ਸਾਖੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਜਾਂਦੇ ਅਤੇ ਜਦ ਓਹ ਜਗਵੇਦੀ ਦੇ ਨੇੜੇ ਆਉਂਦੇ ਸਨ ਤਾਂ ਓਹ ਅਸ਼ਨਾਨ ਕਰਦੇ ਹੁੰਦੇ ਸਨ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":33,"verse":"ਫੇਰ ਉਸ ਨੇ ਹਾਤਾ ਡੇਹਰੇ ਅਤੇ ਜਗਵੇਦੀ ਦੇ ਚੁਫੇਰੇ ਖੜਾ ਕੀਤਾ ਅਤੇ ਉਸ ਨੇ ਓਟ ਨੂੰ ਹਾਤੇ ਦੇ ਫਾਟਕ ਉੱਤੇ ਲਮਕਾਇਆ। ਐਉਂ ਮੂਸਾ ਨੇ ਉਸ ਕੰਮ ਨੂੰ ਸੰਪੂਰਨ ਕੀਤਾ"},{"number":34,"verse":"ਤਦ ਬੱਦਲ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਉੱਤੇ ਛਾ ਗਿਆ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਪਰਤਾਪ ਨੇ ਡੇਹਰੇ ਨੂੰ ਭਰ ਦਿੱਤਾ"},{"number":35,"verse":"ਤਾਂ ਮੂਸਾ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਵੜ ਨਾ ਸੱਕਿਆ ਕਿਉਂ ਜੋ ਬੱਦਲ ਉਸ ਉੱਤੇ ਛਾਇਆ ਹੋਇਆ ਸੀ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਪਰਤਾਪ ਨੇ ਡੇਹਰੇ ਨੂੰ ਭਰ ਦਿੱਤਾ"},{"number":36,"verse":"ਜਦ ਬੱਦਲ ਡੇਹਰੇ ਦੇ ਉੱਤੋਂ ਚੁੱਕਿਆ ਜਾਂਦਾ ਸੀ ਤਦ ਇਸਾਰਏਲੀ ਆਪਣੇ ਸਾਰੇ ਸਫ਼ਰ ਵਿੱਚ ਅੱਗੇ ਚੱਲਦੇ ਸਨ"},{"number":37,"verse":"ਪਰ ਜਦ ਬੱਦਲ ਨਾ ਚੁੱਕ ਹੁੰਦਾ ਸੀ ਤਾਂ ਓਹ ਨਹੀਂ ਚੱਲਦੇ ਸਨ ਜਦ ਤੀਕ ਬੱਦਲ ਚੁੱਕਿਆ ਨਾ ਜਾਵੇ"},{"number":38,"verse":"ਕਿਉਂ ਕਿ ਦਿਨ ਨੂੰ ਯਹੋਵਾਹ ਦਾ ਬੱਦਲ ਡੇਹਰੇ ਉੱਤੇ ਹੁੰਦਾ ਸੀ ਅਤੇ ਰਾਤ ਉਸ ਵਿੱਚ ਅੱਗ ਹੁੰਦੀ ਸੀ। ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਸਫ਼ਰ ਵਿੱਚ ਐਉਂ ਹੀ ਹੁੰਦਾ ਰਿਹਾ।।"}]}