{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"( ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਡੱਡੂਆਂ, ਜੂੰਆਂ ਤੇ ਮੱਖਾਂ ਦੀਆਂ ਬਵਾਂ) ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਫ਼ਿਰਊਨ ਕੋਲ ਜਾਕੇ ਉਸ ਨੂੰ ਆਖ ਕਿ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਜਾਣ ਦੇਹ ਤਾਂ ਜੋ ਉਹ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰੇ"},{"number":2,"verse":"ਅਰ ਜੇ ਤੂੰ ਉਨ੍ਹਾਂ ਦੇ ਘੱਲਣ ਤੋਂ ਮੁੱਕਰ ਜਾਏਂ ਤਾਂ ਵੇਖ ਮੈਂ ਤੇਰੀਆਂ ਸਾਰੀਆਂ ਹੱਦਾਂ ਡੱਡੂਆਂ ਨਾਲ ਮਾਰਾਂਗਾ"},{"number":3,"verse":"ਸੋ ਦਰਿਆ ਡੱਡੂਆਂ ਦੇ ਕਟਕਾਂ ਨਾਲ ਭਰ ਜਾਵੇਗਾ ਅਤੇ ਓਹ ਚੜ੍ਹਨਗੇ ਅਰ ਤੇਰੇ ਮਹਿਲ ਵਿੱਚ ਅਰ ਤੇਰੇ ਸੌਣ ਦੀ ਅਟਾਰੀ ਵਿੱਚ ਅਰ ਤੇਰੀ ਛੇਜ ਉੱਤੇ ਅਤੇ ਤੇਰੇ ਟਹਿਲੂਆਂ ਦੇ ਘਰਾਂ ਵਿੱਚ ਅਤੇ ਤੇਰੀ ਰਈਅਤ ਵਿੱਚ ਅਤੇ ਤੇਰੇ ਤੰਦੂਰਾਂ ਵਿੱਚ ਅਤੇ ਤੇਰੇ ਗੁੰਨ੍ਹਣ ਦਿਆਂ ਪਰਾਤੜਿਆਂ ਵਿੱਚ ਆਉਣਗੇ"},{"number":4,"verse":"ਸੋ ਡੱਡੂ ਤੇਰੇ ਉੱਤੇ, ਤੇਰੀ ਰਈਅਤ ਉੱਤੇ ਅਰ ਤੇਰੇ ਟਹਿਲੂਆਂ ਉੱਤੇ ਚੜ੍ਹਨਗੇ। ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਹਾਰੂਨ ਨੂੰ ਆਖ ਕਿ"},{"number":5,"verse":"ਉਹ ਆਪਣਾ ਹੱਥ ਆਪਣੇ ਢਾਂਗੇ ਨਾਲ ਨਦੀਆਂ ਉੱਤੇ ਦਰਿਆਵਾਂ ਉੱਤੇ ਤਲਾਬਾਂ ਉੱਤੇ ਪਸਾਰੇ ਅਰ ਡੱਡੂਆਂ ਨੂੰ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਚੜ੍ਹਾ ਦੇਵੇ"},{"number":6,"verse":"ਤਾਂ ਹਾਰੂਨ ਨੇ ਆਪਣਾ ਹੱਥ ਮਿਸਰ ਦੇ ਪਾਣੀਆਂ ਉੱਤੇ ਪਸਾਰਿਆ ਤਾਂ ਡੱਡੂ ਚੜ੍ਹ ਆਏ ਅਰ ਮਿਸਰ ਦੇਸ ਨੂੰ ਢੱਕ ਲਿਆ"},{"number":7,"verse":"ਤਾਂ ਜਾਦੂਗਰਾਂ ਨੇ ਆਪਣੇ ਮੰਤ੍ਰਾਂ ਜੰਤ੍ਰਾਂ ਨਾਲ ਓਵੇਂ ਹੀ ਕੀਤਾ ਅਰ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਡੱਡੂ ਚੜ੍ਹਾ ਲਿਆਏ।।"},{"number":8,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਬੁਲਾਕੇ ਆਖਿਆ, ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਬੇਨਤੀ ਕਰੋ ਤਾਂ ਜੋ ਉਹ ਡੱਡੂਆਂ ਨੂੰ ਮੈਥੋਂ ਅਤੇ ਮੇਰੀ ਰਈਅਤ ਤੋਂ ਝਾੜ ਸੁੱਟੇ। ਮੈਂ ਜਰੂਰ ਲੋਕਾਂ ਨੂੰ ਜਾਣ ਦੇਵਾਂਗਾ ਤਾਂ ਜੋ ਓਹ ਯਹੋਵਾਹ ਲਈ ਬਲੀ ਚੜ੍ਹਾਉਣ"},{"number":9,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਫ਼ਿਰਊਨ ਨੂੰ ਆਖਿਆ, ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਮੈਂ ਕਦ ਤੋਂ ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਟਹਿਲੂਆਂ ਅਤੇ ਤੁਹਾਡੀ ਰਈਅਤ ਲਈ ਬੇਨਤੀ ਕਰਾਂ ਤਾਂ ਜੋ ਡੱਡੂ ਤੁਹਾਥੋਂ ਅਰ ਤੁਹਾਡੇ ਘਰਾਂ ਤੋਂ ਹਟਾਏ ਜਾਣ ਅਰ ਦਰਿਆ ਦੇ ਵਿੱਚ ਹੀ ਰਹਿਣ?"},{"number":10,"verse":"ਉਸ ਆਖਿਆ ਭਲਕੇ ਤੋਂ। ਤਾਂ ਉਸ ਆਖਿਆ, ਤੁਹਾਡੇ ਆਖੇ ਦੇ ਅਨੁਸਾਰ ਹੀ ਹੋਵੇਗਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣ ਲਓ ਕਿ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਵਰਗਾ ਕੋਈ ਨਹੀਂ"},{"number":11,"verse":"ਅਰ ਡੱਡੂ ਤੁਹਾਥੋਂ ਅਤੇ ਤੁਹਾਡੇ ਘਰਾਂ ਤੋਂ ਅਤੇ ਤੁਹਾਡੇ ਟਹਿਲੂਆਂ ਤੋਂ ਅਤੇ ਤੁਹਾਡੀ ਰਈਅਤ ਤੋਂ ਚੱਲਦੇ ਹੋਣਗੇ। ਓਹ ਕੇਵਲ ਦਰਿਆ ਵਿੱਚ ਹੀ ਰਹਿਣਗੇ"},{"number":12,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਫ਼ਿਰਊਨ ਕੋਲੋਂ ਬਾਹਰ ਨੂੰ ਗਏ ਅਤੇ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਡੱਡੂਆਂ ਦੇ ਬਾਰੇ ਜਿਹੜੇ ਉਹ ਫ਼ਿਰਊਨ ਉੱਤੇ ਚੜ੍ਹਾ ਲਿਆਇਆ ਸੀ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ"},{"number":13,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਦੇ ਆਖਣ ਦੇ ਅਨੁਸਾਰ ਕੀਤਾ ਅਰ ਡੱਡੂ ਘਰਾਂ ਅਤੇ ਵੇਹੜਿਆਂ ਅਤੇ ਖੇਤਾਂ ਵਿੱਚੋਂ ਮੁੱਕ ਗਏ"},{"number":14,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਓਹ ਇਕੱਠੇ ਕਰ ਕੇ ਢੇਰਾਂ ਦੇ ਢੇਰ ਲਾ ਦਿੱਤੇ ਸੋ ਧਰਤੀ ਉੱਤੇ ਸੜਿਆਹਣ ਹੋ ਗਈ"},{"number":15,"verse":"ਪਰ ਜਿਵੇਂ ਯਹੋਵਾਹ ਬੋਲਿਆ ਸੀ, ਜਾਂ ਫ਼ਿਰਊਨ ਡਿੱਠਾ ਭਈ ਸਬਿਹਤਾ ਹੋ ਗਿਆ ਹੈ ਤਾਂ ਆਪਣਾ ਮਨ ਪੱਥਰ ਕਰ ਲਿਆ ਅਰ ਉਨ੍ਹਾਂ ਦੀ ਨਾ ਸੁਣੀ"},{"number":16,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ ਕਿ ਹਾਰੂਨ ਨੂੰ ਆਖ ਕਿ ਉਹ ਆਪਣਾ ਢਾਂਗਾ ਵਧਾ ਕੇ ਧਰਤੀ ਦੀ ਧੂੜ ਨੂੰ ਮਾਰੇ ਤਾਂ ਜੋ ਉਹ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਜੂੰਆਂ ਬਣ ਜਾਵੇ"},{"number":17,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਓਵੇਂ ਹੀ ਕੀਤਾ ਅਰ ਹਾਰੂਨ ਨੇ ਆਪਣਾ ਢਾਂਗਾ ਲੈਕੇ ਆਪਣਾ ਹੱਥ ਪਸਾਰਿਆ ਅਰ ਧਰਤੀ ਦੀ ਧੂੜ ਨੂੰ ਮਾਰਿਆ ਤਾਂ ਆਦਮੀ ਅਤੇ ਡੰਗਰ ਉੱਤੇ ਜੂੰਆਂ ਹੋ ਗਈਆਂ ਅਤੇ ਧਰਤੀ ਦੀ ਸਾਰੀ ਧੂੜ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਜੂੰਆਂ ਹੋ ਗਈ"},{"number":18,"verse":"ਤਾਂ ਜਾਦੂਗਰਾਂ ਨੇ ਆਪਣੇ ਮੰਤ੍ਰਾਂ ਜੰਤ੍ਰਾਂ ਨਾਲ ਜਤਨ ਕੀਤਾ ਭਈ ਓਹ ਜੂੰਆਂ ਲੈ ਆਉਣ ਪਰ ਓਹ ਲਿਆ ਨਾ ਸੱਕੇ ਅਰ ਆਦਮੀ ਅਤੇ ਡੰਗਰ ਉੱਤੇ ਜੂੰਆਂ ਹੀ ਜੂੰਆਂ ਸਨ"},{"number":19,"verse":"ਤਾਂ ਜਾਦੂਗਰਾਂ ਨੇ ਫ਼ਿਰਊਨ ਨੂੰ ਆਖਿਆ ਭਈ ਏਹ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਂਗਲ ਹੈ ਪਰ ਜਿਵੇਂ ਯਹੋਵਾਹ ਬੋਲਿਆ ਸੀ ਫ਼ਿਰਊਨ ਦਾ ਮਨ ਕਠੋਰ ਹੋ ਗਿਆ ਅਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਨਾ ਸੁਣੀ"},{"number":20,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਸਵੇਰ ਦੇ ਵੇਲੇ ਉੱਠ ਕੇ ਫ਼ਿਰਊਨ ਦੇ ਸਨਮੁਖ ਜਾ ਖੜਾ ਹੋ। ਵੇਖ ਉਹ ਪਾਣੀ ਵੱਲ ਬਾਹਰ ਜਾਂਦਾ ਹੈ ਅਰ ਤੂੰ ਉਸ ਨੂੰ ਆਖੀਂ, ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਜਾਣ ਦੇਹ ਤਾਂ ਜੋ ਉਹ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰੇ"},{"number":21,"verse":"ਅਰ ਜੇ ਤੂੰ ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਜਾਣ ਨਾ ਦੇਵੇਂਗਾ ਤਾਂ ਵੇਖ ਮੈਂ ਤੇਰੇ ਅਰ ਤੇਰੇ ਟਹਿਲੂਆਂ ਅਰ ਤੇਰੀ ਰਈਅਤ ਉੱਤੇ ਤੇਰੇ ਘਰਾਂ ਵਿੱਚ ਮੱਖਾਂ ਦੇ ਝੁੰਡ ਘੱਲ ਰਿਹਾ ਹਾਂ ਅਰ ਮਿਸਰ ਦੇ ਘਰ ਮੱਖਾਂ ਦੇ ਝੁੰਡਾਂ ਨਾਲ ਭਰ ਜਾਣਗੇ ਅਤੇ ਉਹ ਭੋਂ ਭੀ ਜਿੱਥੇ ਓਹ ਹਨ"},{"number":22,"verse":"ਤਾਂ ਮੈਂ ਉਸ ਦਿਨ ਗੋਸ਼ਨ ਦੀ ਧਰਤੀ ਨੂੰ ਜਿੱਥੇ ਮੇਰੀ ਪਰਜਾ ਵੱਸਦੀ ਹੈ ਅੱਡ ਰੱਖਾਂਗਾ ਤਾਂ ਜੋ ਉੱਥੇ ਮੱਖਾਂ ਦੇ ਝੁੰਡ ਨਾ ਹੋਣ ਤਾਂ ਜੋ ਤੂੰ ਜਾਣੇਂ ਕਿ ਧਰਤੀ ਉੱਤੇ ਮੈਂ ਹੀ ਯਹੋਵਾਹ ਹਾਂ"},{"number":23,"verse":"ਸੋ ਮੈਂ ਆਪਣੀ ਪਰਜਾ ਅਰ ਤੇਰੀ ਰਈਅਤ ਵਿੱਚ ਨਖੇੜਾ ਪਾਵਾਂਗਾ ਅਰ ਏਹ ਨਿਸ਼ਾਨ ਭਲਕੇ ਤੀਕ ਹੋਵੇਗਾ"},{"number":24,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਏਵੇਂ ਹੀ ਕੀਤਾ ਅਰ ਮੱਖਾਂ ਦੇ ਝੁੰਡਾਂ ਦੇ ਝੁੰਡ ਫ਼ਿਰਊਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਅਰ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਦੇ ਘਰਾਂ ਵਿੱਚ ਆਏ ਅਤੇ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਧਰਤੀ ਮੱਖਾਂ ਦੇ ਝੁੰਡਾਂ ਦੇ ਕਾਰਨ ਨਾਸ਼ ਹੋ ਗਈ ।।"},{"number":25,"verse":"ਫ਼ਿਰਊਨ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਬੁਲਵਾਕੇ ਆਖਿਆ, ਤੁਸੀਂ ਜਾਓ ਅਰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਏਸੇ ਦੇਸ ਵਿੱਚ ਬਲੀ ਚੜ੍ਹਾਓ"},{"number":26,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਆਖਿਆ, ਐਉਂ ਕਰਨਾ ਜੋਗ ਨਹੀਂ ਕਿਉਂ ਜੋ ਅਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਮਿਸਰੀਆਂ ਦੀਆਂ ਘਿਣਾਉਣੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਵਾਂਗੇ। ਵੇਖੋ ਜੇ ਅਸੀਂ ਮਿਸਰੀਆਂ ਦੀਆਂ ਅੱਖਾਂ ਦੇ ਅੱਗੇ ਘਿਣਾਉਣੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਈਏ ਤਾਂ ਕੀ ਓਹ ਸਾਨੂੰ ਪਥਰਾਓ ਨਾ ਕਰਨਗੇ?"},{"number":27,"verse":"ਜਿਵੇਂ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਆਖੇਗਾ ਅਸੀਂ ਤਿੰਨਾਂ ਦਿਨਾਂ ਦਾ ਪੈਂਡਾ ਉਜਾੜ ਵਿੱਚ ਜਾਵਾਂਗੇ ਅਰ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਬਲੀਆਂ ਚੜ੍ਹਾਵਾਂਗੇ"},{"number":28,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਆਖਿਆ ਮੈਂ ਤੁਹਾਨੂੰ ਜਾਣ ਦੇਂਵਾਗਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਉਜਾੜ ਵਿੱਚ ਬਲੀਆਂ ਚੜ੍ਹਾਓ ਪਰ ਬਹੁਤ ਦੂਰ ਨਾ ਜਾਣਾ ਅਰ ਤੁਸੀਂ ਮੇਰੇ ਲਈ ਸਫ਼ਾਰਸ਼ ਕਰਨਾ"},{"number":29,"verse":"ਮੂਸਾ ਨੇ ਆਖਿਆ, ਵੇਖੋ ਮੈਂ ਤੁਹਾਡੇ ਕੋਲੋਂ ਬਾਹਰ ਜਾਂਦਾ ਹਾਂ। ਮੈਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਫ਼ਾਰਸ਼ ਕਰਾਂਗਾ ਕਿ ਮੱਖਾਂ ਦੇ ਝੁੰਡ ਫ਼ਿਰਊਨ ਤੋਂ ਅਰ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਤੋਂ ਅਰ ਉਸ ਦੀ ਰਈਅਤ ਤੋਂ ਭਲਕੇ ਹੱਟ ਜਾਣ ਪਰ ਫ਼ਿਰਊਨ ਫੇਰ ਧੋਖਾ ਨਾ ਕਰੇ ਭਈ ਉਹ ਪਰਜਾ ਨੂੰ ਯਹੋਵਾਹ ਲਈ ਬਲੀਆਂ ਚੜ੍ਹਾਉਣ ਨੂੰ ਨਾ ਜਾਣ ਦੇਵੇ"},{"number":30,"verse":"ਤਾਂ ਮੂਸਾ ਫ਼ਿਰਊਨ ਕੋਲੋਂ ਬਾਹਰ ਗਿਆ ਅਰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਫ਼ਾਰਸ਼ ਕੀਤੀ"},{"number":31,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਦੇ ਆਖਣ ਦੇ ਅਨੁਸਾਰ ਕੀਤਾ ਅਰ ਉਨ੍ਹਾਂ ਮੱਖਾਂ ਦੇ ਝੁੰਡਾਂ ਨੂੰ ਫ਼ਿਰਊਨ ਅਰ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਅਰ ਉਸ ਦੀ ਰਈਅਤ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਤਾਂ ਉੱਥੇ ਇੱਕ ਵੀ ਨਾ ਰਿਹਾ"},{"number":32,"verse":"ਪਰ ਫ਼ਿਰਊਨ ਨੇ ਐਤਕੀਂ ਦੀ ਵਾਰ ਵੀ ਆਪਣਾ ਮਨ ਪੱਥਰ ਕਰ ਲਿਆ ਅਰ ਪਰਜਾ ਨੂੰ ਜਾਣ ਨਾ ਦਿੱਤਾ ।।"}]}