{"bibleAbbr":"paOV2016","bookName":"ਕੂਚ","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"( ਮਰੀ, ਘੱਟੇ ਤੇ ਗੜੇ ਦੀਆਂ ਬਵਾਂ) ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਫ਼ਿਰਊਨ ਕੋਲ ਜਾਹ ਅਰ ਉਸ ਨਾਲ ਗੱਲ ਕਰ ਕਿ ਯਹੋਵਾਹ ਇਬਰਾਨੀਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਜਾਣ ਦੇਹ ਤਾਂ ਜੋ ਉਹ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰੇ"},{"number":2,"verse":"ਜੇ ਤੂੰ ਉਨ੍ਹਾਂ ਦੇ ਘੱਲਣ ਤੋਂ ਮੁੱਕਰ ਜਾਵੇਂ ਅਰ ਅਜੇ ਵੀ ਡੱਕ ਛੱਡੇਂ"},{"number":3,"verse":"ਤਾਂ ਵੇਖ ਯਹੋਵਾਹ ਦਾ ਹੱਥ ਤੇਰੇ ਪਸੂਆਂ ਉੱਤੇ ਜਿਹੜੇ ਜੂਹ ਵਿੱਚ ਹਨ ਘੋੜਿਆਂ ਉੱਤੇ, ਖੋਤਿਆਂ ਉੱਤੇ, ਊਠਾਂ ਉੱਤੇ, ਚੌਣਿਆਂ ਉੱਤੇ ਅਰ ਇੱਜੜਾਂ ਉੱਤੇ ਪਵੇਗਾ ਅਰ ਮਰੀ ਅੱਤ ਭਾਰੀ ਹੋਵੇਗੀ"},{"number":4,"verse":"ਯਹੋਵਾਹ ਇਸਰਾਏਲੀਆਂ ਦੇ ਪਸੂਆਂ ਵਿੱਚ ਅਰ ਮਿਸਰੀਆਂ ਦੇ ਪਸੂਆਂ ਵਿੱਚ ਵੇਰਵਾ ਕਰੇਗਾ ਅਰ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਹਨ ਕੋਈ ਨਾ ਮਰੇਗਾ"},{"number":5,"verse":"ਯਹੋਵਾਹ ਨੇ ਇੱਕ ਵੇਲਾ ਠਹਿਰਾਇਆ ਹੈ ਕਿ ਭਲਕੇ ਯਹੋਵਾਹ ਏਹ ਕੰਮ ਏਸ ਦੇਸ ਵਿੱਚ ਕਰੇਗਾ"},{"number":6,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਉਹ ਕੰਮ ਅਗਲੇ ਦਿਨ ਕੀਤਾ ਅਰ ਮਿਸਰੀਆਂ ਦੇ ਸਾਰੇ ਪਸੂ ਮਰ ਗਏ ਪਰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਪਸੂਆਂ ਵਿੱਚੋ ਇੱਕ ਵੀ ਨਹੀ ਮਰਿਆ"},{"number":7,"verse":"ਫੇਰ ਫ਼ਿਰਊਨ ਨੇ ਕਿਸੇ ਨੂੰ ਘੱਲਿਆ ਤਾਂ ਵੇਖੋ ਇਸਰਾਏਲ ਦੇ ਪਸੂਆਂ ਵਿੱਚੋਂ ਇੱਕ ਵੀ ਨਹੀਂ ਮਰਿਆ ਸੀ ਪਰ ਫ਼ਿਰਊਨ ਦਾ ਮਨ ਪੱਥਰ ਹੋ ਗਿਆ ਸੋ ਉਸ ਨੇ ਲੋਕਾਂ ਨੂੰ ਜਾਣ ਨਾ ਦਿੱਤਾ।।"},{"number":8,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ ਭੱਠੀ ਦੀ ਸੁਆਹ ਦੀਆਂ ਮੁੱਠਾਂ ਭਰੋ ਅਤੇ ਮੂਸਾ ਫ਼ਿਰਊਨ ਦੇ ਵੇਖਦਿਆਂ ਅਕਾਸ਼ ਵੱਲ ਉਡਾਵੇ"},{"number":9,"verse":"ਤਾਂ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਉੱਤੇ ਉਹ ਘੱਟਾ ਹੋਕੇ ਆਦਮੀਆਂ ਅਤੇ ਡੰਗਰਾਂ ਉੱਤੇ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਅੰਗਿਆਰੇ ਅਤੇ ਛਾਲੇ ਬਣ ਜਾਵੇਗੀ"},{"number":10,"verse":"ਸੋ ਓਹ ਭੱਠੀ ਦੀ ਸੁਆਹ ਲੈਕੇ ਫ਼ਿਰਊਨ ਦੇ ਅੱਗੇ ਖੜੇ ਹੋਏ। ਮੂਸਾ ਨੇ ਉਸ ਨੂੰ ਅਕਾਸ਼ ਵੱਲ ਉਡਾ ਦਿੱਤਾ ਤਾਂ ਆਦਮੀਆਂ ਅਤੇ ਡੰਗਰਾਂ ਉੱਤੇ ਅੰਗਿਆਰੇ ਅਰ ਛਾਲੇ ਪੈ ਗਏ"},{"number":11,"verse":"ਤਾਂ ਜਾਦੂਗਰ ਅੰਗਿਆਰਿਆਂ ਦੇ ਕਾਰਨ ਮੂਸਾ ਦੇ ਅੱਗੇ ਖਲੋ ਨਾ ਸੱਕੇ ਕਿਉਂ ਜੋ ਜਾਦੂਗਰਾਂ ਅਤੇ ਸਾਰੇ ਮਿਸਰੀਆਂ ਦੇ ਅੰਗਿਆਰੇ ਨਿੱਕਲੇ ਹੋਏ ਸਨ।"},{"number":12,"verse":"ਅਰ ਜਿਵੇਂ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ ਸੀ ਯਹੋਵਾਹ ਨੇ ਫ਼ਿਰਊਨ ਦੇ ਮਨ ਨੂੰ ਕਠੋਰ ਹੋਣ ਦਿੱਤਾ ਅਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਨਾ ਸੁਣੀ"},{"number":13,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ ਸਵੇਰੇ ਉੱਠ ਕੇ ਫ਼ਿਰਊਨ ਦੇ ਅੱਗੇ ਜਾ ਖਲੋ ਅਰ ਉਸ ਨੂੰ ਆਖ, ਯਹੋਵਾਹ ਇਬਰਾਨੀਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਜਾਣ ਦੇਹ ਤਾਂ ਜੋ ਉਹ ਮੇਰੀ ਉਪਾਸਨਾ ਕਰੇ"},{"number":14,"verse":"ਕਿਉਂ ਕਿ ਮੈਂ ਐਤਕੀਂ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਬਵਾਂ ਤੇਰੇ ਮਨ ਉੱਤੇ, ਤੇਰੇ ਟਹਿਲੂਆਂ ਉੱਤੇ ਅਰ ਤੇਰੀ ਰਈਅਤ ਉੱਤੇ ਘੱਲਣ ਵਾਲਾ ਹਾਂ ਤਾਂ ਜੋ ਤੂੰ ਜਾਣੇ ਭਈ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਮੇਰੇ ਜਿਹਾ ਕੋਈ ਨਹੀਂ"},{"number":15,"verse":"ਹੁਣ ਤੀਕ ਮੈਂ ਆਪਣਾ ਹੱਥ ਵਧਾ ਕੇ ਤੈਨੂੰ ਅਰ ਤੇਰੀ ਰਈਅਤ ਨੂੰ ਮਰੀ ਨਾਲ ਮਾਰ ਦਿੱਤਾ ਹੁੰਦਾ ਅਤੇ ਤੂੰ ਧਰਤੀ ਉੱਤੋਂ ਮਿੱਟ ਗਿਆ ਹੁੰਦਾ"},{"number":16,"verse":"ਪਰ ਸੱਚ ਮੁੱਚ ਮੈਂ ਤੈਨੂੰ ਇਸ ਕਰਕੇ ਘਲਿਆਰਿਆ ਅਤੇ ਏਸ ਕਰਕੇ ਤੈਨੂੰ ਆਪਣਾ ਬਲ ਵਿਖਾਇਆ ਤਾਂ ਜੋ ਮੇਰਾ ਨਾਮ ਸਾਰੀ ਧਰਤੀ ਵਿੱਚ ਪਰਗਟ ਹੋ ਜਾਵੇ"},{"number":17,"verse":"ਹੁਣ ਤੀਕ ਤੂੰ ਮੇਰੀ ਪਰਜਾ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚਾ ਕਰਦਾ ਰਿਹਾ ਹੈਂ ਕਿ ਤੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਾਣ ਨਹੀਂ ਦਿੱਤਾ"},{"number":18,"verse":"ਵੇਖ ਮੈਂ ਭਲਕੇ ਏਸੇ ਵੇਲੇ ਅੱਤ ਭਾਰੀ ਗੜੇ ਵਰਸਾਵਾਂਗਾ ਜਿੱਦਾਂ ਦੇ ਮਿਸਰ ਦੇ ਮੁੱਢ ਤੋਂ ਲੈਕੇ ਹੁਣ ਤੀਕ ਨਹੀਂ ਪਏ"},{"number":19,"verse":"ਸੋ ਹੁਣ ਤੂੰ ਘੱਲ ਕੇ ਆਪਣੇ ਪਸੂ ਅਰ ਜੋ ਕੁਝ ਤੇਰਾ ਜੂਹ ਵਿੱਚ ਹੈ ਭਜਾ ਲਿਆ। ਸਾਰੇ ਆਦਮੀਆਂ ਅਰ ਡੰਗਰਾਂ ਉੱਤੇ ਜਿਹੜੇ ਜੂਹ ਵਿੱਚ ਹੋਣ ਅਰ ਘਰ ਵਿੱਚ ਨਾ ਲਿਆਂਦੇ ਜਾਣ ਗੜੇ ਪੈਣਗੇ ਅਰ ਓਹ ਮਰ ਜਾਣਗੇ"},{"number":20,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਦੇ ਟਹਿਲੂਆਂ ਵਿੱਚੋ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਤੋਂ ਭੈ ਖਾਂਦਾ ਸੀ ਉਹ ਆਪਣੇ ਟਹਿਲੂਆਂ ਨੂੰ ਅਰ ਆਪਣੇ ਪਸੂਆਂ ਨੂੰ ਘਰੀਂ ਭਜਾ ਲਿਆਇਆ"},{"number":21,"verse":"ਪਰ ਜਿਸ ਨੇ ਆਪਣਾ ਮਨ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਉੱਤੇ ਨਾ ਲਾਇਆ ਉਸ ਨੇ ਆਪਣੇ ਟਹਿਲੂਆਂ ਅਰ ਪਸੂਆਂ ਨੂੰ ਜੂਹ ਵਿੱਚ ਰਹਿਣ ਦਿੱਤਾ।।"},{"number":22,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਆਪਣਾ ਹੱਥ ਅਕਾਸ਼ ਵੱਲ ਵਧਾ ਤਾਂ ਜੋ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਆਦਮੀ ਉੱਤੇ, ਡੰਗਰ ਉੱਤੇ ਅਰ ਖੇਤ ਦੀ ਸਾਰੀ ਸਾਗ ਪੱਤ ਉੱਤੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਗੜੇ ਪੈਣ"},{"number":23,"verse":"ਮੂਸਾ ਨੇ ਆਪਣਾ ਢਾਂਗਾ ਅਕਾਸ਼ ਵੱਲ ਲੰਮਾ ਕੀਤਾ ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਗਰਜ ਅਤੇ ਗੜੇ ਘੱਲੇ ਅਰ ਅੱਗ ਧਰਤੀ ਵੱਲ ਚਲੀ ਆਉਂਦੀ ਸੀ ਅਰ ਯਹੋਵਾਹ ਨੇ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਗੜੇ ਵਰਸਾਏ"},{"number":24,"verse":"ਸੋ ਗੜੇ ਸਨ ਤੇ ਗੜਿਆਂ ਵਿੱਚ ਅੱਗ ਰਲੀ ਹੋਈ ਸੀ ਏਹ ਐੱਨੀ ਡਾਢੀ ਸੀ ਭਈ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਉਹ ਦੇ ਕੌਮ ਬਣਨ ਤੋਂ ਲੈਕੇ ਹੋਈ ਹੀ ਨਹੀਂ ਸੀ"},{"number":25,"verse":"ਅਤੇ ਗੜਿਆਂ ਨੇ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਸਭ ਕੁਝ ਜੋ ਜੂਹ ਵਿੱਚ ਸੀ ਕੀ ਆਦਮੀ ਕੀ ਡੰਗਰ ਮਾਰਿਆ ਨਾਲੇ ਗੜਿਆਂ ਨੇ ਖੇਤ ਦਾ ਸੱਭੋ ਸਾਗ ਪੱਤ ਮਾਰ ਦਿੱਤਾ ਅਤੇ ਖੇਤ ਦੇ ਸਾਰੇ ਬਿਰਛ ਭੰਨ ਸੁੱਟੇ"},{"number":26,"verse":"ਕੇਵਲ ਗੋਸ਼ਨ ਦੀ ਧਰਤੀ ਵਿੱਚ ਜਿੱਥੇ ਇਸਰਾਏਲੀ ਸਨ ਕੋਈ ਗੜਾ ਨਹੀਂ ਸੀ"},{"number":27,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਸੱਦ ਘੱਲਿਆ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਐਤਕੀਂ ਦੀ ਵਾਰ ਪਾਪ ਕੀਤਾ ਯਹੋਵਾਹ ਸਤ ਹੈ। ਮੈਂ ਅਰ ਮੇਰੀ ਰਈਅਤ ਦੁਸ਼ਟ ਹਾਂ"},{"number":28,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਫ਼ਾਰਸ਼ ਕਰੋ ਕਿਉਂ ਜੋ ਹੁਣ ਪਰਮੇਸ਼ੁਰ ਦੀ ਗਰਜ ਦੀ ਅਰ ਗੜਿਆਂ ਦੀ ਹੱਦ ਹੋ ਗਈ ਹੈ। ਮੈਂ ਤੁਹਾਨੂੰ ਜਾਣ ਦੇਵਾਂਗਾ ਹੁਣ ਤੁਸੀਂ ਹੋਰ ਨਹੀਂ ਠਹਿਰੋਗੇ"},{"number":29,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਜਿਵੇਂ ਹੀ ਮੈਂ ਨਗਰ ਤੋਂ ਬਾਹਰ ਜਾਵਾਂਗਾ ਮੈਂ ਯਹੋਵਾਹ ਅੱਗੇ ਆਪਣੇ ਹੱਥ ਅੱਡਾਗਾਂ ਤਾਂ ਗਰਜਣਾ ਹਟ ਜਾਵੇਗਾ ਅਰ ਗੜੇ ਫੇਰ ਨਾ ਪੈਣਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣੋ ਕਿ ਧਰਤੀ ਯਹੋਵਾਹ ਦੀ ਹੈ"},{"number":30,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਅਰ ਤੁਹਾਡੇ ਟਹਿਲੂਆਂ ਨੂੰ ਜਾਣਦਾ ਹਾਂ ਭਈ ਤੁਸੀਂ ਅਜੇ ਵੀ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਨਾ ਡਰੋਗੇ"},{"number":31,"verse":"ਅਲਸੀ ਅਰ ਜੌਂ ਮਾਰੇ ਗਏ ਕਿਉਂ ਕਿ ਜਵਾਂ ਦੇ ਸਿੱਟੇ ਨਿੱਕਲੇ ਹੋਏ ਸਨ ਅਤੇ ਅਲਸੀ ਫੁੱਲੀ ਹੋਈ ਸੀ"},{"number":32,"verse":"ਪਰ ਕਣਕ ਅਰ ਮਸਰ ਮਾਰੇ ਨਾ ਗਏ ਕਿਉਂ ਕਿ ਓਹ ਅਜੇ ਵਧੇ ਨਹੀਂ ਸਨ"},{"number":33,"verse":"ਤਾਂ ਮੂਸਾ ਫ਼ਿਰਊਨ ਕੋਲੋਂ ਹੋਕੇ ਨਗਰ ਵਿੱਚੋਂ ਬਾਹਰ ਗਿਆ ਅਰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਹੱਥ ਅੱਡੇ ਤਾਂ ਗਰਜਣਾ ਅਰ ਗੜੇ ਹਟ ਗਏ ਅਤੇ ਬਰਖਾ ਧਰਤੀ ਤੋਂ ਥੰਮ ਗਈ"},{"number":34,"verse":"ਜਦ ਫ਼ਿਰਊਨ ਨੇ ਡਿੱਠਾ ਕਿ ਬਰਖਾ ਅਰ ਗੜੇ ਅਰ ਗਰਜਣਾ ਹਟ ਗਏ ਹਨ ਤਾਂ ਫੇਰ ਪਾਪ ਕੀਤਾ ਅਰ ਆਪਣਾ ਮਨ ਪੱਥਰ ਕਰ ਲਿਆ ਉਸ ਵੀ ਅਤੇ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਵੀ"},{"number":35,"verse":"ਸੋ ਜਿਵੇਂ ਯਹੋਵਾਹ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਬੋਲਿਆ ਸੀ ਫ਼ਿਰਊਨ ਦਾ ਮਨ ਕਠੋਰ ਹੋ ਗਿਆ। ਉਸ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਜਾਣ ਨਾ ਦਿੱਤਾ।।"}]}