{"bibleAbbr":"PESH1849","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"PAULOS, an apostle of Jeshu Meshiha by the will of Aloha, to those who are in Ephesos, saints and believers in Jeshu Meshiha:"},{"number":2,"verse":"peace be with you, and grace from Aloha our Father, and from our Lord Jeshu Meshiha."},{"number":3,"verse":"Blessed be He, Aloha, the Father of our Lord Jeshu Meshiha, who hath blessed us with all blessings of the Spirit in heaven, in the Meshiha;"},{"number":4,"verse":"as he before elected us in him, from before the foundations of the world, that we should be saints, and without blemish before him, and in love predesignated us unto himself,"},{"number":5,"verse":"and constituted us children in Jeshu Meshiha, according to the pleasure of his will;"},{"number":6,"verse":"that the glory of his grace might be glorified, that (grace) which he hath poured upon us by the hand of his Beloved:"},{"number":7,"verse":"in whom we have redemption, and by his blood the remission of sins, according to the riches of his grace"},{"number":8,"verse":"which he hath made to abound in us in all wisdom and in all understanding of the Spirit;"},{"number":9,"verse":"and hath made known to us the mystery of his will, which before he had determined in himself should be done:"},{"number":10,"verse":"that in the dispensation of the fulness of the times, every thing from the first might be renovated in the Meshiha, in heaven and in earth."},{"number":11,"verse":"And by him we have been chosen, even as he predesignated and willed, who worketh all according to the mind of his will;"},{"number":12,"verse":"that we who first hoped in the Meshiha, should be to the honour of his glory. In whom you also heard the word of truth, which is the gospel of your salvation;"},{"number":13,"verse":"and in whom you believed and were sealed with the Spirit of Holiness who was promised;"},{"number":14,"verse":"who is the earnest of our inheritance, until the redemption of those who are saved, and unto the praise of his majesty."},{"number":15,"verse":"ON account of this, behold, I also, since I heard of your faith in our Lord Jeshu Meshiha, and your love to all the saints,"},{"number":16,"verse":"have not ceased to give thanks on your behalf, and to remember you in my prayers;"},{"number":17,"verse":"that the God of our Lord Jeshu Meshiha, the Father of glory, would give to you the Spirit of wisdom and of revelation in his knowledge,"},{"number":18,"verse":"and would enlighten the eyes of your hearts to know what is the hope of his calling,"},{"number":19,"verse":"and what the riches of the glory of his inheritance for the saints, and what is the inheritance of his power in us who believe, according to the operation of the might of his power,"},{"number":20,"verse":"which he wrought in the Meshiha, and raised him from among the dead, and set him at his right hand in heaven,"},{"number":21,"verse":"above all the principalities, and powers, and mighty ones, and rulers, and above every name that is named, not only in this world, but also in (that) to come;"},{"number":22,"verse":"and subjected every thing beneath his feet: and Him who is over all he hath given to be the head of the church,"},{"number":23,"verse":"which is His body, the completeness of Him who all in all completeth."}]}