{"bibleAbbr":"KJV1611","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"And I saw another mighty Angel come down from heauen, clothed with a cloud, and a rainebow was vpon his head, and his face was as it were the Sunne, and his feet as pillars of fire."},{"number":2,"verse":"And hee had in his hand a little booke open: and hee set his right foote vpon the sea, and his left foote on the earth,"},{"number":3,"verse":"And cryed with a loude voice, as when a Lion roareth: and when hee had cried, seuen thunders vttered their voices."},{"number":4,"verse":"And when the seuen thunders had vttered their voices, I was about to write: and I heard a voice from heauen, saying vnto mee, Seale vp those things which the seuen thunders vttered, and write them not."},{"number":5,"verse":"And the Angel which I saw stand vpon the sea, and vpon the earth, lifted vp his hand to heauen,"},{"number":6,"verse":"And sware by him that liueth for euer and euer, who created heauen, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should bee time no longer."},{"number":7,"verse":"But in the dayes of the voice of the seuenth Angel, when he shall begin to sound, the mysterie of God should be finished, as hee hath declared to his seruants the Prophets."},{"number":8,"verse":"And the voice which I heard from heauen spake vnto me againe, and said, Go, and take the litle booke which is open in the hand of the Angel which standeth vpon the sea, and vpon the earth."},{"number":9,"verse":"And I went vnto the Angel, and said vnto him, Giue me the little booke. And he sayd vnto me, Take it, and eat it vp, and it shall make thy belly bitter, but it shall bee in thy mouth sweete as hony."},{"number":10,"verse":"And I tooke the little booke out of the Angels hand, and ate it vp, and it was in my mouth sweet as honie: and as soone as I had eaten it, my belly was bitter."},{"number":11,"verse":"And he sayd vnto me, Thou must prophesie againe before many peoples, and nations, and tongues, and kings."}]}