{"bibleAbbr":"Geneva1599","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"The Book of Joshua(2 The Lord encourageth Joshua to invade the land.4 The borders and limits of the land of the Israelites.5 The Lord promiseth to assist Joshua, if he obey his word.11 Joshua commandeth the people to prepare themselves to pass over Jordan,12 and exhorteth the Reubenites to execute their charge.) Now after the (The beginning of this book dependeth on the last chapter of Deut. which was written by Joshua as a preparation to his history.) death of Moses the servant of the Lord, the Lord spake unto Joshua the son of Nun, Moses’ minister, saying,"},{"number":2,"verse":"Moses my servant is dead: now therefore arise, go over this Jordan, thou, and all this people, unto the land which I give them, that is, to the children of Israel."},{"number":3,"verse":"(Cross references: : Josh. 14:9) Every place that the sole of your foot shall tread upon, have I given you, as I said unto Moses."},{"number":4,"verse":"(Deut. 11:24) From the (Of Zin, called Kadesh and Paran.) wilderness and this Lebanon even unto the great river, the river (Or, Euphrates.) Perath: all the land of the (Meaning, the whole land of Canaan.) Hittites, even unto the great (Called Mediterranean.) Sea toward the going down of the sun, shall be your coast."},{"number":5,"verse":"There shall not a man be able to withstand thee all the days of thy life: as I was with Moses, so will I be with thee: (Heb. 13:5) I will not leave thee, nor forsake thee."},{"number":6,"verse":"(Deut. 31:23) Be strong and of a good courage: for unto this people shalt thou divide the land for an inheritance, which I swore unto their fathers to give them."},{"number":7,"verse":"Only be thou strong, and (Or, grow stronger and stronger.) of a most valiant courage, that thou mayest observe and do according to all the Law which Moses my servant hath commanded thee: (Deut. 3:32; Deut. 28:14) thou shalt not turn away from it to the right hand, nor to the left, that thou mayest (He showeth wherein consisteth true prosperity, even to obey the word of God.) prosper whithersoever thou goest."},{"number":8,"verse":"Let not this book of the Law depart out of thy mouth, but meditate therein day and (Showing that it was not possible to govern well, without continual study of God’s word.) night, that thou mayest observe and do according to all that is written therein: for then shalt thou make thy way prosperous, and then shalt thou (Or, govern wisely.) have good success."},{"number":9,"verse":"Have not I commanded thee, saying, Be strong and of a good courage, fear not, nor be discouraged? for I the Lord thy God will be with thee whithersoever thou goest."},{"number":10,"verse":"¶ Then Joshua commanded the officers of the people, saying,"},{"number":11,"verse":"Pass through the host, and command the people, saying, Prepare you victuals: for (Meaning, from the day that this was proclaimed, Josh. 3:2.) after three days ye shall pass over this Jordan, to go in to possess the land, which the Lord your God giveth you to possess it."},{"number":12,"verse":"And unto the Reubenites, and to the Gadites, and to half the tribe of Manasseh spake Joshua, saying,"},{"number":13,"verse":"(Num. 32:20) Remember the word, which Moses the servant of the Lord commanded you, saying, The Lord your God hath given you rest, and hath given you this (Which belonged to Sihon the king of the Amorites, and Og king of Bashan.) land."},{"number":14,"verse":"¶ Your wives, your children, and your cattle shall remain in the land which Moses gave you (Or, beyond Jordan from Jericho.) on this side Jordan: but ye shall go over before your brethren armed, all that be men of war, and shall help them,"},{"number":15,"verse":"Until the Lord have given your brethren rest as well as to you, and until they also shall possess the land, which the Lord your God giveth them: then shall ye return unto the land of your possession, and shall possess it, which land Moses the Lord’s (By your request, but yet by God’s secret appointment, Deut. 33:21.) servant gave you on this side Jordan toward the sun rising."},{"number":16,"verse":"Then they answered Joshua, saying, All that thou hast commanded us, we will do, and whithersoever thou sendest us, we will go."},{"number":17,"verse":"As we obeyed Moses in all things, (They do not only promise to obey him so long as God is with him: but to help to punish all that rebel against him.) so will we obey thee: only the Lord thy God be with thee, as he was with Moses."},{"number":18,"verse":"Whosoever shall rebel against thy commandment, and will not obey thy words in all that thou commandest him, let him be put to death: only be strong and of good courage."}]}