{"bibleAbbr":"Geneva1599","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"((1 The lot of the children of Judah, and the names of the cities and villages of the same.13 Caleb’s portion.18 The request of Achsah.) ) This then was the lot of the tribe of the children of Judah by their families: even (Cross references: : Num. 34:3) to the border of Edom and the wilderness of (Num. 33:36) Zin, Southward on the South coast."},{"number":2,"verse":"And their South border was the salt Sea coast, from the (The Hebrew word signifieth tongue, whereby is meant either the arm of the Sea that cometh into the land, or a rock, or cape that goeth into the Sea.) point that looketh Southward."},{"number":3,"verse":"And it went out on the South side toward Maaleh Akrabbim, and went along to Zin, and ascended up on the South side unto Kadesh Barnea, and went along to Hezron, and went up to Adar, and set a compass to Karkaa."},{"number":4,"verse":"From thence went it along to Azmon, and reached unto the river of Egypt, and the end of that coast was on the West side: this shall be your South coast."},{"number":5,"verse":"Also the East border shall be the salt Sea, unto the (Meaning the mouth of the river where it runneth into the salt Sea.) end of Jordan: and the border on the North quarter from the point of the Sea, and from the end of Jordan."},{"number":6,"verse":"And this border goeth up to Beth Hoglah, and goeth along by the North side of Beth Arabah: so the border from thence goeth up to the (Which was a mark to part their countries.) stone of Bohan the son of Reuben."},{"number":7,"verse":"Again this border goeth up to Debir from the valley of Achor, and Northward, turning toward Gilgal, that lieth before the going unto Adummim, which is on the South side of the river: also this border goeth up to the waters of (Or, the fountain of the sun.) En Shemesh, and endeth at (1 Kings 2:9) En Rogel."},{"number":8,"verse":"Then this border goeth up to the valley of the son of Hinnom; on the South side of the Jebusites: the same is Jerusalem. Also this border goeth up to the top of the mountain that lieth before the valley of Hinnom Westward, which is by the end of the valley of (Hebrew, Rephaim.) giants Northward."},{"number":9,"verse":"So this border compasseth from the top of the mountain unto the fountain of the water of Nephtoah, and goeth out to the cities of mount Ephron: and this border draweth to Baalah which is (Or, the city of wood.) Kirjath Jearim."},{"number":10,"verse":"Then this border compasseth from Baalah Westward unto mount Seir, and goeth along unto the side of mount Jearim, which is Chesalon on the North side: it cometh down to Beth Shemesh, and goeth to Timnah."},{"number":11,"verse":"Also this border goeth out unto the side of Ekron Northward: and this border draweth to Shicron, and goeth along to mount Baalah, and stretcheth unto Jabneel: and the ends of this coast are unto the (Meaning, toward Syria.) Sea."},{"number":12,"verse":"And the West border is to the great sea: so this border shall be the bounds of the children of Judah round about, according to their families."},{"number":13,"verse":"¶ And unto Caleb the son of Jephunneh did Joshua give a part among the children of Judah, as the Lord commanded him, even (Josh. 14:15) Kirjath Arba of the father of Anak which is in Hebron."},{"number":14,"verse":"And Caleb (This was done after the death of Joshua, Judg. 1:10, 20.) drove thence three sons of Anak, Sheshai, and Ahiman, and Talmai, the sons of Anak."},{"number":15,"verse":"And he went up thence to the inhabitants of Debir: and the name of Debir beforetime was Kirjath Sepher."},{"number":16,"verse":"Then Caleb said, He that smiteth Kirjath Sepher, and taketh it, even to him will I give Achsah my daughter to wife."},{"number":17,"verse":"And Othniel the son of Kenaz, the (Or, cousins.) brother of Caleb took it: and he gave him Achsah his daughter to wife."},{"number":18,"verse":"And as she went in to him, she moved him, to ask of her father a field: (Because her husband tarried too long.) and she lighted off her ass, and Caleb said unto her, What wilt thou?"},{"number":19,"verse":"Then she answered, (Or, grant me this petition.) Give me a blessing: for thou hast given me the South country: (Because her country was barren, she desired of her father a field that had springs, Judg. 1:14, 15.) give me also springs of water. And he gave her the springs above, and the springs beneath."},{"number":20,"verse":"This shall be the inheritance of the tribe of the children of Judah according to their families."},{"number":21,"verse":"And the utmost cities of the tribe of the children of Judah, toward the coasts of Edom Southward were Kabzeel, and Eder, and Jagur,"},{"number":22,"verse":"And Kinah, and Dimonah, and Adadah,"},{"number":23,"verse":"And Kedesh, and Hazor, and Ithnan,"},{"number":24,"verse":"Ziph, and Telem, and Bealoth,"},{"number":25,"verse":"And Hazor, Hadattah, and Kerioth, Hezron (which is Hazor.)"},{"number":26,"verse":"Amam, and Shema, and Moladah,"},{"number":27,"verse":"And Hazar, Gaddah, and Heshmon, and Beth Pelet,"},{"number":28,"verse":"And Hazar Shual, and Beersheba, and Bizjothjah,"},{"number":29,"verse":"Baalah, and Ijim, and Ezem,"},{"number":30,"verse":"And Eltolad, and Chesil, and (Which before was called Zephath, Judg. 1:17.) Hormah,"},{"number":31,"verse":"And Ziklag, and Madmannah, and Sansannah,"},{"number":32,"verse":"And Lebaoth, and Shilhim, and Ain, and Rimmon: all these cities are twenty-nine with their villages."},{"number":33,"verse":"¶ In the low country were Eshtaol, and Zorah, and Ashnah."},{"number":34,"verse":"And Zanoah, and En Gannim, Tappuah, and Enam,"},{"number":35,"verse":"Jarmuth, and Adullam, Socoh, and Azekah,"},{"number":36,"verse":"And Sharaim, and Adithaim, and Gederah, and Gederothaim: fourteen cities with their villages."},{"number":37,"verse":"Zenan, and Hadashah, and Migdal Gad,"},{"number":38,"verse":"And Dilean, and Mizpah, and Joktheel,"},{"number":39,"verse":"Lachish, and Bozkath, and Eglon,"},{"number":40,"verse":"And Cabbon, and Lahmas, and Kithlish,"},{"number":41,"verse":"And Gederoth, Beth Dagon, and Naamah, and Makkedah: sixteen cities with their villages."},{"number":42,"verse":"Libnah, and Ether, and Ashan,"},{"number":43,"verse":"And Jiphtah, and Ashnah, and Nezib,"},{"number":44,"verse":"And Keilah, and Achzib, and Mareshah: nine cities with their villages."},{"number":45,"verse":"Ekron with her (Hebrew, daughters.) towns and her villages,"},{"number":46,"verse":"From Ekron, even unto the Sea, all that lieth about Ashdod with their villages."},{"number":47,"verse":"Ashdod with her towns and her villages: Gaza with her towns and her villages unto the (Meaning, Nilus, as Josh. 13:3.) river of Egypt, and the great Sea was their coast."},{"number":48,"verse":"¶ And in the mountains were Shamir, and Jattir, and Sochoh,"},{"number":49,"verse":"And Dannah, and (Which is also called Kirjath Sepher, verse 15.) Kirjath Sannah (which is Debir.)"},{"number":50,"verse":"And Anab, and Eshtemoh, and Anim,"},{"number":51,"verse":"And Goshen, and Holon, and Giloh: eleven cities with their villages."},{"number":52,"verse":"Arab, and Dumah, and Eshean,"},{"number":53,"verse":"And Janum, and Beth Tappuah, and Aphekah,"},{"number":54,"verse":"And Humtah, and (Josh. 14:15) Kirjath Arba, (which is Hebron) and Zior: nine cities with their villages,"},{"number":55,"verse":"Maon, Carmel, and Ziph, and Juttah,"},{"number":56,"verse":"And Jezreel, and Jokdeam, and Zanoah,"},{"number":57,"verse":"Kain, Gibeah, and Timnah: ten cities with their villages."},{"number":58,"verse":"Halhul, Beth Zur, and Gedor,"},{"number":59,"verse":"And Maarath, and Beth Anoth, and Eltekon: six cities with their villages."},{"number":60,"verse":"¶ Kirjath Baal, which is Kirjath Jearim, and Rabbah: two cities with their villages."},{"number":61,"verse":"In the wilderness were Beth Arabah, Middin, and Secacah,"},{"number":62,"verse":"And Nibshan, and the (Of this city the salt sea hath his name.) city of salt, and En Gedi: five cities with their villages."},{"number":63,"verse":"Nevertheless, the Jebusites that were the inhabitants of Jerusalem, could not the children of Judah cast (That is, utterly, though they slew the most part, and burnt their city, Judg. 1:8.) out, but the Jebusites dwell with the children of Judah at Jerusalem unto this day."}]}