{"bibleAbbr":"Geneva1599","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"((1 Reuben, Gad, and the half tribe of Manasseh are sent again to their possessions.10 They build an altar for a memorial.15 The Israelites reprove them.21 Their answer for defense of the same.) ) Then (After that the Israelites enjoyed the land of Canaan.) Joshua called the Reubenites, and the Gadites, and the half tribe of Manasseh,"},{"number":2,"verse":"And said unto them, Ye have kept all that Moses the servant of the Lord (Which was to go armed before their brethren, Num. 32:29.) commanded you, and have obeyed my voice in all that I commanded you:"},{"number":3,"verse":"You have not forsaken your brethren this long season unto this day, but have diligently kept the commandment of the Lord your God."},{"number":4,"verse":"And now the Lord hath given rest unto your brethren, as he promised them: therefore now return ye, and go to your tents, to the land of your possession, which Moses the servant of the Lord hath (Cross references: : Num. 32:35; Josh. 13:8) given you beyond Jordan."},{"number":5,"verse":"But take diligent heed, to do the commandment and Law, which Moses the servant of the Lord commanded you: that is, (Deut. 10:12) that ye (He showeth wherein consisteth the fulfilling of the Law.) love the Lord your God, and walk in all his ways, and keep his commandments, and cleave unto him, and serve him with all your heart, and with all your soul."},{"number":6,"verse":"So Joshua (He commanded them to God, and prayed for them.) blessed them, and sent them away, and they went unto their tents."},{"number":7,"verse":"¶ Now unto one half of the tribe of Manasseh Moses had given a possession in Bashan: and unto the other half thereof gave Joshua among their brethren on this side Jordan Westward: therefore when Joshua sent them away unto their tents, and blessed them,"},{"number":8,"verse":"Thus he spake unto them, saying, Return with much riches unto your tents, and with a great multitude of cattle, with silver and with gold, with brass and with iron, and with great abundance of raiment: divide the spoil of your enemies with your (Which remained at home and went not to the war, Num. 31:27; 1 Sam. 30:24.) brethren."},{"number":9,"verse":"¶ So the children of Reuben, and the children of Gad, and half the tribe of Manasseh returned, and departed from the children of Israel from Shiloh (which is in the land of Canaan) to go unto the country of Gilead to the land of their possession, which they had obtained according to the word of the Lord by the hand of Moses."},{"number":10,"verse":"¶ And when they came unto the (Hebrew, Geliloth, which country also was called Canaan, because the Amorites dwelling there were called Canaanites.) borders of Jordan (which are in the land of Canaan) then the children of Reuben, and the children of Gad, and the half tribe of Manasseh, built (That is, beyond Jordan: for sometimes the whole country on both sides of Jordan is meant by Canaan.) there an altar by Jordan, a great altar to see too."},{"number":11,"verse":"¶ When the children of Israel heard say, Behold, the children of Reuben, and the children of Gad, and the half tribe of Manasseh have built an altar in the forefront of the land of Canaan, upon the borders of Jordan at the passage of the children of Israel:"},{"number":12,"verse":"When the children of Israel heard it, then the whole Congregation of the children of Israel gathered them together at Shiloh, to go up (Such now was their zeal, that they would rather lose their lives, than suffer the true religion to be changed or corrupted.) to war against them."},{"number":13,"verse":"Then the children of Israel sent unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh into the land of Gilead, Phinehas the son of Eleazar the Priest,"},{"number":14,"verse":"And with him ten princes, of every chief house a prince, according to all the tribes of Israel: for every one was chief of their father’s household among the (Or, multitude.) thousands of Israel."},{"number":15,"verse":"¶ So they went unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, unto the land of Gilead, and spake with them, saying,"},{"number":16,"verse":"Thus saith (Not only of the princes, but also of the common people.) the whole Congregation of the Lord, What transgression is this that ye have transgressed against the God of Israel, to turn away this day from the Lord, in that ye have built you an altar for to rebel this day against the Lord?"},{"number":17,"verse":"Have we too little for the wickedness (Num. 25:4) of Peor, whereof we are not (Meaning, God is not fully pacified, forasmuch as no punishment can be sufficient for such wickedness and idolatry.) cleansed unto this day, though a plague came upon the Congregation of the Lord?"},{"number":18,"verse":"Ye also are turned away this day from the Lord: and seeing ye rebel today against the Lord, even tomorrow he will be wroth with all the Congregation of Israel."},{"number":19,"verse":"Notwithstanding, if the land of your possession be (In your judgment.) unclean, come ye over unto the land of the possession of the Lord, wherein the Lord’s Tabernacle dwelleth, and take possession among us: but (To use any other service than God hath appointed, is to rebel against God, 1 Sam. 15:23.) rebel not against the Lord, nor rebel not against us in building you an altar, beside the altar of the Lord our God."},{"number":20,"verse":"Did not Achan the son of Zerah trespass grievously in the execrable thing, and wrath fell on (Josh. 7:15) all the Congregation of Israel? and this man alone (Signifying, that if many suffered for one man’s fault, for the fault of many, all should suffer.) perished not in his wickedness."},{"number":21,"verse":"¶ Then the children of Reuben, and the children of Gad, and half the tribe of Manasseh answered, and said unto the heads over the thousands of Israel,"},{"number":22,"verse":"The Lord God of gods, the Lord God of gods, he knoweth, and Israel himself shall know: if by rebellion, or by transgression against the Lord we have done it, save thou us not this day."},{"number":23,"verse":"If we have built us an altar to return away from the Lord, either to offer thereon burnt offering, or meat offering, or to offer peace offerings thereon, let the Lord (Let him punish us.) himself require it:"},{"number":24,"verse":"And if we have not rather done it for fear of this thing, saying, In time to come your children might say unto our children, What have ye to do with the Lord God of Israel?"},{"number":25,"verse":"For the Lord hath made Jordan a border between us and you, ye children of Reuben and of Gad: therefore ye have no part in the Lord: so shall your children make our children (Or, to turn back from the true God.) cease from fearing the Lord."},{"number":26,"verse":"Therefore we said, We will now go about to make us an altar, not for burnt offering, nor for sacrifice,"},{"number":27,"verse":"But it shall be a (Gen. 31:48; Josh. 22:34) witness between us and you, and between our generations after us, to execute the service of the Lord before him, in our burnt offerings, and in our sacrifices, and in our peace offerings, and that your children should not say to our children in time to come, Ye have no part in the Lord."},{"number":28,"verse":"Therefore said we, If so be that they should so say to us, or to our (They signify a wonderful care that they bare toward their posterity, that they might live in the true service of God.) generations in time to come, then will we answer, Behold the fashion of the altar of the Lord, which our fathers made, not for burnt offering, nor for sacrifice, but it is a witness between us and you."},{"number":29,"verse":"God forbid, that we should rebel against the Lord, and turn this day away from the Lord, to build an altar for burnt offering, or for meat offering, or for sacrifice, save the altar of the Lord our God that is before his Tabernacle."},{"number":30,"verse":"¶ And when Phinehas the Priest, and the princes of the Congregation and heads over the thousands of Israel, which were with him, heard the words that the children of Reuben, and children of Gad, and the children of Manasseh spake, (Hebrew, it was good in their eyes.) they were well content."},{"number":31,"verse":"And Phinehas the son of Eleazar the Priest said unto the children of Reuben, and to the children of Gad, and to the children of Manasseh, This day we perceive, that the Lord is (By preserving and governing us.) among us, because ye have not done this trespass against the Lord: now ye have (Whom if ye had offended; he would have punished with you.) delivered the children of Israel out of the hand of the Lord."},{"number":32,"verse":"¶ Then Phinehas the son of Eleazar the Priest with the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, unto the land of Canaan, to the children of Israel, and brought them answer."},{"number":33,"verse":"And the saying pleased the children of Israel: and the children of Israel (Or, praised.) blessed God, and (Hebrew, said.) minded not to go against them in battle for to destroy the land, wherein the children of Reuben and Gad dwelt."},{"number":34,"verse":"Then the children of Reuben, and the children of Gad called the altar (Or, witness, as verse 27.) Ed: for it shall be a witness between us, that the Lord is God."}]}