{"bibleAbbr":"Geneva1599","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"(3 The siege,19 and winning of Ai.29 The king thereof is hanged.30 Joshua setteth up an Altar.32 He writeth the Law upon stones, 35 and readeth it to all the people.) After, the Lord said unto Joshua, (Cross references: : Deut. 1:29; Deut. 7:18) Fear not, neither be thou faint hearted: take all the men of war with thee and arise, go up to Ai: behold, I have given into thine hand the king of Ai, and his people, and his city, and his land."},{"number":2,"verse":"And thou shalt do to Ai and to the king thereof, as thou didst unto (Josh. 6:21) Jericho and to the king thereof: nevertheless the spoil thereof and (Deut. 20:14) the cattle thereof shall ye take unto you for a prey: thou shalt lie in wait against the city on the (Meaning, on the West side, as verse 9.) back side thereof."},{"number":3,"verse":"¶ Then Joshua arose, and all the men of war to go up against Ai: and Joshua chose out thirty thousand strong men, and valiant, and sent them away by night."},{"number":4,"verse":"And he commanded them, saying, Behold, ye (God would not destroy Ai by miracle, as Jericho, to the intent that other nations might fear the power and policy of his people.) shall lie in wait against the city on the back side of the city: go not very far from the city, but be ye all in a readiness."},{"number":5,"verse":"And I and all the people that are with me, will approach unto the city: and when they shall come out against us, as they did at the first time, then will we flee before them."},{"number":6,"verse":"For they will come out after us, till we have brought them out of the city: for they will say, They flee before us as at the first time: so we will flee before them."},{"number":7,"verse":"Then you shall rise up from lying in wait and (Or, drive out (the inhabitants) of the city.) destroy the city: for the Lord your God will deliver it into your hand."},{"number":8,"verse":"And when ye have taken the city, ye shall set it on fire: according to the commandment of the Lord shall ye do: behold, I have charged you."},{"number":9,"verse":"¶ Joshua then sent them forth, and they went to lie in wait, and abode between Bethel and Ai, on the West side of Ai: but Joshua lodged that night (With the rest of the army.) among the people."},{"number":10,"verse":"And Joshua rose up early in the morning, and (That is, viewed or mustered them, and set them in array.) numbered the people: and he and the Elders of Israel went up before the people against Ai."},{"number":11,"verse":"Also all the men of war that were with him went up and drew near, and came against the city, and pitched on the North side of Ai: and there was a valley between them and Ai."},{"number":12,"verse":"And he took about five thousand men, (He sent these few, that the others which lay in ambush might not be discovered.) and set them to lie in wait between Bethel and Ai on the West side of the city."},{"number":13,"verse":"And the people set all the host that was on the North side against the city, and the liars in wait on the West, against the city: and Joshua went the same night into the (To the intent that they in the city might the better discover his army.) midst of the valley."},{"number":14,"verse":"¶ And when the king of Ai saw it, then the men of the city hasted and rose up early, and went out against Israel to battle, he and all his people, at the time appointed, before the plain: for he knew not that any lay in wait against him on the back side of the city."},{"number":15,"verse":"Then Joshua and all Israel (As they which feigned to flee for fear.) as beaten before them, fled by the way of the wilderness."},{"number":16,"verse":"And all the people of the city were called together to pursue after them: and they pursued after Joshua, and were drawn away out of the city,"},{"number":17,"verse":"So that there was not a man left in Ai, nor in Bethel, that went not out after Israel: and they left the city open, and pursued after Israel."},{"number":18,"verse":"Then the Lord said unto Joshua, (Or, lift up the banner, to signify when they shall invade the city.) Stretch out the spear that is in thine hand, toward Ai: for I will give it into thine hand: and Joshua stretched out the spear that he had in his hand, toward the city."},{"number":19,"verse":"And they that lay in wait, arose quickly out of their place, and ran as soon as he had stretched out his hand, and they entered into the city, and took it, and hasted, and set the city on fire."},{"number":20,"verse":"And the men of Ai looked behind them, and saw it: for lo, the smoke of the city ascended up (Or, toward the heavens.) to heaven, and they had no (Or, place.) power to flee this way or that way: for the people that fled to the wilderness, turned back upon the pursuers."},{"number":21,"verse":"When Joshua and all Israel saw that they that lay in wait, had taken the city, and that the smoke of the city mounted up, then they turned again and slew the men of Ai."},{"number":22,"verse":"Also the (Which came out of the ambush.) other issued out of the city against them: so were they in the midst of Israel, these being on the one side, and the rest on the other side: and they slew them, so that they let none of them (Deut. 7:2) remain nor escape."},{"number":23,"verse":"And the King of Ai they took alive, and brought him to Joshua."},{"number":24,"verse":"And when Israel had made an end of slaying all the inhabitants of Ai in the field, that is, in the wilderness where they chased them, and when they were all fallen on the edge of the sword, until they were consumed, all the Israelites returned unto Ai, and (For the fire, which they had before set in the city, was not to consume it, but to signify unto Joshua that they were entered.) smote it with the edge of the sword."},{"number":25,"verse":"And all that fell that day, both of men and women, were twelve thousand, even all the men of Ai."},{"number":26,"verse":"For Joshua drew not his hand back again which he had stretched out with the spear, until he had utterly destroyed all the inhabitants of Ai."},{"number":27,"verse":"(Num. 31:2226; Josh. 8:2) Only the cattle and the spoil of this city, Israel took for a prey unto themselves, according unto the word of the Lord, which he commanded Joshua."},{"number":28,"verse":"And Joshua burnt Ai, and made it an heap (That it could never be built again.) forever, and a wilderness unto this day."},{"number":29,"verse":"And the king of Ai he hanged on a tree, unto the evening. And as soon as the sun was down, Joshua commanded (According as it was commanded, Deut. 21:23.) that they should take his carcass down from the tree, and cast it at the entering of the gate of the city, and (Josh. 7:2526) lay thereon a great heap of stones, that remaineth unto this day."},{"number":30,"verse":"¶ Then Joshua built an altar unto the Lord God of Israel, in mount Ebal,"},{"number":31,"verse":"As Moses the servant of the Lord had commanded the children of Israel, as it is written in the (Exod. 20:25; Deut. 27:5) book of the Law of Moses, an altar of whole stone, over which no man had lift an iron: and they offered thereon burnt offerings unto the Lord, and sacrificed peace offerings."},{"number":32,"verse":"Also he wrote there upon the stones, a (Meaning, the ten commandments, which are the sum of the whole Law.) rehearsal of the Law of Moses, which he wrote in the presence of the children of Israel."},{"number":33,"verse":"And all Israel (and their Elders, and officers and their Judges stood on this side of the Ark, and on that side, before the Priests of the Levites, which bare the Ark of the covenant of the Lord) as well the stranger, as he that is born in the country: half of them were over against mount Gerizim, and half of them over against mount Ebal, (Deut. 11:29; Deut. 27:1213) as Moses the servant of the Lord had commanded before, that they should bless the children of Israel."},{"number":34,"verse":"Then afterward he read all the words of the Law, the blessings and cursings, according to all that is written in the book of the Law."},{"number":35,"verse":"There was not a word of all that Moses had commanded, which Joshua read not before all the Congregation of Israel, (Deut. 31:1213) as well before the (So neither young nor old, man nor woman, were exempted from hearing the word of the Lord.) women and the children, as the stranger that was conversant among them."}]}