{"bibleAbbr":"Geneva1599","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"((1 Divers Kings assemble themselves against Joshua.3 The craft of the Gibeonites.15 Joshua maketh a league with them.23 For their craft they are condemned to perpetual slavery.) ) And when all the Kings that (In respect of the plain of Moab.) were beyond Jordan, in the mountains and in the valleys, and by all the coasts of the (The main sea called Mediterranean.) great Sea over against Lebanon (as the Hittites, and the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites) heard thereof,"},{"number":2,"verse":"They gathered themselves together, to fight against Joshua, and against Israel with one (Hebrew, one mouth.) accord."},{"number":3,"verse":"¶ (Cross references: : 2 Sam. 21:1) But the inhabitants of Gibeon heard what Joshua had done unto Jericho, and to Ai."},{"number":4,"verse":"And therefore they wrought craftily: for they went, and feigned themselves ambassadors, and took old sacks upon their asses, and old bottles for wine, both rent and (Because they were all worn.) bound up,"},{"number":5,"verse":"And old shoes and clouted upon their feet: also the raiment upon them was old, and all their provision of bread was dried, and molded."},{"number":6,"verse":"So they came unto Joshua into the host to Gilgal, and said unto him, and unto the men of Israel, We be come from a far country: now therefore make a league with us."},{"number":7,"verse":"Then the men of Israel said unto the (For the Gibeonites and the Hivites were all one people.) Hivites, It may be that thou dwellest among us, how then can I make a league with thee?"},{"number":8,"verse":"And they said unto Joshua, We are thy servants. Then Joshua said unto them, Who are ye, and whence come ye?"},{"number":9,"verse":"And they answered him, From a very far country thy servants are come for (Even the idolaters for fear of death will pretend to honor the true God, and receive his religion.) the Name of the Lord thy God: for we have heard his fame and all that he hath done in Egypt,"},{"number":10,"verse":"And all that he hath done to the two kings of the Amorites that were beyond Jordan, to Sihon king of Heshbon, and to Og king of Bashan, which were at Ashtaroth."},{"number":11,"verse":"Wherefore our Elders, and all the inhabitants of our country spake to us, saying, Take vittles (Hebrew, in your hand.) with you for the journey, and go to meet them, and say unto them, We are your servants: now therefore make ye a league with us."},{"number":12,"verse":"This our (The wicked lack no art, nor spare no lies to set forth their policy, when they will deceive the servants of God.) bread we took it hot with us for victuals out of our houses, the day we departed to come unto you: but now behold, it is dried, and it is molded."},{"number":13,"verse":"Also these bottles of wine which we filled, were new, and lo, they be rent, and these our garments and our shoes are old, by reason of the exceeding great journey."},{"number":14,"verse":"¶ And the (Some think that the Israelites ate of their victuals, and so made a league with them.) men accepted their tale concerning their victuals, and counseled not with the mouth of the Lord."},{"number":15,"verse":"So Joshua made peace with them, and made a league with them, that he would suffer them to live: also the Princes of the Congregation swore unto them."},{"number":16,"verse":"¶ But at the end of three days, after they had made a league with them, they heard that they were their neighbors, and that they dwelt among them."},{"number":17,"verse":"And the children of Israel took their (From Gilgal.) journey, and came unto their cities the third day, and their cities were Gibeon, and Chephirah, and Beeroth and Kirjath Jearim."},{"number":18,"verse":"And the children of Israel slew them not, because the Princes of the Congregation had sworn unto them by the Lord God of Israel: wherefore all the Congregation (Fearing lest for their fault the plague of God should have light upon them all.) murmured against the Princes."},{"number":19,"verse":"Then all the Princes said unto all the Congregation, We have sworn unto them by the Lord God of Israel: now therefore we may not touch them."},{"number":20,"verse":"But this we will do to them, and let them live, lest the wrath be upon us, because of the (This doth not establish rash oaths, but showeth God’s mercy toward his, which would not punish them for their fault.) oath which we swore unto them."},{"number":21,"verse":"And the Princes said unto them again, Let them live, but they shall hew wood, and draw water unto all the Congregation, as the Princes appoint them."},{"number":22,"verse":"Joshua then called them, and talked with them, and said, Wherefore have ye beguiled us, saying, We are very far from you, when ye dwell among us?"},{"number":23,"verse":"Now therefore ye are accursed, and there shall none of you be freed from being bondmen, and hewers of wood, and drawers of water for (For the uses of the Tabernacle and of the temple when it shall be built.) the house of my God."},{"number":24,"verse":"And they answered Joshua, and said, Because it was told thy servants, that the Lord thy God had (Deut. 7:1) commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land out of your sight, therefore we were exceeding sore afraid for our lives at the presence of you, and have done this thing:"},{"number":25,"verse":"And behold now, we are in thine hand: do as it seemeth good and right in thine eyes to do unto us."},{"number":26,"verse":"Even so did he unto them, and delivered them out of the (Who were minded to put them to death for fear of God’s wrath.) hand of the children of Israel, that they slew them not."},{"number":27,"verse":"And Joshua appointed them that same day to be hewers of wood, and drawers of water for the Congregation, and for the (That is, for the service of the Temple, as verse 23.) altar of the Lord unto this day, in the place which he should choose."}]}