{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"He that loueth chastisyng, loueth kunnyng; but he that hatith blamyngis, is vnwijs."},{"number":2,"verse":"He that is good, schal drawe to hym silf grace of the Lord; but he that tristith in hise thouytis, doith wickidli."},{"number":3,"verse":"A man schal not be maad strong by wyckidnesse; and the root of iust men schal not be moued."},{"number":4,"verse":"A diligent womman is a coroun to hir hosebond; and rot is in the boonys of that womman, that doith thingis worthi of confusioun."},{"number":5,"verse":"The thouytis of iust men ben domes; and the counselis of wickid men ben gileful."},{"number":6,"verse":"The wordis of wickid men setten tresoun to blood; the mouth of iust men schal delyuere hem."},{"number":7,"verse":"Turne thou wickid men, and thei schulen not be; but the housis of iust men schulen dwelle perfitli."},{"number":8,"verse":"A man schal be knowun bi his teching; but he that is veyn and hertles, schal be open to dispising."},{"number":9,"verse":"Betere is a pore man, and sufficient to him silf, than a gloriouse man, and nedi of breed."},{"number":10,"verse":"A iust man knowith the soulis of hise werk beestis; but the entrailis of wickid men ben cruel."},{"number":11,"verse":"He that worchith his lond, schal be fillid with looues; but he that sueth idilnesse, is moost fool. He that is swete, lyueth in temperaunces; and in hise monestyngis he forsakith dispisyngis."},{"number":12,"verse":"The desir of a wickid man is the memorial of worste thingis; but the roote of iust men schal encreesse."},{"number":13,"verse":"For the synnes of lippis `falling doun neiyeth to an yuel man; but a iust man schal scape fro angwisch."},{"number":14,"verse":"Of the fruyt of his mouth ech man schal be fillid with goodis; and bi the werkis of hise hondis it schal be yoldun to him."},{"number":15,"verse":"The weie of a fool is riytful in hise iyen; but he that is wijs, herith counsels."},{"number":16,"verse":"A fool schewith anoon his ire; but he that dissymelith wrongis, is wijs."},{"number":17,"verse":"He that spekith that, that he knowith, is a iuge of riytfulnesse; but he that lieth, is a gileful witnesse."},{"number":18,"verse":"A man is that bihetith, and he is prickid as with the swerd of conscience; but the tunge of wise men is helthe."},{"number":19,"verse":"The lippe of treuthe schal be stidfast with outen ende; but he that is a sudeyn witnesse, makith redi the tunge of leesyng."},{"number":20,"verse":"Gile is in the herte of hem that thenken yuels; but ioye sueth hem, that maken counsels of pees."},{"number":21,"verse":"What euere bifallith to a iust man, it schal not make hym sori; but wickid men schulen be fillid with yuel."},{"number":22,"verse":"False lippis is abhominacioun to the Lord; but thei that don feithfuli, plesen him."},{"number":23,"verse":"A fel man hilith kunnyng; and the herte of vnwise men stirith foli."},{"number":24,"verse":"The hond of stronge men schal haue lordschip; but the hond that is slow, schal serue to tributis."},{"number":25,"verse":"Morenynge in the herte of a iust man schal make hym meke; and he schal be maad glad bi a good word."},{"number":26,"verse":"He that dispisith harm for a frend, is a iust man; but the weie of wickid men schal disseyue hem."},{"number":27,"verse":"A gileful man schal not fynde wynnyng; and the substaunce of man schal be the prijs of gold."},{"number":28,"verse":"Lijf is in the path of riytfulnesse; but the wrong weie leedith to deeth."}]}