{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A wijs sone is the teching of the fadir; but he that is a scornere, herith not, whanne he is repreuyd."},{"number":2,"verse":"A man schal be fillid with goodis of the fruit of his mouth; but the soule of vnpitouse men is wickid."},{"number":3,"verse":"He that kepith his mouth, kepith his soule; but he that is vnwar to speke, schal feel yuels."},{"number":4,"verse":"A slow man wole, and wole not; but the soule of hem that worchen schal be maad fat."},{"number":5,"verse":"A iust man schal wlate a fals word; but a wickid man schendith, and schal be schent."},{"number":6,"verse":"Riytfulnesse kepith the weie of an innocent man; but wickidnesse disseyueth a synnere."},{"number":7,"verse":"A man is as riche, whanne he hath no thing; and a man is as pore, whanne he is in many richessis."},{"number":8,"verse":"Redempcioun of the soule of man is hise richessis; but he that is pore, suffrith not blamyng."},{"number":9,"verse":"The liyt of iust men makith glad; but the lanterne of wickid men schal be quenchid."},{"number":10,"verse":"Stryues ben euere a mong proude men; but thei that don alle thingis with counsel, ben gouerned bi wisdom."},{"number":11,"verse":"Hastid catel schal be maad lesse; but that that is gaderid litil and litil with hond, schal be multiplied."},{"number":12,"verse":"Hope which is dilaied, turmentith the soule; a tre of lijf is desir comyng."},{"number":13,"verse":"He that bacbitith ony thing, byndith hym silf in to tyme to comynge; but he that dredith the comaundement, schal lyue in pees."},{"number":14,"verse":"The lawe of a wise man is a welle of lijf; that he bowe awei fro the falling of deth."},{"number":15,"verse":"Good teching schal yyue grace; a swolowe is in the weie of dispiseris."},{"number":16,"verse":"A fel man doith alle thingis with counsel; but he that is a fool, schal opene foli."},{"number":17,"verse":"The messanger of a wickid man schal falle in to yuel; a feithful messanger is helthe."},{"number":18,"verse":"Nedynesse and schenschip is to him that forsakith techyng; but he that assentith to a blamere, schal be glorified."},{"number":19,"verse":"Desir, if it is fillid, delitith the soule; foolis wlaten hem that fleen yuels."},{"number":20,"verse":"He that goith with wijs men, schal be wijs; the freend of foolis schal be maad lijk hem."},{"number":21,"verse":"Yuel pursueth synneris; and goodis schulen be yoldun to iust men."},{"number":22,"verse":"A good man schal leeue aftir him eiris, sones, and the sones of sones; and the catel of a synnere is kept to a iust man."},{"number":23,"verse":"Many meetis ben in the new tilid feeldis of fadris; and ben gaderid to othere men with out doom."},{"number":24,"verse":"He that sparith the yerde, hatith his sone; but he that loueth him, techith bisili."},{"number":25,"verse":"A iust man etith, and fillith his soule; but the wombe of wickid men is vnable to be fillid."}]}