{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"It perteyneth to man to make redi the soule; and it perteyneth to the Lord to gouerne the tunge."},{"number":2,"verse":"Alle the weies of men ben opyn to the iyen of God; the Lord is a weiere of spiritis."},{"number":3,"verse":"Schewe thi werkys to the Lord; and thi thouytis schulen be dressid."},{"number":4,"verse":"The Lord wrouyte alle thingis for hym silf; and he made redi a wickid man to the yuel dai."},{"number":5,"verse":"Abhomynacioun of the Lord is ech proude man; yhe, thouy the hond is to the hond, he schal not be innocent. The bigynnyng of good weie is to do riytwisnesse; forsothe it is more acceptable at God, than to offre sacrifices."},{"number":6,"verse":"Wickidnesse is ayen bouyt bi merci and treuthe; and me bowith awei fro yuel bi the drede of the Lord."},{"number":7,"verse":"Whanne the weyes of man plesen the Lord, he schal conuerte, yhe, hise enemyes to pees."},{"number":8,"verse":"Betere is a litil with riytfulnesse, than many fruytis with wickidnesse."},{"number":9,"verse":"The herte of a man schal dispose his weie; but it perteyneth to the Lord to dresse hise steppis."},{"number":10,"verse":"Dyuynyng is in the lippis of a king; his mouth schal not erre in doom."},{"number":11,"verse":"The domes of the Lord ben weiyte and a balaunce; and hise werkis ben alle the stoonys of the world."},{"number":12,"verse":"Thei that don wickidli ben abhomynable to the king; for the trone of the rewme is maad stidfast bi riytfulnesse."},{"number":13,"verse":"The wille of kyngis is iust lippis; he that spekith riytful thingis, schal be dressid."},{"number":14,"verse":"Indignacioun of the kyng is messangeris of deth; and a wijs man schal plese him."},{"number":15,"verse":"Lijf is in the gladnesse of the `cheer of the king; and his merci is as a reyn comynge late."},{"number":16,"verse":"Welde thou wisdom, for it is betere than gold; and gete thou prudence, for it is precyousere than siluer."},{"number":17,"verse":"The path of iust men bowith awei yuelis; the kepere of his soule kepith his weie."},{"number":18,"verse":"Pride goith bifore sorewe; and the spirit schal be enhaunsid byfor fallyng."},{"number":19,"verse":"It is betere to be maad meke with mylde men, than to departe spuylis with proude men."},{"number":20,"verse":"A lerned man in word schal fynde goodis; and he that hopith in the Lord is blessid."},{"number":21,"verse":"He that is wijs in herte, schal be clepid prudent; and he that is swete in speche, schal fynde grettere thingis."},{"number":22,"verse":"The welle of lijf is the lernyng of him that weldith; the techyng of foolis is foli."},{"number":23,"verse":"The herte of a wijs man schal teche his mouth; and schal encreesse grace to hise lippis."},{"number":24,"verse":"Wordis wel set togidere is a coomb of hony; helthe of boonys is the swetnesse of soule."},{"number":25,"verse":"A weye is that semeth riytful to a man; and the laste thingis therof leden to deth."},{"number":26,"verse":"The soule of a man trauelinge trauelith to hym silf; for his mouth compellide hym."},{"number":27,"verse":"An vnwijs man diggith yuel; and fier brenneth in hise lippis."},{"number":28,"verse":"A weiward man reisith stryues; and a man ful of wordis departith princis."},{"number":29,"verse":"A wickid man flaterith his frend; and ledith hym bi a weie not good."},{"number":30,"verse":"He that thenkith schrewid thingis with iyen astonyed, bitith hise lippis, and parformeth yuel."},{"number":31,"verse":"A coroun of dignyte is eelde, that schal be foundun in the weies of riytfulnesse."},{"number":32,"verse":"A pacient man is betere than a stronge man; and he that `is lord of his soule, is betere than an ouercomere of citees."},{"number":33,"verse":"Lottis ben sent into the bosum; but tho ben temperid of the Lord."}]}