{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"He that wole go a wei fro a frend, sekith occasiouns; in al tyme he schal be dispisable."},{"number":2,"verse":"A fool resseyueth not the wordis of prudence; `no but thou seie tho thingis, that ben turned in his herte."},{"number":3,"verse":"A wickid man, whanne he cometh in to depthe of synnes, dispisith; but sclaundre and schenschipe sueth hym."},{"number":4,"verse":"Deep watir is the wordis of the mouth of a man; and a stronde fletinge ouer is the welle of wisdom."},{"number":5,"verse":"It is not good to take the persoone of a wickid man in doom, that thou bowe awei fro the treuthe of dom."},{"number":6,"verse":"The lippis of a fool medlen hem silf with chidyngis; and his mouth excitith stryues."},{"number":7,"verse":"The mouth of a fool is defoulyng of hym; and hise lippis ben the fallynge of his soule."},{"number":8,"verse":"The wordis of a double tungid man ben as symple; and tho comen `til to the ynnere thingis of the wombe. Drede castith doun a slowe man; forsothe the soulis of men turned in to wymmens condicioun schulen haue hungur."},{"number":9,"verse":"He that is neisch, and vnstidfast in his werk, is the brother of a man distriynge hise werkis."},{"number":10,"verse":"A strongeste tour is the name of the Lord; a iust man renneth to hym, and schal be enhaunsid."},{"number":11,"verse":"The catel of a riche man is the citee of his strengthe; and as a stronge wal cumpassinge hym."},{"number":12,"verse":"The herte of man is enhaunsid, bifor that it be brokun; and it is maad meke, bifore that it be glorified."},{"number":13,"verse":"He that answerith bifore that he herith, shewith hym silf to be a fool; and worthi of schenschipe."},{"number":14,"verse":"The spirit of a man susteyneth his feblenesse; but who may susteyne a spirit liyt to be wrooth?"},{"number":15,"verse":"The herte of a prudent man schal holde stidfastli kunnyng; and the eere of wise men sekith techyng."},{"number":16,"verse":"The yift of a man alargith his weie; and makith space to hym bifore princes."},{"number":17,"verse":"A iust man is the first accusere of hym silf; his frend cometh, and schal serche hym."},{"number":18,"verse":"Lot ceessith ayenseiyngis; and demeth also among miyti men."},{"number":19,"verse":"A brother that is helpid of a brothir, is as a stidfast citee; and domes ben as the barris of citees."},{"number":20,"verse":"A mannus wombe schal be fillid of the fruit of his mouth; and the seedis of hise lippis schulen fille hym."},{"number":21,"verse":"Deth and lijf ben in the werkis of tunge; thei that louen it, schulen ete the fruytis therof."},{"number":22,"verse":"He that fyndith a good womman, fyndith a good thing; and of the Lord he schal drawe vp myrthe. He that puttith a wey a good womman, puttith awei a good thing; but he that holdith auowtresse, is a fool and vnwijs."},{"number":23,"verse":"A pore man schal speke with bisechingis; and a riche man schal speke sterneli."},{"number":24,"verse":"A man freendli to felouschipe schal more be a frend, than a brothir."}]}