{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"As departyngis of watris, so the herte of the kyng is in the power of the Lord; whidur euer he wole, he schal bowe it."},{"number":2,"verse":"Ech weye of a man semeth riytful to hym silf; but the Lord peisith the hertis."},{"number":3,"verse":"To do merci and doom plesith more the Lord, than sacrifices doen."},{"number":4,"verse":"Enhaunsyng of iyen is alargyng of the herte; the lanterne of wickid men is synne."},{"number":5,"verse":"The thouytis of a stronge man ben euere in abundaunce; but ech slow man is euere in nedynesse."},{"number":6,"verse":"He that gaderith tresours bi the tunge of a leesing, is veyne, and with outen herte; and he schal be hurtlid to the snaris of deth."},{"number":7,"verse":"The raueyns of vnpitouse men schulen drawe hem doun; for thei nolden do doom."},{"number":8,"verse":"The weiward weie of a man is alien fro God; but the werk of hym that is cleene, is riytful."},{"number":9,"verse":"It is betere to sitte in the corner of an hous with oute roof, than with a womman ful of chydyng, and in a comyn hous."},{"number":10,"verse":"The soule of an vnpitouse man desirith yuel; he schal not haue merci on his neiybore."},{"number":11,"verse":"Whanne a man ful of pestilence is punyschid, a litil man of wit schal be the wisere; and if he sueth a wijs man, he schal take kunnyng."},{"number":12,"verse":"A iust man of the hous of a wickid man thenkith, to withdrawe wickid men fro yuel."},{"number":13,"verse":"He that stoppith his eere at the cry of a pore man, schal crye also, and schal not be herd."},{"number":14,"verse":"A yift hid quenchith chidyngis; and a yift in bosum quenchith the moost indignacioun."},{"number":15,"verse":"It is ioye to a iust man to make doom; and it is drede to hem that worchen wickidnesse."},{"number":16,"verse":"A man that errith fro the weie of doctryn, schal dwelle in the cumpany of giauntis."},{"number":17,"verse":"He that loueth metis, schal be in nedynesse; he that loueth wiyn and fatte thingis, schal not be maad riche."},{"number":18,"verse":"An vnpitouse man schal be youun for a iust man; and a wickid man schal be youun for a riytful man."},{"number":19,"verse":"It is betere to dwelle in a desert lond, than with a womman ful of chidyng, and wrathful."},{"number":20,"verse":"Desirable tresoure and oile is in the dwelling places of a iust man; and an vnprudent man schal distrie it."},{"number":21,"verse":"He that sueth riytfulnesse and mercy, schal fynde lijf and glorie."},{"number":22,"verse":"A wijs man stiede `in to the citee of stronge men, and distriede the strengthe of trist therof."},{"number":23,"verse":"He that kepith his mouth and his tunge, kepith his soule from angwischis."},{"number":24,"verse":"A proude man and boosteere is clepid a fool, that worchith pride in ire."},{"number":25,"verse":"Desiris sleen a slow man; for hise hondis nolden worche ony thing."},{"number":26,"verse":"Al dai he coueitith and desirith; but he that is a iust man, schal yyue, and schal not ceesse."},{"number":27,"verse":"The offringis of wickid men, that ben offrid of greet trespas, ben abhomynable."},{"number":28,"verse":"A fals witnesse schal perische; a man obedient schal speke victorie."},{"number":29,"verse":"A wickid man makith sad his cheer vnschamefastli; but he that is riytful, amendith his weie."},{"number":30,"verse":"No wisdom is, no prudence is, no counsel is ayens the Lord."},{"number":31,"verse":"An hors is maad redi to the dai of batel; but the Lord schal yyue helthe."}]}