{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"Mi sone, foryete thou not my lawe; and thyn herte kepe my comaundementis."},{"number":2,"verse":"For tho schulen sette to thee the lengthe of daies, and the yeeris of lijf, and pees."},{"number":3,"verse":"Merci and treuthe forsake thee not; bynde thou tho to thi throte, and write in the tablis of thin herte."},{"number":4,"verse":"And thou schalt fynde grace, and good teching bifore God and men."},{"number":5,"verse":"Haue thou trist in the Lord, of al thin herte; and triste thou not to thi prudence."},{"number":6,"verse":"In alle thi weies thenke thou on hym, and he schal dresse thi goyngis."},{"number":7,"verse":"Be thou not wijs anentis thi silf; drede thou God, and go awei fro yuel."},{"number":8,"verse":"For whi helthe schal be in thi nawle, and moisting of thi boonys."},{"number":9,"verse":"Onoure thou the Lord of thi catel, and of the beste of alle thi fruytis yyue thou to pore men;"},{"number":10,"verse":"and thi bernes schulen be fillid with abundaunce, and pressours schulen flowe with wiyn."},{"number":11,"verse":"My sone, caste thou not awei the teching of the Lord; and faile thou not, whanne thou art chastisid of him."},{"number":12,"verse":"For the Lord chastisith hym, whom he loueth; and as a fadir in the sone he plesith hym."},{"number":13,"verse":"Blessid is the man that fyndith wisdom, and which flowith with prudence."},{"number":14,"verse":"The geting therof is betere than the marchaundie of gold and of siluer; the fruytis therof ben the firste and clenneste."},{"number":15,"verse":"It is preciousere than alle richessis; and alle thingis that ben desirid, moun not be comparisound to this."},{"number":16,"verse":"Lengthe of daies is in the riythalf therof, and richessis and glorie ben in the lifthalf therof."},{"number":17,"verse":"The weies therof ben feire weies, and alle the pathis therof ben pesible."},{"number":18,"verse":"It is a tre of lijf to hem that taken it; and he that holdith it, is blessid."},{"number":19,"verse":"The Lord foundide the erthe bi wisdom; he stablischide heuenes bi prudence."},{"number":20,"verse":"The depthis of watris braken out bi his wisdom; and cloudis wexen togidere bi dewe."},{"number":21,"verse":"My sone, these thingis flete not awey fro thin iyen; kepe thou my lawe, and my counsel;"},{"number":22,"verse":"and lijf schal be to thi soule, and grace `schal be to thi chekis."},{"number":23,"verse":"Thanne thou schalt go tristili in thi weie; and thi foot schal not snapere."},{"number":24,"verse":"If thou schalt slepe, thou schalt not drede; thou schalt reste, and thi sleep schal be soft."},{"number":25,"verse":"Drede thou not bi sudeyne feer, and the powers of wickid men fallynge in on thee."},{"number":26,"verse":"For the Lord schal be at thi side; and he schal kepe thi foot, that thou be not takun."},{"number":27,"verse":"Nil thou forbede to do wel him that mai; if thou maist, and do thou wel."},{"number":28,"verse":"Seie thou not to thi frend, Go, and turne thou ayen, and to morewe Y schal yyue to thee; whanne thou maist yyue anoon."},{"number":29,"verse":"Ymagyne thou not yuel to thi freend, whanne he hath trist in thee."},{"number":30,"verse":"Stryue thou not ayens a man with out cause, whanne he doith noon yuel to thee."},{"number":31,"verse":"Sue thou not an vniust man, sue thou not hise weies."},{"number":32,"verse":"For ech disseyuer is abhomynacioun of the Lord; and his speking is with simple men."},{"number":33,"verse":"Nedinesse is sent of the Lord in the hous of a wickid man; but the dwelling places of iust men schulen be blessid."},{"number":34,"verse":"He schal scorne scorneris; and he schal yyue grace to mylde men."},{"number":35,"verse":"Wise men schulen haue glorie; enhaunsing of foolis is schenschipe."}]}