{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"Mi sone, perseyue thou my wisdom, and bowe doun thin eere to my prudence; that thou kepe thi thouytis,"},{"number":2,"verse":"and thi lippis kepe teching. Yyue thou not tent to the falsnesse of a womman;"},{"number":3,"verse":"for the lippis of an hoore ben an hony coomb droppinge, and hir throte is clerere than oile;"},{"number":4,"verse":"but the last thingis ben bittir as wormod, and hir tunge is scharp as a swerd keruynge on ech side."},{"number":5,"verse":"Hir feet gon doun in to deeth; and hir steppis persen to hellis."},{"number":6,"verse":"Tho goon not bi the path of lijf; hir steppis ben vncerteyn, and moun not be souyt out."},{"number":7,"verse":"Now therfor, my sone, here thou me, and go not awei fro the wordis of my mouth."},{"number":8,"verse":"Make fer thi weie fro hir, and neiye thou not to the doris of hir hous."},{"number":9,"verse":"Yyue thou not thin onour to aliens, and thi yeeris to the cruel;"},{"number":10,"verse":"lest perauenture straungeris be fillid with thi strengthis, and lest thi trauels be in an alien hous;"},{"number":11,"verse":"and thou biweile in the laste daies, whanne thou hast wastid thi fleschis, and thi bodi; and thou seie,"},{"number":12,"verse":"Whi wlatide Y teching, and myn herte assentide not to blamyngis;"},{"number":13,"verse":"nether Y herde the voys of men techinge me, and Y bowide not doun myn eere to maistris?"},{"number":14,"verse":"Almest Y was in al yuel, in the myddis of the chirche, and of the synagoge."},{"number":15,"verse":"Drinke thou watir of thi cisterne, and the floodis of thi pit."},{"number":16,"verse":"Thi wellis be stremed forth; and departe thi watris in stretis."},{"number":17,"verse":"Haue thou aloone `tho watris; and aliens be not thi parceneris."},{"number":18,"verse":"Thi veyne be blessid; and be thou glad with the womman of thi yong wexynge age."},{"number":19,"verse":"An hynde moost dereworthe; and an hert calf moost acceptable. Hir teetis fille thee in al tyme; and delite thou contynueli in the loue of hir."},{"number":20,"verse":"Mi sone, whi art thou disseyued of an alien womman; and art fostrid in the bosum of an othere?"},{"number":21,"verse":"The Lord seeth the weie of a man; and biholdith alle hise steppis."},{"number":22,"verse":"The wickidnessis of a wyckid man taken hym; and he is boundun with the roopis of hise synnes."},{"number":23,"verse":"He schal die, for he hadde not lernyng; and he schal be disseyued in the mychilnesse of his fooli."}]}