{"bibleAbbr":"WYC1395","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"Whether wisdom crieth not ofte; and prudence yyueth his vois?"},{"number":2,"verse":"In souereyneste and hiy coppis, aboue the weie, in the myddis of pathis,"},{"number":3,"verse":"and it stondith bisidis the yate of the citee, in thilke closyngis, and spekith, and seith, A!"},{"number":4,"verse":"ye men, Y crie ofte to you; and my vois is to the sones of men."},{"number":5,"verse":"Litle children, vndirstonde ye wisdom; and ye vnwise men, `perseyue wisdom."},{"number":6,"verse":"Here ye, for Y schal speke of grete thingis; and my lippis schulen be openyd, to preche riytful thingis."},{"number":7,"verse":"My throte schal bithenke treuthe; and my lippis schulen curse a wickid man."},{"number":8,"verse":"My wordis ben iust; no schrewid thing, nether weiward is in tho."},{"number":9,"verse":"`My wordis ben riytful to hem that vndurstonden; and ben euene to hem that fynden kunnyng."},{"number":10,"verse":"Take ye my chastisyng, and not money; chese ye teching more than tresour."},{"number":11,"verse":"For wisdom is betere than alle richessis moost preciouse; and al desirable thing mai not be comparisound therto."},{"number":12,"verse":"Y, wisdom, dwelle in counsel; and Y am among lernyd thouytis."},{"number":13,"verse":"The drede of the Lord hatith yuel; Y curse boost, and pride, and a schrewid weie, and a double tungid mouth."},{"number":14,"verse":"Counseil is myn, and equyte `is myn; prudence is myn, and strengthe `is myn."},{"number":15,"verse":"Kyngis regnen bi me; and the makeris of lawis demen iust thingis bi me."},{"number":16,"verse":"Princis comaunden bi me; and myyti men demen riytfulnesse bi me."},{"number":17,"verse":"I loue hem that louen me; and thei that waken eerli to me, schulen fynde me."},{"number":18,"verse":"With me ben rychessis, and glorie; souereyn richessis, and riytfulnesse."},{"number":19,"verse":"My fruyt is betere than gold, and precyouse stoon; and my seedis ben betere than chosun siluer."},{"number":20,"verse":"Y go in the weies of riytfulnesse, in the myddis of pathis of doom;"},{"number":21,"verse":"that Y make riche hem that louen me, and that Y fille her tresouris."},{"number":22,"verse":"The Lord weldide me in the bigynnyng of hise weies; bifore that he made ony thing, at the bigynnyng."},{"number":23,"verse":"Fro with out bigynnyng Y was ordeined; and fro elde tymes, bifor that the erthe was maad."},{"number":24,"verse":"Depthis of watris weren not yit; and Y was conseyued thanne. The wellis of watris hadden not brokun out yit,"},{"number":25,"verse":"and hillis stoden not togidere yit bi sad heuynesse; bifor litil hillis Y was born."},{"number":26,"verse":"Yit he hadde not maad erthe; and floodis, and the herris of the world."},{"number":27,"verse":"Whanne he made redi heuenes, Y was present; whanne he cumpasside the depthis of watris bi certeyn lawe and cumpas."},{"number":28,"verse":"Whanne he made stidfast the eir aboue; and weiede the wellis of watris."},{"number":29,"verse":"Whanne he cumpasside to the see his marke; and settide lawe to watris, that tho schulden not passe her coostis. Whanne he peiside the foundementis of erthe;"},{"number":30,"verse":"Y was making alle thingis with him. And Y delitide bi alle daies, and pleiede bifore hym in al tyme,"},{"number":31,"verse":"and Y pleiede in the world; and my delices ben to be with the sones of men."},{"number":32,"verse":"Now therfor, sones, here ye me; blessid ben thei that kepen my weies."},{"number":33,"verse":"Here ye teching, and be ye wise men; and nile ye caste it awei."},{"number":34,"verse":"Blessid is the man that herith me, and that wakith at my yatis al dai; and kepith at the postis of my dore."},{"number":35,"verse":"He that fyndith me, schal fynde lijf; and schal drawe helthe of the Lord."},{"number":36,"verse":"But he that synneth ayens me, schal hurte his soule; alle that haten me, louen deeth."}]}