{"bibleAbbr":"WYC2014","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Forsooth David had these sons, that were born to him in Hebron; the first begotten son of him was Amnon, of Ahinoam of Jezreel; the second son, Daniel, of Abigail of Carmel;"},{"number":2,"verse":"the third, Absalom, the son of Maachah, the daughter of Talmai, king of Geshur; the fourth, Adonijah, the son of Haggith;"},{"number":3,"verse":"the fifth, Shephatiah, of Abital; the sixth, Ithream, of Eglah his wife."},{"number":4,"verse":"Therefore six sons were born to him in Hebron; where he reigned seven years and six months; and he reigned three and thirty years in Jerusalem."},{"number":5,"verse":"Forsooth four sons, that is, Shimea, and Shobab, and Nathan, and Solomon, were born of Bathsheba, the daughter of Ammiel, to him in Jerusalem; (And four sons, that is, Shimea, and Shobab, and Nathan, and Solomon, were born to him of Bathsheba, the daughter of Ammiel, in Jerusalem;)"},{"number":6,"verse":"(and) also Ibhar, and Elishama, and Eliphelet,"},{"number":7,"verse":"and Nogah, and Nepheg, and Japhia,"},{"number":8,"verse":"also Elishama, and Eliada, and Eliphelet, nine (others)."},{"number":9,"verse":"All these were the sons of David, without the sons of his secondary wives; and they had a sister, Tamar."},{"number":10,"verse":"Soothly the son of Solomon was Rehoboam, whose son Abia begat Asa; and Jehoshaphat, the father of Jehoram, (Also known as Joram.) was born of this Asa (and Asa begat Jehoshaphat, and Jehoshaphat begat Jehoram);"},{"number":11,"verse":"the which Jehoram begat Ahaziah, of whom Joash was born, or begotten."},{"number":12,"verse":"And Amaziah, the son of this Joash, begat Azariah; (Original text confused in these two phrases.) and Azariah (begat) Jotham,"},{"number":13,"verse":"*(and Jotham) begat Ahaz, the father of Hezekiah, of whom Manasseh was born."},{"number":14,"verse":"But also Manasseh begat Amon, the father of Josiah."},{"number":15,"verse":"And the sons of Josiah were these, the first begotten son was Johanan; the second, Jehoiakim; the third, Zedekiah; and the fourth, Shallum."},{"number":16,"verse":"Of Jehoiakim was born Jeconiah, (Also known as Jehoiachin and Coniah.) and Zedekiah. (Of Jehoiakim were born Jehoiachin, and Zedekiah.)"},{"number":17,"verse":"The sons of Jeconiah were Assir, Salathiel, (The sons of Jehoiachin, a prisoner, were Shealtiel,)"},{"number":18,"verse":"Malchiram, Pedaiah, Shenazar, and Jecamiah, Hoshama, and Nedabiah."},{"number":19,"verse":"Of Pedaiah were born Zerubbabel, and Shimei. Zerubbabel begat Meshullam, Hananiah, and Shelomith, the sister of them;"},{"number":20,"verse":"and Hashubah, and Ohel, and Berechiah, and Hasadiah, and Jushabhesed, five (others)."},{"number":21,"verse":"And the son of Hananiah was Pelatiah, the father of Jesaiah, whose son was Rephaiah. And the son of him was Arnan, of whom was born Obadiah, whose son was Shechaniah. (And the sons of Hananiah were Pelatiah, and Jesaiah, whose son was Rephaiah. And the son of Rephaiah was Arnan, of whom Obadiah was born, whose son was Shechaniah.)"},{"number":22,"verse":"The son of Shechaniah was Shemaiah, whose sons were Hattush, and Igeal, and Bariah, and Neariah, and Shaphat; six in number."},{"number":23,"verse":"The sons of Neariah were three, Elioenai, and Hezekiah, and Azrikam."},{"number":24,"verse":"The sons of Elioenai were seven, Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Dalaiah, and Anani."}]}