{"bibleAbbr":"LBP1933","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"THE words of Kohlat, the son of David, king in Jerusalem."},{"number":2,"verse":"Vanity of vanities, says the Preacher, vanity of vanities; all is vanity."},{"number":3,"verse":"What profit has a man of all his labor at which he toils under the sun?"},{"number":4,"verse":"One generation passes away and another generation comes; but the earth abides for ever."},{"number":5,"verse":"The sun rises and the sun goes down and hastens to the place where it rose that from thence it may rise again."},{"number":6,"verse":"The wind blows toward the south, and turns about to the north; it whirls continually, and returns again according to its circuits."},{"number":7,"verse":"All the rivers run into the sea, yet the sea is not full; to the place from whence the rivers flow, thither they return to flow again."},{"number":8,"verse":"All things are wearisome: a man is not satisfied with utterance, his eye is not satisfied with seeing, nor his ear satisfied with hearing."},{"number":9,"verse":"The thing that has been is that which shall be; and that which has been clone is that which shall be done; and there is nothing new under the sun."},{"number":10,"verse":"Whosoever speaks and says, Look, this is new, should know that it already has been in the ages which were before us."},{"number":11,"verse":"There is no remembrance of former generations; neither shall there be any remembrance of generations that are to come with those that will come after."},{"number":12,"verse":"I the Preacher have been king over Israel in Jerusalem."},{"number":13,"verse":"And I gave my heart to seek to search out by wisdom concerning all things that are done under heaven; to be engaged in it is a difficult task that God has given to the sons of men."},{"number":14,"verse":"I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit."},{"number":15,"verse":"The chaotic cannot be made orderly; and he who is lacking knowledge cannot be supplied with it."},{"number":16,"verse":"I have communed with my own heart, saying, Lo, I have become great, and have gotten more wisdom than all they who were before me in Jerusalem; yea, my heart has had great experience of wisdom and knowledge."},{"number":17,"verse":"And I gave my heart to know wisdom and proverbs and understanding; but I have perceived that this also is vexation of spirit"},{"number":18,"verse":"Because in much wisdom there is much grief, and he who increases knowledge increases sorrow."}]}