{"bibleAbbr":"LBP1933","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"TO everything there is a season, and a time for every purpose under the sun:"},{"number":2,"verse":"A time to be born and a time to die; a time to plant and a time to pluck up that which is planted;"},{"number":3,"verse":"A time to kill and a time to heal; a time to tear down and a time to build up;"},{"number":4,"verse":"A time to weep and a time to laugh; a time to mourn and a time to dance;"},{"number":5,"verse":"A time to cast away stones and a time to gather stones together; a time to embrace and a time to refrain from embracing;"},{"number":6,"verse":"A time to lose and a time to seek; a time to tie up and a time to untie;"},{"number":7,"verse":"A time to rend and a time to sew; a time to keep silent and a time to speak;"},{"number":8,"verse":"A time to love and a time to hate; a time for war and a time for peace."},{"number":9,"verse":"What profit has the worker in his labor?"},{"number":10,"verse":"I have seen the toil which the LORD has given to the sons of men to be engaged therewith."},{"number":11,"verse":"He has made everything beautiful in its time; also he has made the world dear to man's heart, so that no man can find out the works which the LORD has done from the beginning to the end."},{"number":12,"verse":"I know that there is no good in worldly things, but for men to rejoice and to do good in their lives."},{"number":13,"verse":"And also that every man should eat and drink and enjoy the good of all his labor; it is the gift of the LORD."},{"number":14,"verse":"I know that whatsoever the LORD does, it shall be for ever; nothing can be added to it and nothing taken from it; and the LORD has so made it that men should reverence him."},{"number":15,"verse":"That which is now, already has been; and that which is to be, has already been; and God will avenge him who has been persecuted."},{"number":16,"verse":"And moreover, I saw under the sun the place of judgment, that wickedness was there; and in the place of righteousness, that iniquity was there."},{"number":17,"verse":"I said in my heart, God shall judge the righteous and the wicked; for there is a time for every purpose and for every work."},{"number":18,"verse":"I meditated in my heart concerning the estate of the sons of men whom God had created, and saw that they are like beasts."},{"number":19,"verse":"For the same misfortune which befalls the sons of men befalls beasts; even one misfortune befalls them: as the one dies, so dies the other; yea, they have all one breath; so that man has no preeminence over the beast; for all is vanity."},{"number":20,"verse":"All go to one place; all are of the dust, and all turn to dust again."},{"number":21,"verse":"Who knows whether the spirit of men goes upward and the spirit of the beasts goes downward under the earth?"},{"number":22,"verse":"Wherefore I saw that there is nothing better in them but that man should rejoice in his works; for that is his portion; for who shall bring him to see what shall be after him?"}]}