{"bibleAbbr":"LBP1933","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"LET your conduct be seemly when you go to the house of God; and to draw near to hear is better than the gift offerings of fools; for they know not to do that which is good."},{"number":2,"verse":"Be not rash with your mouth, and let not your heart be hasty to utter a word before God; for God is in heaven, and you upon earth; therefore let your words be few."},{"number":3,"verse":"For a dream comes because of the multitude of business; and a fool's voice is known by a multitude of words."},{"number":4,"verse":"When you vow a vow to God, do not delay in fulfilling it; for he has no pleasure in fools; but as for you, pay that which you have vowed."},{"number":5,"verse":"It is much better that you should not vow than that you should vow and not fulfill it."},{"number":6,"verse":"Suffer not your mouth to cause your flesh to sin; neither say before God that it was an error, lest God be angry at your voice and destroy the work of your hands."},{"number":7,"verse":"For in the multitude of dreams and vain things and many words is false worship; but you should worship God."},{"number":8,"verse":"If you see the oppression of the poor and violent perversion of judgment and justice in a city, do not marvel at the matter; for he who is higher than the highest is watching; and he who is higher is over them."},{"number":9,"verse":"Moreover the riches of the earth are for all; the king, himself, is served by cultivating his own field."},{"number":10,"verse":"He who loves money shall not be satisfied with money; and he who loves wealth shall not retain it. This is also vanity."},{"number":11,"verse":"When goods increase, they also are increased who eat them; and what profit is there to their owners, except the beholding of them with their eyes?"},{"number":12,"verse":"Sweet is the sleep of a laboring man, whether he eat little or much; but the abundance of the rich will not let him sleep."},{"number":13,"verse":"There is also another grievous evil which I have seen under the sun, riches kept by the owner thereof to his own hurt."},{"number":14,"verse":"And those riches are lost in a bad venture; for when he begets a son, there is nothing in his hand."},{"number":15,"verse":"As he came forth from his mother's womb, naked shall he return to the earth to go as he came, and shall take nothing of his labor, which he may carry away in his hand."},{"number":16,"verse":"And this also is a grievous evil; for just as he came, so shall he go; and what profit has he that has labored for the wind?"},{"number":17,"verse":"All his days also he eats in darkness, in much anger and wrath, in mourning and in sickness."},{"number":18,"verse":"This is what I, the Preacher, have seen: it is good and comely for one to eat and drink and to enjoy the good of all his labor for which he toils under the sun all the days of his life, which the LORD has given him; for this is his portion."},{"number":19,"verse":"To every man also the LORD has given riches and wealth, and has given power to eat thereof and to take his portion and to rejoice in his labor; this is the gift of God."},{"number":20,"verse":"For he shall remember no more the days of his life; because God will keep him busy with the joy of his heart."}]}