{"bibleAbbr":"LBP1933","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"A GOOD name is better than a precious ointment; and the day of one's death than the day of his birth."},{"number":2,"verse":"It is better to go to the house of mourning than to the house of feasting; for this is the end of all men; and the living will lay it to his heart."},{"number":3,"verse":"Sorrow is better than laughter; for by the sadness of the countenance the heart is made better."},{"number":4,"verse":"The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."},{"number":5,"verse":"It is better for a man to hear the rebuke of the wise than to hear the song of fools."},{"number":6,"verse":"For as the crackling of thorns burning under a pot, so is the laughter of fools; this is also vanity."},{"number":7,"verse":"Surely slander destroys a wise man; and a bribe destroys the heart."},{"number":8,"verse":"Better is the end of a thing than its beginning; and the patient man in humbleness is better than the proud in spirit."},{"number":9,"verse":"Be not hastily angry, for anger rests in the bosom of the fools."},{"number":10,"verse":"Say not, What is the cause that the former days were better than these? For you do not enquire wisely concerning this."},{"number":11,"verse":"Wisdom is better than weapons; yea, it is better for those who see the light of the truth."},{"number":12,"verse":"For the protection of wisdom is like the protection of money; and the advantage of knowledge is that wisdom gives life to him who possesses it."},{"number":13,"verse":"Consider the work of God; for who can straighten him who is crooked?"},{"number":14,"verse":"In the day of prosperity be joyful, but look after yourself in the day of adversity. God also has made one thing opposite to another, to the end that man should know nothing after he is gone."},{"number":15,"verse":"All things have I seen in the days of my vanity; there is a righteous man who perishes in his righteousness, and there is a wicked man who prolongs his life in his wickedness."},{"number":16,"verse":"Be not overrighteous; neither make yourself overwise; lest you should become stupid."},{"number":17,"verse":"Be not excessively wicked, lest you be hated much; neither be foolish, lest you die before your time."},{"number":18,"verse":"It is good that you should take hold of this; yea, also from this withdraw not your hand; for he who reverences God shall follow all these things."},{"number":19,"verse":"Wisdom strengthens the wise more than ten princes that are in the city."},{"number":20,"verse":"For there is no just man upon the earth, that does good, and sins not."},{"number":21,"verse":"Also take no heed of all words that are spoken by the wicked; neither listen to your servant when he curses you;"},{"number":22,"verse":"For your heart knows that you yourself have oftentimes cursed others."},{"number":23,"verse":"I have tried all these things by wisdom; I said, I will be wise; but wisdom was far from me."},{"number":24,"verse":"Yea, wisdom was far off; it also had depth beyond depth; who can find it out?"},{"number":25,"verse":"I went around and applied my heart to know and to visit and to search for wisdom and reason and to know the wickedness of the fool, even folly and transgression."},{"number":26,"verse":"And I find more bitter than death the woman whose heart is snares and nets, and whose hands bind him who is good; he who is good in the presence of God shall escape from her; but he who sins shall be caught by her."},{"number":27,"verse":"Behold, I have found this, says the Preacher, weighing one thing against another to find out the purposes,"},{"number":28,"verse":"And again my soul sought but I found not: one man among a thousand have I found; but a woman among all these I have not found."},{"number":29,"verse":"But behold, this thing I have found, that God has made men upright; but they have sought out many devices."}]}