{"bibleAbbr":"YLT1898","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"‘At that time hath JEHOVAH said unto me, Grave for thee two tables of stone, like the first, and come up unto Me, into the mount, and thou hast made for thee an ark of wood,"},{"number":2,"verse":"and I write on the tables the words which were on the first tables, which thou hast broken, and thou hast placed them in the ark;"},{"number":3,"verse":"and I make an ark of shittim wood, and grave two tables of stone like the first, and go up to the mount, and the two tables in my hand."},{"number":4,"verse":"‘And He writeth on the tables, according to the first writing, the Ten Matters, which JEHOVAH hath spoken unto you in the mount, out of the midst of the fire, in the day of the assembly, and JEHOVAH giveth them unto me,"},{"number":5,"verse":"and I turn and come down from the mount, and put the tables in the ark which I had made, and they are there, as JEHOVAH commanded me."},{"number":6,"verse":"‘And the sons of Israel have journeyed from Beeroth of the sons of Jaakan to Mosera, there Aaron died, and he is buried there, and Eleazar his son doth act as priest in his stead;"},{"number":7,"verse":"thence they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of brooks of water."},{"number":8,"verse":"‘At that time hath JEHOVAH separated the tribe of Levi, to bear the ark of the covenant of JEHOVAH, to stand before JEHOVAH, to serve Him, and to bless in His name, unto this day,"},{"number":9,"verse":"therefore there hath not been to Levi a portion and inheritance with his brethren; JEHOVAH Himself [is] his inheritance, as JEHOVAH thy God hath spoken to him."},{"number":10,"verse":"‘And I - I have stood in the mount, as the former days, forty days and forty nights, and JEHOVAH hearkeneth unto me also at that time; JEHOVAH hath not willed to destroy thee."},{"number":11,"verse":"‘And JEHOVAH saith unto me, Rise, go to journey before the people, and they go in and possess the land which I have sworn to their fathers to give to them."},{"number":12,"verse":"‘And now, Israel, what is JEHOVAH thy God asking from thee, except to fear JEHOVAH thy God, to walk in all His ways, and to love Him, and to serve JEHOVAH thy God with all thy heart, and with all thy soul,"},{"number":13,"verse":"to keep the commands of JEHOVAH, and His statutes which I am commanding thee to-day, for good to thee?"},{"number":14,"verse":"‘Lo, to JEHOVAH thy God [are] the heavens and the heavens of the heavens, the earth and all that [is] in it;"},{"number":15,"verse":"only in thy fathers hath JEHOVAH delighted - to love them, and He doth fix on their seed after them - on you, out of all the peoples as [at] this day;"},{"number":16,"verse":"and ye have circumcised the foreskin of your heart, and your neck ye do not harden any more;"},{"number":17,"verse":"for JEHOVAH your God - He [is] God of the gods, and Lord of the lords; God, the great, the mighty, and the fearful; who accepteth not persons, nor taketh a bribe;"},{"number":18,"verse":"He is doing the judgment of fatherless and widow, and loving the sojourner, to give to him bread and raiment."},{"number":19,"verse":"‘And ye have loved the sojourner, for sojourners ye were in the land of Egypt."},{"number":20,"verse":"‘JEHOVAH thy God thou dost fear, Him thou dost serve, and to Him thou dost cleave, and by His name thou dost swear."},{"number":21,"verse":"He [is] thy praise, and He [is] thy God, who hath done with thee these great and fearful [things] which thine eyes have seen:"},{"number":22,"verse":"with seventy persons did thy fathers go down to Egypt, and now hath JEHOVAH thy God made thee as stars of the heavens for multitude."}]}