{"bibleAbbr":"YLT1898","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"‘There is not to the priests the Levites - all the tribe of Levi - a portion and inheritance with Israel; fire-offerings of JEHOVAH, even His inheritance, they eat,"},{"number":2,"verse":"and he hath no inheritance in the midst of his brethren; JEHOVAH Himself [is] his inheritance, as He hath spoken to him."},{"number":3,"verse":"‘And this is the priest's right from the people, from those sacrificing a sacrifice, whether ox or sheep, he hath even given to the priest the leg, and the two cheeks, and the stomach;"},{"number":4,"verse":"the first of thy corn, of thy new wine, and of thine oil, and the first of the fleece of thy flock, thou dost give to him;"},{"number":5,"verse":"for on him hath JEHOVAH thy God fixed, out of all thy tribes, to stand to serve in the name of JEHOVAH, He and his sons continually."},{"number":6,"verse":"‘And when the Levite cometh from one of thy cities out of all Israel, where he hath sojourned, and hath come with all the desire of his soul unto the place which JEHOVAH doth choose,"},{"number":7,"verse":"then he hath ministered in the name of JEHOVAH his God, like all his brethren, the Levites, who are standing there before JEHOVAH,"},{"number":8,"verse":"portion as portion they do eat, apart from his sold things, with the fathers."},{"number":9,"verse":"‘When thou art coming in unto the land which JEHOVAH thy God is giving to thee, thou dost not learn to do according to the abominations of those nations:"},{"number":10,"verse":"there is not found in thee one causing his son and his daughter to pass over into fire, a user of divinations, an observer of clouds, and an enchanter, and a sorcerer,"},{"number":11,"verse":"and a charmer, and one asking at a familiar spirit, and a wizard, and one seeking unto the dead."},{"number":12,"verse":"‘For the abomination of JEHOVAH [is] every one doing these, and because of these abominations is JEHOVAH thy God dispossessing them from thy presence."},{"number":13,"verse":"Perfect thou art with JEHOVAH thy God,"},{"number":14,"verse":"for these nations whom thou art possessing, unto observers of clouds, and unto diviners, do hearken; and thou - not so hath JEHOVAH thy God suffered thee."},{"number":15,"verse":"‘A prophet out of thy midst, out of thy brethren, like to me, doth JEHOVAH thy God raise up to thee - unto him ye hearken;"},{"number":16,"verse":"according to all that thou didst ask from JEHOVAH thy God, in Horeb, in the day of the assembly, saying, Let me not add to hear the voice of JEHOVAH my God, and this great fire let me not see any more, and I die not;"},{"number":17,"verse":"and JEHOVAH saith unto me, They have done well that they have spoken;"},{"number":18,"verse":"a prophet I raise up to them, out of the midst of their brethren, like to thee; and I have given my words in his mouth, and he hath spoken unto them all that which I command him;"},{"number":19,"verse":"and it hath been - the man who doth not hearken unto My words which he doth speak in My name, I require [it] of him."},{"number":20,"verse":"‘Only, the prophet who presumeth to speak a word in My name - that which I have not commanded him to speak - and who speaketh in the name of other gods - even that prophet hath died."},{"number":21,"verse":"‘And when thou sayest in thy heart, How do we know the word which JEHOVAH hath not spoken? -"},{"number":22,"verse":"that which the prophet speaketh in the name of JEHOVAH, and the thing is not, and cometh not - it [is] the word which JEHOVAH hath not spoken; in presumption hath the prophet spoken it; - thou art not afraid of him."}]}