{"bibleAbbr":"YLT1898","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"‘And this [is] the command, the statutes and the judgments which JEHOVAH your God hath commanded to teach you, to do in the land which ye are passing over thither to possess it,"},{"number":2,"verse":"so that thou dost fear JEHOVAH thy God, to keep all His statutes and His commands, which I am commanding thee, thou, and thy son, and thy son's son, all days of thy life, and so that thy days are prolonged."},{"number":3,"verse":"‘And thou hast heard, O Israel, and observed to do, that it may be well with thee, and that thou mayest multiply exceedingly, as JEHOVAH, God of thy fathers, hath spoken to thee, [in] the land flowing with milk and honey."},{"number":4,"verse":"‘Hear, O Israel, JEHOVAH our God [is] one JEHOVAH;"},{"number":5,"verse":"and thou hast loved JEHOVAH thy God with all thy heart, and with all thy soul, and with all thy might,"},{"number":6,"verse":"and these words which I am commanding thee to-day have been on thine heart,"},{"number":7,"verse":"and thou hast repeated them to thy sons, and spoken of them in thy sitting in thine house, and in thy walking in the way, and in thy lying down, and in thy rising up,"},{"number":8,"verse":"and hast bound them for a sign upon thy hand, and they have been for frontlets between thine eyes,"},{"number":9,"verse":"and thou hast written them on door-posts of thy house, and on thy gates."},{"number":10,"verse":"‘And it hath been, when JEHOVAH thy God doth bring thee in unto the land which He hath sworn to thy fathers, to Abraham, to Isaac, and to Jacob, to give to thee - cities great and good, which thou hast not built,"},{"number":11,"verse":"and houses full of all good things which thou hast not filled, and wells digged which thou hast not digged, vineyards and olive-yards which thou hast not planted, and thou hast eaten, and been satisfied;"},{"number":12,"verse":"‘Take heed to thyself lest thou forget JEHOVAH who hath brought thee out of the land of Egypt, out of a house of servants;"},{"number":13,"verse":"JEHOVAH thy God thou dost fear, and Him thou dost serve, and by His name thou dost swear;"},{"number":14,"verse":"ye do not go after other gods, of the gods of the peoples who [are] round about you;"},{"number":15,"verse":"for a zealous God [is] JEHOVAH thy God in thy midst - lest the anger of JEHOVAH thy God burn against thee, and He hath destroyed thee from off the face of the ground."},{"number":16,"verse":"‘Ye do not try JEHOVAH your God as ye tried in Massah;"},{"number":17,"verse":"ye do diligently keep the commands of JEHOVAH your God, and His testimonies, and His statutes which He hath commanded thee,"},{"number":18,"verse":"and thou hast done that which is right and good in the eyes of JEHOVAH, so that it is well with thee, and thou hast gone in and possessed the good land which JEHOVAH hath sworn to thy fathers,"},{"number":19,"verse":"to drive away all thine enemies from thy presence, as JEHOVAH hath spoken."},{"number":20,"verse":"‘When thy son asketh thee hereafter, saying, What [are] the testimonies, and the statutes, and the judgments, which JEHOVAH our God hath commanded you?"},{"number":21,"verse":"then thou hast said to thy son, Servants we have been to Pharaoh in Egypt, and JEHOVAH bringeth us out of Egypt by a high hand;"},{"number":22,"verse":"and JEHOVAH giveth signs and wonders, great and sad, on Egypt, on Pharaoh, and on all his house, before our eyes;"},{"number":23,"verse":"and us He hath brought out thence, in order to bring us in, to give to us the land which He had sworn to our fathers."},{"number":24,"verse":"And JEHOVAH commandeth us to do all these statutes, to fear JEHOVAH our God, for good to ourselves all the days, to keep us alive, as [at] this day;"},{"number":25,"verse":"and righteousness it is for us, when we observe to do all this command before JEHOVAH our God, as He hath commanded us."}]}