{"bibleAbbr":"RSV1971","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"The Deserted City How lonely sits the city that was full of people! How like a widow has she become, she that was great among the nations! She that was a princess among the cities has become a vassal."},{"number":2,"verse":"She weeps bitterly in the night, tears on her cheeks; among all her lovers she has none to comfort her; all her friends have dealt treacherously with her, they have become her enemies."},{"number":3,"verse":"Judah has gone into exile because of affliction and hard servitude; she dwells now among the nations, but finds no resting place; her pursuers have all overtaken her in the midst of her distress."},{"number":4,"verse":"The roads to Zion mourn, for none come to the appointed feasts; all her gates are desolate, her priests groan; her maidens have been dragged away, (Gk Old Latin: Heb afflicted) and she herself suffers bitterly."},{"number":5,"verse":"Her foes have become the head, her enemies prosper, because the LORD has made her suffer for the multitude of her transgressions; her children have gone away, captives before the foe."},{"number":6,"verse":"From the daughter of Zion has departed all her majesty. Her princes have become like harts that find no pasture; they fled without strength before the pursuer."},{"number":7,"verse":"Jerusalem remembers in the days of her affliction and bitterness (Cn: Heb wandering) all the precious things that were hers from days of old. When her people fell into the hand of the foe, and there was none to help her, the foe gloated over her, mocking at her downfall."},{"number":8,"verse":"Jerusalem sinned grievously, therefore she became filthy; all who honored her despise her, for they have seen her nakedness; yea, she herself groans, and turns her face away."},{"number":9,"verse":"Her uncleanness was in her skirts; she took no thought of her doom; therefore her fall is terrible, she has no comforter. “O LORD, behold my affliction, for the enemy has triumphed!”"},{"number":10,"verse":"The enemy has stretched out his hands over all her precious things; yea, she has seen the nations invade her sanctuary, those whom thou didst forbid to enter thy congregation."},{"number":11,"verse":"All her people groan as they search for bread; they trade their treasures for food to revive their strength. “Look, O LORD, and behold, for I am despised.”"},{"number":12,"verse":"“Is it nothing to you, (Heb uncertain) all you who pass by? Look and see if there is any sorrow like my sorrow which was brought upon me, which the LORD inflicted on the day of his fierce anger."},{"number":13,"verse":"“From on high he sent fire; into my bones (Gk: Heb bones and) he made it descend; he spread a net for my feet; he turned me back; he has left me stunned, faint all the day long."},{"number":14,"verse":"“My transgressions were bound (Cn: Heb uncertain) into a yoke; by his hand they were fastened together; they were set upon my neck; he caused my strength to fail; the Lord gave me into the hands of those whom I cannot withstand."},{"number":15,"verse":"“The Lord flouted all my mighty men in the midst of me; he summoned an assembly against me to crush my young men; the Lord has trodden as in a wine press the virgin daughter of Judah."},{"number":16,"verse":"“For these things I weep; my eyes flow with tears; for a comforter is far from me, one to revive my courage; my children are desolate, for the enemy has prevailed.”"},{"number":17,"verse":"Zion stretches out her hands, but there is none to comfort her; the LORD has commanded against Jacob that his neighbors should be his foes; Jerusalem has become a filthy thing among them."},{"number":18,"verse":"“The LORD is in the right, for I have rebelled against his word; but hear, all you peoples, and behold my suffering; my maidens and my young men have gone into captivity."},{"number":19,"verse":"“I called to my lovers but they deceived me; my priests and elders perished in the city, while they sought food to revive their strength."},{"number":20,"verse":"“Behold, O LORD, for I am in distress, my soul is in tumult, my heart is wrung within me, because I have been very rebellious. In the street the sword bereaves; in the house it is like death."},{"number":21,"verse":"“Hear (Gk Syr: Heb they heard) how I groan; there is none to comfort me. All my enemies have heard of my trouble; they are glad that thou hast done it. Bring thou (Syr: Heb thou hast brought) the day thou hast announced, and let them be as I am."},{"number":22,"verse":"“Let all their evil-doing come before thee; and deal with them as thou hast dealt with me because of all my transgressions; for my groans are many and my heart is faint.”"}]}