{"bibleAbbr":"RSV1971","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"(The Punishment of Zion) How the gold has grown dim, how the pure gold is changed! The holy stones lie scattered at the head of every street."},{"number":2,"verse":"The precious sons of Zion, worth their weight in fine gold, how they are reckoned as earthen pots, the work of a potter’s hands!"},{"number":3,"verse":"Even the jackals give the breast and suckle their young, but the daughter of my people has become cruel, like the ostriches in the wilderness."},{"number":4,"verse":"The tongue of the nursling cleaves to the roof of its mouth for thirst; the children beg for food, but no one gives to them."},{"number":5,"verse":"Those who feasted on dainties perish in the streets; those who were brought up in purple lie on ash heaps."},{"number":6,"verse":"For the chastisement (Or iniquity) of the daughter of my people has been greater than the punishment (Or sin) of Sodom, which was overthrown in a moment, no hand being laid on it. (Heb uncertain)"},{"number":7,"verse":"Her princes were purer than snow, whiter than milk; their bodies were more ruddy than coral, the beauty of their form (Heb uncertain) was like sapphire. (Heb lapis lazuli)"},{"number":8,"verse":"Now their visage is blacker than soot, they are not recognized in the streets; their skin has shriveled upon their bones, it has become as dry as wood."},{"number":9,"verse":"Happier were the victims of the sword than the victims of hunger, who pined away, stricken by want of the fruits of the field."},{"number":10,"verse":"The hands of compassionate women have boiled their own children; they became their food in the destruction of the daughter of my people."},{"number":11,"verse":"The LORD gave full vent to his wrath, he poured out his hot anger; and he kindled a fire in Zion, which consumed its foundations."},{"number":12,"verse":"The kings of the earth did not believe, or any of the inhabitants of the world, that foe or enemy could enter the gates of Jerusalem."},{"number":13,"verse":"This was for the sins of her prophets and the iniquities of her priests, who shed in the midst of her the blood of the righteous."},{"number":14,"verse":"They wandered, blind, through the streets, so defiled with blood that none could touch their garments."},{"number":15,"verse":"“Away! Unclean!” men cried at them; “Away! Away! Touch not!” So they became fugitives and wanderers; men said among the nations, “They shall stay with us no longer.”"},{"number":16,"verse":"The LORD himself has scattered them, he will regard them no more; no honor was shown to the priests, no favor to the elders."},{"number":17,"verse":"Our eyes failed, ever watching vainly for help; in our watching (Heb uncertain) we watched for a nation which could not save."},{"number":18,"verse":"Men dogged our steps so that we could not walk in our streets; our end drew near; our days were numbered; for our end had come."},{"number":19,"verse":"Our pursuers were swifter than the vultures in the heavens; they chased us on the mountains, they lay in wait for us in the wilderness."},{"number":20,"verse":"The breath of our nostrils, the LORD’s anointed, was taken in their pits, he of whom we said, “Under his shadow we shall live among the nations.”"},{"number":21,"verse":"Rejoice and be glad, O daughter of Edom, dweller in the land of Uz; but to you also the cup shall pass; you shall become drunk and strip yourself bare."},{"number":22,"verse":"The punishment of your iniquity, O daughter of Zion, is accomplished, he will keep you in exile no longer; but your iniquity, O daughter of Edom, he will punish, he will uncover your sins."}]}