{"bibleAbbr":"NRSVue2021","bookName":"Philemon","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"(Salutation) (2 Cor 1.1; Eph 3.1; Phil 2.25) Paul, a prisoner of Christ Jesus, and Timothy our brother, To our beloved coworker Philemon,"},{"number":2,"verse":"(Rom 16.5; Phil 2.25; Col 4.17) to our (2 Other ancient authorities add beloved) sister Apphia, to our fellow soldier Archippus, and to the church in your (2 Gk your is singular) house:"},{"number":3,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":4,"verse":"(Philemon’s Love and Faith) I thank my God always when I mention you (4 In verses 4-21, you is singular) in my prayers,"},{"number":5,"verse":"(Eph 1.15; Col 1.4) because I hear of your love for all the saints and your faith toward the Lord Jesus."},{"number":6,"verse":"I pray that the partnership of your faith may become effective as you comprehend all the good that we (6 Other ancient authorities read you (plural)) share in Christ. (6 Other ancient authorities add Jesus)"},{"number":7,"verse":"(v 20|PHM 1:20; 2 Cor 7.13) I have (7 Other ancient authorities read we have) indeed received much joy and encouragement from your love, because the hearts of the saints have been refreshed through you, my brother."},{"number":8,"verse":"(Paul’s Plea for Onesimus) For this reason, though I am more than bold enough in Christ to command you to do the right thing,"},{"number":9,"verse":"yet I would rather appeal to you on the basis of love—and I, Paul, do this as an old man and now also as a prisoner of Christ Jesus. (9 Or as an ambassador of Christ Jesus, and now also his prisoner)"},{"number":10,"verse":"(1 Cor 4.14, 15; Col 4.9) I am appealing to you for my child, Onesimus, whose father I have become during my imprisonment."},{"number":11,"verse":"Formerly he was useless to you, but now he is indeed useful (11 The name Onesimus means useful or beneficial) to (11 Other ancient authorities read both to) you and to me."},{"number":12,"verse":"I am sending him, that is, my own heart, back to you. (12 Other ancient authorities read you; receive him)"},{"number":13,"verse":"(Phil 1.7) I wanted to keep him with me so that he might minister to me in your place during my imprisonment for the gospel,"},{"number":14,"verse":"(2 Cor 9.7; 1 Pet 5.2) but I preferred to do nothing without your consent in order that your good deed might be voluntary and not something forced."},{"number":15,"verse":"Perhaps this is the reason he was separated from you for a while, so that you might have him back for the long term,"},{"number":16,"verse":"(Mt 23.8; Col 3.22; 1 Tim 6.2) no longer as a slave but more than a slave, a beloved brother—especially to me but how much more to you, both in the flesh and in the Lord."},{"number":17,"verse":"(2 Cor 8.23) So if you consider me your partner, welcome him as you would welcome me."},{"number":18,"verse":"If he has wronged you in any way or owes you anything, charge that to me."},{"number":19,"verse":"I, Paul, am writing this with my own hand: I will repay it. I say nothing about your owing me even your own self."},{"number":20,"verse":"Yes, brother, let me have this benefit from you in the Lord! Refresh my heart in Christ. (20 Other ancient authorities read in the LORD)"},{"number":21,"verse":"(2 Cor 2.3) Confident of your obedience, I am writing to you, knowing that you will do even more than I ask."},{"number":22,"verse":"(Acts 28.23; 2 Cor 1.11; Phil 1.25; 2.24) One thing more: prepare a guest room for me, for I am hoping through your prayers to be restored to you."},{"number":23,"verse":"(Final Greetings and Benediction) (Col 1.7) Epaphras, my fellow prisoner in Christ Jesus, sends greetings to you, (23 Here you is singular)"},{"number":24,"verse":"(Acts 12.12; Col 4.10) and so do Mark, Aristarchus, Demas, and Luke, my coworkers."},{"number":25,"verse":"(2 Tim 4.22) The grace of the Lord Jesus Christ be with your spirit. (25 Other ancient authorities add Amen)"}]}