{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"The proverbs of Solomon. A wise son makes a glad father; but a foolish son [is] the sorrow of his mother."},{"number":2,"verse":"Treasures of wickedness profit nothing; but righteousness delivers from death."},{"number":3,"verse":"The LORD will not allow the soul of the righteous to go hungry; but He casts away the desire of the wicked."},{"number":4,"verse":"He who deals [with] a lazy hand becomes poor; but the hand of the hard worker makes rich."},{"number":5,"verse":"He who gathers in summer [is] a wise son; but he who sleeps in harvest [is] a son who causes shame."},{"number":6,"verse":"Blessings [are] on the head of the just; but violence covers the mouth of the wicked."},{"number":7,"verse":"The memory of the just [is] blessed; but the name of the wicked shall rot."},{"number":8,"verse":"The wise in heart will receive commandments; but a babbling fool shall fall."},{"number":9,"verse":"He who walks uprightly walks surely; but he who twists his ways shall be known."},{"number":10,"verse":"He who winks the eye causes sorrow; but a babbling fool shall fall."},{"number":11,"verse":"The mouth of a righteous one [is] a well of life; but violence covers the mouth of the wicked."},{"number":12,"verse":"Hatred stirs up fights, but love covers all sins."},{"number":13,"verse":"In the lips of him who has understanding, wisdom is found; but a rod [is] for the back of him who is without understanding."},{"number":14,"verse":"Wise ones store up knowledge; but the mouth of the foolish [is] near ruin."},{"number":15,"verse":"The rich man's wealth [is] his strong city; the ruin of the poor [is] their poverty."},{"number":16,"verse":"The labor of the righteous [tends] to life; the fruit of the wicked [tends] to sin."},{"number":17,"verse":"He who keeps instruction [is] in the way of life; but he who refuses reproof goes astray."},{"number":18,"verse":"He who hides hatred [with] lying lips, and he who speaks a slander, [is] a fool."},{"number":19,"verse":"In the multitude of words, sin is not lacking; but he who holds back his lips [is] wise."},{"number":20,"verse":"The tongue of the just [is as] choice silver; the heart of the wicked [is] worth little."},{"number":21,"verse":"The lips of the righteous feed many; but fools die for lack of wisdom."},{"number":22,"verse":"The blessing of the LORD itself makes rich, and He adds no sorrow with it."},{"number":23,"verse":"To work out evil devices [is as] laughter to a fool; [so] wisdom [is] to a man of understanding."},{"number":24,"verse":"What the wicked fears shall come upon him; but the desire of the righteous shall be granted."},{"number":25,"verse":"As the storm passes, so the wicked is no more; but the righteous [is] an everlasting foundation."},{"number":26,"verse":"Like vinegar to the teeth, and like smoke to the eyes, so [is] the sluggard to those who send him."},{"number":27,"verse":"The fear of the LORD prolongs days; but the years of the wicked shall be shortened."},{"number":28,"verse":"The hope of the righteous [is] gladness; but the hope of the wicked shall perish."},{"number":29,"verse":"The way of the LORD [is] strength to the upright; but ruin [is] to the workers of iniquity."},{"number":30,"verse":"The righteous shall never be moved; and the wicked shall not live in the earth."},{"number":31,"verse":"The mouth of the just brings forth wisdom; but the perverse tongue shall be cut out."},{"number":32,"verse":"The lips of the righteous know what is pleasing; but the mouth of the wicked what [is] contrary."}]}