{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"A wise woman builds her house, but the foolish plucks it down with her hands."},{"number":2,"verse":"He who walks in his uprightness fears the LORD, but [he who is] perverse in his ways despises Him."},{"number":3,"verse":"In the mouth of the foolish [is] a rod of pride, but the lips of the wise shall keep them."},{"number":4,"verse":"Where no cattle [are], the stall [is] clean, but much gain [is] by the strength of the ox."},{"number":5,"verse":"A faithful witness will not lie, but a false witness will speak lies."},{"number":6,"verse":"A scorner seeks wisdom, and it is not [found], but knowledge [is] easy to him who understands."},{"number":7,"verse":"Go from before a foolish man when you do not see [in him] the lips of knowledge."},{"number":8,"verse":"The wisdom of the wise [is] to understand his way, but the folly of fools [is] deceit."},{"number":9,"verse":"Fools laugh at sin, but among the righteous [there is] favor."},{"number":10,"verse":"The heart knows its own bitterness, and a stranger does not share in its joy."},{"number":11,"verse":"The house of the wicked shall be overthrown, but the tent of the upright shall be blessed."},{"number":12,"verse":"There is a way which seems right to a man, but the end of it [is] the ways of death."},{"number":13,"verse":"Even in laughter the heart is sorrowful, and the end of that joy [is] heaviness."},{"number":14,"verse":"The backslider in heart shall be filled with his own ways, but a good man from himself."},{"number":15,"verse":"The simple believes every word, but the wise man watches his step."},{"number":16,"verse":"A wise one fears and departs from evil, but the fool rages and is sure."},{"number":17,"verse":"He who [is] soon angry acts foolishly, and a man of wicked plots is hated."},{"number":18,"verse":"The simple inherit folly, but the wise are crowned with knowledge."},{"number":19,"verse":"The evil bow before the good, and the wicked at the gates of the righteous."},{"number":20,"verse":"The poor is hated even by his own neighbor, but the rich [has] many friends."},{"number":21,"verse":"He who despises his neighbor sins, but he who has mercy on the poor, happy [is] he."},{"number":22,"verse":"Do not those who think evil go astray? But mercy and truth shall be to those who think of good."},{"number":23,"verse":"In all labor there is gain, but the talk of the lips [tends] only to poverty."},{"number":24,"verse":"The crown of the wise [is] their riches [of wisdom]; the foolishness of fools [is] folly."},{"number":25,"verse":"A true witness delivers souls, but a deceitful witness speaks lies."},{"number":26,"verse":"In the fear of the LORD [is] strong hope, and His sons shall have a place of refuge."},{"number":27,"verse":"The fear of the LORD [is] a fountain of life to turn aside from the snares of death."},{"number":28,"verse":"In the multitude of people [is] the king's honor, but in the lack of people [is] the ruin of the prince."},{"number":29,"verse":"[He who is] slow to wrath [is] of great understanding, but [he who is] hasty of spirit exalts folly."},{"number":30,"verse":"A sound heart [is] the life of the flesh, but envy the rottenness of the bones."},{"number":31,"verse":"He who presses the poor curses his Maker, but he who honors Him has mercy upon the poor."},{"number":32,"verse":"The wicked is driven away in his wickedness, but the righteous [has] hope in his death."},{"number":33,"verse":"Wisdom rests in the heart of him who has understanding, but among fools it is made known."},{"number":34,"verse":"Righteousness lifts up a nation, but sin [is] a shame to any people."},{"number":35,"verse":"The king's favor [is] toward a wise servant, but his wrath is against him who causes shame."}]}