{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"My son, if you will receive My words and hide My commandments with you,"},{"number":2,"verse":"so that you attend to wisdom, you shall extend your heart to understanding;"},{"number":3,"verse":"yea, if you cry after knowledge [and] lift up your voice for understanding;"},{"number":4,"verse":"if you seek her as silver, and search [for] her as for hidden treasures,"},{"number":5,"verse":"then you shall understand the fear of the LORD and find the knowledge of God."},{"number":6,"verse":"For the LORD gives wisdom; out of His mouth [come] knowledge and understanding."},{"number":7,"verse":"He lays up sound wisdom for the righteous; [He is] a shield to those who walk uprightly."},{"number":8,"verse":"He keeps the paths of judgment, and guards the way of His saints."},{"number":9,"verse":"Then you shall understand righteousness and judgment and honesty, every good path."},{"number":10,"verse":"When wisdom enters into your heart, and knowledge is pleasing to your soul;"},{"number":11,"verse":"judgment shall keep you, understanding shall keep you,"},{"number":12,"verse":"to deliver you from the way of the evil man, from the man who speaks wicked things;"},{"number":13,"verse":"those who leave the paths of uprightness to walk in the ways of darkness,"},{"number":14,"verse":"who rejoice to do evil [and] delight in the perversities of the wicked;"},{"number":15,"verse":"whose ways [are] crooked, and [are] devious in their paths."},{"number":16,"verse":"[They] will deliver you from the strange woman, the stranger [who] flatters [with] her words,"},{"number":17,"verse":"who forsakes the guide of her youth and forgets the covenant of her God."},{"number":18,"verse":"For her house bows down to death, and her paths to the dead."},{"number":19,"verse":"All who go in to her do not return, nor do they take hold of the paths of life,"},{"number":20,"verse":"in order that you may walk in the way of good and keep the paths of the righteous."},{"number":21,"verse":"For the upright shall dwell [in] the land, and the perfect shall remain in it."},{"number":22,"verse":"But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it."}]}