{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"A [good] name [is] rather to be chosen than great riches; [and] loving favor rather than silver or gold."},{"number":2,"verse":"The rich and poor meet together; the LORD [is] the maker of them all."},{"number":3,"verse":"A prudent one foresees the evil and hides himself, but the simple pass on and are punished."},{"number":4,"verse":"By humility [and] the fear of the LORD [are] riches and honor and life."},{"number":5,"verse":"Thorns [and] snares [are] in the way of the perverse; he who keeps his soul shall be far from them."},{"number":6,"verse":"Train up a child in the way he should go; and when he is old, he will not depart from it."},{"number":7,"verse":"The rich rules over the poor, and the borrower [is] servant to the lender."},{"number":8,"verse":"He who sows iniquity shall reap vanity; and the rod of his anger shall fail."},{"number":9,"verse":"He who has a bountiful eye shall be blessed; for he gives of his bread to the poor."},{"number":10,"verse":"Cast out the scorner, and fighting shall go out; yes, quarrels and shame shall cease."},{"number":11,"verse":"He who loves pureness of heart, grace is on his lips; the king [shall be] his friend."},{"number":12,"verse":"The eyes of the LORD keep knowledge, and He overthrows the words of the transgressor."},{"number":13,"verse":"The lazy one says, [There is] a lion outside; I shall be killed in the streets."},{"number":14,"verse":"The mouth of strange women [is] a deep pit; those despised [by] the LORD shall fall there."},{"number":15,"verse":"Foolishness [is] bound in the heart of a child; the rod of correction shall drive it far from him."},{"number":16,"verse":"He who crushes the poor to multiply for himself, and he who gives to the rich, only [to come] to poverty."},{"number":17,"verse":"Bow down your ear, and hear the words of the wise, and apply your heart to My knowledge."},{"number":18,"verse":"For [it is] a pleasant thing if you keep them within you; they shall all be fitted in your lips,"},{"number":19,"verse":"so that your trust may be in the LORD, I have made known to you this day, even to you."},{"number":20,"verse":"Have I not written to you excellent things in counsels and knowledge,"},{"number":21,"verse":"that I might make you know the sureness of the words of truth; to return the words of truth to those who send to you?"},{"number":22,"verse":"Do not rob the poor, because he [is] poor; nor press down the afflicted in the gate;"},{"number":23,"verse":"for the LORD will plead their cause, and strip the soul of those who plunder them."},{"number":24,"verse":"Make no friendship with an angry man; and you shall not go up with a man of fury,"},{"number":25,"verse":"lest you learn his ways and get a snare to your soul."},{"number":26,"verse":"Be not one of those who strike hands, of those who are sureties for debts."},{"number":27,"verse":"If you have nothing to pay, why should he take away your bed from under you?"},{"number":28,"verse":"Do not remove the old landmark which your fathers have set."},{"number":29,"verse":"Do you see a man diligent in his business? He shall stand before kings; he shall not stand before unknown [men]."}]}