{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"These [are] also proverbs of Solomon which the men of Hezekiah king of Judah copied out."},{"number":2,"verse":"The glory of God [is] to hide a thing; but the honor of kings [is] to search out a matter."},{"number":3,"verse":"The heavens for height, and the earth for depth, but the heart of kings [is] without searching."},{"number":4,"verse":"Take away the dross from the silver, and there shall come forth a vessel for the refiner."},{"number":5,"verse":"Take away the wicked [from] before the king, and his throne shall be founded in righteousness."},{"number":6,"verse":"Do not put yourself forth in the presence of the king, and do not stand in the place of the great;"},{"number":7,"verse":"for [it is] better that it should be said to you, Come up here, than that you should be put lower in the presence of a noble whom your eyes have seen."},{"number":8,"verse":"Do not go forth quickly to fight, lest [you know not] what to do in the end of it, when your neighbor has put you to shame."},{"number":9,"verse":"Debate your cause with your neighbor; and do not uncover a secret to another,"},{"number":10,"verse":"lest he who hears [it] put you to shame, and your evil report turn not away."},{"number":11,"verse":"A word fitly spoken [is like] apples of gold in pictures of silver."},{"number":12,"verse":"[As] a ring of gold, and an ornament of fine gold, [so is] a wise reprover upon a hearing ear."},{"number":13,"verse":"Like cold snow in the time of harvest, [so is] a faithful messenger to his senders; [for] he makes return [to] his master's soul."},{"number":14,"verse":"A man boasting himself in a false gift [is like] clouds and wind, but no rain."},{"number":15,"verse":"In [being] slow to anger a ruler is won over, and a soft tongue breaks the bone."},{"number":16,"verse":"Have you found honey? Eat [only] as much as is enough for you, lest you be filled with it and vomit it."},{"number":17,"verse":"Withdraw your foot from your neighbor's house, lest he be weary of you and hate you."},{"number":18,"verse":"A man who bears false witness against his neighbor [is] a maul, and a sword, and a sharp arrow."},{"number":19,"verse":"Trust in an unfaithful man in time of trouble [is like] a broken tooth, and a foot out of joint."},{"number":20,"verse":"[As] he who takes away a garment in cold weather, [as] vinegar upon niter, [so is] he who sings songs to a heavy heart."},{"number":21,"verse":"If your enemy is hungry, give him bread to eat; and if he is thirsty, give him water to drink,"},{"number":22,"verse":"for you shall heap coals [of fire] upon his head, and the LORD shall reward you."},{"number":23,"verse":"The north wind drives away rain; so [does] an angry face a backbiting tongue."},{"number":24,"verse":"[It is] better to dwell in the corner of the housetop than with a quarreling woman and to share a house."},{"number":25,"verse":"[Like] cold waters to a thirsty soul, [so is] good news from a far country."},{"number":26,"verse":"A righteous man falling down before the wicked [is like] a troubled fountain and a rotten spring."},{"number":27,"verse":"[It is] not good to eat much honey; so [for men] to search their own glory [is not] glory."},{"number":28,"verse":"He who [has] no rule over his own spirit [is like a] broken down city without a wall."}]}