{"bibleAbbr":"MKJV1962","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"As snow in summer, and as rain in harvest, so honor [is] not becoming for a fool."},{"number":2,"verse":"As the bird by wandering, as the swallow by flying, so the curse without cause shall not come."},{"number":3,"verse":"A whip for the horse, a bridle for the ass, and a rod for the fool's back."},{"number":4,"verse":"Do not answer a fool according to his foolishness, lest you also be like him."},{"number":5,"verse":"Answer a fool according to his foolishness, so that he may not be wise in his own eyes."},{"number":6,"verse":"He who sends a message by the hand of a fool cuts off the feet [and] drinks down damage."},{"number":7,"verse":"The legs of the lame [are] not equal; so [is] a parable in the mouth of fools."},{"number":8,"verse":"As he who binds a stone in a sling, so [is] he who gives honor to a fool."},{"number":9,"verse":"[As] a thorn goes up into the hand of a drunkard, so [is] a parable in the mouth of fools."},{"number":10,"verse":"Great [is] the Former of all, but he who hires a fool [is like] one who hires one passing by."},{"number":11,"verse":"As a dog returns to its vomit, [so] a fool returns to his folly."},{"number":12,"verse":"Do you see a man wise in his own eyes? [There is] more hope for a fool than for him."},{"number":13,"verse":"The lazy one says, [There is] a lion in the way; a lion [is] in the streets."},{"number":14,"verse":"[As] the door turns upon its hinges, [so does] the lazy man turn upon his bed."},{"number":15,"verse":"The lazy man hides his hand in [his] bosom; it grieves him to bring it again to his mouth."},{"number":16,"verse":"The sluggard [is] wiser in his own eyes than seven men who can give a reason."},{"number":17,"verse":"He who passes by enraging himself over strife not his own [is like] one who takes a dog by the ears,"},{"number":18,"verse":"[or] like a madman who throws firebrands, arrows, and death."},{"number":19,"verse":"so [is] the man who deceives his neighbor and says, Am I not joking."},{"number":20,"verse":"Where there is no wood, the fire goes out; and where [there is] no talebearer, the fighting ceases."},{"number":21,"verse":"[As] coals to burning coals, and wood to fire, so [is] a quarrelsome man to kindle fighting."},{"number":22,"verse":"The words of a talebearer [are] as wounds, and they go down into the innermost parts of the belly."},{"number":23,"verse":"Burning lips and a wicked heart [are like] a broken piece of pottery with silver waste."},{"number":24,"verse":"He who hates pretends with his lips and stores up deceit within him."},{"number":25,"verse":"When he makes his voice gracious, do not believe him; for seven hateful things [are] in his heart."},{"number":26,"verse":"[He whose] hatred is covered by deceit, his wickedness shall be shown before the congregation."},{"number":27,"verse":"Whoever digs a pit shall fall into it; and he who rolls a stone, it will turn back to him."},{"number":28,"verse":"A lying tongue hates [those] afflicted by it, and a flattering mouth works ruin."}]}