{"bibleAbbr":"NCB2019","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"How deserted now is the city that was formerly overflowing with people! Once she was the greatest of the nations; now she is like a widow. Once she was a princess among the provinces; now she is subjected to forced labor."},{"number":2,"verse":"She weeps bitterly throughout the night, with tears running down her cheeks. Not a single one of those who loved her remains to offer her comfort. All of her friends[b] have betrayed her and have become her enemies."},{"number":3,"verse":"After enduring intense suffering and endless servitude, Judah has gone into exile. She lives among the nations but finds no resting place. In the midst of her distress her persecutors have overtaken her."},{"number":4,"verse":"The roads to Zion mourn, for no pilgrims now come to her festivals. All of her gateways are deserted; her priests groan, her young maidens are grief-stricken and their fate is bitter."},{"number":5,"verse":"Her foes have become her masters, and her enemies prosper, for the LORD has made her suffer for her endless transgressions. Her children are no longer there, having been taken captive by their oppressor."},{"number":6,"verse":"Every vestige of splendor has departed from the daughter of Zion.[c] Her princes have become like stags that can find no pasture; with their strength exhausted they flee before their pursuers."},{"number":7,"verse":"In the days of her misery and distress Jerusalem will remember those times when her people were overcome by the enemy, and she had no one to help her. Her foes mocked her unceasingly and laughed over her downfall."},{"number":8,"verse":"Because Jerusalem had sinned so grievously, she was regarded as an object of defilement. All those who honored her now despise her after having beheld her nakedness. She herself groans in anguish and turns her face away."},{"number":9,"verse":"Her filthiness befouled her skirts; she gave no thought to her future. Her downfall was incredible, and there was no one to comfort her. “O LORD, look at my affliction, for the enemy has triumphed.”"},{"number":10,"verse":"The enemy stretched out their hands to seize all her treasures. She beheld the nations invade her sanctuary, those whom you had forbidden to come into your assembly."},{"number":11,"verse":"All her people groan as they desperately search for bread. They trade their treasures for food to keep themselves alive. Look, O LORD, and see how worthless I have become."},{"number":12,"verse":"All of you who pass this way, look and see. Is there any sorrow like the sorrow that has been inflicted upon me which the LORD forced me to suffer on the day of his fierce anger?"},{"number":13,"verse":"From on high he sent down fire that lodged deep in my bones. He spread a net for my feet and turned me back. He left me desolate and in a state of weakness all day long."},{"number":14,"verse":"My sins have been bound into a yoke, woven together by his hand. They weigh down my neck and sap my strength. The LORD has handed me over to those whom I cannot withstand."},{"number":15,"verse":"The LORD has totally rejected all the warriors in my midst, and he has summoned an army against me to crush my young warriors. The LORD has trodden in the winepress the virgin daughter of Judah."},{"number":16,"verse":"This is why I weep and my eyes flow with tears. Anyone who could comfort and strengthen me is far from my presence. My children are desolate, for the enemy has prevailed."},{"number":17,"verse":"Zion stretches out her hands but there is no one to comfort her The LORD has commanded the neighbors of Jacob to become his enemies. In their midst Jerusalem has become an unclean thing to be avoided."},{"number":18,"verse":"The LORD has acted justly, for I rebelled against his command. Listen, all you peoples, and behold my suffering. My maidens and my youths have been taken into captivity."},{"number":19,"verse":"I called out to my allies but they failed me. My priests and my elders perished in the city where they searched for food to keep themselves alive."},{"number":20,"verse":"Behold, O LORD, how great is my distress. My inner being is in turmoil. My heart recoils within me because I have been so rebellious. In the streets the sword causes bereavement; in the houses death reigns."},{"number":21,"verse":"People have heard my groans, but no one has offered to comfort me. All my enemies have learned of my troubles, and they are pleased at what you have done. Hasten the day[d] you have proclaimed so that they may become like me."},{"number":22,"verse":"Let all their wicked deeds come before you, and deal with them as you have dealt with me because of all my sins. My groans never cease, and I am sick at heart."}]}