{"bibleAbbr":"NCB2019","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"Behold how the LORD in his anger has enveloped in darkness the daughter of Zion. He has hurled down from heaven to earth the glory of Israel, without any sign of regard for his footstool on the day of his anger."},{"number":2,"verse":"Without mercy, the LORD has destroyed all the dwellings of Jacob. In his wrath he has torn down the fortresses of the daughter of Judah. He has thrown to the ground in dishonor the kingdom and its rulers."},{"number":3,"verse":"In his fierce anger he broke off all the strength of Israel. He withdrew the protection of his right hand at the approach of the enemy. He blazed against Jacob like a flaming fire that consumes everything in its path."},{"number":4,"verse":"Like an enemy he bent his bow, with his right hand prepared for action. Like a foe he slew all those in whom he once took great pride. He poured forth his fury like fire over the tent of the daughter of Zion."},{"number":5,"verse":"The LORD has become an enemy;[a] he has annihilated Israel. He has destroyed all its palaces and left all its strongholds in ruins. For the daughter of Judah he has multiplied mourning and lamentation."},{"number":6,"verse":"He has laid waste his dwelling like a garden and destroyed his tabernacle. The LORD has erased in Zion every memory of festivals and Sabbaths. In his fierce anger he has treated with contempt king and priest alike."},{"number":7,"verse":"The LORD has rejected his altar and abandoned his sanctuary. He has delivered the walls of her palaces into the power of the enemy who raised a clamor in the house of the LORD as on a festival day."},{"number":8,"verse":"The LORD was determined to destroy the walls of the daughter of Zion. He marked off its boundaries with a measuring line and did not relent in his purpose. He caused both wall and rampart to lament; together they crumbled to the ground."},{"number":9,"verse":"The bars of her gates have been shattered, and the gates themselves have sunk into the ground. Her king and her princes are in exile among the Gentiles; there is no instruction any longer from priests, and her prophets have not received any vision from the LORD.[b]"},{"number":10,"verse":"The elders of the daughter of Zion sit on the ground in silence. They have strewn dust on their heads and wrapped themselves in sackcloth. The maidens of Jerusalem bow their heads to the ground."},{"number":11,"verse":"My eyes are exhausted from weeping, and torment afflicts my innermost being. My gall is poured out on the earth because of the destruction of my people, as children and infants faint in the streets of the city."},{"number":12,"verse":"They keep crying out to their mothers, “Where is there bread and something to drink?” as they faint like the wounded in the streets of the city, and breathe their last in their mothers’ arms."},{"number":13,"verse":"To what can I liken you or compare you, O daughter of Jerusalem? What can I do to rescue and comfort you, O virgin daughter of Zion? Your ruin is as vast as the sea. Who can heal you?"},{"number":14,"verse":"The visions that your prophets revealed to you were false and worthless. They did not lay bare your guilt so that you might reverse your fortunes. The visions they proclaimed to you were erroneous and deceptive.[c]"},{"number":15,"verse":"All those who pass by clap their hands at you. They hiss and wag their heads at the daughter of Jerusalem, “Is this the city once described as perfect in beauty, the joy of the whole world?”"},{"number":16,"verse":"All your enemies do not hesitate to open their mouths against you. They hiss and gnash their teeth; they cry out, “We have devoured her! This is the day we longed for; at last we have seen it.”"},{"number":17,"verse":"The LORD has done what he planned; he has carried out his threat. As he decreed from days of old, he has destroyed without pity. He has permitted the enemy to rejoice over you and exalted the strength of your foes."},{"number":18,"verse":"Cry out to the LORD, O wall of the daughter of Zion. Let your tears flow like a torrent both day and night. Allow yourself no respite; give your eyes no rest."},{"number":19,"verse":"Arise and cry out during the night at the beginning of every watch.[d] Pour out your heart like water in the presence of the LORD. Lift up your hands to him for the lives of your children who are fainting from hunger at the corner of every street."},{"number":20,"verse":"Look, O LORD, and consider: whom have you ever treated in this fashion? Should women eat their little ones, the children to whom they gave birth? Should priest and prophet be killed in the sanctuary of the LORD?"},{"number":21,"verse":"The young and the old are lying dead on the ground in the streets. My young women and my young men have fallen by the sword. On the day of your anger you have slain them, slaughtering them without pity."},{"number":22,"verse":"As if it were for a day of festival, you summoned my enemies from every side. On the day of the LORD’s anger no one escaped and no one survived. All those whom I bore and reared my enemy has completely annihilated."}]}