{"bibleAbbr":"NCB2019","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"Remember, O LORD, what has befallen us look, and see our disgrace."},{"number":2,"verse":"Our inherited lands have been given to strangers, our homes to foreigners."},{"number":3,"verse":"We have become orphans and fatherless; our mothers are like widows."},{"number":4,"verse":"We must purchase the water we drink; we must pay for our own wood."},{"number":5,"verse":"On our necks is the yoke of those who persecute us; although we are exhausted, we are afforded no rest."},{"number":6,"verse":"We have submitted to Egypt and Assyria to get enough bread to sustain us."},{"number":7,"verse":"Our ancestors who sinned are no longer alive, but we bear the burden of their guilt."},{"number":8,"verse":"Slaves have become our rulers; there is no one to deliver us from their hands."},{"number":9,"verse":"We earn our bread at the peril of our lives because of the sword in the wilderness.[a]"},{"number":10,"verse":"Our skin is blackened as in a furnace from the scorching heat of famine."},{"number":11,"verse":"Women have been raped in Zion and virgins in the towns of Judah."},{"number":12,"verse":"Princes have been hung up by their hands; elders are shown no respect."},{"number":13,"verse":"Young men toil, carrying the millstones; boys stagger under their loads of wood."},{"number":14,"verse":"The old men no longer assemble at the city gate;[b] the young men have given up their music."},{"number":15,"verse":"Joy has vanished from our hearts; our dancing has turned to mourning."},{"number":16,"verse":"The garlands have fallen from our heads; woe to us, for we have sinned."},{"number":17,"verse":"This is why we are sick at heart; because of this our eyes have grown dim."},{"number":18,"verse":"Mount Zion lies desolate, overrun with jackals."},{"number":19,"verse":"But you, O LORD, reign forever; your throne endures from age to age."},{"number":20,"verse":"Why have you ceased to remember us? Why have you abandoned us for so long a time?"},{"number":21,"verse":"Restore us back to you, O LORD, and we will return.[c] Renew our days as we had of old,"},{"number":22,"verse":"unless you have utterly rejected us with an anger that is beyond measure."}]}