{"bibleAbbr":"NASB2020","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"(Peaceful Latter Days) And it will come about in the last days That the mountain of the house of the LORD Will be established (Lit on) as the chief of the mountains. It will be raised above the hills, And the peoples will stream to it."},{"number":2,"verse":"Many nations will come and say, “Come and let’s go up to the mountain of the LORD And to the house of the God of Jacob, So that He may teach us about His ways, And that we may walk in His paths.” For from Zion will go forth the law, And the word of the LORD from Jerusalem."},{"number":3,"verse":"And He will judge between many peoples And render decisions for mighty, (Lit at a distance) distant nations. Then they will beat their swords into plowshares, And their spears into pruning hooks; Nation will not lift a sword against nation, And never again will they (Lit learn) train for war."},{"number":4,"verse":"Instead, each of them will sit under his vine And under his fig tree, With no one to make them afraid, Because the mouth of the LORD of armies has spoken."},{"number":5,"verse":"Though all the peoples walk, Each in the name of his god, As for us, we will walk In the name of the LORD our God forever and ever."},{"number":6,"verse":"“On that day,” declares the LORD, “I will assemble those who limp And gather the scattered, Those whom I have afflicted."},{"number":7,"verse":"I will make those who limp a remnant, And those who (Or are far removed) have strayed a mighty nation, And the LORD will reign over them on Mount Zion From now on and forever."},{"number":8,"verse":"As for you, (Heb Migdal-eder) tower of the flock, (Heb Ophel) Hill of the daughter of Zion, To you it will come— Yes, the former dominion will come, The kingdom of the daughter of Jerusalem."},{"number":9,"verse":"“Now, why do you cry out loudly? Is there no king among you, Or has your counselor perished, That agony has gripped you like a woman in childbirth?"},{"number":10,"verse":"Writhe and scream, Daughter of Zion, Like a woman in childbirth; For now you will go out of the city, Live in the field, And go to Babylon. There you will be rescued, There the LORD will redeem you From the hand of your enemies."},{"number":11,"verse":"And now many nations have been assembled against you Who say, ‘Let her be defiled, And let our eyes (Lit see with pleasure) gloat over Zion!’"},{"number":12,"verse":"But they do not know the thoughts of the LORD, And they do not understand His plan; For He has gathered them like sheaves to the threshing floor."},{"number":13,"verse":"Arise and thresh, daughter of Zion, For I will make your horn iron, And I will make your hoofs bronze, So that you may pulverize many peoples, And dedicate to the LORD their unjust profit, And their wealth to the Lord of all the earth."}]}