{"bibleAbbr":"NASB2020","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"Birth of the King in Bethlehem “ (Ch 4:14 in Heb) Now muster yourselves in troops, daughter of troops; (Lit He has) They have laid siege against us; With a rod they will strike the judge of Israel on the cheek."},{"number":2,"verse":"(Ch 5:1 in Heb) But as for you, Bethlehem Ephrathah, Too little to be among the clans of Judah, From you One will come forth for Me to be ruler in Israel. His times of coming forth are from long ago, From the days of eternity.”"},{"number":3,"verse":"Therefore He will give them up until the time When she who is in labor has given birth. Then the remainder of His kinsmen Will return to the sons of Israel."},{"number":4,"verse":"And He will arise and shepherd His flock In the strength of the LORD, In the majesty of the name of the LORD His God. And they will (Or live in safety) remain, Because (Lit now) at that time He will be great To the ends of the earth."},{"number":5,"verse":"This One will be our peace. When the Assyrian invades our land, When he tramples on our (Or palaces) citadels, Then we will raise against him Seven shepherds and eight leaders of people."},{"number":6,"verse":"They will shepherd the land of Assyria with the sword, The land of Nimrod at its entrances; And He will rescue us from the Assyrian When he invades our land, And when he tramples our territory."},{"number":7,"verse":"Then the remnant of Jacob Will be among many peoples Like dew from the LORD, Like showers on vegetation That do not wait for man, Or delay for (Lit sons of mankind) mankind."},{"number":8,"verse":"The remnant of Jacob Will be among the nations, Among many peoples Like a lion among the animals of the forest, Like a young lion among flocks of sheep, Which, if he passes through, Tramples and tears, And there is no one who can rescue."},{"number":9,"verse":"Your hand will be lifted up against your adversaries, And all your enemies will be eliminated."},{"number":10,"verse":"“And it will be on that day,” declares the LORD, “That I will eliminate your horses from among you, And destroy your chariots."},{"number":11,"verse":"I will also eliminate the cities of your land, And tear down all your fortifications."},{"number":12,"verse":"I will eliminate sorceries from your hand, And you will have no fortune-tellers."},{"number":13,"verse":"I will eliminate your carved images And your memorial stones from among you, So that you will no longer bow down To the work of your hands."},{"number":14,"verse":"I will uproot your (I. e., wooden symbols of a female deity (Asherah)) Asherim from among you, And destroy your cities."},{"number":15,"verse":"And I will execute vengeance in anger and wrath On the nations which have not obeyed.”"}]}