{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"PSALM 105The LORD’S Wonderful Works in Behalf of Israel. Give thanks to the LORD, call upon His name; Make His deeds known among the peoples."},{"number":2,"verse":"Sing to Him, sing praises to Him; (Or Meditate on) Tell of all His (I. e., wonderful acts) wonders."},{"number":3,"verse":"Boast in His holy name; May the heart of those who seek the LORD be joyful."},{"number":4,"verse":"Seek the LORD and His strength; Seek His face continually."},{"number":5,"verse":"Remember His (I. e., wonderful acts) wonders which He has done, His marvels and the judgments (Lit of His mouth) spoken by His mouth,"},{"number":6,"verse":"You (Lit seed) descendants of Abraham, His servant, You sons of Jacob, His chosen ones!"},{"number":7,"verse":"He is the LORD our God; His judgments are in all the earth."},{"number":8,"verse":"He has remembered His covenant forever, The word which He commanded to a thousand generations,"},{"number":9,"verse":"The covenant which He made with Abraham, And His oath to Isaac."},{"number":10,"verse":"Then He confirmed it to Jacob as a statute, To Israel as an everlasting covenant,"},{"number":11,"verse":"Saying, “To you I will give the land of Canaan As the (Lit measuring line) portion of your inheritance,”"},{"number":12,"verse":"When they were only a few people in number, Very few, and strangers in it."},{"number":13,"verse":"And they wandered from nation to nation, From one kingdom to another people,"},{"number":14,"verse":"He allowed no one to oppress them, And He (Or punished) rebuked kings for their sakes, saying,"},{"number":15,"verse":"“Do not touch My anointed ones, And do not harm My prophets.”"},{"number":16,"verse":"And He called for a famine upon the land; He broke the whole staff of bread."},{"number":17,"verse":"He sent a man before them, Joseph, who was sold as a slave."},{"number":18,"verse":"They forced his feet into shackles, (Lit His soul came into) He was put in irons;"},{"number":19,"verse":"Until the time that his word came to pass, The word of the LORD refined him."},{"number":20,"verse":"The king sent and released him, The ruler of peoples, and set him free."},{"number":21,"verse":"He made him lord of his house, And ruler over all his possessions,"},{"number":22,"verse":"To (Lit bind) imprison his high officials (Lit at his) at will, That he might teach his elders wisdom."},{"number":23,"verse":"Israel also came into Egypt; So Jacob lived in the land of Ham."},{"number":24,"verse":"And He made His people very fruitful, And made them stronger than their enemies."},{"number":25,"verse":"He turned their heart to hate His people, To deal cunningly with His servants."},{"number":26,"verse":"He sent His servant Moses, And Aaron, whom He had chosen."},{"number":27,"verse":"They (Lit set the words of His signs) performed His wondrous acts among them, And miracles in the land of Ham."},{"number":28,"verse":"He sent darkness and made it dark; And they did not rebel against His words."},{"number":29,"verse":"He turned their waters into blood, And caused their fish to die."},{"number":30,"verse":"Their land swarmed with frogs Even in the chambers of their kings."},{"number":31,"verse":"He spoke, and a swarm of flies And gnats invaded all their territory."},{"number":32,"verse":"He (Or made their rain hail) gave them hail for rain, And flaming fire in their land."},{"number":33,"verse":"He also struck their vines and their fig trees, And smashed the trees of their territory."},{"number":34,"verse":"He spoke, and locusts came, And creeping locusts, beyond number,"},{"number":35,"verse":"And they ate all the vegetation in their land, And ate the fruit of their ground."},{"number":36,"verse":"He also fatally struck all the firstborn in their land, The first fruits of all their vigor."},{"number":37,"verse":"Then He brought (Lit them) the Israelites out with silver and gold, And among His tribes there was not one who stumbled."},{"number":38,"verse":"Egypt was glad when they departed, For the dread of them had fallen upon (Lit them) the Egyptians."},{"number":39,"verse":"He spread out a cloud as a (Or curtain) covering, And fire to illumine by night."},{"number":40,"verse":"(Or One) They asked, and He brought quail, And satisfied them with the (Or food) bread of heaven."},{"number":41,"verse":"He opened the (Or boulder) rock and water flowed out; (Lit They went) It ran in the dry places like a river."},{"number":42,"verse":"For He remembered His holy word With His servant Abraham;"},{"number":43,"verse":"And He led out His people with joy, His chosen ones with a joyful shout."},{"number":44,"verse":"He also gave them the lands of the (Or Gentiles) nations, So that they might take possession of the fruit of the peoples’ labor,"},{"number":45,"verse":"And that they might keep His statutes And comply with His laws; (Or Hallelujah!) Praise (Heb Yah) the LORD!"}]}