{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"PSALM 139God’s Omnipresence and Omniscience.For the music director. A Psalm of David. LORD, You have searched me and known me."},{"number":2,"verse":"You know (Lit my sitting) when I sit down and (Lit my rising) when I get up; You understand my thought from far away."},{"number":3,"verse":"You (Lit winnow) scrutinize my (Or journeying) path and my lying down, And are acquainted with all my ways."},{"number":4,"verse":"(Lit For there is not) Even before there is a word on my tongue, Behold, LORD, You know it all."},{"number":5,"verse":"You have encircled me behind and in front, And placed Your hand upon me."},{"number":6,"verse":"Such knowledge is too wonderful for me; It is too high, I cannot comprehend it."},{"number":7,"verse":"Where can I go from Your Spirit? Or where can I flee from Your presence?"},{"number":8,"verse":"If I ascend to heaven, You are there; If I make my bed in (I. e., the netherworld) Sheol, behold, You are there."},{"number":9,"verse":"If I take up the wings of the dawn, If I dwell in the remotest part of the sea,"},{"number":10,"verse":"Even there Your hand will lead me, And Your right hand will take hold of me."},{"number":11,"verse":"If I say, “Surely the darkness will (Lit bruise; some commentators cover) overwhelm me, And the light around me will be night,”"},{"number":12,"verse":"Even darkness is not dark (Lit from) to You, And the night is as bright as the day. Darkness and light are alike to You."},{"number":13,"verse":"For You created my innermost parts; You wove me in my mother’s womb."},{"number":14,"verse":"I will give thanks to You, because (Some ancient versions You are fearfully wonderful) I am awesomely and wonderfully made; Wonderful are Your works, And my soul knows it very well."},{"number":15,"verse":"My (Lit bones were) frame was not hidden from You When I was made in secret, And skillfully formed in the depths of the earth;"},{"number":16,"verse":"Your eyes have seen my formless substance; And in Your book were written All the days that were ordained for me, When as yet there was not one of them."},{"number":17,"verse":"How precious also are Your thoughts for me, God! How vast is the sum of them!"},{"number":18,"verse":"Were I to count them, they would outnumber the sand. When I awake, I am still with You."},{"number":19,"verse":"If only You would put the wicked to death, God; Leave me, you men of bloodshed."},{"number":20,"verse":"For they speak (Or of) against You wickedly, And Your enemies (Some mss lift themselves up against You) take Your name in vain."},{"number":21,"verse":"Do I not hate those who hate You, LORD? And do I not loathe those who rise up against You?"},{"number":22,"verse":"I hate them with the utmost hatred; They have become my enemies."},{"number":23,"verse":"Search me, God, and know my heart; Put me to the test and know my anxious thoughts;"},{"number":24,"verse":"And see if there is any (Lit way of pain) hurtful way in me, And lead me in the everlasting way."}]}