{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"(PSALM 25) (Prayer for Protection, Guidance, and Pardon.) (A Psalm of David.) To You, LORD, I lift up my soul."},{"number":2,"verse":"My God, in You I trust, Do not let me be ashamed; Do not let my enemies rejoice over me."},{"number":3,"verse":"Indeed, none of those who wait for You will be ashamed; (Or Let those... be ashamed) Those who deal treacherously without cause will be ashamed."},{"number":4,"verse":"Make me know Your ways, LORD; Teach me Your paths."},{"number":5,"verse":"Lead me in Your truth and teach me, For You are the God of my salvation; For You I wait all the day."},{"number":6,"verse":"Remember, LORD, Your compassion and Your faithfulness, For they have been (Or everlasting) from of old."},{"number":7,"verse":"Do not remember the sins of my youth or my wrongdoings; Remember me according to Your faithfulness, For Your goodness’ sake, LORD."},{"number":8,"verse":"The LORD is good and upright; Therefore He instructs sinners in the way."},{"number":9,"verse":"He leads the (Or afflicted) humble in justice, And He teaches the (Or afflicted) humble His way."},{"number":10,"verse":"All the paths of the LORD are faithfulness and truth To those who comply with His covenant and His testimonies."},{"number":11,"verse":"For the sake of Your name, LORD, Forgive my wrongdoing, for it is great."},{"number":12,"verse":"Who is the person who fears the LORD? He will instruct him in the way he should choose."},{"number":13,"verse":"His soul will dwell in (Lit good) prosperity, And his (Lit seed) descendants will inherit the (Or earth) land."},{"number":14,"verse":"The (Or counsel; or intimacy) secret of the LORD is for those who fear Him, (Or And His covenant, to make them know it) And He will make them know His covenant."},{"number":15,"verse":"My eyes are continually toward the LORD, For He will (Lit bring out) rescue my feet from the net."},{"number":16,"verse":"Turn to me and be gracious to me, For I am lonely and afflicted."},{"number":17,"verse":"(Some commentators Relieve the troubles of my heart) The troubles of my heart are enlarged; Bring me out of my distresses."},{"number":18,"verse":"Look at my misery and my trouble, And forgive all my sins."},{"number":19,"verse":"Look at my enemies, for they are many, And they hate me with violent hatred."},{"number":20,"verse":"Guard my soul and save me; Do not let me be ashamed, for I take refuge in You."},{"number":21,"verse":"Let integrity and uprightness protect me, For I wait for You."},{"number":22,"verse":"Redeem Israel, God, From all his distress."}]}