{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"(PSALM 31) (A Psalm of Complaint and of Praise.) (For the music director. A Psalm of David.) In You, LORD, I have taken refuge; Let me never be (Or ashamed;) put to shame; In Your righteousness rescue me."},{"number":2,"verse":"Incline Your ear to me, rescue me quickly; Be a rock of (Or refuge, protection) strength for me, A (Lit house of a stronghold) stronghold to save me."},{"number":3,"verse":"For You are my rock and my fortress; For the sake of Your name You will lead me and guide me."},{"number":4,"verse":"You will pull me out of the net which they have secretly laid for me, For You are my strength."},{"number":5,"verse":"Into Your hand I entrust my spirit; You have redeemed me, LORD, God of (Or faithfulness) truth."},{"number":6,"verse":"I hate those who devote themselves to worthless (Lit futilities) idols, But I trust in the LORD."},{"number":7,"verse":"I will rejoice and be glad in Your faithfulness, Because You have seen my misery; You have known the troubles of my soul,"},{"number":8,"verse":"And You have not handed me over to the enemy; You have set my feet in a large place."},{"number":9,"verse":"Be gracious to me, LORD, for I am in distress; My eye is wasted away from grief, my soul and my body too."},{"number":10,"verse":"For my life is spent with sorrow And my years with sighing; My strength has failed because of my guilt, And my (Or bones, substance) body has wasted away."},{"number":11,"verse":"Because of all my adversaries, I have become a disgrace, Especially to my neighbors, And an object of dread to my acquaintances; Those who see me in the street flee from me."},{"number":12,"verse":"I am forgotten like a dead person, out of mind; I am like a broken vessel."},{"number":13,"verse":"For I have heard the (Lit whispering) slander of many, Terror is on every side; While they took counsel together against me, They schemed to take away my life."},{"number":14,"verse":"But as for me, I trust in You, LORD, I say, “You are my God.”"},{"number":15,"verse":"My times are in Your hand; Rescue me from the hand of my enemies and from those who persecute me."},{"number":16,"verse":"Make Your face shine upon Your servant; Save me in Your faithfulness."},{"number":17,"verse":"Let me not be put to shame, LORD, for I call upon You; Let the wicked be put to shame, let them be silent in (I. e., the netherworld) Sheol."},{"number":18,"verse":"Let the lying lips be speechless, Which speak arrogantly against the righteous With pride and contempt."},{"number":19,"verse":"How great is Your goodness, Which You have stored up for those who fear You, Which You have performed for those who take refuge in You, Before the sons of mankind!"},{"number":20,"verse":"You hide them in the secret place of Your presence from the conspiracies of mankind; You keep them secretly in a (Or pavilion) shelter from the strife of tongues."},{"number":21,"verse":"Blessed be the LORD, For He has shown His marvelous faithfulness to me in a besieged city."},{"number":22,"verse":"As for me, I said in my alarm, “I am cut off from Your eyes”; Nevertheless You heard the sound of my pleadings When I called to You for help."},{"number":23,"verse":"Love the LORD, all His godly ones! The LORD watches over the faithful But fully repays the one who acts arrogantly."},{"number":24,"verse":"Be strong and let your heart take courage, All you who wait for the LORD."}]}