{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":40,"verses":[{"number":1,"verse":"(PSALM 40) (God Sustains His Servant.) (For the music director. A Psalm of David.) I waited (Or intently) patiently for the LORD; And He reached down to me and heard my cry."},{"number":2,"verse":"He brought me up out of the pit of (Lit wasteland; i. e., the underworld) destruction, out of the mud; And He set my feet on a rock, making my footsteps firm."},{"number":3,"verse":"He put a new song in my mouth, a song of praise to our God; Many will see and fear And will trust in the LORD."},{"number":4,"verse":"How blessed is the man who has made the LORD his trust, And has not turned to the (Or enemies) proud, nor to those who become involved in falsehood."},{"number":5,"verse":"Many, LORD my God, are the wonders which You have done, And Your thoughts toward us; There is no one to compare with You. If I would declare and speak of them, They would be too numerous to count."},{"number":6,"verse":"You have not desired (I. e., blood sacrifice) sacrifice and meal offering; You have (Lit dug; or possibly pierced) opened my ears; You have not required burnt offering and sin offering."},{"number":7,"verse":"Then I said, “Behold, I have come; It is (Or prescribed for) written of me in the scroll of the book."},{"number":8,"verse":"I delight to do Your will, my God; Your Law is within my (Lit inner being) heart.”"},{"number":9,"verse":"I have proclaimed good news of righteousness in the great congregation; Behold, I will not restrain my lips, LORD, You know."},{"number":10,"verse":"I have not hidden Your righteousness within my heart; I have spoken of Your faithfulness and Your salvation; I have not concealed Your mercy and Your truth from the great congregation."},{"number":11,"verse":"You, LORD, will not withhold Your compassion from me; (Or May... preserve) Your mercy and Your truth will continually watch over me."},{"number":12,"verse":"For evils beyond number have surrounded me; My guilty deeds have overtaken me, so that I am not able to see; They are more numerous than the hairs of my head, And my heart has (Lit forsaken) failed me."},{"number":13,"verse":"Be pleased, LORD, to rescue me; Hurry, LORD, to help me."},{"number":14,"verse":"May those be ashamed and humiliated together Who seek my (Or soul) life to destroy it; May those be turned back and dishonored Who delight (Or to injure me) in my hurt."},{"number":15,"verse":"May those be (Or desolated) appalled because of their shame Who say to me, “Aha, aha!”"},{"number":16,"verse":"May all who seek You rejoice and be glad in You; May those who love Your salvation continually say, “The LORD be exalted!”"},{"number":17,"verse":"But I am afflicted and needy; May the Lord be mindful of me. You are my help and my savior; Do not delay, my God."}]}