{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":42,"verses":[{"number":1,"verse":"BOOK 2PSALM 42Thirsting for God in Trouble and Exile.For the music director. A Maskil of the sons of Korah. (Possibly Contemplative; or Didactic; or Skillful Psalm) As the deer (Lit longs for) pants for the water brooks, So my soul (Lit longs for) pants for You, God."},{"number":2,"verse":"My soul thirsts for God, for the living God; When shall I come and (Some mss see the face of God) appear before God?"},{"number":3,"verse":"My tears have been my food day and night, While they say to me all day long, “Where is your God?”"},{"number":4,"verse":"I remember these things and pour out my soul within me. For I used to go over with the multitude and walk them to the house of God, With a voice of joy and thanksgiving, a multitude celebrating a festival."},{"number":5,"verse":"Why are you (Lit dissolved away) in despair, my soul? And why are you restless within me? Wait for God, for I will (Or still) again praise (Some ancient versions Him, the help of my face and my God) Him For the (Or saving acts of) help of His (Or presence. O my God, my soul...) presence, my God."},{"number":6,"verse":"My soul is (Or dissolved away) in despair within me; Therefore I remember You from the land of the Jordan And the (Lit Hermons) peaks of Hermon, from Mount Mizar."},{"number":7,"verse":"Deep calls to deep at the sound of Your waterfalls; All Your breakers and Your waves have passed over me."},{"number":8,"verse":"The LORD will send His goodness in the daytime; And His song will be with me in the night, A prayer to the God of my life."},{"number":9,"verse":"I will say to God my rock, “Why have You forgotten me? Why do I go about mourning (Or while the enemy oppresses) because of the oppression of the enemy?”"},{"number":10,"verse":"As a shattering of my bones, my adversaries taunt me, While they say to me all day long, “Where is your God?”"},{"number":11,"verse":"Why are you (Or dissolved away) in despair, my soul? And why are you restless within me? Wait for God, for I will again praise (As in some ancient mss, cf. v 5; MT Him, the help of my face and my God) Him For the (Or saving acts of) help of His presence, my God."}]}