{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"PSALM 51A Contrite Sinner’s Prayer for Pardon.For the music director. A Psalm of David, when Nathan the prophet came to him, after he had gone in to Bathsheba. (2 Sam 12:1) Be gracious to me, God, according to Your faithfulness; According to the greatness of Your compassion, wipe out my wrongdoings."},{"number":2,"verse":"Wash me thoroughly from my guilt And cleanse me from my sin."},{"number":3,"verse":"For I know my wrongdoings, And my sin is constantly before me."},{"number":4,"verse":"Against You, You only, I have sinned And done what is evil in Your sight, So that You (Or may be in the right) are justified (Many mss in Your words) when You speak And (Lit pure) blameless when You judge."},{"number":5,"verse":"Behold, I was brought forth in guilt, And in sin my mother conceived me."},{"number":6,"verse":"Behold, You desire truth in the (Or inward parts) innermost being, And in secret You will make wisdom known to me."},{"number":7,"verse":"(Or May You purify... that I may be clean) Purify me with hyssop, and I will be clean; (Or May You cleanse) Cleanse me, and I will be whiter than snow."},{"number":8,"verse":"(Or May You cause) Let me hear joy and gladness, Let the bones You have broken rejoice."},{"number":9,"verse":"Hide Your face from my sins And wipe out all my guilty deeds."},{"number":10,"verse":"Create (Lit for) in me a clean heart, God, And renew a steadfast spirit within me."},{"number":11,"verse":"Do not cast me away from Your presence, And do not take Your Holy Spirit from me."},{"number":12,"verse":"Restore to me the joy of Your salvation, And sustain me with a willing spirit."},{"number":13,"verse":"Then I will teach wrongdoers Your ways, And sinners will (Or turn back) be converted to You."},{"number":14,"verse":"Save me from the guilt of bloodshed, God, the God of my salvation; Then my tongue will joyfully sing of Your righteousness."},{"number":15,"verse":"Lord, (Or may You open) open my lips, So that my mouth may declare Your praise."},{"number":16,"verse":"For You do not delight in sacrifice, otherwise I would give it; You do not take pleasure in burnt offering."},{"number":17,"verse":"The sacrifices of God are a broken spirit; A broken and a contrite heart, God, You will not despise."},{"number":18,"verse":"By Your favor do good to Zion; (Or May You build) Build the walls of Jerusalem."},{"number":19,"verse":"Then You will delight in (Or sacrifices of righteousness) righteous sacrifices, In burnt offering and whole burnt offering; Then (Lit they will offer bulls) bulls will be offered on Your altar."}]}