{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":56,"verses":[{"number":1,"verse":"(PSALM 56) (Pleading for Help and Grateful Trust in God.) (For the music director; according to Jonath elem rehokim. A Mikhtam of David, when the Philistines seized him in Gath.) (Or The silent dove of those who are far off; or The dove of the distant terebinths) (Possibly Epigrammatic Poem; or Atonement Psalm) (1 Sam 21:10, 11) Be gracious to me, God, for a man has (Or snapped at) trampled upon me; (Or A fighting man) Fighting all day long he oppresses me."},{"number":2,"verse":"My enemies have trampled upon me all day long, For (Or many are fighting) they are many who fight proudly against me."},{"number":3,"verse":"(Lit The day) When I am afraid, (Or I am one who puts) I will put my trust in You."},{"number":4,"verse":"In God, whose word I praise, In God I have put my trust; I shall not be afraid. What can mere (Lit flesh) mortals do to me?"},{"number":5,"verse":"All day long they distort my words; All their (Or purposes) thoughts are against me for evil."},{"number":6,"verse":"They (Or stir up strife) attack, they lurk, They watch my (Lit heels) steps, As they have waited to take my (Lit soul) life."},{"number":7,"verse":"Because of their wickedness, will there be an escape for them? In anger make the peoples fall down, God!"},{"number":8,"verse":"You have taken account of my (Or wanderings) miseries; Put my tears in Your bottle. Are they not in Your book?"},{"number":9,"verse":"Then my enemies will turn back on the day when I call; This I know, (Or because) that God is for me."},{"number":10,"verse":"In God, whose word I praise, In the LORD, whose word I praise,"},{"number":11,"verse":"In God I have put my (Or trust without fear) trust, I shall not be afraid. What can mankind do to me?"},{"number":12,"verse":"Your vows are binding upon me, God; I will render thanksgiving offerings to You."},{"number":13,"verse":"For You have saved my soul from death, (Or Have You not delivered) Indeed my feet from stumbling, So that I may walk before God In the light of the (Or life) living."}]}