{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"PSALM 59Prayer for Rescue from Enemies.For the music director; set toAl-tashheth. A Mikhtam of David, when Saul sent men and they watched the house in order to kill him. (Lit Do Not Destroy) (Possibly Epigrammatic Poem or Atonement Psalm) (1 Sam 19:11) Rescue me from my enemies, my God; (Or May You put me in an inaccessibly high place) Set me securely on high away from those who rise up against me."},{"number":2,"verse":"Rescue me from those who practice injustice, And save me from men of bloodshed."},{"number":3,"verse":"For behold, they have (Or lain in wait) set an ambush for my (Lit soul) life; (Or Strong) Fierce men attack me, Not for my wrongdoing nor for my sin, LORD,"},{"number":4,"verse":"(Lit Without guilt) For no guilt of mine, they run and take their stand against me. Stir Yourself to (Lit meet) help me, and see!"},{"number":5,"verse":"You, LORD God of armies, the God of Israel, Awake to (Lit visit) punish all the nations; Do not be gracious to any who deal treacherously in wrongdoing. Selah"},{"number":6,"verse":"They return at evening, they howl like a dog, And prowl around the city."},{"number":7,"verse":"Behold, they gush forth with their mouths; Swords are in their lips, For, they say, “Who hears?”"},{"number":8,"verse":"But You, LORD, laugh at them; You scoff at all the nations."},{"number":9,"verse":"Because of (LXX, some mss and some ancient versions my strength (cf. v 17)) his strength I will watch for You, For God is my refuge."},{"number":10,"verse":"(Many mss and some ancient versions The God of my faithfulness) My God in His faithfulness will meet me; God will let me look triumphantly upon my enemies."},{"number":11,"verse":"Do not kill them, or my people will forget; (Or Make them wander) Scatter them by Your power and bring them down, Lord, our shield."},{"number":12,"verse":"(Or The sin of their mouth is the word of their lips,) On account of the sin of their mouths and the words of their lips, May they even be caught in their pride, And on account of curses and lies which they tell."},{"number":13,"verse":"(Lit Bring to an end) Destroy them in wrath, (Lit Bring to an end) destroy them so that they will no longer exist; So that people may know that God (Or is Ruler) rules in Jacob, To the ends of the earth. Selah"},{"number":14,"verse":"They return at evening, they howl like a dog, And prowl around the city."},{"number":15,"verse":"They wander about (Lit to eat) for food And (Another reading is linger all night) murmur if they are not satisfied."},{"number":16,"verse":"But as for me, I will sing of Your strength; Yes, I will joyfully sing of Your faithfulness in the morning, For You have been my refuge And a place of refuge on the day of my distress."},{"number":17,"verse":"My strength, I will sing praises to You; For God is my refuge, the (Lit God of my favor) God who shows me favor."}]}