{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":60,"verses":[{"number":1,"verse":"(PSALM 60) (Grieving over Defeat in Battle, and Prayer for Help.) (For the music director; according to Shushan Eduth. A Mikhtam of David, to teach; when he fought with Aram-naharaim and Aram-zobah, and Joab returned, and killed twelve thousand of Edom in the Valley of Salt.) (Lit The lily of testimony) (Possibly, Epigrammatic Poem or Atonement Psalm) (2 Sam 8:3, 13; 1 Chr 18:3, 12) God, You have rejected us. You have (Or broken out upon us) broken us; You have been angry; restore us!"},{"number":2,"verse":"You have made the (Or earth) land quake, You have split it open; Heal its cracks, for it sways."},{"number":3,"verse":"You have (Lit caused Your people to see) made Your people experience hardship; You have given us (Lit wine of staggering) wine to drink that makes us stagger."},{"number":4,"verse":"You have given a banner to those who fear You, That it may be displayed because of the truth. Selah"},{"number":5,"verse":"That Your beloved may be rescued, Save us with Your right hand, and answer (Some authorities me) us!"},{"number":6,"verse":"God has spoken in His (Or sanctuary) holiness: “I will triumph, I will divide up Shechem, and measure out the Valley of Succoth."},{"number":7,"verse":"Gilead is Mine, and Manasseh is Mine; Ephraim also is the (Lit protection) helmet of My head; Judah is My scepter."},{"number":8,"verse":"Moab is My washbowl; I will throw My sandal over Edom; Shout loud, Philistia, because of Me!”"},{"number":9,"verse":"Who will bring me into the besieged city? Who (Or has led) will lead me to Edom?"},{"number":10,"verse":"Have You Yourself not rejected us, God? And will You not go out with our armies, God?"},{"number":11,"verse":"Oh give us help against the enemy, For rescue (Lit of) by man is worthless."},{"number":12,"verse":"(Or In; or With) Through God we will do valiantly, And it is He who will trample down our enemies."}]}