{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"PSALM 69A Cry of Distress and a Curse on Adversaries.For the music director; according to Shoshannim. A Psalm of David. (Or possibly Lilies) Save me, God, For the waters have (Lit come up to my soul) threatened my life."},{"number":2,"verse":"I have sunk in deep mud, and there is no foothold; I have come into deep waters, and a (Lit flowing stream) flood overflows me."},{"number":3,"verse":"I am weary with my crying; my throat is parched; My eyes fail while I wait for my God."},{"number":4,"verse":"Those who hate me without a cause are more than the hairs of my head; Those who would (Or silence) destroy me are powerful, those who oppose me with lies; What I did not steal, I then have to restore."},{"number":5,"verse":"God, You know my foolishness, And my guilt is not hidden from You."},{"number":6,"verse":"May those who wait for You not be ashamed because of me, Lord (Heb YHWH, usually rendered Lord) GOD of armies; May those who seek You not be dishonored because of me, God of Israel,"},{"number":7,"verse":"Because for Your sake I have endured disgrace; Dishonor has covered my face."},{"number":8,"verse":"I have become estranged (Lit to) from my brothers, And a stranger to my mother’s sons."},{"number":9,"verse":"For zeal for Your house has consumed me, And the taunts of those who taunt You have fallen on me."},{"number":10,"verse":"When I wept in my soul with fasting, It became my disgrace."},{"number":11,"verse":"When I made sackcloth my clothing, I became a proverb to them."},{"number":12,"verse":"Those who sit in the gate talk about me, And songs of mockery by those habitually drunk are about me."},{"number":13,"verse":"But as for me, my prayer is to You, LORD, at an acceptable time; God, in the greatness of Your mercy, Answer me with (Or the faithfulness of Your salvation) Your saving truth."},{"number":14,"verse":"Rescue me from the mud and do not let me sink; May I be rescued from those who hate me, and from the depths of water."},{"number":15,"verse":"May the (Lit stream) flood of water not overflow me Nor the deep swallow me up, Nor the pit close its mouth on me."},{"number":16,"verse":"Answer me, LORD, for Your mercy is good; According to the greatness of Your compassion, turn to me,"},{"number":17,"verse":"And do not hide Your face from Your servant, For I am in distress; answer me quickly."},{"number":18,"verse":"Come near to my soul and redeem it; Ransom me because of my enemies!"},{"number":19,"verse":"You know my disgrace, my shame, and my dishonor; All my enemies are (Lit before You) known to You."},{"number":20,"verse":"Disgrace has broken my heart, and I am so sick. And I waited for sympathy, but there was none; And for comforters, but I found none."},{"number":21,"verse":"They also gave me (Or poison) a bitter herb in my food, And for my thirst they gave me vinegar to drink."},{"number":22,"verse":"May their table before them become a snare; And (Lit for those who are secure) when they are at peace, may it become a trap."},{"number":23,"verse":"May their eyes grow dim so that they cannot see, And make their hips shake continually."},{"number":24,"verse":"Pour out Your indignation on them, And may Your burning anger overtake them."},{"number":25,"verse":"May their (Lit encampment) camp be desolated; May there be none living in their tents."},{"number":26,"verse":"For they have persecuted him whom You Yourself struck, And they tell of the pain of those whom You have (Lit pierced) wounded."},{"number":27,"verse":"Add guilt to their guilt, And may they not come into Your righteousness."},{"number":28,"verse":"May they be wiped out of the book of life, And may they not be (Lit written) recorded with the righteous."},{"number":29,"verse":"But I am afflicted and in pain; (Or Your salvation, O God, will set...) May Your salvation, God, set me safely on high."},{"number":30,"verse":"I will praise the name of God with song, And exalt Him with thanksgiving."},{"number":31,"verse":"And it will please the LORD better than an ox Or bull with horns and hoofs."},{"number":32,"verse":"The humble (Some mss and ancient versions will see) have seen it and are glad; You who seek God, let your heart (Or live) revive."},{"number":33,"verse":"For the LORD hears the needy, And does not despise those of His who are prisoners."},{"number":34,"verse":"Heaven and earth shall praise Him, The seas and everything that moves in them."},{"number":35,"verse":"For God will save Zion and build the cities of Judah, So that they may live there and possess it."},{"number":36,"verse":"The (Lit seed) descendants of His servants will inherit it, And those who love His name will live in it."}]}