{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"(PSALM 7) (The LORD Implored to Defend the Psalmist against the Wicked.) (A Shiggaion of David, which he sang to the LORDconcerning Cush, a Benjaminite.) (I. e., Dithyrambic rhythm; or wild, passionate song) (Or concerning the words of) O LORD my God, in You I have taken refuge; Save me from all those who pursue me, and rescue me,"},{"number":2,"verse":"Or he will tear (Or me) my soul like a lion, Dragging me away, while there is no one to rescue me."},{"number":3,"verse":"O LORD my God, if I have done this, If there is injustice in my hands,"},{"number":4,"verse":"If I have done evil to (Lit him who was at peace with me) my friend, Or have plundered (Or him who for no reason was my enemy,) my enemy for no reason,"},{"number":5,"verse":"Let the enemy pursue (Or me) my soul and overtake (Or me) it; And let him trample my life to the ground And lay my glory in the dust. Selah"},{"number":6,"verse":"Arise, LORD, in Your anger; Raise Yourself against the rage of my enemies, And stir Yourself (One ancient version reads O my God) for me; You have ordered judgment."},{"number":7,"verse":"Let the assembly of the peoples encompass You, And return on high over it."},{"number":8,"verse":"The LORD judges the peoples; (Lit Judge) Vindicate me, LORD, according to my righteousness and my integrity that is in me."},{"number":9,"verse":"Please let the evil of the wicked come to an end, but establish the righteous; For the righteous God puts hearts and (Lit kidneys, figurative for inner man) minds to the test."},{"number":10,"verse":"My shield is (Lit upon) with God, Who saves the upright in heart."},{"number":11,"verse":"God is a righteous judge, And a God who shows indignation every day."},{"number":12,"verse":"If one does not repent, He will sharpen His sword; He has bent His bow and taken aim."},{"number":13,"verse":"He has also prepared deadly weapons for Himself; He makes His arrows fiery shafts."},{"number":14,"verse":"Behold, an evil person is pregnant with injustice, And he conceives harm and gives birth to lies."},{"number":15,"verse":"He has dug a pit and hollowed it out, And has fallen into the hole which he made."},{"number":16,"verse":"His harm will return on his own head, And his violence will descend on the top of his own head."},{"number":17,"verse":"I will give thanks to the LORD according to His righteousness And will sing praise to the name of the LORD Most High."}]}