{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"(PSALM 74) (An Appeal against the Devastation of the Land by the Enemy.) (A Maskil of Asaph.) (Possibly, Contemplative; or Didactic; or Skillful Psalm) God, why have You rejected us forever? Why does Your anger smoke against the sheep of Your (Or pasturing) pasture?"},{"number":2,"verse":"Remember Your congregation, which You purchased of old, Which You have redeemed to be the tribe of Your inheritance; And this Mount Zion, where You have dwelt."},{"number":3,"verse":"(Lit Lift Your footsteps) Step toward the (Lit ruins ruined for all time) irreparable ruins; The enemy has damaged everything in the sanctuary."},{"number":4,"verse":"Your adversaries have roared in the midst of Your meeting place; They have set up their own signs as signs."},{"number":5,"verse":"It (Lit is known as) seems like one bringing up His axe into a (Lit thicket) forest of trees."},{"number":6,"verse":"And now they break down (Lit altogether) all its carved work With axe and hammers."},{"number":7,"verse":"They have (Lit set on fire) burned Your sanctuary (Or To the ground they...) to the ground; They have defiled the dwelling place of Your name."},{"number":8,"verse":"They said in their heart, “Let’s (Lit altogether) completely (Or oppress) subdue them.” They have burned all the meeting places of God in the land."},{"number":9,"verse":"We do not see our signs; There is no longer any prophet, Nor is there anyone among us who knows how long."},{"number":10,"verse":"How long, God, will the enemy taunt You? Shall the enemy treat Your name disrespectfully forever?"},{"number":11,"verse":"Why do You withdraw Your hand, even Your right hand? Extend it from Your chest and destroy them!"},{"number":12,"verse":"Yet God is my King from long ago, Who performs acts of salvation in the midst of the earth."},{"number":13,"verse":"(Or You Yourself) You divided the sea by Your strength; (Or You Yourself) You broke the heads of the sea monsters (Lit on) in the waters."},{"number":14,"verse":"(Or You Yourself) You crushed the heads of (Or sea monster) Leviathan; You gave him as food for the (Lit people) creatures of the wilderness."},{"number":15,"verse":"(Or You Yourself) You broke open springs and torrents; (Or You Yourself) You dried up ever-flowing streams."},{"number":16,"verse":"Yours is the day, Yours also is the night; (Or You Yourself) You have prepared the (Or luminary) light and the sun."},{"number":17,"verse":"(Or You Yourself) You have established all the boundaries of the earth; (Or You Yourself) You have (Or formed) created summer and winter."},{"number":18,"verse":"Remember this, (Or that the enemy has taunted the Lord) LORD, that the enemy has taunted You, And a foolish people has treated Your name disrespectfully."},{"number":19,"verse":"Do not give the soul of Your turtledove to the wild animal; Do not forget the life of Your afflicted forever."},{"number":20,"verse":"Consider the covenant; For the dark places of the land are full of the places of violence."},{"number":21,"verse":"May the oppressed person not return dishonored; May the afflicted and the needy praise Your name."},{"number":22,"verse":"Arise, God, and plead Your own cause; Remember (Lit Your reproach from the foolish man) how the foolish person taunts You all day long."},{"number":23,"verse":"Do not forget the voice of Your adversaries, The uproar of those who rise against You, which ascends continually."}]}