{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"(PSALM 80) (God Implored to Rescue His People from Their Calamities.) (For the music director; set toEl Shoshannim; Eduth. A Psalm of Asaph.) (Possibly, to the Lilies) (Lit A testimony) Listen, Shepherd of Israel, Who leads Joseph like a flock; You who are enthroned above the cherubim, shine forth!"},{"number":2,"verse":"Before Ephraim, Benjamin, and Manasseh, awaken Your power, And come to save us!"},{"number":3,"verse":"God, restore us And make Your face shine upon us, (Or that we may) and we will be saved."},{"number":4,"verse":"LORD God of armies, How long will You (Lit smoke against) be angry with the prayer of Your people?"},{"number":5,"verse":"You have fed them with the bread of tears, And You have made them drink tears in (Lit a third part of a) large measure."},{"number":6,"verse":"You make us (Lit strife to) an object of contention to our neighbors, And our enemies laugh among themselves."},{"number":7,"verse":"God of armies, restore us And make Your face shine upon us, (Or that we may) and we will be saved."},{"number":8,"verse":"You removed a vine from Egypt; You drove out the (Or Gentiles) nations and planted it."},{"number":9,"verse":"You cleared the ground before it, And it took deep root and filled the land."},{"number":10,"verse":"The mountains were covered with its shadow, And (Or its boughs are like the cedars of God) the cedars of God with its branches."},{"number":11,"verse":"It was sending out its branches to the sea And its shoots to the Euphrates River."},{"number":12,"verse":"Why have You broken down its (Or walls, fences) hedges, So that all who pass that way pick its fruit?"},{"number":13,"verse":"A boar from the forest eats it away, And whatever moves in the field feeds on it."},{"number":14,"verse":"God of armies, do turn back; Look down from heaven and see, and take care of this vine,"},{"number":15,"verse":"The (Or root) shoot which Your right hand has planted, And of the (Or figuratively: branch) son whom You have (Or secured) strengthened for Yourself."},{"number":16,"verse":"It is burned with fire, it is cut down; They perish from the rebuke of Your face."},{"number":17,"verse":"Let Your hand be upon the man of Your right hand, Upon the son of man whom You made strong for Yourself."},{"number":18,"verse":"Then we will not turn back from You; Revive us, and we will call upon Your name."},{"number":19,"verse":"LORD God of armies, restore us; Make Your face shine upon us, (Or that we may) and we will be saved."}]}