{"bibleAbbr":"NASB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"PSALM 88A Petition to Be Saved from Death.A Song. A Psalm of the sons of Korah. For the music director; according to Mahalath Leannoth. A Maskil of Heman the Ezrahite. (Possibly, Contemplative; or Didactic; or Skillful Psalm) (1 Kin 4:31; 1 Chr 2:6; Ps 89: title) LORD, the God of my salvation, I have cried out by day and in the night before You."},{"number":2,"verse":"Let my prayer come before You; Incline Your ear to my cry!"},{"number":3,"verse":"For my soul has (Or been satisfied with) had enough troubles, And my life has approached (I. e., the netherworld) Sheol."},{"number":4,"verse":"I am counted among those who go down to the pit; I have become like a man without strength,"},{"number":5,"verse":"(Lit A freed one among the dead) Abandoned among the dead, Like the slain who lie in the grave, Whom You no longer remember, And they are cut off from Your hand."},{"number":6,"verse":"You have put me in the lowest pit, In dark places, in the depths."},{"number":7,"verse":"Your wrath has rested upon me, And You have afflicted me with all Your waves. Selah"},{"number":8,"verse":"You have removed my acquaintances far from me; You have made me an (Lit abomination to them) object of loathing to them; I am shut up and cannot go out."},{"number":9,"verse":"My eye grows dim from misery; I have called upon You every day, LORD; I have spread out my (Lit palms) hands to You."},{"number":10,"verse":"Will You perform wonders for the dead? Or will the departed spirits rise and praise You? Selah"},{"number":11,"verse":"Will Your graciousness be declared in the grave, Your faithfulness in (I. e., place of destruction) Abaddon?"},{"number":12,"verse":"Will Your wonders be made known in the darkness? And Your righteousness in the land of forgetfulness?"},{"number":13,"verse":"But I, LORD, have cried out to You for help, And in the morning my prayer comes before You."},{"number":14,"verse":"LORD, why do You reject my soul? Why do You hide Your face from me?"},{"number":15,"verse":"I was miserable and about to die from my youth on; I suffer Your terrors; I grow weary."},{"number":16,"verse":"Your burning anger has passed over me; Your terrors have (Or silenced) destroyed me."},{"number":17,"verse":"They have surrounded me like water all day long; They have encircled me altogether."},{"number":18,"verse":"You have removed lover and friend far from me; My acquaintances are in a hiding place."}]}