{"bibleAbbr":"Geneva1599","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"(2 God resteth the seventh day, and sanctifieth it.15 He setteth man in the garden.22 He createth the woman.24 Marriage is ordained.) Thus the heavens and the earth were finished, and all the (That is, the innumerable abundance of creatures in heaven and earth.) host of them."},{"number":2,"verse":"For in the seventh day God ended his work which he had made, (Cross references: : Exod. 20:11; Exod. 31:17; Deut. 5:14; Heb. 4:4) and the seventh day he (For he had now finished his creation, but his providence still watcheth over his creatures, and governeth them.) rested from all his work, which he had made."},{"number":3,"verse":"So God blessed the seventh day, and (Appointed it to be kept holy, that man might therein consider the excellency of his works and God’s goodness toward him.) sanctified it, because that in it he had rested from all his work, which God created and made."},{"number":4,"verse":"¶ These are the (Or, the original and beginning.) generations of the heavens and of the earth, when they were created, in the day, that the Lord God made the earth and the heavens,"},{"number":5,"verse":"And every (Or, tree, as Gen. 21:15.) plant of the field, before it was in the earth, and every herb of the field, before it grew, for the Lord God had not caused it to (God only openeth the heavens and shutteth them, he sendeth drought and rain according to his good pleasure.) rain upon the earth, neither was there a man to till the ground,"},{"number":6,"verse":"But a mist went up from the earth, and watered all the earth."},{"number":7,"verse":"¶ The Lord God also (Or, formed.) made the man (He showeth whereof man’s body was created, to the intent that man should not glory in the excellency of his own nature.) of the dust of the ground, and breathed in his face breath of life, (1 Cor. 15:45) and the man was a living soul."},{"number":8,"verse":"And the Lord God planted a garden Eastward in (This was the name of a place, as some think in Mesopotamia, most pleasant and abundant in all things.) Eden, and there he put the man whom he had made."},{"number":9,"verse":"(For out of the ground made the Lord God to grow every tree pleasant to the sight, and good for meat: the (Which was a sign of the life received of God.) tree of life also in the midst of the garden, (That is, of miserable experience, which came by disobeying God.) and the tree of knowledge of good and of evil."},{"number":10,"verse":"And out of Eden went a river to water the garden, and from thence it was divided, and became into four heads."},{"number":11,"verse":"The name of one is Pishon: the same compasseth the whole land of (Which Havilah is a country joining to Persia Eastward, and inclineth toward the West.) Havilah, where is gold."},{"number":12,"verse":"And the gold of that land is good: there is (Or, precious stone, or pearl. Pliny saith it is the name of a tree.) Bdellium, and the Onyx stone."},{"number":13,"verse":"And the name of the second river is Gihon: the same compasseth the whole land of (Or, Ethiopia.) Cush."},{"number":14,"verse":"And the name of the [third] river is (Or, Tigris.) Hiddekel: this goeth toward the East side of (Or, Assyria.) Ashshur: and the fourth river is (Or, Euphrates.) Parah)"},{"number":15,"verse":"¶ Then the Lord God took the man, and put him into the garden of Eden, that he might (God would not have man idle, though as yet there was no need to labor.) dress it, and keep it."},{"number":16,"verse":"And the Lord God (So that man might know there was a sovereign Lord, to whom he owed obedience.) commanded the man, saying, (Hebrew, eating thou shalt eat of.) Thou shalt eat freely of every tree of the garden,"},{"number":17,"verse":"But of the tree of knowledge of good and evil, thou shalt not eat of it: for (Or, whensoever.) in the day that thou eatest thereof, thou shalt die the (By this death he meaneth the separation of man from God, who is our life and chief felicity: and also that our disobedience is the cause thereof.) death."},{"number":18,"verse":"Also the Lord God said, It is not good that the man should be himself alone: I will make him an help (Hebrew, before him.) meet for him."},{"number":19,"verse":"So the Lord God formed of the earth every beast of the field, and every fowl of the heaven, and brought them unto the (By moving them to come and submit themselves to Adam.) man to see how he would call them: for howsoever the man named the living creature, so was the name thereof."},{"number":20,"verse":"The man therefore gave names unto all cattle, and to the fowl of the heaven, and to every beast of the field: but for Adam found he not an helper meet for him."},{"number":21,"verse":"¶ Therefore the Lord God caused an heavy sleep to fall upon the man, and he slept: and he took one of his ribs, and closed up the flesh in stead thereof."},{"number":22,"verse":"And the rib which the Lord God had taken from the man, (Hebrew, built.) made he a (Signifying that mankind was perfect, when the woman was created, which before was like an imperfect building.) woman, and brought her to the man."},{"number":23,"verse":"Then the man said, (1 Cor. 11:8) This now is bone of my bones, and flesh of my flesh. She shall be called (Or, Manness, because she cometh of man: for in Hebrew Ish is man, and Ishah the woman.) woman, because she was taken out of the man."},{"number":24,"verse":"(Matt. 19:5; Mark 10:7; 1 Cor. 6:16; Eph. 5:31) Therefore shall man leave (So that marriage requireth a greater duty of us toward our wives, than otherwise we are bound to show to our parents.) his father and his mother, and shall cleave to his wife, and they shall be one flesh."},{"number":25,"verse":"And they were both naked, the man and his wife, and they were not (For before sin entered, all things were honest and comely.) ashamed."}]}