{"bibleAbbr":"Geneva1599","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"((2 God assureth Jacob of his journey into Egypt.27 The number of his family when he went into Egypt.29 Joseph meeteth his father.34 He teacheth his brethren what to answer to Pharaoh.) ) Then Israel took his journey with all that he had, and came to Beersheba, and (Whereby he both signifieth, that he worshipped the true God, and also that he kept in his heart the possession of that land from whence present necessity drove him.) offered sacrifice unto the God of his father Isaac."},{"number":2,"verse":"And God spake unto Israel in a vision by night, saying, Jacob, Jacob. Who answered, I am here."},{"number":3,"verse":"Then he said, I am God, the God of thy father, fear not to go down into Egypt: for I will there make of thee a great nation."},{"number":4,"verse":"I will (Conducting thee by my power.) go down with thee into Egypt, and I will also (In thy posterity.) bring thee up again, and Joseph shall (Shall shut thine eyes when thou diest: which appertained to him that was most dearest, or chief of the kindred.) put his hand upon thine eyes."},{"number":5,"verse":"Then Jacob rose up from Beersheba: and the sons of Israel carried Jacob their father, and their children, and their wives in the chariots, which Pharaoh had sent to carry him."},{"number":6,"verse":"And they took their cattle, and their goods, which they had gotten in the land of Canaan, and came into Egypt, both (Cross references: : Josh. 24:4; Ps. 105:23; Isa. 52:4) Jacob and all his seed with him."},{"number":7,"verse":"His sons and his sons’ sons with him, his daughters, and his sons’ daughters, and all his seed brought he with him into Egypt."},{"number":8,"verse":"¶ And these are the names of the children of Israel, which came into Egypt, even Jacob and his sons: (Exod. 1:2; Exod. 6:24; Num. 26:5; 1 Chron. 5:1) Reuben, Jacob’s firstborn."},{"number":9,"verse":"And the sons of Reuben: Hanoch, and Pallu, and Hezron, and Carmi."},{"number":10,"verse":"¶ And the sons of (Exod. 6:15; 1 Chron. 4:24) Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman."},{"number":11,"verse":"¶ Also the sons of (1 Chron. 6:1) Levi: Gershon, Kohath, and Merari."},{"number":12,"verse":"¶ Also the sons of (1 Chron. 2:3; 1 Chron. 9:21; Gen. 38:3) Judah: Er, and Onan, and Shelah, and Perez, and Zerah: (but Er and Onan died in the land of Canaan.) And the sons of Perez were Hezron and Hamul."},{"number":13,"verse":"¶ Also the sons of (1 Chron. 7:1) Issachar: Tola, and Puvah, and Job, and Shimron."},{"number":14,"verse":"¶ Also the sons of Zebulun: Sered, and Elon, and Jahleel."},{"number":15,"verse":"These be the sons of Leah, which she bare unto Jacob in Padan Aram, with his daughter Dinah. All the (Or, persons.) souls of his sons and his daughters were thirty and three."},{"number":16,"verse":"Also the sons of Gad: Ziphion, and Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli."},{"number":17,"verse":"¶ Also the sons of (2 Chron. 7:30) Asher: Jimnah, and Ishuah, and Isui, and Beriah, and Serah their sister. And the sons of Beriah: and Heber, Malchiel."},{"number":18,"verse":"These are the children of Zilpah, whom Laban gave to Leah his daughter: and these she bare unto Jacob, even sixteen souls."},{"number":19,"verse":"The sons of Rachel Jacob’s wife were Joseph, and Benjamin."},{"number":20,"verse":"¶ And unto Joseph in the land of Egypt were born Manasseh, and Ephraim, which (Gen. 41:50) Asenath the daughter of Poti-Pherah prince of On bare unto him."},{"number":21,"verse":"¶ Also the sons of (1 Chron. 7:6; 1 Chron. 8:1) Benjamin: Belah, and Becher, and Ashbel, and Gera, Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard."},{"number":22,"verse":"These are the sons of Rachel, which were born unto Jacob, fourteen souls in all."},{"number":23,"verse":"¶ Also the sons of Dan: Hushim."},{"number":24,"verse":"¶ Also the sons of Naphtali: Jahzeel, and Guni, and Jezer, and Shillem."},{"number":25,"verse":"These are the sons of Bilhah, which Laban gave unto Rachel his daughter, and she bare these unto Jacob, in all seven souls."},{"number":26,"verse":"All the (Deut. 10:25) souls, that came with Jacob into Egypt, which came out of his (Hebrew, thighs.) loins (besides Jacob’s sons’ wives) were in the whole, threescore and six souls."},{"number":27,"verse":"Also the sons of Joseph, which were born him in Egypt, were two souls: so that all the souls of the house of Jacob, which came into Egypt, are seventy."},{"number":28,"verse":"¶ Then he sent Judah before him unto Joseph, to (Or, to prepare him a place.) direct his way unto Goshen, and they came into the land of Goshen."},{"number":29,"verse":"Then Joseph (Hebrew, bound his chariot.) made ready his chariot, and went up to Goshen to meet Israel his father, and presented himself unto him, and fell on his neck and wept upon his neck a (Hebrew, yet, or still.) good while."},{"number":30,"verse":"And Israel said unto Joseph, Now let me die since I have seen thy face, and that thou art yet alive."},{"number":31,"verse":"Then Joseph said to his brethren, and to his father’s house, I will go up and show Pharaoh, and tell him, My brethren and my father’s house, which were in the land of Canaan, are come unto me."},{"number":32,"verse":"And the men are (He was not ashamed of his father and kindred, though they were of base condition.) sheepherders, and because they are sheepherders, they have brought their sheep and their cattle, and all that they have."},{"number":33,"verse":"And if Pharaoh call you, and ask you, What is your trade?"},{"number":34,"verse":"That ye shall say, Thy servants are men occupied about cattle, from our childhood even unto this time, both we and our fathers: that ye may dwell in the land of Goshen: for every sheep keeper is an (God suffereth the world to hate his, that they may forsake the filth of the world, and cleave to him.) abomination unto the Egyptians."}]}