{"bibleAbbr":"Geneva1599","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"((1 Noah and his enter into the Ark.20 The flood destroyeth all the rest upon the earth.) ) And the Lord said unto Noah, Enter thou and all thine house into the Ark: for thee have I seen righteous before me in this (Or, generation.) age."},{"number":2,"verse":"Of every (Which might be offered in sacrifice, whereof six were for breed, and the seventh for sacrifice.) clean beast thou shalt take to thee by sevens, the male and his female: but of unclean beasts by couples, the male and his female."},{"number":3,"verse":"Of the fowls also of the heaven by sevens, male and female, to keep seed alive upon the whole earth."},{"number":4,"verse":"For seven days hence I will cause it rain upon the earth forty days, and forty nights, and all the substance that I have made, will I destroy from off the earth."},{"number":5,"verse":"(Matt. 24:37; Luke 27:26; 1 Pet. 3:20) Noah therefore did according to all that the Lord commanded him."},{"number":6,"verse":"And Noah was six hundred years old, when the flood of waters was upon the earth."},{"number":7,"verse":"¶ So Noah entered and his sons, and his wife, and his sons’ wives with him into the Ark, because of the waters of the flood."},{"number":8,"verse":"Of the clean beasts, and of the unclean beasts, and of the fowls, and of all that creepeth upon the earth,"},{"number":9,"verse":"There (God compelled them to present themselves to Noah, as they did before to Adam, when he gave them names, Gen. 2:19.) came two and two unto Noah into the Ark, male and female, as God had commanded Noah."},{"number":10,"verse":"And so after seven days, the waters of the flood were upon the earth."},{"number":11,"verse":"¶ In the six hundredth year of Noah’s life, in the (Which was about the beginning of May, when all things did most flourish.) second month, the seventeenth day of the month, in the same day were all the (Both the waters in the earth did overflow, and also the clouds poured down.) fountains of the great deep broken up, and the windows of heaven were opened,"},{"number":12,"verse":"And the rain was upon the earth forty days and forty nights."},{"number":13,"verse":"In the selfsame day entered Noah with Shem, and Ham and Japheth, the sons of Noah, and Noah’s wife, and the three wives of his sons with them into the Ark."},{"number":14,"verse":"They and every beast after his kind, and all cattle after their kind, and everything that creepeth and moveth upon the earth after his kind, and every fowl after his kind, even every bird of every feather."},{"number":15,"verse":"For they came to Noah into the Ark, two and two, (Every living thing that God would have to be preserved on earth, came into the Ark to Noah.) of all flesh wherein is the breath of life."},{"number":16,"verse":"And they entering in, came male and female of all flesh, as God had commanded him: and the Lord shut him in. (So that God’s secret power defended him against the rage of the mighty waters.) (Or, shut it upon him.)"},{"number":17,"verse":"Then the flood was forty days upon the earth, and the waters were increased, and bare up the Ark, which was lifted up above the earth."},{"number":18,"verse":"The waters also waxed strong, and were increased exceedingly upon the earth, and the Ark went upon the waters."},{"number":19,"verse":"The waters (Hebrew, waxed very mighty.) prevailed so exceedingly upon the earth, that all the high mountains, that are under the whole heaven, were covered."},{"number":20,"verse":"Fifteen cubits upward did the waters prevail, when the mountains were covered."},{"number":21,"verse":"Then all flesh perished that moved upon the earth, both fowl and cattle and beast, and everything that creepeth and moveth upon the earth, and every man."},{"number":22,"verse":"Everything in whose nostrils the spirit of life did breathe, whatsoever they were in the dry land, they died."},{"number":23,"verse":"So (That is, God.) he destroyed everything that was upon the earth, from man to beast, to the creeping thing, and to the fowl of the heaven: they were even destroyed from the earth. And Noah only (Learn what it is to obey God only, and to forsake the multitude, 1 Pet. 3:20.) remained, and they that were with him in the Ark."},{"number":24,"verse":"And the waters prevailed upon the earth an hundred and fifty days."}]}