{"bibleAbbr":"NIV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"Give thanks to the LORD, for he is good; his love endures forever."},{"number":2,"verse":"Let Israel say: “His love endures forever.”"},{"number":3,"verse":"Let the house of Aaron say: “His love endures forever.”"},{"number":4,"verse":"Let those who fear the LORD say: “His love endures forever.”"},{"number":5,"verse":"When hard pressed, I cried to the LORD; he brought me into a spacious place."},{"number":6,"verse":"The LORD is with me; I will not be afraid. What can mere mortals do to me?"},{"number":7,"verse":"The LORD is with me; he is my helper. I look in triumph on my enemies."},{"number":8,"verse":"It is better to take refuge in the LORD than to trust in humans."},{"number":9,"verse":"It is better to take refuge in the LORD than to trust in princes."},{"number":10,"verse":"All the nations surrounded me, but in the name of the LORD I cut them down."},{"number":11,"verse":"They surrounded me on every side, but in the name of the LORD I cut them down."},{"number":12,"verse":"They swarmed around me like bees, but they were consumed as quickly as burning thorns; in the name of the LORD I cut them down."},{"number":13,"verse":"I was pushed back and about to fall, but the LORD helped me."},{"number":14,"verse":"The LORD is my strength and my defense ; he has become my salvation."},{"number":15,"verse":"Shouts of joy and victory resound in the tents of the righteous: “The LORD’s right hand has done mighty things!"},{"number":16,"verse":"The LORD’s right hand is lifted high; the LORD’s right hand has done mighty things!”"},{"number":17,"verse":"I will not die but live, and will proclaim what the LORD has done."},{"number":18,"verse":"The LORD has chastened me severely, but he has not given me over to death."},{"number":19,"verse":"Open for me the gates of the righteous; I will enter and give thanks to the LORD."},{"number":20,"verse":"This is the gate of the LORD through which the righteous may enter."},{"number":21,"verse":"I will give you thanks, for you answered me; you have become my salvation."},{"number":22,"verse":"The stone the builders rejected has become the cornerstone;"},{"number":23,"verse":"the LORD has done this, and it is marvelous in our eyes."},{"number":24,"verse":"The LORD has done it this very day; let us rejoice today and be glad."},{"number":25,"verse":"LORD, save us! LORD, grant us success!"},{"number":26,"verse":"Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you."},{"number":27,"verse":"The LORD is God, and he has made his light shine on us. With boughs in hand, join in the festal procession up to the horns of the altar."},{"number":28,"verse":"You are my God, and I will praise you; you are my God, and I will exalt you."},{"number":29,"verse":"Give thanks to the LORD, for he is good; his love endures forever."}]}