{"bibleAbbr":"NIV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"For the director of music. Of the Sons of Korah. A psalm. [1] Hear this, all you peoples; listen, all who live in this world,"},{"number":2,"verse":"both low and high, rich and poor alike:"},{"number":3,"verse":"My mouth will speak words of wisdom; the meditation of my heart will give you understanding."},{"number":4,"verse":"I will turn my ear to a proverb; with the harp I will expound my riddle:"},{"number":5,"verse":"Why should I fear when evil days come, when wicked deceivers surround me -"},{"number":6,"verse":"those who trust in their wealth and boast of their great riches?"},{"number":7,"verse":"No one can redeem the life of another or give to God a ransom for them -"},{"number":8,"verse":"the ransom for a life is costly, no payment is ever enough -"},{"number":9,"verse":"so that they should live on forever and not see decay."},{"number":10,"verse":"For all can see that the wise die, that the foolish and the senseless also perish, leaving their wealth to others."},{"number":11,"verse":"Their tombs will remain their houses forever, their dwellings for endless generations, though they had named lands after themselves."},{"number":12,"verse":"People, despite their wealth, do not endure; they are like the beasts that perish."},{"number":13,"verse":"This is the fate of those who trust in themselves, and of their followers, who approve their sayings."},{"number":14,"verse":"They are like sheep and are destined to die; death will be their shepherd (but the upright will prevail over them in the morning). Their forms will decay in the grave, far from their princely mansions."},{"number":15,"verse":"But God will redeem me from the realm of the dead; he will surely take me to himself."},{"number":16,"verse":"Do not be overawed when others grow rich, when the splendor of their houses increases;"},{"number":17,"verse":"for they will take nothing with them when they die, their splendor will not descend with them."},{"number":18,"verse":"Though while they live they count themselves blessed - and people praise you when you prosper -"},{"number":19,"verse":"they will join those who have gone before them, who will never again see the light of life."},{"number":20,"verse":"People who have wealth but lack understanding are like the beasts that perish."}]}