{"bibleAbbr":"NIV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"A psalm of Asaph. [1] The Mighty One, God, the LORD, speaks and summons the earth from the rising of the sun to where it sets."},{"number":2,"verse":"From Zion, perfect in beauty, God shines forth."},{"number":3,"verse":"Our God comes and will not be silent; a fire devours before him, and around him a tempest rages."},{"number":4,"verse":"He summons the heavens above, and the earth, that he may judge his people:"},{"number":5,"verse":"“Gather to me this consecrated people, who made a covenant with me by sacrifice.”"},{"number":6,"verse":"And the heavens proclaim his righteousness, for he is a God of justice."},{"number":7,"verse":"“Listen, my people, and I will speak; I will testify against you, Israel: I am God, your God."},{"number":8,"verse":"I bring no charges against you concerning your sacrifices or concerning your burnt offerings, which are ever before me."},{"number":9,"verse":"I have no need of a bull from your stall or of goats from your pens,"},{"number":10,"verse":"for every animal of the forest is mine, and the cattle on a thousand hills."},{"number":11,"verse":"I know every bird in the mountains, and the insects in the fields are mine."},{"number":12,"verse":"If I were hungry I would not tell you, for the world is mine, and all that is in it."},{"number":13,"verse":"Do I eat the flesh of bulls or drink the blood of goats?"},{"number":14,"verse":"“Sacrifice thank offerings to God, fulfill your vows to the Most High,"},{"number":15,"verse":"and call on me in the day of trouble; I will deliver you, and you will honor me.”"},{"number":16,"verse":"But to the wicked person, God says: “What right have you to recite my laws or take my covenant on your lips?"},{"number":17,"verse":"You hate my instruction and cast my words behind you."},{"number":18,"verse":"When you see a thief, you join with him; you throw in your lot with adulterers."},{"number":19,"verse":"You use your mouth for evil and harness your tongue to deceit."},{"number":20,"verse":"You sit and testify against your brother and slander your own mother’s son."},{"number":21,"verse":"When you did these things and I kept silent, you thought I was exactly like you. But I now arraign you and set my accusations before you."},{"number":22,"verse":"“Consider this, you who forget God, or I will tear you to pieces, with no one to rescue you:"},{"number":23,"verse":"Those who sacrifice thank offerings honor me, and to the blameless I will show my salvation.”"}]}