{"bibleAbbr":"NIV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"(BOOK III(230 73-89) A psalm of Asaph. [1] Surely God is good to Israel, to those who are pure in heart."},{"number":2,"verse":"But as for me, my feet had almost slipped; I had nearly lost my foothold."},{"number":3,"verse":"For I envied the arrogant when I saw the prosperity of the wicked."},{"number":4,"verse":"They have no struggles; their bodies are healthy and strong."},{"number":5,"verse":"They are free from common human burdens; they are not plagued by human ills."},{"number":6,"verse":"Therefore pride is their necklace; they clothe themselves with violence."},{"number":7,"verse":"From their callous hearts comes iniquity ; their evil imaginations have no limits."},{"number":8,"verse":"They scoff, and speak with malice; with arrogance they threaten oppression."},{"number":9,"verse":"Their mouths lay claim to heaven, and their tongues take possession of the earth."},{"number":10,"verse":"Therefore their people turn to them and drink up waters in abundance."},{"number":11,"verse":"They say, “How would God know? Does the Most High know anything?”"},{"number":12,"verse":"This is what the wicked are like - always free of care, they go on amassing wealth."},{"number":13,"verse":"Surely in vain I have kept my heart pure and have washed my hands in innocence."},{"number":14,"verse":"All day long I have been afflicted, and every morning brings new punishments."},{"number":15,"verse":"If I had spoken out like that, I would have betrayed your children."},{"number":16,"verse":"When I tried to understand all this, it troubled me deeply"},{"number":17,"verse":"till I entered the sanctuary of God; then I understood their final destiny."},{"number":18,"verse":"Surely you place them on slippery ground; you cast them down to ruin."},{"number":19,"verse":"How suddenly are they destroyed, completely swept away by terrors!"},{"number":20,"verse":"They are like a dream when one awakes; when you arise, Lord, you will despise them as fantasies."},{"number":21,"verse":"When my heart was grieved and my spirit embittered,"},{"number":22,"verse":"I was senseless and ignorant; I was a brute beast before you."},{"number":23,"verse":"Yet I am always with you; you hold me by my right hand."},{"number":24,"verse":"You guide me with your counsel, and afterward you will take me into glory."},{"number":25,"verse":"Whom have I in heaven but you? And earth has nothing I desire besides you."},{"number":26,"verse":"My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},{"number":27,"verse":"Those who are far from you will perish; you destroy all who are unfaithful to you."},{"number":28,"verse":"But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds."}]}