{"bibleAbbr":"NIV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"A song. A psalm of the Sons of Korah. For the director of music. According to mahalath leannoth. A maskil of Heman the Ezrahite. [1] LORD, you are the God who saves me; day and night I cry out to you."},{"number":2,"verse":"May my prayer come before you; turn your ear to my cry."},{"number":3,"verse":"I am overwhelmed with troubles and my life draws near to death."},{"number":4,"verse":"I am counted among those who go down to the pit; I am like one without strength."},{"number":5,"verse":"I am set apart with the dead, like the slain who lie in the grave, whom you remember no more, who are cut off from your care."},{"number":6,"verse":"You have put me in the lowest pit, in the darkest depths."},{"number":7,"verse":"Your wrath lies heavily on me; you have overwhelmed me with all your waves."},{"number":8,"verse":"You have taken from me my closest friends and have made me repulsive to them. I am confined and cannot escape;"},{"number":9,"verse":"my eyes are dim with grief. I call to you, LORD, every day; I spread out my hands to you."},{"number":10,"verse":"Do you show your wonders to the dead? Do their spirits rise up and praise you?"},{"number":11,"verse":"Is your love declared in the grave, your faithfulness in Destruction ?"},{"number":12,"verse":"Are your wonders known in the place of darkness, or your righteous deeds in the land of oblivion?"},{"number":13,"verse":"But I cry to you for help, LORD; in the morning my prayer comes before you."},{"number":14,"verse":"Why, LORD, do you reject me and hide your face from me?"},{"number":15,"verse":"From my youth I have suffered and been close to death; I have borne your terrors and am in despair."},{"number":16,"verse":"Your wrath has swept over me; your terrors have destroyed me."},{"number":17,"verse":"All day long they surround me like a flood; they have completely engulfed me."},{"number":18,"verse":"You have taken from me friend and neighbor - darkness is my closest friend."}]}