{"bibleAbbr":"urDGV2010","bookName":"वाइज़","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"( अच्छा क्या है?) अच्छा नाम ख़ुश्बूदार तेल से और मौत का दिन पैदाइश के दिन से बेहतर है।"},{"number":2,"verse":"ज़ियाफ़त करने वालों के घर में जाने की निस्बत मातम करने वालों के घर में जाना बेहतर है, क्यूँकि हर इन्सान का अन्जाम मौत ही है। जो ज़िन्दा हैं वह इस बात पर ख़ूब ध्यान दें।"},{"number":3,"verse":"दुख हंसी से बेहतर है, उतरा हुआ चेहरा दिल की बेहतरी का बाइस है।"},{"number":4,"verse":"दानिशमन्द का दिल मातम करने वालों के घर में ठहरता जबकि अहमक़ का दिल ऐश-ओ-इश्रत करने वालों के घर में टिक जाता है।"},{"number":5,"verse":"अहमक़ों के गीत सुनने की निस्बत दानिशमन्द की झिड़कियों पर ध्यान देना बेहतर है।"},{"number":6,"verse":"अहमक़ के क़ह्क़हे देगची तले चटख़ने वाले काँटों की आग की मानिन्द हैं। यह भी बातिल ही है।"},{"number":7,"verse":"नारवा नफ़ा दानिशमन्द को अहमक़ बना देता, रिश्वत दिल को बिगाड़ देती है।"},{"number":8,"verse":"किसी मुआमले का अन्जाम उस की इब्तिदा से बेहतर है, सब्र करना मग़रूर होने से बेहतर है।"},{"number":9,"verse":"ग़ुस्सा करने में जल्दी न कर, क्यूँकि ग़ुस्सा अहमक़ों की गोद में ही आराम करता है।"},{"number":10,"verse":"यह न पूछ कि आज की निस्बत पुराना ज़माना बेहतर क्यूँ था, क्यूँकि यह हिक्मत की बात नहीं।"},{"number":11,"verse":"अगर हिक्मत के इलावा मीरास में मिलकियत भी मिल जाए तो यह अच्छी बात है, यह उन के लिए सूदमन्द है जो सूरज देखते हैं।"},{"number":12,"verse":"क्यूँकि हिक्मत पैसों की तरह पनाह देती है, लेकिन हिक्मत का ख़ास फ़ाइदा यह है कि वह अपने मालिक की जान बचाए रखती है।"},{"number":13,"verse":"अल्लाह के काम का मुलाहज़ा कर। जो कुछ उस ने पेचदार बनाया कौन उसे सुलझा सकता है?"},{"number":14,"verse":"ख़ुशी के दिन ख़ुश हो, लेकिन मुसीबत के दिन ख़याल रख कि अल्लाह ने यह दिन भी बनाया और वह भी इस लिए कि इन्सान अपने मुस्तक़बिल के बारे में कुछ मालूम न कर सके।"},{"number":15,"verse":"( इन्तिहापसन्दों से दरेग़ कर) अपनी अबस ज़िन्दगी के दौरान मैं ने दो बातें देखी हैं। एक तरफ़ रास्तबाज़ अपनी रास्तबाज़ी के बावुजूद तबाह हो जाता जबकि दूसरी तरफ़ बेदीन अपनी बेदीनी के बावुजूद उम्ररसीदा हो जाता है।"},{"number":16,"verse":"न हद से ज़्यादा रास्तबाज़ी दिखा, न हद से ज़्यादा दानिशमन्दी। अपने आप को तबाह करने की क्या ज़रूरत है?"},{"number":17,"verse":"न हद से ज़्यादा बेदीनी, न हद से ज़्यादा हमाक़त दिखा। मुक़र्ररा वक़्त से पहले मरने की क्या ज़रूरत है?"},{"number":18,"verse":"अच्छा है कि तू यह बात थामे रखे और दूसरी भी न छोड़े। जो अल्लाह का ख़ौफ़ माने वह दोनों ख़तरों से बच निकलेगा।"},{"number":19,"verse":"हिक्मत दानिशमन्द को शहर के दस हुक्मरानों से ज़्यादा ताक़तवर बना देती है।"},{"number":20,"verse":"दुनिया में कोई भी इन्सान इतना रास्तबाज़ नहीं कि हमेशा अच्छा काम करे और कभी गुनाह न करे।"},{"number":21,"verse":"लोगों की हर बात पर ध्यान न दे, ऐसा न हो कि तू नौकर की लानत भी सुन ले जो वह तुझ पर करता है।"},{"number":22,"verse":"क्यूँकि दिल में तू जानता है कि तू ने ख़ुद मुतअद्दिद बार दूसरों पर लानत भेजी है।"},{"number":23,"verse":"( कौन दानिशमन्द है?) हिक्मत के ज़रीए मैं ने इन तमाम बातों की जाँच-पड़ताल की। मैं बोला, “मैं दानिशमन्द बनना चाहता हूँ,” लेकिन हिक्मत मुझ से दूर रही।"},{"number":24,"verse":"जो कुछ मौजूद है वह दूर और निहायत गहरा है। कौन उस की तह तक पहुँच सकता है?"},{"number":25,"verse":"चुनाँचे मैं रुख़ बदल कर पूरे ध्यान से इस की तहक़ीक़-ओ-तफ़्तीश करने लगा कि हिक्मत और मुख़्तलिफ़ बातों के सहीह नताइज क्या हैं। नीज़, मैं बेदीनी की हमाक़त और बेहुदगी की दीवानगी मालूम करना चाहता था।"},{"number":26,"verse":"मुझे मालूम हुआ कि मौत से कहीं तल्ख़ वह औरत है जो फंदा है, जिस का दिल जाल और हाथ ज़न्जीरें हैं। जो आदमी अल्लाह को मन्ज़ूर हो वह बच निकलेगा, लेकिन गुनाहगार उस के जाल में उलझ जाएगा।"},{"number":27,"verse":"वाइज़ फ़रमाता है, “यह सब कुछ मुझे मालूम हुआ जब मैं ने मुख़्तलिफ़ बातें एक दूसरे के साथ मुन्सलिक कीं ताकि सहीह नताइज तक पहुँचूँ।"},{"number":28,"verse":"लेकिन जिसे मैं ढूँडता रहा वह न मिला। हज़ार अफ़राद में से मुझे सिर्फ़ एक ही दियानतदार मर्द मिला, लेकिन एक भी दियानतदार औरत नहीं। ( ‘दियानतदार’ इज़ाफ़ा है ताकि आयत का जो ग़ालिबन मतलब है वह साफ़ हो जाए।)"},{"number":29,"verse":"मुझे सिर्फ़ इतना ही मालूम हुआ कि गो अल्लाह ने इन्सानों को दियानतदार बनाया, लेकिन वह कई क़िस्म की चालाकियाँ ढूँड निकालते हैं।”"}]}