{"bibleAbbr":"neNRV2012","bookName":"जकरिया","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"( परमप्रभुकहाँ फर्कने आह्वान) दारा राजाको दोस्रो वर्षको आठौँ महिनामा परमप्रभुको यो वचन इद्दोका नाति बेरेक्‍याहका छोरा जकरिया अगमवक्ताकहाँ आयो: ( ; )"},{"number":2,"verse":"“तिमीहरूका पिता-पुर्खासँग परमप्रभु साह्रै रिसाउनुभयो।"},{"number":3,"verse":"यसैकारण तैंले मानिसहरूलाई भन्: सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ, ‘मतिर फर्केर आओ,’ सर्वशक्तिमान् परमप्रभु घोषणा गर्नुहुन्‍छ, ‘अनि म तिमीहरूतिर फर्कनेछु,’ सर्वशक्तिमान् परमप्रभु भन्‍नुहुन्‍छ।"},{"number":4,"verse":"तिमीहरू आफ्‍ना पिता-पुर्खाहरूजस्‍ता नहोओ, जसलाई अघिका अगमवक्ताहरूले यसो भनेर घोषणा गरे: सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ, ‘तिमीहरू अब आफ्‍ना दुष्‍ट चाल र आफ्‍ना दुष्‍ट व्‍यवहारदेखि फर्क’। तर तिनीहरूले सुनेनन् न त मतिर ध्‍यान नै दिए, परमप्रभु भन्‍नुहुन्‍छ।"},{"number":5,"verse":"तिमीहरूका पिता-पुर्खाहरू अब कहाँ छन्? अनि अगमवक्ताहरू, के सधैँ तिनीहरू बाँचिरहन्‍छन् र?"},{"number":6,"verse":"तर के मैले मेरा दासहरू, मेरा अगमवक्ताहरूलाई आज्ञा गरेका वचनहरू र विधिहरूले तिमीहरूका पिता-पुर्खाहरूलाई उछिनेका थिएनन् र?” “तब तिनीहरूले पश्‍चात्ताप गरे र भने, ‘सर्वशक्तिमान् परमप्रभुले हाम्रा चाल र व्‍यवहारअनुसार हामीसित जे गर्ने निश्‍चय गर्नुभएको थियो सो उहाँले हामीसित गर्नुभएको छ’।”"},{"number":7,"verse":"( रूखहरूका बीचमा भएका मानिस) दारा राजाको दोस्रो वर्षको शेबात भनिने एघारौँ महिनाको चौबीसौँ दिनमा इद्दोका नाति बेरेक्‍याहका छोरा जकरिया अगमवक्ताकहाँ परमप्रभुको वचन आयो।"},{"number":8,"verse":"राती मैले एउटा यस्‍तो दर्शन देखें, एक जना मानिस रातो घोड़ामा चढ़िरहेका थिए। तिनी खोल्‍साका असारे-फूलका रूखहरूका बीचमा उभिरहेका थिए, अनि तिनको पछिल्‍तिर रातो, खैरो र सेतो रङ्गका घोड़ाहरू पनि थिए। ( )"},{"number":9,"verse":"मैले सोधें, “हे मेरा प्रभु, यी के हुन्?” मसित कुरा गर्ने ती स्‍वर्गदूतले उत्तर दिए, “यी के हुन् म तिमीलाई देखाइदिनेछु।”"},{"number":10,"verse":"तब असारे-फूलका रूखहरूका बीचमा उभिरहने मानिसले बताउँदै भने, “यी तिनै हुन् जसलाई परमप्रभुले पृथ्‍वीका चारैतिर जान पठाउनुभएको हो।”"},{"number":11,"verse":"तिनीहरूले मेहदीका रूखहरूका बीचमा उभिरहने स्‍वर्गदूतलाई प्रतिवेदन दिए, “हामीहरू पृथ्‍वीका चारैतिर गयौं, र जम्‍मै संसार आराम र शान्‍तिमा बसेको पायौं।”"},{"number":12,"verse":"तब परमप्रभुका दूतले भने, “सर्वशक्तिमान् परमप्रभु, यी सत्तरी वर्षसम्‍म तपाईं यरूशलेम र यहूदाका नगरहरूसँग रिसाउनुभएको छ। तपाईं कहिलेसम्‍म तिनीहरूमाथि आफ्‍नो दया रोकिराख्‍नुहुन्‍छ?”"},{"number":13,"verse":"यसैले मसित कुरा गर्ने स्‍वर्गदूतलाई परमप्रभुले सान्‍त्‍वनाका वचन भन्‍नुभयो।"},{"number":14,"verse":"तब मसित कुरा गरिरहने ती स्‍वर्गदूतले मलाई भने, “यस कुराको घोषणा गर: सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ, ‘यरूशलेम र सियोनको निम्‍ति म ज्‍यादै डाही छु,"},{"number":15,"verse":"तर सुरक्षा अनुभव गरी बस्‍ने जातिहरूसित म साह्रै क्रोधित भएको छु! म त केही मात्र क्रोधित भएँ, तर तिनीहरूले सङ्कष्‍टलाई झन् बढ़ाइदिए’।"},{"number":16,"verse":"“यसैकारण परमप्रभु यसो भन्‍नुहुन्‍छ, ‘कृपासहित म यरूशलेममा फर्कनेछु। त्‍यहाँ मेरो भवनको पुनर्निर्माण हुनेछ। यरूशलेममा नाप्‍ने डोरी तन्‍काइनेछ,’ सर्वशक्तिमान् परमप्रभु भन्‍नुहुन्‍छ।"},{"number":17,"verse":"“फेरि यसो भनेर घोषणा गर: ‘सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ, ‘मेरा नगरहरू फेरि उन्‍नतिले चुलिएर पोखिनेछन्, र परमप्रभुले सियोनलाई फेरि सान्‍त्‍वना दिनुहुनेछ, र यरूशलेमलाई फेरि चुन्‍नुहुनेछ’।”"},{"number":18,"verse":"( चार सीङ र चार कारीगरहरू) तब मैले माथि हेरें, र हेर, चार वटा सीङ त्‍यहाँ मेरा सामुन्‍ने थिए।"},{"number":19,"verse":"मसित कुरा गरिरहने ती स्‍वर्गदूतलाई मैले सोधें, “यी के हुन्?” तिनले मलाई जवाफ दिए, “यी तीनै सीङहरू हुन्, जसले यहूदा, इस्राएल र यरूशलेमलाई तितरबितर पारे।”"},{"number":20,"verse":"तब परमप्रभुले मलाई चार कारीगरहरू देखाउनुभयो।"},{"number":21,"verse":"मैले सोधें, “यिनीहरू के गर्नलाई आइरहेका छन्?” तिनले जवाफ दिए, “एकैजना मानिसले पनि शिर खड़ा गर्न नसक्‍ने गरी यहूदालाई तितरबितर गर्ने सीङहरू यिनै हुन्, तर कारीगरहरूचाहिँ तिनीहरूलाई त्रासमा पार्न, र यहूदा देशको विरुद्धमा त्‍यसका मानिसहरूलाई तितरबितर पार्ने जातिहरूका सीङहरूलाई फालिदिन आएका हुन्।”"}]}