{"bibleAbbr":"WLCv","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":13,"verses":[{"number":1,"verse":"וְיֶחֱזַק מֶלֶךְ־הַנֶּגֶב וּמִן־שָׂרָיו וְיֶחֱזַק עָלָיו וּמָשָׁל מִמְשָׁל רַב מֶמְשַׁלְתּוֹ׃"},{"number":2,"verse":"וּלְקֵץ שָׁנִים יִתְחַבָּרוּ וּבַת מֶלֶךְ־הַנֶּגֶב תָּבוֹא אֶל־מֶלֶךְ הַצָּפוֹן לַעֲשׂוֹת מֵישָׁרִים וְלֹא־תַעְצֹר כּוֹחַ הַזְּרוֹעַ וְלֹא יַעֲמֹד וּזְרֹעוֹ וְתִנָּתֵן הִיא וּמְבִיאֶיהָ וְהַיֹּלְדָהּ וּמַחֲזִקָהּ בָּעִתִּים׃"},{"number":3,"verse":"וְעָמַד מִנֵּצֶר שָׁרָשֶׁיהָ כַּנּוֹ וְיָבֹא אֶל־הַחַיִל וְיָבֹא בְּמָעוֹז מֶלֶךְ הַצָּפוֹן וְעָשָׂה בָהֶם וְהֶחֱזִיק׃"},{"number":4,"verse":"וְגַם אֱלֹהֵיהֶם עִם־נְסִכֵיהֶם עִם־כְּלֵי חֶמְדָּתָם כֶּסֶף וְזָהָב בַּשְּׁבִי יָבִא מִצְרָיִם וְהוּא שָׁנִים יַעֲמֹד מִמֶּלֶךְ הַצָּפוֹן׃"},{"number":5,"verse":"וּבָא בְּמַלְכוּת מֶלֶךְ הַנֶּגֶב וְשָׁב אֶל־אַדְמָתוֹ׃"},{"number":6,"verse":"[k_ובנו] [q_וּבָנָיו] יִתְגָּרוּ וְאָסְפוּ הֲמוֹן חֲיָלִים רַבִּים וּבָא בוֹא וְשָׁטַף וְעָבָר וְיָשֹׁב [k_ויתגרו] [q_וְיִתְגָּרֶה] עַד־[k_מעזה] [q_מָעֻזּוֹ׃]"},{"number":7,"verse":"וְיִתְמַרְמַר מֶלֶךְ הַנֶּגֶב וְיָצָא וְנִלְחַם עִמּוֹ עִם־מֶלֶךְ הַצָּפוֹן וְהֶעֱמִיד הָמוֹן רָב וְנִתַּן הֶהָמוֹן בְּיָדוֹ׃"},{"number":8,"verse":"וְנִשָּׂא הֶהָמוֹן [k_ירום] [q_וְרָם] לְבָבוֹ וְהִפִּיל רִבֹּאוֹת וְלֹא יָעוֹז׃"},{"number":9,"verse":"וְשָׁב מֶלֶךְ הַצָּפוֹן וְהֶעֱמִיד הָמוֹן רַב מִן־הָרִאשׁוֹן וּלְקֵץ הָעִתִּים שָׁנִים יָבוֹא בוֹא בְּחַיִל גָּדוֹל וּבִרְכוּשׁ רָב׃"},{"number":10,"verse":"וּבָעִתִּים הָהֵם רַבִּים יַעַמְדוּ עַל־מֶלֶךְ הַנֶּגֶב וּבְנֵי פָּרִיצֵי עַמְּךָ יִנַּשְּׂאוּ לְהַעֲמִיד חָזוֹן וְנִכְשָׁלוּ׃"},{"number":11,"verse":"וְיָבֹא מֶלֶךְ הַצָּפוֹן וְיִשְׁפֹּךְ סוֹלֲלָה וְלָכַד עִיר מִבְצָרוֹת וּזְרֹעוֹת הַנֶּגֶב לֹא יַעֲמֹדוּ וְעַם מִבְחָרָיו וְאֵין כֹּחַ לַעֲמֹד׃"},{"number":12,"verse":"וְיַעַשׂ הַבָּא אֵלָיו כִּרְצוֹנוֹ וְאֵין עוֹמֵד לְפָנָיו וְיַעֲמֹד בְּאֶרֶץ־הַצְּבִי וְכָלָה בְיָדוֹ׃"},{"number":13,"verse":"וְיָשֵׂם פָּנָיו לָבוֹא בְּתֹקֶף כָּל־מַלְכוּתוֹ וִישָׁרִים עִמּוֹ וְעָשָׂה וּבַת הַנָּשִׁים יִתֶּן־לוֹ לְהַשְׁחִיתָהּ וְלֹא תַעֲמֹד וְלֹא־לוֹ תִהְיֶה׃"},{"number":14,"verse":"[k_וישב] [q_וְיָשֵׂם] פָּנָיו לְאִיִּים וְלָכַד רַבִּים וְהִשְׁבִּית קָצִין חֶרְפָּתוֹ לוֹ בִּלְתִּי חֶרְפָּתוֹ יָשִׁיב לוֹ׃"},{"number":15,"verse":"וְיָשֵׁב פָּנָיו לְמָעוּזֵּי אַרְצוֹ וְנִכְשַׁל וְנָפַל וְלֹא יִמָּצֵא׃"},{"number":16,"verse":"וְעָמַד עַל־כַּנּוֹ מַעֲבִיר נוֹגֵשׂ הֶדֶר מַלְכוּת וּבְיָמִים אֲחָדִים יִשָּׁבֵר וְלֹא בְאַפַּיִם וְלֹא בְמִלְחָמָה׃"},{"number":17,"verse":"וְעָמַד עַל־כַּנּוֹ נִבְזֶה וְלֹא־נָתְנוּ עָלָיו הוֹד מַלְכוּת וּבָא בְשַׁלְוָה וְהֶחֱזִיק מַלְכוּת בַּחֲלַקְלַקּוֹת׃"},{"number":18,"verse":"וּזְרֹעוֹת הַשֶּׁטֶף יִשָּׁטְפוּ מִלְּפָנָיו וְיִשָּׁבֵרוּ וְגַם נְגִיד בְּרִית׃"},{"number":19,"verse":"וּמִן־הִתְחַבְּרוּת אֵלָיו יַעֲשֶׂה מִרְמָה וְעָלָה וְעָצַם בִּמְעַט־גּוֹי׃"},{"number":20,"verse":"בְּשַׁלְוָה וּבְמִשְׁמַנֵּי מְדִינָה יָבוֹא וְעָשָׂה אֲשֶׁר לֹא־עָשׂוּ אֲבֹתָיו וַאֲבוֹת אֲבֹתָיו בִּזָּה וְשָׁלָל וּרְכוּשׁ לָהֶם יִבְזוֹר וְעַל מִבְצָרִים יְחַשֵּׁב מַחְשְׁבֹתָיו וְעַד־עֵת׃"},{"number":21,"verse":"וְיָעֵר כֹּחוֹ וּלְבָבוֹ עַל־מֶלֶךְ הַנֶּגֶב בְּחַיִל גָּדוֹל וּמֶלֶךְ הַנֶּגֶב יִתְגָּרֶה לַמִּלְחָמָה בְּחַיִל־גָּדוֹל וְעָצוּם עַד־מְאֹד וְלֹא יַעֲמֹד כִּי־יַחְשְׁבוּ עָלָיו מַחֲשָׁבוֹת׃"},{"number":22,"verse":"וְאֹכְלֵי פַת־בָּגוֹ יִשְׁבְּרוּהוּ וְחֵילוֹ יִשְׁטוֹף וְנָפְלוּ חֲלָלִים רַבִּים׃"},{"number":23,"verse":"וּשְׁנֵיהֶם הַמְּלָכִים לְבָבָם לְמֵרָע וְעַל־שֻׁלְחָן אֶחָד כָּזָב יְדַבֵּרוּ וְלֹא תִצְלָח כִּי־עוֹד קֵץ לַמּוֹעֵד׃"}]}