{"bibleAbbr":"WLCv","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"וַיֹּאמֶר הַתִּרְשָׁתָא לָהֶם אֲשֶׁר לֹא־יֹאכְלוּ מִקֹּדֶשׁ הַקֳּדָשִׁים עַד עֲמֹד הַכֹּהֵן לְאוּרִים וְתוּמִּים׃"},{"number":2,"verse":"כָּל־הַקָּהָל כְּאֶחָד אַרְבַּע רִבּוֹא אַלְפַּיִם שְׁלֹשׁ־מֵאוֹת וְשִׁשִּׁים׃"},{"number":3,"verse":"מִלְּבַד עַבְדֵיהֶם וְאַמְהֹתֵיהֶם אֵלֶּה שִׁבְעַת אֲלָפִים שְׁלֹשׁ מֵאוֹת שְׁלֹשִׁים וְשִׁבְעָה וְלָהֶם מְשֹׁרֲרִים וּמְשֹׁרֲרוֹת מָאתַיִם וְאַרְבָּעִים וַחֲמִשָּׁה׃ ס"},{"number":4,"verse":"גְּמַלִּים אַרְבַּע מֵאוֹת שְׁלֹשִׁים וַחֲמִשָּׁה ס חֲמֹרִים שֵׁשֶׁת אֲלָפִים שְׁבַע מֵאוֹת וְעֶשְׂרִים׃"},{"number":5,"verse":"וּמִקְצָת רָאשֵׁי הָאָבוֹת נָתְנוּ לַמְּלָאכָה הַתִּרְשָׁתָא נָתַן לָאוֹצָר זָהָב דַּרְכְּמֹנִים אֶלֶף מִזְרָקוֹת חֲמִשִּׁים כָּתְנוֹת כֹּהֲנִים שְׁלֹשִׁים וַחֲמֵשׁ מֵאוֹת׃"},{"number":6,"verse":"וּמֵרָאשֵׁי הָאָבוֹת נָתְנוּ לְאוֹצַר הַמְּלָאכָה זָהָב דַּרְכְּמוֹנִים שְׁתֵּי רִבּוֹת וְכֶסֶף מָנִים אַלְפַּיִם וּמָאתָיִם׃"},{"number":7,"verse":"וַאֲשֶׁר נָתְנוּ שְׁאֵרִית הָעָם זָהָב דַּרְכְּמוֹנִים שְׁתֵּי רִבּוֹא וְכֶסֶף מָנִים אַלְפָּיִם וְכָתְנֹת כֹּהֲנִים שִׁשִּׁים וְשִׁבְעָה׃ פ"},{"number":8,"verse":"וַיֵּשְׁבוּ הַכֹּהֲנִים וְהַלְוִיִּם וְהַשּׁוֹעֲרִים וְהַמְשֹׁרְרִים וּמִן־הָעָם וְהַנְּתִינִים וְכָל־יִשְׂרָאֵל בְּעָרֵיהֶם וַיִּגַּע הַחֹדֶשׁ הַשְּׁבִיעִי וּבְנֵי יִשְׂרָאֵל בְּעָרֵיהֶם׃"},{"number":9,"verse":"וַיֵּאָסְפוּ כָל־הָעָם כְּאִישׁ אֶחָד אֶל־הָרְחוֹב אֲשֶׁר לִפְנֵי שַׁעַר־הַמָּיִם וַיֹּאמְרוּ לְעֶזְרָא הַסֹּפֵר לְהָבִיא אֶת־סֵפֶר תּוֹרַת מֹשֶׁה אֲשֶׁר־צִוָּה יְהוָה אֶת־יִשְׂרָאֵל׃"},{"number":10,"verse":"וַיָּבִיא עֶזְרָא הַכֹּהֵן אֶת־הַתּוֹרָה לִפְנֵי הַקָּהָל מֵאִישׁ וְעַד־אִשָּׁה וְכֹל מֵבִין לִשְׁמֹעַ בְּיוֹם אֶחָד לַחֹדֶשׁ הַשְּׁבִיעִי׃"},{"number":11,"verse":"וַיִּקְרָא־בוֹ לִפְנֵי הָרְחוֹב אֲשֶׁר לִפְנֵי שַׁעַר־הַמַּיִם מִן־הָאוֹר עַד־מַחֲצִית הַיּוֹם נֶגֶד הָאֲנָשִׁים וְהַנָּשִׁים וְהַמְּבִינִים וְאָזְנֵי כָל־הָעָם אֶל־סֵפֶר הַתּוֹרָה׃"},{"number":12,"verse":"וַיַּעֲמֹד עֶזְרָא הַסֹּפֵר עַל־מִגְדַּל־עֵץ אֲשֶׁר עָשׂוּ לַדָּבָר וַיַּעֲמֹד אֶצְלוֹ מַתִּתְיָה וְשֶׁמַע וַעֲנָיָה וְאוּרִיָּה וְחִלְקִיָּה וּמַעֲשֵׂיָה עַל־יְמִינוֹ וּמִשְּׂמֹאלוֹ פְּדָיָה וּמִישָׁאֵל וּמַלְכִּיָּה וְחָשֻׁם וְחַשְׁבַּדָּנָה זְכַרְיָה מְשֻׁלָּם׃ פ"},{"number":13,"verse":"וַיִּפְתַּח עֶזְרָא הַסֵּפֶר לְעֵינֵי כָל־הָעָם כִּי־מֵעַל כָּל־הָעָם הָיָה וּכְפִתְחוֹ עָמְדוּ כָל־הָעָם׃"},{"number":14,"verse":"וַיְבָרֶךְ עֶזְרָא אֶת־יְהוָה הָאֱלֹהִים הַגָּדוֹל וַיַּעֲנוּ כָל־הָעָם אָמֵן אָמֵן בְּמֹעַל יְדֵיהֶם וַיִּקְּדוּ וַיִּשְׁתַּחֲוֻּ לַיהוָה אַפַּיִם אָרְצָה׃"},{"number":15,"verse":"וְיֵשׁוּעַ וּבָנִי וְשֵׁרֵבְיָה יָמִין עַקּוּב שַׁבְּתַי הוֹדִיָּה מַעֲשֵׂיָה קְלִיטָא עֲזַרְיָה יוֹזָבָד חָנָן פְּלָאיָה וְהַלְוִיִּם מְבִינִים אֶת־הָעָם לַתּוֹרָה וְהָעָם עַל־עָמְדָם׃"},{"number":16,"verse":"וַיִּקְרְאוּ בַסֵּפֶר בְּתוֹרַת הָאֱלֹהִים מְפֹרָשׁ וְשׂוֹם שֶׂכֶל וַיָּבִינוּ בַּמִּקְרָא׃ ס"},{"number":17,"verse":"וַיֹּאמֶר נְחֶמְיָה הוּא הַתִּרְשָׁתָא וְעֶזְרָא הַכֹּהֵן הַסֹּפֵר וְהַלְוִיִּם הַמְּבִינִים אֶת־הָעָם לְכָל־הָעָם הַיּוֹם קָדֹשׁ־הוּא לַיהוָה אֱלֹהֵיכֶם אַל־תִּתְאַבְּלוּ וְאַל־תִּבְכּוּ כִּי בוֹכִים כָּל־הָעָם כְּשָׁמְעָם אֶת־דִּבְרֵי הַתּוֹרָה׃"},{"number":18,"verse":"וַיֹּאמֶר לָהֶם לְכוּ אִכְלוּ מַשְׁמַנִּים וּשְׁתוּ מַמְתַקִּים וְשִׁלְחוּ מָנוֹת לְאֵין נָכוֹן לוֹ כִּי־קָדוֹשׁ הַיּוֹם לַאֲדֹנֵינוּ וְאַל־תֵּעָצֵבוּ כִּי־חֶדְוַת יְהוָה הִיא מָעֻזְּכֶם׃"}]}