{"bibleAbbr":"HOV2012","bookName":"2 इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"तब देश के लोगों ने योशिय्याह के पुत्र यहोआहाज को लेकर उसके पिता के स्थान पर यरूशलेम में राजा बनाया।"},{"number":2,"verse":"जब यहोआहाज राज्य करने लगा, तब वह तेईस वर्ष का था, और तीन महीने तक यरूशलेम में राज्य करता रहा।"},{"number":3,"verse":"तब मिस्र के राजा ने उसको यरूशलेम में राजगद्दी से उतार दिया, और देश पर सौ किक्‍कार भर सोना जुरमाने में दण्ड लगाया।"},{"number":4,"verse":"तब मिस्र के राजा ने उसके भाई एल्याकीम को यहूदा और यरूशलेम का राजा बनाया और उसका नाम बदलकर यहोयाकीम रखा; परन्तु नको उसके भाई यहोआहाज को मिस्र में ले गया।"},{"number":5,"verse":"जब यहोयाकीम राज्य करने लगा, तब वह पच्‍चीस वर्ष का था, और ग्यारह वर्ष तक यरूशलेम में राज्य करता रहा। उसने वह काम किया, जो उसके परमेश्‍वर यहोवा की दृष्‍टि में बुरा है।"},{"number":6,"verse":"उस पर बेबीलोन के राजा नबूकदनेस्सर ने चढ़ाई की, और बेबीलोन ले जाने के लिये उसको पीतल की बेड़ियाँ पहना दीं।"},{"number":7,"verse":"फिर नबूकदनेस्सर ने यहोवा के भवन के कुछ पात्र बेबीलोन ले जाकर, अपने मन्दिर में जो बेबीलोन में था, रख दिए।"},{"number":8,"verse":"यहोयाकीम के और काम और उसने जो जो घिनौने काम किए, और उसमें जो जो बुराइयाँ पाई गईं, वह इस्राएल और यहूदा के राजाओं के इतिहास की पुस्तक में लिखी हैं; और उसका पुत्र यहोयाकीन उसके स्थान पर राज्य करने लगा।"},{"number":9,"verse":"जब यहोयाकीन राज्य करने लगा, तब वह आठ वर्ष का था, और तीन महीने और दस दिन तक यरूशलेम में राज्य करता रहा। उसने वह किया, जो परमेश्‍वर यहोवा की दृष्‍टि में बुरा है।"},{"number":10,"verse":"नये वर्ष के लगते ही नबूकदनेस्सर ने लोगों को भेजकर, उसे और यहोवा के भवन के मनभावने पात्रों को बेबीलोन में मँगवा लिया, और उसके भाई सिदकिय्याह को यहूदा और यरूशलेम पर राजा नियुक्‍त किया।"},{"number":11,"verse":"जब सिदकिय्याह राज्य करने लगा, तब वह इक्‍कीस वर्ष का था, और यरूशलेम में ग्यारह वर्ष तक राज्य करता रहा।"},{"number":12,"verse":"उसने वही किया जो उसके परमेश्‍वर यहोवा की दृष्‍टि में बुरा है। यद्यपि यिर्मयाह नबी यहोवा की ओर से बातें कहता था, तौभी वह उसके सामने दीन न हुआ।"},{"number":13,"verse":"फिर नबूकदनेस्सर जिसने उसे परमेश्‍वर की शपथ खिलाई थी, उससे उसने बलवा किया, और उसने हठ किया"},{"number":14,"verse":"सब प्रधान याजकों ने और लोगों ने भी अन्य जातियों के से घिनौने काम करके बहुत बड़ा विश्‍वासघात किया, और यहोवा के भवन को जो उसने यरूशलेम में पवित्र किया था, अशुद्ध कर डाला।"},{"number":15,"verse":"उनके पूर्वजों के परमेश्‍वर यहोवा ने बड़ा यत्न करके अपने दूतों से उनके पास कहला भेजा, क्योंकि वह अपनी प्रजा और अपने धाम पर तरस खाता था;"},{"number":16,"verse":"परन्तु वे परमेश्‍वर के दूतों को ठट्ठों में उड़ाते, उसके वचनों को तुच्छ जानते, और उसके नबियों की हँसी करते थे। अत: यहोवा अपनी प्रजा पर ऐसा झुँझला उठा कि बचने का कोई उपाय न रहा।"},{"number":17,"verse":"तब उसने उन पर कसदियों के राजा से चढ़ाई करवाई, और इस ने उनके जवानों को उनके पवित्र भवन ही में तलवार से मार डाला; और क्या जवान, क्या कुँवारी, क्या बूढ़े, क्या पक्‍के बालवाले, किसी पर भी कोमलता न की; यहोवा ने सभों को उसके हाथ में कर दिया।"},{"number":18,"verse":"क्या छोटे, क्या बड़े, परमेश्‍वर के भवन के सब पात्र और यहोवा के भवन, और राजा, और उसके हाकिमों के खजाने, इन सभों को वह बेबीलोन में ले गया।"},{"number":19,"verse":"कसदियों ने परमेश्‍वर का भवन फूँक दिया, और यरूशलेम की शहरपनाह को तोड़ डाला, और आग लगा कर उसके सब भवनों को जलाया, और उसमें का सारा बहुमूल्य सामान नष्‍ट कर दिया।"},{"number":20,"verse":"जो तलवार से बच गए, उन्हें वह बेबीलोन को ले गया, और फारस के राज्य के प्रबल होने तक वे उसके और उसके बेटों-पोतों के अधीन रहे।"},{"number":21,"verse":"यह सब इसलिये हुआ कि यहोवा का जो वचन यिर्मयाह के मुँह से निकला था, वह पूरा हो, कि देश अपने विश्राम कालों में सुख भोगता रहे। इसलिये जब तक वह सूना पड़ा रहा तब तक अर्थात् सत्तर वर्ष के पूरे होने तक उसको विश्राम मिला।"},{"number":22,"verse":"फारस के राजा कुस्रू के पहले वर्ष में यहोवा ने उसके मन को उभारा कि जो वचन यिर्मयाह के मुँह से निकला था, वह पूरा हो। इसलिये उसने अपने समस्त राज्य में यह प्रचार करवाया, और इस आशय की चिट्ठियाँ लिखवाईं :"},{"number":23,"verse":"“फारस का राजा कुस्रू कहता है, ‘स्वर्ग के परमेश्‍वर यहोवा ने पृथ्वी भर का राज्य मुझे दिया है, और उसी ने मुझे आज्ञा दी है कि यरूशलेम जो यहूदा में है उसमें मेरा एक भवन बनवा;।’ ”"}]}