{"bibleAbbr":"HOV2012","bookName":"होशे","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"जब एप्रैम बोलता था, तब लोग काँपते थे; और वह इस्राएल में बड़ा था; परन्तु जब वह बाल के कारण दोषी हो गया, तब वह मर गया।"},{"number":2,"verse":"अब वे लोग पाप पर पाप बढ़ाते जाते हैं, और अपनी बुद्धि से चाँदी ढालकर ऐसी मूरतें बनाते हैं जो कारीगरों ही से बनीं। उन्हीं के विषय लोग कहते हैं, जो नरमेध करें, वे बछड़ों को चूमें!"},{"number":3,"verse":"इस कारण वे भोर के मेघ, तड़के सूख जानेवाली ओस, खलिहान पर से आँधी के मारे उड़नेवाली भूसी, या चिमनी से निकलते हुए धूएँ के समान होंगे।"},{"number":4,"verse":"मिस्र देश ही से मैं यहोवा, तेरा परमेश्‍वर हूँ; तू मुझे छोड़ किसी को परमेश्‍वर करके न जानना; क्योंकि मेरे सिवाय कोई तेरा उद्धारकर्ता नहीं है।"},{"number":5,"verse":"मैं ने उस समय तुझ पर मन लगाया जब तू जंगल में वरन् अत्यन्त सूखे देश में था।"},{"number":6,"verse":"परन्तु जब इस्राएली चराए जाते थे और वे तृप्‍त हो गए, तब तृप्‍त होने पर उनका मन घमण्ड से भर गया; इस कारण वे मुझ को भूल गए।"},{"number":7,"verse":"इसलिये मैं उनके लिये सिंह–सा बना हूँ; मैं चीते के समान उनके मार्ग में घात लगाए रहूँगा।"},{"number":8,"verse":"मैं बच्‍चे छीनी हुई रीछनी के समान बनकर उनको मिलूँगा, और उनके हृदय की झिल्‍ली को फाड़ूँगा, और सिंह के समान उनको वहीं खा डालूँगा, जैसे वन-पशु उनको फाड़ डाले।"},{"number":9,"verse":"हे इस्राएल, तेरे विनाश का कारण यह है, कि तू मेरा अर्थात् अपने सहायक का विरोधी है।"},{"number":10,"verse":"अब तेरा राजा कहाँ रहा कि तेरे सब नगरों में वह तुझे बचाए? तेरे न्यायी कहाँ रहे, जिनके विषय में तू ने कहा था, “मेरे लिये राजा और हाकिम ठहरा दे?”"},{"number":11,"verse":"मैं ने क्रोध में आकर तेरे लिये राजा बनाये, और फिर जलजलाहट में आकर उनको हटा भी दिया।"},{"number":12,"verse":"एप्रैम का अधर्म गठा हुआ है, उसका पाप संचय किया हुआ है।"},{"number":13,"verse":"उसको ज़च्‍चा की सी पीड़ाएँ उठेंगी, परन्तु वह निर्बुद्धि लड़का है जो जन्म लेने में देर करता है।"},{"number":14,"verse":"मैं उसको अधोलोक के वश से छुड़ा लूँगा और मृत्यु से उसको छुटकारा दूँगा। हे मृत्यु, तेरी मारने की शक्‍ति मैं फिर कभी नहीं पछताऊँगा।"},{"number":15,"verse":"चाहे वह अपने भाइयों से अधिक फूले-फले, तौभी पुरवाई उस पर चलेगी, और यहोवा की ओर से मरुस्थल से आएगी, और उसका कुण्ड सूखेगा; और उसका सोता निर्जल हो जाएगा। उसकी रखी हुई सब मनभावनी वस्तुएँ वह लूट ले जाएगा।"},{"number":16,"verse":"सामरिया दोषी ठहरेगा, क्योंकि उस ने अपने परमेश्‍वर से बलवा किया है; वे तलवार से मारे जाएँगे, उनके बच्‍चे पटके जाएँगे, और उनकी गर्भवती स्त्रियाँ चीर डाली जाएँगी।"}]}