{"bibleAbbr":"msAB1996","bookName":"MATIUS","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"( Senarai Nenek Moyang Yesus Kristus) ( ( 490 3:23 --38)) Inilah senarai nenek moyang Yesus Kristus, keturunan Daud, keturunan Abraham."},{"number":2,"verse":"Daripada Abraham hingga Raja Daud, nama-nama nenek moyang Yesus adalah seperti berikut: Abraham, Ishak, Yakub, Yehuda dan saudara-saudaranya, Peres dan Zerah (ibu mereka bernama Tamar), Hezron, Ram, Aminadab, Nahason, Salmon, Boas (ibunya Rahab), Obed (ibunya Rut), Isai, dan Raja Daud."},{"number":6,"verse":"( ; ; ) Daripada Daud hingga ke masa bangsa Israel dibuang ke Babel, nama nenek moyang yang tercatat adalah seperti berikut: Salomo (ibunya ialah bekas isteri Uria), Rehabeam, Abia, Asa, Yosafat, Yoram, Uzia, Yotam, Ahas, Hizkia, Manasye, Amon, Yosia, Yoyakhin ( Yoyakhin: atau Yekhonya.) dan saudara-saudaranya."},{"number":12,"verse":"Dari masa pembuangan di Babel sehingga kelahiran Yesus, nama nenek moyang yang tercatat adalah seperti berikut: Yoyakhin, Sealtiel, Zerubabel, Abihud, Elyakim, Azur, Zadok, Akhim, Eliud, Eleazar, Matan, Yakub, Yusuf, suami Maria. Marialah yang melahirkan Yesus, yang disebut Kristus."},{"number":17,"verse":"Demikianlah ada empat belas generasi dari zaman Abraham sehingga zaman Daud, dan ada empat belas generasi dari zaman Daud sehingga masa pembuangan di Babel, dan empat belas generasi dari masa itu sehingga kelahiran Kristus."},{"number":18,"verse":"( Kelahiran Yesus Kristus) ( ( 490 2:1-7 )) ( ) Inilah kisah kelahiran Yesus Kristus. Ibu-Nya, Maria, bertunang dengan Yusuf. Tetapi sebelum mereka berkahwin, Maria sudah mengandung kerana kuasa Roh Allah. ( Roh Allah; Harfiah: Roh Kudus.)"},{"number":19,"verse":"Yusuf seorang yang taat kepada hukum agama, tetapi dia tidak mahu mempermalukan Maria di hadapan umum. Oleh itu Yusuf berniat memutuskan pertunangan itu secara diam-diam."},{"number":20,"verse":"Yusuf mempertimbangkan perkara itu. Kemudian dalam mimpi, malaikat Tuhan menampakkan diri kepadanya. Malaikat itu berkata, “Hai Yusuf, keturunan Daud! Janganlah takut memperisteri Maria. Dia mengandung kerana kuasa Roh Allah."},{"number":21,"verse":"( ) Maria akan melahirkan seorang anak lelaki. Anak itu harus engkau namakan Yesus, kerana Dia akan menyelamatkan umat-Nya daripada dosa mereka.”"},{"number":22,"verse":"Semua itu berlaku supaya terjadilah apa yang difirmankan oleh Tuhan melalui nabi-Nya,"},{"number":23,"verse":"( ) “Seorang anak dara akan mengandung, lalu melahirkan seorang anak lelaki. Anak itu akan dinamakan Imanuel.” (Dalam bahasa Ibrani, Imanuel bererti, “Allah menyertai kita”)."},{"number":24,"verse":"Apabila Yusuf terjaga, dia melakukan apa yang dikatakan oleh malaikat Tuhan itu. Dia berkahwin dengan Maria."},{"number":25,"verse":"( ) Tetapi Yusuf tidak berseketiduran dengan Maria sehingga Maria melahirkan anak lelakinya. Yusuf menamakan anak itu Yesus."}]}