{"bibleAbbr":"msAB1996","bookName":"MATIUS","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"( Kematian Yohanes Pembaptis) ( ( 480 6:14-29 ; 490 9:7-9 )) Pada masa itulah Herodes, penguasa negeri Galilea, mendengar berita tentang Yesus."},{"number":2,"verse":"Herodes berkata kepada pegawai-pegawainya, “Sesungguhnya dia itu Yohanes Pembaptis! Dia sudah hidup semula! Itulah sebabnya dia mempunyai kuasa untuk melakukan mukjizat.”"},{"number":3,"verse":"Herodes menyangka demikian kerana sebelum itu Herodes memberikan perintah supaya Yohanes ditangkap, dirantai lalu dimasukkan ke dalam penjara. Herodes berbuat demikian kerana Herodias itu, isteri Filipus, saudaranya."},{"number":4,"verse":"( ) Yohanes sentiasa menegur Herodes, katanya, “Tuan bersalah kerana berkahwin dengan Herodias!” ( , )"},{"number":5,"verse":"Herodes berniat membunuh Yohanes, tetapi Herodes takut akan orang Yahudi kerana mereka menganggap Yohanes sebagai nabi."},{"number":6,"verse":"Pada hari jadi Herodes, anak perempuan Herodias menari di hadapan para hadirin dan menghiburkan hati Herodes."},{"number":7,"verse":"Oleh itu Herodes bersumpah akan memberikan apa sahaja yang diminta oleh gadis itu."},{"number":8,"verse":"Gadis itu mengikut kehendak ibunya dan meminta kepala Yohanes Pembaptis di atas talam pada waktu itu juga."},{"number":9,"verse":"Mendengar permintaan itu, Herodes bersedih hati. Tetapi Herodes sudah bersumpah di hadapan semua hadirin. Oleh itu Herodes memberikan perintah supaya permintaan gadis itu dipenuhi."},{"number":10,"verse":"Oleh itu Herodes menyuruh orang pergi ke penjara untuk memancung kepala Yohanes."},{"number":11,"verse":"Kemudian kepala Yohanes ditaruh di atas talam dan diserahkan kepada gadis itu. Lalu gadis itu membawa kepala Yohanes kepada ibunya."},{"number":12,"verse":"Setelah itu pengikut Yohanes datang untuk mengambil jenazah Yohanes dan mengebumikannya. Kemudian mereka pergi dan memberitahu Yesus hal itu."},{"number":13,"verse":"( Yesus Memberikan Makanan kepada Lima Ribu Orang) ( ( 480 6:30-44 ; 490 9:10-17 ; 500 6:1-14 )) Apabila Yesus mendengar berita tentang Yohanes, Dia meninggalkan tempat itu dengan perahu, lalu pergi sendirian ke suatu tempat yang sunyi. Tetapi orang ramai mendengar hal itu, lalu mereka meninggalkan bandar mereka dan mengikut Yesus melalui jalan darat."},{"number":14,"verse":"Apabila Yesus turun dari perahu dan melihat orang ramai itu, Dia mengasihani mereka dan menyembuhkan orang sakit di situ."},{"number":15,"verse":"Pada petang harinya, pengikut-pengikut Yesus datang dan berkata kepada-Nya, “Hari sudah hampir malam dan tempat ini terpencil. Suruhlah semua orang ini pergi, supaya dapat membeli makanan di pekan.”"},{"number":16,"verse":"Tetapi Yesus menjawab, “Mereka tidak usah pergi; kamu sendiri beri mereka makanan.”"},{"number":17,"verse":"Pengikut-pengikut-Nya berkata, “Kami hanya mempunyai lima ketul roti dan dua ekor ikan!”"},{"number":18,"verse":"Yesus berkata, “Bawalah makanan itu kepada-Ku.”"},{"number":19,"verse":"Kemudian Dia menyuruh orang ramai duduk di atas rumput. Lalu Yesus mengambil lima ketul roti dan dua ekor ikan itu. Kemudian Dia menengadah ke langit dan mengucap syukur kepada Allah. Setelah itu Dia membahagikan roti itu dan menyerahkannya kepada pengikut-pengikut-Nya supaya diberikan kepada orang ramai itu."},{"number":20,"verse":"Tiap-tiap orang makan sehingga kenyang. Selepas itu pengikut-pengikut-Nya mengumpulkan lebihan makanan sebanyak dua belas buah bakul."},{"number":21,"verse":"Jumlah orang lelaki yang makan kira-kira lima ribu orang, belum terhitung wanita dan kanak-kanak."},{"number":22,"verse":"( Yesus Berjalan di atas Air) ( ( 480 6:45-52 ; 500 6:15-21 )) Kemudian Yesus menyuruh pengikut-pengikut-Nya naik perahu dan menyeberangi tasik terlebih dahulu, sementara Dia menyuruh orang ramai pulang."},{"number":23,"verse":"Setelah orang ramai pergi, Yesus naik ke bukit seorang diri lalu berdoa. Pada petang harinya Yesus masih sendirian di situ."},{"number":24,"verse":"Tetapi pada masa itu perahu yang dinaiki oleh pengikut Yesus sudah jauh di tengah-tengah tasik, dan diumbang-ambingkan ombak kerana angin bertiup dari arah yang berlawanan."},{"number":25,"verse":"Antara pukul tiga dan enam pagi, Yesus berjalan di atas air dan menghampiri mereka."},{"number":26,"verse":"Apabila pengikut-pengikut-Nya nampak Dia berjalan di atas air, mereka berasa gerun. “Hantu!” jerit mereka dengan ketakutan."},{"number":27,"verse":"Tetapi Yesus segera berkata kepada mereka, “Tabahkan hati kamu! Aku Yesus. Jangan takut!”"},{"number":28,"verse":"Lalu Petrus berkata, “Ya Tuhan, jika Engkau benar-benar Yesus, suruhlah aku datang berjalan di atas air.”"},{"number":29,"verse":"“Marilah,” jawab Yesus. Petrus turun dari perahu dan mula berjalan di atas air menuju kepada Yesus."},{"number":30,"verse":"Tetapi apabila Petrus nampak betapa kencangnya angin bertiup, dia takut dan mula tenggelam. Lalu Petrus berseru, “Ya Tuhan, selamatkanlah aku!”"},{"number":31,"verse":"Dengan segera Yesus menghulurkan tangan lalu memegang dia. Yesus berkata, “Mengapa engkau kurang percaya kepada-Ku? Mengapa engkau meragui Aku?”"},{"number":32,"verse":"Lalu kedua-dua mereka menaiki perahu dan angin pun teduh."},{"number":33,"verse":"Kemudian pengikut Yesus yang di perahu sujud menyembah Yesus sambil berkata, “Sesungguhnya Engkau Anak Allah!”"},{"number":34,"verse":"( Yesus Menyembuhkan Orang Sakit di Genesaret) ( ( 480 6:53-56 )) Mereka menyeberangi tasik lalu tiba di Genesaret."},{"number":35,"verse":"Orang di situ mengenal Yesus. Kemudian mereka memberitahu semua orang di sekitar daerah itu bahawa Yesus datang, lalu mereka membawa orang sakit kepada Yesus."},{"number":36,"verse":"Mereka memohon supaya setidak-tidaknya Yesus membenarkan orang sakit menyentuh hujung jubah-Nya. Semua orang sakit yang menyentuh hujung jubah-Nya sembuh."}]}