{"bibleAbbr":"msAB1996","bookName":"MATIUS","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"( Perumpamaan tentang Pekerja di Ladang Anggur) “Apabila Allah memerintah, keadaannya seperti perumpamaan ini. Seorang pemilik ladang anggur keluar pada waktu fajar untuk mengupah orang bekerja di ladangnya."},{"number":2,"verse":"Dia bersetuju membayar mereka upah yang biasa dibayar untuk kerja sehari, iaitu sekeping wang perak. Lalu dia menyuruh mereka bekerja di ladang anggurnya."},{"number":3,"verse":"Pada pukul sembilan pagi, pemilik ladang itu pergi lagi ke pasar dan melihat beberapa orang sedang menganggur."},{"number":4,"verse":"Dia berkata kepada mereka, ‘Pergilah bekerja di ladang anggurku. Aku akan membayar kamu dengan upah yang berpatutan.’"},{"number":5,"verse":"Mereka pun pergi. Pada pukul dua belas tengah hari dan juga pada pukul tiga petang, pemilik ladang itu melakukan hal yang sama."},{"number":6,"verse":"Pada kira-kira pukul lima petang dia pergi lagi ke pasar dan nampak beberapa orang masih menganggur. Dia bertanya kepada mereka, ‘Mengapa sepanjang hari kamu membuang masa tanpa melakukan apa-apa?’"},{"number":7,"verse":"Mereka menjawab, ‘Tidak ada orang yang mengupah kami untuk bekerja.’ ‘Jika demikian, pergilah bekerja di ladang anggurku,’ kata pemilik ladang itu."},{"number":8,"verse":"( ; ) Pada petang hari, pemilik ladang anggur itu berkata kepada ketua para pekerja, ‘Panggillah pekerja-pekerja itu dan bayarlah upah masing-masing, mulai daripada pekerja yang datang terakhir sampai kepada pekerja yang datang awal sekali.’"},{"number":9,"verse":"Pekerja yang mula bekerja dari pukul lima petang, masing-masing menerima upah sehari sebanyak sekeping wang perak."},{"number":10,"verse":"Oleh itu pekerja yang diupah sejak pagi berharap menerima lebih, tetapi mereka diberikan sekeping wang perak juga."},{"number":11,"verse":"Apabila mereka menerima wang itu, mereka mula bersungut-sungut terhadap pemilik ladang itu."},{"number":12,"verse":"Mereka berkata, ‘Pekerja-pekerja yang datang terakhir itu bekerja hanya satu jam, sedangkan kami bekerja sepanjang hari di bawah terik matahari. Tetapi jumlah yang tuan bayar kepada mereka sama dengan jumlah yang tuan bayar kepada kami!’"},{"number":13,"verse":"Pemilik ladang anggur itu menjawab salah seorang daripada mereka, ‘Dengarlah, kawan! Aku tidak menipu kamu. Bukankah kamu bersetuju bekerja dengan upah sekeping wang perak sehari?"},{"number":14,"verse":"Ambillah upahmu dan pulanglah. Aku memang hendak memberi pekerja yang datang terakhir itu, upah sebanyak yang kamu terima."},{"number":15,"verse":"Tidakkah aku berhak berbuat sekehendak hatiku dengan wangku sendiri? Mengapakah kamu cemburu kerana aku murah hati?’ ”"},{"number":16,"verse":"( ; ; ) Lalu Yesus berkata lagi, “Demikianlah orang yang terakhir akan menjadi yang terdahulu, dan orang yang terdahulu akan menjadi yang terakhir.”"},{"number":17,"verse":"( Kali Ketiga Yesus Berkata-kata tentang Kematian-Nya) ( ( 480 10:32-34 ; 490 18:31-34 )) Yesus dan dua belas orang pengikut-Nya pergi ke Yerusalem. Di tengah perjalanan, Yesus mengajak mereka ke tepi lalu berkata kepada mereka sahaja,"},{"number":18,"verse":"“Dengarlah, kita sekarang menuju ke Yerusalem. Di sana Anak Manusia akan diserahkan kepada ketua imam dan guru Taurat. Mereka akan menjatuhkan hukuman mati kepada-Nya,"},{"number":19,"verse":"lalu menyerahkan Dia kepada orang bukan Yahudi, yang akan mengolok-olok Dia, menyesah Dia, dan menyalibkan Dia. Tetapi pada hari ketiga, Dia akan dibangkitkan semula.”"},{"number":20,"verse":"( Permintaan Seorang Ibu) ( ( 480 10:35-45 )) Kemudian isteri Zebedeus datang kepada Yesus dengan kedua-dua orang anaknya. Dia berlutut di hadapan Yesus dan meminta sesuatu daripada-Nya."},{"number":21,"verse":"“Apakah kehendakmu?” tanya Yesus. Ibu itu menjawab, “Berjanjilah bahawa apabila Tuan menjadi Raja, kedua-dua orang anak saya akan duduk di sebelah kanan dan kiri Tuan.”"},{"number":22,"verse":"Yesus berkata kepada kedua-dua orang anak lelaki ibu itu, “Kamu tidak tahu apa yang kamu minta. Sanggupkah kamu minum dari cawan penderitaan yang akan Aku minum?” “Sanggup,” jawab mereka."},{"number":23,"verse":"Yesus berkata kepada mereka, “Memang kamu akan minum dari cawan penderitaan-Ku. Tetapi Aku tidak berhak menentukan orang yang akan duduk di sebelah kanan atau kiri-Ku. Bapa-Ku yang menentukan siapa orang yang akan duduk di tempat itu.”"},{"number":24,"verse":"Apabila sepuluh orang pengikut-Nya yang lain mendengar hal itu, mereka marah terhadap dua orang bersaudara itu."},{"number":25,"verse":"Oleh itu Yesus memanggil mereka semua lalu berkata, “Kamu tahu bahawa para penguasa bangsa yang tidak mengenal Allah menindas rakyat. Para pemimpin mereka selalu menekan rakyat."},{"number":26,"verse":"( ) Tetapi tidak demikian halnya dengan kamu. Jika seorang antara kamu hendak menjadi orang besar, dia harus melayani orang lain."},{"number":27,"verse":"( ; ; ) Jika seorang antara kamu hendak menjadi yang pertama, dia harus menjadi hamba kamu semua."},{"number":28,"verse":"Kamu harus berbuat demikian kerana Anak Manusia tidak datang untuk dilayani; Dia datang untuk melayani orang serta menyerahkan nyawa-Nya untuk membebaskan banyak orang.”"},{"number":29,"verse":"( Yesus Menyembuhkan Dua Orang Buta) ( ( 480 10:46-52 ; 490 18:35-43 )) Ketika Yesus dan pengikut-pengikut-Nya meninggalkan Yerikho, banyak orang mengikut mereka."},{"number":30,"verse":"Dua orang buta yang duduk di pinggir jalan mendengar bahawa Yesus sedang lalu di situ. Mereka mula berseru, “Ya Anak Daud, kasihanilah kami!”"},{"number":31,"verse":"Orang ramai memarahi mereka dan menyuruh mereka diam. Tetapi lebih kuat lagi mereka berseru, “Ya Anak Daud, kasihanilah kami!”"},{"number":32,"verse":"Yesus berhenti dan memanggil mereka. Dia bertanya, “Apakah yang kamu mahu Aku lakukan untuk kamu?”"},{"number":33,"verse":"Mereka menjawab, “Tuan, kami ingin melihat!”"},{"number":34,"verse":"Yesus mengasihani mereka. Dia menyentuh mata mereka, dan dengan segera mereka dapat melihat. Lalu mereka mengikut Yesus."}]}