{"bibleAbbr":"msAB1996","bookName":"MATIUS","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"( Muslihat terhadap Yesus) ( ( 480 14:1-2 ; 490 22:1-2 ; 500 11:45-53 )) Setelah Yesus mengajarkan semua perkara itu, Dia berkata kepada pengikut-pengikut-Nya,"},{"number":2,"verse":"( ) “Kamu tahu bahawa dua hari lagi Perayaan Paska akan dirayakan, dan Anak Manusia akan diserahkan untuk disalibkan!”"},{"number":3,"verse":"Kemudian para ketua imam dan pemimpin masyarakat Yahudi berkumpul di istana Imam Agung Kayafas."},{"number":4,"verse":"Mereka berkomplot untuk menangkap Yesus dengan diam-diam dan membunuh Dia."},{"number":5,"verse":"Mereka berkata, “Kita tidak boleh melakukannya pada masa perayaan, kerana nanti rakyat merusuh.”"},{"number":6,"verse":"( Yesus Dituangi Minyak Wangi di Betania) ( ( 480 14:3-9 ; 500 12:1-8 )) Yesus di Betania, di rumah Simon yang dahulu berpenyakit kulit yang mengerikan."},{"number":7,"verse":"( ) Yesus sedang makan apabila seorang wanita datang kepada-Nya. Dia membawa sebuah botol marmar berisi minyak wangi yang mahal. Dia menuang minyak wangi itu ke atas kepala Yesus."},{"number":8,"verse":"Pengikut-pengikut Yesus nampak apa yang berlaku, lalu naik marah. Mereka bertanya, “Mengapa minyak wangi itu dibazirkan?"},{"number":9,"verse":"Minyak itu boleh dijual dengan harga yang tinggi dan wangnya boleh diberikan kepada orang miskin!”"},{"number":10,"verse":"Yesus mengetahui apa yang dikatakan mereka, lalu Dia berkata kepada mereka, “Mengapa kamu menyusahkan wanita ini? Apa yang telah dilakukannya untuk-Ku itu baik dan terpuji."},{"number":11,"verse":"( ) Orang miskin sentiasa ada di kalangan kamu, tetapi Aku tidak selamanya bersama-sama kamu."},{"number":12,"verse":"Wanita ini menuangi Aku dengan minyak wangi, dan dengan perbuatan itu dia mempersiapkan tubuh-Ku bagi penguburan-Ku."},{"number":13,"verse":"Ingatlah! Di seluruh dunia, di mana sahaja Berita Baik dikhabarkan, perbuatan wanita ini akan diceritakan untuk mengenang dia.”"},{"number":14,"verse":"( Yudas Bersetuju Mengkhianati Yesus) ( ( 480 14:10-11 ; 490 22:3-6 )) Kemudian seorang daripada dua belas orang pengikut Yesus, yang bernama Yudas Iskariot, pergi kepada para ketua imam."},{"number":15,"verse":"( ) Dia berkata, “Apakah yang akan kamu berikan kepadaku jika aku menyerahkan Yesus kepada kamu?” Mereka mengira tiga puluh keping wang perak lalu menyerahkan wang itu kepadanya."},{"number":16,"verse":"Sejak itu Yudas mencari peluang baik untuk mengkhianati Yesus."},{"number":17,"verse":"( Yesus Makan Jamuan Paska dengan Pengikut-Pengikut-Nya) ( ( 480 14:12-21 ; 490 22:7-14 , 490 22:21-23 ; 500 13:21-30 )) Pada hari pertama Perayaan Roti Tidak Beragi, pengikut-pengikut Yesus datang kepada-Nya dan bertanya, “Di manakah Guru ingin kami sediakan jamuan Paska untuk Guru?”"},{"number":18,"verse":"Yesus menjawab, “Pergilah berjumpa dengan seorang di bandar. Katakan kepadanya, ‘Guru berkata, saat-Nya sudah hampir tiba; Dia hendak merayakan Paska di rumahmu bersama dengan pengikut-pengikut-Nya.’ ”"},{"number":19,"verse":"Pengikut-pengikut-Nya melakukan suruhan Yesus dan menyiapkan jamuan Paska itu."},{"number":20,"verse":"Apabila malam tiba, Yesus dan dua belas orang pengikut-Nya mula makan."},{"number":21,"verse":"Sementara mereka makan, Yesus berkata, “Ketahuilah, seorang daripada kamu akan mengkhianati Aku.”"},{"number":22,"verse":"Pengikut-pengikut-Nya sangat sedih. Seorang demi seorang mula bertanya kepada Yesus, “Tentu bukan aku yang Tuhan maksudkan?”"},{"number":23,"verse":"( ) Yesus menjawab, “Orang yang ikut mencelup roti ke dalam mangkuk dengan Aku, dialah yang akan mengkhianati Aku."},{"number":24,"verse":"Memang Anak Manusia akan mati seperti yang tertulis di dalam Alkitab, tetapi alangkah malangnya orang yang mengkhianati Anak Manusia! Lebih baik jika orang itu tidak pernah dilahirkan!”"},{"number":25,"verse":"Lalu Yudas, pengkhianat itu berkata, “Tentu bukan saya yang guru maksudkan?” Yesus menjawab, “Demikianlah katamu!”"},{"number":26,"verse":"( Perjamuan Tuhan) ( ( 480 14:22-26 ; 490 22:14-20 ; 530 11:23-25 )) Sementara mereka makan, Yesus mengambil roti dan mengucap syukur, lalu membahagikan roti itu. Kemudian Dia memberikan roti itu kepada pengikut-pengikut-Nya sambil berkata, “Ambillah roti ini dan makanlah; ini tubuh-Ku.”"},{"number":27,"verse":"Kemudian Dia mengambil sebuah cawan berisi wain. Dia mengucap syukur kepada Allah, lalu memberikan cawan itu kepada pengikut-pengikut-Nya sambil berkata, “Minumlah, kamu semua."},{"number":28,"verse":"( ; ) Inilah darah-Ku yang mengesahkan perjanjian yang dibuat oleh Allah dengan umat-Nya; darah-Ku yang dicurahkan bagi banyak orang supaya dosa mereka diampunkan."},{"number":29,"verse":"Percayalah, Aku tidak akan minum wain ini lagi sehingga hari itu apabila Aku minum wain baru bersama-sama kamu di Dunia Baru Bapa-Ku.”"},{"number":30,"verse":"Setelah mereka menyanyikan sebuah nyanyian pujian, mereka pergi ke Bukit Zaitun."},{"number":31,"verse":"( Nubuat bahawa Petrus akan Menyangkal Yesus) ( ( 480 14:27-31 ; 490 22:31-34 ; 500 13:36-38 )) ( ) Kemudian Yesus berkata kepada pengikut-pengikut-Nya, “Pada malam ini juga kamu semua akan lari meninggalkan Aku, kerana di dalam Alkitab tertulis, ‘Allah akan membunuh gembala itu, lalu kawanan dombanya akan tercerai-berai.’"},{"number":32,"verse":"( ) Tetapi setelah Aku dibangkitkan semula, Aku akan pergi ke Galilea terlebih dahulu daripada kamu.”"},{"number":33,"verse":"Petrus berkata kepada Yesus, “Meskipun semua yang lain meninggalkan Guru, saya tidak akan berbuat demikian!”"},{"number":34,"verse":"Yesus berkata kepadanya, “Ingatlah, sebelum ayam jantan berkokok malam ini, tiga kali engkau akan berkata engkau tidak mengenal Aku.”"},{"number":35,"verse":"Petrus menjawab, “Tidak sekali-kali saya akan berkata saya tidak mengenal Guru, meskipun saya terpaksa mati bersama-sama Guru!” Semua pengikut yang lain pun berkata demikian."},{"number":36,"verse":"( Yesus Berdoa di Getsemani) ( ( 480 14:32-42 ; 490 22:39-46 )) Kemudian Yesus dan pengikut-pengikut-Nya pergi ke suatu tempat bernama Getsemani. Dia berkata kepada mereka, “Duduklah di sini sementara Aku pergi ke sana untuk berdoa.”"},{"number":37,"verse":"Yesus mengajak Petrus dan kedua-dua orang anak Zebedeus pergi bersama dengan-Nya. Dia sangat sedih dan gelisah."},{"number":38,"verse":"Yesus berkata kepada pengikut-pengikut-Nya, “Hati-Ku sedih sekali sehingga Aku hendak mati rasanya. Tinggallah di sini dan berjagalah dengan Aku.”"},{"number":39,"verse":"Yesus pergi lebih jauh sedikit lalu meniarap di tanah dan berdoa, “Ya Bapa, jika boleh, jauhkanlah cawan penderitaan ini daripada-Ku! Tetapi janganlah turut kehendak-Ku, melainkan kehendak Bapa sahaja.”"},{"number":40,"verse":"Kemudian Yesus kembali kepada ketiga-tiga orang pengikut-Nya dan mendapati mereka sedang tidur. Dia berkata kepada Petrus, “Tidak dapatkah kamu bertiga berjaga dengan Aku selama satu jam?"},{"number":41,"verse":"Berjaga-jagalah dan berdoalah supaya kamu tidak mengalami cubaan. Memang kamu ingin melakukan apa yang benar, tetapi kamu tidak sanggup kerana tabiat manusia lemah.”"},{"number":42,"verse":"Sekali lagi Yesus pergi dan berdoa, “Ya Bapa, jika cawan penderitaan ini tidak dapat dijauhkan daripada-Ku, tetapi harus Aku minum, biarlah kehendak Bapa berlaku.”"},{"number":43,"verse":"Kemudian Yesus kembali kepada pengikut-pengikut-Nya dan Dia mendapati mereka masih tidur kerana mengantuk."},{"number":44,"verse":"Sekali lagi Yesus meninggalkan mereka, lalu pergi dan berdoa dengan kata-kata yang sama untuk kali ketiga."},{"number":45,"verse":"Lalu Yesus kembali kepada pengikut-pengikut-Nya dan berkata, “Masihkah kamu tidur dan berehat? Lihatlah, saatnya sudah tiba bagi Anak Manusia diserahkan ke dalam kekuasaan orang berdosa."},{"number":46,"verse":"Bangunlah, marilah kita pergi. Lihatlah, orang yang mengkhianati Aku sudah datang!”"},{"number":47,"verse":"( Yesus Ditangkap) ( ( 480 14:43-50 ; 490 22:47-53 ; 500 18:3-12 )) Yesus masih berkata-kata apabila Yudas, seorang daripada dua belas orang pengikut-Nya tiba. Bersama dengan dia datang juga sekumpulan orang yang membawa pedang dan belantan. Mereka disuruh oleh para ketua imam dan pemimpin masyarakat Yahudi."},{"number":48,"verse":"Pengkhianat itu telah menentukan suatu tanda bagi mereka. Dia berkata, “Orang yang saya cium, itulah dia. Tangkaplah dia!”"},{"number":49,"verse":"Apabila Yudas tiba, dia segera menghampiri Yesus dan berkata, “Salam sejahtera, Guru,” lalu mencium Yesus."},{"number":50,"verse":"Yesus menjawab, “Cepatlah, kawan!” ( Cepatlah, kawan! atau Mengapa engkau di sini, kawan?) Kemudian orang yang datang bersama-sama Yudas mendekati Yesus dan menangkap-Nya serta memegang Dia dengan kuat."},{"number":51,"verse":"Salah seorang pengikut di situ yang bersama-sama Yesus, menghunus pedangnya lalu memukul hamba Imam Agung dan mengerat telinganya."},{"number":52,"verse":"Yesus berkata kepada pengikut itu, “Sarungkan pedangmu kembali, kerana semua orang yang menggunakan pedang akan terbunuh dengan pedang."},{"number":53,"verse":"Tidakkah kamu tahu bahawa Aku boleh meminta Bapa-Ku menolong Aku, dan dengan segera Bapa-Ku dapat mengirim malaikat yang lebih daripada dua belas pasukan?"},{"number":54,"verse":"Tetapi Aku tidak akan meminta Bapa-Ku menolong Aku. Jika Aku berbuat demikian, bagaimanakah nubuat di dalam Alkitab yang mengatakan bahawa perkara ini harus berlaku dapat terjadi?”"},{"number":55,"verse":"( , ) Lalu Yesus berkata kepada semua orang itu, “Perlukah kamu datang dengan pedang dan belantan untuk menangkap Aku, seolah-olah Aku ini penjahat? Setiap hari Aku mengajar di Rumah Tuhan, tetapi kamu tidak menangkap Aku!"},{"number":56,"verse":"Tetapi segala perkara ini berlaku supaya apa yang ditulis oleh para nabi di dalam Alkitab terjadi.” Kemudian semua pengikut Yesus lari meninggalkan Dia."},{"number":57,"verse":"( Yesus di Hadapan Majlis Agama) ( ( 480 14:53-65 ; 490 22:54-55 , 490 22:63-71 ; 500 18:13-14 , 500 18:19-24 )) Kumpulan orang yang menangkap Yesus membawa Dia ke rumah Imam Agung Kayafas. Di situ guru Taurat dan pemimpin masyarakat Yahudi telah berkumpul."},{"number":58,"verse":"Petrus mengikuti Yesus dari jauh sampai ke halaman rumah Imam Agung itu. Petrus masuk ke halaman itu dan duduk bersama dengan pengawal-pengawal untuk mengetahui apa yang akan berlaku."},{"number":59,"verse":"Ketua-ketua imam dan anggota lain daripada Majlis Agama berusaha untuk mencari bukti-bukti palsu bagi mendakwa Yesus, supaya mereka boleh menjatuhkan hukuman mati kepada-Nya."},{"number":60,"verse":"Tetapi mereka tidak mendapat satu bukti pun, walaupun banyak yang memberikan kesaksian palsu terhadap Yesus. Akhirnya dua orang tampil ke hadapan"},{"number":61,"verse":"( ) dan berkata, “Orang ini berkata, ‘Aku dapat merobohkan Rumah Tuhan dan dalam tiga hari Aku dapat membinanya semula.’ ”"},{"number":62,"verse":"Lalu Imam Agung berdiri dan bertanya kepada Yesus, “Tidakkah kamu mahu menjawab tuduhan yang ditujukan kepadamu?”"},{"number":63,"verse":"Tetapi Yesus diam sahaja. Sekali lagi Imam Agung berkata kepada-Nya, “Demi nama Allah yang hidup, beritahu kami! Adakah kamu Penyelamat yang diutus oleh Allah, iaitu Anak Allah?”"},{"number":64,"verse":"( ) Yesus menjawab, “Demikianlah katamu. Tetapi Aku berkata kepada kamu semua: Tidak lama lagi kamu akan melihat Anak Manusia duduk di sebelah kanan Allah Yang Maha Kuasa, serta datang di atas awan!”"},{"number":65,"verse":"Lalu Imam Agung mengoyakkan jubahnya dan berkata, “Dia mengkufuri Allah! Kita tidak memerlukan saksi lagi. Kamu telah mendengar Dia mengkufuri Allah."},{"number":66,"verse":"( ) Apakah keputusan kamu?”"},{"number":67,"verse":"( ) Mereka menjawab, “Dia bersalah dan mesti dihukum mati.” Mereka meludahi muka Yesus dan memukul Dia. Beberapa orang yang menampar Yesus"},{"number":68,"verse":"berkata, “Hai Penyelamat yang diutus oleh Allah, tekalah siapa yang memukul kamu?”"},{"number":69,"verse":"( Petrus Menyangkal Yesus) ( ( 480 14:66-72 ; 490 22:56-62 ; 500 18:15-18 , 500 18:25-27 )) Petrus sedang duduk di luar, di halaman, apabila salah seorang hamba perempuan Imam Agung datang dan berkata kepadanya, “Kamu juga bersama-sama Yesus orang Galilea itu.”"},{"number":70,"verse":"Tetapi Petrus menafikan hal itu di hadapan mereka semua. Dia berkata, “Aku tidak tahu akan maksudmu.”"},{"number":71,"verse":"Lalu dia pergi ke pintu halaman. Seorang hamba perempuan lain nampak Petrus dan berkata kepada semua orang di situ, “Orang ini juga bersama-sama Yesus dari Nasaret.”"},{"number":72,"verse":"Sekali lagi Petrus menafikan hal itu dan menjawab, “Aku bersumpah aku tidak kenal akan orang itu!”"},{"number":73,"verse":"Tidak lama kemudian, orang yang berdiri di situ datang kepada Petrus dan mereka berkata, “Tentu kamu salah seorang pengikut Yesus. Loghatmu membuktikannya.”"},{"number":74,"verse":"Lalu Petrus bersumpah, “Biarlah Allah menghukum aku jika aku berdusta! Aku tidak kenal akan orang itu!” Pada saat itu juga ayam berkokok."},{"number":75,"verse":"Maka Petrus teringat bahawa Yesus sudah berkata kepadanya, “Sebelum ayam berkokok, engkau akan menyangkal Aku tiga kali.” Petrus keluar dan menangis tersedu-sedu."}]}