{"bibleAbbr":"NCB2019","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"The Proverbs of Solomon: A wise son brings joy to his father, but a foolish son gives grief to his mother."},{"number":2,"verse":"Treasures obtained by wicked means profit nothing, but a righteous life brings delivery from death."},{"number":3,"verse":"The LORD will not allow the righteous to go hungry, but he foils the craving of the wicked."},{"number":4,"verse":"Idle hands ensure poverty, but the hands of the diligent bring riches.[c]"},{"number":5,"verse":"A son who gathers the crops during the summer is wise, but a son who sleeps at harvest-time[d] is shameful."},{"number":6,"verse":"Blessings are showered on the head of the righteous, but sorrow will cover the face of the wicked."},{"number":7,"verse":"The righteous is remembered with blessings, but the name of the wicked fades away."},{"number":8,"verse":"A wise man will heed commandments, but a babbling fool will come to grief."},{"number":9,"verse":"Anyone who leads an honorable life walks in safety, but whoever pursues wicked ways will be found out."},{"number":10,"verse":"Anyone who winks with the eye causes trouble, but the one who rebukes promotes peace."},{"number":11,"verse":"The mouth of the righteous is a fountain of life, but the mouth of the wicked is filled with violence."},{"number":12,"verse":"Hatred stirs up strife, but love overlooks all offenses."},{"number":13,"verse":"Wisdom is found on the lips of one who has understanding, but a rod is in store for the back of a fool."},{"number":14,"verse":"Wise men store up knowledge, but the mouth of a fool precipitates ruin."},{"number":15,"verse":"The wealth of the rich man is his stronghold; the poverty of the lowly is his undoing.[e]"},{"number":16,"verse":"The reward of the righteous leads to life; the gains of the wicked lead to sin.[f]"},{"number":17,"verse":"Whoever heeds admonition is on the path to life, but anyone who rejects correction goes astray."},{"number":18,"verse":"Lying lips conceal hatred, and anyone who slanders another is a fool."},{"number":19,"verse":"Where many words are spoken, sin is not absent, but whoever restrains his tongue is prudent."},{"number":20,"verse":"The tongue of the just man is like pure silver; the heart of the wicked is without worth."},{"number":21,"verse":"The lips of the righteous nourish many, but fools die for lack of sense."},{"number":22,"verse":"The blessing of the LORD is what brings wealth, and our toil adds nothing to it.[g]"},{"number":23,"verse":"Doing wrong affords pleasure to the fool, but wisdom is a delight to an intelligent man."},{"number":24,"verse":"What the wicked man fears[h] catches up with him, but what the righteous man desires is granted."},{"number":25,"verse":"When the storm ends, the wicked man is no more, but the righteous man stands firm forever."},{"number":26,"verse":"Like vinegar to the teeth and smoke to the eyes, so is the sluggard[i] to those he serves."},{"number":27,"verse":"The fear of the LORD prolongs life, but the years of the wicked are cut short."},{"number":28,"verse":"The hope of the righteous brings them joy, but the expectations of the wicked are frustrated."},{"number":29,"verse":"The way of the LORD[j] is a stronghold for the upright, but destruction for evildoers."},{"number":30,"verse":"The righteous man will never be destroyed, but the wicked will not remain in the land."},{"number":31,"verse":"The mouth of the righteous dispenses wisdom, but the perverse tongue will be cut off."},{"number":32,"verse":"The lips of the righteous utter words of kindness, but the mouth of the wicked knows only how to pervert."}]}