{"bibleAbbr":"NCB2019","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"These are some other proverbs of Solomon that were transcribed by the men of King Hezekiah of Judah:"},{"number":2,"verse":"To keep something secret is the glory of God, but to have it searched out is the glory of kings."},{"number":3,"verse":"Like the heavens in height and the earth in depth, the heart of a king is unfathomable.[c]"},{"number":4,"verse":"If you remove the dross from silver, it emerges completely purified."},{"number":5,"verse":"If you remove the wicked from the king’s presence, his throne will be founded on righteousness."},{"number":6,"verse":"[d]Do not push yourself forward in the king’s presence or take a place where the great assemble."},{"number":7,"verse":"For it is better to be told, “Come up closer,” than to be humiliated in the presence of the prince."},{"number":8,"verse":"What your eyes have witnessed, do not hastily testify to at the trial; for what will you do at the end when your neighbor puts you to shame?"},{"number":9,"verse":"Argue your case with your neighbor but do not disclose another’s secret,"},{"number":10,"verse":"for fear your listener will reproach you and your reputation will be irretrievably damaged.[f]"},{"number":11,"verse":"Like apples of gold inlaid with silver are words that are aptly spoken."},{"number":12,"verse":"Like a gold ring or a necklace of fine gold is a wise man’s rebuke to an attentive ear."},{"number":13,"verse":"Like the coolness of snow at the time of harvest is a faithful messenger to those who dispatch him; he revives the spirit of his masters."},{"number":14,"verse":"Like clouds and wind that bring no rain[g] is the one who boasts of gifts that are never given."},{"number":15,"verse":"A ruler may be won over by patience, and a gentle tongue can break bones."},{"number":16,"verse":"If you find honey, eat only enough to satisfy you, for if you consume too much, you will vomit it up."},{"number":17,"verse":"Do not enter too frequently into your neighbor’s house lest he become tired of you and begin to hate you."},{"number":18,"verse":"Like a club or a sword or a keen arrow is one who bears false witness against a neighbor."},{"number":19,"verse":"Like a decaying tooth or a lame foot is trust in a faithless man on the day of trouble."},{"number":20,"verse":"Like one who takes away clothing on a cold day, like one who dresses a wound with vinegar, is one who sings songs to a grieving heart.[h]"},{"number":21,"verse":"[i]If your enemy is hungry, give him something to eat; if he is thirsty, offer him something to drink."},{"number":22,"verse":"By doing so you will heap fiery coals upon his head, and the LORD will reward you."},{"number":23,"verse":"The north wind produces rain, and a backbiting tongue causes angry looks."},{"number":24,"verse":"It is better to live on the corner of a roof than to share a spacious house with a nagging wife.[j]"},{"number":25,"verse":"Like cold water to a thirsty throat is good news from a distant land."},{"number":26,"verse":"Like a muddy spring or a polluted well is a righteous man who trembles before the wicked."},{"number":27,"verse":"It is not good to eat too much honey, neither is it honorable to seek one’s own honor."},{"number":28,"verse":"Like a city that has been breached and made defenseless is the man devoid of self-control."}]}