{"bibleAbbr":"NCB2019","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Like snow in the summer or rain during the harvest,[b] honor does not befit a fool."},{"number":2,"verse":"Like a fluttering sparrow or a swallow in flight, an undeserved curse will never reach home."},{"number":3,"verse":"Use a whip for a horse, a bridle for a donkey, and a stick for the back of fools.[c]"},{"number":4,"verse":"[d]Do not reply to a fool in the terms of his folly or you yourself may become a fool like him."},{"number":5,"verse":"Reply to a fool in the terms of his folly or he will consider himself wise."},{"number":6,"verse":"Like cutting off one’s foot or submitting to violence is sending a message by a fool."},{"number":7,"verse":"Like the legs of a lame man dangling helplessly is a proverb in the mouth of a fool."},{"number":8,"verse":"Like tying a stone into a sling is the giving of honor to a fool."},{"number":9,"verse":"Like a thorn branch brandished by a drunkard is a proverb in the mouth of a fool."},{"number":10,"verse":"Like an archer who wounds all who pass by is one who hires a fool or a drunkard."},{"number":11,"verse":"As a dog returns to its vomit,[e] so a fool reverts to his folly."},{"number":12,"verse":"Do you know someone who regards himself as wise?[f] There is more hope for a fool than for him."},{"number":13,"verse":"The idler says, “There is a lion in the road, a lion in the middle of the street.”[h]"},{"number":14,"verse":"As a door turns on its hinges, so does the idler on his bed."},{"number":15,"verse":"One who is lazy will dip his hand into the dish, but he is too lazy to lift it to his mouth.[i]"},{"number":16,"verse":"The idler considers himself to be more wise than seven men who can offer a sensible reply."},{"number":17,"verse":"Like one who lifts up a stray dog by the ears is he who meddles in another person’s quarrel."},{"number":18,"verse":"Like a madman shooting at random his deadly firebrands and arrows,"},{"number":19,"verse":"so is the one who deceives his neighbor and then says, “I was only joking.”"},{"number":20,"verse":"When there is no wood, the fire goes out, and when there is no talebearer, quarreling ceases."},{"number":21,"verse":"Like coal for burning embers and wood for fire, so is a quarrelsome man for kindling strife."},{"number":22,"verse":"The whispers of a gossiper are tasty morsels that corrode one’s inner being."},{"number":23,"verse":"Like glaze that is spread on earthenware are smooth lips and a spiteful heart."},{"number":24,"verse":"With his lips an enemy may speak fair words, but deep within he harbors treachery."},{"number":25,"verse":"When he speaks graciously, do not believe him, for seven abominations[k] lurk in his heart."},{"number":26,"verse":"A man may cloak his hatred with guile, but his wickedness will be exposed later in the assembly."},{"number":27,"verse":"Whoever digs a pit will fall into it,[l] and the stone comes back on the one who rolls it."},{"number":28,"verse":"A lying tongue hates its victims, and a flattering mouth causes devastation."}]}