{"bibleAbbr":"NCB2019","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"These are the words of Lemuel, king of Massa, which were taught to him by his mother:[b]"},{"number":2,"verse":"O my son, O son of my womb, O son of my vows!"},{"number":3,"verse":"Do not surrender your vigor to women or consort with those who cause the ruin of kings.[c]"},{"number":4,"verse":"It is not for kings, O Lemuel, not for kings to drink wine, not for princes to crave strong liquor,[d]"},{"number":5,"verse":"lest in their stupor they forget what has been decreed and pervert the rights of those who are in distress."},{"number":6,"verse":"Give strong drink to someone about to die, wine to someone in anguish."},{"number":7,"verse":"Let him drink and forget his misfortune and no longer remember his misery."},{"number":8,"verse":"[e]Speak out for those who cannot speak for themselves, and defend the rights of the destitute."},{"number":9,"verse":"Speak out and pronounce righteous judgments; defend the rights of the wretched and the poor."},{"number":10,"verse":"Who can find a worthy wife? She is far more precious than pearls."},{"number":11,"verse":"Her husband entrusts his heart to her, for in her he has an unfailing blessing."},{"number":12,"verse":"She works to give him good and not evil all the days of her life."},{"number":13,"verse":"She selects wool and flax and works with skillful hands."},{"number":14,"verse":"She is like merchant ships, accumulating a store of food from far off."},{"number":15,"verse":"She rises while it is still dark[g] and apportions food for her household while assigning tasks to her servant girls."},{"number":16,"verse":"She carefully chooses a field to purchase, and out of her earnings she plants a vineyard.[h]"},{"number":17,"verse":"She girds herself to work and plies her arms with vigor."},{"number":18,"verse":"She ensures that her dealings are profitable;[i] her lamp remains undimmed throughout the night."},{"number":19,"verse":"She sets her hands to the distaff, and her fingers grasp the spindle.[j]"},{"number":20,"verse":"She holds out her hands to the poor[k] and opens her arms to the needy."},{"number":21,"verse":"When snow arrives, she has no fear for her household, for all of her servants are warmly clothed."},{"number":22,"verse":"She makes her own bed quilts and wears fine clothes of linen[l] and purple."},{"number":23,"verse":"Her husband is well respected at the city gates as he takes his seat with the elders of the land."},{"number":24,"verse":"She weaves linen garments and sells them, and she supplies the merchants with sashes."},{"number":25,"verse":"She is clothed with strength and dignity, and she can afford to laugh at the days to come.[m]"},{"number":26,"verse":"When she opens her mouth, wisdom issues forth, and on her tongue is kindly advice.[n]"},{"number":27,"verse":"She keeps close watch on the conduct of her household, and she does not eat the bread of idleness."},{"number":28,"verse":"Her children stand up and proclaim her blessed,[o] and her husband joins them in praising her:"},{"number":29,"verse":"“Many are the women who have done admirable things,[p] but you outdo them all.”"},{"number":30,"verse":"Charm is deceptive[q] and beauty is fleeting, but the woman who fears the LORD is to be praised."},{"number":31,"verse":"Give her a share in what her hands have accomplished,[r] and let her works bring her praise at the city gates."}]}