{"bibleAbbr":"NCB2019","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Listen, my children, to a father’s instruction; pay attention and gain understanding."},{"number":2,"verse":"What I am offering to you is sound advice; do not forsake my teaching."},{"number":3,"verse":"When I was a young boy in my father’s house, tender in years and my mother’s only child,"},{"number":4,"verse":"he taught me and said: “Let your heart hold fast to my words; follow my instructions and you will live."},{"number":5,"verse":"“Acquire wisdom and gain understanding; never forget or turn aside from my words."},{"number":6,"verse":"Do not forsake wisdom, and she will preserve you; love her, and she will watch over you."},{"number":7,"verse":"“The beginning of wisdom is: acquire wisdom, and no matter what the cost, acquire understanding.[b]"},{"number":8,"verse":"Extol wisdom, and she will exalt you; if you embrace her, she will honor you."},{"number":9,"verse":"She will place on your head a lovely garland and bestow on you a crown of beauty.”"},{"number":10,"verse":"Listen, my son, and take my words to heart, and the years of your life will be multiplied."},{"number":11,"verse":"I have instructed you in the ways of wisdom and led you along the paths of righteousness."},{"number":12,"verse":"When you walk, your steps will be unimpeded, and when you run, you will not stumble.[c]"},{"number":13,"verse":"Hold fast to instruction and never let her go; guard her carefully, for she is your life."},{"number":14,"verse":"Do not set foot on the path of the wicked or walk on the road that evildoers follow."},{"number":15,"verse":"Avoid it; do not go by it; turn aside from it and go on your way."},{"number":16,"verse":"For they cannot rest until they have first done wrong;[d] they cannot sleep unless they have made someone stumble."},{"number":17,"verse":"The bread of wickedness is their food, and the wine of violence is their drink.[e]"},{"number":18,"verse":"The path of the righteous is like the light of dawn, which increases in brightness to the fullness of day."},{"number":19,"verse":"But the way of the wicked is like deep darkness,[f] and they cannot even see what they have stumbled over."},{"number":20,"verse":"My son, concentrate attentively on my words; pay heed to the instructions I pass on to you."},{"number":21,"verse":"Do not let them slip from your mind; keep them forever in your heart."},{"number":22,"verse":"For they are life to those who find them and provide health to their entire being."},{"number":23,"verse":"Guard your heart with all possible vigilance, for from it flow the wellsprings of life.[g]"},{"number":24,"verse":"Turn away from the mouth that deceives and keep your distance from lips that mislead.[h]"},{"number":25,"verse":"Let your eyes look straight ahead; fix your gaze on what lies before you."},{"number":26,"verse":"Ensure that the path you tread is level, and then your ways will be sure."},{"number":27,"verse":"Do not swerve either to the right or to the left; keep your foot far from evil."}]}