{"bibleAbbr":"NCB2019","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"Now Hiram, the king of Tyre, sent messengers to David, along with cedar wood, masons, and carpenters to build him a palace."},{"number":2,"verse":"David knew that the LORD had confirmed him as king over Israel and that his kingdom had been highly exalted for the sake of his people Israel."},{"number":3,"verse":"In Jerusalem David married more wives, and he had more sons and daughters."},{"number":4,"verse":"These were the names of the children who were born to him there: Shammua, Shobab, Nathan, Solomon,"},{"number":5,"verse":"Ibhar, Elishua, Elpelet,"},{"number":6,"verse":"Nogah, Nepheg, Japhia,"},{"number":7,"verse":"Elishama, Beeliada, and Eliphelet."},{"number":8,"verse":"When the Philistines heard that David had been anointed as king over all of Israel, all of the Philistines went up to seek out David. David heard about it and went out to meet them."},{"number":9,"verse":"The Philistines arrived and spread themselves out in the Valley of Rephaim."},{"number":10,"verse":"David inquired of God, saying, “Shall I go out against the Philistines? Will you deliver them into my hands?” The LORD answered them, “Go up, I will deliver them into your hands.”[a]"},{"number":11,"verse":"They went up to Baal-perazim, and there David defeated them. David said, “God has broken my enemies by my hand, just as when waters break forth.” This is why that place is called Baal-perazim."},{"number":12,"verse":"They had left their gods there, and David gave an order that they be burned in the fire."},{"number":13,"verse":"Still another time the Philistines came and spread themselves out in the valley."},{"number":14,"verse":"David inquired of God again, and God said to him, “Do not attack them directly, but circle around them and attack them from behind the balsam trees."},{"number":15,"verse":"As soon as you hear the sound of marching in the tops of the balsam trees, go forth into battle, for God has gone forth before you to strike down the Philistines.”"},{"number":16,"verse":"David did as God had commanded him, and they struck down the army of the Philistines from Gibeon all the way to Gezer."},{"number":17,"verse":"David’s fame spread throughout every land, and the LORD caused all of the nations to fear him."}]}