{"bibleAbbr":"NCB2019","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"After David had moved into his palace, David said to Nathan the prophet, “Behold, I live in a house of cedar, but the Ark of the Covenant of the LORD lives under awnings.”"},{"number":2,"verse":"Nathan said to David, “Do whatever you want to, for the LORD is with you.”"},{"number":3,"verse":"But that same night the word of the LORD came to Nathan, saying,"},{"number":4,"verse":"“Go and tell David my servant: Thus says the LORD, ‘You are not to build a house in which I will live."},{"number":5,"verse":"I have not dwelt in a house from the time that I brought Israel up from out of Egypt up to the present day. I have traveled around from one tent site to another."},{"number":6,"verse":"In the whole time that I have traveled around with Israel, have I ever said to any of the judges of Israel whom I commanded to shepherd my people, Why have you not built me a house made from cedar wood?’"},{"number":7,"verse":"“Now, therefore, tell my servant David: Thus says the LORD of hosts, ‘I took you from the sheepfold, from following after the sheep, to be the ruler over my people Israel."},{"number":8,"verse":"I have been with you wherever you have gone, and I have cut down all of your enemies from before you. I have made your name famous, as famous as the great men of the earth."},{"number":9,"verse":"I will establish a dwelling place for my people Israel. I will plant them so that they might dwell in their own place. They will not have to move about anymore, nor shall the children of wickedness oppress them as they have done in the past,"},{"number":10,"verse":"from the time that I commanded judges to be over my people Israel. I will humble all of your enemies. “ ‘Furthermore, it is the LORD who will build you a house."},{"number":11,"verse":"When your days have been fulfilled and you go to be with your fathers, I will raise up your seed after you, one of your sons,[b] and I will establish his kingdom."},{"number":12,"verse":"He will build a house for me, and I will establish his throne forever."},{"number":13,"verse":"I will be his father, and he will be my son. I will not withdraw my mercy from him, as I took it away from the one who preceded you.[c]"},{"number":14,"verse":"I will have him stand firm in my house forever, and his throne will be established forever.’ ”"},{"number":15,"verse":"Nathan reported this entire vision and all of these words to David."},{"number":16,"verse":"King David then went in and sat before the LORD and said, “Who am I, O LORD God, and what is my household that you have brought me to this point?"},{"number":17,"verse":"And as if there were a small thing in your sight, O God, you have spoken about the future of your servant’s house. You have looked upon me, treating me as one who is highly exalted, O LORD God."},{"number":18,"verse":"What else could David say to you for honoring your servant, for you know your servant well?"},{"number":19,"verse":"O LORD, you have done this great thing and revealed all these great things for the sake of your servant and because you have willed it."},{"number":20,"verse":"There is no one like you, O LORD, and there is no other God but you, as we have heard with our own ears."},{"number":21,"verse":"And who is like your people Israel, the one nation upon the earth whose God went forth to redeem his own people, thus making a great name for yourself, and who drove out nations with great wonders from before your people whom you redeemed out of Egypt."},{"number":22,"verse":"You have granted that your people, Israel, will be your own people forever, and you, O LORD, will be their God."},{"number":23,"verse":"“O LORD, let the things that you have spoken concerning your servant and his household now be established forever, even as you have promised."},{"number":24,"verse":"As it is established, so will your name be forever great. It will be said, ‘The LORD of hosts is the God of Israel, the God of Israel.’ Let the household of David, your servant, be established before you forever."},{"number":25,"verse":"You, O God, have revealed to your servant that you will build him a house. This is why your servant has found it in his heart to say this prayer before you."},{"number":26,"verse":"O LORD, you are God, and you have promised this good thing to your servant."},{"number":27,"verse":"Therefore, may it please you to bless the house of your servant so that it might be before you forever, for you have blessed it, O LORD, and may it be blessed forever.”"}]}