{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":10,"verses":[{"number":1,"verse":"( یِسُوع ستّر شاگِردوں کوبھیجتا ہے) اِن باتوں کے بعد خُداوندنے ستّر آدمی اَور مُقرّر کِئے اور جِس جِس شہر اور جگہ کو خُود جانے والا تھا وہاں اُنہیں دو دو کر کے اپنے آگے بھیجاO"},{"number":2,"verse":"اور وہ اُن سے کہنے لگا کہ فصل تو بُہت ہے لیکن مزدُور تھوڑے ہیں اِس لِئے فصل کے مالِک کی مِنّت کرو کہ اپنی فصل کاٹنے کے لِئے مزدُور بھیجےO"},{"number":3,"verse":"جاؤ O دیکھو مَیں تُم کو گویا برّوں کو بھیڑیوں کے بیچ میں بھیجتا ہُوںO"},{"number":4,"verse":"نہ بٹوا لے جاؤ نہ جھولی نہ جُوتِیاں اور نہ راہ میں کِسی کو سلام کروO"},{"number":5,"verse":"اور جِس گھر میں داخِل ہو پہلے کہو کہ اِس گھر کی سلامتی ہوO"},{"number":6,"verse":"اگر وہاں کوئی سلامتی کا فرزند ہو گا تو تُمہاراسلام اُس پر ٹھہرے گا نہیں تو تُم پر لَوٹ آئے گاO"},{"number":7,"verse":"اُسی گھر میں رہو اور جو کُچھ اُن سے مِلے کھاؤ پِیو کیونکہ مزدُوراپنی مزدُوری کا حق دار ہے O گھر گھر نہ پِھروO"},{"number":8,"verse":"اور جِس شہر میں داخِل ہو اور وہاں کے لوگ تُمہیں قبُول کریں تو جو کُچھ تُمہارے سامنے رکھّا جائے کھاؤO"},{"number":9,"verse":"اور وہاں کے بِیماروں کو اچھّا کرو اور اُن سے کہو کہ خُدا کی بادشاہی تُمہارے نزدِیک آ پہنچی ہےO"},{"number":10,"verse":"لیکن جِس شہر میں داخِل ہو اور وہاں کے لوگ تُمہیں قبُول نہ کریں تو اُس کے بازاروں میں جا کر کہو کہO"},{"number":11,"verse":"ہم اِس گَرد کو بھی جو تُمہارے شہر سے ہمارے پاؤں میں لگی ہے تُمہارے سامنے جھاڑے دیتے ہیں مگر یہ جان لو کہ خُدا کی بادشاہی نزدِیک آپہنچی ہےO"},{"number":12,"verse":"مَیں تُم سے کہتا ہُوں کہ اُس دِن سدُو م کا حال اُس شہر کے حال سے زِیادہ برداشت کے لائِق ہو گاO"},{"number":13,"verse":"( اِیمان نہ لانے والے شہر) ( (متّی ۱۱‏:۲۰‏-۲۴)) اَے خُرازِ ین تُجھ پر افسوس! اَے بَیت صَیدا تُجھ پر افسوس! کیونکہ جو مُعجِزے تُم میں ظاہِر ہُوئے اگر صُور اور صَیدا میں ظاہِر ہوتے تو وہ ٹاٹ اوڑھ کر اور خاک میں بَیٹھ کر کب کے تَوبہ کر لیتےO"},{"number":14,"verse":"مگر عدالت میں صُور اور صَیدا کا حال تُمہارے حال سے زِیادہ برداشت کے لائِق ہو گاO"},{"number":15,"verse":"اور اَے کَفر نحُوم کیا تُو آسمان تک بُلند کِیا جائے گا؟ نہیں بلکہ تُو عالَمِ ارواح میں اُتارا جائے گاO"},{"number":16,"verse":"جو تُمہاری سُنتا ہے وہ میری سُنتا ہے اور جوتُمہیں نہیں مانتا وہ مُجھے نہیں مانتا اور جو مُجھے نہیں مانتا وہ میرے بھیجنے والے کو نہیں مانتاO"},{"number":17,"verse":"( ستّرشاگِردوں کی واپسی) وہ سَتّر خُوش ہو کر پِھر آئے اور کہنے لگے اَے خُداوند تیرے نام سے بدرُوحیں بھی ہمارے تابِع ہیںO"},{"number":18,"verse":"اُس نے اُن سے کہا مَیں شَیطان کو بِجلی کی طرح آسمان سے گِرا ہُؤا دیکھ رہا تھاO"},{"number":19,"verse":"دیکھو مَیں نے تُم کو اِختیار دِیا کہ سانپوں اور بِچّھُوؤں کو کُچلو اور دُشمن کی ساری قُدرت پر غالِب آؤ اور تُم کو ہرگِز کِسی چِیز سے ضرر نہ پہنچے گاO"},{"number":20,"verse":"تَو بھی اِس سے خُوش نہ ہو کہ رُوحیں تُمہارے تابِع ہیں بلکہ اِس سے خُوش ہو کہ تُمہارے نام آسمان پر لِکھے ہُوئے ہیںO"},{"number":21,"verse":"( یِسُوع خُوش ہوتا ہے) ( (متّی ۱۱‏:۲۵‏-۲۷؛ ۱۳‏:۱۶‏-۱۷)) اُسی گھڑی وہ رُوحُ القُدس سے خُوشی میں بھر گیا اور کہنے لگا اَے باپ آسمان اور زمِین کے خُداوند ! مَیں تیری حمد کرتا ہُوں کہ تُو نے یہ باتیں داناؤں اور عقل مندوں سے چُھپائِیں اور بچّوں پر ظاہِر کِیں O ہاں اَے باپ کیونکہ اَیسا ہی تُجھے پسند آیاO"},{"number":22,"verse":"میرے باپ کی طرف سے سب کُچھ مُجھے سَونپا گیا اور کوئی نہیں جانتا کہ بیٹا کَون ہے سِوا باپ کے اور کوئی نہیں جانتا کہ باپ کَون ہے سِوا بیٹے کے اور اُس شخص کے جِس پر بیٹا اُسے ظاہِر کرنا چاہےO"},{"number":23,"verse":"اور شاگِردوں کی طرف مُتوجِّہ ہو کر خاص اُن ہی سے کہا مُبارک ہیں وہ آنکھیں جو یہ باتیں دیکھتی ہیں جِنہیں تُم دیکھتے ہوO"},{"number":24,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ بُہت سے نبِیوں اور بادشاہوں نے چاہا کہ جو باتیں تُم دیکھتے ہو دیکھیں مگر نہ دیکِھیں اور جو باتیں تُم سُنتے ہو سُنیں مگر نہ سُنِیںO نیک سامری کی تمثِیل"},{"number":25,"verse":"اور دیکھو ایک عالِمِ شرع اُٹھا اور یہ کہہ کر اُس کی آزمایش کرنے لگا کہ اَے اُستاد! مَیں کیا کرُوں کہ ہمیشہ کی زِندگی کا وارِث بنُوں؟O"},{"number":26,"verse":"اُس نے اُس سے کہا تَورَیت میں کیا لِکھا ہے؟ تُوکِس طرح پڑھتا ہے؟O"},{"number":27,"verse":"اُس نے جواب میں کہا کہ خُداوند اپنے خُدا سے اپنے سارے دِل اور اپنی ساری جان اور اپنی ساری طاقت اور اپنی ساری عقل سے مُحبّت رکھ اور اپنے پڑوسی سے اپنے برابر مُحبّت رکھO"},{"number":28,"verse":"اُس نے اُس سے کہا تُو نے ٹِھیک جواب دِیا O یِہی کر تو تُو جِئے گاO"},{"number":29,"verse":"مگر اُس نے اپنے تئِیں راستباز ٹھہرانے کی غرض سے یِسُو ع سے پُوچھا پِھر میرا پڑوسی کَون ہے؟O"},{"number":30,"verse":"یِسُو ع نے جواب میں کہا کہ ایک آدمی یروشلِیم سے یریحُو کی طرف جا رہا تھا کہ ڈاکُوؤں میں گِھر گیا O اُنہوں نے اُس کے کپڑے اُتار لِئے اور مارا بھی اور ادھمُؤا چھوڑ کرچلے گئےO"},{"number":31,"verse":"اِتفاقاً ایک کاہِن اُسی راہ سے جا رہا تھااور اُسے دیکھ کر کَترا کر چلا گیاO"},{"number":32,"verse":"اِسی طرح ایک لاوی اُس جگہ آیا O وہ بھی اُسے دیکھ کر کترا کر چلا گیاO"},{"number":33,"verse":"لیکن ایک سامری سفر کرتے کرتے وہاں آ نِکلا اور اُسے دیکھ کر اُس نے ترس کھایاO"},{"number":34,"verse":"اور اُس کے پاس آ کر اُس کے زخموں کو تیل اور مَے لگا کر باندھا اور اپنے جانور پر سوار کر کے سرائے میں لے گیااور اُس کی خبرگِیری کیO"},{"number":35,"verse":"دُوسرے دِن دو دِینار نِکال کر بھٹیارے کو دِئے اور کہا اِس کی خبرگِیری کرنا اور جو کُچھ اِس سے زِیادہ خرچ ہو گا مَیں پِھر آ کر تُجھے ادا کر دُوں گاO"},{"number":36,"verse":"اِن تِینوں میں سے اُس شخص کا جو ڈاکُوؤں میں گِھر گیا تھا تیری دانِست میں کَون پڑوسی ٹھہرا؟O"},{"number":37,"verse":"اُس نے کہا وہ جِس نے اُس پر رحم کِیا O یِسُو ع نے اُس سے کہا جا تُو بھی اَیسا ہی کرO"},{"number":38,"verse":"( یِسُوع مرتھا اور مریم سے مِلنے جاتاہے) پِھر جب جا رہے تھے تو وہ ایک گاؤں میں داخِل ہُؤا اور مرتھا نام ایک عَورت نے اُسے اپنے گھر میں اُتاراO"},{"number":39,"verse":"اور مریم نام اُس کی ایک بہن تھی O وہ یِسُو ع کے پاؤں کے پاس بَیٹھ کر اُس کا کلام سُن رہی تھیO"},{"number":40,"verse":"لیکن مر تھا خِدمت کرتے کرتے گھبرا گئی O پس اُس کے پاس آ کر کہنے لگی اَے خُداوند!کیا تُجھے خیال نہیں کہ میری بہن نے خِدمت کرنے کو مُجھے اکیلا چھوڑ دِیا ہے؟ پس اُسے فرما کہ میری مدد کرےO"},{"number":41,"verse":"خُداوند نے جواب میں اُس سے کہا مرتھا ! مرتھا ! تُو تو بُہت سی چِیزوں کی فِکر و تردُّد میں ہےO"},{"number":42,"verse":"لیکن ایک چِیز ضرُور ہے اور مریم نے وہ اچّھا حِصّہ چُن لِیا ہے جو اُس سے چِھینا نہ جائے گاO"}]}