{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"( رِیاکاری کے خِلاف تنبیہ) ( (متّی ۱۰: ۲۶‏-۲۷)) اِتنے میں جب ہزاروں آدمِیوں کی بِھیڑ لگ گئی یہاں تک کہ ایک دُوسرے پر گِرا پڑتا تھا تو اُس نے سب سے پہلے اپنے شاگِردوں سے یہ کہنا شرُوع کِیا کہ اُس خمِیرسے ہوشیار رہنا جو فریسیوں کی رِیاکاری ہےO"},{"number":2,"verse":"کیونکہ کوئی چِیز ڈھکی نہیں جو کھولی نہ جائے گی اور نہ کوئی چِیز چھُپی ہے جوجانی نہ جائے گیO"},{"number":3,"verse":"اِس لِئے جو کُچھ تُم نے اندھیرے میں کہا ہے وہ اُجالے میں سُنا جائے گا اور جو کُچھ تُم نے کوٹھرِیوں کے اندر کان میں کہا ہے کوٹھوں پر اُس کی مُنادی کی جائے گیO"},{"number":4,"verse":"( کِن سے ڈرنا چاہئے) ( (متّی ۱۰: ۲۸‏-۳۱)) مگر تُم دوستوں سے مَیں کہتا ہُوں کہ اُن سے نہ ڈرو جو بدن کو قتل کرتے ہیں اور اُس کے بعد اَور کُچھ نہیں کر سکتےO"},{"number":5,"verse":"لیکن مَیں تُمہیں جتاتا ہُوں کہ کِس سے ڈرنا چاہئے O اُس سے ڈرو جِس کو اِختیار ہے کہ قتل کرنے کے بعد جہنّم میں ڈالے O ہاں مَیں تُم سے کہتا ہُوں کہ اُسی سے ڈروO"},{"number":6,"verse":"کیا دو پَیسے کی پانچ چِڑیاں نہیں بِکتِیں؟ تَو بھی خُدا کے حضُور اُن میں سے ایک بھی فراموش نہیں ہوتیO"},{"number":7,"verse":"بلکہ تُمہارے سر کے سب بال بھی گِنے ہُوئے ہیں O ڈرو مت O تُمہاری قدر تو بُہت سی چِڑیوں سے زِیادہ ہےO"},{"number":8,"verse":"( مسِیح کا اِقرار اور اِنکار کرنا) ( (متّی ۱۰‏:۱۹‏-۲۰، ۳۲‏-۳۳؛ ۱۲: ۳۲ )) اَور مَیں تُم سے کہتا ہُوں کہ جو کوئی آدمِیوں کے سامنے میرا اِقرار کرے اِبنِ آدم بھی خُدا کے فرِشتوں کے سامنے اُس کا اِقرار کرے گاO"},{"number":9,"verse":"مگر جو آدمِیوں کے سامنے میرا اِنکار کرے خُدا کے فرِشتوں کے سامنے اُس کا اِنکار کِیا جائے گاO"},{"number":10,"verse":"اَور جو کوئی اِبنِ آدم کے خِلاف کوئی بات کہے اُس کو مُعاف کِیا جائے گا لیکن جو رُوح ُالقُدس کے حق میں کُفر بَکے اُس کو مُعاف نہ کِیا جائے گاO"},{"number":11,"verse":"اور جب وہ تُم کو عِبادت خانوں میں اور حاکِموں اور اِختیار والوں کے پاس لے جائیں تو فِکر نہ کرنا کہ ہم کِس طرح یا کیا جواب دیں یا کیا کہیںO"},{"number":12,"verse":"کیونکہ رُوحُ القُدس اُسی گھڑی تُمہیں سِکھا دے گاکہ کیا کہنا چاہئےO"},{"number":13,"verse":"( دَولت مند بیوقُوف کی تمثِیل) پِھربِھیڑ میں سے ایک نے اُس سے کہا اَے اُستاد! میرے بھائی سے کہہ کہ مِیراث کا میرا حِصّہ مُجھے دےO"},{"number":14,"verse":"اُس نے اُس سے کہا O مِیاں! کِس نے مُجھے تُمہارا مُنصِف یا بانٹنے والا مُقرّر کِیا ہے؟O"},{"number":15,"verse":"اور اُس نے اُن سے کہا خبردار! اپنے آپ کو ہر طرح کے لالچ سے بچائے رکھّو کیونکہ کِسی کی زِندگی اُس کے مال کی کثرت پر مَوقُوف نہیںO"},{"number":16,"verse":"اور اُس نے اُن سے ایک تمثِیل کہی کہ کِسی دَولت مند کی زمِین میں بڑی فصل ہُوئیO"},{"number":17,"verse":"پس وہ اپنے دِل میں سوچ کر کہنے لگا کہ مَیں کیا کرُوں کیونکہ میرے ہاں جگہ نہیں جہاں اپنی پَیداوار بھر رکھّوں؟O"},{"number":18,"verse":"اُس نے کہا مَیں یُوں کرُوں گاکہ اپنی کوٹِھیاں ڈھا کر اُن سے بڑی بناوُں گاO"},{"number":19,"verse":"اور اُن میں اپنا سارا اناج اور مال بھر رکھّوں گا اور اپنی جان سے کہُوں گا اَے جان! تیرے پاس بُہت برسوں کے لِئے بُہت سا مال جمع ہے O چَین کر O کھا پی O خُوش رہO"},{"number":20,"verse":"مگر خُدا نے اُس سے کہا اَے نادان! اِسی رات تیری جان تُجھ سے طلب کر لی جائے گیO پس جو کُچھ تُو نے تیّار کِیا ہے وہ کِس کا ہو گا؟O"},{"number":21,"verse":"اَیسا ہی وہ شخص ہے جو اپنے لِئے خزانہ جمع کرتا ہے اور خُدا کے نزدِیک دَو لت مند نہیںO"},{"number":22,"verse":"( خُدا پر بھروسا) ( (متّی ۶‏:۲۵‏-۳۴)) پِھر اُس نے اپنے شاگِردوں سے کہا اِس لِئے مَیں تُم سے کہتا ہُوں کہ اپنی جان کی فِکر نہ کرو کہ ہم کیا کھائیں گے اور نہ اپنے بدن کی کہ کیا پہنیں گےO"},{"number":23,"verse":"کیونکہ جان خُوراک سے بڑھ کر ہے اور بدن پوشاک سےO"},{"number":24,"verse":"کووّں پر غَور کرو کہ نہ بوتے ہیں نہ کاٹتے O نہ اُن کے کھتّا ہوتا ہے نہ کوٹھی O تَو بھی خُدا اُنہیں کِھلاتا ہے O تُمہاری قدر تو پرِندوں سے کہِیں زِیادہ ہےO"},{"number":25,"verse":"تُم میں اَیسا کَون ہے جو فِکر کر کے اپنی عُمر میں ایک گھڑی بڑھا سکے؟O"},{"number":26,"verse":"پس جب سب سے چھوٹی بات بھی نہیں کر سکتے تو باقی چِیزوں کی فِکر کیوں کرتے ہو؟O"},{"number":27,"verse":"سوسن کے درختوں پر غَور کرو کہ کِس طرح بڑھتے ہیں O وہ نہ مِحنت کرتے نہ کاتتے ہیں تَو بھی مَیں تُم سے کہتا ہُوں کہ سُلیما ن بھی باوجُود اپنی ساری شان و شوکت کے اُن میں سے کِسی کی مانِند مُلبّس نہ تھاO"},{"number":28,"verse":"پس جب خُدا مَیدان کی گھاس کو جو آج ہے اور کل تنُور میں جَھونکی جائے گی اَیسی پوشاک پہناتا ہے تو اَے کم اِعتقادو تُم کو کیوں نہ پہنائے گا؟O"},{"number":29,"verse":"اور تُم اِس کی تلاش میں نہ رہو کہ کیا کھائیں گے اور کیا پِئیں گے اور نہ شکّی بنوO"},{"number":30,"verse":"کیونکہ اِن سب چِیزوں کی تلاش میں دُنیا کی قَومیں رہتی ہیں لیکن تُمہارا باپ جانتا ہے کہ تُم اِن چِیزوں کے مُحتاج ہوO"},{"number":31,"verse":"ہاں اُس کی بادشاہی کی تلاش میں رہو تو یہ چِیزیں بھی تُمہیں مِل جائیں گیO"},{"number":32,"verse":"( آسمان پر خزانہ) ( (متّی ۶‏:۱۹‏-۲۱)) اَے چھوٹے گلّے نہ ڈر کیونکہ تُمہارے باپ کو پسند آیا کہ تُمہیں بادشاہی دےO"},{"number":33,"verse":"اپنا مال اسباب بیچ کر خَیرات کر دو اَور اپنے لِئے اَیسے بٹوے بناؤ جو پُرانے نہیں ہوتے یعنی آسمان پر اَیسا خزانہ جو خالی نہیں ہوتا O جہاں چور نزدِیک نہیں جاتا اَور کِیڑا خراب نہیں کرتاO"},{"number":34,"verse":"کیونکہ جہاں تُمہارا خزانہ ہے وہِیں تُمہارا دِل بھی لگا رہے گاO"},{"number":35,"verse":"( چَوکس نَوکر) تُمہاری کمریں بندھی رہیں اور تُمہارے چراغ جلتے رہیںO"},{"number":36,"verse":"اور تُم اُن آدمِیوں کی مانِند بنو جو اپنے مالِک کی راہ دیکھتے ہوں کہ وہ شادی میں سے کب لَوٹے گا تاکہ جب وہ آ کر دروازہ کھٹکھٹائے تو فوراً اُس کے واسطے کھول دیںO"},{"number":37,"verse":"مُبارک ہیں وہ نَوکر جِن کا مالِک آ کر اُنہیں جاگتا پائے O مَیں تُم سے سچ کہتا ہُوں کہ وہ کمر باندھ کر اُنہیں کھانا کھانے کو بِٹھائے گا اور پاس آ کر اُن کی خِدمت کرے گاO"},{"number":38,"verse":"اور اگر وہ رات کے دُوسرے پہر میں یا تِیسرے پہر میں آ کر اُن کو اَیسے حال میں پائے تو وہ نَوکر مُبارک ہیںO"},{"number":39,"verse":"لیکن یہ جان رکھّو کہ اگر گھر کے مالِک کو معلُوم ہوتا کہ چور کِس گھڑی آئے گا تو جاگتا رہتا اور اپنے گھر میں نقب لگنے نہ دیتاO"},{"number":40,"verse":"تُم بھی تیّار رہو کیونکہ جِس گھڑی تُمہیں گُمان بھی نہ ہو گا اِبنِ آدم آ جائے گاO"},{"number":41,"verse":"( دِیانت دار یا بددِیانت نوکر) ( (متّی ۲۴‏:۴۵‏-۵۱)) پطر س نے کہا اَے خُداوند تُو یہ تمثِیل ہم ہی سے کہتا ہے یا سب سے؟O"},{"number":42,"verse":"خُداوند نے کہا کَون ہے وہ دِیانت دار اور عقل مند داروغہ جِس کا مالِک اُسے اپنے نَوکر چاکروں پر مُقرّر کرے کہ ہر ایک کی خُوراک وقت پر بانٹ دِیا کرے؟O"},{"number":43,"verse":"مُبارک ہے وہ نَوکر جِس کا مالِک آ کر اُس کو اَیسا ہی کرتے پائےO"},{"number":44,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ وہ اُسے اپنے سارے مال پر مُختار کر دے گاO"},{"number":45,"verse":"لیکن اگر وہ نَوکر اپنے دِل میں یہ کہہ کر کہ میرے مالِک کے آنے میں دیر ہے غُلاموں اور لَونڈیوں کو مارنا اور کھا پی کر متوالا ہونا شرُوع کرےO"},{"number":46,"verse":"تو اُس نَوکر کا مالِک اَیسے دِن کہ وہ اُس کی راہ نہ دیکھتا ہو اور اَیسی گھڑی کہ وہ نہ جانتا ہو آ مَوجُود ہو گا اور خُوب کوڑے لگا کر اُسے بے اِیمانوں میں شامِل کرے گاO"},{"number":47,"verse":"اور وہ نَوکر جِس نے اپنے مالِک کی مرضی جان لی اور تیّاری نہ کی نہ اُس کی مرضی کے مُوافِق عمل کِیا بُہت مار کھائے گاO"},{"number":48,"verse":"مگر جِس نے نہ جان کر مار کھانے کے کام کِئے وہ تھوڑی مار کھائے گا اور جِسے بُہت دِیا گیا اُس سے بُہت طلب کِیا جائے گا اور جِسے بُہت سَونپا گیا ہے اُس سے زِیادہ طلب کریں گےO"},{"number":49,"verse":"( یِسُوع تفرقہ کا سبب) ( (متّی ۱۰: ۳۴‏-۳۶)) مَیں زمِین پر آگ بھڑکانے آیا ہُوں اور اگر لگ چُکی ہوتی تو مَیں کیا ہی خُوش ہوتا!O"},{"number":50,"verse":"لیکن مُجھے ایک بپتِسمہ لینا ہے اور جب تک وہ نہ ہو لے مَیں بُہت ہی تنگ رہُوں گا!O"},{"number":51,"verse":"کیا تُم گُمان کرتے ہو کہ مَیں زمِین پر صُلح کرانے آیا ہُوں؟ مَیں تُم سے کہتا ہُوں کہ نہیں بلکہ جُدائی کرانےO"},{"number":52,"verse":"کیونکہ اب سے ایک گھر کے پانچ آدمی آپس میں مُخالفت رکھّیں گے O دو سے تِین اور تِین سے دوO"},{"number":53,"verse":"باپ بیٹے سے مُخالفت رکھّے گا اور بیٹا باپ سے O ماں بیٹی سے اور بیٹی ماں سے O ساس بہُو سے اور بہُو ساس سےO"},{"number":54,"verse":"( زمانہ کو پہچا ننا) ( (متّی ۱۶‏:۲‏-۳)) پِھر اُس نے لوگوں سے بھی کہا کہ جب بادِل کو پچّھم سے اُٹھتے دیکھتے ہو تو فوراً کہتے ہو کہ مِینہ برسے گا اور اَیسا ہی ہوتا ہےO"},{"number":55,"verse":"اور جب تُم معلُوم کرتے ہو کہ دَکھّنا چل رہی ہے تو کہتے ہو کہ لُو چلے گی اور اَیسا ہی ہوتا ہےO"},{"number":56,"verse":"اَے رِیاکارو زمِین اور آسمان کی صُورت میں تو اِمتِیاز کرنا تُمہیں آتا ہے لیکن اِس زمانہ کی بابت اِمتِیاز کرنا کیوں نہیں آتا؟O"},{"number":57,"verse":"( مُدّعی کے ساتھ مفاہمت) ( (متّی ۵‏:۲۵‏-۲۶)) اور تُم اپنے آپ ہی کیوں فَیصلہ نہیں کر لیتے کہ واجِب کیا ہے؟O"},{"number":58,"verse":"جب تُو اپنے مُدّعی کے ساتھ حاکِم کے پاس جا رہا ہے تو راہ میں کوشِش کر کہ اُس سے چُھوٹ جائے O اَیسا نہ ہو کہ وہ تُجھ کو مُنصِف کے پاس کھینچ لے جائے اور مُنصِف تُجھ کو سِپاہی کے حوالہ کرے اور سِپاہی تُجھے قَید میں ڈالےO"},{"number":59,"verse":"مَیں تُجھ سے کہتا ہُوں کہ جب تک تُو دمڑی دمڑی ادا نہ کر دے گا وہاں سے ہرگِز نہ چُھوٹے گاO"}]}