{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"( اپنے گُناہ ترک کرو یا مَرو) اُس وقت بعض لوگ حاضِر تھے جِنہوں نے اُسے اُن گلِیلِیوں کی خبر دی جِن کا خُون پِیلا طُس نے اُن کے ذبِیحوں کے ساتھ مِلایا تھاO"},{"number":2,"verse":"اُس نے جواب میں اُن سے کہا کہ اِن گلِیلِیوں نے جو اَیسا دُکھ پایا کیا وہ اِس لِئے تُمہاری دانِست میں اَور سب گلِیلِیوں سے زِیادہ گُنہگار تھے؟O"},{"number":3,"verse":"مَیں تُم سے کہتا ہُوں کہ نہیں بلکہ اگر تُم تَوبہ نہ کرو گے تو سب اِسی طرح ہلاک ہو گےO"},{"number":4,"verse":"یا کیا وہ اٹھارہ آدمی جِن پر شیلو خ کا بُرج گِرا اور دب کر مَر گئے تُمہاری دانِست میں یروشلِیم کے اَور سب رہنے والوں سے زِیادہ قصُوروار تھے؟O"},{"number":5,"verse":"مَیں تُم سے کہتا ہُوں کہ نہیں بلکہ اگر تُم تَوبہ نہ کرو گے تو سب اِسی طرح ہلاک ہو گےO"},{"number":6,"verse":"( انجِیر کے بے پَھل درخت کی تمثِیل) پِھر اُس نے یہ تمثِیل کہی کہ کِسی نے اپنے تاکِستان میں ایک انجِیرکا درخت لگایاتھا O وہ اُس میں پَھل ڈُھونڈنے آیا اور نہ پایاO"},{"number":7,"verse":"اِس پر اُس نے باغبان سے کہا کہ دیکھ تِین برس سے مَیں اِس انجِیر کے درخت میں پَھل ڈُھونڈنے آتا ہُوں اور نہیں پاتا O اِسے کاٹ ڈال O یہ زمِین کو بھی کیوں روکے رہے؟O"},{"number":8,"verse":"اُس نے جواب میں اُس سے کہا اَے خُداوند اِس سال تو اَور بھی اُسے رہنے دے تاکہ مَیں اُس کے گِرد تھالا کھودُوں اور کھاد ڈالُوںO"},{"number":9,"verse":"اگر آگے کو پَھلا تو خَیر نہیں تو اُس کے بعد کاٹ ڈالناO"},{"number":10,"verse":"( یِسُوع سبت کے دِن ایک مفلُوج عَورت کو شِفا دیتا ہے) پِھر وہ سبت کے دِن کِسی عِبادت خانہ میں تعلِیم دیتا تھاO"},{"number":11,"verse":"اور دیکھو ایک عَورت تھی جِس کو اٹھارہ برس سے کِسی بدرُوح کے باعِث کمزوری تھی O وہ کُبڑی ہو گئی تھی اور کِسی طرح سِیدھی نہ ہو سکتی تھیO"},{"number":12,"verse":"یِسُو ع نے اُسے دیکھ کر پاس بُلایا اور اُس سے کہا اَے عَورت تُو اپنی کمزوری سے چُھوٹ گئیO"},{"number":13,"verse":"اور اُس نے اُس پر ہاتھ رکھّےO اُسی دَم وہ سِیدھی ہو گئی اور خُدا کی تمجِید کرنے لگیO"},{"number":14,"verse":"عِبادت خانہ کا سردار اِس لِئے کہ یِسُو ع نے سبت کے دِن شِفا بخشی خَفا ہو کر لوگوں سے کہنے لگا چھ دِن ہیں جِن میں کام کرنا چاہیے پس اُنہی میں آکر شِفا پاؤ نہ کہ سبت کے دِنO"},{"number":15,"verse":"خُداوند نے اُس کے جواب میں کہا کہ اَے رِیاکارو! کیا ہر ایک تُم میں سے سبت کے دِن اپنے بَیل یا گدھے کو تھان سے کھول کر پانی پِلانے نہیں لے جاتا؟O"},{"number":16,"verse":"پس کیا واجِب نہ تھا کہ یہ جو ابرہا م کی بیٹی ہے جِس کو شَیطان نے اٹھارہ برس سے باندھ رکھّا تھا سبت کے دِن اِس بند سے چُھڑائی جاتی؟O"},{"number":17,"verse":"جب اُس نے یہ باتیں کہِیں تو اُس کے سب مُخالِف شرمِندہ ہُوئے اور ساری بِھیڑ اُن عالی شان کاموں سے جو اُس سے ہوتے تھے خُوش ہُوئیO"},{"number":18,"verse":"( رائی کے دانے (بیج)کی تمثِیل) ( (متّی ۱۳‏:۳۱‏-۳۲؛ مرقس ۴‏:۳۰‏-۳۲)) پس وہ کہنے لگا خُدا کی بادشاہی کِس کی مانِند ہے؟ مَیں اُس کو کِس سے تشبِیہ دُوں؟O"},{"number":19,"verse":"وہ رائی کے دانے کی مانِند ہے جِس کو ایک آدمی نے لے کر اپنے باغ میں ڈال دِیا O وہ اُگ کر بڑا درخت ہو گیا اور ہوا کے پرِندوں نے اُس کی ڈالیوں پر بسیرا کِیاO"},{"number":20,"verse":"( خمِیرکی تمثِیل) ( (متّی ۱۳: ۳۳)) اُس نے پِھر کہا مَیں خُدا کی بادشاہی کو کِس سے تشبِیہ دُوں؟O"},{"number":21,"verse":"وہ خمِیر کی مانِند ہے جِسے ایک عَورت نے لے کر تِین پَیمانہ آٹے میں مِلایا اور ہوتے ہوتے سب خمِیر ہو گیاO"},{"number":22,"verse":"( تنگ دروازہ) ( (متّی ۷: ۱۳‏-۱۴، ۲۱‏-۲۳)) وہ شہر شہر اور گاؤں گاؤں تعلِیم دیتا ہُؤا یروشلِیم کا سفر کر رہا تھاO"},{"number":23,"verse":"اور کِسی شخص نے اُس سے پُوچھا کہ اَے خُداوند ! کیا نجات پانے والے تھوڑے ہیں؟O"},{"number":24,"verse":"اُس نے اُن سے کہا جاںفشانی کرو کہ تنگ دروازہ سے داخِل ہو کیونکہ مَیں تُم سے کہتا ہُوں کہ بُہتیرے داخِل ہونے کی کوشِش کریں گے اور نہ ہو سکیں گےO"},{"number":25,"verse":"جب گھر کا مالِک اُٹھ کر دروازہ بند کر چُکا ہو اور تُم باہر کھڑے دروازہ کھٹکھٹا کر یہ کہنا شرُوع کرو کہ اَے خُداوند ! ہمارے لِئے کھول دے اور وہ جواب دے کہ مَیں تُم کو نہیں جانتا کہ کہاں کے ہوO"},{"number":26,"verse":"اُس وقت تُم کہنا شرُوع کرو گے کہ ہم نے تو تیرے رُوبرُو کھایا پِیا اور تُو نے ہمارے بازاروں میں تعلِیم دیO"},{"number":27,"verse":"مگروہ کہے گا مَیں تُم سے کہتا ہُوں کہ مَیں نہیں جانتا تُم کہاں کے ہو O اَ ے بدکارو! تُم سب مُجھ سے دُور ہوO"},{"number":28,"verse":"وہاں رونا اور دانت پِیسنا ہو گا جب تُم ابرہا م اور اِضحا ق اور یعقُو ب اور سب نبِیوں کو خُدا کی بادشاہی میں شامِل اور اپنے آپ کو باہر نِکالا ہُؤا دیکھو گےO"},{"number":29,"verse":"اور پُورب پچّھم اُتّر دکھّن سے لوگ آ کر خُدا کی بادشاہی کی ضِیافت میں شرِیک ہوں گےO"},{"number":30,"verse":"اور دیکھو بعض آخِر اَیسے ہیں جو اوّل ہوں گے اور بعض اوّل ہیں جو آخِر ہوں گےO"},{"number":31,"verse":"( یروشلِیم کے لِئے یِسُوع کی مُحبّت) ( (متّی ۲۳‏:۳۷‏-۳۹)) اُسی گھڑی بعض فریسیوں نے آ کر اُس سے کہا کہ نِکل کر یہاں سے چل دے کیونکہ ہیرود یس تُجھے قتل کرنا چاہتا ہےO"},{"number":32,"verse":"اُس نے اُن سے کہا کہ جا کر اُس لومڑی سے کہہ دو کہ دیکھ مَیں آج اور کل بدرُوحوں کو نِکالتا اور شِفا بخشنے کا کام انجام دیتا رہُوں گا اور تِیسرے دِن کمال کو پہنچوُں گاO"},{"number":33,"verse":"مگر مُجھے آج اور کل اور پرسوں اپنی راہ پر چلنا ضرُور ہے کیونکہ مُمکِن نہیں کہ نبی یروشلِیم سے باہر ہلاک ہوO"},{"number":34,"verse":"اَے یروشلِیم !اَے یروشلِیم ! تُو جو نبِیوں کو قتل کرتی ہے اور جو تیرے پاس بھیجے گئے اُن کو سنگسار کرتی ہے کِتنی ہی بار مَیں نے چاہا کہ جِس طرح مُرغی اپنے بچّوں کو پروں تلے جمع کر لیتی ہے اُسی طرح مَیں بھی تیرے بچّوں کو جمع کر لُوں مگر تُم نے نہ چاہا!O"},{"number":35,"verse":"دیکھو تُمہارا گھر تُمہارے ہی لِئے چھوڑا جاتا ہے اور مَیں تُم سے کہتا ہُوں کہ مُجھ کو اُس وقت تک ہرگِز نہ دیکھو گے جب تک نہ کہو گے کہ مُبارک ہے وہ جو خُداوند کے نام سے آتا ہےO"}]}