{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"پِھر اُس نے اپنے شاگِردوں سے کہا یہ نہیں ہو سکتا کہ ٹھوکریں نہ لگیں لیکن اُس پر افسوس ہے جِس کے باعِث سے لگیں!O"},{"number":2,"verse":"اِن چھوٹوں میں سے ایک کو ٹھوکر کِھلانے کی بہ نِسبت اُس شخص کے لِئے یہ بہتر ہوتا کہ چکّی کا پاٹ اُس کے گلے میں لٹکایا جاتا اور وہ سمُندر میں پھینکا جاتاO"},{"number":3,"verse":"خبردار رہو! اگر تیرا بھائی گُناہ کرے تو اُسے ملامت کر O اگر تَوبہ کرے تو اُسے مُعاف کرO"},{"number":4,"verse":"اور اگر وہ ایک دِن میں سات دفعہ تیرا گُناہ کرے اور ساتوں دفعہ تیرے پاس پِھر آ کر کہے کہ تَوبہ کرتا ہُوں تو اُسے مُعاف کرO"},{"number":5,"verse":"( اِیمان) اِس پر رسُولوں نے خُداوندسے کہا ہمارے اِیمان کو بڑھاO"},{"number":6,"verse":"خُداوند نے کہا کہ اگر تُم میں رائی کے دانے کے برابر بھی اِیمان ہوتا اور تُم اِس تُوت کے درخت سے کہتے کہ جڑ سے اُکھڑ کر سمُندر میں جا لگ تو تُمہاری مانتاO"},{"number":7,"verse":"( نَوکر کا فرض) مگر تُم میں سے اَیسا کَون ہے جِس کا نَوکر ہل جوتتا یا گلّہ بانی کرتا ہو اَور جب وہ کھیت سے آئے تو اُس سے کہے کہ جلد آ کر کھانا کھانے بَیٹھ؟O"},{"number":8,"verse":"اور یہ نہ کہے کہ میرا کھانا تیّار کر اور جب تک مَیں کھاؤُں پِیُوں کمر باندھ کر میری خِدمت کر O اُس کے بعد تُو خُود کھا پی لینا؟O"},{"number":9,"verse":"کیا وہ اِس لِئے اُس نَوکر کا اِحسان مانے گا کہ اُس نے اُن باتوں کی جِن کا حُکم ہُؤا تعمِیل کی؟O"},{"number":10,"verse":"اِسی طرح تُم بھی جب اُن سب باتوں کی جِن کا تُمہیں حُکم ہُؤا تعمِیل کر چُکو تو کہو کہ ہم نِکمّے نَوکر ہیں O جو ہم پر کرنا فرض تھا وُہی کِیا ہےO یِسُوع دَس آدمِیوں کو شِفا دیتاہے"},{"number":11,"verse":"اور اَیسا ہُؤا کہ یروشلِیم کو جاتے ہُوئے وہ سامر یہ اور گلِیل کے بِیچ سے ہو کر جا رہا تھاO"},{"number":12,"verse":"اور ایک گاؤں میں داخِل ہوتے وقت دس کوڑھی اُس کو مِلےO"},{"number":13,"verse":"اُنہوں نے دُور کھڑے ہو کر بُلند آواز سے کہا اَے یِسُو ع ! اَے صاحِب! ہم پر رحم کرO"},{"number":14,"verse":"اُس نے اُنہیں دیکھ کر کہا جاؤ O اپنے تئِیں کاہِنوں کو دِکھاؤ اور اَیسا ہُؤا کہ وہ جاتے جاتے پاک صاف ہو گئےO"},{"number":15,"verse":"پِھر اُن میں سے ایک یہ دیکھ کر کہ مَیں شِفا پا گیا بُلند آواز سے خُدا کی تمجِید کرتا ہُؤا لَوٹاO"},{"number":16,"verse":"اور مُنہ کے بَل یِسُو ع کے پاؤں پر گِر کر اُس کاشُکر کرنے لگا اور وہ سامری تھاO"},{"number":17,"verse":"یِسُو ع نے جواب میں کہا کیا دَسوں پاک صاف نہ ہُوئے؟ پِھر وہ نَو کہاں ہیں؟O"},{"number":18,"verse":"کیا اِس پردیسی کے سِوا اَور نہ نِکلے جو لَوٹ کر خُدا کی تمجِید کرتے؟O"},{"number":19,"verse":"پِھر اُس سے کہا اُٹھ کر چلا جا O تیرے اِیمان نے تُجھے اچھّا کِیا ہےO"},{"number":20,"verse":"( خُدا کی بادشاہی کی آمد) ( (متّی۲۴‏:۲۳‏-۲۸، ۳۷‏-۴۱)) جب فریسیوں نے اُس سے پُوچھا کہ خُدا کی بادشاہی کب آئے گی؟ تو اُس نے جواب میں اُن سے کہا کہ خُدا کی بادشاہی ظاہِری طَور پر نہ آئے گیO"},{"number":21,"verse":"اور لوگ یہ نہ کہیں گے کہ دیکھو یہاں ہے یا وہاں ہے! کیونکہ دیکھو خُدا کی بادشاہی تُمہارے درمِیان ہےO"},{"number":22,"verse":"اُس نے شاگِردوں سے کہا وہ دِن آئیں گے کہ تُم کواِبنِ آدم کے دِنوں میں سے ایک دِن کو دیکھنے کی آرزُو ہو گی اور نہ دیکھو گےO"},{"number":23,"verse":"اور لوگ تُم سے کہیں گے کہ دیکھو وہاں ہے! یا دیکھو یہاں ہے! مگر تُم چلے نہ جانا نہ اُن کے پِیچھے ہو لیناO"},{"number":24,"verse":"کیونکہ جَیسے بِجلی آسمان کی ایک طرف سے کَوند کر دُوسری طرف چمکتی ہے وَیسے ہی اِبنِ آدم اپنے دِن میں ظاہِر ہو گاO"},{"number":25,"verse":"لیکن پہلے ضرُور ہے کہ وہ بُہت دُکھ اُٹھائے اور اِس زمانہ کے لوگ اُسے رَدّ کریںO"},{"number":26,"verse":"اور جَیسا نُوح کے دِنوں میں ہُؤا تھا اُسی طرح اِبنِ آدم کے دِنوں میں بھی ہو گاO"},{"number":27,"verse":"کہ لوگ کھاتے پِیتے تھے اور اُن میں بیاہ شادی ہوتی تھی O اُس دِن تک جب نُوح کشتی میں داخِل ہُؤا اور طُوفان نے آ کر سب کو ہلاک کِیاO"},{"number":28,"verse":"اور جَیسا لُوط کے دِنوں میں ہُؤا تھا کہ لوگ کھاتے پِیتے اور خرِید و فروخت کرتے اور درخت لگاتے اور گھر بناتے تھےO"},{"number":29,"verse":"لیکن جِس دِن لُوط سدُوم سے نِکلا آگ اور گندھک نے آسمان سے بَرس کر سب کو ہلاک کِیاO"},{"number":30,"verse":"اِبنِ آدم کے ظاہِر ہونے کے دِن بھی اَیسا ہی ہو گاO"},{"number":31,"verse":"اُس دِن جو کوٹھے پر ہو اَور اُس کا اسباب گھر میں ہو وہ اُسے لینے کو نہ اُترے اور اِسی طرح جو کھیت میں ہو وہ پِیچھے کو نہ لَوٹےO"},{"number":32,"verse":"لُوط کی بِیوی کو یاد رکھّوO"},{"number":33,"verse":"جو کوئی اپنی جان بچانے کی کوشِش کرے وہ اُسے کھوئے گااور جو کوئی اُسے کھوئے وہ اُس کو زِندہ رکھّے گاO"},{"number":34,"verse":"مَیں تُم سے کہتا ہُوں کہ اُس رات دو آدمی ایک چارپائی پر سوتے ہوں گےO ایک لے لِیا جائے گا اور دُوسرا چھوڑ دِیا جائے گاO"},{"number":35,"verse":"دو عَورتیں ایک ساتھ چکّی پِیستی ہوں گی O ایک لے لی جائے گی اور دُوسری چھوڑ دی جائے گیO"},{"number":36,"verse":"]دو آدمی جو کھیت میں ہوں گے ایک لے لِیا جائے گا اور دُوسرا چھوڑ دِیا جائے گا[O"},{"number":37,"verse":"اُنہوں نے جواب میں اُس سے کہا کہ اَے خُداوند ! یہ کہاں ہو گا؟ اُس نے اُن سے کہا جہاں مُردار ہے وہاں گِدھ بھی جمع ہوں گےO"}]}