{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"( یِسُوع کی پَیدایش) ( (متّی ۱‏:۱۸‏-۲۵)) اُن دِنوں میں اَیسا ہُؤا کہ قَیصر اَوگُوستُس کی طرف سے یہ حُکم جاری ہُؤا کہ ساری دُنیاکے لوگوں کے نام لِکھے جائیںO"},{"number":2,"verse":"یہ پہلی اِسم نوِیسی سُور یہ کے حاکِم کورنِیُس کے عہد میں ہُوئیO"},{"number":3,"verse":"اور سب لوگ نام لِکھوانے کے لِئے اپنے اپنے شہر کو گئےO"},{"number":4,"verse":"پس یُوسف بھی گلِیل کے شہر ناصرۃ سے داؤُد کے شہر بَیت لحم کو گیا جو یہُودیہ میں ہے O اِس لِئے کہ وہ داؤُد کے گھرانے اور اَولاد سے تھاO"},{"number":5,"verse":"تاکہ اپنی منگیتر مریم کے ساتھ جو حامِلہ تھی نام لِکھوائےO"},{"number":6,"verse":"جب وہ وہاں تھے تو اَیسا ہُؤا کہ اُس کے وضعِ حمل کا وقت آ پُہنچاO"},{"number":7,"verse":"اور اُس کا پہلوٹابیٹا پَیدا ہُؤا اور اُس نے اُس کو کپڑے میں لپیٹ کر چرنی میں رکھّاکیونکہ اُن کے واسطے سرائے میں جگہ نہ تھیO"},{"number":8,"verse":"( چرواہے اور فرِشتے) اُسی عِلاقہ میں چرواہے تھے جو رات کو مَیدان میں رہ کر اپنے گلّہ کی نِگہبانی کر رہے تھےO"},{"number":9,"verse":"اور خُداوندکا فرِشتہ اُن کے پاس آ کھڑا ہُؤا اور خُداوندکا جلال اُن کے چَوگِرد چمکا اور وہ نِہایت ڈر گئےO"},{"number":10,"verse":"مگر فرِشتہ نے اُن سے کہا ڈرو مت کیونکہ دیکھو مَیں تُمہیں بڑی خُوشی کی بشارت دیتا ہُوں جو ساری اُمّت کے واسطے ہو گیO"},{"number":11,"verse":"کہ آج داؤُد کے شہر میں تُمہارے لِئے ایک مُنجّی پَیدا ہُؤا ہے یعنی مسِیح خُداوندO"},{"number":12,"verse":"اور اِس کا تُمہارے لِئے یہ نِشان ہے کہ تُم ایک بچّہ کو کپڑے میں لِپٹا اور چرنی میں پڑا ہُؤا پاؤ گےO"},{"number":13,"verse":"اور یکایک اُس فرِشتہ کے ساتھ آسمانی لشکر کی ایک گروہ خُدا کی حمد کرتی اور یہ کہتی ظاہِر ہُوئی کہO"},{"number":14,"verse":"عالَمِ بالا پر خُدا کی تمجِیدہو اور زمِین پر اُن آدَمِیوں میں جِن سے وہ راضی ہے صُلحO"},{"number":15,"verse":"جب فرِشتے اُن کے پاس سے آسمان پر چلے گئے تو اَیسا ہُؤا کہ چرواہوں نے آپس میں کہا کہ آؤ بَیت لحم تک چلیں اور یہ بات جو ہُوئی ہے اور جِس کی خُداوند نے ہم کو خبر دی ہے دیکھیںO"},{"number":16,"verse":"پس اُنہوں نے جلدی سے جا کر مریم اور یُوسف کو دیکھا اور اُس بچّہ کو چرنی میں پڑا پایاO"},{"number":17,"verse":"اور اُنہیں دیکھ کر وہ بات جو اُس لڑکے کے حق میں اُن سے کہی گئی تھی مشہُور کیO"},{"number":18,"verse":"اور سب سُننے والوں نے اِن باتوں پر جو چرواہوں نے اُن سے کہِیں تعجُّب کِیاO"},{"number":19,"verse":"مگر مر یم اِن سب باتوں کو اپنے دِل میں رکھ کر غَور کرتی رہیO"},{"number":20,"verse":"اور چرواہے جَیسا اُن سے کہا گیا تھا وَیسا ہی سب کُچھ سُن کر اور دیکھ کر خُدا کی تمجِید اور حمد کرتے ہُوئے لَوٹ گئےO"},{"number":21,"verse":"( یِسُوع کا نام رکھّا جاتا ہے) جب آٹھ دِن پُورے ہُوئے اور اُس کے خَتنہ کا وقت آیا تو اُس کا نام یِسُو ع رکھا گیا جو فرِشتہ نے اُس کے رَحِم میںپڑنے سے پہلے رکھّا تھاO"},{"number":22,"verse":"( یِسُوع کو ہَیکل میں پیش کِیا جاتا ہے) پِھر جب مُوسیٰ کی شرِیعت کے مُوافِق اُن کے پاک ہونے کے دِن پُورے ہو گئے تو وہ اُس کو یروشلِیم میں لائے تاکہ خُداوندکے آگے حاضِر کریںO"},{"number":23,"verse":"(جَیسا کہ خُداوندکی شرِیعت میں لِکھا ہے کہ ہر ایک پہلوٹاخُداوند کے لِئے مُقدّسٹھہرے گا)O"},{"number":24,"verse":"اور خُداوندکی شرِیعت کے اِس قَول کے مُوافِق قُربانی کریں کہ قُمرِیوں کا ایک جوڑا یا کبُوتر کے دو بچّے لاؤO"},{"number":25,"verse":"اور دیکھو یرُوشلیم میںشمعُون نام ایک آدمی تھا اور وہ آدمی راستباز اور خُدا ترس اور اِسرا ئیل کی تسلّی کامُنتظِر تھا اور رُوحُ القُدس اُس پر تھاO"},{"number":26,"verse":"اوراُس کو رُوحُ القُدس سے آگاہی ہُوئی تھی کہ جب تک تُو خُداوند کے مسِیح کو دیکھ نہ لے مَوت کو نہ دیکھے گاO"},{"number":27,"verse":"وہ رُوح کی ہدایت سے ہَیکل میں آیا اور جِس وقت ماں باپ اُس لڑکے یِسُو ع کو اندر لائے تاکہ اُس کے لِئے شرِیعت کے دستُور پر عمل کریںO"},{"number":28,"verse":"تو اُس نے اُسے اپنی گود میں لِیا اور خُدا کی حمد کر کے کہا کہO"},{"number":29,"verse":"اَے مالِک اب تُو اپنے خادِم کو اپنے قَول کے مُوافِق سلامتی سے رُخصت کرتا ہےO"},{"number":30,"verse":"کیونکہ میری آنکھوں نے تیری نجات دیکھ لی ہےO"},{"number":31,"verse":"جو تُو نے سب اُمتّوں کے رُوبرُو تیّار کی ہےO"},{"number":32,"verse":"تاکہ غَیر قَوموں کو رَوشنی دینے والا نُور اور تیری اُمّت اِسرا ئیل کا جلال بنےO"},{"number":33,"verse":"اور اُس کا باپ اور اُس کی ماں اِن باتوں پر جو اُس کے حق میں کہی جاتی تِھیں تعجُّب کرتے تھےO"},{"number":34,"verse":"اور شمعُو ن نے اُن کے لِئے دُعائے خَیر کی اور اُس کی ماں مر یم سے کہا دیکھ یہ اِسرا ئیل میں بُہتوں کے گِرنے اور اُٹھنے کے لِئے اور اَیسا نِشان ہونے کے لِئے مُقرّر ہُؤا ہے جِس کی مُخالفت کی جائے گیO"},{"number":35,"verse":"بلکہ خُود تیری جان بھی تلوار سے چِھد جائے گی تاکہ بُہت لوگوں کے دِلوں کے خیال کُھل جائیںO"},{"number":36,"verse":"اور آشر کے قبِیلہ میں سے حنّاہ نام فنوایل کی بیٹی ایک نبِیّہ تھی O وہ بُہت عُمررسِیدہ تھی اور اُس نے اپنے کُنوارپَن کے بعد سات برس ایک شَوہر کے ساتھ گُذارے تھےO"},{"number":37,"verse":"وہ چَوراسی برس سے بیوہ تھی اور ہَیکل سے جُدا نہ ہوتی تھی بلکہ رات دِن روزوں اور دُعاؤں کے ساتھ عِبادت کِیا کرتی تھیO"},{"number":38,"verse":"اور وہ اُسی گھڑی وہاں آ کر خُدا کا شُکر کرنے لگی اور اُن سب سے جو یروشلِیم کے چُھٹکارے کے مُنتظِر تھے اُس کی بابت باتیں کرنے لگیO"},{"number":39,"verse":"( ناصرت کو واپسی) اور جب وہ خُداوند کی شرِیعت کے مُطابِق سب کُچھ کر چُکے تو گلِیل میں اپنے شہر ناصرۃ کو پِھر گئےO"},{"number":40,"verse":"اور وہ لڑکا بڑھتا اور قُوّت پاتا گیا اور حِکمت سے معمُور ہوتا گیا اور خُدا کا فضل اُس پر تھاO"},{"number":41,"verse":"( لڑکا یِسُوع ہَیکل میں) اُس کے ماں باپ ہر برس عِیدِ فَسح پر یروشلیِم کو جایا کرتے تھےO"},{"number":42,"verse":"اور جب وہ بارہ برس کا ہُؤا تو وہ عِید کے دستُور کے مُوافِق یروشلِیم کو گئےO"},{"number":43,"verse":"جب وہ اُن دِنوں کو پُورا کر کے لَوٹے تو وہ لڑکا یِسُو ع یروشلِیم میں رہ گیا اور اُس کے ماں باپ کو خبر نہ ہُوئیO"},{"number":44,"verse":"مگر یہ سمجھ کر کہ وہ قافِلہ میں ہے ایک منزِل نِکل گئے اور اُسے اپنے رِشتہ داروں اور جان پہچانوں میں ڈُھونڈنے لگےO"},{"number":45,"verse":"جب نہ مِلا تو اُسے ڈُھونڈتے ہُوئے یروشلِیم تک واپس گئےO"},{"number":46,"verse":"اور تِین روز کے بعد اَیسا ہُؤا کہ اُنہوں نے اُسے ہَیکل میں اُستادوں کے بِیچ میں بَیٹھے اُن کی سُنتے اور اُن سے سوال کرتے ہُوئے پایاO"},{"number":47,"verse":"اور جِتنے اُس کی سُن رہے تھے اُس کی سمجھ اور اُس کے جوابوں سے دنگ تھےO"},{"number":48,"verse":"وہ اُسے دیکھ کر حَیران ہُوئے اور اُس کی ماں نے اُس سے کہا بیٹا! تُو نے کیوں ہم سے اَیسا کِیا؟ دیکھ تیرا باپ اور مَیں کُڑھتے ہُوئے تُجھے ڈُھونڈتے تھےO"},{"number":49,"verse":"اُس نے اُن سے کہا تُم مُجھے کیوں ڈُھونڈتے تھے؟ کیا تُم کو معلُوم نہ تھا کہ مُجھے اپنے باپ کے ہاں ہونا ضرُور ہے؟O"},{"number":50,"verse":"مگر جو بات اُس نے اُن سے کہی اُسے وہ نہ سمجھےO"},{"number":51,"verse":"اور وہ اُن کے ساتھ روانہ ہو کر ناصرۃ میں آیا اور اُن کے تابع رہا اور اُس کی ماں نے یہ سب باتیں اپنے دِل میں رکھِّیںO"},{"number":52,"verse":"اور یِسُو ع حِکمت اور قد و قامت میں اور خُدا کی اور اِنسان کی مقبُولیّت میں ترقّی کرتا گیاO"}]}