{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"( یِسُوع کے خِلاف سازش) ( (متّی ۲۶: ۱‏-۵؛ مرقس ۱۴‏:۱‏-۲؛ یُوحنّا ۱۱: ۴۵‏-۵۳)) اور عِیدِ فطِیر جِس کو عِیدِ فَسح کہتے ہیں نزدِیک تھیO"},{"number":2,"verse":"اور سردار کاہِن اور فقِیہہ موقع ڈُھونڈ رہے تھے کہ اُسے کِس طرح مار ڈالیں کیونکہ لوگوں سے ڈرتے تھےO"},{"number":3,"verse":"( یہُوداہ یِسُوع کو دھو کے سے پکڑوانے پر مُتفق ہوتاہے) ( (متّی ۲۶: ۱۴‏-۱۶؛ مرقس ۱۴: ۱۰‏-۱۱)) اور شَیطان یہُودا ہ میں سمایا جو اِسکریوتی کہلاتا اور اُن بارہ میں شُمار کِیا جاتا تھاO"},{"number":4,"verse":"اُس نے جا کر سردار کاہِنوں اور سِپاہیوں کے سرداروں سے مشورَہ کِیا کہ اُس کو کِس طرح اُن کے حوالہ کرےO"},{"number":5,"verse":"وہ خُوش ہُوئے اور اُسے رُوپَے دینے کا اِقرار کِیاO"},{"number":6,"verse":"اُس نے مان لِیا اور مَوقع ڈُھونڈنے لگا کہ اُسے بغَیر ہنگامہ اُن کے حوالہ کر دےO"},{"number":7,"verse":"( یِسُوع فَسح کا کھانا کھانے کی تیّاری کرتاہے) ( ( متّی ۲۶‏:۱۷‏-۲۵؛ مرقس ۱۴: ۱۲‏-۲۱؛ یُوحنّا۱۳: ۲۱‏-۳۰)) اور عِیدِ فطِیر کا دِن آیا جِس میں فَسح ذبح کرنا فرض تھاO"},{"number":8,"verse":"اور یِسُو ع نے پطر س اور یُوحنّا کو یہ کہہ کر بھیجا کہ جا کر ہمارے کھانے کے لِئے فَسح تیّار کروO"},{"number":9,"verse":"اُنہوں نے اُس سے کہا تُو کہاں چاہتا ہے کہ ہم تیّار کریں؟O"},{"number":10,"verse":"اُس نے اُن سے کہا دیکھو شہر میں داخِل ہوتے ہی تُمہیں ایک آدمی پانی کا گھڑا لِئے ہُوئے مِلے گا O جِس گھر میں وہ جائے اُس کے پِیچھے چلے جاناO"},{"number":11,"verse":"اور گھر کے مالِک سے کہنا کہ اُستاد تُجھ سے کہتا ہے وہ مہمان خانہ کہاں ہے جِس میں مَیں اپنے شاگِردوں کے ساتھ فَسح کھاؤں؟O"},{"number":12,"verse":"وہ تُمہیں ایک بڑا بالاخانہ آراستہ کِیا ہُؤا دِکھائے گا O وہِیں تیّاری کرناO"},{"number":13,"verse":"اُنہوں نے جا کر جَیسا اُس نے اُن سے کہا تھا وَیسا ہی پایا اور فَسح تیّار کِیاO"},{"number":14,"verse":"( عشائ رباّنی) ( (متّی۲۶‏:۲۶‏-۳۰؛مرقس۱۴‏:۲۲‏-۲۶‏؛۱-کُرِنتھِیوں ۱ ۱ : ۳ ۲ - ۲۵)) جب وقت ہو گیا تو وہ کھانا کھانے بَیٹھا اور رسُول اُس کے ساتھ بَیٹھےO"},{"number":15,"verse":"اُس نے اُن سے کہا مُجھے بڑی آرزُو تھی کہ دُکھ سہنے سے پہلے یہ فَسح تُمہارے ساتھ کھاؤُںO"},{"number":16,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ اُسے کبھی نہ کھاؤُں گا جب تک وہ خُدا کی بادشاہی میں پُورا نہ ہوO"},{"number":17,"verse":"پِھر اُس نے پِیالہ لے کر شُکر کِیا اور کہا کہ اِس کو لے کر آپس میں بانٹ لوO"},{"number":18,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ انگُور کا شِیرہ اب سے کبھی نہ پِیُوں گا جب تک خُدا کی بادشاہی نہ آ لےO"},{"number":19,"verse":"پِھر اُس نے روٹی لی اور شُکر کر کے توڑی اور یہ کہہ کر اُن کو دی کہ یہ میرا بدن ہے جو تُمہارے واسطے دِیا جاتا ہے O میری یادگاری کے لِئے یہی کِیا کروO"},{"number":20,"verse":"اور اِسی طرح کھانے کے بعد پِیالہ یہ کہہ کر دِیا کہ یہ پِیالہ میرے اُس خُون میں نیا عہد ہے جو تُمہارے واسطے بہایا جاتا ہےO"},{"number":21,"verse":"مگر دیکھو میرے پکڑوانے والے کا ہاتھ میرے ساتھ میز پر ہےO"},{"number":22,"verse":"کیونکہ اِبنِ آدم تو جَیسا اُس کے واسطے مُقرّر ہے جاتا ہی ہے مگر اُس شخص پر افسوس ہے جِس کے وسِیلہ سے وہ پکڑوایا جاتا ہے!O"},{"number":23,"verse":"اِس پر وہ آپس میں پُوچھنے لگے کہ ہم میں سے کَون ہے جو یہ کام کرے گا؟O"},{"number":24,"verse":"( بڑا ہونے پر بحث) اور اُن میں یہ تکرار بھی ہُوئی کہ ہم میں سے کَون بڑا سمجھا جاتا ہے؟O"},{"number":25,"verse":"اُس نے اُن سے کہا کہ غَیر قَوموں کے بادشاہ اُن پر حُکومت چلاتے ہیں اور جو اُن پر اِختیار رکھتے ہیں خُداوندِنِعمت کہلاتے ہیںO"},{"number":26,"verse":"مگر تُم اَیسے نہ ہونا بلکہ جو تُم میں بڑا ہے وہ چھوٹے کی مانِند اور جو سردار ہے وہ خِدمت کرنے والے کی مانِند بنےO"},{"number":27,"verse":"کیونکہ بڑا کَون ہے؟ وہ جو کھانا کھانے بَیٹھا یا وہ جو خِدمت کرتا ہے؟ کیا وہ نہیں جو کھانا کھانے بَیٹھا ہے؟ لیکن مَیں تُمہارے درمِیان خِدمت کرنے والے کی مانِند ہُوںO"},{"number":28,"verse":"مگر تُم وہ ہوجو میری آزمایشوں میں برابر میرے ساتھ رہےO"},{"number":29,"verse":"اور جَیسے میرے باپ نے میرے لِئے ایک بادشاہی مُقرّر کی ہے مَیں بھی تُمہارے لِئے مُقرّر کرتا ہُوںO"},{"number":30,"verse":"تاکہ میری بادشاہی میں میری میز پر کھاؤ پِیو بلکہ تُم تختوں پر بَیٹھ کر اِسرا ئیل کے بارہ قبِیلوں کا اِنصاف کرو گےO"},{"number":31,"verse":"( یِسُوع پیشین گوئی کرتا ہے کہ پطرس میرا اِنکار کرے گا) ( (متّی۲۶‏:۳۱‏-۳۵؛مرقس۱۴‏:۲۷‏-۳۱؛ یُوحنّا ۱۳‏:۳۶‏-۳۸)) شمعُون ! شمعُو ن! دیکھ شَیطان نے تُم لوگوں کو مانگ لِیا تاکہ گیہُوں کی طرح پھٹکےO"},{"number":32,"verse":"لیکن مَیں نے تیرے لِئے دُعا کی کہ تیرا اِیمان جاتا نہ رہے اور جب تُو رجُوع کرے تو اپنے بھائِیوں کو مضبُوط کرناO"},{"number":33,"verse":"اُس نے اُس سے کہا اَے خُداوند! تیرے ساتھ مَیں قَید ہونے بلکہ مَرنے کو بھی تیّار ہُوںO"},{"number":34,"verse":"اُس نے کہا اَے پطر س مَیں تُجھ سے کہتا ہُوں کہ آج مُرغ بانگ نہ دے گا جب تک تُو تِین بار میرا اِنکار نہ کرے کہ مُجھے نہیں جانتاO"},{"number":35,"verse":"( بٹوا ، جھولی اور تلوار) پِھر اُس نے اُن سے کہا کہ جب مَیں نے تُمہیں بٹوے اور جھولی اور جُوتی بغَیر بھیجا تھا کیا تُم کِسی چِیز کے مُحتاج رہے تھے؟ اُنہوں نے کہا کِسی چِیز کے نہیںO"},{"number":36,"verse":"اُس نے اُن سے کہا مگر اب جِس کے پاس بٹوا ہو وہ اُسے لے اور اِسی طرح جھولی بھی اور جِس کے پاس نہ ہو وہ اپنی پوشاک بیچ کر تلوار خرِیدےO"},{"number":37,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ یہ جو لِکھا ہے کہ وہ بدکاروں میں گِنا گیا اُس کا میرے حق میں پُورا ہونا ضرُور ہے O اِس لِئے کہ جو کُچھ مُجھ سے نِسبت رکھتا ہے وہ پُورا ہونا ہےO"},{"number":38,"verse":"اُنہوں نے کہا اَے خُداوند! دیکھ یہاں دو تلواریں ہیں O اُس نے اُن سے کہا O بُہت ہیںO"},{"number":39,"verse":"( یِسُوع کو ہِ زیتُون پر دُعا مانگتا ہے) ( (متّی ۲۶: ۳۶ -۴۶؛ مرقس ۱۴: ۳۲‏-۴۲)) پِھر وہ نِکل کر اپنے دستُور کے مُوافِق زَیتُو ن کے پہاڑ کو گیا اور شاگِرد اُس کے پِیچھے ہو لِئےO"},{"number":40,"verse":"اور اُس جگہ پُہنچ کر اُس نے اُن سے کہا دُعا کرو کہ آزمایش میں نہ پڑوO"},{"number":41,"verse":"اور وہ اُن سے بمُشکِل الگ ہو کر کوئی پتّھر کا ٹپّہ آگے بڑھا اور گُھٹنے ٹیک کر یُوں دُعا کرنے لگا کہO"},{"number":42,"verse":"اَے باپ اگر تُو چاہے تو یہ پِیالہ مُجھ سے ہٹا لے تَو بھی میری مرضی نہیں بلکہ تیری ہی مرضی پُوری ہوO"},{"number":43,"verse":"اور آسمان سے ایک فرِشتہ اُس کو دِکھائی دِیا O وہ اُسے تقوِیت دیتا تھاO"},{"number":44,"verse":"پِھر وہ سخت پریشانی میں مُبتلا ہو کر اَور بھی دِل سوزی سے دُعا کرنے لگا اور اُس کا پسِینہ گویا خُون کی بڑی بڑی بُوندیں ہو کر زمِین پر ٹپکتا تھاO"},{"number":45,"verse":"جب دُعا سے اُٹھ کر شاگِردوں کے پاس آیا تو اُنہیں غم کے مارے سوتے پایاO"},{"number":46,"verse":"اور اُن سے کہا تُم سوتے کیوں ہو؟ اُٹھ کر دُعا کرو تاکہ آزمایش میں نہ پڑوO"},{"number":47,"verse":"( یِسُوع کی گِرفتاری) ( (متّی ۲۶: ۴۷‏-۵۶؛ مرقس ۱۴: ۴۳‏-۵۰؛ یُوحنّا ۱۸: ۳‏-۱۱)) وہ یہ کہہ ہی رہا تھا کہ دیکھو ایک بِھیڑ آئی اور اُن بارہ میں سے وہ جِس کا نام یہُودا ہ تھا اُن کے آگے آگے تھا O وہ یِسُو ع کے پاس آیا کہ اُس کا بوسہ لےO"},{"number":48,"verse":"یِسُو ع نے اُس سے کہا اَے یہُودا ہ کیا تُو بوسہ لے کر اِبنِ آدم کو پکڑواتا ہے؟O"},{"number":49,"verse":"جب اُس کے ساتِھیوں نے معلُوم کِیا کہ کیا ہونے والا ہے تو کہا اَے خُداوند کیا ہم تلوار چلائیں؟O"},{"number":50,"verse":"اور اُن میں سے ایک نے سردار کاہِن کے نَوکر پر چلا کر اُس کادہنا کان اُڑا دِیاO"},{"number":51,"verse":"یِسُو ع نے جواب میں کہا اِتنے پر کِفایت کرو اور اُس کے کان کو چُھو کراُس کواچّھا کِیاO"},{"number":52,"verse":"پِھر یِسُو ع نے سردار کاہِنوں اور ہَیکل کے سرداروں اور بزُرگوں سے جو اُس پر چڑھ آئے تھے کہا کیا تُم مُجھے ڈاکُو جان کر تلواریں اور لاٹِھیاں لے کر نِکلے ہو؟O"},{"number":53,"verse":"جب مَیں ہر روز ہَیکل میں تُمہارے ساتھ تھا تو تُم نے مُجھ پر ہاتھ نہ ڈالا لیکن یہ تُمہاری گھڑی اور تارِیکی کا اِختیار ہےO"},{"number":54,"verse":"( پطرس یِسُوع کا اِنکار کرتا ہے) ( (متّی ۲۶: ۵۷‏-۵۸، ۶۹‏-۷۵؛ مرقس ۱۴‏:۵۳‏-۵۴، ۶۶‏-۷۲؛ یُوحنّا ۱۸‏:۱۲‏-۱۸، ۲۵‏-۲۷)) پِھر وہ اُسے پکڑ کر لے چلے اور سردار کاہِن کے گھر میں لے گئے اور پطر س فاصِلہ پر اُس کے پِیچھے پِیچھے جاتا تھاO"},{"number":55,"verse":"اور جب اُنہوں نے صحن کے بِیچ میں آگ جلائی اور مِل کر بَیٹھے تو پطر س اُن کے بِیچ میں بَیٹھ گیاO"},{"number":56,"verse":"ایک لَونڈی نے اُسے آگ کی رَوشنی میں بَیٹھا ہُؤا دیکھ کر اُس پر خُوب نِگاہ کی اور کہا یہ بھی اُس کے ساتھ تھاO"},{"number":57,"verse":"مگر اُس نے یہ کہہ کر اِنکار کِیا کہ اَے عَورت مَیں اُسے نہیں جانتاO"},{"number":58,"verse":"تھوڑی دیر کے بعد کوئی اَور اُسے دیکھ کر کہنے لگا کہ تُو بھی اُنہی مَیں سے ہے O پطر س نے کہا مِیاں مَیں نہیں ہُوںO"},{"number":59,"verse":"کوئی گھنٹے بھر کے بعد ایک اور شخص یقِینی طَور سے کہنے لگا کہ یہ آدمی بیشک اُس کے ساتھ تھا کیونکہ گلِیلی ہےO"},{"number":60,"verse":"پطر س نے کہا مِیاں مَیں نہیں جانتا تُو کیا کہتا ہے O وہ کہہ ہی رہا تھا کہ اُسی دَم مُرغ نے بانگ دیO"},{"number":61,"verse":"اور خُداوند نے پِھر کر پطر س کی طرف دیکھا اور پطر س کو خُداوندکی وہ بات یاد آئی جو اُس سے کہی تھی کہ آج مُرغ کے بانگ دینے سے پہلے تُو تِین بار میرا اِنکار کرے گاO"},{"number":62,"verse":"اور وہ باہر جا کر زار زار رویاO"},{"number":63,"verse":"( سپاہی یِسُوع کو مارتے اور ٹھٹھّوں میں اُڑاتے ہیں) ( (متّی ۲۶: ۶۷‏-۶۸؛ مرقس ۱۴‏:۶۵)) اور جو آدمی یِسُو ع کو پکڑے ہُوئے تھے اُس کو ٹھٹّھوں میں اُڑاتے اور مارتے تھےO"},{"number":64,"verse":"اور اُس کی آنکھیں بند کر کے اُس سے پُوچھتے تھے کہ نبُوّت سے بتا تُجھے کِس نے مارا؟O"},{"number":65,"verse":"اور اُنہوں نے طعنہ سے اَور بھی بُہت سی باتیں اُس کے خِلاف کہِیںO"},{"number":66,"verse":"( یِسُوع کی صدرعدالت کے سامنے پیشی) ( (متّی۲۶: ۵۹‏-۶۶؛ مرقس ۱۴: ۵۵‏-۶۴؛ یُوحنّا ۱۸: ۱۹‏-۲۴)) جب دِن ہُؤا تو سردار کاہِن اور فقِیہہ یعنی قَوم کے بزُرگوں کی مجلِس جمع ہُوئی اور اُنہوں نے اُسے اپنی صدرعدالت میں لے جا کر کہاO"},{"number":67,"verse":"اگر تُو مسِیح ہے تو ہم سے کہہ دے O اُس نے اُن سے کہا اگر مَیں تُم سے کہُوں تو یقِین نہ کرو گےO"},{"number":68,"verse":"اور اگر پُوچُھوں تو جواب نہ دو گےO"},{"number":69,"verse":"لیکن اب سے اِبنِ آدم قادِرِ مُطلق خُدا کی د ہنی طرف بَیٹھا رہے گاO"},{"number":70,"verse":"اِس پر اُن سب نے کہا پس کیا تُو خُدا کا بیٹا ہے؟ اُس نے اُن سے کہا تُم خُود کہتے ہو کیونکہ مَیں ہُوںO"},{"number":71,"verse":"اُنہوں نے کہا اب ہمیں گواہی کی کیا حاجت رہی؟ کیونکہ ہم نے خُود اُسی کے مُنہ سے سُن لِیا ہےO"}]}