{"bibleAbbr":"urRV2010","bookName":"لُوقا","bookEnglishName":"Luke","chapterNumber":24,"verses":[{"number":1,"verse":"( یِسُوع کا جی اُٹھنا) ( (متّی ۲۸‏:۱‏-۱۰؛ مرقس ۱۶: ۱‏-۸؛ یُوحنّا ۲۰: ۱‏-۱۰)) سَبت کے دِن تو اُنہوں نے حُکم کے مُطابِق آرام کِیا O لیکن ہفتہ کے پہلے دِن وہ صُبح سویرے ہی اُن خُوشبُودار چِیزوں کو جو تیّار کی تِھیں لے کر قبر پر آئِیںO"},{"number":2,"verse":"اور پتّھر کو قبر پر سے لُڑھکا ہُؤا پایاO"},{"number":3,"verse":"مگر اندر جا کر خُداوند یِسُو ع کی لاش نہ پائیO"},{"number":4,"verse":"اور اَیسا ہُؤا کہ جب وہ اِس بات سے حَیران تِھیں تو دیکھو دو شخص برّاق پوشاک پہنے اُن کے پاس آ کھڑے ہُوئےO"},{"number":5,"verse":"جب وہ ڈر گئِیں اور اپنے سر زمِین پر جُھکائے تو اُنہوں نے اُن سے کہا کہ زِندہ کو مُردوں میں کیوں ڈُھونڈتی ہو؟O"},{"number":6,"verse":"وہ یہاں نہیں بلکہ جی اُٹھا ہے O یاد کرو کہ جب وہ گلِیل میں تھا تو اُس نے تُم سے کہا تھاO"},{"number":7,"verse":"ضرُور ہے کہ اِبنِ آدم گُنہگاروں کے ہاتھ میں حوالہ کِیا جائے اور مصلُوب ہو اور تِیسرے دِن جی اُٹھےO"},{"number":8,"verse":"اُس کی باتیں اُنہیں یاد آئِیںO"},{"number":9,"verse":"اور قبر سے لَوٹ کر اُنہوں نے اُن گیارہ اور باقی سب لوگوں کو اِن سب باتوں کی خبر دیO"},{"number":10,"verse":"جِنہوں نے رسُولوں سے یہ باتیں کہِیں وہ مریم مگدلینی اور یوأنہ اور یعقُوب کی ماں مریم اور اُن کے ساتھ کی باقی عَورتیں تِھیںO"},{"number":11,"verse":"مگر یہ باتیں اُنہیں کہانی سی معلُوم ہُوئِیں اور اُنہوں نے اُن کا یقِین نہ کِیاO"},{"number":12,"verse":"اِس پر پطر س اُٹھ کر قبر تک دَوڑا گیا اور جُھک کر نظر کی اور دیکھا کہ صِرف کفن ہی کفن ہے اور اِس ماجرے سے تعجُّب کرتا ہُؤا اپنے گھر چلا گیاO"},{"number":13,"verse":"( اِمّا ؤُس کی راہ پر) ( ( مرقس ۱۶: ۱۲‏-۱۳)) اور دیکھو اُسی دِن اُن میں سے دو آدمی اُس گاؤں کی طرف جا رہے تھے جِس کا نام اِمّاؤُس ہے O وہ یروشلِیم سے قرِیباً سات مِیل کے فاصِلہ پر ہےO"},{"number":14,"verse":"اور وہ اِن سب باتوں کی بابت جو واقِع ہُوئی تِھیں آپس میں بات چِیت کرتے جاتے تھےO"},{"number":15,"verse":"جب وہ بات چِیت اور پُوچھ پاچھ کر رہے تھے تو اَیسا ہُؤا کہ یِسُو ع آپ نزدِیک آ کر اُن کے ساتھ ہو لِیاO"},{"number":16,"verse":"لیکن اُن کی آنکھیں بند کی گئی تِھیں کہ اُس کو نہ پہچانیںO"},{"number":17,"verse":"اُس نے اُن سے کہا یہ کیا باتیں ہیں جو تُم چلتے چلتے آپس میں کرتے ہو؟ وہ غمگِین سے کھڑے ہو گئےO"},{"number":18,"verse":"پِھر ایک نے جِس کا نام کلِیُپا س تھا جواب میں اُس سے کہا کیا تُو یروشلِیم میں ا کیلا مُسافِر ہے جو نہیں جانتا کہ اِن دِنوں اُس میں کیا کیا ہُؤا ہے؟O"},{"number":19,"verse":"اُس نے اُن سے کہا کیا ہُؤا ہے؟ اُنہوں نے اُس سے کہا یِسُو ع ناصری کا ماجرا جو خُدا اور ساری اُمّت کے نزدِیک کام اور کلام میں قُدرت والا نبی تھاO"},{"number":20,"verse":"اورسردار کاہِنوں اورہمارے حاکِموں نے اُس کو پکڑوا دِیا تاکہ اُس پر قتل کا حُکم دِیا جائے اور اُسے مصلُوب کِیاO"},{"number":21,"verse":"لیکن ہم کو اُمّید تھی کہ اِسرا ئیل کو مُخلصی یِہی دے گا اور علاوہ اِن سب باتوں کے اِس ماجرے کو آج تِیسرا دِن ہو گیاO"},{"number":22,"verse":"اور ہم میں سے چند عَورتوں نے بھی ہم کو حَیران کر دِیا ہے جو سویرے ہی قبر پر گئی تِھیںO"},{"number":23,"verse":"اور جب اُس کی لاش نہ پائی تو یہ کہتی ہُوئی آئِیں کہ ہم نے رویا میں فرِشتوں کو بھی دیکھاO اُنہوں نے کہا وہ زِندہ ہےO"},{"number":24,"verse":"اور بعض ہمارے ساتِھیوں میں سے قبر پر گئے اور جَیسا عَورتوں نے کہا تھا وَیسا ہی پایا مگر اُس کو نہ دیکھاO"},{"number":25,"verse":"اُس نے اُن سے کہا اَے نادانو اور نبِیوں کی سب باتوں کے ماننے میں سُست اِعتقادو!O"},{"number":26,"verse":"کیا مسِیح کو یہ دُکھ اُٹھا کر اپنے جلال میں داخِل ہونا ضرُور نہ تھا؟O"},{"number":27,"verse":"پِھر مُوسیٰ سے اور سب نبِیوں سے شرُوع کر کے سب نوِشتوں میں جِتنی باتیں اُس کے حق میں لِکھی ہُوئی ہیں وہ اُن کو سمجھا دِیںO"},{"number":28,"verse":"اِتنے میں وہ اُس گاؤں کے نزدِیک پُہنچ گئے جہاں جاتے تھے اور اُس کے ڈھنگ سے اَیسا معلُوم ہُؤا کہ وہ آگے بڑھنا چاہتا ہےO"},{"number":29,"verse":"اُنہوں نے اُسے یہ کہہ کر مجبُور کِیا کہ ہمارے ساتھ رہ کیونکہ شام ہُؤا چاہتی ہے اور دِن اب بُہت ڈھل گیا O پس وہ اندر گیا تاکہ اُن کے ساتھ رہےO"},{"number":30,"verse":"جب وہ اُن کے ساتھ کھانا کھانے بَیٹھا تو اَیسا ہُؤا کہ اُس نے روٹی لے کر برکت دی اور توڑ کر اُن کو دینے لگاO"},{"number":31,"verse":"اِس پر اُن کی آنکھیں کُھل گئِیں اور اُنہوں نے اُس کوپہچان لِیا اور وہ اُن کی نظر سے غائِب ہو گیاO"},{"number":32,"verse":"اُنہوں نے آپس میں کہا کہ جب وہ راہ میں ہم سے باتیں کرتا اور ہم پر نوِشتوں کا بھید کھولتا تھا تو کیا ہمارے دِل جوش سے نہ بھر گئے تھے؟O"},{"number":33,"verse":"پس وہ اُسی گھڑی اُٹھ کر یروشلِیم کو لَوٹ گئے اور اُن گیارہ اور اُن کے ساتِھیوں کو اِکٹھّا پایاO"},{"number":34,"verse":"وہ کہہ رہے تھے کہ خُداوند بیشک جی اُٹھا اور شمعُو ن کو دِکھائی دِیا ہےO"},{"number":35,"verse":"اور اُنہوں نے راہ کا حال بیان کِیا اور یہ بھی کہ اُسے روٹی توڑتے وقت کِس طرح پہچاناO"},{"number":36,"verse":"( یِسُوع اپنے شاگِردوں پر ظاہر ہوتا ہے) ( (متّی ۲۸: ۱۶‏-۲۰؛ مرقس ۱۶: ۱۴‏-۱۸؛ یُوحنّا ۲۰: ۱۹‏-۲۳؛ اعمال ۱‏:۶‏-۸)) وہ یہ باتیں کر ہی رہے تھے کہ یِسُو ع آپ اُن کے بِیچ میں آ کھڑا ہُؤا اور اُن سے کہا تُمہاری سلامتی ہوO"},{"number":37,"verse":"مگر اُنہوں نے گھبرا کر اور خَوف کھا کر یہ سمجھا کہ کِسی رُوح کو دیکھتے ہیںO"},{"number":38,"verse":"اُس نے اُن سے کہا تُم کیوں گھبراتے ہو؟ اور کِس واسطے تُمہارے دِل میں شک پَیدا ہوتے ہیں؟O"},{"number":39,"verse":"میرے ہاتھ اور میرے پاؤں دیکھو کہ مَیں ہی ہُوں O مُجھے چُھو کر دیکھو کیونکہ رُوح کے گوشت اور ہڈّی نہیں ہوتی جَیسا مُجھ میں دیکھتے ہوO"},{"number":40,"verse":"اور یہ کہہ کر اُس نے اُنہیں اپنے ہاتھ اور پاؤں دِکھائےO"},{"number":41,"verse":"جب مارے خُوشی کے اُن کو یقِین نہ آیا اور تعجُّب کرتے تھے تو اُس نے اُن سے کہا کیا یہاں تُمہارے پاس کُچھ کھانے کو ہے؟O"},{"number":42,"verse":"اُنہوں نے اُسے بُھنی ہُوئی مچھلی کا قتلہ دِیاO"},{"number":43,"verse":"اُس نے لے کر اُن کے رُوبرُو کھایاO"},{"number":44,"verse":"پِھر اُس نے اُن سے کہا یہ میری وہ باتیں ہیں جو مَیں نے تُم سے اُس وقت کہی تِھیں جب تُمہارے ساتھ تھا کہ ضرُور ہے کہ جِتنی باتیں مُوسیٰ کی تَورَیت اور نبِیوں کے صحِیفوں اور زبُور میں میری بابت لِکھی ہیں پُوری ہوںO"},{"number":45,"verse":"پِھر اُس نے اُن کاذِہن کھولا تاکہ کِتابِ مُقدّس کو سمجھیںO"},{"number":46,"verse":"اور اُن سے کہا یُوں لِکھا ہے کہ مسِیح دُکھ اُٹھائے گا اور تِیسرے دِن مُردوں میں سے جی اُٹھے گاO"},{"number":47,"verse":"اور یروشلِیم سے شرُوع کر کے سب قَوموں میں تَوبہ اور گُناہوں کی مُعافی کی مُنادی اُس کے نام سے کی جائے گیO"},{"number":48,"verse":"تُم اِن باتوں کے گواہ ہوO"},{"number":49,"verse":"اور دیکھو جِس کا میرے باپ نے وعدہ کِیا ہے مَیں اُس کو تُم پر نازِل کرُوں گا لیکن جب تک عالَم ِبالا سے تُم کو قُوّت کا لِباس نہ مِلے اِس شہر میں ٹھہرے رہوO"},{"number":50,"verse":"( یِسُوع آسمان پر اُٹھا یا جاتا ہے) ( ( مرقس ۱۶: ۱۹‏-۲۰؛ اعمال ۱‏:۹‏-۱۱)) پِھر وہ اُنہیں بَیت عَنِیّاہ کے سامنے تک باہر لے گیا اور اپنے ہاتھ اُٹھا کر اُنہیں برکت دیO"},{"number":51,"verse":"جب وہ اُنہیں برکت دے رہا تھا تو اَیسا ہُؤا کہ اُن سے جُدا ہو گیا اور آسمان پر اُٹھایا گیاO"},{"number":52,"verse":"اور وہ اُس کوسِجدہ کر کے بڑی خُوشی سے یروشلِیم کو لَوٹ گئےO"},{"number":53,"verse":"اور ہر وقت ہَیکل میں حاضِر ہو کر خُدا کی حمد کِیا کرتے تھےO"}]}