{"bibleAbbr":"TZB1714","bookName":"மாற்குசு","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"பின்னையு மவர் திரும்ப ஒரு ஆலையத்திலே பிறவேசித்தார். அவடத்திலே வத்திப் போன கையுடைத்தான யாதொரு மனுஷ னிருந்தான்."},{"number":2,"verse":"அவர் மேலே குத்தஞ் சாட்டுகிறத்துக்காக சா(வ்)வது என்கிற யிளப்பாறுகிற நாளிலே யிவனைக் குணமாக்குவாரோ வென்று பாத்துக்கொண்டிருந்தார்கள்."},{"number":3,"verse":"அப்போ அவர் வத்திப்போன கையுடைத்தான மனுஷனைப் பாத்து நீ எழுந்திருந்து நடுப்பிற இரு வெண்ணு சொன்னார்."},{"number":4,"verse":"ஆனா லவர்களைப் பாத்து சா(வ்)வது என்கிற இளப்பாறுகிற நாளிலே நன்மை செய்ய வேணுமோ? தின்மை செய்ய வேணுமோ யென்றும் ஆத்துமத்தை ரெஷ்சிக்க வேணுமோ? அத்தைக் கொண்ணு போட வேணுமோ என்றும் கேட்டார். அதுக் கவர்கள் மவுனமா யிருந்தார்கள்."},{"number":5,"verse":"ஆனபடியினாலே யவர் யிவர்களை எரிச்சலோடே சுத்திலும் பாத்து யவர்களுடைய யிறுதயத்துக்குண்டான கடினத்தின் முகாந்திரமாக மனஷ்த்தாபப்பட்டு அந்த மனுஷனுக்கு உன் கையை நீட்டென்று திருவிளம்பத்தினார். அவன் கையை நீட்டினான். அது மறு கையைப் போலே குணமாச்சுது."},{"number":6,"verse":"அப்போ பரிசேசுமார்கள் பிறப்பட்டு அவரைக்கொண்ணு போடத் தக்கதாக ஏரோதே சென்கிறவனுடைய ஊழியக்காறரோடே யுடனே தானே அவருக்கு விரோதமாக ஆலோசினை பண்ணினார்கள்."},{"number":7,"verse":"ஆனால் ஏசுநாதரானவர் அவடத்தை விட்டுத் தம்முடைய சீஷர்க்களோடே கூடச் சமுத்திரத்தி னண்டையிலே போனார்."},{"number":8,"verse":"கலிலேய தேசத்திலேயும் யூதேய சீர்மையிலேயும் யிருந்து அனேகஞ் செனங்க ளவரைப் பின்சென்றார்க ளென்கிறது மல்லாமல் எருசலேய மென்கிற பட்டணத்திலேயும் யிதுமிய என்கிற தேசத்திலேயும் யோறுதா னென்கிற நதிக்கப்பாலேயும் தீரோனுக்கும் சீதோனுக்கும் சமீபமா யிருக்கிற கிறாமங்களிலேயு மிருந்து அவர் பண்ணின புதுமைகளைக் கேட்ட அனேகஞ் செனங்க ளவரண்டைக்கு வந்தார்கள்."},{"number":9,"verse":"அந்தச் செனங்கள்தம்மை நெருக்கப் படுத்தாத படிக்கு அவர்களுக்காகத் தமக்குப் படகு கொண்டுவரவேணு மென்று தம்முடைய சீஷர்க்களுக்குத் திருவிளம்பத்தினார்."},{"number":10,"verse":"அதேதென்றால் அனேகம் பேர்களைக் குணமாக்கினார். ஆனபடியினாலே யவரைத் தொட வேணு மென்று வாதைப்பட்ட பேர்க ளெல்லாரும் யவர் மேலே விழுந்தார்கள்."},{"number":11,"verse":"துன் மனசுக்களு மவரைக் காண்கிறபோது அவர் முன்பாக விழுந்து கூப்பிட்டுக்கொண்டு நீ சறுவேசுரனுடைய சுதனாயிருக்கிறா யென்று சொல்லிச்சுது."},{"number":12,"verse":"ஆனா லதுகள் தம்மை வெளிப்படுத்தாத (ப)டிக்கு அதுகளை அனேகம் வாத்தைகளினாலே அதட்டினார்."},{"number":13,"verse":"அதுக்குப் பிற்பாடு ஒருபறுபதத்தின் பேரிலே ஏறித் தமக்கு வேண்டு மென்ற பேர்களை யழைச்சார். யிவர்கள் அவ ரருகே சேந்தார்கள்."},{"number":14,"verse":"பனிரெண்டுபேர்கள் தம்மோடே கூட யிருக்கவும் பிறசங்கம் பண்ணுகிறத்துக்கு அவர்களை யனுப்பவும். வியாதிகளைக் குணமாக்கிறதுக்குக்கான வல்லமையைக் கொண்டிருக்கவும் பிசாசுகளைத் துரத்தவும் அவர்களுக்குக் கட்டளை யிட்டருளினார்."},{"number":15,"verse":"சீமோ னென்கிறவருக்குப் பேதுரு வென்கிறப்பட்டப் பேரைத் தரிச்சார்."},{"number":16,"verse":"செவதேயினுடைய குமாரனாகிற யாக்கோபு சென்கிறவருக்கும் யாக்கோபு சென்கிறவருடைய தம்பியாகிற யோயன்ன சென்கிறவருக்கும் கிழமாரி யினுடைய குமாரர்க ளென்கிற அத்தத்தைக் கொண்டிருக்கிற பொணர்க சென்ற பட்டப்பேரைத் தரிச்சார்."},{"number":17,"verse":"பின்னையும் அந்திரே சென்கிறவரையும் பிலிப்பு சென்கிறவரையும் படுத்தலொமெயசு என்கிறவரையும் மத்தேயு சென்கிறவரையும் தோம சென்கிறவரையும் அல்வேயினுடைய குமாரனாகிற யாக்கோபு சென்கிறவரையும் தத்தேயு சென்கிறவரையும் கானனீத்தானா யிருந்தா சீமோ னென்கிறவரையும் தம்மைத் துரோகம் பண்ணின யூதசு யீசாறியோத் தென்கிறவனையுங் கற்பித்தார்."},{"number":18,"verse":"அதுக்குப் பிற்பாடு வளவுக்கு வந்தார்கள்."},{"number":19,"verse":"மறுபடியும் அனேகஞ் செனங்கள் அவடத்திலே கூடி வந்தபடியினாலே அவர்க ளசனம் பண்ணயிட மில்லாதே போச்சுது."},{"number":20,"verse":"அவரோடே கூட யிருந்த பேர்கள் யித்தைக் கேட்ட போது அவரைப் பிடிக்கிறத்துக்குப் பிறப்பட்டார்கள்."},{"number":21,"verse":"அதேதென்றா லவர் நினவத்துப் போவா ரென்று சொன்னார்கள்."},{"number":22,"verse":"ஆனால் எருசலேய மென்கிற பட்டணத்திலே இருந்து யிறங்கின வேதபாதர்கள் சொன்னதாவது. யிவன் பெயல்ச்சியப்புப் பென்கிற பிசாசைக் கொண்டிருக்கிறா னெண்ணும் பிசாசுகளுடைய தலையானவனாலே பிசாசுகளைத் துரத்தி விடுகிறா னெண்ணுஞ் சொன்னார்கள்."},{"number":23,"verse":"ஆனா லவர் இவர்களைத் தம்மண்டையிலே அழைச்சு உகமையினாலே அவர்களுக்குத் திருவிளம்பத்தினதாவது. பிசாசு, பிசாசைத் துரத்திவிடக் கூடுகிற தெப்படி?"},{"number":24,"verse":"ஒரு ராசாங்கம் தன்னீலே விரோதிச்சிருந்தால் அந்த ராசாங்க மானது நிலை நிற்கக் கூடாது."},{"number":25,"verse":"ஒரு வீடானாலும் தன்னீலே தானே விரோதிச்சிருந்தா லந்த வீடானது நிலை நிற்க கூடாது."},{"number":26,"verse":"ஆனபடியினாலே பிசாசானது தனக் கெதிராக எழும்பி தனக்கு விரோதமா யிருந்தா லது நிலை நிற்கமாட்டாமல் அழிஞ்சு போம்."},{"number":27,"verse":"ஒருவரானாலும் வல்லமை யுடைத்தானவன் வீட்டிலே பிறவேசித்து அவனுடைய பண்டம்பாடிகளைப் பறிக்க கூடாது. ஆனால் முந்தி வல்லமை யுடைத்தானவனைக் கட்டினால் அப்போ அவனுடைய வீட்டுக்குப் பறிக்குதல்பண்ணலாம்."},{"number":28,"verse":"சகல பாவங்களும் சறுவேசுரனை நிந்திக்கிற தூஷணங்களும் மனுஷருடைய குமாரர்களுக்குப் பொறுக்கப்படு மென்று நாமுங்களுக்கு மெய்யாகவே சொல்லுகிறோம்."},{"number":29,"verse":"ஆனால் யாதா மொருதன் யிசிப்பிரீத்துசாந்துவைத் தூஷணிச்சா லவன் ஊழியுள்ள காலம் பாவப் பொறுத்தலைக் கொண்டிருக்காமல் நித்திய ஆக்கினைக்கு நோவதானாயிருப்பா னென்று திருவிளம்பத்தினார்."},{"number":30,"verse":"அதேதென்றா லிவன் துன் மனசைக் கொண்டிருக்கிறா னென்று சொன்னார்கள்."},{"number":31,"verse":"பின்னையு மவருடைய சகோதரங்களும் தாயாரும் வந்து வெளியே நின்று அவரண்டைக்கு ஆளனுப்பி அவரை யழைச்சார்கள்."},{"number":32,"verse":"ஆனால்ச் செனங்க ளவரைச் சூழ்ந்து கொண்டிருந்தார்க ளப்போ அவர்க ளிவரைப் பாத்து யிதோ உம்முடைய தாயாரும் உம்முடைய சகோதரங்களும் வெளியே நின்று உம்மைத் தேடுகிறார்க ளென்று சொன்னார்கள்."},{"number":33,"verse":"ஆனா லவர் யிவர்களுக்குப் பிறத்தியுத்தாரமாக நம்முடைய தாயாரா(ர்)? நம்முடைய சகோதரங்களா ரென்று திருவிளம்பத்தினார்."},{"number":34,"verse":"பிற்பாடு தம்மைச் சூழ்ந்திருக்கிற பேர்களைச் சுத்திலும் பாத்து யிதோ நம்முடைய தாயா ரென்றும் நம்முடையச் சகோதரங்க ளென்றுஞ் சொன்னார்."},{"number":35,"verse":"அதேதென்றால் எவனாகிலும் சறுவேசுரனுடைய சித்தத்தைச் செய்தால் யிவன் தானே நம்முடைய சகோதரமும் நம்முடைய தமக்கையும் நம்முடைய தாயாருமா யிருக்கிறா னென்று திருவிளம்பத்தினார்."}]}