{"bibleAbbr":"LBP1933","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"MOREOVER, our brethren, we want you to know that the grace of God has been bestowed on the churches of Mac-e-do'ni-a :"},{"number":2,"verse":"How that in a great trial of affliction, the abundance of their joy and their deep rooted poverty abounded unto the riches of their liberality."},{"number":3,"verse":"For to their power, I can testify, yes, and beyond their power they have shared of their own accord."},{"number":4,"verse":"And besought us most earnestly that they might be partakers in the gift for the ministration to the saints."},{"number":5,"verse":"And this they did, not only as we expected, but first they gave themselves to our LORD, and then to us by the will of God."},{"number":6,"verse":"Insomuch as we desired Titus, that as he had begun, so he would also finish this same gift among you."},{"number":7,"verse":"Therefore, as you abound in every thing, in faith, in the word of God, in knowledge, in all perseverance, and by our love toward you, you should likewise excel in this gracious favor also."},{"number":8,"verse":"I am not making a demand on you, but I am prompted by the devotion of your fellow believers to test the sincerity of your love."},{"number":9,"verse":"For you know the gracious gift of our LORD Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you, through his poverty, might be rich."},{"number":10,"verse":"Herein I give you my advice: that it may help you to go forward and accomplish what you, of your own accord, began to do last year."},{"number":11,"verse":"Now therefore perform the doing of that which you wished to do; and as you were eager to promise it, so fulfil from that which you have."},{"number":12,"verse":"For if there is a willingness to give, every man can give according to that which he has, and not according to that which he has not, and his gift will be acceptable."},{"number":13,"verse":"This is not intended to relieve other men and add a burden to you;"},{"number":14,"verse":"But that there may be an equality at this particular time, that your abundance may be a supply for their want, that their abundance also may be a supply for your want, that there may be equality."},{"number":15,"verse":"As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack."},{"number":16,"verse":"But thanks be to God, who put the same vigorous care into the heart of Titus for you."},{"number":17,"verse":"For indeed he has accepted our appeal; and because he was very desirous, he went to you of his own accord."},{"number":18,"verse":"And we have also sent with him our brother, who has received praise throughout all the churches for his preaching of the gospel;"},{"number":19,"verse":"So that he also has been chosen by the churches to travel with us for this relief which is administered by us to the very glory of God and for our own encouragement:"},{"number":20,"verse":"But we are careful in this, lest any one should blame us in connection with this generous help which is administered by us."},{"number":21,"verse":"For we are very careful to do the right thing, not only in the presence of God, but also in the presence of men."},{"number":22,"verse":"And we have sent with them also our brother, who has oftentimes been proven by us in many things, that he is earnest, and now is more earnest because of the abundant trust he has in you."},{"number":23,"verse":"And as to Titus, he is my partner and helper among you: and as to our other brethren, they are the apostles of the churches to the glory of Christ."},{"number":24,"verse":"Henceforth you can shew to them before all the churches the proof of your love and of our pride in you."}]}