{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"ধিক্ সেই ব্যবস্থাপকদিগকে, যাহারা অধর্ম্মের ব্যবস্থা স্থাপন করে, ও সেই লেখকদিগকে, যাহারা উপদ্রব লিখে;"},{"number":2,"verse":"যেন দরিদ্রগণকে ন্যায়বিচার হইতে ফিরাইয়া দেয়, ও আমার দুঃখী প্রজাদের অধিকার হরণ করে, যেন বিধবারা তাহাদের লুটদ্রব্য হয়, আর তাহারা পিতৃহীনদিগকে তাহাদের লুটিত দ্রব্য করিতে পারে।"},{"number":3,"verse":"প্রতিফল দিবার দিনে, ও দূর হইতে যখন বিনাশ আসিবে, তখন তোমরা কি করিবে? সাহায্যের নিমিত্ত কাহার কাছে পলাইবে?"},{"number":4,"verse":"আর তোমাদের প্রতাপ কোথায় রাখিবে? তাহারা বন্দিগণের নীচে অধোমুখ হইয়া পড়িবে, নিহতগণের নীচে পতিত হইবে, এই মাত্র। এই সকলেতেও তাঁহার ক্রোধ নিবৃত্ত হয় নাই, কিন্তু তাঁহার হস্ত এখনও বিস্তারিত রহিয়াছে।"},{"number":5,"verse":"( অশূরীয়দের ভাবী পতন।) ধিক্ অশূরকে! সে আমার ক্রোধের দণ্ড! সে সেই যষ্টি, যাহার হস্তে আমার কোপ।"},{"number":6,"verse":"আমি তাহাকে এক পামর জাতির বিপরীতে পাঠাইব, আমার ক্রোধপাত্র লোকবৃন্দের বিরুদ্ধে আজ্ঞা দিব, যেন সে লুট করে, ও লুটিত দ্রব্য লইয়া যায়, ও তাহাদিগকে পথের কাদার ন্যায় দলায়।"},{"number":7,"verse":"কিন্তু তাহার সঙ্কল্প সেই প্রকার নয়, তাহার হৃদয় তাহা ভাবে না; বরং সর্ব্বনাশ করা এবং অনেক জাতিকে উচ্ছিন্ন করা তাহার মনস্কামনা।"},{"number":8,"verse":"কারণ সে বলে, ‘আমার অধ্যক্ষগণ কি সকলে রাজা নহেন?"},{"number":9,"verse":"কল্নো কি কর্কমীশের তুল্য নয়? হমাৎ কি অর্পদের তুল্য নয়? শমরিয়া কি দম্মেশকের তুল্য নয়?"},{"number":10,"verse":"সে সকল প্রতিমার রাজ্য আমার হস্তগত হইয়াছে, সে গুলির ক্ষোদিত মূর্ত্তি যিরূশালেমের ও শমরিয়ার মূর্ত্তি সকল অপেক্ষা উত্তম;"},{"number":11,"verse":"আমি শমরিয়াকে ও তাহার প্রতিমা সকলকে যেরূপ করিয়াছি, যিরূশালেমকে ও তাহার পুত্তলী সকলকেও কি সেইরূপ করিব না?’"},{"number":12,"verse":"অতএব এইরূপ ঘটিবে; সিয়োন পর্ব্বতে ও যিরূশালেমে প্রভু আপনার সমস্ত কার্য্য সমাপ্ত করিলে পর আমি অশূর-রাজের চিত্তস্ফীতিরূপ ফলের ও তাহার উচ্চদৃষ্টিরূপ আড়ম্বরের প্রতিফল দিব।"},{"number":13,"verse":"কেননা সে বলিয়াছে, ‘আমার হস্তের বল ও আমার বিজ্ঞতা দ্বারা আমি কার্য্য সিদ্ধ করিয়াছি, কেননা আমি বুদ্ধিমান; আমি জাতিগণের সীমা সকল দূর করিয়াছি, ও তাহাদের সঞ্চিত ধন লুট করিয়াছি; এবং বীরের ন্যায় আমি সুখাসীনদিগকে নীচে নামাইয়াছি।"},{"number":14,"verse":"আর পক্ষীর বাসার ন্যায় জাতিগণের ধন আমার হস্তগত হইয়াছে; লোকে যেমন পরিত্যক্ত ডিম্ব কুড়ায়, তেমনি আমি সমস্ত পৃথিবীকে সংগ্রহ করিয়াছি; পক্ষ নাড়িতে, কি চঞ্চু খুলিতে, কি চিঁচিঁ শব্দ করিতে কেহ ছিল না।’"},{"number":15,"verse":"কুড়ালি কি ছেদকের বিপরীতে দর্প করিবে? করপত্র কি করপত্রী হইতে আপনাকে শ্রেষ্ঠ মানিবে? যাহারা দণ্ড তুলে, দণ্ড যেন তাহাদিগকে চালনা করিতেছে; যে কাষ্ঠ নয়, যষ্টি যেন তাহাকে উঠাইতেছে।"},{"number":16,"verse":"অতএব প্রভু, বাহিনীগণের সদাপ্রভু, তাহার স্থূলকায় লোকদের মধ্যে কৃশতা প্রেরণ করিবেন, ও তাহার প্রতাপের নীচে অগ্নিদাহের ন্যায় দাহ হইবে।"},{"number":17,"verse":"বাস্তবিক ইস্রায়েলের জ্যোতিঃ অগ্নিস্বরূপ হইবেন, ও যিনি তাহার পবিত্রতম, তিনি শিখাসদৃশ হইবেন; তাহা এক দিনে উহার শ্যাকুল ও কন্টক দগ্ধ করিয়া ভস্ম করিবে।"},{"number":18,"verse":"আর তিনি তাহার বনের ও উদ্যানের গৌরবকে, প্রাণ ও শরীরকে, সংহার করিবেন; তাহাতে সে রোগীর ন্যায় ক্ষয় পাইবে।"},{"number":19,"verse":"আর তাহার বনের অবশিষ্ট বৃক্ষ এমন অল্প হইবে যে, বালক তাহা গণনা করিয়া লিখিতে পারিবে।"},{"number":20,"verse":"সেই দিনে ইস্রায়েলের অবশিষ্টাংশ ও যাকোব-কুলের রক্ষাপ্রাপ্ত লোকেরা আপনাদের প্রহারকারীর উপরে আর নির্ভর করিবে না; কিন্তু ইস্রায়েলের পবিত্রতম সদাপ্রভুর উপরে সত্যভাবে নির্ভর করিবে।"},{"number":21,"verse":"অবশিষ্টাংশ ফিরিয়া আসিবে, যাকোবের অবশিষ্টাংশ বিক্রমশালী ঈশ্বরের কাছে ফিরিয়া আসিবে।"},{"number":22,"verse":"বস্তুতঃ হে ইস্রায়েল, তোমার লোকেরা সমুদ্রের বালির তুল্য হইলেও তাহাদের অবশিষ্টাংশই ফিরিয়া আসিবে; উচ্ছিন্নতা নিরূপিত, তাহা ধার্ম্মিকতার বন্যাস্বরূপ হইবে।"},{"number":23,"verse":"কেননা প্রভু, বাহিনীগণের সদাপ্রভু, সমস্ত পৃথিবীর মধ্যে উচ্ছেদ, নিরূপিত উচ্ছেদ, সাধন করিবেন।"},{"number":24,"verse":"অতএব প্রভু, বাহিনীগণের সদাপ্রভু এই কথা বলেন, হে আমার সিয়োন-নিবাসী প্রজাগণ, অশূর হইতে ভীত হইও না; যদিও সে তোমাকে দণ্ডাঘাত করে ও তোমার বিরুদ্ধে যষ্টি উঠায়, যেমন মিসর করিয়াছিল।"},{"number":25,"verse":"কারণ আর অতি অল্পকাল অতীত হইলে ক্রোধ সিদ্ধ হইবে, আমার কোপ উহার সংহারে সিদ্ধ হইবে।"},{"number":26,"verse":"আর বাহিনীগণের সদাপ্রভু তাহার বিরুদ্ধে কশা উত্তোলন করিবেন, যেমন ওরেব শৈলে মিদিয়নের হত্যাকাণ্ডে করিয়াছিলেন; এবং তাঁহার যষ্টি সাগরের উপরে থাকিবে, আর তিনি তাহা উত্তোলন করিবেন, যেমন মিসরে করিয়াছিলেন।"},{"number":27,"verse":"সেই দিন তোমার স্কন্ধ হইতে উহার ভার ও তোমার গ্রীবা হইতে উহার যোঁয়ালি সরিয়া পড়িবে, এবং মেদের বৃদ্ধি প্রযুক্ত যোঁয়ালি ভাঙ্গিয়া যাইবে।"},{"number":28,"verse":"সে অয়াতে আসিয়াছে, মিগ্রোণ পশ্চাতে ফেলিয়াছে; মিক্মসে নিজ দ্রব্যসামগ্রী রাখিয়াছে;"},{"number":29,"verse":"তাহারা গিরিপথ ছাড়িয়া আসিয়াছে, গেবাতে রাত্রি যাপন করিয়াছে; রামা কাঁপিতেছে, শৌলের গিবিয়া পলায়ন করিতেছে।"},{"number":30,"verse":"অয়ি গল্লীম-কন্যে! তুমি আপন স্বরে উচ্চশব্দ কর।"},{"number":31,"verse":"লয়িশা, কর্ণপাত কর। হায়! দুঃখিনী অনাথোৎ! মদ্মেনার লোক পলাতক; গেবীম-নিবাসিগণ সকলই স্থানান্তরে লইয়া গেল।"},{"number":32,"verse":"সে অদ্যই নোবে বিলম্ব করিতেছে, সে সিয়োন-কন্যার পর্ব্বতের, যিরূশালেম-গিরির, প্রতিকূলে হস্ত নাড়িতেছে।"},{"number":33,"verse":"দেখ, প্রভু, বাহিনীগণের সদাপ্রভু, ভয়ঙ্কররূপে শাখাগুলি ভঙ্গ করিবেন; তাহাতে অতি উচ্চমস্তক বৃক্ষ সকল ছিন্ন হইবে, ও অতি উন্নত তরু সকল ভূমিসাৎ হইবে।"},{"number":34,"verse":"তিনি লৌহ দ্বারা বনের ঝাড় সকল কাটিয়া ফেলিবেন, এবং লিবানোন মহাপরাক্রমীর দ্বারা নিপাতিত হইবে।"}]}