{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"( দর্শনোপত্যকা বিষয়ক ভারবাণী।) এখন তোমার কি হইয়াছে যে, তোমার নিবাসিগণ সকলে গৃহের ছাদে উঠিয়াছে?"},{"number":2,"verse":"হে কলরবপূর্ণ, কোলাহলযুক্ত নগরি, উল্লাসপ্রিয় পুরি, তোমার নিহতগণ খড়্গহত নয়, তাহারা যুদ্ধে মৃত নয়।"},{"number":3,"verse":"তোমার শাসনকর্ত্তারা সকলে একবারে পলায়ন করিল; ধনুর্দ্ধরগণ কর্ত্তৃক বদ্ধ হইল; তোমার মধ্যে যে সকল লোক পাওয়া গেল, তাহারা একবারে বদ্ধ হইল, তাহারা দূরে পলায়ন করিল।"},{"number":4,"verse":"এই নিমিত্ত আমি বলিলাম, আমাকে ছাড়িয়া অন্য দিকে দৃষ্টিপাত কর, আমি তীব্র রোদন করিব; আমার জাতিরূপ কন্যার সর্ব্বনাশ বিষয়ে আমাকে সান্ত্বনা করিতে চেষ্টা করিও না।"},{"number":5,"verse":"কেননা প্রভু, বাহিনীগণের সদাপ্রভু হইতে কোলাহলের, দলনের ও ব্যাকুলতার দিন দর্শনোপত্যকায় উপস্থিত; ভিত্তি ভগ্ন হইতেছে ও আর্ত্তনাদ পর্ব্বত পর্য্যন্ত যাইতেছে।"},{"number":6,"verse":"আর এলম তূণ ধারণ করিল, তাহার সহিত পদাতিক ও অশ্বারোহিগণের দল; এবং কীরের লোক ঢাল অনাবৃত করিল।"},{"number":7,"verse":"তোমার উত্তম উত্তম তলভূমি রথে পরিপূর্ণ হইল, ও অশ্বারোহিগণ পুরদ্বারের কাছে সসজ্জ হইল।"},{"number":8,"verse":"আর তিনি যিহূদার আচ্ছাদন খুলিয়া ফেলিলেন; আর সেই দিন তুমি বনগৃহে রণসজ্জার প্রতি দৃষ্টি করিলে।"},{"number":9,"verse":"আর তোমরা দায়ূদ-নগরের ভগ্নস্থানগুলি দেখিলে; বাস্তবিক সে সকল অনেক; ও নীচস্থ সরোবরের জল একত্র করিলে;"},{"number":10,"verse":"এবং যিরূশালেমের গৃহ সকল গণনা করিলে, ও প্রাচীর দৃঢ় করণার্থে গৃহ সকল ভাঙ্গিয়া ফেলিলে।"},{"number":11,"verse":"আর তোমরা পুরাতন পুষ্করিণীর জলের জন্য দুই ভিত্তির মধ্যস্থানে সরোবর প্রস্তুত করিলে; কিন্তু যিনি এই ঘটনা সম্পন্ন করিয়াছেন, তাঁহার প্রতি দৃষ্টি করিলে না; যিনি দীর্ঘকালাবধি ইহার সংগঠন করিয়াছেন, তাঁহাকে দেখিলে না।"},{"number":12,"verse":"আর সেই দিন প্রভু, বাহিনীগণের সদাপ্রভু রোদন, বিলাপ, মস্তক মুণ্ডন ও কটিদেশে চট বন্ধন ঘোষণা করিলেন;"},{"number":13,"verse":"কিন্তু দেখ, আমোদ প্রমোদ, বলদ ঘাতন ও মেষ হনন, মাংস ভক্ষণ ও দ্রাক্ষারস পান। ‘আইস, আমরা ভোজন-পান করি, কেননা কল্য মরিব।’"},{"number":14,"verse":"আর আমার কর্ণগোচরে বাহিনীগণের সদাপ্রভু আপনাকে প্রকাশ করিলেন, সত্যই, মরণকাল পর্য্যন্ত তোমাদের এই অপরাধের প্রায়শ্চিত্ত করা যাইবে না, ইহা প্রভু, বাহিনীগণের সদাপ্রভু, কহেন।"},{"number":15,"verse":"প্রভু, বাহিনীগণের সদাপ্রভু, এই কথা কহেন, তুমি ঐ কোষাধ্যক্ষের নিকটে, অর্থাৎ বাটীর অধ্যক্ষ শিব্নের নিকটে গিয়া তাহাকে বল, এখানে তোমার কি?"},{"number":16,"verse":"এখানে তোমার কেই বা আছে যে, তুমি আপনার জন্য এখানে কবর খনন করিয়াছ? এত উচ্চস্থানে আপনার কবর খনন করিয়াছে, আপনার নিমিত্ত শৈলে আগার খনন করিয়াছে।"},{"number":17,"verse":"দেখ, হে বীর, সদাপ্রভু তোমাকে ছুড়িয়া ফেলিবেন, তিনি দৃঢ়রূপে তোমাকে ধরিবেন।"},{"number":18,"verse":"তিনি ভাঁটার ন্যায় তোমাকে নিশ্চয় ঘুরাইয়া প্রশস্ত দেশে নিক্ষেপ করিবেন; সেই স্থানে তুমি মরিবে, এবং সেই স্থানে তোমার প্রতাপ-রথ সকল থাকিবে; তুমি আপন প্রভুর কুল-কলঙ্ক মাত্র।"},{"number":19,"verse":"আমি তোমার পদ হইতে তোমাকে ঠেলিয়া দিব, তোমার স্থান হইতে তোমাকে উপড়াইয়া ফেলা যাইবে।"},{"number":20,"verse":"আর সেই দিন আমি আপন দাসকে, হিল্কিয়ের পুত্র ইলীয়াকীমকে ডাকিব;"},{"number":21,"verse":"আর তোমার পরিচ্ছদ তাহাকে পরিধান করাইব, তোমার পটুকা দিয়া তাহাকে বলবান করিব, ও তোমার কর্ত্তৃত্ব তাহার হস্তে সমর্পণ করিব; সে যিরূশালেম-নিবাসীদের ও যিহূদা-কুলের পিতা হইবে।"},{"number":22,"verse":"আর আমি দায়ূদ-কুলের চাবি তাহার স্কন্ধে দিব; সে খুলিলে কেহ রুদ্ধ করিবে না, ও রুদ্ধ করিলে কেহ খুলিবে না।"},{"number":23,"verse":"যেমন লোকে দৃঢ় স্থানে দাণ্ডা বদ্ধ করে, তেমনি তাহাকে বদ্ধ করিব; সে আপন পিতৃকুলের প্রতাপ-সিংহাসনস্বরূপ হইবে।"},{"number":24,"verse":"আর তাহার পিতৃকুলের সমস্ত গৌরব, সন্তানসন্ততি ও পানপাত্র অবধি কুপা পর্য্যন্ত সমস্ত ক্ষুদ্র পাত্র ঐ দাণ্ডাতে ঝুলান যাইবে।"},{"number":25,"verse":"বাহিনীগণের সদাপ্রভু কহেন, যে দাণ্ডা দৃঢ় স্থানে বদ্ধ ছিল, তাহা সেই দিন সরিয়া যাইবে, তাহা ছিন্ন হইয়া পতিত হইবে, ও যে ভার তাহার উপরে ছিল, তাহা উচ্ছিন্ন হইবে, কারণ সদাপ্রভু এই কথা বলিয়াছেন।"}]}