{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"( সোর বিষয়ক ভারবাণী।) হে তর্শীশের জাহাজ সকল, হাহাকার কর, কেননা সর্ব্বনাশ হইল, গৃহ কিম্বা প্রবেশের পথমাত্র নাই; এই সমাচার কিত্তীম দেশ হইতে উহাদের প্রতি প্রকাশিত হইল।"},{"number":2,"verse":"হে উপকূল-নিবাসিগণ, নীরব হও; তোমাদের দেশ সমুদ্রপারগামী সীদোনীয় বণিকগণে পূর্ণ ছিল;"},{"number":3,"verse":"এবং মহাজলরাশিতে শীহোর নদীর বীজ, নীল নদীর শস্য তাহার লাভ হইত, এবং তাহা জাতিগণের হট্টস্বরূপ ছিল।"},{"number":4,"verse":"হে সীদোন, লজ্জিত হও, কেননা সাগর, সমুদ্রের দৃঢ় দুর্গ, এই কথা কহিতেছে, প্রসবযন্ত্রণা ভুগি নাই, প্রসব করি নাই, যুবকদিগের প্রতিপালন কি কুমারীদিগের ভরণপোষণ করি নাই।"},{"number":5,"verse":"ঐ জনশ্রুতি মিসরে পৌঁছিবামাত্র লোকে সোরের সংবাদে ব্যথিত হইবে।"},{"number":6,"verse":"তোমরা পার হইয়া তর্শীশে গমন কর; হে উপকূলনিবাসিগণ, হাহাকার কর।"},{"number":7,"verse":"এই কি তোমাদের আনন্দনগরী? ইহা না প্রাচীন কালেও প্রাচীনা ছিল, এবং ইহার চরণ না দূরদেশে প্রবাস করণার্থে ইহাকে লইয়া যাইত?"},{"number":8,"verse":"মুকুটবিতরণকারিণী সোর, যাহার বণিকেরা অধ্যক্ষ, মহাজনেরা পৃথিবীর গৌরবান্বিত, ইহার বিরুদ্ধে এই মন্ত্রণা কে করিয়াছে?"},{"number":9,"verse":"বাহিনীগণের সদাপ্রভুই এই মন্ত্রণা করিয়াছেন; তিনি সমস্ত ভূষণের অহঙ্কার অশুচি করিবার, ও পৃথিবীর গৌরবান্বিত সকলকে অবমাননার পাত্র করিবার নিমিত্তই ইহা করিয়াছেন।"},{"number":10,"verse":"হে তর্শীশ-কন্যা, তুমি নীল নদীর ন্যায় আপন দেশ প্লাবিত কর, তোমার কটিবন্ধন আর নাই।"},{"number":11,"verse":"তিনি সমুদ্রের উপরে হস্ত বিস্তার করিয়াছেন, তিনি রাজ্য সকল কম্পমান করিয়াছেন; সদাপ্রভু কনানের দৃঢ় দুর্গ সকল উচ্ছিন্ন করিতে তাহার বিষয়ে আজ্ঞা করিয়াছেন।"},{"number":12,"verse":"আর তিনি কহিলেন, বলাৎকৃতা কুমারী, সীদোন-কন্যা, তুমি আর উল্লাস করিবে না; উঠ, পার হইয়া কিত্তীমে যাও; সে স্থানেও তোমার বিশ্রাম হইবে না।"},{"number":13,"verse":"ঐ দেখ, কল্দীয়দের দেশ; সেই জাতি আর নাই; অশূর বনজন্তুদের জন্য উহা নিরূপণ করিয়াছে; তাহারা উচ্চ দুর্গ করিয়া তাহার অট্টালিকা সকল ভূমিসাৎ করিয়াছে, নগর কাঁথড়ার ঢিবী করিয়াছে।"},{"number":14,"verse":"হে তর্শীশের জাহাজ সকল, হাহাকার কর, কেননা তোমাদের দৃঢ় দুর্গের সর্ব্বনাশ হইল।"},{"number":15,"verse":"সেই দিনে এইরূপ ঘটিবে, এক রাজার কালানুসারে সোর সত্তর বৎসর পর্য্যন্ত স্মৃতিবহির্ভূত থাকিবে; সত্তর বৎসরের শেষে সোরের দশা বেশ্যা বিষয়ক এই গীতের অনুযায়ী হইবে;"},{"number":16,"verse":"‘হে চিরবিস্মৃতে বেশ্যে, বীণা লইয়া নগরে ভ্রমণ কর; মধুর তালে বাজাও, বিস্তর গান কর, যেন আবার স্মৃতিপথে আসিতে পার।’"},{"number":17,"verse":"পরন্তু সত্তর বৎসরের শেষে সদাপ্রভু সোরের তত্ত্ব লইবেন; পরে সে পুনর্ব্বার আপন লাভজনক ব্যবসায়ে প্রবৃত্ত হইবে, এবং ভূতলে জগতের সমস্ত রাজ্যের সহিত বেশ্যাবৃত্তি করিবে।"},{"number":18,"verse":"কিন্তু তাহার লভ্য ও আয় সদাপ্রভুর উদ্দেশে পবিত্র হইবে; তাহা কোষে রাখা কিম্বা সঞ্চয় করা যাইবে না; কেননা যাহারা সদাপ্রভুর সম্মুখে বাস করে, তাহাদের তৃপ্তিজনক ভক্ষ্যের ও সুন্দর পরিচ্ছদের নিমিত্ত তাহার লভ্য দত্ত হইবে।"}]}