{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"হে সদাপ্রভু, তুমি আমার ঈশ্বর; আমি তোমার প্রতিষ্ঠা করিব, তোমার নামের প্রশংসা করিব; কেননা তুমি আশ্চর্য্য কার্য্য করিয়াছ; পুরাকালীন মন্ত্রণা সকল সাধন করিয়াছ, বিশ্বস্ততায় ও সত্যে।"},{"number":2,"verse":"কারণ তুমি নগরকে ঢিবীতে, দৃঢ় নগরকে কাঁথড়ায় পরিণত করিয়াছ; বিদেশীদের রাজপুরী আর নাই; তাহা কখনও নির্ম্মিত হইবে না।"},{"number":3,"verse":"এই জন্য বলবান লোকেরা তোমার গৌরব করিবে, দুর্দ্দান্ত জাতিগণের নগর তোমাকে ভয় করিবে।"},{"number":4,"verse":"কেননা তুমি দরিদ্রের দৃঢ় দুর্গ, সঙ্কটে দীনহীনের দৃঢ় দুর্গ, ঝটিকানিবারক আশ্রয়, রৌদ্রনিবারক ছায়া হইয়াছ, যখন দুর্দ্দান্তদের নিঃশ্বাস ভিত্তিতে ঝটিকার ন্যায় হয়।"},{"number":5,"verse":"যেমন শুষ্ক দেশে রৌদ্র, তেমনি তুমি বিদেশীয়দের কোলাহল থামাইবে; যেমন মেঘের ছায়াতে রৌদ্র, তেমনি দুর্দ্দান্তদের হর্ষগান ক্ষান্ত হইবে।"},{"number":6,"verse":"আর বাহিনীগণের সদাপ্রভু এই পর্ব্বতে সর্ব্বজাতির নিমিত্ত উত্তম উত্তম খাদ্য দ্রব্যের এক ভোজ, পুরাতন দ্রাক্ষারসের, মেদোযুক্ত উত্তম খাদ্য দ্রব্যের ও নির্ম্মলীকৃত পুরাতন দ্রাক্ষারসের এক ভোজ প্রস্তুত করিবেন।"},{"number":7,"verse":"আর সর্ব্বদেশীয় লোকেরা যে ঘোমটায় আচ্ছাদিত আছে, ও সর্ব্বজাতীয় লোকদের সম্মুখে যে আবরক বস্ত্র টাঙ্গান আছে, সদাপ্রভু এই পর্ব্বতে তাহা বিনষ্ট করিবেন।"},{"number":8,"verse":"তিনি মৃত্যুকে অনন্তকালের জন্য বিনষ্ট করিয়াছেন, ও প্রভু সদাপ্রভু সকলের মুখ হইতে চক্ষুর জল মুছিয়া দিবেন; এবং সমস্ত পৃথিবী হইতে আপন প্রজাদের দুর্নাম দূর করিবেন; কারণ সদাপ্রভুই এই কথা কহিয়াছেন।"},{"number":9,"verse":"সেই দিন লোকে বলিবে, এই দেখ, ইনিই আমাদের ঈশ্বর; আমরা ইহাঁরই অপেক্ষায় ছিলাম, ইনি আমাদিগকে ত্রাণ করিবেন; ইনিই সদাপ্রভু; আমরা ইহাঁরই অপেক্ষায় ছিলাম, আমরা ইহাঁর কৃত পরিত্রাণে উল্লাসিত হইব, আনন্দ করিব।"},{"number":10,"verse":"কেননা সদাপ্রভুর হস্ত এই পর্ব্বতে অধিষ্ঠিত থাকিবে; আর যেমন পোয়াল সারকুড়ের জলে পদতলে দলিত হয়, তেমনি মোয়াব স্বস্থানে দলিত হইবে।"},{"number":11,"verse":"আর সন্তরণকারী যেমন সন্তরণের জন্য হস্ত বিস্তার করে, তেমনি সে তাহার মধ্যে হস্ত বিস্তার করিবে; কিন্তু তিনি তাহার হস্তকৌশলের সহিত তাহার গর্ব্ব খর্ব্ব করিবেন।"},{"number":12,"verse":"তিনি তোমার উচ্চ প্রাচীরযুক্ত দৃঢ় দুর্গ নিপাত করিয়াছেন, নত করিয়াছেন, ভূমিসাৎ করিয়াছেন, ধূলিশায়ী পর্য্যন্ত করিয়াছেন।"}]}