{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"সেই দিন যিহূদা দেশে এই গীত গান করা হইবে; আমাদের এক দৃঢ় নগর আছে; তিনি পরিত্রাণকে প্রাচীর ও পরিখাস্বরূপ করিবেন।"},{"number":2,"verse":"তোমরা পুরদ্বার সকল মুক্ত কর, বিশ্বস্ততা-পালনকারী ধার্ম্মিক জাতি প্রবেশ করিবে।"},{"number":3,"verse":"যাহার মন তোমাতে সুস্থির, তুমি তাহাকে শান্তিতে, শান্তিতেই রাখিবে, কেননা তোমাতেই তাহার নির্ভর।"},{"number":4,"verse":"তোমরা চিরকাল সদাপ্রভুতে নির্ভর রাখ; কেননা সদাপ্রভু যিহোবাতেই যুগসমূহের শৈল।"},{"number":5,"verse":"কারণ তিনি ঊর্দ্ধলোক-নিবাসীদিগকে, উন্নত নগরকে, অবনত করিয়াছেন; তিনি তাহা অবনত করেন অবনত করিয়া ভূমিসাৎ করেন, ধূলিশায়ী পর্য্যন্ত করেন।"},{"number":6,"verse":"লোকদের চরণ—দুঃখীদের পদ ও দরিদ্রদের পাদবিক্ষেপ—তাহা দলিত করিবে।"},{"number":7,"verse":"ধার্ম্মিকের পথ সরলতায়, তুমি ধার্ম্মিকের মার্গ সমান করিয়া সরল করিতেছ।"},{"number":8,"verse":"হাঁ, আমরা তোমার শাসন-পথেই, হে সদাপ্রভু, তোমার অপেক্ষায় রহিয়াছি; আমাদের প্রাণ তোমার নামের ও তোমার স্মরণচিহ্নের আকাঙ্ক্ষা করে।"},{"number":9,"verse":"রাত্রিকালে আমি প্রাণের সহিত তোমার আকাঙ্ক্ষা করিয়াছি; হাঁ, সযত্নে আমার অন্তরস্থ আত্মা দ্বারা তোমার অন্বেষণ করিব, কেননা পৃথিবীতে তোমার শাসনকলাপ প্রচলিত হইলে, জনন্নিবাসীরা ধার্ম্মিকতা শিক্ষা করিবে।"},{"number":10,"verse":"দুষ্ট লোক কৃপা পাইলেও ধার্ম্মিকতা শিখে না; সরলতার দেশে সে অন্যায় করে, সদাপ্রভুর মহিমা দেখে না।"},{"number":11,"verse":"হে সদাপ্রভু, তোমার হস্ত উত্তোলিত হইয়াছে, তবু তাহারা দেখে না; কিন্তু তাহারা প্রজাগণের পক্ষে তোমার উদ্যোগ দেখিবে ও লজ্জা পাইবে, হাঁ, অগ্নি তোমার বিপক্ষদিগকে দদ্ধ করিবে।"},{"number":12,"verse":"হে সদাপ্রভু, তুমি আমাদের নিমিত্ত শান্তি নিরূপণ করিবে, কেননা আমাদের সমস্ত কার্য্যই তুমি আমাদের নিমিত্ত সাধন করিয়া আসিতেছ।"},{"number":13,"verse":"হে আমাদের ঈশ্বর সদাপ্রভু, তুমি ব্যতীত অন্য প্রভুরা আমাদের উপরে কর্ত্তৃত্ব করিয়াছিল; কিন্তু কেবল তোমারই সাহায্যে আমরা তোমার নামের কীর্ত্তন করিব।"},{"number":14,"verse":"মৃতেরা আর জীবিত হইবে না, প্রেতগণ আর উঠিবে না; এই জন্য তুমি প্রতিফল দিয়া উহাদিগকে সংহার করিয়াছ, উহাদের নাম পর্য্যন্ত লুপ্ত করিয়াছ।"},{"number":15,"verse":"তুমি এই জাতির বৃদ্ধি করিয়াছ, হে সদাপ্রভু, তুমি এই জাতির বৃদ্ধি করিয়াছ; তুমি গৌরবান্বিত হইয়াছ, তুমি দেশের সকল সীমা বিস্তার করিয়াছ।"},{"number":16,"verse":"হে সদাপ্রভু, সঙ্কটের সময়ে লোকেরা তোমার অপেক্ষায় ছিল, তোমা হইতে শাস্তি পাইবার সময়ে মৃদু স্বরে বিনয় করিত।"},{"number":17,"verse":"গর্ভবতী স্ত্রী আসন্নপ্রসবকালে ব্যথা খাইতে খাইতে যেমন ক্রন্দন করে, হে সদাপ্রভু, আমরা তোমার সাক্ষাতে তাহার ন্যায় হইয়াছি।"},{"number":18,"verse":"আমরা গর্ভিণী হইয়াছি, আমরা ব্যথা খাইয়াছি, যেন বায়ু প্রসব করিয়াছি; আমাদের দ্বারা দেশে পরিত্রাণ সিদ্ধ হয় নাই, জগন্নিবাসীরা ভূমিষ্ঠ হয় নাই।"},{"number":19,"verse":"তোমার মৃতেরা জীবিত হইবে, আমার শবসমূহ উঠিবে; হে ধূলি-নিবাসীরা, তোমরা জাগ্রত হও, আনন্দ গান কর; কেননা তোমার শিশির দীপ্তির শিশির তুল্য, এবং ভূমি প্রেতদিগকে ভূমিষ্ঠ করিবে।"},{"number":20,"verse":"হে আমার জাতি, চল, তোমার অন্তরাগারে প্রবেশ কর, তোমার দ্বার সকল রুদ্ধ কর; অল্পক্ষণ মাত্র লুক্কায়িত থাক, যে পর্য্যন্ত ক্রোধ অতীত না হয়।"},{"number":21,"verse":"কেননা দেখ, সদাপ্রভু আপন স্থান হইতে নির্গমন করিতেছেন, পৃথিবী-নিবাসীদের অপরাধের প্রতিফল দিবার নিমিত্ত; পৃথিবী আপনার [উপরে পাতিত] রক্ত প্রকাশ করিবে, আপনার নিহতদিগকে আর আচ্ছাদিত রাখিবে না।"}]}