{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"( ঈশ্বরের ন্যায়বিচার ও তাঁহার প্রজাগণের ত্রাণ।) হে জাতিগণ, নিকটে আসিয়া শুন; হে লোকবৃন্দ, অবধান কর; শুনুক পৃথিবী ও তথাকার সকলে, জগৎ ও তদুৎপন্ন সকল পদার্থ।"},{"number":2,"verse":"কেননা জাতিমাত্রের বিরুদ্ধে সদাপ্রভুর ক্রোধ, তাহাদের সৈন্য সামন্তের বিরুদ্ধে তাঁহার প্রচণ্ড কোপ প্রজ্বলিত হইল; তিনি তাহাদিগকে নিঃশেষে বিনষ্ট করিলেন, তাহাদিগকে বধে সমর্পণ করিলেন।"},{"number":3,"verse":"আর তাহাদের নিহতগণ বাহিরে নিক্ষিপ্ত হইবে, তাহাদের শব হইতে দুর্গন্ধ উঠিবে, তাহাদের রক্তে পর্ব্বতগণ গলিত হইবে।"},{"number":4,"verse":"আর আকাশের সমস্ত বাহিনী ক্ষয় পাইবে, আকাশমণ্ডল লিপি-পত্রের ন্যায় জড়াইয়া যাইবে; এবং যেমন দ্রাক্ষালতার জীর্ণ পত্র ও ডুমুর বৃক্ষের জীর্ণ পল্লব, তদ্রূপ তাহার সমস্ত বাহিনী জীর্ণ হইয়া পড়িবে।"},{"number":5,"verse":"কেননা আমার খড়্গ স্বর্গে পরিতৃপ্ত হইয়াছে; দেখ, বিচার সাধনার্থে তাহা ইদোম দেশের উপরে, আমার বর্জ্জিত লোকদের উপরে পড়িবে।"},{"number":6,"verse":"সদাপ্রভুর খড়্গ তৃপ্ত হইয়াছে রক্তে ও আপ্যায়িত হইয়াছে মেদে, মেষশাবকের ও ছাগের রক্তে এবং মেষদের মেটিয়ার মেদে; কেননা বস্রাতে সদাপ্রভুর এক যজ্ঞ, ইদোম দেশে বিস্তর পশুবধ হইবে।"},{"number":7,"verse":"তাহাদের সহিত গবয়, ও ষাঁড়ের সহিত যুবাবৃষ নামিয়া আসিবে, এবং তাহাদের ভূমি রক্তে পরিতৃপ্ত, ও ধূলা মেদে সারাল হইবে।"},{"number":8,"verse":"কেননা এ সদাপ্রভুর প্রতিশোধের দিন, এ সিয়োনের বিবাদ সম্বন্ধীয় প্রতিফলদানের বৎসর।"},{"number":9,"verse":"তথাকার প্রবাহ সকল আল্কাতরায়, তথাকার ধূলি গন্ধকে পরিণত হইবে, তথাকার ভূমি প্রজ্বলিত আল্কাতরা হইবে।"},{"number":10,"verse":"তাহা দিবারাত্র কদাচ নির্ব্বাণ হইবে না, চিরকাল তাহার ধূম উঠিবে; তাহা পুরুষানুক্রমে উৎসন্ন হইয়া থাকিবে, তাহার মধ্য দিয়া অনন্তকালেও কেহ যাইবে না।"},{"number":11,"verse":"কিন্তু পানিভেলা ও শজারু তাহা অধিকার করিবে, এবং মহাপেচক ও দাঁড়কাক তাহার মধ্যে বাস করিবে; আর তাহার উপরে অবস্তুতারূপ মানরজ্জু ও শূন্যতারূপ ওলোনসূত্র ধরা যাইবে।"},{"number":12,"verse":"তথাকার কুলীনেরা রাজত্ব ঘোষণা করিতে কেহই থাকিবে না; তথাকার অধ্যক্ষবর্গ সর্ব্বতোভাবে লুপ্ত হইবে।"},{"number":13,"verse":"তাহার অট্টালিকা সকল কন্টকে, তাহার দুর্গ সকল বিছুটীতে ও শেয়ালকাঁটাতে ব্যাপ্ত হইবে, এবং সেই দেশ শৃগালের বাসস্থান, উষ্ট্রপক্ষীর মাঠ হইবে।"},{"number":14,"verse":"আর বন্যপশুগণ বৃকগণের সহিত মিলিবে, এবং ছাগেরা আপন আপন মিত্রকে আহ্বান করিয়া আনিবে; আর সেখানে নিশাচর বাস করিয়া বিশ্রামের স্থান পাইবে।"},{"number":15,"verse":"সে স্থানে বেতাছড়া সর্প বাসা করিয়া ডিম্ব প্রসব করিবে, তাহা ফুটাইয়া শাবকদিগকে আপন ছায়াতে একত্র করিবে; এবং সেখানে চিলেরা প্রত্যেকে আপন আপন সঙ্গিনীর সহিত একত্র হইবে।"},{"number":16,"verse":"তোমরা সদাপ্রভুর পুস্তকে অনুসন্ধান কর, তাহা পাঠ কর, ইহার একেরও অভাব হইবে না, তাহারা কেহ সঙ্গিনীবিহীন থাকিবে না; কেননা আমার মুখ [দ্বারা] তিনিই ইহা আজ্ঞা করিয়াছেন, এবং তিনিই আপন আত্মা দ্বারা তাহাদিগকে সংগ্রহ করিয়াছেন।"},{"number":17,"verse":"আর তিনি গুলিবাঁটপূর্ব্বক তাহাদিগকে সেই অধিকার দিয়াছেন, তাঁহার হস্ত মানরজ্জু দ্বারা প্রত্যেকের অংশ নিরূপণ করিয়াছে; তাহারা চিরকাল তাহা অধিকার করিবে, তাহারা পুরুষানুক্রমে সে স্থানে বাস করিবে।"}]}