{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"কিন্তু এখন, হে যাকোব, তোমার সৃষ্টিকর্ত্তা, হে ইস্রায়েল, তোমার নির্ম্মাণকর্ত্তা সদাপ্রভু এই কথা কহেন, ভয় করিও না, কেননা আমি তোমাকে মুক্ত করিয়াছি, আমি তোমার নাম ধরিয়া তোমাকে ডাকিয়াছি, তুমি আমার।"},{"number":2,"verse":"তুমি যখন জলের মধ্য দিয়া গমন করিবে, আমি তোমার সঙ্গে সঙ্গে থাকিব; যখন নদ-নদীর মধ্য দিয়া গমন করিবে, সে সকল তোমাকে মগ্ন করিবে না; যখন অগ্নির মধ্য দিয়া চলিবে, তুমি পুড়িবে না, তাহার শিখা তোমার উপরে জ্বলিবে না।"},{"number":3,"verse":"কেননা আমি সদাপ্রভু তোমার ঈশ্বর, ইস্রায়েলের পবিত্রতম, তোমার ত্রাণকর্ত্তা; আমি তোমার মুক্তির মূল্য বলিয়া মিসর, তোমার পরিবর্ত্তে কূশ ও সবা দিয়াছি।"},{"number":4,"verse":"তুমি আমার দৃষ্টিতে বহুমূল্য ও সম্ভ্রান্ত, আমি তোমাকে প্রেম করিয়াছি, তজ্জন্য আমি তোমার পরিবর্ত্তে মনুষ্যগণকে, ও তোমার প্রাণের পরিবর্ত্তে জাতিগণকে দিব।"},{"number":5,"verse":"ভয় করিও না, কেননা আমি তোমার সঙ্গে সঙ্গে আছি; আমি পূর্ব্ব দিক্ হইতে তোমার বংশকে আনিব, ও পশ্চিম দিক্ হইতে তোমাকে সংগ্রহ করিব;"},{"number":6,"verse":"আমি উত্তর দিক্কে বলিব, ছাড়িয়া দেও; দক্ষিণ দিক্কেও বলিব, রুদ্ধ রাখিও না; আমার পুত্রগণকে দূর হইতে, ও আমার কন্যাদিগকে পৃথিবীর প্রান্ত হইতে আনিয়া দেও;"},{"number":7,"verse":"যে কেহ আমার নামে আখ্যাত, যাহাকে আমি আমার গৌরবার্থে সৃষ্টি করিয়াছি [সেই ব্যক্তিকে আনিয়া দেও], আমি তাহাকে নির্ম্মাণ করিয়াছি, আমি তাহাকে গঠন করিয়াছি।"},{"number":8,"verse":"বাহির কর সেই অন্ধ জাতিকে, যাহার চক্ষু আছে; সেই বধিরগণকে, যাহাদের কর্ণ আছে।"},{"number":9,"verse":"সমুদয় জাতি একত্র হউক, লোকবৃন্দ সমবেত হউক; তাহাদের মধ্যে কে ইহার সংবাদ দিতে পারে, ও পূর্ব্বকার বিষয় আমাদিগকে শুনাইতে পারে? তাহারা আপনাদের সাক্ষীদিগকে উপস্থিত করুক, তাহাতে নির্দ্দোষীকৃত হইবে; অথবা তাহারা শ্রবণ করুক, ও বলুক, সত্য বটে।"},{"number":10,"verse":"সদাপ্রভু কহেন, তোমরাই আমার সাক্ষী, এবং আমার মনোনীত দাস; যেন তোমরা জানিতে ও আমাতে বিশ্বাস করিতে পার, এবং বুঝিতে পার যে, আমিই তিনি; আমার পূর্ব্বে কোন ঈশ্বর নির্ম্মিত হয় নাই, এবং আমার পরেও হইবে না।"},{"number":11,"verse":"আমি, আমিই সদাপ্রভু; আমি ভিন্ন আর ত্রাণকর্ত্তা নাই।"},{"number":12,"verse":"আমিই সংবাদ দিয়াছি, পরিত্রাণ করিয়াছি, ঘোষণা করিয়াছি, কোন ইতর [দেবতা] তোমাদের মধ্যে ছিল না; অতএব তোমরাই আমার সাক্ষী, ইহা সদাপ্রভু কহেন, আর আমিই ঈশ্বর।"},{"number":13,"verse":"[এই] দিবস হইতেও আমিই তিনি, এবং আমার হস্ত হইতে উদ্ধারকারী কেহ নাই; আমি কার্য্য করিব, কে তাহা অন্যথা করিবে?"},{"number":14,"verse":"সদাপ্রভু, তোমাদের মুক্তিদাতা, ইস্রায়েলের পবিত্রতম, এই কথা কহেন, আমি তোমাদেরই জন্য বাবিলে লোক পাঠাইয়াছি, তাহাদের সকলকে পলাতকের ন্যায় আনয়ন করিব, কল্দীয়দিগকে তাহাদের আনন্দগানের নৌকায় করিয়া আনিব।"},{"number":15,"verse":"আমিই সদাপ্রভু, তোমাদের পবিত্রতম, ইস্রায়েলের সৃষ্টিকর্ত্তা, তোমাদের রাজা।"},{"number":16,"verse":"যিনি সমুদ্রে পথ ও প্রচণ্ড জলরাশিতে মার্গ করিয়া দেন,"},{"number":17,"verse":"যিনি রথ, অশ্ব, সৈন্য ও বীরগণকে বাহিরে আনয়ন করেন, —তাহারা এককালে নিদ্রাগত হয়, আর উঠিতে পারিবে না, তাহারা পাটের ন্যায় মিট্মিট্ করিতে করিতে নিবিয়া যায়,—"},{"number":18,"verse":"সেই সদাপ্রভু এই কথা কহেন, তোমরা পূর্ব্বকার কার্য্য সকল মনে করিও না, পুরাতন ক্রিয়া সকল আলোচনা করিও না।"},{"number":19,"verse":"দেখ, আমি এক নূতন কার্য্য করিব, তাহা এখনই অঙ্কুরিত হইবে; তোমরা কি তাহা জানিবে না? এমন কি, আমি প্রান্তরমধ্যে পথ, ও মরুভূমিতে নদনদী করিয়া দিব।"},{"number":20,"verse":"বন্য জন্তুগণ, শৃগাল ও উষ্ট্র পক্ষী সকল আমার গৌরব করিবে; কেননা আমি প্রান্তর মধ্যে জল ও মরুভূমিতে নদনদী যোগাই, আমার প্রজাবৃন্দকে, আমার মনোনীত লোকদিগকে, পান করাইবার নিমিত্তই যোগাই,;"},{"number":21,"verse":"সেই যে প্রজাবৃন্দকে আমি আপনার নিমিত্ত নির্ম্মাণ করিয়াছি, তাহারা আমার প্রশংসা প্রচার করিবে।"},{"number":22,"verse":"কিন্তু হে যাকোব, আমাকে তুমি ডাক নাই; হে ইস্রায়েল, তুমি আমার বিষয়ে ক্লান্ত হইয়াছ।"},{"number":23,"verse":"তুমি আমার কাছে তোমার হোমবলির মেষাদি আন নাই, তোমার বলিদান দ্বারা আমার সমাদর কর নাই। আমি নৈবেদ্যের বিষয়ে তোমাকে দাস্যকর্ম্ম করাই নাই, ধূপের বিষয়ে তোমাকে ক্লান্ত করি নাই।"},{"number":24,"verse":"তুমি আমার নিমিত্ত রৌপ্যমূল্যে বচ ক্রয় কর নাই, তোমার বলির মেদে আমাকে তৃপ্ত কর নাই; কিন্তু তোমার পাপ দ্বারা আমাকে দাস্যকর্ম্ম করাইয়াছ, তোমার অপরাধ সকল দ্বারা আমাকে ক্লান্ত করিয়াছ।"},{"number":25,"verse":"আমি, আমিই আমার নিজের অনুরোধে তোমার অধর্ম্ম সকল মার্জ্জনা করি, তোমার পাপ সকল মনে রাখিব না।"},{"number":26,"verse":"আমাকে স্মরণ করাইয়া দেও; আইস, আমরা পরস্পর বিচার করি; তুমি যেন নির্দ্দোষীকৃত হও, তজ্জন্য আপনার কথা বল।"},{"number":27,"verse":"তোমার আদিপিতা পাপ করিল, তোমার মধ্যস্থগণ আমার বিপরীতে অধর্ম্ম করিয়াছে।"},{"number":28,"verse":"এই জন্য আমি পবিত্র স্থানের অধ্যক্ষগণকে অপবিত্র করিলাম, এবং যাকোবকে অভিশাপে ও ইস্রায়েলকে বিদ্রূপে সমর্পণ করিলাম।"}]}