{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"সদাপ্রভু এই কথা কহেন, আমি যে পত্র দ্বারা তোমাদের মাতাকে ত্যাগ করিয়াছি, তাহার সেই ত্যাগপত্র কোথায়? কিম্বা আমার মহাজনদের মধ্যে কাহার কাছে তোমাদিগকে বিক্রয় করিয়াছি? দেখ, তোমাদের অপরাধ প্রযুক্ত তোমরা বিক্রীত হইয়াছ, এবং তোমাদের অধর্ম্ম প্রযুক্ত তোমাদের মাতা ত্যক্তা হইয়াছে।"},{"number":2,"verse":"আমি আসিলে কেহ উপস্থিত হইল না কেন? আমি ডাকিলে কেহ উত্তর দিল না কেন? আমার হস্ত কি এমন খাট হইয়াছে যে, আমি মুক্ত করিতে পারি না? আমার কি উদ্ধার করিবার ক্ষমতা নাই? দেখ, আমি ধমকে সমুদ্র শুষ্ক করি, নদনদী প্রান্তরে পরিণত করি, তথাকার মৎস্যগণ জলাভাবে দুর্গন্ধযুক্ত হয়, পিপাসায় মারা পড়ে।"},{"number":3,"verse":"আমি আকাশমণ্ডলকে কালিমা পরাই, ও চট তাহার আচ্ছাদন করি।"},{"number":4,"verse":"( সদাপ্রভুর দাসের ধৈর্য্য।) প্রভু সদাপ্রভু আমাকে শিক্ষাগ্রাহীদের জিহ্বা দিয়াছেন, যেন আমি বুঝিতে পারি, কিরূপে ক্লান্ত লোককে বাক্য দ্বারা সুস্থির করিতে হয়; তিনি প্রভাতে প্রভাতে জাগরিত করেন, আমার কর্ণ জাগরিত করেন, যেন আমি শিক্ষাগ্রাহীদের ন্যায় শুনিতে পাই।"},{"number":5,"verse":"প্রভু সদাপ্রভু আমার কর্ণ খুলিয়াছেন, এবং আমি বিরুদ্ধাচারী হই নাই, পারঙ্মুখ হই নাই।"},{"number":6,"verse":"আমি প্রহারকদের প্রতি আপন পৃষ্ঠ, যাহারা দাড়ি উপড়াইয়াছে, তাহাদের প্রতি আপন গাল পাতিয়া দিলাম, অপমান ও থুথু হইতে আপন মুখ আচ্ছাদন করিলাম না।"},{"number":7,"verse":"কারণ প্রভু সদাপ্রভু আমার সাহায্য করিবেন, সেই জন্য আমি বিহ্বল হই নাই, সেই জন্য চকমকির পাথরের ন্যায় আপন মুখ স্থাপন করিয়াছি, এবং আমি জানি যে লজ্জিত হইব না।"},{"number":8,"verse":"যিনি আমাকে ধার্ম্মিক করেন, তিনি নিকটবর্ত্তী; কে আমার সহিত বিবাদ করিবে? আইস, আমরা একত্র দাঁড়াই; কে আমার প্রতিবাদী? সে আমার নিকটে আইসুক।"},{"number":9,"verse":"দেখ, প্রভু সদাপ্রভু আমার সাহায্য করিবেন, কে আমাকে দোষী করিবে? দেখ, তাহারা সকলে বস্ত্রের ন্যায় জীর্ণ হইবে, কীটে তাহাদিগকে ভক্ষণ করিবে।"},{"number":10,"verse":"তোমাদের মধ্যে এমন কে আছে, যে সদাপ্রভুকে ভয় করে, যে তাঁহার দাসের রবে কর্ণপাত করে? যে অন্ধকারে চলে যাহার দীপ্তি নাই, সে সদাপ্রভুর নামে বিশ্বাস করুক, আপন ঈশ্বরে নির্ভর দিউক।"},{"number":11,"verse":"দেখ, অগ্নি জ্বালাইতেছ ও শিখামণ্ডলে আপনাদিগকে বেষ্টন করিতেছ যে তোমরা, তোমরা সকলে আপনাদের অগ্নির আলোকে ও আপনাদের প্রজ্বলিত শিখামণ্ডলকে গমন কর। আমার হস্তে এই ফল পাইবে, তোমরা দুঃখে শয়ন করিবে।"}]}