{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"জাগ, জাগ, হে সিয়োন বল পরিধান কর; পবিত্র নগরি যিরূশালেম, তোমার রম্য বস্ত্র সকল পরিধান কর, কেননা এখন অবধি তোমার মধ্যে অছিন্নত্বক্ কি অশুচি লোক আর প্রবেশ করিবে না।"},{"number":2,"verse":"গাত্রের ধূলা ঝাড়িয়া ফেল, হে যিরূশালেম, উঠ, উপবেশন কর; হে বন্দি সিয়োন-কন্যে, তোমার গ্রীবার বন্ধন সকল খুলিয়া ফেল।"},{"number":3,"verse":"কারণ সদাপ্রভু এই কথা কহেন, তোমরা বিনামূল্যে বিক্রীত হইয়াছিলে, আর বিনারৌপ্যে মুক্ত হইবে।"},{"number":4,"verse":"কেননা প্রভু সদাপ্রভু এই কথা কহেন, আমার প্রজারা পূর্ব্বে মিসরে প্রবাস করিবার জন্য তথায় নামিয়া গিয়াছিল; আবার অশূর অকারণে তাহাদের প্রতি দৌরাত্ম্য করিল।"},{"number":5,"verse":"আর সদাপ্রভু কহেন, এখন এই স্থানে আমার কি আছে? কেননা আমার প্রজাগণ বিনামূল্যে নীত হইয়াছে। সদাপ্রভু কহেন, তাহাদের কর্ত্তারা চীৎকার করিতেছে, এবং আমার নাম সমস্ত দিন অবিরত নিন্দিত হইতেছে।"},{"number":6,"verse":"এই জন্য আমার প্রজাগণ আমার নাম জানিবে, এই জন্য তাহারা সেই দিন [জানিবে] যে, আমিই কথা কহিতেছি; দেখ, এই আমি।"},{"number":7,"verse":"আহা! পর্ব্বতগণের উপরে তাহারই চরণ কেমন শোভা পাইতেছে, যে সুসমাচার প্রচার করে, শান্তি ঘোষণা করে, মঙ্গলের সুসমাচার প্রচার করে, পরিত্রাণ ঘোষণা করে, সিয়োনকে বলে, তোমার ঈশ্বর রাজত্ব করেন।"},{"number":8,"verse":"তোমার প্রহরিগণের রব! তাহারা উচ্চধ্বনি করিতেছে, তাহারা একসঙ্গে আনন্দগান করিতেছে, কেননা সদাপ্রভু যখন সিয়োনে ফিরিয়া আইসেন, তখন তাহারা প্রত্যক্ষ দেখিবে।"},{"number":9,"verse":"হে যিরূশালেমের উৎসন্ন স্থান সকল, উচ্চরব কর, একসঙ্গে আনন্দগান কর, কেননা সদাপ্রভু আপন প্রজাদিগকে সান্ত্বনা করিয়াছেন, তিনি যিরূশালেমকে মুক্ত করিয়াছেন।"},{"number":10,"verse":"সদাপ্রভু সর্ব্বজাতির দৃষ্টিতে আপন পবিত্র বাহু অনাবৃত করিয়াছেন; আর পৃথিবীর সমুদয় প্রান্ত আমাদের ঈশ্বরের পরিত্রাণ দেখিবে।"},{"number":11,"verse":"চল চল, সেই স্থান হইতে বাহির হও, অশুচি কোন বস্তু স্পর্শ করিও না, উহার মধ্য হইতে বাহির হও; হে সদাপ্রভুর পাত্রবাহকগণ, তোমরা বিশুদ্ধ হও।"},{"number":12,"verse":"কেননা তোমার ত্বরান্বিত হইয়া বাহিরে যাইবে না, পলায়নের দ্বারা গমন করিবে না; কারণ সদাপ্রভু তোমাদের অগ্রে অগ্রে যাইবেন, ইস্রায়েলের ঈশ্বর তোমাদের পশ্চাদ্বর্ত্তী হইবেন।"},{"number":13,"verse":"( সদাপ্রভুর দাসের অবনতি ও তৎপরবর্ত্তী উন্নতি।) দেখ, আমার দাস কৃতকার্য্য হইবেন; ( (বা) বুদ্ধিপূর্ব্বক চলিবেন।) তিনি উচ্চ ও উন্নত ও মহামহিম হইবেন।"},{"number":14,"verse":"মনুষ্য অপেক্ষা তাঁহার আকৃতি, মানব-সন্তানগণ অপেক্ষা তাঁহার রূপ বিকারপ্রাপ্ত বলিয়া যেমন অনেকে তাঁহার বিষয়ে হতবুদ্ধি হইত,"},{"number":15,"verse":"তেমনি তিনি অনেক জাতিকে চকিত করিবেন, তাঁহার সম্মুখে রাজারা মুখ বদ্ধ করিবে; কেননা তাহাদের কাছে যাহা বলা হয় নাই, তাহারা তাহা দেখিতে পাইবে; তাহারা যাহা শুনে নাই, তাহা বুঝিতে পারিবে।"}]}