{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"( ঈশ্বরের প্রকৃত সেবা ও তাহার ফল।) মুক্তকণ্ঠে ঘোষণা কর, রব সংযত করিও না, তূরীর ন্যায় উচ্চধ্বনি কর; আমার প্রজাদিগকে তাহাদের অধর্ম্ম, যাকোবের কুলকে তাহাদের পাপ সকল জানাও।"},{"number":2,"verse":"তাহারা ত দিন দিন আমারই অন্বেষণ করে, আমার পথ জানিতে ভালবাসে; যে জাতি ধার্ম্মিকতার অনুষ্ঠান করে ও আপন ঈশ্বরের শাসন ত্যাগ করে নাই, এমন জাতির ন্যায় আমাকে ধর্ম্মশাসন সকলের বিষয়ে জিজ্ঞাসা করে, ঈশ্বরের নিকটে আসিতে ভালবাসে।"},{"number":3,"verse":"[আর বলে,] ‘আমরা উপবাস করিয়াছি, তুমি কেন দৃষ্টি কর না? আমরা আপন আপন প্রাণকে দুঃখ দিয়াছি, তুমি কেন তাহা জান না?’ দেখ, তোমাদের উপবাস-দিনে তোমরা সুখের চেষ্টা ও আপন আপন কর্ম্মচারীদের প্রতি দৌরাত্ম্য করিয়া থাক;"},{"number":4,"verse":"দেখ, তোমরা বিবাদ ও কলহের জন্য, এবং দুষ্টতার মুষ্টি দ্বারা আঘাত করিবার জন্য উপবাস করিয়া থাক; অদ্যকার ন্যায় উপবাস করিলে তোমরা ঊর্দ্ধলোকে আপনাদের রব শুনাইতে পারিবে না।"},{"number":5,"verse":"আমার মনোনীত উপবাস কি এই প্রকার? মনুষ্যের আপন প্রাণকে দুঃখ দিবার দিন কি এই প্রকার? নলের ন্যায় মস্তক হেঁট করা এবং চট ও ভস্ম পাতিয়া বসা, তুমি কি ইহাকেই উপবাস এবং সদাপ্রভুর প্রসন্নতার দিন বল? আমার মনোনীত উপবাস কি এই নয়?"},{"number":6,"verse":"দুষ্ট তার গাঁট সকল খুলিয়া দেওয়া, যোঁয়ালির খিল মুক্ত করা, এবং দলিত লোকদিগকে স্বাধীন করিয়া ছাড়িয়া দেওয়া, ও প্রত্যেক যোঁয়ালি ভগ্ন করা কি নয়?"},{"number":7,"verse":"ক্ষুধিত লোককে তোমার খাদ্য বন্টন করা, তাড়িত দুঃখীদিগকে গৃহে আশ্রয় দেওয়া, ইহা কি নয়? উলঙ্গকে দেখিলে তাহাকে বস্ত্র দান করা, তোমার নিজ মাংস হইতে আপনার গা না ঢাকা, ইহা কি নয়?"},{"number":8,"verse":"ইহা করিলে অরুণের ন্যায় তোমার দীপ্তি প্রকাশ পাইবে, তোমার আরোগ্য শীঘ্রই অঙ্কুরিত হইবে; আর তোমার ধার্ম্মিকতা তোমার অগ্রগামী হইবে; সদাপ্রভুর প্রতাপ তোমার পশ্চাদ্বর্ত্তী হইবে।"},{"number":9,"verse":"তৎকালে তুমি ডাকিবে ও সদাপ্রভু উত্তর দিবেন; তুমি আর্ত্তনাদ করিবে ও তিনি কহিবেন, এই যে আমি। যদি তুমি আপনার মধ্য হইতে যোঁয়ালি, অঙ্গুলিতর্জ্জন ও অধর্ম্মবাক্য দূর কর,"},{"number":10,"verse":"আর যদি ক্ষুধিত লোককে তোমার প্রাণের ইষ্ট ভক্ষ্য দেও, ও দুঃখার্ত্ত প্রাণীকে আপ্যায়িত কর, তবে অন্ধকারে তোমার দীপ্তি উদিত হইবে, ও তোমার তিমির মধ্যাহ্নের সমান হইবে।"},{"number":11,"verse":"আর সদাপ্রভু নিয়ত তোমাকে পথ প্রদর্শন করিবেন, মরুভূমিতে তোমার প্রাণ তৃপ্ত করিবেন, ও তোমার অস্থি সকল বলবান্ করিবেন, তাহাতে তুমি জলসিক্ত উদ্যানের ন্যায় হইবে, এবং এমন জলের উনুইর ন্যায় হইবে, যাহার জল শুকায় না।"},{"number":12,"verse":"তোমার বংশীয় লোকেরা পুরাকালের উৎসন্ন স্থান সকল নির্ম্মাণ করিবে; তুমি বহু পুরুষ পূর্ব্বের ভিত্তিমূল সকলের উপরে গাঁথিয়া তুলিবে, এবং ভগ্নস্থান-সংস্কারক ও নিবাসার্থক পথসমূহের উদ্ধারক বলিয়া আখ্যাত হইবে।"},{"number":13,"verse":"তুমি যদি বিশ্রামবার লঙ্ঘন হইতে আপন পা ফিরাও, যদি আমার পবিত্র দিনে নিজ অভিলাষের চেষ্টা না কর, যদি বিশ্রামবারকে আমোদদায়ক, ও সদাপ্রভুর পবিত্র দিনকে গৌরবান্বিত বল, এবং তোমার নিজ কার্য্য সাধন না করিয়া, নিজ অভিলাষ চেষ্টা না করিয়া, নিজ কথা না কহিয়া যদি তাহা গৌরবান্বিত কর, তবে তুমি সদাপ্রভুতে আমোদিত হইবে,"},{"number":14,"verse":"এবং আমি তোমাকে পৃথিবীর উচ্চস্থলী সকলের উপর দিয়া আরোহণ করাইব, এবং তোমার পিতা যাকোবের অধিকার ভোগ করাইব, কারণ সদাপ্রভুর মুখ ইহা বলিয়াছে।"}]}