{"bibleAbbr":"bnOV2016","bookName":"যিশাইয় ভাববাদীর পুস্তক।","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"পরে সদাপ্রভু আমাকে কহিলেন, তুমি একখানা বৃহৎ ফলক লও, এবং প্রচলিত অক্ষরে তাহাতে লিখ, ‘মহের-শালল-হাশ-বসের উদ্দেশে’;"},{"number":2,"verse":"ইহার প্রমাণের জন্য আমি ঊরিয় যাজক ও যিবেরিখিয়ের পুত্র সখরিয়, এই দুই বিশ্বস্ত পুরুষকে আপনার সাক্ষী করিব।"},{"number":3,"verse":"পরে আমি [আপন স্ত্রী] ভাববাদিনীতে গমন করিলে তিনি গর্ভবতী হইয়া পুত্র প্রসব করিলেন। তখন সদাপ্রভু আমাকে কহিলেন, উহার নাম মহের-শালল-হাশ-বস [শীঘ্র-লুট-ত্বরা-অপহরণ] রাখ;"},{"number":4,"verse":"কেননা বালকটীর বাপ, মা, এই কথা উচ্চারণ করিবার জ্ঞান না হইতে হইতে দম্মেশকের ধন ও শমরিয়ার লুট অশূর-রাজের অগ্রে অগ্রে বহন করা যাইবে।"},{"number":5,"verse":"পরে সদাপ্রভু আমাকে আরও কহিলেন,"},{"number":6,"verse":"এই লোকেরা ত শীলোহের মৃদুগামী স্রোত অগ্রাহ্য করিয়া রৎসীনে ও রমলিয়ের পুত্রে আনন্দ করিতেছে।"},{"number":7,"verse":"এই কারণ দেখ, প্রভু [ফরাৎ] নদীর প্রবল ও প্রচুর জল, অর্থাৎ অশূর-রাজ ও তাহার সমস্ত প্রতাপকে, তাহাদের উপরে আনিবেন; সে ফাঁপিয়া সমস্ত খাল পূর্ণ করিবে, ও সমস্ত তীরভূমির উপর দিয়া যাইবে;"},{"number":8,"verse":"যে যিহূদার দেশ দিয়া বেগে বহিবে, উথলিয়া উঠিয়া বাড়িতে থাকিবে, কণ্ঠ পর্য্যন্ত উঠিবে; আর, হে ইম্মানূয়েল, তোমার দেশের প্রস্থ তাহার পক্ষ দুইটীর বিস্তার দ্বারা ব্যাপ্ত হইবে।"},{"number":9,"verse":"হে জাতিগণ, কোলাহল কর, কিন্তু তোমরা ভগ্ন হইবে; হে দূরদেশীয় সকল লোক, কর্ণপাত কর; খড়্গ বাঁধ, কিন্তু তোমরা ভগ্ন হইবে, খড়্গ বাঁধ, কিন্তু তোমরা ভগ্ন হইবে,"},{"number":10,"verse":"একসঙ্গে মন্ত্রণা কর, কিন্তু তাহা নিষ্ফল হইবে; কথা কহ, কিন্তু তাহা স্থির থাকিবে না, কেননা ‘ঈশ্বর আমাদের সহিত’।"},{"number":11,"verse":"কারণ সদাপ্রভু বলবান হস্ত অর্পণপূর্ব্বক আমাকে এই কথা কহিলেন, এবং আমাকে বলিয়া দিলেন যে, এই লোকদের পথে গমন করা আমার অকর্ত্তব্য;"},{"number":12,"verse":"তিনি বলিলেন, এই লোকেরা যে সমস্ত বিষয়কে চক্রান্ত বলে, তোমরা সে সমস্তকে চক্রান্ত বলিও না; এবং ইহাদের ভয়ে ভীত হইও না, ত্রাসযুক্ত হইও না।"},{"number":13,"verse":"বাহিনীগণের সদাপ্রভুকেই পবিত্র বলিয়া মান, তিনিই তোমাদের ভয়স্থান হউন, তিনিই তোমাদের ত্রাসভূমি হউন।"},{"number":14,"verse":"তাহা হইলে তিনি পবিত্র আশ্রয় হইবেন; কিন্তু ইস্রায়েলের উভয় কুলের জন্য তিনি বিঘ্নজনক প্রস্তর ও বাধাজনক পাষাণ হইবেন, যিরূশালেম-নিবাসীদের জন্য পাশ ও ফাঁদস্বরূপ হইবেন।"},{"number":15,"verse":"আর তাহাদের মধ্যে অনেক লোক বিঘ্ন পাইয়া পতিত ও বিনষ্ট হইবে, এবং ফাঁদে বদ্ধ হইয়া ধরা পড়িবে।"},{"number":16,"verse":"তুমি সাক্ষ্যের কথা বদ্ধ কর, আমার শিষ্যগণের মধ্যে ব্যবস্থা মুদ্রাঙ্কিত কর।"},{"number":17,"verse":"আমি সদাপ্রভুর আকাঙ্ক্ষা করিব, যিনি যাকোবের কুল হইতে আপন মুখ আচ্ছাদন করেন, এবং তাঁহার অপেক্ষায় থাকিব।"},{"number":18,"verse":"এই দেখ, আমি ও সেই সন্তানগণ, যাহাদিগকে সদাপ্রভু আমাকে দিয়াছেন, সিয়োন-পর্ব্বত-নিবাসী বাহিনীগণের সদাপ্রভু নিরূপণক্রমে আমরা ইস্রায়েলের মধ্যে চিহ্ন ও অদ্ভুত লক্ষণস্বরূপ।"},{"number":19,"verse":"আর যখন তাহারা তোমাদিগকে বলে, তোমরা ভূতড়িয়া ও গুণীদিগের নিকটে, যাহারা বিড় বিড় ও ফুসফুস করিয়া বকে, তাহাদের নিকটে অন্বেষণ কর, [তখন তোমরা বলিবে,] প্রজাগণ কি আপনাদের ঈশ্বরের কাছে অন্বেষণ করিবে না? তাহারা জীবিতদের জন্য কি মৃতদের কাছে [অন্বেষণ করিবে]?"},{"number":20,"verse":"ব্যবস্থার কাছে ও সাক্ষ্যের কাছে [অন্বেষণ কর]; ইহার অনুরূপ কথা যদি তাহারা না বলে, তবে তাহাদের পক্ষে অরুণোদয় নাই।"},{"number":21,"verse":"আর তাহারা ক্লিষ্ট ও ক্ষুধিত হইয়া দেশের মধ্য দিয়া গমন করিবে, এবং ক্ষুধিত হইলে রাগ করিয়া আপনাদের রাজাকে ও আপনাদের ঈশ্বরকে শাপ দিবে, এবং ঊর্দ্ধদিকে মুখ তুলিবে;"},{"number":22,"verse":"আর তাহারা ভূমির দিকে চাহিবে, এবং দেখ, সঙ্কট ও অন্ধকার, যাতনার তিমির; আর তাহারা নিবিড় অন্ধকারে দূরীকৃত হইবে।"}]}