{"bibleAbbr":"PESH1849","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"BUT concerning spirituals, my brethren, I wish you to know"},{"number":2,"verse":"that you were Heathens, and unto idols which have no voice you were led without discernment."},{"number":3,"verse":"I therefore make known to you, that there is no man who by the Spirit of Aloha speaketh, and saith that Jeshu is accursed; [Cherem.] and no man also can say that Jeshu is THE LORD unless by the Spirit of Holiness."},{"number":4,"verse":"Now, there are distributions of gifts, but one is the Spirit;"},{"number":5,"verse":"and there are distributions of ministries, but one is the Lord;"},{"number":6,"verse":"and distributions of powers, but one is Aloha, who worketh all in every man."},{"number":7,"verse":"But to each is given (such) a revelation of the Spirit as is profitable to him."},{"number":8,"verse":"To one is given by the Spirit the word of wisdom, but to another the word of knowledge by the same Spirit;"},{"number":9,"verse":"and to another, faith by the same Spirit; and to another, the gifts of healing by the same Spirit;"},{"number":10,"verse":"but to another, powers; to another, prophecy; to another, the discernment of spirits; but to another, kinds of tongues; and to another, the interpretation of tongues."},{"number":11,"verse":"But all these one Spirit effecteth, and divideth unto every man as he willeth."},{"number":12,"verse":"For, as the body is one, and in it are many members, but all the members of the body, though many, are one body; so also is the Meshiha."},{"number":13,"verse":"For we all by one Spirit into one body are baptized; whether Jihudoyee or Aramoyee; whether servants or sons of freedom; and all of us have imbibed one Spirit."},{"number":14,"verse":"For the body also is not one member, but many."},{"number":15,"verse":"For if the foot should say, Because I am not the hand, I am not of the body itself, would it therefore not be of the body itself?"},{"number":16,"verse":"And if the ear should say, Because I am not the eye, I am not of the body itself, would it therefore not be of the body itself?"},{"number":17,"verse":"For if the whole body were the eye, where would be the hearing? And if the whole were hearing, where would be the smelling?"},{"number":18,"verse":"But now hath Aloha set all the members severally in the body as he willed."},{"number":19,"verse":"But if all were one member, where would be the body?"},{"number":20,"verse":"But now the members are many, but the body one."},{"number":21,"verse":"The eye is not able to say to the hand, Thou art not needful to me; nor is the hand able to say to the feet, You are not needful to me."},{"number":22,"verse":"But those members which are considered to be feeble, of them is the more especial need;"},{"number":23,"verse":"and those which we consider contemptible in the body, to these the more we increase the honour; and on those which are of shame we bestow the greater decoration."},{"number":24,"verse":"But those members that are honourable in us have no need of adornment: [Or, honour.] but Aloha hath contempered the body, and given the more honour to the member which is inconsiderable;"},{"number":25,"verse":"that there should be no divisions in the body, but all the members equally one of the other should have care:"},{"number":26,"verse":"as that when one member shall be diseased, all may suffer; and if one member be glorified, all the members may be glorified."},{"number":27,"verse":"But you are the body of the Meshiha, and members in your place."},{"number":28,"verse":"FOR Aloha hath placed in the church, first, apostles; after them, prophets; after them, teachers; after them, workers of miracles;[Powers.] after them, gifts of healing, and helpers, and leaders, and kinds of tongues."},{"number":29,"verse":"Are all apostles? Are all prophets? Are all teachers? Are all workers of miracles?"},{"number":30,"verse":"Have all the gifts of healing? Do all speak with tongues, or do all interpret?"},{"number":31,"verse":"But if you are emulous of great gifts, I will yet show you a way more admirable."}]}