{"bibleAbbr":"PESH1849","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":3,"verses":[{"number":1,"verse":"AND I, my brethren, could not speak with you as with the spiritual, but as with the carnal, and as with babes in the Meshiha."},{"number":2,"verse":"I have sustained you with milk,[Or, have given you milk to drink.] and have not given you meat; for as yet you could not, nor can you now, (bear it)."},{"number":3,"verse":"For as yet you are in the flesh. For while there are among you envy and contentions and divisions, are you not carnal, and walking in the flesh?"},{"number":4,"verse":"For while some of you say, I am of Paulos, and another, I am of Apollo, are you not carnal?"},{"number":5,"verse":"For who is Paulos, or who Apollo, but ministers by whom you have believed and each as the Lord gave to him?"},{"number":6,"verse":"I have planted, and Apollo watered, but Aloha made to increase."},{"number":7,"verse":"He then who planteth is not any thing nor he who watereth; but Aloha who maketh to increase."},{"number":8,"verse":"But he who planteth and he who watereth are one, (and) each according to his labour his recompence receiveth."},{"number":9,"verse":"For with Aloha we work; and the work of Aloha and the edifice of Aloha are you."},{"number":10,"verse":"And according to the grace of Aloha which is given to me, I have laid the foundation as a wise architect; but another hath built upon it. But let every man beware how he buildeth upon it."},{"number":11,"verse":"For another foundation besides this which is laid no man can lay, (that, namely,) which is Jeshu the Meshiha."},{"number":12,"verse":"And if any man build upon this foundation gold, or silver, or precious stones; or wood, or hay, or stubble;"},{"number":13,"verse":"the work of every one shall be revealed, for that day shall reveal it; for by the fire shall it be revealed, and the work of every man as it is the fire shall distinguish."},{"number":14,"verse":"And he whose work which he builded shall abide, will receive his recompense;"},{"number":15,"verse":"and he whose work shall be burned, shall fail; but he (himself) shall be rescued, but so as from fire."},{"number":16,"verse":"KNOW YOU not that you are the temple of Aloha, and (that) the Spirit of Aloha inhabiteth in you?"},{"number":17,"verse":"Whoso destroyeth the temple of Aloha, him will Aloha destroy for the temple of Aloha is holy, which you are."},{"number":18,"verse":"Let no man deceive himself. Whoever among you supposeth himself wise in this world, let him become foolish, that he may be wise."},{"number":19,"verse":"For the wisdom of this world is folly with Aloha; for it is written, He hath taken the wise in their own craftiness."},{"number":20,"verse":"And again, The Lord knoweth the thoughts of the wise, that they are vain."},{"number":21,"verse":"On this account let no one boast in men: for every thing is yours;"},{"number":22,"verse":"whether Paulos, or Apolo, or Kipha, or the world, or life, or death, or things standing, or things to be; every thing is yours,"},{"number":23,"verse":"and you are of the Meshiha, and the Meshiha of Aloha."}]}