{"bibleAbbr":"t4t2014","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"(The Gibeonites tricked the Israelis) There were several kings who ruled in lands that are on the west side of the Jordan River. They were the kings of the Heth people-group, the Amor people-group, the Canaan people-group, the Periz people-group, the Hiv people-group, and the Jebus people-group. They lived in the hilly area, in the foothills further west, and on the plains along the coast of the Mediterranean Sea. They heard about what happened at Ai."},{"number":2,"verse":"So they all gathered their armies to fight Joshua and the Israeli army."},{"number":3,"verse":"When the people who lived in Gibeon city heard that Joshua's army had defeated the people of Jericho and Ai,"},{"number":4,"verse":"they decided to trick the Israelis. They gathered some old sacks and some old leather wine bags that had been mended after they were cracked, and they put these on the backs of their donkeys."},{"number":5,"verse":"They put on old sandals that had been patched, and wore old ragged clothes. And they took along bread that was dry and moldy."},{"number":6,"verse":"They traveled to where Joshua and the other Israelis had set up their tents near Gilgal. They said to Joshua and the other Israeli leaders, “We have traveled from a distant land. We want you to make a peace agreement with us.”"},{"number":7,"verse":"The Israeli leaders said to those men from Gilead who were from the Hiv people-group, “We do not know if you truly live far from us. If you live near us, we cannot [RHQ] make a peace agreement with you, because God has commanded us to get rid of the people that are living near us.”"},{"number":8,"verse":"They replied to Joshua, “If you make a peace agreement with us, we will be your servants.” But Joshua answered, “What people-group are you? Where do you come from?”"},{"number":9,"verse":"The men from Gibeon answered, “We want to be your servants. We have come here from a distant land, because we have heard about the great things that your god has done. We have heard about everything that he did in Egypt to help you."},{"number":10,"verse":"We have heard that he enabled you to defeat the armies of two kings of the Amor people-group, on the east side of the Jordan River—Sihon, the king who ruled in Heshbon city, and Og, the king who ruled in Ashtaroth in the Bashan area."},{"number":11,"verse":"So our leaders and the rest of our people said to us, ‘Take some food and go to talk with the Israelis. Tell them, “We want to be your servants. So make a peace agreement with us.” ’"},{"number":12,"verse":"Look at our bread. It was fresh and warm from having been baked on the day that we left our area, but now it is dry and moldy."},{"number":13,"verse":"Look at our leather wine bags. They were new when we filled them with wine before we left, but now they are cracked and old. Our clothes and our sandals are worn out from traveling on the long road to come here.”"},{"number":14,"verse":"The Israeli leaders tasted the bread, but they did not ask Yahweh what to do."},{"number":15,"verse":"So Joshua agreed to make a peace agreement with the men from Gibeon to not kill them. All the Israeli leaders solemnly promised to do what Joshua said in the agreement. Then the men from Gibeon returned home."},{"number":16,"verse":"Three days later the Israelis found out that the men from Gibeon lived nearby."},{"number":17,"verse":"So they went to where the men from Gibeon lived. After traveling only three days, they came to their cities: Gibeon, Kephirah, Beeroth, and Kiriath-Jearim."},{"number":18,"verse":"But the Israelis did not attack the people of those cities, because they had made a solemn promise to live peacefully with them, and Yahweh had heard them promise to do that. All the Israeli people grumbled against their leaders for doing that."},{"number":19,"verse":"But the leaders answered, “We promised to live peacefully with them, and Yahweh, the God whom we Israelis worship, heard us promise to do that. So now we cannot attack [EUP] them."},{"number":20,"verse":"This is what we will do: We will not kill them. If we kill them, God will be very angry with us and punish us because of not doing what we solemnly promised to do."},{"number":21,"verse":"So we must allow them to live. But they will cut wood for us, and they will carry water for us.” So the Israeli leaders did what they had solemnly promised."},{"number":22,"verse":"Then Joshua summoned the men from Gibeon and asked them, “Why did you lie to us? Your land was near to where we had set up our tents, but you told us that you were from a distant land!"},{"number":23,"verse":"So now you will become our slaves. You will always be forced to cut wood and carry water for us Israeli people who worship in the temple of our God.”"},{"number":24,"verse":"The men from Gibeon replied, “We lied to you because we were afraid that you would kill us. We heard that Yahweh, your God, declared to his servant Moses that he would enable you to conquer all the people in this land and to kill all the people who lived in it."},{"number":25,"verse":"So now you can decide what you will do with us. Do what you think is right.”"},{"number":26,"verse":"So Joshua saved the lives of the people of Gibeon by not allowing the Israelis to kill them."},{"number":27,"verse":"Instead, he forced them to become the Israelis' slaves. They cut wood and carried water for the Israelis. They also brought the wood and water that was needed for the sacred altar of Yahweh, to whatever place Yahweh decided that they should build one. And the people of Gibeon are still doing that."}]}