{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "யோவான்",
  "bookEnglishName" : "John",
  "chapterNumber" : 18,
  "verses" : [ {
    "number" : 1,
    "verse" : "இயேசு கைது செய்யப்படல்இயேசு மன்றாடி முடித்த பின்பு, தமது சீடர்களுடன் கெதரோன் பள்ளத்தாக்கைக் கடந்து சென்றார். அதன் மறுபக்கத்தில் ஒரு தோட்டம் இருந்தது. அவரும் அவருடைய சீடர்களும் அங்கே போனார்கள்."
  }, {
    "number" : 2,
    "verse" : "அவரைக் காட்டிக் கொடுத்த யூதாஸ் அந்த இடத்தை அறிந்திருந்தான். ஏனெனில் அந்த இடமானது, இயேசுவும் அவருடைய சீடர்களும் அடிக்கடி ஒன்றுகூடும் ஒரு இடமாக இருந்தது."
  }, {
    "number" : 3,
    "verse" : "எனவே யூதாஸ் இராணுவ வீரர்களில் ஒரு பிரிவினரையும், தலைமை மதகுருக்கள் மற்றும் பரிசேயர் ஆகியோருடைய அதிகாரிகளில் சிலரையும் தோட்டத்திற்கு அழைத்துக்கொண்டு, அந்த மரத்தோப்புக்கு வந்தான். அவர்கள் தீப்பந்தங்களையும் விளக்குகளையும் ஆயுதங்களையும் கொண்டுவந்தார்கள்."
  }, {
    "number" : 4,
    "verse" : "இயேசு தமக்கு நடக்கப் போவதையெல்லாம் அறிந்து, அவர்களுக்கு முன்பாக வந்து, “உங்களுக்கு யார் வேண்டும்?” என்று கேட்டார்."
  }, {
    "number" : 5,
    "verse" : "அதற்கு அவர்கள், “நாசரேத்தைச் சேர்ந்த இயேசு” என்றார்கள். இயேசு அவர்களிடம், “நானே அவர்” என்றார். துரோகியான யூதாஸ் அவர்களுடன் நின்று கொண்டிருந்தான்."
  }, {
    "number" : 6,
    "verse" : "“நானே அவர்” என்று இயேசு சொன்னபோது, அவர்கள் பின்னடைந்து தரையிலே விழுந்தார்கள்."
  }, {
    "number" : 7,
    "verse" : "அவர் மறுபடியும் அவர்களிடம், “உங்களுக்கு யார் வேண்டும்?” என்று கேட்டார். அதற்கு அவர்கள், “நாசரேத்தைச் சேர்ந்த இயேசு” என்றார்கள்."
  }, {
    "number" : 8,
    "verse" : "அதற்கு இயேசு, “நானே அவர் என்று உங்களுக்குச் சொன்னேனே. நீங்கள் என்னைத்தான் தேடுகிறீர்கள் என்றால், இவர்களைப் போக விடுங்கள்” என்றார்."
  }, {
    "number" : 9,
    "verse" : "“நீர் எனக்குக் கொடுத்தவர்களில் நான் ஒருவரையும் இழந்து விடவில்லை” என்று அவர் சொல்லியிருந்த வார்த்தைகள் நிறைவேறும்படி இது நடந்தது."
  }, {
    "number" : 10,
    "verse" : "அப்போது சீமோன் பேதுரு, தன்னிடமிருந்த வாளை உருவி தலைமை மதகுருவின் வேலைக்காரனைத் தாக்கினான். அவனது வலது காது வெட்டுண்டது. அந்த வேலைக்காரனின் பெயர் மல்கூஸ்."
  }, {
    "number" : 11,
    "verse" : "அப்போது இயேசு பேதுருவிடம், “உனது வாளை உறையிலே போடு!” என்று கட்டளையிட்டு, “பிதா எனக்குக் கொடுத்த பாத்திரத்திலிருந்து நான் பருகாதிப்பேனோ” என்றார்."
  }, {
    "number" : 12,
    "verse" : "அப்போது இராணுவ வீரர்களும் அவர்களுடைய தளபதியும் யூத அதிகாரிகளும் இயேசுவைக் கைது செய்தார்கள். அவர்கள் அவரை பிணைத்துக் கட்டி,"
  }, {
    "number" : 13,
    "verse" : "முதலில் அவரை அன்னா என்பவனிடம் கொண்டுபோனார்கள். இந்த அன்னா, அந்த வருடத்துக்குரிய தலைமை மதகுருவான காய்பாவின் மாமன்."
  }, {
    "number" : 14,
    "verse" : "“எல்லா மக்களுக்காவும் ஒரு மனிதன் இறப்பது நல்லது” என்று யூதருக்கு ஆலோசனை சொன்னவன், இந்தக் காய்பாவே."
  }, {
    "number" : 15,
    "verse" : "பேதுருவின் முதல் மறுதலிப்புசீமோன் பேதுருவும் இன்னொரு சீடனும் இயேசுவைப் பின்தொடர்ந்து சென்றார்கள். அந்தச் சீடன் தலைமை மதகுருவுக்கு அறிமுகமானபடியால், அவன் இயேசுவுடனே பிரதம மதகுருவின் வீட்டு முற்றத்திற்குள் சென்றான்."
  }, {
    "number" : 16,
    "verse" : "ஆனால் பேதுருவோ வெளியே வாசல் அருகே நிற்க வேண்டியதாயிருந்தது. தலைமை மதகுருவுக்கு அறிமுகமான மற்றச் சீடன் திரும்பி வந்து, வாசலில் காவல் காத்துக் கொண்டிருந்த பெண்ணுடனே பேசி, பேதுருவை உள்ளே அழைத்துக்கொண்டு சென்றான்."
  }, {
    "number" : 17,
    "verse" : "வாசலில் இருந்த அந்த வேலைக்காரப் பெண் பேதுருவிடம், “நீயும் அந்த மனிதனின் சீடர்களில் ஒருவன் அல்லவா?” என்றாள். அதற்கு அவன், “நான் அவர்களில் ஒருவனல்ல” என்றான்."
  }, {
    "number" : 18,
    "verse" : "அங்கே மிகவும் குளிராய் இருந்தது. அங்கேயிருந்த வேலைக்காரரும் காவலாளர்களும் குளிர்காயும்படி நெருப்பு மூட்டி அதைச் சுற்றி நின்றார்கள். பேதுருவும் அங்கே அவர்களுடன் நின்று குளிர்காய்ந்து கொண்டிருந்தான்."
  }, {
    "number" : 19,
    "verse" : "பிரதம மதகுரு முன் இயேசுஅவ்வேளையில் தலைமை மதகுரு, இயேசுவின் சீடர்களைக் குறித்தும் அவருடைய போதனையைக் குறித்தும் விசாரணை செய்தான்."
  }, {
    "number" : 20,
    "verse" : "இயேசு அவனுக்கு சொன்னதாவது: “நான் உலகத்துடன் பகிரங்கமாகப் பேசினேன். யூதரெல்லோரும் ஒன்றுகூடி வருகின்ற ஜெபஆலயங்களிலும் எருசலேம் ஆலயத்திலும் எப்போதும் போதித்தேன். நான் இரகசியமாய் எதுவுமே சொல்லவில்லை."
  }, {
    "number" : 21,
    "verse" : "நீங்கள் ஏன் என்னிடம் கேள்வி கேட்கின்றீர்கள்? நான் என்ன சொன்னேன் என்பதை, அதைக் கேட்டவர்களிடமே விசாரியுங்கள். நான் என்ன சொன்னேன் என்பது நிச்சயமாக அவர்களுக்குத் தெரியும்.”"
  }, {
    "number" : 22,
    "verse" : "இயேசு இப்படியாக சொன்னபோது, அருகே நின்ற காவலாளி ஒருவன் அவருடைய முகத்திலே அறைந்தான். அவன், “தலைமை மதகுருவுக்கு இவ்விதமாகவா பதில் சொல்வது?” என்றான்."
  }, {
    "number" : 23,
    "verse" : "அதற்கு இயேசு, “நான் எதையாவது தவறாகச் சொல்லியிருந்தால், தவறு என்னவென்று சொல். நான் பேசியது உண்மையானால், நீ ஏன் என்னை அடித்தாய்?” என்றார்."
  }, {
    "number" : 24,
    "verse" : "அப்போது அன்னா, அவரை பிணைத்துக் கட்டப்பட்டவராகவே தலைமை மதகுருவான காய்பாவிடம் அனுப்பினான்."
  }, {
    "number" : 25,
    "verse" : "பேதுரு இரண்டாம் மூன்றாம் முறை மறுதலித்தல்சீமோன் பேதுரு குளிர்காய்ந்து கொண்டிருக்கையில் சிலர் அவனிடம், “நீ அவனுடைய சீடர்களில் ஒருவன் அல்லவா?” என்று கேட்டார்கள். “நான் அவருடைய சீடன் அல்ல” என்று பேதுரு மறுதலித்தான்."
  }, {
    "number" : 26,
    "verse" : "தலைமை மதகுருவின் வேலைக்காரரில் ஒருவன், பேதுருவினால் காது வெட்டப்பட்டவனின் உறவினன். அந்த வேலைக்காரன் பேதுருவிடம், “நீ இயேசுவுடனே அந்தத் தோட்டத்தில் இருந்ததை, நான் கண்டேனே?” என்றான்."
  }, {
    "number" : 27,
    "verse" : "அப்போது பேதுரு மீண்டும் மறுதலித்தான். அவ்வேளையில் உடனே சேவல் கூவிற்று."
  }, {
    "number" : 28,
    "verse" : "பிலாத்துவின் முன் இயேசுபின்பு அவர்கள் இயேசுவை காய்பாவிடமிருந்து ரோம ஆளுநரின் அரண்மனைக்குக் கொண்டுபோனார்கள். இதற்குள்ளாகப் பொழுது விடிந்துவிட்டது. யூதர்கள் பஸ்கா உணவைச் சாப்பிடுவதற்கு தங்களை தீட்டுபடாமல் காத்துக்கொள்ள வேண்டும் என்பதால், அவர்கள் அரண்மனைக்குள் போகவில்லை."
  }, {
    "number" : 29,
    "verse" : "எனவே பிலாத்து வெளியே வந்து, “இந்த மனிதனுக்கு விரோதமாய், என்ன குற்றச்சாட்டுக்களைக் கொண்டுவந்திருக்கிறீர்கள்?” என்று அவர்களிடம் கேட்டான்."
  }, {
    "number" : 30,
    "verse" : "அதற்கு அவர்கள், “இவன் குற்றவாளியாய் இல்லாதிருந்தால், நாங்கள் இவனை உம்மிடம் ஒப்படைத்திருக்க மாட்டோம்” என்றார்கள்."
  }, {
    "number" : 31,
    "verse" : "அப்போது பிலாத்து, “நீங்களே இவனைக் கொண்டுபோய் உங்கள் நீதிச்சட்டத்தின்படி இவனுக்கு நியாயத்தீர்ப்பு வழங்குங்கள்” என்றான். அதற்கு அவர்கள், “யாருக்கும் மரணதண்டனை வழங்க எங்களுக்கு அதிகாரம் இல்லை” என்றார்கள்."
  }, {
    "number" : 32,
    "verse" : "தமக்கு எவ்விதமான மரணம் ஏற்படப் போகின்றது என்று இயேசு ஏற்கெனவே சொல்லியிருந்த வார்த்தை நிறைவேறும்படியே இவையெல்லாம் நடந்தது."
  }, {
    "number" : 33,
    "verse" : "பின்பு பிலாத்து அரண்மனைக்குள்ளே போய், இயேசுவைத் தன்னிடம் கொண்டுவரும்படி செய்து அவரிடம், “நீ யூதருடைய அரசனா?” என்று கேட்டான்."
  }, {
    "number" : 34,
    "verse" : "அதற்கு இயேசு, “இதை நீராகவே கேட்கின்றீரா? அல்லது மற்றவர்கள் உம்மிடம் என்னைக் குறித்து இப்படிச் சொன்னார்களா?” என்று கேட்டார்."
  }, {
    "number" : 35,
    "verse" : "அப்போது பிலாத்து, “நான் என்ன ஒரு யூதனா? உனது மக்களும் உனது தலைமை மதகுருக்களுமே உன்னை என்னிடம் ஒப்படைத்திருக்கிறார்கள். நீ செய்தது என்ன?” என்று கேட்டான்."
  }, {
    "number" : 36,
    "verse" : "அதற்கு இயேசு, “நான் இந்த உலகத்துக்குரிய அரசன் அல்ல. அப்படியிருந்தால் யூதர்களிடம் நான் ஒப்புக்கொடுக்கப்படுவதைத் தடுக்க, எனது ஊழியக்காரர்களே போராடியிருப்பார்கள். எனது அரசோ வேறு இடத்தைச் சேர்ந்தது” என்றார்."
  }, {
    "number" : 37,
    "verse" : "அதற்கு பிலாத்து, “அப்படியானால், நீ ஒரு அரசன்தானே!” என்று கேட்டான். அதற்கு இயேசு, “நான் ஒரு அரசன் என்று நீரே சொல்கின்றீர். உண்மைக்கு சாட்சி கொடுக்கும்படியே நான் பிறந்தேன். அதற்காகவே நான் இந்த உலகத்திற்கு வந்தேன். உண்மைக்கு உரியவர்கள் ஒவ்வொருவரும் நான் சொல்வதை கவனித்துக் கேட்கின்றார்கள்” என்றார்."
  }, {
    "number" : 38,
    "verse" : "அதற்கு பிலாத்து, “உண்மை என்றால் என்ன?” என்று கேட்டான். அப்படிக் கேட்டுவிட்டு, அவன் மறுபடியும் வெளியே போய் யூதர்களிடம், “நான் இவனுக்கு எதிராய் குற்றம் சாட்டுவதற்கான எந்த ஆதாரத்தையும் காணவில்லை."
  }, {
    "number" : 39,
    "verse" : "ஆகவே பஸ்கா பண்டிகையின்போது ஒரு கைதியை நான் உங்களுக்காக விடுதலை செய்வது வழக்கமல்லவா? எனவே ‘யூதரின் அரசனை’ நான் விடுதலை செய்ய வேண்டும் என்று விரும்புகிறீர்களா?” என்று கேட்டான்."
  }, {
    "number" : 40,
    "verse" : "அதற்கு அவர்களோ, “இல்லை, அவனை அல்ல! பரபாசை எங்களுக்கு விடுதலையாக்கும்” என்று சத்தமிட்டார்கள். அந்த பரபாஸ் கிளர்ச்சியில் ஈடுபட்ட ஒருவன்."
  } ]
}