{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "யோவான்",
  "bookEnglishName" : "John",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "மறுபிறப்பைக் குறித்த போதனைபரிசேயனும், யூத அதிகாரிகளில் ஒருவனுமான நிக்கொதேமு என்னும் பெயருடைய ஒருவன் இருந்தான்."
  }, {
    "number" : 2,
    "verse" : "ஒரு நாள் இரவு அவன் இயேசுவிடம் வந்து, “போதகரே, நீர் இறைவனிடத்திலிருந்து வந்த போதகர் என்று எங்களுக்குத் தெரியும். ஏனெனில், இறைவனைத் தம்முடன் கொண்டிராத ஒருவரால், நீர் செய்கின்ற அற்புத அடையாளங்களை செய்ய முடியாது” என்றான்."
  }, {
    "number" : 3,
    "verse" : "இயேசு அதற்குப் பதிலாக, “நான் உனக்கு உண்மையாகவே உண்மையாகவே சொல்கின்றேன், ஒருவன் மறுபடியும் பிறக்காவிட்டால்,மறுபடியும் பிறக்காவிட்டால் – கிரேக்க மொழியில் மேலிருந்து பிறக்காவிட்டால் என்ற அர்த்தமும் உண்டு. இறைவனுடைய அரசை அவனால் கண்டுணர முடியாது” என்றார்."
  }, {
    "number" : 4,
    "verse" : "அப்போது நிக்கொதேமு அவரிடம், “வயதுசென்ற பின் ஒருவன் மீண்டும் பிறப்பது எப்படி? அவன் தன் தாயின் கர்ப்பத்திற்குள் இரண்டாவது தடவை போய் மீண்டும் பிறக்க முடியுமா?” என்றான்."
  }, {
    "number" : 5,
    "verse" : "இயேசு அதற்குப் பதிலாக, “நான் உனக்கு உண்மையாகவே உண்மையாகவே சொல்கின்றேன், ஒருவன் தண்ணீரினாலும், ஆவியானவரினாலும் பிறவாவிட்டால், அவன் இறைவனுடைய அரசுக்குள் போக முடியாது."
  }, {
    "number" : 6,
    "verse" : "மனிதனால் பிறப்பது மனிதனாய் இருக்கும்; ஆனால் ஆவியானவரால் பிறப்பது ஆவியாய் இருக்கும்"
  }, {
    "number" : 7,
    "verse" : "‘நீங்கள் மறுபடியும் பிறந்திட வேண்டும்’ என்று நான் உனக்குச் சொன்னதைக் குறித்து நீ வியப்படையக் கூடாது."
  }, {
    "number" : 8,
    "verse" : "காற்று தான் விரும்பிய இடத்தை நோக்கியே வீசுகிறது; அதன் சத்தத்தைக் கேட்கிறாய். ஆனால் அது எங்கிருந்து வருகின்றது என்றோ, அது எங்கே போகின்றது என்றோ உனக்குத் தெரியாது. ஆவியானவரால் பிறந்த ஒவ்வொருவனது பிறப்பும் இப்படியே இருக்கின்றது” என்றார்."
  }, {
    "number" : 9,
    "verse" : "அப்போது நிக்கொதேமு, “இது எப்படி சாத்தியமாகும்?” என்று கேட்டான்."
  }, {
    "number" : 10,
    "verse" : "இயேசு அவனிடம், “நீ இஸ்ரயேல் மக்களுடைய ஆசிரியனாய் இருந்தும், உன்னால் இவைகளை விளங்கிக்கொள்ள முடியவில்லையா?"
  }, {
    "number" : 11,
    "verse" : "நான் உனக்கு உண்மையாகவே உண்மையாகவே சொல்கின்றேன், நாங்கள் அறிந்ததைப் பேசுகின்றோம். நாங்கள் கண்டதைக் குறித்துச் சாட்சி சொல்கின்றோம். ஆயினும் நீங்களோ எங்களுடைய சாட்சியை ஏற்றுக்கொள்ளாமல் இருக்கின்றீர்கள்."
  }, {
    "number" : 12,
    "verse" : "நான் உங்களுக்கு பூமிக்குரிய காரியங்களைக் குறித்துச் சொன்னதையே விசுவாசிக்காமல் இருக்கின்றீர்கள்; அப்படியிருக்க பரலோக காரியங்களைக் குறித்து நான் சொன்னால், அதை நீங்கள் எப்படி விசுவாசிப்பீர்கள்?"
  }, {
    "number" : 13,
    "verse" : "பரலோகத்தில் இருந்து வந்தவரான மனுமகனைத் தவிர, ஒருவனும் ஒருபோதும் பரலோகத்திற்குள் போனதில்லை."
  }, {
    "number" : 14,
    "verse" : "பாலைநிலத்திலே மோசே, பாம்பை மேலே உயர்த்தியதைப் போல மனுமகனும் மேலே உயர்த்தப்பட வேண்டும்."
  }, {
    "number" : 15,
    "verse" : "அதனால், மனுமகனில் விசுவாசமாயிருக்கின்ற ஒவ்வொருவனும் நித்திய வாழ்வைப் பெற்றுக்கொள்ள முடியும்."
  }, {
    "number" : 16,
    "verse" : "“ஏனெனில், இறைவன் உலகத்தவர்களை அதிகமாய் நேசித்தபடியால், தனது ஒரே மகனைக் கொடுத்தார். அவரில் விசுவாசமாயிருக்கின்றவன் எவனோ, அவன் கெட்டழிந்து போகாமல், நித்திய வாழ்வைப் பெற்றுக்கொள்ளும்படியே அப்படிச் செய்தார்."
  }, {
    "number" : 17,
    "verse" : "உலகத்தவர்களுக்கு தண்டனைத்தீர்ப்பளிக்க, இறைவன் தமது மகனை இவ்வுலகிற்கு அனுப்பவில்லை. அவர் மூலமாக உலகத்தவர்களை இரட்சிப்பதற்காகவே அவரை அனுப்பினார்."
  }, {
    "number" : 18,
    "verse" : "அவரில் விசுவாசமாயிருக்கின்ற எவருக்கும் நியாயத்தீர்ப்பு இல்லை. ஆனால் அவரை விசுவாசிக்காதவர்களுக்கோ ஏற்கெனவே நியாயத்தீர்ப்பு வழங்கப்பட்டுவிட்டது. ஏனெனில் அவர்கள் இறைவனுடைய ஒரே மகனை நம்பவில்லை."
  }, {
    "number" : 19,
    "verse" : "அவர்களின் நியாயத்தீர்ப்புக்கான காரணம் இதுவே: உலகத்திற்குள் ஒளி வந்தது. மனிதர்களோ ஒளியை அல்ல, இருளையே விரும்பினார்கள். ஏனெனில் அவர்களது செயல்கள் தீயவைகளாய் இருந்தன."
  }, {
    "number" : 20,
    "verse" : "தீயசெயலைச் செய்கின்ற ஒவ்வொருவனும், வெளிச்சத்தை வெறுக்கிறான். அவன் வெளிச்சத்திற்குள் வர மாட்டான். தன் தீய செயல்கள் பகிரங்கமாகி விடும் என்று அவன் பயப்படுகிறான்."
  }, {
    "number" : 21,
    "verse" : "ஆனால் உண்மையின்படி வாழ்கின்றவனோ, வெளிச்சத்திற்குள் வருகின்றான். தன் செயல்கள் அனைத்தும், இறைவனின் விருப்பப்படியே செய்யப்பட்டிருப்பதால், அது தெளிவாகத் தெரியும்படி, அவன் வெளிச்சத்திற்குள் வருகின்றான்” என்றார்."
  }, {
    "number" : 22,
    "verse" : "இயேசுவைக் குறித்த யோவான் ஸ்நானகனின் சாட்சிஇதற்குப் பின்பு, இயேசுவும் அவருடைய சீடர்களும் யூதேயாவின் நாட்டுப் புறத்துக்கு வந்தார்கள். அங்கே அவர் சிறிது காலம் அவர்களுடன் தங்கி, மக்களுக்கு ஞானஸ்நானம் கொடுத்தார்."
  }, {
    "number" : 23,
    "verse" : "சாலிமுக்கு அருகே இருந்த அயினோன் என்ற இடத்தில், தண்ணீர் அதிகமாய் இருந்ததால் அங்கே யோவானும் ஞானஸ்நானம் கொடுத்துக் கொண்டிருந்தான். ஞானஸ்நானம் பெறுவதற்காக மக்கள் தொடர்ச்சியாக வந்து கொண்டிருந்தார்கள்."
  }, {
    "number" : 24,
    "verse" : "இது யோவான் சிறைக்குள் இடப்படும் முன்னே நடைபெற்றது."
  }, {
    "number" : 25,
    "verse" : "யோவானுடைய சீடர்களுக்கும் சில யூதர்களுக்கும் இடையில், சம்பிரதாய சுத்திகரிப்பைக் குறித்து விவாதம் ஏற்பட்டது."
  }, {
    "number" : 26,
    "verse" : "யோவானுடைய சீடர்கள் யோவானிடத்தில் வந்து அவனிடம், “போதகரே, யோர்தானுக்கு அக்கரையில் உம்மோடிருந்த ஒருவரைக் குறித்து நீர் சாட்சி கொடுத்தீரே. அவரும் ஞானஸ்நானம் கொடுக்கின்றார். எல்லோரும் அவரிடம் போகின்றார்களே” என்றார்கள்."
  }, {
    "number" : 27,
    "verse" : "யோவான் அதற்குப் பதிலாக, “ஒருவர், பரலோகத்திலிருந்து கொடுக்கப்படுவதை மட்டுமே பெற்றுக்கொள்ள முடியும்."
  }, {
    "number" : 28,
    "verse" : "‘நான் மேசியா அல்ல, அவருக்கு முன்பாக அனுப்பப்பட்டவன்’ என்று நான் சொன்னதற்கு நீங்களே எனக்குச் சாட்சிகள்."
  }, {
    "number" : 29,
    "verse" : "மணப்பெண் யாருக்கு உரியவளோ, அவரே மணமகன். மணமகனின் தோழனோ, அவர் அருகே நின்று அவர் சொல்வதைக் கேட்கின்றான். அவன் மணமகனுடைய குரலைக் கேட்டு, மனமகிழ்ச்சி அடைகிறான். அதுவே எனக்குரியதான மனமகிழ்ச்சி. அது இப்போது நிறைவடைந்திருக்கின்றது."
  }, {
    "number" : 30,
    "verse" : "அவர் பெருகவும், நான் சிறுகவும் வேண்டும்."
  }, {
    "number" : 31,
    "verse" : "“மேலே இருந்து வருகின்றவர், எல்லோருக்கும் மேலானவராக இருக்கின்றார்; கீழே உலகத்திலிருந்து வருகின்றவனோ, உலகத்திற்கே சொந்தமாயிருக்கிறான். அவன் உலகத்திற்குரிய விதமாகவே பேசுகின்றான். பரலோகத்திலிருந்து வருகின்றவரோ, எல்லோரிலும் மேலானவராக இருக்கின்றார்."
  }, {
    "number" : 32,
    "verse" : "அவர் தாம் கண்டதையும் கேட்டதையும் குறித்து சாட்சி கூறுகிறார். ஆனால் அவருடைய சாட்சியையோ ஒருவரும் ஏற்றுக்கொள்ளாமல் இருக்கின்றார்கள்."
  }, {
    "number" : 33,
    "verse" : "அவருடைய சாட்சியை ஏற்றுக்கொள்கின்றவனோ, இறைவன் உண்மையுள்ளவர் என்பதை உறுதிப்படுத்துகிறான்."
  }, {
    "number" : 34,
    "verse" : "இறைவனால் அனுப்பப்பட்டவரோ, இறைவனுடைய வார்த்தைகளைப் பேசுகின்றார். ஏனெனில், இறைவன் அவருக்கு ஆவியானவரை அளவின்றிக் கொடுத்திருக்கிறார்."
  }, {
    "number" : 35,
    "verse" : "பிதா மகனை நேசிப்பதால், அவர் எல்லாவற்றையும் மகனுடைய கைகளிலே ஒப்படைத்திருக்கிறார்."
  }, {
    "number" : 36,
    "verse" : "இறைவனின் மகனில் விசுவாசமாயிருக்கின்றவன் எவனோ, அவனுக்கு நித்திய வாழ்வு உண்டு. இறைவனின் மகனைப் புறக்கணிக்கின்றவன் எவனோ, அவன் அந்த வாழ்வைக் காண மாட்டான். ஏனெனில், இறைவனுடைய உக்கிர கோபம் அவன்மீது நிலைத்திருக்கும்” என்றான்."
  } ]
}