{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "யோவான்",
  "bookEnglishName" : "John",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "சமாரிய பெண்ணும் இயேசுவும்யோவானைவிட இயேசு அநேகம் பேரைச் சீடராக்கி, அவர்களுக்கு ஞானஸ்நானம் கொடுக்கின்றார் எனப் பரிசேயர்கள் கேள்விப்பட்டார்கள்."
  }, {
    "number" : 2,
    "verse" : "அந்தச் செய்தியை பரிசேயர்கள் கேள்விப்பட்டார்கள் என்பதை இயேசு அறிந்தபோது யூதேயாவைவிட்டுத் திரும்பவும் கலிலேயாவுக்குச் சென்றார்."
  }, {
    "number" : 3,
    "verse" : "(ஆயினும் உண்மையில் ஞானஸ்நானம் கொடுத்தது இயேசு அல்ல, அவருடைய சீடர்களே அதைச் செய்தார்கள்.)"
  }, {
    "number" : 4,
    "verse" : "அவர் சமாரியா வழியாகப் போக வேண்டியிருந்தது."
  }, {
    "number" : 5,
    "verse" : "எனவே, அவர் சமாரியாவிலுள்ள சீகார் என்னும் பட்டணத்திற்கு வந்தார். அது யாக்கோபு, தன் மகன் யோசேப்புக்குக் கொடுத்த நிலத்தினருகே இருந்தது."
  }, {
    "number" : 6,
    "verse" : "அங்கே யாக்கோபின் கிணறு இருந்தது. இயேசு பிரயாணத்தினால் களைப்படைந்தவராய், கிணற்றின் அருகே உட்கார்ந்தார். அப்போது நேரம் நண்பகல் பன்னிரண்டு மணியாயிருந்தது."
  }, {
    "number" : 7,
    "verse" : "அவ்வேளையில், சமாரிய பெண் ஒருத்தி தண்ணீர் அள்ளுவதற்கு வந்தாள். இயேசு அவளிடம், “நீ எனக்குக் குடிப்பதற்குத் தண்ணீர் தருவாயா?” என்று கேட்டார்."
  }, {
    "number" : 8,
    "verse" : "அப்போது அவருடைய சீடர்கள் உணவு வாங்குவதற்காக பட்டணத்திற்குள் போயிருந்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "அந்தச் சமாரியப் பெண் அவரிடம், “நீர் ஒரு யூதன், நானோ ஒரு சமாரியப் பெண். என்னிடம் நீர் எப்படித் தண்ணீர் கேட்கலாம்?” என்று கேட்டாள். ஏனெனில் யூதர்கள் சமாரியருடன் பழகுவதில்லை."
  }, {
    "number" : 10,
    "verse" : "அதற்கு இயேசு, “நீ இறைவனுடைய கொடையையும், உன்னிடம் குடிப்பதற்கு தண்ணீர் கேட்டவர் யார் என்பதையும் அறிந்திருந்தால், நீயே அவரிடத்தில் தண்ணீர் கேட்டிருப்பாய். அவர் உனக்கு வாழ்வளிக்கும் தண்ணீரைக் கொடுத்திருப்பார்” என்று பதிலளித்தார்."
  }, {
    "number" : 11,
    "verse" : "அப்போது அந்தப் பெண், “ஐயா, தண்ணீர் அள்ளுவதற்கு உம்மிடம் ஒன்றும் இல்லை; கிணறும் ஆழமாய் இருக்கின்றது. வாழ்வளிக்கும் தண்ணீர் எங்கிருந்து கிடைக்கும்?"
  }, {
    "number" : 12,
    "verse" : "எங்களுடைய தந்தை யாக்கோபு எங்களுக்கு இந்தக் கிணற்றைக் கொடுத்தாரே; இதிலிருந்து அவரும், அவருடைய பிள்ளைகளும் தண்ணீர் குடித்து, தங்கள் ஆடு மாடுகளுக்கும் தண்ணீர் கொடுத்தார்களே. எங்கள் தந்தை யாக்கோபைப் பார்க்கிலும் நீர் பெரியவரோ?” என்று கேட்டாள்."
  }, {
    "number" : 13,
    "verse" : "இயேசு அதற்குப் பதிலாக, “இந்தத் தண்ணீரைக் குடிக்கின்ற ஒவ்வொருவனுக்கும் மீண்டும் தாகமெடுக்கும்."
  }, {
    "number" : 14,
    "verse" : "ஆனால் நான் கொடுக்கும் தண்ணீரைக் குடிக்கின்றவனுக்கோ ஒருபோதும் தாகம் எடுக்காது. உண்மையாகவே, நான் அவனுக்குக் கொடுக்கும் தண்ணீர், அவனுக்குள்ளே ஒரு நீரூற்றாய், நித்திய வாழ்வு வரை ஊற்றெடுக்கும்” என்றார்."
  }, {
    "number" : 15,
    "verse" : "அந்தப் பெண் அவரிடம், “ஐயா, அந்தத் தண்ணீரை எனக்குத் தாரும்; அப்போது நான் இனிமேல் தாகமடைய மாட்டேன். தண்ணீர் அள்ளுவதற்கு நான் இங்கு வரவேண்டிய அவசியமும் ஏற்படாது” என்றாள்."
  }, {
    "number" : 16,
    "verse" : "அப்போது அவர் அவளிடம், “நீ போய், உன் கணவனை அழைத்துக்கொண்டு வா” என்றார்."
  }, {
    "number" : 17,
    "verse" : "அதற்கு அவள், “எனக்குக் கணவன் இல்லை” என்றாள். இயேசு அவளிடம், “உனக்குக் கணவன் இல்லை என்று நீ சொல்வது சரிதான்."
  }, {
    "number" : 18,
    "verse" : "ஐந்து கணவன்மார் உனக்கு இருந்தார்களே, இப்போது உன்னுடன் வாழ்கின்றவனும் உன்னுடைய கணவன் அல்ல. நீ சொன்னது உண்மைதான்” என்றார்."
  }, {
    "number" : 19,
    "verse" : "அப்போது அந்தப் பெண், “ஐயா, நீர் ஒரு இறைவாக்கினர் என்பது எனக்குப் புரிகின்றது."
  }, {
    "number" : 20,
    "verse" : "சமாரியர்களான எங்களது முற்பிதாக்கள் இங்கிருக்கும் மலையிலே இறைவனை வழிபட்டார்கள். ஆனால் யூதர்களான நீங்களோ, எருசலேமிலேயே வழிபட வேண்டும் என்று சொல்கின்றீர்கள்” என்றாள்."
  }, {
    "number" : 21,
    "verse" : "அதற்கு இயேசு: “பெண்ணே, நீ என்னை நம்பு. நீங்கள் பிதாவை இந்த மலையிலும் எருசலேமிலும் வழிபடாத ஒரு காலம் வருகின்றது."
  }, {
    "number" : 22,
    "verse" : "சமாரியராகிய நீங்களோ அறியாததையே வழிபடுகின்றீர்கள்; யூதர்களாகிய நாங்களோ அறிந்திருப்பவரையே வழிபடுகின்றோம். ஏனெனில், யூதரிடமிருந்தே இரட்சிப்பு வருகின்றது."
  }, {
    "number" : 23,
    "verse" : "ஆனால், உண்மையாய் வழிபடுகின்றவர்கள், பிதாவை ஆவியிலும் உண்மையிலும் வழிபடும் ஒரு காலம் வருகின்றது, அது இப்பொழுதே வந்துவிட்டது. ஏனெனில், அவ்விதம் தன்னை வழிபடுகின்றவர்களையே பிதா தேடுகிறார்."
  }, {
    "number" : 24,
    "verse" : "இறைவன் ஆவியாய் இருக்கின்றார். அவரை வழிபடுகின்றவர்கள், ஆவியிலும் உண்மையிலும் அவரை வழிபட வேண்டும்” என்றார்."
  }, {
    "number" : 25,
    "verse" : "அந்தப் பெண் அவரிடம், “கிறிஸ்து எனப்பட்ட மேசியா வரவிருகின்றார். அவர் வரும்போது, எல்லாவற்றையும் அவர் எங்களுக்கு விளக்கிக் கூறுவார் என்று எனக்குத் தெரியும்” என்றாள்."
  }, {
    "number" : 26,
    "verse" : "அதற்கு இயேசு அவளிடம், “உன்னுடன் பேசுகின்ற நானே அவர்” என்று அறிவித்தார்."
  }, {
    "number" : 27,
    "verse" : "சீடர்கள் இயேசுவிடம் திரும்பி வருதல்அப்போது அவருடைய சீடர்கள் திரும்பி வந்து, அவர் ஒரு பெண்ணுடன் பேசிக் கொண்டிருப்பதைக் கண்டு வியப்படைந்தார்கள். ஆனால் யாரும் அவரிடம், “உமக்கு என்ன தேவை?” என்றோ “நீர் ஏன் அவளுடன் பேசுகின்றீர்?” என்றோ கேட்கவில்லை."
  }, {
    "number" : 28,
    "verse" : "அப்போது அந்தப் பெண் தண்ணீர் குடத்தை அங்கேயே விட்டுவிட்டு, பட்டணத்திற்குள்ளே போய் அங்குள்ள மக்களிடம்,"
  }, {
    "number" : 29,
    "verse" : "“வாருங்கள், நான் செய்த எல்லாவற்றையும் எனக்குச் சொன்ன ஒருவரை வந்து பாருங்கள். ஒருவேளை அவர்தான் மேசியாவோ?” என்றாள்."
  }, {
    "number" : 30,
    "verse" : "அவர்கள் பட்டணத்தைவிட்டு வெளியேறி, அவர் இருந்த இடத்திற்கு வந்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "இதற்கிடையில் அவருடைய சீடர்கள், “போதகரே, உணவு அருந்துங்கள்” என்று அவரைக் கேட்டுக்கொண்டார்கள்."
  }, {
    "number" : 32,
    "verse" : "அதற்கு அவர் அவர்களிடம், “நான் உண்பதற்கு, நீங்கள் அறியாத உணவு என்னிடம் இருக்கின்றது” என்றார்."
  }, {
    "number" : 33,
    "verse" : "அப்போது அவருடைய சீடர்கள், “யாராவது அவருக்கு உணவு கொண்டுவந்து கொடுத்திருப்பார்களோ?” என்று தங்களுக்குள்ளே பேசிக்கொண்டார்கள்."
  }, {
    "number" : 34,
    "verse" : "இயேசு அவர்களிடம், “என்னை அனுப்பியவருடைய சித்தத்தைச் செய்து, அவருடைய வேலையை முடிப்பதே எனது உணவாகும்."
  }, {
    "number" : 35,
    "verse" : "‘இன்னும் நான்கு மாதங்கள் இருக்கின்றன. அதன்பின் அறுவடை வந்து விடும்’ என்று, நீங்கள் சொல்வதில்லையா? நான் உங்களுக்குச் சொல்கின்றேன், நீங்கள் உங்கள் கண்களை ஏறெடுத்து வயல்களை நோக்கிப் பாருங்கள்! அவை விளைந்து, அறுவடைக்கு ஆயத்தமாய் இருக்கின்றன."
  }, {
    "number" : 36,
    "verse" : "இப்போதும், அறுவடை செய்பவன் தன் கூலியைப் பெற்று, இப்பொழுதே நித்திய வாழ்வுக்கான விளைச்சலையும் அறுவடை செய்கின்றான்; இதனால் விதைக்கிறவனும் அறுவடை செய்கின்றவனும் ஒன்றாய் மகிழ்ச்சியடைகிறார்கள்."
  }, {
    "number" : 37,
    "verse" : "இவ்விதம், ‘ஒருவன் விதைக்கிறான், இன்னொருவன் அறுவடை செய்கின்றான்’ என்ற பழமொழியும் உண்மையாகிறது."
  }, {
    "number" : 38,
    "verse" : "நீங்கள் வேலை செய்து பயிரிடாததை அறுவடை செய்ய நான் உங்களை அனுப்பினேன். மற்றவர்கள் கடுமையாய் உழைத்தார்கள். அவர்களுடைய உழைப்பின் பலனை நீங்கள் அறுவடை செய்தீர்கள்” என்றார்."
  }, {
    "number" : 39,
    "verse" : "சமாரியர்களில் பலர் இயேசுவை விசுவாசித்தல்அந்தப் பட்டணத்திலிருந்த சமாரியர்களில் அநேகர், இயேசுவை விசுவாசித்தார்கள். ஏனெனில், “நான் செய்த எல்லாவற்றையும் இவர் எனக்குச் சொன்னார்” என்று இயேசுவைக் குறித்து அந்தச் சமாரியப் பெண் சாட்சி கூறியிருந்தாள்."
  }, {
    "number" : 40,
    "verse" : "எனவே அந்தச் சமாரியர்கள் அவரிடம், தங்களுடன் வந்து தங்கும்படி அவரைக் கேட்டுக்கொண்டார்கள். அவர் அவர்களுடன் இரண்டு நாட்கள் தங்கினார்."
  }, {
    "number" : 41,
    "verse" : "அவருடைய வார்த்தைகளைக் கேட்டு இன்னும் அதிகமானோர் விசுவாசிகளானார்கள்."
  }, {
    "number" : 42,
    "verse" : "அவர்கள் அந்தப் பெண்ணிடம், “நீ சொன்னதைக் கேட்டு நாங்கள் அவரை நம்ப வேண்டியதில்லை, அவர் சொன்னவற்றை நாங்களே இப்போது கேட்டோம். உண்மையிலேயே இவர் உலகத்தின் இரட்சகர் என்பதை அறிந்து கொண்டோம்” என்றார்கள்."
  }, {
    "number" : 43,
    "verse" : "அதிகாரியின் மகன் குணமடைதல்இரண்டு நாட்களின் பின் இயேசு கலிலேயாவுக்குப் புறப்பட்டுச் சென்றார்."
  }, {
    "number" : 44,
    "verse" : "ஒரு இறைவாக்கினனுக்கு தனது சொந்த ஊரிலே மதிப்பு இல்லை என்று இயேசு தாமே குறிப்பிட்டுச் சொல்லியிருந்தார்."
  }, {
    "number" : 45,
    "verse" : "அவர் கலிலேயாவுக்கு வந்தபோது, கலிலேயர்கள் அவரை வரவேற்றார்கள். பஸ்கா பண்டிகையின்போது, அவர் எருசலேமில் செய்ததையெல்லாம் கலிலேயர்கள் கண்டிருந்தார்கள். ஏனெனில் பண்டிகையின்போது அவர்களும் அங்கே இருந்தார்கள்."
  }, {
    "number" : 46,
    "verse" : "இயேசு திரும்பவும் ஒருமுறை, கலிலேயாவிலுள்ள கானாவூருக்குச் சென்றார். அங்கேதான், முன்பு அவர் தண்ணீரைத் திராட்சை ரசமாக மாற்றியிருந்தார். அப்போது ஒரு அரச அதிகாரியின் மகன் கப்பர்நகூம் என்ற ஊரிலே நோயுற்று இருந்தான்."
  }, {
    "number" : 47,
    "verse" : "இயேசு யூதேயாவிலிருந்து கலிலேயாவுக்கு வந்தாரென்று இந்த அதிகாரி கேள்விப்பட்டதும், அவன் அவரிடம் சென்று, மரணத் தறுவாயில் இருக்கும் தனது மகனை இயேசு வந்து குணமாக்க வேண்டும் என்று கெஞ்சி கேட்டுக்கொண்டான்."
  }, {
    "number" : 48,
    "verse" : "இயேசு அவனிடம், “நீங்கள் அற்புத அடையாளங்களையும், அதிசயங்களையும் கண்டாலொழிய, ஒருபோதும் விசுவாசிக்க மாட்டீர்கள்” என்றார்."
  }, {
    "number" : 49,
    "verse" : "அதற்கு அந்த அரச அதிகாரி, “ஐயா, எனது பிள்ளை மரணிக்கும் முன்னே வாருங்கள்” என்றான்."
  }, {
    "number" : 50,
    "verse" : "இயேசு அதற்குப் பதிலாக, “நீ திரும்பிப் போ. உன் மகன் உயிர் பிழைப்பான்” என்றார். அந்த மனிதன் இயேசுவின் வார்த்தையை நம்பி, புறப்பட்டுச் சென்றான்."
  }, {
    "number" : 51,
    "verse" : "அவன் வழியில் போய்க் கொண்டிருக்கும்போதே அவனுடைய வேலைக்காரர் அவனைச் சந்தித்து, அவனுடைய மகன் குணமடைந்து உயிர் பிழைத்தான் என்ற செய்தியை அவனுக்கு அறிவித்தார்கள்."
  }, {
    "number" : 52,
    "verse" : "தனது மகன் குணமடைந்த நேரத்தைப்பற்றி அவன் விசாரித்தபோது, அவர்கள் அவனிடம், “நேற்று பிற்பகல் ஒரு மணிக்கு, அவனுக்கிருந்த காய்ச்சல் நீங்கியது” என்றார்கள்."
  }, {
    "number" : 53,
    "verse" : "இயேசு தன்னிடம், “உனது மகன் உயிர் பிழைப்பான்” என்று சொன்னதும், சரியாக அதே நேரம்தான் என்று, தகப்பன் புரிந்து கொண்டான். எனவே அவனும் அவனுடைய குடும்பத்தாரும் இயேசுவை விசுவாசித்தார்கள்."
  }, {
    "number" : 54,
    "verse" : "இது இயேசு யூதேயாவிலிருந்து கலிலேயாவுக்கு வந்த பின் செய்த இரண்டாவது அற்புத அடையாளம் ஆகும்."
  } ]
}