{"bibleAbbr":"NRSVue2021","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"God Has Spoken by His Son Long ago God spoke to our ancestors in many and various ways by the prophets,"},{"number":2,"verse":"(Ps 2.8; Jn 1.3; 1 Cor 8.6; Gal 4.4; Heb 2.3) but in these last days he has spoken to us by a Son, (Or the Son) whom he appointed heir of all things, through whom he also created the worlds."},{"number":3,"verse":"(Jn 1.14; Col 1.17; Heb 7.27; 8.1) He is the reflection of God’s glory and the exact imprint of God’s very being, and he sustains (Or bears along) all things by his powerful word. When he had made purification for (Other ancient authorities add our) sins, he sat down at the right hand of the Majesty on high,"},{"number":4,"verse":"(Eph 1.21; Phil 2.9, 10) having become as much superior to angels as the name he has inherited is more excellent than theirs."},{"number":5,"verse":"The Son Is Superior to Angels (Ps 2.7) For to which of the angels did God (Greek he) ever say, “You are my Son; today I have begotten you”? Or again, “I will be his Father, and he will be my Son”?"},{"number":6,"verse":"And again, when he brings the firstborn into the world, he says, “Let all God’s angels worship him.”"},{"number":7,"verse":"(Ps 104.4) Of the angels he says, “He makes his angels winds and his servants flames of fire.”"},{"number":8,"verse":"(Ps 45.6, 7) But of the Son he says, “Your throne, O God, is (Or God is your throne) forever and ever, and the scepter of righteousness is the scepter of your (Other ancient authorities read his) kingdom."},{"number":9,"verse":"(Isa 61.1, 3; Phil 2.9) You have loved righteousness and hated lawlessness; (Other ancient authorities read wickedness) therefore God, your God, has anointed you with the oil of gladness beyond your companions.”"},{"number":10,"verse":"(Ps 102.25) And, “In the beginning, Lord, you founded the earth, and the heavens are the work of your hands;"},{"number":11,"verse":"(Isa 34.4) they will perish, but you remain; they will all wear out like clothing;"},{"number":12,"verse":"like a cloak you will roll them up, and like clothing (Other ancient authorities lack like clothing) they will be changed. But you are the same, and your years will never end.”"},{"number":13,"verse":"(Ps 110.1; Heb 10.13) And to which of the angels has he ever said, “Sit at my right hand until I make your enemies a footstool for your feet”?"},{"number":14,"verse":"(Ps 103.20; Heb 5.9) Are not all angels (Gk all of them) spirits in the divine service, sent to serve for the sake of those who are to inherit salvation?"}]}