{"bibleAbbr":"NKJV1982","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"The Family of Israel These were the (Gen. 29:32-35; 35:23, 26; 46:8-27) sons of Israel: (Gen. 29:32; 35:22) Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"},{"number":2,"verse":"Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."},{"number":3,"verse":"From Judah to David The sons of (Gen. 38:3-5; 46:12; Num. 26:19) Judah were Er, Onan, and Shelah. These three were born to him by the daughter of (Gen. 38:2) Shua, the Canaanitess. (Gen. 38:7) Er, the firstborn of Judah, was wicked in the sight of the LORD; so He killed him."},{"number":4,"verse":"And (Gen. 38:6) Tamar, his daughter-in-law, (Matt. 1:3) bore him Perez and Zerah. All the sons of Judah were five."},{"number":5,"verse":"The sons of (Gen. 46:12; Ruth 4:18) Perez were Hezron and Hamul."},{"number":6,"verse":"The sons of Zerah were Zimri, (1 Kin. 4:31) Ethan, Heman, Calcol, and Dara—five of them in all."},{"number":7,"verse":"The son of (1 Chr. 4:1) Carmi was Achar, the troubler of Israel, who transgressed in the (Josh. 6:18) accursed thing."},{"number":8,"verse":"The son of Ethan was Azariah."},{"number":9,"verse":"Also the sons of Hezron who were born to him were Jerahmeel, Ram, and Chelubai."},{"number":10,"verse":"Ram (Ruth 4:19-22; Matt. 1:4) begot Amminadab, and Amminadab begot Nahshon, (Num. 1:7; 2:3) leader of the children of Judah;"},{"number":11,"verse":"Nahshon begot Salma, and Salma begot Boaz;"},{"number":12,"verse":"Boaz begot Obed, and Obed begot Jesse;"},{"number":13,"verse":"(1 Sam. 16:6) Jesse begot Eliab his firstborn, Abinadab the second, Shimea the third,"},{"number":14,"verse":"Nethanel the fourth, Raddai the fifth,"},{"number":15,"verse":"Ozem the sixth, and David the (1 Sam. 16:10, 11; 17:12) seventh."},{"number":16,"verse":"Now their sisters were Zeruiah and Abigail. (2 Sam. 2:18) And the sons of Zeruiah were Abishai, Joab, and Asahel—three."},{"number":17,"verse":"Abigail bore Amasa; and the father of Amasa was Jether the Ishmaelite."},{"number":18,"verse":"The Family of Hezron Caleb the son of Hezron had children by Azubah, his wife, and by Jerioth. Now these were her sons: Jesher, Shobab, and Ardon."},{"number":19,"verse":"When Azubah died, Caleb took (1 Chr. 2:50) Ephrath as his wife, who bore him Hur."},{"number":20,"verse":"And Hur begot Uri, and Uri begot (Ex. 31:2; 38:22) Bezalel."},{"number":21,"verse":"Now afterward Hezron went in to the daughter of (Num. 27:1; Judg. 5:14; 1 Chr. 7:14) Machir the father of Gilead, whom he married when he was sixty years old; and she bore him Segub."},{"number":22,"verse":"Segub begot (Judg. 10:3) Jair, who had twenty-three cities in the land of Gilead."},{"number":23,"verse":"(Num. 32:41; Deut. 3:14; Josh. 13:30) (Geshur and Syria took from them the towns of Jair, with Kenath and its towns—sixty towns.) All these belonged to the sons of Machir the father of Gilead."},{"number":24,"verse":"After Hezron died in Caleb Ephrathah, Hezron’s wife Abijah bore him (1 Chr. 4:5) Ashhur the father of Tekoa."},{"number":25,"verse":"The Family of Jerahmeel The sons of Jerahmeel, the firstborn of Hezron, were Ram, the firstborn, and Bunah, Oren, Ozem, and Ahijah."},{"number":26,"verse":"Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam."},{"number":27,"verse":"The sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker."},{"number":28,"verse":"The sons of Onam were Shammai and Jada. The sons of Shammai were Nadab and Abishur."},{"number":29,"verse":"And the name of the wife of Abishur was Abihail, and she bore him Ahban and Molid."},{"number":30,"verse":"The sons of Nadab were Seled and Appaim; Seled died without children."},{"number":31,"verse":"The son of Appaim was Ishi, the son of Ishi was Sheshan, and (1 Chr. 2:34, 35) Sheshan’s son was Ahlai."},{"number":32,"verse":"The sons of Jada, the brother of Shammai, were Jether and Jonathan; Jether died without children."},{"number":33,"verse":"The sons of Jonathan were Peleth and Zaza. These were the sons of Jerahmeel."},{"number":34,"verse":"Now Sheshan had no sons, only daughters. And Sheshan had an Egyptian servant whose name was Jarha."},{"number":35,"verse":"Sheshan gave his daughter to Jarha his servant as wife, and she bore him Attai."},{"number":36,"verse":"Attai begot Nathan, and Nathan begot (1 Chr. 11:41) Zabad;"},{"number":37,"verse":"Zabad begot Ephlal, and Ephlal begot (2 Chr. 23:1) Obed;"},{"number":38,"verse":"Obed begot Jehu, and Jehu begot Azariah;"},{"number":39,"verse":"Azariah begot Helez, and Helez begot Eleasah;"},{"number":40,"verse":"Eleasah begot Sismai, and Sismai begot Shallum;"},{"number":41,"verse":"Shallum begot Jekamiah, and Jekamiah begot Elishama."},{"number":42,"verse":"The Family of Caleb The descendants of Caleb the brother of Jerahmeel were Mesha, his firstborn, who was the father of Ziph, and the sons of Mareshah the father of Hebron."},{"number":43,"verse":"The sons of Hebron were Korah, Tappuah, Rekem, and Shema."},{"number":44,"verse":"Shema begot Raham the father of Jorkoam, and Rekem begot Shammai."},{"number":45,"verse":"And the son of Shammai was Maon, and Maon was the father of Beth Zur."},{"number":46,"verse":"Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran begot Gazez."},{"number":47,"verse":"And the sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."},{"number":48,"verse":"Maachah, Caleb’s concubine, bore Sheber and Tirhanah."},{"number":49,"verse":"She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea. And the daughter of Caleb was (Josh. 15:17) Achsah."},{"number":50,"verse":"These were the descendants of Caleb: The sons of (1 Chr. 4:4) Hur, the firstborn of Ephrathah, were Shobal the father of (Josh. 9:17; 18:14) Kirjath Jearim,"},{"number":51,"verse":"Salma the father of Bethlehem, and Hareph the father of Beth Gader."},{"number":52,"verse":"And Shobal the father of Kirjath Jearim had descendants: Haroeh, and half of the families of Manuhoth."},{"number":53,"verse":"The families of Kirjath Jearim were the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these came the Zorathites and the Eshtaolites."},{"number":54,"verse":"The sons of Salma were Bethlehem, the Netophathites, Atroth Beth Joab, half of the Manahethites, and the Zorites."},{"number":55,"verse":"And the families of the scribes who dwelt at Jabez were the Tirathites, the Shimeathites, and the Suchathites. These were the (Judg. 1:16) Kenites who came from Hammath, the father of the house of (2 Kin. 10:15; Jer. 35:2) Rechab."}]}