{"bibleAbbr":"NKJV1982","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"So (Ezra 2:59) all Israel was recorded by genealogies, and indeed, they were inscribed in the book of the kings of Israel. But Judah was carried away captive to Babylon because of their unfaithfulness."},{"number":2,"verse":"(Ezra 2:70; Neh. 7:73) And the first inhabitants who dwelt in their possessions in their cities were Israelites, priests, Levites, and (Ezra 2:43; 8:20) the Nethinim."},{"number":3,"verse":"Dwellers in Jerusalem Now in (Neh. 11:1, 2) Jerusalem the children of Judah dwelt, and some of the children of Benjamin, and of the children of Ephraim and Manasseh:"},{"number":4,"verse":"Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the descendants of Perez, the son of Judah."},{"number":5,"verse":"Of the Shilonites: Asaiah the firstborn and his sons."},{"number":6,"verse":"Of the sons of Zerah: Jeuel, and their brethren—six hundred and ninety."},{"number":7,"verse":"Of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;"},{"number":8,"verse":"Ibneiah the son of Jeroham; Elah the son of Uzzi, the son of Michri; Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;"},{"number":9,"verse":"and their brethren, according to their generations—nine hundred and fifty-six. All these men were heads of a father’s house in their fathers’ houses."},{"number":10,"verse":"The Priests at Jerusalem (Neh. 11:10-14) Of the priests: Jedaiah, Jehoiarib, and Jachin;"},{"number":11,"verse":"Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the (2 Chr. 31:13; Jer. 20:1) officer over the house of God;"},{"number":12,"verse":"Adaiah the son of Jeroham, the son of Pashur, the son of Malchijah; Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"},{"number":13,"verse":"and their brethren, heads of their fathers’ houses—one thousand seven hundred and sixty. They were very able men for the work of the service of the house of God."},{"number":14,"verse":"The Levites at Jerusalem Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"},{"number":15,"verse":"Bakbakkar, Heresh, Galal, and Mattaniah the son of Micah, the son of (Neh. 11:17) Zichri, the son of Asaph;"},{"number":16,"verse":"(Neh. 11:17) Obadiah the son of (Neh. 11:17) Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah the son of Asa, the son of Elkanah, who lived in the villages of the Netophathites."},{"number":17,"verse":"The Levite Gatekeepers And the gatekeepers were Shallum, Akkub, Talmon, Ahiman, and their brethren. Shallum was the chief."},{"number":18,"verse":"Until then they had been gatekeepers for the camps of the children of Levi at the King’s Gate on the east."},{"number":19,"verse":"Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brethren, from his father’s house, the Korahites, were in charge of the work of the service, gatekeepers of the tabernacle. Their fathers had been keepers of the entrance to the camp of the LORD."},{"number":20,"verse":"And (Num. 25:6-13; 31:6) Phinehas the son of Eleazar had been the officer over them in time past; the LORD was with him."},{"number":21,"verse":"(1 Chr. 26:2, 14) Zechariah the son of Meshelemiah was keeper of the door of the tabernacle of meeting."},{"number":22,"verse":"All those chosen as gatekeepers were two hundred and twelve. (1 Chr. 26:1, 2) They were recorded by their genealogy, in their villages. David and Samuel (1 Sam. 9:9) the seer had appointed them to their trusted office."},{"number":23,"verse":"So they and their children were in charge of the gates of the house of the LORD, the house of the tabernacle, by assignment."},{"number":24,"verse":"The gatekeepers were assigned to the four directions: the east, west, north, and south."},{"number":25,"verse":"And their brethren in their villages had to come with them from time to time (2 Kin. 11:4-7; 2 Chr. 23:8) for seven days."},{"number":26,"verse":"For in this trusted office were four chief gatekeepers; they were Levites. And they had charge over the chambers and treasuries of the house of God."},{"number":27,"verse":"And they lodged all around the house of God because they had the (1 Chr. 23:30-32) responsibility, and they were in charge of opening it every morning."},{"number":28,"verse":"Other Levite Responsibilities Now some of them were in charge of the serving vessels, for they brought them in and took them out by count."},{"number":29,"verse":"Some of them were appointed over the furnishings and over all the implements of the sanctuary, and over the (1 Chr. 23:29) fine flour and the wine and the oil and the incense and the spices."},{"number":30,"verse":"And some of the sons of the priests made (Ex. 30:22-25) the ointment of the spices."},{"number":31,"verse":"Mattithiah of the Levites, the firstborn of Shallum the Korahite, had the trusted office (Lev. 2:5; 6:21) over the things that were baked in the pans."},{"number":32,"verse":"And some of their brethren of the sons of the Kohathites (Lev. 24:5-8) were in charge of preparing the showbread for every Sabbath."},{"number":33,"verse":"These are (1 Chr. 6:31; 25:1) the singers, heads of the fathers’ houses of the Levites, who lodged in the chambers, and were free from other duties; for they were employed in that work day and night."},{"number":34,"verse":"These heads of the fathers’ houses of the Levites were heads throughout their generations. They dwelt at Jerusalem."},{"number":35,"verse":"The Family of King Saul Jeiel the father of Gibeon, whose wife’s name was (1 Chr. 8:29-32) Maacah, dwelt at Gibeon."},{"number":36,"verse":"His firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,"},{"number":37,"verse":"Gedor, Ahio, Zechariah, and Mikloth."},{"number":38,"verse":"And Mikloth begot Shimeam. They also dwelt alongside their relatives in Jerusalem, with their brethren."},{"number":39,"verse":"(1 Chr. 8:33-38) Ner begot Kish, Kish begot Saul, and Saul begot Jonathan, Malchishua, Abinadab, and Esh-Baal."},{"number":40,"verse":"The son of Jonathan was Merib-Baal, and Merib-Baal begot Micah."},{"number":41,"verse":"The sons of Micah were Pithon, Melech, Tahrea, and Ahaz."},{"number":42,"verse":"And Ahaz begot Jarah; Jarah begot Alemeth, Azmaveth, and Zimri; and Zimri begot Moza;"},{"number":43,"verse":"Moza begot Binea, Rephaiah his son, Eleasah his son, and Azel his son."},{"number":44,"verse":"And Azel had six sons whose names were these: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan; these were the sons of Azel."}]}