{"bibleAbbr":"urRV2010","bookName":"طِطُس","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"( تمہید) پَولُس کی طرف سے جو خُدا کا بندہ اور یِسُو ع مسِیح کا رسُول ہے ۔ خُدا کے برگُزِیدوں کے اِیمان اور اُس حق کی پہچان کے مُطابِق جو دِین داری کے مُوافِق ہے۔"},{"number":2,"verse":"اُس ہمیشہ کی زِندگی کی اُمّید پر جِس کا وعدہ ازل سے خُدا نے کِیا ہے جو جُھوٹ نہیں بول سکتا۔"},{"number":3,"verse":"اور اُس نے مُناسِب وقتوں پر اپنے کلام کو اُس پَیغام میں ظاہِرکِیا جو ہمارے مُنجّی خُدا کے حُکم کے مُطابِق میرے سپُرد ہُؤا۔"},{"number":4,"verse":"اِیمان کی شِرکت کے رُو سے سچّے فرزند طِطُس کے نام ۔ فضل اور اِطمِینان خُدا باپ اور ہمارے مُنجّی مسِیح یِسُو ع کی طرف سے تُجھے حاصِل ہوتا رہے۔"},{"number":5,"verse":"( کریتے میں طِطُس کا کام) مَیں نے تُجھے کریتے میں اِس لِئے چھوڑا تھا کہ تُو باقی ماندہ باتوں کو درُست کرے اور میرے حُکم کے مُطابِق شہر بہ شہر اَیسے بزُرگوں کو مُقرّر کرے۔"},{"number":6,"verse":"جو بے اِلزام اور ایک ایک بِیوی کے شَوہر ہوں اور اُن کے بچّے اِیمان دار اور بدچلنی اور سرکشی کے اِلزام سے پاک ہوں۔"},{"number":7,"verse":"کیونکہ نِگہبان کو خُدا کا مُختار ہونے کی وجہ سے بے اِلزام ہونا چاہئے نہ خُودرای ہو ۔ نہ غُصّہ ور ۔ نہ نشہ میں غُل مچانے والا ۔ نہ مار ِپیٹ کرنے والا اور نہ ناجائِز نفع کا لالچی۔"},{"number":8,"verse":"بلکہ مُسافِر پرور ۔ خَیر دوست ۔ مُتّقی ۔ مُنصِف مِزاج ۔ پاک اور ضبط کرنے والا ہو۔"},{"number":9,"verse":"اور اِیمان کے کلام پر جو اِس تعلِیم کے مُوافِق ہے قائِم ہو تاکہ صحِیح تعلِیم کے ساتھ نصِیحت بھی کر سکے اور مُخالِفوں کو قائِل بھی کر سکے۔"},{"number":10,"verse":"کیونکہ بُہت سے لوگ سَرکش اور بیہُودہ گو اور دغاباز ہیں خاص کر مختُونوں میں سے۔"},{"number":11,"verse":"اِن کا مُنہ بند کرنا چاہئے ۔ یہ لوگ ناجائِز نفع کی خاطِر نا شایستہ باتیں سِکھا کر گھر کے گھر تباہ کر دیتے ہیں۔"},{"number":12,"verse":"اُن ہی میں سے ایک شخص نے کہا ہے جو خاص اُن کا نبی تھا کہ کُریتی ہمیشہ جُھوٹے ۔ مُوذی جانور ۔ احدی کھاؤ ُہوتے ہیں۔"},{"number":13,"verse":"یہ گواہی سچ ہے ۔ پس اُنہیں سخت ملامت کِیا کر تاکہ اُن کا اِیمان درُست ہو جائے۔"},{"number":14,"verse":"اور وہ یہُودِیوں کی کہانِیوں اور اُن آدمِیوں کے حُکموں پر توُّجہ نہ کریں جو حق سے گُمراہ ہوتے ہیں۔"},{"number":15,"verse":"پاک لوگوں کے لِئے سب چِیزیں پاک ہیں مگر گُناہ آلُودہ اور بے اِیمان لوگوں کے لِئے کُچھ بھی پاک نہیں بلکہ اُن کی عقل اور دِل دونوں گُناہ آلُودہ ہیں۔"},{"number":16,"verse":"وہ خُدا کی پہچان کا دعویٰ تو کرتے ہیں مگر اپنے کاموں سے اُس کا اِنکار کرتے ہیں کیونکہ وہ مکرُوہ اور نافرمان ہیں اور کِسی نیک کام کے قابِل نہیں۔"}]}