{"bibleAbbr":"ISV2011","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"{The Coming Destruction} d \"Israel, the overgrown {Or empty} vine, bears fruit like itself; the more fruitful they become, the more altars they build. The better the land, the more ornate the stone idols. {Or pillars}"},{"number":2,"verse":"Their hearts are divided; from now on they are to be found guilty. God {Lit. He} will tear down their altars, he will destroy their stone idols. {Or pillars}"},{"number":3,"verse":"From now on they will say, «We have no king, because we did not fear the Lord and what would a king do for us? '"},{"number":4,"verse":"Their word is falsely given as they make their agreements; {Lit. make a covenant} so judgment springs up like poisonous weeds in the furrows of a field. {Cf. Deut 29:18}"},{"number":5,"verse":"\"The residents of Samaria will be terrified because of the cows {I. e. Canaanite heifer deities} of Beth-aven. Its people will mourn over Beth-aven, {Lit. it} along with the priests who will mourn its glory, because that glory has departed. {The Heb. verb depart is similar to the Heb. verb mourn}"},{"number":6,"verse":"Indeed, that glory {Lit. Indeed, it} will be carried to Assyria it will become a present for an avenging king. {Cf. 2Kings 15-16; 2Chr 28:19-20} Ephraim will be disgraced, and Israel will become ashamed of its decision."},{"number":7,"verse":"Samaria's king will float away like driftwood on the surface of water."},{"number":8,"verse":"Destroyed will be the high places of Aven, that are the sin of Israel. Both thorn and thistle will grow up over their altars. They will call out to the mountains, «Cover us!'and to the hills, «Fall on us!'"},{"number":9,"verse":"\"From the time of Gibeah, you have sinned, Israel; There they took their stand; the battle at Gibeah could not subdue the lawless."},{"number":10,"verse":"When I'm ready, I will chasten them; and the people will gather against them, to imprison them for their two unrighteous acts.\" {So LXX. MT reads two eyes}"},{"number":11,"verse":"{Israel Urged to Sow in Righteousness} d \"Ephraim, the well-trained heifer, loves to thresh grain, so I will spare her neck. I will turn Ephraim into a pack animal. Judah will pull the plow, and Jacob will turn up the fallow ground."},{"number":12,"verse":"Sow in righteousness in your own interest, reap in gracious love, break up your own unprepared ground; It is now time to inquire of {Or to worship} the Lord , until he comes to pour out righteousness for you."},{"number":13,"verse":"You have plowed {Or fashioned} evil; you have reaped unrighteousness; you have eaten the fruit of hypocrisy; because you trusted in your own direction, and in the number of your mighty forces."},{"number":14,"verse":"Therefore a disaster will come upon your people, and all of your fortresses will be ruined. As Shalman {Possibly Shalmaneser, king of Assyria; cf. 2Kings 17:3} destroyed Beth-arbel in wartime, mothers were {Lit. a mother was} dashed to pieces along with their children."},{"number":15,"verse":"The same will happen to you, Bethel, because of your great evil early one morning the king of Israel will be totally silenced.\""}]}