{"bibleAbbr":"ISV2011","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"{The Lord's Anger against Israel} d \"When the tribe of {The Heb. lacks the tribe of} Ephraim spoke, there was trembling; and it was exalted within Israel. But when they offended God by Baal, they died,"},{"number":2,"verse":"but now they are sinning more and more, crafting idols from melted silver. Their idols are made with the most exacting skill, all of it the work of craftsmen. People {Lit. They} say about them, «They offer human sacrifice, and kiss calf-shaped idols.'{Lit. kissing calves}"},{"number":3,"verse":"Therefore they will be like morning clouds, like early morning dew that evaporates, like chaff blown away from the threshing floor, or like smoke from a chimney.\" {Or window}"},{"number":4,"verse":"{The Lord is Israel's God} d \"I am the Lord your God from the land of Egypt, and you have known no god except for me, because except for me there is no savior."},{"number":5,"verse":"I took care of {So LXX. MT reads I knew} you in the wilderness, in a waterless land."},{"number":6,"verse":"As their pastures flourished, all their desires were met. {Lit. flourished, they were satiated} As they were satiated, they became arrogant and therefore ignored me."},{"number":7,"verse":"\"So I will be like a lion to them. Like a leopard I will stalk them along the road."},{"number":8,"verse":"I will confront them like a bear deprived of her cubs; {The Heb. lacks of her cubs} I will tear open their ribs. I will devour them like a lion the wild beasts will rip them apart."},{"number":9,"verse":"\"You have destroyed yourself, Israel, although I remain your help."},{"number":10,"verse":"Now where is your king? Will he save you in all your cities? And where are {The Heb. lacks where are} your judges, about whom you demanded, «Give me a king and officials!'?"},{"number":11,"verse":"I gave you a king in my anger, and I took him {The Heb. lacks him} away in my fury.\""},{"number":12,"verse":"\"Ephraim's guilt is on record; his sin is stored away."},{"number":13,"verse":"When the time of childbirth comes, he will be so foolish that he will refuse to be born.\""},{"number":14,"verse":"\"From the power of Sheol I will rescue them, from death I will redeem them. Death, where are {Or death, I will be} your plagues? Sheol, where is {Or Sheol, I will be} your destruction? My eyes will remain closed to your pleas for {The Heb. lacks your pleas for} compassion."},{"number":15,"verse":"Even though he is fruitful compared to his relatives, an east wind will come, the Lord's wind storm from the wilderness, and his spring will evaporate. His fountain will dry up, and the Lord's {Lit. and it} wind storm will plunder all the expensive vessels of the treasury."},{"number":16,"verse":"{This v. is 14:1 in MT} Samaria will be held guilty, because she has rebelled against her God. By the sword they will fall with their infants dashed to pieces, and their pregnant women torn open.\""}]}