{"bibleAbbr":"CVg2018","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":4,"verses":[{"number":1,"verse":"Domini, quod justum est et æquum, servis præstate : scientes quod et vos Dominum habetis in cælo."},{"number":2,"verse":"Orationi instate, vigilantes in ea in gratiarum actione :"},{"number":3,"verse":"orantes simul et pro nobis, ut Deus aperiat nobis ostium sermonis ad loquendum mysterium Christi (propter quod etiam vinctus sum),"},{"number":4,"verse":"ut manifestem illud ita ut oportet me loqui."},{"number":5,"verse":"In sapientia ambulate ad eos, qui foris sunt : tempus redimentes."},{"number":6,"verse":"Sermo vester semper in gratia sale sit conditus, ut sciatis quomodo oporteat vos unicuique respondere."},{"number":7,"verse":"Quæ circa me sunt, omnia vobis nota faciet Tychicus, carissimus frater, et fidelis minister, et conservus in Domino :"},{"number":8,"verse":"quem misi ad vos ad hoc ipsum, ut cognoscat quæ circa vos sunt, et consoletur corda vestra,"},{"number":9,"verse":"cum Onesimo carissimo, et fideli fratre, qui ex vobis est. Omnia, quæ hic aguntur, nota facient vobis."},{"number":10,"verse":"Salutat vos Aristarchus concaptivus meus, et Marcus consobrinus Barnabæ, de quo accepistis mandata : si venerit ad vos, excipite illum :"},{"number":11,"verse":"et Jesus, qui dicitur Justus : qui sunt ex circumcisione : hi soli sunt adjutores mei in regno Dei, qui mihi fuerunt solatio."},{"number":12,"verse":"Salutat vos Epaphras, qui ex vobis est, servus Christi Jesu, semper sollicitus pro vobis in orationibus, ut stetis perfecti, et pleni in omni voluntate Dei."},{"number":13,"verse":"Testimonium enim illi perhibeo quod habet multum laborem pro vobis, et pro iis qui sunt Laodiciæ, et qui Hierapoli."},{"number":14,"verse":"Salutat vos Lucas, medicus carissimus, et Demas."},{"number":15,"verse":"Salutate fratres, qui sunt Laodiciæ, et Nympham, et quæ in domo ejus est, ecclesiam."},{"number":16,"verse":"Et cum lecta fuerit apud vos epistola hæc, facite ut et in Laodicensium ecclesia legatur : et eam, quæ Laodicensium est, vos legatis."},{"number":17,"verse":"Et dicite Archippo : Vide ministerium, quod accepisti in Domino, ut illud impleas."},{"number":18,"verse":"Salutatio, mea manu Pauli. Memores estote vinculorum meorum. Gratia vobiscum. Amen."}]}