{"bibleAbbr":"RV1895","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"For, behold, the Lord, the LORD of hosts, doth take away from Jerusalem and from Judah stay and staff, the whole stay of bread, and the whole stay of water;"},{"number":2,"verse":"the mighty man, and the man of war; the judge, and the prophet, and the diviner, and the ancient;"},{"number":3,"verse":"the captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the skilful enchanter."},{"number":4,"verse":"And I will give children to be their princes, and babes shall rule over them."},{"number":5,"verse":"And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable."},{"number":6,"verse":"When a man shall take hold of his brother in the house of his father, saying, Thou hast clothing, be thou our ruler, and let this ruin be under thy hand:"},{"number":7,"verse":"in that day shall he lift up his voice, saying, I will not be an healer; for in my house is neither bread nor clothing: ye shall not make me ruler of the people."},{"number":8,"verse":"For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory."},{"number":9,"verse":"The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves."},{"number":10,"verse":"Say ye of the righteous, that it shall be well with him: for they shall eat the fruit of their doings."},{"number":11,"verse":"Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him."},{"number":12,"verse":"As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee to err, and destroy the way of thy paths."},{"number":13,"verse":"The LORD standeth up to plead, and standeth to judge the peoples."},{"number":14,"verse":"The LORD will enter into judgement with the elders of his people, and the princes thereof: It is ye that have eaten up the vineyard; the spoil of the poor is in your houses:"},{"number":15,"verse":"what mean ye that ye crush my people, and grind the face of the poor? saith the Lord, the LORD of hosts."},{"number":16,"verse":"Moreover the LORD said, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:"},{"number":17,"verse":"therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the LORD will lay bare their secret parts."},{"number":18,"verse":"In that day the Lord will take away the bravery of their anklets, and the cauls, and the crescents;"},{"number":19,"verse":"the pendants, and the bracelets, and the mufflers;"},{"number":20,"verse":"the headtires, and the ankle chains, and the sashes, and the perfume boxes, and the amulets;"},{"number":21,"verse":"the rings, and the nose jewels;"},{"number":22,"verse":"the festival robes, and the mantles, and the shawls, and the satchels;"},{"number":23,"verse":"the hand mirrors, and the fine linen, and the turbans, and the veils."},{"number":24,"verse":"And it shall come to pass, that instead of sweet spices there shall be rottenness; and instead of a girdle a rope; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth: branding instead of beauty."},{"number":25,"verse":"Thy men shall fall by the sword, and thy mighty in the war."},{"number":26,"verse":"And her gates shall lament and mourn; and she shall be desolate and sit upon the ground."}]}