{"bibleAbbr":"KJV2000","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"Now when all this was finished, all Israel that were present went out to the cities of Judah, and broke the sacred pillars in pieces, and cut down the idol poles, and threw down the high places and the altars out of all Judah and Benjamin, in Ephraim also and Manasseh, until they had utterly destroyed them all. Then all the children of Israel returned, every man to his possession, into their own cities."},{"number":2,"verse":"And Hezekiah appointed the divisions of the priests and the Levites according to their divisions, every man according to his service, the priests and Levites for burnt offerings and for peace offerings, to minister, and to give thanks, and to praise in the gates of the camp of the LORD."},{"number":3,"verse":"He appointed also the king's portion of his possessions for the burnt offerings, the morning and evening burnt offerings, and the burnt offerings for the sabbaths, and for the new moons, and for the set feasts, as it is written in the law of the LORD."},{"number":4,"verse":"Moreover he commanded the people that dwelt in Jerusalem to give the portion due to the priests and the Levites, that they might be encouraged in the law of the LORD."},{"number":5,"verse":"And as soon as the commandment was spread abroad, the children of Israel brought in abundance the firstfruits of grain, wine, and oil, and honey, and of all the increase of the field; and the tithe of all things brought they in abundantly."},{"number":6,"verse":"And concerning the children of Israel and Judah, that dwelt in the cities of Judah, they also brought in the tithe of oxen and sheep, and the tithe of holy things which were consecrated unto the LORD their God, and laid them in heaps."},{"number":7,"verse":"In the third month they began laying them in heaps, and finished them in the seventh month."},{"number":8,"verse":"And when Hezekiah and the princes came and saw the heaps, they blessed the LORD, and his people Israel."},{"number":9,"verse":"Then Hezekiah questioned the priests and the Levites concerning the heaps."},{"number":10,"verse":"And Azariah the chief priest of the house of Zadok answered him, and said, Since the people began to bring the offerings into the house of the LORD, we have had enough to eat, and have plenty left: for the LORD has blessed his people; and that which is left is this great abundance."},{"number":11,"verse":"Then Hezekiah commanded to prepare chambers in the house of the LORD; and they prepared them,"},{"number":12,"verse":"And brought in the offerings and the tithes and the dedicated things faithfully: over which Cononiah the Levite was in charge, and Shimei his brother was next."},{"number":13,"verse":"And Jehiel, and Azaziah, and Nahath, and Asahel, and Jerimoth, and Jozabad, and Eliel, and Ismachiah, and Mahath, and Benaiah, were overseers under the hand of Cononiah and Shimei his brother, at the commandment of Hezekiah the king, and Azariah the ruler of the house of God."},{"number":14,"verse":"And Kore the son of Imnah the Levite, the keeper of the east gate, was over the freewill offerings of God, to distribute the offerings to the LORD, and the most holy things."},{"number":15,"verse":"And under him were Eden, and Miniamin, and Jeshua, and Shemaiah, Amariah, and Shecaniah, in the cities of the priests, assisting him to give the portions to their brethren by divisions, to the old as well as to the young:"},{"number":16,"verse":"Besides their males enrolled by genealogy, from three years old and upward, even unto everyone that enters into the house of the LORD, his daily portion for their service in their work according to their divisions;"},{"number":17,"verse":"And to the priests enrolled by genealogy according to their fathers' house, and the Levites from twenty years old and upward, in their work by their divisions;"},{"number":18,"verse":"And to all enrolled by genealogy, their little ones, their wives, and their sons, and their daughters, through all the congregation: for in their faithfulness they sanctified themselves in holiness:"},{"number":19,"verse":"Also of the sons of Aaron the priests, who were in the fields of the pasture lands of their cities, in every city, men were designated by name, to give portions to all the males among the priests, and to all that were listed by genealogies among the Levites."},{"number":20,"verse":"And thus did Hezekiah throughout all Judah, and did that which was good and right and true before the LORD his God."},{"number":21,"verse":"And in every work that he began in the service of the house of God, and in the law, and in the commandments, to seek his God, he did it with all his heart, and prospered."}]}