{"bibleAbbr":"UST2024","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":51,"verses":[{"number":1,"verse":"Yahweh says, \"You people who desire to act righteously, who want to do what I want you to do, listen to me! Think about Abraham! It is as though he were a huge rock cliff; and when you people of Israel became a nation, it was as though I had cut you like stones from that rocky cliff."},{"number":2,"verse":"Think about your ancestor Abraham and his wife Sarah, of whom all of you are descendants. When I first spoke to Abraham, he had no children. But after I blessed him, he had a huge number of descendants."},{"number":3,"verse":"Some day I, Yahweh, will encourage Abraham's descendants again, and I will comfort all the people who live in the ruins of Jerusalem. The deserts in that area will become like Eden; it will be like the garden of Yahweh. All the people there will be joyful and happy; they will thank me and sing."},{"number":4,"verse":"My people of Judah, listen carefully to me, because I command you to proclaim my laws; the right things that I will do will be like a light for the people of all the nations."},{"number":5,"verse":"I will soon rescue you and them; by my power I will rule over the people of the earth and bless them. The people who live in the most distant lands on earth will wait for me to help them."},{"number":6,"verse":"Look up at the sky, and look at the earth; see what they are like now, because some day the sky will disappear like smoke, and the earth will wear out like old clothes wear out, and people on the earth will die like flies. But I will rescue you, and you will remain free forever, and everyone will know what I do and I will always do what is right."},{"number":7,"verse":"You people who know what things are right to do, and who know in your inner beings what is written in my laws, listen to me! Do not be afraid of people who taunt you; do not be disturbed when people revile you,"},{"number":8,"verse":"because some day they will be destroyed like clothing that moths have eaten, like wool garments that have been eaten by worms. Everyone will know what I do and I will always do what is right; and I will save you, and you will be saved forever.\""},{"number":9,"verse":"Yahweh, wake up and do something for us! Show us how strong you are! Do mighty things like you did long ago, when you stabbed Rahab, the sea monster, and cut it into pieces."},{"number":10,"verse":"Surely you are the one who dried up the sea, and made a path through that deep water in order that your people could cross it!"},{"number":11,"verse":"And those whom Yahweh will rescue from being exiled in Babylonia will similarly return to Jerusalem singing. Their being joyful forever will be like a crown on their heads. They will not be sad or mourn anymore; they will be completely joyful and happy."},{"number":12,"verse":"Yahweh says, \"I am the one who encourages you. So why are you afraid of humans who will wither and disappear like grass?"},{"number":13,"verse":"You should not have forgotten me, Yahweh, the one who created your nation, the one who stretched out the sky and laid the foundations of the earth. You should not be afraid of those who are angry with you and want to destroy you. You should not be afraid of them now, because those angry people have now disappeared!"},{"number":14,"verse":"Soon you people, whom your enemies have caused to be slaves in Babylonia, will be freed! You will not remain in prison, and you will not die of hunger,"},{"number":15,"verse":"because I am Yahweh, your God, the one who stirs up the sea and causes the waves to roar; I am Yahweh, commander of the angel armies!"},{"number":16,"verse":"I have given you my message to proclaim, and I have protected you by my hand. I have done this in order to stretch out the sky and lay the foundation of the earth. And I have done this in order to say to you Israelites, 'You are my people!'\""},{"number":17,"verse":"You people of Jerusalem, wake up! You have experienced Yahweh severely punishing you. Yahweh has caused you to suffer much and to experience disaster. Yahweh gave you this cup to drink, but this was Yahweh's cup! He forced you to drink every drop out of that large cup, down to the bottom of the bowl. And that drink made you stagger like you had drunk strong wine. This strong wine represents the anger of God, and you are to drink all of it!"},{"number":18,"verse":"Now you do not have any children who are able to take your hand and guide you. You cannot help yourself."},{"number":19,"verse":"You have experienced these disasters: Your country has become desolate; your cities have been destroyed; many people have died from hunger; many people have been killed by your enemies' swords. Now there is no one to weep with you and sympathize with you."},{"number":20,"verse":"Your children have fainted and lie at the corner of every street; they are as helpless as an antelope that has been caught in a net. What has happened to them is because Yahweh has been very angry with them; he has rebuked them severely."},{"number":21,"verse":"So now, you people who have suffered much, you who were acting as if you were drunk because you were drinking from his cup. But in truth, it is not because you have drunk out of a cup filled with wine, but because of something else that Yahweh will do."},{"number":22,"verse":"Yahweh, your Lord and your God, the one who argues your case to defend you, he says this: \"I have away taken that cup that holds my anger toward you, and I made you experience my anger when I made you drink from that cup. But now I have taken it from you so that you will never drink of it again."},{"number":23,"verse":"Instead, I will cause those who have tormented you to suffer; I will severely punish those who said to you, 'Lie down in order that we may walk on you; lie down on your stomachs in order that your backs will be like streets that we can walk on.'\""}]}