{"bibleAbbr":"awaERV2005","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"( इस्राएल स नीक समइ क लइ लीन्ह जाइ) सिय्योन क तू पचन्क मँ स कछू क जिन्नगी बहोत अराम क अहइ। सामरिया पर्वत क कछू लोग अपने क सुरच्छित महसूस करत हीं। मुला तू पचन पइ अनेक मुसीबतन अइहीं। रास्ट्रन क सब स उत्तिम नगर क तू पचे सम्मानित लोग अहा। “इस्राएल क लोग” निआव पावइ बरे तोहरे पचन्क लगे आवत हीं।"},{"number":2,"verse":"जा अउ कलने क लखा। हुआँ स बिसाल नगर हमात क जा। पलिस्ती सहर गत क जा। का तू पचे इ सबइ राज्यन स बढ़िया अहा? नाहीं। ओनकर पहँटा तोहरे पचन्क देसे स बड़का अहइँ।"},{"number":3,"verse":"जब तू हिंसा क जरिये सासन करत ह तउ तू सज़ा क दिना बरे सोचइ स इन्कार करत जउन कि आवत ह।"},{"number":4,"verse":"मुला तू पचे सबहिं बिलासन क भोगा करत अहा। तू पचे हाथी दाँते क सेज पइ सोवत अहा अउर अपने बिछौना पइ आराम करत अहा। तू पचे गोरूअन क झुण्ड मँ स नरम मेमनन अउ बाड़न मँ स नवा बछवा खात अहा।"},{"number":5,"verse":"तू पचे आपन वीणन क बजावत अहा अउर राजा दाऊद क नाईं संगीत क धन बनावत ह।"},{"number":6,"verse":"तू पचे सुन्नर पिआलन मँ दाखरस पिआ करत अहा। तू पचे सब स उत्तिम तेलन मँ स आपन मालिस करत अहा अउर तू पचन्क एकरे बरे घबराहट भी नाहीं कि यूसुफ क परिवार नस्ट कीन्ह जात अहइ।"},{"number":7,"verse":"उ सबइ लोग अब बिछउना पइ अराम करत अहइँ। मुला ओनकर नीक समइ खतम होइ। उ पचे बन्दी क रूप मँ विदेसन मँ पहोंचावा जइहीं अउर उ पचे पहिले पकड़ा जाइवालन मँ स कछू होइहीं।"},{"number":8,"verse":"मोर सुआमी यहोवा आपन नाउँ स इ प्रतिग्या किहे रहा। सर्वसक्तीमान परमेस्सर यहोवा प्रतिग्या किहस ह: “मइँ ओन बातन स घिना करत हउँ जेन पइ याकूब क गर्व अहइ। मइँ ओकर मजबूत मीनारन स घिना करत हउँ। एह वरे मइँ दुस्मन क सहर अउर सहर क हर एक चीज लेइ देबउँ।”"},{"number":9,"verse":"( तनिक इस्राएली जिअत बचिहीं) उ समइ, कउनो घरे मँ अगर दस मनई जिअत बचिहीं तउ भी उ पचे मरि जइहीं।"},{"number":10,"verse":"जब कउनो मरि जाइ तब कउनो संबंधी ल्हास लेइ आइ, जेहसे उ ओका बाहेर लइ जाइ सकइ अउर बारि सकइ। संबंधी घरे मँ हाड़न क लेइ आइ। लोग कउनो भी उ मनई स जउन घरे क भितरे छुपा होइ, पूछिहीं, “का तोहरे पचन्क लगे कउनो दूसर ल्हास अहइ?” उ मनई जवाब देइ, “नाहीं…” तब मनई क संबंधी कइहीं, “चुप। हम पचन्क यहोवा क नाउँ नाहीं लेइ चाही।”"},{"number":11,"verse":"लखा, परमेस्सर यहोवा हुकुम देइ अउर बिसाल महल टूका-टूका कीन्ह जइहीं अउर नान्ह घर नान्ह नान्ह टूकन मँ तोरा जइहीं।"},{"number":12,"verse":"का घोड़न सिलाखंडन पइ दउड़त हीं? नाहीं। का लोग समुदर क बर्धन स जोत सकत हीं? नाहीं। तउ भी तू पचे हर चीज क उलट-पलट देत अहा। तू पचे अच्छाई अउ निआव क जहर मँ बदल देत अहा।"},{"number":13,"verse":"तू पचे लौ-देवरे मँ खुस अहा, तू पचे कहत अहा, “हम पचे करनैम क आपन सक्ति स जीता ह।”"},{"number":14,"verse":"“किन्तु इस्राएल, मइँ तू पचन्क खिलाफ एक रास्ट्र क पठउब। उ रास्ट्र तोहरे पचन्क समूचे देस क, लेबो-हमात स लइके अराबा नाले तलक मुसीबते मँ डइहीं।” सर्वसक्तीमान परमेस्सर यहोवा उ सबइ कहेस।"}]}