{"bibleAbbr":"awaERV2005","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"( दर्सन मँ यहोवा क वेदी क सहारे खड़ा होब) मइँ आपन सुआमी क वेदी क सहोर खड़ा लखेउँ। उ कहेस, “खम्भन क सिरे पइ प्रहार करा, अउर पूरी इमारत क डेहरी तलक कँाप उठी। कम्भन क मनइयन क मूँड़े पइ गिरावा। अगर कउनो जिअत बचइ, तउ ओका तरवारे स मारा। कउनो मनई पराइ सकत ह, मुला उ बचि नाहीं सकी। मनइयन मँ स कउनो भी मनई बचिके नाहीं निकरी।"},{"number":2,"verse":"अगर उ पचे पाताल मँ खनिके जइहीं, मइँ ओनका हुआँ स हींच लेबउँ। अगर उ पचे ऊपर आकासे मँ जइहीं मइँ ओनका हुआँ स खाले लिआउब।"},{"number":3,"verse":"अगर उ पचे कर्मेल क घाटी पइ जाइके छुपिहीं, मइँ ओनका हुआँ हेरब अउर मइँ ओनका उ जगहिया पइ लइ आउब। अगर उ पचे समुद्दर क तले मँ छुपइ चाहत हीं, मइँ सरप क हुकुम देब अउर उ ओनका डसि लेइ।"},{"number":4,"verse":"अगर उ पचे धरा जइहीं अउर आपन दुस्मन क जरिये लइ जावा जइहीं, मइँ आपन तरवार क हुकुम देब अउर उ ओनका हुअँइ मारी। हाँ, मइँ ओन पइ सावधानी पूर्वक निगाह रखब उहइ दौरान मइँ ओन पइ मुसीबत लिआवइ बरे रास्ता खोजब। ओनके बरे नीक काम करइ क तरीकन पइ नाहीं।”"},{"number":5,"verse":"( देस क लोगन क सजा नस्ट करी) मोर सुआमी सर्वसक्तीमान यहोवा, उ पहँटा क छुइ अउर उ टेघर जाइ तब उ देस क सबहिं निबासी मरे भए लोगन बरे रोइहीं। इ पहँटा मिस्र क नील नदी क नाई ऊपर उठी अउर खाली गिरी।"},{"number":6,"verse":"यहोवा आपन ऊपर क निवास अकासे क ऊपर बनाएस। उ आपन आकास क पृथ्वी पइ धरेस। उ सागरे क जल क बोलाइ लेत ह, अउर देस पइ ओकर बर्खा करत ह। ओकर नाउँ यहोवा अहइ।"},{"number":7,"verse":"( यहोवा इस्राएल क नस्ट करइ क प्रतिग्या करत ह) यहोवा इ कहत ह: “इस्राएल तू मोरे बरे कूसियन क नाई अहा। मइँ इस्राएल क मिस्र स निकारिके लाएउँ। मइँ पलिस्तियन क भी कप्तोर स लाएउँ अउर अरामियन क भी कीर स।”"},{"number":8,"verse":"मोर सुआमी यहोवा पापे स भरा राज्ज पइ दृस्टि रखे अहइ। यहोवा इ कहत ह, “मइँ पृथ्वी पइ स इस्राएल क नस्ट करब। मुला मइँ याकूब क परिवार क पूरी तरह नस्ट नाहीं करब।"},{"number":9,"verse":"मइँ इस्राएल क घराना क तितर-बितर कइके दूसर रास्ट्रन मँ छितरावइ क आदेस देत अहउँ। इ उहइ तरह होइ जइसे कउनो मनई अनाजे क छननी स छान देत ह। नीक आटा ओहसे निकरि जात ह, मुला बुरा अंस फँस जात ह। याकूब क परिवारे क संग अइसा ही होइ।"},{"number":10,"verse":"“मोरे लोगन क बीच पापी कहत हीं, ‘हम लोगन क संग कछू भी बुरा नाहीं घटित होइ।’ मुला उ पचे सबहिं लोग तरवार स मारि दीन्ह जइहीं।”"},{"number":11,"verse":"( परमेस्सर राज्ज क फुन स स्थापना क प्रतिग्या करत ह) “दाऊद क डेरा गिर गवा ह, मुला उ समइ इ डेरे क मइँ फुन खड़ा करब। मइँ देवारन क छेदन क भरि देब। मइँ नस्ट इमारतन क फुन स बनाउब। मइँ एका अइसा बनाउब जइसा इ पहिले रहा।"},{"number":12,"verse":"फुन उ पचे एदोम मँ जउन लोग बचि गवा अहइँ, ओनका अउर ओन जातियन क जउन मोरे नाउँ स जानी जात हीं, लइ जाइ।” यहोवा इ सबइ बातन कहेस, अउर उ सबइ ओनका घटित कराई।"},{"number":13,"verse":"यहोवा कहत ह, “उ समइ आवत अहइ, जब हर तरह क भोजन क बहोतयात होइ। अबहिं लोग पूरी तरह फसल काटि नाहीं पाए होइहीं कि जोताइ क समइ आइ जाइ। लोग अबहिं अंगूरन क रस निकारि ही रहा होइहीं कि अंगूरन क रोपाइ क समइ फुन आइ पहोंची। पर्वतन स दाखरस क धार बही अउर उ पहाड़ियन स बरसी।"},{"number":14,"verse":"मइँ आपन लोगन इस्राएलियन क देस निकारइ स वापस लिआउब। उ पचे नस्ट भए सहरन क फुन स बनइहीं अउर ओन सहरन मँ रइहीं। उ पचे अंगूरे क बेलन क बाग लगइहीं अउर उ पचे ओन बागन स मिला भवा दाखरस पीइहीं। उ पचे बाग लगइहीं अउर उ पचे ओन बागन क फलन क खइहीं।"},{"number":15,"verse":"मइँ आपन लोगन क ओनकी भुइँया पइ जमाउब अउर उ पचे फुन उ देस स उखाड़ा नाहीं जइही जेका मइँ ओनका दिहेउँ ह।” यहोवा तोहार पचन्क परमेस्सर इ सबइ बातन कहेस।"}]}