{"bibleAbbr":"Thomson1808","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"Now when Esdras had prayed and made publick confession, weeping and praying before the house of God, there assembled to him a very great congregation, men, women and youths. Because the people wept and made loud lamentation,"},{"number":2,"verse":"therefore Sechenias, son of J eel, of the children of Elam, addressing Esdras, said, We have broken covenant with our God and have taken strange wives of the people of the land; but still there is hope in Israel concerning this."},{"number":3,"verse":"Now therefore let us make a covenant with our God, to put away all these wives and those born of them as thou shalt advise. Arise, and cause them to tremble at the commandments of our God, and let what the law requireth be done."},{"number":4,"verse":"Arise, for the matter resteth with thee, and we are with thee. Take courage and proceed to action."},{"number":5,"verse":"Upon this, Esdras arose and exacted an oath of the chiefs, the priests and Levites, and all Israel, that they would conform to this determination. And when they had taken the oath,"},{"number":6,"verse":"Esdras went from the house of God to the treasury office of Joanan, son of Elisab. Though he went there, he neither ate bread nor drank water, for he mourned for the transgression of the captivity."},{"number":7,"verse":"And they issued a proclamation through Juda and Jerusalem, to all the children of the captivity to assemble at Jerusalem,"},{"number":8,"verse":"and that whoever did not come within three days, according to the order of the chiefs and the elders, all his substance should be anathematised, and he himself should be excommunicated from the congregation of the captivity."},{"number":9,"verse":"Accordingly all the men of Juda and Benjamin, assembled at Jerusalem within the three days. It was now the ninth month. On the twentieth of this month all the people sat in the street of the house of God, because of their consternation at the decree, and because of the weather."},{"number":10,"verse":"And Esdras the priest arose, and said to them, You have broken covenant and taken strange wives to add to the transgression of Israel;"},{"number":11,"verse":"now therefore, give praise to the Lord God of our fathers, and do what is well-pleasing in his sight, and separate yourselves from the people of the land, and from your strange wives."},{"number":12,"verse":"In reply to which, all the congregation said, We take upon us the performance of this great thing which thou hast spoken;"},{"number":13,"verse":"but the people are numerous and the weather stormy, so that we cannot stand out of doors, and this is not a work of one or two days; for we have multiplied transgression in this respect."},{"number":14,"verse":"Let our chiefs, we pray thee, attend; and let all those in our cities who have taken strange wives come at appointed times, and with them the elders of each respective city, and the judges, that they may turn away from us the fierce anger of our God for this matter."},{"number":15,"verse":"Besides Jonathan son of Asael, and Josias son of Thekoe, there were with me in this business, Mesollam and Sabbathai the Levite who assisted them."},{"number":16,"verse":"And this was the manner in which the children of the captivity acted. There were set apart Esdras the priest, and head men of families for every house, and all who were named were to return on the first day of the tenth month, to make strict inquiry into this matter."},{"number":17,"verse":"And when they had finished with all the men who had taken strange wives, having continued the examination to the first day of the first month,"},{"number":18,"verse":"there were found of the sons of the priests, who had taken strange wives; of the sons of Jesus son of Josedek these brethren of his, Maasia and Eliezer and Jarib and Gadalia,"},{"number":19,"verse":"and they gave their hand to put away their wives, and offered a trespass ram of the flock, for their transgression:"},{"number":20,"verse":"and of the sons of Emmer, Anani and Zabdia:"},{"number":21,"verse":"and of the sons of Eram, Masael and Elia and Samaia and Jeel and Ozia:"},{"number":22,"verse":"and of the sons of Phasur, Elionai, Maasia and Ismael and Nathaniel and Josabad and Elasa."},{"number":23,"verse":"And of the Levites, Jozabad and Samu and Kolia, the same is Kolitas, and Phetheia and Juda and Eliezer:"},{"number":24,"verse":"and of the musicians, Elisab: and of the keepers of the gates, Solmen and Telmen and Oduth."},{"number":25,"verse":"And of Israel; of the sons of Phoros, Ramia and Azia, and Melchia and Meamin, Eleazar and Asabia and Banaia:"},{"number":26,"verse":"and of the sons of Elam; Matthania, and Zacharia and Jaiel and Abdia and Jarimoth and Elia:"},{"number":27,"verse":"and of the sons of Zathua, Elionai, Elisub, Matthanai and Armoth and Zabad and Oziza:"},{"number":28,"verse":"and of the sons of Babei; Joanan, Anania and Zabu and Thali;"},{"number":29,"verse":"and of the sons of Banui; Mosollam, Melluch, Adaias, Jasub and Saluia and Remoth:"},{"number":30,"verse":"and of the sons of Phaath Moab, Edne and Chalel and Bania and Maasia, Matthania, Beseleel and Banui and Manasse:"},{"number":31,"verse":"and of the sons of Eram; Eliezer, Jesia, Melchia, Samaias, Semeon,"},{"number":32,"verse":"Benjamin, Baluch, Samaria:"},{"number":33,"verse":"and of the sons of Asem; Metthania, Matthatha, Zadab, Eliphalet, Jerami, Manasse, Semei:"},{"number":34,"verse":"and of the sons of Bani; Moodia, Amram, Ouel,"},{"number":35,"verse":"Banaia, Badaia, Chelkia,"},{"number":36,"verse":"Ovuania, Marimoth, Eliasiph,"},{"number":37,"verse":"Matthania, Matthanai:"},{"number":38,"verse":"and the sons of Banui, and the sons of Semei had done so, namely,"},{"number":39,"verse":"Selemia and Nathan and Adia,"},{"number":40,"verse":"Machadnabu, Sesei, Sariu,"},{"number":41,"verse":"Ezriel and Selemia and Samaria"},{"number":42,"verse":"and Sellum, Amaria, Joseph:"},{"number":43,"verse":"and of the sons of Nabu; Jael, Matthanias, Zabad, Zebennes, Jadai and Joel and Banaia."},{"number":44,"verse":"All these had taken strange wives and had children by them."}]}