{"bibleAbbr":"Thomson1808","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"Now after these things in the reign of Arthasastha, king of the Persians, came up Esdras, son of Saraias, son of Azaraias, son of Chelkias,"},{"number":2,"verse":"son of Selum, son of Sadduk, son of Achitob,"},{"number":3,"verse":"son of Samaria, son of Esria, son of Mareoth,"},{"number":4,"verse":"son of Zaraia, son of Ozias, son of Bokki,"},{"number":5,"verse":"son of Abisue, son of Phineas, son of Eleazar, son of Aaron, the first priest."},{"number":6,"verse":"This Esdras who came up from Babylon, was a ready scribe in the law of Moses, which the Lord the God of Israel had given to Israel. And when the king gave him leave, because the hand of the Lord his God was upon him in all that he sought,"},{"number":7,"verse":"there came up to Jerusalem some of the children of Israel, and some of the priests, and some of the Levites, namely, the musicians and the keepers of the gates and the Nathinims in the seventh year of Arthasastha, the king;"},{"number":8,"verse":"and they arrived at Jerusalem in the fifth month of the said seventh year of the king."},{"number":9,"verse":"For on the first day of the first month he settled his journey up from Babylon, and on the first day of the fifth month they arrived at Jerusalem. For the good hand of his God was upon him,"},{"number":10,"verse":"because Esdras had set his heart to seek the law, and to do and to teach in Israel the statutes and the judgments."},{"number":11,"verse":"Now this is the copy of the decree which Arthasastha gave to Esdras the priest, the scribe of the book of the words of the commandments of the Lord, and of his statutes to Israel."},{"number":12,"verse":"Arthasastha king of kings, to Esdras, scribe of the law of the Lord, the God of heaven.” Let thy requests be granted."},{"number":13,"verse":"This is my answer. By me a decree is made, That every one of the people of Israel in my kingdom, and of the priests, and Levites, who is of his own free will minded to go to Jerusalem,"},{"number":14,"verse":"is sent on behalf of the king, and the seven counsellors, to go with thee to guard to Judea, even to Jerusalem, by the law of their God, which is in thy hand,"},{"number":15,"verse":"for the house of the Lord, the silver and the gold, which the king and the counsellors have freely offered to the God of Israel, who dwelleth in Jerusalem, and all the silver and the gold which thou canst"},{"number":16,"verse":"procure in all the country of Babylon, with the free will offerings of the people and the priests who make free will offerings to the house of God which is at Jerusalem;"},{"number":17,"verse":"enroll thou therefore in this book every one who freely cometh to thee. The bulls, rams and lambs, with their sacrifices and their libations; these thou shalt offer on the altar of the house of your God in Jerusalem."},{"number":18,"verse":"And if it seemeth good to thee and thy brethren, to do any thing with the rest of the silver and the gold,"},{"number":19,"verse":"do it as it shall please your God; but the vessels which are given thee for the service of the house of God, deliver up in the presence of God in Jerusalem."},{"number":20,"verse":"And whatsoever more may be wanted for the house of thy God, which thou mayst think ought to be given, give that out of the king's treasure houses and on my behalf."},{"number":21,"verse":"I Arthasastha the king, have given an order on all the treasuries which are beyond the river, that whatever Esdras the priest and scribe of the God of heaven shall require of you, be done with all readiness"},{"number":22,"verse":"to the amount of a hundred talents of silver, and to the amount of a hundred cores of wheat, and to the amount of a hundred bats of wine, and a hundred bats of oil, and salt without limitation."},{"number":23,"verse":"Whatever is commanded by the God of heaven, let it be done. Take heed that no one offer any insult to the house of the God of heaven, lest there be wrath against the realm of the king and his sons."},{"number":24,"verse":"Moreover, in respect to all the priests and the Levites, the musicians, the keepers of the gates, the Nathimins, and those employed in the service of the house of God, this hath been notified to you, Take no toll of them. Thou shalt have no authority to exercise dominion over them."},{"number":25,"verse":"And thou Esdras! as the wisdom of God is in thy hand, appoint scribes and judges, that they may administer justice to all the people beyond the river, to all such as know the law of thy God, and to such as know it not you shall make it known."},{"number":26,"verse":"And whoever will not readily perform the law of God, and the law of the king, upon him let judgment be passed, whether it be to death or to correction, or to confiscation of goods, or to imprisonment.”"},{"number":27,"verse":"Blessed be the Lord the God of our fathers who thus put it in the king's heart to glorify the house of the Lord which is at Jerusalem,"},{"number":28,"verse":"and who gave me favour in the eyes of the king and his counsellors, and of all the officers of the king who were high in office. As for me, I strengthened myself, as the good hand of God was upon me, and assembled from among Israel chiefs to go up with me."}]}