{"bibleAbbr":"NCB2019","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"When Jehoshaphat had accumulated great wealth and honor, he allied himself to Ahab by marriage."},{"number":2,"verse":"Some years later he went down to visit Ahab in Samaria. Ahab slaughtered an abundance of sheep and oxen for him and his retinue, hoping also to persuade him to join forces and attack Ramoth-gilead."},{"number":3,"verse":"King Ahab of Israel, therefore, asked Jehoshaphat, the king of Judah: “Will you join me in attacking Ramoth-gilead?” Jehoshaphat replied: “I am united with you. My people are your people. We will join you in this war.”"},{"number":4,"verse":"However, Jehoshaphat also said to the king of Israel: “First let us consult the word of the LORD.”"},{"number":5,"verse":"Then the king of Israel gathered the prophets together, four hundred in number, and said to them: “Shall we go forth to engage in battle against Ramoth-gilead, or shall I refrain?” They replied: “Go forth, for God will deliver it into the king’s power.”"},{"number":6,"verse":"However, Jehoshaphat asked: “Is there no other prophet of the LORD here from whom we may seek guidance?”"},{"number":7,"verse":"The king of Israel replied to Jehoshaphat: “There is still one other prophet here through whom we may seek the guidance of the LORD. However, I hate him, because he never prophesies anything that is favorable for me, but only disaster. His name is Micaiah, the son of Imlah.”"},{"number":8,"verse":"Then the king of Israel summoned a court official and said: “Bring here quickly Micaiah, the son of Imlah.”"},{"number":9,"verse":"The king of Israel and King Jehoshaphat of Judah, arrayed in their robes, were seated on their respective thrones at the entrance of the gate of Samaria, and all the prophets were prophesying before them."},{"number":10,"verse":"Zedekiah, the son of Chenaanah, had made for himself iron horns, and he said: “Thus says the LORD: ‘With horns like these you shall gore the Arameans until they are destroyed.’ ”"},{"number":11,"verse":"All of the prophets were prophesying in the same vein, saying: “Attack Ramoth-gilead and you will triumph. The LORD will deliver it into your hands.”"},{"number":12,"verse":"The messenger who had been sent to summon Micaiah said to him: “Listen to what I am telling you. What the prophets have said is favorable to the king. I trust that you will also deliver a favorable decision.”"},{"number":13,"verse":"However, Micaiah replied: “As the LORD lives, I can announce only what the LORD instructs me to say.”"},{"number":14,"verse":"When the prophet arrived, the king asked him: “Micaiah, shall we go up to attack Ramoth-gilead, or shall I refrain?” Micaiah replied: “Attack and triumph. They will be delivered into your hands.”"},{"number":15,"verse":"However, the king said to him: “How many times must I demand that you swear to tell me nothing but the truth in the name of the LORD?”"},{"number":16,"verse":"Then Micaiah said: “I saw all Israel scattered on the mountains, like sheep without a shepherd. And I heard the LORD say: ‘These have no master; let each one go home in peace.’ ”"},{"number":17,"verse":"Then the king of Israel said to Jehoshaphat: “Did I not tell you that he would not prophesy anything favorable about me, but only whatever is unfavorable?”"},{"number":18,"verse":"However, Micaiah continued: “Listen now to the word of the LORD. I saw the LORD seated on his throne with all the host of heaven sitting to his right and to his left."},{"number":19,"verse":"The LORD asked: ‘Who will entice King Ahab of Israel so that he may go up and fall at Ramoth-gilead?’ Then one said one thing and another said something in contradiction,"},{"number":20,"verse":"until a spirit came forward and stood before the LORD, saying: ‘I will entice him.’ ‘How?’ asked the LORD."},{"number":21,"verse":"“The spirit replied: ‘I will go forth and be a lying spirit in the mouths of all his prophets.’ Then the LORD said: ‘You shall succeed in deceiving him. Go forth and do it.’"},{"number":22,"verse":"So now you will see that the LORD has put a lying spirit in the mouths of these your prophets. The LORD has decreed disaster for you.”[a]"},{"number":23,"verse":"Then Zedekiah, the son of Chenaanah, came up to Micaiah and struck him on the cheek. After he had done so, he asked: “Which way did the Spirit of the LORD pass from me to speak to you?”"},{"number":24,"verse":"Micaiah replied: “You shall find out on the day when you run from room to room in order to hide.”"},{"number":25,"verse":"The king of Israel then ordered that Micaiah be seized and handed over to Amon, the governor of the city, and to Joash, the king’s son,"},{"number":26,"verse":"and said: “Throw this man into prison and give him only a meager portion of bread and water until I return home safely.”"},{"number":27,"verse":"Micaiah retorted: “If you ever do return safely, the LORD has not spoken through me.” Then he added: “Mark my words, you peoples, all of you!”[b]"},{"number":28,"verse":"The king of Israel and King Jehoshaphat of Judah went up to Ramoth-gilead."},{"number":29,"verse":"The king of Israel said to Jehoshaphat: “I shall disguise myself when I go into battle, while you wear your royal robes.” Therefore, the king of Israel disguised himself, and they went forth into battle."},{"number":30,"verse":"Meanwhile the king of Aram had issued this command to the captains of his chariots: “Do not engage in battle with anyone, whether small or great, except with the king of Israel.”"},{"number":31,"verse":"When the chariot commanders saw Jehoshaphat, they shouted: “That is the king of Israel,” and they moved quickly to attack him. However, when Jehoshaphat cried out, the LORD came to his aid and drew them away from him."},{"number":32,"verse":"Once the chariot commanders realized that he was not the king, they ceased their pursuit of him."},{"number":33,"verse":"However, one man drew his bow at random, and without realizing it he struck the king of Israel between the joints of his armor. The king then ordered the driver of his chariot: “Turn around and carry me away from the fighting, for I am wounded.”"},{"number":34,"verse":"The battle grew ever more fierce as the day went on, and the king of Israel propped himself up in his chariot facing the Arameans. He remained there until evening, and at sunset he passed away."}]}