{"bibleAbbr":"NCB2019","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"The people of Jerusalem then chose Jehoram’s youngest son Ahaziah[a] as his successor, since the troops who had come into the camp with the Arabs had killed all the older sons. Thus Ahaziah, the son of Jehoram, reigned as King of Judah."},{"number":2,"verse":"Ahaziah was twenty-two years old when he ascended the throne, and he reigned in Jerusalem for one year. His mother’s name was Athaliah, a granddaughter of Omri."},{"number":3,"verse":"He too followed the ways of the house of Ahab, for his mother encouraged him to pursue evil practices."},{"number":4,"verse":"[b]To his own destruction he did what was evil in the sight of the LORD, as the house of Ahab had done, for after his father’s death they became his advisors."},{"number":5,"verse":"Ahaziah even followed their advice when he made an alliance with Jehoram, the son of King Ahab of Israel, to make war against King Hazael of Aram, at Ramoth-gilead. In that conflict Jehoram was wounded by the Arameans."},{"number":6,"verse":"As a result, Ahaziah, the son of Jehoram, king of Judah, went down to visit Jehoram, the son of Ahab, in Jezreel."},{"number":7,"verse":"However, it was ordained by God that the visit of Ahaziah to Jehoram should be the occasion of his downfall. For when he arrived there, he went forth with Jehoram to meet Jehu, the son of Nimshi, whom the LORD had anointed to destroy the house of Ahab."},{"number":8,"verse":"While Jehu was executing judgment on the house of Ahab, he also encountered the officials of Judah and the sons of Ahaziah’s brothers, and he killed them."},{"number":9,"verse":"Then Jehu went forth in search of Ahaziah, and his men captured him while he was hiding in Samaria. They brought Ahaziah to Jehu, who put him to death. However, they buried him, for they said: “He was the grandson of Jehoshaphat who sought the LORD with all his heart.” As a result, there was no one remaining from the house of Ahaziah who was strong enough to rule."},{"number":10,"verse":"When Athaliah, the mother of Ahaziah, was told that her son was dead, she was determined to destroy all the royal offspring of the house of Judah."},{"number":11,"verse":"However, Jehosheba, the daughter of King Jehoram, secretly took Joash, the son of Ahaziah, and stole him away from among the king’s sons who were about to be killed, and she put him with his nurse in a bedroom. In this way, Jehosheba, who was the daughter of King Jehoram and the wife of Jehoiada the priest, as well as a sister of Ahaziah, hid Joash from Athaliah so that she was unable to kill him."},{"number":12,"verse":"Joash remained hidden with them in the house of God for six years while Athaliah reigned over the land."}]}