{"bibleAbbr":"NCB2019","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"When the festivities had come to a close, all of the Israelites who were present went forth to the towns of Judah, smashed the sacred pillars, cut down the sacred poles, and demolished the high places and the altars throughout Judah and Benjamin, as well as in Ephraim and Manasseh, until they had destroyed them all. Then all the Israelites returned to their various towns and their individual properties."},{"number":2,"verse":"Hezekiah reestablished the priests and the Levites into various divisions, assigning to each priest and Levite his own specific duty, whether in regard to holocausts or peace offerings, to minister or to give thanks, or to sing praises within the gates of the LORD’s dwelling."},{"number":3,"verse":"The king provided from his own wealth a portion from his possessions for holocausts during the morning and evening as well as on Sabbaths, new moons, and festivals, as prescribed in the law of the LORD."},{"number":4,"verse":"He also commanded the people who lived in Jerusalem to provide the portion due to the priests and the Levites so that they might devote themselves completely to the law of the LORD."},{"number":5,"verse":"As soon as the command of the king had been promulgated, the Israelites provided an abundance of the firstfruits of grain, wine, oil, honey, and all the other produce of the fields; they brought in an abundant tithe of everything."},{"number":6,"verse":"The Israelites and Judeans who lived in the towns of Judah also brought in a tithe of their cattle and sheep and a tithe of sacred gifts that had been consecrated to the LORD, their God, laying them in heaps."},{"number":7,"verse":"They began to accumulate the heaps in the third month, and they completed that task in the seventh month."},{"number":8,"verse":"When Hezekiah and his officials came and beheld the heaps, they blessed the LORD and his people Israel."},{"number":9,"verse":"Then Hezekiah questioned the priests and the Levites about those heaps."},{"number":10,"verse":"The chief priest Azariah, who was of the house of Zadok, replied: “Since the people began to bring their contributions to the house of the LORD, we have had enough to eat, and much more in addition. For the LORD has so greatly blessed his people that a great amount is still left over.”"},{"number":11,"verse":"Then Hezekiah issued orders to prepare storerooms in the house of the LORD. When that task was completed,"},{"number":12,"verse":"the people faithfully brought in their contributions, their tithes, and their consecrated gifts. The chief officer in charge of the donations was Conaniah the Levite, with his brother Shimei as second in command."},{"number":13,"verse":"Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were appointed as supervisors under Conaniah and his brother, Shimei, by the order of King Hezekiah and Azariah, the chief officer of the house of God."},{"number":14,"verse":"Kore, the son of Imnah the Levite, and the keeper of the east gate, was in charge of the free-will offerings to God, with the responsibility to apportion the contributions made to God and the most sacred offerings."},{"number":15,"verse":"Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah faithfully assisted him in the priestly cities and distributed the portions to their kindred, old and young alike, by divisions.[a]"},{"number":16,"verse":"In addition, they distributed shares to the males thirty years old and above who would enter the house of the LORD to take their part daily in the service, according to their divisions as their office required."},{"number":17,"verse":"The priests were enrolled according to their ancestral houses; the Levites who were twenty years old and above were registered according to their offices."},{"number":18,"verse":"The priests were enrolled with all their dependents—their little children, their wives, their sons and their daughters, the entire multitude—since in virtue of their permanent standing they had to be faithful in consecrating themselves."},{"number":19,"verse":"As for the descendants of Aaron, the priests, who lived on the pasture lands belonging to their towns, designated the men to distribute portions to every male among the priests and to everyone who was registered in the genealogies of the Levites."},{"number":20,"verse":"Hezekiah did this throughout Judah, doing what was good and right and faithful in the eyes of the LORD, his God."},{"number":21,"verse":"Every-thing that he undertook in the service of the house of God, and in obedience to the law and the commandments to seek his God, he did with all his heart, and he prospered."}]}