{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"तब नामाती सोपर ने कहा,"},{"number":2,"verse":"“बहुत सी बातें जो कही गई हैं, क्या उनका उत्तर देना न चाहिये? क्या बकवादी मनुष्य धर्मी ठहराया जाए?"},{"number":3,"verse":"क्या तेरे बड़े बोल के कारण लोग चुप रहें, और जब तू ठट्ठा करता है, तो क्या कोई तुझे लज्जित न करे?"},{"number":4,"verse":"तू तो यह कहता है, ‘मेरा सिद्धान्त शुद्ध है और मैं परमेश्‍वर की दृष्‍टि में पवित्र हूँ।’"},{"number":5,"verse":"परन्तु भला हो कि परमेश्‍वर स्वयं बातें करे, और तेरे विरुद्ध मुँह खोले,"},{"number":6,"verse":"और तुझ पर बुद्धि की गुप्‍त बातें प्रगट करे, कि उनका मर्म तेरी बुद्धि से बढ़कर है। इसलिये जान ले कि परमेश्‍वर तेरे अधर्म में से बहुत कुछ भूल जाता है।"},{"number":7,"verse":"“क्या तू परमेश्‍वर का गूढ़ भेद पा सकता है? क्या तू सर्वशक्‍तिमान का मर्म पूरी रीति से जाँच सकता है?"},{"number":8,"verse":"वह आकाश सा ऊँचा है—तू क्या कर सकता है? वह अधोलोक से गहिरा है—तू क्या समझ सकता है?"},{"number":9,"verse":"उसकी माप पृथ्वी से भी लम्बी है और समुद्र से चौड़ी है।"},{"number":10,"verse":"यदि परमेश्‍वर बीच से गुजरे, बन्दी बना ले, और अदालत में बुलाए, तो कौन उसको रोक सकता है।"},{"number":11,"verse":"क्योंकि वह पाखण्डी मनुष्यों का भेद जानता है, और अनर्थ काम को देख कर क्या वह उस पर ध्यान न देगा?"},{"number":12,"verse":"परन्तु मनुष्य छूछा और निर्बुद्धि होता है; क्योंकि मनुष्य जन्म ही से जंगली गदहे के बच्‍चे के समान होता है।"},{"number":13,"verse":"“यदि तू अपना मन शुद्ध करे, और ईश्‍वर की ओर अपने हाथ फैलाए,"},{"number":14,"verse":"और जो कोई अनर्थ काम तुझ से होता हो उसे दूर करे, और अपने डेरों में कोई कुटिलता न रहने दे,"},{"number":15,"verse":"तब तो तू निश्‍चय अपना मुँह निष्कलंक दिखा सकेगा; और तू स्थिर होकर कभी न डरेगा।"},{"number":16,"verse":"तब तू अपना दु:ख भूल जाएगा, तू उसे उस पानी के समान स्मरण करेगा जो बह गया हो।"},{"number":17,"verse":"और तेरा जीवन दोपहर से भी अधिक प्रकाशमान होगा; और चाहे अन्धेरा भी हो तौभी वह भोर सा हो जाएगा।"},{"number":18,"verse":"तुझे आशा होगी, इस कारण तू निर्भय रहेगा; और अपने चारों ओर देख देखकर तू निर्भय विश्राम कर सकेगा।"},{"number":19,"verse":"जब तू लेटेगा, तब कोई तुझे डराएगा नहीं; और बहुतेरे तुझे प्रसन्न करने का यत्न करेंगे।"},{"number":20,"verse":"परन्तु दुष्‍ट लोगों की आँखें धुँधली पड़ जाएँगी, और उन्हें कोई शरणस्थान न मिलेगा और उनकी आशा यही होगी कि प्राण निकल जाए।”"}]}