{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"तब अय्यूब ने कहा,"},{"number":2,"verse":"“नि:सन्देह मनुष्य तो तुम ही हो और जब तुम मरोगे तब बुद्धि भी जाती रहेगी।"},{"number":3,"verse":"परन्तु तुम्हारे समान मुझ में भी समझ है, मैं तुम लोगों से कुछ कम नहीं हूँ। कौन ऐसा है जो ऐसी बातें न जानता हो?"},{"number":4,"verse":"मैं परमेश्‍वर से प्रार्थना करता था, और वह मेरी सुन लिया करता था; परन्तु अब मेरे मित्र मुझ पर हँसते हैं; जो धर्मी और खरा मनुष्य है, वह हँसी का कारण हो गया है।"},{"number":5,"verse":"दु:खी लोग तो सुखियों की समझ में तुच्छ जाने जाते हैं; और जिनके पाँव फिसलते हैं उनका अपमान अवश्य ही होता है।"},{"number":6,"verse":"डाकुओं के डेरे कुशल क्षेम से रहते हैं, और जो परमेश्‍वर को क्रोध दिलाते हैं, वे बहुत ही निडर रहते हैं; अर्थात् उनका ईश्‍वर उनकी मुट्ठी में रहता है।"},{"number":7,"verse":"“पशुओं से तो पूछ और वे तुझे सिखाएँगे; और आकाश के पक्षियों से, और वे तुझे बताएँगे।"},{"number":8,"verse":"पृथ्वी पर ध्यान दे, तब उससे तुझे शिक्षा मिलेगी; और समुद्र की मछलियाँ भी तुझ से वर्णन करेंगी।"},{"number":9,"verse":"कौन इन बातों को नहीं जानता, कि यहोवा ही ने अपने हाथ से इस संसार को बनाया है।"},{"number":10,"verse":"उसके हाथ में एक एक जीवधारी का प्राण, और एक एक देहधारी मनुष्य की आत्मा भी रहती है।"},{"number":11,"verse":"जैसे जीभ से भोजन चखा जाता है, क्या वैसे ही कान से वचन नहीं परखे जाते?"},{"number":12,"verse":"बूढ़ों में बुद्धि पाई जाती है, और लम्बी आयुवालों में समझ होती है।"},{"number":13,"verse":"“परमेश्‍वर में पूरी बुद्धि और पराक्रम पाए जाते हैं; युक्‍ति और समझ उसी में है।"},{"number":14,"verse":"देखो, जिसको वह ढा दे, वह फिर बनाया नहीं जाता; जिस मनुष्य को वह बन्द करे, वह फिर खोला नहीं जाता।"},{"number":15,"verse":"देखो, जब वह वर्षा को रोक रखता है तो जल सूख जाता है; फिर जब वह जल छोड़ देता है, तब पृथ्वी उलट जाती है।"},{"number":16,"verse":"उस में सामर्थ्य और खरी बुद्धि पाई जाती है; धोखा देनेवाला और धोखा खानेवाला दोनों उसी के हैं।"},{"number":17,"verse":"वह मंत्रियों को लूटकर बँधुआई में ले जाता, और न्यायियों को मूर्ख बना देता है।"},{"number":18,"verse":"वह राजाओं का अधिकार तोड़ देता है; और उनकी कमर को बन्धन से जकड़ता है।"},{"number":19,"verse":"वह याजकों को लूटकर बँधुआई में ले जाता और सामर्थियों को उलट देता है।"},{"number":20,"verse":"वह विश्‍वासयोग्य पुरुषों से बोलने की शक्‍ति और पुरनियों से विवेक की शक्‍ति हर लेता है।"},{"number":21,"verse":"वह हाकिमों को अपमान से लादता, और बलवानों के हाथ ढीले कर देता है।"},{"number":22,"verse":"वह अन्धियारे की गहरी बातें प्रगट करता, और मृत्यु की छाया को भी प्रकाश में ले आता है।"},{"number":23,"verse":"वह जातियों को बढ़ाता, और उनको नष्‍ट करता है; वह उनको फैलाता, और बँधुआई में ले जाता है।"},{"number":24,"verse":"वह पृथ्वी के मुख्य लोगों की बुद्धि उड़ा देता, और उनको निर्जन स्थानों में, जहाँ रास्ता नहीं है, भटकाता है।"},{"number":25,"verse":"वे बिन उजियाले के अन्धेरे में टटोलते फिरते हैं; और वह उन्हें ऐसा बना देता है कि वे मतवाले के समान डगमगाते हुए चलते हैं।"}]}