{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"“चाँदी की खानि तो होती है, और सोने के लिये भी स्थान होता है जहाँ लोग ताते हैं।"},{"number":2,"verse":"लोहा मिट्टी में से निकाला जाता और पत्थर पिघलाकर पीतल बनाया जाता है।"},{"number":3,"verse":"मनुष्य अन्धियारे को दूर कर, दूर दूर तक खोद खोद कर, अन्धियारे और घोर अन्धकार में पत्थर ढूँढ़ते हैं।"},{"number":4,"verse":"जहाँ लोग रहते हैं वहाँ से दूर वे खानि खोदते हैं वहाँ पृथ्वी पर चलनेवालों के पाँव भी नहीं पड़ते वे मनुष्यों से दूर लटके हुए झूलते रहते हैं।"},{"number":5,"verse":"यह भूमि जो है, इससे रोटी तो मिलती है, परन्तु उसके नीचे के स्थान मानो आग से उलट दिए जाते हैं।"},{"number":6,"verse":"उसके पत्थर नीलमणि का स्थान हैं, और उसी में सोने की धूल भी है।"},{"number":7,"verse":"“उसका मार्ग कोई मांसाहारी पक्षी नहीं जानता, और किसी गिद्ध की दृष्‍टि उस पर नहीं पड़ी।"},{"number":8,"verse":"उस पर हिंसक पशुओं ने पाँव नहीं रखा, और न उससे होकर कोई सिंह कभी गया है।"},{"number":9,"verse":"“मनुष्य चकमक के पत्थर पर हाथ लगाता, और पहाड़ों को जड़ ही से उलट देता है।"},{"number":10,"verse":"वह चट्टान खोदकर नालियाँ बनाता, और उसकी आँखों को हर एक अनमोल वस्तु दिखाई पड़ती है।"},{"number":11,"verse":"वह नदियों को ऐसा रोक देता है, कि उनसे एक बूंद भी पानी नहीं टपकता और जो कुछ छिपा है उसे वह उजियाले में निकालता है।"},{"number":12,"verse":"“परन्तु बुद्धि कहाँ मिल सकती है? और समझ का स्थान कहाँ है?"},{"number":13,"verse":"उसका मोल मनुष्य को मालूम नहीं, जीवनलोक में वह कहीं नहीं मिलती!"},{"number":14,"verse":"अथाह सागर कहता है, ‘वह मुझ में नहीं है,’ और समुद्र भी कहता है, ‘वह मेरे पास नहीं है।’"},{"number":15,"verse":"चोखे सोने से वह मोल लिया नहीं जाता, और न उसके दाम के लिये चाँदी तौली जाती है।"},{"number":16,"verse":"न तो उसके साथ ओपीर के कुन्दन की बराबरी हो सकती है; और न अनमोल सुलैमानी पत्थर या नीलमणि की।"},{"number":17,"verse":"न सोना, न काँच उसके बराबर ठहर सकता है, कुन्दन के गहने के बदले भी वह नहीं मिलती।"},{"number":18,"verse":"मूंगे और स्फटिकमणि की उसके आगे क्या चर्चा! बुद्धि का मोल माणिक से भी अधिक है।"},{"number":19,"verse":"कूश देश के पद्मराग उसके तुल्य नहीं ठहर सकते; और न उस से चोखे कुन्दन की बराबरी हो सकती है।"},{"number":20,"verse":"फिर बुद्धि कहाँ मिल सकती है? और समझ का स्थान कहाँ है?"},{"number":21,"verse":"वह सब प्राणियों की आँखों से छिपी है, और आकाश के पक्षियों के देखने में नहीं आती।"},{"number":22,"verse":"विनाश और मृत्यु कहती हैं, ‘हमने उसकी चर्चा सुनी है।’"},{"number":23,"verse":"“परन्तु परमेश्‍वर उसका मार्ग समझता है, और उसका स्थान उसको मालूम है।"},{"number":24,"verse":"वह तो पृथ्वी की छोर तक ताकता रहता है, और सारे आकाशमण्डल के तले देखता भालता है।"},{"number":25,"verse":"जब उसने वायु का तौल ठहराया, और जल को नपुए में नापा,"},{"number":26,"verse":"और मेंह के लिये विधि, और गर्जन और बिजली के लिये मार्ग ठहराया,"},{"number":27,"verse":"तब उसने बुद्धि को देखकर उसका बखान भी किया, और उसको सिद्ध करके उसका पूरा भेद जान लिया।"},{"number":28,"verse":"तब उसने मनुष्य से कहा, ‘देख, प्रभु का भय मानना यही बुद्धि है : और बुराई से दूर रहना यही समझ है’। ”"}]}