{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"तब उन तीनों पुरुषों ने यह देखकर कि अय्यूब अपनी दृष्‍टि में निर्दोष है उसको उत्तर देना छोड़ दिया।"},{"number":2,"verse":"तब बूजी बारकेल का पुत्र एलीहू जो राम के कुल का था, उसका क्रोध भड़क उठा। अय्यूब पर उसका क्रोध इसलिये भड़क उठा कि उसने परमेश्‍वर को नहीं, अपने ही को निर्दोष ठहराया।"},{"number":3,"verse":"फिर अय्यूब के तीनों मित्रों के विरुद्ध भी उसका क्रोध इस कारण भड़का कि वे अय्यूब को उत्तर न दे सके, तौभी उसको दोषी ठहराया।"},{"number":4,"verse":"एलीहू अपने को उन से छोटा जानकर अय्यूब की बातों का अन्त होने की बाट जोहता रहा।"},{"number":5,"verse":"परन्तु जब एलीहू ने देखा कि ये तीनों पुरुष कुछ उत्तर नहीं देते, तब उसका क्रोध भड़क उठा।"},{"number":6,"verse":"तब बूजी बारकेल का पुत्र एलीहू कहने लगा, “मैं तो जवान हूँ, और तुम बहुत बूढ़े हो; इस कारण मैं रुका रहा, और अपना विचार तुम को बताने से डरता था।"},{"number":7,"verse":"मैं सोचता था, ‘जो आयु में बड़े हैं वे ही बात करें, और जो बहुत वर्ष के हैं, वे ही बुद्धि सिखाएँ।’"},{"number":8,"verse":"परन्तु मनुष्य में आत्मा तो है ही, सर्वशक्‍तिमान की दी हुई साँस, जो उन्हें समझने की शक्‍ति देता है।"},{"number":9,"verse":"जो बुद्धिमान हैं वे बड़ी आयु के लोग ही नहीं, और न्याय के समझनेवाले बूढ़े ही नहीं होते।"},{"number":10,"verse":"इसलिये मैं कहता हूँ, ‘मेरी भी सुनो; मैं भी अपना विचार बताऊँगा।’"},{"number":11,"verse":"“मैं तो तुम्हारी बातें सुनने को ठहरा रहा, मैं तुम्हारे प्रमाण सुनने के लिये ठहरा रहा; जब कि तुम कहने के लिये शब्द ढूँढ़ते रहे।"},{"number":12,"verse":"मैं चित्त लगाकर तुम्हारी सुनता रहा। परन्तु किसी ने अय्यूब के पक्ष का खण्डन नहीं किया, और न उसकी बातों का उत्तर दिया।"},{"number":13,"verse":"तुम लोग मत समझो कि हम को ऐसी बुद्धि मिली है, कि उसका खण्डन मनुष्य नहीं परमेश्‍वर ही कर सकता है।"},{"number":14,"verse":"जो बातें उस ने कहीं वह मेरे विरुद्ध नहीं कहीं, और न मैं तुम्हारी सी बातों से उसको उत्तर दूँगा।"},{"number":15,"verse":"“वे विस्मित हुए, और फिर कुछ उत्तर नहीं दिया; उन्होंने बातें करना छोड़ दिया।"},{"number":16,"verse":"इसलिये कि वे कुछ नहीं बोलते और चुपचाप खड़े हैं, क्या इस कारण मैं ठहरा रहूँ?"},{"number":17,"verse":"परन्तु अब मैं भी कुछ कहूँगा, मैं भी अपना विचार प्रगट करूँगा।"},{"number":18,"verse":"क्योंकि मेरे मन में बातें भरी हैं, और मेरी आत्मा मुझे उभार रही है।"},{"number":19,"verse":"मेरा मन उस दाखमधु के समान है, जो खोला न गया हो; वह नई कुप्पियों के समान फटा चाहता है।"},{"number":20,"verse":"शान्ति पाने के लिये मैं बोलूँगा; मैं मुँह खोलकर उत्तर दूँगा।"},{"number":21,"verse":"न मैं किसी आदमी का पक्ष करूँगा, और न मैं किसी मनुष्य की चापलूसी करूँगा।"},{"number":22,"verse":"क्योंकि मुझे तो चापलूसी करना आता ही नहीं नहीं तो मेरा सिरजनहार क्षण भर में मुझे उठा लेता।"}]}