{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"फिर एलीहू यों कहता गया,"},{"number":2,"verse":"“हे बुद्धिमानो! मेरी बातें सुनो, और हे ज्ञानियो! मेरी बातों पर कान लगाओ;"},{"number":3,"verse":"क्योंकि जैसे जीभ से"},{"number":4,"verse":"जो कुछ ठीक है, हम अपने लिये चुन लें; जो भला है, हम आपस में समझ बूझ लें।"},{"number":5,"verse":"क्योंकि अय्यूब ने कहा है, ‘मैं निर्दोष हूँ, और परमेश्‍वर ने मेरा हक़ मार दिया है।"},{"number":6,"verse":"यद्यपि मैं सच्‍चाई पर हूँ, तौभी झूठा ठहरता हूँ, मैं निरपराध हूँ, परन्तु मेरा घाव असाध्य है।’"},{"number":7,"verse":"अय्यूब के तुल्य कौन शूरवीर है, जो परमेश्‍वर की निन्दा पानी के समान पीता है,"},{"number":8,"verse":"जो अनर्थ करनेवालों का साथ देता, और दुष्‍ट मनुष्यों की संगति रखता है?"},{"number":9,"verse":"क्योंकि उसने कहा है, ‘मनुष्य को इससे कुछ लाभ नहीं कि वह आनन्द से परमेश्‍वर की संगति रखे।’"},{"number":10,"verse":"“इसलिये हे समझवालो! मेरी सुनो, यह सम्भव नहीं कि परमेश्‍वर दुष्‍टता का काम करे, और सर्वशक्‍तिमान बुराई करे।"},{"number":11,"verse":"वह मनुष्य की करनी का फल देता है, और प्रत्येक को अपनी अपनी चाल का फल भुगताता है।"},{"number":12,"verse":"नि:सन्देह परमेश्‍वर दुष्‍टता नहीं करता और न सर्वशक्‍तिमान अन्याय करता है।"},{"number":13,"verse":"किसने पृथ्वी को उसके हाथ में सौंप दिया? या किसने सारे जगत का प्रबन्ध किया?"},{"number":14,"verse":"यदि वह मनुष्य से अपना मन हटाये और अपना आत्मा और श्‍वास अपने ही में समेट ले,"},{"number":15,"verse":"तो सब देहधारी एक संग नष्‍ट हो जाएँगे, और मनुष्य फिर मिट्टी में मिल जाएगा।"},{"number":16,"verse":"“यदि तुझ में समझ है, तो यह सुन; और मेरी इन बातों पर कान लगा।"},{"number":17,"verse":"जो न्याय का बैरी हो, क्या वह शासन करे? जो पूर्ण धर्मी है, क्या तू उसे दुष्‍ट ठहराएगा?"},{"number":18,"verse":"वह राजा से कहता है, ‘तू नीच है’; और प्रधानों से, ‘तुम दुष्‍ट हो’।"},{"number":19,"verse":"परमेश्‍वर हाकिमों का पक्ष नहीं करता और धनी और कंगाल दोनों को अपने बनाए हुए जानकर उनमें कुछ भेद नहीं करता।"},{"number":20,"verse":"आधी रात को पल भर में वे मर जाते हैं, और प्रजा के लोग हिलाए जाते और जाते रहते हैं; और प्रतापी लोग बिना हाथ लगाए उठा लिए जाते हैं।"},{"number":21,"verse":"“क्योंकि परमेश्‍वर की आँखें मनुष्य की चालचलन पर लगी रहती हैं, और वह उसकी सारी चाल को देखता रहता है।"},{"number":22,"verse":"ऐसा अन्धियारा या घोर अन्धकार कहीं नहीं है जिस में अनर्थ करनेवाले छिप सकें।"},{"number":23,"verse":"क्योंकि उसने मनुष्य का कोई समय नहीं ठहराया कि वह परमेश्‍वर के सम्मुख अदालत में जाए।"},{"number":24,"verse":"वह बड़े बड़े बलवानों को बिना पूछपाछ के चूर चूर करता है, और उनके स्थान पर दूसरों को खड़ा कर देता है।"},{"number":25,"verse":"इसलिये कि वह उनके कामों को भली भाँति जानता है, वह उन्हें रात में ऐसा उलट देता है कि वे चूर चूर हो जाते हैं।"},{"number":26,"verse":"वह उन्हें दुष्‍ट जानकर सभों के देखते मारता है,"},{"number":27,"verse":"क्योंकि उन्होंने उसके पीछे चलना छोड़ दिया है, और उसके किसी मार्ग पर चित्त न लगाया,"},{"number":28,"verse":"यहाँ तक कि उनके कारण कंगालों की दोहाई उस तक पहुँची और उसने दीन लोगों की दोहाई सुनी।"},{"number":29,"verse":"जब वह चुप रहता है तो उसे कौन दोषी ठहरा सकता है? जब वह मुँह फेर ले, तब कौन उसका दर्शन पा सकता है? जाति भर के साथ और अकेले मनुष्य, दोनों के साथ उसका बराबर का व्यवहार है"},{"number":30,"verse":"ताकि भक्‍तिहीन राज्य करता न रहे, और प्रजा फन्दे में फँसाई न जाए।"},{"number":31,"verse":"“क्या किसी ने कभी परमेश्‍वर से कहा, ‘मैं ने दण्ड सहा, अब मैं भविष्य में बुराई न करूँगा,"},{"number":32,"verse":"जो कुछ मुझे नहीं सूझता, वह तू मुझे सिखा दे; और यदि मैं ने टेढ़ा काम किया हो, तो भविष्य में वैसा न करूँगा?’"},{"number":33,"verse":"क्या वह तेरे ही मन के अनुसार बदला पाए क्योंकि तू उससे अप्रसन्न है? क्योंकि तुझे निर्णय करना है, न कि मुझे; इस कारण जो कुछ तुझे मालूम है, वह कह दे।"},{"number":34,"verse":"सब ज्ञानी पुरुष वरन् जितने बुद्धिमान मेरी सुनते हैं वे मुझ से कहेंगे,"},{"number":35,"verse":"‘अय्यूब ज्ञान की बातें नहीं कहता, और न उसके वचन समझ के साथ होते हैं।’"},{"number":36,"verse":"भला होता, कि अय्यूब अन्त तक परीक्षा में रहता, क्योंकि उस ने अनर्थियों के से उत्तर दिए हैं।"},{"number":37,"verse":"क्योंकि वह अपने पाप के साथ-साथ विद्रोह भी बढ़ाता है; और हमारे बीच ताली बजाता है, और परमेश्‍वर के विरुद्ध बहुत सी बातें कहता है।”"}]}