{"bibleAbbr":"HOV2012","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"फिर यहोवा ने अय्यूब से यह भी कहा :"},{"number":2,"verse":"“क्या जो बकवास करता है वह सर्वशक्‍तिमान से झगड़ा करे? जो परमेश्‍वर से विवाद करता है वह इसका उत्तर दे।”"},{"number":3,"verse":"तब अय्यूब ने यहोवा को उत्तर दिया,"},{"number":4,"verse":"“देख, मैं तो तुच्छ हूँ, मैं तुझे क्या उत्तर दूँ? मैं अपनी अंगुली दाँत तले दबाता हूँ।"},{"number":5,"verse":"एक बार तो मैं कह चुका, परन्तु और कुछ न कहूँगा : हाँ दो बार भी मैं कह चुका, परन्तु अब कुछ और आगे न बढ़ूँगा।”"},{"number":6,"verse":"तब यहोवा ने अय्यूब को आँधी में से यह उत्तर दिया,"},{"number":7,"verse":"“पुरुष के समान अपनी कमर बाँध ले, मैं तुझ से प्रश्न करता हूँ, और तू मुझे बता।"},{"number":8,"verse":"क्या तू मेरा न्याय भी व्यर्थ ठहराएगा? क्या तू आप निर्दोष ठहरने की मनसा से मुझ को दोषी ठहराएगा?"},{"number":9,"verse":"क्या तेरा बाहुबल परमेश्‍वर के तुल्य है? क्या तू उसकी-सी बोली से गरज सकता है?"},{"number":10,"verse":"“अब अपने को महिमा और प्रताप से सँवार और ऐश्‍वर्य और तेज के वस्त्र पहिन ले।"},{"number":11,"verse":"अपने अति क्रोध की बाढ़ को बहा दे, और एक एक घमण्डी को देखते ही उसे नीचा कर।"},{"number":12,"verse":"हर एक घमण्डी को देखकर झुका दे, और दुष्‍ट लोगों को जहाँ खड़े हों वहाँ से गिरा दे।"},{"number":13,"verse":"उनको एक संग मिट्टी में मिला में उनके मुँह बाँध दे।"},{"number":14,"verse":"तब मैं भी तेरे विषय में मान लूँगा, कि तेरा ही दाहिना हाथ तेरा उद्धार कर सकता है।"},{"number":15,"verse":"“उस जलगज को देख, जिसको मैं ने तेरे साथ बनाया है, वह बैल के समान घास खाता है।"},{"number":16,"verse":"देख उसकी कटि में बल है, और उसके पेट के पट्ठों में उसकी सामर्थ्य रहती है।"},{"number":17,"verse":"वह अपनी पूँछ को देवदार के समान हिलाता है; उसकी जाँघों की नसें एक दूसरे से मिली हुई हैं।"},{"number":18,"verse":"उसकी हड्डियाँ मानो पीतल की नलियाँ हैं, उसकी पसलियाँ मानो लोहे के बेंड़े हैं।"},{"number":19,"verse":"“वह परमेश्‍वर का मुख्य कार्य है; जो उसका सिरजनहार हो उसके निकट तलवार लेकर आए!"},{"number":20,"verse":"निश्‍चय पहाड़ों पर उसका चारा मिलता है, जहाँ और सब वनपशु कलोल करते हैं।"},{"number":21,"verse":"वह कमल के पौधों के नीचे रहता, और नरकटों की आड़ में और कीच पर लेटा करता है।"},{"number":22,"verse":"कमल के पौधे उस पर छाया करते हैं, वह नाले के बेंत के वृक्षों से घिरा रहता है।"},{"number":23,"verse":"चाहे नदी की बाढ़ भी हो तौभी वह न घबराएगा, चाहे यरदन भी बढ़कर उसके मुँह तक आए परन्तु वह निर्भय रहेगा।"},{"number":24,"verse":"जब वह चौकस हो तब क्या कोई उसको पकड़ सकेगा, या फन्दे लगाकर उसको नाथ सकेगा?"}]}