{"bibleAbbr":"ESV2001","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"A false balance is an abomination to the LORD, but a just weight is his delight."},{"number":2,"verse":"When pride comes, then comes disgrace, but with the humble is wisdom."},{"number":3,"verse":"The integrity of the upright guides them, but the crookedness of the treacherous destroys them."},{"number":4,"verse":"Riches do not profit in the day of wrath, but righteousness delivers from death."},{"number":5,"verse":"The righteousness of the blameless keeps his way straight, but the wicked falls by his own wickedness."},{"number":6,"verse":"The righteousness of the upright delivers them, but the treacherous are taken captive by their lust."},{"number":7,"verse":"When the wicked dies, his hope will perish, and the expectation of wealth perishes too."},{"number":8,"verse":"The righteous is delivered from trouble, and the wicked walks into it instead."},{"number":9,"verse":"With his mouth the godless man would destroy his neighbor, but by knowledge the righteous are delivered."},{"number":10,"verse":"When it goes well with the righteous, the city rejoices, and when the wicked perish there are shouts of gladness."},{"number":11,"verse":"By the blessing of the upright a city is exalted, but by the mouth of the wicked it is overthrown."},{"number":12,"verse":"Whoever belittles his neighbor lacks sense, but a man of understanding remains silent."},{"number":13,"verse":"Whoever goes about slandering reveals secrets, but he who is trustworthy in spirit keeps a thing covered."},{"number":14,"verse":"Where there is no guidance, a people falls, but in an abundance of counselors there is safety."},{"number":15,"verse":"Whoever puts up security for a stranger will surely suffer harm, but he who hates striking hands in pledge is secure."},{"number":16,"verse":"A gracious woman gets honor, and violent men get riches."},{"number":17,"verse":"A man who is kind benefits himself, but a cruel man hurts himself."},{"number":18,"verse":"The wicked earns deceptive wages, but one who sows righteousness gets a sure reward."},{"number":19,"verse":"Whoever is steadfast in righteousness will live, but he who pursues evil will die."},{"number":20,"verse":"Those of crooked heart are an abomination to the LORD, but those of blameless ways are his delight."},{"number":21,"verse":"Be assured, an evil person will not go unpunished, but the offspring of the righteous will be delivered."},{"number":22,"verse":"Like a gold ring in a pig's snout is a beautiful woman without discretion."},{"number":23,"verse":"The desire of the righteous ends only in good; the expectation of the wicked in wrath."},{"number":24,"verse":"One gives freely, yet grows all the richer; another withholds what he should give, and only suffers want."},{"number":25,"verse":"Whoever brings blessing will be enriched, and one who waters will himself be watered."},{"number":26,"verse":"The people curse him who holds back grain, but a blessing is on the head of him who sells it."},{"number":27,"verse":"Whoever diligently seeks good seeks favor, but evil comes to him who searches for it."},{"number":28,"verse":"Whoever trusts in his riches will fall, but the righteous will flourish like a green leaf."},{"number":29,"verse":"Whoever troubles his own household will inherit the wind, and the fool will be servant to the wise of heart."},{"number":30,"verse":"The fruit of the righteous is a tree of life, and whoever captures souls is wise."},{"number":31,"verse":"If the righteous is repaid on earth, how much more the wicked and the sinner!"}]}