{"bibleAbbr":"ESV2001","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Like snow in summer or rain in harvest, so honor is not fitting for a fool."},{"number":2,"verse":"Like a sparrow in its flitting, like a swallow in its flying, a curse that is causeless does not alight."},{"number":3,"verse":"A whip for the horse, a bridle for the donkey, and a rod for the back of fools."},{"number":4,"verse":"Answer not a fool according to his folly, lest you be like him yourself."},{"number":5,"verse":"Answer a fool according to his folly, lest he be wise in his own eyes."},{"number":6,"verse":"Whoever sends a message by the hand of a fool cuts off his own feet and drinks violence."},{"number":7,"verse":"Like a lame man's legs, which hang useless, is a proverb in the mouth of fools."},{"number":8,"verse":"Like one who binds the stone in the sling is one who gives honor to a fool."},{"number":9,"verse":"Like a thorn that goes up into the hand of a drunkard is a proverb in the mouth of fools."},{"number":10,"verse":"Like an archer who wounds everybody is one who hires a passing fool or drunkard."},{"number":11,"verse":"Like a dog that returns to his vomit is a fool who repeats his folly."},{"number":12,"verse":"Do you see a man who is wise in his own eyes? There is more hope for a fool than for him."},{"number":13,"verse":"The sluggard says, \"There is a lion in the road! There is a lion in the streets!\""},{"number":14,"verse":"As a door turns on its hinges, so does a sluggard on his bed."},{"number":15,"verse":"The sluggard buries his hand in the dish; it wears him out to bring it back to his mouth."},{"number":16,"verse":"The sluggard is wiser in his own eyes than seven men who can answer sensibly."},{"number":17,"verse":"Whoever meddles in a quarrel not his own is like one who takes a passing dog by the ears."},{"number":18,"verse":"Like a madman who throws firebrands, arrows, and death"},{"number":19,"verse":"is the man who deceives his neighbor and says, \"I am only joking!\""},{"number":20,"verse":"For lack of wood the fire goes out, and where there is no whisperer, quarreling ceases."},{"number":21,"verse":"As charcoal to hot embers and wood to fire, so is a quarrelsome man for kindling strife."},{"number":22,"verse":"The words of a whisperer are like delicious morsels; they go down into the inner parts of the body."},{"number":23,"verse":"Like the glaze covering an earthen vessel are fervent lips with an evil heart."},{"number":24,"verse":"Whoever hates disguises himself with his lips and harbors deceit in his heart;"},{"number":25,"verse":"when he speaks graciously, believe him not, for there are seven abominations in his heart;"},{"number":26,"verse":"though his hatred be covered with deception, his wickedness will be exposed in the assembly."},{"number":27,"verse":"Whoever digs a pit will fall into it, and a stone will come back on him who starts it rolling."},{"number":28,"verse":"A lying tongue hates its victims, and a flattering mouth works ruin."}]}