{"bibleAbbr":"ESV2001","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"Do not boast about tomorrow, for you do not know what a day may bring."},{"number":2,"verse":"Let another praise you, and not your own mouth; a stranger, and not your own lips."},{"number":3,"verse":"A stone is heavy, and sand is weighty, but a fool's provocation is heavier than both."},{"number":4,"verse":"Wrath is cruel, anger is overwhelming, but who can stand before jealousy?"},{"number":5,"verse":"Better is open rebuke than hidden love."},{"number":6,"verse":"Faithful are the wounds of a friend; profuse are the kisses of an enemy."},{"number":7,"verse":"One who is full loathes honey, but to one who is hungry everything bitter is sweet."},{"number":8,"verse":"Like a bird that strays from its nest is a man who strays from his home."},{"number":9,"verse":"Oil and perfume make the heart glad, and the sweetness of a friend comes from his earnest counsel."},{"number":10,"verse":"Do not forsake your friend and your father's friend, and do not go to your brother's house in the day of your calamity. Better is a neighbor who is near than a brother who is far away."},{"number":11,"verse":"Be wise, my son, and make my heart glad, that I may answer him who reproaches me."},{"number":12,"verse":"The prudent sees danger and hides himself, but the simple go on and suffer for it."},{"number":13,"verse":"Take a man's garment when he has put up security for a stranger, and hold it in pledge when he puts up security for an adulteress."},{"number":14,"verse":"Whoever blesses his neighbor with a loud voice, rising early in the morning, will be counted as cursing."},{"number":15,"verse":"A continual dripping on a rainy day and a quarrelsome wife are alike;"},{"number":16,"verse":"to restrain her is to restrain the wind or to grasp oil in one's right hand."},{"number":17,"verse":"Iron sharpens iron, and one man sharpens another."},{"number":18,"verse":"Whoever tends a fig tree will eat its fruit, and he who guards his master will be honored."},{"number":19,"verse":"As in water face reflects face, so the heart of man reflects the man."},{"number":20,"verse":"Sheol and Abaddon are never satisfied, and never satisfied are the eyes of man."},{"number":21,"verse":"The crucible is for silver, and the furnace is for gold, and a man is tested by his praise."},{"number":22,"verse":"Crush a fool in a mortar with a pestle along with crushed grain, yet his folly will not depart from him."},{"number":23,"verse":"Know well the condition of your flocks, and give attention to your herds,"},{"number":24,"verse":"for riches do not last forever; and does a crown endure to all generations?"},{"number":25,"verse":"When the grass is gone and the new growth appears and the vegetation of the mountains is gathered,"},{"number":26,"verse":"the lambs will provide your clothing, and the goats the price of a field."},{"number":27,"verse":"There will be enough goats' milk for your food, for the food of your household and maintenance for your girls."}]}