{"bibleAbbr":"ESV2001","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"Does not wisdom call?Does not understanding raise her voice?"},{"number":2,"verse":"On the heights beside the way, at the crossroads she takes her stand;"},{"number":3,"verse":"beside the gates in front of the town, at the entrance of the portals she cries aloud:"},{"number":4,"verse":"\"To you, O men, I call, and my cry is to the children of man."},{"number":5,"verse":"O simple ones, learn prudence; O fools, learn sense."},{"number":6,"verse":"Hear, for I will speak noble things, and from my lips will come what is right,"},{"number":7,"verse":"for my mouth will utter truth; wickedness is an abomination to my lips."},{"number":8,"verse":"All the words of my mouth are righteous; there is nothing twisted or crooked in them."},{"number":9,"verse":"They are all straight to him who understands, and right to those who find knowledge."},{"number":10,"verse":"Take my instruction instead of silver, and knowledge rather than choice gold,"},{"number":11,"verse":"for wisdom is better than jewels, and all that you may desire cannot compare with her."},{"number":12,"verse":"\"I, wisdom, dwell with prudence, and I find knowledge and discretion."},{"number":13,"verse":"The fear of the LORD is hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate."},{"number":14,"verse":"I have counsel and sound wisdom; I have insight; I have strength."},{"number":15,"verse":"By me kings reign, and rulers decree what is just;"},{"number":16,"verse":"by me princes rule, and nobles, all who govern justly."},{"number":17,"verse":"I love those who love me, and those who seek me diligently find me."},{"number":18,"verse":"Riches and honor are with me, enduring wealth and righteousness."},{"number":19,"verse":"My fruit is better than gold, even fine gold, and my yield than choice silver."},{"number":20,"verse":"I walk in the way of righteousness, in the paths of justice,"},{"number":21,"verse":"granting an inheritance to those who love me, and filling their treasuries."},{"number":22,"verse":"\"The LORD possessed me at the beginning of his work, the first of his acts of old."},{"number":23,"verse":"Ages ago I was set up, at the first, before the beginning of the earth."},{"number":24,"verse":"When there were no depths I was brought forth, when there were no springs abounding with water."},{"number":25,"verse":"Before the mountains had been shaped, before the hills, I was brought forth,"},{"number":26,"verse":"before he had made the earth with its fields, or the first of the dust of the world."},{"number":27,"verse":"When he established the heavens, I was there; when he drew a circle on the face of the deep,"},{"number":28,"verse":"when he made firm the skies above, when he established the fountains of the deep,"},{"number":29,"verse":"when he assigned to the sea its limit, so that the waters might not transgress his command, when he marked out the foundations of the earth,"},{"number":30,"verse":"then I was beside him, like a master workman, and I was daily his delight, rejoicing before him always,"},{"number":31,"verse":"rejoicing in his inhabited world and delighting in the children of man."},{"number":32,"verse":"\"And now, O sons, listen to me: blessed are those who keep my ways."},{"number":33,"verse":"Hear instruction and be wise, and do not neglect it."},{"number":34,"verse":"Blessed is the one who listens to me, watching daily at my gates, waiting beside my doors."},{"number":35,"verse":"For whoever finds me finds life and obtains favor from the LORD,"},{"number":36,"verse":"but he who fails to find me injures himself; all who hate me love death.\""}]}