{"bibleAbbr":"KJV1611","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an Apostle, not of men, neither by man, but by Iesus Christ, and God the Father, who raised him fro the dead,"},{"number":2,"verse":"And all the brethren which are with mee, vnto the Churches of Galatia:"},{"number":3,"verse":"Grace bee to you and peace, from God the Father, and from our Lord Iesus Christ,"},{"number":4,"verse":"Who gaue himselfe for our sinnes, that he might deliuer vs from this present euill world, according to the will of God, and our Father,"},{"number":5,"verse":"To whom bee glorie for euer and euer, Amen."},{"number":6,"verse":"I marueile, that you are so soone remoued from him, that called you into the grace of Christ, vnto an other Gospel:"},{"number":7,"verse":"Which is not another; but there bee some that trouble you, and would peruert the Gospel of Christ."},{"number":8,"verse":"But though we, or an Angel from heauen, preach any other Gospel vnto you, then that which wee haue preached vnto you, let him be accursed."},{"number":9,"verse":"As we said before, so say I now againe, If any man preach any other Gospel vnto you, then that yee haue receiued, let him be accursed."},{"number":10,"verse":"For doe I now perswade men, or God? or doe I seeke to please men? For if I yet pleased men, I should not bee the seruant of Christ."},{"number":11,"verse":"But I certifie you, brethren, that the Gospel which was preached of me, is not after man."},{"number":12,"verse":"For I neither receiued it of man, neither was I taught it, but by the reuelation of Iesus Christ."},{"number":13,"verse":"For yee haue heard of my couuersation in time past, in the Iewes Religion, how that beyond measure I persecuted the Church of God, and wasted it:"},{"number":14,"verse":"And profited in the Iewes Religion, aboue many my equals in mine owne nation, being more exceedingly zealous of the traditions of my fathers."},{"number":15,"verse":"But when it pleased God, who separated me from my mothers wombe, and called me by his grace,"},{"number":16,"verse":"To reueale his sonne in mee, that I might preach him among the heathen, immediatly I conferred not with flesh and blood:"},{"number":17,"verse":"Neither went I vp to Ierusalem, to them which were Apostles before me, but I went into Arabia, and returned againe vnto Damascus."},{"number":18,"verse":"Then after three yeeres, I went vp to Ierusalem to see Peter, and abode with him fifteene dayes."},{"number":19,"verse":"But other of the Apostles saw I none, saue Iames the Lords brother."},{"number":20,"verse":"Now the things which I write vnto you, behold, before God I lye not."},{"number":21,"verse":"Afterwards I came into the regions of Syria and Cilicia,"},{"number":22,"verse":"And was vnknowen by face vnto the Churches of Iudea, which were in Christ."},{"number":23,"verse":"But they had heard onely, that he which persecuted vs in times past, now preacheth the faith, which once hee destroyed."},{"number":24,"verse":"And they glorified God in me."}]}