{"bibleAbbr":"KJV1611","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":3,"verses":[{"number":1,"verse":"O foolish Galatians, who hath bewitched you, that you should not obey the trueth, before whose eyes Iesus Christ hath been euidently set forth, crucified among you?"},{"number":2,"verse":"This onely would I learne of you, receiued ye the spirit, by the works of the Law, or by the hearing of faith?"},{"number":3,"verse":"Are ye so foolish? Hauing begun in the Spirit, are ye now made perfect by the flesh?"},{"number":4,"verse":"Haue ye suffered so many things in vaine? If it be yet in vaine."},{"number":5,"verse":"He therfore that ministreth to you the Spirit, and worketh miracles among you, doeth he it by the workes of the Law, or by the hearing of faith?"},{"number":6,"verse":"Euen as Abraham beleeued God, and it was accounted to him for righteousnesse."},{"number":7,"verse":"Knowe yee therefore, that they which are of faith, the same are the children of Abraham."},{"number":8,"verse":"And the Scripture foreseeing that God would iustifie the heathen through faith, preached before the Gospel vnto Abraham, saying, In thee shall all nations be blessed."},{"number":9,"verse":"So then, they which bee of faith, are blessed with faithfull Abraham."},{"number":10,"verse":"For as many as are of the works of the lawe, are vnder the curse: for it is written, Cursed is euery one that continueth not in all things which are written in the booke of the Law to doe them."},{"number":11,"verse":"But that no man is iustified by the Lawe in the sight of God, it is euident: for, The iust shall liue by faith."},{"number":12,"verse":"And the Law is not of faith: but the man that doeth them, shall liue in them."},{"number":13,"verse":"Christ hath redeemed vs from the curse of the Law, being made a curse for vs: for it is written, Cursed is euery one that hangeth on tree:"},{"number":14,"verse":"That the blessing of Abraham might come on the Gentiles, through Iesus Christ: that wee might receiue the promise of the Spirit through faith."},{"number":15,"verse":"Brethren, I speake after the maner of men: though it be but a mans couenant, yet if it bee confirmed, no man disanulleth, or addeth thereto."},{"number":16,"verse":"Now to Abraham and his seede were the promises made. He saith not, And to seeds, as of many, but as of one, And to thy seed, which is Christ."},{"number":17,"verse":"And this I say, that the Couenant that was confirmed before of God in Christ, the Lawe which was foure hundred and thirtie yeres after, cannot disanul, that it should make the promise of none effect."},{"number":18,"verse":"For if the inheritance bee of the Law, it is no more of promise: but God gaue it to Abraham by promise."},{"number":19,"verse":"Wherefore then serueth the Law? it was added because of transgressions, till the seed should come, to whome the promise was made, and it was ordeyned by Angels in the hand of a Mediatour."},{"number":20,"verse":"Now a mediatour is not a Mediatour of one, but God is one."},{"number":21,"verse":"Is the Lawe then against the promises of God? God forbid: for if there had beene a Lawe giuen which could haue giuen life, verily righteousnesse should haue bene by the Law."},{"number":22,"verse":"But the Scripture hath concluded all vnder sinne, that the promise by faith of Iesus Christ might be giuen to them that beleeue."},{"number":23,"verse":"But before faith came, wee were kept vnder the Law, shut vp vnto the faith, which should afterwards bee reuealed."},{"number":24,"verse":"Wherefore the Law was our Schoolemaster to bring vs vnto Christ, that we might be iustified by Faith."},{"number":25,"verse":"But after that Faith is come, we are no longer vnder a Schoolemaster."},{"number":26,"verse":"For ye are all the children of God by faith in Christ Iesus."},{"number":27,"verse":"For as many of you as haue bene baptized into Christ, haue put on Christ."},{"number":28,"verse":"There is neither Iewe, nor Greeke, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Iesus."},{"number":29,"verse":"And if yee be Christs, then are ye Abrahams seed, and heires according to the promise."}]}