{"bibleAbbr":"BBE1965","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"Now these are the generations of Aaron and Moses, in the day when the word of the Lord came to Moses on Mount Sinai."},{"number":2,"verse":"These are the names of the sons of Aaron: Nadab the oldest, and Abihu, Eleazar, and Ithamar."},{"number":3,"verse":"These are the names of the sons of Aaron, the priests, on whom the holy oil was put, who were marked out as priests."},{"number":4,"verse":"And Nadab and Abihu were put to death before the Lord when they made an offering of strange fire before the Lord, in the waste land of Sinai, and they had no children: and Eleazar and Ithamar did the work of priests before Aaron their father."},{"number":5,"verse":"And the Lord said to Moses,"},{"number":6,"verse":"Make the tribe of Levi come near, and put them before Aaron the priest, to be his helpers,"},{"number":7,"verse":"In order that they may be responsible to him and to all Israel for the care of the Tent of meeting, and to do the work of the House;"},{"number":8,"verse":"And they will have the care of all the vessels of the Tent of meeting, and will do for the children of Israel all the necessary work of the House."},{"number":9,"verse":"Give the Levites to Aaron and his sons; so that they may be his without question from among the children of Israel."},{"number":10,"verse":"And give orders that Aaron and his sons are to keep their place as priests; any strange person who comes near is to be put to death."},{"number":11,"verse":"And the Lord said to Moses,"},{"number":12,"verse":"See, I have taken the Levites out of the children of Israel to be mine in place of the first sons of the children of Israel;"},{"number":13,"verse":"For all the first sons are mine; on the day when I put to death all the first sons in the land of Egypt, I took for myself every first male birth of man and beast. They are mine; I am the Lord."},{"number":14,"verse":"And the Lord said to Moses in the waste land of Sinai,"},{"number":15,"verse":"Let all the children of Levi be numbered by their families and their fathers' houses; let every male of a month old and over be numbered."},{"number":16,"verse":"So Moses did as the Lord said, numbering them as he had been ordered."},{"number":17,"verse":"These were the sons of Levi by name: Gershon and Kohath and Merari."},{"number":18,"verse":"And these are the names of the sons of Gershon, by their families: Libni and Shimei."},{"number":19,"verse":"And the sons of Kohath, by their families: Amram and Izhar and Hebron and Uzziel."},{"number":20,"verse":"And the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites in the order of their fathers' houses."},{"number":21,"verse":"From Gershon come the Libnites and the Shimeites; these are the families of the Gershonites."},{"number":22,"verse":"Those who were numbered of them, the males from one month old and over, were seven thousand, five hundred."},{"number":23,"verse":"The tents of the Gershonites are to be placed at the back of the House, to the west."},{"number":24,"verse":"The chief of the Gershonites is Eliasaph, the son of Lael."},{"number":25,"verse":"In the Tent of meeting, the Gershonites are to have the care of the House, and the Tent with its cover, and the veil for the door of the Tent of meeting,"},{"number":26,"verse":"And the hangings for the open space round the House and the altar, and the curtain for its doorway, and all the cords needed for its use."},{"number":27,"verse":"From Kohath come the Amramites and the Izharites and the Hebronites and the Uzzielites; these are the families of the Kohathites."},{"number":28,"verse":"Those who were numbered of them, the males from one month old and over, were eight thousand, six hundred, who were responsible for the care of the holy place."},{"number":29,"verse":"The tents of the Kohathites are to be placed on the south side of the House."},{"number":30,"verse":"Their chief is Elizaphan, the son of Uzziel."},{"number":31,"verse":"In their care are the ark, and the table, and the lights, and the altars, and all the vessels used in the holy place, and the veil, and all they are used for."},{"number":32,"verse":"Eleazar, the son of Aaron the priest, will be head over all the Levites and overseer of those responsible for the care of the holy place."},{"number":33,"verse":"From Merari come the Mahlites and the Mushites; these are the families of Merari."},{"number":34,"verse":"Those who were numbered of them, the males of a month old and over, were six thousand, two hundred."},{"number":35,"verse":"The chief of the families of Merari was Zuriel, the son of Abihail: their tents are to be placed on the north side of the House."},{"number":36,"verse":"And in their care are to be all the boards of the Tent, with their rods and pillars and bases, and all the instruments, and all they are used for,"},{"number":37,"verse":"And the pillars of the open space round it, with their bases and nails and cords."},{"number":38,"verse":"And those whose tents are to be placed on the east side of the House in front of the Tent of meeting, looking to the dawn, are Moses and Aaron and his sons, who will do the work of the holy place for the children of Israel; and any strange person who comes near will be put to death."},{"number":39,"verse":"All the Levites numbered by Moses and Aaron at the order of the Lord, all the males of one month old and over numbered in the order of their families, were twenty-two thousand."},{"number":40,"verse":"And the Lord said to Moses, Let all the first male children be numbered, and take the number of their names."},{"number":41,"verse":"And give to me the Levites (I am the Lord) in place of the first sons of the children of Israel; and the cattle of the Levites in place of the first births among the cattle of the children of Israel."},{"number":42,"verse":"So Moses had all the first sons among the children of Israel numbered, as the Lord said to him."},{"number":43,"verse":"Every first son from a month old and over was numbered by name, and the number came to twenty-two thousand, two hundred and seventy-three."},{"number":44,"verse":"And the Lord said to Moses,"},{"number":45,"verse":"Take the Levites in place of all the first sons of the children of Israel, and the cattle of the Levites in place of their cattle; the Levites are to be mine; I am the Lord."},{"number":46,"verse":"And the price you have to give for the two hundred and seventy-three first sons of the children of Israel which are in addition to the number of the Levites,"},{"number":47,"verse":"Will be five shekels for every one, by the scale of the holy place (the shekel is twenty gerahs);"},{"number":48,"verse":"And this money, the price of those over the number of the Levites, is to be given to Aaron and his sons."},{"number":49,"verse":"So Moses took the money, the price of those whose place had not been taken by the Levites;"},{"number":50,"verse":"From the first sons of Israel he took it, a thousand, three hundred and sixty-five shekels, by the scale of the holy place;"},{"number":51,"verse":"And he gave the money to Aaron and his sons, as the Lord had said."}]}