{"bibleAbbr":"BBE1965","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"Now the children of Reuben and the children of Gad had a great number of cattle: and when they saw that the land of Jazer and the land of Gilead was a good place for cattle;"},{"number":2,"verse":"The children of Gad and the children of Reuben came and said to Moses and to Eleazar the priest and to the chiefs of the meeting,"},{"number":3,"verse":"Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Sebam, and Nebo, and Beon,"},{"number":4,"verse":"The land which the Lord gave into the hands of the children of Israel, is a land for cattle, and your servants have cattle."},{"number":5,"verse":"And they said, With your approval, let this land be given to your servants as their heritage: do not take us over Jordan."},{"number":6,"verse":"And Moses said to the children of Gad and the children of Reuben, Are your brothers to go to the war, while you take your rest here?"},{"number":7,"verse":"Why would you take from the children of Israel the desire to go over into the land which the Lord has given them?"},{"number":8,"verse":"So did your fathers, when I sent them from Kadesh-barnea to see the land."},{"number":9,"verse":"For when they went up to the valley of Eshcol, and saw the land, they took from the children of Israel the desire to go into the land which the Lord had given them."},{"number":10,"verse":"And at that time the Lord was moved to wrath, and made an oath, saying,"},{"number":11,"verse":"Truly, not one of the men of twenty years old and over who came out of Egypt will see the land which I gave by oath to Abraham, Isaac, and Jacob; because they have not been true to me with all their heart;"},{"number":12,"verse":"But only Caleb, the son of Jephunneh the Kenizzite, and Joshua, the son of Nun: because they have been true to the Lord."},{"number":13,"verse":"Then the Lord was angry with Israel, and he made them wanderers in the waste land for forty years? till all that generation who had done evil in the eyes of the Lord was dead."},{"number":14,"verse":"And now you have come to take the place of your fathers, another generation of sinners, increasing the wrath of the Lord against Israel."},{"number":15,"verse":"For if you are turned away from him, he will send them wandering again in the waste land; and you will be the cause of the destruction of all this people."},{"number":16,"verse":"Then they came to him, and said, We will make safe places for our cattle here, and towns for our little ones;"},{"number":17,"verse":"But we ourselves will be ready armed to go before the children of Israel till we have taken them to their place: but our little ones will be safe in the walled towns against the people of the land."},{"number":18,"verse":"We will not come back to our houses till every one of the children of Israel has come into his heritage."},{"number":19,"verse":"For we will not have our heritage with them on the other side of Jordan and forward; because our heritage has come to us on this side of Jordan to the east."},{"number":20,"verse":"Then Moses said to them, If you will do this, arming yourselves to go before the Lord to the war,"},{"number":21,"verse":"Every armed man of you going across Jordan before the Lord till he has overcome and sent in flight all who are against him,"},{"number":22,"verse":"And the land is under the rule of the Lord: then after that you may come back, having done no wrong to the Lord and to Israel; and this land will be yours for your heritage before the Lord."},{"number":23,"verse":"But if you do not do this, then you are sinners against the Lord; and you may be certain that your sin will have its reward."},{"number":24,"verse":"So get to work building your towns for your little ones, and safe places for your sheep; and do as you have said."},{"number":25,"verse":"And the children of Gad and the children of Reuben said to Moses, Your servants will do as my lord says."},{"number":26,"verse":"Our little ones, our wives, and our flocks, and all our cattle, will be there in the towns of Gilead;"},{"number":27,"verse":"But your servants will go over, every man armed for war, before the Lord to the fight, as my lord says."},{"number":28,"verse":"So Moses gave orders about them to Eleazar the priest and to Joshua, the son of Nun, and to the heads of families of the tribes of the children of Israel."},{"number":29,"verse":"And Moses said to them, If the children of Gad and the children of Reuben go with you over Jordan, every man armed for the fight before the Lord, and all the land is given into your hands, then let them have the land of Gilead for a heritage:"},{"number":30,"verse":"But if they do not go over with you armed, they will have to take their heritage with you in the land of Canaan."},{"number":31,"verse":"Then the children of Gad and the children of Reuben said, As the Lord has said to your servants, so will we do."},{"number":32,"verse":"We will go over armed before the Lord into the land of Canaan, and you will give us our heritage on this side of Jordan."},{"number":33,"verse":"So Moses gave to them, even to the children of Gad and the children of Reuben and to the half-tribe of Manasseh, the son of Joseph, the kingdom of Sihon, king of the Amorites and Og, king of Bashan, all the land with its towns and the country round them."},{"number":34,"verse":"And the children of Gad were the builders of Dibon and Ataroth and Aroer;"},{"number":35,"verse":"And Atroth-shophan and Jazer and Jogbehah;"},{"number":36,"verse":"And Beth-nimrah and Beth-haran: walled towns and shut-in places for sheep."},{"number":37,"verse":"And the children of Reuben were the builders of Heshbon and Elealeh and Kiriathaim;"},{"number":38,"verse":"And Nebo and Baal-meon, (their names being changed,) and Sibmah: and they gave other names to the towns they made."},{"number":39,"verse":"And the children of Machir, the son of Manasseh, went to Gilead and took it, driving out the Amorites who were living there."},{"number":40,"verse":"And Moses gave Gilead to Machir, the son of Manasseh; and he made it his living-place."},{"number":41,"verse":"And Jair, the son of Manasseh, went and took the towns of Gilead, naming them Havvoth-Jair."},{"number":42,"verse":"And Nobah went and took Kenath and its small towns, naming it Nobah, after himself."}]}