{"bibleAbbr":"BBE1965","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"And the Lord said to Moses,"},{"number":2,"verse":"Give orders to the children of Israel to put outside the tent-circle every leper, and anyone who has any sort of flow from his body, and anyone who is unclean from the touch of the dead;"},{"number":3,"verse":"Male or female they are to be put outside the tent-circle, so that they may not make unclean my resting-place among them."},{"number":4,"verse":"So the children of Israel did as the Lord had said to Moses, and put them outside the tent-circle."},{"number":5,"verse":"And the Lord said to Moses,"},{"number":6,"verse":"Say to the children of Israel, If a man or a woman does any of the sins of men, going against the word of the Lord, and is in the wrong;"},{"number":7,"verse":"Let them say openly what they have done; and make payment for the wrong done, with the addition of a fifth part, and give it to him to whom the wrong was done."},{"number":8,"verse":"But if the man has no relation to whom the payment may be made, then the payment for sin made to the Lord will be the priest's, in addition to the sheep offered to take away his sin."},{"number":9,"verse":"And every offering lifted up of all the holy things which the children of Israel give to the priest, will be his."},{"number":10,"verse":"And every man's holy things will be his: whatever a man gives to the priest will be his."},{"number":11,"verse":"And the Lord said to Moses,"},{"number":12,"verse":"Say to the children of Israel, If any man's wife does wrong, sinning against him"},{"number":13,"verse":"By taking as her lover another man, and keeps it secret so that her husband has no knowledge of it, and there is no witness against her, and she is not taken in the act;"},{"number":14,"verse":"If the spirit of doubt comes into her husband's heart, and he has doubts of his wife, with good cause; or if he has doubts of her without cause:"},{"number":15,"verse":"Then let him take her to the priest, offering for her the tenth part of an ephah of barley meal, without oil or perfume; for it is a meal offering of a bitter spirit, a meal offering keeping wrongdoing in mind."},{"number":16,"verse":"And the priest will make her come near and put her before the Lord;"},{"number":17,"verse":"And the priest will take holy water in a pot and put in it dust from the floor of the House;"},{"number":18,"verse":"And he will make the woman come before the Lord with her hair loose, and will put the meal offering, the offering of a bitter spirit, in her hands; and the priest will take in his hand the bitter water causing the curse;"},{"number":19,"verse":"And he will make her take an oath, and say to her, If no man has been your lover and you have not been with another in place of your husband, you are free from this bitter water causing the curse;"},{"number":20,"verse":"But if you have been with another in place of your husband and have made yourself unclean with a lover:"},{"number":21,"verse":"Then the priest will put the oath of the curse on the woman, and say to her, May the Lord make you a curse and an oath among your people, sending on you wasting of the legs and disease of the stomach;"},{"number":22,"verse":"And this water of the curse will go into your body, causing disease of your stomach and wasting of your legs: and the woman will say, So be it."},{"number":23,"verse":"And the priest will put these curses in a book, washing out the writing with the bitter water;"},{"number":24,"verse":"And he will give to the woman the bitter water for drink; and the bitter water causing the curse will go into her."},{"number":25,"verse":"And the priest will take from her hand the meal offering of doubt, waving it before the Lord, and will take it to the altar;"},{"number":26,"verse":"And he will take some of it in his hand, burning it on the altar as a sign, and then he will give the woman the bitter water."},{"number":27,"verse":"And it will be that if the woman has become unclean, sinning against her husband, when she has taken the bitter water it will go into her body, causing disease of the stomach and wasting of the legs, and she will be a curse among her people."},{"number":28,"verse":"But if she is clean she will be free and will have offspring."},{"number":29,"verse":"This is the law for testing a wife who goes with another in place of her husband and becomes unclean;"},{"number":30,"verse":"Or for a husband who, in a bitter spirit, has doubts in his heart about his wife; let him take her to the priest, who will put in force this law."},{"number":31,"verse":"Then the man will be free from all wrong, and the woman's sin will be on her."}]}