{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Job Wants to Argue His Case with God “Look, I have seen all this with my own eyes and heard it with my own ears, and now I understand."},{"number":2,"verse":"I know as much as you do. You are no better than I am."},{"number":3,"verse":"As for me, I would speak directly to the Almighty. I want to argue my case with God himself."},{"number":4,"verse":"As for you, you smear me with lies. As physicians, you are worthless quacks."},{"number":5,"verse":"If only you could be silent! That’s the wisest thing you could do."},{"number":6,"verse":"Listen to my charge; pay attention to my arguments."},{"number":7,"verse":"“Are you defending God with lies? Do you make your dishonest arguments for his sake?"},{"number":8,"verse":"Will you slant your testimony in his favor? Will you argue God’s case for him?"},{"number":9,"verse":"What will happen when he finds out what you are doing? Can you fool him as easily as you fool people?"},{"number":10,"verse":"No, you will be in trouble with him if you secretly slant your testimony in his favor."},{"number":11,"verse":"Doesn’t his majesty terrify you? Doesn’t your fear of him overwhelm you?"},{"number":12,"verse":"Your platitudes are as valuable as ashes. Your defense is as fragile as a clay pot."},{"number":13,"verse":"“Be silent now and leave me alone. Let me speak, and I will face the consequences."},{"number":14,"verse":"Why should I put myself in mortal danger (Hebrew Why should I take my flesh in my teeth.) and take my life in my own hands?"},{"number":15,"verse":"God might kill me, but I have no other hope. (An alternate reading in the Masoretic Text reads God might kill me, but I hope in him.) I am going to argue my case with him."},{"number":16,"verse":"But this is what will save me—I am not godless. If I were, I could not stand before him."},{"number":17,"verse":"“Listen closely to what I am about to say. Hear me out."},{"number":18,"verse":"I have prepared my case; I will be proved innocent."},{"number":19,"verse":"Who can argue with me over this? And if you prove me wrong, I will remain silent and die."},{"number":20,"verse":"Job Asks How He Has Sinned“O God, grant me these two things, and then I will be able to face you."},{"number":21,"verse":"Remove your heavy hand from me, and don’t terrify me with your awesome presence."},{"number":22,"verse":"Now summon me, and I will answer! Or let me speak to you, and you reply."},{"number":23,"verse":"Tell me, what have I done wrong? Show me my rebellion and my sin."},{"number":24,"verse":"Why do you turn away from me? Why do you treat me as your enemy?"},{"number":25,"verse":"Would you terrify a leaf blown by the wind? Would you chase dry straw?"},{"number":26,"verse":"“You write bitter accusations against me and bring up all the sins of my youth."},{"number":27,"verse":"You put my feet in stocks. You examine all my paths. You trace all my footprints."},{"number":28,"verse":"I waste away like rotting wood, like a moth-eaten coat."}]}