{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"Eliphaz’s Third Response to Job Then Eliphaz the Temanite replied:"},{"number":2,"verse":"“Can a person do anything to help God? Can even a wise person be helpful to him?"},{"number":3,"verse":"Is it any advantage to the Almighty if you are righteous? Would it be any gain to him if you were perfect?"},{"number":4,"verse":"Is it because you’re so pious that he accuses you and brings judgment against you?"},{"number":5,"verse":"No, it’s because of your wickedness! There’s no limit to your sins."},{"number":6,"verse":"“For example, you must have lent money to your friend and demanded clothing as security. Yes, you stripped him to the bone."},{"number":7,"verse":"You must have refused water for the thirsty and food for the hungry."},{"number":8,"verse":"You probably think the land belongs to the powerful and only the privileged have a right to it!"},{"number":9,"verse":"You must have sent widows away empty-handed and crushed the hopes of orphans."},{"number":10,"verse":"That is why you are surrounded by traps and tremble from sudden fears."},{"number":11,"verse":"That is why you cannot see in the darkness, and waves of water cover you."},{"number":12,"verse":"“God is so great—higher than the heavens, higher than the farthest stars."},{"number":13,"verse":"But you reply, ‘That’s why God can’t see what I am doing! How can he judge through the thick darkness?"},{"number":14,"verse":"For thick clouds swirl about him, and he cannot see us. He is way up there, walking on the vault of heaven.’"},{"number":15,"verse":"“Will you continue on the old paths where evil people have walked?"},{"number":16,"verse":"They were snatched away in the prime of life, the foundations of their lives washed away."},{"number":17,"verse":"For they said to God, ‘Leave us alone! What can the Almighty do to us?’"},{"number":18,"verse":"Yet he was the one who filled their homes with good things, so I will have nothing to do with that kind of thinking."},{"number":19,"verse":"“The righteous will be happy to see the wicked destroyed, and the innocent will laugh in contempt."},{"number":20,"verse":"They will say, ‘See how our enemies have been destroyed. The last of them have been consumed in the fire.’"},{"number":21,"verse":"“Submit to God, and you will have peace; then things will go well for you."},{"number":22,"verse":"Listen to his instructions, and store them in your heart."},{"number":23,"verse":"If you return to the Almighty, you will be restored— so clean up your life."},{"number":24,"verse":"If you give up your lust for money and throw your precious gold into the river,"},{"number":25,"verse":"the Almighty himself will be your treasure. He will be your precious silver!"},{"number":26,"verse":"“Then you will take delight in the Almighty and look up to God."},{"number":27,"verse":"You will pray to him, and he will hear you, and you will fulfill your vows to him."},{"number":28,"verse":"You will succeed in whatever you choose to do, and light will shine on the road ahead of you."},{"number":29,"verse":"If people are in trouble and you say, ‘Help them,’ God will save them."},{"number":30,"verse":"Even sinners will be rescued; they will be rescued because your hands are pure.”"}]}