{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"(Job’s First Speech) At last Job spoke, and he cursed the day of his birth."},{"number":2,"verse":"He said:"},{"number":3,"verse":"“Let the day of my birth be erased, and the night I was conceived."},{"number":4,"verse":"Let that day be turned to darkness. Let it be lost even to God on high, and let no light shine on it."},{"number":5,"verse":"Let the darkness and utter gloom claim that day for its own. Let a black cloud overshadow it, and let the darkness terrify it."},{"number":6,"verse":"Let that night be blotted off the calendar, never again to be counted among the days of the year, never again to appear among the months."},{"number":7,"verse":"Let that night be childless. Let it have no joy."},{"number":8,"verse":"Let those who are experts at cursing— whose cursing could rouse Leviathan (The identification of Leviathan is disputed, ranging from an earthly creature to a mythical sea monster in ancient literature.) — curse that day."},{"number":9,"verse":"Let its morning stars remain dark. Let it hope for light, but in vain; may it never see the morning light."},{"number":10,"verse":"Curse that day for failing to shut my mother’s womb, for letting me be born to see all this trouble."},{"number":11,"verse":"“Why wasn’t I born dead? Why didn’t I die as I came from the womb?"},{"number":12,"verse":"Why was I laid on my mother’s lap? Why did she nurse me at her breasts?"},{"number":13,"verse":"Had I died at birth, I would now be at peace. I would be asleep and at rest."},{"number":14,"verse":"I would rest with the world’s kings and prime ministers, whose great buildings now lie in ruins."},{"number":15,"verse":"I would rest with princes, rich in gold, whose palaces were filled with silver."},{"number":16,"verse":"Why wasn’t I buried like a stillborn child, like a baby who never lives to see the light?"},{"number":17,"verse":"For in death the wicked cause no trouble, and the weary are at rest."},{"number":18,"verse":"Even captives are at ease in death, with no guards to curse them."},{"number":19,"verse":"Rich and poor are both there, and the slave is free from his master."},{"number":20,"verse":"“Oh, why give light to those in misery, and life to those who are bitter?"},{"number":21,"verse":"They long for death, and it won’t come. They search for death more eagerly than for hidden treasure."},{"number":22,"verse":"They’re filled with joy when they finally die, and rejoice when they find the grave."},{"number":23,"verse":"Why is life given to those with no future, those God has surrounded with difficulties?"},{"number":24,"verse":"I cannot eat for sighing; my groans pour out like water."},{"number":25,"verse":"What I always feared has happened to me. What I dreaded has come true."},{"number":26,"verse":"I have no peace, no quietness. I have no rest; only trouble comes.”"}]}