{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"Then the LORD said to Job,"},{"number":2,"verse":"“Do you still want to argue with the Almighty? You are God’s critic, but do you have the answers?”"},{"number":3,"verse":"Job Responds to the LORD Then Job replied to the LORD,"},{"number":4,"verse":"“I am nothing—how could I ever find the answers? I will cover my mouth with my hand."},{"number":5,"verse":"I have said too much already. I have nothing more to say.”"},{"number":6,"verse":"The LORD Challenges Job Again Then the LORD answered Job from the whirlwind:"},{"number":7,"verse":"“Brace yourself like a man, because I have some questions for you, and you must answer them."},{"number":8,"verse":"“Will you discredit my justice and condemn me just to prove you are right?"},{"number":9,"verse":"Are you as strong as God? Can you thunder with a voice like his?"},{"number":10,"verse":"All right, put on your glory and splendor, your honor and majesty."},{"number":11,"verse":"Give vent to your anger. Let it overflow against the proud."},{"number":12,"verse":"Humiliate the proud with a glance; walk on the wicked where they stand."},{"number":13,"verse":"Bury them in the dust. Imprison them in the world of the dead."},{"number":14,"verse":"Then even I would praise you, for your own strength would save you."},{"number":15,"verse":"“Take a look at Behemoth, (The identification of Behemoth is disputed, ranging from an earthly creature to a mythical sea monster in ancient literature.) which I made, just as I made you. It eats grass like an ox."},{"number":16,"verse":"See its powerful loins and the muscles of its belly."},{"number":17,"verse":"Its tail is as strong as a cedar. The sinews of its thighs are knit tightly together."},{"number":18,"verse":"Its bones are tubes of bronze. Its limbs are bars of iron."},{"number":19,"verse":"It is a prime example of God’s handiwork, and only its Creator can threaten it."},{"number":20,"verse":"The mountains offer it their best food, where all the wild animals play."},{"number":21,"verse":"It lies under the lotus plants, (Or bramble bushes; also in 40:22.) hidden by the reeds in the marsh."},{"number":22,"verse":"The lotus plants give it shade among the willows beside the stream."},{"number":23,"verse":"It is not disturbed by the raging river, not concerned when the swelling Jordan rushes around it."},{"number":24,"verse":"No one can catch it off guard or put a ring in its nose and lead it away."}]}