{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Job’s Second Speech: A Response to Eliphaz Then Job spoke again:"},{"number":2,"verse":"“If my misery could be weighed and my troubles be put on the scales,"},{"number":3,"verse":"they would outweigh all the sands of the sea. That is why I spoke impulsively."},{"number":4,"verse":"For the Almighty has struck me down with his arrows. Their poison infects my spirit. God’s terrors are lined up against me."},{"number":5,"verse":"Don’t I have a right to complain? Don’t wild donkeys bray when they find no grass, and oxen bellow when they have no food?"},{"number":6,"verse":"Don’t people complain about unsalted food? Does anyone want the tasteless white of an egg? (Or the tasteless juice of the mallow plant?)"},{"number":7,"verse":"My appetite disappears when I look at it; I gag at the thought of eating it!"},{"number":8,"verse":"“Oh, that I might have my request, that God would grant my desire."},{"number":9,"verse":"I wish he would crush me. I wish he would reach out his hand and kill me."},{"number":10,"verse":"At least I can take comfort in this: Despite the pain, I have not denied the words of the Holy One."},{"number":11,"verse":"But I don’t have the strength to endure. I have nothing to live for."},{"number":12,"verse":"Do I have the strength of a stone? Is my body made of bronze?"},{"number":13,"verse":"No, I am utterly helpless, without any chance of success."},{"number":14,"verse":"“One should be kind to a fainting friend, but you accuse me without any fear of the Almighty. (Or friend, / or he might lose his fear of the Almighty.)"},{"number":15,"verse":"My brothers, you have proved as unreliable as a seasonal brook that overflows its banks in the spring"},{"number":16,"verse":"when it is swollen with ice and melting snow."},{"number":17,"verse":"But when the hot weather arrives, the water disappears. The brook vanishes in the heat."},{"number":18,"verse":"The caravans turn aside to be refreshed, but there is nothing to drink, so they die."},{"number":19,"verse":"The caravans from Tema search for this water; the travelers from Sheba hope to find it."},{"number":20,"verse":"They count on it but are disappointed. When they arrive, their hopes are dashed."},{"number":21,"verse":"You, too, have given no help. You have seen my calamity, and you are afraid."},{"number":22,"verse":"But why? Have I ever asked you for a gift? Have I begged for anything of yours for myself?"},{"number":23,"verse":"Have I asked you to rescue me from my enemies, or to save me from ruthless people?"},{"number":24,"verse":"Teach me, and I will keep quiet. Show me what I have done wrong."},{"number":25,"verse":"Honest words can be painful, but what do your criticisms amount to?"},{"number":26,"verse":"Do you think your words are convincing when you disregard my cry of desperation?"},{"number":27,"verse":"You would even send an orphan into slavery (Hebrew even gamble over an orphan.) or sell a friend."},{"number":28,"verse":"Look at me! Would I lie to your face?"},{"number":29,"verse":"Stop assuming my guilt, for I have done no wrong."},{"number":30,"verse":"Do you think I am lying? Don’t I know the difference between right and wrong?"}]}