{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"“Is not all human life a struggle? Our lives are like that of a hired hand,"},{"number":2,"verse":"like a worker who longs for the shade, like a servant waiting to be paid."},{"number":3,"verse":"I, too, have been assigned months of futility, long and weary nights of misery."},{"number":4,"verse":"Lying in bed, I think, ‘When will it be morning?’ But the night drags on, and I toss till dawn."},{"number":5,"verse":"My body is covered with maggots and scabs. My skin breaks open, oozing with pus."},{"number":6,"verse":"(Job Cries Out to God) “My days fly faster than a weaver’s shuttle. They end without hope."},{"number":7,"verse":"O God, remember that my life is but a breath, and I will never again feel happiness."},{"number":8,"verse":"You see me now, but not for long. You will look for me, but I will be gone."},{"number":9,"verse":"Just as a cloud dissipates and vanishes, those who die (Hebrew who go down to Sheol.) will not come back."},{"number":10,"verse":"They are gone forever from their home— never to be seen again."},{"number":11,"verse":"“I cannot keep from speaking. I must express my anguish. My bitter soul must complain."},{"number":12,"verse":"Am I a sea monster or a dragon that you must place me under guard?"},{"number":13,"verse":"I think, ‘My bed will comfort me, and sleep will ease my misery,’"},{"number":14,"verse":"but then you shatter me with dreams and terrify me with visions."},{"number":15,"verse":"I would rather be strangled— rather die than suffer like this."},{"number":16,"verse":"I hate my life and don’t want to go on living. Oh, leave me alone for my few remaining days."},{"number":17,"verse":"“What are people, that you should make so much of us, that you should think of us so often?"},{"number":18,"verse":"For you examine us every morning and test us every moment."},{"number":19,"verse":"Why won’t you leave me alone, at least long enough for me to swallow!"},{"number":20,"verse":"If I have sinned, what have I done to you, O watcher of all humanity? Why make me your target? Am I a burden to you? (As in Greek version; Hebrew reads target, so that I am a burden to myself?)"},{"number":21,"verse":"Why not just forgive my sin and take away my guilt? For soon I will lie down in the dust and die. When you look for me, I will be gone.”"}]}