{"bibleAbbr":"NLT2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"(Bildad’s First Response to Job) Then Bildad the Shuhite replied to Job:"},{"number":2,"verse":"“How long will you go on like this? You sound like a blustering wind."},{"number":3,"verse":"Does God twist justice? Does the Almighty twist what is right?"},{"number":4,"verse":"Your children must have sinned against him, so their punishment was well deserved."},{"number":5,"verse":"But if you pray to God and seek the favor of the Almighty,"},{"number":6,"verse":"and if you are pure and live with integrity, he will surely rise up and restore your happy home."},{"number":7,"verse":"And though you started with little, you will end with much."},{"number":8,"verse":"“Just ask the previous generation. Pay attention to the experience of our ancestors."},{"number":9,"verse":"For we were born but yesterday and know nothing. Our days on earth are as fleeting as a shadow."},{"number":10,"verse":"But those who came before us will teach you. They will teach you the wisdom of old."},{"number":11,"verse":"“Can papyrus reeds grow tall without a marsh? Can marsh grass flourish without water?"},{"number":12,"verse":"While they are still flowering, not ready to be cut, they begin to wither more quickly than grass."},{"number":13,"verse":"The same happens to all who forget God. The hopes of the godless evaporate."},{"number":14,"verse":"Their confidence hangs by a thread. They are leaning on a spider’s web."},{"number":15,"verse":"They cling to their home for security, but it won’t last. They try to hold it tight, but it will not endure."},{"number":16,"verse":"The godless seem like a lush plant growing in the sunshine, its branches spreading across the garden."},{"number":17,"verse":"Its roots grow down through a pile of stones; it takes hold on a bed of rocks."},{"number":18,"verse":"But when it is uprooted, it’s as though it never existed!"},{"number":19,"verse":"That’s the end of its life, and others spring up from the earth to replace it."},{"number":20,"verse":"“But look, God will not reject a person of integrity, nor will he lend a hand to the wicked."},{"number":21,"verse":"He will once again fill your mouth with laughter and your lips with shouts of joy."},{"number":22,"verse":"Those who hate you will be clothed with shame, and the home of the wicked will be destroyed.”"}]}