{"bibleAbbr":"urGV2010","bookName":"فلپیوں","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"( ہدایات) چنانچہ میرے پیارے بھائیو، جن کا آرزومند مَیں ہوں اور جو میری مسرت کا باعث اور میرا تاج ہیں، خداوند میں ثابت قدم رہیں۔ عزیزو،"},{"number":2,"verse":"مَیں یوؤدیہ اور سنتخے سے اپیل کرتا ہوں کہ وہ خداوند میں ایک جیسی سوچ رکھیں۔"},{"number":3,"verse":"ہاں میرے ہم خدمت بھائی، میری آپ سے گزارش ہے کہ آپ اُن کی مدد کریں۔ کیونکہ وہ اللہ کی خوش خبری پھیلانے کی جد و جہد میں میرے ساتھ خدمت کرتی رہی ہیں، اُس مقابلے میں جس میں کلیمینس اور میرے وہ باقی مددگار بھی شریک تھے جن کے نام کتابِ حیات میں درج ہیں۔"},{"number":4,"verse":"ہر وقت خداوند میں خوشی منائیں۔ ایک بار پھر کہتا ہوں، خوشی منائیں۔"},{"number":5,"verse":"آپ کی نرم دلی تمام لوگوں پر ظاہر ہو۔ یاد رکھیں کہ خداوند آنے کو ہے۔"},{"number":6,"verse":"اپنی کسی بھی فکر میں اُلجھ کر پریشان نہ ہو جائیں بلکہ ہر حالت میں دعا اور التجا کر کے اپنی درخواستیں اللہ کے سامنے پیش کریں۔ دھیان رکھیں کہ آپ یہ شکرگزاری کی روح میں کریں۔"},{"number":7,"verse":"پھر اللہ کی سلامتی جو سمجھ سے باہر ہے آپ کے دلوں اور خیالات کو مسیح عیسیٰ میں محفوظ رکھے گی۔"},{"number":8,"verse":"بھائیو، ایک آخری بات، جو کچھ سچا ہے، جو کچھ شریف ہے، جو کچھ راست ہے، جو کچھ مُقدّس ہے، جو کچھ پسندیدہ ہے، جو کچھ عمدہ ہے، غرض، اگر کوئی اخلاقی یا قابلِ تعریف بات ہو تو اُس کا خیال رکھیں۔"},{"number":9,"verse":"جو کچھ آپ نے میرے وسیلے سے سیکھ لیا، حاصل کر لیا، سن لیا یا دیکھ لیا ہے اُس پر عمل کریں۔ پھر سلامتی کا خدا آپ کے ساتھ ہو گا۔"},{"number":10,"verse":"( جماعت کی مالی امداد کے لئے شکریہ) مَیں خداوند میں نہایت ہی خوش ہوا کہ اب آخرکار آپ کی میرے لئے فکرمندی دوبارہ جاگ اُٹھی ہے۔ ہاں، مجھے پتا ہے کہ آپ پہلے بھی فکرمند تھے، لیکن آپ کو اِس کا اظہار کرنے کا موقع نہیں ملا تھا۔"},{"number":11,"verse":"مَیں یہ اپنی کسی ضرورت کی وجہ سے نہیں کہہ رہا، کیونکہ مَیں نے ہر حالت میں خوش رہنے کا راز سیکھ لیا ہے۔"},{"number":12,"verse":"مجھے دبائے جانے کا تجربہ ہوا ہے اور ہر چیز کثرت سے میسر ہونے کا بھی۔ مجھے ہر حالت سے خوب واقف کیا گیا ہے، سیر ہونے سے اور بھوکا رہنے سے بھی، ہر چیز کثرت سے میسر ہونے سے اور ضرورت مند ہونے سے بھی۔"},{"number":13,"verse":"مسیح میں مَیں سب کچھ کرنے کے قابل ہوں، کیونکہ وہی مجھے تقویت دیتا رہتا ہے۔"},{"number":14,"verse":"توبھی اچھا تھا کہ آپ میری مصیبت میں شریک ہوئے۔"},{"number":15,"verse":"آپ جو فلپی کے رہنے والے ہیں خود جانتے ہیں کہ اُس وقت جب مسیح کی منادی کا کام آپ کے علاقے میں شروع ہوا تھا اور مَیں صوبہ مکدُنیہ سے نکل آیا تھا تو صرف آپ کی جماعت پورے حساب کتاب کے ساتھ پیسے دے کر میری خدمت میں شریک ہوئی۔"},{"number":16,"verse":"اُس وقت بھی جب مَیں تھسلُنیکے شہر میں تھا آپ نے کئی بار میری ضروریات پوری کرنے کے لئے کچھ بھیج دیا۔"},{"number":17,"verse":"کہنے کا مطلب یہ نہیں کہ مَیں آپ سے کچھ پانا چاہتا ہوں، بلکہ میری شدید خواہش یہ ہے کہ آپ کے دینے سے آپ ہی کو اللہ سے کثرت کا سود مل جائے۔"},{"number":18,"verse":"یہی میری رسید ہے۔ مَیں نے پوری رقم وصول پائی ہے بلکہ اب میرے پاس ضرورت سے زیادہ ہے۔ جب سے مجھے اِپَفرُدِتس کے ہاتھ آپ کا ہدیہ مل گیا ہے میرے پاس بہت کچھ ہے۔ یہ خوشبودار اور قابلِ قبول قربانی اللہ کو پسندیدہ ہے۔"},{"number":19,"verse":"جواب میں میرا خدا اپنی اُس جلالی دولت کے موافق جو مسیح عیسیٰ میں ہے آپ کی تمام ضروریات پوری کرے۔"},{"number":20,"verse":"اللہ ہمارے باپ کا جلال ازل سے ابد تک ہو۔ آمین۔"},{"number":21,"verse":"( سلام اور برکت) تمام مقامی مُقدّسین کو مسیح عیسیٰ میں میرا سلام دینا۔ جو بھائی میرے ساتھ ہیں وہ آپ کو سلام کہتے ہیں۔"},{"number":22,"verse":"یہاں کے تمام مُقدّسین آپ کو سلام کہتے ہیں، خاص کر شہنشاہ کے گھرانے کے بھائی اور بہنیں۔"},{"number":23,"verse":"خداوند عیسیٰ مسیح کا فضل آپ کی روح کے ساتھ رہے۔ آمین۔"}]}