{"bibleAbbr":"CVB1535","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"Who so euer beleueth that Iesus is Christ, is borne of God. And who soeuer loueth him that begat, loueth him also which was begotten of him."},{"number":2,"verse":"By this we knowe that we loue Gods children, whan we loue God, and kepe his commaundementes."},{"number":3,"verse":"For this is the loue of God, that we kepe his commaundementes, and his commaundemetes are not greuous."},{"number":4,"verse":"For all that is borne of God, ouercommeth the worlde: and this is the victory that ouercommeth the worlde, eue oure faith."},{"number":5,"verse":"Who is it yt ouercommeth the worlde, but he which beleueth that Iesus is the sonne of God?"},{"number":6,"verse":"This is he that cometh with water and bloude, euen Iesus Christ: not with water onely, but with water and bloude. And it is the sprete that beareth wytnes: for the sprete is the trueth."},{"number":7,"verse":"(For there are thre which beare recorde in heauen: the father, the worde, and the holy goost, & these thre are one.)"},{"number":8,"verse":"And there are thre which beare recorde in earth: the sprete, water and bloude, and these thre are one."},{"number":9,"verse":"Yf we receaue the witnesse of men, the witnesse of God is greater: for this is the wytnesse of God, which he testifyed of his sonne."},{"number":10,"verse":"He that beleueth on ye sonne of God, hath the wytnes in him selfe. He that beleueth not God, hath made him a lyar."},{"number":11,"verse":"And this is that recorde, euen yt God hath geue vs euerlastinge life. And this life is in his sonne."},{"number":12,"verse":"He that hath the sonne of God, hath life: He that hath not the sonne of God, hath not life."},{"number":13,"verse":"These thinges haue I wrytte vnto you, which beleue on the name of the sonne of God, that ye maye knowe, how that ye haue eternall life, and that ye maye beleue on ye name of the sonne of God."},{"number":14,"verse":"And this is the fre boldnesse which we haue towarde him, that yf we axe eny thinge acordinge to his wyll, he heareth vs."},{"number":15,"verse":"And yf we knowe that he heareth vs what so euer we axe, then are we sure that we haue ye peticions, which we haue desyred of him."},{"number":16,"verse":"Yf eny man se his brother synne a synne not vnto death, let him axe, and he shal geue him life, for the yt synne not vnto death. There is a synne vnto death, for the which saye I not that a man shulde praye."},{"number":17,"verse":"All vnrighteousnes is synne, and there is synne not vnto death."},{"number":18,"verse":"We knowe, that whosoeuer is borne off God, synneth not: but he that is begotte of God, kepeth himselfe, & yt wicked toucheth him not."},{"number":19,"verse":"We knowe that we are of God, & the worlde is set alltogether on wickednes."},{"number":20,"verse":"But we knowe, that the sonne of God is come, and hath geuen vs a mynde, to knowe him which is true: and we are in him yt is true, in his sonne Iesu Christ. This is the true God, and euerlastinge life."},{"number":21,"verse":"Babes kepe youre selues from ymages. Amen."}]}