{"bibleAbbr":"KJ3-2005","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":28,"verses":[{"number":1,"verse":"But late in the sabbaths, at the dawning into the first of the sabbaths, Mary the Magdalene and the other Mary came to gaze upon the grave."},{"number":2,"verse":"And, behold! A great earthquake occurred! For descending from Heaven and coming near, an angel of the Lord rolled away the stone from the door and was sitting on it."},{"number":3,"verse":"And the appearance of him was as lightning and his clothing white as snow."},{"number":4,"verse":"And those keeping guard were shaken from the fear of him, and they became as dead."},{"number":5,"verse":"But answering, the angel said to the women, You must not fear, for I know that you seek Jesus who has been crucified."},{"number":6,"verse":"He is not here, for He was raised, as He said. Come, see the place where the Lord was lying."},{"number":7,"verse":"And going quickly say to His disciples that He was raised from the dead. And behold! He goes before you into Galilee. You will see Him there. Behold! I told you."},{"number":8,"verse":"And going away from the tomb quickly, with fear and great joy, they ran to report to His disciples."},{"number":9,"verse":"But as they were going to report to His disciples, behold, Jesus also met them, saying, Rejoice! And coming near, they lay hold of His feet and worshiped Him."},{"number":10,"verse":"Then Jesus said to them, Do not fear. Go tell your brothers that they may go into Galilee, and there they will see Me."},{"number":11,"verse":"And they, having gone, behold, some of the guard coming into the city reported to the chief priests all things that occurred."},{"number":12,"verse":"And being assembled with the elders, and taking counsel, they gave enough silver to the soldiers,"},{"number":13,"verse":"saying, Say that the disciples of Him came and stole Him by night, we being asleep."},{"number":14,"verse":"And if this is heard by the governor, we will persuade him and will make you free from anxiety."},{"number":15,"verse":"And taking the silver, they did as they were taught. And this report was spread by the Jews until today."},{"number":16,"verse":"But the eleven disciples went into Galilee, to the mount where Jesus appointed them."},{"number":17,"verse":"And seeing Him, they worshiped Him. But they doubted."},{"number":18,"verse":"And coming up, Jesus spoke with them, saying, All authority in Heaven and on earth was given to Me."},{"number":19,"verse":"Therefore having gone, disciple all nations, baptizing them into the name of the Father and of the Son and of the Holy Spirit,"},{"number":20,"verse":"teaching them to observe all things, as many things as I commanded you. And, behold, I am with you all the days until the completion of the age. Amen."}]}