{"bibleAbbr":"KJ3-2005","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"And in those days John the Baptist arrives preaching in the deserted places of Judea,"},{"number":2,"verse":"and saying, Repent! For the kingdom of Heaven has drawn near."},{"number":3,"verse":"For this is he spoken of by Isaiah the prophet, saying: \"The voice of one crying in the deserted place: Prepare the way of the Lord! Make His paths straight!\" Isa 40:3"},{"number":4,"verse":"And John himself had his clothing from hairs of a camel, and a belt of leather about his loin. And his food was locusts and wild honey."},{"number":5,"verse":"Then Jerusalem and all Judea went out to him, and all the surrounding region of the Jordan,"},{"number":6,"verse":"and were baptized by him in the Jordan, having confessed their sins."},{"number":7,"verse":"But seeing many of the Pharisees and Sadducees coming to his baptism, he said to them, Offspring of vipers! Who warned you to flee from the wrath to come?"},{"number":8,"verse":"Therefore, bring forth fruits worthy of repentance."},{"number":9,"verse":"And do not think to say within yourselves, We have a father, Abraham. For I say to you that God is able to raise up children to Abraham from these stones."},{"number":10,"verse":"But already the axe is even laid at the root of the trees. Therefore any tree not bringing forth good fruit is cut off and is thrown into fire."},{"number":11,"verse":"I indeed baptize you in water to repentance; but He who is coming after me is stronger than me, whose sandals I am not able to lift. He will baptize you in the Holy Spirit and fire,"},{"number":12,"verse":"whose fan is in His hand, and He will cleanse His threshing-floor and will gather His wheat into the storehouse. But He will burn up the chaff with unquenchable fire."},{"number":13,"verse":"Then Jesus arrives from Galilee to the Jordan, to John, to be baptized by him."},{"number":14,"verse":"But John restrained Him, saying, I have need to be baptized by You, and do You come to me?"},{"number":15,"verse":"But answering, Jesus said to him, Allow it now, for it is becoming to us this way to fulfill all righteousness. Then he allows Him."},{"number":16,"verse":"And having been baptized, Jesus went up immediately from the water. And, behold! The heavens were opened to Him, and He saw the Spirit of God coming down as a dove, and coming upon Him."},{"number":17,"verse":"And behold! A voice out of the heavens saying, This is My Son, the Beloved, in whom I have been well-pleased. Psa 2:7; Gen 22:2; Isa 42:1"}]}