{"bibleAbbr":"KJ3-2005","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"Take care not to do your merciful deeds before men in order to be seen by them. But if not, you have no reward from your Father in Heaven."},{"number":2,"verse":"Therefore, when you do merciful deeds, do not trumpet before you as the hypocrites do in the synagogues and in the streets, so that they may be glorified by men. Truly I say to you, They have their reward."},{"number":3,"verse":"But you doing merciful deeds, do not let your left know what your right hand does,"},{"number":4,"verse":"so that your merciful deeds may be in secret. And your Father, the One seeing in secret, Himself will repay you in the open."},{"number":5,"verse":"And when you pray, you shall not be as the hypocrites, for they love to pray standing in the synagogues and in the corners of the open streets so that they may appear to be seen of men. Truly I say to you, They have their reward."},{"number":6,"verse":"But you, when you pray, enter into your inner room and shutting your door, pray to your Father in secret. And your Father, the One seeing in secret, will repay you in the open."},{"number":7,"verse":"But when you pray, do not be babbling vain words, as the nations; for they think that they shall be heard in their much speaking."},{"number":8,"verse":"Therefore do not be like them, for your Father knows what things you have need of before you ask Him."},{"number":9,"verse":"Therefore, you should pray: Our Father, the One in Heaven, Hallowed be Your name."},{"number":10,"verse":"Your kingdom come; Your will be done, as it is in Heaven, also on the earth."},{"number":11,"verse":"Give us today our daily bread,"},{"number":12,"verse":"and forgive us our debts as we also forgive our debtors."},{"number":13,"verse":"And do not lead us into temptation, but deliver us from the evil, for Yours is the kingdom and the power and the glory, to the ages. Amen."},{"number":14,"verse":"For if you forgive men their deviations, your heavenly Father will also forgive you."},{"number":15,"verse":"But if you will not forgive men their deviations, neither will your Father forgive your deviations."},{"number":16,"verse":"And when you fast, do not be as the hypocrites, with sullen face, for they disfigure their faces so that they may appear to men to be fasting. Truly I say to you that they have their reward."},{"number":17,"verse":"But you in fasting, anoint your head and wash your face,"},{"number":18,"verse":"so as not to appear to men to be fasting, but to your Father in secret. And your Father, the One seeing in secret, will repay you in the open."},{"number":19,"verse":"Do not treasure up for you treasures on the earth, where moth and rust consume, and where thieves dig through and steal."},{"number":20,"verse":"But treasure up for you treasures in Heaven, where neither moth nor rust consume, and where thieves do not dig through and steal."},{"number":21,"verse":"For where your treasure is, there your heart will be also."},{"number":22,"verse":"The lamp of the body is the eye. Then if your eye is sound, all your body is bright."},{"number":23,"verse":"But if your eye is evil, all your body is dark. If, therefore, the light in you is darkness, how great is the darkness!"},{"number":24,"verse":"No one is able to serve two lords; for either he will hate the one, and he will love the other; or he will cleave to the one, and he will despise the other. You are not able to serve God and wealth."},{"number":25,"verse":"Because of this, I say to you, Do not be anxious for your soul, what you eat and what you drink, nor for your body, what you put on. Is not the soul more than the food and the body than the clothing?"},{"number":26,"verse":"Observe the birds of the heaven, that they do not sow, nor do they reap, nor do they gather into granaries, yet your heavenly Father feeds them. Do you not rather excel them?"},{"number":27,"verse":"But who of you by being anxious is able to add one cubit onto his stature?"},{"number":28,"verse":"And why are you anxious about clothing? Consider the lilies of the field, how they grow. They do not labor nor do they spin,"},{"number":29,"verse":"but I say to you that not even Solomon in all his glory was clothed as one of these."},{"number":30,"verse":"If God so enrobes the grass of the field (which is today, and is thrown into a furnace tomorrow) will He not much rather you, little-faiths?"},{"number":31,"verse":"Therefore do not be anxious, saying, What may we eat? Or, what may we drink? Or, what may clothe us?"},{"number":32,"verse":"For after all these things the nations seek. For your heavenly Father knows that you have need of all these things."},{"number":33,"verse":"But seek first the kingdom of God and His righteousness, and all these things will be added to you."},{"number":34,"verse":"Therefore do not be anxious into the morrow. For the morrow will be anxious of itself. Sufficient to each day is its own badness."}]}