{"bibleAbbr":"KJ3-2005","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"And He having come down from the mount, great crowds followed Him."},{"number":2,"verse":"And behold, coming up, a leper worshiped Him, saying, Lord, If You will, You are able to cleanse me."},{"number":3,"verse":"And stretching out His hand, Jesus touched him, saying, I will! Be cleansed! And instantly his leprosy was cleansed."},{"number":4,"verse":"And Jesus said to him, See that you tell no one, but go, show yourself to the priest and offer the gift which Moses commanded, for a testimony to them."},{"number":5,"verse":"And Jesus, entering into Capernaum, a centurion came near to Him, begging Him,"},{"number":6,"verse":"and saying, Lord, my child has been laid in the house, a paralytic, being grievously tormented."},{"number":7,"verse":"And Jesus said to him, I will come and heal him."},{"number":8,"verse":"And answering, the centurion said, Lord, I am not worthy that You should enter under my roof, but only speak by a word and my child will be healed."},{"number":9,"verse":"For I am also a man under authority, having soldiers under myself. And I say to this one, Go; and he goes; and to another, Come; and he comes; and to my slave, Do this; and he does it."},{"number":10,"verse":"And hearing, Jesus marveled, and said to those following, Truly I say to you, Not even in Israel did I find so much faith."},{"number":11,"verse":"But I say to you that many will come from east and west, and will recline with Abraham and Isaac and Jacob in the kingdom of Heaven,"},{"number":12,"verse":"but the sons of the kingdom shall be cast out into the outer darkness. There shall be weeping and gnashing of the teeth."},{"number":13,"verse":"And Jesus said to the centurion, Go, and as you have believed, so let it be to you. And his child was healed in that hour."},{"number":14,"verse":"And coming into the house of Peter, Jesus saw his mother-in-law laid out and burning with fever."},{"number":15,"verse":"And He touched her hand, and her fever left her. And she rose up and served Him."},{"number":16,"verse":"And evening becoming, they brought to Him many having been possessed by demons. And He cast out the spirits by a word, and He healed all those badly having illness,"},{"number":17,"verse":"so that it might be fulfilled that spoken through Isaiah the prophet, saying, \"He took upon Himself our weaknesses, and bore our diseases.\" Isa 53:4"},{"number":18,"verse":"And seeing great crowds around Him, Jesus gave orders to go away to the other side."},{"number":19,"verse":"And one scribe, coming near, said to Him, Teacher, I will follow You wherever you go."},{"number":20,"verse":"And Jesus said to him, The foxes have holes, and the birds of the heaven have nests, but the Son of Man has nowhere He may lay His head."},{"number":21,"verse":"And another of His disciples said to Him, Lord, allow me first to go away and bury my father."},{"number":22,"verse":"But Jesus said to him, Follow Me, and allow the dead to bury their own dead."},{"number":23,"verse":"And He entering into the boat, His disciples followed Him."},{"number":24,"verse":"And, behold, a great shaking occurred in the sea, so that the boat was covered by the waves; but He was sleeping."},{"number":25,"verse":"And coming near, His disciples awakened Him, saying, Lord, save us! We are perishing."},{"number":26,"verse":"And He said to them, Why are you afraid, little-faiths? Then rising up, He rebuked the winds and the sea. And a great calm occurred."},{"number":27,"verse":"And the men marveled, saying, What kind of man is this, that even the winds and the sea obey Him?"},{"number":28,"verse":"And He coming to the other side, into the country of the Gergesenes, two men being demon-possessed met Him coming out of the tombs, very violent, so that no one was able to pass through that way."},{"number":29,"verse":"And, behold! They cried out, saying, What is to us and to You, Jesus, Son of God? Have You come here beforetime to torment us?"},{"number":30,"verse":"And far off from them there was a herd of many pigs feeding."},{"number":31,"verse":"And the demons begged Him, saying, If You cast us out, allow us to go away into the herd of pigs."},{"number":32,"verse":"And He said to them, Go! And coming out, these went away into the herd of pigs. And, behold, all the herd of pigs rushed violently down the precipice into the sea, and died in the waters."},{"number":33,"verse":"But those who fed them fled, and going into the city, they told all the things of the ones who had been demon-possessed."},{"number":34,"verse":"And, behold, all the city went out to meet with Jesus. And seeing Him, they begged that He move away from their borders."}]}