{"bibleAbbr":"AKJV1999+","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"Now the word <WH1697> of the LORD <WH3068> came <WH1961> to Jonah <WH3124> the son <WH1121> of Amittai, <WH573> saying, <WH559>"},{"number":2,"verse":"Arise, <WH6965> go <WH1980> to Nineveh, <WH5210> that great <WH1419> city, <WH5892> and cry <WH7121> against <WH5921> it; for their wickedness <WH7451> is come <WH5927> up before <WH6440> me."},{"number":3,"verse":"But Jonah <WH3124> rose <WH6965> up to flee <WH1272> to Tarshish <WH8659> from the presence <WH6440> of the LORD, <WH3068> and went <WH3381> down <WH3381> to Joppa; <WH3305> and he found <WH4672> a ship <WH591> going <WH935> to Tarshish: <WH8659> so he paid <WH5414> the fare <WH7939> thereof, and went <WH3381> down <WH3381> into it, to go <WH935> with them to Tarshish <WH8659> from the presence <WH6440> of the LORD. <WH3068>"},{"number":4,"verse":"But the LORD <WH3068> sent <WH2904> out a great <WH1419> wind <WH7307> into <WH413> the sea, <WH3220> and there was a mighty <WH1419> tempest <WH5591> in the sea, <WH3220> so that the ship <WH591> was like <WH2803> to be broken. <WH7665>"},{"number":5,"verse":"Then the mariners <WH4419> were afraid, <WH3372> and cried <WH2199> every man to his god, <WH430> and cast <WH2904> forth <WH2904> the wares <WH3627> that were in the ship <WH591> into <WH413> the sea, <WH3220> to lighten <WH7043> it of them. But Jonah <WH3124> was gone <WH3381> down <WH3381> into <WH413> the sides <WH3411> of the ship; <WH5600> and he lay, <WH7901> and was fast asleep. <WH7290>"},{"number":6,"verse":"So the shipmaster <WH7227> <WH2259> came <WH7126> to him, and said <WH559> to him, What <WH4100> mean you, O sleeper? <WH7290> arise, <WH6965> call <WH7121> on your God, <WH430> if <WH194> so be that God <WH430> will think <WH6245> on us, that we perish <WH6> not."},{"number":7,"verse":"And they said <WH559> every <WH376> one <WH376> to his fellow, <WH7453> Come, <WH3212> and let us cast <WH5307> lots, <WH1486> that we may know <WH3045> for whose <WH4310> cause <WH7945> this <WH2063> evil <WH7451> is on us. So they cast <WH5307> lots, <WH1486> and the lot <WH1486> fell <WH5307> on Jonah. <WH3124>"},{"number":8,"verse":"Then said <WH559> they to him, Tell <WH5046> us, we pray <WH4994> you, for whose <WH834> <WH4310> cause <WH834> this <WH2063> evil <WH7451> is on us; What <WH4100> is your occupation? <WH4399> and from where <WH370> come <WH935> you? what <WH4100> is your country? <WH776> and of what <WH335> <WH2088> people <WH5971> are you?"},{"number":9,"verse":"And he said <WH559> to them, I am an Hebrew; <WH5680> and I fear <WH3373> the LORD, <WH3068> the God <WH430> of heaven, <WH8064> which <WH834> has made <WH6213> the sea <WH3220> and the dry <WH3004> land. <WH127>"},{"number":10,"verse":"Then were the men <WH582> exceedingly <WH1419> afraid, <WH3372> and said <WH559> to him. Why <WH4100> have you done <WH6213> this? <WH2063> For the men <WH582> knew <WH3045> that he fled <WH1272> from the presence <WH6440> of the LORD, <WH3068> because <WH3588> he had told <WH5046> them."},{"number":11,"verse":"Then said <WH559> they to him, What <WH4100> shall we do <WH6213> to you, that the sea <WH3220> may be calm <WH8367> to us? for the sea <WH3220> worked, <WH1980> and was tempestuous. <WH5492>"},{"number":12,"verse":"And he said <WH559> to them, Take <WH5375> me up, and cast <WH2904> me forth <WH2904> into <WH413> the sea; <WH3220> so shall the sea <WH3220> be calm <WH8367> to you: for I know <WH3045> that for my sake <WH7945> this great <WH1419> tempest <WH5591> is on you."},{"number":13,"verse":"Nevertheless the men <WH582> rowed <WH2864> hard to bring <WH7725> it to the land; <WH3004> but they could <WH3201> not: for the sea <WH3220> worked, <WH1980> and was tempestuous <WH5492> against <WH5921> them."},{"number":14,"verse":"Why they cried to the LORD, and said, We beseech you, O LORD, we beseech you, let us not perish for this man's life, and lay not on us innocent blood: for you, O LORD, have done as it pleased you."},{"number":15,"verse":"So they took <WH5375> up Jonah, <WH3124> and cast <WH2904> him forth <WH2904> into <WH413> the sea: <WH3220> and the sea <WH3220> ceased <WH5975> from her raging. <WH2197>"},{"number":16,"verse":"Then the men <WH582> feared <WH3372> the LORD <WH3068> exceedingly, <WH1419> and offered <WH2076> a sacrifice <WH2077> to the LORD, <WH3068> and made vows. <WH5088>"},{"number":17,"verse":"Now the LORD <WH3068> had prepared <WH4487> a great <WH1419> fish <WH1709> to swallow <WH1104> up Jonah. <WH3124> And Jonah <WH3124> was in the belly <WH4578> of the fish <WH1709> three <WH7969> days <WH3117> and three <WH7969> nights. <WH3915>"}]}