{"bibleAbbr":"GB1539","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"My lytell chyldren, these thinges write I vnto you, that ye synne not. And yf eny man synne, we haue an aduocate wyth the father, Iesus christ, the ryghteous:"},{"number":2,"verse":"& he it is that obtayneth grace for oure synnes, not for oure synnes onely: but also for the synnes of all the worlde."},{"number":3,"verse":"And herby we are sure that we knowe hym, yf we kepe hys commaundementes."},{"number":4,"verse":"He that sayth I knowe hym, and kepeth not hys commaundementes is a lyar, and the veritye is not in hym."},{"number":5,"verse":"But whoso kepeth hys worde, in hym is the loue of God perfect in dede: herby knowe we that we are in him."},{"number":6,"verse":"He that sayth he bydeth in hym, ought to walke euen as he walked."},{"number":7,"verse":"Brethren, I wryte no newe commaundement vnto you: but that olde commaundement, which ye haue had from the beginnynge."},{"number":8,"verse":"The olde commaundement is the worde, which ye haue hearde from the beginninge. Agayne, a new commaundement I wryte vnto you, that is true in him, and the same is true also in you: for the dercknes is past, and the true lyght now shyneth."},{"number":9,"verse":"He that sayth how that he is in the lyght, & yet hateth his brother, is in dercknes euen vntyll thys tyme."},{"number":10,"verse":"He that loueth his brother, abydeth in the lyght, and ther is none occasion of euyll in hym."},{"number":11,"verse":"He that hateth his brother, is in dercknes, & walketh in dercknes: and can not tell whyther he goeth, because that dercknes hath blynded hys eyes."},{"number":12,"verse":"Babes I wryte vnto you, how that youre synnes are forgeuen you for his names sake."},{"number":13,"verse":"I wryte vnto you fathers, how that ye haue knowne him that is from the beginnynge. I wryte vnto you yonge men, how that ye haue ouercome the wicked: I write vnto you lytell chyldren, how that ye haue knowen the father."},{"number":14,"verse":"I haue wryten vnto you fathers, how that ye haue knowne hym that is from the beginnynge. I haue wryten vnto you yonge men, how that ye are stronge, and the worde of God abydeth in you, and ye haue ouercome that wycked."},{"number":15,"verse":"Se that ye loue not the worlde, nether the thynges that are in the worlde. If eny man loue the worlde, the loue of the father is not in hym."},{"number":16,"verse":"For all that is in the worlde (as the lust of the flesshe, and the lust of the eyes, & the pryde of life) is not of the father, but of the worlde."},{"number":17,"verse":"And the worlde passeth awaye and the lust therof: but he that fulfylleth the will of God, abydeth for euer."},{"number":18,"verse":"Lytell chyldren, it is the last tyme, and as ye haue herde how that Antichrist shall come, euen now are there many begonne to be Antichristes allredy, wherby we knowe, that it is the last tyme."},{"number":19,"verse":"They went out from vs, but they were not of vs. For yf they had bene of vs, they wolde no dout haue continued with vs. But that it myght appeare, that they were not of vs."},{"number":20,"verse":"Neuerthelesse, ye haue an oyntment of him that is holy, and ye knowe all thinges."},{"number":21,"verse":"I haue not writen vnto you, as though ye knewe not the trueth: but as though ye knewe it (& knowe also) that no lye commeth of trueth."},{"number":22,"verse":"Who is a lyar, but he that denyeth that Iesus is Christ? the same is Antichrist, that denieth the father & the sonne."},{"number":23,"verse":"Whosoeuer denyeth the sonne, the same hath not the father."},{"number":24,"verse":"Let therfore abyde in you that same which ye hearde from the beginninge. If that which ye hearde from the beginnynge shal remayne in you, ye also shall contynew in the sonne, and in the father."},{"number":25,"verse":"And thys is the promes that he hath promysed vs, euen eternall lyfe."},{"number":26,"verse":"These thinges haue I writen vnto you, concernynge them that disceaue you."},{"number":27,"verse":"And the anoyntinge which ye haue receaued of him dwelleth in you. And ye nede not, that eny man teach you: but as the anoyntinge teacheth you of all thinges, and is true, and no lye, and as it hath taught you, euen so byde therin."},{"number":28,"verse":"And now babes abyde in hym: that when he shall appeare, we maye be bolde, & not be made ashamed of hym at hys commynge."},{"number":29,"verse":"If ye knowe that he his righteous, knowe also that euery one which doth rightewesnes, is borne of hym."}]}