{"bibleAbbr":"t4t2014","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"Nineveh will be destroyedYou people of [APO] Nineveh, your enemies are coming to attack you. So place guards on the tops of the walls around the city! Guard the roads into the city! Get ready to fight! Gather your troops/soldiers [MTY] together!"},{"number":2,"verse":"Even though your soldiers have destroyed the descendants of [MTY] Jacob, Yahweh will cause them to be honored again. Invaders from your country have ruined the grapevines in Israel, but the Israelis will grow and produce grapes again."},{"number":3,"verse":"The shields of the enemy soldiers who are coming to attack you will shine red as the sun shines on them, and they will wear bright red uniforms. The metal of their chariot wheels will flash when they line up before the battle, and their soldiers will lift up their cypress/pine spears and wave them."},{"number":4,"verse":"Their chariots will dash through the streets of Nineveh and rush furiously through the plazas. Going as quick as lightning, they will resemble flaming torches."},{"number":5,"verse":"Meanwhile, your king will summon his officers who will stumble as they try to come quickly. They will dash to the city wall, holding their shields to protect themselves."},{"number":6,"verse":"But, the gates of the dams on the rivers will be thrown open by enemy soldiers, and the flood will cause the palace to collapse."},{"number":7,"verse":"The queen will have her clothes stripped off her by enemy soldiers, and her slave girls will moan like doves and beat their breasts to show that they are very sad."},{"number":8,"verse":"The people will rush from Nineveh like [SIM] water rushes from a broken dam. The officials will shout, “Stop! Stop!” but the people will not even look back as they run away."},{"number":9,"verse":"The enemy attackers say to each other, “Seize the silver! Grab the gold! There is a huge amount of very valuable things in the city, more valuable things than anyone can count!”"},{"number":10,"verse":"Soon everything valuable in the city will be seized or ruined. People will be trembling, with the result that they will not be able to fight. Their faces will all become pale."},{"number":11,"verse":"After that happens, people will say, “What happened to [RHQ] that great city of Nineveh? It was like [MER] a den full of young lions, where the male and female lions lived and fed the young ones."},{"number":12,"verse":"The soldiers in Nineveh were like [MET] lions that killed or strangled other animals and brought the meat to their dens.”"},{"number":13,"verse":"The Almighty Commander of the armies of angels says to the people of Nineveh, “I am opposed to you; I will cause your chariots to be burned in fires and go up in smoke. Your young men will be killed with swords. Your soldiers will never again conquer other nations and seize their valuable possessions. Your messengers will never again take messages to other nations, demanding that their armies surrender to them.”"}]}