{"bibleAbbr":"BBE1965","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"Do not say sharp words to one who has authority in the church, but let your talk be as to a father, and to the younger men as to brothers:"},{"number":2,"verse":"To the older women as to mothers, to the younger as to sisters, with a clean heart."},{"number":3,"verse":"Give honour to widows who are truly widows."},{"number":4,"verse":"But if any widow has children or children's children, let these see that it is right to take care of their family and their fathers and mothers: for this is pleasing in the eyes of God."},{"number":5,"verse":"Now she who is truly a widow and without family puts her hope in God, giving herself to prayer day and night."},{"number":6,"verse":"But she who gives herself to pleasure is dead while she is living."},{"number":7,"verse":"Give orders to this effect, so that no evil may be said of anyone."},{"number":8,"verse":"If anyone has no care for his family and those in his house, he is false to the faith, and is worse than one who has no faith."},{"number":9,"verse":"Let no woman be numbered among the widows who is under sixty years old, and only if she has been the wife of one man,"},{"number":10,"verse":"And if witness is given of her good works; if she has had the care of children, if she has been kind to travellers, washing the feet of the saints, helping those who are in trouble, giving herself to good works."},{"number":11,"verse":"But to the younger widows say No: for when their love is turned away from Christ, they have a desire to be married;"},{"number":12,"verse":"And they are judged because they have been false to their first faith;"},{"number":13,"verse":"And they get into the way of doing no work, going about from house to house; and not only doing no work, but talking foolishly, being over-interested in the business of others, saying things which they have no right to say."},{"number":14,"verse":"So it is my desire that the younger widows may be married and have children, controlling their families, and giving the Evil One no chance to say anything against them,"},{"number":15,"verse":"For even now some are turned away to Satan."},{"number":16,"verse":"If any woman of the faith has relations who are widows, let her give them help, so that the care of them does not come on the church, and so it may give help to those who are truly widowed."},{"number":17,"verse":"Let rulers whose rule is good be honoured twice over, specially those whose work is preaching and teaching."},{"number":18,"verse":"For the Writings say, It is not right to keep the ox from taking the grain when he is crushing it. And, The worker has a right to his reward."},{"number":19,"verse":"Do not take as true any statement made against one in authority, but only if two or three give witness to it."},{"number":20,"verse":"Say sharp words to sinners when all are present, so that the rest may be in fear."},{"number":21,"verse":"I give you orders before God and Christ Jesus and the angels of God's selection, to keep these orders without giving thought to one side more than another."},{"number":22,"verse":"Do not put hands on any man without thought, and have no part in other men's sins: keep yourself clean."},{"number":23,"verse":"Do not take only water as your drink, but take a little wine for the good of your stomach, and because you are frequently ill."},{"number":24,"verse":"The sins of some men are clearly seen, going before them to be judged; but with others, their sins go after them."},{"number":25,"verse":"In the same way, there are good works which are clearly seen; and those which are not so, may not be kept secret."}]}