{"bibleAbbr":"CVB1535","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"What shal we saye then? Shal we contynue in synne, that there maye be abundaunce of grace?"},{"number":2,"verse":"God forbyd. How shal we lyue in synne, yt are deed from it?"},{"number":3,"verse":"Knowe ye not, that all we which are baptysed into Iesu Christ, are baptysed in to his death?"},{"number":4,"verse":"Therfore are we buried wt him by baptyme in to death, that, like as Christ was raysed vp from the deed by the glory of the father, euen so we also shulde walke in a new life."},{"number":5,"verse":"For yf we be grafted wt him vnto like death, then shal we be like the resurreccion also:"},{"number":6,"verse":"For so moch as we knowe, that oure olde man is crucified with him, that the synfull body mighte ceasse, that hence forth we shulde serue synne no more."},{"number":7,"verse":"For he that is deed, is made righteous fro synne"},{"number":8,"verse":"But yf we be deed with Christ, we beleue, that we shal lyue also with him,"},{"number":9,"verse":"and are sure, that Christ raysed from the deed, dyeth nomore: Death shal haue nomore power ouer him."},{"number":10,"verse":"For as touchinge that he dyed, he dyed cocernynge synne once: but as touchinge that he lyueth, he lyueth vnto God."},{"number":11,"verse":"Likewyse ye also, counte youre selues to be euen deed concernynge synne, and to lyue vnto God thorow Iesus Christ oure LORDE."},{"number":12,"verse":"Let not synne reigne therfore in youre mortall bodye, that ye shulde obeye vnto the lustes of it."},{"number":13,"verse":"ether geue ye ouer youre membres vnto synne to be wapens of vnrighteousnes, but geue ouer youre selues vnto God, as they that off deed are become lyuynge, and youre membres vnto God to be wapes off righteousnes."},{"number":14,"verse":"For synne shal not haue power ouer you, in so moch as ye are not vnder the lawe, but vnder grace."},{"number":15,"verse":"How then? Shal we synne, because we are not vnder ye lawe, but vnder grace? God forbyd."},{"number":16,"verse":"Knowe ye not, that loke vnto who ye geue ouer youre selues as seruauntes to obeye, his seruauntes ye are to whom ye obey, whether it be of synne vnto death, or of obediece vnto righteousnes?"},{"number":17,"verse":"But God be thanked, that though ye haue bene the seruauntes of synne, ye are now yet obedient of herte to the ensample off the doctryne, whervnto ye are commytted."},{"number":18,"verse":"For now that ye are made fre from synue, ye are become the seruauntes of righteousnes."},{"number":19,"verse":"I wil speake grosly, because of the weaknes of youre flesh. Like as ye haue geuen ouer youre membres to the seruyce of vnclennesse, from one wickednesse to another: Eue so now also geue ouer youre membres to the seruyce of righteousnesse, that they maye be holy."},{"number":20,"verse":"For whan ye were the seruauntes of synne, ye were lowse from righteousnes."},{"number":21,"verse":"What frute had ye at that tyme in those thinges, wherof ye are now ashamed? For the ende of soch thinges is death."},{"number":22,"verse":"But now that ye be fre from synne, and are become the seruauntes of God, ye haue youre frute that ye shulde be holy: but the ende is euerlastinge life."},{"number":23,"verse":"For death is the rewarde of synne, but the gifte of God is euerlastinge life."}]}