{"bibleAbbr":"KNCL","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"(ಕಳ್ಳಬೋಧಕರು) ಇಸ್ರಯೇಲ್ ಜನರಲ್ಲೇ ಕಪಟ ಪ್ರವಾದಿಗಳು ಕಾಣಿಸಿಕೊಂಡರು. ಅಂತೆಯೇ, ನಿಮ್ಮಲ್ಲೂ ಸುಳ್ಳುಬೋಧಕರು ಕಾಣಿಸಿಕೊಳ್ಳುವರು. ಹಾನಿಕರವಾದ ದುರ್ಬೋಧನೆಗಳನ್ನು ಗೋಪ್ಯವಾಗಿ ಪ್ರಸರಿಸುವರು. ಒತ್ತೆಯಿಟ್ಟು ತಮ್ಮನ್ನು ರಕ್ಷಿಸಿದ ಒಡೆಯನನ್ನೇ ಅರಿಯೆವೆಂದು ನಿರಾಕರಿಸುವರು. ಹೀಗೆ ತಮ್ಮ ವಿನಾಶವನ್ನು ತಾವೇ ಬೇಗನೆ ಬರಮಾಡಿಕೊಳ್ಳುವರು."},{"number":2,"verse":"ಇಷ್ಟಾದರೂ ಅವರ ಅನೈತಿಕಮಾರ್ಗವನ್ನೇ ಅನೇಕರು ಅನುಸರಿಸುವರು. ಅವರ ದೆಸೆಯಿಂದ ಇತರರು ಸತ್ಯಮಾರ್ಗವನ್ನು ಅವಹೇಳನ ಮಾಡುವರು."},{"number":3,"verse":"ಅವರು ದ್ರವ್ಯಾಶೆಪೀಡಿತರಾಗಿ ಕಟ್ಟುಕತೆಗಳನ್ನು ಹೇಳುತ್ತಾ ನಿಮ್ಮಿಂದ ಲಾಭಗಳಿಸುವರು. ದೀರ್ಘಕಾಲದಿಂದ ಅವರಿಗಾಗಿ ಸಿದ್ಧವಾಗಿರುವ ದಂಡನೆಯ ತೀರ್ಪು ಸಮೀಪಿಸುತ್ತಿದೆ. ಅವರನ್ನು ನಾಶಗೊಳಿಸುವವರೇನೂ ನಿದ್ರಿಸುತ್ತಿಲ್ಲ."},{"number":4,"verse":"ಪಾಪಮಾಡಿದ ದೇವದೂತರನ್ನೂ ದೇವರು ದಂಡಿಸದೆ ಬಿಡಲಿಲ್ಲ. ಅವರನ್ನು ನರಕಕ್ಕೆ ದಬ್ಬಿದರು. ಅಂತಿಮ ತೀರ್ಪಿನ ದಿನವನ್ನು ಎದುರುನೋಡುತ್ತಾ ಕಾದಿರುವಂತೆ, ಕಾರಿರುಳ ಕೂಪದಲ್ಲಿ ಕೂಡಿಹಾಕಿದರು."},{"number":5,"verse":"ಪುರಾತನ ಕಾಲದ ಜನರನ್ನೂ ಸಹ ದೇವರು ದಂಡಿಸದೆ ಬಿಡಲಿಲ್ಲ. ನೀತಿಮಾರ್ಗವನ್ನು ಸಾರಿದ ನೋವನನ್ನು ಮತ್ತು ಅವನೊಂದಿಗಿದ್ದ ಇತರ ಏಳು ಜನರನ್ನು ಮಾತ್ರ ಕಾಪಾಡಿ, ದುರ್ಜನರಿಂದ ಕೂಡಿದ್ದ ಜಗತ್ತಿನ ಮೇಲೆ ಜಲಪ್ರಳಯವನ್ನು ಬರಮಾಡಿದರು."},{"number":6,"verse":"ಸೊದೋಮ್ ಮತ್ತು ಗೊಮೋರ ಪಟ್ಟಣಗಳನ್ನು ಕೂಡ ದೇವರು ಬಿಡಲಿಲ್ಲ. ದುರ್ಜನರಿಗೆ ಬರಲಿರುವ ದುರ್ಗತಿ ಏನೆಂದು ಸೂಚಿಸುವುದಕ್ಕಾಗಿ ಆ ಪಟ್ಟಣಗಳನ್ನು ಸುಟ್ಟು ಭಸ್ಮಮಾಡಿದರು."},{"number":7,"verse":"ಆದರೆ, ಆ ದುರ್ಜನರ ಅನೈತಿಕ ನಡವಳಿಕೆಯನ್ನು ಕಂಡು ಅತಿಯಾಗಿ ಮನನೊಂದಿದ್ದ ಲೋತ ಎಂಬ ಸತ್ಪುರುಷನನ್ನು ಸಂರಕ್ಷಿಸಿದರು."},{"number":8,"verse":"ಆತನು ಆ ದುರ್ಜನರ ನಡುವೆ ಬಾಳುತ್ತಾ ಅವರ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಕಂಡು ಕೇಳುತ್ತಿದ್ದಾಗ, ಅವನ ನಿರ್ಮಲ ಹೃದಯ ದಿನೇದಿನೇ ಅತೀವ ವೇದನೆಯನ್ನು ಅನುಭವಿಸುತ್ತಿತ್ತು."},{"number":9,"verse":"ಹೀಗೆ, ಸಜ್ಜನರನ್ನು ಸಂಕಟಶೋಧನೆಗಳಿಂದ ಸಂರಕ್ಷಿಸಲು, ದುರ್ಜನರನ್ನು ಅಂತಿಮ ನ್ಯಾಯತೀರ್ಪಿನ ದಿನದವರೆಗೂ ಶಿಕ್ಷಾವಸ್ಥೆಯಲ್ಲಿರಿಸಲು ಪ್ರಭುವಿಗೆ ತಿಳಿದಿದೆ."},{"number":10,"verse":"ಮುಖ್ಯವಾಗಿ, ತುಚ್ಛವಾದ ದೈಹಿಕ ವ್ಯಾಮೋಹಗಳಿಗೆ ಬಲಿಯಾಗಿರುವವರನ್ನು ಮತ್ತು ದೇವರ ಅಧಿಕಾರವನ್ನು ತೃಣೀಕರಿಸುವವರನ್ನು ಅವರು ಶಿಕ್ಷಿಸದೆ ಬಿಡುವುದಿಲ್ಲ."},{"number":11,"verse":"ಈ ಕಳ್ಳಬೋಧಕರು ಉದ್ಧಟರು, ಸ್ವೇಚ್ಛಾಪರರು, ಸ್ವರ್ಗನಿವಾಸಿಗಳನ್ನು ದೂಷಿಸುವವರು. ದೇವದೂತರು ಶಕ್ತಿಯಲ್ಲಿ ಮತ್ತು ಪರಾಕ್ರಮದಲ್ಲಿ ಶ್ರೇಷ್ಠರಾಗಿದ್ದರೂ ಸಹ ಈ ಸ್ವರ್ಗನಿವಾಸಿಗಳನ್ನು ಪ್ರಭುವಿನ ಮುಂದೆ ದೂಷಿಸುವುದೂ ಇಲ್ಲ, ಖಂಡಿಸುವುದೂ ಇಲ್ಲ."},{"number":12,"verse":"ಸಹಜ ಪ್ರವೃತ್ತಿಯಿಂದ ಬೇಟೆಗಾಗಿಯೂ ಕೊಲೆಗಾಗಿಯೂ ಹುಟ್ಟಿರುವ ವಿವೇಕಶೂನ್ಯ ಪ್ರಾಣಿಗಳಂತೆ ಬಾಳುವ ಈ ದುರ್ಬೋಧಕರಾದರೋ ತಮಗೆ ತಿಳಿಯದವುಗಳನ್ನು ದೂಷಣೆಮಾಡುತ್ತಾರೆ. ಆ ಪ್ರಾಣಿಗಳು ನಾಶವಾಗುವಂತೆಯೇ ಇವರೂ ನಾಶವಾಗುತ್ತಾರೆ."},{"number":13,"verse":"ತಾವು ಮಾಡಿದ ಕೇಡಿಗೆ ಪ್ರತಿಯಾಗಿ ಕೇಡನ್ನೇ ಪಡೆಯುತ್ತಾರೆ. ಇವರು ಹಾಡುಹಗಲಿನಲ್ಲೇ ಏನುಬೇಕಾದರೂ ಮಾಡಿ, ದೈಹಿಕ ವ್ಯಾಮೋಹಗಳನ್ನು ತಣಿಸುವುದೇ ಸುಖವೆಂದು ಎಣಿಸುತ್ತಾರೆ. ವಂಚಕರಾದ ಇವರು ಪ್ರೇಮಭೋಜನಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಂಗಡ ಸೇರಿ ತಿಂದುಕುಡಿಯುವಾಗ ನಿಮಗೆ ಕಳಂಕವನ್ನೂ ಮಾನನಷ್ಟವನ್ನೂ ತರುತ್ತಾರೆ."},{"number":14,"verse":"ಇವರದು ಬರೀ ಕಾಮುಕ ಕಣ್ಣು; ಇವರು ಎಂದಿಗೂ ಇಂಗದ ಪಾಪಬಯಕೆಯುಳ್ಳವರು; ದುರ್ಬಲರನ್ನು ವಂಚಿಸಿ ವಶಪಡಿಸಿಕೊಳ್ಳುವುದೇ ಇವರ ಹವ್ಯಾಸ; ಲೋಭದಲ್ಲೇ ಪಳಗಿದ ಮನಸ್ಸುಳ್ಳವರು ಹಾಗೂ ಶಾಪಗ್ರಸ್ತ ಸಂತಾನದವರು ಇವರು!"},{"number":15,"verse":"ಇವರು ಹಾದಿತಪ್ಪಿದವರು, ಸನ್ಮಾರ್ಗವನ್ನು ತ್ಯಜಿಸಿದವರು; ಬೆಯೋರನ ಮಗ ಬಿಳಾಮನ ದಾರಿಯನ್ನು ಹಿಡಿದವರು."},{"number":16,"verse":"ಬಿಳಾಮನು ಅನೀತಿಯಿಂದ ಹಣಗಳಿಸಿದ ಲಾಭಕೋರ; ತನ್ನ ಅಕ್ರಮಕ್ಕೆ ತಕ್ಕ ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಿದವನು. ಮೂಕ ಹೇಸರಗತ್ತೆಯೊಂದು ಮಾನವನಂತೆ ಮಾತಾಡಿ ಈ ಪ್ರವಾದಿಯ ಮೂರ್ಖತನಕ್ಕೆ ತಡೆಹಾಕಿತು."},{"number":17,"verse":"ಈ ಕಳ್ಳಬೋಧಕರು ನೀರಿಲ್ಲದ ಬಾವಿಗಳು, ಬಿರುಗಾಳಿಯಿಂದ ಚದರಿಹೊಗುವ ಮಂಜುಮೋಡಗಳು, ಕಾರ್ಗತ್ತಲಿನ ಕಂದಕವೇ ಅವರ ಪಾಲಿಗೆ ಕಟ್ಟಿಟ್ಟ ಬುತ್ತಿ."},{"number":18,"verse":"ದುರ್ಮಾರ್ಗಿಗಳ ಸಹವಾಸದಿಂದ ಹೊಸದಾಗಿ ತಪ್ಪಿಸಿಕೊಂಡವರನ್ನು ಇವರು ಜಂಬದ ಸೊಕ್ಕುಮಾತುಗಳಿಂದ, ಮೂರ್ಖ ಹೇಳಿಕೆಗಳಿಂದ, ಭೋಗ-ವಿಲಾಸಗಳ ಬಲೆಯಿಂದ ವಶಪಡಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":19,"verse":"ತಾವೇ ದುರಭ್ಯಾಸಗಳಿಗೆ ಗುಲಾಮರಾಗಿದ್ದರೂ ತಾವು ವಶಪಡಿಸಿಕೊಂಡವರಿಗೆ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ತರುವ ಮಾತುಕೊಡುತ್ತಾರೆ. ಒಬ್ಬನು ಯಾವುದಕ್ಕೆ ಸೋಲುತ್ತಾನೋ ಅದಕ್ಕೆ ಅವನು ಗುಲಾಮನಾಗುತ್ತಾನೆ."},{"number":20,"verse":"ನಮ್ಮ ಪ್ರಭು ಹಾಗೂ ಉದ್ಧಾರಕರಾದ ಯೇಸುಕ್ರಿಸ್ತರನ್ನು ಕುರಿತ ಜ್ಞಾನದ ಮೂಲಕ ಕೆಲವರು ಲೋಕದ ಕಲ್ಮಶದಿಂದ ಪಾರಾಗಿ ನಿರ್ಮಲರಾಗುತ್ತಾರೆ. ಇಂಥವರು ಮರಳಿ ಅದರಲ್ಲೇ ಸಿಲುಕಿಕೊಂಡು ಅದಕ್ಕೆ ಗುಲಾಮರಾದರೆ ಅವರ ಅಂತಿಮ ಗತಿ ಮೊದಲ ಗತಿಗಿಂತಲೂ ಅಧೋಗತಿಯಾಗಿರುತ್ತದೆ."},{"number":21,"verse":"ಅವರು ನೀತಿಯ ಮಾರ್ಗವನ್ನು ಅರಿತುಕೊಂಡು ತಾವು ಸ್ವೀಕರಿಸಿದ ಪವಿತ್ರ ಆಜ್ಞೆಯನ್ನು ತಿರಸ್ಕರಿಸುವುದಕ್ಕಿಂತ ಅದನ್ನು ಅರಿಯದವರಾಗಿದ್ದರೆ ಒಳ್ಳೆಯದಾಗುತ್ತಿತ್ತು."},{"number":22,"verse":"“ನಾಯಿ ತಾನು ಕಕ್ಕಿದ್ದನ್ನೇ ನೆಕ್ಕಲು ಹೋಯಿತು,” ಮತ್ತು “ಮೈ ತೊಳೆದ ಹಂದಿ ಕೊಳಚೆಯಲ್ಲಿ ಹೊರಳಲು ಹೋಯಿತು,” ಎಂಬ ಈ ಗಾದೆಗಳು ಇವರಿಗೆ ಸರಿಯಾಗಿ ಅನ್ವಯಿಸುತ್ತವೆ."}]}