{"bibleAbbr":"NCB2019","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"To all this I have applied my mind, and I came to this conclusion: the righteous and the wise and their deeds are in the hand of God. As to whether they will earn love or hatred, we have no way of knowing."},{"number":2,"verse":"Everything that confronts them is futile, inasmuch as the same fate comes to all, to the upright, and the wicked, to the good and the bad, to the clean and the unclean, to those who offer sacrifice and those who do not. As it is with the good person, so is it with the sinner; as it is with the one who takes an oath, so is it with the one who is fearful of doing so."},{"number":3,"verse":"The worst evil of all the things that happen under the sun is this: that the same fate befalls everyone. Moreover, the hearts of men are filled with evil; madness is in their hearts throughout their lives, and afterward they descend to the dead."},{"number":4,"verse":"However, the one who is counted among the living still has hope. It is preferable to be a living dog rather than a dead lion."},{"number":5,"verse":"The living realize that they will die, whereas the dead know nothing whatever. They will have no further reward, and even the memory of them will be obliterated."},{"number":6,"verse":"For them all love and hatred and jealousy have already perished. Never again will they have any share in anything that is done under the sun."},{"number":7,"verse":"Go forth, then. Eat your bread with joy and drink your wine with a cheerful heart, for God long ago approved what you do."},{"number":8,"verse":"At all times dress in white garments and always anoint your head with oil."},{"number":9,"verse":"Enjoy life with the wife whom you love throughout all the days of your allotted span of life that have been given to you under the sun, because that is your lot while you live and labor here under the sun."},{"number":10,"verse":"Whatever task your hand finds to do, expend all your efforts on it, for you will find no work or planning or knowledge or wisdom in the netherworld to which you are going."},{"number":11,"verse":"Another thing I have observed here under the sun: The race is not won by the swift, nor the battle by the brave. Food does not belong to the wise, nor wealth to the intelligent, nor success to the skillful. Rather, time and chance govern all alike."},{"number":12,"verse":"For no one is able to anticipate the time of disaster: Like fish caught in a treacherous net, and like birds caught in a snare, so people are trapped when misfortune suddenly falls upon them."},{"number":13,"verse":"I have also seen the following example of wisdom under the sun, and I find it of great significance."},{"number":14,"verse":"There was a small town with very few inhabitants. A great king advanced against it and surrounded it while building great siege-works."},{"number":15,"verse":"In the town there lived a man who, though poor, was wise, and by his wisdom he delivered the town. Yet no one remembered this poor man afterward."},{"number":16,"verse":"Therefore, I said, “Wisdom is better than power.” Yet the poor man’s wisdom is despised, and his words go unheeded."},{"number":17,"verse":"The quiet words of the wise are more to be heeded than the shouts of a ruler of fools."},{"number":18,"verse":"Wisdom is better than weapons of war, but one mistake can undo a great deal of good."}]}