{"bibleAbbr":"maiNT","bookName":"मरकुसक अनुसार शुभ समाचार","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"( राज्‍यपाल पिलातुस द्वारा यीशु केँ मृत्‍युदण्‍ड) ( ( 470 27:1-2 , 470 11-26 ; 490 23:1-5 , 490 13-25 ; 500 18:28-19:16 )) प्रात भेने भोरे-भोर मुख्‍यपुरोहित, बूढ़-प्रतिष्‍ठित सभ, धर्मशिक्षक सभ, और धर्म-महासभाक आरो सभ सदस्‍य निर्णय कऽ कऽ, यीशु केँ बान्‍हि देलथिन, और हुनका लऽ जा कऽ राज्‍यपाल पिलातुसक जिम्‍मा मे लगा देलथिन।"},{"number":2,"verse":"पिलातुस हुनका सँ पुछलथिन जे, “की अहाँ यहूदी सभक राजा छी?” यीशु उत्तर देलथिन, “अहाँ अपने कहि रहल छी।”"},{"number":3,"verse":"तखन मुख्‍यपुरोहित सभ हुनका पर बहुत बातक दोष लगाबऽ लगलाह।"},{"number":4,"verse":"पिलातुस हुनका सँ फेर पुछलथिन जे, “की अहाँ कोनो उत्तर नहि देब? देखू, ई सभ अहाँ पर कतेक आरोप लगा रहल छथि!”"},{"number":5,"verse":"मुदा यीशु तैयो कोनो उत्तर नहि देलथिन। एहि सँ पिलातुस केँ बहुत आश्‍चर्य लगलनि।"},{"number":6,"verse":"प्रत्‍येक साल फसह-पाबनिक अवसर पर राज्‍यपाल जनताक माँगक अनुसार एक कैदी केँ छोड़ि दैत छलाह।"},{"number":7,"verse":"एहि बेर आरो क्रान्‍तिकारी सभक संग जहल मे एक बरब्‍बा नामक कैदी छल जे आन्‍दोलन मे हत्‍या कयने छल।"},{"number":8,"verse":"भीड़ पिलातुसक लग मे आबि कऽ हुनका सँ माँग कयलकनि जे ओ अपन प्रथाक अनुसार ओकरा सभक लेल एक कैदी केँ छोड़ि देथि।"},{"number":9,"verse":"ओ ओकरा सभ केँ उत्तर देलथिन जे, “की अहाँ सभ चाहैत छी जे हम अहाँ सभक लेल ‘यहूदी सभक राजा’ केँ छोड़ि दी?”"},{"number":10,"verse":"ओ जनैत छलाह जे मुख्‍यपुरोहित सभ यीशु केँ ईर्ष्‍याक कारणेँ पकड़बौने छथि।"},{"number":11,"verse":"मुदा मुख्‍यपुरोहित सभ भीड़क लोक केँ एहि बातक लेल भड़कौलनि जे ओ सभ यीशु केँ नहि, बल्‍कि बरब्‍बा केँ छोड़ि देबाक लेल पिलातुस सँ माँग करय।"},{"number":12,"verse":"पिलातुस ओकरा सभ केँ फेर कहलथिन, “तखन एकरा लऽ कऽ हम की करिऔक जकरा अहाँ सभ ‘यहूदी सभक राजा’ कहैत छी?”"},{"number":13,"verse":"एहि पर ओ सभ बहुत जोर-जोर सँ हल्‍ला करऽ लागल जे, “ओकरा क्रूस पर चढ़ाउ!”"},{"number":14,"verse":"मुदा पिलातुस ओकरा सभ केँ कहलथिन, “किएक? ओ कोन अपराध कयने अछि?” लेकिन ओ सभ आरो जोर-जोर सँ चिचियाय लागल जे, “ओकरा क्रूस पर चढ़ाउ!”"},{"number":15,"verse":"तखन पिलातुस लोक सभ केँ खुश करबाक उद्देश्‍य सँ ओकरा सभक लेल बरब्‍बा केँ छोड़ि देलथिन और यीशु केँ कोड़ा सँ पिटबा कऽ क्रूस पर चढ़यबाक लेल सैनिक सभक जिम्‍मा लगा देलथिन।"},{"number":16,"verse":"( सैनिक सभ द्वारा यीशुक अपमान) ( ( 470 27:27-31 ; 500 19:2-3 )) तखन सैनिक सभ हुनका राजभवनक आङन मे, जकरा “प्राईटोरियम” कहल जाइत छैक, लऽ गेलनि। ओहिठाम पूरा सैनिक-दल बजाओल गेल।"},{"number":17,"verse":"ओ सभ हुनका बैगनी रंगक राजसी वस्‍त्र पहिरा देलकनि, और काँटक मुकुट बना कऽ हुनका माथ पर रखलकनि।"},{"number":18,"verse":"ओ सभ हुनका कहऽ लगलनि जे, “यहूदी सभक राजा, प्रणाम!”"},{"number":19,"verse":"ओ सभ छड़ी लऽ कऽ बेर-बेर हुनका मूड़ी पर मारलकनि, हुनका पर थूक फेकलकनि, और ठेहुनिया दऽ कऽ गोड़ लगलकनि।"},{"number":20,"verse":"ओ सभ एहि तरहेँ यीशुक मजाक उड़ौलाक बाद हुनका देह पर सँ बैगनी रंग वला वस्‍त्र निकालि लेलकनि आ हुनकर अपन कपड़ा फेर पहिरा देलकनि। तकरबाद ओ सभ हुनका क्रूस पर लटकयबाक लेल शहर सँ बाहर लऽ गेलनि।"},{"number":21,"verse":"( क्रूस) ( ( 470 27:32-44 ; 490 23:26-43 ; 500 19:17-27 )) रस्‍ता मे कुरेन नगरक रहऽ वला सिमोन नामक एक आदमी, जे सिकन्‍दर और रूफुसक पिता छल, गाम सँ शहर दिस आबि रहल छल। ओकरा सिपाही सभ बलजोरी पकड़लक जे ओ यीशुक क्रूस उठा कऽ लऽ चलय।"},{"number":22,"verse":"यीशु केँ ओ सभ गुलगुता नामक जगह, जकर अर्थ अछि “खप्‍पड़ वला स्‍थान”, पर लऽ गेलनि।"},{"number":23,"verse":"ओतऽ केओ मूर्र नामक तीत दवाइ दारू मे मिला कऽ हुनका पिबाक लेल देबऽ लगलनि मुदा ओ नहि लेलनि।"},{"number":24,"verse":"तखन यीशु केँ हाथ-पयर मे काँटी ठोकि कऽ क्रूस पर टाँगि देलकनि। सिपाही सभ ककरा कोन कपड़ा भेटतैक ताहि लेल यीशुक कपड़ा पर चिट्ठा खसौलक। एहि तरहेँ ओ सभ हुनकर कपड़ा अपना मे बाँटि लेलक।"},{"number":25,"verse":"जखन ओ सभ यीशु केँ क्रूस पर चढ़ौलकनि तखन नौ बजे दिन छल।"},{"number":26,"verse":"हुनका विरोध मे जे दोष-पत्र लिखि कऽ टाँगल गेल ताहि पर ई लिखल छल, “यहूदी सभक राजा”।"},{"number":27,"verse":"हुनका संगे दूटा डाकू केँ सेहो क्रूस पर चढ़ाओल गेल, एकटा हुनकर दहिना कात और दोसर बामा कात।"},{"number":28,"verse":"[तहिना धर्मशास्‍त्रक वचन पूरा भऽ गेल जाहि मे लिखल अछि जे, “ओ अपराधी सभ मे सँ बुझल गेलाह।”]"},{"number":29,"verse":"ओहि बाटे आबऽ-जाय वला लोक सभ माथ हिला-हिला कऽ हुनकर निन्‍दा करैत छलनि जे, “रे मन्‍दिर केँ तोड़ऽ वला और तीन दिन मे ओकरा बनाबऽ वला—"},{"number":30,"verse":"आब क्रूस पर सँ उतरि कऽ अपना केँ बचा!”"},{"number":31,"verse":"तहिना मुख्‍यपुरोहित लोकनि और धर्मशिक्षक सभ सेहो अपना मे यीशुक हँसी उड़बैत कहलनि, “ई आन लोक सभ केँ बचबैत रहल मुदा अपना केँ नहि बचा सकैत अछि!"},{"number":32,"verse":"ई उद्धारकर्ता-मसीह, इस्राएलक राजा, एखन क्रूस पर सँ उतरि आबओ जाहि सँ हम सभ देखिऐक और विश्‍वास करिऐक!” यीशुक संग जे सभ क्रूस पर चढ़ाओल गेल छल, सेहो सभ हुनकर निन्‍दा करऽ लगलनि।"},{"number":33,"verse":"( यीशुक मृत्‍यु) ( ( 470 27:45-56 ; 490 23:44-49 ; 500 19:28-30 )) बारह बजे दिन मे पूरा देश अन्‍हार-कुप्‍प भऽ गेल, और तीन बजे तक ओहिना रहल।"},{"number":34,"verse":"लगभग तीन बजे मे यीशु बहुत जोर सँ बजलाह जे, “एली, एली, लामा सबक्‍तनी?” जकर अर्थ ई अछि, “हे हमर परमेश्‍वर, हे हमर परमेश्‍वर, हमरा अहाँ किएक छोड़ि देलहुँ?”"},{"number":35,"verse":"लग मे ठाढ़ किछु लोक ई सुनि कहलक जे, “सुनू!—ओ एलियाह केँ बजा रहल अछि।”"},{"number":36,"verse":"एक आदमी दौड़ि कऽ गेल आ रूइ जकाँ एकटा एहन चीज जे पानि सोखैत अछि से लऽ कऽ तिताह दारू मे डुबा लेलक, तखन ओकरा लाठीक हूर पर अटका कऽ ऊपर हुनका मुँह लग पिबाक लेल देलकनि आ बाजल, “आब अपना सभ देखी जे एलियाह एकरा क्रूस पर सँ उतारबाक लेल अबैत छथि कि नहि।”"},{"number":37,"verse":"तकरबाद यीशु बहुत जोर सँ आवाज दैत अपन प्राण त्‍यागि देलनि।"},{"number":38,"verse":"मन्‍दिर मे जे परदा छलैक से ऊपर सँ नीचाँ तक चिरा कऽ दू भाग मे फाटि गेल।"},{"number":39,"verse":"रोमी कप्‍तान जे यीशुक सामने मे ठाढ़ छल, ई देखि जे यीशु कोना मरलाह बाजल, “सत्‍ये ई आदमी परमेश्‍वरक पुत्र छलाह!”"},{"number":40,"verse":"किछु स्‍त्रीगण सभ छलीह जे दूरे सँ देखि रहल छलीह। हुनका सभ मे मरियम मग्‍दलीनी, छोटका याकूब और योसेसक माय मरियम, और सलोमी सेहो छलीह।"},{"number":41,"verse":"ई सभ गलील प्रदेश मे यीशुक संगे-संग घूमि कऽ हुनकर सेवा कयने छलीह। ओहिठाम आरो बहुत स्‍त्रीगण सेहो छलि जे हुनका संग यरूशलेम आयल छलि।"},{"number":42,"verse":"( कबर मे यीशुक लास) ( ( 470 27:57-61 ; 490 23:50-56 ; 500 19:38-42 )) ई सभ घटना विश्रामक दिन सँ एक दिन पहिने भेल छल, जाहि दिन विश्राम-दिनक लेल तैयारी कयल जाइत अछि। तेँ साँझ भेला पर"},{"number":43,"verse":"अरिमतिया नगरक यूसुफ नामक महासभाक एक प्रतिष्‍ठित सदस्‍य, जे परमेश्‍वरक राज्‍यक बाट सेहो तकैत छलाह, से साहसक संग पिलातुसक ओहिठाम जा कऽ यीशुक लास मँगलनि।"},{"number":44,"verse":"पिलातुस केँ आश्‍चर्य लगलनि जे यीशु एतेक जल्‍दी कोना मरि गेलाह, तेँ सेनाक कप्‍तान केँ बजबा कऽ ओकरा सँ पुछलथिन जे, “की यीशु एखने मरि गेल अछि?”"},{"number":45,"verse":"कप्‍तान सँ एहि बातक पता लगा कऽ पिलातुस यूसुफ केँ यीशुक लास लऽ जयबाक अनुमति दऽ देलथिन।"},{"number":46,"verse":"यूसुफ मलमलक कपड़ा किनि कऽ यीशुक लास क्रूस पर सँ उतारि लेलनि और ओहि कपड़ा मे लपेटि देलथिन। तखन पाथर मे काटि कऽ बनाओल कबर मे लास केँ राखि देलथिन, और कबरक मुँह पर एक पाथर गुड़का कऽ लगा देलनि।"},{"number":47,"verse":"मरियम मग्‍दलीनी आ योसेसक माय मरियम देखलनि जे यीशु कतऽ राखल गेलाह।"}]}