{"bibleAbbr":"maiNT","bookName":"मरकुसक अनुसार शुभ समाचार","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"( लकवा मारल आदमी स्‍वस्‍थ कयल गेल) ( ( 470 9:1-8 ; 490 5:17-26 )) किछु दिनक बाद यीशु कफरनहूम नगर घूमि अयलाह। लोक सभ केँ पता लगलैक जे ओ घर मे छथि।"},{"number":2,"verse":"ई सुनि ततेक लोक जमा भऽ गेल जे घरक दुआरियो लग कनेको जगह नहि बाँचल। यीशु ओकरा सभ केँ परमेश्‍वरक शुभ समाचार सुनबैत रहथिन।"},{"number":3,"verse":"ओही समय मे एकटा लकवा मारल आदमी केँ चारि गोटे सँ खाट पर लदने किछु गोटे आयल।"},{"number":4,"verse":"भीड़क कारणेँ ओ सभ यीशु लग नहि पहुँचि सकल। तेँ चार पर चढ़ि चार उजाड़ि कऽ, जाहि ठाम नीचाँ मे यीशु छलाह ताहि ठाम सँ खाट सहित लकवाक रोगी केँ हुनका लग उतारि देलकनि।"},{"number":5,"verse":"ओकरा सभक विश्‍वास देखि कऽ यीशु लकवाक रोगी केँ कहलथिन, “हौ बेटा, तोहर पाप माफ भेलह।”"},{"number":6,"verse":"किछु धर्मशिक्षक जे ओहिठाम बैसल छलाह मोने-मोन विचार करऽ लगलाह जे,"},{"number":7,"verse":"“अरे! ई आदमी कोना एना परमेश्‍वरक निन्‍दा करैत अछि? परमेश्‍वर केँ छोड़ि आरो के पाप केँ माफ कऽ सकैत अछि?”"},{"number":8,"verse":"यीशु तुरत अपना आत्‍मा मे हुनका सभक मोनक बात बुझि गेलाह और हुनका सभ केँ कहलथिन, “अहाँ सभ अपना-अपना मोन मे किएक एना तर्क-वितर्क करैत छी?"},{"number":9,"verse":"आसान की अछि—लकवाक रोगी केँ ई कहब जे, ‘तोहर पाप माफ भेलह,’ वा ई कहब जे, ‘उठह! अपन खाट उठा कऽ चलह-फिरह’?"},{"number":10,"verse":"मुदा जाहि सँ अहाँ सभ बुझि जाइ जे पृथ्‍वी पर पाप केँ माफ करबाक अधिकार मनुष्‍य-पुत्र केँ छनि, हम एकरा कहैत छी...” तखन ओ लकवाक रोगी केँ कहलथिन,"},{"number":11,"verse":"“हम तोरा कहैत छिअह, उठह, अपन खाट उठाबह आ घर चल जाह!”"},{"number":12,"verse":"ओ उठल और सभक सामने अपन खाट उठा कऽ विदा भऽ गेल। ई देखि सभ लोक अचम्‍भित भऽ गेल और परमेश्‍वरक जयजयकार करैत कहऽ लागल जे, “हम सभ तँ एहन घटना पहिने कहियो नहि देखने छलहुँ!”"},{"number":13,"verse":"( लेवी यीशुक शिष्‍य) ( ( 470 9:9-13 ; 490 5:27-32 )) तखन यीशु ओहिठाम सँ निकलि कऽ फेर झीलक कात गेलाह। बहुत लोक हुनका लग अबैत-जाइत रहलनि और ओ ओकरा सभ केँ उपदेश दैत रहलाह।"},{"number":14,"verse":"ओहिठाम सँ विदा भेलाक बाद रस्‍ता मे अल्‍फेयासक बेटा लेवी केँ कर असूल करऽ वला स्‍थान मे बैसल देखलथिन। हुनका बजा कऽ कहलथिन, “हमरा पाछाँ आउ।” लेवी उठि कऽ हुनका संग विदा भऽ गेलाह।"},{"number":15,"verse":"बाद मे यीशु लेवीक घर मे भोजन करऽ बैसलाह। हुनका आ हुनकर शिष्‍य सभक संग, कर असूल करऽ वला और “पापी” सभ सेहो बैसल छल। हुनका संग चलनिहार मे बहुतो एहनो लोक सभ छल।"},{"number":16,"verse":"फरिसी पंथक किछु धर्मशिक्षक जखन देखलनि जे यीशु कर असूल करऽ वला आ “पापी” सभक संग भोजन करैत छथि, तखन ओ सभ हुनकर शिष्‍य सभ सँ पुछलनि जे, “ओ कर असूल करऽ वला और पापी सभक संग किएक खाइत-पिबैत छथि?”"},{"number":17,"verse":"ई बात सुनि यीशु हुनका सभ केँ कहलथिन, “वैद्यक आवश्‍यकता स्‍वस्‍थ लोक केँ नहि होइत छैक, बल्‍कि बिमार सभ केँ! हम धार्मिक सभ केँ नहि, बल्‍कि पापी सभ केँ बजयबाक लेल आयल छी।”"},{"number":18,"verse":"( उपासक प्रश्‍न) ( ( 470 9:14-17 ; 490 5:33-39 )) ओहि समय मे यूहन्‍नाक शिष्‍य सभ और फरिसी सभ उपास करैत छलाह। किछु लोक यीशु लग आबि कऽ पुछलकनि जे, “देखू! यूहन्‍नाक शिष्‍य सभ और फरिसी सभक शिष्‍य उपास कऽ रहल छथि। अहाँक शिष्‍य सभ किएक नहि?”"},{"number":19,"verse":"यीशु ओकरा सभ केँ उत्तर देलथिन जे, “जाबत तक वरियातीक संग वर अछि ताबत तक की वरियाती उपास करत? नहि! जाबत धरि वर संगे रहतैक ताबत धरि उपास नहि करत।"},{"number":20,"verse":"मुदा ओ समय आओत जहिया वर ओकरा सभक बीच सँ हटा लेल जायत। ओ सभ ताही दिन उपास करत।"},{"number":21,"verse":"“केओ पुरान कपड़ा मे नयाँ कपड़ाक चेफरी नहि लगबैत अछि। जँ लगाओत तँ नयाँ कपड़ा घोकचि कऽ पुरान कपड़ा केँ खिचत और ओ कपड़ा आरो फाटि जायत।"},{"number":22,"verse":"केओ नव दारू पुरान चमड़ाक थैली मे नहि रखैत अछि। कारण, एना जँ करत तँ थैली फाटि जयतैक और दारू आ थैली दूनू नष्‍ट भऽ जयतैक। नहि! नव दारू नये थैली मे राखल जाइत अछि।”"},{"number":23,"verse":"( यीशु—विश्राम-दिनक मालिक) ( ( 470 12:1-14 ; 490 6:1-11 )) कोनो विश्राम-दिन कऽ यीशु और हुनकर शिष्‍य सभ खेत दऽ कऽ जा रहल छलाह। हुनकर शिष्‍य सभ चलैत-चलैत अन्‍नक बालि तोड़ि लैत छलाह।"},{"number":24,"verse":"ई देखि फरिसी सभ यीशु केँ कहलथिन, “देखू! जे काज विश्राम-दिन मे करब धर्म-नियमक अनुसार मना अछि, से ई सभ किएक करैत छथि?!”"},{"number":25,"verse":"यीशु हुनका सभ केँ जबाब देलथिन जे, “की अहाँ सभ ई नहि पढ़ने छी जे दाऊद आ हुनकर संगी सभ जखन भुखायल छलाह और हुनका सभक संग मे खयबाक लेल किछु नहि छलनि तखन ओ की कयलनि?"},{"number":26,"verse":"ओ अपना संगी सभक संग परमेश्‍वरक भवन मे गेलाह और परमेश्‍वर केँ चढ़ाओल रोटी खयलनि। ओहि समय मे अबियातर महापुरोहित छलाह। चढ़ाओल रोटी जे पुरोहित केँ मात्र खयबाक अधिकार छलनि से दाऊद अपनो खयलनि आ अपन संगिओ सभ केँ देलथिन।”"},{"number":27,"verse":"तखन ओकरा सभ केँ इहो कहलथिन जे, “विश्राम-दिन मनुष्‍यक लेल बनाओल गेल छैक, मनुष्‍य विश्राम-दिनक लेल नहि।"},{"number":28,"verse":"तेँ मनुष्‍य-पुत्र विश्रामो-दिनक मालिक छथि।”"}]}