{"bibleAbbr":"maiNT","bookName":"मरकुसक अनुसार शुभ समाचार","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"दोसर बेर यीशु सभाघर गेलाह। एक गोटे जकर हाथ सुखायल छलैक सेहो ओहिठाम छल।"},{"number":2,"verse":"किछु लोक सभ यीशु पर दोष लगयबाक आधारक लेल हुनका पर नजरि गड़ौने छल जे, देखी ओ विश्राम-दिन मे एकरा स्‍वस्‍थ करताह वा नहि।"},{"number":3,"verse":"यीशु सुखल हाथ वला आदमी केँ कहलथिन, “उठह! सभक आगाँ मे ठाढ़ होअह।”"},{"number":4,"verse":"तखन लोक सभ दिस घूमि कऽ पुछलथिन जे, “विश्राम-दिन मे की उचित? नीक काज करब अथवा अधलाह? ककरो जीवनक रक्षा करब अथवा नष्‍ट करब?” केओ किछु नहि बाजल।"},{"number":5,"verse":"यीशु तमसा कऽ चारू दिस लोक सभ पर नजरि दौड़ौलनि। ओ लोक सभक जिद्दीपनक कारणेँ उदास भऽ गेलाह और ओहि आदमी केँ कहलथिन जे, “अपन हाथ बढ़ाबह।” ओ हाथ बढ़ौलक और ओकर हाथ एकदम ठीक भऽ गेलैक।"},{"number":6,"verse":"फरिसी सभ तुरत निकलि कऽ हेरोद-दलक संग मिलि कऽ यीशु केँ कोना मारल जाय, तकर षड्यन्‍त्र रचऽ लगलाह।"},{"number":7,"verse":"( झीलक कात मे भीड़) यीशु अपन शिष्‍य सभक संग झीलक कात मे चल गेलाह, और गलील प्रदेशक लोक सभक बड़का भीड़ हुनका सभक पाछाँ-पाछाँ गेलनि।"},{"number":8,"verse":"यीशु द्वारा कयल गेल काजक विषय मे सुनि कऽ यहूदिया प्रदेश, यरूशलेम, इदूमिया, यरदन नदीक ओहि पारक क्षेत्र, सूर और सीदोन नगरक क्षेत्र सँ बहुत लोक हुनका ओहिठाम आयल।"},{"number":9,"verse":"यीशु अपन शिष्‍य सभ केँ कछेर पर एकटा नाव तैयार राखऽ लेल कहलथिन जाहि सँ लोकक भीड़ हुनका दबा नहि देनि।"},{"number":10,"verse":"ओ ततेक लोक केँ नीक कयने रहथिन जे विभिन्‍न प्रकारक रोगी सभ हुनका शरीर मे भिड़बाक लेल ठेलम-ठेल कऽ रहल छल।"},{"number":11,"verse":"जखन दुष्‍टात्‍मा सभ हुनका देखैत छल तँ हुनका समक्ष खसि कऽ चिचिया लगैत छल जे, “अहाँ परमेश्‍वरक पुत्र छी।”"},{"number":12,"verse":"मुदा यीशु ओकरा सभ केँ मना कयलथिन जे, “लोक केँ ई नहि कहिअहक जे हम के छी।”"},{"number":13,"verse":"( बारह मसीह-दूतक नियुक्‍ति) ( ( 470 10:1-4 ; 490 6:12-16 )) तकर बाद यीशु पहाड़ पर चल गेलाह और जिनका सभ केँ ओ चुनलथिन तिनका सभ केँ अपना लग बजौलथिन। ओ सभ हुनका लग अयलनि।"},{"number":14,"verse":"यीशु बारह आदमी केँ “दूत” कहि कऽ नियुक्‍त कयलथिन जाहि सँ ओ सभ हुनका संग रहथि, आ जिनका ओ शुभ समाचारक प्रचार करबाक लेल आ दुष्‍टात्‍मा सभ केँ निकालबाक लेल पठा सकथि।"},{"number":16,"verse":"बारह शिष्‍य जिनका सभ केँ ओ चुनलनि से यैह सभ छथि—सिमोन, जिनका ओ “पत्रुस” नाम देलथिन,"},{"number":17,"verse":"जबदीक बेटा याकूब और हुनकर भाय यूहन्‍ना, जिनका सभ केँ ओ बुअनेरगिस, अर्थात् “ठनकाक पुत्र सभ” नाम देलथिन,"},{"number":18,"verse":"अन्‍द्रेयास, फिलिपुस, बरतुल्‍मै, मत्ती, थोमा, अल्‍फेयासक बेटा याकूब, तद्दै, सिमोन “देश-भक्‍त”,"},{"number":19,"verse":"और यहूदा इस्‍करियोती जे बाद मे यीशुक संग विश्‍वासघात कयलकनि।"},{"number":20,"verse":"( परमेश्‍वरक शक्‍ति सँ वा शैतानक?) ( ( 470 12:22-32 ; 490 11:14-23 ; 490 12:10 )) तखन यीशु और हुनकर शिष्‍य सभ एकटा घर मे गेलाह। ओहिठाम ततेक लोक फेर जमा भऽ गेल जे हुनका सभ केँ भोजनो करबाक समय नहि भेटलनि।"},{"number":21,"verse":"हुनकर घरक लोक जखन ई बात सुनलनि तँ हुनका जबरदस्‍ती लऽ अयबाक लेल विदा भेलाह, ई सोचि जे यीशु पागल भऽ गेल छथि।"},{"number":22,"verse":"यरूशलेम सँ आयल धर्मशिक्षक सभ कहऽ लगलाह जे, “यीशु मे दुष्‍टात्‍मा सभक मुखिया बालजबूल छैक। तकरे शक्‍ति सँ ओ दुष्‍टात्‍मा सभ केँ निकालैत अछि।”"},{"number":23,"verse":"हुनका सभ केँ अपना लग बजा कऽ यीशु उदाहरण द्वारा उत्तर देलथिन जे, “शैतान कोना शैतान केँ भगा सकत?"},{"number":24,"verse":"जँ कोनो राज्‍य मे फूट पड़ि जाय तँ ओ नहि टिकि सकत।"},{"number":25,"verse":"तहिना जँ कोनो परिवार मे फूट भऽ गेल अछि तँ ओ नहि टिकि सकैत अछि।"},{"number":26,"verse":"जँ शैतान अपने केँ विरोध करय और ओकरा अपने मे फूट भऽ जाइक तँ ओ टिकि नहि सकैत अछि। ओकर विनाश निश्‍चित छैक।"},{"number":27,"verse":"केओ कोनो बलगर आदमीक घर मे ढुकि कऽ ओकर चीज-वस्‍तु ताबत तक नहि लुटि सकैत छैक, जाबत तक पहिने ओहि बलगर आदमी केँ बान्‍हि कऽ काबू मे नहि कऽ लैत अछि। ओकरा बान्‍हि लेलाक बादे ओकर वस्‍तु लुटि सकैत अछि।"},{"number":28,"verse":"अहाँ सभ केँ हम विश्‍वास दिअबैत छी जे, मनुष्‍य केँ सभ तरहक पाप आ निन्‍दाक बातक क्षमा भेटि सकैत छैक,"},{"number":29,"verse":"मुदा जँ केओ पवित्र आत्‍माक निन्‍दा करैत अछि तँ ओकरा कहियो क्षमा नहि भेटतैक। ओ अनन्‍त पापक दोषी होयत।”"},{"number":30,"verse":"यीशु ई बात एहि लेल कहलथिन जे ओ सभ कहैत छलाह जे हुनका मे दुष्‍टात्‍मा छनि।"},{"number":31,"verse":"( असली सम्‍बन्‍ध) ( ( 470 12:46-50 ; 490 8:19-21 )) ओहि समय मे यीशुक माय आ भाय लोकनि ओतऽ पहुँचलाह। सभ गोटे बाहर रहि कऽ, यीशु केँ बाहर अयबाक लेल खबरि पठौलनि।"},{"number":32,"verse":"यीशुक चारू कात लोक सभ बैसल छल। एक गोटे आबि कऽ हुनका कहलकनि जे, “सुनू! अहाँक माय और भाय लोकनि बाहर ठाढ़ छथि आ अहाँ केँ बजबैत छथि।”"},{"number":33,"verse":"ओ कहलथिन, “के छथि हमर माय? के सभ छथि हमर भाय?”"},{"number":34,"verse":"ओ चारू कात बैसल लोकक दिस ताकि कहलनि जे, “देखू! यैह सभ हमर माय और भाय लोकनि छथि!"},{"number":35,"verse":"जे केओ परमेश्‍वरक इच्‍छाक अनुसार चलैत छथि वैह हमर भाय, हमर बहिन, हमर माय छथि।”"}]}