{"bibleAbbr":"maiNT","bookName":"मरकुसक अनुसार शुभ समाचार","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"( चारि हजार लोकक लेल भोजनक व्‍यवस्‍था) ( ( 470 15:32-39 )) ओहि काल मे फेर यीशु लग बहुत लोक सभ जमा भेल। ओकरा सभ केँ खयबाक लेल किछु नहि छलैक। तेँ यीशु अपना शिष्‍य सभ केँ बजा कऽ कहलथिन जे,"},{"number":2,"verse":"“एहि लोक सभ पर हमरा दया अबैत अछि, किएक तँ ई सभ तीन दिन सँ हमरा संग अछि आ संग मे खयबाक लेल किछु नहि छैक।"},{"number":3,"verse":"हम एकरा सभ केँ भूखल विदा कऽ देबैक तँ रस्‍ता मे ई सभ मुर्छित भऽ जायत किएक तँ एहि मे सँ किछु लोक बहुत दूरो सँ आयल अछि।”"},{"number":4,"verse":"शिष्‍य सभ यीशु केँ कहलथिन, “एहन निर्जन क्षेत्र मे एतेक लोकक भोजन कतऽ सँ भेटत?”"},{"number":5,"verse":"यीशु हुनका सभ सँ पुछलथिन जे, “अहाँ सभ लग कयटा रोटी अछि?” शिष्‍य सभ उत्तर देलथिन जे, “सातटा।”"},{"number":6,"verse":"यीशु लोक सभ केँ जमीन पर बैसबाक लेल आदेश देलनि, और ओ सातो रोटी लऽ कऽ परमेश्‍वर केँ धन्‍यवाद देलथिन। रोटी सभ केँ तोड़ि-तोड़ि कऽ लोक सभ मे बाँटऽ लेल शिष्‍य सभ केँ देलथिन और ओ सभ रोटी बाँटि देलनि।"},{"number":7,"verse":"किछु छोटका माछो रहैक। यीशु माछोक लेल धन्‍यवाद दऽ कऽ लोक सभ मे बाँटि देबऽ लेल शिष्‍य सभ केँ देलथिन।"},{"number":8,"verse":"सभ केओ भरि पेट भोजन कयलक। भोजनक बाद शिष्‍य सभ उबरल टुकड़ा सभ सात टोकरी मे भरि कऽ जमा कयलनि।"},{"number":9,"verse":"ओहि मे भोजन करऽ वलाक संख्‍या करीब चारि हजार लोक छल।"},{"number":10,"verse":"ओकरा सभ केँ विदा कऽ कऽ यीशु तुरत शिष्‍य सभक संग नाव मे चढ़ि दलमनूथा क्षेत्र चल गेलाह।"},{"number":11,"verse":"( चमत्‍कारक माँग) ( ( 470 12:38-42 ; 470 16:1-12 )) हुनका सभ केँ पहुँचला पर फरिसी सभ आबि कऽ यीशु सँ वाद-विवाद करऽ लगलाह, आ हुनका जाँच करबाक लेल स्‍वर्ग सँ एकटा चमत्‍कार वला चिन्‍ह मँगलथिन।"},{"number":12,"verse":"यीशु भीतर सँ कुहरि कऽ कहलनि जे, “एहि पीढ़ीक लोक एकटा चिन्‍ह किएक मँगैत अछि! हम अहाँ सभ केँ सत्‍ये कहैत छी जे एकरा सभ केँ कोनो चिन्‍ह नहि देखाओल जयतैक!”"},{"number":13,"verse":"हुनका सभ केँ छोड़ि कऽ यीशु फेर नाव मे चढ़ि कऽ झीलक ओहि पार चल गेलाह।"},{"number":14,"verse":"शिष्‍य सभ रोटी अननाइ बिसरि गेल छलाह; एकेटा रोटी नाव पर संग मे छलनि।"},{"number":15,"verse":"यीशु हुनका सभ केँ चेतबैत कहलथिन, “फरिसी सभक और हेरोदक रोटी फुलाबऽ वला खमीर सँ सावधान रहू!”"},{"number":16,"verse":"ओ सभ आपस मे विचार करैत बजलाह जे, “अपना सभ रोटी आनब बिसरि गेलहुँ, एही कारणेँ ओ ई बात कहि रहल छथि।”"},{"number":17,"verse":"यीशु बुझि गेलथिन जे ओ सभ एना एक-दोसर सँ बात-चीत करैत छथि और हुनका सभ सँ पुछलथिन जे, “अहाँ सभ आपस मे एहि पर बात किएक कऽ रहल छी जे अपना सभ लग रोटी नहि अछि? की एखनो तक नहि देखैत छी? एखनो तक नहि बुझैत छी? बुद्धि मन्‍द भऽ गेल अछि की?"},{"number":18,"verse":"की आँखि रहितो नहि देखैत छी, आ कान रहितो नहि सुनैत छी? की मोन नहि अछि?—"},{"number":19,"verse":"जखन ओ पाँचटा रोटी हम पाँच हजार लोकक लेल तोड़लहुँ तँ उबरल रोटीक टुकड़ीक कतेक छिट्टा भेल?” ओ सभ जबाब देलथिन जे, “बारहटा।”"},{"number":20,"verse":"“और जखन ओहि सातटा रोटी सँ हम चारि हजार आदमी केँ खुऔलहुँ तँ रोटीक टुकड़ी कतेक ढाकी बिछलहुँ?” ओ सभ उत्तर देलथिन जे, “सातटा।”"},{"number":21,"verse":"तखन ओ हुनका सभ केँ कहलथिन, “की एखनो तक नहि बुझैत छी?”"},{"number":22,"verse":"( आन्‍हर केँ सुझऽ लागल) ओ सभ बेतसैदा नगर अयलाह। लोक सभ यीशु लग एकटा आन्‍हर आदमी केँ आनि कऽ हुनका सँ विनती कयलकनि जे, एकरा छुबि दिऔक।"},{"number":23,"verse":"यीशु ओहि आन्‍हर आदमी केँ हाथ पकड़ि कऽ नगर सँ बाहर लऽ गेलथिन। ओकरा आँखि पर थूक लगा देलथिन, और ओकरा पर हाथ राखि कऽ पुछलथिन जे, “की, किछु देखि रहल छह?”"},{"number":24,"verse":"ओ आँखि उठा कऽ जबाब देलकनि जे, “हँ! मनुष्‍य सभ केँ देखैत छी—गाछ जकाँ लगैत छैक लेकिन चलि रहल अछि।”"},{"number":25,"verse":"तखन यीशु ओकरा आँखि पर फेर हाथ रखलथिन। ओकरा आँखि मे तुरत पूरा इजोत आबि गेलैक और ओ सभ किछु साफ-साफ देखऽ लागल।"},{"number":26,"verse":"यीशु ओकरा अपन घर पठा देलथिन और ई आदेश देलथिन जे, “शहर मे नहि जाह।”"},{"number":27,"verse":"( यीशुक प्रश्‍न—“हम के छी?”) ( ( 470 16:13-20 ; 490 9:18-21 )) यीशु और हुनकर शिष्‍य सभ कैसरिया-फिलिप्‍पीक लग-पासक गाम सभ मे गेलाह। चलिते-चलिते यीशु हुनका सभ सँ पुछलनि जे, “हम के छी, ताहि सम्‍बन्‍ध मे लोक की कहि रहल अछि?”"},{"number":28,"verse":"ओ सभ हुनका जबाब देलथिन जे, “केओ-केओ कहैत अछि जे अहाँ बपतिस्‍मा देनिहार यूहन्‍ना छी। केओ कहैत अछि जे एलियाह छी, और किछु लोक कहैत अछि जे परमेश्‍वरक प्रवक्‍ता सभ मे सँ एक छी।”"},{"number":29,"verse":"तखन यीशु हुनका सभ केँ पुछलनि जे, “और अहाँ सभ? अहाँ सभ की कहैत छी जे हम के छी?” पत्रुस उत्तर देलथिन जे, “अहाँ उद्धारकर्ता-मसीह छी।”"},{"number":30,"verse":"यीशु हुनका सभ केँ दृढ़तापूर्बक आदेश देलथिन जे हमरा बारे मे ई बात ककरो नहि कहिऔक।"},{"number":31,"verse":"( अपन मृत्‍यु आ जिआओल जयबाक बारे मे यीशुक भविष्‍यवाणी) ( ( 470 16:21-23 ; 490 9:22 )) तखन यीशु अपना शिष्‍य सभ केँ सिखाबऽ लगलथिन जे, “मनुष्‍य-पुत्र केँ बहुत दुःख भोगऽ पड़तैक। ई आवश्‍यक अछि जे बूढ़-प्रतिष्‍ठित, मुख्‍यपुरोहित और धर्मशिक्षक सभ द्वारा तुच्‍छ ठहराओल जाय, जान सँ मारल जाय, आ तीन दिनक बाद ओ फेर जीबि उठय।”"},{"number":32,"verse":"ई बात एकदम स्‍पष्‍ट कहलथिन। एहि पर पत्रुस हुनका कात मे लऽ जा कऽ डाँटऽ लगलनि।"},{"number":33,"verse":"मुदा यीशु शिष्‍य सभक दिस घूमि कऽ पत्रुस केँ डाँटि कऽ कहलथिन, “है शैतान! तोँ हमरा सोझाँ सँ दूर होअह! तोँ परमेश्‍वरक विचार नहि, बल्‍कि मनुष्‍यक विचार मोन मे रखैत छह।”"},{"number":34,"verse":"( आत्‍माक बदला मे की दऽ सकब?) ( ( 470 16:24-28 ; 490 9:23-27 )) तखन यीशु लोक सभ केँ और शिष्‍य सभ केँ अपना लग बजौलनि और कहलथिन, “जँ केओ हमर शिष्‍य बनऽ चाहैत अछि तँ ओ अपना केँ त्‍यागि, हमरा कारणेँ दुःख उठयबाक आ प्राणो देबाक लेल तैयार रहओ, और हमरा पाछाँ चलओ।"},{"number":35,"verse":"कारण, जे केओ अपन जीवन बचाबऽ चाहैत अछि से ओकरा गमाओत। मुदा जे केओ हमरा लेल और शुभ समाचारक लेल अपन जीवन गमबैत अछि से ओकरा बचाओत।"},{"number":36,"verse":"जँ कोनो मनुष्‍य सम्‍पूर्ण संसार केँ पाबि लय और अपन आत्‍मा गमा लय तँ ओहि सँ ओकरा की लाभ भेलैक?"},{"number":37,"verse":"अथवा मनुष्‍य अपन आत्‍माक बदला मे की दऽ सकत?"},{"number":38,"verse":"जँ केओ एहि पापी और विश्‍वासघाती युग मे हमरा और हमर शिक्षा सँ लजाइत अछि तँ ओकरो सँ मनुष्‍य-पुत्र लजायत जखन पिताक महिमा मे स्‍वर्गदूत सभक संग आओत।”"}]}