{"bibleAbbr":"maiNT","bookName":"मरकुसक अनुसार शुभ समाचार","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"यीशु इहो कहलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी जे एतऽ किछु एहनो लोक सभ ठाढ़ अछि जे जाबत तक परमेश्‍वरक राज्‍य शक्‍तिक संग अबैत नहि देखि लेत ताबत तक नहि मरत।”"},{"number":2,"verse":"( यीशुक रूपक परिवर्तन) ( ( 470 17:1-13 ; 490 9:28-36 )) छओ दिनक बाद यीशु अपना संग पत्रुस, याकूब और यूहन्‍ना केँ लेलनि और एक ऊँच पहाड़ पर एकान्‍त मे गेलाह। हुनका सभक सामने मे यीशुक रूप बदलि गेलनि।"},{"number":3,"verse":"हुनकर वस्‍त्र एकदम उज्‍जर भऽ कऽ चमकऽ लगलनि। हुनकर वस्‍त्र एतेक उज्‍जर भऽ गेलनि जे पृथ्‍वीक कोनो धोबिओ ओतेक उज्‍जर नहि कऽ सकैत।"},{"number":4,"verse":"तखन शिष्‍य सभक समक्ष मे एलियाह और मूसा प्रगट भेलाह जे यीशु सँ बात करैत छलाह।"},{"number":5,"verse":"ई देखि पत्रुस बाजऽ लगलाह जे, “यौ गुरुजी! हमरा सभक लेल ई कतेक नीक बात अछि जे हम सभ एतऽ छी। हम सभ तीनटा मण्‍डप बनायब, एकटा अहाँक लेल, एकटा मूसाक लेल और एकटा एलियाहक लेल।”"},{"number":6,"verse":"पत्रुस केँ बुझऽ मे एकदम नहि अयलनि जे हम की बाजू, की नहि बाजू, किएक तँ ओ सभ केओ अति भयभीत भऽ गेल छलाह।"},{"number":7,"verse":"तखन एकटा मेघ आबि कऽ हुनका सभ केँ झाँपि देलकनि और मेघ मे सँ आवाज आयल जे, “ई हमर प्रिय पुत्र छथि—हिनका बात पर ध्‍यान दिअ!”"},{"number":8,"verse":"एकाएक शिष्‍य सभ चारू कात ताकऽ लगलाह तँ ओ सभ अपना संग यीशु केँ छोड़ि आरो किनको नहि देखलनि।"},{"number":9,"verse":"पहाड़ पर सँ उतरैत काल यीशु हुनका सभ केँ आदेश देलथिन जे, “जाबत तक मनुष्‍य-पुत्र मृत्‍यु सँ फेर जीबि कऽ नहि उठत ताबत तक जे बात अहाँ सभ देखलहुँ से ककरो नहि कहिऔक।”"},{"number":10,"verse":"ई आदेश ओ सभ मानलनि मुदा आपस मे गप्‍प करैत छलाह जे “मनुष्‍य-पुत्र मृत्‍यु सँ फेर जीबि कऽ उठत”, एहि बातक अर्थ की छलनि।"},{"number":11,"verse":"तखन ओ सभ यीशु सँ पुछलथिन जे, “धर्मशिक्षक लोकनि किएक कहैत छथि जे पहिने एलियाह केँ अयनाइ आवश्‍यक अछि?”"},{"number":12,"verse":"यीशु उत्तर देलथिन जे, “ई बात एकदम ठीक अछि—पहिने एलियाह अबैत छथि आ सभ चीजक सुधार करैत छथि। लेकिन मनुष्‍य-पुत्रक बारे मे ई किएक लिखल गेल अछि जे हुनका बहुत दुःख उठाबऽ पड़तनि और तुच्‍छ बुझल जयताह?"},{"number":13,"verse":"हम अहाँ सभ केँ कहैत छी जे एलियाह आबिओ गेलाह आ जहिना हुनका बारे मे धर्मशास्‍त्र मे लिखल अछि तहिना लोक सभ केँ जे मोन भेलैक, से हुनका संग कयलकनि।”"},{"number":14,"verse":"( दुष्‍टात्‍मा लागल एक बालक) ( ( 470 17:14-21 ; 490 9:37-43 )) ओ सभ जखन आरो शिष्‍य सभ लग पहुँचलाह तखन देखलनि जे हुनका सभक चारू कात बड़का भीड़ अछि और हुनका सभ सँ धर्मशिक्षक सभ वाद-विवाद कऽ रहल छनि।"},{"number":15,"verse":"यीशु केँ देखिते सभ लोक चकित भऽ कऽ हुनका लग दौड़ल और प्रणाम करऽ लगलनि।"},{"number":16,"verse":"ओ हुनका सभ सँ पुछलथिन जे, “हुनका सभ सँ की वाद-विवाद कऽ रहल छी?”"},{"number":17,"verse":"भीड़ मे सँ एक आदमी हुनका जबाब देलकनि जे, “गुरुजी, हम अपने लग अपना बेटा केँ अनने छी जकरा मे एक दुष्‍टात्‍मा पैसि गेल छैक जे एकरा बौक बना देने छैक।"},{"number":18,"verse":"जखने ओ एकरा लागि जाइत छैक तँ एकरा तोड़ि-मड़ोड़ि कऽ खसा दैत छैक, और मुँह सँ गाउज बहराय लगैत छैक। दाँत पिसऽ लगैत अछि और देह टाँट भऽ जाइत छैक। एहि दुष्‍टात्‍मा केँ निकालबाक लेल हम अपनेक शिष्‍य सभ सँ विनती कयलहुँ लेकिन ओ सभ नहि निकालि सकलाह।”"},{"number":19,"verse":"यीशु ओकरा सभ केँ उत्तर देलथिन जे, “हे अविश्‍वासी पीढ़ीक लोक सभ! हम तोरा सभक संग कहिया तक रहिअह? कहिया तक तोरा सभ केँ सहैत रहिअह?—लड़का केँ आनह हमरा लग।”"},{"number":20,"verse":"लोक सभ ओहि नेना केँ यीशु लग अनलकनि। दुष्‍टात्‍मा यीशु केँ देखिते नेना केँ ममोड़ि देलकैक। लड़का नीचाँ खसि पड़लैक। ओकरा मुँह सँ गाउज निकलऽ लगलैक और ओ ओँघराय लागल।"},{"number":21,"verse":"यीशु ओकरा बाबू सँ पुछलथिन जे, “एकरा ई दशा कहिया सँ छैक?” ओ उत्तर देलकनि जे, “बचपने सँ।"},{"number":22,"verse":"एकरा नष्‍ट करबाक लेल दुष्‍टात्‍मा कतेक बेर आगि और पानि मे खसौने अछि। मुदा अपने जँ किछु कऽ सकैत छी तँ हमरा सभ पर दया कऽ सहायता करू।”"},{"number":23,"verse":"यीशु ओकरा कहलथिन, “कोना कहैत छह जे, ‘अपने जँ कऽ सकैत छी तँ...’? विश्‍वास करऽ वलाक लेल सभ किछु सम्‍भव छैक!”"},{"number":24,"verse":"एहि पर लड़काक बाबू तुरत जोर सँ बाजल जे, “हम विश्‍वास करैत छी, हमर अविश्‍वास केँ दूर कऽ दिअ।”"},{"number":25,"verse":"जखन यीशु देखलनि जे भीड़ हमरा सभ केँ आब दबा देत तँ ओ दुष्‍टात्‍मा केँ डाँटि कऽ कहलथिन, “है बौक और बहीर वला आत्‍मा! हम तोरा आज्ञा दैत छिऔ जे एकरा मे सँ निकलि जो और एकरा मे फेर कहियो प्रवेश नहि कर!”"},{"number":26,"verse":"दुष्‍टात्‍मा चिचियाइत और लड़का केँ बहुत जोर सँ मड़ोड़ि कऽ ओकरा मे सँ निकलि गेल। लड़का मुरदा जकाँ भऽ गेल। से देखि बहुत लोक कहऽ लागल जे ओ मरि गेल अछि।"},{"number":27,"verse":"मुदा यीशु ओकरा हाथ पकड़ि कऽ उठौलथिन और ओ ठाढ़ भऽ गेल।"},{"number":28,"verse":"जखन यीशु घर मे असगरे छलाह तखन शिष्‍य सभ हुनका सँ पुछलथिन जे, “हम सभ ओहि दुष्‍टात्‍मा केँ किएक नहि निकालि सकलहुँ?”"},{"number":29,"verse":"ओ उत्तर देलनि जे, “एहि प्रकारक दुष्‍टात्‍मा प्रार्थना केँ छोड़ि आरो कोनो दोसर उपाय सँ नहि निकालल जा सकैत अछि।”"},{"number":30,"verse":"( अपना मृत्‍युक सम्‍बन्‍ध मे यीशुक दोसर भविष्‍यवाणी) ( ( 470 17:22-23 ; 490 9:43-45 )) ओहि ठाम सँ विदा भऽ कऽ ओ सभ गलील प्रदेश होइत आगाँ बढ़लाह। यीशु ई बात गुप्‍त राखऽ चाहैत छलाह"},{"number":31,"verse":"कारण ओ अपन शिष्‍य सभ केँ सिखबैत छलाह जे, “मनुष्‍य-पुत्र पकड़बा कऽ लोकक हाथ मे सौंपल जायत, आ ओ सभ ओकरा मारि देतैक। मरलाक तीन दिनक बाद ओ फेर जीबि उठत।”"},{"number":32,"verse":"मुदा शिष्‍य सभ ई बात नहि बुझि सकलाह और हुनका सँ एहि सम्‍बन्‍ध मे पुछऽ सँ डेराइत छलाह।"},{"number":33,"verse":"( सभ सँ पैघ के अछि?) ( ( 470 18:1-5 ; 490 9:46-50 )) ओ सभ कफरनहूम नगर पहुँचलाह। घर मे आबि कऽ यीशु शिष्‍य सभ सँ पुछलथिन जे, “बाट मे अहाँ सभ की तर्क-वितर्क करैत छलहुँ?”"},{"number":34,"verse":"ओ सभ चुप रहलाह किएक तँ बाट मे ओ सभ एहि विषय मे वाद-विवाद करैत छलाह जे हमरा सभ मे सभ सँ पैघ के अछि?"},{"number":35,"verse":"यीशु बैसि कऽ बारहो शिष्‍य केँ अपना लग बजौलनि आ कहलथिन, “जे केओ पैघ बनऽ चाहैत अछि से अपना केँ छोट बनाबओ और सभक सेवक बनओ।”"},{"number":36,"verse":"तखन ओ एक छोट बच्‍चा केँ लऽ कऽ हुनका सभक बीच मे ठाढ़ कऽ देलथिन, और कोरा मे लऽ कऽ शिष्‍य सभ केँ कहलथिन जे,"},{"number":37,"verse":"“जे केओ हमरा नाम सँ एहन छोट बच्‍चा केँ स्‍वीकार करैत अछि से हमरे स्‍वीकार करैत अछि, और जे हमरा स्‍वीकार करैत अछि से हमरे नहि, बल्‍कि हुनको स्‍वीकार करैत छनि जे हमरा पठौने छथि।”"},{"number":38,"verse":"तखन यूहन्‍ना यीशु केँ कहलथिन, “गुरुजी, हम सभ एक आदमी केँ अहाँक नाम लऽ कऽ दुष्‍टात्‍मा निकालैत देखलहुँ और ओकरा मना कयलिऐक किएक तँ ओ हमरा सभक संग अहाँक शिष्‍य नहि अछि।”"},{"number":39,"verse":"लेकिन यीशु कहलथिन, “हुनका मना नहि करिऔन कारण, जे हमरा नाम सँ कोनो पैघ काज करताह से जल्‍दी हमरा विरोध मे नहि बजताह।"},{"number":40,"verse":"जे अपना सभक विरोध मे नहि अछि से अपना सभक पक्षे मे अछि।"},{"number":41,"verse":"हम अहाँ सभ केँ सत्‍ये कहैत छी जे, जे केओ अहाँ केँ एक लोटा पानि एहि लेल पिया दैत अछि जे अहाँ मसीहक आदमी छी, तकरा एकर प्रतिफल अवश्‍य भेटतैक।”"},{"number":42,"verse":"( पाप मे फँसाबऽ वला केँ चेतावनी) ( ( 470 18:6-9 ; 490 17:1-2 )) “ई बच्‍चा सभ जे हमरा पर विश्‍वास करैत अछि, ताहि मे सँ जँ एकोटा केँ केओ पाप मे फँसाओत, तँ ओहि फँसौनिहारक गरदनि मे जाँतक पाट बान्‍हि कऽ समुद्र मे डुबा देल जाइक, से ओकरा लेल नीक होइत।"},{"number":43,"verse":"“अहाँक हाथ जँ अहाँ केँ पाप मे फँसबैत अछि तँ ओकरा काटि कऽ फेकि दिअ। दूनू हाथक संग नरक मे जायब जतऽ आगि कहियो नहि मिझायत, अहाँक लेल ताहि सँ नीक ई जे लुल्‍ह भऽ कऽ अनन्‍त जीवन मे प्रवेश करब।"},{"number":45,"verse":"अहाँक पयर जँ अहाँ केँ पाप मे फँसबैत अछि तँ ओकरा काटि कऽ फेकि दिअ। दूनू पयरक संग नरक मे फेकि देल जायब*, ताहि सँ नीक ई जे नाङड़ भऽ कऽ जीवन मे प्रवेश करब।"},{"number":47,"verse":"और अहाँक आँखि जँ अहाँ केँ पाप मे फँसबैत अछि तँ ओकरा निकालि दिअ। कनाह भऽ कऽ परमेश्‍वरक राज्‍य मे प्रवेश करब से अहाँक लेल एहि सँ नीक होयत जे दूनू आँखिक संग नरक मे फेकि देल जायब,"},{"number":48,"verse":"जतऽ मनुष्‍य मे फड़ि गेल कीड़ा नहि मरैत अछि आ अनन्‍त आगि जरैत रहैत अछि।"},{"number":49,"verse":"“प्रत्‍येक व्‍यक्‍ति अग्‍नि-परीक्षा द्वारा सिद्ध बनाओल जायत।"},{"number":50,"verse":"नून नीक वस्‍तु अछि, मुदा जँ ओकर स्‍वाद समाप्‍त भऽ जाइक तँ अहाँ कोन वस्‍तु सँ ओकरा फेर नूनगर बना सकब? अहाँ सभ अपना मे नूनक गुण राखू और एक-दोसराक संग मेल-मिलाप सँ रहू!”"}]}