{
  "bibleAbbr" : "TCB1973",
  "bookName" : "அப்போஸ்தலர் பணி",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 28,
  "verses" : [ {
    "number" : 1,
    "verse" : "நாங்கள் தப்பிக் கரை சேர்ந்தபின், அத்தீவின் பெயர் மால்த்தாவென அறிந்தோம்."
  }, {
    "number" : 2,
    "verse" : "அத்தீவில் வாழ்ந்தவர்கள் எங்களிடம் பரிவுடன் நடந்து கொண்டனர். மழை பெய்து குளிராய் இருந்தபடியால், அவர்கள் நெருப்பு மூட்டி எங்களை அருகில் அழைத்துச் சென்றனர்."
  }, {
    "number" : 3,
    "verse" : "அப்போது சின்னப்பர் சுள்ளிகளைப் பொறுக்கி நெருப்பிலே போடுகையில் வெப்பத்தினால் ஒரு விரியன் பாம்பு வெளியே வந்து அவருடைய கையைக் கவ்விக் கொண்டது."
  }, {
    "number" : 4,
    "verse" : "அவர் கையில் பாம்பு தொங்குவதை அத்தீவின் வாசிகள் கண்டு, \"இவன் ஒரு கொலைக்காரனாகதான் இருக்க வேண்டும். கடலுக்குத் தப்பித்துக்கொண்டாலும் தெய்வ நீதி இவனை உயிரோடிருக்க விடவில்லை\" எனத் தங்களிடையே பேசிக்கொண்டார்கள்."
  }, {
    "number" : 5,
    "verse" : "ஆனால், அவர் பாம்பை நெருப்பில் உதறி விட்டு எத்தீங்குமின்றியிருந்தார்."
  }, {
    "number" : 6,
    "verse" : "அவருக்கு வீக்கம் காணும் அல்லது திடீரென விழுந்து இறந்துவிடுவார் என அவர்கள் எதிர்பார்த்துக் கொண்டிருந்தனர். நெடு நேரமாகியும், அவர்கள் எதிர்பார்த்தது போல் அவருக்கு எத்தீங்கும் நேரவில்லை. இதைக் கண்டு தங்கள் எண்ணத்தை மாற்றி அவர் ஒரு தெய்வம் எனக் கூறலானார்கள்."
  }, {
    "number" : 7,
    "verse" : "அத்தீவுக்குத் தலைவனான புப்லியு என்பவனுடைய நிலங்கள் அருகே இருந்தன அவன் எங்களை வரவேற்று மூன்று நாள் அன்போடு உபசரித்தான்"
  }, {
    "number" : 8,
    "verse" : "புப்லியுவினுடைய தந்தை காய்ச்சலாலும் சீதபேதியாலும் நோயுற்றுக் கிடந்தான். சின்னப்பர் அவனிடம் போய்ச் செபம் செய்து அவன்மேல் கைகளை வைத்து அவனைக் குணமாக்கினார்."
  }, {
    "number" : 9,
    "verse" : "அதன் பிறகு அத்தீவில் நோயுற்றிருந்த மற்றவர்களும் அவரிடம் வந்து குணம் பெற்றனர்."
  }, {
    "number" : 10,
    "verse" : "அவர்கள் எங்களுக்குப் பல வகையிலும் மரியாதை செலுத்தினார்கள். நாங்கள் கப்பலில் ஏறும்போது எங்களுக்குத் தேவையானவற்றையும் தந்தார்கள்."
  }, {
    "number" : 11,
    "verse" : "மூன்று மாதங்களுக்குப்பின், அத்தீவில் மாரிக்காலத்தின் போது தங்கியிருந்த கப்பல் ஒன்றில் ஏறிப் புறப்பட்டோம். அது அலெக்சந்திரியா நகரக் கப்பல், \"மிதுனம்\" என்பது அதன் பெயர்."
  }, {
    "number" : 12,
    "verse" : "சிரக்கூசா துறைமுகம் அடைந்து அங்கே மூன்று நாள் தங்கினோம்."
  }, {
    "number" : 13,
    "verse" : "அங்கிருந்து கரையோரமாகச் சுற்றி ரேகியு துறைமுகம் அடைந்தோம். மறுநாள் தெற்கிலிருந்து காற்று வீசவே, புறப்பட்டு இரண்டாம் நாள் புத்தெயோலி துறைமுகம் சேர்ந்தோம்."
  }, {
    "number" : 14,
    "verse" : "அங்கே சகோதரர் சிலர் இருக்கக் கண்டோம். ஒரு வாரம் தங்களுடன் தங்கும் படி அவர்கள் எங்களைக் கேட்டுக்கொண்டார்கள். அதன்பின் உரோமைக்குச் சென்றோம்."
  }, {
    "number" : 15,
    "verse" : "அங்குள்ள சகோதரர்கள் எங்களைப்பற்றிக் கேள்வியுற்று, அப்பியு சந்தை,' 'மூன்று விடுதி என்னும் இடங்கள் வரையிலும் எங்களை எதிர்கொண்டு வந்தார்கள். இவர்களைக் கண்ட சின்னப்பர் கடவுளுக்கு நன்றி கூறி, மனத்திடம் பெற்றார்."
  }, {
    "number" : 16,
    "verse" : "நாங்கள் உரோமை சேர்ந்தபோது காவல் செய்கிற படை வீரனோடு தனி வீட்டில் தங்குவதற்குச் சின்னப்பர் உத்தரவு பெற்றுக்கொண்டார்."
  }, {
    "number" : 17,
    "verse" : "மூன்று நாளுக்குப்பின், சின்னப்பர், யூதப் பெரியோர்களை வரவழைத்தார். அவர்கள் ஒன்றுகூடியபின் அவர்களைப் பார்த்து, \"சகோதரர்களே, நம்முடைய மக்களுக்கு எதிராகவோ, முன்னோருடைய முறைமைகளுக்கு மாறாகவோ நான் எதுவும் செய்யவில்லை. எனினும் யெருசலேமில் கைதியாக்கப்பட்டு உரோமையருக்குக் கையளிக்கப்பட்டேன்."
  }, {
    "number" : 18,
    "verse" : "அவர்கள் என்னை விசாரித்து சாவுத் தண்டனைக்குரிய குற்றம் எதுவும் என்னிடம் காணாதபடியால் என்னை விடுதலையாக்க விரும்பினார்கள்."
  }, {
    "number" : 19,
    "verse" : "ஆனால், யூதர்கள் அதை ஏற்றுக் கொள்ளாததால் என் வழக்கு செசாருடைய மன்றத்துக்குச் செல்ல வேண்டும் என்று உரிமை கோர அவசியம் ஏற்பட்டது. எனினும் நான் இப்படிச் செய்தது, என் இனத்தார் மேல் குற்றம் சாட்டவேண்டுமென்றல்ல."
  }, {
    "number" : 20,
    "verse" : "இதனால் தான் நான் உங்களைக் கண்டு பேச அழைத்தேன். இஸ்ராயேல் மக்களுக்குள்ள நம்பிக்கையை நானும் கொண்டிருப்பதால் தான் இவ்வாறு விலங்கிடப்பட்டுள்ளேன்\" என்றார்."
  }, {
    "number" : 21,
    "verse" : "அதற்கு அவர்கள், \"உம்மைப்பற்றி யூதேயாவிலிருந்து எங்களுக்குக் கடிதம் ஒன்றும் வரவில்லை. நீர் தீமை செய்ததாக சகோதரர்களில் யாரும் இங்கே வந்து ஒன்றும் அறிவிக்கவில்லை. அதைப்பற்றியப் பேச்சும் எழவில்லை."
  }, {
    "number" : 22,
    "verse" : "இக்கட்சியைப் பற்றி நாங்கள் அறிந்திருப்பது மக்கள் இதை எங்கும் எதிர்த்துப் பேசுகிறார்கள் என்பதே. இதைப்பற்றி உம்முடைய கருத்தை நீரே எடுத்துச் செல்ல வேண்டுமென்று கேட்டுக் கொள்கிறோம்\" என்றனர்."
  }, {
    "number" : 23,
    "verse" : "அதற்காக ஒருநாளைக் குறித்தனர். அன்று யூதர் பலர் அவர் தங்கியிருந்த விடுதிக்கு வந்து குழுமினர். மோயீசனுடைய சட்டத்திலிருந்தும் இறைவாக்குகளிலிருந்தும் சான்றுகள் பல எடுத்துக்காட்டி, கடவுளின் அரசைப் பற்றி வலியுறுத்திப் பேசி, இயேசுவைச் சார்ந்தவற்றை அவர்கள் ஏற்கச் செய்ய முயன்றார். காலை முதல் மாலை வரை இப்படி உரையாடினார்."
  }, {
    "number" : 24,
    "verse" : "அவர் கூறியதைச் சிலர் ஏற்றுக்கொண்டனர்; வேறு சிலர் நம்பவில்லை."
  }, {
    "number" : 25,
    "verse" : "இவ்வாறு தங்களிடையே கருத்து வேறுபட்டவர்களாய் கலைந்து போகையில், சின்னப்பர் அவர்களை நோக்கி, \"இன்னும் ஒரு வார்த்தை, கேளுங்கள்; இறைவனாக்கினரான இசையாஸ் வாயிலாக, பரிசுத்த ஆவி உங்கள் முன்னோருக்குக் கூறியது பொருத்தமே."
  }, {
    "number" : 26,
    "verse" : "அவர் கூறியது: 'நீ போய் அந்த மக்களுக்குச் சொல்: கேட்டுக்கேட்டும் நீங்கள் உணர்வதில்லை, பார்த்துப் பார்த்தும் நீங்கள் காண்பதில்லை,"
  }, {
    "number" : 27,
    "verse" : "அவர்கள், கண்ணால் காணாமலும் காதால் கேட்காமலும் உளத்தால் உணராமலும் அவர்கள் மனந்திரும்பாமலும் நான் அவர்களைக் குணமாக்காமலும் இருக்கும்படி, இம்மக்களின் உள்ளம் மழுங்கி விட்டது; இவர்கள் காது மந்தமாகி விட்டது; கண்ணை மூடிக்கொண்டனர்.'"
  }, {
    "number" : 28,
    "verse" : "எனவே, கடவுள் அருளிய இந்த மீட்பு புறவினத்தார்க்கு அளிக்கப்பட்டுள்ளது என்று உங்களுக்குச் தெரிந்திருக்கட்டும். 'அவர்கள் செவி கொடுப்பார்கள்\" என்றார்."
  }, {
    "number" : 29,
    "verse" : "Not available in this version"
  }, {
    "number" : 30,
    "verse" : "வாடகை கொடுத்து ஓர் இடத்தில் அவர் ஈராண்டுகள் தங்கினார்."
  }, {
    "number" : 31,
    "verse" : "தம்மைக் காண வந்தோரை உபசரித்து, மிக்கத் துணிவோடு, தடையெதுவுமின்றி அவர்களுக்குக் கடவுளின் அரசைப்பற்றிய செய்தியை அறிவித்து ஆண்டவராகிய இயேசு கிறிஸ்துவைப் பற்றிய உண்மைகளைப் போதித்து வந்தார்."
  } ]
}