{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"ಯೆಹೋವನೇ, ನೀನು ಧರ್ಮಸ್ವರೂಪನಾಗಿರುವದರಿಂದ ನಾನು ನಿನ್ನೊಡನೆ ವ್ಯಾಜ್ಯವಾಡಲಾರೆನು, ಆದರೂ ನಿನ್ನ ಸಂಗಡ ನ್ಯಾಯವನ್ನು ಚರ್ಚಿಸುವೆನು. ದುಷ್ಟರ ನಡತೆಗೆ ಏಕೆ ಸುಫಲವಾಗುತ್ತದೆ? ದ್ರೋಹಿಗಳೆಲ್ಲರೂ ನೆಮ್ಮದಿಯಾಗಿರುವದೇಕೆ?"},{"number":2,"verse":"ನೀನು ಅವರನ್ನು ನಾಟಿದ್ದೀ, ಅವರು ಬೇರೂರಿ ಬೆಳೆದು ಹಣ್ಣುಬಿಟ್ಟಿದ್ದಾರೆ; ನೀನು ಅವರ ಬಾಯಿಗೆ ಸಮೀಪ, ಅಂತರಿಂದ್ರಿಯಕ್ಕೆ ದೂರ."},{"number":3,"verse":"ಯೆಹೋವನೇ, ನೀನು ನನ್ನನ್ನು ತಿಳಿದಿದ್ದೀ, ನನ್ನನ್ನು ನೋಡುತ್ತಾ ನಿನ್ನೊಂದಿಗೆ ಅನ್ಯೋನ್ಯವಾಗಿರುವ ನನ್ನ ಹೃದಯವನ್ನು ಪರೀಕ್ಷಿಸುತ್ತೀ, ಅವರನ್ನು ಕುರಿಗಳನ್ನೋ ಎಂಬಂತೆ ಕೊಲೆಗೆ ಎಳೆದು ವಧೆಯ ದಿನಕ್ಕೆ ಗೊತ್ತುಮಾಡು."},{"number":4,"verse":"ಇನ್ನೆಷ್ಟರವರೆಗೆ ಎಲ್ಲಾ ಸೀಮೆಯ ಹುಲ್ಲು ಸೊಪ್ಪು ಒಣಗಿ ದೇಶವು ದುಃಖಿಸುತ್ತಿರುವದು? ಅಲ್ಲಿನ ನಿವಾಸಿಗಳು ದುಷ್ಟರಾಗಿರುವದರಿಂದ ಮೃಗಪಕ್ಷಿಗಳು ಬಡಿದುಕೊಂಡು ಹೋಗಿವೆ; ಆಹಾ, ಅವನು ನಮ್ಮ ಅಂತ್ಯಗತಿಯನ್ನು ನೋಡುವದೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿದ್ದಾರಷ್ಟೆ."},{"number":5,"verse":"[ಇಂತೆನ್ನುವ ನನಗೆ ಯೆಹೋವನು ಹೀಗೆ ಹೇಳಿದ್ದಾನೆ - ] ನೀನು ಕಾಲಾಳುಗಳ ಸಂಗಡ ಓಡಿ ಆಯಾಸಗೊಂಡಿದ್ದರೆ ಕುದುರೆಗಳೊಂದಿಗೆ ಓಡಿ ಹೇಗೆ ಮುಂದಾಗುವಿ? ನಿರಪಾಯದೇಶದಲ್ಲಿ ನೀನು ನಿರ್ಭಯವಾಗಿದ್ದರೂ ಯೊರ್ದನಿನ ದಟ್ಟಡವಿಯಲ್ಲಿ ಏನು ಮಾಡುವಿ?"},{"number":6,"verse":"ನಿನ್ನ ಸಹೋದರರೂ ನಿನ್ನ ತಂದೆಯ ಮನೆಯವರೂ ನಿನಗೆ ದ್ರೋಹ ಮಾಡಿರುತ್ತಾರೆ. ಇವರೇ ನಿನ್ನ ಬೆನ್ನಟ್ಟುತ್ತಾ ಕೂಗಿರುತ್ತಾರೆ; ಒಳ್ಳೇ ಮಾತಾಡಿದರೂ ಇವರನ್ನು ನಂಬಬೇಡ."},{"number":7,"verse":"ನಾನು ನನ್ನ ಮನೆಯನ್ನು ತೊರೆದು ನನ್ನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ನಿರಾಕರಿಸಿದ್ದೇನೆ; ನನ್ನ ಪ್ರಾಣಪ್ರಿಯಳನ್ನು ಅವಳ ಶತ್ರುಗಳ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದೇನೆ."},{"number":8,"verse":"ನನ್ನ ಸ್ವಾಸ್ತ್ಯವಾದ ಜನವು ನನ್ನ ಪಾಲಿಗೆ ಅರಣ್ಯದಲ್ಲಿರುವ ಸಿಂಹದಂತಿದೆ; ಅದು ನನ್ನ ಮೇಲೆ ಗರ್ಜಿಸಿದೆ; ಆದಕಾರಣ ಅದನ್ನು ಹಗೆಮಾಡಿದ್ದೇನೆ."},{"number":9,"verse":"ನನ್ನ ಸ್ವಾಸ್ತ್ಯವಾದ ಜನವು ನನ್ನ ದೃಷ್ಟಿಗೆ ಚಿತ್ರವರ್ಣದ ಹದ್ದಿನಂತಿದೆಯೋ? ಹದ್ದುಗಳು ಅದರ ಸುತ್ತಲು ವಿರುದ್ಧವಾಗಿ ಕೂತಿವೆಯೋ? ಹೋಗಿರಿ, ಅದನ್ನು ತಿಂದುಬಿಡುವದಕ್ಕೆ ಎಲ್ಲಾ ಕಾಡುಮೃಗಗಳನ್ನು ಕರತನ್ನಿರಿ."},{"number":10,"verse":"ಬಹುಮಂದಿ ಮಂದೆಗಾರರು ನನ್ನ ತೋಟವನ್ನು ಕೆಡಿಸಿದ್ದಾರೆ; ನನ್ನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ತುಳಿದು ನನಗೆ ಇಷ್ಟವಾದ ಆ ಸೊತ್ತನ್ನು ಹಾಳು ಕಾಡನ್ನಾಗಿ ಮಾಡಿದ್ದಾರೆ."},{"number":11,"verse":"ಹೌದು, ಹಾಳು ಮಾಡಿದ್ದಾರೆ, ಅದು ಹಾಳಾಗಿ ನನಗೆ ಗೋಳಿಡುತ್ತದೆ; ಯಾವನೂ ಮನಸ್ಸಿಗೆ ತಾರದ್ದರಿಂದ ದೇಶವೆಲ್ಲಾ ಹಾಳುಬಿದ್ದಿದೆ."},{"number":12,"verse":"ಕೊಳ್ಳೆಗಾರರು ಅರಣ್ಯದ ಎಲ್ಲಾ ಬೋಳುಗುಡ್ಡಗಳಲ್ಲಿಯೂ ಕಂಡುಬಂದಿದ್ದಾರೆ; ಯೆಹೋವನ ಖಡ್ಗವು ದೇಶದ ಒಂದು ಕಡೆಯಿಂದ ಇನ್ನೊಂದು ಕಡೆಯವರೆಗೆ ನುಂಗಿಬಿಡುತ್ತಿದೆ; ಯಾರಿಗೂ ನೆಮ್ಮದಿಯಿಲ್ಲ."},{"number":13,"verse":"ಗೋದಿಯನ್ನು ಬಿತ್ತಿ ಮುಳ್ಳನ್ನು ಕೊಯ್ದಿದ್ದಾರೆ; ಕ್ಷೇಮ ಕೆಡುವಷ್ಟು ಪ್ರಯಾಸಪಟ್ಟರೂ ಯಾವ ಲಾಭವನ್ನೂ ಹೊಂದಲಿಲ್ಲ; ಯೆಹೋವನ ರೋಷಾಗ್ನಿಯ ನಿಮಿತ್ತ ನಿಮ್ಮ ಬೆಳೆಯ ವಿಷಯವಾಗಿ ನಿಮಗೆ ನಾಚಿಕೆಯಾಗುವದು."},{"number":14,"verse":"ಯೆಹೋವನು ತನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ದಯಪಾಲಿಸಿದ ಸ್ವಾಸ್ತ್ಯಕ್ಕೆ ಕೈ ಹಾಕುವ ತನ್ನ ಕೆಟ್ಟ ನೆರೆಯವರ ವಿಷಯದಲ್ಲಿ ಹೀಗೆ ಹೇಳುತ್ತಾನೆ - ಆಹಾ, ಅವರನ್ನು ಅವರವರ ಸೀಮೆಗಳೊಳಗಿಂದ ಕಿತ್ತುಹಾಕಿ ಅವರ ಮಧ್ಯದಲ್ಲಿನ ಯೆಹೂದ ವಂಶವನ್ನೂ ಕಿತ್ತುಹಾಕುವೆನು."},{"number":15,"verse":"ನೋಡಿರಿ, ನಾನು ಅವರನ್ನು ಕಿತ್ತುಹಾಕಿದ ಮೇಲೆ ತಿರಿಗಿ ಅವರ ಮೇಲೆ ಕನಿಕರಪಟ್ಟು ಪ್ರತಿಯೊಬ್ಬನನ್ನೂ ಅವನವನ ಸ್ವಾಸ್ತ್ಯಕ್ಕೂ ಅವನವನ ದೇಶಕ್ಕೂ ಪುನಃ ಬರಮಾಡುವೆನು."},{"number":16,"verse":"ಇವರು ಮೊದಲು ಬಾಳನ ಹೆಸರೆತ್ತಿ ಪ್ರಮಾಣಮಾಡುವ ಅಭ್ಯಾಸವನ್ನು ನನ್ನ ಜನರಿಗೆ ಕಲಿಸಿಕೊಟ್ಟ ಪ್ರಕಾರ ಈಗ ನನ್ನ ಹೆಸರನ್ನೆತ್ತಿ ಯೆಹೋವನ ಜೀವದಾಣೆ ಎಂದು ಪ್ರಮಾಣ ಮಾಡುವ ನನ್ನ ಜನರ ಅಭ್ಯಾಸವನ್ನು ಚೆನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರೆ ನನ್ನ ಜನರ ಮಧ್ಯದಲ್ಲಿ ನೆಲೆಗೊಂಡು ವೃದ್ಧಿಯಾಗುವರು."},{"number":17,"verse":"ಆದರೆ ಯಾವ ಜನಾಂಗವು ಕೇಳುವದಿಲ್ಲವೋ ಅದನ್ನು ನಾನು ಕಿತ್ತುಹಾಕುವೆನು, ಹೌದು, ಕಿತ್ತುಹಾಕಿ ನಾಶಮಾಡುವೆನು ಎಂಬದು ಯೆಹೋವನ ನುಡಿ."}]}