{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"ಬರದ ವಿಷಯವಾಗಿ ಯೆಹೋವನು ಯೆರೆಮೀಯನಿಗೆ ದಯಪಾಲಿಸಿದ ನುಡಿ."},{"number":2,"verse":"ಯೆಹೂದವು ದುಃಖಿಸುತ್ತದೆ, ಅದರ ಊರುಗಳವರು ಕಂಗೆಟ್ಟು ಕರ್ರಗಾಗಿ ನೆಲದ ಮೇಲೆ ಬಿದ್ದಿದ್ದಾರೆ, ಯೆರೂಸಲೇಮಿನವರ ಗೋಳಾಟವು ಕೇಳಿಸುತ್ತದೆ."},{"number":3,"verse":"ಅವರಲ್ಲಿನ ಶ್ರೀಮಂತರು ತಮ್ಮ ಕೈಕೆಳಗಿನವರನ್ನು ನೀರಿಗೆ ಕಳುಹಿಸುತ್ತಾರೆ; ಅವರು ಕೊಳಗಳಿಗೆ ಹೋದಾಗ ನೀರು ಕಾಣುವದಿಲ್ಲ, ಬರೀ ಪಾತ್ರೆಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಹಿಂದಕ್ಕೆ ಬರುತ್ತಾರೆ; ಆಶೆಗೆಟ್ಟು ನಾಚಿಕೆಪಟ್ಟು ಮೋರೆ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":4,"verse":"ದೇಶದಲ್ಲಿ ಮಳೆಯಿಲ್ಲದೆ ಭೂಮಿಯು ಬಿರುಕುಬಿಟ್ಟಿರುವದರಿಂದ ರೈತರು ನಾಚಿಕೆಪಟ್ಟು ಮೋರೆಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":5,"verse":"ಇದಲ್ಲದೆ ಹುಲ್ಲೆಯು ಕಾಡಿನಲ್ಲಿ ಈದು ಹುಲ್ಲಿಲ್ಲದ ಕಾರಣ ತನ್ನ ಮರಿಯನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತದೆ."},{"number":6,"verse":"ಕಾಡುಕತ್ತೆಗಳು ಬೋಳುಗುಡ್ಡಗಳಲ್ಲಿ ನಿಂತುಕೊಂಡು ನರಿಗಳಂತೆ ಅಸುರುಸುರಾಗುತ್ತಾ ಗಾಳಿಯನ್ನು ಹಾರೈಸುತ್ತವೆ, ಸೊಪ್ಪುಸದೆಯಿಲ್ಲದೆ ಕಂಗೆಡುತ್ತವೆ."},{"number":7,"verse":"ಯೆಹೋವನೇ, ನಮ್ಮ ಅಪರಾಧಗಳು ನಮಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಕ್ಷಿಕೊಟ್ಟರೂ ನಿನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ಕಾರ್ಯವನ್ನು ಸಾಧಿಸು; ನಮ್ಮ ದ್ರೋಹಗಳು ಬಹಳ, ನಿನಗೆ ಪಾಪವನ್ನು ಮಾಡಿದ್ದೇವೆ."},{"number":8,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ನಿರೀಕ್ಷೆಯೇ, ಇಕ್ಕಟ್ಟಿನಲ್ಲಿ ಅವರಿಗೆ ರಕ್ಷಕನೇ, ಏಕೆ ದೇಶದಲ್ಲಿ ಪರದೇಶಿಯಂತೆಯೂ ಇಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ಗುಡಾರಹಾಕಿಕೊಳ್ಳುವ ಪ್ರಯಾಣಿಕನ ಹಾಗೆಯೂ ಇದ್ದೀ?"},{"number":9,"verse":"ಏಕೆ ಸ್ತಬ್ಧನಂತೆಯೂ ರಕ್ಷಿಸಲಾರದ ಶೂರನ ಹಾಗೆಯೂ ಇದ್ದೀ? ಆದರೂ ಯೆಹೋವನೇ, ನೀನು ನಮ್ಮ ಮಧ್ಯದಲ್ಲಿರುತ್ತೀ, ನಾವು ನಿನ್ನ ಹೆಸರಿನವರು, ನಮ್ಮನ್ನು ಕೈಬಿಡಬೇಡ."},{"number":10,"verse":"ಯೆಹೋವನು ಈ ಜನರನ್ನು ಕುರಿತು - ಇವರು [ನನ್ನನ್ನು ಪ್ರಯಾಣಿಕನು ಎಂದ] ಹಾಗೆಯೇ ಅಲೆಯುವದಕ್ಕೆ ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ, ಕಾಲನ್ನು ಹಿಂದೆಗೆಯಲಿಲ್ಲ; ಆದಕಾರಣ ಯೆಹೋವನಾದ ನಾನು ಇವರನ್ನು ಕಟಾಕ್ಷಿಸೆನು; ಈಗಲೇ ಇವರ ಅಪರಾಧವನ್ನು ಮನಸ್ಸಿಗೆ ತಂದುಕೊಂಡು ಇವರ ಪಾಪಗಳಿಗೆ ದಂಡನೆಯನ್ನು ವಿಧಿಸುವೆನು ಎಂದು ಹೇಳಿದ್ದಾನೆ."},{"number":11,"verse":"ಮತ್ತು ಯೆಹೋವನು ನನಗೆ - ಈ ಜನರ ಹಿತವನ್ನು ಬಯಸಿ ಇವರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಮಾಡಬೇಡ."},{"number":12,"verse":"ಇವರು ಉಪವಾಸ ಮಾಡುವಾಗ ಇವರ ಮೊರೆಯನ್ನು ಕೇಳೆನು; ಹೋಮನೈವೇದ್ಯಗಳನ್ನು ಅರ್ಪಿಸಲು ಸ್ವೀಕರಿಸೆನು; ಖಡ್ಗ ಕ್ಷಾಮ ವ್ಯಾಧಿಗಳಿಂದ ಇವರನ್ನು ನಿರ್ಮೂಲಮಾಡುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":13,"verse":"ಅದಕ್ಕೆ ನಾನು - ಅಯ್ಯೋ, ಕರ್ತನಾದ ಯೆಹೋವನೇ, ಇಗೋ ಪ್ರವಾದಿಗಳು ಈ ಜನರಿಗೆ - ಖಡ್ಗವು ನಿಮ್ಮ ಕಣ್ಣಿಗೆ ಕಾಣದು, ಕ್ಷಾಮವು ನಿಮಗೆ ಸಂಭವಿಸದು; ಯೆಹೋವನು ಈ ಸ್ಥಳದಲ್ಲಿ ಸ್ಥಿರಸಮಾಧಾನವನ್ನು ನಿಮಗೆ ಕೊಡುವನು ಎಂದು ನುಡಿಯುತ್ತಾರೆ ಎಂಬದಾಗಿ ಹೇಳಿದೆನು."},{"number":14,"verse":"ಆಗ ಯೆಹೋವನು ನನಗೆ ಹೀಗೆ ನುಡಿದನು - ಪ್ರವಾದಿಗಳು ನನ್ನ ಹೆಸರಿನಿಂದ ಸುಳ್ಳಾಗಿ ಪ್ರವಾದಿಸುತ್ತಾರೆ; ನಾನು ಅವರನ್ನು ಕಳುಹಿಸಲಿಲ್ಲ; ಅವರಿಗೆ ಅಪ್ಪಣೆಕೊಡಲಿಲ್ಲ, ಏನೂ ಹೇಳಲಿಲ್ಲ; ಅವರು ಸುಳ್ಳಾದ ದಿವ್ಯದರ್ಶನವನ್ನೂ ಕಣಿಯನ್ನೂ ಮಾಯಾತಂತ್ರವನ್ನೂ ಸ್ವಕಲ್ಪಿತಮೋಸವನ್ನೂ ನಿಮಗೆ ಪ್ರಕಟಿಸುತ್ತಾರೆ."},{"number":15,"verse":"ಆದಕಾರಣ ನನ್ನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ನನ್ನ ಹೆಸರಿನಿಂದ ಪ್ರವಾದಿಸುತ್ತಾ ಖಡ್ಗವೂ ಕ್ಷಾಮವೂ ಈ ದೇಶಕ್ಕೆ ಬಾರವು ಎಂದು ಬೋಧಿಸುವ ಪ್ರವಾದಿಗಳ ವಿಷಯದಲ್ಲಿ ಯೆಹೋವನಾದ ನಾನು - ಖಡ್ಗದಿಂದಲೂ ಕ್ಷಾಮದಿಂದಲೂ ಈ ಪ್ರವಾದಿಗಳು ನಿರ್ಮೂಲರಾಗುವರು ಎಂದು ಹೇಳುತ್ತೇನೆ."},{"number":16,"verse":"ಮತ್ತು ಇವರ ಪ್ರವಾದನೆಯನ್ನು ಕೇಳುವ ಜನರು ಕ್ಷಾಮಖಡ್ಗಗಳ ದೆಸೆಯಿಂದ ಯೆರೂಸಲೇಮಿನ ಬೀದಿಗಳಲ್ಲಿ ಬಿಸಾಡಲ್ಪಡುವರು; ಅವರನ್ನೂ ಅವರ ಹೆಂಡರುಮಕ್ಕಳನ್ನೂ ಹೂಣಿಡುವದಕ್ಕೆ ಯಾರೂ ಇರುವದಿಲ್ಲ; ನಾನು ಅವರ ದುಷ್ಟತನವನ್ನೇ ಅವರ ಮೇಲೆ ಹೊಯ್ದುಬಿಡುವೆನು."},{"number":17,"verse":"ನೀನು ಈ ಮಾತನ್ನು ಅವರಿಗೆ ಹೇಳು - ನನ್ನ ಕಣ್ಣೀರು ರಾತ್ರೀಹಗಲು ನಿರಂತರ ಸುರಿಯಲಿ; ಏಕಂದರೆ ನನ್ನ ಜನವೆಂಬ ಯುವತಿಗೆ ದೊಡ್ಡ ಗಾಯವಾಯಿತು, ಹೌದು ಗಡುಸಾದ ಪೆಟ್ಟುಬಿತ್ತು."},{"number":18,"verse":"ನಾನು ಊರಹೊರಗೆ ಹೋದರೆ ಇಗೋ, ಖಡ್ಗದಿಂದ ಹತರಾದವರು; ಊರೊಳಗೆ ಬಂದರೆ ಇಗೋ, ಕ್ಷಾಮದಿಂದ ಕೊರಗುವವರು! ಪ್ರವಾದಿಗಳೂ ಯಾಜಕರೂ ತಮಗೆ ಗೊತ್ತಿಲ್ಲದ ದೇಶಕ್ಕೆ ಗಡೀಪಾರಾಗಿದ್ದಾರೆ."},{"number":19,"verse":"ನೀನು ಯೆಹೂದವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತ್ಯಜಿಸಿಬಿಟ್ಟಿದ್ದೀಯೋ? ಚೀಯೋನಿನ ಮೇಲೆ ಮನಃಪೂರ್ವಕವಾಗಿ ಅಸಹ್ಯಪಟ್ಟಿದ್ದೀಯೋ? ನಮಗೆ ಗುಣವಾಗದಂತೆ ಏಕೆ ಪೆಟ್ಟುಹೊಡೆದಿ? ಸುಖವನ್ನು ನಿರೀಕ್ಷಿಸಿದೆವು, ಯಾವ ಮೇಲೂ ಆಗಲಿಲ್ಲ; ಕ್ಷೇಮಕಾಲವನ್ನು ಎದುರುನೋಡಿದೆವು, ಹಾ, ಅಂಜಿಕೆಯೇ!"},{"number":20,"verse":"ಯೆಹೋವನೇ, ನಮ್ಮ ದುಷ್ಟತನವನ್ನೂ ನಮ್ಮ ಪಿತೃಗಳ ದುರಾಚಾರವನ್ನೂ ತಿಳಿದುಕೊಂಡಿದ್ದೇವೆ; ನಿನಗೇ ಪಾಪಮಾಡಿದ್ದೇವಲ್ಲ."},{"number":21,"verse":"ನಿನ್ನ ನಾಮದ ಮೇಲೆ ದೃಷ್ಟಿಯಿಡು, ನಿನ್ನ ಮಹಿಮೆಯ ಸಿಂಹಾಸನವನ್ನು ಅಸಡ್ಡೆಮಾಡಬೇಡ, ಅವಮಾನಪಡಿಸಬೇಡ; ನೀನು ನಮ್ಮೊಂದಿಗೆ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೋ, ಅದನ್ನು ಭಂಗಪಡಿಸದಿರು."},{"number":22,"verse":"ಜನಾಂಗಗಳ ವ್ಯರ್ಥವಿಗ್ರಹಗಳೊಳಗೆ ಮಳೆಯನ್ನು ಸುರಿಸಬಲ್ಲವುಗಳುಂಟೇ? ಆಕಾಶವು ತಾನಾಗಿ ಹದಮಳೆಗಳನ್ನು ಕೊಟ್ಟೀತೇ? ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವಾ, ನೀನೇ ವೃಷ್ಟಿಪ್ರದನು; ನಾವು ನಿನ್ನನ್ನೇ ನಿರೀಕ್ಷಿಸುವೆವು; ನೀನು ಇವುಗಳನ್ನೆಲ್ಲಾ ನಡಿಸುವವನಾಗಿದ್ದೀಯಷ್ಟೆ."}]}