{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"ಯೆಹೂದದ ಪಾಪವು ಉಕ್ಕಿನ ಕಂಠದಿಂದಲೂ ವಜ್ರದ ಮೊನೆಯಿಂದಲೂ ಲಿಖಿತವಾಗಿದೆ; ಅವರ ಹೃದಯದ ಹಲಗೆಯಲ್ಲಿಯೂ ಅವರ ಯಜ್ಞವೇದಿಗಳ ಕೊಂಬುಗಳಲ್ಲಿಯೂ ಕೆತ್ತಿದೆ."},{"number":2,"verse":"ಅವರ ಮಕ್ಕಳು ಸೊಂಪಾಗಿ ಬೆಳೆದಿರುವ ಮರಗಳನ್ನೂ ಎತ್ತರವಾದ ಗುಡ್ಡಗಳನ್ನೂ ಕಂಡಾಗೆಲ್ಲಾ ಅವರ ಯಜ್ಞವೇದಿಗಳನ್ನೂ ಅಶೇರ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನೂ ಜ್ಞಾಪಿಸಿಕೊಳ್ಳುವರು."},{"number":3,"verse":"ಬೈಲಿನ ನನ್ನ ಪರ್ವತದ ಜನರೇ, ನಿಮ್ಮ ಸಕಲ ಪ್ರಾಂತಗಳಲ್ಲಿ ನೀವು ಮಾಡಿದ ಪಾಪದ ನಿಮಿತ್ತ ನಾನು ನಿಮ್ಮ ಎಲ್ಲಾ ಸೊತ್ತು ಸಂಪತ್ತುಗಳನ್ನೂ ಪೂಜಾಸ್ಥಳಗಳನ್ನೂ ಸೂರೆಗೆ ಈಡುಮಾಡುವೆನು."},{"number":4,"verse":"ನಾನು ನಿಮಗೆ ದಯಪಾಲಿಸಿದ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಸ್ವದೋಷದಿಂದಲೇ ಕಳೆದುಕೊಳ್ಳುವಿರಿ; ನೀವು ನೋಡದ ದೇಶದಲ್ಲಿ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಶತ್ರುಗಳಿಗೆ ದಾಸರನ್ನಾಗಿ ಮಾಡುವೆನು; ನೀವು ನನ್ನ ರೋಷಾಗ್ನಿಯನ್ನು ಹತ್ತಿಸಿದ್ದೀರಿ, ಅದು ನಿತ್ಯವೂ ಜ್ವಲಿಸುತ್ತಿರುವದು."},{"number":5,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಮಾನವಮಾತ್ರದವರಲ್ಲಿ ಭರವಸವಿಟ್ಟು ನರಜನ್ಮದವರನ್ನು ತನ್ನ ಭುಜಬಲವೆಂದು ತಿಳಿದು ಯೆಹೋವನನ್ನು ತೊರೆಯುವ ಮನಸ್ಸುಳ್ಳವನು ಶಾಪಗ್ರಸ್ತನು."},{"number":6,"verse":"ಇವನು ಅಡವಿಯಲ್ಲಿನ ಜಾಲಿಗೆ ಸಮಾನನು; ಶುಭಸಂಭವಿಸಿದರೂ ಅದನ್ನು ಕಾಣನು; ಯಾರೂ ವಾಸಿಸದ ಚೌಳು ನೆಲವಾಗಿರುವ ಅರಣ್ಯದ ಬೆಗ್ಗಾಡಿನಲ್ಲಿ ವಾಸಿಸುವ ಸ್ಥಿತಿಯೇ ಅವನದು."},{"number":7,"verse":"ಯಾವನು ಯೆಹೋವನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟಿದ್ದಾನೋ ಯಾವನಿಗೆ ಯೆಹೋವನು ಭರವಸವಾಗಿದ್ದಾನೋ ಅವನು ಧನ್ಯನು."},{"number":8,"verse":"ನೀರಾವರಿಯಲ್ಲಿ ನೆಡಲ್ಪಟ್ಟು ಹೊಳೆಯ ದಡದಲ್ಲಿ ತನ್ನ ಬೇರುಗಳನ್ನು ಹರಡಿ ದಗೆಗೆ ಭಯಪಡದೆ ಹಸುರೆಲೆಯನ್ನು ಬಿಡುತ್ತಾ ಕ್ಷಾಮ ವರ್ಷದಲ್ಲಿಯೂ ನಿಶ್ಚಿಂತೆಯಾಗಿ ಸದಾ ಫಲಕೊಡುತ್ತಾ ಇರುವ ಮರಕ್ಕೆ ಸಮಾನನಾಗಿರುವನು."},{"number":9,"verse":"ಹೃದಯವು ಎಲ್ಲಕ್ಕಿಂತಲೂ ವಂಚಕ; ಗುಣವಾಗದ ರೋಗಕ್ಕೆ ಒಳಗಾಗಿದೆ; ಅದನ್ನು ಯಾರು ತಿಳಿದಾರು?"},{"number":10,"verse":"ಯೆಹೋವನಾದ ನಾನು ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಕರ್ಮಫಲವನ್ನು ಅವನವನ ನಡತೆಗೆ ತಕ್ಕ ಹಾಗೆ ಕೊಡಬೇಕೆಂದು ಹೃದಯವನ್ನು ಪರೀಕ್ಷಿಸುವವನೂ ಅಂತರಿಂದ್ರಿಯವನ್ನು ಶೋಧಿಸುವವನೂ ಆಗಿದ್ದೇನೆ."},{"number":11,"verse":"ಆಸ್ತಿಪಾಸ್ತಿಗಳನ್ನು ಅನ್ಯಾಯವಾಗಿ ಸಂಪಾದಿಸಿಕೊಂಡವನು ತನ್ನದಲ್ಲದ ಮರಿಗಳನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವ ಕೌಜುಗ ಹಕ್ಕಿಗೆ ಸಮಾನನು; ಅವನ ಮಧ್ಯಪ್ರಾಯದಲ್ಲಿ ಅವು ಅವನಿಂದ ತೊಲಗಿಹೋಗುವವು; ಅವನು ತನ್ನ ಅಂತ್ಯಕಾಲದಲ್ಲಿ ಹುಚ್ಚನಾಗಿ ಕಂಡುಬರುವನು."},{"number":12,"verse":"ನಮ್ಮ ಪವಿತ್ರಾಲಯಸ್ಥಾನವು ಆದಿಯಿಂದಲೂ ಉನ್ನತವಾದ ಮಹಿಮೆಯ ಸಿಂಹಾಸನವಾಗಿದೆ."},{"number":13,"verse":"ಯೆಹೋವನೇ, ಇಸ್ರಾಯೇಲ್ಯರ ನಿರೀಕ್ಷೆಯೇ, ನಿನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗುವವರು ಆಶಾಭಂಗಪಡುವರು; ಯೆಹೋವನಾದ ನಿನ್ನನ್ನು ತೊರೆದವರು ಜೀವಜಲದ ಬುಗ್ಗೆಯನ್ನು ತೊರೆದವರಾಗಿದ್ದಾರೆ; ಅವರ ಹೆಸರು ದೂಳಿನಲ್ಲಿ ಬರೆಯಲ್ಪಡುವದು."},{"number":14,"verse":"ಯೆಹೋವನೇ, ನನ್ನನ್ನು ಸ್ವಸ್ಥಪಡಿಸು, ಆಗ ಸ್ವಸ್ಥನೇ ಆಗುವೆನು; ನನ್ನನ್ನು ರಕ್ಷಿಸು, ಆಗ ರಕ್ಷಿತನೇ ಆಗುವೆನು; ನೀನೇ ನನಗೆ ಸ್ತುತ್ಯನು."},{"number":15,"verse":"ಆಹಾ, ಜನರು ನನಗೆ - ಯೆಹೋವನ ಮಾತೆಲ್ಲಿ? ಅದು ಈಗಲೇ ನೆರವೇರಲಿ ಎಂದು ಹೇಳುತ್ತಾರೆ."},{"number":16,"verse":"ನಾನಾದರೋ ಸಭಾ ಪಾಲನೆಯಲ್ಲಿ ನಿನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವದನ್ನು ಬಿಡುವದಕ್ಕೆ ಆತುರಪಡಲಿಲ್ಲ; ಅನಿವಾರ್ಯ ವಿಪತ್ತಿನ ದಿನವನ್ನು ಅಪೇಕ್ಷಿಸಲಿಲ್ಲ; ನೀನೇ ಬಲ್ಲೆ; ನಿನ್ನ ಸಮಕ್ಷಮದಲ್ಲೇ ನನ್ನ ಬಾಯ ಮಾತು ಹೊರಟಿತು."},{"number":17,"verse":"ನನಗೆ ಭಯಾಸ್ಪದವಾಗಬೇಡ; ಕೇಡಿನ ಕಾಲದಲ್ಲಿ ನನಗೆ ಆಶ್ರಯವಾಗಿದ್ದೀ."},{"number":18,"verse":"ನನ್ನ ಹಿಂಸಕರಿಗೆ ಅವಮಾನವಾಗಲಿ, ನನಗಾಗದಿರಲಿ; ಭಯಭ್ರಾಂತಿಯು ಅವರನ್ನು ಹಿಡಿಯಲಿ, ನನ್ನನ್ನು ಬೇಡ; ಅವರಿಗೆ ಕೇಡುಗಾಲವನ್ನು ಬರಮಾಡಿ ವಿಪರೀತಭಂಗದಿಂದ ಅವರನ್ನು ನಾಶಪಡಿಸು."},{"number":19,"verse":"ಯೆಹೋವನು ನನಗೆ ಇಂತೆಂದನು - ನೀನು ಹೊರಟು ಯೆಹೂದದ ಅರಸರು ಹೋಗಿ ಬರುವ ಸಾಮಾನ್ಯಜನರ ಬಾಗಲಿನಲ್ಲಿಯೂ ಯೆರೂಸಲೇಮಿನ ಎಲ್ಲಾ ಬಾಗಿಲುಗಳಲ್ಲಿಯೂ ನಿಂತುಕೊಂಡು ಅವರಿಗೆ ಹೀಗೆ ಸಾರು -"},{"number":20,"verse":"ಈ ಬಾಗಿಲುಗಳಲ್ಲಿ ಸೇರುವ ಯೆಹೂದದ ಅರಸರೇ, ಎಲ್ಲಾ ಯೆಹೂದ್ಯರೇ, ಯೆರೂಸಲೇಮಿನ ಸಕಲ ನಿವಾಸಿಗಳೇ, ಯೆಹೋವನ ಈ ಮಾತನ್ನು ಕೇಳಿರಿ -"},{"number":21,"verse":"ಮನಮುಟ್ಟಿ ಗಮನಿಸಿರಿ, ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಯಾವ ಹೊರೆಯನ್ನೂ ಹೊರಬೇಡಿರಿ, ಯೆರೂಸಲೇಮಿನ ಬಾಗಿಲುಗಳಲ್ಲಿ ತರಲೇಬೇಡಿರಿ;"},{"number":22,"verse":"ಆ ದಿನದಲ್ಲಿ ನಿಮ್ಮ ಮನೆಗಳಿಂದ ಯಾವ ಹೊರೆಯನ್ನೂ ಈಚೆಗೆ ತೆಗೆದುಕೊಂಡು ಬರಬೇಡಿರಿ, ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡದಿರಿ; ಸಬ್ಬತ್ ದಿನವನ್ನು ನನ್ನ ದಿನವೆಂದು ಆಚರಿಸಿರಿ; ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ನಾನು ಹೀಗೆ ಆಜ್ಞೆಮಾಡಿದೆನಲ್ಲಾ;"},{"number":23,"verse":"ಅವರಾದರೋ ಕಿವಿಗೊಟ್ಟು ಕೇಳಲಿಲ್ಲ, ಕೇಳಲಿಕ್ಕೂ ಉಪದೇಶ ಹೊಂದಲಿಕ್ಕೂ ಒಪ್ಪಲಿಲ್ಲ."},{"number":24,"verse":"ಯೆಹೋವನಾದ ನನ್ನ ನುಡಿ ಇದೇ - ನೀವು ನನ್ನ ಕಡೆಗೆ ಚೆನ್ನಾಗಿ ಕಿವಿಗೊಟ್ಟು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಈ ಊರಿನ ಬಾಗಿಲುಗಳೊಳಗೆ ಯಾವ ಹೊರೆಯನ್ನೂ ತಾರದೆ ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡದೆ ಆ ದಿನವನ್ನು ನನ್ನ ದಿನವೆಂದು ಆಚರಿಸಿದರೆ"},{"number":25,"verse":"ಆಗ ದಾವೀದನ ಸಿಂಹಾಸನಾರೂಢರಾದ ಅರಸರೂ ಪ್ರಭುಗಳೂ ರಥಾಶ್ವಗಳನ್ನೇರಿದವರಾಗಿ ಈ ಪಟ್ಟಣದ ಬಾಗಿಲುಗಳನ್ನು ಪ್ರವೇಶಿಸುವರು; ಇವರು, ಇವರ ಪ್ರಧಾನರು, ಯೆಹೂದದ ಜನರು, ಯೆರೂಸಲೇಮಿನ ನಿವಾಸಿಗಳು, ಎಲ್ಲರೂ ಇಲ್ಲಿ ಸೇರುವರು; ಈ ಪಟ್ಟಣವು ನಿತ್ಯವೂ ನೆಲೆಯಾಗಿರುವದು."},{"number":26,"verse":"ಮತ್ತು ಯೆಹೂದದ ಪಟ್ಟಣಗಳು, ಯೆರೂಸಲೇಮಿನ ಸುತ್ತಣ ಪ್ರದೇಶಗಳು, ಬೆನ್ಯಾಮೀನ್ ಸೀಮೆ, ಇಳಕಲಿನ ಪ್ರದೇಶ, ಬೆಟ್ಟದ ಮೇಲಣ ಪ್ರದೇಶ, ದಕ್ಷಿಣಪ್ರಾಂತ, ಈ ಎಲ್ಲಾ ಸ್ಥಳಗಳಿಂದಲೂ ಸರ್ವಾಂಗಹೋಮಪಶು, ಯಜ್ಞಪಶು, ನೈವೇದ್ಯ, ಧೂಪ ಎಂಬೀ ಕೃತಜ್ಞತಾರ್ಪಣಗಳನ್ನು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಜನರು ತೆಗೆದುಕೊಂಡು ಬರುವರು."},{"number":27,"verse":"ಆದರೆ ನೀವು ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡದೆ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ಹೊರೆಯನ್ನು ಹೊತ್ತು ಯೆರೂಸಲೇಮಿನ ಬಾಗಿಲುಗಳೊಳಗೆ ಪ್ರವೇಶಿಸಬಾರದೆಂಬ ನಿಯಮವನ್ನು ಕೈಕೊಳ್ಳದೆ ಆ ದಿನವನ್ನು ನನ್ನ ದಿನವೆಂದು ಆಚರಿಸದೆ ಇದ್ದರೆ ಆಗ ನಾನು ಊರಬಾಗಿಲುಗಳಲ್ಲಿ ಬೆಂಕಿಯನ್ನು ಹೊತ್ತಿಸುವೆನು, ಅದು ಯೆರೂಸಲೇಮಿನ ಉಪ್ಪರಿಗೆಗಳನ್ನು ದಹಿಸಿಬಿಡುವದು, ಆರುವದೇ ಇಲ್ಲ."}]}