{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನೀನು ಹೋಗಿ ಯೆರೂಸಲೇಮಿನ ಕಿವಿಗೆ ಮುಟ್ಟುವಂತೆ ಈ ಮಾತುಗಳನ್ನು ಸಾರು - ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ, ನೀನು ಯೌವನದಲ್ಲಿ [ನನ್ನ ಮೇಲೆ] ಇಟ್ಟಿದ್ದ ಪ್ರೀತಿಯನ್ನೂ ವಿವಾಹ ಕಾಲದ ನಿನ್ನ ಪ್ರೇಮವನ್ನೂ ಬೀಜಬಿತ್ತಿಯೇ ಇಲ್ಲದ ಅರಣ್ಯದಲ್ಲಿ ನೀನು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿದ ನಿನ್ನ ಪಾತಿವ್ರತ್ಯವನ್ನೂ ನಿನ್ನ ಹಿತಕ್ಕಾಗಿ ಜ್ಞಾಪಕದಲ್ಲಿಟ್ಟಿದ್ದೇನೆ."},{"number":3,"verse":"ಇಸ್ರಾಯೇಲು ಯೆಹೋವನ ಬೆಳೆಯ ಪ್ರಥಮಫಲವಾಗಿ ಆತನಿಗೆ ಮೀಸಲಾಗಿತ್ತು; ಅದನ್ನು ತಿಂದುಬಿಟ್ಟವರೆಲ್ಲರೂ ದೋಷಿಗಳಾಗಿ ಕೇಡಿಗೆ ಗುರಿಯಾದರು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":4,"verse":"ಯಾಕೋಬನ ಮನೆತನವೇ, ಇಸ್ರಾಯೇಲ್ ವಂಶದ ಸಕಲ ಗೋತ್ರಗಳೇ, ಯೆಹೋವನ ವಾಕ್ಯವನ್ನು ಕೇಳಿರಿ;"},{"number":5,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ, ನಿಮ್ಮ ಪಿತೃಗಳು ನನ್ನಲ್ಲಿ ಯಾವ ಅನ್ಯಾಯವನ್ನು ಕಂಡದರಿಂದ ವ್ಯರ್ಥಾಚಾರವನ್ನು ಅನುಸರಿಸಿ ತಾವೇ ವ್ಯರ್ಥರಾಗಿ ನನ್ನನ್ನು ಬಿಟ್ಟು ದೂರವಾದರು?"},{"number":6,"verse":"ನಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಬರಮಾಡಿ ಕಾಡಾಗಿಯೂ ಹಳ್ಳಕೊಳ್ಳವಾಗಿಯೂ ನಿರ್ಜಲವಾಗಿಯೂ ಘೋರಾಂಧಕಾರವಾಗಿಯೂ ಯಾರೂ ಹಾದುಹೋಗದೆಯೂ ಯಾರೂ ವಾಸಿಸದೆಯೂ ಇರುವ ಅರಣ್ಯದಲ್ಲಿ ನಡಿಸಿದ ಯೆಹೋವನು ಎಲ್ಲಿ ಎಂದು ಅವರು ಅಂದುಕೊಳ್ಳಲಿಲ್ಲವಲ್ಲ."},{"number":7,"verse":"ನಾನು ನಿಮ್ಮನ್ನು ಫಲವತ್ತಾದ ಸೀಮೆಗೆ ಕರತಂದು ಅದರ ಫಲವನ್ನೂ ಸಾರವನ್ನೂ ಅನುಭವಿಸುವ ಹಾಗೆ ಮಾಡಿದೆನು; ಆದರೆ ನೀವು ಪ್ರವೇಶಿಸಿ ಆ ನನ್ನ ದೇಶವನ್ನು ಹೊಲೆಮಾಡಿ ನನ್ನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಅಸಹ್ಯಪಡಿಸಿದಿರಿ."},{"number":8,"verse":"ಯಾಜಕರಿಗೆ ಯೆಹೋವನು ಎಲ್ಲಿ ಎಂಬ ವಿಚಾರವೇ ಇರಲಿಲ್ಲ, ಧರ್ಮೋಪದೇಶಕರು ನನ್ನನ್ನು ತಿಳಿಯಲಿಲ್ಲ, ಪಾಲಕರು ನನಗೆ ದ್ರೋಹಮಾಡಿದರು, ಪ್ರವಾದಿಗಳು ಬಾಳ್‍ದೇವತೆಯ ಆವೇಶದಿಂದ ಪ್ರವಾದಿಸಿ ಕೆಲಸಕ್ಕೆ ಬಾರದವುಗಳನ್ನು ಸೇವಿಸಿದರು."},{"number":9,"verse":"ಆದಕಾರಣ ನಾನು ನಿಮ್ಮೊಂದಿಗೆ ಇನ್ನೂ ವ್ಯಾಜ್ಯವಾಡುವೆನು; ನಿಮ್ಮ ಸಂತಾನದವರೊಂದಿಗೂ ವ್ಯಾಜ್ಯವಾಡುವೆನು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":10,"verse":"ಕಿತ್ತೀಮ್ ದ್ವೀಪಗಳಿಗೆ ಹೋಗಿ ನೋಡಿರಿ, ಕೇದಾರಿಗೆ ಕಳುಹಿಸಿ ವಿಚಾರಮಾಡಿರಿ; ಇಂಥಾ ಕಾರ್ಯವು ಎಲ್ಲಿಯಾದರೂ ನಡೆಯಿತೇ ಎಂದು ಚೆನ್ನಾಗಿ ಆಲೋಚಿಸಿರಿ."},{"number":11,"verse":"ತನ್ನ ದೇವತೆಗಳು ದೇವರಲ್ಲದೆ ಇದ್ದರೂ ಅವುಗಳನ್ನು ಯಾವ ಜನಾಂಗವಾದರೂ ಬದಲಾಯಿಸಿಕೊಂಡಿತೋ? ಆದರೆ ನನ್ನ ಜನರು ತಮ್ಮ ಮಹಿಮೆಯಾದ ನನಗೆ ಬದಲಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದ್ದನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದಾರೆ."},{"number":12,"verse":"ಆಕಾಶ ಮಂಡಲವೇ, ಇದಕ್ಕೆ ಬೆಚ್ಚಿಬೆರಗಾಗು, ತತ್ತರಿಸು, ಹಾಳಾಗು ಎಂದು ಯೆಹೋವನು ನುಡಿಯುತ್ತಾನೆ."},{"number":13,"verse":"ನನ್ನ ಜನರು ಎರಡು ಅಪರಾಧಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ; ಜೀವಜಲದ ಬುಗ್ಗೆಯಾದ ನನ್ನನ್ನು ಬಿಟ್ಟಿದ್ದಾರೆ, ತಮಗೋಸ್ಕರ ತೊಟ್ಟಿಗಳನ್ನು, ನೀರು ನಿಲ್ಲದ ಬಿರಿದ ತೊಟ್ಟಿಗಳನ್ನು ಕೊರೆದುಕೊಂಡಿದ್ದಾರೆ."},{"number":14,"verse":"ಇಸ್ರಾಯೇಲು ಒಬ್ಬ ದಾಸನೋ? ಮನೆಯ ಗುಲಾಮನಾಗಿ ಹುಟ್ಟಿದವನೋ? ಏಕೆ ಸೂರೆಯಾದನು?"},{"number":15,"verse":"ಪ್ರಾಯದ ಸಿಂಹಗಳು ಅವನ ಮೇಲೆ ಗರ್ಜಿಸಿ ಆರ್ಭಟಿಸುತ್ತಿವೆ, ಅವನ ದೇಶವನ್ನು ಹಾಳು ಮಾಡಿವೆ, ಅವನ ಊರುಗಳು ಸುಟ್ಟು ನಿರ್ನಿವಾಸಿಗಳಾಗಿವೆ."},{"number":16,"verse":"ನೋಫ್ ಮತ್ತು ತಹಪನೇಸ್ ಪಟ್ಟಣಗಳವರು ನಿನ್ನ ನೆತ್ತಿಯನ್ನೂ ನುಣ್ಣಗೆ ಮೇದುಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":17,"verse":"ನಿನ್ನನ್ನು ದಾರಿಯಲ್ಲಿ ನಡಿಸುತ್ತಿದ್ದ ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನನ್ನು ತೊರೆದುಬಿಟ್ಟು ಇದನ್ನೆಲ್ಲಾ ನೀನೇ ನಿನ್ನ ಮೇಲೆ ಬರಮಾಡಿಕೊಂಡಿಯಲ್ಲಾ."},{"number":18,"verse":"ನೀನು ಐಗುಪ್ತದ ದಾರಿಯಲ್ಲಿ ನಡೆದದ್ದೇಕೆ? ನೈಲ್‍ನದಿಯ ನೀರನ್ನು ಕುಡಿಯಬೇಕಾದದ್ದೇನು? ಅಶ್ಶೂರದ ಮಾರ್ಗದಲ್ಲಿ ಹೆಜ್ಜೆಯಿಟ್ಟದ್ದೇಕೆ? [ಯೂಫ್ರೇಟೀಸ್] ನದಿಯ ಜಲವನ್ನು ಪಾನಮಾಡಬೇಕಾದದ್ದೇನು?"},{"number":19,"verse":"ನಿನ್ನ ಕೆಟ್ಟತನವೇ ನಿನ್ನನ್ನು ಶಿಕ್ಷಿಸುವದು, ನಿನ್ನ ದ್ರೋಹಗಳೇ ನಿನ್ನನ್ನು ಖಂಡಿಸುವವು; ನೀನು ನನ್ನ ಭಯವಿಲ್ಲದೆ ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನೆಂಬ ನನ್ನನ್ನು ತೊರೆದುಬಿಟ್ಟದ್ದು ಕೆಟ್ಟದ್ದಾಗಿಯೂ ವಿಷವಾಗಿಯೂ ಇರುತ್ತದೆಂದು ಗ್ರಹಿಸಿಕೋ, ಕಣ್ಣಾರೆ ನೋಡು ಎಂಬದು ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬ ಕರ್ತನ ನುಡಿ."},{"number":20,"verse":"ಬಹುಕಾಲದಿಂದ ನೀನು ನಿನ್ನ ನೊಗವನ್ನು ಮುರಿದು ಕಣ್ಣಿಗಳನ್ನು ಕಿತ್ತು ನಾನು ಸೇವೆ ಮಾಡುವದಿಲ್ಲವೆಂದು ಅಂದುಕೊಳ್ಳುತ್ತಿದ್ದೀ; ಎತ್ತರವಾದ ಎಲ್ಲಾ ಗುಡ್ಡಗಳ ಮೇಲೂ ಸೊಂಪಾಗಿ ಬೆಳೆದಿರುವ ಎಲ್ಲಾ ಮರಗಳ ಕೆಳಗೂ ನೀನು ಅಡ್ಡಬಿದ್ದು ಸೂಳೆಯಾಗಿ ನಡೆದಿದ್ದೀ."},{"number":21,"verse":"ನಾನು ನಿನ್ನನ್ನು ಅತ್ಯುತ್ತಮ ಬೀಜದಿಂದ ಬೆಳೆದ ಒಳ್ಳೇಯ ದ್ರಾಕ್ಷಾಲತೆಯನ್ನಾಗಿ ನೆಟ್ಟಿರಲು ನೀನು ನನಗೆ ಕಾಡುದ್ರಾಕ್ಷೇಬಳ್ಳಿಯ ಕೆಟ್ಟ ರೆಂಬೆಗಳಾದದ್ದೇನು?"},{"number":22,"verse":"ನೀನು ಬಹಳ ಚೌಳನ್ನು ಹಾಕಿಕೊಂಡು ಸಬ್ಬಿನಿಂದ ತೊಳಕೊಂಡರೂ ನಿನ್ನ ಅಧರ್ಮವು ನನ್ನ ಕಣ್ಣೆದುರಿಗೆ ಕರೆಯಾಗಿ ನಿಂತಿದೆ ಎಂದು ಕರ್ತನಾದ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":23,"verse":"ನನಗೆ ಮುಡಚಟ್ಟಾಗಲಿಲ್ಲ, ಅನ್ಯದೇವತೆಗಳನ್ನು ನಾನು ಹಿಂಬಾಲಿಸಲಿಲ್ಲವೆಂದು ಹೇಗೆ ಹೇಳುತ್ತೀ? ಆ ತಗ್ಗಿನಲ್ಲಿನ ನಿನ್ನ ನಡತೆಯನ್ನು ನೋಡು, ನೀನು ಮಾಡಿದ ಕೆಲಸವನ್ನು ಮನಸ್ಸಿಗೆ ತಂದುಕೋ, ತನ್ನ ಜಾಡೆಗಳನ್ನು ತಾರುಮಾರು ಮಾಡುವ ವೇಗವಾದ ಹೆಣ್ಣು ಒಂಟೆಯಂತಿದ್ದೀ."},{"number":24,"verse":"ಅಡವಿಯಲ್ಲಿ ಪಳಗಿದ್ದು ಮದದಿಂದ ಗಾಳಿಯನ್ನು ಬುಸುಬುಸನೆ ಮೂಸಿನೋಡುವ ಹೆಣ್ಣು ಕಾಡುಕತ್ತೆಯ ಹಾಗಿದ್ದೀ; ಅದಕ್ಕೆ ಬೆದೆ ಏರಿದಾಗ ಯಾವ ಗಂಡುಕತ್ತೆಯು ನೂಕಿಬಿಟ್ಟೀತು? ಆಯಾ ತಿಂಗಳಿನಲ್ಲಿ ಅದನ್ನು ಹುಡುಕುವವುಗಳೆಲ್ಲಾ ಆಯಾಸಗೊಳ್ಳದೆ ಅದನ್ನು ದೊರಕಿಸಿಕೊಳ್ಳುವವು."},{"number":25,"verse":"ನಿನ್ನ ಕಾಲು ಸವೆಯದಂತೆಯೂ ನಿನ್ನ ಗಂಟಲು ಆರದಂತೆಯೂ ತಡೆದುಕೋ; ಆದರೆ ನೀನು - ನಿರೀಕ್ಷೆಯಿಲ್ಲ, ಆಗಲಾರದು, ಅನ್ಯರ ಮೇಲೆ ಮೋಹಗೊಂಡಿದ್ದೇನೆ. ಅವರ ಹಿಂದೆಯೇ ಹೋಗುವೆನು ಅಂದುಕೊಂಡಿದ್ದೀ."},{"number":26,"verse":"ಕಳ್ಳನು ಸಿಕ್ಕಿಬಿದ್ದು ಹೇಗೆ ನಾಚಿಕೆಪಡುವನೋ ಹಾಗೆಯೇ ಇಸ್ರಾಯೇಲ್ ವಂಶವು ನಾಚಿಕೆಪಡುವದು; ಮರಕ್ಕೆ, ನೀನು ನನ್ನ ತಂದೆ ಎಂತಲೂ ಕಲ್ಲಿಗೆ, ಹೆತ್ತ ತಾಯಿ ನೀನು ಎಂತಲೂ ಹೇಳುವ ಪ್ರಜೆಗಳು, ಅವರ ಅರಸರು, ಅಧಿಪತಿಗಳು, ಯಾಜಕರು, ಪ್ರವಾದಿಗಳು, ಇವರೆಲ್ಲರೂ ನಾಚಿಕೆಗೆ ಈಡಾಗುವರು;"},{"number":27,"verse":"ನನ್ನ ಕಡೆಗೆ ಮುಖ ತಿರುಗಿಸದೆ ಬೆನ್ನುಮಾಡಿದ್ದಾರೆ, ಆದರೆ ಅವರಿಗೆ ಕೇಡು ಸಂಭವಿಸಿದಾಗ - ಎದ್ದು ನಮ್ಮನ್ನುದ್ಧರಿಸು ಎಂದು ಮೊರೆಯಿಡುವರು."},{"number":28,"verse":"ಯೆಹೂದವೇ, ನೀನು ನಿರ್ಮಿಸಿಕೊಂಡ ದೇವರುಗಳು ಎಲ್ಲಿ? ನಿನಗೆ ಕೇಡು ಸಂಭವಿಸಿದಾಗ ನಿನ್ನನ್ನುದ್ಧರಿಸಲು ಶಕ್ತರಾದರೆ ಏಳಲಿ! ನಿನ್ನ ಪಟ್ಟಣಗಳೆಷ್ಟೋ, ನಿನ್ನ ದೇವರುಗಳೂ ಅಷ್ಟು."},{"number":29,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಏಕೆ ನನ್ನೊಡನೆ ವ್ಯಾಜ್ಯವಾಡುತ್ತೀರಿ? ನೀವೆಲ್ಲರೂ ನನಗೆ ದ್ರೋಹಿಗಳು."},{"number":30,"verse":"ನಾನು ನಿಮ್ಮ ವಂಶದವರನ್ನು ಹೊಡೆದದ್ದು ವ್ಯರ್ಥ, ತಿದ್ದುಪಾಟಾಗಲಿಲ್ಲ; ಸಂಹರಿಸುವ ಸಿಂಹದಂತೆ ನಿಮ್ಮ ಕೈಯ ಕತ್ತಿಯೇ ನಿಮ್ಮ ಪ್ರವಾದಿಗಳನ್ನು ನುಂಗಿಬಿಟ್ಟಿದೆ."},{"number":31,"verse":"ನೀವು ಎಂಥಾ ದುರ್ವಂಶ! ಯೆಹೋವನ ಮಾತನ್ನು ನೋಡಿರಿ, ನಾನು ಇಸ್ರಾಯೇಲಿಗೆ ಅರಣ್ಯವಾಗಿಯೂ ಗಾಢಾಂಧಕಾರದ ಪ್ರದೇಶವಾಗಿಯೂ ಪರಿಣಮಿಸಿದ್ದೆನೋ? ನಾವು ಮನಬಂದಂತೆ ತಿರುಗುತ್ತಿದ್ದೇವೆ, ನಿನ್ನ ಹತೋಟಿಗೆ ಇನ್ನು ಬಾರೆವು ಎಂದು ನನ್ನ ಜನರು ಹೇಳುವದು ಹೇಗೆ."},{"number":32,"verse":"ಯುವತಿಯು ತನ್ನ ಆಭರಣಗಳನ್ನು, ವಧುವು ತನ್ನ ಒಡ್ಯಾಣವನ್ನು ಮರೆಯುವದುಂಟೇ? ನನ್ನ ಜನರೋ ಲೆಕ್ಕವಿಲ್ಲದಷ್ಟು ದಿನ ನನ್ನನ್ನು ಮರೆತಿದ್ದಾರೆ."},{"number":33,"verse":"ಕಾಮವನ್ನು ತೀರಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಎಷ್ಟೋ ಮುಂದರಿದಿದ್ದೀ! ಆದಕಾರಣ ನಿನ್ನ ದುರಭ್ಯಾಸಗಳಿಗೆ ನಿನ್ನ ನಡತೆಯನ್ನು ಒಗ್ಗಿಸಿಕೊಂಡಿದ್ದೀ."},{"number":34,"verse":"ಇದಲ್ಲದೆ ನಿರ್ದೋಷಿಗಳಾದ ದರಿದ್ರರ ಪ್ರಾಣರಕ್ತವು ನಿನ್ನ ನೆರಿಗೆಯಲ್ಲಿ ಅಂಟಿಕೊಂಡಿದೆ; ಇವರು ಕನ್ನ ಕೊರೆಯುವದನ್ನು ಕಂಡೆನೆಂಬ ನೆವ ನಿನಗಿಲ್ಲ, ನಿನ್ನ ಈ ಎಲ್ಲಾ ದುರಭ್ಯಾಸಗಳ ದೆಸೆಯಿಂದ [ನಿನ್ನನ್ನು ದಂಡಿಸುವೆನು]."},{"number":35,"verse":"ನೀನಾದರೆ - ನಾನು ನಿರ್ದೋಷಿ, ಆತನ ಕೋಪವು ನನ್ನ ಮೇಲಿಂದ ತೊಲಗಿ ಹೋಗಿದೆ ನಿಶ್ಚಯ ಎಂದುಕೊಂಡಿದ್ದೀ; ನಾನು ಪಾಪಮಾಡಲಿಲ್ಲವೆಂದು ನೀನು ಹೇಳಿದ ಕಾರಣ, ಇಗೋ ನಾನು ನಿನಗೆ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":36,"verse":"ಹೊಸ ಹೊಸ ಮಾರ್ಗಗಳನ್ನು ಅನುಸರಿಸಲು ಏಕೆ ಅಷ್ಟು ಅತ್ತಿತ್ತ ಹೋಗುತ್ತೀ? ಅಶ್ಶೂರದ ವಿಷಯವಾಗಿ ಹೇಗೆ ಆಶಾಭಂಗಪಟ್ಟಿಯೋ ಹಾಗೆಯೇ ಐಗುಪ್ತದ ವಿಷಯವಾಗಿಯೂ ಆಶಾಭಂಗಪಡುವಿ."},{"number":37,"verse":"ಅಲ್ಲಿಂದಲೂ ತಲೆಯ ಮೇಲೆ ಕೈಯಿಟ್ಟುಕೊಂಡು ಹೊರಡುವಿ; ಏಕಂದರೆ ನಿನ್ನ ಭರವಸಗಳನ್ನು ಯೆಹೋವನು ನಿರಾಕರಿಸಿದ್ದಾನೆ; ಅವುಗಳ ಮುಖಾಂತರ ನಿನ್ನ ಕಾರ್ಯವು ಸಾಗದು."}]}