{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"ಯೋಷೀಯನ ಮಗನೂ ಯೆಹೂದದ ಅರಸನೂ ಆದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಆರಂಭದಲ್ಲಿ ಯೆಹೋವನಿಂದ [ಯೆರೆಮೀಯನಿಗೆ] ಈ ಅಪ್ಪಣೆಯಾಯಿತು -"},{"number":2,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಯೆಹೋವನ ಆಲಯದ ಪ್ರಾಕಾರದಲ್ಲಿ ನಿಂತು ಆ ಮಂದಿರದಲ್ಲಿ ಆರಾಧಿಸುವದಕ್ಕೆ ಬರುವ ಯೆಹೂದದ ಎಲ್ಲಾ ಊರಿನವರಿಗೆ ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸುವ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಹೇಳು; ಒಂದು ಮಾತನ್ನೂ ಬಿಡಬೇಡ."},{"number":3,"verse":"ಅವರು ಒಂದು ವೇಳೆ ಕಿವಿಗೊಟ್ಟು ತಮ್ಮ ತಮ್ಮ ದುರ್ಮಾರ್ಗಗಳಿಂದ ಹಿಂದಿರುಗಿಯಾರು; ಹಾಗಾದರೆ ಅವರ ದುಷ್ಕೃತ್ಯಗಳ ನಿಮಿತ್ತ ನಾನು ಅವರಿಗೆ ಮಾಡಬೇಕೆಂದಿದ್ದ ಕೇಡನ್ನು ಮನಮರುಗಿ ಮಾಡದಿರುವೆನು."},{"number":4,"verse":"ನೀನು ಅವರಿಗೆ ಹೀಗೆ ಹೇಳು - ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀವು ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡದೆ ನಾನು ನಿಮ್ಮ ಮುಂದೆ ಇಟ್ಟಿರುವ ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅನುಸಾರವಾಗಿ ನಡೆಯದೆ"},{"number":5,"verse":"ಕೇಳಲೊಲ್ಲದ ನಿಮ್ಮ ಬಳಿಗೆ ನಾನು ಸಾವಕಾಶವಿಲ್ಲದೆ ಕಳುಹಿಸುತ್ತಾ ಬಂದಿರುವ ನನ್ನ ಸೇವಕರಾದ ಪ್ರವಾದಿಗಳ ಮಾತುಗಳನ್ನು ಕೇಳದೆಯೂ ಇದ್ದರೆ -"},{"number":6,"verse":"ಆಗ ನಾನು ಈ ಆಲಯವನ್ನು ಶಿಲೋವಿನ ಗತಿಗೆ ತಂದು ಈ ಪಟ್ಟಣವು ಲೋಕದ ಸಮಸ್ತಜನಾಂಗಗಳಲ್ಲಿ ಶಾಪದ ಮಾತಾಗುವಂತೆ ಮಾಡುವೆನು."},{"number":7,"verse":"ಯೆರೆಮೀಯನು ಯೆಹೋವನ ಆಲಯದಲ್ಲಿ ಹೀಗೆ ಮಾತಾಡುವದನ್ನು ಯಾಜಕರೂ ಪ್ರವಾದಿಗಳೂ ಸಕಲಜನರೂ ಕೇಳಿದರು."},{"number":8,"verse":"ಸಮಸ್ತಜನರಿಗೆ ಹೇಳಬೇಕೆಂದು ಯೆಹೋವನು ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲಾ ಯೆರೆಮೀಯನು ನುಡಿದು ಮುಗಿಸಿದ ಮೇಲೆ ಯಾಜಕರೂ ಪ್ರವಾದಿಗಳೂ ಎಲ್ಲಾ ಜನರೂ ಅವನನ್ನು ಹಿಡಿದು ನಿನಗೆ ಮರಣವೇ ಆಗಬೇಕು;"},{"number":9,"verse":"ನೀನು ಯೆಹೋವನ ಹೆಸರೆತ್ತಿ ಪ್ರವಾದಿಸುತ್ತಾ - ಈ ಆಲಯವು ಶಿಲೋವಿನ ಗತಿಗೆ ಬರುವದು, ಈ ಪಟ್ಟಣವು ಒಕ್ಕಲಿಲ್ಲದೆ ಹಾಳುಬೀಳುವದು ಎಂದು ಏಕೆ ನುಡಿದೆ ಅಂದರು. ಆಗ ಯೆಹೋವನ ಆಲಯದಲ್ಲಿ ಎಲ್ಲಾ ಜನರು ಯೆರೆಮೀಯನ ಸುತ್ತಲು ಸುತ್ತಿಕೊಂಡಿದ್ದರು."},{"number":10,"verse":"ಯೆಹೂದದ ಸರದಾರರು ಈ ವರ್ತಮಾನವನ್ನು ಕೇಳಿ ಅರಮನೆಯಿಂದ ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಹತ್ತಿಬಂದು ಆ ಮಂದಿರದ ಹೊಸ ಬಾಗಿಲಿನಲ್ಲಿ ಕೂತುಕೊಂಡಿರಲಾಗಿ"},{"number":11,"verse":"ಯಾಜಕರೂ ಪ್ರವಾದಿಗಳೂ ಇವನು ಮರಣ ದಂಡನೆಗೆ ತಕ್ಕವನು; ಇವನು ಈ ಪಟ್ಟಣಕ್ಕೆ ಅಹಿತನುಡಿದದ್ದನ್ನು ನೀವು ಕಿವಿಯಾರ ಕೇಳಿದಿರಷ್ಟೆ ಎಂದು ಸರದಾರರಿಗೂ ಎಲ್ಲಾ ಜನರಿಗೂ ಹೇಳಿದರು."},{"number":12,"verse":"ಆಗ ಯೆರೆಮೀಯನು ಸಕಲ ಸರದಾರರಿಗೂ ಸಮಸ್ತ ಜನರಿಗೂ ಹೀಗೆ ಹೇಳಿದನು - ನೀವು ಕೇಳಿದ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಈ ಆಲಯಕ್ಕೂ ಈ ಪಟ್ಟಣಕ್ಕೂ ಪ್ರತಿಕೂಲವಾಗಿ ನುಡಿಯಬೇಕೆಂದು ಯೆಹೋವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದನು."},{"number":13,"verse":"ಈಗಲೇ ನಿಮ್ಮ ಮಾರ್ಗಗಳನ್ನೂ ಕೃತ್ಯಗಳನ್ನೂ ತಿದ್ದಿಕೊಂಡು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ನುಡಿಗೆ ಕಿವಿಗೊಡಿರಿ; ಹಾಗಾದರೆ ಯೆಹೋವನು ನಿಮ್ಮ ವಿಷಯವಾಗಿ ನುಡಿದಿರುವ ಕೇಡನ್ನು ಮನಮರುಗಿ ಮಾಡದಿರುವನು."},{"number":14,"verse":"ನಾನೋ ನಿಮ್ಮ ಕೈಯಲ್ಲಿದ್ದೇನಲ್ಲಾ; ನಿಮಗೆ ಒಳ್ಳೇದಾಗಿಯೂ ನ್ಯಾಯವಾಗಿಯೂ ತೋರುವದನ್ನು ನನಗೆ ಮಾಡಿರಿ."},{"number":15,"verse":"ಆದರೆ ನೀವು ನನ್ನನ್ನು ಕೊಂದುಹಾಕಿದ ಪಕ್ಷಕ್ಕೆ ನೀವೂ ಈ ಪಟ್ಟಣವೂ ಇದರ ನಿವಾಸಿಗಳೂ ನಿರ್ದೋಷಿಯ ರಕ್ತವನ್ನು ಸುರಿಸಿದ ಅಪರಾಧಕ್ಕೆ ಪಾತ್ರರಾಗುವಿರಿ ಎಂದು ನಿಶ್ಚಯವಾಗಿ ತಿಳಿದುಕೊಳ್ಳಿರಿ. ಈ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ನಿಮ್ಮ ಕಿವಿಗೆ ಮುಟ್ಟಿಸುವಂತೆ ಯೆಹೋವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿರುವದು ಖಂಡಿತ."},{"number":16,"verse":"ಇದನ್ನು ಕೇಳಿ ಸರದಾರರೂ ಸಕಲ ಜನರೂ ಯಾಜಕಪ್ರವಾದಿಗಳಿಗೆ - ಇವನು ಮರಣ ದಂಡನೆಗೆ ತಕ್ಕವನಲ್ಲ; ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಇದನ್ನು ನಮಗೆ ನುಡಿದಿದ್ದಾನಷ್ಟೆ ಎಂದು ಹೇಳಿದ ತರುವಾಯ ದೇಶದ ಹಿರಿಯರಲ್ಲಿ ಕೆಲವರು ಎದ್ದು -"},{"number":17,"verse":"ಯೆಹೂದದ ಅರಸನಾದ ಹಿಜ್ಕೀಯನ ಕಾಲದಲ್ಲಿ ಮೋರೆಷೆತ್ ಊರಿನವನಾದ"},{"number":18,"verse":"ಮೀಕಾಯನು ಯೆಹೂದ್ಯರೆಲ್ಲರಿಗೆ - ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ, ಚೀಯೋನ್ ಪಟ್ಟಣವು ಹೊಲದಂತೆ ಗೇಯಲ್ಪಡುವದು, ಯೆರೂಸಲೇಮು ಹಾಳುದಿಬ್ಬಗಳಾಗಿ ಬೀಳುವದು, ಯೆಹೋವನ ಆಲಯದ ಪರ್ವತವು ಕಾಡುಗುಡ್ಡಗಳಂತಾಗುವದು ಎಂದು ಹೇಳಲಾಗಿ"},{"number":19,"verse":"ಯೆಹೂದದ ಅರಸನಾದ ಹಿಜ್ಕೀಯನೂ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರೂ ಅವನನ್ನು ಕೊಂದುಹಾಕಿದರೋ? ಇಲ್ಲವೇ ಇಲ್ಲ. ಆ ಅರಸನು ಯೆಹೋವನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಾಗಿ ಆತನ ದಯೆಯನ್ನು ಬೇಡಿಕೊಳ್ಳಲು ಯೆಹೋವನು ಅವರ ವಿಷಯವಾಗಿ ನುಡಿದಿದ್ದ ಕೇಡನ್ನು ಮನಮರುಗಿ ಮಾಡದೆ ಬಿಟ್ಟನಲ್ಲಾ. ನಾವಾದರೋ [ಇವನನ್ನು ಕೊಂದುಹಾಕಿ] ನಮಗೆ ದೊಡ್ಡ ಕೇಡನ್ನು ಉಂಟುಮಾಡಿಕೊಳ್ಳುವವರಾಗಿದ್ದೇವೆ ಎಂಬದಾಗಿ ಸಕಲಜನ ಸಮೂಹಕ್ಕೆ ಹೇಳಿದರು."},{"number":20,"verse":"ಮತ್ತು ಶಮಾಯನ ಮಗನೂ ಕಿರ್ಯತ್‍ಯಾರೀಮ್ ಊರಿನವನೂ ಆದ ಊರೀಯನೆಂಬವನೊಬ್ಬನು ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಪ್ರವಾದಿಸುವವನಾಗಿದ್ದು ಯೆರೆಮೀಯನು ನುಡಿದಂತೆಯೇ ಈ ಪಟ್ಟಣಕ್ಕೂ ಈ ದೇಶಕ್ಕೂ ಅಹಿತವನ್ನು ನುಡಿಯುತ್ತಿದ್ದನು."},{"number":21,"verse":"ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನೂ ಅವನ ಎಲ್ಲಾ ಪ್ರಸಿದ್ಧ ಶೂರರೂ ಸರದಾರರೂ ಇವನ ಮಾತುಗಳನ್ನು ಕೇಳಿದಾಗ ಅರಸನು ಇವನನ್ನು ಕೊಂದುಹಾಕಲು ಮನಮಾಡಿದನು; ಆದರೆ ಊರೀಯನು ಆ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ಭಯಪಟ್ಟು ಓಡಿಹೋಗಿ ಐಗುಪ್ತವನ್ನು ಸೇರಿಕೊಂಡನು."},{"number":22,"verse":"ಆಗ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನು ಅಕ್ಬೋರನ ಮಗನಾದ ಎಲ್ನಾಥಾನನನ್ನೂ ಅವನ ಸಂಗಡ ಇನ್ನು ಕೆಲವರನ್ನೂ ಐಗುಪ್ತಕ್ಕೆ ಕಳುಹಿಸಿದನು;"},{"number":23,"verse":"ಅವರು ಊರೀಯನನ್ನು ಐಗುಪ್ತದಿಂದ ಎಳೆದು ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಬಳಿಗೆ ತರಲು ಅವನು ಇವನನ್ನು ಕತ್ತಿಯಿಂದ ಕಡಿಸಿ ಶವವನ್ನು ಸಾಧಾರಣ ಜನರ ಗೋರಿಗಳ ನಡುವೆ ಹಾಕಿಸಿದನು."},{"number":24,"verse":"ಇತ್ತ ಯಾಜಕರೂ ಪ್ರವಾದಿಗಳೂ ಯೆರೆಮೀಯನನ್ನು ಜನರ ಕೈಗೆ ಸಿಕ್ಕಿಸಿ ಕೊಲ್ಲಿಸದ ಹಾಗೆ ಶಾಫಾನನ ಮಗನಾದ ಅಹೀಕಾಮನ ಸಹಾಯವು ಅವನಿಗೆ ಒದಗಿತು."}]}