{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":29,"verses":[{"number":1,"verse":"ಅರಸನಾದ ಯೆಕೊನ್ಯನು, ರಾಜಮಾತೆಯು, ಕಂಚುಕಿಗಳು, ಯೆಹೂದದ ಮತ್ತು ಯೆರೂಸಲೇಮಿನ ಸರದಾರರು, ಶಿಲ್ಪಿಗಳು, ಕಮ್ಮಾರರು, ಇವರು ಯೆರೂಸಲೇಮಿನಿಂದ ತೊಲಗಿದ ಮೇಲೆ"},{"number":2,"verse":"ಪ್ರವಾದಿಯಾದ ಯೆರೆಮೀಯನು ಸೆರೆಹೋಗಿದ್ದ ಹಿರಿಯರಲ್ಲಿ ಉಳಿದವರಿಗೂ ಯಾಜಕರಿಗೂ ಪ್ರವಾದಿಗಳಿಗೂ ಅಂತು ನೆಬೂಕದ್ನೆಚ್ಚರನು ಯೆರೂಸಲೇಮಿನಿಂದ ಬಾಬೆಲಿಗೆ ಸೆರೆ ಒಯ್ದಿದ್ದ ಸಕಲಜನರಿಗೂ"},{"number":3,"verse":"ಯೆಹೂದದ ಅರಸನಾದ ಚಿದ್ಕೀಯನಿಂದ ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಬಳಿಗೆ ರಾಯಭಾರಿಗಳಾಗಿ ಬಾಬೆಲಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ ಶಾಫಾನನ ಮಗನಾದ ಎಲ್ಲಾಸ, ಹಿಲ್ಕೀಯನ ಮಗನಾದ ಗೆಮರ್ಯ, ಇವರ ಕೈಯಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಿಂದ ಬರೆದು ರವಾನಿಸಿದ ಕಾಗದದ ಮಾತೇನಂದರೆ -"},{"number":4,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ತಾನು ಯೆರೂಸಲೇಮಿನಿಂದ ಬಾಬೆಲಿಗೆ ಸಾಗಿಸಿದ ಸೆರೆಯವರೆಲ್ಲರಿಗೂ ಹೀಗೆ ಹೇಳುತ್ತಾನೆ -"},{"number":5,"verse":"ನೀವು ಮನೆಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು ಅವುಗಳಲ್ಲಿ ವಾಸಿಸಿರಿ, ತೋಟಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಅವುಗಳ ಫಲವನ್ನು ಅನುಭವಿಸಿರಿ;"},{"number":6,"verse":"ಸಂಸಾರಿಗಳಾಗಿ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆಯಿರಿ; ನಿಮ್ಮ ಗಂಡುಗಳಿಗೆ ಹೆಣ್ಣುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿರಿ, ನಿಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಗಂಡುಗಳಿಗೆ ಕೊಡಿರಿ; ಅವರೂ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆಯಲಿ; ನೀವು ಇರುವಲ್ಲಿಯೇ ವೃದ್ಧಿಯಾಗಿರಿ, ಕಡಿಮೆಯಾಗದಿರಿ."},{"number":7,"verse":"ನಾನು ಯಾವ ಪಟ್ಟಣಕ್ಕೆ ನಿಮ್ಮನ್ನು ಸಾಗಿಸಿದೆನೋ ಅದರ ಕ್ಷೇಮವನ್ನು ಹಾರೈಸಿ ಅದಕ್ಕಾಗಿ ಯೆಹೋವನನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ; ಅದರ ಕ್ಷೇಮವೇ ನಿಮ್ಮ ಕ್ಷೇಮ."},{"number":8,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿರುವ ನಿಮ್ಮ ಪ್ರವಾದಿಗಳಿಂದಲೂ ಶಕುನದವರಿಂದಲೂ ಮೋಸಹೋಗಬೇಡಿರಿ; ನಿಮಗಾಗಿ ಕನಸುಕಂಡು ಹೇಳುವವರಿಗೆ ಕಿವಿಗೊಡದಿರಿ;"},{"number":9,"verse":"ಅವರು ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ನಿಮಗೆ ಸುಳ್ಳನ್ನು ಸಾರುತ್ತಾರೆ; ನಾನು ಅವರನ್ನು ಕಳುಹಿಸಲಿಲ್ಲ. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":10,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಬಾಬೆಲ್ ರಾಜ್ಯವು ಎಪ್ಪತ್ತು ವರುಷ ಪ್ರಬಲಿಸಿದ ಮೇಲೆ ನಾನು ನಿಮ್ಮನ್ನು ಕಟಾಕ್ಷಿಸಿ ಈ ಸ್ಥಳಕ್ಕೆ ತಿರಿಗಿ ಬರಮಾಡುವೆನೆಂಬ ನನ್ನ ಶುಭವಾಕ್ಯವನ್ನು ನಿಮಗಾಗಿ ನೆರವೇರಿಸುವೆನು."},{"number":11,"verse":"ಇವರಿಗೆ ಗತಿಯಾಗಲಿ, ನಿರೀಕ್ಷೆಯಿರಲಿ ಎಂದು ನಾನು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಿರುವ ಆಲೋಚನೆಗಳನ್ನು ನಾನೇ ಬಲ್ಲೆನು; ಅವು ಅಹಿತದ ಯೋಚನೆಗಳಲ್ಲ, ಹಿತದ ಯೋಚನೆಗಳೇ."},{"number":12,"verse":"ನೀವು ನನಗೆ ಮೊರೆಯಿಡುವಿರಿ, ನನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸಲು ಹೋಗುವಿರಿ; ನಾನು ಕಿವಿಗೊಡುವೆನು."},{"number":13,"verse":"ನೀವು ನನ್ನನ್ನು ಹುಡುಕುವಿರಿ, ಮನಃಪೂರ್ವಕವಾಗಿ ಹುಡುಕಿದಾಗ ನನ್ನನ್ನು ಕಂಡುಕೊಳ್ಳುವಿರಿ."},{"number":14,"verse":"ನಾನು ನಿಮಗೆ ದೊರೆಯುವೆನು, ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ದುರವಸ್ಥೆಯಿಂದ ತಪ್ಪಿಸಿ ನಾನು ನಿಮ್ಮನ್ನು ಅಟ್ಟಿಬಿಟ್ಟಿದ್ದ ಸಮಸ್ತದೇಶಗಳಿಂದಲೂ ಸಕಲಜನಾಂಗಗಳ ಮಧ್ಯದಿಂದಲೂ ಒಟ್ಟುಗೂಡಿಸಿ ನಿಮ್ಮನ್ನು ಯಾವ ಸ್ಥಳದಿಂದ ಸೆರೆಗೆ ಸಾಗಿಸಿದನೋ ಅಲ್ಲಿಗೆ ತಿರಿಗಿ ಬರಮಾಡುವೆನು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":15,"verse":"(ನೀವೋ - ಯೆಹೋವನು ನಮಗಾಗಿ ಬಾಬೆಲಿನಲ್ಲೇ ಪ್ರವಾದಿಗಳನ್ನು ಏರ್ಪಡಿಸಿದ್ದಾನಲ್ಲಾ ಅಂದುಕೊಂಡಿದ್ದೀರಿ.)"},{"number":16,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ದಾವೀದನ ಸಿಂಹಾಸನಾರೂಢನಾದ ಅರಸನ ವಿಷಯವಾಗಿಯೂ ನಿಮ್ಮೊಂದಿಗೆ ಸೆರೆಹೋಗದ ನಿಮ್ಮ ಸಹೋದರರಾದ ಈ ಪಟ್ಟಣದ ಸಕಲನಿವಾಸಿಗಳ ವಿಷಯವಾಗಿಯೂ ಇಂತೆನ್ನುತ್ತಾನೆ -"},{"number":17,"verse":"ಆಹಾ, ನಾನು ಅವರ ಮೇಲೆ ಖಡ್ಗಕ್ಷಾಮವ್ಯಾಧಿಗಳನ್ನು ಬರಮಾಡಿ ಯಾರೂ ತಿನ್ನದ ಹಾಗೆ ಕೆಟ್ಟು ಕೇವಲ ಅಸಹ್ಯವಾದ ಅಂಜೂರದ ಹಣ್ಣುಗಳ ಗತಿಗೆ ಅವರನ್ನು ತರುವೆನು,"},{"number":18,"verse":"ನಾನು ಖಡ್ಗಕ್ಷಾಮವ್ಯಾಧಿಗಳಿಂದ ಅವರನ್ನು ಹಿಂದಟ್ಟುತ್ತಾ ಲೋಕದ ಸಮಸ್ತರಾಜ್ಯಗಳಿಗೆ ಭಯಾಸ್ಪದವಾಗುವಂತೆಯೂ ನಾನು ಅವರನ್ನು ಅಟ್ಟಿಬಿಟ್ಟಿರುವ ಸಕಲ ಜನಾಂಗಗಳಲ್ಲಿ ಶಾಪ, ಬೆರಗಿನ ಸಿಳ್ಳು, ದೂಷಣೆ, ಇವುಗಳಿಗೆ ಗುರಿಯಾಗುವಂತೆಯೂ ಮಾಡುವೆನು."},{"number":19,"verse":"ಅವರು ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಲಿಲ್ಲವಲ್ಲಾ; ನಾನು ನನ್ನ ಸೇವಕರಾದ ಪ್ರವಾದಿಗಳನ್ನು ಅವರ ಬಳಿಗೆ ಸಾವಕಾಶಮಾಡದೆ ಕಳುಹಿಸಿ ಹೇಳಿಸುತ್ತಾ ಬಂದರೂ ಅವರು ಕೇಳಲೊಲ್ಲದೆ ಹೋದರು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":20,"verse":"ನಾನು ಯೆರೂಸಲೇಮಿನಿಂದ ಬಾಬೆಲಿಗೆ ಸಾಗಿಸಿದ ಸೆರೆಯವರೇ, ನೀವೆಲ್ಲರೂ ಯೆಹೋವನ ವಾಕ್ಯವನ್ನು ಕೇಳಿರಿ-"},{"number":21,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ತನ್ನ ಹೆಸರೆತ್ತಿ ಸುಳ್ಳನ್ನು ಸಾರುವ ಕೊಲಾಯನ ಮಗನಾದ ಅಹಾಬ, ಮಾಸೇಯನ ಮಗನಾದ ಚಿದ್ಕೀಯ ಇವರ ವಿಷಯವಾಗಿ ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನು ಇವರನ್ನು ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಕೈಗೆ ಕೊಡುವೆನು; ಅವನು ನಿಮ್ಮ ಕಣ್ಣೆದುರಿಗೆ ಇವರನ್ನು ಕೊಲ್ಲಿಸುವನು;"},{"number":22,"verse":"ಇವರ ಚರಿತ್ರೆಯನ್ನು ಬಾಬೆಲಿನಲ್ಲಿ ಸೆರೆಯಾಗಿರುವ ಯೆಹೂದ್ಯರೆಲ್ಲರು ಶಪಿಸುವ ಮಾತಾಗಿ ತೆಗೆದುಕೊಂಡು ಬಾಬೆಲಿನ ಅರಸನು ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟುಬಿಟ್ಟ ಚಿದ್ಕೀಯನ ಮತ್ತು ಅಹಾಬನ ಗತಿಯನ್ನು ಯೆಹೋವನು ನಿನಗೆ ತರಲಿ ಎಂದು ಶಪಿಸುವರು;"},{"number":23,"verse":"ಇವರು ಇಸ್ರಾಯೇಲಿನಲ್ಲಿ ದುರಾಚಾರವನ್ನು ನಡಿಸಿ ನೆರೆಯವರ ಹೆಂಡಿರಲ್ಲಿ ವ್ಯಭಿಚಾರಮಾಡಿ ನಾನು ಆಜ್ಞಾಪಿಸಿದ ಮಾತುಗಳನ್ನು ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ ಸುಳ್ಳಾಗಿ ಸಾರಿದರಲ್ಲಾ; ನಾನೇ ಬಲ್ಲೆ, ನಾನೇ ಸಾಕ್ಷಿ ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ ಎಂಬದೇ."},{"number":24,"verse":"[ಆಮೇಲೆ ಯೆಹೋವನು ಯೆರೆಮೀಯನಿಗೆ ಈ ಅಪ್ಪಣೆಯನ್ನು ಕೊಟ್ಟನು] - ನೀನು ನೆಹೆಲಾಮ್ಯನಾದ ಶೆಮಾಯನಿಗೆ ಹೀಗೆ ತಿಳಿಸಬೇಕು -"},{"number":25,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಯೆರೂಸಲೇಮಿನಲ್ಲಿರುವ ಎಲ್ಲಾ ಜನರಿಗೂ ಯಾಜಕನಾದ ಮಾಸೇಯನ ಮಗನಾಗಿರುವ ಚೆಫನ್ಯನಿಗೂ ಸಮಸ್ತ ಯಾಜಕರಿಗೂ ನಿನ್ನ ಹೆಸರಿನ ಮೇಲೆ ಕಳುಹಿಸಿದ ಕಾಗದದಲ್ಲಿ -"},{"number":26,"verse":"ಯೆಹೋವನು ನಿನ್ನನ್ನು ಯೆಹೋಯಾದನ ಸ್ಥಾನದಲ್ಲಿ ಯಾಜಕನನ್ನಾಗಿ ನೇಮಿಸಿ ಯಾವಯಾವನು ಮೈದುಂಬಿ ಪ್ರವಾದಿಯಾಗಿ ನಟಿಸುತ್ತಾನೋ ಅವನನ್ನು ಕೋಳಕ್ಕೆ ಹಾಕಿ ಕೊರಳಿಗೆ ಕವೆಯೊಡ್ಡುವ ಅಧಿಕಾರವನ್ನು ತನ್ನ ಆಲಯದಲ್ಲಿ ನಿನಗೆ ವಹಿಸಿದ್ದಾನಲ್ಲಾ."},{"number":27,"verse":"ಹೀಗಿರಲು ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ಪ್ರವಾದಿಯಾಗಿ ನಟಿಸುವ ಅನಾತೋತಿನವನಾದ ಯೆರೆಮೀಯನನ್ನು ನೀನು ಏಕೆ ಖಂಡಿಸಲಿಲ್ಲ?"},{"number":28,"verse":"ಇವನು - ಪರದೇಶ ವಾಸವು ನಿಮಗೆ ದೀರ್ಘವಾಗುವದು, ನೀವು ಮನೆಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು ಅವುಗಳಲ್ಲಿ ವಾಸಿಸಿರಿ, ತೋಟಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಫಲವನ್ನು ಅನುಭವಿಸಿರಿ ಎಂದು ಬಾಬೆಲಿನಲ್ಲಿರುವ ನಮಗೆ ಹೇಳಿ ಕಳುಹಿಸಿದ್ದಾನೆ ನೋಡು ಎಂಬದಾಗಿ ಬರೆದ ಕಾರಣ [ನಾನು ನಿನ್ನನ್ನು ದಂಡಿಸುವದು ಖಂಡಿತ]."},{"number":29,"verse":"ಯಾಜಕನಾದ ಚೆಫನ್ಯನು ಈ ಕಾಗದವನ್ನು ಪ್ರವಾದಿಯಾದ ಯೆರೆಮೀಯನ ಮುಂದೆ ಓದಿದನಂತರ"},{"number":30,"verse":"ಯೆಹೋವನು ಯೆರೆಮೀಯನಿಗೆ ಈ ಅಪ್ಪಣೆ ಮಾಡಿದನು -"},{"number":31,"verse":"ಸೆರೆಯವರೆಲ್ಲರಿಗೆ ಹೀಗೆ ಹೇಳಿ ಕಳುಹಿಸು - ನೆಹೆಲಾಮ್ಯನಾದ ಶೆಮಾಯನ ವಿಷಯದಲ್ಲಿ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ಕಳುಹಿಸದೆ ಹೋದರೂ ಶೆಮಾಯನು ನಿಮಗೆ ಪ್ರವಾದನೆಮಾಡಿ ಸುಳ್ಳಿನಲ್ಲಿ ನಂಬಿಕೆಯನ್ನು ಹುಟ್ಟಿಸಿದ ಕಾರಣ"},{"number":32,"verse":"ಇಗೋ, ನಾನು ನೆಹೆಲಾಮ್ಯನಾದ ಶೆಮಾಯನನ್ನೂ ಅವನ ಸಂತತಿಯವರನ್ನೂ ದಂಡಿಸುವೆನು; ಅವನು ಯೆಹೋವನಾದ ನನಗೆ ವಿರುದ್ಧವಾಗಿ ದ್ರೋಹದ ಮಾತನ್ನು ಆಡಿದ್ದರಿಂದ ಈ ಜನರ ಮಧ್ಯದಲ್ಲಿ ವಾಸಿಸಲು ಅವನಿಗೆ ಯಾವ ಸಂತಾನವೂ ಇರದು; ನಾನು ನನ್ನ ಜನರಿಗೆ ಉಂಟುಮಾಡಬೇಕೆಂದಿರುವ ಮೇಲನ್ನು ಅವನು ನೋಡದೆ ಹೋಗುವನು; ಇದು ಯೆಹೋವನ ನುಡಿ."}]}