{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಗಂಡನು ತ್ಯಜಿಸಿದವಳು ಅವನಿಂದ ಹೊರಟು ಮತ್ತೊಬ್ಬನವಳಾದ ಮೇಲೆ ಅವಳನ್ನು ಆ ಗಂಡನು ತಿರಿಗಿ ಸೇರಿಸಿಕೊಂಡಾನೇ? ಸೇರಿಸಿಕೊಂಡರೆ ಆ ದೇಶವು ಕೇವಲ ಅಪವಿತ್ರವಾಗಿ ಹೋಗುವದಲ್ಲವೆ! ಹೀಗಿರಲು ಬಹುಮಂದಿ ಮಿಂಡರೊಡನೆ ಸೂಳೆತನ ಮಾಡಿದ ನೀನು ನನ್ನ ಬಳಿಗೆ ತಿರಿಗಿ ಬರುತ್ತೀಯಾ?"},{"number":2,"verse":"ಕಣ್ಣೆತ್ತಿ ಬೋಳುಗುಡ್ಡಗಳನ್ನು ನೋಡು, ಯಾವದರಲ್ಲಿ ನಿನ್ನನ್ನು ಕೆಡಿಸಲಿಲ್ಲ? ಅರಬಿಯನು ಅಡವಿಯಲ್ಲಿ ಹೊಂಚುಹಾಕುವ ಹಾಗೆ ನೀನು ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಅವರಿಗಾಗಿ ಹೊಂಚುತ್ತಾ ಕೂತಿದ್ದೀ; ನಿನ್ನ ಸೂಳೆತನದಿಂದಲೂ ನಿನ್ನ ಕೆಟ್ಟತನದಿಂದಲೂ ದೇಶವನ್ನು ಅಪವಿತ್ರಮಾಡಿದ್ದೀ."},{"number":3,"verse":"ಆದಕಾರಣ ಹದಮಳೆಗೆ ಅಡ್ಡಿಯಾಯಿತು, ಹಿಂಗಾರೂ ಆಗಲಿಲ್ಲ; ಆದರೂ ನೀನು ಸೂಳೆಯ ಮುಖವುಳ್ಳವಳಾಗಿ ನಾಚಿಕೆಗೆಟ್ಟಿದ್ದೀ."},{"number":4,"verse":"ಈಗತಾನೆ ನನ್ನನ್ನು - ನನ್ನ ತಂದೆ, ನನ್ನ ಯೌವನದ ಆಪ್ತನು ಎಂದು ಕರೆಯುತ್ತೀಯಲ್ಲಾ."},{"number":5,"verse":"ಆತನು ನಿತ್ಯವಾಗಿ ಕೋಪಮಾಡುವನೋ? ಕೊನೆಯ ತನಕ ಇಟ್ಟುಕೊಳ್ಳುವನೋ? ಅಂದುಕೊಳ್ಳುತ್ತಿದ್ದೀ. ಇಗೋ, ನೀನು ಹೀಗೆ ಮಾತಾಡಿದರೇನು? ದುಷ್ಕೃತ್ಯಗಳನ್ನು ನಡಿಸಿ ಕೃತಾರ್ಥಳಾಗಿದ್ದೀ."},{"number":6,"verse":"ಮತ್ತೆ ಅರಸನಾದ ಯೋಷೀಯನ ಕಾಲದಲ್ಲಿ ಯೆಹೋವನು ನನಗೆ ಹೀಗೆ ಹೇಳಿದನು - ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಾಯೇಲು ಮಾಡಿದ್ದನ್ನು ನೋಡಿದಿಯಾ? ಅವಳು ಎತ್ತರವಾದ ಎಲ್ಲಾ ಗುಡ್ಡಗಳನ್ನು ಹತ್ತಿ ಸೊಂಪಾಗಿ ಬೆಳೆದಿರುವ ಎಲ್ಲಾ ಮರಗಳ ಕೆಳಗೆ ಹೋಗಿ ಸೂಳೆಯಾಗಿ ನಡೆದಳಷ್ಟೆ."},{"number":7,"verse":"ಅವಳು ಇವುಗಳನ್ನೆಲ್ಲಾ ನಡಿಸಿದ ಮೇಲೆ ನನ್ನ ಬಳಿಗೆ ಪುನಃ ಬಂದಾಳು ಅಂದುಕೊಂಡೆನು. ಆದರೆ ಬರಲಿಲ್ಲ. ಆಗ ಯೆಹೂದವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿಯು ಇದನ್ನು ನೋಡಿದಳು."},{"number":8,"verse":"ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಾಯೇಲು ಹಾದರಮಾಡಿದ ಕಾರಣದಿಂದಲೇ ನಾನು ಅವಳನ್ನು ನಿರಾಕರಿಸಿ ತ್ಯಾಗಪತ್ರ ಕೊಟ್ಟದ್ದನ್ನು ಯೆಹೂದವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿಯು ನೋಡಿಯೂ ಅಂಜದೆ ತಾನೂ ಹೋಗಿ ಸೂಳೆತನವನ್ನು ನಡಿಸಿದಳು."},{"number":9,"verse":"ಕಲ್ಲು ಮರಗಳೊಡನೆ ಹಾದರಮಾಡಿ ಲಘುವೆಂದು ಭಾವಿಸಿಕೊಂಡ ತನ್ನ ಸೂಳೆತನದಿಂದ ದೇಶವನ್ನು ಅಪವಿತ್ರಪಡಿಸಿದಳು."},{"number":10,"verse":"ಇಸ್ರಾಯೇಲಿಗೆ ಇಷ್ಟು ದಂಡನೆ ಆದರೂ ಯೆಹೂದವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿಯು ನನ್ನ ಕಡೆಗೆ ಪೂರ್ಣಮನದಿಂದಲ್ಲ, ಕಪಟದಿಂದಲೇ ತಿರುಗಿಕೊಂಡಿದ್ದಾಳೆ ಎಂಬದು ಯೆಹೋವನಾದ ನನ್ನ ನುಡಿ."},{"number":11,"verse":"ಮತ್ತು ಯೆಹೋವನು ನನಗೆ ಹೀಗೆ ಹೇಳಿದನು - ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಾಯೇಲು ದ್ರೋಹಿಯಾದ ಯೆಹೂದಕ್ಕಿಂತಲೂ ಶಿಷ್ಟಳಾಗಿ ಕಂಡುಬಂದಿದ್ದಾಳೆ."},{"number":12,"verse":"ನೀನು ಹೋಗಿ ಉತ್ತರದಿಕ್ಕಿಗೆ ಈ ಮಾತುಗಳನ್ನು ಸಾರು - ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ, ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಾಯೇಲೇ, ಹಿಂದಿರುಗು; ನಾನು ಕೋಪ ಮುಖದಿಂದ ನಿನ್ನನ್ನು ನೋಡೆನು, ನಾನು ಕರುಣಾಶಾಲಿ, ನಿತ್ಯಕೋಪಿಯಲ್ಲ."},{"number":13,"verse":"ಇದೊಂದನ್ನು ಮಾಡು, ನೀನು ಕಂಡಕಡೆಯೆಲ್ಲ ತಿರುಗುತ್ತಾ ಸೊಂಪಾಗಿ ಬೆಳೆದಿರುವ ಪ್ರತಿಯೊಂದು ಮರದ ಕೆಳಗೆ ಅನ್ಯರನ್ನು ಸೇರಿ ನನ್ನ ಮಾತನ್ನು ಕೇಳದೆ ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನೆಂಬ ನನಗೆ ದ್ರೋಹಮಾಡಿದ್ದೀ ಎಂಬದಕ್ಕೆ ಒಪ್ಪಿಕೋ."},{"number":14,"verse":"ಇದೇ ಯೆಹೋವನ ನುಡಿ - ಭ್ರಷ್ಟರಾದ ಮಕ್ಕಳೇ, ತಿರುಗಿಕೊಳ್ಳಿರಿ, ನಾನು ನಿಮಗೆ ಪತಿ; ಒಂದು ಪಟ್ಟಣಕ್ಕೆ ಒಬ್ಬನಂತೆಯೂ ಗೋತ್ರಕ್ಕೆ ಇಬ್ಬರಂತೆಯೂ ಆರಿಸಿ ಚೀಯೋನಿಗೆ ಕರತರುವೆನು."},{"number":15,"verse":"ಇದಲ್ಲದೆ ನನ್ನ ಮನಸ್ಸು ಒಪ್ಪುವ ಪಾಲಕರನ್ನು ನಿಮಗೆ ದಯಪಾಲಿಸುವೆನು; ಅವರು ನಿಮ್ಮನ್ನು ಜ್ಞಾನವಿವೇಕಗಳಿಂದ ಪೋಷಿಸುವರು."},{"number":16,"verse":"ನೀವು ದೇಶದಲ್ಲಿ ಹೆಚ್ಚಿನ ವೃದ್ಧಿಗೆ ಬಂದಿರುವಾಗ ಇನ್ನು ಯೆಹೋವನ ನಿಬಂಧನಮಂಜೂಷದ ಪ್ರಸ್ತಾಪವಿರದು, ಅದು ಜ್ಞಾಪಕಕ್ಕೆಬಾರದು, ಯಾರೂ ಸ್ಮರಿಸರು, ಅದು ಇಲ್ಲವಲ್ಲಾ ಎಂದು ದುಃಖಿಸರು, ಹೊಸದಾಗಿ ಕಲ್ಪಿಸಿಕೊಳ್ಳರು, ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":17,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಯೆರೂಸಲೇಮನ್ನು ಯೆಹೋವನ ಸಿಂಹಾಸನವೆಂದು ಕರೆಯುವರು; ಯೆಹೋವನ ನಾಮಮಹತ್ವದ ಸ್ಥಾನವಾದ ಯೆರೂಸಲೇಮಿಗೆ ಸಕಲ ಜನಾಂಗಗಳವರು ನೆರೆದುಬರುವರು; ಇನ್ನು ಮೇಲೆ ತಮ್ಮ ದುಷ್ಟಹೃದಯದ ಹಟದಂತೆ ನಡೆಯರು."},{"number":18,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಯೆಹೂದವಂಶವು ಇಸ್ರಾಯೇಲ್ ವಂಶದೊಡನೆ ಜೊತೆಯಾಗಿ ನಡೆಯುವದು, ಎರಡೂ ಕಲೆತು ನಾನು ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ಬಾಧ್ಯವಾಗಿ ದಯಪಾಲಿಸಿದ ದೇಶಕ್ಕೆ ಬಡಗಣ ಸೀಮೆಯೊಳಗಿಂದ ಬರುವವು."},{"number":19,"verse":"ನಾನು ಎಷ್ಟೋ ಸಂತೋಷದಿಂದ ಗಂಡು ಮಕ್ಕಳೊಳಗೆ ನಿನ್ನನ್ನೂ ಎಣಿಸಿ ನಿನಗೆ ಮನೋಹರವಾದ ದೇಶವನ್ನು ಅಂದರೆ ಸಮಸ್ತಜನಾಂಗಗಳ ಬಾಧ್ಯಗಳಲ್ಲಿ ರಮಣೀಯವಾದದ್ದನ್ನು ಕೊಡುವೆನು; ನೀನು ನನ್ನ ಅನುಸರಣೆಯನ್ನು ಬಿಟ್ಟು ಓರೆಯಾಗದೆ ನನ್ನನ್ನು ತಂದೆಯೆನ್ನುವಿ ಅಂದುಕೊಂಡೆನು."},{"number":20,"verse":"ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೇ, ಒಬ್ಬ ಹೆಂಗಸು ಪತಿದ್ರೋಹ ಮಾಡಿದಂತೆ ನೀವು ನನಗೆ ದ್ರೋಹವನ್ನು ಮಾಡಿಯೇ ಇದ್ದೀರಿ ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":21,"verse":"ಆಹಾ, ಬೋಳುಗುಡ್ಡಗಳಲ್ಲಿ ಒಂದು ಶಬ್ದ! ತಾವು ಡೊಂಕುದಾರಿಯನ್ನು ಹಿಡಿದು ತಮ್ಮ ದೇವರಾದ ಯೆಹೋವನನ್ನು ಮರೆತು ಬಿಟ್ಟಿದ್ದೇವೆಂದು ಇಸ್ರಾಯೇಲ್ಯರು ಕಣ್ಣೀರು ಸುರಿಸಿ ದೇವರ ಕೃಪೆಯನ್ನು ಬೇಡುತ್ತಿದ್ದಾರಲ್ಲಾ."},{"number":22,"verse":"ಭ್ರಷ್ಟರಾದ ಮಕ್ಕಳೇ, ಹಿಂದಿರುಗಿರಿ, ನಿಮ್ಮ ಭ್ರಷ್ಟತ್ವವನ್ನು ಪರಿಹರಿಸುವೆನು [ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ. ಅದಕ್ಕೆ ಜನರು] - ಇಗೋ, ನಿನ್ನ ಬಳಿಗೆ ಬಂದೆವು. ನೀನು ಯೆಹೋವನು, ನಮ್ಮ ದೇವರು."},{"number":23,"verse":"ನಿಶ್ಚಯವಾಗಿ ಗುಡ್ಡಗಳಿಂದಲೂ ಬೆಟ್ಟಗಳ ಜಾತ್ರೆಯ ಗದ್ದಲದಿಂದಲೂ ಮೋಸವಾಯಿತು; ನಿಜನಿಜವಾಗಿ ಇಸ್ರಾಯೇಲಿನ ರಕ್ಷಣೆಯು ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಲ್ಲಿ ನೆಲೆಗೊಂಡಿದೆ."},{"number":24,"verse":"ನಮ್ಮ ಪಿತೃಗಳು ದುಡಿದದ್ದನ್ನೂ ಅವರ ದನಕುರಿಗಳನ್ನೂ ಅವರ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನೂ ಬಾಳ್ ದೇವತೆಯು ನಮ್ಮ ಬಾಲ್ಯಾರಭ್ಯ ನುಂಗುತ್ತಾ ಬಂದಿದೆ."},{"number":25,"verse":"ನಾವು ತಂದುಕೊಂಡ ಅವಮಾನದಲ್ಲಿ ಬಿದ್ದಿರೋಣ, ನಮ್ಮ ನಾಚಿಕೆಯು ನಮ್ಮನ್ನು ಮುಚ್ಚಿಬಿಡಲಿ; ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ನಾವೂ ನಮ್ಮ ಪಿತೃಗಳೂ ನಮ್ಮ ಚಿಕ್ಕತನದಿಂದ ಈಗಿನವರೆಗೆ ಪಾಪಮಾಡುತ್ತಾ ಬಂದಿದ್ದೇವಷ್ಟೆ; ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಮಾತನ್ನು ನಾವು ಕೇಳಲೇ ಇಲ್ಲ ಎಂದು ಮೊರೆಯಿಡುತ್ತಾರೆ."}]}