{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಪ್ರವಾದಿಯಾದ ಯೆರೆಮೀಯನಿಂದ ಕಸ್ದೀಯರ ದೇಶವಾದ ಬಾಬೆಲಿನ ವಿಷಯವಾಗಿ ನುಡಿಸಿದ ವಾಕ್ಯ."},{"number":2,"verse":"ಜನಾಂಗಗಳಲ್ಲಿ ಪ್ರಚುರಪಡಿಸಿರಿ, ಧ್ವಜವೆತ್ತಿ ಪ್ರಕಟಿಸಿರಿ, ಮರೆಮಾಜದೆ ಹೀಗೆ ಸಾರಿರಿ - ಬಾಬೆಲ್ ಶತ್ರುವಾಯಿತು, ಬೇಲ್ ದೇವತೆಯು ನಾಚಿಕೆಗೊಂಡಿದೆ, ಮೆರೋದಾಕ್ ದೇವತೆಯು ಬೆಚ್ಚಿಬಿದ್ದಿದೆ, ಅದರ ಮೂರ್ತಿಗಳು ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗಿವೆ, ಅದರ ಬೊಂಬೆಗಳು ಚೂರುಚೂರಾಗಿವೆ."},{"number":3,"verse":"ಒಂದು ಜನಾಂಗವು ಬಡಗಲಿಂದ ಬಾಬೆಲಿನ ಮೇಲೆ ಬರುತ್ತಿದೆ, ಅದು ಬಾಬೆಲ್ ದೇಶವನ್ನು ಹಾಳುಮಾಡುವದು, ಅಲ್ಲಿ ಯಾರೂ ವಾಸಿಸರು, ಪಶುಗಳೂ ಜನರೂ ಓಡಿಹೋಗಿದ್ದಾರೆ, ತೊಲಗಿಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":4,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆ ದಿನಗಳಲ್ಲಿ, ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರೂ ಯೆಹೂದ್ಯರೂ ಒಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ದಾರಿಯುದ್ದಕ್ಕೂ ಅಳುತ್ತಾ ಬಂದು ತಮ್ಮ ದೇವರಾದ ಯೆಹೋವನನ್ನು ಮರೆಹೊಗುವರು."},{"number":5,"verse":"ಚೀಯೋನಿಗೆ ಅಭಿಮುಖರಾಗಿ ಮಾರ್ಗವನ್ನು ವಿಚಾರಿಸಿ - ಬನ್ನಿರಿ, ಯೆಹೋವನನ್ನು ಆಶ್ರಯಿಸಿ ಎಂದಿಗೂ ಮರೆಯದ ಶಾಶ್ವತವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ಆತನೊಂದಿಗೆ ಮಾಡಿಕೊಳ್ಳೋಣ ಎಂದು ಹೇಳುವರು."},{"number":6,"verse":"ನನ್ನ ಜನರು ತಪ್ಪಿಸಿಕೊಂಡ ಕುರಿಗಳು; ಪಾಲಕರು ಅವರನ್ನು ದಾರಿತಪ್ಪಿಸಿ ಪರ್ವತಗಳಲ್ಲಿ ಅಲೆದಾಡಿಸಿದ್ದಾರೆ; ನನ್ನ ಜನರು ತಮ್ಮ ಹಕ್ಕೆಯನ್ನು ಮರೆತು ಬೆಟ್ಟಗುಡ್ಡಗಳಲ್ಲಿ ತಿರುಗಾಡುತ್ತಲಿದ್ದಾರೆ."},{"number":7,"verse":"ಕಂಡಕಂಡವರೆಲ್ಲರೂ ಅವರನ್ನು ನುಂಗಿಬಿಟ್ಟಿದ್ದಾರೆ; ಅವರ ವಿರೋಧಿಗಳು - ನಾವು ಅವರನ್ನು ನುಂಗಿದ್ದು ದೋಷವಲ್ಲ, ಅವರು ನ್ಯಾಯನಿವಾಸವೆನಿಸಿಕೊಂಡ ಯೆಹೋವನಿಗೆ, ಹೌದು, ತಮ್ಮ ಪಿತೃಗಳ ನಿರೀಕ್ಷೆಯಾದ ಯೆಹೋವನಿಗೆ ಪಾಪಮಾಡಿದರಲ್ಲಾ ಅಂದುಕೊಂಡರು."},{"number":8,"verse":"ಬಾಬೆಲ್ ದೇಶದೊಳಗಿಂದ ಓಡಿಹೋಗಿರಿ. ಕಸ್ದೀಯರ ಸೀಮೆಯಿಂದ ಹೊರಡಿರಿ; ಹಿಂಡುಗಳ ಮುಂದಣ ಹಿರಿಮಣಿ ಹೋತಗಳಂತಿರಿ."},{"number":9,"verse":"ಇಗೋ, ನಾನು ಮಹಾ ಜನಾಂಗಗಳ ಸಮೂಹವನ್ನು ಎಬ್ಬಿಸಿ ಬಡಗಲಿಂದ ಬಾಬೆಲಿನ ಮೇಲೆ ಬೀಳಮಾಡುವೆನು; ಅವು ಬಾಬೆಲಿಗೆ ವಿರುದ್ಧವಾಗಿ ವ್ಯೂಹ ಕಟ್ಟಿ ಅದನ್ನು ಸ್ಥಳದೊಳಗಿಂದ ಕಿತ್ತುಬಿಡುವವು; ಅವುಗಳ ಬಾಣಗಳು ಸುಮ್ಮನೆ ಹಿಂದಿರುಗದ ಯುದ್ಧಪ್ರವೀಣ ಶೂರನಂತಿರುವವು."},{"number":10,"verse":"ಕಸ್ದೀಯ ರಾಜ್ಯವು ಸೂರೆಯಾಗುವದು; ಸೂರೆಗಾರರೆಲ್ಲರೂ ತೃಪ್ತಿಗೊಳ್ಳುವರು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":11,"verse":"ನನ್ನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯುವವರೇ, ನೀವು ಹರ್ಷಿಸಿ ಉಲ್ಲಾಸಿಸುವವರೂ ಕಣತುಳಿಯುವ ಕಡಸಿನ ಹಾಗೆ ಕುಣಿದಾಡುವವರೂ ಕೊಬ್ಬಿದ ಕುದುರೆಗಳಂತೆ ಹೇಕರಿಸುವವರೂ ಆಗಿರುವದರಿಂದ"},{"number":12,"verse":"ನಿಮ್ಮ ಮಾತೃಭೂಮಿಯು ಮಾನಭಂಗಕ್ಕೆ ಈಡಾಗುವದು, ನಿಮ್ಮನ್ನು ಹೆತ್ತ ರಾಜ್ಯವು ನಾಚಿಕೊಳ್ಳುವದು; ಆಹಾ, ಅದು ಕಾಡು, ಕಗ್ಗಾಡು, ಬೆಗ್ಗಾಡು, ಜನಾಂಗಗಳಲ್ಲಿ ಕನಿಷ್ಠವೂ ಆಗುವದು."},{"number":13,"verse":"ಯೆಹೋವನ ರೋಷದ ದೆಸೆಯಿಂದ ಅದು ನಿರ್ಜನವಾಗಿ ತೀರಾ ಹಾಳುಬೀಳುವದು; ಬಾಬೆಲನ್ನು ಹಾದುಹೋಗುವವರೆಲ್ಲರೂ ಅದಕ್ಕೆ ಸಂಭವಿಸಿದ ವಿಪತ್ತುಗಳನ್ನು ಕಂಡು ಬೆರಗಾಗಿ ಸಿಳ್ಳುಹಾಕುವರು."},{"number":14,"verse":"ಬಿಲ್ಲುಗಾರರೇ, ನೀವೆಲ್ಲರೂ ವ್ಯೂಹಕಟ್ಟಿ ಬಾಬೆಲಿಗೆ ಮುತ್ತಿಗೆ ಹಾಕಿರಿ, ಬಾಣಗಳನ್ನು ಮಿಗಿಸದೆ ಎಸೆಯಿರಿ; ಅದು ಯೆಹೋವನಿಗೆ ಪಾಪಮಾಡಿತಲ್ಲಾ."},{"number":15,"verse":"ಅದರ ಸುತ್ತಲು ಜಯಘೋಷಮಾಡಿರಿ, ಅಧೀನವಾಯಿತು, ಅದರ ಕೊತ್ತಲಗಳು ಬಿದ್ದವು, ಅದರ ಪೌಳಿಗೋಡೆಯು ಕೆಡವಲ್ಪಟ್ಟಿತು; ಯೆಹೋವನು ಅದಕ್ಕೆ ಮುಯ್ಯಿತೀರಿಸಿದ್ದಾನೆ; ಮುಯ್ಯಿತೀರಿಸಿರಿ; ಅದು ಮಾಡಿದಂತೆಯೇ ಅದಕ್ಕೆ ಮಾಡಿರಿ."},{"number":16,"verse":"ಬೀಜಬಿತ್ತುವವನನ್ನೂ ಸುಗ್ಗಿಯಲ್ಲಿ ಕುಡುಗೋಲು ಹಿಡಿಯುವವನನ್ನೂ ಬಾಬೆಲಿನಿಂದ ನಿರ್ಮೂಲಮಾಡಿರಿ; ಪ್ರತಿಯೊಬ್ಬ ವಿದೇಶೀಯನು ಹಿಂಸೆಯ ಖಡ್ಗದ ದೆಸೆಯಿಂದ ಸ್ವಜನದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಸ್ವದೇಶಕ್ಕೆ ಓಡಿಹೋಗುವನು."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲು ಚದರಿಹೋದ ಹಿಂಡು; ಸಿಂಹಗಳು ಅದನ್ನು ಓಡಿಸಿಬಿಟ್ಟಿವೆ; ಮೊಟ್ಟಮೊದಲು ಅಶ್ಶೂರದ ಅರಸನು ಅದನ್ನು ತಿಂದನು, ಕಟ್ಟಕಡೆಗೆ ಈಗ ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಅದರ ಎಲುಬುಗಳನ್ನು ಕಡಿದುಬಿಟ್ಟನು."},{"number":18,"verse":"ಹೀಗಿರಲು ಇಸ್ರಾಯೇಲಿನ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನು ಅಶ್ಶೂರದ ಅರಸನನ್ನು ದಂಡಿಸಿದಂತೆ ಬಾಬೆಲಿನ ಅರಸನನ್ನೂ ಅವನ ದೇಶವನ್ನೂ ದಂಡಿಸುವೆನು."},{"number":19,"verse":"ಇಸ್ರಾಯೇಲನ್ನು ಪುನಃ ಅದರ ಹುಲ್ಗಾವಲಿಗೆ ಸೇರಿಸುವೆನು; ಅದು ಕರ್ಮೆಲಿನಲ್ಲಿಯೂ ಬಾಷಾನಿನಲ್ಲಿಯೂ ಮೇಯುವದು; ಎಫ್ರಾಯೀಮಿನ ಮತ್ತು ಗಿಲ್ಯಾದಿನ ಬೆಟ್ಟಗಳಲ್ಲಿ ತೃಪ್ತಿಗೊಳ್ಳುವದು."},{"number":20,"verse":"ಆ ದಿನಗಳಲ್ಲಿ, ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲಿನ ಅಧರ್ಮವನ್ನು ಎಲ್ಲಿ ಹುಡುಕಿದರೂ ಇರುವದೇ ಇಲ್ಲ; ಯೆಹೂದದ ಪಾಪವನ್ನು ಎಲ್ಲಿ ತಡಕಿದರೂ ಸಿಕ್ಕುವದೇ ಇಲ್ಲ; ನಾನು ಉಳಿಸುವ ಜನಶೇಷವನ್ನು ಕ್ಷಮಿಸುವೆನಲ್ಲವೆ. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":21,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಮೆರಾಥಯಿಮ್ ದೇಶಕ್ಕೂ ಪೆಕೋದಿನ ನಿವಾಸಿಗಳಿಗೂ ವಿರುದ್ಧವಾಗಿ ದಂಡೆತ್ತಿ ಹೋಗಿ ಅವರನ್ನು ಸಂಹರಿಸಿ ಅನಂತರ ದೇಶವನ್ನು ತೀರಾ ಹಾಳುಮಾಡಿ ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸು."},{"number":22,"verse":"ಯುದ್ಧದ ಆರ್ಭಟವೂ ಮಹಾನಾಶನದ ಶಬ್ದವೂ ದೇಶದೊಳಗೆ ಕೇಳಿಸುತ್ತವೆ."},{"number":23,"verse":"ಆಹಾ, ಲೋಕವನ್ನೆಲ್ಲಾ ಹೊಡೆದ ಚಮಟಿಗೆಯು ಮುರಿದು ತುಂಡುತುಂಡಾಯಿತು! ಬಾಬೆಲ್‍ರಾಜ್ಯವು ಜನಾಂಗಗಳ ನಡುವೆ ಹಾಳಾಯಿತಲ್ಲಾ!"},{"number":24,"verse":"ಬಾಬೆಲೇ, ನಾನು ನಿನಗೆ ಉರುಲೊಡ್ಡಿದೆನು; ನೀನು ತಿಳಿಯದೆ ಸಿಕ್ಕಿಕೊಂಡಿ; ನೀನು ಯೆಹೋವನೊಂದಿಗೆ ಹೋರಾಡಿದ್ದರಿಂದ ಬೋನಿಗೆ ಬಿದ್ದು ವಶವಾದಿ."},{"number":25,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬ ಕರ್ತನು ಕಸ್ದೀಯರ ದೇಶದಲ್ಲಿ ನಿರ್ವಹಿಸಬೇಕಾದ ಕಾರ್ಯವೊಂದುಂಟು; ಅದಕ್ಕಾಗಿ ಯೆಹೋವನು ತನ್ನ ಆಯುಧ ಶಾಲೆಯನ್ನು ತೆರೆದು ತನ್ನ ರೋಷದ ಅಸ್ತ್ರಶಸ್ತ್ರಗಳನ್ನು ಹೊರಗೆ ತೆಗೆದಿದ್ದಾನೆ."},{"number":26,"verse":"ಲೋಕದ ಕಟ್ಟಕಡೆಯಿಂದ ಬಾಬೆಲಿಗೆ ಬನ್ನಿರಿ, ಅದರ ಕಣಜಗಳನ್ನು ತೆರೆಯಿರಿ; ಪಟ್ಟಣವನ್ನು ಹಾಳುದಿಬ್ಬಗಳಾಗಿ ಮಾಡಿ ಪೂರ್ಣವಾಗಿ ನಾಶಪಡಿಸಿರಿ; ಏನೂ ಉಳಿಯದಿರಲಿ."},{"number":27,"verse":"ಅದರ ಹೋರಿಗಳನ್ನೆಲ್ಲಾ ಕೊಲ್ಲಿರಿ, ಅವು ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಹೋಗಲಿ; ಅವುಗಳ ಗತಿಯನ್ನು ಏನೆಂದು ಹೇಳಲಿ! ಅವುಗಳಿಗೆ ವಿಪತ್ಕಾಲವು ಒದಗಿದೆ, ದಂಡನೆಯ ದಿನವು ಸಂಭವಿಸಿದೆ."},{"number":28,"verse":"ಓಹೋ, ಬಾಬೆಲಿನಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಓಡಿಹೋಗುವವರ ಶಬ್ದ! ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ತನ್ನ ಆಲಯವನ್ನು ನಾಶಮಾಡಿದವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸಿದ್ದಾನೆ ಎಂಬ ಸಮಾಚಾರವನ್ನು ಚೀಯೋನಿನಲ್ಲಿ ಪ್ರಕಟಿಸುವದಕ್ಕೆ ಹೋಗುತ್ತಾರಲ್ಲಾ."},{"number":29,"verse":"ಬಿಲ್ಲನ್ನು ಬೊಗ್ಗಿಸಿ ಬಾಣಬಿಡುವವರನ್ನೆಲ್ಲಾ ಬಾಬೆಲಿಗೆ ಕರೆಯಿರಿ; ಅದರ ಸುತ್ತಲು ದಂಡಿಳಿಸಿರಿ; ಅದರ ನಿವಾಸಿಗಳಲ್ಲಿ ಯಾರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳದ ಹಾಗಿರಲಿ; ಅದರ ಕೃತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ಮುಯ್ಯಿತೀರಿಸಿರಿ; ಅದು ಮಾಡಿದಂತೆಯೇ ಅದಕ್ಕೆ ಮಾಡಿರಿ; ಅದು ಸೊಕ್ಕೇರಿ ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಯಾದ ಯೆಹೋವನನ್ನು ಅಸಡ್ಡೆಮಾಡಿತಲ್ಲಾ."},{"number":30,"verse":"ಆದಕಾರಣ ಆ ದಿನದಲ್ಲಿ ಅಲ್ಲಿನ ಯೌವನಸ್ಥರು ಚೌಕಗಳಲ್ಲಿ ಬಿದ್ದುಬಿಡುವರು, ಯುದ್ಧವೀರರೆಲ್ಲಾ ಸುಮ್ಮನಾಗುವರು; ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":31,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬ ಕರ್ತನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಸೊಕ್ಕಿನ ರಾಜ್ಯವೇ! ನಾನು ನಿನಗೆ ವಿರುದ್ಧನು; ನಿನಗೆ ಹೊತ್ತು ಬಂದಿದೆ, ನಿನ್ನನ್ನು ದಂಡಿಸತಕ್ಕ ಕಾಲ ಸಂಭವಿಸಿದೆ."},{"number":32,"verse":"ಸೊಕ್ಕಿನ ರಾಜ್ಯವು ಎಡವಿಬೀಳುವದು, ಅದನ್ನು ಯಾರೂ ಎತ್ತರು; ಅದರ ಪಟ್ಟಣಗಳಿಗೆ ಬೆಂಕಿಹೊತ್ತಿಸುವೆನು, ಅದು ಸುತ್ತುಮುತ್ತಣದನ್ನೆಲ್ಲಾ ನುಂಗಿಬಿಡುವದು."},{"number":33,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೂದ್ಯರು ಉಭಯರು ಹಿಂಸೆಗೆ ಗುರಿಯಾಗಿದ್ದಾರೆ; ಅವರನ್ನು ಸೆರೆ ಒಯ್ದವರೆಲ್ಲರೂ ಅವರನ್ನು ಬಿಡಿಸಲೊಲ್ಲದೆ ಬಿಗಿಹಿಡಿದಿದ್ದಾರೆ."},{"number":34,"verse":"ಅವರ ರಕ್ಷಕನು ಬಲಿಷ್ಠ. ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬದೇ ಆತನ ನಾಮಧೇಯ; ಆತನು ಅವರ ವ್ಯಾಜ್ಯವನ್ನು ಜಯಿಸಿ ಲೋಕವನ್ನು ವಿಶ್ರಾಂತಿಗೊಳಿಸಿ ಬಾಬೆಲಿನವರನ್ನು ಕಳವಳಪಡಿಸುವನು."},{"number":35,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಖಡ್ಗವು ಕಸ್ದೀಯರ ಮೇಲೆ ಬೀಳಲಿ! ಬಾಬೆಲಿನ ಸಾಮಾನ್ಯಜನರು, ಪ್ರಧಾನರು, ಪಂಡಿತರು, ಇವರನ್ನೆಲ್ಲಾ ಹತಿಸಲಿ!"},{"number":36,"verse":"ಖಡ್ಗವು ಕೊಚ್ಚಿಕೊಳ್ಳುವವರನ್ನು ಇರಿಯಲಿ! ಅವರ ಬುದ್ಧಿಹೀನತೆಯು ಬೈಲಿಗೆ ಬರುವದು. ಖಡ್ಗವು ಬಾಬೆಲಿನ ಶೂರರನ್ನು ಸಂಹರಿಸಲಿ!"},{"number":37,"verse":"ಅವರು ಬೆಬ್ಬರಬೀಳುವರು. ಖಡ್ಗವು ಅವರ ಅಶ್ವಗಳನ್ನೂ ರಥಗಳನ್ನೂ ಬಾಬೆಲಿನಲ್ಲಿರುವ ಬಗೆಬಗೆಯ ವಿದೇಶೀಯರನ್ನೆಲ್ಲ ಹೊಡೆಯಲಿ! ಅವರು ಹೆಂಗಸರಂತೆ ಬೆದರುವರು, ಖಡ್ಗವು ಅವರ ಸಂಪತ್ತನ್ನು ನುಂಗಲಿ! ಅವರು ಸೂರೆಗೆ ಈಡಾಗುವರು."},{"number":38,"verse":"ಬೇಗೆಯು ಅವರ ನೀರನ್ನೆಲ್ಲಾ ಹೀರಲಿ! ಅದು ಬತ್ತಿಹೋಗುವದು. ಅದು ಬೊಂಬೆಗಳಿಂದ ತುಂಬಿದ ದೇಶ, ಅದರ ಜನರು ಅಕಟವಿಕಟ ವಿಗ್ರಹಗಳ ಪೂಜೆಯಿಂದ ಮದವೇರಿಸಿಕೊಳ್ಳುತ್ತಾರಷ್ಟೆ;"},{"number":39,"verse":"ಆದಕಾರಣ ತೋಳ ಮುಂತಾದ ಕಾಡುಮೃಗಗಳು ಅಲ್ಲಿ ಹಕ್ಕೆಮಾಡಿಕೊಳ್ಳುವವು, ಉಷ್ಟ್ರಪಕ್ಷಿಗಳು ತಂಗುವವು; ಅದು ಎಂದಿಗೂ ನಿವಾಸಸ್ಥಳವಾಗದು, ತಲತಕಾಂತರಕ್ಕೂ ಅಲ್ಲಿ ಜನರು ಒಕ್ಕಲಿರರು."},{"number":40,"verse":"ದೇವರು ಕೆಡವಿದ ಸೊದೋಮ್ ಗೊಮೋರ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಸುತ್ತಣ ಊರುಗಳಲ್ಲಿಯೂ ಹೇಗೋ ಹಾಗೆಯೇ ಬಾಬೆಲಿನಲ್ಲಿಯೂ ಯಾರೂ ವಾಸಿಸರು, ಯಾವ ನರಪ್ರಾಣಿಯೂ ಇಳಕೊಳ್ಳನು."},{"number":41,"verse":"ಆಹಾ, ಬಡಗಲಿಂದ ಒಂದು ಜನಾಂಗವು ಬರುತ್ತದೆ, ಮಹಾ ಜನವೂ ಬಹುಮಂದಿ ಅರಸರೂ ಎಬ್ಬಿಸಲ್ಪಟ್ಟು ಲೋಕದ ಕಟ್ಟಕಡೆಯಿಂದ ಬರುತ್ತಾರೆ."},{"number":42,"verse":"ಬಿಲ್ಲನ್ನೂ ಈಟಿಯನ್ನೂ ಹಿಡಿದುಕೊಂಡಿದ್ದಾರೆ, ಅವರು ಕ್ರೂರರು, ನಿಷ್ಕರುಣಿಗಳು; ಅವರ ಧ್ವನಿಯು ಸಮುದ್ರದಂತೆ ಮೊರೆಯುತ್ತದೆ, ಕುದುರೆ ಹತ್ತಿದ್ದಾರೆ; ಬಾಬೆಲ್ ನಗರಿಯೇ, ಆ ಸೈನ್ಯವು ಶೂರನಂತೆ ನಿನ್ನ ಮೇಲೆ ಯುದ್ಧಸನ್ನದ್ಧವಾಗಿದೆ ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":43,"verse":"ಬಾಬೆಲಿನ ಅರಸನು ಅದರ ಸುದ್ದಿಯನ್ನು ಕೇಳಿದನು, ಅವನ ಕೈಗಳು ಜೋಲುಬಿದ್ದವು, ಪ್ರಸವವೇದನೆಯಂತಿರುವ ಯಾತನೆಯು ಅವನನ್ನು ಹಿಡಿದಿದೆ."},{"number":44,"verse":"ಆಹಾ, ಒಬ್ಬನು ಸಿಂಹದೋಪಾದಿಯಲ್ಲಿ ಯೋರ್ದನಿನ ದಟ್ಟಡವಿಯಿಂದ [ಕಸ್ದೀಯರಿಗೆ] ನಿತ್ಯನೆಲೆಯಾದ ಗೋಮಾಳಕ್ಕೆ ಏರಿ ಬರುವನು; ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ನಾನು ಅವರನ್ನು ಅಲ್ಲಿಂದ ಓಡಿಸಿಬಿಡುವೆನು; ನಾನು ಆರಿಸಿಕೊಂಡವನನ್ನೇ ಅದನ್ನು ಕಾಯುವದಕ್ಕೆ ನೇಮಿಸುವೆನು; ನನ್ನ ಸಮಾನನು ಯಾವನು? ನನ್ನನ್ನು ನ್ಯಾಯವಿಚಾರಣೆಗೆ ಯಾವನು ಕರೆದಾನು? ಮಂದೆಯನ್ನು ಕಾಯುವ ಯಾವನು ನನ್ನೆದುರಿಗೆ ನಿಲ್ಲಬಲ್ಲನು?"},{"number":45,"verse":"ಹೀಗಿರಲು ಯೆಹೋವನು ಬಾಬೆಲಿನ ವಿಷಯವಾಗಿ ಮಾಡಿಕೊಂಡಿರುವ ಆಲೋಚನೆಯನ್ನೂ ಆತನು ಕಸ್ದೀಯರ ದೇಶವನ್ನು ಕುರಿತು ಸಂಕಲ್ಪಿಸಿರುವ ಉದ್ದೇಶವನ್ನೂ ಆಲಿಸಿರಿ; [ಮೃಗಗಳು] ಹಿಂಡಿನ ಮರಿಗಳನ್ನು ಖಂಡಿತವಾಗಿ ಎಳೆದುಕೊಂಡು ಹೋಗುವವು; ನಿಶ್ಚಯವಾಗಿ ಅವುಗಳ ಹುಲ್ಗಾವಲು ಅವುಗಳ ನಾಶನಕ್ಕೆ ಬೆದರುವದು."},{"number":46,"verse":"ಬಾಬೆಲು ಶತ್ರುವಶವಾಯಿತೆಂಬ ಕೋಲಾಹಲಕ್ಕೆ ಭೂಮಿಯು ಕಂಪಿಸುತ್ತದೆ, ಅದರ ಮೊರೆಯು ಜನಾಂಗಗಳಲ್ಲಿ ಕೇಳಿಸುತ್ತದೆ."}]}