{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನು ಬಾಬೆಲಿನ ಮೇಲೂ ಲೇಬ್‍ಕಾಮೈ ದೇಶದವರ ಮೇಲೂ ನಾಶನದ ಗಾಳಿಯನ್ನು ಬೀಸಮಾಡುವೆನು."},{"number":2,"verse":"ಅನ್ಯಜನರನ್ನು ಬಾಬೆಲಿಗೆ ಕಳುಹಿಸುವೆನು, ಅವರು ಅದನ್ನು ತೂರುವರು, ಆ ದೇಶವನ್ನು ಬಟ್ಟಬರಿದು ಮಾಡುವರು; ನಿಯಮಿತ ವಿಪತ್ಕಾಲದಲ್ಲಿ ಅದನ್ನು ಮುತ್ತುವರಷ್ಟೆ."},{"number":3,"verse":"ಧನುರ್ಧಾರಿಗಳಿಗೂ ಕವಚ ಸನ್ನದ್ಧರಿಗೂ ಬಿಲ್ಲುಗಾರರು ಬಾಣವನ್ನೆಸೆಯಲಿ. ಬಾಬೆಲಿನ ಯುವಕರನ್ನು ಉಳಿಸದಿರಿ; ಅವರ ಸೈನ್ಯವನ್ನೆಲ್ಲಾ ನಿಶ್ಶೇಷಮಾಡಿರಿ."},{"number":4,"verse":"ಕಸ್ದೀಯರು ತಮ್ಮ ದೇಶದಲ್ಲಿ ಹತರಾಗಿ ಬೀಳುವರು, ಬಾಬೆಲಿನ ಬೀದಿಗಳಲ್ಲಿ ಇರಿಯಲ್ಪಟ್ಟು ಮಣ್ಣುಪಾಲಾಗುವರು."},{"number":5,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಗೆ ಆತನ ಜನರು ಮಾಡಿದ ಅಪರಾಧವು ತಮ್ಮ ದೇಶದಲ್ಲಿ ತುಂಬಿದ್ದರೂ ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬ ದೇವರು ಇಸ್ರಾಯೇಲನ್ನಾಗಲಿ ಯೆಹೂದವನ್ನಾಗಲಿ ತ್ಯಜಿಸಲಿಲ್ಲ."},{"number":6,"verse":"ನೀವು ಬಾಬೆಲಿನೊಳಗಿಂದ ಓಡಿಹೋಗಿ ನಿಮ್ಮ ನಿಮ್ಮ ಪ್ರಾಣಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿರಿ; ಅದಕ್ಕೆ ಉಂಟಾಗುವ ದಂಡನೆಗೆ ಒಳಗಾಗಬೇಡಿರಿ; ಯೆಹೋವನು ಮುಯ್ಯಿತೀರಿಸುವ ಕಾಲ ಬಂದಿದೆ; ಆತನು ಬಾಬೆಲಿಗೆ ಪ್ರತೀಕಾರಮಾಡುವನು."},{"number":7,"verse":"ಬಾಬೆಲು ಯೆಹೋವನ ಕೈಯಲ್ಲಿನ ಹೊನ್ನಿನ ಪಾತ್ರೆ; ಲೋಕದವರೆಲ್ಲರೂ ಅದರಲ್ಲಿ ಕುಡಿದು ಮತ್ತರಾದರು; ಜನಾಂಗಗಳು ಅದರಲ್ಲಿನ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದು ಹುಚ್ಚಾದವು."},{"number":8,"verse":"ಬಾಬೆಲ್ ತಟ್ಟನೆ ಬಿದ್ದು ಹಾಳಾಯಿತು! ಅದಕ್ಕಾಗಿ ಅರಿಚಿರಿ; ಅದರ ನೋವನ್ನು ನೀಗಿಸುವದಕ್ಕೆ ಔಷಧವನ್ನು ಸಂಪಾದಿಸಿರಿ, ಗುಣವಾದೀತು."},{"number":9,"verse":"ಬಾಬೆಲನ್ನು ಸ್ವಸ್ಥಮಾಡುವದಕ್ಕೆ ನಾವು ಪ್ರಯತ್ನಪಟ್ಟರೂ ಅದು ಸ್ವಸ್ಥವಾಗಲಿಲ್ಲ; ಬಾಬೆಲನ್ನು ಬಿಟ್ಟು ನಾವೆಲ್ಲರೂ ನಮ್ಮ ನಮ್ಮ ದೇಶಗಳಿಗೆ ಹೋಗೋಣ; ಅದು ಹೊಂದಬೇಕಾದ ದಂಡನೆಯು ಆಕಾಶವನ್ನು ಮುಟ್ಟುವಷ್ಟು ದೊಡ್ಡದಾಗಿದೆ, ಹೌದು, ಗಗನದವರೆಗೂ ಬೆಳೆದಿದೆ."},{"number":10,"verse":"ಯೆಹೋವನು ನಮ್ಮ ನ್ಯಾಯವನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದ್ದಾನೆ; ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಡಿಸಿದ ಕಾರ್ಯವನ್ನು ಚೀಯೋನಿನಲ್ಲಿ ಪ್ರಕಟಿಸೋಣ ಬನ್ನಿರಿ!"},{"number":11,"verse":"ಯೆಹೋವನು ಬಾಬೆಲನ್ನು ಹಾಳುಮಾಡಬೇಕೆಂದು ಉದ್ದೇಶಿಸಿ ಮೇದ್ಯರ ಅರಸರು ಅದನ್ನು ನಾಶಮಾಡುವಂತೆ ಅವರ ಮನಸ್ಸನ್ನು ಪ್ರೇರಿಸಿದ್ದಾನೆ; ಆ ನಾಶನವು ಯೆಹೋವನು ತನ್ನ ಆಲಯವನ್ನು ಕೆಡವಿದವರಿಗೆ ಮಾಡಬೇಕೆಂದಿದ್ದ ಪ್ರತೀಕಾರವೇ; [ಮೇದ್ಯರೇ,] ಬಾಣಗಳನ್ನು ಮಸೆಯಿರಿ, ಸನ್ನದ್ಧರಾಗಿರಿ!"},{"number":12,"verse":"ಬಾಬೆಲ್ ಕೋಟೆಗೆ ಎದುರಾಗಿ ಧ್ವಜವೆತ್ತಿರಿ, ಠಾಣ್ಯವನ್ನು ಬಲಪಡಿಸಿರಿ, ಕಾವಲುಗಾರರನ್ನು ನಿಲ್ಲಿಸಿರಿ, ಹೊಂಚುಗಾರರನ್ನು ಗೊತ್ತುಮಾಡಿರಿ; ಯೆಹೋವನು ಬಾಬೆಲಿನವರ ವಿಷಯದಲ್ಲಿ ನುಡಿದದ್ದನ್ನು ಚಿತ್ತಕ್ಕೆ ತಂದು ನೆರವೇರಿಸಿದ್ದಾನೆ."},{"number":13,"verse":"ಆಹಾ, ಬಹುಜಲಮಧ್ಯನಿವಾಸಿನಿಯಾದ ನಗರಿಯೇ, ಧನಭರಿತ ಪುರಿಯೇ, ನಿನ್ನ ಅಂತ್ಯವು ಬಂದಿದೆ, ನೀನು ಸೂರೆಮಾಡಿದ್ದು ಸಾಕು."},{"number":14,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ತನ್ನ ಮೇಲೆ ಆಣೆಯಿಟ್ಟು - ಖಂಡಿತವಾಗಿ ನಾನು ನಿನ್ನನ್ನು ಮಿಡಿತೆಗಳಷ್ಟು ಅಸಂಖ್ಯಜನರಿಂದ ತುಂಬಿಸುವೆನು, ಅವರು ನಿನ್ನ ಮೇಲೆ ಆರ್ಭಟಿಸುವರು."},{"number":15,"verse":"ಆತನು ತನ್ನ ಶಕ್ತಿಯಿಂದ ಭೂಮಿಯನ್ನು ನಿರ್ಮಿಸಿ ತನ್ನ ಜ್ಞಾನದಿಂದ ಲೋಕವನ್ನು ಸ್ಥಾಪಿಸಿ ತನ್ನ ವಿವೇಕದಿಂದ ಆಕಾಶಮಂಡಲವನ್ನು ಹರಡಿದ್ದಾನೆ;"},{"number":16,"verse":"ಆತನ ಗರ್ಜನೆಗೆ ಆಕಾಶದಲ್ಲಿ ನೀರು ಮೊರೋ ಎನ್ನುತ್ತದೆ; ಆತನು ಭೂಮಿಯ ಕಟ್ಟಕಡೆಯಿಂದ ಮೋಡಗಳನ್ನು ಏರಮಾಡುತ್ತಾನೆ; ಮಳೆಗೋಸ್ಕರ ಮಿಂಚನ್ನು ಹೊಳೆಯಮಾಡುತ್ತಾನೆ; ತನ್ನ ಭಂಡಾರದಿಂದ ಗಾಳಿಯನ್ನು ಬೀಸಮಾಡುತ್ತಾನೆ."},{"number":17,"verse":"ಎಲ್ಲರೂ ತಿಳುವಳಿಕೆಯಿಲ್ಲದೆ ಪಶುಪ್ರಾಯರಾಗಿದ್ದಾರೆ; ತಾನು ಕೆತ್ತಿದ ವಿಗ್ರಹದ ನಿಮಿತ್ತ ಪ್ರತಿಯೊಬ್ಬ ಅಕ್ಕಸಾಲಿಗನೂ ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗುವನು; ಅವನು ಎರಕಹೊಯ್ದ ಪುತ್ತಳಿಯು ಸುಳ್ಳು, ಅವುಗಳಲ್ಲಿ ಶ್ವಾಸವೇ ಇಲ್ಲ."},{"number":18,"verse":"ಅವು ವ್ಯರ್ಥ, ಹಾಸ್ಯಾಸ್ಪದವಾದ ಕೆಲಸ; ದಂಡನೆಯಾಗುವಾಗ ಅಳಿದುಹೋಗುವವು."},{"number":19,"verse":"ಯಾಕೋಬ್ಯರ ಸ್ವಾಸ್ತ್ಯವಾದಾತನು ಅವುಗಳ ಹಾಗಲ್ಲ; ಆತನು ಸಮಸ್ತವನ್ನೂ ನಿರ್ಮಿಸಿದವನು; ಇಸ್ರಾಯೇಲು ಆತನ ಸ್ವಾಸ್ತ್ಯವಾದ ವಂಶ; ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬದು ಆತನ ನಾಮಧೇಯ."},{"number":20,"verse":"[ಬಾಬೆಲೇ,] ನೀನು ನನಗೆ ಗದೆಯು, ಶಸ್ತ್ರವು, ನಾನು ನಿನ್ನಿಂದ ಜನಾಂಗಗಳನ್ನು ಒಡೆದುಬಿಡುತ್ತೇನೆ;"},{"number":21,"verse":"ನಿನ್ನಿಂದ ರಾಜ್ಯಗಳನ್ನು ಅಳಿಸುತ್ತೇನೆ; ನಿನ್ನಿಂದ ಕುದುರೆಯನ್ನೂ ಸವಾರನನ್ನೂ ಒಡೆದುಬಿಡುತ್ತೇನೆ; ನಿನ್ನಿಂದ ರಥವನ್ನೂ ಸಾರಥಿಯನ್ನೂ ಒಡೆದುಬಿಡುತ್ತೇನೆ; ನಿನ್ನಿಂದ ಸ್ತ್ರೀಪುರುಷರನ್ನು ಒಡೆದುಬಿಡುತ್ತೇನೆ;"},{"number":22,"verse":"ನಿನ್ನಿಂದ ಬಾಲವೃದ್ಧರನ್ನು ಒಡೆದುಬಿಡುತ್ತೇನೆ; ನಿನ್ನಿಂದ ಯುವತೀ ಯುವಕರನ್ನು ಒಡೆದುಬಿಡುತ್ತೇನೆ;"},{"number":23,"verse":"ನಿನ್ನಿಂದ ಕುರುಬರನ್ನೂ ಹಿಂಡನ್ನೂ ಒಡೆದುಬಿಡುತ್ತೇನೆ; ನಿನ್ನಿಂದ ರೈತನನ್ನೂ ನೊಗದ ಎತ್ತುಗಳನ್ನೂ ಒಡೆದುಬಿಡುತ್ತೇನೆ; ನಿನ್ನಿಂದ ದೇಶಾಧಿಪತಿಗಳನ್ನೂ ನಾಡೊಡೆಯರನ್ನೂ ಒಡೆದುಬಿಡುತ್ತೇನೆ;"},{"number":24,"verse":"ಆದರೆ ಬಾಬೆಲಿನವರೂ ಕಸ್ದೀಯರೂ ಚೀಯೋನಿನಲ್ಲಿ ಮಾಡಿದ ಎಲ್ಲಾ ಹಾನಿಗೆ ಪ್ರತಿಯಾಗಿ ನಾನು ಅವರೆಲ್ಲರಿಗೂ ಚೀಯೋನಿನವರ ಕಣ್ಣೆದುರಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":25,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಲೋಕವನ್ನೆಲ್ಲಾ ಹಾಳುಮಾಡುವ ನಾಶಕ ಪರ್ವತವೇ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧನಾಗಿದ್ದೇನೆ; ನಾನು ನಿನ್ನ ಮೇಲೆ ಕೈಮಾಡಿ ನಿನ್ನನ್ನು ಜರಿಯ ಮೇಲಿಂದ ಕೆಳಕ್ಕೆ ಉರುಳಿಸುವೆನು, ಸುಟ್ಟ ಬೆಟ್ಟವನ್ನಾಗಿ ಮಾಡುವೆನು."},{"number":26,"verse":"ಮೂಲೆಗಲ್ಲಿಗಾಗಲಿ ಅಸ್ತಿವಾರಕ್ಕಾಗಲಿ ಯಾರೂ ನಿನ್ನಿಂದ ಕಲ್ಲನ್ನು ತೆಗೆಯರು, ನೀನು ನಿತ್ಯನಾಶನಕ್ಕೆ ಗುರಿಯಾಗುವಿ. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":27,"verse":"ದೇಶದಲ್ಲಿ ಧ್ವಜವೆತ್ತಿರಿ, ರಾಜ್ಯಗಳಲ್ಲೆಲ್ಲಾ ಕೊಂಬೂದಿರಿ, ಜನಾಂಗಗಳನ್ನು ಸನ್ನಾಹಮಾಡಿರಿ, ಬಾಬೆಲಿನ ಮೇಲೆ ಬೀಳಲಿಕ್ಕೆ ಅರರಾಟ್, ಮಿನ್ನಿ, ಅಷ್ಕೆನಜ್ ಎಂಬ ರಾಷ್ಟ್ರಗಳನ್ನು ಕರೆದುಕೊಳ್ಳಿರಿ, ಸೋಲಿಸಲು ಸೇನಾಪತಿಯನ್ನು ನೇಮಿಸಿರಿ, ಅಶ್ವಬಲವನ್ನು ಬಿರುಸಾದ ಮಿಡಿತೆದಂಡಿನೋಪಾದಿಯಲ್ಲಿ ಬರಮಾಡಿರಿ."},{"number":28,"verse":"ಜನಾಂಗಗಳು, ಮೇದ್ಯರ ಅರಸರು, ಅಧಿಪತಿಗಳು, ಅಧಿಕಾರಿಗಳು, ಅವರ ಅಧೀನದಲ್ಲಿರುವ ಸಂಪೂರ್ಣ ದೇಶದವರು, ಇವರೆಲ್ಲರನ್ನೂ ಅದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಸನ್ನಾಹಮಾಡಿರಿ."},{"number":29,"verse":"ದೇಶವೆಲ್ಲಾ ನೊಂದು ನಡುಗುತ್ತದೆ; ಏಕಂದರೆ ಬಾಬೆಲ್ ದೇಶವು ಹಾಳುಬಿದ್ದು ನಿರ್ಜನವಾಗಲಿ ಎಂದು ಯೆಹೋವನು ಅದರ ವಿಷಯವಾಗಿ ಮಾಡಿಕೊಂಡಿರುವ ಸಂಕಲ್ಪಗಳು ಸ್ಥಿರವಾಗಿವೆ."},{"number":30,"verse":"ಬಾಬೆಲಿನ ಶೂರರು ಯುದ್ಧಕ್ಕೆ ಹಿಂದೆಗೆದು ಹೆಂಗಸರಂತೆ ಅಬಲರಾಗಿ ತಮ್ಮ ಕೋಟೆಗಳಲ್ಲಿ ನಿಂತಿದ್ದಾರೆ; ಅದರ ಮನೆಗಳಿಗೆ ಬೆಂಕಿಯಿಕ್ಕಿದೆ, ಅದರ ಅಗುಳಿಗಳು ಮುರಿದುಹೋಗಿವೆ;"},{"number":31,"verse":"ಓಡಾಳುಗಳೂ ದೂತರೂ ಓಡಿ ಓಡಿ ಒಬ್ಬರಿಗೊಬ್ಬರು ಎದುರುಬದುರಾಗಿ ಅರಸನನ್ನು ಸೇರಿ ಅವನಿಗೆ - ರಾಜಧಾನಿಯನ್ನು ಎಲ್ಲಾ ಕಡೆಯಲ್ಲಿಯೂ ಆಕ್ರಮಿಸಿದ್ದಾರೆ,"},{"number":32,"verse":"ಹಾಯ್ಗಡಗಳನ್ನು ಹಿಡಿದಿದ್ದಾರೆ, ಜೊಂಡುಹುಲ್ಲನ್ನು ಸುಟ್ಟುಬಿಟ್ಟಿದ್ದಾರೆ, ರಣವೀರರು ಬೆಚ್ಚಿಬಿದ್ದಿದ್ದಾರೆ ಎಂದು ತಿಳಿಸುವರು."},{"number":33,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಬಾಬೆಲ್ ಪುರಿಯು ತುಳಿದು ತುಳಿದು ಸರಿಮಾಡುತ್ತಿರುವ ಕಣದಂತಿದೆ; ಸ್ವಲ್ಪ ಕಾಲವಾದ ಮೇಲೆ ಒಕ್ಕುವ ಸಮಯವು ಅದಕ್ಕೆ ಸಂಭವಿಸುವದು."},{"number":34,"verse":"[ಯೆಹೂದವು ಹೀಗೆ ಪ್ರಲಾಪಿಸುತ್ತದೆ] - ಬಾಬೆಲಿನ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನು ನನ್ನನ್ನು ತಿಂದು ಹಾಕಿದ್ದಾನೆ, ಒಡೆದುಬಿಟ್ಟಿದ್ದಾನೆ, ಬರೀಪಾತ್ರೆಯನ್ನಾಗಿ ಕುಕ್ಕಿದ್ದಾನೆ, ಘಟಸರ್ಪದ ಹಾಗೆ ನನ್ನನ್ನು ನುಂಗಿದ್ದಾನೆ, ನನ್ನ ರುಚಿಪದಾರ್ಥಗಳಿಂದ ಹೊಟ್ಟೆತುಂಬಿಸಿಕೊಂಡಿದ್ದಾನೆ, ನನ್ನನ್ನು [ಗಂಗಾಳದಂತೆ] ತೊಳೆದು ಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":35,"verse":"ನಮ್ಮ ಪ್ರಾಣವನ್ನು ಹಿಂಸಿಸಿದ ದೋಷ ಬಾಬೆಲಿಗೆ ತಟ್ಟಲಿ ಎಂದು ಚೀಯೋನಿನವರು ಅನ್ನುತ್ತಾರೆ; ನಮ್ಮ ರಕ್ತವನ್ನು ಸುರಿಸಿದ ಅಪರಾಧವು ಕಸ್ದೀಯರಿಗೆ ಬಡಿಯಲಿ ಎಂದು ಯೆರೂಸಲೇಮಿನವರು ಹೇಳುತ್ತಾರೆ."},{"number":36,"verse":"ಆದದರಿಂದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನು ನಿನ್ನ ಪಕ್ಷವಾಗಿ ವ್ಯಾಜ್ಯವಾಡಿ ನಿನ್ನನ್ನು ಹಿಂಸಿಸಿದ ರಾಜ್ಯಕ್ಕೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು; ಅದರ ಸರೋವರವು ಬತ್ತುವಂತೆಯೂ ಅದರ ಪ್ರವಾಹವು ಒಣಗುವಂತೆಯೂ ಮಾಡುವೆನು."},{"number":37,"verse":"ಆಗ ಬಾಬೆಲು ಹಾಳುದಿಬ್ಬಗಳೂ ನರಿಗಳ ಹಕ್ಕೆಯೂ ಆಗಿರುವದು; ಅದು ನಿರ್ಜನವಾಗಿ ಬೆರಗಿನ ಸಿಳ್ಳಿಗೆ ಗುರಿಯಾಗುವದು."},{"number":38,"verse":"ಆ ದೇಶದವರು ಪ್ರಾಯದ ಸಿಂಹಗಳಂತೆ ಒಟ್ಟಿಗೆ ಗರ್ಜಿಸುತ್ತಿದ್ದಾರೆ, ಸಿಂಹದ ಮರಿಗಳ ಹಾಗೆ ಗುರುಗುಟ್ಟುತ್ತಿದ್ದಾರೆ."},{"number":39,"verse":"ಅವರು ಉರಿಗೊಂಡಿರುವಾಗ ನಾನು ಅವರಿಗೆ ಔತಣವನ್ನು ಸಿದ್ಧಪಡಿಸಿ ಅವರು ಅದರಿಂದ ಸಂಭ್ರಮಪಟ್ಟು ಎಂದಿಗೂ ಎಚ್ಚರಗೊಳ್ಳದೆ ದೀರ್ಘನಿದ್ರೆಮಾಡುವಂತೆ ತಲೆಗೇರ ಕುಡಿಸುವೆನು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":40,"verse":"ನಾನು ಅವರನ್ನು ಕುರಿ ಟಗರು ಹೋತಗಳ ಹಾಗೆ ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಬರಮಾಡುವೆನು."},{"number":41,"verse":"ಆಹಾ, ಶೇಷಕ್ ಶತ್ರುವಶವಾಯಿತು, ಲೋಕಪ್ರಸಿದ್ಧವಾದ ಪಟ್ಟಣವು ಹಿಡಿಯಲ್ಪಟ್ಟಿದೆ,"},{"number":42,"verse":"ಬಾಬೆಲು ಜನಾಂಗಗಳ ಬೆರಗಿಗೆ ಈಡಾಗಿದೆ! ಸಮುದ್ರವು ಬಾಬೆಲಿನ ಮೇಲೆ ನುಗ್ಗಿದೆ, ಲೆಕ್ಕವಿಲ್ಲದ ತೆರೆಗಳು ಆ ರಾಜ್ಯವನ್ನು ಮುಚ್ಚಿಬಿಟ್ಟಿವೆ."},{"number":43,"verse":"ಅದರ ಪಟ್ಟಣಗಳು ಕಾಡು, ಕಗ್ಗಾಡು, ಬೆಗ್ಗಾಡೂ ಆಗಿವೆ, ಆ ದೇಶದಲ್ಲಿ ಯಾರೂ ವಾಸಿಸರು, ಯಾವ ಮನುಷ್ಯನೂ ಹಾದುಹೋಗನು."},{"number":44,"verse":"ನಾನು ಬಾಬೆಲಿನಲ್ಲಿ ಬೇಲ್ ದೇವತೆಯನ್ನು ದಂಡಿಸಿ ಅದು ನುಂಗಿದ್ದನ್ನು ಅದರ ಬಾಯೊಳಗಿಂದ ಕಕ್ಕಿಸುವೆನು; ಪ್ರವಾಹ ಪ್ರವಾಹವಾಗಿ ಬಾಬೆಲಿಗೆ ಬರುತ್ತಿದ್ದ ಸಕಲದೇಶೀಯರು ಇನ್ನು ಮೇಲೆ ಬಾರರು; ಇದಲ್ಲದೆ ಬಾಬೆಲಿನ ಪೌಳಿಗೋಡೆಯು ಬಿದ್ದುಹೋಗುವದು."},{"number":45,"verse":"ನನ್ನ ಜನರೇ, ನೀವೆಲ್ಲರೂ ಬಾಬೆಲಿನೊಳಗಿಂದ ಹೊರಟು ಯೆಹೋವನ ರೋಷಾಗ್ನಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಿರಿ."},{"number":46,"verse":"ನಿಮ್ಮ ಎದೆಯು ಕುಂದದಿರಲಿ, ದೇಶದಲ್ಲಿ ಕಿವಿಗೆ ಬೀಳುವ ಸುದ್ದಿಯು ನಿಮ್ಮನ್ನು ಹೆದರಿಸದಿರಲಿ; ಒಂದು ವರುಷ ಒಂದು ಸುದ್ದಿಯು, ಮತ್ತೊಂದು ವರುಷ ಮತ್ತೊಂದು ಸುದ್ದಿಯು ಹರಡುತ್ತಿರುವವು; ಬಲಾತ್ಕಾರವು ದೇಶದಲ್ಲಿ ಪ್ರಬಲವಾಗುವದು, ಅಧಿಕಾರಿಯು ಅಧಿಕಾರಿಗೆ ವಿರೋಧಿಯಾಗುವನು."},{"number":47,"verse":"ಇದರಿಂದ ನಾನು ಬಾಬೆಲಿನ ಬೊಂಬೆಗಳನ್ನು ದಂಡಿಸುವ ದಿನಗಳು ಬರುತ್ತವೆ ಎಂದು ತಿಳಿದುಕೊಳ್ಳಿರಿ. ಆ ದೇಶವೆಲ್ಲಾ ನಾಚಿಕೆಪಡುವದು; ಅದರ ಪ್ರಜೆಗಳು ಅದರೊಳಗೆ ಹತರಾಗಿ ಬೀಳುವರು."},{"number":48,"verse":"ಆಗ ಭೂಮ್ಯಾಕಾಶಗಳೂ ಅಲ್ಲಿನ ಸಮಸ್ತವೂ ಬಾಬೆಲಿನ ನಾಶನವನ್ನು ನೋಡಿ ಹರ್ಷಧ್ವನಿಗೈಯುವವು; ಏಕಂದರೆ ಹಾಳುಮಾಡುವವರು ಬಡಗಲಿಂದ ಬಂದು ಅದರ ಮೇಲೆ ಬೀಳುವರು; ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":49,"verse":"ಹತರಾದ ಇಸ್ರಾಯೇಲ್ಯರೇ, ಬಾಬೆಲಿನ ಹಿತಕ್ಕಾಗಿ ಲೋಕದಲ್ಲೆಲ್ಲಾ ಬಹುಜನರು ಹೇಗೆ ಹತರಾದರೋ ಹಾಗೆಯೇ ಬಾಬೆಲೂ ಹತವಾಗುವದು."},{"number":50,"verse":"ಖಡ್ಗಕ್ಕೆ ತಪ್ಪಿಸಿಕೊಂಡವರೇ, ಸುಮ್ಮನೆ ನಿಂತುಕೊಳ್ಳದೆ ನಡೆಯಿರಿ; ದೂರದಲ್ಲಿಯೂ ಯೆಹೋವನನ್ನು ಸ್ಮರಿಸಿರಿ, ಯೆರೂಸಲೇಮಿನ ಹಂಬಲು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿ ಹುಟ್ಟಲಿ."},{"number":51,"verse":"ನಾವು ನಿಂದೆಯನ್ನು ಕೇಳಿ ನಾಚಿಕೆಗೊಂಡೆವು, ಯೆಹೋವನ ಆಲಯದ ಪವಿತ್ರಸ್ಥಾನಗಳನ್ನು ಮ್ಲೇಚ್ಫರು ಪ್ರವೇಶಿಸಿದ್ದರಿಂದ ಅವಮಾನವು ನಮ್ಮ ಮುಖವನ್ನು ಮುಚ್ಚಿಕೊಂಡಿದೆ [ಎಂಬದಾಗಿ ಅಂದುಕೊಳ್ಳುತ್ತೀರೋ?]"},{"number":52,"verse":"ಹೀಗಿರಲು ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನು ಬಾಬೆಲಿನ ಬೊಂಬೆಗಳನ್ನು ದಂಡಿಸುವ ದಿನಗಳು ಬರುತ್ತವೆ; ಆಗ ಆ ದೇಶದಲ್ಲೆಲ್ಲಾ ಗಾಯಪಟ್ಟವರು ನರಳಾಡುವರು."},{"number":53,"verse":"ಬಾಬೆಲು ಆಕಾಶದ ತನಕ ಬೆಳೆದು ಎತ್ತರವಾಗಿಯೂ ಬಲವಾಗಿಯೂ ಇರುವ ತನ್ನ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಭದ್ರಪಡಿಸಿದರೂ ಹಾಳುಮಾಡುವವರು ನನ್ನ ಅಪ್ಪಣೆಯಿಂದ ಅದರ ಮೇಲೆ ಬೀಳುವರು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":54,"verse":"ಆಹಾ, ಬಾಬೆಲಿನಿಂದ ಮೊರೆಯೂ ಕಸ್ದೀಯರ ದೇಶದಿಂದ ಮಹಾನಾಶನದ ಶಬ್ದವೂ ಕೇಳ ಬರುತ್ತವೆ!"},{"number":55,"verse":"ಯೆಹೋವನು ಬಾಬೆಲನ್ನು ಹಾಳುಮಾಡುತ್ತಿದ್ದಾನಲ್ಲಾ, ಅದರ ಬಲು ಗದ್ದಲವನ್ನು ಅಣಗಿಸಿಬಿಡುತ್ತಾನೆ; ಮಹಾಜಲಪ್ರವಾಹಗಳು ಭೋರ್ಗರೆಯುವಂತೆ ತರಂಗತರಂಗವಾಗಿ ಬಂದ ಶತ್ರುಗಳು ಘೋಷಿಸುತ್ತಾರೆ, ಕೂಗಿ ಆರ್ಭಟಿಸುತ್ತಾರೆ;"},{"number":56,"verse":"ಹಾಳುಮಾಡುವವನು ಬಾಬೆಲಿನ ಮೇಲೆ ಬಿದ್ದಿದ್ದಾನೆ, ಅದರ ಶೂರರು ಸೆರೆಯಾಗಿದ್ದಾರೆ, ಅದರ ಬಿಲ್ಲುಗಳು ಮುರಿದುಹೋಗಿವೆ; ಏಕಂದರೆ ಯೆಹೋವನು ಮುಯ್ಯಿತೀರಿಸುವ ದೇವರು, ಆತನು ಪ್ರತಿಕ್ರಿಯೆಮಾಡದೆ ಬಿಡನು."},{"number":57,"verse":"ನಾನು ಅದರ ಪ್ರಧಾನರು, ಮಂತ್ರಿಗಳು, ಅಧಿಪತಿಗಳು, ಅಧಿಕಾರಿಗಳು, ಬಲಿಷ್ಠರು, ಇವರೆಲ್ಲರಿಗೂ ತಲೆಗೇರ ಕುಡಿಸುವೆನು; ಅವರು ಎಂದಿಗೂ ಎಚ್ಚರಗೊಳ್ಳದೆ ದೀರ್ಘನಿದ್ರೆಮಾಡುವರು ಎಂದು ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನಾಮಧೇಯದ ರಾಜಾಧಿರಾಜನು ಅನ್ನುತ್ತಾನೆ."},{"number":58,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಹೀಗೆ ನುಡಿಯುತ್ತಾನೆ - ಬಾಬೆಲಿನ ಗಾತ್ರವಾದ ಪೌಳಿ ಗೋಡೆಯು ಸಂಪೂರ್ಣವಾಗಿ ನೆಲಸಮವಾಗುವದು, ಅದರ ಉನ್ನತದ್ವಾರಗಳು ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟುಹೋಗುವವು; ಜನಾಂಗಗಳು ಪಟ್ಟ ಪರಿಶ್ರಮ ವ್ಯರ್ಥ, ಜನಗಳು ಆಯಾಸಗೊಂಡು ದುಡಿದದ್ದು ಬೆಂಕಿಗೆ ತುತ್ತಾಗುವದು."},{"number":59,"verse":"ಮಹ್ಸೇಯನ ಮೊಮ್ಮಗನೂ ನೇರೀಯನ ಮಗನೂ ಆದ ಸೆರಾಯನು ಯೆಹೂದದ ಅರಸನಾದ ಚಿದ್ಕೀಯನ ಆಳಿಕೆಯ ನಾಲ್ಕನೆಯ ವರುಷ ಚಿದ್ಕೀಯನೊಡನೆ ಬಾಬೆಲಿಗೆ ಪ್ರಯಾಣಮಾಡಿದಾಗ ಪ್ರವಾದಿಯಾದ ಯೆರೆಮೀಯನು ಅವನಿಗೆ ಕೊಟ್ಟ ಅಪ್ಪಣೆ. (ಸೆರಾಯನು ಯಾರಂದರೆ ಸರಬರಾಯಿ ಕಾರುಬಾರಿ.)"},{"number":60,"verse":"ಯೆರೆಮೀಯನು ಬಾಬೆಲಿಗೆ ಸಂಭವಿಸತಕ್ಕ ಎಲ್ಲಾ ಕೇಡಿನ ವಿಷಯವನ್ನು (ಅಂದರೆ ಬಾಬೆಲಿನ ಸಂಬಂಧವಾಗಿ ಹಿಂದೆ ಲಿಖಿತವಾದ ಎಲ್ಲಾ ಸಂಗತಿಗಳನ್ನು) ಒಂದು ಗ್ರಂಥವನ್ನಾಗಿ ಬರೆದು"},{"number":61,"verse":"ಸೆರಾಯನಿಗೆ ಹೀಗೆ ಹೇಳಿದನು - ನೋಡು, ನೀನು ಬಾಬೆಲಿಗೆ ಸೇರಿದ ಮೇಲೆ ಈ ಮಾತುಗಳನ್ನೆಲ್ಲಾ [ತಕ್ಕವರಿಗೆ] ಓದಿ ಹೇಳಿ -"},{"number":62,"verse":"ಯೆಹೋವನೇ, ನೀನು ಈ ಸ್ಥಳವನ್ನು ನಿರ್ಮೂಲಮಾಡಬೇಕೆಂದು ಉದ್ದೇಶಿಸಿ ಇದು ಜನರಿಗೂ ಪಶುಗಳಿಗೂ ನೆಲೆಯಾಗದೆ ಸದಾ ಹಾಳಾಗಿಯೇ ಇರಲಿ ಎಂದು ನುಡಿದಿದ್ದೀಯಲ್ಲಾ ಎಂಬದಾಗಿ ಅರಿಕೆಮಾಡಬೇಕು."},{"number":63,"verse":"ನೀನು ಈ ಪುಸ್ತಕವನ್ನು ಓದಿ ಮುಗಿಸಿದ ಮೇಲೆ ಇದಕ್ಕೆ ಕಲ್ಲುಕಟ್ಟಿ ಯೂಫ್ರೇಟೀಸ್ ನದಿಯ ಮಧ್ಯದೊಳಗೆ ಹಾಕಿ"},{"number":64,"verse":"ಯೆಹೋವನು ಬಾಬೆಲಿಗೆ ಬರಮಾಡುವ ವಿಪತ್ತಿನಿಂದ ಆ ಪಟ್ಟಣವೂ ಹೀಗೆಯೇ ಮುಣುಗುವದು, ಮತ್ತೆ ಏಳದು ಎಂದು ಹೇಳು. ಜನಗಳು ಆಯಾಸಗೊಂಡು ದುಡಿದದ್ದು [ಬೆಂಕಿಗೆ ತುತ್ತಾಗುವದು] ಎಂಬ ಮಾತಿನವರೆಗೆ ಯೆರೆಮೀಯನ ಪ್ರವಾದನೆ."}]}