{"bibleAbbr":"KNJV","bookName":"ಯೆರೆಮಿಯ","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"ಅಯ್ಯೋ, ನನ್ನ ಶಿರಸ್ಸು ಜಲಮಯವಾಗಿಯೂ ನನ್ನ ನೇತ್ರಗಳು ಕಣ್ಣೀರಿನ ಬುಗ್ಗೆಯಾಗಿಯೂ ಇದ್ದರೆ ಎಷ್ಟೋ ಲೇಸು! ನನ್ನ ಜನರಲ್ಲಿ ಹತರಾದವರ ನಿಮಿತ್ತ ಹಗಲಿರುಳೂ ಅಳಬೇಕಲ್ಲಾ!"},{"number":2,"verse":"ಅಕಟಾ, ದಾರಿಗರು ತಂಗುವ ಗುಡಿಸಲು ಕಾಡಿನಲ್ಲಿ ನನಗೆ ಸಿಕ್ಕಿದರೆ ಎಷ್ಟೋ ಒಳ್ಳೇದು! ಆಗ ನನ್ನ ಜನರನ್ನು ತ್ಯಜಿಸಿ ಹೋಗುತ್ತಿದ್ದೆನು. ಅವರೆಲ್ಲರೂ ಸೂಳೆಗಾರರು, ದ್ರೋಹಿಗಳ ಗುಂಪೇ."},{"number":3,"verse":"ಸುಳ್ಳಾಡುವದಕ್ಕೆ ತಮ್ಮ ನಾಲಿಗೆಯನ್ನು ಬಿಲ್ಲಿನಂತೆ ಬೊಗ್ಗಿಸುತ್ತಾರೆ; ಸತ್ಯಕ್ಕೆ ಪ್ರತಿಕೂಲವಾಗಿ ದೇಶದಲ್ಲಿ ಪ್ರಬಲಿಸಿದ್ದಾರೆ; ಕೇಡಿನಿಂದ ಕೇಡಿಗೆ ಹಾರುತ್ತಾರೆ; ನನ್ನನ್ನು ಅರಿಯರು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":4,"verse":"ನೀವೆಲ್ಲರೂ ನಿಮ್ಮ ನಿಮ್ಮ ನೆರೆಯವರ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ, ಯಾರೇ ಆಗಲಿ ತನ್ನ ತಮ್ಮನನ್ನೂ ನಂಬದಿರಲಿ; ಪ್ರತಿಯೊಬ್ಬ ತಮ್ಮನೂ ವಂಚಿಸೇ ವಂಚಿಸುವನು, ಒಬ್ಬೊಬ್ಬ ನೆರೆಯವನೂ ಚಾಡಿಹೇಳುತ್ತಾ ತಿರುಗಾಡುವನು."},{"number":5,"verse":"ಎಲ್ಲರೂ ತಮ್ಮ ತಮ್ಮ ನೆರೆಯವರಿಗೆ ಮೋಸಮಾಡುತ್ತಾರೆ, ಸತ್ಯವನ್ನು ಆಡುವದೇ ಇಲ್ಲ; ತಮ್ಮ ನಾಲಿಗೆಗೆ ಸುಳ್ಳನ್ನು ಕಲಿಸಿದ್ದಾರೆ; ತಮಗೆ ಆಯಾಸವಾಗುವ ಮಟ್ಟಿಗೂ ಕೆಡುಕನ್ನು ಮಾಡುತ್ತಿದ್ದಾರೆ."},{"number":6,"verse":"ನಿಮ್ಮ ನಿವಾಸವು ಮೋಸದೊಳಗೇ ಇದೆ; ಅಯ್ಯೋ, ಮೋಸಗಾರರಾಗಿರುವದರಿಂದ ನನ್ನನ್ನು ಅರಿಯಲೊಲ್ಲರು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":7,"verse":"ಹೀಗಿರಲು ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನು ನನ್ನ ಜನರ ದ್ರೋಹಕ್ಕೆ ಏನು ಮಾಡಲಿ? ಅವರನ್ನು ಪುಟಕ್ಕೆ ಹಾಕಿ ಶೋಧಿಸುವೆನು."},{"number":8,"verse":"ಅವರ ನಾಲಿಗೆಯು ಕೊಲ್ಲುವ ಬಾಣವಾಗಿದೆ, ಅದು ಸುಳ್ಳನ್ನೇ ಆಡುತ್ತದೆ; ಒಬ್ಬನು ತನ್ನ ನೆರೆಯವನಿಗೆ ಬಾಯಿಂದ ಶುಭವಾಗಲಿ ಎಂದು ಹೇಳಿದರೂ ತನ್ನ ಹೃದಯದಲ್ಲಿ ಅವನಿಗಾಗಿ ಹೊಂಚುಹಾಕುತ್ತಾನೆ."},{"number":9,"verse":"ನಾನು ಅವರನ್ನು ಇವುಗಳಿಗಾಗಿ ದಂಡಿಸಬಾರದೋ? ಇಂಥಾ ಜನಾಂಗದ ಮೇಲೆ ನನ್ನ ರೋಷವನ್ನು ತೀರಿಸದಿರುವೆನೋ?"},{"number":10,"verse":"ನಾನು ಪರ್ವತಗಳಿಗಾಗಿ ಅತ್ತು ಗೋಳಾಡುವೆನು, ಅಡವಿಯ ಕಾವಲುಗಳಿಗಾಗಿ ಶೋಕಗೀತವನ್ನು ಹಾಡುವೆನು; ಅವು ಸುಟ್ಟುಹೋಗಿವೆ, ಯಾರೂ ಹಾದುಹೋಗರು, ದನದ ಸದ್ದು ಕಿವಿಗೆ ಬೀಳದು, ಮೃಗಪಕ್ಷಿಗಳು ತೊಲಗಿಹೋಗಿವೆ."},{"number":11,"verse":"ನಾನು ಯೆರೂಸಲೇಮನ್ನು ಹಾಳುದಿಬ್ಬಗಳನ್ನಾಗಿಯೂ ನರಿಗಳ ಹಕ್ಕೆಯನ್ನಾಗಿಯೂ ಗೈದು ಯೆಹೂದದ ಪಟ್ಟಣಗಳನ್ನು ಜನವಿಲ್ಲದ ಬೀಳುಭೂಮಿಯನ್ನಾಗಿ ಮಾಡುವೆನು [ಎಂದು ಯೆಹೋವನು ಹೇಳಿದ್ದಾನಲ್ಲಾ]."},{"number":12,"verse":"ಯಾರೂ ದಾಟದ ಹಾಗೆ ದೇಶವು ಹಾಳಾಗಿ ಕಾಡಿನಂತೆ ಸುಟ್ಟುಹೋದದ್ದು ಏಕೆ? ಈ ವಿಚಾರವನ್ನು ಗ್ರಹಿಸತಕ್ಕ ಜ್ಞಾನಿಯು ಯಾರು? ಅದನ್ನು ಯೆಹೋವನ ಬಾಯಿಂದಲೇ ಕೇಳಿ ತಿಳಿಸಬಲ್ಲವನು ಯಾರು?"},{"number":13,"verse":"ಇಸ್ರಾಯೇಲಿನ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ನಾನು ಇವರ ಕಣ್ಣೆದುರಿಗೇ ಇಟ್ಟಿರುವ ಧರ್ಮೋಪದೇಶವನ್ನು ಇವರು ಲಕ್ಷ್ಯಕ್ಕೆ ತಾರದೆ ನನ್ನ ಮಾತನ್ನು ಕೇಳದೆ ಆ ಧರ್ಮಮಾರ್ಗದಲ್ಲಿ ನಡೆಯದೆ"},{"number":14,"verse":"ಸ್ವಂತ ಹೃದಯದ ಹಟದಂತೆ ನಡೆದು ತಮ್ಮ ಪಿತೃಗಳು ಕಲಿಸಿಕೊಟ್ಟ ಹಾಗೆ ಬಾಳ್ ದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದರಿಂದ"},{"number":15,"verse":"ಆಹಾ, ನಾನು ಈ ಜನರಿಗೆ ಕಹಿಯಾದ ಆಹಾರಪಾನಗಳನ್ನು ಕೊಡುವೆನು."},{"number":16,"verse":"ಇವರಿಗಾಗಲಿ ಇವರ ಪಿತೃಗಳಿಗಾಗಲಿ ಗೊತ್ತಿಲ್ಲದ ಜನಾಂಗಗಳೊಳಗೆ ಇವರನ್ನು ಚದರಿಸಿಬಿಟ್ಟು ಇವರು ನಿರ್ಮೂಲವಾಗುವ ತನಕ ಖಡ್ಗವನ್ನು ಇವರ ಹಿಂದೆ ಕಳುಹಿಸುವೆನು."},{"number":17,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ - [ನಿಮ್ಮ ಸಂಗತಿಯನ್ನು] ಯೋಚಿಸಿರಿ; ರೋದನಗಾಯಕಿಯರನ್ನು ಕರೆಯಿಸಿರಿ, ಅವರು ಬರಲಿ; ಜಾಣೆಯರನ್ನು ಕರೆಯ ಕಳುಹಿಸಿರಿ, ಅವರು ಸೇರಲಿ;"},{"number":18,"verse":"ಅವರು ತ್ವರೆಪಟ್ಟು ನಮ್ಮ ನೇತ್ರಗಳಿಂದ ಧಾರೆ ಹೊರಡುವಂತೆಯೂ ನಮ್ಮ ರೆಪ್ಪೆಗಳೊಳಗಿಂದ ನೀರುಕ್ಕುವಂತೆಯೂ ನಮಗೋಸ್ಕರ ಗೋಳೆತ್ತಲಿ."},{"number":19,"verse":"ಅಯ್ಯೋ, ಹಾಳಾದೆವು, ಭಂಗಪಟ್ಟೆವು; ನಾವು ನಮ್ಮ ದೇಶವನ್ನು ಬಿಟ್ಟೆವಲ್ಲಾ, [ಶತ್ರುಗಳು] ನಮ್ಮ ಮನೆಗಳನ್ನು ಕೆಡವಿದ್ದಾರಲ್ಲಾ ಎಂಬ ಪ್ರಲಾಪಧ್ವನಿಯು ಚೀಯೋನಿನೊಳಗಿಂದ ಕೇಳಿಸುತ್ತದೆ."},{"number":20,"verse":"ಸ್ತ್ರೀಯರೇ, ಯೆಹೋವನ ನುಡಿಯನ್ನು ಕೇಳಿ ಆತನ ಬಾಯಿಂದ ಹೊರಟ ಮಾತಿಗೆ ಕಿವಿದೆರೆಯಿರಿ; ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳಿಗೂ ಗೋಳಾಟವನ್ನು ಕಲಿಸಿರಿ, ಪ್ರತಿಯೊಬ್ಬಳು ತನ್ನ ನೆರೆಯವಳಿಗೂ ಶೋಕಗೀತವನ್ನು ಅಭ್ಯಾಸಮಾಡಿಸಲಿ;"},{"number":21,"verse":"ಏಕಂದರೆ ಬೀದಿಗಳಲ್ಲಿ ಮಕ್ಕಳೂ ಚೌಕಗಳಲ್ಲಿ ಯುವಕರೂ ಇಲ್ಲದ ಹಾಗೆ ಮೃತ್ಯುವು ನಮ್ಮ ಕಿಟಕಿಗಳ ಮೇಲೆ ಹತ್ತಿ ನಮ್ಮ ಉಪ್ಪರಿಗೆಗಳೊಳಗೆ ನುಗ್ಗಿದೆ."},{"number":22,"verse":"ಯೆಹೋವನ ಈ ಮಾತನ್ನು ಸಾರು ಎಂದು ನನಗೆ ಅಪ್ಪಣೆಯಾಯಿತು - ಜನರ ಹೆಣಗಳು ನೆಲದ ಮೇಲೆ ಬಿದ್ದು ಗೊಬ್ಬರವಾಗುವವು; ಅವು ಹೊಲಕೊಯ್ಯುವವನ ಹಿಂದೆ ಯಾರೂ ಕೂಡಿಸದೆ ಬಿದ್ದಿರುವ ಅರಿಗಳಂತಿರುವವು."},{"number":23,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಜ್ಞಾನಿಯು ತನ್ನ ಜ್ಞಾನಕ್ಕೆ, ಪರಾಕ್ರಮಿಯು ತನ್ನ ಪರಾಕ್ರಮಕ್ಕೆ, ಐಶ್ವರ್ಯವಂತನು ತನ್ನ ಐಶ್ವರ್ಯಕ್ಕೆ ಹೆಚ್ಚಳಪಡದಿರಲಿ;"},{"number":24,"verse":"ಹೆಚ್ಚಳಪಡುವವನು ತಾನು ನನ್ನನ್ನು ತಿಳಿದು ನಾನು ಲೋಕದಲ್ಲಿ ಪ್ರೀತಿನೀತಿನ್ಯಾಯಗಳನ್ನು ತೋರ್ಪಡಿಸುವ ಯೆಹೋವನಾಗಿರುವೆನು ಎಂದು ಗ್ರಹಿಸಿಕೊಂಡಿದ್ದೇನೆ ಎಂಬದಕ್ಕೇ ಹೆಚ್ಚಳಪಡಲಿ; ಪ್ರೀತಿನೀತಿನ್ಯಾಯಗಳೇ ನನಗೆ ಆನಂದವೆಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":25,"verse":"ಆಹಾ, ಐಗುಪ್ತ್ಯರು ಯೆಹೂದ್ಯರು ಎದೋಮ್ಯರು ಅಮ್ಮೋನ್ಯರು ಮೋವಾಬ್ಯರು ಚಂಡಿಕೆಬಿಟ್ಟುಕೊಂಡಿರುವ ಅರಣ್ಯನಿವಾಸಿಗಳು, ಅಂತು ಸುನ್ನತಿಯುಳ್ಳವರಾದರೂ ಸುನ್ನತಿಯಿಲ್ಲದ ಇವರೆಲ್ಲರನ್ನೂ ನಾನು ದಂಡಿಸುವ ದಿನಗಳು ಬರುತ್ತವೆ;"},{"number":26,"verse":"ಏಕಂದರೆ ಸಕಲಜನಾಂಗಗಳವರೂ ಸುನ್ನತಿಹೀನರು, ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೂ ಹೃದಯ ಸುನ್ನತಿಯಿಲ್ಲದವರು ಎಂದು ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."}]}