{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"These are the words which Moses spoke to all Israel beyond the Jordan; in the wilderness, in the Arabah, opposite to Suph, between Paran and Tophel, and Laban and Hazeroth, and Dizahab;"},{"number":2,"verse":"eleven days from Horeb by way of Mount Seir to Kadesh-barnea."},{"number":3,"verse":"And it happened, in the fortieth year, in the eleventh month on the first of the month, Moses spoke to the sons of Israel according to all that Jehovah had commanded him concerning them;"},{"number":4,"verse":"after he had stricken Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth in Edrei,"},{"number":5,"verse":"beyond the Jordan in the land of Moab, Moses began to explain this law, saying,"},{"number":6,"verse":"Jehovah our God spoke to us in Horeb, saying, You have had enough of dwelling in this mountain;"},{"number":7,"verse":"turn and pull up stakes and go into the hills of the Amorites, and to all its neighboring places in the Arabah, in the hills, and in the foothills, and in the Negeb, and in the shore of the sea, the land of the Canaanites and of Lebanon, to the great river, the Euphrates River."},{"number":8,"verse":"See, I have given before you the land; go in and possess the land which Jehovah has sworn to your fathers, to Abraham, to Isaac, and to Jacob, to give to them, and to their seed after them."},{"number":9,"verse":"And I spoke to you at that time, saying, I am not able to bear you by myself."},{"number":10,"verse":"Jehovah your God has multiplied you, and, behold, today you are as the stars of heaven for multitude."},{"number":11,"verse":"May Jehovah the God of your fathers add to you a thousand times more than you are, and bless you as He has spoken to you!"},{"number":12,"verse":"How can I by myself bear the load of you and your burden, and your strife?"},{"number":13,"verse":"Give wise and understanding men, and those known to your tribes, and I will appoint them rulers over you."},{"number":14,"verse":"And you answered me and said, The thing which you have spoken is good to do."},{"number":15,"verse":"And I took the chiefs of your tribes, wise and noted men, and I gave them to be rulers over you, commanders over thousands, and commanders over hundreds and commanders over fifties, and commanders over tens, and officers, for your tribes."},{"number":16,"verse":"And I commanded your judges at that time, saying, Hear between your brothers; and judge with righteousness between a man and his brother, and his alien."},{"number":17,"verse":"You shall not recognize persons in judgment; you shall hear the small as well as the great; you shall not be afraid because of the face of a man, for the judgment is God's; and the thing too hard for you, you shall bring near to me, and I will hear it."},{"number":18,"verse":"And at that time I commanded you all the things which you were to do."},{"number":19,"verse":"And we pulled up stakes from Horeb and went through all that great and fearful wilderness which you have seen, the way of the hills of the Amorites, as Jehovah our God commanded us. And we came into Kadesh-barnea."},{"number":20,"verse":"And I said to you, You have come into the hills of the Amorites, which Jehovah our God is giving to us."},{"number":21,"verse":"Behold! Jehovah your God has given the land before you; go up, possess it, as Jehovah the God of your fathers has spoken to you; do not fear and not be afraid."},{"number":22,"verse":"And you came near to me, every one of you, and said, Let us send men before us, and they shall search out the land for us, and they shall bring us back word as to the way in which we shall go up, and the cities to which we shall come."},{"number":23,"verse":"And the thing was good in my eyes, and I took twelve men of you, one man for each tribe."},{"number":24,"verse":"And they turned and went up to the hills and came into the valley of Eshcol, and searched it."},{"number":25,"verse":"And they took of the fruit of the land with their hands and brought it down to us, and brought us back word, and said, The land which Jehovah our God has given us is good."},{"number":26,"verse":"And you were not willing to go up; yea, you rebelled against the mouth of Jehovah your God,"},{"number":27,"verse":"and murmured in your tents, and said, Because of the hating of Jehovah for us, He has brought us out of the land of Egypt, to give us into the hand of the Amorite to destroy us."},{"number":28,"verse":"Where shall we go up? Our brothers have melted our hearts, saying, We have seen there a people greater and taller than we, cities great and walled up to the heavens, and also the sons of Anak."},{"number":29,"verse":"And I said to you, do not be terrified, and do not be afraid of them;"},{"number":30,"verse":"Jehovah your God who goes before you shall fight for you, according to all that He did for you in Egypt before your eyes;"},{"number":31,"verse":"and in the wilderness, where you have seen how Jehovah your God has borne you as a man bears his son, in all the way which you have gone until you have come to this place."},{"number":32,"verse":"Yet in this thing you are not believing in Jehovah your God,"},{"number":33,"verse":"who went before you in the way to seek out a place for your encamping, in fire by night, to show you the way in which you should go, and in a cloud by the day."},{"number":34,"verse":"And Jehovah heard the sound of your words and was angry, and swore, saying,"},{"number":35,"verse":"Not one of these men of this evil generation shall see the good land which I have sworn to give to your fathers,"},{"number":36,"verse":"except Caleb the son of Jephunneh, he shall see it, and I shall give the land on which he has walked to him, and to his sons, because he has fully followed Jehovah."},{"number":37,"verse":"And Jehovah was angry with me for your sake, saying, Also you shall not go in there."},{"number":38,"verse":"Joshua the son of Nun, who stands before you, he shall go in there; you shall strengthen him; for he shall cause Israel to inherit."},{"number":39,"verse":"And your infants, of whom you said, They are a prey, and your sons who today have no knowledge of good or evil, they shall go in there, and I will give it to them, and they shall possess it."},{"number":40,"verse":"And you, turn yourselves and pull up stakes toward the wilderness, the way of the Sea of Reeds."},{"number":41,"verse":"And you answered and said to me, We have sinned against Jehovah; we shall go up, and we shall fight, according to all that which Jehovah our God has commanded us. And you each man one girded on his weapons of war, and you thought it easy to go up to the hill country."},{"number":42,"verse":"And Jehovah said to me, Say to them, You shall not go up, nor fight, for I am not in your midst; lest you be struck before your enemies."},{"number":43,"verse":"And I spoke to you, and you did not listen, and rebelled against the mouth of Jehovah, and acted proudly, and went up into the hills."},{"number":44,"verse":"And the Amorites who lived in that hill country came out to meet you and they chased you, as the bees do, and beat you down in Seir, to Hormah."},{"number":45,"verse":"And you returned and wept before Jehovah, but Jehovah did not listen to your voice, and not did He give ear to you."},{"number":46,"verse":"And you lived many days in Kadesh, according to the days that you remained there."}]}