{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":14,"verses":[{"number":1,"verse":"You are sons to Jehovah your God; you shall not cut yourselves, nor make any baldness between your eyes for the dead."},{"number":2,"verse":"For you are a holy people to Jehovah your God; and Jehovah has chosen you to be a people to Him, a special treasure out of all the peoples who are on the face of the earth."},{"number":3,"verse":"You shall not eat any abominable thing."},{"number":4,"verse":"These are the animals which you shall eat: the ox, the flocked sheep, and the flocked goat,"},{"number":5,"verse":"the hart and gazelle, and roe deer, and wild goat, and antelope, and oryx, and moufflon."},{"number":6,"verse":"And you may eat every animal that divides the hoof, and cleaving the cleft of the two hooves, and chews the cud among the animals."},{"number":7,"verse":"But you shall not eat of those that only chew the cud, and only cleaving the cleft of the hoof: such as the camel, and the hare, and the rock badger; for they make come up the cud, but the they do not divide the hoof. They shall be unclean to you."},{"number":8,"verse":"And the swine, because it divides the hoof, but does not chew the cud; it is unclean to you. You shall not eat of their flesh, nor touch their dead body."},{"number":9,"verse":"These you shall eat of all in the waters: you shall eat all that have fins and scales."},{"number":10,"verse":"And whatever does not have fins and scales, you shall not eat. It shall be unclean to you."},{"number":11,"verse":"You shall eat of all clean birds."},{"number":12,"verse":"But you shall not eat of these: the eagle, the black vulture, and the bearded vulture,"},{"number":13,"verse":"and the hawk, and falcons, and the kite by its kinds,"},{"number":14,"verse":"and all ravens by their kinds;"},{"number":15,"verse":"and the ostrich, and the great owl, and the sea gull, and small hawks by their kinds,"},{"number":16,"verse":"the little owl, and the eared owl, and the barn owl,"},{"number":17,"verse":"and the pelican, and the owl, and the cormorant,"},{"number":18,"verse":"and the stork, and the heron after its kind, and the hoopoe, and the bat."},{"number":19,"verse":"And every teeming thing that flies shall be unclean to you; they shall not be eaten."},{"number":20,"verse":"You may eat of all clean birds."},{"number":21,"verse":"You shall not eat of anything that died of itself. You may give it to the alien who is within your gates, that he may eat it. Or you may sell it to a foreign one. For you are a holy people to Jehovah your God. You shall not boil a kid in its mother's milk."},{"number":22,"verse":"Tithing you shall tithe all the increase of your seed that the field brings out year by year."},{"number":23,"verse":"And you shall eat before Jehovah your God in the place which He shall choose to cause His name to dwell there, the tithe of your grain, of your wine, and of your oil, and the firstlings of your herd and of your flock; that you may learn to fear Jehovah your God all your days."},{"number":24,"verse":"And if the way is too long for you, so that you cannot carry it, because the place is too far from you which Jehovah your God shall choose to set His name there, when Jehovah your God shall bless you;"},{"number":25,"verse":"Then you shall give it for silver, and bind up the silver in your hand. And you shall go to the place which Jehovah your God shall choose."},{"number":26,"verse":"And you shall pay the silver for whatever your soul desires, for oxen, or for sheep, or for wine, or for fermented liquor, or for whatever your soul desires. And you shall eat there before Jehovah your God, and you shall rejoice, you and your household."},{"number":27,"verse":"And you shall not forsake the Levite who is within your gates, for he has no portion nor inheritance with you."},{"number":28,"verse":"At the end of three years, even the same year, you shall bring forth all the tithe of your increase, and shall lay it up within your gates."},{"number":29,"verse":"And the Levite, because he has no portion nor inheritance with you, and the sojourner, and the fatherless, and the widow who are within your gates shall come and shall eat and be satisfied; so that Jehovah your God may bless you in all the work of your hand which you do."}]}