{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"At the end of every seven years you shall make a release."},{"number":2,"verse":"And this is the manner of the release: Everyone who has a loan to his neighbor shall release it; he shall not exact it of his neighbor and his brother, because a release has been proclaimed for Jehovah."},{"number":3,"verse":"You may exact it from a foreign one, but your hand shall release whatever is yours with your brother,"},{"number":4,"verse":"only that there shall be no one in need among you. For Jehovah will greatly bless you in the land that Jehovah your God is giving you for an inheritance, to possess it,"},{"number":5,"verse":"only if listening you listen to the voice of Jehovah your God, to take heed to do all this command which I am commanding you today."},{"number":6,"verse":"For Jehovah your God will bless you as He promised you. And you shall lend to many nations, but you shall not borrow. And you shall rule over many nations, but they shall not rule over you."},{"number":7,"verse":"If there is a needy one among you, one of your brothers inside any of your gates in your land which Jehovah your God is giving to you, you shall not harden your heart, nor shut your hand from your needy brother."},{"number":8,"verse":"But opening you shall open your hand to him, and lending you shall lend him enough for his need in that which he lacks."},{"number":9,"verse":"Beware that there is no evil thing in your heart, saying, The seventh year, the year of release draws near; and your eye be evil against your needy brother, and you give him nothing, and he cry to Jehovah against you and it be sin to you."},{"number":10,"verse":"Giving you shall give to him, and your heart shall not be grieved when you give to him, because Jehovah your God will bless you for this thing, in all your work, and in all that you put your hand to."},{"number":11,"verse":"For the needy one will not cease from the midst of the land. On account of this I am commanding you, saying, Opening you shall open your hand to your afflicted and needy brother in your land."},{"number":12,"verse":"If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you."},{"number":13,"verse":"And when you send him out free from you, you shall not let him go away empty."},{"number":14,"verse":"Adorning you shall adorn him from your flock, and from your threshing floor, and from your winepress, with that which Jehovah your God has blessed you, you shall give to him."},{"number":15,"verse":"And you shall remember that you were a slave in the land of Egypt, and Jehovah your God redeemed you. On account of this I am commanding you this thing today."},{"number":16,"verse":"And it shall be, if he says to you, I will not go out from you, because he loves you and your house, because it was good for him with you;"},{"number":17,"verse":"then you shall take an awl, and shall put it through his ear, and through the door, and he shall be your slave forever. And you shall do so to your slave-girl also."},{"number":18,"verse":"It shall not seem hard in your eyes when you send him away free from you. For to the double of the hire of a hireling he has served you six years. And Jehovah your God will bless you in all that you do."},{"number":19,"verse":"The firstling males that are born of your herd and of your flock, you shall sanctify to Jehovah your God. You shall do no work with the firstling of your ox, nor shear the firstling of your flock."},{"number":20,"verse":"You shall eat it before Jehovah your God year by year in the place which Jehovah shall choose, you and your household."},{"number":21,"verse":"And if there is any blemish in it, lameness, or blindness, or any evil blemish whatever, you shall not sacrifice it to Jehovah your God."},{"number":22,"verse":"You shall eat it inside your gates; the unclean and the clean alike, as the gazelle and as the hart."},{"number":23,"verse":"Only, you shall not eat its blood; you shall pour it on the ground like water."}]}