{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"If one is found slain in the land which Jehovah your God is giving to you, to possess it, lying in the field, and it is not known who has struck him;"},{"number":2,"verse":"then your elders and your judges shall come out. And they shall measure to the cities which are around the one slain."},{"number":3,"verse":"And it shall be, that the city nearest to the one slain, even the elders of that city shall take a heifer of the herd, which has not been worked with, and which has not drawn in the yoke."},{"number":4,"verse":"And the elders of that city shall bring the heifer down to an ever-flowing torrent which is not plowed nor sown. And they shall break the heifer's neck there by the torrent."},{"number":5,"verse":"And the priests, the sons of Levi, shall come near (for Jehovah your God has chosen them to minister to Him, and to bless in the name of Jehovah) and by their mouth shall every controversy and every stroke be tried."},{"number":6,"verse":"And all the elders of that city nearest to the one slain shall wash their hands by the torrent, over the heifer whose neck was broken."},{"number":7,"verse":"And they shall answer and say, Our hands have not shed this blood, nor have our eyes seen it."},{"number":8,"verse":"O Jehovah, be merciful to Your people Israel, whom You have redeemed, and do not allow innocent blood in the midst of Your people Israel. And the blood shall be forgiven them."},{"number":9,"verse":"And you shall remove the innocent blood from among you, for you shall do that which is right in the eyes of Jehovah."},{"number":10,"verse":"When you go out to battle against your enemies, and Jehovah your God has given them into your hands, and you have taken them captive;"},{"number":11,"verse":"and you have seen in the captivity a woman of beautiful form, and you desire her, even to take her to you for a wife,"},{"number":12,"verse":"and you shall bring her into the midst of your household, and she shall shave her head, and do her nails,"},{"number":13,"verse":"and shall remove the clothing of her captivity from her, and shall live in your house, and shall weep for her father and her mother a month of days. And afterwards you shall go in to her, and shall marry her; and she shall be a wife to you."},{"number":14,"verse":"And it shall be, if you do not delight in her, you shall send her away at her desire; and you shall not at all sell her for silver; you shall not treat her as a slave, because you have humbled her."},{"number":15,"verse":"If a man has two wives, the one loved, and the other hated; and they have borne him sons, both the loved one and the hated one; and if the first-born son was of her who was hated,"},{"number":16,"verse":"then it shall be, in the day that he causes his sons to inherit that which is his, he is not able to cause to inherit the first-born son of the one loved before the first-born son of the hated one, who is truly the first-born."},{"number":17,"verse":"But he shall acknowledge the firstborn, the son of the one hated, by giving him a double portion of all that he has; for he is the firstfruit of his strength, the right of the first-born is his."},{"number":18,"verse":"If a man has a stubborn and rebellious son who will not listen to his father's voice, or his mother's voice; even though they discipline him, he will not listen to them;"},{"number":19,"verse":"and his father and his mother shall lay hold on him and bring him out to the elders of his city, and to the gate of his place;"},{"number":20,"verse":"and they shall say to the elders of his city, This son of ours is stubborn and rebellious; he will not listen to our voice; he is a glutton, and a drunkard."},{"number":21,"verse":"And all the men of his city shall stone him with stones, and he shall die. So you shall consume the evil from among you, that all Israel shall hear, and fear."},{"number":22,"verse":"And if a man has committed a sin worthy of death, and he is caused to die, and you hang him on a tree,"},{"number":23,"verse":"his body shall not remain all night on the tree; but burying you shall bury him the same day. For he that is hanged is a reproach to God. And you shall not defile your land which Jehovah your God is giving to you as an inheritance."}]}