{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"And Moses and the elders of Israel commanded the people, saying, Keep all the commands which I am commanding you today,"},{"number":2,"verse":"and it shall be in the day you cross over the Jordan to the land which Jehovah your God is giving to you, that you shall raise up for yourself great stones, and plaster them with plaster."},{"number":3,"verse":"And you shall write on them all the words of this Law when you have crossed over, so that you may go into the land which Jehovah your God is giving you, a land flowing with milk and honey, as Jehovah the God of your fathers has promised you."},{"number":4,"verse":"And it shall be when you have crossed over the Jordan, that you shall raise up these stones as to which I am commanding you today, in Mount Ebal, and you shall plaster them with plaster."},{"number":5,"verse":"And you shall build an altar there to Jehovah your God, an altar of stones. You shall not wield any iron tool on them."},{"number":6,"verse":"You shall build the altar of Jehovah your God of uncut stones. And you shall offer burnt offerings on it to Jehovah your God."},{"number":7,"verse":"And you shall offer peace offerings, and shall eat there. And you shall rejoice before Jehovah your God."},{"number":8,"verse":"And you shall write on the stones all the words of this Law very plainly."},{"number":9,"verse":"And Moses and the priests, the Levites, spoke to all Israel, saying, Keep silence, and hear, O Israel: Today you have become the people of Jehovah your God."},{"number":10,"verse":"And you shall obey the voice of Jehovah your God and do His commandments and His statutes which I command you today."},{"number":11,"verse":"And Moses commanded the people the same day, saying,"},{"number":12,"verse":"These shall stand on Mount Gerizim to bless the people when you have crossed over the Jordan: Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin."},{"number":13,"verse":"And these shall stand on Mount Ebal to curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali."},{"number":14,"verse":"And the Levites shall answer, and shall say to all the men of Israel with a loud voice:"},{"number":15,"verse":"Cursed is the man who makes a carved or molten image, a disgusting thing to Jehovah, the work of a craftsman's hands, and who sets it up in a secret place! And all the people shall answer and say, Amen!"},{"number":16,"verse":"Cursed is he who dishonors his father or his mother! And all the people shall say, Amen!"},{"number":17,"verse":"Cursed is he who removes his neighbor's landmark! And all the people shall say, Amen!"},{"number":18,"verse":"Cursed is he who makes the blind one to go out of the way! And all the people shall say, Amen!"},{"number":19,"verse":"Cursed is he who perverts the judgment of the sojourner, the fatherless, and widow! And all the people shall say, Amen!"},{"number":20,"verse":"Cursed is he who lies with his father's wife, because he uncovers his father's skirt! And all the people shall say, Amen!"},{"number":21,"verse":"Cursed is he who lies with any kind of animal! And all the people shall say, Amen!"},{"number":22,"verse":"Cursed is he who lies with his sister, his father's daughter, or his mother's daughter! And all the people shall say, Amen!"},{"number":23,"verse":"Cursed is he who lies with his motherin- law! And all the people shall say, Amen!"},{"number":24,"verse":"Cursed is he who strikes his neighbor secretly! And all the people shall say, Amen!"},{"number":25,"verse":"Cursed is he who takes a bribe to strike a life, to shed innocent blood! And all the people shall say, Amen!"},{"number":26,"verse":"Cursed is he who does not rise to all the words of this Law, to do them! And all the people shall say, Amen!"}]}