{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"And it shall be if listening you will listen to the voice of Jehovah your God, taking heed to do all His commandments which I command you this day, Jehovah your God shall give you to be on high above all nations of the earth."},{"number":2,"verse":"And all these blessings shall come on you and overtake you if you will listen to the voice of Jehovah your God."},{"number":3,"verse":"You shall be blessed in the city, and you shall be blessed in the field."},{"number":4,"verse":"The fruit of your body shall be blessed, and the fruit of your ground, and the fruit of your livestock, the offspring of your oxen, and the ewes of your flock."},{"number":5,"verse":"Your basket and your kneading-trough shall be blessed."},{"number":6,"verse":"You shall be blessed when you come in, and you shall be blessed when you go out."},{"number":7,"verse":"Jehovah shall give up your enemies that rise up against you to be stricken before your face. They shall come out against you one way, and flee before you seven ways."},{"number":8,"verse":"Jehovah shall command the blessing on you in your storehouses and all that you set your hand to. And He shall bless you in the land which Jehovah your God is giving to you."},{"number":9,"verse":"Jehovah shall establish you a holy people to Himself, as He has sworn to you, if you shall keep the commands of Jehovah your God and walk in His ways."},{"number":10,"verse":"And all the peoples of the earth shall see that the name of Jehovah is called on you, and they shall fear you."},{"number":11,"verse":"And Jehovah shall prosper you in goods, and in the fruit of your body, and in the fruit of your livestock, and in the fruit of your ground in the land which Jehovah swore to your fathers to give to you."},{"number":12,"verse":"Jehovah shall open to you His good treasure, the heavens to give the rain to your land in its season, and to bless all the work of your hand. And you shall lend to many nations, but you shall not borrow."},{"number":13,"verse":"And Jehovah shall make you the head, and not the tail. And you shall be only above, and you shall not be beneath, if you hear the commandments of Jehovah your God, which I am commanding you today, to take heed to do them."},{"number":14,"verse":"And you shall not turn away from all the words which I am commanding you today, right or left, to go after other gods, to serve them."},{"number":15,"verse":"And it shall be, if you will not heed the voice of your God, to take heed to do all His commandments and His statutes which I am commanding you today, even all these curses shall come on you and overtake you:"},{"number":16,"verse":"You shall be cursed in the city, and you shall be cursed in the field;"},{"number":17,"verse":"your basket and your kneading-trough shall be cursed;"},{"number":18,"verse":"the fruit of your body shall be cursed; and the fruit of your land, the offspring of your oxen, and the ewes of your sheep."},{"number":19,"verse":"You shall be cursed when you come in, and you shall be cursed when you go out."},{"number":20,"verse":"Jehovah shall send a curse on you, trouble and rebuke in all that you set your hand, all which you will do, until you are destroyed, or until you quickly perish, because of the badness of your doings by which you have forsaken Me."},{"number":21,"verse":"Jehovah shall make the plague cling to you until He has consumed you from off the land where you are going, to possess it."},{"number":22,"verse":"Jehovah shall strike you with lung disease and with a fever, and with an inflammation, and with extreme burning, and with the sword, and with blasting and mildew. And they shall pursue you until you perish."},{"number":23,"verse":"And your heavens over your head shall become bronze, and the earth under you iron."},{"number":24,"verse":"Jehovah shall make the rain of your land be dust and ashes. It shall come down on you from the heavens until you are destroyed."},{"number":25,"verse":"Jehovah shall cause you to be stricken before your enemies. You shall go out one way against them, and shall flee seven ways before them. And you shall be a horror to all the kingdoms of the earth."},{"number":26,"verse":"And your body shall be food to all the birds of the heavens, and to the beasts of the earth; and there shall be none terrifying them."},{"number":27,"verse":"Jehovah shall strike you with the boil of Egypt, and with hemorrhoids, and with the scab, and with itch, of which you cannot be healed."},{"number":28,"verse":"Jehovah shall strike you with madness, and with blindness, and with astonishment of heart."},{"number":29,"verse":"And you shall grope at noonday as the blind grope in darkness. And you shall not prosper in your ways. And you shall be always oppressed and plundered all the days; and there will be no one to save."},{"number":30,"verse":"You shall betroth a wife, and another shall lie with her. You shall build a house, and you shall not live in it. You shall plant a vineyard, and shall not use its fruit."},{"number":31,"verse":"Your ox shall be slaughtered before your eyes, and you shall not eat of it. Your ass shall be violently taken away from be- fore you, and it will not be given back. Your sheep shall be given to your enemies, and you shall not have to you a deliverer."},{"number":32,"verse":"Your sons and your daughters shall be given to another people; and your eyes shall look and fail for them all the day. And no power will be in your hand."},{"number":33,"verse":"The fruit of your ground, and all your labor, shall be eaten up by a nation which you do not know. And you shall always be oppressed and crushed."},{"number":34,"verse":"And you shall be maddened because of that which you shall see with the sight of your eyes."},{"number":35,"verse":"Jehovah shall strike you with an evil ulcer on the knees, and on the legs, of which you cannot be healed from the sole of your foot even to your crown."},{"number":36,"verse":"Jehovah shall cause you and your king whom you shall raise up over you, to go to a nation which you have not known, you and your fathers. And you shall serve other gods there, wood and stone."},{"number":37,"verse":"And you shall be an astonishment, a proverb and a byword among all the peoples where Jehovah shall lead you."},{"number":38,"verse":"You shall bring much seed out to the field, and you shall gather in little; for the locusts will devour it."},{"number":39,"verse":"You shall plant vineyards, and shall labor, and you shall not gather, nor drink wine; for the worm will devour it."},{"number":40,"verse":"You shall have olive trees in all your border, and you shall not anoint with oil; for your olive shall fall off."},{"number":41,"verse":"You shall father sons and daughters, and they shall not be with you; for they shall go into captivity."},{"number":42,"verse":"The locust shall possess all your trees and the fruit of your ground."},{"number":43,"verse":"The sojourner in your midst shall go above you, higher and higher; and you shall come down, lower and lower."},{"number":44,"verse":"He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail."},{"number":45,"verse":"And all these curses shall come on you and shall pursue you and overtake you, until you are destroyed; for you did not listen to the voice of Jehovah your God, to keep His commandments and His statutes which He commanded you."},{"number":46,"verse":"And they shall be on you for a sign and for a wonder, and on your seed forever,"},{"number":47,"verse":"because you did not serve Jehovah your God with joyfulness and with gladness of heart for the abundance of all things,"},{"number":48,"verse":"and you shall serve your enemies whom Jehovah shall send on you, in hunger, and in thirst, and in nakedness, and in lack of all things. And He shall put an iron yoke on your neck until He has destroyed you."},{"number":49,"verse":"Jehovah shall lift up a nation against you from afar, from the end of the earth, as the eagle flies; a nation whose tongue you will not understand,"},{"number":50,"verse":"a nation fierce of face, who will not regard the person of the aged, nor show favor to the young."},{"number":51,"verse":"And he shall eat the fruit of your livestock, and the fruit of your land, until you are destroyed. He shall not leave to you grain, new wine, and oil, increase of your oxen, or young ones of your flock, until he has destroyed you."},{"number":52,"verse":"And it will be distress to you against all your gates, until your high and fortified walls in which you are trusting come down, in all your land; and it will be distress to you in all your gates, in all your land which Jehovah your God has given to you."},{"number":53,"verse":"And you shall eat the fruit of your body, the flesh of your sons and your daughters whom Jehovah your God has given to you, in the siege, and in the anguish with which your enemies shall distress you."},{"number":54,"verse":"The man who is tender and very delicate among you, his eye shall be evil against his brother, and against the wife of his bosom, and against the remnant of his sons which he leaves,"},{"number":55,"verse":"so that he will not give to any of them of the flesh of his sons that he shall eat, because he has nothing left to him in the siege, and in the anguish with which your enemies shall distress you in all your gates."},{"number":56,"verse":"The soft and delicate woman among you, who would not have ventured to set the sole of her foot on the ground for delicateness and tenderness, her eye shall be evil against the husband of her bosom, and against her son, and against her daughter;"},{"number":57,"verse":"and against her fetus which comes out from between her feet, even against her sons whom she shall bear. For she shall eat them in secret, for the lack of everything in the siege and in the anguish with which the enemy shall distress you within your gates."},{"number":58,"verse":"If you will not take heed to do all the words of this Law written in this book, to fear this glorious and fearful Name, Jehovah your God,"},{"number":59,"verse":"and Jehovah will make your plagues remarkable, and the plagues of your children shall be great and persistent plagues with evil and long-lasting sicknesses."},{"number":60,"verse":"He shall also bring on you all the diseases of Egypt, of which you were afraid; and they shall cling to you."},{"number":61,"verse":"Also every sickness and every plague which is not written in the book of this Law, Jehovah shall cause them to come on you until you are destroyed."},{"number":62,"verse":"And you shall be left few in number, whereas you were as the stars of the heavens for multitude, because you would not listen to the voice of Jehovah your God."},{"number":63,"verse":"And it shall be, as Jehovah exulted over you to do you good, and to multiply you, so Jehovah shall exult over you to destroy you, and to lay you waste. And you shall be plucked from the land you are going to possess."},{"number":64,"verse":"And Jehovah shall scatter you among all people, from one end of the earth even to the other, and you shall serve other gods there, wood and stone, which you have not known, and not your fathers."},{"number":65,"verse":"And among these nations you shall not find ease, and the sole of your foot shall not have rest. But Jehovah shall give you there a trembling heart and failing of eyes, and sorrow of mind."},{"number":66,"verse":"And your life shall hang in doubt before you, and you shall fear day and night, and shall have no assurance of your life."},{"number":67,"verse":"In the morning you shall say, Oh that it were evening! And in the evening you shall say, Oh that it were morning! For the fear of your heart with which you fear, and for the sight of your eyes which you shall see."},{"number":68,"verse":"And Jehovah shall bring you into Egypt again with ships, by the way of which I said to you, You shall no more see it again. And you shall be sold to your enemies there, for male slaves and slave-girls; and there shall not be a buyer."}]}