{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":29,"verses":[{"number":1,"verse":"These are the words of the covenant which Jehovah commanded Moses to make with the sons of Israel in the land of Moab, besides the covenant which He made with them in Horeb."},{"number":2,"verse":"And Moses called to all Israel, and said to them, You have seen all that Jehovah did before your eyes in the land of Egypt, to Pharaoh and to all his servants, and to all his land."},{"number":3,"verse":"Your eyes have seen the great trials, the signs, and those great wonders."},{"number":4,"verse":"Yet Jehovah has not given to you a heart to know, and eyes to see, and ears to hear, until this day."},{"number":5,"verse":"And I have led you forty years in the wilderness; your garments have not worn out from off you, and your sandal has not worn away off your foot."},{"number":6,"verse":"You have not eaten bread, and you have not drunk wine or fermented liquor, so that you might know that I am Jehovah your God."},{"number":7,"verse":"And you came into this place, and Sihon the king of Heshbon, and Og the king of Bashan, came out to meet us, to battle. And we struck them,"},{"number":8,"verse":"and took their land, and gave it for an inheritance to the Reubenites, and to the Gadites, and for the half tribe of Manasseh."},{"number":9,"verse":"And pay heed to the words of this covenant, and do them, that you may act wisely in all that you do."},{"number":10,"verse":"You are standing today, all of you, before Jehovah your God; your rulers, your tribes, your elders, and your officers, every man of Israel;"},{"number":11,"verse":"your little ones, your wives, and your sojourner who is in the midst of your camps, from the woodchopper to the one drawing your water;"},{"number":12,"verse":"so that you should enter into the covenant of Jehovah your God, and into His oath, which Jehovah your God is making with you today;"},{"number":13,"verse":"so that He may establish you today for a people to Himself, and He Himself be your God, as He has spoken to you, and as He has sworn to your fathers, to Abraham, to Isaac, and to Jacob."},{"number":14,"verse":"And I am not making this covenant and this oath with you alone,"},{"number":15,"verse":"but with him who stands here with us today before Jehovah your God; and also with him that is not here with us today."},{"number":16,"verse":"For you know how we lived in the land of Egypt, and how we came through the nations through which you passed."},{"number":17,"verse":"And you have seen their detestable things, and their idols of wood and stone, silver and gold, which were among them;"},{"number":18,"verse":"that there not be among you man, or woman, or family, or tribe, whose heart turns away today from Jehovah our God, to go and serve the gods of these nations; lest there should be among you today a root that bears gall and wormwood;"},{"number":19,"verse":"and it happens when he hears the words of this curse, that he should bless himself in his heart, saying, I shall have peace, even though I walk in the stubbornness of my heart, to snatch away the drunken with the thirsty."},{"number":20,"verse":"Jehovah will not be willing to forgive him, for then Jehovah's anger and His zeal shall smoke, and His zeal shall be against that man, and all the curses written in this book shall lie upon him. And Jehovah shall blot out his name from under the heavens."},{"number":21,"verse":"And Jehovah shall set him apart to evil, out of all the tribes of Israel, according to all the curses of the covenant that are written in this book of the Law;"},{"number":22,"verse":"so that the generation to come, your sons who rise after you, and the foreign one who comes in from a distant land, shall say when they see the plagues of that land, and its sicknesses which Jehovah shall send into it,"},{"number":23,"verse":"the whole land shall be burned with brimstone and salt; it shall not be sown, nor shall it sprout; nor shall any herb come up in it. It shall be like the overthrow of Sodom and Gomorrah, Admah and Zeboim, which Jehovah overthrew in His anger and in His fury."},{"number":24,"verse":"And all the nations shall say, Why has Jehovah done this to this land? For what is the heat of this great anger?"},{"number":25,"verse":"Then men shall say, Because they have forsaken the covenant of Jehovah, the God of their fathers, which He made with them when He brought them out of the land of Egypt."},{"number":26,"verse":"For they went and served other gods, and worshiped them, gods which they did not know, and who had not divided to them any portion."},{"number":27,"verse":"And the anger of Jehovah was kindled against this land to bring on it all the curses that are written in this book."},{"number":28,"verse":"And Jehovah rooted them out of their land in anger and wrath, and in great indignation, and cast them into another land, as it is this day."},{"number":29,"verse":"The secret things belong to Jehovah our God; and the things revealed belong to us and to our sons forever, that we may do all the words of this Law."}]}