{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"And Moses called to all Israel and said to them, Hear, Israel, the statutes and the judgments which I speak in your ears today. And you shall learn them, and shall take heed to do them."},{"number":2,"verse":"Jehovah your God cut a covenant with us in Horeb."},{"number":3,"verse":"Jehovah did not cut this covenant with our fathers, but with us, even us, these here today, all of us alive."},{"number":4,"verse":"Jehovah talked with you face to face in the mountain out of the midst of the fire."},{"number":5,"verse":"I stood between Jehovah and you at that time to declare to you the Word of Jehovah; for you were afraid from the face of the fire, and you did not go up into the mountain, when He spoke, saying:"},{"number":6,"verse":"I am Jehovah your God who brought you out of the land of Egypt, from the house of bondage."},{"number":7,"verse":"There will not be to you other gods above Me."},{"number":8,"verse":"You shall not make a carved image for you, any likeness of anything in the heavens above, or in the earth beneath, and in the waters from under the earth."},{"number":9,"verse":"You shall not bow yourself to them nor serve them, for I, Jehovah your God, am a jealous God, visiting the iniquity of fathers on sons, and on the third, and on the fourth generation of those that hate Me,"},{"number":10,"verse":"and doing faithfulness to thousands of those who love Me and keep My commandments."},{"number":11,"verse":"You shall not take the name of Jehovah your God in vain; for Jehovah will not hold him guiltless who takes His name in vain."},{"number":12,"verse":"Keep the Sabbath day, to keep it holy, as Jehovah your God has commanded you."},{"number":13,"verse":"Six days you shall labor, and shall do all your work,"},{"number":14,"verse":"and the seventh day shall be a sabbath to Jehovah your God. You shall not do any work, you and not your son, and not your daughter, and not your male slave, and not your female slave, and not your ox, and not your ass, and not any of your livestock, and not your stranger that is within your gates; so that your male slave and your female slave may rest like yourself."},{"number":15,"verse":"And remember that you were a slave in the land of Egypt, and Jehovah your God brought you out from there by a mighty hand and by a stretched out arm. On account of this Jehovah your God has commanded you to keep the Sabbath day."},{"number":16,"verse":"Honor your father and your mother, as Jehovah your God has commanded you, so that your days may be prolonged, and so that it may be well with you in the land which Jehovah your God is giving to you."},{"number":17,"verse":"You shall not commit murder."},{"number":18,"verse":"And you shall not commit adultery."},{"number":19,"verse":"And you shall not steal."},{"number":20,"verse":"And you shall not bear false witness against your neighbor."},{"number":21,"verse":"You shall not covet your neighbor's wife, and not shall you desire your neighbor's house, his field, and his male slave, and his female slave, his ox, and his ass, and anything which is your neighbor's."},{"number":22,"verse":"Jehovah spoke these words to all your assembly on the Mount, out of the midst of the fire of the cloud and out of the thick darkness with a great voice. And He added no more; and He wrote them on two tablets of stone, and gave them to me."},{"number":23,"verse":"And it happened, when you heard the voice out of the midst of the darkness, while the mountain burned with fire, you came near to me, all the rulers of your tribes, and your elders,"},{"number":24,"verse":"and you said, Behold! Jehovah your God has made us see His glory and His greatness to us, and we have heard His voice out of the midst of the fire; we have seen today that God speaks with man, and He lives."},{"number":25,"verse":"And then why should we die? For this great fire will consume us. If we hear the voice of Jehovah your God any more, then we shall die."},{"number":26,"verse":"For who of all flesh that has heard the voice of the living God speaking out of the midst of the fire, as we have, and has lived?"},{"number":27,"verse":"You go near and hear all that Jehovah our God may say, and you shall speak to us all that Jehovah our God may speak to you. And we will hear it and do it."},{"number":28,"verse":"And Jehovah heard the voice of your words when you spoke to me. And Jehovah said to me, I have heard the voice of the words of this people, which they have spoken to you; they have well said all that they have spoken."},{"number":29,"verse":"Would that this heart of theirs would be like this always, to fear Me, and to keep all My commandments, that it might be well with them, and with their sons forever."},{"number":30,"verse":"Go say to them, Return to your tents."},{"number":31,"verse":"But as for you, you stand here by Me, and I will speak to you all the commandments and the statutes and the judgments which you shall teach them, that they may do them in the land which I am giving to them, to possess it."},{"number":32,"verse":"And you shall be careful to do as Jehovah your God has commanded you; you shall not turn aside to the right or left."},{"number":33,"verse":"You shall walk in all the ways which Jehovah your God has commanded you, so that you may live, and that good may be to you, and you may prolong your days in the land which you will possess."}]}