{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"And this is the commandment, the statute and the judgments which Jehovah your God commanded to teach you, to do them in the land to which you are crossing over, to possess it,"},{"number":2,"verse":"that you might fear Jehovah your God, to keep all His statutes and His commandments which I command you; you, and your son, and your son's son, all the days of your life; and that your days may be prolonged."},{"number":3,"verse":"Hear, then, O Israel, and take heed to do it, that it may be well with you, that you may increase exceedingly, as Jehovah the God of your fathers has promised you, in the land flowing with milk and honey."},{"number":4,"verse":"Hear, O Israel, Jehovah our God is one Jehovah."},{"number":5,"verse":"And you shall love Jehovah your God with all your heart, and with all your soul, and with all your might."},{"number":6,"verse":"And these words which I am commanding you today shall be on your heart."},{"number":7,"verse":"And you shall teach them to your sons, and shall speak of them as you sit in your house, and as you walk in the way, and as you are lying down, and as you are rising up."},{"number":8,"verse":"And you shall bind them for a sign on your hand; and they shall be for frontlets between your eyes."},{"number":9,"verse":"And you shall write them on the doorposts of your house, and on your gates."},{"number":10,"verse":"And it shall be, when Jehovah your God shall bring you into the land which He has sworn to your fathers, to Abraham, to Isaac, and to Jacob, to give to you great and good cities, which you have not built,"},{"number":11,"verse":"and houses full of every good thing which you have not filled, and wells dug which you did not dig, vineyards and oliveyards which you did not plant; and you shall eat and be satisfied;"},{"number":12,"verse":"and you shall be on guard that you not forget Jehovah who brought you out of the land of Egypt, out of the house of slaves."},{"number":13,"verse":"You shall fear Jehovah your God, and you shall serve Him, and you shall swear by His name."},{"number":14,"verse":"You shall not go after other gods, of the gods of the peoples who are around you,"},{"number":15,"verse":"for Jehovah your God is a jealous God in your midst, lest the anger of Jehovah your God burn against you, and He destroy you from off the face of the earth."},{"number":16,"verse":"You shall not test Jehovah your God as you tested Him in Massah."},{"number":17,"verse":"Keeping you shall keep the commands of Jehovah your God, and His testimonies, and His statutes which He has commanded you."},{"number":18,"verse":"And you shall do the right thing and the good thing in the eyes of Jehovah, so that it may be well with you, and that you may go in and possess the good land which Jehovah has sworn to your fathers,"},{"number":19,"verse":"to cast out all your enemies from before you, as Jehovah has spoken."},{"number":20,"verse":"When your son asks you hereafter, saying, What are the testimonies and the statutes and the judgments which Jehovah your God has commanded you?"},{"number":21,"verse":"Then you shall say to your son, We were Pharaoh's slaves in Egypt, and Jehovah brought us out of Egypt with a mighty hand."},{"number":22,"verse":"And Jehovah gave signs and great and grievous wonders on Egypt, on Pharaoh, and on all his household, before our eyes."},{"number":23,"verse":"And He has brought us out from there in order to bring us in, to give us the land which He had sworn to our fathers."},{"number":24,"verse":"And Jehovah commanded us to do all these statutes, to fear Jehovah our God for our good forever, to keep us alive, as today."},{"number":25,"verse":"And it shall be righteousness for us when we take heed to do all this commandment before Jehovah our God, as He has commanded us."}]}