{"bibleAbbr":"KJ3-2005","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"When Jehovah your God shall bring you into the land to which you are going, to possess it, and He casts out many nations from before you, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations larger and mightier than you;"},{"number":2,"verse":"and when Jehovah your God shall give them up before you, and you strike them, then you shall utterly destroy them; you shall not cut a covenant with them, and not show mercy to them;"},{"number":3,"verse":"and you shall not intermarry with them; you shall not give your daughter to his son, and not shall you take his daughter to your son."},{"number":4,"verse":"For he will turn your son away from following Me, that they may serve other gods; and the anger of Jehovah will burn against you, and He will destroy you quickly."},{"number":5,"verse":"But you shall deal with them in this way: you shall break down their altars, and dash in pieces the cult-stones; and you shall cut down their Asherahs; and you will burn their carved images with fire."},{"number":6,"verse":"For you are a holy people to Jehovah your God. Jehovah your God has chosen you to be for a people to Him, a special possession out of all the peoples that are on the face of the earth."},{"number":7,"verse":"Jehovah did not set His love on you or choose you because you were more in number than any people, for you were the fewest of all peoples."},{"number":8,"verse":"But because Jehovah loved you, and because He kept the oath which He swore to your fathers, Jehovah has caused you to go out with a strong hand, and redeemed you from the house of slaves, from the hand of Pharaoh king of Egypt."},{"number":9,"verse":"And know that Jehovah your God, He is God, the faithful God, keeping the covenant and mercy to those who love Him, and to those who keep His commands, to a thousand generations;"},{"number":10,"verse":"and repaying to his face those that hate Him, to destroy him; He will not delay, He will repay him who hates Him, to his face."},{"number":11,"verse":"And you shall keep the commandment, and the statutes, and the judgments which I am commanding you today, to do them."},{"number":12,"verse":"And it shall be, because you hear judgments, and keep and do them, even Jehovah your God will keep with you the covenant and the mercy which He swore to your fathers."},{"number":13,"verse":"And He will love you, and bless you, and multiply you. He will also bless the fruit of your body, and the fruit of your land, your grain and your wine and your oil, the increase of your oxen and the wealth of your flock, in the land which He has sworn to your fathers, to give it to you."},{"number":14,"verse":"You shall be blessed above all people; there shall not be a barren man or a barren woman among you, and among your livestock."},{"number":15,"verse":"And Jehovah shall turn aside every sickness from you; and He will not put on you any of the evil diseases of Egypt which you have known, but He will put them on all who hate you."},{"number":16,"verse":"And you shall consume all the peoples whom Jehovah your God is giving to you. And your eye shall have no pity on them; and you shall not serve their gods; for it shall be a snare to you."},{"number":17,"verse":"If you shall say in your heart, These nations are more numerous than I; how shall I be able to dispossess them?"},{"number":18,"verse":"You fearing shall not fear them; remembering you shall remember that which Jehovah your God has done to Pharaoh, and to all Egypt,"},{"number":19,"verse":"the great trials which your eyes have seen, and the miraculous signs, and the wonders and the mighty hand, and the stretched out arm with which Jehovah your God has brought you out. So Jehovah your God shall do to all the peoples of whose face you are afraid."},{"number":20,"verse":"And Jehovah your God shall send the hornets among them, until the ones who are left perish, even those who hide themselves from your face."},{"number":21,"verse":"You shall not be afraid of them, for Jehovah your God is among you, a mighty and fearful God."},{"number":22,"verse":"And Jehovah your God will clear out those nations before you by little and little. You may not finish them at once, lest the beasts of the field increase upon you."},{"number":23,"verse":"And Jehovah your God shall deliver them up before you, and destroy them with a great destruction until they are destroyed."},{"number":24,"verse":"And He shall give their kings into your hand; and you shall destroy their name from under the heavens. No man shall be able to stand before you until you have destroyed them."},{"number":25,"verse":"You shall burn the carved images of their gods with fire; and you shall not covet the silver and gold on them, and not shall you take it to yourself, that you not be snared by it; for it is a disgusting thing to Jehovah."},{"number":26,"verse":"And you shall not bring a disgusting thing into your house, that you not be a cursed thing like it. Detesting you shall detest it, and loathing you shall loathe it; for it is a cursed thing."}]}