{"bibleAbbr":"orOV2014","bookName":"ହୋଶେୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"ଯିହୁଦାର ରାଜଗଣ ଉଷୀୟ, ଯୋଥମ, ଆହସ ଓ ହିଜକୀୟର ଅଧିକାର ସମୟରେ ଯୋୟାସର ପୁତ୍ର ଇସ୍ରାଏଲର ରାଜା ଯାରବୀୟାମର ସମୟରେ ସଦାପ୍ରଭୁଙ୍କର ଏହି ବାକ୍ୟ ବେରିଙ୍କ ପୁତ୍ର ହୋଶେୟଙ୍କର ନିକଟରେ ଉପସ୍ଥିତ ହେଲା ।"},{"number":2,"verse":"( ହୋଶେୟଙ୍କ ଭାର୍ଯ୍ୟା ଏବଂ ସନ୍ତାନଗଣ) ଯେଉଁ ସମୟରେ ସଦାପ୍ରଭୁ ପ୍ରଥମରେ ହୋଶେୟଙ୍କ ଦ୍ଵାରା କଥା କହିଲେ, ସେହି ସମୟରେ ସଦାପ୍ରଭୁ ହୋଶେୟଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଯାଇ ବ୍ୟଭିଚାରିଣୀ ଏକ ଭାର୍ଯ୍ୟାକୁ ଓ ବ୍ୟଭିଚାରରୁ ଜାତ ସନ୍ତାନଗଣକୁ ଗ୍ରହଣ କର; କାରଣ ଏହି ଦେଶ ସଦାପ୍ରଭୁଙ୍କୁ ପରିତ୍ୟାଗ କରି ମହା ବ୍ୟଭିଚାର କରୁଅଛି ।"},{"number":3,"verse":"ତହିଁରେ ସେ ଯାଇ ଦିବ୍ଲାଇମର କନ୍ୟା ଗୋମରକୁ ଗ୍ରହଣ କଲା ଓ ସେ ଗର୍ଭବତୀ ହୋଇ ତାହାର ଏକ ପୁତ୍ର ପ୍ରସବ କଲା ।"},{"number":4,"verse":"ତହୁଁ ସଦାପ୍ରଭୁ ତାହାକୁ କହିଲେ, ତୁମ୍ଭେ ତାହାର ନାମ ଯିଷ୍ରିୟେଲ ରଖ; କାରଣ ଅଳ୍ପ କାଳ ଉତ୍ତାରେ ଆମ୍ଭେ ଯେହୂର ବଂଶକୁ ଯିଷ୍ରିୟେଲର ରକ୍ତପାତର ଫଳ ଭୋଗ କରାଇବା ଓ ଇସ୍ରାଏଲ ବଂଶର ରାଜ୍ୟ ଶେଷ କରାଇବା ।"},{"number":5,"verse":"ପୁଣି, ସେସମୟରେ ଆମ୍ଭେ ଯିଷ୍ରିୟେଲର ଉପତ୍ୟକାରେ ଇସ୍ରାଏଲର ଧନୁ ଭଗ୍ନ କରିବା ।"},{"number":6,"verse":"ଆଉ, ସେ ସ୍ତ୍ରୀ ପୁନର୍ବାର ଗର୍ଭଧାରଣ କରି ଏକ କନ୍ୟା ପ୍ରସବ କଲା । ଆଉ, ସଦାପ୍ରଭୁ ତାହାକୁ କହିଲେ, ତୁମ୍ଭେ ତାହାର ନାମ ଲୋ-ରୁହାମା (ଅଦୟା ପାତ୍ରୀ) ରଖ; କାରଣ ଆମ୍ଭେ କୌଣସିମତେ ଇସ୍ରାଏଲ ବଂଶକୁ କ୍ଷମା କରିବା ପାଇଁ ସେମାନଙ୍କ ପ୍ରତି ଆଉ ଦୟା ପ୍ରକାଶ କରିବା ନାହିଁ ।"},{"number":7,"verse":"ମାତ୍ର ଆମ୍ଭେ ଯିହୁଦା-ବଂଶ ପ୍ରତି ଦୟା କରିବା ଓ ଧନୁ କି ଖଡ଼୍‍ଗ କି ଯୁଦ୍ଧ କି ଅଶ୍ଵଗଣ କିଅବା ଅଶ୍ଵାରୋହୀଗଣ ଦ୍ଵାରା ସେମାନଙ୍କୁ ଉଦ୍ଧାର ନ କରି ସଦାପ୍ରଭୁ ସେମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ଦ୍ଵାରା ଉଦ୍ଧାର କରିବା ।"},{"number":8,"verse":"ସେ ସ୍ତ୍ରୀ ଲୋ-ରୁହାମାକୁ ସ୍ତନ୍ୟପାନ ତ୍ୟାଗ କରାଇଲା ଉତ୍ତାରେ ଗର୍ଭଧାରଣ କରି ଏକ ପୁତ୍ର ପ୍ରସବ କଲା ।"},{"number":9,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ କହିଲେ, ତୁମ୍ଭେ ତାହାର ନାମ ଲୋ-ଆମୀ (ଆମ୍ଭର ଲୋକ ନୁହେଁ) ରଖ; କାରଣ ତୁମ୍ଭେମାନେ ଆମ୍ଭର ଲୋକ ନୁହଁ ଓ ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କର ପରମେଶ୍ଵର ନୋହିବା ।"},{"number":10,"verse":"ତଥାପି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସଂଖ୍ୟା ସମୁଦ୍ରର ବାଲୁକା ତୁଲ୍ୟ ଅପରିମେୟ ଓ ଅସଂଖ୍ୟ ହେବ; ପୁଣି, ଯେଉଁ ସ୍ଥଳରେ ସେମାନଙ୍କୁ, ତୁମ୍ଭେମାନେ ଆମ୍ଭର ଲୋକ ନୁହଁ ବୋଲି କୁହା ଯାଇଥିଲା, ସେସ୍ଥଳରେ ସେମାନଙ୍କୁ କୁହାଯିବ ଯେ, ତୁମ୍ଭେମାନେ ଜୀବିତ ପରମେଶ୍ଵରଙ୍କର ସନ୍ତାନଗଣ ଅଟ ।"},{"number":11,"verse":"ଆଉ, ଯିହୁଦାର ସନ୍ତାନଗଣ ଓ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ ଏକତ୍ର ସଂଗ୍ରହ କରାଯିବେ ଓ ସେମାନେ ଆପଣାମାନଙ୍କ ଉପରେ ଏକ ଜଣକୁ ପ୍ରଧାନ ରୂପେ ନିଯୁକ୍ତ କରି ଦେଶରୁ ଯାତ୍ରା କରିବେ; କାରଣ ଯିଷ୍ରିୟେଲର ଦିନ ମହତ ଦିନ ହେବ ।"}]}