{"bibleAbbr":"orOV2014","bookName":"ହୋଶେୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲର ବିପତ୍ତି) ତୁମ୍ଭେ ଆପଣା ମୁଖରେ ତୂରୀ ଦିଅ; ସେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହ ବିରୁଦ୍ଧରେ ଉତ୍କ୍ରୋଶ ପକ୍ଷୀ ତୁଲ୍ୟ ଆସୁଅଛି; କାରଣ ଲୋକମାନେ ଆମ୍ଭର ନିୟମ ଲଙ୍ଘନ କରିଅଛନ୍ତି ଓ ଆମ୍ଭ ବ୍ୟବସ୍ଥାର ପ୍ରତିକୂଳରେ ଅପରାଧ କରିଅଛନ୍ତି ।"},{"number":2,"verse":"ସେମାନେ ଆମ୍ଭ ନିକଟରେ କ୍ରନ୍ଦନ କରି କହିବେ, ହେ ଆମ୍ଭର ପରମେଶ୍ଵର, ଆମ୍ଭେମାନେ ଇସ୍ରାଏଲ, ତୁମ୍ଭଙ୍କୁ ଜାଣୁ ।"},{"number":3,"verse":"ଯାହା ଭଲ, ତାହା ଇସ୍ରାଏଲ ପକାଇ ଦେଇଅଛି; ଶତ୍ରୁ ତାହାର ପଛେ ପଛେ ଗୋଡ଼ାଇବ ।"},{"number":4,"verse":"ସେମାନେ ରାଜଗଣ ସ୍ଥାପନ କରିଅଛନ୍ତି, ମାତ୍ର ଆମ୍ଭ ଦ୍ଵାରା ନୁହେଁ; ସେମାନେ ଅଧିପତିଗଣ ନିଯୁକ୍ତ କରିଅଛନ୍ତି, ମାତ୍ର ଆମ୍ଭେ ତାହା ଜାଣିଲୁ ନାହିଁ । ସେମାନେ ଯେପରି ଉଚ୍ଛିନ୍ନ ହେବେ, ଏଥିପାଇଁ ଆପଣା ନିମନ୍ତେ ରୂପା ଓ ସୁନାରେ ସେମାନେ ପ୍ରତିମାଗଣ ନିର୍ମାଣ କରିଅଛନ୍ତି ।"},{"number":5,"verse":"ହେ ଶମରିୟେ, ସେ ତୁମ୍ଭର ଗୋବତ୍ସ ପ୍ରତିମା ପକାଇ ଦେଇଅଛନ୍ତି । ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଆମ୍ଭର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହୋଇଅଛି । ସେମାନେ କେତେ କାଳ ଉତ୍ତାରେ ନିର୍ଦ୍ଦୋଷତା ପ୍ରାପ୍ତ ହେବେ ?"},{"number":6,"verse":"କାରଣ ଏହା ହିଁ ଇସ୍ରାଏଲଠାରୁ ହୋଇଅଛି, ଶିଳ୍ପକର ଏହା ନିର୍ମାଣ କରିଅଛି, ତାହା ଈଶ୍ଵର ନୁହେଁ; ହଁ, ଶମରୀୟାର ଗୋବତ୍ସ ଖଣ୍ତ ଖଣ୍ତ ହୋଇ ଭଗ୍ନ ହେବ ।"},{"number":7,"verse":"କାରଣ ସେମାନେ ବାୟୁ ବୁଣନ୍ତି ଓ ଘୂର୍ଣ୍ଣିବାୟୁରୂପ ଶସ୍ୟ କାଟିବେ । ତାହାର ଉଠିଆ କ୍ଷେତ ନାହିଁ; ପତ୍ର ଖାଦ୍ୟ ଉତ୍ପନ୍ନ କରିବ ନାହିଁ; ଯେବେ ଉତ୍ପନ୍ନ କରିବ, ବିଦେଶୀୟମାନେ ତାହା ଗ୍ରାସ କରିବେ ।"},{"number":8,"verse":"ଇସ୍ରାଏଲ ଗ୍ରାସିତ ହୋଇଅଛି; ଏବେ ସେମାନେ ଅପ୍ରୀତିକର ପାତ୍ର ତୁଲ୍ୟ ନାନା ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ଅଛନ୍ତି ।"},{"number":9,"verse":"କାରଣ ସେମାନେ ବନ୍ୟ ଗର୍ଦ୍ଦଭ ତୁଲ୍ୟ ଏକାକୀ ହୋଇ ଅଶୂରକୁ ଯାଇ ଅଛନ୍ତି; ଇଫ୍ରୟିମ ପ୍ରେମିକଗଣକୁ ବେତନ ଦେଇ ରଖିଅଛି ।"},{"number":10,"verse":"ହଁ, ସେମାନେ ନାନା ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ଲୋକମାନଙ୍କୁ ବର୍ତ୍ତନ ଦେଲେ ହେଁ ଏବେ ଆମ୍ଭେ ସେମାନଙ୍କୁ ସଂଗ୍ରହ କରିବା; ସେମାନେ ଅଧିପତିଗଣଙ୍କ ରାଜାର ଭାର ହେତୁରୁ ନ୍ୟୂନ ହେବାକୁ ଲାଗିଲେଣି ।"},{"number":11,"verse":"କାରଣ ଇଫ୍ରୟିମ ପାପ ଚେଷ୍ଟାରେ ଅନେକ ଯଜ୍ଞବେଦି କରିଅଛି, ଯଜ୍ଞବେଦିସବୁ ତାହା ପକ୍ଷରେ ପାପର କାରଣ ହୋଇଅଛି ।"},{"number":12,"verse":"ଆମ୍ଭେ ଦଶସହସ୍ର ବିଧିରେ ଆମ୍ଭର ବ୍ୟବସ୍ଥା ତାହା ପାଇଁ ଲେଖିଲେ ହେଁ ସେସବୁ ବିଦେଶୀୟ କଥା ତୁଲ୍ୟ ଗଣିତ ହୁଏ ।"},{"number":13,"verse":"ସେମାନେ ଆମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ଉପହାରାର୍ଥକ ବଳି ନିମନ୍ତେ ମାଂସ ବଳିଦାନ କରି ତାହା ଭୋଜନ କରନ୍ତି; ମାତ୍ର ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ଗ୍ରାହ୍ୟ କରନ୍ତି ନାହିଁ । ଏବେ ସେ ସେମାନଙ୍କର ଅଧର୍ମ ସ୍ମରଣ କରି। ସେମାନଙ୍କ ପାପର ପ୍ରତିଫଳ ଦେବେ; ସେମାନେ ପୁନର୍ବାର ମିସରକୁ ଫେରି ଯିବେ ।"},{"number":14,"verse":"କାରଣ ଇସ୍ରାଏଲ ଆପଣା ସୃଷ୍ଟିକର୍ତ୍ତାଙ୍କୁ ପାସୋରିଅଛି ଓ ନାନା ଅଟ୍ଟାଳିକା ନିର୍ମାଣ କରିଅଛି ଓ ଯିହୁଦା ଅନେକ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗର ପ୍ରସ୍ତୁତ କରିଅଛି, ମାତ୍ର ଆମ୍ଭେ ତାହାର ନଗରସକଳର ଉପରେ ଅଗ୍ନି ନିକ୍ଷେପ କରିବା ଓ ତାହା ତହିଁର ଦୁର୍ଗସଳକ ଗ୍ରାସ କରିବ ।"}]}