{"bibleAbbr":"orOV2014","bookName":"ହୋଶେୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲ ପ୍ରତି ପରମେଶ୍ଵରଙ୍କ ଶାସ୍ତି) ହେ ଇସ୍ରାଏଲ, ତୁମ୍ଭେ ଆନନ୍ଦ ସକାଶୁ ନାନା ଗୋଷ୍ଠୀୟମାନଙ୍କ ତୁଲ୍ୟ ଆନନ୍ଦ କର ନାହିଁ; କାରଣ ତୁମ୍ଭେ ଆପଣା ପରମେଶ୍ଵରଙ୍କୁ ଛାଡ଼ି ବ୍ୟଭିଚାର କରିଅଛ, ତୁମ୍ଭେ ଶସ୍ୟପୂର୍ଣ୍ଣ ପ୍ରତ୍ୟେକ ଖମାରରେ ବେତନ ଭଲ ପାଇଅଛ ।"},{"number":2,"verse":"ଶସ୍ୟ ଖଳା କିଅବା ଦ୍ରାକ୍ଷାପେଷଣ ଯନ୍ତ୍ର ସେମାନଙ୍କୁ ପ୍ରତିପୋଷଣ କରିବ ନାହିଁ ଓ ନୂତନ ଦ୍ରାକ୍ଷାରସରୁ ସେମାନେ ବଞ୍ଚିତ ହେବେ ।"},{"number":3,"verse":"ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଦେଶରେ ବାସ କରିବେ ନାହିଁ; ମାତ୍ର ଇଫ୍ରୟିମ ମିସରକୁ ଫେରି ଯିବ, ଆଉ ସେମାନେ ଅଶୂରରେ ଅଶୁଚି ଦ୍ରବ୍ୟ ଭୋଜନ କରିବେ⇧।"},{"number":4,"verse":"ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଦ୍ରାକ୍ଷାରସର ଉପହାର ଢାଳିବେ ନାହିଁ, କିଅବା ସେସବୁ ସଦାପ୍ରଭୁଙ୍କ ତୁଷ୍ଟିଜନକ ହେବ ନାହିଁ। ସେମାନଙ୍କର ବଳିଦାନସକଳ ସେମାନଙ୍କ ପ୍ରତି ବିଳାପକାରୀଗଣର ଖାଦ୍ୟର ସମାନ ହେବ; ଯେଉଁମାନେ ତାହା ଭୋଜନ କରିବେ, ସେସମସ୍ତେ ଅଶୁଚି ହେବେ; କାରଣ ସେମାନଙ୍କର ଖାଦ୍ୟ ସେମାନଙ୍କ କ୍ଷୁଧା ତୃପ୍ତିର ନିମନ୍ତେ ହେବ; ତାହା ସଦାପ୍ରଭୁଙ୍କ ଗୃହକୁ ଆସିବ ନାହିଁ ।"},{"number":5,"verse":"ମହାସଭା ଦିନରେ ଓ ସଦାପ୍ରଭୁଙ୍କ ଉତ୍ସବ ଦିନରେ ତୁମ୍ଭେମାନେ କଅଣ କରିବ ?"},{"number":6,"verse":"କାରଣ ଦେଖ, ସେମାନେ ଧ୍ଵଂସ ସ୍ଥାନରୁ ଯାଇଅଛନ୍ତି, ତଥାପି ମିସର ସେମାନଙ୍କୁ ଏକତ୍ର କରିବ, ମେମ୍ପିସ ସେମାନଙ୍କୁ କବର ଦେବ । ସେମାନଙ୍କର ରୂପାର ମନୋହର ପଦାର୍ଥସବୁ ବିଛୁଆତି ଗଛର ଅଧିକାର ହେବ; ସେମାନଙ୍କ ତମ୍ଵୁସବୁରେ କଣ୍ଟକ ବୃକ୍ଷ ଉତ୍ପନ୍ନ ହେବ ।"},{"number":7,"verse":"ପ୍ରତିଫଳର ଦିନ ଉପସ୍ଥିତ, ଦଣ୍ତର ଦିନ ଉପସ୍ଥିତ; ଇସ୍ରାଏଲ ଏହା ଜାଣିବ । ଭବିଷ୍ୟଦ୍ବକ୍ତା ନିର୍ବୋଧ, ଆତ୍ମାପ୍ରାପ୍ତ ଲୋକ ଉନ୍ମତ୍ତ,, କାରଣ ତୁମ୍ଭର ଅଧର୍ମ ବହୁଳ ଓ ଶତ୍ରୁତାଭାବ ବଡ଼ ।"},{"number":8,"verse":"ଇଫ୍ରୟିମ ମୋʼ ପରମେଶ୍ଵରଙ୍କ ସହିତ ପ୍ରହରୀ ଥିଲା; ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ସକଳ ପଥରେ ବ୍ୟାଧର ଫାନ୍ଦ ଓ ତାହାର ପରମେଶ୍ଵରଙ୍କ ଗୃହରେ ଶତ୍ରୁତାଭାବ ଅଛି ।"},{"number":9,"verse":"ଗିବୀୟାର ସମୟରେ ଯେପରି, ସେମାନେ ଆପଣାମାନଙ୍କୁ ସେପରି ଅତିଶୟ ଭ୍ରଷ୍ଟ କରିଅଛନ୍ତି; ସେ ସେମାନଙ୍କର ଅଧର୍ମ ସ୍ମରଣ କରି ସେମାନଙ୍କ ପାପସକଳର ପ୍ରତିଫଳ ଦେବେ ।"},{"number":10,"verse":"ଆମ୍ଭେ ଦ୍ରାକ୍ଷାଫଳର ନ୍ୟାୟ ଇସ୍ରାଏଲକୁ ପ୍ରାନ୍ତରରେ ପାଇଲୁ; ଆମ୍ଭେ ଡିମିରି ବୃକ୍ଷର ପ୍ରଥମକାଳୀନ ଆଦ୍ୟପକ୍ଵ ଫଳର ନ୍ୟାୟ ତୁମ୍ଭର ପିତୃପୁରୁଷଗଣଙ୍କୁ ଦେଖିଲୁ; ମାତ୍ର ସେମାନେ ବାଲ୍-ପୀୟୋରର ନିକଟକୁ ଆସି ସେହି ଲଜ୍ଜାସ୍ପଦର ଉଦ୍ଦେଶ୍ୟରେ ଆପଣାମାନଙ୍କୁ ପ୍ରତିଷ୍ଠା କଲେ ଓ ଯାହାକୁ ସେମାନେ ପ୍ରେମ କଲେ, ତାହାରି ତୁଲ୍ୟ ଘୃଣାଯୋଗ୍ୟ ହେଲେ ।"},{"number":11,"verse":"ଇଫ୍ରୟିମର ଗୌରବ ପକ୍ଷୀ ପରି ଉଡ଼ିଯିବ; ତାହାର କୌଣସି ଜନ୍ମ, ଗର୍ଭ କିଅବା ଗର୍ଭଧାରଣ ନୋହିବ ।"},{"number":12,"verse":"ଯଦ୍ୟପି ସେମାନେ ସନ୍ତାନଗଣକୁ ପ୍ରତିପାଳନ କରିବେ, ତଥାପି ଆମ୍ଭେ ସେମାନଙ୍କୁ ନିଃସନ୍ତାନ କରିବା, ତହିଁରେ ଜଣେ ମନୁଷ୍ୟ ହିଁ ସେଠାରେ ରହିବ ନାହିଁ; ହଁ, ଆମ୍ଭେ ସେମାନଙ୍କୁ ଯେତେବେଳେ ପରିତ୍ୟାଗ କରିବା, ସେତେବେଳେ ସେମାନଙ୍କର ସନ୍ତାପ ହେବ !"},{"number":13,"verse":"ଆମ୍ଭେ ସୋରକୁ ଯେପରି ଦେଖିଅଛୁ, ଇଫ୍ରୟିମ ସେପରି ମନୋହର ସ୍ଥାନରେ ରୋପିତ ହୋଇଅଛି; ମାତ୍ର ଇଫ୍ରୟିମ ଆପଣା ସନ୍ତାନଗଣକୁ ହତ୍ୟାକାରୀର ନିକଟକୁ ବାହାର କରି ଆଣିବ ।"},{"number":14,"verse":"ହେ ସଦାପ୍ରଭୁ, ସେମାନଙ୍କୁ ଦିଅ; ତୁମ୍ଭେ ସେମାନଙ୍କୁ କଅଣ ଦେବ ? ସେମାନଙ୍କୁ ଗର୍ଭସ୍ରାବ ଉଦର ଓ ଶୁଷ୍କ ସ୍ତନ ଦିଅ ।"},{"number":15,"verse":"ସେମାନଙ୍କର ଦୁଷ୍ଟତାସକଳ ଗିଲ୍ଗଲ୍ରେ ଅଛି; କାରଣ ସେଠାରେ ଆମ୍ଭେ ସେମାନଙ୍କୁ ଘୃଣା କଲୁ; ଆମ୍ଭେ ସେମାନଙ୍କ କ୍ରିୟାର ଦୁଷ୍ଟତା ସକାଶୁ ସେମାନଙ୍କୁ ଆମ୍ଭ ଗୃହରୁ ତଡ଼ିଦେବା; ଆମ୍ଭେ ସେମାନଙ୍କୁ ଆଉ ସ୍ନେହ କରିବା ନାହିଁ; ସେମାନଙ୍କର ଅଧିପତି ସମସ୍ତେ ବିଦ୍ରୋହୀ।"},{"number":16,"verse":"ଇଫ୍ରୟିମ ଆହତ ହୋଇଅଛି, ସେମାନଙ୍କର ମୂଳ ଶୁଷ୍କ ହୋଇଅଛି; ସେମାନେ ଫଳ ଧାରଣ କରିବେ ନାହିଁ; ହଁ, ଯଦ୍ୟପି ସେମାନେ ପ୍ରସବ କରିବେ, ତଥାପି ଆମ୍ଭେ ସେମାନଙ୍କ ଗର୍ଭର ପ୍ରିୟତମ ଫଳକୁ ସଂହାର କରିବା ।"},{"number":17,"verse":"ମୋର ପରମେଶ୍ଵର ସେମାନଙ୍କୁ ଦୂର କରି ଦେବେ, କାରଣ ସେମାନେ ତାହାଙ୍କ ବାକ୍ୟରେ କର୍ଣ୍ଣପାତ କଲେ ନାହିଁ; ଆଉ, ସେମାନେ ନାନା ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ଭ୍ରମଣକାରୀ ହେବେ ।"}]}