{"bibleAbbr":"neNRV2012","bookName":"१ कोरिन्थी","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( प्रेरितको अधिकार) के म स्‍वतन्‍त्र छैनँ? के म प्रेरित होइनँ? के मैले येशू, हाम्रा प्रभुलाई देखेको छैनँ? के प्रभुमा तिमीहरू मेरो कामको प्रतिफल होइनौ र?"},{"number":2,"verse":"म अरूहरूका निम्‍ति प्रेरित नभए तापनि कम-से-कम तिमीहरूका निम्‍ति त हुँ, किनभने प्रभुमा मेरो प्रेरितको कामको छाप तिमीहरू नै हौ।"},{"number":3,"verse":"मेरो विरुद्धमा बोल्‍नेहरूलाई मेरो यही जवाफ छ,"},{"number":4,"verse":"के हामीलाई खाने-पिउने अधिकार छैन?"},{"number":5,"verse":"के अरू प्रेरितहरूजस्‍तै, प्रभुका भाइहरू र केफासलाई जस्‍तै हामीलाई पनि पत्‍नी लिएर हिँड्ने अधिकार छैन र?"},{"number":6,"verse":"अथवा के बारनाबास र मलाई मात्र काम नगरिकन नै जीविका चलाउने अधिकार छैन?"},{"number":7,"verse":"आफ्‍नै खर्चमा कसले सिपाहीको काम गर्छ र? दाखबारी लाएर कसले त्‍यसको फल खाँदैन? अथवा भेडाबाख्राका बथान पालेर कसले त्‍यसको दूध पिउँदैन?"},{"number":8,"verse":"के मानिसको दृष्‍टिकोणबाट मात्र म यो भन्‍दैछु र? अथवा के व्‍यवस्‍थाले पनि यही कुरा भन्‍दैन?"},{"number":9,"verse":"किनभने मोशाको व्‍यवस्‍थामा लेखिएको छ, “दाइँ गर्दा गोरुलाई मोहोलो नलगाओ।” के गोरुहरूका विषयमा परमेश्‍वर चिन्‍तित हुनुहुन्‍छ? ( ; )"},{"number":10,"verse":"के उहाँले हाम्रो खातिर नै यो भन्‍नुभएको होइन र? हाम्रो खातिर नै यो लेखिएको हो। किनकि जोत्‍ने र दाइँ गर्नेले अन्‍नको केही हिस्‍सा पाउने आशामा नै जोत्‍छ र दाइँ गर्छ।"},{"number":11,"verse":"यदि हामीहरूले तिमीहरूका माझमा आत्‍मिक बीउ रोपेका छौं भने, र तिमीहरूको भौतिक सम्‍पत्तिको कटनी गर्‍यौ भने, के त्‍यो अति भयो र? ( )"},{"number":12,"verse":"यदि अरूहरूले तिमीहरूमाथि यस मुनासिब हकको दाबी गर्छन् भने के हाम्रो अझ बढ़ी हक छैन? तापनि हामीले त यस हकको प्रयोग गरेका छैनौं, तर ख्रीष्‍टको सुसमाचारमा बाधा नपारौं भनेर बरु हामी सबै कुरा सहन्‍छौं।"},{"number":13,"verse":"के तिमीहरूलाई थाहा छैन, कि मन्‍दिरमा सेवा गर्नेहरूले मन्‍दिरका थोकहरूबाट खान्‍छन्, र वेदीका सेवा गर्नेहरूले बलिबाट हिस्‍सा लिन्‍छन्? ( )"},{"number":14,"verse":"त्‍यसरी नै सुसमाचार प्रचार गर्नेहरूले पनि सुसमाचारबाटै जीविका चलाऊन् भनी प्रभुले आज्ञा दिनुभयो। ( ; )"},{"number":15,"verse":"तर यी हकहरूमध्‍ये मैले कुनैको प्रयोग गरेको छैनँ, र मेरो निम्‍ति यस्‍तै प्रबन्‍ध होस् भनेर मैले यी कुरा लेखेको होइनँ। किनभने मेरो गर्व गर्ने कुरादेखि कसैले मलाई वञ्‍चित गराउनभन्‍दा बरु म मर्नु असल छ।"},{"number":16,"verse":"किनकि यदि मैले सुसमाचार प्रचार गरें भने त्‍यसमा मैले घमण्‍ड गर्ने केही कारण छैन। किनकि यसो गर्न म बाध्‍य छु। यदि सुसमाचार प्रचार गरिनँ भने मलाई धिक्‍कार छ!"},{"number":17,"verse":"किनकि यदि आफ्‍नो इच्‍छाले म यो काम गर्दछु भने मलाई इनाम छ, तर मैले आफ्‍नै इच्‍छाले यो गरेको होइनँ भने पनि मलाई एउटा भण्डारेको जिम्मा सुम्‍पिदिएको छ।"},{"number":18,"verse":"तब मेरो इनाम के हो? केवल यति नै हो, कि सित्तैँमा सुसमाचार प्रचार गर्न पाऊँ, र सुसमाचार प्रचार गर्दा पाउने पूर्ण हकको दाबी मैले गर्न नपरोस्।"},{"number":19,"verse":"किनभने म मानिसहरूबाट स्‍वतन्‍त्र भए तापनि अझ धेरैलाई जित्‍न सकूँ भनेर मैले आफैलाई सबैको दास तुल्‍याएँ।"},{"number":20,"verse":"यहूदीहरूलाई जितूँ भनेर यहूदीहरूका निम्‍ति म यहूदीजस्‍तै बनें। व्‍यवस्‍थाको अधीनमा रहनेहरूलाई जितूँ भनेर म आफै व्‍यवस्‍थाको अधीनमा नभए तापनि व्‍यवस्‍थाको अधीनमा भएकाहरूका निम्‍ति व्‍यवस्‍थाकै अधीनमा रहेजस्‍तै भएँ।"},{"number":21,"verse":"व्‍यवस्‍थाको बाहिर हुनेहरूलाई जित्न सकूँ भनेर म आफै परमेश्वरको व्‍यवस्‍थाबाट बाहिर नभई तर ख्रीष्टको व्यवस्थाको अधीनमा रही व्यवस्थाको बाहिर हुनेहरूझैं बनें।"},{"number":22,"verse":"दुर्बलहरूलाई जितूँ भनेर दुर्बलहरूका निम्‍ति म दुर्बल बनें। सब प्रकारका उपायले कसै न कसैलाई बचाउन सकूँ भनेर सबैका निम्‍ति म सब थोक बनें।"},{"number":23,"verse":"सुसमाचारका आशिष्हरूको सहभागी हुन सकूँ भनेर सुसमाचारकै खातिर म यी सब थोक गर्दछु।"},{"number":24,"verse":"के तिमीहरूलाई थाहा छैन, दौड़मा दगुर्नेहरू सबै दगुर्छन्, तर इनामचाहिँ एउटैले मात्र पाउँछ? तिमीहरू इनाम प्राप्‍त गर्ने किसिमले दौड।"},{"number":25,"verse":"खेलमा भाग लिने खेलाडी सबै थोकमा आत्‍मसंयमी हुनुपर्छ। तिनीहरू नष्‍ट भएर जाने मुकुट पाउनलाई यसो गर्दछन्, तर हामीचाहिँ अविनाशी मुकुट पाउनलाई यसो गर्दछौं।"},{"number":26,"verse":"यसकारण लक्ष्य नराखी म दगुर्दिनँ। हावामा मुक्‍का हान्‍नेले जस्‍तै म मुक्‍का हान्‍दिनँ।"},{"number":27,"verse":"तर म आफ्‍नो शरीरलाई कठोरतासाथ सधाउँछु, र यसलाई वशमा राख्‍तछु, नत्रता अरूहरूलाई प्रचार गरेपछि म आफैचाहिँ अयोग्‍य ठहरिनेछु।"}]}