{"bibleAbbr":"PESH1849","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"IN the beginning was the Word,[Meltho.] and the Word himself was with Aloha, and Aloha was the Word himself."},{"number":2,"verse":"This was in the beginning with Aloha."},{"number":3,"verse":"Every thing by his hand was made; and without him also was not one thing made that was made."},{"number":4,"verse":"In him was life, and the life is the light of the sons of man;"},{"number":5,"verse":"and the Light himself in the darkness shineth, and the darkness perceived him not."},{"number":6,"verse":"There was a man who was sent from Aloha, his name (was) Juchanon. [Pronounced Yu'hanon.]"},{"number":7,"verse":"He came for the testimony, to testify concerning the Light, that all men might believe through his ministry.[By his hand.]"},{"number":8,"verse":"He was not the Light himself, but came to testify concerning the Light."},{"number":9,"verse":"For that was the true Light that enlighteneth every man who cometh into the world."},{"number":10,"verse":"In the world was he, and the world by his hand had been made, and the world knew him not."},{"number":11,"verse":"He came to his own, and his own received him not."},{"number":12,"verse":"But they who received him, he gave to them power, that the sons of Aloha they should become, to those who believe in his name."},{"number":13,"verse":"These, not from blood, nor from the will of the flesh, nor from the will of man, but from Aloha, are born."},{"number":14,"verse":"And the Word flesh was made, and tabernacled with us; and we saw his glory, the glory as of the one-begotten who (was) from the Father, full of grace and truth."},{"number":15,"verse":"Juchanon testified concerning him, and cried, and said, This is he of whom I said, that he cometh after me, and was before* me, because he is anterior** to me. [* Kedom, coram, ante. ** Kadomi, antiquus, vetus, prior, anterior.]"},{"number":16,"verse":"And from his fulness we all have received, and grace for grace."},{"number":17,"verse":"For the law by the hand of Musha was given; but the truth and the grace were by Jeshu Meshicha."},{"number":18,"verse":"ALOHA no man hath ever seen: the one-begotten God, he who is in the bosom of his Father, he hath declared him."},{"number":19,"verse":"And this was the testimony of Juchanon, when the Jihudoyee sent to him from Urishlem priests and Levoyee to demand of him, Who art thou?"},{"number":20,"verse":"And he confessed, and denied not, but confessed, I am not the Meshicha."},{"number":21,"verse":"And they asked him again, What then? art thou Elia? And he said, I am not. Art thou the Prophet? And he said, No."},{"number":22,"verse":"And they said to him, And who art thou? that we may give an answer to those who sent us. What sayest thou of thyself?"},{"number":23,"verse":"He saith, I am the voice which crieth in the wilderness, Make plain the way of the Lord, as said Eshaia the prophet."},{"number":24,"verse":"But they who were sent were from the Pharishee."},{"number":25,"verse":"And they demanded and said to him, Why then baptizest thou, if thou art not the Meshicha, nor Elia, nor the Prophet?"},{"number":26,"verse":"Juchanon answered and said to them, I baptize you with waters; but he standeth among you whom you know not:"},{"number":27,"verse":"he it is who cometh after me, and he was before me; he, the latchets of whose shoes I am not worthy to unloose."},{"number":28,"verse":"These things were done in Bethania, at the passage of the Jurdan, where Juchanon was baptizing."},{"number":29,"verse":"AND the day after, Juchanon seeth Jeshu, who was coming to him; and he said, Behold the Lamb of Aloha, who beareth the sin of the world!"},{"number":30,"verse":"This is he concerning whom I said, After me cometh a man, and he was before me, because he is anterior to me."},{"number":31,"verse":"And I knew him not, but that he should be made known unto Isroel, therefore have I come with waters to baptize."},{"number":32,"verse":"And Juchanon testified and said, I saw the Spirit descending from heaven as a dove, and it remained upon him."},{"number":33,"verse":"And I knew him not: but he who sent me to baptize with water, he said to me, He upon whom thou seest the Spirit descend and remain, this baptizeth with the Spirit of Holiness:"},{"number":34,"verse":"and I saw, and bare witness that this is the Son of Aloha"},{"number":35,"verse":"And the day after Juchanon stood, and two of his disciples;"},{"number":36,"verse":"and, contemplating Jeshu as he walked, he said, Behold the Lamb of Aloha!"},{"number":37,"verse":"And his two disciples heard him as he spake, and they went after Jeshu."},{"number":38,"verse":"And Jeshu turned (himself), and saw them coming after him, and said to them, Whom seek you? They say to him, Raban, where dwellest thou? [Or, where art thou?]"},{"number":39,"verse":"He saith to them, Come and see. And they went and saw where he dwelt; [Where he was.] and they were with him that day: and it was about the tenth hour. [Or, and it was as hours ten.]"},{"number":40,"verse":"Now one of those who heard Juchanon and went after Jeshu, was Andreas, the brother of Shemun."},{"number":41,"verse":"This saw first Shemun his brother, and said to him, We have found the Meshicha;"},{"number":42,"verse":"and he brought him to Jeshu. And Jeshu saw him, and said, Thou art Shemun bar Jona; thou shalt be called Kipha. [Pronounced Kepha.]"},{"number":43,"verse":"AND the day following Jeshu willed to go forth into Galila. And he found Philipos, and said to him, Come after me."},{"number":44,"verse":"Now Philipos was from Beth-tsaida, from the city of Andreas and of Shemun."},{"number":45,"verse":"Philipos found Nathanael, and said to him, Him of whom Musha in the law, and the prophets, did write we have found, (and) that Jeshu (is) he, the son of Jauseph who is from Natsrath."},{"number":46,"verse":"Saith to him Nathanael, From Natsrath can any good thing be? Philipos saith to him, Come and see."},{"number":47,"verse":"And Jeshu saw Nathanael as he was coming to him, and said of him, Behold truly a son of Isroel who hath no guile in him."},{"number":48,"verse":"Nathanael saith to him, Whence knowest thou me? Jeshu saith to him, While yet Philipos had not called thee, while thou wast under the fig-tree, I saw thee."},{"number":49,"verse":"Nathanael answered and said to him, Rabi, thou art the Son of Aloha himself, thou art the very King of Isroel."},{"number":50,"verse":"Jeshu saith to him, Upon my telling thee that I saw thee under the fig-tree, believest thou? Greater things than these thou shalt see."},{"number":51,"verse":"He saith to him, Amen, amen, I say to you, Hereafter you shall see the heavens opened, and the angels of Aloha ascending and descending unto the Son of man."}]}