{"bibleAbbr":"PESH1849","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"BUT a certain man was sick, Loozar, of the village Bethania: (he was) the brother of Mariam and of Martha."},{"number":2,"verse":"It was that Mariam who anointed with balsam the feet of Jeshu, and wiped (them) with her hair, whose brother this Loozar was who was sick."},{"number":3,"verse":"And his two sisters sent unto Jeshu, saying, Our Lord, he whom thou lovest is sick."},{"number":4,"verse":"But Jeshu said, This sickness is not of death, but for the glory of Aloha, that the Son of Aloha may be glorified on account of it."},{"number":5,"verse":"But Jeshu loved Martha and Mariam and Loozar."},{"number":6,"verse":"And when he heard that he was sick, he remained in the place where he was two days."},{"number":7,"verse":"And afterwards he saith to his disciples, Come, we will go again into Jihud."},{"number":8,"verse":"His disciples say to him, Raban, now have the Jihudoyee sought to stone thee; and again goest thou thither?"},{"number":9,"verse":"Jeshu saith to them, Are there not twelve hours in the day? If a man walk in the day, he stumbleth not, because he seeth the light of this world;"},{"number":10,"verse":"but if a man walk in the night, he stumbleth, because no light is in him."},{"number":11,"verse":"These spake Jeshu; and afterwards he said to them, Loozar our friend reposeth; [Shokeb, lieth down, reclineth.] but I go to awake him."},{"number":12,"verse":"His disciples say to him, Our Lord, if he sleep [Domek, sleepeth.] he is healed."},{"number":13,"verse":"But Jeshu spake concerning his death; and they thought that concerning the repose of sleep he spake."},{"number":14,"verse":"Then said Jeshu to them explicatively, [Phashikith.] Loozar is dead."},{"number":15,"verse":"And I am glad I was not there for your sakes, that you may believe. But let us walk thither."},{"number":16,"verse":"Thoma, who is called the Twin, saith to his fellow-disciples, Let us also go, that we may die with him."},{"number":17,"verse":"And Jeshu came to Bethania, and found that he had been four days in the house of burial."},{"number":18,"verse":"Now Bethania was nigh to Urishlem, being a distance from it of about fifteen stadia."},{"number":19,"verse":"And many of the Jihudoyee had come to Martha and Mariam, that they might speak to their hearts [Da-nemlun belebheen.] concerning their brother."},{"number":20,"verse":"Then Martha, when she heard that Jeshu had come, went forth to meet him; but Mariam sat in the house."},{"number":21,"verse":"And Martha said to Jeshu, My Lord, if thou hadst been here, my brother had not died."},{"number":22,"verse":"But even now know I that whatsoever thou wilt ask of Aloha, he giveth to thee."},{"number":23,"verse":"Jeshu saith to her, Thy brother ariseth."},{"number":24,"verse":"Martha saith to him, I know that he ariseth in the resurrection at the last day."},{"number":25,"verse":"Jeshu saith to her, I am the Resurrection and the Life; * and (he) who believeth in me, although he will die, shall live. [* Eno-no Nuchoma Va-chayee. The appellative Nuchoma is commonly rendered, \"the consolation.\" The Syriac verb nachem is either consolatus est, or resurrexit. The rising of the dead was well called \"the consolation!\"]"},{"number":26,"verse":"And every one who liveth and believeth in me, for ever shall not die. Believest thou this?"},{"number":27,"verse":"She saith to him, Yes, my Lord; I believe that thou art the Meshicha, the Son of Aloha, who cometh into the world."},{"number":28,"verse":"And when she had said these, she went, called Mariam her sister in secret, and said to her, Our Master hath come, and calleth for thee."},{"number":29,"verse":"When Mariam heard, she arose quickly, and came to him."},{"number":30,"verse":"But Jeshu himself had not yet come into the village, but was in that place where Martha met him."},{"number":31,"verse":"But those Jihudoyee who were also with her in the house to console her, when they saw that Mariam rose up hastily to go forth, went themselves after her; for they thought that to the sepulchre she went to weep."},{"number":32,"verse":"But she, Mariam, when she was come where Jeshu was, and saw him, fell down at his feet, saying, If thou hadst been here, my Lord, my brother had not died."},{"number":33,"verse":"But Jeshu, when he saw her weeping, and those Jihudoyee who came with her weeping, he was moved in his spirit, and was troubled,"},{"number":34,"verse":"and said, Where have you laid him? And they said to him, Our Lord, come and see."},{"number":35,"verse":"And the tears of Jeshu came."},{"number":36,"verse":"And the Jihudoyee said, See how he loved him!"},{"number":37,"verse":"But some of them said, Could not this who opened the eyes of that blind have caused also that this should not have died?"},{"number":38,"verse":"Jeshu, groaning within himself, came to the house of burial; and that house of burial was a cave, and a stone was laid at the gate of it."},{"number":39,"verse":"And Jeshu said, Take up this stone. Martha, the sister of him (who was) dead, saith to him, My Lord, he now stinketh; for four days are to him."},{"number":40,"verse":"Jeshu said to her, Said I not to thee, that if thou wilt believe, thou shalt see the glory of Aloha?"},{"number":41,"verse":"And they took up the stone. And Jeshu lifted his eye upward, and said, Father, I give thanks to thee that thou hast heard me;"},{"number":42,"verse":"and I know that at all times thou hearest me: yet, because of this assembly which standeth, I say these (words), that they may believe that thou hast sent me."},{"number":43,"verse":"And when he had said these (words), he cried with a high voice, Loozar, come without!"},{"number":44,"verse":"And he, the dead, came forth, his hands and his feet being bound with bandages, and his face in a linen cloth. Jeshu saith to them, Release him, and let (him) go."},{"number":45,"verse":"And many of the Jihudoyee who came with Mariam, when they saw the thing which Jeshu did, believed on him."},{"number":46,"verse":"And some of them went to the Pharishee, and told them every thing that Jeshu had done."},{"number":47,"verse":"AND the chief priests and Pharishee assembled, and said, What shall we do? because this man doeth many signs;"},{"number":48,"verse":"and if we leave him thus, all men will believe on him, and the Rumoyee, coming, take away our country and our people."},{"number":49,"verse":"But one of them, whose name was Kaiapha, was the high priest of that year; and he said to them, You know not any thing,"},{"number":50,"verse":"nor reason that it is expedient for us that one man die for the people, and not all the people perish."},{"number":51,"verse":"But this from himself he spake not, but because he was high priest of that year, he prophesied that Jeshu should die for the people,"},{"number":52,"verse":"and not only for (that) people, but also that the children of Aloha who are dispersed he should gather into one."},{"number":53,"verse":"And from that day they determined to kill him."},{"number":54,"verse":"But Jeshu himself walked not openly among the Jihudoyee, but went from thence to the region near the wilderness, to a region which was called Ephrem, and there conversed with his disciples."},{"number":55,"verse":"NOW the petscha of the Jihudoyee drew nigh; and many went up from the country places to Urishlem before the festival, to purify themselves."},{"number":56,"verse":"And they sought for Jeshu, and said one to another in the temple, What think you, that he cometh to the feast?"},{"number":57,"verse":"But the chief priests and Pharishee had commanded that if any man knew where (he was), he should declare it to them, as that they might apprehend him."}]}