{"bibleAbbr":"PESH1849","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"These spake Jeshu; and, uplifting his eyes to heaven, he said, My Father, the hour hath come; glorify thy Son, that thy Son may glorify thee."},{"number":2,"verse":"As thou hast given him power over all flesh, that to all whom thou hast given him he should give the life which is eternal."},{"number":3,"verse":"But this is the life which is eternal, that they know thee, who art the true Aloha,[The Aloha of truth.] and Him whom thou hast sent, Jeshu Meshicha."},{"number":4,"verse":"I have glorified thee on the earth; the work which thou didst give me to do, I have finished it."},{"number":5,"verse":"And now glorify thou me, my Father, with thyself, in that glory which I had with thee before the world was."},{"number":6,"verse":"I have made known thy name unto the sons of man; those whom thou gavest me from the world: thine they were, and to me didst thou give them; and they have kept thy word."},{"number":7,"verse":"Now have they known that whatsoever thou hast given me is from thee."},{"number":8,"verse":"And the words that thou gavest me I have given them, and they have received, and have known assuredly that from thee I came forth, and have believed that thou didst send me."},{"number":9,"verse":"And for them I pray; not for the world I pray, but for them whom thou hast given me, because they are thine."},{"number":10,"verse":"And every thing of mine is thine, and thine is mine, and I am glorified in them."},{"number":11,"verse":"Henceforth I am not in the world; but these are in the world, and I come to thee. Holy Father, keep them through thy name, that (name) which thou hast given to me, that they may be one as we are."},{"number":12,"verse":"While I was with them in the world, I kept them through thy name: those whom thou gavest me I have kept, and a man of them is not lost, but the son of perdition, that the scripture may be fulfilled."},{"number":13,"verse":"BUT now I come to thee, and these (things) I speak in the world, that they may have my joy completed in themselves."},{"number":14,"verse":"I have given them thy word, and the world hath hated them, because they are not of the world, as I am not of the world."},{"number":15,"verse":"Not that thou wouldest take them out of the world do I pray, but that thou wouldest keep them from the evil;"},{"number":16,"verse":"for they are not of the world, even as I am not of the world."},{"number":17,"verse":"Father, sanctify them through thy truth; for thy word is truth."},{"number":18,"verse":"As me thou hast sent into the world, I also have sent them into the world."},{"number":19,"verse":"And for their sakes I consecrate myself, that they also may be consecrated for the truth."},{"number":20,"verse":"Nor for these do I pray only, but also for those who shall believe in me through their word;"},{"number":21,"verse":"that they all may be one, as thou, my Father, (art) in me, and I in thee, that they also in us one may be; that the world may believe that thou hast sent me."},{"number":22,"verse":"And the glory which thou hast given me have I given unto them, that they may be one as we are one;"},{"number":23,"verse":"I in them, and thou in me, that they may be perfected in one; and that the world may know that thou hast sent me, and that thou hast loved them, as me also thou hast loved."},{"number":24,"verse":"Father, those whom thou hast given I will that where I am they also may be with me, that they may see that glory of mine, which thou hast given to me; for thou lovedst me before the foundations of the world."},{"number":25,"verse":"My righteous Father, the world hath not known thee; but I have known thee, and these have known that thou hast sent me."},{"number":26,"verse":"And I have made known unto them thy name, and I make it known that the love itself, wherewith thou hast loved me, may be in them, and I may be in them."}]}