{"bibleAbbr":"PESH1849","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":20,"verses":[{"number":1,"verse":"BUT in the first in the week came Mariam Magdalitha in the early-morn, (while it was) yet dark, unto the house of burial. And she saw the stone that it was taken from the sepulchre."},{"number":2,"verse":"And she ran, and came to Shemun Kipha, and to that other disciple, whom Jeshu loved, saying to them, They have taken away our Lord from that house of burial, and I know not where they have laid him."},{"number":3,"verse":"And Shemun went forth, and that other disciple, and they came to the house of burial."},{"number":4,"verse":"And they ran both of them together; but that disciple ran before Shemun, and came first to the house of burial."},{"number":5,"verse":"And looking, he saw the cloths lying, but entering he entered not."},{"number":6,"verse":"But Shemun came after him, and went into the house of burial, and saw the cloths set,"},{"number":7,"verse":"and the napkin that had been bound upon his head, not with the cloths, but folded up, and laid apart in one place."},{"number":8,"verse":"Then went in also that disciple who came first to the house of burial, and he saw, and believed."},{"number":9,"verse":"For not yet knew they the scriptures, that he was to rise from the dead."},{"number":10,"verse":"And those disciples went again to their place."},{"number":11,"verse":"But Mariam stood at the sepulchre weeping: and while weeping, she looked into the sepulchre,"},{"number":12,"verse":"and saw two angels in white, who were sitting, one at his pillows, and one at his feet, where the body of Jeshu had lain."},{"number":13,"verse":"And they say to her, Woman, why weepest thou? She saith to them, Because they have taken away my Lord, and I know not where they have laid him."},{"number":14,"verse":"This said she, and turned herself back, and saw Jeshu standing, and knew not that it was Jeshu."},{"number":15,"verse":"Jeshu saith to her, Woman, why weepest thou? and whom seekest thou? But she thought he was the gardener, and said to him, Sir, if thou have taken him away, tell me where thou hast laid him, and I will go (and) take him away."},{"number":16,"verse":"Jeshu saith to her, Mariam. She turned and saith to him in Hebrew, Rabuni, which is saying, Malphona."},{"number":17,"verse":"Jeshu saith to her, Touch [Or, approach.] me not; for not yet have I ascended to my Father: but go to my brethren, and say to them, I ascend to my Father, and to your Father, to my God, and to your God."},{"number":18,"verse":"Then went Mariam Magdalitha, and announced to the disciples that she had seen our Lord, and (that) these (words) he had spoken to her."},{"number":19,"verse":"WHEN it was the evening of that day which (was) the first in the week, and the doors were shut where the disciples were, for fear of the Jihudoyee, came Jeshu, stood among them, and said to them, Peace (be) with you. [Shalomo amkun.]"},{"number":20,"verse":"This he said, and showed them his hands and his side. And the disciples rejoiced when they saw our Lord."},{"number":21,"verse":"Then said Jeshu unto them, Peace (be) with you: as my Father sent me, I also send you."},{"number":22,"verse":"And when he had said these, he breathed on them, and said to them, Receive the Spirit of Holiness: [Kabelu Rucho da-Kudsho.]"},{"number":23,"verse":"if you forgive sins to a man, they shall be forgiven to him; and if you retain (the sins) of a man, they are retained."},{"number":24,"verse":"But Thoma, one of the twelve, he who was called the Twin, was not there with them when Jeshu came."},{"number":25,"verse":"And the disciples say to him, We have seen our Lord. But he said to them, Unless I see in his hands the places of the nails, and put into them my fingers, and extend my hand into his side, I believe not."},{"number":26,"verse":"AND after eight days again within were the disciples, and Thoma with them. And Jeshu came, while the doors were shut, stood in the midst, and said to them, Peace (be) with you."},{"number":27,"verse":"And he said to Thoma, Bring thy finger hither and see my hands, and bring thy hand and thrust it into my side, and be not unbelieving but believing."},{"number":28,"verse":"And Thoma answered and said to him, My Lord, and my God! [Mari Valohi.]"},{"number":29,"verse":"Jeshu saith to him, Now that thou hast seen, thou hast believed: blessed are they who have not seen me, and have believed."},{"number":30,"verse":"But many other signs did Jeshu before his disciples: those are not written in this record;"},{"number":31,"verse":"but these are written, that you may believe that Jeshu is the Meshicha, the Son of Aloha, and that when you have believed you may have in his name the life which is eternal."}]}