{"bibleAbbr":"PESH1849","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"AFTER these Jeshu again showed himself to his disciples at the sea of Tiberios; and he showed (himself) thus."},{"number":2,"verse":"There were together Shemun Kipha, and Thoma who was called the Twin, and Nathanael, he who was of Kotna of Galila, and the sons of Zabdai, and two other of the disciples."},{"number":3,"verse":"Shemun Kipha saith to them, I go to net fishes. They say to him, We also go with thee. And they went forth and ascended into a vessel; and through that night they netted nothing."},{"number":4,"verse":"But when it was morning Jeshu stood on the sea shore; but the disciples knew not that it was Jeshu."},{"number":5,"verse":"And Jeshu said to them, Children, have you any thing to eat? They say to him, No."},{"number":6,"verse":"He saith to them, Cast your net on the right side of the vessel, and you shall find. And they cast (it), and could not draw the net for the multitude of fishes which it held."},{"number":7,"verse":"And that disciple whom Jeshu loved said to Kipha, This is our Lord. But Shemun, when he heard that it was our Lord, took his tunic, and threw it over his loins, for he was naked, and cast himself into the sea to come to Jeshu."},{"number":8,"verse":"But the other disciples came in the vessel, for they were not far from the land, but as two hundred ameen, and they drew that net of fishes."},{"number":9,"verse":"Then when they had ascended the land, they saw coals laid, and fish laid upon them, and bread."},{"number":10,"verse":"And Jeshu said, Bring of the fish which you have now caught."},{"number":11,"verse":"And Shemun Kipha went up, and drew the net to land full of great fishes, an hundred and fifty and three: yet for all this weight that net was not broken."},{"number":12,"verse":"And Jeshu said to them, Come, dine. But one of the disciples did not dare to ask him, Who is he? for they knew that it was our Lord."},{"number":13,"verse":"And Jeshu drew near, and took bread, and fish, and gave to them."},{"number":14,"verse":"This is the third time that Jeshu was seen by his disciples when he had risen from among the dead."},{"number":15,"verse":"WHEN they had dined, Jeshu said to Shemun Kipha, Shemun bar Jona, lovest thou me more than these? He saith to him, Yes, my Lord, thou knowest that I love thee. Jeshu saith to him, Feed my lambs."},{"number":16,"verse":"He saith to him again the second time, Shemun bar Jona, lovest thou me? He saith to him, Yes, my Lord, thou knowest that I love thee. Jeshu saith to him, Feed my sheep."},{"number":17,"verse":"Jeshu saith to him again the third time, Shemun bar Jona, lovest thou me? And it grieved Kipha that he said to him the third time, Lovest thou me? And hesaid to him, My Lord, all things thou understandest, thou knowest that I love thee. Jeshu saith to him, Feed my sheep."},{"number":18,"verse":"Amen, I say to thee, When thou wast young, thou didst gird thy loins and walk whithersoever thou willedst; but when thou art old, thou shalt stretch forth thy hands, and another will bind thy loins, and conduct thee whither thou willest not."},{"number":19,"verse":"But this he said, to show by what death he was to glorify Aloha. And when he had said these, he said to him, Come after me."},{"number":20,"verse":"AND Shemun turned, and saw the disciple whom Jeshu loved following; he, who leaned at the supper upon the bosom of Jeshu, and said, My Lord, who is he that betrayeth thee?"},{"number":21,"verse":"This when Kipha saw, he said to Jeshu, My Lord, and this, what?"},{"number":22,"verse":"Jeshu saith to him, If I will that this wait until I come, what (is that) to thee? Come thou after me."},{"number":23,"verse":"And that word went forth among the brethren, that that disciple dieth not. But Jeshu did not say, He dieth not, but, If I will that this (man) wait until I come, what (is that) to thee?"},{"number":24,"verse":"This is the disciple who hath testified of all these, and hath also written them: and we know that the truth is his testimony."},{"number":25,"verse":"There are also many other things which Jeshu hath done, those that if one by one they were written, not the world also itself, as I think, would suffice for the books that could be written."}]}