{"bibleAbbr":"TCB1973","bookName":"சங்கீதங்கள்","bookEnglishName":"Psalms","chapterNumber":116,"verses":[{"number":1,"verse":"அல்லேலூயா! ஆண்டவர் மீது அன்பு வைத்தேன்; ஏனெனில், என் மன்றாட்டின் குரலை அவர் கேட்டருளினார்."},{"number":2,"verse":"ஏனெனில், அவரை நான் மன்றாடிய நாளில் எனக்குச் செவிசாய்த்தருளினார்."},{"number":3,"verse":"மரணத்தின் தளைகள் என்னை வளைத்துக் கொண்டன; பாதாளங்களின் கண்ணிகள் என்னைப் பற்றிக்கொண்டன. கவலைக்கும் துன்பத்துக்கும் நான் ஆளானேன்."},{"number":4,"verse":"நானோ ஆண்டவருடைய பெயரைக் கூவி அழைத்தேன்: 'ஓ ஆண்டவரே, என் உயிரைக் காத்தருளும்' என்று வேண்டினேன்."},{"number":5,"verse":"ஆண்டவர் கருணையும் நீதியுமுள்ளவர்: நம் இறைவன் இரக்கமுள்ளவர்."},{"number":6,"verse":"எளியோரை ஆண்டவர் காக்கின்றார்: துயர் மிக்கவனான எனக்கு மீட்பளித்தார்."},{"number":7,"verse":"நெஞ்சே நீ மீளவும் அமைதிகொள்: ஏனெனில் ஆண்டவர் உனக்கு நன்மை செய்தார்."},{"number":8,"verse":"ஏனெனில், என் ஆன்மாவை மரணத்தினின்று விடுவித்தார்: நான் கண்ணீர் சிந்தாதபடியும் என் கால்கள் இடறி விழாதபடியும் காப்பாற்றினார்."},{"number":9,"verse":"நான் ஆண்டவர் திருமுன் நடந்திடுவேன்: வாழ்வோர் நாட்டில் வாழ்ந்திடுவேன்."},{"number":10,"verse":"மிக மிகத் துன்புறுகிறேன்!' என்று சொன்னபோதுங் கூட நான் ஆண்டவரை நம்பினேன்."},{"number":11,"verse":"எந்த மனிதனும் நம்பிக்கைக்குரியவனல்லன்' என்று அச்சத்தால் மேலிட்டுச் சொன்னேன்."},{"number":12,"verse":"ஆண்டவர் எனக்குச் செய்த எல்லா நன்மைகளுக்காகவும் நான் என்ன கைம்மாறு செய்வேன்?"},{"number":13,"verse":"மீட்புக்காக நன்றி கூறிக் கிண்ணத்தைக் கையில் எடுத்து, ஆண்டவருடைய திருப்பெயரைச் சொல்லிக் கூப்பிடுவேன்."},{"number":14,"verse":"ஆண்டவருடைய மக்கள் அனைவரிடையேயும், அவருக்கு என் பொருத்தனைகளைச் செலுத்துவேன்."},{"number":15,"verse":"ஆண்டவர் தம் அடியாரின் மரணம், அவருடைய பார்வையில் மிக மதிப்புக்குரியது."},{"number":16,"verse":"ஆண்டவரே, நான் உம் ஊழியன்; உம் அடியேன்; உம் அடியாளின் மகன்: என் கட்டுகளை நீர் அவிழ்த்து விட்டீர்."},{"number":17,"verse":"புகழ்ச்சிப் பலியை உமக்குச் செலுத்துவேன்; ஆண்டவருடைய திருப்பெயரைக் கூவி அழைப்பேன்."},{"number":18,"verse":"ஆண்டவருடைய மக்கள் அனைவரிடையேயும் அவருக்கு என் பொருந்தனைகளைச் செலுத்துவேன்."},{"number":19,"verse":"ஆண்டவருடைய ஆலயத்தின் முற்றங்களிலும், யெருசலேமே, உன் நடுவிலும் ஆண்டவருக்கு என் பொருந்தனைகளைச் செலுத்துவேன்."}]}