{"bibleAbbr":"TCB1973","bookName":"சங்கீதங்கள்","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"ஆண்டவரே, என் முழு உள்ளத்துடன் உம்மைப் புகழுவேன்: உம் வியத்தகு செயல்களையெல்லாம் எடுத்துரைப்பேன்."},{"number":2,"verse":"உன்னதமானவரே, உம்மை நினைத்து நான் அகமகிழ்ந்து அக்களிப்பேன்: உம் பெயருக்குப் புகழ் பாடுவேன்."},{"number":3,"verse":"ஏனென்றால், என் எதிரிகள் பின்னடைந்து போயினர்: உம் திருமுன்னே தடுமாறி ஒழிந்து போயினர்."},{"number":4,"verse":"ஏனெனில், நீர் என் வழக்கை விசாரித்து எனக்கு நீதி வழங்க முன்வந்தீர்: நேர்மையுள்ள நீதிபதியாய் உம் அரியணையில் அமர்ந்தீர்."},{"number":5,"verse":"புற இனத்தாரை அதட்டினீர், தீயோரை அழித்துவிட்டீர்: அவர்களுடைய பெயரையே அடியோடு எடுத்துவிட்டீர்."},{"number":6,"verse":"எதிரிகளின் நகரங்களைத் தரைமட்டமாக்கினீர், அவர்கள் தொலைந்து போயினர், தலையெடுக்காமல் ஒழிந்தே போயினர்: அவர்களுடைய நினைவே இல்லாமற் போய்விட்டது."},{"number":7,"verse":"ஆண்டவரோ என்றும் தம் அரியணையில் அமர்ந்துள்ளார்: நீதி வழங்கத் தம் அரியணையை நிறுவியுள்ளார்."},{"number":8,"verse":"அவர் தாமே உலகினர்க்கெல்லாம் நீதியுடன் தீர்ப்புக் கூறுவார்: நேர்மையோடு மக்களனைவர்க்கும் நீதி வழங்குவார்."},{"number":9,"verse":"ஒடுக்கப்பட்டவர்களுக்கு ஆண்டவர் அடைக்கலமாயிருப்பார்: இடுக்கண் நேரும் போதெல்லாம் ஏற்ற சரண் அவரே."},{"number":10,"verse":"உம் பெயரை அறிந்தோர் உம்மீது நம்பிக்கை கொள்வர்: உம்மைத் தேடுவோரை நீர் கைநெகிழ்வதில்லை, ஆண்டவரே."},{"number":11,"verse":"சீயோனில் உறையும் ஆண்டவருக்குப் புகழ்பாடுங்கள்: மக்களினங்களிடையே அவருடைய அருஞ் செயல்களை அறிவியுங்கள்."},{"number":12,"verse":"இரத்தப் பழிவாங்கும் அவர் அவர்களை நினைவில் கொண்டுள்ளார்: எளியோரின் கூக்குரலைக் கேட்க மறவார்."},{"number":13,"verse":"ஆண்டவரே, என்மீது இரக்கம் வையும்: மரண வாயிலிலிருந்து என்னைக் கைதூக்கிவிடுபவரே, என் எதிரிகளின் கையில் நான் படும் துன்பத்தைப் பாரும்."},{"number":14,"verse":"அப்போது சீயோன் நகர வாயில்களில் நான் உம் புகழ்ச்சிகளைச் சாற்றுவேன்: நீர் எனக்களித்த உதவியை நினைத்து அக்களிப்பேன்."},{"number":15,"verse":"புறவினத்தார் தாங்கள் வெட்டிய குழியில் தாங்களே விழுந்தனர்: அவர்கள் மறைவாக வைத்த கண்ணியில் அவர்களுடைய கால்களே சிக்கிக்கொண்டன."},{"number":16,"verse":"ஆண்டவர் தம்மை வெளிப்படுத்தினார், நீதி வழங்கினார்: தான் செய்த செயல்களிலேயே பாவியானவன் அகப்பட்டுக் கொண்டான்."},{"number":17,"verse":"பாவிகள் கீழுலகுக்குப் போய் ஒழிவார்களாக: கடவுளை மறக்கும் புற இனத்தார் அனைவரும் அங்ஙனமே ஒழிவார்களாக."},{"number":18,"verse":"ஏழைகளை இறுதி வரை மறந்து போகமாட்டார் ஆண்டவர்: எளியோர் அவர் மேல் கொண்ட நம்பிக்கை ஒரு நாளும் வீணாகாது."},{"number":19,"verse":"ஆண்டவரே எழுந்தருளும், மனிதனின் கை ஒங்கவிடாதேயும்: உம் திருமுன் புற இனத்தார் எல்லாருக்கும் தீர்ப்பு வழங்கப்படட்டும்."},{"number":20,"verse":"ஆண்டவரே அவர்கள் அனைவரையும் திகிலுறச் செய்யும்: தாம் வெறும் மனிதரே என்று அவர்கள் உணரட்டும்."}]}