{"bibleAbbr":"WYC1395","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"and seide, Speke thou to Aaron, thi brother, that he entre not in al tyme in to the seyntuarie, which is with ynne the veil bifor the propiciatorie, bi which the arke is hilid, that he die not; for Y schal appere in a cloude on Goddis answeryng place;"},{"number":2,"verse":"`no but he do these thingis bifore. He schal offer a calf for synne, and a ram in to brent sacrifice;"},{"number":3,"verse":"he schal be clothid with a lynnun coote, he schal hide the schamefast membris with pryuy lynnun clothis; he schal be gird with a lynnun girdil, he schal putte a lynnun mytre on his heed; for these clothis ben hooli, with whiche alle he schal be clothid, whanne he is waischun."},{"number":4,"verse":"And he schal take of al the multitude of the sones of Israel twei kidis for synne, and o ram in to brent sacrifice;"},{"number":5,"verse":"and whanne he offrith a calf, and preieth for hym,"},{"number":6,"verse":"and for his hows, he schal make twei `buckis of geet to stonde bifor the Lord, in the dore of the tabernacle of witnessyng;"},{"number":7,"verse":"and he schal sende `on euer eithir, o lot to the Lord, and another lot to the goot that schal be sent out."},{"number":8,"verse":"Whos lot goith out to the Lord, he schal offre it for synne;"},{"number":9,"verse":"sotheli whos lot goith out in to goot that schal be sent out, he schal sette hym quyk bifor the Lord, that he sende preyers `on hym, and sende hym out in to wildirnesse."},{"number":10,"verse":"Whanne these thingis ben doon riytfuli, he schal offre the calf, and `he schal preye for hym silf, and for his hows, and schal offre the calf."},{"number":11,"verse":"And whanne he hath take the censeer, which he hath fillid of the coolis of the auter, and `he hath take in hond the `swete smellynge spicery maad into encense, he schal entre ouer the veil in to the hooli thingis;"},{"number":12,"verse":"that whanne swete smellynge spiceries ben put on the fier, the cloude and `vapour of tho hile Goddis answeryng place, which is on the witnessyng, and he die not."},{"number":13,"verse":"Also he schal take of the `blood of the calf, and he schal sprenge seuensithis with the fyngur ayens `the propiciatorie, `to the eest."},{"number":14,"verse":"And whanne he hath slayn the `buk of geet, for synne of the puple, he schal brynge in the blood therof with ynne the veil, as it is comaundid of the `blood of the calf, that he sprynge euene ayens Goddis answeryng place,"},{"number":15,"verse":"and he schal clense the seyntuarie fro vnclennessis of the sones of Israel, and fro her trespassyngis, and alle synnes. Bi this custom he schal do in the tabernacle of witnessyng, which is set among hem, in the myddis of partis of the abitacioun `of hem."},{"number":16,"verse":"No man be in the tabernacle, whanne the bischop schal entre in to the seyntuarie, that he preye for hym silf, and for his hows, and for al the cumpeny of Israel, til he go out of the tabernacle."},{"number":17,"verse":"Sotheli whanne he hath go out to the auter which is bifor the Lord, preye he for hym silf, and schede he on the hornes therof, bi cumpas, the blood `that is takun of the calf, and of the `buk of geet;"},{"number":18,"verse":"and sprynge he seuensithis with the fyngur, and clense he, and halewe the autir fro vnclennessis of the sones of Israel."},{"number":19,"verse":"Aftir that he hath clensid the seyntuarie, and tabernacle, and auter, thanne offre he the lyuynge `buc of geet;"},{"number":20,"verse":"and whanne euer eithir hond is set on the heed therof, knowleche the preest alle the wickidnessis of the sones of Israel, and alle the trespassis and synnes `of hem, whiche the preest schal wische to the heed therof, and schal sende hym out in to deseert bi a man maad redi."},{"number":21,"verse":"And whanne the `buc of geet hath bore alle the wickidnessis `of hem in to a deseert lond,"},{"number":22,"verse":"and is left `in deseert, Aaron schal turn ayen in to the tabernacle of witnessyng; and whanne the clothis ben put of, in whiche he was clothid bifore, whanne he entrid in to the seyntuarie of God, and ben left there,"},{"number":23,"verse":"he schal waische his fleisch in the hooli place, and he schal be clothid in his owen clothis, and aftir that he hath go out, and hath offrid the brent sacrifice of hym silf, and of the puple, he schal preye as wel for hym silf, as for the puple;"},{"number":24,"verse":"and he schal brenne on the auter the innere fatnesse which is offrid for synne."},{"number":25,"verse":"Sotheli he that leet go the `buk of geet able to be sent out, schal waische hise clothis and bodi with water, and so he schal entre in to the castels."},{"number":26,"verse":"Forsothe thei schulen bere out of the castels the calf and `buk of geet, that weren offrid for synne, and whos blood was brouyt in to the seyntuarie, that the clensyng were fillid; and thei schulen brenne bi fier as well the skynnys, as the fleischis and dung of tho."},{"number":27,"verse":"And who euer brenneth tho, schal waische hise clothis and fleisch in watir, and so he schal entre in to the castels."},{"number":28,"verse":"And this schal be to you a lawful thing euerlastynge; in the seuenthe monethe, in the tenthe dai of the monethe, ye schulen turment youre soulis, and ye schulen not do ony werk, nethir a man borun in the lond, nether a comelyng which is a pilgrym among you."},{"number":29,"verse":"The delyueryng fro synne, and the clensyng of you schal be in this dai, ye schulen be clensid bifore the Lord fro alle youre synnes;"},{"number":30,"verse":"for it is sabat of restyng, and ye schulen turment youre soulis bi euerlastynge religioun."},{"number":31,"verse":"Sotheli the preest schal clense, which is anoyntid, and whos hondis ben halewid, that he be set in preesthod for his fadir; and he schal be clothid in a lynnun stoole, and in hooli clothis,"},{"number":32,"verse":"and he schal clense the seyntuarie, and the tabernacle of witnessyng, and the auter, and the preestis, and al the puple."},{"number":33,"verse":"And this schal be to you a lawful thing euerlastynge, that ye preye for the sones of Israel, and for alle the synnes `of hem, onys in the yeer. Therfor he dide, as the Lord comaundide to Moises."},{"number":34,"verse":"And the Lord spak to Moises, and seide, Speke thou to Aaron,"}]}