{"bibleAbbr":"WYC1395","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"and to hise sones, and to alle the sones of Israel, and seie thou to hem, This is the word which the Lord comaundide,"},{"number":2,"verse":"and seide, Ech man of the hows of Israel schal be gilti of blood, if he sleeth an oxe, ether a scheep, ethir a geet in the castels, ethir out of the castels,"},{"number":3,"verse":"and offrith not an offryng to the Lord at the dore of the tabernacle; as he schedde mannus blood, so he schal perische fro the myddis of his puple."},{"number":4,"verse":"Therfor the sones of Israel owen to offre her sacrifices to the preest, whiche thei sleen in the feeld, that tho be halewid to the Lord, bifor the dore of the tabernacle of witnessyng, and that thei offre tho pesible sacrifices to the Lord."},{"number":5,"verse":"And the preest schal schede the blood on the auter of the Lord, at the dore of the tabernacle of witnessyng; and he schal brenne the ynnere fatnesse in to odour of swetnesse to the Lord."},{"number":6,"verse":"And thei schulen no more offre her sacrifices to fendis, with whiche thei diden fornycacioun; it schal be a lawful thing euerlastynge to hem, and to the aftircomeris `of hem."},{"number":7,"verse":"And thou schalt seie to hem, A man of the hows of Israel, and of the comelyngis that ben pilgryms among you, that offrith a brent sacrifice, ethir a slayn sacrifice,"},{"number":8,"verse":"and bryngith it not to the dore of the tabernacle of witnessyng, that it be offrid to the Lord, schal perische fro his puple."},{"number":9,"verse":"If ony man of the sones of Israel, and of comelyngis that ben pilgryms among you, etith blood, Y schal sette faste my face ayens `the soule of hym, and Y schal leese hym fro his puple;"},{"number":10,"verse":"for the lijf of fleisch is in blood, and Y yaf that blood to you, that ye clense on myn auter `for youre soulis, and that the blood be for the synne of soule."},{"number":11,"verse":"Therfor Y seide to the sones of Israel, Ech lyuynge man of you schal not ete blood, nethir of the comelyngis that ben pilgryms among you."},{"number":12,"verse":"What euer man of the sones of Israel, and of the comelyngis that ben pilgryms anentis you, takith a wielde beeste, ethir a brid, whiche it is leueful to ete, whether bi huntyng, whether bi haukyng, schede the blood therof, and hile it with erthe;"},{"number":13,"verse":"for the lijf of ech fleisch is in blood. Wherfor Y seide to the sones of Israel, Ye schulen not ete the blood of ony fleisch, for the lijf of fleisch is in blood, and who euer etith blood, schal perische."},{"number":14,"verse":"A man that etith a thing deed bi it silf, ethir takun of a beeste, as wel of men borun in the lond, as of comelyngis, he schal waische hise clothis and hym silf in watir, and he schal be `defoulid til to euentid; and by this ordre he schal be maad cleene; that if he waischith not his clothis,"},{"number":15,"verse":"ether his bodi, he schal bere his wickidnesse."},{"number":16,"verse":"And the Lord spak to Moises, and seide, Speke thou to the sones of Israel,"}]}