{"bibleAbbr":"Thomson1808","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"Now these were they who came to David to Sekelag, while he kept himself close because of Saul son of Kis; and these among the worthies assisted in battle,"},{"number":2,"verse":"and used the bow, slung stones and hurled darts with both hands. Of the brethren of Saul; of Benjamin"},{"number":3,"verse":"the chief Achiezer and Joas son of Asma the Gabathite, and Joel and Jophalet sons of Asmoth and Berchia and Jeul the Anathothite,"},{"number":4,"verse":"and Samaias the Gabaonite, a commander among the thirty and over the thirty; Jeremia and Jeziel and Joanan and Joazabath the Gadarathiite"},{"number":5,"verse":"Azai and Arimuth and Baalia and Samaraia and Saphatias the Charaiphielite,"},{"number":6,"verse":"Elkana and Jesuni and Ozriel and Jozara and Sobokam, who were Korites,"},{"number":7,"verse":"and Jelia and Zabadia sons of Iroam and who were Gedorites."},{"number":8,"verse":"And from the Gadites there withdrew to David from the wilderness, valiant men fit to command an army in battle array, wielding shields and spears. Their faces were the face of a lion, and they were swift as roes on the mountains;"},{"number":9,"verse":"Asa the chief, Abdia the second, Eliab the third,"},{"number":10,"verse":"Masmana the fourth, Jeremias the fifth,"},{"number":11,"verse":"Jethi the sixth, Eliab the seventh,"},{"number":12,"verse":"Joanan the eighth, Eliazer the ninth,"},{"number":13,"verse":"Jeremia the tenth, Melchabania the eleventh."},{"number":14,"verse":"These from among the sons of Gad were officers of the army, the least of them commanded a hundred, and the greatest a thousand."},{"number":15,"verse":"These were they who crossed the Jordan in the first month, when it overflowed all its banks, and put to flight all the inhabitants of the plains, from east to west."},{"number":16,"verse":"There came also some from Benjamin and Juda to the assistance of David."},{"number":17,"verse":"And David went out to meet them, and said to them, If you are come to me with good intent, let my heart as it is disposed be knit to you: but if to betray me to my enemies, and not with sincerity, may the God of our fathers see and rebuke."},{"number":18,"verse":"Whereupon Amasai, a chief of the thirty, became inspired, and said, Advance, David son of Jessai! for they are thy people; Peace! peace to thee! and peace to them who assist thee, because thy God hath helped thee. So David received them, and made them officers of the armies."},{"number":19,"verse":"There withdrew also to David some from Manasses, when the Philistines came against Saul to battle. He indeed did not assist them, for in a council of war held by the generals of the Philistines, they said, With the heads of these men he will return to his master Saul."},{"number":20,"verse":"As David was returning to Sekelag there came to him from Manasses, Edna and Josabath and Rodiel and Michael and Josabaith and Elimuth and Semathi. They were the leaders of the thousands of Manasses,"},{"number":21,"verse":"and they assisted David in the battle against the roving horde; for they were all men of valour, and for their valour commanders in the army."},{"number":22,"verse":"For there came men daily to David to form a great army like the host of God."},{"number":23,"verse":"Now these were the rolls of the chiefs of the army who came to David to Chebron, to transfer the kingdom of Saul to him, according to the word of the Lord."},{"number":24,"verse":"The children of Juda armed with shields and spears, six thousand eight hundred, fit for the array of battle;"},{"number":25,"verse":"of the Symeonites fit for the array of battle, seven thousand one hundred;"},{"number":26,"verse":"of the Levites, four thousand six hundred,"},{"number":27,"verse":"and Joadas the leader of the house of Aaron, and with him three thousand seven hundred,"},{"number":28,"verse":"with Sadok a young man of valour, and of his patriarchal family twenty two chiefs;"},{"number":29,"verse":"and of the Benjaminites, Saul's brethren, three thousand; but still the greater part of them kept the watch of Saul's house;"},{"number":30,"verse":"of the Ephraimites, twenty thousand eight hundred valiant men, the most renowned in the houses of their respective families;"},{"number":31,"verse":"and of the half of the tribe of Manasses, eighteen thousand, who were enrolled for the express purpose of making David king"},{"number":32,"verse":"and of the children of Issachar, men who had knowledge suitable for the times, who knew what Israel should do, two hundred chiefs, and all their brethren with them;"},{"number":33,"verse":"and from Zabulon there came ready for battle, with all the implements of war with them, fifty thousand, to assist David effectually;"},{"number":34,"verse":"and from Nephthaleim, a thousand chiefs, and with them thirty seven thousand, armed with shields and spears;"},{"number":35,"verse":"and from the Danites, twenty eight thousand eight hundred, marshalled for battle;"},{"number":36,"verse":"and from Aser they who go forth for battle, forty thousand;"},{"number":37,"verse":"and from beyond the Jordan; from battle and Gad, and from the half of the tribe of Manasses, with all the implements of war, a hundred and twenty thousand."},{"number":38,"verse":"All these warriors were arrayed for battle, with a peaceable intention. They came to Chebron to make David king over all Israel. And all the rest of Israel were of one mind that David should be king."},{"number":39,"verse":"And they were three days eating and drinking. For their brethren made provision for them."},{"number":40,"verse":"And they who were nearest, as far as Zabulon and Issachar and Nephthaleim brought provisions for them on camels and asses and mules and oxen, namely, flour, fig cakes, dried grapes, wine and oil, with cattle and sheep in abundance; for there was joy in Israel."}]}