{"bibleAbbr":"Thomson1808","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"When David had built houses for himself in the city of David, and prepared the place for the ark of God, and made for it a tabernacle:"},{"number":2,"verse":"then David said, None but the Levites ought to carry the ark of God; for the Lord hath chosen them to carry the ark of the Lord and to minister to him forever."},{"number":3,"verse":"So when David assembled all Israel at Jerusalem, to bring the ark of the Lord to the place which he had prepared for it,"},{"number":4,"verse":"he assembled the sons of Aaron, the Levites;"},{"number":5,"verse":"of the Kaathites, Uriel the chief and his brethren, a hundred and twenty;"},{"number":6,"verse":"of the Merarites, Asaia the chief and his brethren, two hundred and twenty;"},{"number":7,"verse":"of the Gersonites, Joel the chief and his brethren, a hundred and thirty;"},{"number":8,"verse":"of the sons of Elisaphat, Semei, the chief and his brethren, two hundred;"},{"number":9,"verse":"of the sons of Chebron, Eliel the chief and his brethren, eighty;"},{"number":10,"verse":"of the sons of Oziel, Aminadab the chief and his brethren, a hundred and twelve."},{"number":11,"verse":"And David sent for Sadok, and Abiathar the priests, and for the Levites, Uriel, Asaia and Joel, and Semaia and Eliel, and Aminadab,"},{"number":12,"verse":"and said to them, You chiefs of the families of the Levites, purify yourselves, both you and your brethren, that you may carry up the ark of the God of Israel to the place which I have prepared for it;"},{"number":13,"verse":"for because you did not do this on the former occasion, our God made a breach among us, because we did not seek him with judgment."},{"number":14,"verse":"So when the priests and the Levites had purified themselves to carry the ark of the God of Israel,"},{"number":15,"verse":"the Levites took up the ark of God, as Moses had by the word of the Lord ordered in writing, with the staves on their shoulders."},{"number":16,"verse":"Now David had said to the chiefs of the Levites, Appoint your brethren, such as play on musical instruments, on nablas and kinyras, and cymbals, that they may make a loud sound with the voice of joy."},{"number":17,"verse":"And the Levites had appointed Aiman son of Joel and of his brethren, Asaph son of Barachia, and of the sons of Merari his brethren, Aithan the son of Kisias"},{"number":18,"verse":"and with them their brethren of the second rank, Zacharias and Oziel, and Semiramoth and Jeiel, and Elioel and Eliab, and Banaia and Maasaia, and Matthathia and Eliphena, and Makellia and Abdedom, and Jeiel and Ozias, the keepers of the gates;"},{"number":19,"verse":"and the musicians Aiman, Asaph and Aithan, sung and played on brass cymbals in the highest key;"},{"number":20,"verse":"and Zacharias and Oziel, Semiramoth, Jeiel; Oni, Eliab, Maasias, Banias, on nablas in alaimoth;"},{"number":21,"verse":"and Mattathias and Eliphalu, and Makenia and Abdedom, and Jeiel and Ozias, on kinyras in Amasenith to give a strong sound."},{"number":22,"verse":"And Chononias, a chief of the Levites, was master of the odes, for he was skilled therein."},{"number":23,"verse":"And Barachia and Elkana were door keepers of the ark."},{"number":24,"verse":"And Somnia and Josaphat, and Nathaniel and Amasai, and Zacharia and Banaia, and Eliezer the priests, sounded the trumpets before the ark of God. And Abdedom and Jeia were door keepers of the ark of God."},{"number":25,"verse":"And David with the elders of Israel and the captains of thousands, marched before when they were bringing up the ark of the covenant from the house of Abdedom with joy."},{"number":26,"verse":"And because God strengthened the Levites who carried the ark of the covenant of the Lord, therefore they sacrificed each seven bulls and seven rams."},{"number":27,"verse":"Now David was girded in a cotton stole, as were all the Levites who carried the ark of the covenant of the Lord, and the musicians and Chonenias the chief of the singers. And when David in his cotton stole,"},{"number":28,"verse":"and all Israel were bringing up the ark of the covenant of the Lord with shouting and the sound of clarions and trumpets, answered by nablas and kinyras,"},{"number":29,"verse":"it happened that when the ark of the covenant of the Lord came to the city of David, Melchol the daughter of Saul looking out at a window saw king David dancing and playing, and she despised him in her heart."}]}