{"bibleAbbr":"Thomson1808","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"These are the names of the sons Israel, Reuben, Symeon, Levi, Juda, Issachar, Zabulon,"},{"number":2,"verse":"Dan, Joseph, Benjamin, Nephthaleim, Gad, Aser."},{"number":3,"verse":"The sons of Juda. Er, Aunan, Selom. These three he had by a daughter of Sava, the Chananite. Now Er the first born of Juda was wicked in the sight of the Lord, and he slew him."},{"number":4,"verse":"Then Thamar his daughter in law bore to him Phares and Zara. All the sons of Juda were five."},{"number":5,"verse":"The sons of Phares, were Esrom and Jemuel."},{"number":6,"verse":"And the sons of Zara were Zambri and Aitham and Amuan and Chalchal and Darad, five in all."},{"number":7,"verse":"And the sons of Charmi, Achar the troubler of Israel, who transgressed so as to be anathematised."},{"number":8,"verse":"And the sons of Aitham, Azarias."},{"number":9,"verse":"And the sons of Esrom who were born to him were Jerameel and Aram and Chaleb."},{"number":10,"verse":"And Aram begot Aminadab, and Aminadab begot Naasson, the chief of the house of Juda;"},{"number":11,"verse":"and Naasson begot Salmon and Salmon begot Boaz;"},{"number":12,"verse":"and Boaz begot Obed; and Obed begot Jessai,"},{"number":13,"verse":"and Jessai begot Eliab his first born. Aminadab was his second son; Samaa his third;"},{"number":14,"verse":"Nathanial his fourth; Zebdai his fifth;"},{"number":15,"verse":"Asam his sixth; David his seventh."},{"number":16,"verse":"And their sisters were Saruia and Abigaia. And the sons of Saruia were Abisa and Joab and Asael, three."},{"number":17,"verse":"And Abigaia was the mother of Amessai; and the father of Amessai was Jothor, the Ismaelite."},{"number":18,"verse":"And Chaleb son of Esrom took to wife Gazuba, in addition to Jerioth, and these were her children, Jasar and Subab and Ardon."},{"number":19,"verse":"And when Gazuba died Chaleb took to him Epbrath, who bore to him Or;"},{"number":20,"verse":"and Or begot Onri; and Ouri begot Beseleel."},{"number":21,"verse":"And after that Esron went in to the daughter of Machir the father of Galaad and took her when he was sixty five years of age; and she bore to him Seruch."},{"number":22,"verse":"And Seruch begot Jair. He had twenty three cities in the land of Galaad,"},{"number":23,"verse":"and he took Gedsour and Aram, the villages of Jair which belonged to them, Kanath and the villages thereof, sixty cities. All these belonged to the children of Machir, the father of Galaad."},{"number":24,"verse":"And after Esron died Chaleb went to Ephratha, and Esron's wife Abia bore to him Escho, the father of Thekoe."},{"number":25,"verse":"Now these were the sons of Jarameel, the first born of Esron, Barn his first born, and Baana and Aram, and Asan his brother."},{"number":26,"verse":"And Jerameel had another wife whose name was Atara. She was the mother of Ozom."},{"number":27,"verse":"And the sons of Ram, the first born of Jerameel were Maas and Jamin and Akor."},{"number":28,"verse":"And the sons of Ozom were Samai and Jadae. And the sons of Samai, Nadab and Abisur;"},{"number":29,"verse":"and the name of Abisur's wife was Abichaia and she bore to him Achabar and Moel."},{"number":30,"verse":"And the sons of Nadab was Salad and Apphain; and Salad died without issue."},{"number":31,"verse":"And the sons of Apphain were Isemiel; and the sons of Isemiel, Sosan; and the sons of Sosan, Dadai;"},{"number":32,"verse":"and the sons of Dadai, Achisamas, . Jether, Jonathan; and Jether died without issue."},{"number":33,"verse":"And the sons of Jonathan were Phaleth and Osam. These were the Jerameelites."},{"number":34,"verse":"Now Sosan had no sons, but daughters only. And Sosan had an Egyptian servant whose name was Jochal."},{"number":35,"verse":"To this Egyptian servant, Sosan gave his daughter for a wife and she bore to him Ethi."},{"number":36,"verse":"And Ethi begot Nathan; and Nathan begot Zabed;"},{"number":37,"verse":"and Zabed begot Aphamel; and Aphamel begot Obed;"},{"number":38,"verse":"and Obed begot Jehu; and Jehu begot Azarias;"},{"number":39,"verse":"and Azarias begot Chelles; and Chelles begot Eleasa;"},{"number":40,"verse":"and Eleasa begot Sosomai; and Sosomai begot Salum;"},{"number":41,"verse":"and Salum begot Jechemias; and Jechemias begot Elisama; and Elisama begot Ismael."},{"number":42,"verse":"And the sons of Chaleb the brother of Jeremeel were Marisa his first born who was the father of Ziph. And the children of father Marisa were Chebron."},{"number":43,"verse":"And the sons of Chebron were Kore and Thapphus and Rekom and Samaa."},{"number":44,"verse":"And Samaa begot Raem the father of Jeklan; and Jeklan begot Samai:"},{"number":45,"verse":"And Maon was his son; and Maon was the father of Baithsur."},{"number":46,"verse":"Moreover Gaipha the concubine of Chaleb bore Aram and Mosa and Gesue,"},{"number":47,"verse":"from whom descended the sons of Addai, Ragem and Jotham and Sogar and Phalek and Gaipha and Sagae."},{"number":48,"verse":"And Mocha another concubine of Chaleb bore Saber and Tharam."},{"number":49,"verse":"She bore also Sagae the father of Madmena, and Saou the father of Machabena and the father of Gaibel. And Chaleb's daughter was Ascha."},{"number":50,"verse":"These were children of Chaleb; the children of Or his first born by Ephratha, Sobal the father of Kariathiarim,"},{"number":51,"verse":"Solomon the father of Baitha, Lammon the father of Baithalaem, and Arim the father of Bethgedor."},{"number":52,"verse":"And Sobal the father of Kariathiarim had other sons namely Araa and Aisi and Ammanith"},{"number":53,"verse":"and Oumasphae, Poleisjair, Aithalim, Miphithim and Hesamathim and Hemasaraim, from whom branched out the Sarathaites and the Esthamites."},{"number":54,"verse":"And the children of Solomon were Bethalaim the Netophatite, Ataroth of the house of Joab and the half of the Malathites, the Esarites"},{"number":55,"verse":"the families of the scribes who dwelt at Jabis; the Thargathites and Samathites and Sochathites. These comprehended under the name of Kinites were descended from Aimath the father of the house of Rechab."}]}