{"bibleAbbr":"Thomson1808","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"And for the guards of the gates were the Korites, Mosellamia, of the sons of Asaph;"},{"number":2,"verse":"and for Mosellamia were Son Zacharias the first born, Jadiel the second, Zabadia the third, Jenuel the fourth,"},{"number":3,"verse":"Jolam the fifth, Jonathan the sixth, Elionai the seventh,"},{"number":4,"verse":"Abdedom the eighth; and the sons of Abdedom were, Samaias the first born, Jozabath the second, Joath the third, Sachar the fourth, Nathaniel the fifth,"},{"number":5,"verse":"Amiel the sixth, Issachar the seventh, Philathi the eighth; because God had blessed him,"},{"number":6,"verse":"therefore for Samia his son, there were born, sons of his first born, Rosai, to make his a patriarchal house,"},{"number":7,"verse":"because the Samaites had heads of families, namely Othni and Raphael, and Obed and Elzabeth, and Achiud, mighty sons, Eliu and Sabachia, and Isbakom,"},{"number":8,"verse":"all descendants of the sons of Abdedom, they and their sons and their brethren, acting as heads of families in the service. All the sons of Abdedom were sixty two."},{"number":9,"verse":"And the sons of Mosellamia with their brethren, were eighteen heads of families."},{"number":10,"verse":"Osa, also of the children of Merari, had sons who kept up his chieftancy. Because he was not first born, therefore his father made him chief of the second branch."},{"number":11,"verse":"Chelkias was the second, Tablai the third, Zacharias the fourth. All the sons and brethren of Osa were thirteen."},{"number":12,"verse":"Among these the gates were distributed, the heads of families having daily courses like their brethren, to do service in the house of the Lord."},{"number":13,"verse":"And they cast lots, the junior as well as the senior, according to the houses of their families for their respective gates."},{"number":14,"verse":"And the lot for the eastern gate fell to Selemia and Zacharias. The sons of Joaz having cast lots, the north gate fell to Melchia;"},{"number":15,"verse":"and to Abdedom the south gate over against the house of Esephim;"},{"number":16,"verse":"to Osa that to the west, behind the gate of the chamber of ascent, guard being over against guard."},{"number":17,"verse":"Eastward there were six a day, northward four a day, southward four a day, and two for Esephim to relieve each other;"},{"number":18,"verse":"and for Osa westward behind the gate of the chamber, three, a watch over against the watch of the ascent. On the east six a day, and on the north four, and on the south four, and at Esephim two to relieve each other,"},{"number":19,"verse":"and at the west four, and for the causeway two to relieve each other. These distributions of the guards of the gates were among the Korites and the Merarites."},{"number":20,"verse":"And with regard to the Levites their brethren, who were over the treasures of the house of the Lord and over the treasures of dedicated things,"},{"number":21,"verse":"these were Ladanites, the sons of Ladan the Gersonite; the heads of families belonging to Ladan. To Ladan the Gersonite belonged Jeiel,"},{"number":22,"verse":"the sons of Jeiel; Zethom . and Joel. These brethren were over the treasures of the house of the Lord."},{"number":23,"verse":"With respect to the Ambramites and Isaarites. Chebronites and Ozielites;"},{"number":24,"verse":"Subael son of Gersam, son of Moses, was over the treasures."},{"number":25,"verse":"And to his brother Eliezer belonged Rabias a son, and Josias and Joram, and Zechri and Salomoth."},{"number":26,"verse":"This Salomoth and his brethren were over the treasures of the dedicated things, which were dedicated by David the king and by the chiefs of families, the captains of thousands and captains of hundreds, and generals of the army,"},{"number":27,"verse":"which they had taken from the cities and from the spoils won in battle, and of which they had dedicated a part, that the building of the house of God might not be delayed."},{"number":28,"verse":"They had the charge also of all the dedications made to God by Samuel the prophet, and by Saul son of Kis, and by Abenner son of Ner, and Joab son of Saruia. All that they dedicated was under the care of Salomoth and his brethren."},{"number":29,"verse":"Of the Issaarites, Chonenia and sons had the charge of the business abroad over Israel, to act as scribes and judges."},{"number":30,"verse":"And of the Chebronites, Asabias and his brethren, heads of subordinate families, amounting to seventeen hundred, had the oversight of Israel on the western bank of the Jordan, for every service of the Lord and every work of the king."},{"number":31,"verse":"With regard to the Ozielites, Ourias was the chief of the Ozielites, according to their genealogies by families. In the fortieth year of the king's reign they were reviewed, and the head man among them was found at Jazer of Galaaditis."},{"number":32,"verse":"And his brethren, the heads of subordinate families, were two thousand seven hundred. And king David set them over the Reubenites and the Gadites, and the half of the tribe of Manasses, for every ordinance of the Lord and every affair of the king."}]}