{"bibleAbbr":"Thomson1808","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"Now Benjamin begot Bale his first born and Asbel his second son and Ara his third, Noa his fourth"},{"number":2,"verse":"and Rapha his, fifth."},{"number":3,"verse":"And the sons of Bale were Adir and Gera and Abiud"},{"number":4,"verse":"and Abessue and Noama and Achia"},{"number":5,"verse":"and Gera and Sephupham and Ouram."},{"number":6,"verse":"These are sons of Aod; these are the heads of the families who dwelt in Gabae, and who removed to Machanathi,"},{"number":7,"verse":"namely Nooma and Achia and Gera who is called Jeglaam and begot Aza and Jachicho."},{"number":8,"verse":"And Saarin begot in the plain of Maob (after he had put away Osin and Baada his wife,"},{"number":9,"verse":"he had by his wife Ada) Jolab and Sabia and Misa and Melchas"},{"number":10,"verse":"and Jebus and Zabia and Marina. These were chiefs of families."},{"number":11,"verse":"Now by Osin he had Abitol and Alphaal."},{"number":12,"verse":"And the sons of Alphaal was Obed, Misaal, Semmer (who built Onan and Lod and the villages thereof)"},{"number":13,"verse":"and Beria and Sama. These were the chiefs of the families who inhabited Ailam after they had driven out the inhabitants of Geth,"},{"number":14,"verse":"namely his brother Sosek and Arimoth"},{"number":15,"verse":"and Zabodia and Ored and Eder"},{"number":16,"verse":"and Michael and Jespha and Joda sons of Beria;"},{"number":17,"verse":"and Zabadia and Mosollam and Azaki and Abar"},{"number":18,"verse":"and Isamari and Jezlias and Jobab sons of Elphaal:"},{"number":19,"verse":"and Jakim and Zachri and Zabdi"},{"number":20,"verse":"and Elionai and Salathi"},{"number":21,"verse":"and Eleeli and Adaia and Baraia and Samarath sons of Samath;"},{"number":22,"verse":"and Jesphan and Obed and Eleel"},{"number":23,"verse":"and Abdon and Zechri and Anan"},{"number":24,"verse":"and Anania and Ambri and Ailam and Anathoth"},{"number":25,"verse":"and Jathin and Jephadias and Phanuel sons of Sosek."},{"number":26,"verse":"And Samsari and Saarias and Gotholia"},{"number":27,"verse":"and Jarasia and Eria and Zechri son of Iroam."},{"number":28,"verse":"These were chiefs of their respective families. These chiefs dwelt in Jerusalem."},{"number":29,"verse":"And in Gabaon dwelt father Gabaon, and his wife's name was Maacha,"},{"number":30,"verse":"and her first born son was Abdon, and Sur and Kis and Baal and Nadab and Ner"},{"number":31,"verse":"and Gedur and his brother and Zakckur and Makeloth;"},{"number":32,"verse":"and Makeloth begot Samaa. These also dwelt over against their brethren in Jerusalem, with their brethren."},{"number":33,"verse":"And Ner begot Kis; and Kis begot Saul, and Saul begot Jonathan and Melchisue and Aminadab and Asabal."},{"number":34,"verse":"And Meribaal was a son of Jonathan, and Meribaal begot Micha;"},{"number":35,"verse":"and the sons of Micha, were Phithon and Melach and Tharach and Achaz."},{"number":36,"verse":"And Achaz begot Jada, and Jada begot Salaimath and Asmoth and Zambri. And Zambri begot Maisa"},{"number":37,"verse":"and Maisa begot Baana. Raphaia was his son, Elasa his son, Esel his son."},{"number":38,"verse":"And Esel had six sons, and these are their names, Ezrikam the first born, and Ismael and Saraia and Abdia and Anan and Asa. All these were sons of Esel."},{"number":39,"verse":"And the sons of Asel his brother were Ailam his first born, and Jas his second, and Eliphalet, his third."},{"number":40,"verse":"And the sons of Ailam. mighty men for war; bending the bow, and abounding in sons and sons of sons, were a hundred and fifty. All these were of the sons of Benjamin."}]}