{"bibleAbbr":"GB1587","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":10,"verses":[{"number":1,"verse":"For He prevents a private objection. Why then were those sacrifices offered? The apostle answers, first concerning the yearly sacrifice which was the solemnest of all, in which (he says) there was made every year a remembrance again of all former sins. Therefore that sacrifice had no power to sanctify: for to what purpose should those sins which are purged be repeated again, and why should new sins come to be repeated every year, if those sacrifices abolished sin? the law having a shadow of good things to Of things which are everlasting, which were promised to the fathers, and exhibited in Christ. come, [and] not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect."},{"number":2,"verse":"For would they not then haue ceased to haue bene offered, because that the offerers once purged, should haue had no more conscience of sinnes?"},{"number":3,"verse":"But in those sacrifices there is a remembrance againe of sinnes euery yeere."},{"number":4,"verse":"For it is vnpossible that the blood of bulles and goates should take away sinnes."},{"number":5,"verse":"A conclusion following those things that went before, and encompassing also the other sacrifices. Seeing that the sacrifices of the law could not do it, therefore Christ speaking of himself as of our High Priest manifested in the flesh, witnesses plainly that God rests not in the sacrifices, but in the obedience of his Son our High Priest, in whose obedience he offered up himself once to his Father for us. Wherefore when he The Son of God is said to come into the world, when he was made man. cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a It is word for word in the Hebrew text, «You have pierced my ears through» that is, «you have made me obedient and willing to hear». body hast thou prepared me:"},{"number":6,"verse":"In burnt offerings, and sinne offrings thou hast had no pleasure."},{"number":7,"verse":"Then I sayd, Lo, I come (In the beginning of the booke it is written of me) that I should doe thy will, O God."},{"number":8,"verse":"Aboue, when he sayd, Sacrifice and offring, and burnt offrings, and sinne offrings thou wouldest not haue, neither hadst pleasure therein (which are offered by the Lawe)"},{"number":9,"verse":"Then said he, Lo, I come to do thy will, O God. He taketh away the That is, the sacrifices, to establish the second, that is, the will of God. first, that he may establish the second."},{"number":10,"verse":"By the which wil we are sanctified, euen by the offring of the body of Iesus Christ once made."},{"number":11,"verse":"A conclusion, with the other part of the comparison: The Levitical high priest repeats the same sacrifices daily in his sanctuary: upon which it follows that neither those sacrifices, nor those offerings, nor those high priests could take away sins. But Christ having offered one sacrifice once for the sins of all men, and having sanctified his own for ever, sits at the right hand of the Father, having all power in his hands. And every priest standeth At the altar. daily ministering and offering oftentimes the same sacrifices, which can never take away sins:"},{"number":12,"verse":"But this man after he had offered one sacrifice for sinnes, sitteth for euer at the right hand of God,"},{"number":13,"verse":"He prevents a private objection, that is, that yet nonetheless we are subject to sin and death, to which the apostle answers, that the full effect of Christ's power has not yet shown itself, but shall eventually appear when he will at once put to flight all his enemies, with whom we still struggle. From henceforth expecting till his enemies be made his footstool."},{"number":14,"verse":"For with one offering hath he consecrated for euer them that are sanctified."},{"number":15,"verse":"Although there remains in us relics of sin, yet the work of our sanctification which is to be perfected, hangs on the same sacrifice which never shall be repeated: and that the apostle proves by referring again to the testimony of Jeremiah, thus: Sin is taken away by the new testament, seeing the Lord says that it shall come to pass, that according to the form of it, he will no more remember our sins: Therefore we need now no purging sacrifice to take away that which is already taken away, but we must rather take pains, that we may now through faith be partakers of that sacrifice.[Whereof] the Holy Ghost also is a witness to us: for after that he had said before,"},{"number":16,"verse":"This is the Testament that I will make vnto them after those dayes, sayth the Lord, I wil put my Lawes in their heart, and in their mindes I will write them."},{"number":17,"verse":"And their sins and iniquities will I remember Why then, where is the fire of purgatory, and that popish distinction of the fault, and the punishment? no more."},{"number":18,"verse":"Now where remission of these [is, there is] no more offering for He said well, for sin: for there remains another offering, that is, of thanksgiving. sin."},{"number":19,"verse":"The sum of the former treatise: We are not shut out from the holy place, as the fathers were, but we have an entrance into the true holy place (that is, into heaven) seeing that we are purged with the blood, not of beasts, but of Jesus. Neither as in times past, does the High Priest shut us out by setting the veil against us, but through the veil, which is his flesh, he has brought us into heaven itself, so that we have now truly an High Priest who is over the house of God. Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,"},{"number":20,"verse":"By a new and living way, which he hath consecrated for us, through the veil, that is to say, his So Christ's flesh shows us the Godhead as if it were under a veil, For otherwise we could not stand the brightness of it. flesh;"},{"number":21,"verse":"And seeing we haue an hie Priest, which is ouer the house of God,"},{"number":22,"verse":"A most grave exhortation, in which he shows how the sacrifice of Christ may be applied to us: that is, by faith which also he describes by the consequence, that is, by sanctification of the Spirit, which causes us to hope in God, and to procure by all means possible one another's salvation, through the love that is in us one towards another. Let us draw near with a With no double and counterfeit heart, but with such a heart as is truly and indeed given to God. true heart in full assurance of faith, having our This is it which the Lord says, Be ye holy, for I am holy. hearts sprinkled from an evil conscience, and our bodies washed with With the grace of the Holy Spirit. pure water."},{"number":23,"verse":"And washed in our bodies with pure water, let vs keepe the profession of our hope, without wauering, (for he is faithfull that promised)"},{"number":24,"verse":"And let vs consider one another, to prouoke vnto loue, and to good workes,"},{"number":25,"verse":"Not forsaking the assembling of ourselves together, as the manner of some [is]; but exhorting [one another]: Having mentioned the last coming of Christ, he stirs up the godly to the meditation of a holy life, and cites the faithless fallers from God to the fearful judgment seat of the Judge, because they wickedly rejected him in whom only salvation consists. and so much the more, as ye see the day approaching."},{"number":26,"verse":"For if we sin Without any cause or occasion, or show of occasion. wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,"},{"number":27,"verse":"But a certain fearful looking for of judgment and fiery indignation, which shall devour the For it is another matter to sin through the frailty of man's nature, and another thing to proclaim war on God as on an enemy. adversaries."},{"number":28,"verse":"If the breach of the law of Moses was punished by death, how much more worthy of death is it to fall away from Christ? He that despised Moses' law died without mercy under two or three witnesses:"},{"number":29,"verse":"Of howe much sorer punishment suppose ye shall hee be worthy, which treadeth vnder foote the Sonne of God, and counteth the blood of the Testament as an vnholy thing, wherewith he was sanctified, and doeth despite the Spirit of grace?"},{"number":30,"verse":"The reason of all these things is, because God is a revenger of those who despise him: otherwise he could not rightly govern his Church. Now there is nothing more horrible then the wrath of the living God. For we know him that hath said, Vengeance [belongeth] unto me, I will recompense, saith the Lord. And again, The Lord shall Rule or govern. judge his people."},{"number":31,"verse":"It is a fearefull thing to fall into the hands of the liuing God."},{"number":32,"verse":"As he terrified the fallers away from God, so does he now comfort them that are constant and stand firm, setting before them the success of their former fights, so stirring them up to a sure hope of a full and ready victory. But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;"},{"number":33,"verse":"Partly, whilst ye were made a You were brought forth to be shamed. gazingstock both by reproaches and afflictions; and partly, whilst ye became In taking their miseries, to be your miseries. companions of them that were so used."},{"number":34,"verse":"For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring Goods and riches. substance."},{"number":35,"verse":"Cast not away therefore your confidence which hath great recompense of reward."},{"number":36,"verse":"For ye haue neede of patience, that after ye haue done the will of God, ye might receiue the promes."},{"number":37,"verse":"For yet a He will come within this very little while. little while, and he that shall come will come, and will not tarry."},{"number":38,"verse":"He commends the excellency of a sure faith by the effect, because it is the only way to life, which sentence he sets forth and amplifies by contrast. Now the just shall live by faith: but if [any man] draw back, my soul shall have no pleasure in him."},{"number":39,"verse":"But we are not they which withdrawe our selues vnto perdition, but follow faith vnto the conseruation of the soule."}]}