{"bibleAbbr":"Geneva1587","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"Now An excellent description of faith by the effects, because it represents things which are but yet in hope, and sets as it were before our eyes things that are invisible. faith is the substance of things hoped for, the evidence of things not seen."},{"number":2,"verse":"He shows that the fathers ought to be accounted of by this virtue. For by it the That is, those fathers from whom we came: and whose authority and example ought to move us very much. elders obtained a good report."},{"number":3,"verse":"He shows the property of faith, by setting before us most cautious examples of those who from the beginning of the world excelled in the Church. Through faith we understand that the worlds were framed by the word of God, so that things which are So that the world which we see, was not made from any matter that appeared or was before, but from nothing. seen were not made of things which do appear."},{"number":4,"verse":"Abel. By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh."},{"number":5,"verse":"Enoch. By faith Enoch was translated that he should not That he should not die. see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God."},{"number":6,"verse":"But without faith [it is] impossible to please [him]: for he that cometh to God must believe that he is, and [that] he is a This reward is not referred to our merits, but to the free promise, as Paul teaches in Abraham the father of all the faithful, (Rom_4:4). rewarder of them that diligently seek him."},{"number":7,"verse":"Noah. By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith."},{"number":8,"verse":"Abraham and Sarah. By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went."},{"number":9,"verse":"By faith he abode in the land of promes, as in a strange countrey, as one that dwelt in tents with Isaac and Iacob heires with him of the same promes."},{"number":10,"verse":"For he looked for a city which hath This foundation is contrasted with their tabernacle. foundations, whose builder and maker [is] God."},{"number":11,"verse":"Through faith Sara also receiued strength to conceiue seede, and was deliuered of a childe when she was past age, because she iudged him faithfull which had promised."},{"number":12,"verse":"Therefore sprang there even of one, and him as good as As unlikely to bear children, as if he had been dead. dead, [so many] as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable."},{"number":13,"verse":"These all died in In faith, which they had while they lived, and followed, them even to their grave. faith, not having received the This is the figure metonymy, for the things promised. promises, but having seen them afar off, and were persuaded of [them], and For the patriarchs were given to profess their religion by building an altar and calling on the name of the Lord when they received the promises. embraced [them], and confessed that they were strangers and pilgrims on the earth."},{"number":14,"verse":"For they that say such things, declare plainely, that they seeke a countrey."},{"number":15,"verse":"And if they had bene mindfull of that countrey, from whence they came out, they had leasure to haue returned."},{"number":16,"verse":"But nowe they desire a better, that is an heauenly: wherefore God is not ashamed of them to be called their God: for he hath prepared for them a citie."},{"number":17,"verse":"By faith Abraham, when he was Tried by the Lord. tried, offered up Isaac: and he that had received the Although the promises of life were made in that only begotten son Isaac, yet he appointed him to die; and so against hope he believed in hope. promises offered up his only begotten [son],"},{"number":18,"verse":"(To whom it was said, In Isaac shall thy seede be called.)"},{"number":19,"verse":"Accounting that God [was] able to raise [him] up, even from the dead; from From which death. whence also he received him in For there was not the true and very death of Isaac, but as it were the death, by means of which he seemed also to have risen again. a figure."},{"number":20,"verse":"Isaac. By faith Isaac blessed Jacob and Esau concerning things to come."},{"number":21,"verse":"Jacob. By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, [leaning] upon the top of his staff."},{"number":22,"verse":"Joseph. By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones."},{"number":23,"verse":"Moses. By faith Moses, when he was born, was hid three months of his parents, because they saw [he was] a proper child; and they were not They were not afraid to bring him up. afraid of the king's commandment."},{"number":24,"verse":"By faith Moses when he was come to age, refused to be called the sonne of Pharaohs daughter,"},{"number":25,"verse":"Choosing rather to suffer affliction with the people of God, than to enjoy the Such pleasures as he could not enjoy, unless he provoked God's wrath against him. pleasures of sin for a season;"},{"number":26,"verse":"Esteeming the rebuke of Christ greater riches then the treasures of Egypt: for he had respect vnto the recompence of the reward."},{"number":27,"verse":"By faith he forsooke Egypt, and feared not the fiercenes of the king: for he endured, as he that sawe him which is inuisible."},{"number":28,"verse":"Through faith he ordeined the Passeouer and the effusion of blood, least he that destroyed the first borne, should touche them."},{"number":29,"verse":"The Red Sea. By faith they passed through the Red sea as by dry [land]: which the Egyptians assaying to do were drowned."},{"number":30,"verse":"Jericho. By faith the walls of Jericho fell down, after they were compassed about seven days."},{"number":31,"verse":"Rahab. By faith the A notable example of God's goodness. harlot Rahab perished not with them that believed not, when she had received the Courteously and friendly, so that not only did she not hurt them, but also kept them safe. spies with peace."},{"number":32,"verse":"Gideon, Barak and other judges and prophets. And what shall I more say? for the time would fail me to tell of Gedeon, and [of] Barak, and [of] Samson, and [of] Jephthae; [of] David also, and Samuel, and [of] the prophets:"},{"number":33,"verse":"Who through faith subdued kingdoms, wrought righteousness, obtained The fruit of the promises. promises, stopped the mouths of lions,"},{"number":34,"verse":"Quenched the violence of fire, escaped the edge of the sworde, of weake were made strong, waxed valiant in battell, turned to flight the armies of the aliants."},{"number":35,"verse":"He seems to mean the story of that woman of Sarepta, whose son Elijah raised again from the dead, and the Shunammite, whose son Elisha restored to his mother. Women received their dead raised to life again: and others were He means that perfection which Antiochus wrought. tortured, not accepting deliverance; that they might obtain a better resurrection:"},{"number":36,"verse":"And others haue bene tryed by mockings and scourgings, yea, moreouer by bondes and prisonment."},{"number":37,"verse":"They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in In vile and rough clothing, so were the saints brought to extreme poverty, and constrained to live like beasts in the wilderness. sheepskins and goatskins; being destitute, afflicted, tormented;"},{"number":38,"verse":"Whom the world was not worthie of: they wandered in wildernesses and mountaines, and dennes, and caues of the earth."},{"number":39,"verse":"An amplification taken from the circumstance of the time: their faith is so much the more to be marvelled at, by how much the promises of things to come were more dark, yet at length were indeed exhibited to us, so that their faith and ours is as one, as is also their consecration and ours. And these all, having obtained a good report through faith, received But saw Christ afar off. not the promise:"},{"number":40,"verse":"God having provided some better thing for us, that they For their salvation depended on Christ, who was exhibited in our days. without us should not be made perfect."}]}