{"bibleAbbr":"GB1587","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"Then verily A division of the first tabernacle which he calls worldly, that is to say, transitory, and earthly, into two parts, that is, into the holy places, and the Holiest of all. the first [covenant] had also ordinances of divine service, and a An earthy and a fleeting. worldly sanctuary."},{"number":2,"verse":"For the first Tabernacle was made, wherein was the candlesticke, and the table, and the shewebread, which Tabernacle is called the Holy places."},{"number":3,"verse":"And after He calls it the second veil, not because there were two veils, but because it was behind the sanctuary or the first tabernacle. the second veil, the tabernacle which is called the The holiest sanctuary. Holiest of all;"},{"number":4,"verse":"Which had the golden censer, and the Arke of the Testament ouerlayde rounde about with golde, wherein the golden pot, which had Manna, was, and Aarons rod that had budded, and the tables of the Testament."},{"number":5,"verse":"And over it the cherubims of glory shadowing the The Hebrews call the cover of the ark of the covenant the mercy seat, which both the Greeks and we do also. mercyseat; of which we cannot now speak particularly."},{"number":6,"verse":"Now he comes to the sacrifices which he divides into those daily sacrifices and that yearly and solemn sacrifice with which the high priest only but once every year entering into the Holiest of all with blood, offered for himself and the people. Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service [of God]."},{"number":7,"verse":"But into the second [went] the high priest alone once every year, not without blood, which he offered for himself, and [for] the For the sins, see (Heb_5:2). errors of the people:"},{"number":8,"verse":"Of that yearly rite and the ceremony, he gathers that the way into heaven was not opened by such sacrifices, which was shadowed by the Holiest of all. For why did only the high priest enter in, excluding all others, to offer sacrifices there both for himself and for others, and after, shut the Holiest of all again? The Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:"},{"number":9,"verse":"An objection: If the way to heaven was not opened by those sacrifices (that is to say, if the worshippers were not purged by them) why then were those ceremonies used? That is, that men might be called back to that spiritual example, that is to say, to Christ who would correct all those things at his coming. Which [was] a figure For that time that that figure had to last. for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;"},{"number":10,"verse":"Another reason why they could not clear the conscience of the worshipper is because they were outward and carnal or material things.[Which stood] only in meats and drinks, and divers washings, and carnal ordinances, For they were as you would say, a burden, from which Christ delivered us. imposed [on them] until the time of reformation."},{"number":11,"verse":"Now he enters into the declaration of the types, and first of all comparing the Levitical high priest with Christ, (that is to say, the figure with the thing itself) he attributes to Christ the administration of good things to come, that is, everlasting, which those carnal things had respect to. But Christ being come an high priest of good things to come, Another comparison of the first corrupt tabernacle with the latter, (that is to say, with the human nature of Christ) which is the true incorruptible temple of God, into which the Son of God entered, as the Levitical high priests into the other which was frail and transitory. by a By a more excellent and better. greater and more perfect tabernacle, not made with hands, that is to say, not of this building;"},{"number":12,"verse":"Another comparison of the blood of the sacrifices with Christ, the Levitical high priests entering by their holy places into the sanctuary, offered corruptible blood for one year only: but Christ entering into that holy body of his, entered by it into heaven itself, offering his own most pure blood for an everlasting redemption: for Christ is both the High Priest, Tabernacle, Sacrifices and Offerings themselves, indeed all those both truly and for ever. Neither by the blood of For in this yearly sacrifice of reconciliation, there were two kinds of sacrifices, the one a goat, the other a heifer, or calf. goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption [for us]."},{"number":13,"verse":"If the outward sprinkling of blood and ashes of beasts was a true and effectual sign of purifying and cleansing, how much more shall the thing itself and the truth being present which in times past was shadowed by those external sacraments do it? That is to say, his blood, which is man's blood and also the blood of the Son of God, and therefore has an everlasting power of purifying and cleansing. For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the He considers the signs separately, being separate from the thing itself. purifying of the flesh:"},{"number":14,"verse":"How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from From sins which proceed from death, and bring forth nothing but death. dead works to serve the living God?"},{"number":15,"verse":"The conclusion of the former argument: therefore seeing the blood of beasts did not purge sins, the new Testament which was promised before, to which those outward things had respect, is now indeed established by the power by which all transgressions might be taken away, and heaven indeed opened to us. It follows that Christ shed his blood also for the fathers, for he was foreshadowed by these old ceremonies, otherwise, unless they served to represent him, they were not at all profitable. Therefore this Testament is called the latter, not concerning the power of it, (that is to say, remission of sins) but in respect of that time in which the thing itself was finished, that is to say, in which Christ was exhibited to the world, and fulfilled all things necessary for our salvation. And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions [that were] under the first testament, they which are called might receive the promise of eternal inheritance."},{"number":16,"verse":"A reason why the testament must be established by the death of the Mediator, because this testament has the condition of a testament or gift, which is made effective by death, and therefore that it might be effective, it must be that he that made the Testament, should die. For where a testament [is], there must also of necessity be the death of the testator."},{"number":17,"verse":"For the Testament is confirmed when men are dead: for it is yet of no force as long as he that made it, is aliue."},{"number":18,"verse":"There must be a proportion between those things which purify and those which are purified: Under the law all those figures were earthly, the tabernacle, the book, the vessels, the sacrifices, although they were the signs of heavenly things. Therefore it was required that all those should be purified with some matter and ceremony of the same nature, that is, with the blood of beasts, with water, wool, hyssop. But under Christ all things are heavenly, a heavenly tabernacle, heavenly sacrifice, heavenly people, heavenly doctrine, and heaven itself is set open before us for an eternal home. Therefore all these things are sanctified in a similar way, that is, with the everlasting offering of the quickening blood of Christ. Whereupon neither the first [testament] was dedicated without blood."},{"number":19,"verse":"For when Moses had spoken every precept to all the people As the Lord had commanded. according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and He used to sprinkle. sprinkled both the book, and all the people,"},{"number":20,"verse":"Saying, This is the blood of the Testament, which God hath appointed vnto you."},{"number":21,"verse":"Moreouer, he sprinkled likewise the Tabernacle with blood also, and all the ministring vessels."},{"number":22,"verse":"And almost all things are by the Law purged with blood, and without sheading of blood is no remission."},{"number":23,"verse":"[It was] therefore necessary that the The counterparts of heavenly things were earthly, and therefore they were to be set forth with earthly things, as with the blood of beasts, wool and hyssop. But under Christ all things are heavenly, and therefore they could not be sanctified with the offering of his living blood. patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these."},{"number":24,"verse":"Another twofold comparison: the Levitical high priest entered into the sanctuary, which was made indeed by the commandment of God, but yet with men's hands, that it might be a pattern of another more excellent, that is, of the heavenly place, but Christ entered into heaven itself. Again he appeared before the ark, but Christ before God the Father himself. For Christ is not entered into the holy places made with hands, [which are] the figures of the true; but into heaven itself, now to appear in the presence of God for us:"},{"number":25,"verse":"Another double comparison: the Levitical high priest offered other blood, but Christ offered his own: he every year once repeated his offering: Christ offering himself but once, abolished sin altogether, both of the former ages and of the ages to come. Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;"},{"number":26,"verse":"An argument to prove that Christ's offering should not be repeated: seeing that sins were to be purged from the beginning of the world, and it is proved that sins cannot be purged, but by the blood of Christ: he would have needed to have died repeatedly, since the beginning of the world. But a man can die only once: therefore Christ's sacrifice which was once done in the later days, neither could nor can be repeated. Seeing that it is so, surely the power of it extends both to sins that were before, and to sins that are after his coming. For then must he often have suffered since the foundation of the world: but now once in the In the later days. end of the world hath he appeared to put away That whole root of sin. sin by the sacrifice of himself."},{"number":27,"verse":"And as it is appointed unto men He speaks of the natural state and condition of man: For though Lazarus and certain others died twice, that was no usual thing, but extraordinary: and as for them that shall be changed, their changing is a kind of death. {{See 1Co_15:51}} once to die, but after this the judgment:"},{"number":28,"verse":"So Christ was once offered to bear the sins of Thus the general promise is restrained to the elect only: and we have to seek the testimony of our election, not in the secret counsel of God, but in the effects that our faith works, and so we must climb up from the lowest step to the highest, there to find such comfort as is most certain, and shall never be moved. many; Shortly by the way he sets Christ as Judge, partly to terrify those who are not trusting in the only sacrifice of Christ once made, and partly to keep the faithful in their duty, so that they will not go back. and unto them that look for him shall he appear the second time without sin unto salvation."}]}