{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"(Zophar’s First Response to Job) Then Zophar the Naamathite answered and said,"},{"number":2,"verse":"“Should an abundance of words go unanswered, or a man full of talk be vindicated?"},{"number":3,"verse":"Should your loose talk put people to silence? And when you mock, shall no one put you to shame?"},{"number":4,"verse":"For you say, ‘My teaching is pure, and I am clean in your sight.’"},{"number":5,"verse":"But, O that God might speak, and that he would open his lips to you,"},{"number":6,"verse":"and that he would tell you the secrets of wisdom, for insight has many sides. And know that God on your behalf has forgotten some of your guilt."},{"number":7,"verse":"“Can you find out the essence of God, or can you find out the ultimate limits of Shaddai?"},{"number":8,"verse":"It is higher than the heaven; what can you do? It is deeper than Sheol; what can you know?"},{"number":9,"verse":"Its measure is longer than the earth and broader than the sea."},{"number":10,"verse":"“If he passes through and imprisons someone and summons the assembly, then who can hinder him?"},{"number":11,"verse":"For he knows those who are worthless; when he sees iniquity, he will not consider it."},{"number":12,"verse":"But an empty-headed person will get understanding when a wild donkey’s colt is born as a human being."},{"number":13,"verse":"“If you yourself direct your heart and stretch out your hands to him —"},{"number":14,"verse":"if iniquity is in your hand, put it far away, and you must not let wickedness reside in your tents —"},{"number":15,"verse":"surely then you will lift up your face without blemish, and you will be firmly established and will not fear."},{"number":16,"verse":"For you yourself will forget your misery; you will remember it as water that has flowed past."},{"number":17,"verse":"“And your life will be brighter than noon; its darkness will be like the morning."},{"number":18,"verse":"And you will have confidence because there is hope; and you will be well protected — you will sleep in safety."},{"number":19,"verse":"And you will lie down, and no one will make you afraid; and many will entreat your favor."},{"number":20,"verse":"But the eyes of the wicked will fail; and refuge will be lost to them, and their hope is to breathe their last breath.”"}]}