{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"(Job’s Fourth Speech Continues) “Look, my eye has seen everything; my ear has heard and has understood it."},{"number":2,"verse":"What you know, I myself also know — I am not more inferior than you."},{"number":3,"verse":"But I would speak to Shaddai, and I desire to argue with God."},{"number":4,"verse":"“But you whitewash with lies; all of you are worthless healers."},{"number":5,"verse":"O that you would keep completely silent, and that it would become wisdom for you."},{"number":6,"verse":"Please hear my argument, and listen attentively to the pleadings of my lips."},{"number":7,"verse":"“Will you speak falsely for God? And will you speak deceitfully for him?"},{"number":8,"verse":"Will you show partiality for him? Or do you want to plead God’s case?"},{"number":9,"verse":"Will it be well, if he examines you? Or can you deceive him like deceiving a human being?"},{"number":10,"verse":"“Surely he will rebuke you if you show partiality in secret."},{"number":11,"verse":"Will not his majesty terrify you, and his dread fall upon you?"},{"number":12,"verse":"Your maxims are proverbs of ashes; your defenses are defenses of clay."},{"number":13,"verse":"“Let me have silence, and I myself will speak, and let come over me whatever may."},{"number":14,"verse":"Why should I take my flesh in my teeth and put my life in my hand?"},{"number":15,"verse":"Look, though he kill me, I will hope in him; however, I will defend my ways before him."},{"number":16,"verse":"Moreover, this is salvation to me, that the godless would not come before him."},{"number":17,"verse":"“Listen carefully to my words, and let my exposition be in your ears."},{"number":18,"verse":"Please look, I have prepared my case; I know that I myself will be vindicated."},{"number":19,"verse":"Who is he who will contend with me? For then I would be silent, and I would pass away."},{"number":20,"verse":"(Job Argues His Case with God) “Only you must not do these two things to me; then I will not hide from your face:"},{"number":21,"verse":"withdraw your hand from me, and let not your dread terrify me."},{"number":22,"verse":"Then call, and I myself will answer; or let me speak, then reply to me."},{"number":23,"verse":"“How many are my iniquities and sins? Make known to me my transgression and my sin."},{"number":24,"verse":"Why do you hide your face and count me as your enemy?"},{"number":25,"verse":"Will you terrify a blown leaf? And will you pursue dry stubble?"},{"number":26,"verse":"“Indeed, you write bitter things against me, and you make me reap the iniquities of my childhood."},{"number":27,"verse":"And you put my feet in the block, and you watch all my paths; you carve a mark on the soles of my feet."},{"number":28,"verse":"And he himself wastes away like something rotten, like a garment that the moth has eaten."}]}