{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"(Job Continues His Final Speech) Then Job again took up his discourse and said,"},{"number":2,"verse":"“As God lives, he has removed my justice, and Shaddai has made my inner self bitter."},{"number":3,"verse":"For as long as my breath is in me, and the spirit of God is in my nose,"},{"number":4,"verse":"my lips surely will not speak falseness, and my tongue surely will not utter deceit."},{"number":5,"verse":"Far be it from me that I would say that you are right; until I pass away, I will not put away from me my blamelessness."},{"number":6,"verse":"I hold fast to my righteousness, and I will not let it go; my heart will not blame any of my days."},{"number":7,"verse":"“Let my enemy be like the wicked and my opponent like the unrighteous,"},{"number":8,"verse":"for what is the hope of the godless when he cuts them off, when God takes away his life?"},{"number":9,"verse":"Will God hear his cry of distress when distress comes upon him?"},{"number":10,"verse":"Or, in Shaddai will he find delight? Will he call upon God at all times?"},{"number":11,"verse":"“I will teach you about God’s hand; I will not conceal that which is with Shaddai."},{"number":12,"verse":"Look, you all have seen, and why in the world have you become altogether vain?"},{"number":13,"verse":"“This is the portion of the wicked human being with God, and they receive from Shaddai the inheritance of the ruthless."},{"number":14,"verse":"If their children multiply, it is for the sword, and his offspring do not have enough to eat."},{"number":15,"verse":"Their survivors are buried through the plague, and their widows do not weep."},{"number":16,"verse":"If he heaps up silver like the dust and fashions clothing like the clay,"},{"number":17,"verse":"he makes it ready, and the righteous will wear it, and the innocent will divide the silver."},{"number":18,"verse":"“He builds his house like the moth, and like a booth that a watchman has made."},{"number":19,"verse":"He goes to bed with wealth, but he will do so no more; he opens his eyes, and it is gone."},{"number":20,"verse":"Terrors overtake him like the water; a storm wind carries him off in the night."},{"number":21,"verse":"The east wind lifts him up, and he is gone, and it sweeps him away from his place."},{"number":22,"verse":"And it hurls at him, and it has no compassion; he will quickly flee from its power."},{"number":23,"verse":"It claps its hands over him, and it hisses at him from its place."}]}