{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"Elihu Rebukes Job “But now, please hear my speeches, Job, and hear all my words."},{"number":2,"verse":"Please look, I open my mouth; my tongue in my mouth speaks."},{"number":3,"verse":"My words declare my heart’s uprightness, and my lips sincerely speak what my lips know."},{"number":4,"verse":"The Spirit of God has made me, and the breath of Shaddai gives life to me."},{"number":5,"verse":"“If you are able, answer me. Present your argument before me; take your stand."},{"number":6,"verse":"Look, before God I am like you; I myself was also formed from clay."},{"number":7,"verse":"Look, dread of me should not terrify you, and my hand will not be heavy upon you."},{"number":8,"verse":"“Surely you have spoken in my ears, and I have heard the sound of your words:"},{"number":9,"verse":"‘I am clean, without transgression; I am pure, and there is no guilt in me."},{"number":10,"verse":"Look, he finds fault against me; he reckons me as his enemy;"},{"number":11,"verse":"he puts my feet in the block; he watches all my paths.’"},{"number":12,"verse":"“Look, in this you are not right — I will answer you: Indeed, God is greater than a human being."},{"number":13,"verse":"Why do you contend against him, that he will not answer all a person’s words?"},{"number":14,"verse":"Indeed, God speaks in one way, even in two, yet someone does not perceive it."},{"number":15,"verse":"“In a dream, a vision of the night, when a deep sleep falls on men slumbering on their bed,"},{"number":16,"verse":"then he opens the ear of men, and he frightens them with a warning"},{"number":17,"verse":"to turn human beings aside from their deeds, and he keeps man from pride."},{"number":18,"verse":"He spares his life from the pit and his life from passing over the river of death."},{"number":19,"verse":"“And he is reproved with pain on his bed, even with the strife of his bones continually,"},{"number":20,"verse":"so that his life loathes bread, and his inner self loathes appetizing food."},{"number":21,"verse":"His flesh is wasted away from sight, and his bones, which are invisible, are bared."},{"number":22,"verse":"And he draws near to the pit and his life to the killers."},{"number":23,"verse":"“If there is a messenger beside him, a mediator, one of a thousand, to declare to a human being his uprightness"},{"number":24,"verse":"so that he is gracious to him, and he says, ‘Deliver him from descending into the pit; I have found a ransom.’"},{"number":25,"verse":"His flesh is renewed with his youth; he returns to the days of his youthful strength."},{"number":26,"verse":"He prays to God, then he accepts him, and he sees his face with a shout of joy, and he repays to the human being his righteousness."},{"number":27,"verse":"“He will sing to men, and he will say, ‘I have sinned and have perverted what is right, and it was not paid back to me."},{"number":28,"verse":"He redeemed my life from going down into the pit, so I will enjoy the light.’"},{"number":29,"verse":"Look, God does all these things twice, three times with a person"},{"number":30,"verse":"to bring his life back from the pit so that he may enjoy the light of life."},{"number":31,"verse":"“Listen attentively, Job; listen to me; be silent, and I will speak."},{"number":32,"verse":"If you have anything to say, answer me; speak, for I desire to justify you."},{"number":33,"verse":"If not, you listen to me; be silent, and I will teach you wisdom.”"}]}