{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"(Yahweh Challenges Job) Then Yahweh answered Job from the storm, and he said,"},{"number":2,"verse":"“Who is this darkening counsel by words without knowledge?"},{"number":3,"verse":"Prepare yourself for a difficult task like a man, and I will question you, and you shall declare to me."},{"number":4,"verse":"(Yahweh Interrogates Job) “Where were you at my laying the foundation of the earth? Tell me, if you possess understanding."},{"number":5,"verse":"Who determined its measurement? Yes, you do know. Or who stretched the measuring line upon it?"},{"number":6,"verse":"On what were its bases sunk? Or who laid its cornerstone,"},{"number":7,"verse":"when the morning stars were singing together and all the sons of God shouted for joy?"},{"number":8,"verse":"“Or who shut the sea in with doors at its bursting, when it went out of the womb,"},{"number":9,"verse":"at my making the clouds its garment and thick darkness its swaddling band,"},{"number":10,"verse":"and I prescribed my rule for it, and I set bars and doors,"},{"number":11,"verse":"and I said, ‘You shall come up to here, but you shall not go further, and here it will set a boundary for your proud surging waves’?"},{"number":12,"verse":"“Have you ever in your life commanded the morning? Have you made the dawn know its place,"},{"number":13,"verse":"to take hold of the earth’s skirts so that the wicked might be shaken off from it?"},{"number":14,"verse":"It is changed like clay under a seal, and they appear like a garment."},{"number":15,"verse":"And their light is withheld from the wicked, and their uplifted arm is broken."},{"number":16,"verse":"“Have you entered into the sea’s sources? Or have you walked around in the recesses of the deep?"},{"number":17,"verse":"Have the gates of death been revealed to you? Or have you seen the gates of deep shadow?"},{"number":18,"verse":"Have you considered closely the earth’s vast expanse? Declare it, if you know all of it."},{"number":19,"verse":"“Where then is the way where the light dwells? And where then is its place,"},{"number":20,"verse":"that you may take it to its territory, and that you might discern the paths to its home?"},{"number":21,"verse":"You know, for you were born then, and the number of your days is great."},{"number":22,"verse":"Have you entered into the storehouses of the snow, or have you seen the storehouses of the hail,"},{"number":23,"verse":"which I have reserved for the time of trouble, for the day of battle and war?"},{"number":24,"verse":"Where then is the way where the light is distributed, where he scatters the east wind upon the earth?"},{"number":25,"verse":"“Who has cut open a channel for the torrents and a way for the thunder bolts,"},{"number":26,"verse":"to bring rain on a land where no one lives, a desert where no humans live,"},{"number":27,"verse":"to satisfy desert and wasteland, and to cause the ground to put forth the rising of grass?"},{"number":28,"verse":"Is there a father for the rain, or who fathered the drops of dew?"},{"number":29,"verse":"From whose womb did the ice come forth, and who fathered the frost of heaven?"},{"number":30,"verse":"Like stone the waters become hard, and the faces of the deep freeze."},{"number":31,"verse":"“Can you bind the chains of the Pleiades, or can you loosen the cords of Orion?"},{"number":32,"verse":"Can you lead forth the southern constellations at their appointed time, or can you lead the Bear with its children?"},{"number":33,"verse":"Do you know heaven’s statutes, or can you establish their rule on the earth?"},{"number":34,"verse":"Can you lift up your voice to the clouds so that a flood of water may cover you?"},{"number":35,"verse":"Can you send forth lightnings, that they may go? And will they say to you, ‘Here we are’?"},{"number":36,"verse":"Who has put wisdom in the ibis, or who has given understanding to the rooster?"},{"number":37,"verse":"Who can number the clouds with wisdom? Or who can tilt heaven’s jars,"},{"number":38,"verse":"at the flowing of the dust into a cast and the clods cling together?"},{"number":39,"verse":"“Can you hunt prey for the lion? And can you satisfy the hunger of strong lions"},{"number":40,"verse":"when they are crouched in the dens, when they lie in the thicket in an ambush?"},{"number":41,"verse":"Who prepares for the crow its prey, when its young ones cry to God for help, and they wander around for lack of food?"}]}