{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"Then Yahweh answered Job and said,"},{"number":2,"verse":"“Shall a faultfinder contend with Shaddai? Anyone who argues with God must answer it.”"},{"number":3,"verse":"(Job Responds to Yahweh) So Job answered Yahweh and said,"},{"number":4,"verse":"“Look, I am insignificant. What shall I answer you? I lay my hand on my mouth."},{"number":5,"verse":"Once I have spoken, and I will not answer; even twice, but I will not proceed.”"},{"number":6,"verse":"(Yahweh Challenges Job Again) Then Yahweh answered Job from the storm, and he said,"},{"number":7,"verse":"“Prepare yourself for a difficult task like a man, and I will question you, and you shall declare to me."},{"number":8,"verse":"(Yahweh Interrogates Job Again) “Indeed, would you annul my justice? Would you condemn me, so that you might be righteous?"},{"number":9,"verse":"Or do you have an arm like God, and can you thunder with a voice like his?"},{"number":10,"verse":"Adorn yourself with pride and dignity, and clothe yourself with splendor."},{"number":11,"verse":"Pour out the overflowing of your anger, and look at all the proud, and humble them."},{"number":12,"verse":"Look at all the proud, humble them, and tread down the wicked where they stand."},{"number":13,"verse":"Hide them in the dust together; bind their faces in the grave."},{"number":14,"verse":"And I will also praise you, that your own right hand can save you."},{"number":15,"verse":"“Look, Behemoth, which I have made just as I made you; it eats grass like the ox."},{"number":16,"verse":"Look, its strength is in its loins and its power in the muscles of its stomach."},{"number":17,"verse":"It keeps its tail straight like a cedar; the sinews of its thighs are tightly wound."},{"number":18,"verse":"Its bones are tubes of copper, its limbs like rods of iron."},{"number":19,"verse":"“It is the first of God’s actions; the one who made him furnishes it with his sword."},{"number":20,"verse":"Yes, the mountains yield produce for it, and all wild animals play there."},{"number":21,"verse":"Under the lotus tree it lies, in the hiding place of the reeds and in the marsh."},{"number":22,"verse":"The lotus trees cover it with their shade; the wadi’s poplar trees surround it."},{"number":23,"verse":"Look, if the river is turbulent, it is not frightened; it is confident even though the Jordan rushes against its mouth."},{"number":24,"verse":"Can anyone take it by its eyes? Can he pierce its nose with a snare?"}]}