{"bibleAbbr":"LEB2012","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"Bildad’s First Response to Job Then Bildad the Shuhite answered and said,"},{"number":2,"verse":"“How long will you say these things, and the words of your mouth be a mighty wind?"},{"number":3,"verse":"Does God pervert justice, or Shaddai pervert righteousness?"},{"number":4,"verse":"If your children sinned against him, then he sent them into the power of their transgression."},{"number":5,"verse":"If you yourself would seek God, then you would plead to Shaddai for grace."},{"number":6,"verse":"If you are pure and upright, indeed, now he will rouse himself for you, and he will restore your righteous abode."},{"number":7,"verse":"Though your beginning was small, your end will be very great."},{"number":8,"verse":"“Indeed, please inquire of former generations, and consider what their ancestors have found,"},{"number":9,"verse":"for we are of yesterday, and we do not know, for our days on earth are a shadow."},{"number":10,"verse":"Will they themselves not teach you and tell you and utter words from their heart?"},{"number":11,"verse":"Can papyrus grow tall where there is not a marsh? Will reeds flourish without water?"},{"number":12,"verse":"While it is in its flower and is not plucked, yet it withers before all grass."},{"number":13,"verse":"So are the paths of all who forget God; and the hope of the godless will perish,"},{"number":14,"verse":"whose confidence is cut off and whose trust is a spider’s house."},{"number":15,"verse":"He will lean himself against his house, but it will not stand; he will take hold of it, but it will not endure."},{"number":16,"verse":"He is thriving before the sun, and his plant shoots spread over his garden."},{"number":17,"verse":"His roots twine over a stone heap; he sees a house of stone."},{"number":18,"verse":"If he destroys him from his place, then it deceives him, saying, ‘I have never seen you.’"},{"number":19,"verse":"Look, this is the joy of his way, and from dust others will spring up."},{"number":20,"verse":"“Look, God will not reject the blameless, and he will not uphold the hand of evildoers."},{"number":21,"verse":"Yet he will fill your mouth with laughter and your lips with a shout of joy."},{"number":22,"verse":"Those who hate you will be clothed with shame, and the tent of the wicked will be no more.”"}]}