{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਦੂਜੀ ਪੱਤ੍ਰੀ ਕੁਰਿੰਥੀਆਂ ਨੂੰ","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"( ਸੇਵਕਾਈ ਦੇ ਕਸ਼ਟ । ਬੇਪਰਤੀਤਿਆਂ ਤੋਂ ਅੱਡ ਹੋਣਾ) ਅਸੀਂ ਉਹ ਦੇ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹੋਏ ਤੁਹਾਡੇ ਅੱਗੇ ਬੇਨਤੀ ਵੀ ਕਰਦੇ ਹਾਂ ਜੋ ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਨੂੰ ਅਕਾਰਥ ਨਾ ਲਓ"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਆਖਦਾ ਹੈ ( ) ਭਈ ਮੈਂ ਮਨ ਭਾਉਂਦੇ ਸਮੇਂ ਵਿੱਚ ਤੇਰੀ ਸੁਣੀ ਅਤੇ ਮੁਕਤੀ ਦੇ ਦਿਨ ਤੇਰੀ ਸਹਾਇਤਾ ਕੀਤੀ।। ਵੇਖੋ, ਹੁਣ ਹੀ ਮਨ ਭਾਉਂਦਾ ਸਮਾ ਹੈ, ਵੇਖੋ, ਹੁਣ ਹੀ ਮੁਕਤੀ ਦਾ ਦਿਨ ਹੈ !"},{"number":3,"verse":"ਅਸੀਂ ਕਿਸੇ ਗੱਲ ਵਿੱਚ ਠੋਕਰ ਨਹੀਂ ਖੁਆਉਂਦੇ ਭਈ ਕਿਤੇ ਇਸ ਸੇਵਕਾਈ ਉੱਤੇ ਹਰਫ਼ ਨਾ ਆਵੇ"},{"number":4,"verse":"ਪਰ ਜਿਵੇਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੇਵਕਾਂ ਦੇ ਜੋਗ ਹੈ ਤਿਵੇਂ ਹਰ ਇੱਕ ਗੱਲ ਤੋਂ ਆਪਣੇ ਲਈ ਪਰਮਾਣ ਦਿੰਦੇ ਹਾਂ ਅਰਥਾਤ ਵੱਡੇ ਸਹਾਰੇ ਤੋਂ, ਬਿਪਤਾ ਤੋਂ, ਥੁੜਾਂ ਤੋਂ, ਤੰਗੀਆਂ ਤੋਂ,"},{"number":5,"verse":"ਕੋਰੜੇ ਖਾਣ ਤੋਂ, ਕੈਦ ਤੋਂ, ਘਮਸਾਣਾਂ ਤੋਂ, ਮਿਹਨਤਾਂ ਤੋਂ, ਉਣੀਂਦਿਆਂ ਤੋਂ, ਫਾਕਿਆਂ ਤੋਂ,"},{"number":6,"verse":"ਨਿਰਮਲਤਾਈਂ ਤੋਂ, ਗਿਆਨ ਤੋਂ, ਧੀਰਜ ਤੋਂ, ਦਿਆਲਗੀ ਤੋਂ, ਪਵਿੱਤਰ ਆਤਮਾ ਤੋਂ, ਨਿਸ਼ਕਪਟ ਪ੍ਰੇਮ ਤੋਂ,"},{"number":7,"verse":"ਸਚਿਆਈ ਦੇ ਬਚਨ ਤੋਂ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਮਰੱਥਾ ਤੋਂ, ਧਰਮ ਦਿਆਂ ਸ਼ਸਤ੍ਰਾਂ ਨਾਲ ਜਿਹੜੇ ਸੱਜੇ ਖੱਬੇ ਹਨ"},{"number":8,"verse":"ਪਤ ਅਤੇ ਬੇਪਤੀ ਨਾਲ, ਅਪਜਸ ਅਤੇ ਜਸ ਨਾਲ, ਛਲੀਆਂ ਜੇਹੇ ਪਰ ਸੱਚੇ ਹਾਂ"},{"number":9,"verse":"ਅਣਜਾਤਿਆਂ ਜੇਹੇ ਪਰ ਉਜਾਗਰ ਹਾਂ, ਮਰਨਾਊਆਂ ਜੇਹੇ ਪਰ ਵੇਖੋ ਜੀਉਂਦੇ ਹਾਂ, ਤਾੜੇ ਜਾਂਦਿਆਂ ਜੇਹੇ ਪਰ ਜਾਨੋਂ ਨਹੀਂ ਮਾਰੇ ਜਾਂਦੇ,"},{"number":10,"verse":"ਉਦਾਸਾਂ ਜੇਹੇ ਪਰ ਸਦਾ ਅਨੰਦ ਕਰਦੇ ਹਾਂ, ਨਿਰਧਨਾਂ ਜੇਹੇ ਪਰ ਬਹੁਤਿਆਂ ਨੂੰ ਧਨੀ ਬਣਾਉਂਦੇ ਹਾਂ, ਪੱਲਿਓ ਸੱਖਣਿਆਂ ਜੇਹੇ ਪਰ ਸੱਭੋ ਕੁਝ ਦੇ ਮਾਲਕ ਹਾਂ।।"},{"number":11,"verse":"ਹੇ ਕੁਰਿੰਥੀਓ, ਸਾਡਾ ਮੂੰਹ ਤੁਹਾਡੀ ਵੱਲ ਖੁਲ੍ਹਾ ਹੈ, ਸਾਡਾ ਦਿਲ ਮੋਕਲਾ ਹੈ"},{"number":12,"verse":"ਸਾਡੇ ਵਿੱਚ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਰੋਕ ਨਹੀਂ ਪਰ ਤੁਹਾਡੇ ਹੀ ਹਿਰਦਿਆਂ ਵਿੱਚ ਰੋਕ ਹੈ"},{"number":13,"verse":"ਹੁਣ ਉਹ ਦੇ ਵੱਟੇ ਤੁਸੀਂ ਵੀ ਖੁਲ੍ਹੇ ਦਿਲ ਦੇ ਹੋਵੋ। ਮੈਂ ਤੁਹਾਨੂੰ ਬੱਚਿਆਂ ਵਾਂਙੁ ਆਖਦਾ ਹੈਂ।।"},{"number":14,"verse":"ਤੁਸੀਂ ਬੇਪਰਤੀਤਿਆਂ ਨਾਲ ਅਣਸਾਵੇਂ ਨਾ ਜੁੱਤੋਂ ਕਿਉਂ ਜੋ ਧਰਮ ਅਤੇ ਕੁਧਰਮ ਵਿੱਚ ਕੀ ਸਾਂਝ ਹੈॽ ਯਾ ਚਾਨਣ ਦਾ ਅਨ੍ਹੇਰੇ ਨਾਲ ਕੀ ਮੇਲ ਹੈॽ"},{"number":15,"verse":"ਅਤੇ ਮਸੀਹ ਦਾ ਬਲਿਆਲ ਦੇ ਨਾਲ ਕੀ ਮਿਲਾਪ ਹੈ ਅਥਵਾ ਪਰਤੀਤਵਾਨ ਦਾ ਬੇਪਰਤੀਤੇ ਨਾਲ ਕੀ ਹਿੱਸਾ ਹੈॽ"},{"number":16,"verse":"ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਹੈਕਲ ਨੂੰ ਮੂਰਤੀਆਂ ਨਾਲ ਕੀ ਵਾਸਤਾ ਹੈॽ ਅਸੀਂ ਤਾਂ ਅਕਾਲ ਪੁਰਖ ਦੀ ਹੈਕਲ ਹਾਂ ਜਿਵੇਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਬਚਨ ਕੀਤਾ — ਮੈਂ ਓਹਨਾ ਵਿੱਚ ਵਾਸ ਕਰਾਂਗਾ ਅਤੇ ਫਿਰਿਆ ਕਰਾਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੋਵਾਂਗਾ, ਅਤੇ ਓਹ ਮੇਰੀ ਪਰਜਾ ਹੋਣਗੇ।"},{"number":17,"verse":"ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਨਿੱਕਲ ਆਓ ਅਤੇ ਅੱਡ ਹੋਵੋ, ਪ੍ਰਭੁ ਆਖਦਾ ਹੈ, ਅਤੇ ਕਿਸੇ ਭ੍ਰਿਸ਼ਟ ਵਸਤ ਨੂੰ ਹੱਥ ਨਾ ਲਾਓ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਬੂਲ ਕਰ ਲਵਾਂਗਾ,"},{"number":18,"verse":"ਅਰ ਤੁਹਾਡਾ ਪਿਤਾ ਹੋਵਾਂਗਾ ਅਤੇ ਤੁਸੀਂ ਮੇਰੇ ਪੁੱਤ੍ਰ ਧੀਆਂ ਹੋਵੋਗੇ। ਇਹ ਬਚਨ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਪ੍ਰਭੁ ਦਾ ਹੈ।।"}]}