{"bibleAbbr":"Thomson1808","bookName":"Philemon","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a prisoner for the sake of Jesus Christ, and Timothy, the brother, to Philemon our beloved, and fellow labourer,"},{"number":2,"verse":"and to Apphia the beloved, and to Archippus our fellow soldier and to the congregation in thy house;"},{"number":3,"verse":"favour be to you, and peace from God our father and the Lord Jesus Christ."},{"number":4,"verse":"I thank my God, making mention of thee always in my prayers,"},{"number":5,"verse":"hearing of the faith which thou hast in the Lord Jesus, of thy love for all the saints,"},{"number":6,"verse":"so that every good man among you must acknowledge that thy participation of the faith is operative for Christ Jesus. (Or literally, \"that thy participation of the faith may, in the acknowledgment of every good man among you, be operative for Christ Jesus.\")"},{"number":7,"verse":"For we have great joy and comfort for this love of thine, because the bowels of the saints are refreshed by thee, brother."},{"number":8,"verse":"Wherefore though I have much boldness in Christ to enjoin thee what is fit;"},{"number":9,"verse":"yet on account of this love I rather use entreaty. Being such as I am, Paul an old man, and now indeed a prisoner on account of Jesus Christ,"},{"number":10,"verse":"I entreat thee in respect to this son of mine whom I have begotten in my bonds; namely, Onesimus,"},{"number":11,"verse":"who was formerly unprofitable to thee; but is now profitable both to thee and me"},{"number":12,"verse":"whom I have sent back; do thou then receive him kindly, that is, as one whom I tenderly love,"},{"number":13,"verse":"whom I was determining to keep with me that for thee he might wait on me during my being in bonds for the glad tidings;"},{"number":14,"verse":"but I would not do any thing without thy consent, that the benefit derived from thee might not be as it were forced, but of free will."},{"number":15,"verse":"For perhaps he was separated from thee for a short time for this very purpose, that thou mightest have him ever after,"},{"number":16,"verse":"not as a slave, but above a slave, as a brother beloved in a special manner by me, (and how much more ought he to be by thee) both in flesh, and in the Lord."},{"number":17,"verse":"If therefore thou esteemest me as a companion, receive him as thou wouldst myself."},{"number":18,"verse":"And if he hath wronged thee, or oweth thee any thing, place it to my account."},{"number":19,"verse":"I Paul myself have written with my own hand. I will make compensation. Not to mention to thee that thou owest me even thine own self."},{"number":20,"verse":"I beseech thee, brother, let me have joy of thee in the Lord: gratify my tender affections in the Lord."},{"number":21,"verse":"I have written to thee in a confidence of thy compliance, knowing that thou wilt do even more than I express."},{"number":22,"verse":"In the mean while prepare a lodging for me, for I hope that, by means of your prayers, I shall be granted to you."},{"number":23,"verse":"Epaphras my fellow prisoner in Christ Jesus,"},{"number":24,"verse":"Marcus, Aristarchus, Demas and Luke, my fellow labourers, salute thee."},{"number":25,"verse":"The favour of our Lord Jesus Christ be with your spirit. Amen."}]}