{"bibleAbbr":"KNCL","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"(ಪ್ರಭುವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುವ ಕನ್ನಡಿ) ನಾವೀಗ ಆತ್ಮಸ್ತುತಿಯನ್ನು ಮಾಡಲು ಆರಂಭಿಸಿದಂತೆ ತೋರುತ್ತದೆಯೇ? ಅಥವಾ ನಿಮಗೆ ತೋರಿಸಲು ಯೋಗ್ಯತಾಪತ್ರ ಇತರರಿಗೆ ಬೇಕಾಗಿರುವಂತೆ ನಮಗೂ ಬೇಕಾಗಿದೆಯೇ? ಇಲ್ಲವೆ, ಯೋಗ್ಯತಾಪತ್ರವನ್ನು ನಿಮ್ಮಿಂದ ಪಡೆಯುವ ಅವಶ್ಯಕತೆ ನಮಗೂ ಇದೆಯೇ?"},{"number":2,"verse":"ನೀವೇ ನಮ್ಮ ಯೋಗ್ಯತಾಪತ್ರ, ನಮ್ಮ (ಅಥವಾ : ನಿಮ್ಮ.) ಹೃದಯ ಪಟಲದ ಮೇಲೆ ಬರೆಯಲಾದ ಪತ್ರ. ಅದನ್ನು ಯಾರು ಬೇಕಾದರೂ ಗುರುತಿಸಬಹುದು. ಓದಿ ತಿಳಿದುಕೊಳ್ಳಬಹುದು."},{"number":3,"verse":"ಕ್ರಿಸ್ತಯೇಸುವೇ ನಮ್ಮಿಂದ ಬರೆಸಿದ ಪತ್ರ ನೀವು; ಇದು ಸ್ಪಷ್ಟ. ಬರೆದಿರುವುದು ಶಾಯಿಯಿಂದಲ್ಲ, ಜೀವಂತ ದೇವರ ಪವಿತ್ರಾತ್ಮರಿಂದ. ಕೊರೆದದ್ದೂ ಕಲ್ಲಿನ ಮೇಲೆ ಅಲ್ಲ, ಮಾನವ ಹೃದಯದ ಮೇಲೆ."},{"number":4,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ಮುಖಾಂತರ ನಮಗೆ ದೇವರಲ್ಲಿ ಇಂಥ ಭರವಸೆ ಇರುವುದರಿಂದಲೇ ಇದನ್ನು ಹೇಳುತ್ತಿದ್ದೇವೆ."},{"number":5,"verse":"ನಮ್ಮ ಸ್ವಂತ ಶಕ್ತಿಯಿಂದಲೇ ಏನನ್ನೋ ಸಾಧಿಸಿಬಿಟ್ಟಿದ್ದೇವೆ ಎಂದು ಹೇಳಿಕೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯ ನಮಗಿಲ್ಲ. ನಮ್ಮ ಸಾಮರ್ಥ್ಯವೆಲ್ಲ ದೇವರಿಂದಲೇ ಬಂದುದು."},{"number":6,"verse":"ನಮಗೆ ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಸೇವಕರಾಗುವಂಥ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀಡಿದವರು ದೇವರೇ. ಈ ಒಡಂಬಡಿಕೆ ಲಿಖಿತ ಶಾಸನಕ್ಕೆ ಸಂಬಂಧಿಸಿದ್ದಲ್ಲ, ಪವಿತ್ರಾತ್ಮರಿಗೆ ಸಂಬಂಧಿಸಿದ್ದು. ಲಿಖಿತವಾದುದು ಮೃತ್ಯುಕಾರಕವಾದುದು; ಪವಿತ್ರಾತ್ಮ ಸಂಬಂಧವಾದುದು ಸಜ್ಜೀವದಾಯಕವಾದುದು."},{"number":7,"verse":"ಕಲ್ಲಿನ ಮೇಲೆ ಕೊರೆಯಲಾದ ಶಾಸನ ಪ್ರಕಟವಾದಾಗ ದೇವರ ಮಹಿಮೆ ಕಾಣಿಸಿಕೊಂಡಿತು. ಆಗ ಮೋಶೆಯ ಮುಖವನ್ನು ಆವರಿಸಿದ್ದ ಪ್ರಭೆ ಕುಂದಿಹೋಗುವಂಥದ್ದಾಗಿದ್ದರೂ ಆ ಪ್ರಭೆಯಿಂದಾಗಿ ಆತನ ಮುಖವನ್ನು ದಿಟ್ಟಿಸಿನೋಡಲು ಇಸ್ರಯೇಲರಿಗೆ ಆಗಲಿಲ್ಲ."},{"number":8,"verse":"ಮೃತ್ಯುಕಾರಕವಾದ ಈ ಶಾಸನ ಅಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿತ್ತಾದರೆ ಪವಿತ್ರಾತ್ಮ ಚೈತನ್ಯದಿಂದ ಕೂಡಿದ ಸೇವೆಯು ಇನ್ನೆಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿರಬೇಕು?"},{"number":9,"verse":"ದಂಡನೆಗೆ ಗುರಿಮಾಡುವ ಈ ಶಾಸನ ಸೇವೆ ಇಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿದ್ದಾದರೆ, ಸದ್ಧರ್ಮಿಗಳೆಂದು ನಿರ್ಣಯಿಸುವ ಸೇವೆ ಇನ್ನೆಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿರಬೇಕು?"},{"number":10,"verse":"ಈ ಸೇವೆಯ ಅಪರಿಮಿತ ಮಹಿಮೆಯ ಮುಂದೆ ಹಿಂದಿನ ಶಾಸನದ ಮಹಿಮೆ ಇಲ್ಲದಂತಾಗಿದೆ."},{"number":11,"verse":"ಅಳಿದು ಹೋಗುವಂಥದ್ದೇ, ಅಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿತ್ತಾದರೆ, ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವಂಥದ್ದು ಮತ್ತೆಷ್ಟು ಮಹಿಮೆಯಿಂದ ಕೂಡಿರಬೇಕು?"},{"number":12,"verse":"ನಮಗೆ ಇಂಥ ಭರವಸೆ ಇರುವುದರಿಂದಲೇ ನಾವು ಇಷ್ಟು ಧೈರ್ಯದಿಂದ ಇದ್ದೇವೆ."},{"number":13,"verse":"ಕುಂದಿಹೋಗುವಂಥ ಮಹಿಮೆಯು ನಂದಿಹೋಗುವುದನ್ನು ಇಸ್ರಯೇಲರು ಕಾಣದಂತೆ ಮೋಶೆಯು ತನ್ನ ಮುಖಕ್ಕೆ ಮುಸುಕುಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದನು. ನಾವು ಆತನಂತೆ ಅಲ್ಲ."},{"number":14,"verse":"ಆ ಜನರ ಬುದ್ಧಿಗೆ ಮಂಕು ಕವಿದಿತ್ತು. ಇಂದಿನವರೆಗೂ ಹಳೆಯ ಒಡಂಬಡಿಕೆಯನ್ನು ಓದುವಾಗಲೆಲ್ಲಾ ಅದೇ ಮಂಕಿನ ಮುಸುಕು ಕವಿದಿದೆ. ಅದನ್ನು ಕ್ರಿಸ್ತಯೇಸುವಿನ ಮುಖಾಂತರವೇ ತೆಗೆಯಲು ಸಾಧ್ಯ."},{"number":15,"verse":"ಹೌದು, ಮೋಶೆ ಬರೆದುದನ್ನು ಓದುವಾಗಲೆಲ್ಲಾ ಅವರ ಮನಸ್ಸು ಇಂದಿಗೂ ಅದೇ ಮುಸುಕಿನಿಂದ ಮುಚ್ಚಿದೆ."},{"number":16,"verse":"‘ಪ್ರಭುವಿಗೆ ಅಭಿಮುಖರಾದಾಗ ಮಾತ್ರ ಆ ಮುಸುಕನ್ನು ತೆಗೆಯಲಾಗುತ್ತದೆ.’"},{"number":17,"verse":"ಈ ವಾಕ್ಯದಲ್ಲಿ, ‘ಪ್ರಭು’ ಎಂದರೆ ದೇವರ ಆತ್ಮವೇ. ಪ್ರಭುವಿನ ಆತ್ಮ ಎಲ್ಲಿದೆಯೋ ಅಲ್ಲಿ ವಿಮೋಚನೆಯೂ ಇದೆ."},{"number":18,"verse":"ಮುಸುಕು ತೆರೆದ ಮುಖವುಳ್ಳ ನಾವೆಲ್ಲರೂ ಪ್ರಭುವಿನ ಮಹಿಮೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುವ ಕನ್ನಡಿಯಂತೆ ಇದ್ದೇವೆ. ಆ ಪ್ರಭುವಿನಿಂದ ಹೊರಹೊಮ್ಮುವ ಮಹಿಮೆ ನಮ್ಮನ್ನು ಅಧಿಕಾಧಿಕವಾಗಿ ಮಾರ್ಪಡಿಸಿ ಅವರನ್ನೇ ಹೋಲುವಂತೆ ಮಾಡುತ್ತದೆ. ಇದೆಲ್ಲಾ ದೇವರಾತ್ಮವಾಗಿರುವ ಪ್ರಭುವಿನ ಕಾರ್ಯವೇ ಸರಿ."}]}