{"bibleAbbr":"KNCL","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"ಮಾಣಿಕ್ಯ ತುಂಬಿದ ಮಡಕೆ ದೇವರ ಕರುಣೆಯಿಂದ ಈ ಸೇವೆಯನ್ನು ಕೈಗೊಂಡಿರುವ ನಾವು ಧೈರ್ಯಗೆಟ್ಟು ಹಿಂಜರಿಯುವುದಿಲ್ಲ."},{"number":2,"verse":"ಲಜ್ಜೆಗೆಟ್ಟ ಗುಪ್ತಕಾರ್ಯಗಳಿಂದ ನಾವು ದೂರವಿದ್ದೇವೆ. ನಮ್ಮ ನಡತೆಯಲ್ಲಿ ಮೋಸ, ವಂಚನೆ ಎಂಬುದಿಲ್ಲ. ದೇವರ ವಾಕ್ಯವನ್ನು ನಾವು ಅಪಾರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ. ಬದಲಿಗೆ ಸತ್ಯವನ್ನು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಸಾರುತ್ತೇವೆ. ಹೀಗೆ ದೇವರ ಸಮ್ಮುಖದಲ್ಲಿ ಸಜ್ಜನರಾದವರಿಗೆ ಸಾಕ್ಷಿಗಳಾಗಿದ್ದೇವೆ."},{"number":3,"verse":"ನಾವು ಪ್ರಚಾರಮಾಡುವ ಶುಭಸಂದೇಶ ಕೆಲವರಿಗೆ ಇನ್ನೂ ಮುಸುಕಿನ ಮರೆಯಾಗಿದ್ದರೆ, ಹಾಗಿರುವುದು ವಿನಾಶ ಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೆ ಮಾತ್ರ."},{"number":4,"verse":"ಇವರು ವಿಶ್ವಾಸಿಸುವುದಿಲ್ಲ. ಏಕೆಂದರೆ, ಪೃಥ್ವಿಯ ಮಿಥ್ಯ ದೈವವು ಇವರ ಮನಸ್ಸನ್ನು ಮಂಕಾಗಿಸಿದೆ; ದೇವರ ಪ್ರತಿರೂಪವಾಗಿರುವ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಮಹಿಮೆಯನ್ನು ಸಾರುವ ಶುಭಸಂದೇಶದ ಬೆಳಕನ್ನು ಕಾಣದಂತೆ ಇವರನ್ನು ಕುರುಡಾಗಿಸಿದೆ."},{"number":5,"verse":"ನಾವು ನಮ್ಮನ್ನೇ ಕುರಿತು ಪ್ರಚಾರಮಾಡುತ್ತಿಲ್ಲ. ಆದರೆ ಕ್ರಿಸ್ತಯೇಸುವೇ ಪ್ರಭುವೆಂದೂ ಅವರಿಗೋಸ್ಕರ ನಾವು ನಿಮ್ಮ ದಾಸರೆಂದೂ ಪ್ರಚುರಪಡಿಸುತ್ತಿದ್ದೇವೆ."},{"number":6,"verse":"“ಕತ್ತಲೆಯಿಂದ ಬೆಳಕು ಹೊಳೆಯಲಿ,” ಎಂದ ದೇವರೇ, ತಮ್ಮ ಜ್ಯೋತಿಯಿಂದ ನಮ್ಮ ಅಂತರಂಗವನ್ನು ಬೆಳಗಿಸಿದ್ದಾರೆ. ಇದರ ಪರಿಣಾಮವಾಗಿ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಮುಖಮಂಡಲದಲ್ಲಿ ಪ್ರಜ್ವಲಿಸುತ್ತಿರುವ ದೇವರ ಮಹಿಮೆಯ ದಿವ್ಯಜ್ಞಾನವು ನಮ್ಮಲ್ಲಿ ಉದಯಿಸುವಂತಾಗಿದೆ."},{"number":7,"verse":"ನಾವು ಇಂಥ ಆಧ್ಯಾತ್ಮಿಕ ಮಾಣಿಕ್ಯವನ್ನು ಪಡೆದಿದ್ದರೂ ಮಣ್ಣಿನ ಮಡಕೆಗಳಂತೆ ಇದ್ದೇವೆ. ಹೀಗೆ, ಈ ಪರಮೋನ್ನತ ಶಕ್ತಿ ನಮಗೆ ಸೇರಿದ್ದಲ್ಲ. ದೇವರಿಗೆ ಸೇರಿದ್ದೆಂದು ವ್ಯಕ್ತವಾಗುತ್ತದೆ."},{"number":8,"verse":"ನಾವು ಇಕ್ಕಟ್ಟುಬಿಕ್ಕಟ್ಟುಗಳಿಗೆ ಒಳಗಾಗಿದ್ದರೂ ನಜ್ಜುಗುಜ್ಜಾಗಲಿಲ್ಲ; ಸಂಶಯ ಸಂದೇಹಗಳಿಗೊಳಗಾದರೂ ನಿರಾಶೆಗೊಳ್ಳಲಿಲ್ಲ."},{"number":9,"verse":"ಶತ್ರುಗಳು ಅನೇಕರಿದ್ದರೂ ಮಿತ್ರನೊಬ್ಬನು ಇಲ್ಲದಿರಲಿಲ್ಲ. ಪ್ರಾಣ ಹಿಂಸೆಗಳಿಗೀಡಾಗಿದ್ದರೂ ಪ್ರಾಣನಷ್ಟವನ್ನು ಅನುಭವಿಸಲಿಲ್ಲ."},{"number":10,"verse":"ಯೇಸುವಿನ ದಿವ್ಯಜೀವವು ನಮ್ಮ ದೇಹದಲ್ಲಿ ಗೋಚರವಾಗುವಂತೆ ಅವರ ಮರಣಯಾತನೆಯನ್ನು ನಿರಂತರವಾಗಿ ಅನುಭವಿಸುತ್ತಾ ಬಾಳುತ್ತಿದ್ದೇವೆ."},{"number":11,"verse":"ಯೇಸುವಿನ ಅಮರ ಜೀವವು ನಮ್ಮ ನಶ್ವರ ಶರೀರದಲ್ಲಿ ಗೋಚರವಾಗುವಂತೆ ಬದುಕಿರುವಾಗಲೇ ನಾವು ಯೇಸುವಿಗೋಸ್ಕರ ಸತತ ಸಾವಿಗೆ ಈಡಾಗಿದ್ದೇವೆ."},{"number":12,"verse":"ಹೀಗೆ ನಮ್ಮಲ್ಲಿ ಸಾವು ಕಾರ್ಯಗತವಾಗುತ್ತಿದ್ದರೆ ನಿಮ್ಮಲ್ಲಿ ಜೀವ ಕಾರ್ಯಗತವಾಗುತ್ತಿದೆ."},{"number":13,"verse":"“ನಾನು ವಿಶ್ವಾಸವಿಟ್ಟೆನು. ಆದ್ದರಿಂದ ಮಾತನಾಡಿದೆನು,” ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಬರೆಯಲಾಗಿದೆ. ಇದೇ ಮನೋಭಾವನೆಯಿಂದ ಕೂಡಿರುವ ನಾವು ಮಾತನಾಡಲೇಬೇಕು. ಏಕೆಂದರೆ ನಮಗೆ ವಿಶ್ವಾಸವಿದೆ."},{"number":14,"verse":"ಪ್ರಭು ಯೇಸುವನ್ನು ಪುನರುತ್ಥಾನಗೊಳಿಸಿದ ದೇವರು ನಮ್ಮನ್ನು ಯೇಸುಕ್ರಿಸ್ತರೊಡನೆ ಪುನರುತ್ಥಾನಗೊಳಿಸಿ ತಮ್ಮ ಸಾನ್ನಿಧ್ಯಕ್ಕೆ ಬರಮಾಡಿಕೊಳ್ಳುವರು ಎಂಬುದನ್ನು ನಾವು ಬಲ್ಲೆವು. ಅಂತೆಯೇ ನಿಮ್ಮನ್ನೂ ಬರಮಾಡಿಕೊಳ್ಳುವರು."},{"number":15,"verse":"ಇದೆಲ್ಲವೂ ನಿಮ್ಮ ಒಳಿತಿಗಾಗಿಯೇ. ಹೀಗೆ ಅನೇಕರಲ್ಲಿ ದೇವರ ವರಪ್ರಸಾದವು ಉಕ್ಕಿ ಹರಿಯುವುದು; ಅವರಲ್ಲಿ ಕೃತಜ್ಞತಾಭಾವನೆಯನ್ನು ಹೆಚ್ಚಿಸುವುದು; ಇದರಿಂದಾಗಿ ದೇವರ ಮಹಿಮೆ ಬೆಳಗುವುದು."},{"number":16,"verse":"ವಿಶ್ವಾಸಭರಿತ ಬಾಳು ಹೀಗಿರಲು, ನಾವು ಎದೆಗುಂದುವುದಿಲ್ಲ. ನಮ್ಮ ಭೌತಿಕ ದೇಹವು ನಶಿಸುತ್ತಿದ್ದರೂ ನಮ್ಮ ಅಂತರಂಗವು ದಿನೇದಿನೇ ನೂತನವಾಗುತ್ತದೆ."},{"number":17,"verse":"ನಾವು ಅನುಭವಿಸುತ್ತಿರುವ ಕಷ್ಟಸಂಕಟಗಳು ಅಲ್ಪವಾದುವು, ಕ್ಷಣಿಕವಾದುವು. ಅವುಗಳಿಂದ ಲಭಿಸುವ ಮಹಿಮೆಯಾದರೋ ಅಪಾರವಾದುದು, ಅನಂತವಾದುದು."},{"number":18,"verse":"ನಮ್ಮ ಗಮನವು ಕೇಂದ್ರೀಕೃತವಾಗಿರುವುದು ಗೋಚರವಾದುವುಗಳ ಮೇಲಲ್ಲ, ಅಗೋಚರವಾದುವುಗಳ ಮೇಲೆ. ಗೋಚರವಾದುವುಗಳು ತಾತ್ಕಾಲಿಕ; ಅಗೋಚರವಾದುವುಗಳು ಶಾಶ್ವತ."}]}