{"bibleAbbr":"NASB1995+","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"And it will come <WH1961> about in the last <WH319> days <WH3117> That the mountain <WH2022> of the house <WH1004> of the Lord <WH3068> Will be established <WH3559> as the chief <WH7218> of the mountains. <WH2022> It will be raised <WH5375> above <WH4480> the hills, <WH1389> And the peoples <WH5971> will stream <WH5102> to it."},{"number":2,"verse":"And many <WH7227> nations <WH1471> will come <WH1980> and say, <WH559> \"Come <WH1980> and let us go <WH5927> up to the mountain <WH2022> of the Lord <WH3068> And to the house <WH1004> of the God <WH430> of Jacob, <WH3290> That He may teach <WH3384> us about <WH4480> His ways <WH1870> And that we may walk <WH1980> in His paths. <WH734>\" For from Zion <WH6726> will go <WH3318> forth <WH3318> the law, <WH8451> Even the word <WH1697> of the Lord <WH3068> from Jerusalem. <WH3389>"},{"number":3,"verse":"And He will judge <WH8199> between <WH996> many <WH7227> peoples <WH5971> And render <WH3198> decisions <WH3198> for mighty, <WH6099> distant <WH7350> nations. <WH1471> Then they will hammer <WH3807> their swords <WH2719> into plowshares <WH855> And their spears <WH2595> into pruning <WH4211> hooks; <WH4211> Nation <WH1471> will not lift <WH5375> up sword <WH2719> against <WH413> nation, <WH1471> And never <WH3808> again <WH5750> will they train <WH3925> for war. <WH4421>"},{"number":4,"verse":"And each <WH376> of them will sit <WH3427> under <WH8478> his vine <WH1612> And under <WH8478> his fig <WH8384> tree, <WH8384> With no <WH369> one <WH369> to make <WH2729> [them] afraid, <WH2729> For the mouth <WH6310> of the Lord <WH3068> of hosts <WH6635> has spoken. <WH1696>"},{"number":5,"verse":"Though <WH3588> all <WH3605> the peoples <WH5971> walk <WH1980> Each <WH376> in the name <WH8034> of his god, <WH430> As for us, we will walk <WH1980> In the name <WH8034> of the Lord <WH3068> our God <WH430> forever <WH5769> and ever. <WH5703>"},{"number":6,"verse":"\"In that day, <WH3117>\" declares <WH5002> the Lord, <WH3068> \"I will assemble <WH622> the lame, <WH6760> And gather <WH6908> the outcasts, <WH5080> Even those whom <WH834> I have afflicted. <WH7489>"},{"number":7,"verse":"\"I will make <WH7760> the lame <WH6760> a remnant, <WH7611> And the outcasts <WH1972> a strong <WH6099> nation, <WH1471> And the Lord <WH3068> will reign <WH4427> over <WH5921> them in Mount <WH2022> Zion <WH6726> From now <WH6258> on and forever. <WH5704> <WH5769>"},{"number":8,"verse":"\"And as for you, tower <WH4026> of the flock, <WH5739> Hill <WH6076> of the daughter <WH1323> of Zion, <WH6726> To you it will come <WH857> – Even the former <WH7223> dominion <WH4475> will come, <WH935> The kingdom <WH4467> of the daughter <WH1323> of Jerusalem. <WH3389>"},{"number":9,"verse":"\"Now, <WH6258> why <WH4100> do you cry <WH7321> out loudly <WH7452>? Is there <WH369> no <WH369> king <WH4428> among you, Or <WH518> has your counselor <WH3289> perished, That agony <WH6> has gripped <WH2427> you like a woman in childbirth <WH2388>?"},{"number":10,"verse":"\"Writhe <WH9123> and labor <WH1518> to give <WH1518> birth, <WH1518> Daughter <WH1323> of Zion, <WH6726> Like a woman in childbirth, <WH3205> For now <WH6258> you will go <WH3318> out of the city, <WH7151> Dwell <WH7931> in the field, <WH7704> And go <WH935> to Babylon. <WH894> There <WH8033> you will be rescued; <WH5337> There <WH8033> the Lord <WH3068> will redeem <WH1350> you From the hand <WH3709> of your enemies. <WH340>"},{"number":11,"verse":"\"And now <WH6258> many <WH7227> nations <WH1471> have been assembled <WH622> against <WH5921> you Who say, <WH559> 'Let her be polluted, <WH2610> And let our eyes <WH5869> gloat <WH2372> over Zion. <WH6726>'"},{"number":12,"verse":"\"But they do not know <WH3045> the thoughts <WH4284> of the Lord, <WH3068> And they do not understand <WH995> His purpose; <WH6098> For He has gathered <WH6908> them like sheaves <WH5995> to the threshing <WH1637> floor. <WH1637>"},{"number":13,"verse":"\"Arise <WH6965> and thresh, <WH1758> daughter <WH1323> of Zion, <WH6726> For your horn <WH7161> I will make <WH7760> iron <WH1270> And your hoofs <WH6541> I will make <WH7760> bronze, <WH5154> That you may pulverize <WH1854> many <WH7227> peoples, <WH5971> That you may devote <WH2763> to the Lord <WH3068> their unjust <WH1215> gain <WH1215> And their wealth <WH2428> to the Lord <WH136> of all <WH3605> the earth. <WH776>"}]}