{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র।","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"( আভাষ।) পৌল, ঈশ্বরের ইচ্ছাক্রমে যীশু খ্রীষ্টের আহূত প্রেরিত, এবং ভ্রাতা সোস্থিনি"},{"number":2,"verse":"—করিন্থে স্থিত ঈশ্বরের মণ্ডলীর সমীপে, খ্রীষ্ট যীশুতে পবিত্রীকৃত ও আহূত পবিত্রগণের সমীপে, এবং যাহারা সর্ব্বস্থানে আমাদের প্রভু যীশু খ্রীষ্টের নামে ডাকে, তাহাদের সর্ব্বজন সমীপে; তিনি তাহাদের এবং আমাদের প্রভু।"},{"number":3,"verse":"আমাদের পিতা ঈশ্বর এবং প্রভু যীশু খ্রীষ্ট হইতে অনুগ্রহ ও শান্তি তোমাদের প্রতি বর্ত্তুক।"},{"number":4,"verse":"ঈশ্বরের যে অনুগ্রহ খ্রীষ্ট যীশুতে তোমাদিগকে দত্ত হইয়াছে, তাহার জন্য আমি তোমাদের বিষয়ে নিয়ত ঈশ্বরের ধন্যবাদ করিতেছি;"},{"number":5,"verse":"কেননা তাঁহাতেই তোমরা সর্ব্ববিষয়ে, সর্ব্ববিধ বাক্যে ও সর্ব্ববিধ জ্ঞানে ধনবান্ হইয়াছ,"},{"number":6,"verse":"এইরূপে খ্রীষ্টের সাক্ষ্য তোমাদের মধ্যে স্থিরীকৃত হইয়াছে।"},{"number":7,"verse":"এজন্য তোমরা কোন বরে পিছাইয়া পড় নাই; আমাদের প্রভু যীশু খ্রীষ্টের প্রকাশের অপেক্ষা করিতেছ;"},{"number":8,"verse":"আর তিনি তোমাদিগকে শেষ পর্য্যন্ত স্থির রাখিবেন, আমাদের প্রভু যীশু খ্রীষ্টের দিনে অনিন্দনীয় রাখিবেন।"},{"number":9,"verse":"ঈশ্বর বিশ্বাস্য, যাঁহার দ্বারা তোমরা তাঁহার পুত্র আমাদের প্রভু যীশু খ্রীষ্টের সহভাগিতার নিমিত্ত আহূত হইয়াছ।"},{"number":10,"verse":"( ভ্রাতৃগণের অনৈক্যের নিমিত্ত অনুযোগ।) কিন্তু হে ভ্রাতৃগণ, আমাদের প্রভু যীশু খ্রীষ্টের নামে আমি তোমাদিগকে বিনয় করিয়া বলি, তোমরা সকলে একই কথা বল, তোমাদের মধ্যে দলাদলি না হউক, কিন্তু এক মনে ও এক বিচারে পরিপক্ব হও।"},{"number":11,"verse":"কেননা, হে আমার ভ্রাতৃগণ, আমি ক্লোয়ীর পরিজনের দ্বারা তোমাদের বিষয়ে সংবাদ পাইয়াছি যে, তোমাদের মধ্যে বিবাদ আছে।"},{"number":12,"verse":"আমি এই কথা বলিতেছি যে, তোমরা প্রতিজন বলিয়া থাক, আমি পৌলের, আর আমি আপল্লোর, আর আমি কৈফার, আর আমি খ্রীষ্টের।"},{"number":13,"verse":"খ্রীষ্ট কি বিভক্ত হইয়াছেন? পৌল কি তোমাদের নিমিত্ত ক্রুশে হত হইয়াছে? অথবা পৌলের নামে কি তোমরা বাপ্তাইজিত হইয়াছ?"},{"number":14,"verse":"ঈশ্বরের ধন্যবাদ করি যে, আমি তোমাদের মধ্যে ক্রীষ্প ও গায়ঃ ব্যতীত আর কাহাকেও বাপ্তাইজ করি নাই,"},{"number":15,"verse":"যেন কেহ না বলে যে, তোমরা আমার নামে বাপ্তাইজিত হইয়াছ।"},{"number":16,"verse":"আর স্তিফানের পরিজনকেও বাপ্তাইজ করিয়াছি, আর কাহাকেও যে বাপ্তাইজ করিয়াছি, তাহা জানি না।"},{"number":17,"verse":"কারণ খ্রীষ্ট আমাকে বাপ্তাইজ করিবার নিমিত্ত প্রেরণ করেন নাই, কিন্তু সুসমাচার প্রচার করিবার নিমিত্ত; তাহাও বিজ্ঞানের বাক্যে নয়, যেন খ্রীষ্টের ক্রুশ বিফল না হয়।"},{"number":18,"verse":"( খ্রীষ্টের ক্রুশ-সম্বন্ধীয় সুসমাচারের উৎকৃষ্টতা।) কারণ সেই ক্রুশের কথা, যাহারা বিনাশ পাইতেছে, তাহাদের কাছে মূর্খতা, কিন্তু পরিত্রাণ পাইতেছি যে আমরা, আমাদের কাছে তাহা ঈশ্বরের পরাক্রমস্বরূপ।"},{"number":19,"verse":"কারণ লিখিত আছে, “আমি জ্ঞানবান্দের জ্ঞান নষ্ট করিব, বিবেচক লোকদের বিবেচনা ব্যর্থ করিব।” ( ।)"},{"number":20,"verse":"জ্ঞানবান্ কোথায়? অধ্যাপক কোথায়? এই যুগের বাদানুবাদকারী কোথায়? ঈশ্বর কি জগতের জ্ঞানকে মূর্খতায় পরিণত করেন নাই?"},{"number":21,"verse":"কারণ, ঈশ্বরের জ্ঞানক্রমে যখন জগৎ নিজ জ্ঞান দ্বারা ঈশ্বরকে জানিতে পায় নাই, তখন প্রচারের মূর্খতা দ্বারা বিশ্বাসকারীদের পরিত্রাণ করিতে ঈশ্বরের সুবাসনা হইল।"},{"number":22,"verse":"কেননা যিহূদীরা চিহ্ন চায়, এবং গ্রীকেরা জ্ঞানের অন্বেষণ করে;"},{"number":23,"verse":"কিন্তু আমরা ক্রুশে হত খ্রীষ্টকে প্রচার করি; তিনি যিহূদীদের কাছে বিঘ্ন ও পরজাতিদের কাছে মূর্খতাস্বরূপ,"},{"number":24,"verse":"কিন্তু যিহূদী ও গ্রীক, আহূত সকলের কাছে খ্রীষ্ট ঈশ্বরেরই পরাক্রম ও ঈশ্বরেরই জ্ঞানস্বরূপ।"},{"number":25,"verse":"কেননা ঈশ্বরের যে মূর্খতা, তাহা মনুষ্যদের অপেক্ষা অধিক জ্ঞানযুক্ত, এবং ঈশ্বরের যে দুর্ব্বলতা, তাহা মনুষ্যদের অপেক্ষা অধিক সবল।"},{"number":26,"verse":"কারণ, হে ভ্রাতৃগণ, তোমাদের আহ্বান দেখ, যেহেতুক মাংস অনুসারে জ্ঞানবান্ অনেক নাই, পরাক্রমী অনেক নাই, উচ্চ পদস্থ অনেক নাই;"},{"number":27,"verse":"কিন্তু ঈশ্বর জগতীস্থ মূর্খ বিষয় সকল মনোনীত করিলেন, যেন জ্ঞানবান্দিগকে লজ্জা দেন; এবং ঈশ্বর জগতের দুর্ব্বল বিষয় সকল মনোনীত করিলেন, যেন শক্তিমন্ত বিষয় সকলকে লজ্জা দেন;"},{"number":28,"verse":"এবং জগতের যাহা যাহা নীচ ও যাহা যাহা তুচ্ছ, যাহা যাহা কিছু নয়, সেই সকল ঈশ্বর মনোনীত করিলেন, যেন, যাহা যাহা আছে, সে সকল অকিঞ্চন করেন;"},{"number":29,"verse":"যেন কোন মর্ত্ত্য ঈশ্বরের সাক্ষাতে শ্লাঘা না করে।"},{"number":30,"verse":"কিন্তু তাঁহা হইতে তোমরা সেই খ্রীষ্ট যীশুতে আছ, যিনি হইয়াছেন আমাদের জন্য ঈশ্বর হইতে জ্ঞান—ধার্ম্মিকতা ও পবিত্রতা এবং মুক্তি"},{"number":31,"verse":"—যেমন লেখা আছে, “যে ব্যক্তি শ্লাঘা করে, সে প্রভুতেই শ্লাঘা করুক”। ( , ।)"}]}