{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র।","bookEnglishName":"1 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"( ঈশ্বরের আরাধনা বিষয়ক কথা।) আমি তোমাদের প্রশংসা করিতেছি যে, তোমরা সকল বিষয়ে আমাকে স্মরণ করিয়া থাক,"},{"number":2,"verse":"এবং তোমাদের কাছে শিক্ষামালা যেরূপ সমর্পণ করিয়াছি, সেইরূপই তাহা ধরিয়া আছ।"},{"number":3,"verse":"কিন্তু আমার ইচ্ছা এই, যেন তোমরা জান যে, প্রত্যেক পুরুষের মস্তকস্বরূপ খ্রীষ্ট, এবং স্ত্রীর মস্তকস্বরূপ পুরুষ, আর খ্রীষ্টের মস্তকস্বরূপ ঈশ্বর।"},{"number":4,"verse":"যে কোন পুরুষ মস্তক আবৃত রাখিয়া প্রার্থনা করে, কিম্বা ভাববাণী বলে, সে আপন মস্তকের অপমান করে।"},{"number":5,"verse":"কিন্তু যে কোন স্ত্রী অনাবৃত মস্তকে প্রার্থনা করে, কিম্বা ভাববাণী বলে, সে আপন মস্তকের অপমান করে; কারণ সে নির্ব্বিশেষে মুণ্ডিতার সমান হইয়া পড়ে।"},{"number":6,"verse":"ভাল, স্ত্রী যদি মস্তক আবৃত না রাখে, সে চুলও কাটিয়া ফেলুক; কিন্তু চুল কাটিয়া ফেলা কি মস্তক মুণ্ডন করা যদি স্ত্রীর লজ্জার বিষয় হয়, তবে মস্তক আবৃত রাখুক।"},{"number":7,"verse":"বাস্তবিক মস্তক আবরণ করা পুরুষের উচিত নয়, কেননা সে ঈশ্বরের প্রতিমূর্ত্তি ও গৌরব; কিন্তু স্ত্রী পুরুষের গৌরব।"},{"number":8,"verse":"কারণ পুরুষ স্ত্রীলোক হইতে নয়, বরং স্ত্রীলোক পুরুষ হইতে।"},{"number":9,"verse":"আর স্ত্রীর নিমিত্ত পুরুষের সৃষ্টি হয় নাই, কিন্তু পুরুষের নিমিত্ত স্ত্রীর। ( ।)"},{"number":10,"verse":"এই কারণ স্ত্রীর মস্তকে কর্ত্তৃত্বের চিহ্ন রাখা কর্ত্তব্য—দূতগণের জন্য।"},{"number":11,"verse":"তথাপি প্রভুতে স্ত্রীও পুরুষ ছাড়া নয়, আবার পুরুষও স্ত্রী ছাড়া নয়।"},{"number":12,"verse":"কারণ যেমন পুরুষ হইতে স্ত্রী, তেমনি আবার স্ত্রী দিয়া পুরুষ হইয়াছে, কিন্তু সকলই ঈশ্বর হইতে।"},{"number":13,"verse":"তোমরা আপনাদের মধ্যে বিচার কর, অনাবৃত মস্তকে ঈশ্বরের কাছে প্রার্থনা করা কি স্ত্রীর উপযুক্ত?"},{"number":14,"verse":"স্বয়ং প্রকৃতিও কি তোমাদিগকে শিক্ষা দেয় না যে, পুরুষ যদি লম্বা চুল রাখে, তবে তাহা তাহার অপমানের বিষয়;"},{"number":15,"verse":"কিন্তু স্ত্রীলোক যদি লম্বা চুল রাখে; তবে তাহা তাহার গৌরবের বিষয়; কারণ সেই চুল আবরণের পরিবর্ত্তে তাহাকে দেওয়া হইয়াছে।"},{"number":16,"verse":"কিন্তু কেহ যদি বিবাদী হওয়া বিহিত বোধ করে, তবে এই প্রকার ব্যবহার আমাদের নাই, এবং ঈশ্বরের মণ্ডলীগণেরও নাই।"},{"number":17,"verse":"( প্রভুর ভোজের বিষয়।) কিন্তু এই আদেশ দিবার উপলক্ষে আমি তোমাদের প্রশংসা করি না, কারণ তোমরা যে সমবেত হইয়া থাক, তাহাতে ভাল না হইয়া বরং মন্দই হয়।"},{"number":18,"verse":"কারণ প্রথমতঃ, শুনিতে পাইতেছি, যখন তোমরা মণ্ডলীতে সমবেত হও, তখন তোমাদের মধ্যে দলাদলি হইয়া থাকে, এবং ইহা কতকটা বিশ্বাস করিতেছি।"},{"number":19,"verse":"আর বাস্তবিক তোমাদের মধ্যে দলভেদ হওয়া আবশ্যক, যেন তোমাদের মধ্যে যাহারা পরীক্ষাসিদ্ধ তাহারা প্রকাশিত হয়।"},{"number":20,"verse":"যাহা হউক, তোমরা যখন এক স্থানে সমবেত হও, তখন প্রভুর ভোজ ভোজন করা হয় না,"},{"number":21,"verse":"কেননা ভোজনকালে প্রত্যেক জন অপরের অগ্রে তাহার নিজের ভোজ গ্রহণ করে, তাহাতে এক জন ক্ষুধিত থাকে, আর এক জন বা মত্ত হয়। এ কেমন?"},{"number":22,"verse":"ভোজন পান করিবার জন্য কি তোমাদের বাড়ী নাই? অথবা তোমরা কি ঈশ্বরের মণ্ডলীকে অবজ্ঞা করিতেছ, এবং যাহাদের কিছু নাই, তাহাদিগকে লজ্জা দিতেছ? আমি তোমাদিগকে কি বলিব? কি তোমাদের প্রশংসা করিব? এ বিষয়ে প্রশংসা করি না।"},{"number":23,"verse":"কারণ আমি প্রভু হইতে এই শিক্ষা পাইয়াছি এবং তোমাদিগকে সমর্পণও করিয়াছি যে, প্রভু যীশু যে রাত্রিতে সমর্পিত হন, সেই রাত্রিতে তিনি রুটী লইলেন, এবং ধন্যবাদপূর্ব্বক ভাঙ্গিলেন,"},{"number":24,"verse":"ও কহিলেন, ‘ইহা আমার শরীর, ইহা তোমাদের জন্য; আমার স্মরণার্থে ইহা করিও’।"},{"number":25,"verse":"সেই প্রকারে তিনি ভোজনের পর পানপাত্রও লইয়া কহিলেন, ‘এই পানপাত্র আমার রক্তে ( ।; ।) নূতন নিয়ম; তোমরা যত বার পান করিবে, আমার স্মরণার্থে ইহা করিও’।"},{"number":26,"verse":"কারণ যত বার তোমরা এই রুটী ভোজন কর, এবং এই পানপাত্রে পান কর, তত বার প্রভুর মৃত্যু প্রচার করিয়া থাক, যে পর্য্যন্ত তিনি না আইসেন।"},{"number":27,"verse":"অতএব যে কেহ অযোগ্যরূপে প্রভুর রুটী ভোজন কিম্বা পানপাত্রে পান করিবে, সে প্রভুর শরীরের ও রক্তের দায়ী হইবে।"},{"number":28,"verse":"কিন্তু মনুষ্য আপনার পরীক্ষা করুক, এবং এই প্রকারে সেই রুটী ভোজন ও সেই পানপাত্রে পান করুক।"},{"number":29,"verse":"কেননা যে ব্যক্তি ভোজন ও পান করে, সে যদি তাঁহার শরীর না চিনে, তবে সে আপনার বিচারাজ্ঞা ভোজন পান করে।"},{"number":30,"verse":"এই কারণ তোমাদের মধ্যে বিস্তর লোক দুর্ব্বল ও পীড়িত আছে, এবং অনেকে নিদ্রাগত হইতেছে।"},{"number":31,"verse":"আমরা যদি আপনাদিগকে আপনারা চিনিতাম, তবে আমরা বিচারিত হইতাম না;"},{"number":32,"verse":"কিন্তু আমরা যখন প্রভু কর্ত্তৃক বিচারিত হই, তখন শাসিত হই, যেন জগতের সহিত দণ্ডাজ্ঞা প্রাপ্ত না হই।"},{"number":33,"verse":"অতএব, হে আমার ভ্রাতৃগণ তোমরা যখন ভোজন করিবার জন্য সমবেত হও, তখন এক জন অন্যের অপেক্ষা করিও।"},{"number":34,"verse":"যদি কাহারও ক্ষুধা লাগে, তবে সে বাটীতে ভোজন করুক; তোমাদের সমবেত হওয়া যেন বিচারাজ্ঞার হেতু না হয়। আর সকল বিষয়, যখন আমি আসিব, তখন আদেশ করিব।"}]}