{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র।","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"( ভাববাণী বলিবার ও বিশেষ ভাষায় কথা বলিবার বিষয়।) তোমরা প্রেমের অনুধাবন কর, আবার আত্মিক বর সকলের জন্য উদ্যোগী হও, বিশেষতঃ যেন ভাববাণী বলিতে পার।"},{"number":2,"verse":"কেননা যে ব্যক্তি বিশেষ ভাষায় কথা বলে, সে মানুষের কাছে নয়, কিন্তু ঈশ্বরের কাছে বলে; কারণ কেহ তাহা বুঝে না, বরং সে আত্মার নিগূঢ়তত্ত্ব বলে।"},{"number":3,"verse":"কিন্তু যে ব্যক্তি ভাববাণী বলে, সে মনুষ্যের কাছে গাঁথিয়া তুলিবার এবং আশ্বাস ও সান্ত্বনার কথা কহে।"},{"number":4,"verse":"যে ব্যক্তি বিশেষ ভাষায় কথা বলে, সে আপনাকে গাঁথিয়া তুলে, কিন্তু যে ভাববাণী বলে, সে মণ্ডলীকে গাঁথিয়া তুলে।"},{"number":5,"verse":"আমি ইচ্ছা করি, যেন তোমরা সকলে বিশেষ বিশেষ ভাষায় কথা বলিতে পার, কিন্তু অধিক ইচ্ছা করি, যেন ভাববাণী বলিতে পার; কেননা যে বিশেষ বিশেষ ভাষায় কথা বলে, মণ্ডলীকে গাঁথিয়া তুলিবার জন্য সে যদি অর্থ বুঝাইয়া না দেয়, তবে ভাববাণী-প্রচারক তাহা হইতে মহান্।"},{"number":6,"verse":"এখন, হে ভ্রাতৃগণ, আমি তোমাদের নিকটে আসিয়া যদি বিশেষ বিশেষ ভাষায় কথা বলি, কিন্তু তোমাদের কাছে প্রত্যাদেশ কিম্বা জ্ঞান কিম্বা ভাববাণী কিম্বা উপদেশক্রমে কথা না বলি, তবে আমা হইতে তোমাদের কি উপকার দর্শিবে?"},{"number":7,"verse":"বাঁশী হউক, কি বীণা হউক, ধ্বনিযুক্ত নিষ্প্রাণ বস্তুও যদি তাল মান না রাখিয়া বাজে, তবে বাঁশীতে বা বীণাতে কি বাজিতেছে, তাহা কিসে জানা যাইবে?"},{"number":8,"verse":"বস্তুতঃ তূরীর ধ্বনি যদি অস্পষ্ট হয়, তবে কে যুদ্ধের জন্য সুসজ্জ হইবে?"},{"number":9,"verse":"তেমনি তোমরা যদি জিহ্বা দ্বারা, যাহা সহজে বুঝা যায়, এমন কথা না বল, তবে কি বলা হইতেছে, তাহা কিসে জানা যাইবে? বরঞ্চ তোমাদের কথা আকাশকেই বলা হইবে।"},{"number":10,"verse":"হয় ত জগতে এত প্রকার রব আছে, আর রববিহীন কিছুই নাই।"},{"number":11,"verse":"ভাল, আমি যদি রব বিশেষের অর্থ না জানি, তবে যে জন বলে, তাহার পক্ষে আমি বর্ব্বর হইব, এবং আমার পক্ষে সেই বক্তা বর্ব্বর।"},{"number":12,"verse":"অতএব তোমরা যখন বিবিধ আত্মিক বরের জন্য উদ্যোগী, তখন চেষ্টা কর, যেন মণ্ডলীকে গাঁথিয়া তুলিবার জন্য উপচয় প্রাপ্ত হও।"},{"number":13,"verse":"এই জন্য যে ব্যক্তি বিশেষ ভাষায় কথা বলে, সে প্রার্থনা করুক, যেন অর্থ বুঝাইয়া দিতে পারে।"},{"number":14,"verse":"কেননা যদি আমি বিশেষ ভাষায় প্রার্থনা করি, তবে আমার আত্মা প্রার্থনা করে, কিন্তু আমার বুদ্ধি ফলহীন থাকে।"},{"number":15,"verse":"তবে দাঁড়াইল কি? আমি আত্মাতে প্রার্থনা করিব, বুদ্ধিতেও প্রার্থনা করিব; আত্মাতে গান করিব, বুদ্ধিতেও গান করিব।"},{"number":16,"verse":"নতুবা যদি তুমি আত্মাতে ধন্যবাদ কর, তবে যে ব্যক্তি সামান্য শ্রোতার স্থান পূর্ণ করে, সে কেমন করিয়া তোমার ধন্যবাদে ‘আমেন্’ বলিবে? তুমি কি বলিতেছ, তাহা ত সে জানে না।"},{"number":17,"verse":"কারণ তুমি সুন্দররূপে ধন্যবাদ দিতেছ বটে, কিন্তু সেই ব্যক্তিকে গাঁথিয়া তোলা হয় না।"},{"number":18,"verse":"ঈশ্বরের ধন্যবাদ করিতেছি, তোমাদের সকলের অপেক্ষা আমি অধিক ভাষায় কথা বলিয়া থাকি;"},{"number":19,"verse":"কিন্তু মণ্ডলীর মধ্যে, বিশেষ ভাষায় দশ সহস্র কথা অপেক্ষা, বরং বুদ্ধি দ্বারা পাঁচটী কথা কহিতে চাই, যেন অন্য লোকদিগকেও শিক্ষা দিতে পারি।"},{"number":20,"verse":"ভ্রাতৃগণ, তোমরা বুদ্ধিতে বালক হইও না, বরঞ্চ হিংসাতে শিশুগণের ন্যায় হও, কিন্তু বুদ্ধিতে পরিপক্ব হও।"},{"number":21,"verse":"ব্যবস্থায় লেখা আছে, “আমি পরভাষীদের দ্বারা এবং পরদেশীদের ওষ্ঠ দ্বারা এই জাতির কাছে কথা কহিব, কিন্তু তাহা করিলেও তাহারা আমার কথা শুনিবে না, ইহা প্রভু বলেন।” ( , ।)"},{"number":22,"verse":"অতএব সেই বিশেষ বিশেষ ভাষা বিশ্বাসীদের নিমিত্ত নয়, বরং অবিশ্বাসীদেরই নিমিত্ত চিহ্নস্বরূপ; কিন্তু ভাববাণী অবিশ্বাসীদের নিমিত্ত নয়, বরং বিশ্বাসীদেরই নিমিত্ত।"},{"number":23,"verse":"অতএব সমস্ত মণ্ডলী এক স্থানে সমবেত হইলে যদি সকলে বিশেষ বিশেষ ভাষায় কথা বলে, এবং কতকগুলি সামান্য কি অবিশ্বাসী লোক প্রবেশ করে, তবে তাহারা কি বলিবে না যে, তোমরা পাগল?"},{"number":24,"verse":"কিন্তু সকলে যদি ভাববাণী বলে, আর কোন অবিশ্বাসী কি সামান্য ব্যক্তি প্রবেশ করে, তবে সে সকলের দ্বারা দোষীকৃত হয়, সে সকলের দ্বারা বিচারিত হয়,"},{"number":25,"verse":"তাহার হৃদয়ের গুপ্ত ভাব সকল প্রকাশ পায়; এবং এইরূপে সে অধোমুখে পড়িয়া ঈশ্বরের ভজনা করিবে, বলিবে, ঈশ্বর বাস্তবিকই তোমাদের মধ্যবর্ত্তী।"},{"number":26,"verse":"ভ্রাতৃগণ, তবে দাঁড়াইল কি? তোমরা যখন সমবেত হও, তখন কাহারও গীত থাকে, কাহারও উপদেশ থাকে, কাহারও প্রত্যাদেশ থাকে, কাহারও বিশেষ ভাষা থাকে, কাহারও অর্থব্যাখ্যা থাকে, সকলই গাঁথিয়া তুলিবার নিমিত্ত হউক।"},{"number":27,"verse":"যদি কেহ বিশেষ ভাষায় কথা বলে, তবে দুই জন, কিম্বা অধিক হইলে তিন জন বলুক, পালানুক্রমেই বলুক, আর এক জন অর্থ বুঝাইয়া দিউন।"},{"number":28,"verse":"কিন্তু অর্থকারক না থাকিলে সেই ব্যক্তি মণ্ডলীতে নীরব হইয়া থাকুক, কেবল আপনার ও ঈশ্বরের উদ্দেশে কথা বলুক,"},{"number":29,"verse":"আর ভাববাদীরা দুই কিম্বা তিন জন করিয়া কথা বলুক, অন্য সকলে বিচার করুক।"},{"number":30,"verse":"কিন্তু এমন আর কাহারও কাছে যদি কিছু প্রকাশিত হয়, যে বসিয়া রহিয়াছে, তবে প্রথম ব্যক্তি নীরব থাকুক।"},{"number":31,"verse":"কারণ তোমরা সকলে এক এক করিয়া ভাববাণী বলিতে পার, যেন সকলেই শিক্ষা পায়, ও সকলেই আশ্বাসিত হয়।"},{"number":32,"verse":"আর ভাববাদীদের আত্মা ভাববাদীদের বশে আছে;"},{"number":33,"verse":"কেননা ঈশ্বর গোলযোগের ঈশ্বর নহেন, কিন্তু শান্তির।"},{"number":34,"verse":"যেমন পবিত্রগণের সমস্ত মণ্ডলীতে হইয়া থাকে, স্ত্রীলোকেরা মণ্ডলীতে নীরব থাকুক, কেননা কথা কহিবার অনুমতি তাহাদিগকে দেওয়া যায় না, বরং যেমন ব্যবস্থাও বলে, তাহারা বশীভূতা হইয়া থাকুক।"},{"number":35,"verse":"আর যদি তাহারা কিছু শিখিতে চায়, তবে নিজ নিজ স্বামীকে ঘরে জিজ্ঞাসা করুক, কারণ মণ্ডলীতে স্ত্রীলোকের কথা বলা লজ্জার বিষয়।"},{"number":36,"verse":"বল দেখি, ঈশ্বরের বাক্য কি তোমাদেরই নিকট হইতে বাহির হইয়াছিল? কিম্বা কেবল তোমাদেরই কাছে আসিয়াছিল?"},{"number":37,"verse":"কেহ যদি আপনাকে ভাববাদী কিম্বা আত্মিক বলিয়া মনে করে, তবে সে বুঝুক, আমি তোমাদের কাছে যাহা যাহা লিখিলাম, সে সকল প্রভুর আজ্ঞা।"},{"number":38,"verse":"কিন্তু কেহ যদি না জানে, সে না জানুক।"},{"number":39,"verse":"অতএব, হে আমার ভ্রাতৃগণ, তোমরা ভাববাণী বলিবার জন্য উদ্যোগী হও, এবং বিশেষ বিশেষ ভাষা কহিতে বারণ করিও না।"},{"number":40,"verse":"কিন্তু সকলই শিষ্ট ও সুনিয়মিতরূপে করা হউক।"}]}