{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"Assyria Is God’s Instrument Woe to those who enact unjust statutes And to those who constantly record (Lit harm) harmful decisions,"},{"number":2,"verse":"So as to (Lit turn the needy aside from) deprive the needy of justice And rob the poor among My people of their rights, So that widows may be their spoil And that they may plunder the (Or fatherless) orphans."},{"number":3,"verse":"Now what will you do in the day of punishment, And in the devastation which will come from afar? To whom will you flee for help? And where will you leave your wealth?"},{"number":4,"verse":"Nothing remains but to crouch (Lit under) among the captives Or fall (Lit under) among those killed. In spite of all this, His anger does not turn away And His hand is still stretched out."},{"number":5,"verse":"Woe to Assyria, the rod of My anger And the staff in whose hands is My indignation,"},{"number":6,"verse":"I send it against a godless nation And commission it against the people of My fury To capture spoils and to seize plunder, And to (Lit make them a trampled place) trample them down like mud in the streets."},{"number":7,"verse":"Yet it does not so intend, Nor does (Lit its heart so plan) it plan so in its heart, But rather it is (Lit in its heart) its purpose to destroy And to eliminate (Lit not a few) many nations."},{"number":8,"verse":"For it says, “Are not my officers (Lit altogether) all kings?"},{"number":9,"verse":"Is not Calno like Carchemish, Or Hamath like Arpad, Or Samaria like Damascus?"},{"number":10,"verse":"As my hand has reached to the kingdoms of the idols, Whose carved images were greater than those of Jerusalem and Samaria,"},{"number":11,"verse":"Shall I not do the same to Jerusalem and her images Just as I have done to Samaria and her idols?”"},{"number":12,"verse":"So it will be that when the Lord has completed all His work on Mount Zion and on Jerusalem, He will say, “I will (Lit visit) punish the fruit of the arrogant heart of the king of Assyria and the arrogant pride of his eyes.”"},{"number":13,"verse":"For he has said, “By the power of my hand and by my wisdom I did this, Because I have understanding; And I removed the boundaries of the peoples And plundered their treasures, And like a powerful man I brought down (Or those who sit on thrones) their inhabitants,"},{"number":14,"verse":"And my hand reached to the riches of the peoples like a nest, And as one gathers abandoned eggs, I gathered all the earth; And there was not one that flapped its wing, opened its beak, or chirped.”"},{"number":15,"verse":"Is the axe to boast itself over the one who chops with it? Is the saw to exalt itself over the one who wields it? That would be like a (Lit staff) club wielding those who lift it, Or like a rod lifting the one who is not wood."},{"number":16,"verse":"Therefore the Lord, the (Heb YHWH, usually rendered Lord) GOD of armies, will send a wasting disease among his stout warriors; And under his glory a fire will be kindled like a burning flame."},{"number":17,"verse":"And the Light of Israel will become a fire and (Lit his) Israel’s Holy One a flame, And it will burn and devour (I. e., the Assyrian king’s forces) his thorns and his briars in a single day."},{"number":18,"verse":"And He will destroy the glory of his forest and of his fruitful garden, both soul and body, And it will be as when a sick person wastes away."},{"number":19,"verse":"And the rest of the trees of his forest will be so small in number That a child could write them down."},{"number":20,"verse":"A Remnant Will Return Now on that day the remnant of Israel, and those of the house of Jacob who have escaped, will no longer rely on the one who struck them, but will truly rely on the LORD, the Holy One of Israel."},{"number":21,"verse":"A remnant will return, the remnant of Jacob, to the mighty God."},{"number":22,"verse":"For though your people, Israel, may be like the sand of the sea, Only a remnant within them will return; A destruction is determined, overflowing with righteousness."},{"number":23,"verse":"For a complete destruction, one that is determined, the Lord (Heb YHWH, usually rendered Lord) GOD of armies will execute in the midst of the whole land."},{"number":24,"verse":"Therefore this is what the Lord (Heb YHWH, usually rendered Lord) GOD of armies says: “My people, you who dwell in Zion, do not fear the Assyrian (Lit he) who strikes you with the rod, and lifts up his staff against you the way Egypt did."},{"number":25,"verse":"For in a very little while My indignation against you will be ended and My anger will be directed toward their destruction.”"},{"number":26,"verse":"The LORD of armies will wield a whip against him like the defeat of Midian at the rock of Oreb; and His staff will be over the sea, and He will lift it up the way He did in Egypt."},{"number":27,"verse":"So it will be on that day, that (I. e., the Assyrian) his burden will be removed from your shoulders, and his yoke from your neck; and the yoke will be broken because of fatness."},{"number":28,"verse":"He has come against Aiath, He has passed through Migron; At Michmash he deposited his baggage."},{"number":29,"verse":"They have gone through the pass, saying, “Geba will be our encampment for the night.” Ramah is terrified, and Gibeah of Saul has fled."},{"number":30,"verse":"Cry aloud with your voice, daughter of Gallim! Pay attention, Laishah and (An ancient version reads Answer her, O Anathoth) wretched Anathoth!"},{"number":31,"verse":"Madmenah has fled. The inhabitants of Gebim have sought refuge."},{"number":32,"verse":"Yet today he will halt at Nob; He shakes his fist at the mountain of the (Another reading is house of) daughter of Zion, the hill of Jerusalem."},{"number":33,"verse":"Behold, the Lord, the (Heb YHWH, usually rendered Lord) GOD of armies, will lop off the branches with terrifying power; Those also who are tall in stature will be cut down, And those who are lofty will be brought low."},{"number":34,"verse":"He will cut down the thickets of the forest with an iron axe, And Lebanon will fall by the Mighty One."}]}