{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"(Song of Praise for God’s Favor) LORD, You are my God; I will exalt You, I will give thanks to Your name; For You have worked wonders, Plans formed long ago, with perfect faithfulness."},{"number":2,"verse":"For You have turned a city into a heap, A fortified city into a ruin; A palace of strangers is no longer a city, It will never be rebuilt."},{"number":3,"verse":"Therefore a strong people will glorify You; Cities of ruthless nations will revere You."},{"number":4,"verse":"For You have been a stronghold for the helpless, A stronghold for the poor in his distress, A refuge from the storm, a shade from the heat; For the breath of the ruthless Is like a rain storm against a wall."},{"number":5,"verse":"Like heat in a dry land, You subdue the uproar of foreigners; Like heat by the shadow of a cloud, the song of the ruthless is (Lit humbled) silenced."},{"number":6,"verse":"Now the LORD of armies will prepare a (Lit feast of fat things; i. e., abundance) lavish banquet for all peoples on this mountain; A banquet of (Lit wine on the lees) aged wine, (Lit fat pieces) choice pieces with marrow, And (Lit wine refined on the lees) refined, aged wine."},{"number":7,"verse":"And on this mountain He will destroy the (Lit face of the covering) covering which is over all peoples, The veil which is (Lit woven) stretched over all nations."},{"number":8,"verse":"He will (I. e., destroy) swallow up death for all time, And the Lord (Heb YHWH, usually rendered Lord) GOD will wipe tears away from all faces, And He will remove the disgrace of His people from all the earth; For the LORD has spoken."},{"number":9,"verse":"And it will be said on that day, “Behold, this is our God for whom we have waited (Or and He saved us) that He might save us. This is the LORD for whom we have waited; Let’s rejoice and be glad in His salvation.”"},{"number":10,"verse":"For the hand of the LORD will rest on this mountain, And Moab will be trampled down in his place As straw is trampled down in the water of a manure pile."},{"number":11,"verse":"And he will spread out his hands in the middle of it As a swimmer spreads out his hands to swim, But the Lord will lay low his pride together with the trickery of his hands."},{"number":12,"verse":"The unassailable fortifications of your walls He will bring down, Lay low, and throw to the ground, to the dust."}]}