{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"(The Greatness of God) “Comfort, comfort My people,” says your God."},{"number":2,"verse":"“Speak (Lit to the heart of) kindly to Jerusalem; And call out to her, that her (Or hard service) warfare has ended, That her (Or penalty of guilt accepted as paid off) guilt has been removed, That she has received of the LORD’S hand Double for all her sins.”"},{"number":3,"verse":"The voice of one calling out, “Clear the way for the LORD in the wilderness; Make (Or smooth) straight in the desert a highway for our God."},{"number":4,"verse":"Let every valley be lifted up, And every mountain and hill be made low; And let the uneven ground become a plain, And the rugged terrain a broad valley;"},{"number":5,"verse":"(Or In order that the) Then the glory of the LORD will be revealed, And all flesh will see it together; For the mouth of the LORD has spoken.”"},{"number":6,"verse":"A voice says, “Call out.” Then (Another reading is I said) he answered, “What shall I call out?” All flesh is grass, and all its (Or constancy) loveliness is like the flower of the field."},{"number":7,"verse":"The grass withers, the flower fades, (Or Because) When the breath of the LORD blows upon it; The people are indeed grass!"},{"number":8,"verse":"The grass withers, the flower fades, But the word of our God stands forever."},{"number":9,"verse":"Go up on a high mountain, Zion, messenger of good news, Raise your voice forcefully, Jerusalem, messenger of good news; Raise it up, do not fear. Say to the cities of Judah, “Here is your God!”"},{"number":10,"verse":"Behold, the Lord (Heb YHWH, usually rendered Lord) GOD will come with might, With His arm ruling for Him. Behold, His compensation is with Him, And His reward before Him."},{"number":11,"verse":"Like a shepherd He will tend His flock, In His arm He will gather the lambs And carry them in the fold of His robe; He will gently lead the nursing ewes."},{"number":12,"verse":"Who has measured the (DSS reads waters of the sea) waters in the hollow of His hand, And measured the heavens with a (Or half cubit (9 in. or 22.8 cm)) span, And (Lit contained; or comprehended) calculated the dust of the earth with a measure, And weighed the mountains in a balance And the hills in a pair of scales?"},{"number":13,"verse":"Who has (Or measured, marked off) directed the Spirit of the LORD, Or as His counselor has informed Him?"},{"number":14,"verse":"With whom did He consult and who gave Him understanding? And who taught Him in the path of justice and taught Him knowledge, And informed Him of the way of understanding?"},{"number":15,"verse":"Behold, the nations are like a drop from a bucket, And are regarded as a speck of dust on the scales; Behold, He lifts up the (Or coastlands) islands like fine dust."},{"number":16,"verse":"Even Lebanon is not enough to (I. e., for fire on an altar) burn, Nor its animals enough for a burnt offering."},{"number":17,"verse":"All the nations are as nothing before Him, They are regarded by Him as less than nothing and (Or void) meaningless."},{"number":18,"verse":"To whom then will you liken God? Or what likeness will you compare with Him?"},{"number":19,"verse":"As for the (Or carved image) idol, a craftsman casts it, A goldsmith plates it with gold, And a silversmith fashions chains of silver."},{"number":20,"verse":"He who is too impoverished for such an offering Selects a tree that does not rot; He seeks out for himself a skillful craftsman To (Or set up) prepare (Or a carved image) an idol that will not totter."},{"number":21,"verse":"Do you not know? Have you not heard? Has it not been declared to you from the beginning? Have you not understood from the foundations of the earth?"},{"number":22,"verse":"It is He who (Or is enthroned) sits above the (Or vault) circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain And spreads them out like a tent to live in."},{"number":23,"verse":"It is He who reduces rulers to nothing, Who makes the judges of the earth (Or void) meaningless."},{"number":24,"verse":"(Or Not even) Scarcely have they been planted, (Or Not even) Scarcely have they been sown, (Or Not even) Scarcely has their stock taken root in the earth, But He merely blows on them, and they wither, And the storm carries them away like stubble."},{"number":25,"verse":"“To whom then will you compare Me That I would be his equal?” says the Holy One."},{"number":26,"verse":"Raise your eyes on high And see who has created these stars, The One who brings out their (Lit host) multitude by number, He calls them all by name; Because of the greatness of His might and the (As in DSS and ancient versions; MT strong) strength of His power, Not one of them is missing."},{"number":27,"verse":"Why do you say, Jacob, and you assert, Israel, “My way is hidden from the LORD, And the justice due me (Lit passes by my God) escapes the notice of my God”?"},{"number":28,"verse":"Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable."},{"number":29,"verse":"He gives strength to the weary, And to the one who lacks might He increases power."},{"number":30,"verse":"Though youths grow weary and tired, And vigorous young men stumble badly,"},{"number":31,"verse":"Yet those who (Or hope in) wait for the LORD Will gain new strength; They will (Or sprout wings) mount up with wings like eagles, They will run and not get tired, They will walk and not become weary."}]}