{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"(Israel Encouraged) “Listen to Me in silence, you coastlands, And let the peoples gain new strength; Let them come forward, then let them speak; Let’s come together for judgment."},{"number":2,"verse":"Who has stirred one from the east Whom He calls in righteousness to His (Lit foot) feet? He turns nations over to him And subdues kings. He makes them like dust with his sword, Like the wind-driven chaff with his bow."},{"number":3,"verse":"He pursues them, passing on in safety, By a way he had not been (Lit going) traversing with his feet."},{"number":4,"verse":"Who has performed and accomplished it, Summoning the generations from the beginning? ‘I, the LORD, am the first, and with the last. I am He.’ ”"},{"number":5,"verse":"The coastlands have seen and are afraid; The ends of the earth tremble; They have approached and have come."},{"number":6,"verse":"Each one helps his neighbor And says to his brother, “Be strong!”"},{"number":7,"verse":"So the craftsman encourages the smelter, And he who smooths metal with the hammer encourages him who beats the anvil, Saying of the soldering, “It is good”; And he fastens it with nails, So that it will not totter."},{"number":8,"verse":"“But you, Israel, My servant, Jacob whom I have chosen, Descendant of Abraham My friend,"},{"number":9,"verse":"You whom I have (Lit seized) taken from the ends of the earth And called from its remotest parts, And said to you, ‘You are My servant, I have chosen you and have not rejected you."},{"number":10,"verse":"Do not fear, for I am with you; Do not be afraid, for I am your God. I will strengthen you, I will also help you, I will also uphold you with My righteous right hand.’"},{"number":11,"verse":"Behold, all those who are angered at you will be shamed and dishonored; Those who contend with you will be as nothing and will perish."},{"number":12,"verse":"You will seek those who quarrel with you, but will not find them, Those who war with you will be as nothing and non-existent."},{"number":13,"verse":"For I am the LORD your God who takes hold of your right hand, Who says to you, ‘Do not fear, I will help you.’"},{"number":14,"verse":"Do not fear, you worm Jacob, you people of Israel; I will help you,” declares the LORD, “and your (Or Redeemer, the Holy One) Redeemer is the Holy One of Israel."},{"number":15,"verse":"Behold, I turned you into a new, sharp threshing sledge with double edges; You will thresh the mountains and pulverize them, And make the hills like chaff."},{"number":16,"verse":"You will winnow them, and the wind will carry them away, And the storm will scatter them; But you will rejoice in the LORD, You will boast in the Holy One of Israel."},{"number":17,"verse":"“The poor and needy are seeking water, but there is none, And their tongues are parched with thirst. I, the LORD, will answer them Myself; As the God of Israel I will not abandon them."},{"number":18,"verse":"I will open rivers on the bare heights, And springs in the midst of the valleys; I will make the wilderness a pool of water, And the dry land fountains of water."},{"number":19,"verse":"I will put the cedar in the wilderness, The acacia, the myrtle, and the olive tree; I will place the juniper in the desert, Together with the elm tree and the cypress,"},{"number":20,"verse":"So that they may see and recognize, And consider and gain insight as well, That the hand of the LORD has done this, And the Holy One of Israel has created it."},{"number":21,"verse":"“ (Lit Bring near) Present your case,” the LORD says. “Bring forward your evidence,” The King of Jacob says."},{"number":22,"verse":"Let them bring them forward and declare to us what is going to take place; As for the former events, declare what they were, So that we may consider them and know their outcome. Or announce to us what is coming;"},{"number":23,"verse":"Declare the things that are going to come afterward, So that we may know that you are gods; Indeed, do good or evil, that we may be afraid and fear together."},{"number":24,"verse":"Behold, you are less than nothing, And your work is less than nothing! He who chooses you is an abomination."},{"number":25,"verse":"“I have put one from the north into motion, and he has come; From the rising of the sun he will call on My name; And he will come upon rulers as upon (I. e., the building material) mortar, As the potter treads on clay.”"},{"number":26,"verse":"Who has declared this from the beginning, that we might know? Or from former times, that we may say, “He is right!”? There was no one at all who declared, There was no one at all who proclaimed, There was no one at all who heard your words."},{"number":27,"verse":"“Previously I said to Zion, ‘Behold, here they are.’ And to Jerusalem, ‘I will give a messenger of good news.’"},{"number":28,"verse":"But when I look, there is no one, And there is no counselor (Lit out of those) among them Who, if I ask, can give an answer."},{"number":29,"verse":"Behold, all of them are (Another reading is nothing) false; Their works are nothing, Their cast metal images are wind and emptiness."}]}