{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"(Mourning for Babylon) “Come down and sit in the dust, Virgin daughter of Babylon; Sit on the ground without a throne, Daughter of the Chaldeans! For you will no longer be called tender and delicate."},{"number":2,"verse":"Take the millstones and grind flour. Remove your veil, strip off the skirt, Uncover the leg, cross the rivers."},{"number":3,"verse":"Your nakedness will be uncovered, Your shame will also be exposed; I will take vengeance and will not spare anyone.”"},{"number":4,"verse":"Our Redeemer, the LORD of armies is His name, The Holy One of Israel."},{"number":5,"verse":"“Sit silently, and go into darkness, Daughter of the Chaldeans; For you will no longer be called The queen of kingdoms."},{"number":6,"verse":"I was angry with My people, I profaned My heritage And handed them over to you. You did not show mercy to them, On the aged you made your yoke very heavy."},{"number":7,"verse":"Yet you said, ‘I will be a queen forever.’ These things you did not consider Nor remember the outcome of (Lit it) them."},{"number":8,"verse":"“Now, then, hear this, you luxuriant one, Who lives securely, Who says in her heart, ‘I am, and there is no one besides me. I will not sit as a widow, Nor know the loss of children.’"},{"number":9,"verse":"But these two things will come on you suddenly in one day: Loss of children and widowhood. They will come on you in full measure In spite of your many sorceries, In spite of the great power of your spells."},{"number":10,"verse":"You felt secure in your wickedness and said, ‘No one sees me,’ Your wisdom and your knowledge, (Lit it has) they have led you astray; For you have said in your heart, ‘I am, and there is no one besides me.’"},{"number":11,"verse":"But evil will come on you Which you will not know how to charm away; And disaster will fall on you For which you cannot atone; And destruction about which you do not know Will come on you suddenly."},{"number":12,"verse":"“Persist now in your spells And in your many sorceries With which you have labored from your youth; Perhaps you will be able to benefit, Perhaps you may cause trembling."},{"number":13,"verse":"You are wearied with your many counsels; Let now the astrologers, Those who prophesy by the stars, Those who predict by the new moons, Stand up and save you from what will come upon you."},{"number":14,"verse":"Behold, they have become like stubble, Fire burns them; They cannot save themselves from the power of the flame; There will be no coal to warm by Nor a fire to sit before!"},{"number":15,"verse":"So have those become to you with whom you have labored, Those who have done business with you from your youth; Each has wandered in his own (Lit side, region) way; There is no one to save you."}]}