{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"(Evil Leaders Rebuked) The righteous person perishes, and no one takes it to heart; And devout people are taken away, while no one understands. For the righteous person is taken away from evil,"},{"number":2,"verse":"He enters into peace; They rest in their (I. e., graves) beds, Each one who walked in his upright way."},{"number":3,"verse":"“But come here, you sons of a sorceress, Offspring of an adulterer and (As in ancient versions; MT she prostitutes herself) a prostitute!"},{"number":4,"verse":"Of whom do you make fun? Against whom do you open wide your mouth And stick out your tongue? Are you not children of rebellion, Offspring of deceit,"},{"number":5,"verse":"Who inflame yourselves among the oaks, Under every luxuriant tree, Who slaughter the children in the (Or wadis) ravines, Under the clefts of the rocks?"},{"number":6,"verse":"Among the (I. e., symbols of fertility gods) smooth stones of the (Or wadi) ravine Is your portion, (Lit they, they) they are your lot; Even to them you have poured out a drink offering, You have made a grain offering. Should I (Or repent) relent of these things?"},{"number":7,"verse":"On a high and lofty mountain You have made your bed. You also went up there to offer sacrifice."},{"number":8,"verse":"Behind the door and the doorpost You have set up your sign; Indeed, far removed from Me, you have uncovered yourself, And have gone up and made your bed wide. And you have made an agreement for yourself with them, You have loved their bed, You have looked at their (Lit hand) manhood."},{"number":9,"verse":"You have journeyed to the king with oil And increased your perfumes; You have sent your messengers a great distance And made them go down to (I. e., the netherworld) Sheol."},{"number":10,"verse":"You were tired out by the length of your road, Yet you did not say, ‘It is hopeless!’ You found (Lit the life of your hand) renewed strength, Therefore you did not (Or become sick) faint."},{"number":11,"verse":"“Of whom were you worried and fearful When you lied, and did not remember Me (Lit You did not set it upon your heart) Nor give Me a thought? Was I not silent, even for a long time, So you do not fear Me?"},{"number":12,"verse":"I will declare your righteousness and your deeds, And they will not benefit you."},{"number":13,"verse":"When you cry out, let your collection of idols save you. But the wind will carry them all up, And a breath will take them away. But the one who takes refuge in Me will inherit the land And possess My holy mountain.”"},{"number":14,"verse":"And it will be said, “Build up, build up, prepare the way, Remove every obstacle from the way of My people.”"},{"number":15,"verse":"For this is what the high and exalted One Who (Or dwells in eternity) lives forever, whose name is Holy, says: “I dwell in a high and holy place, And also with the contrite and lowly of spirit In order to revive the spirit of the lowly And to revive the heart of the contrite."},{"number":16,"verse":"For I will not contend forever, Nor will I always be angry; For the spirit would grow faint before Me, And the breath of those whom I have made."},{"number":17,"verse":"Because of the wrongful act of his unjust gain I was angry and struck him; I hid My face and was angry, And he went on turning away, in the way of his heart."},{"number":18,"verse":"I have seen his ways, but I will heal him; I will lead him and restore comfort to him and to his mourners,"},{"number":19,"verse":"Creating the (Lit fruit of the lips) praise of the lips. Peace, peace to him who is far away and to him who is near,” Says the LORD, “and I will heal him.”"},{"number":20,"verse":"But the wicked are like the tossing sea, For it cannot be quiet, And its waters toss up refuse and mud."},{"number":21,"verse":"“There is no peace,” says my God, “for the wicked.”"}]}