{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"(Isaiah’s Vision) In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple."},{"number":2,"verse":"Seraphim were standing above Him, each having six wings: with two each covered his face, and with two each covered his feet, and with two each flew."},{"number":3,"verse":"And one called out to another and said, “Holy, Holy, Holy, is the LORD of armies. The (Lit fullness of the whole earth is His glory) whole earth is full of His glory.”"},{"number":4,"verse":"And the (Lit door sockets) foundations of the thresholds trembled at the voice of him who called out, while the (Lit house) temple was filling with smoke."},{"number":5,"verse":"Then I said, “Woe to me, for I am ruined! Because I am a man of unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the LORD of armies.”"},{"number":6,"verse":"Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs."},{"number":7,"verse":"He touched my mouth with it and said, “Behold, this has touched your lips; and your guilt is taken away and atonement is made for your sin.”"},{"number":8,"verse":"(Isaiah’s Commission) Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”"},{"number":9,"verse":"And He said, “Go, and tell this people: ‘Keep on listening, but do not understand; And keep on looking, but do not gain knowledge.’"},{"number":10,"verse":"Make the hearts of this people (Lit fat) insensitive, Their ears (Lit heavy) dull, And their eyes (Lit sealed over) blind, So that they will not see with their eyes, Hear with their ears, Understand with their hearts, And return and be healed.”"},{"number":11,"verse":"Then I said, “Lord, how long?” And He answered, “Until cities are devastated and without inhabitant, Houses are without people And the land is utterly desolate,"},{"number":12,"verse":"The LORD has completely removed people, And there (Or forsakenness will be great) are many forsaken places in the midst of the land."},{"number":13,"verse":"Yet there will still be a tenth portion in it, And it will again be subject to burning, Like a terebinth or an oak Whose stump remains when it is cut down. The holy seed is its stump.”"}]}