{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"Exaltation of the Afflicted The Spirit of the Lord (Heb YHWH, usually rendered Lord) GOD is upon me, Because the LORD anointed me To bring good news to the humble; He has sent me to bind up the brokenhearted, To proclaim (Or liberty) release to captives And (Lit opening to those who are bound) freedom to prisoners;"},{"number":2,"verse":"To proclaim the favorable year of the LORD And the day of vengeance of our God; To comfort all who mourn,"},{"number":3,"verse":"To grant those who mourn in Zion, Giving them a garland instead of ashes, The oil of gladness instead of mourning, The cloak of praise instead of a disheartened spirit. So they will be called (Or terebinths) oaks of righteousness, The planting of the LORD, that He may be glorified."},{"number":4,"verse":"Then they will rebuild the ancient ruins, They will raise up the former devastations; And they will repair the ruined cities, The desolations of many generations."},{"number":5,"verse":"Strangers will stand and pasture your flocks, And (Lit sons of the foreigner) foreigners will be your farmers and your vinedressers."},{"number":6,"verse":"But you will be called the priests of the LORD; You will be spoken of as ministers of our God. You will eat the wealth of nations, And you will boast in their (Or glory) riches."},{"number":7,"verse":"Instead of your shame you will have a double portion, And instead of humiliation they will shout for joy over their portion. Therefore they will possess a double portion in their land, Everlasting joy will be theirs."},{"number":8,"verse":"For I, the LORD, love justice, I hate robbery (Or with malice) in the burnt offering; And I will faithfully give them their reward, And make an everlasting covenant with them."},{"number":9,"verse":"Then their offspring will be known among the nations, And their descendants in the midst of the peoples. All who see them will recognize them Because they are the offspring whom the LORD has blessed."},{"number":10,"verse":"I will rejoice greatly in the LORD, My soul will be joyful in my God; For He has clothed me with garments of salvation, He has wrapped me with a robe of righteousness, As a groom puts on a turban, And as a bride adorns herself with her jewels."},{"number":11,"verse":"For as the earth produces its sprouts, And as a garden causes the things sown in it to spring up, So the Lord (Heb YHWH, usually rendered Lord) GOD will cause righteousness and praise To spring up before all the nations."}]}