{"bibleAbbr":"NASB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"(War against Jerusalem) Now it came about in the days of Ahaz, the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Aram and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to wage war against it, but could not (Lit fight against) conquer it."},{"number":2,"verse":"When it was reported to the house of David, saying, “The Arameans have taken a stand by Ephraim,” his heart and the hearts of his people shook as the trees of the forest shake from the wind."},{"number":3,"verse":"Then the LORD said to Isaiah, “Go out now to meet Ahaz, you and your son (I. e., a remnant shall return) Shear-jashub, at the end of the conduit of the upper pool, on the road to the (I. e., launderer’s) fuller’s field,"},{"number":4,"verse":"and say to him, ‘Take care and be calm, have no fear and do not be fainthearted because of these two stumps of smoldering logs, on account of the fierce anger of Rezin and Aram and the son of Remaliah."},{"number":5,"verse":"Because Aram, with Ephraim and the son of Remaliah, has planned evil against you, saying,"},{"number":6,"verse":"“Let’s go up against Judah and (Or demolish) terrorize it, and take it for ourselves by assault and set up the son of Tabeel as king in the midst of it,”"},{"number":7,"verse":"this is what the Lord (Heb YHWH, usually rendered Lord) GOD says: “It shall not stand nor shall it come to pass."},{"number":8,"verse":"For the head of Aram is Damascus, and the head of Damascus is Rezin (now within another sixty-five years Ephraim will be broken to pieces, so that it is no longer a people),"},{"number":9,"verse":"and the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you will not believe, you certainly shall not (Or endure) last.” ’ ”"},{"number":10,"verse":"(The Child Immanuel) Then the LORD spoke again to Ahaz, saying,"},{"number":11,"verse":"“Ask for a sign for yourself from the LORD your God; (As in most ancient versions; MT make the request deep or high) make it deep as Sheol or high as (Lit heights) heaven.”"},{"number":12,"verse":"But Ahaz said, “I will not ask, nor will I put the LORD to the test!”"},{"number":13,"verse":"Then he said, “Listen now, house of David! Is it too trivial a thing for you to (Lit make men weary) try the patience of men, that you will (Lit make my God weary) try the patience of my God as well?"},{"number":14,"verse":"Therefore the Lord Himself will give you a sign: Behold, the (As in LXX; MT young unmarried woman) virgin will conceive and give birth to a son, and she will name Him (I. e., God is with us) Immanuel."},{"number":15,"verse":"He will eat (Possibly butter) curds and honey (Lit with respect to his knowing) at the time He knows enough to refuse evil and choose good."},{"number":16,"verse":"For before the boy knows enough to refuse evil and choose good, the land whose two kings you dread will be abandoned."},{"number":17,"verse":"(Trials to Come for Judah) The LORD will bring on you, on your people, and on your father’s house such days as have not come since the day that Ephraim separated from Judah—the days of the king of Assyria.”"},{"number":18,"verse":"On that day the LORD will whistle for the fly that is in the (Or mouth of the rivers; i. e., the Nile Delta) remotest part of the canals of Egypt and for the bee that is in the land of Assyria."},{"number":19,"verse":"They will all come and settle on the steep (Or wadis) ravines, on the ledges of the cliffs, on all the thorn bushes, and on all the watering places."},{"number":20,"verse":"On that day the Lord will shave with a razor, hired from regions beyond the Euphrates River (that is, with the king of Assyria), the head and the hair of the legs; and it will also remove the beard."},{"number":21,"verse":"Now on that day a person may keep alive only a heifer and a pair of sheep;"},{"number":22,"verse":"and because of the abundance of the milk produced he will eat (Possibly butter) curds, for everyone who is left within the land will eat (Possibly butter) curds and honey."},{"number":23,"verse":"And it will come about on that day, that every place where there used to be a thousand vines, valued at a thousand shekels of silver, will become briars and thorns."},{"number":24,"verse":"People will come there with bows and arrows, because all the land will be briars and thorns."},{"number":25,"verse":"As for all the hills which used to be cultivated with the plow, you will not go there for fear of briars and thorns; but they will become a place for (Lit pastureland of) pasturing oxen and for sheep to trample."}]}