{"bibleAbbr":"GB1539","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"Thys is the visyon that was shewed vnto Abdy. Thus hath the Lord God spoken vpon Edom: We haue hearde of the Lorde that there is an embassage sent amonge the Heathen: Up let vs aryse, and fyght agaynst them."},{"number":2,"verse":"Beholde, I wyll make the small amonge the Heathen, so that thou shalt be vterly despysed."},{"number":3,"verse":"The pryde of thyne herte hath lyft the vp thou that dwellest in the stronge holdes of stone, & hast made the an hye seate: Thou sayest in thyne hert: who shall cast me downe to the grounde?"},{"number":4,"verse":"But though thou wentest vp as hye as the Aegle, and madest thy nest aboue amonge the starres: yet wolde I plucke the downe from thence."},{"number":5,"verse":"Yf the theues and robbers came to the by nyght, thou takinge thy rest: shulde they not steale, tyl they had ynough? Yf the grape gatherers came vpon the, wolde they not leaue the some grapes?"},{"number":6,"verse":"But how shall they rype Esau, and seke out hys treasures?"},{"number":7,"verse":"Yee, the men that were sworne vnto the, shal dryue the out of the borders of thyne awne lande. They that be now at one wt the, shall disceaue the, and ouercome the: Euen they that eate thy bred, shal betraye the, or euer thou perceaue it."},{"number":8,"verse":"Shall not I at the same tyme destroye the wyse men of Edom, and those that haue vnderstandyng, from the mount of Esau?"},{"number":9,"verse":"Thy gyauntes (O Theman) shalbe afrayed, for thorow the slaughter they shalbe all ouer throwne vpon the mount of Esau."},{"number":10,"verse":"Shame shall come vpon the, for the malyce that thou shewedest to thy brother Iacob: yee, for euermore shalt thou perish,"},{"number":11,"verse":"and that because of the tyme, when thou dydest set thy selfe agaynst hym, euen when the enemyes caryed awaye hys hoost, & when the aleauntes came in at his portes, & cast lottes vpon Ierusalem, and thou thy selfe wast as one of them."},{"number":12,"verse":"Thou shalt nomore se the daye of thy brother, thou shalt nomore beholde the tyme of hys captiuite: thou shalt nomore reioyse ouer the children of Iuda, in the daye of theyr destruccyon, thou shalt tryumphe nomore in the tyme of theyr trouble."},{"number":13,"verse":"Thou shalt nomore come in at the gates of my people, in the tyme of theyr decaye: thou shalt not se theyr misery in the daye of theyr fall. Thou shalt sende out no man agaynst theyr hoost, in the daye of theyr aduersyte:"},{"number":14,"verse":"nether shalt thou stande waytynge any more at the corners of the stretes, to murthur soch as are fled, or to take them presoners, that remayne in the daye of theyr trouble."},{"number":15,"verse":"For the daye of the Lorde is harde by vpon all the Heathen. Lyke as thou hast done, so shalt thou be dealte wythall, yee, thou shalt be rewarded euen vpon thyne head."},{"number":16,"verse":"For lyke wyse as ye haue droncken vpon myne holy hyll, so shall all heathen dryncke contynually: yee, drincke shall they, and swalowe vp, so that ye shalbe, as though ye had neuer bene."},{"number":17,"verse":"But vpon the mount Syon shall the saluacyon be, and holynes, these shalbe holy, & the house of Iacob shall possesse euen those, that had them selues afore in possession."},{"number":18,"verse":"Moreouer. the house of Iacob shalbe a fyre, the house of Ioseph a flame, and the, house of Esau shalbe the strawe: whych they shall kyndle and consume, so that nothyug shalbe left of the house of Esau, the Lorde hym selfe hath sayde it."},{"number":19,"verse":"They of the South shall haue the mount of Esau in possession: and loke what lyeth vpon the grounde, that shall the Philystynes haue: the playne feldes shall Ephraim and Samaria possesse: and the mountaynes of Galaad shall BenIamin haue:"},{"number":20,"verse":"And thys hoost shalbe the chyldren of Israels presoners: Now what so lyeth from Canaan vnto Zareptah, and in Sepharad, that shalbe vnder the subieccyon of Ierusalem: and the cyties of the south shall enheret it."},{"number":21,"verse":"Thus they that escape vpon the hyll of Syon, shall go vp to punysh the mount of Esau, and the kyngdome shalbe the Lordes,"}]}