{"bibleAbbr":"neNRV2012","bookName":"उत्‍पत्ति","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"( तीन जना स्वर्गदूतलाई अब्राहामको सत्कार) दिउँसोको गर्मीमा मम्रेका फलाँटका रूखहरूनेरको आफ्‍नो पालको ढोकामा अब्राहाम बसिरहँदा परमप्रभु तिनीकहाँ देखा पर्नुभयो।"},{"number":2,"verse":"तिनले आफ्‍ना आँखा उठाएर हेरे, र आफ्‍नो सामु तीन जना मानिसहरू उभिरहेका देखे। उनीहरूलाई देखेर तिनी पालको ढोकाबाट भेट गर्नलाई कुदेर गए, र भूइँसम्‍म निहुरेर दण्‍डवत् गरे। ( )"},{"number":3,"verse":"तिनले भने, “हे मेरा प्रभु, ममाथि तपाईंको निगाह हुन्‍छ भने कृपा गरी आफ्‍नो दासकहाँबाट त्‍यसै नजानुहोस्।"},{"number":4,"verse":"म केही पानी ल्‍याउनेछु, र तपाईंहरू आफ्‍ना पाउ धुनुहोस्, र यही रूखमुनि आराम गर्नुहोस्।"},{"number":5,"verse":"म गएर केही रोटी ल्‍याउनेछु, र खाएर तपाईंहरू थकाइ मार्नुहोस्, त्‍यसपछि मात्र जानुहोस्, किनभने यसैको निम्‍ति तपाईंहरू आफ्‍नो दासकहाँ आउनुभएको होला।” उनीहरूले भने, “जाऊ, तिमीले भनेअनुसार गर।”"},{"number":6,"verse":"तब अब्राहाम झट्टै पालमा साराकहाँ गएर भने, “तुरुन्‍तै पाँच पाथी मसिनो पीठो तयार गरी मुछेर रोटी बनाऊ।”"},{"number":7,"verse":"अब्राहाम आफैचाहिँ बथानतिर कुदेर गए, र एउटा कलिलो र असल बाछो छानेर आफ्‍नो नोकरलाई दिए, र त्‍यसले तुरुन्‍तै त्‍यो पकायो।"},{"number":8,"verse":"तब तिनले दही, दूध र त्‍यो पकाएको बाछाको मासु लगेर उनीहरूका सामु टक्र्याए। उनीहरूले नखाउञ्‍जेल तिनी उनीहरूकै नजिक उभिरहे।"},{"number":9,"verse":"अनि उनीहरूले तिनलाई सोधे, “तिम्री पत्‍नी सारा कहाँ छिन्?” तिनले भने, “तिनी त पालमा छिन्।”"},{"number":10,"verse":"तब परमप्रभुले भन्‍नुभयो, “आउँदो साल यही समयमा म निश्‍चय नै तँकहाँ फर्किआउनेछु, र हेर्, तेरी पत्‍नी साराले एक जना छोरो जन्‍माएकी हुन्‍छे।” ( ) साराले चाहिँ यो कुरो पालको ढोकाबाट उहाँको पछिल्‍तिर सुनिरहेकी थिइन्।"},{"number":11,"verse":"अब्राहाम र सारा वृद्ध थिए र तिनीहरूको उमेर धेरै ढल्‍किसकेको थियो। साराको रजस्‍वला पनि बन्‍द भइसकेको थियो।"},{"number":12,"verse":"यसकारण सारा मनमनै यसो भन्‍दै हाँसिन्, “म वृद्ध भइसकेकी छु, र मेरा पति पनि वृद्ध भइसक्‍नुभएको छ, र के मलाई यो सुख हुन्‍छ र?” ( )"},{"number":13,"verse":"तब परमप्रभुले अब्राहामलाई भन्‍नुभयो, “‘बूढ़ी भएर पनि मैले छोराछोरी पाउने’ भनेर सारा किन हाँसी?"},{"number":14,"verse":"परमप्रभुको निम्‍ति कुनै कुरो कठिन छ र? आउँदो साल तोकिएकै समयमा म तँकहाँ फर्किआउनेछु, र साराको एक जना छोरा हुनेछ।” ( )"},{"number":15,"verse":"तर साराले यसो भन्‍दै इन्‍कार गरिन्, “म हाँस्‍दै हाँसिनँ।” किनभने तिनी डराइन्। तर उहाँले भन्‍नुभयो, “तँ हाँसेकै होस्।”"},{"number":16,"verse":"( सदोमको निम्‍ति अब्राहामको अन्‍तर्बिन्‍ती) तब ती पुरुषहरू त्‍यहाँबाट सदोमतिर हेर्न लागे। अब्राहाम उनीहरूसित अलि परसम्‍म बाटो देखाउन गए।"},{"number":17,"verse":"परमप्रभुले भन्‍नुभयो, “मैले गर्न लागेको काम के अब्राहामबाट लुकाएर राखूँ?"},{"number":18,"verse":"अब्राहामबाट एउटा ठूलो र शक्तिशाली जाति बन्‍नेछ, र त्‍यसद्वारा नै पृथ्‍वीका सबै जातिहरूले आशिष् पाउनेछन्"},{"number":19,"verse":"किनभने त्‍यसले आफ्‍ना छोराछोरीहरू र घरानालाई धर्म र न्‍याय गरेर परमप्रभुको मार्ग पालन गर्नलाई आज्ञा देओस् भनेर मैले त्‍यसलाई छानेको छु। यसैले नै परमप्रभुले अब्राहामसित गर्नुभएको प्रतिज्ञा पूरा गरिदिनुहुनेछ।”"},{"number":20,"verse":"तब परमप्रभुले भन्‍नुभयो, “सदोम र गमोराको विरुद्धमा ठूलो आवाज उठेको छ, र तिनीहरूका पाप साह्रै ज्‍यादा भएका छन्।"},{"number":21,"verse":"अब त्‍यही आवाजअनुसार तिनीहरूबाट यो काम भएको हो कि होइन भनी हेर्नलाई म तल ओर्लेर जानेछु। होइन रहेछ भने मलाई थाहा हुनेछ।”"},{"number":22,"verse":"यसकारण ती पुरुषहरू त्‍यहाँबाट झरेर सदोमतिर गए। तर अब्राहामचाहिँ अझै परमप्रभुकै सामु उभिरहे।"},{"number":23,"verse":"तब अब्राहामले नजिक गएर उहाँलाई भने, ‘के दुष्‍टहरूसँग धर्मीहरूलाई पनि सर्वनाश गर्नुहुनेछ?"},{"number":24,"verse":"त्‍यस सहरमा पचास धर्मी जन रहेछन् भने, के त्‍यसमा भएका पचास धर्मी जनका निम्‍ति त्‍यस सहरलाई नजोगाएर नष्‍ट पार्नुहुनेछ र?"},{"number":25,"verse":"दुष्‍टका साथमा धर्मी जनलाई मार्ने काम तपाईंबाट कहिल्‍यै नहोस्। धर्मीको दशा पनि दुष्‍टको जस्‍तै हुनु त तपाईंबाट पर रहोस्। सारा पृथ्‍वीका न्‍यायकर्ताले उचित न्‍याय गर्नुहुन्‍न र?"},{"number":26,"verse":"परमप्रभुले भन्‍नुभयो, “सदोम सहरभित्र पचास धर्मी जन पाएँ भने म तिनीहरूका खातिर जम्‍मैलाई छोड़िदिनेछु।”"},{"number":27,"verse":"अब्राहामले भने, “हेर्नुहोस्, म केवल माटो र खरानी मात्र भएर पनि परमप्रभुसँग कुरा गर्न आँट गरेको छु।"},{"number":28,"verse":"पाँच कम पचास जना धर्मी जन त्‍यहाँ रहेछन् भने, केवल पाँच मात्र घटी भएकामा सारा सहरै तपाईं नाश गर्नुहुनेछ?” उहाँले भन्‍नुभयो, “त्‍यहाँ पैँतालीस पाएँ भने म त्‍यो नाश गर्नेछैनँ।” फेरि तिनले भने, “त्‍यहाँ चालीस रहेछन् भने?”"},{"number":29,"verse":"उहाँले भन्‍नुभयो, “चालीस जनाका खातिर पनि म त्‍यसो गर्नेछैनँ।”"},{"number":30,"verse":"तब तिनले भने, “परमप्रभुलाई रिसानी नभए म अझै बोल्‍नेछु। यदि त्‍यहाँ तीस जना पाइए भने?” उहाँले भन्‍नुभयो, “त्‍यहाँ तीसै पाएँ भने पनि म त्‍यसो गर्नेछैनँ।”"},{"number":31,"verse":"तिनले भने, “हेर्नुहोस्, परमप्रभुसँग मैले कुरा गर्ने आँट गरिरहेछु। बीस जना पाइए भने?” उहाँले भन्‍नुभयो, “बीस जनाका खातिर पनि म नाश गर्नेछैनँ।”"},{"number":32,"verse":"अनि तिनले भने, “परमप्रभु रिसानी नहोस्। अब एक पल्‍ट मात्र बोल्‍नेछु। यदि त्‍यहाँ दश जना पाइए भने?” उहाँले भन्‍नुभयो, “दश जनाका खातिरमा पनि म त्‍यो नाश गर्नेछैनँ।”"},{"number":33,"verse":"अब्राहामसित कुरा गरिसक्‍नुभएपछि परमप्रभु गइहाल्‍नुभयो, र अब्राहामचाहिँ आफ्‍नो ठाउँमा फर्के।"}]}