{"bibleAbbr":"neNRV2012","bookName":"उत्‍पत्ति","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"( याकूबका दश छोराहरू मिश्रमा गएका) मिश्रमा अनाज छ भनी थाहा पाएपछि याकूबले आफ्‍ना छोराहरूलाई भने, “तिमीहरू किन एक-अर्काको मुख हेराहेर गर्दै बस्‍छौ?"},{"number":2,"verse":"मिश्रमा अनाज छ रे भन्‍ने मैले सुनेको छु। हामीहरू जीवितै रहने हो भने त्‍यहाँ गएर हाम्रा निम्‍ति अनाज किनेर ल्‍याओ।” ( )"},{"number":3,"verse":"यसकारण योसेफका दश जना दाजुहरू मिश्रमा अनाज किन्‍न गए।"},{"number":4,"verse":"तर याकूबले योसेफका भाइ बेन्‍यामीनलाई चाहिँ तिनका दाजुहरूसँग पठाएनन्। किनकि तिनलाई केही खतरा आइपर्ला भनी याकूब डराउँथे।"},{"number":5,"verse":"यसरी अरू जानेहरूका साथमा इस्राएलका छोराहरू पनि अनाज किन्‍न गए, किनकि कनान देशमा पनि अनिकाल परेको थियो।"},{"number":6,"verse":"त्‍यस बेला योसेफ मिश्रका अधिपति थिए। देशका सारा मानिसहरूलाई अनाज बेच्‍ने पनि तिनी नै थिए। यसकारण योसेफका दाजुहरूले आएर भूइँसम्‍म निहुरेर तिनलाई ढोग गरे।"},{"number":7,"verse":"योसेफले आफ्‍ना दाजुहरूलाई देखेर चिनिहाले, तर तिनले उनीहरूलाई नचिनेका जस्‍तै गरी कड़ासँग उनीहरूलाई सोधे, “तिमीहरू कहाँबाट आएका हौ?” उनीहरूले भने, “कनान देशबाट अनाज किन्‍न आएका हौं।”"},{"number":8,"verse":"योसेफले आफ्‍ना दाजुहरूलाई त चिने, तर उनीहरूले भने तिनलाई चिनेनन्।"},{"number":9,"verse":"तब योसेफले उनीहरूका विषयमा आफूले देखेका सपना सम्‍झे, र तिनले उनीहरूलाई भने, “तिमीहरू जासूस हौ। यस देशको कमजोरी थाहा गर्न तिमीहरू आएका हौ।” ( )"},{"number":10,"verse":"उनीहरूले योसेफलाई भने, “हे प्रभु, त्‍यसो होइन। हामी तपाईंका दासहरू अनाज किन्‍न आएका हौं। हामी सबै एउटै मानिसका छोराहरू हौं।"},{"number":11,"verse":"हामी सोझा मानिसहरू हौं, हामी हजूरका दासहरू हौं, जासूस होइनौं।”"},{"number":12,"verse":"तिनले उनीहरूलाई भने, “होइन, तिमीहरू यस देशको कमजोरी थाहा गर्नलाई नै आएका हौ।”"},{"number":13,"verse":"तब उनीहरूले भने, “हामी हजूरका दास बाह्र जना दाजुभाइहरू थियौं। कनान देशका एउटै मानिसका छोराहरू हौं। कान्‍छोचाहिँ यस बेला हाम्रा बुबाका साथमा छ, र एउटाचाहिँ अब छैन।”"},{"number":14,"verse":"योसेफले उनीहरूलाई भने, “मैले भनेजस्‍तै तिमीहरू जासूस नै रहेछौ।"},{"number":15,"verse":"अब तिमीहरूको जाँच यसरी हुनेछ। फारोको जीवनको शपथ खाएर म भन्‍दछु कि तिमीहरूको कान्‍छो भाइ नआएसम्‍म तिमीहरू यस ठाउँबाट जान पाउनेछैनौ।"},{"number":16,"verse":"तिमीहरूमध्‍ये एक जनालाई तिमीहरूको भाइलाई ल्‍याउन पठाओ। त्‍यतिञ्‍जेल तिमीहरू थुनामा रहनेछौ। यसरी तिमीहरूको कुरा सत्‍य हो कि होइन जाँचिनेछ। नत्रता फारोको जीवनको शपथ खाएर म भन्‍दछु कि तिमीहरू जासूसै हौ।”"},{"number":17,"verse":"अनि योसेफले उनीहरूलाई एकसाथ तीन दिन थुनामा राखे।"},{"number":18,"verse":"तेस्रो दिन योसेफले उनीहरूलाई भने, “यसो गर, र तिमीहरू बाँच्‍नेछौ, किनकि म परमेश्‍वरसँग डराउँछु।"},{"number":19,"verse":"यदि तिमीहरू ईमानदार हौ भने तिमीहरू दाजुभाइहरूमध्‍ये एक जना यहाँ थुनामा बस, र बाँकीचाहिँ अनिकालमा तिमीहरूका परिवारको भोक मार्नलाई अनाज बोकेर जाओ।"},{"number":20,"verse":"तर तिमीहरूको कान्‍छो भाइलाई यहाँ मकहाँ ल्‍याओ। यसरी तिमीहरूको कुरा साँचो ठहरिनेछ, र तिमीहरू मर्नेछैनौ।” उनीहरूले त्‍यसै गरे।"},{"number":21,"verse":"उनीहरू एकले अर्कालाई भने, “साँच्‍ची नै हाम्रो भाइको विषयमा हामी दोषी छौं, किनकि त्‍यसले हामीसित बिन्‍ती गर्दा हामीले त्‍यसको मनको व्‍याकुलता देखेर पनि त्‍यसको कुरा सुनेनौं। यसकारण यो सङ्कष्‍ट हामीमाथि पर्न आएको हो।”"},{"number":22,"verse":"रूबेनले उनीहरूलाई जवाफ दिए, “त्‍यस ठिटाको विरुद्ध अपराध नगर भनी मैले तिमीहरूलाई भनेको होइन? तर तिमीहरूले सुन्‍दै सुनेनौ। अब त्‍यसका रगतको बदला हामीले भोग्‍नुपर्छ।” ( )"},{"number":23,"verse":"योसेफ र तिनका दाजुभाइहरूका बीचमा दोभासे भएको हुनाले उनीहरूको कुरा योसेफले बुझ्‍छन् भनी उनीहरूलाई थाहा भएन।"},{"number":24,"verse":"योसेफ उनीहरूबाट एकातर्फ फर्केर रोए। तर फेरि उनीहरूतिर फर्केर तिनले उनीहरूसित कुरा गरे। तिनले उनीहरूबाट शिमियोनलाई लिएर उनीहरूका आँखाकै सामुन्‍ने उनलाई बाँधे।"},{"number":25,"verse":"योसेफले उनीहरूका धोक्राहरूमा अनाज भरिदिनू र उनीहरूका आ-आफ्‍ना चाँदीका सिक्‍काहरू धोक्रामै हालिदिनू र उनीहरूको बाटोको निम्‍ति उनीहरूलाई सामलतुमल दिनू भनी हुकुम गरे। तिनीहरूका निम्‍ति त्‍यसै गरियो।"},{"number":26,"verse":"तब आफ्‍ना गधाहरूमा अनाज लादेर उनीहरू त्‍यहाँबाट हिँड़े।"},{"number":27,"verse":"वास बस्‍ने ठाउँमा उनीहरूमध्‍ये एक जनाले आफ्‍नो गधालाई दाना दिन धोक्रो फुकाउँदा आफ्‍नो चाँदी धोक्रोको मुखमै देखे।"},{"number":28,"verse":"उनले आफ्‍ना दाजुभाइहरूलाई भने, “मेरो चाँदी त फर्काइदिएछन् क्‍यारे! हेर, त्‍यो यहाँ मेरो धोक्रोको मुखैमा छ।” यसमा उनीहरूको हंसले ठाउँ छोड्यो, र उनीहरू थरथर काम्‍दै र एक-अर्कालाई हेराहेर गर्दै भन्‍न लागे, “परमेश्‍वरले हामीलाई यो के गर्न लाग्‍नुभयो?”"},{"number":29,"verse":"जब उनीहरू कनान देशमा आफ्‍ना बुबा याकूबकहाँ आइपुगे, तब उनीहरूमाथि भएको कुरा सबै तिनलाई यसो भनेर बताए,"},{"number":30,"verse":"“त्‍यस देशका मालिकले हामीसित कठोर बोली गरे। हामीलाई त तिनले त्‍यस देशमा जासूसजस्‍तै तुल्‍याए।"},{"number":31,"verse":"तर ‘हामी सोझा मानिस हौं। हामी जासूस होइनौं।"},{"number":32,"verse":"हाम्रा बुबाका हामी बाह्र भाइ छोरा हौं। एउटाचाहिँ छैन, र कान्‍छोचाहिँ यस बेला कनान देशमा हाम्रा बुबाको साथमा छ’ भनेर हामीले तिनलाई भन्‍यौं।"},{"number":33,"verse":"“त्‍यस देशका ती मालिकले हामीलाई भने, ‘यस कुराबाट मात्र तिमीहरू सोझा मानिस रहेछौ भनी मलाई थाहा हुनेछ, कि तिमीहरूका दाजुभाइमध्‍ये एक जना यहाँ मसँग छोड़, र अनिकालमा तिमीहरूका परिवारको भोक मार्नलाई अनाज लिएर आफ्‍नो बाटो लाग।"},{"number":34,"verse":"तर तिमीहरूको कान्‍छो भाइलाई यहाँ मकहाँ ल्‍याओ। तब मात्र तिमीहरू जासूस होइनौ, तर सीधा मानिस रहेछौ भन्‍ने मलाई थाहा हुनेछ, र म तिमीहरूको यस भाइलाई तिमीहरूका हातमा सुम्‍पनेछु, र तिमीहरू यस देशमा लेनदेन गर्न पाऔला’।”"},{"number":35,"verse":"उनीहरूले आफ्‍ना धोक्राहरू खन्‍याउँदा उनीहरू हरेकका चाँदीको पोको आ-आफ्‍नो धोक्रोमा रहेछ। जब उनीहरूले र उनीहरूका बुबाले ती चाँदीका पोकाहरू देखे तब उनीहरू डराए।"},{"number":36,"verse":"उनीहरूका बुबा याकूबले उनीहरूलाई भने, “तिमीहरूले त मेरा छोराहरू मबाट खोसेर मलाई अति शोकित तुल्‍याएका छौ। योसेफ छैन, शिमियोन छैन, अब बेन्‍यामीनलाई पनि लैजान खोज्‍छौ। यी सबै घटना मैमाथि पर्न आएको छ।”"},{"number":37,"verse":"तब रूबेनले आफ्‍ना बाबुलाई भने, “यदि मैले बेन्‍यामीनलाई तपाईंकहाँ ल्‍याइनँ भने मेरा दुई छोराहरूको प्राण लिनुहोस्। बेन्‍यामीनलाई मेरो जिम्‍मामा दिनुहोस्। त्‍यसलाई म तपाईंकहाँ फर्काएर ल्‍याउनेछु।”"},{"number":38,"verse":"तर याकूबले भने, “मेरो छोरो तिमीहरूसँग जानेछैन, किनकि त्‍यसको दाजु मरिहाल्‍यो, र अब यही मात्र बाँकी छ। यदि तिमीहरूले गर्न लागेको यात्रामा त्‍यसमाथि केही खतरा पर्न आयो भने, तिमीहरूले मलाई यो फुलेको कपाल अफसोसमै चिहानमा ( हिब्रूमा: पातालमा) पुर्‍याउनेछौ।”"}]}