{"bibleAbbr":"neNRV2012","bookName":"उत्‍पत्ति","bookEnglishName":"Genesis","chapterNumber":48,"verses":[{"number":1,"verse":"( याकूबले मनश्शे र एफ्राइमलाई आशीर्वाद दिएका) केही समयपछि “हजूरका पिता बिरामी हुनुहुन्‍छ” भनेर कसैले योसेफलाई खबर दियो। यसकारण आफ्‍ना दुई छोरा मनश्‍शे र एफ्राइमलाई आफ्‍नो साथमा लिएर तिनी याकूबकहाँ गए।"},{"number":2,"verse":"अनि “तपाईंका छोरा योसेफ तपाईंलाई भेट गर्न आएका छन्” भन्‍ने खबर कसैले याकूबलाई सुनायो। तब इस्राएल आफै बल गरेर पलङ्गमा बसे।"},{"number":3,"verse":"याकूबले योसेफलाई भने, सर्वशक्तिमान् परमेश्‍वर कनान देशको लूजमा मकहाँ देखा पर्नुभयो, र उहाँले मलाई आशीर्वाद दिएर भन्‍नुभयो, ( )"},{"number":4,"verse":"हेर, म तँलाई फल्‍दो-फुल्‍दो बनाउनेछु, र संख्‍यामा तेरो वृद्धि गराउनेछु। तँबाट म जातिहरूको समूह उत्‍पन्‍न गर्नेछु, र तँपछि तेरा सन्‍तानलाई यो देश अनन्‍तसम्‍म अधिकार गर्न दिनेछु।"},{"number":5,"verse":"“अब म मिश्रमा आउन अगि मिश्रमा जन्‍मेका तेरा यी दुई छोराहरू मेरै हुन्। रूबेन र शिमियोनझैँ एफ्राइम र मनश्‍शे मेरै हुनेछन्।"},{"number":6,"verse":"तिनीहरूभन्‍दा पछि जन्‍मेका सन्‍तानहरूचाहिँ तेरा हुनेछन्। यिनीहरूले हक पाउँदा एफ्राइम र मनश्‍शेका नाउँमा यिनीहरू बोलाइनेछन्।"},{"number":7,"verse":"किनभने म पद्दन-आरामबाट आउँदा एप्रातमा पुग्‍न अझ केही टाढ़ा छँदै कनान देशमा राहेल मरिन्, र एप्रात, अर्थात् बेथलेहेममा जाने बाटैमा मैले तिनलाई गाडें।” ( )"},{"number":8,"verse":"योसेफका छोराहरूलाई देखेर इस्राएलले भने, “यिनीहरू को हुन्?”"},{"number":9,"verse":"योसेफले आफ्‍ना बुबालाई भने, “परमेश्‍वरले मलाई यहाँ दिनुभएका यी मेरा छोराहरू हुन्।” तब इस्राएलले भने, “तिनीहरूलाई यहाँ मकहाँ ल्‍याइदे। म तिनीहरूलाई आशीर्वाद दिनेछु।”"},{"number":10,"verse":"त्‍यस बेला उमेरले गर्दा इस्राएलका आँखा धमिला भइसकेका थिए, र तिनी राम्ररी देख्‍न सक्‍दैनथे। यसकारण योसेफले तिनीहरूलाई तिनको नजिक लगिदिए। अनि तिनले तिनीहरूलाई म्‍वाइँ खाएर अँगालो हाले।"},{"number":11,"verse":"इस्राएलले योसेफलाई भने, “मैले त तेरो मुख देख्‍न पाउँला भनी ठानेकै थिइनँ, तर हेर्, मलाई तेरा सन्‍तान पनि परमेश्‍वरले देख्‍न दिनुभयो।”"},{"number":12,"verse":"तब योसेफले तिनीहरूलाई इस्राएलका घुँड़ाबाट हटाए, र तिनले भूइँमा घोप्‍टेर साष्‍टाङ्ग प्रणाम गरे।"},{"number":13,"verse":"योसेफले ती दुवैलाई लिएर एफ्राइमलाई आफ्‍नो दाहिनेपट्टि र इस्राएलको देब्रेपट्टि, र मनश्‍शेलाई आफ्‍नो देब्रेपट्टि र इस्राएलको दाहिनेपट्टि पर्ने गरी इस्राएलको नजिक ल्‍याए।"},{"number":14,"verse":"तर इस्राएलले आफ्‍नो दाहिने हात पसारेर कान्‍छा एफ्राइमको टाउकोमा राखे, र मनश्‍शे जेठा भए पनि यिनैको टाउकोमा इस्राएलले आफ्‍नो देब्रे हात राखे।"},{"number":15,"verse":"तब तिनले योसेफलाई आशीर्वाद दिएर भने, जुन परमेश्‍वरको सामुन्‍ने मेरा पिता अब्राहाम र इसहाक हिँड्थे, जुन परमेश्‍वरले मेरो जीवनभरि आजसम्‍म मलाई डोर्‍याउनुभएको छ,"},{"number":16,"verse":"ती स्‍वर्गदूत, जसले मलाई सबै खराबीबाट जोगाउनुभएको छ, उहाँले नै यी बालकहरूलाई आशीर्वाद देऊन्। यिनैमा मेरो नाउँ अमर भइरहोस्, र मेरा पिता अब्राहाम र इसहाकका नाउँ अमर होऊन्। र पृथ्‍वीमा यिनीहरू अनगन्‍ती भई संख्‍यामा बढून्।"},{"number":17,"verse":"तिनका बुबाले आफ्‍ना दाहिने हात एफ्राइमको टाउकोमा राखेका देखेर योसेफलाई मन परेन, र तिनले एफ्राइमको टाउकोबाट मनश्‍शेको टाउकोमा राख्‍न भनी तिनका बुबाको हात हटाउनलाई उठाए।"},{"number":18,"verse":"तिनले बुबालाई भने, “हे बुबा, यसो होइन, किनकि जेठोचाहिँ यो हो। तपाईंको दाहिने हात यसको शिरमाथि राखिदिनुहोस्।”"},{"number":19,"verse":"तर तिनका बुबाले अस्‍वीकार गरी भने, “मलाई थाहा छ, छोरा, मलाई थाहा छ। यसको पनि एउटा वंश हुनेछ, र यो पनि ठूलो हुनेछ। त्‍यसो भए तापनि यसको भाइचाहिँ योभन्‍दा महान् हुनेछ, र त्‍यसका सन्‍तान जातिहरूको एक समूह हुनेछ।”"},{"number":20,"verse":"इस्राएलले तिनीहरूलाई त्‍यस दिन यसो भनेर आशीर्वाद दिए, ( ) “इस्राएलले तेरो नाउँ लिएर यस्‍तो आशीर्वाद दिनेछ: परमेश्‍वरले तँलाई एफ्राइम र मनश्‍शेजस्‍तै बनाऊन्।” यसरी तिनले मनश्‍शेभन्‍दा एफ्राइमलाई नै अगाड़ि राखे।"},{"number":21,"verse":"तब इस्राएलले योसेफलाई भने, “अब म मर्न लागेको छु, तर परमेश्‍वर तिमीहरूका साथमा हुनुहुनेछ, र तिमीहरूलाई फेरि तिमीहरूका पिता-पुर्खाहरूको देशमा लैजानुहुनेछ।"},{"number":22,"verse":"त्‍यसबाहेक तेरा दाजुभाइहरूभन्‍दा तँ बढ़ी भएकोले मैले तँलाई एउटा पहाड़को पाखा दिएको छु, जो मैले आफ्‍नो तरवार र धनुको बलले एमोरीहरूबाट लिएको थिएँ।”"}]}