{"bibleAbbr":"MSG2002","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"Ephraim, obsessed with god-fantasies, chases ghosts and phantoms. He tells lies nonstop, soul-destroying lies. Both Ephraim and Judah made deals with Assyria and tried to get an inside track with Egypt."},{"number":2,"verse":"GOD is bringing charges against Israel. Jacob's children are hauled into court to be punished."},{"number":3,"verse":"In the womb, that heel, Jacob, got the best of his brother. When he grew up, he tried to get the best of GOD."},{"number":4,"verse":"But GOD would not be bested. GOD bested him. Brought to his knees, Jacob wept and prayed. GOD found him at Bethel. That's where he spoke with him."},{"number":5,"verse":"GOD is God-of-the-Angel-Armies, GOD-Revealed, GOD-Known."},{"number":6,"verse":"What are you waiting for? Return to your God! Commit yourself in love, in justice! Wait for your God, and don't give up on him--ever!"},{"number":7,"verse":"The businessmen engage in wholesale fraud. They love to rip people off!"},{"number":8,"verse":"Ephraim boasted, \"Look, I'm rich! I've made it big! And look how well I've covered my tracks: not a hint of fraud, not a sign of sin!\""},{"number":9,"verse":"\"But not so fast! I'm GOD, your God! Your God from the days in Egypt! I'm going to put you back to living in tents, as in the old days when you worshiped in the wilderness."},{"number":10,"verse":"I speak through the prophets to give clear pictures of the way things are. Using prophets, I tell revealing stories."},{"number":11,"verse":"I show Gilead rampant with religious scandal and Gilgal teeming with empty-headed religion. I expose their worship centers as stinking piles of garbage in their gardens.\""},{"number":12,"verse":"Are you going to repeat the life of your ancestor Jacob? He ran off guilty to Aram, Then sold his soul to get ahead, and made it big through treachery and deceit."},{"number":13,"verse":"Your real identity is formed through God-sent prophets, who led you out of Egypt and served as faithful pastors."},{"number":14,"verse":"As it is, Ephraim has continually and inexcusably insulted God. Now he has to pay for his life-destroying ways. His Master will do to him what he has done."}]}