{"bibleAbbr":"UKJV2000","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"The righteous perishes, and no man lays it to heart: and merciful men are taken away, none considering that the righteous is taken away from the evil to come."},{"number":2,"verse":"He shall enter into peace: they shall rest in their beds, each one walking in his uprightness."},{"number":3,"verse":"But draw near here, all of you sons of the sorceress, the seed of the adulterer and the whore."},{"number":4,"verse":"Against whom do all of you sport yourselves? against whom make all of you a wide mouth, and draw out the tongue? are all of you not children of transgression, a seed of falsehood."},{"number":5,"verse":"Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clefts of the rocks?"},{"number":6,"verse":"Among the smooth stones of the stream is your portion; they, they are your lot: even to them have you poured a drink offering, you have offered a food offering. Should I receive comfort in these?"},{"number":7,"verse":"Upon a lofty and high mountain have you set your bed: even thither went you up to offer sacrifice."},{"number":8,"verse":"Behind the doors also and the posts have you set up your remembrance: for you have discovered yourself to another than me, and are gone up; you have enlarged your bed, and made you a covenant with them; you loved their bed where you saw it."},{"number":9,"verse":"And you went to the king with ointment, and did increase your perfumes, and did send your messengers far off, and did debase yourself even unto hell."},{"number":10,"verse":"You are wearied in the greatness of your way; yet said you not, There is no hope: you have found the life of yours hand; therefore you were not grieved."},{"number":11,"verse":"And of whom have you been afraid or feared, that you have lied, and have not remembered me, nor laid it to your heart? have not I held my peace even of old, and you fear me not?"},{"number":12,"verse":"I will declare your righteousness, and your works; for they shall not profit you."},{"number":13,"verse":"When you cry, let your companies deliver you; but the wind shall carry them all away; vanity shall take them: but he that puts his trust in me shall possess the land, and shall inherit my holy mountain;"},{"number":14,"verse":"And shall say, Cast all of you up, cast all of you up, prepare the way, take up the stumbling block out of the way of my people."},{"number":15,"verse":"For thus says the high and lofty One that inhabits eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones."},{"number":16,"verse":"For I will not contend for ever, neither will I be always angry: for the spirit should fail before me, and the souls which I have made."},{"number":17,"verse":"For the iniquity of his covetousness was I angry, and stroke him: I hid me, and was angry, and he went on perversely in the way of his heart."},{"number":18,"verse":"I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners."},{"number":19,"verse":"I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, says the LORD; and I will heal him."},{"number":20,"verse":"But the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt."},{"number":21,"verse":"There is no peace, says my God, to the wicked."}]}