{"bibleAbbr":"orOV2014","bookName":"ପିତରଙ୍କ ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"( ଈଶ୍ଵରଙ୍କ ଅନୁଗ୍ରହର ଭଣ୍ତାରଘରିଆ) ଖ୍ରୀଷ୍ଟ ଶରୀରରେ ଦୁଃଖଭୋଗ କରିଥିବାରୁ ତୁମ୍ଭେମାନେ ମଧ୍ୟ ସେହିପରି ମନ ଧରି ଆପଣା- ମାନଙ୍କୁ ସୁସଜ୍ଜିତ କର (କାରଣ ଯେ ଶରୀରରେ ଦୁଃଖଭୋଗ କରିଅଛି, ସେ ପାପରୁ ନିବୃତ୍ତ ହୋଇଅଛି),"},{"number":2,"verse":"ଯେପରି ତୁମ୍ଭେମାନେ ଜାଗତିକ ଜୀବନର ଅବଶିଷ୍ଟ କାଳ ମନୁଷ୍ୟର କୁଅଭିଳାଷ ଅନୁସାରେ କ୍ଷେପଣ ନ କରି ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛାନୁସାରେ କ୍ଷେପଣ କର ।"},{"number":3,"verse":"ଯେଣୁ ବିଜାତିମାନଙ୍କର ଇଚ୍ଛାନୁସାରେ କାର୍ଯ୍ୟ କରି ତୁମ୍ଭେମାନେ ଯେତେକାଳ କାମୁକତା, କୁଅଭିଳାଷ, ମଦ୍ୟପାନ, ରଙ୍ଗରସ, ମତ୍ତତା ଓ ଘୃଣ୍ୟ ପ୍ରତିମାପୂଜା କରୁଥିଲ, ତାହା ଯଥେଷ୍ଟ;"},{"number":4,"verse":"ଏପ୍ରକାର ଉଚ୍ଛୃଙ୍ଖଳ ପନ୍ଥାରେ ତୁମ୍ଭେମାନେ ଯେ ସେମାନଙ୍କ ସହିତ ଧାବମାନ ହେଉ ନାହଁ, ଏହା ସେମାନେ ଆଶ୍ଚର୍ଯ୍ୟ ମଣି ତୁମ୍ଭମାନଙ୍କର ନିନ୍ଦା କରନ୍ତି;"},{"number":5,"verse":"କିନ୍ତୁ ଯେ ଜୀବିତ ଓ ମୃତ ଲୋକମାନଙ୍କର ବିଚାର କରିବାକୁ ଉଦ୍ୟତ, ତାହାଙ୍କ ଛାମୁରେ ସେମାନଙ୍କୁ ନିକାଶ ଦେବାକୁ ହେବ ।"},{"number":6,"verse":"କାରଣ ଏହି ଉଦ୍ଦେଶ୍ୟରେ ମୃତମାନଙ୍କ ନିକଟରେ ମଧ୍ୟ ସୁସମାଚାର ପ୍ରଚାରିତ ହେଲା, ଯେପରି ସେମାନେ ମନୁଷ୍ୟମାନଙ୍କ ସଦୃଶ ଶରୀରରେ ବିଚାରିତ ହେଲେ ହଁ ଈଶ୍ଵରଙ୍କ ସଦୃଶ ଆତ୍ମାରେ ସଜୀବ ହେବେ ।"},{"number":7,"verse":"ମାତ୍ର ସମସ୍ତ ବିଷୟର ଅନ୍ତିମକାଳ ସନ୍ନିକଟ । ଅତଏବ ସୁବୁଦ୍ଧି ହୁଅ, ପୁଣି ପ୍ରାର୍ଥନା କରିବା ପାଇଁ ସଚେତନ ଥାଅ,"},{"number":8,"verse":"ବିଶେଷରେ ପ୍ରଗାଢ଼ ପ୍ରେମରେ ପରସ୍ପରକୁ ପ୍ରେମ କରୁଥାଅ, କାରଣ ପ୍ରେମ ବହୁଳ ପାପ ଆଚ୍ଛାଦନ କରେ ।"},{"number":9,"verse":"କୁଣ୍ଠିତ ନ ହୋଇ ପରସ୍ପରର ଆତିଥ୍ୟ କର;"},{"number":10,"verse":"ପ୍ରତ୍ୟେକ ଜଣ ଯେଉଁପରି ଅନୁଗ୍ରହଦାନ ପାଇଅଛ, ସେହିପ୍ରକାରେ ଈଶ୍ଵରଙ୍କ ବହୁବିଧ ଅନୁଗ୍ରହର ଉତ୍ତମ ଭଣ୍ତାରଘରିଆ ସ୍ଵରୂପେ ତଦ୍ଦ୍ଵାରା ପରସ୍ପରର ସେବା କର;"},{"number":11,"verse":"କେହି ଯଦି ପ୍ରଚାର କରେ, ତେବେ ସେ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟର ପ୍ରଚାରକ ପରି ପ୍ରଚାର କରୁ; କେହି ଯଦି ସେବା କରେ, ତେବେ ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଶକ୍ତିପ୍ରାପ୍ତ ଲୋକ ପରି ସେବା କରୁ, ଯେପରି ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଦ୍ଵାରା ଈଶ୍ଵର ଗୌରବାନ୍ଵିତ ହେବେ; ଯୁଗେ ଯୁଗେ ଗୌରବ ଓ ପରାକ୍ରମ ତାହାଙ୍କର । ଆମେନ୍ ।"},{"number":12,"verse":"( ଖ୍ରୀଷ୍ଟିୟାନ ଭାବରେ କ୍ଳେଶଭୋଗର ସମ୍ମୁଖୀନ) ହେ ପ୍ରିୟମାନେ, ତୁମ୍ଭମାନଙ୍କ ପରୀକ୍ଷା ନିମନ୍ତେ ଯେଉଁ ଦୁଃଖଭୋଗରୂପ ଅଗ୍ନି ଉପସ୍ଥିତ ହୋଇଅଛି, ତାହା ଅଦ୍ଭୁତ ଘଟଣା ବୋଲି ମନେ କରି ଆଶ୍ଚର୍ଯ୍ୟ ଜ୍ଞାନ କର ନାହିଁ;"},{"number":13,"verse":"ବରଂ ଯେଉଁ ପରିମାଣରେ ଖ୍ରୀଷ୍ଟଙ୍କ ଦୁଃଖଭୋଗର ସହଭାଗୀ ହେଉଅଛ, ସେହି ପରିମାଣରେ ଆନନ୍ଦ କର, ଯେପରି ତାହାଙ୍କ ମହିମା ପ୍ରକାଶିତ ହେବା ସମୟରେ ମଧ୍ୟ ତୁମ୍ଭେମାନେ ମହାନନ୍ଦରେ ଆନନ୍ଦିତ ହେବଧ୍ୟ ।"},{"number":14,"verse":"ଯଦି ତୁମ୍ଭେମାନେ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମ ସକାଶେ ନିନ୍ଦିତ ହୁଅ, ତାହାହେଲେ ତୁମ୍ଭେମାନେ ଧନ୍ୟ, କାରଣ ଗୌରବମୟ ଆତ୍ମା, ଅର୍ଥାତ୍, ଈଶ୍ଵରଙ୍କ ଆତ୍ମା, ତୁମ୍ଭମାନଙ୍କଠାରେ ଅଧିଷ୍ଠାନ କରୁଅଛନ୍ତି ।"},{"number":15,"verse":"ଏଣୁ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି ହତ୍ୟାକାରୀ କି ଚୋର, କି ଦୁରାଚାରୀ, କି ଅନଧିକାରଚର୍ଚ୍ଚାକାରୀ ହୋଇ ଦଣ୍ତ ଭୋଗ ନ କରୁ;"},{"number":16,"verse":"କିନ୍ତୁ କେହି ଯଦି ଖ୍ରୀଷ୍ଟିୟାନ ହେବାରୁ ଦଣ୍ତ ଭୋଗ କରେ, ତାହାହେଲେ ସେ ଲଜ୍ଜା ବୋଧ ନ କରୁ, ବରଂ ଏହି ନାମ ହେତୁରୁ ଈଶ୍ଵରଙ୍କ ମହିମା କୀର୍ତ୍ତନ କରୁ ।"},{"number":17,"verse":"କାରଣ ଈଶ୍ଵରଙ୍କ ଗୃହଠାରୁ ଆରମ୍ଭ କରି ବିଚାର କରିବା ସମୟ ଉପସ୍ଥିତ; ଆଉ ଯଦି ପ୍ରଥମରେ ଆମ୍ଭମାନଙ୍କଠାରୁ ଆରମ୍ଭ ହୁଏ, ତେବେ ଯେଉଁମାନେ ଈଶ୍ଵରଙ୍କ ଅନାଜ୍ଞାବହ, ସେମାନଙ୍କର ଶେଷ ଦଶା ଅବା କଅଣ ନ ହେବ !"},{"number":18,"verse":"ପୁଣି ଧାର୍ମିକ ବ୍ୟକ୍ତି ଯଦି କଷ୍ଟରେ ପରିତ୍ରାଣ ପାଏ, ତେବେ ଅଧାର୍ମିକ ଓ ପାପୀ ଲୋକ କେଉଁଠାରେ ମୁହଁ ଦେଖାଇବ ?"},{"number":19,"verse":"ଅତଏବ, ଯେଉଁମାନେ ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛାମତେ ଦୁଃଖଭୋଗ କରନ୍ତି, ସେମାନେ ବିଶ୍ଵସ୍ତ ସୃଷ୍ଟିକର୍ତ୍ତାଙ୍କର ହସ୍ତରେ ଆପଣା ଆପଣା ଆତ୍ମାକୁ ସମର୍ପଣ କରି ସତ୍କାର୍ଯ୍ୟରେ ନିବିଷ୍ଟ ରହନ୍ତୁ ।"}]}