{"bibleAbbr":"BB1572","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"Nabuchodonozor ye king made an image of gold, whiche was threescore cubites hie, and sixe cubites thicke: he set it vp in the plaine of Dura, in the prouince of Babylon."},{"number":2,"verse":"Then Nabuchodonozor the king sent foorth to gather together the dukes, lordes, and nobles, the iudges and officers, the deputies, and sherifes, with all the rulers of the prouinces, that they might come to the dedication of the image whiche Nabuchodonozor the king had set vp."},{"number":3,"verse":"So the dukes, lordes, and nobles, the iudges, & officers, deputies, & sherifes, with all the rulers of the prouince, gathered them together vnto the dedicating of the image that Nabuchodonozor the king had set vp, & they stoode before the image whiche Nabuchodonozor had set vp."},{"number":4,"verse":"Then an herald cryed a loude: To you it is commaunded O people, nations, and languages,"},{"number":5,"verse":"That whe ye heare the noyse of the cornet, trumpet, harpe, shawme, psaltries, dulcimer, and al maner of instrumentes of musicke, ye fall downe and worship that golden image that Nabuchodonozor the king hath set vp."},{"number":6,"verse":"Whoso then falleth not downe & worshippeth, shall euen the same houre be cast into the mids of a hot firie fornace."},{"number":7,"verse":"Therfore when all the folke heard the noyse of the cornet, trumpet, harpe, shawme, psaltries, and al instrumentes of musicke, then all the people, nations, and languages fell downe and worshipped the golden image that Nabuchodonozor the king had set vp."},{"number":8,"verse":"Nowe were there certayne men of the Chaldees, that went euen then, and cried out an accusation of the Iewes."},{"number":9,"verse":"They spake, and sayde vnto the king Nabuchodonozor: O king, liue for euer."},{"number":10,"verse":"Thou O king, hast made a decree, that euery man that shall heare the sound of the cornet, trumpet, harpe, shawme, psaltries, dulcimer, & all instrumentes of musicke, shall fall downe and worship the golden image:"},{"number":11,"verse":"And who so then fel not downe, & worshipped not, that he shoulde be cast into the mids of an hot firie fornace."},{"number":12,"verse":"Now are there certayne Iewes, whom thou hast set ouer the charge of the prouince of Babylon: [namely] Sidrach, Misach, and Abednego: these men, O king, regarded not thy commaundement: yea they will not serue thy gods, nor worship the golden image that thou hast set vp."},{"number":13,"verse":"Then Nabuchodonozor in his anger and wrath commaunded that Sidrach, Misach, & Abednego should be brought vnto hym: so these men were brought before the king."},{"number":14,"verse":"Then Nabuchodonozor spake vnto them, and sayde: Is it true, O Sidrach, Misach, & Abednego, will not you serue my gods, nor worship the golden image that I haue set vp?"},{"number":15,"verse":"Nowe therfore be redy when ye heare the sound of the cornet, trumpet, harpe, shawme, psaltries, dulcimers, and al instrumentes of musicke, to fal downe and worship the image whiche I haue made: for if ye worship it not, ye shalbe cast immediatly into the mids of a hot firie fornace: for who is that God that can deliuer you out of my handes?"},{"number":16,"verse":"Sidrach, Misach, and Abednego aunswered the king, and sayd: O Nabuchodonozor, we are not carefull to aunswere thee in this matter:"},{"number":17,"verse":"Beholde, our God whom we serue, is able to deliuer vs from the hot firie fornace: and he wil deliuer vs out of thy hande O king."},{"number":18,"verse":"And though he will not, yet shalt thou knowe O king, that we will not serue thy gods, nor worship the golden image which thou hast set vp."},{"number":19,"verse":"Then was Nabuchodonozor full of indignation, so that the countenaunce of his face chaunged vpon Sidrach, Misach, and Abednego: therefore he charged and commaunded that they should heate the fornace, one seuen times more then it was wont to be heat."},{"number":20,"verse":"And he charged the most valiaunt men of warre that were in his armie, to bind Sidrach, Misach, and Abednego, and to cast them into the hot firie fornace."},{"number":21,"verse":"So these men were bounde in their coates, hosen, head attire, with their other garmentes, and cast into the mids of the hot firie fornace."},{"number":22,"verse":"Therefore, because the kinges commaundement was straite, & the fornace was exceeding hot, the men that put in Sidrach, Misach, and Abednego, the flamble of the fire destroyed them."},{"number":23,"verse":"And these three men Sidrach, Misach, and Abednego, fel downe in the mids of the hot firie fornace bounde."},{"number":24,"verse":"(3:92) Then Nabuchodonozor the king was astonied, & rose vp in all haste: he spake vnto his counsel, and sayd, Dyd not we cast three men bounde into the mids of the fire? They aunswered and sayde vnto the king: It is true, O king."},{"number":25,"verse":"(3:93) He aunswered & sayde: Lo, I see foure men loose, walking in the mids of ye fire, and they haue no hurt: and the fourme of the fourth is like the sonne of God."},{"number":26,"verse":"(3:94) Upon this went Nabuchodonozor vnto the mouth of the hot firie fornace, he spake also, and sayd: O Sidrach, Misach, and Abednego, ye seruauntes of the hye God, go foorth, and come hyther. And so Sidrach, Misach, & Abednego came foorth of the mids of the fire."},{"number":27,"verse":"(3:94) Then the dukes, lordes, and nobles, and the kinges counsel, came together to see these men, vpon whom the fire had no maner of power in their bodies: in so much that the very heere of their head was not burnt, and their clothes vnchaunged, yea there was no smell of fire felt vpon them."},{"number":28,"verse":"(3:95) Then spake Nabuchodonozor, and sayde: Blessed be the God of Sidrach, Misach, and Abednego, which hath sent his angel, and deliuered his seruauntes that put their trust in him, and haue altered the kinges commaundement, and ieoparded their bodies, rather then they would serue or worship any God, except their owne God onely."},{"number":29,"verse":"(3:96) Therfore I make a decree, that euery people, nation, & language, which speake any blasphemie against the God of Sidrach, Misach, and Abednego, shalbe drawen in peeces, and their houses shalbe made a takes: because there is no God that can deliuer after this sort."},{"number":30,"verse":"(3:97) So the king promoted Sidrach, Misach, and Abednego, in the prouince of Babylon."}]}