{"bibleAbbr":"NRSVue2021","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"Relentless Judgment on Israel (Judg 8.1; 12.1; Hos 2.8-17) When Ephraim spoke, there was trembling; he was exalted in Israel, but he incurred guilt through Baal and died."},{"number":2,"verse":"(Isa 46.6; Hos 8.6) And now they keep on sinning and make a cast image for themselves, idols of silver made according to their understanding, all of them the work of artisans. “Sacrifice to these,” they say. (Cn Compare Gk: Heb To these they say sacrifices of people) People are kissing calves!"},{"number":3,"verse":"(Ps 68.2; Dan 2.35; Hos 6.4) Therefore they shall be like the morning mist or like the dew that goes away early, like chaff that swirls from the threshing floor or like smoke from a window."},{"number":4,"verse":"(Isa 43.11; Hos 12.9) Yet I have been the LORD your God ever since the land of Egypt; you know no God but me, and besides me there is no savior."},{"number":5,"verse":"(Deut 2.7; 8.15) It was I who fed (Gk Syr: Heb knew) you in the wilderness, in the land of drought."},{"number":6,"verse":"(Deut 8.12, 14; Hos 2.13; 4.6) When I fed (Cn: Heb according to their pasture) them, they were satisfied; they were satisfied, and their heart was proud; therefore they forgot me."},{"number":7,"verse":"(Jer 5.6; Lam 3.10) So I will become like a lion to them; like a leopard I will lurk beside the way."},{"number":8,"verse":"I will fall upon them like a bear robbed of her cubs and will tear open the covering of their heart; there I will devour them like a lion, as a wild animal would mangle them."},{"number":9,"verse":"I will destroy you, O Israel; who can help you? (Gk Syr: Heb for in me is your help)"},{"number":10,"verse":"(2 Kings 17.4; Hos 8.4) Where now is (Gk Syr Vg: Heb I will be) your king, that he may save you? Where in all your cities are your rulers, of whom you said, “Give me a king and rulers”?"},{"number":11,"verse":"(1 Sam 8.7; 1 Kings 14.7-10) I gave you a king in my anger, and I took him away in my wrath."},{"number":12,"verse":"(Deut 32.34; Rom 2.5) Ephraim’s iniquity is bound up; his sin is kept in store."},{"number":13,"verse":"(Isa 37.3; 66.9; Mic 4.9, 10) The pangs of childbirth come for him, but he is an unwise son, for at the proper time he does not present himself at the mouth of the womb."},{"number":14,"verse":"(Ezek 37.12, 13; Rom 11.29; 1 Cor 15.54) Shall I ransom them from the power of Sheol? Shall I redeem them from Death? O Death, where are (Gk Syr: Heb I will be) your plagues? O Sheol, where is (Gk Syr: Heb I will be) your destruction? Compassion is hidden from my eyes."},{"number":15,"verse":"(Jer 20.5; 51.36; Ezek 17.10; 19.12; Hos 10.1) Although he may flourish among rushes, (Or among brothers) the east wind shall come, a blast from the LORD, rising from the wilderness, and his fountain shall dry up; his spring shall be parched. It shall strip his treasury of every precious thing."},{"number":16,"verse":"(2 Kings 15.16; Isa 13.16; Hos 7.14; 10.2, 14) (14.1 in Heb) Samaria shall bear her guilt because she has rebelled against her God; they shall fall by the sword; their little ones shall be dashed in pieces, and their pregnant women ripped open."}]}