{"bibleAbbr":"NRSVue2021","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"(Impending Judgment on Israel and Judah) (Hos 4.1; 6.9) Hear this, O priests! Give heed, O house of Israel! Listen, O house of the king! For the judgment pertains to you, for you have been a snare at Mizpah and a net spread upon Tabor"},{"number":2,"verse":"and a pit dug deep in Shittim, (Cn: Meaning of Heb uncertain) but I will punish all of them."},{"number":3,"verse":"(Hos 6.10; Am 3.2) I know Ephraim, and Israel is not hidden from me, for now, O Ephraim, you have prostituted yourself; Israel is defiled."},{"number":4,"verse":"(Hos 4.11, 12) Their deeds do not permit them to return to their God. For the spirit of prostitution is within them, and they do not know the LORD."},{"number":5,"verse":"(Ezek 23.31-35; Hos 4.5; 7.10) Israel’s pride testifies against him; Ephraim (Heb Israel and Ephraim) stumbles in his guilt; Judah also stumbles with them."},{"number":6,"verse":"(Isa 1.15; Ezek 8.6; Mic 6.6, 7) With their flocks and herds they shall go to seek the LORD, but they will not find him; he has withdrawn from them."},{"number":7,"verse":"(Isa 48.8; Hos 2.4, 11, 12; 6.7) They have dealt faithlessly with the LORD, for they have borne illegitimate children. Now the new moon shall devour them along with their fields."},{"number":8,"verse":"(Isa 10.29, 30; Hos 4.15; 9.9; 10.9) Blow the horn in Gibeah, the trumpet in Ramah. Sound the alarm at Beth-aven; look behind you, Benjamin!"},{"number":9,"verse":"(Isa 37.3; 46.10; Zech 1.6) Ephraim shall become a desolation in the day of punishment; among the tribes of Israel I declare what is sure."},{"number":10,"verse":"(Deut 19.14; Ps 93.3, 4; Ezek 7.8) The princes of Judah have become like those who remove the landmark; on them I will pour out my wrath like water."},{"number":11,"verse":"Ephraim is oppressed, crushed in judgment, because he was determined to go after vanity. (Gk: Meaning of Heb uncertain)"},{"number":12,"verse":"(Ps 39.11; Prov 12.4) Therefore I am like maggots to Ephraim and like rottenness to the house of Judah."},{"number":13,"verse":"(Jer 30.12; Hos 7.11; 8.9; 10.6; 14.3) When Ephraim saw his sickness and Judah his wound, then Ephraim went to Assyria and sent to the great king. (Cn: Heb to a king who will contend) But he is not able to cure you or heal your wound."},{"number":14,"verse":"(Ps 50.22; Hos 13.7, 8; Mic 5.8) For I will be like a lion to Ephraim and like a young lion to the house of Judah. I myself will tear and go away; I will carry off, and no one shall rescue."},{"number":15,"verse":"(Isa 64.7-9; Jer 2.27; Hos 3.5) I will return again to my place until they acknowledge their guilt and seek my face. In their distress they will beg my favor:"}]}