{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"And it came to passe that after the yere was expired, in the time when kinges go foorth to battaile, Dauid sent Ioab & his seruautes with him, and all Israel, which destroyed the children of Ammon, & besieged Rabba: But Dauid taryed still at Hierusalem."},{"number":2,"verse":"And in an euening tyde, Dauid arose out of his bed, and walked vpon the roofe of the kinges palace, and from the roofe he sawe a woman washing her selfe, and the woman was very beautifull to loke vpon."},{"number":3,"verse":"And Dauid sent to enquire what woman it should be: And one saide, Is not this Bethsabe the daughter of Eliam, and wyfe to Urias the Hethite?"},{"number":4,"verse":"And Dauid sent messengers, and toke her away: And she came in vnto him, and he lay with her (and she was purified from her vnclennesse) and returned vnto her house."},{"number":5,"verse":"And the woman conceaued, and sent and tolde Dauid, & sayde: I am with childe."},{"number":6,"verse":"And Dauid sent to Ioab, saying: Send me Urias the Hethite. And Ioab sent Urias to Dauid."},{"number":7,"verse":"And whe Urias was come vnto him, Dauid demaunded of him howe Ioab did, and how the people fared, and how the warre prospered?"},{"number":8,"verse":"And Dauid sayde to Urias: Go downe to thy house, & washe thy feete. And Urias departed out of the kinges palace, and there folowed him a present from the king."},{"number":9,"verse":"But Urias slept at the doore of ye kinges palace, with all the seruauntes of his lorde, and went not downe to his house."},{"number":10,"verse":"Which when they had tolde Dauid, saying, Urias went not downe vnto his house: Dauid saide vnto Urias, Camest thou not from thy iourney? why diddest thou not go downe then vnto thyne house?"},{"number":11,"verse":"Urias aunswered Dauid: The arke, & Israel, and Iuda dwell in pauilions, and my lorde Ioab and the seruauntes of my lorde abyde in the open fieldes, and shall I then go into myne house, to eate, and drinke, & lye with my wyfe? By thy lyfe, and by the lyfe of thy soule, I will not do this thing."},{"number":12,"verse":"And Dauid saide vnto Urias: Tary here this day also, and to morow I wil let thee departe. And so Urias abode in Hierusalem that day, and the morow."},{"number":13,"verse":"And when Dauid had called him, he did eate and drinke before him, and he made him drunke: And at euen he went out to lye on his couch with ye seruautes of his lorde, but went not downe to his house."},{"number":14,"verse":"On the morowe Dauid wrote a letter to Ioab, and sent it by the hand of Urias."},{"number":15,"verse":"And he wrote thus in the letter: Put ye Urias in the forefront of the sharper battaile, and come ye backe from him, that he maye be smytten, and dye."},{"number":16,"verse":"So when Ioab besieged the citie, he assigned Urias vnto a place where he wist that strong men were."},{"number":17,"verse":"And the men of the citie came out, and fought with Ioab: And there were certayne ouerthrowen of the people of the seruauntes of Dauid: & Urias the Hethite dyed also."},{"number":18,"verse":"Then Ioab sent, and tolde Dauid all the thinges concerning the warre:"},{"number":19,"verse":"And charged the messenger, saying: When thou hast made an ende of telling the matters of the warre vnto the king:"},{"number":20,"verse":"If the kinges anger aryse, and he say vnto thee, wherfore approched ye so nye vnto the citie when ye did fight? wyst ye not that they would hurle and shoote from the wall?"},{"number":21,"verse":"Who smote Abimelech sonne of Ierubesheth? Did not a woman cast a peece of a mylstone vpon him from of the wall, and he dyed in Thebes? why went ye nye the wall? Then say thou: Thy seruaunt Urias the Hethite is dead also."},{"number":22,"verse":"So the messenger went, & came and shewed Dauid all that Ioab had sent him for."},{"number":23,"verse":"And the messenger saide vnto Dauid: The men preuailed against vs, & came out vnto vs into the fielde, & we pursued them, euen vnto the entring of the gate:"},{"number":24,"verse":"And the shooters shotte from the walles vpon thy seruauntes, and some of the kinges seruauntes be dead, and thy seruaunt Urias the Hethite is dead also."},{"number":25,"verse":"And Dauid saide vnto the messenger, thus shalt thou saye vnto Ioab: Let not that thing trouble thee, for ye sword deuoureth one as well as another: Make thy battayle more strong against the citie to ouerthrowe it, & encourage thou him."},{"number":26,"verse":"And when the wyfe of Urias heard that her husband was dead, she mourned for him."},{"number":27,"verse":"And when the mourning was past, Dauid sent and fet her to his house, and she became his wyfe, and bare him a sonne: But this thing that Dauid dyd, displeased the Lorde."}]}