{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"After this, so it was that Absalom the sonne of Dauid had a fayre sister, named Thamar, whom Amnon ye sonne of Dauid loued."},{"number":2,"verse":"And he was so sore vexed, that he fell sycke for his sister Thamar: for she shas a virgin, and he thought it hard for him to do any thing to her."},{"number":3,"verse":"But Amnon had a frende called Ionadab, the sonne of Simah, Dauids brother: And Ionadab was a very subtile man."},{"number":4,"verse":"And he said vnto him: How commeth it, that thou being the kinges sonne, art thus consumed from day to day? Wylt thou not tell me? Amnon aunswered him: I loue Thamar my brother Absaloms sister."},{"number":5,"verse":"Ionadab saide vnto him, Lay thee downe on thy bed, and make thy selfe sicke: And when thy father is come to see thee, saye vnto him: I pray thee let my sister Thamar come, and geue me meate, and dresse it in my syght, that I may see it, and eate it of her hand."},{"number":6,"verse":"And so Amnon laye downe, and made him selfe sicke: And when the king was come to see him, Amnon saide vnto the king: I pray thee let Thamar my sister come, and make me a coople of cakes in my sight, that I may eate of her hand."},{"number":7,"verse":"Then Dauid sent home to Thamar, saying: Go now to thy brother Amnos house, and dresse him meate."},{"number":8,"verse":"So Thamar went to her brother Amnons house, & he was layed downe: And she toke floure, and kneaded it, and made cakes in his sight, and dyd bake them."},{"number":9,"verse":"And toke a panne, and powred them out before him: but he would not eate. And Amnon saide: Haue out all men from me. And they went all out from him."},{"number":10,"verse":"And Amnon saide vnto Thamar: Bring the meate into the chamber, that I may eate of thyne hand. And Thamar toke ye cakes which she had made, and brought them into the chamber to Amnon her brother:"},{"number":11,"verse":"And whe she had set them before him to eate, he toke her, and saide vnto her: Come, lye with me my sister."},{"number":12,"verse":"And she aunswered him: Nay my brother, do not force me, for there hath no such thing ben done in Israel: Do not thou this folly."},{"number":13,"verse":"And I, whyther shall I cause my shame to go? And thou shalt be as one of the fooles in Israel: Now therefore, I pray thee speake vnto the king, and he wyll not denie me vnto thee."},{"number":14,"verse":"Howbeit, he would not hearken vnto her voyce: but being stronger then she, forced her, and lay with her."},{"number":15,"verse":"And then Amnon hated her exceedingly, so that the hatred wherewith he hated her, was greater then the loue with which he before loued her: And Amnon saide vnto her: Up, and get thee hence."},{"number":16,"verse":"She aunswered him, There is no cause: This euill that thou puttest me away, is greater then the other that thou diddest vnto me. Neuerthelesse, he would not heare her:"},{"number":17,"verse":"But called his boye that serued him, and saide: Put away this woman from me, and bolt the doore after her."},{"number":18,"verse":"And she had a garment of diuers colours vpon her: for with such wer the kinges daughters (that were virgins) appareled. Then his seruaunt brought her out, and locked the doore after her."},{"number":19,"verse":"And Thamar toke and put ashes on her head, and rent her garment of diuers colours that was on her, & layed her hand on her head, and so went, and as she went, cryed."},{"number":20,"verse":"And Absalom her brother saide vnto her: Hath Amnon thy brother ben with thee? Now yet be still my sister, he is thy brother, let not this thing greeue thyne heart. And so Thamar remayned desolate in her brother Absaloms house."},{"number":21,"verse":"But when king Dauid heard of all these thinges, he was very wroth."},{"number":22,"verse":"And Absalom sayde vnto his brother Amnon neither good nor bad: Howbeit, Absalom hated Amnon, because he had forced his sister Thamar."},{"number":23,"verse":"And after the tyme of two yeres, Absalom had sheepe shearers in the playne of Hazor beside Ephraim, & bade all the kinges sonnes."},{"number":24,"verse":"And came to the king, and saide: Beholde, thy seruaunt hath sheepe shearers, I pray thee that the king with his seruauntes come to thy seruaunt."},{"number":25,"verse":"The king aunswered Absalom: Nay my sonne, I pray thee let vs not go all, lest we be chargeable vnto thee. And Absalom laye sore vpon him: howbeit he would not go, but blessed him."},{"number":26,"verse":"Then saide Absalom: but I pray thee shall not my brother Amnon go with vs? And the king aunswered him: what needeth it that he go with thee?"},{"number":27,"verse":"But Absalom made such instaunce, that he let Amnon & all the kinges children go with him."},{"number":28,"verse":"Now had Absalom commaunded his young men, saying: Marke when Amnons heart is mery with wine, and when I bid you smyte Amnon: then kil him, and feare not: haue not I bidden you? be bolde therfore, & play the men."},{"number":29,"verse":"And the seruauntes of Absalom dyd vnto Amnon euen as Absalom had commaunded: And al the kinges sonnes arose, and euery man gat him vp vpon his mule, and fled."},{"number":30,"verse":"And whyle they were yet in the way, tydinges came to Dauid, saying: Absalom hath slaine all the kinges sonnes, and there is none left alyue."},{"number":31,"verse":"Then the king arose, & tare his garmentes, and lay along on the earth: and all his seruauntes stoode by with their clothes rent."},{"number":32,"verse":"And Ionadab the sonne of Simeach Dauids brother, aunswered, and sayde: Let not my lorde suppose that they haue slaine all the young men of the kings sonnes, but Amnon onely is dead: For that hath ben determined in Absaloms minde, since he forced his sister Thamar."},{"number":33,"verse":"Now therefore, let not my lorde the king take the thing so greeuously, to thinke that all the kinges sonnes are dead, for Amnon onely is dead."},{"number":34,"verse":"But Absalom fled: And ye young man that kept the watch, lyft vp his eyes & loked, and beholde there came much people by the way of the hill syde behinde him."},{"number":35,"verse":"And Ionadab said vnto the king, Beholde, the kinges sonnes come: As thy seruaunt said, so it is."},{"number":36,"verse":"And assoone as he had left speaking, beholde the kinges sonnes came, & lyft vp their voyces, and wept: The king also & all his seruauntes wept exceedingly sore."},{"number":37,"verse":"But Absalom escaped, and went to Thalmai the sonne of Ammihur kyng of Gesur: And Dauid mourned for his sonne euery day."},{"number":38,"verse":"And so Absalom escaped, and went to Gesur, and was there three yeres."},{"number":39,"verse":"And king Dauid desired to go foorth vnto Absalom: For where as Amnon was dead, he was comforted ouer him."}]}