{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"After this, Absalo prepared him charettes & horses, and fiftie men to runne before him."},{"number":2,"verse":"And Absalom rose vp early, and stoode in the place of the entring in of the gate: And euery man that had any matter and came to the king for iudgement, him did Absalom cal vnto him, and sayde: Of what citie art thou? He aunswered: Thy seruaunt is of one of the tribes of Israel."},{"number":3,"verse":"And Absalom said vnto him: See, thy matters are good and righteous, but there is no man [deputed] of the king to heare thee."},{"number":4,"verse":"Absalom sayde moreouer: Oh, that I were made iudge in the land, that euery man which hath any plea and matter in the lawe, might come to me, and that I might do him iustice."},{"number":5,"verse":"And when any man came nye to him, and dyd him obeysaunce, he put foorth his hande, and toke him to him, and kissed him."},{"number":6,"verse":"And on this maner dyd Absalom to al Israel that came to the king for iudgement: so Absalom stale the heartes of the men of Israel."},{"number":7,"verse":"And after fourtie yeres, Absalom said vnto the king: I pray thee let me go to Hebron, & pay my vowe which I haue vowed vnto the Lorde:"},{"number":8,"verse":"For thy seruaunt vowed a vowe (when I was in Gesur in Siria) saying: If the Lorde shall bring me againe in deede to Hierusalem, I wil serue the Lorde."},{"number":9,"verse":"And the king said vnto him: Go in peace. And so he arose, and went to Hebron."},{"number":10,"verse":"But Absalom sent spies throughout all the tribes of Israel, saying: Assoone as ye heare the voyce of the trumpet blow, ye shall say, Absalom raigneth in Hebro."},{"number":11,"verse":"And with Absalom went two hundred men out of Hierusalem, that were called: And they went with pure heartes, not knowing of any thing."},{"number":12,"verse":"And Absalom sent for Ahithopel the Gilonite Dauids counseller, fro his citie Gilo, while he offered sacrifices, and there was wrought strong treason: For the people went and increased with Absalom."},{"number":13,"verse":"And ther came a messenger to Dauid, and sayde: The heartes of the men of Israel are turned after Absalom."},{"number":14,"verse":"And Dauid said vnto all his seruautes that were with him at Hierusalem: Up, that we may flee, for we shall not els escape from Absalom: Make speede to departe, lest he come sodenly & catche vs, and bring euyll vpon vs, and smyte the citie with the edge of the sworde."},{"number":15,"verse":"And the kinges seruauntes sayd vnto him: Beholde, thy seruauntes are redy to do whatsoeuer my lord the king shall appoynt."},{"number":16,"verse":"And the king departed, and al his housholde at his feete: And the king left ten concubines to kepe the house."},{"number":17,"verse":"And the king went foorth and all the people at his feete, and taried in a place that was farre of."},{"number":18,"verse":"And al his seruauntes went about him: and all the Cerethites, and all the Phelethites, and all the Gethites, euen sixe hundred men whiche were come after him from Geth, went before the king."},{"number":19,"verse":"Then sayde the king to Ithai the Gethite: Wherfore commest thou with vs? Returne, and abyde with the king, for thou art a straunger, depart therfore to thy place."},{"number":20,"verse":"Thou camest yesterday, and should I vnquiet thee to day to go with vs? I will go whyther I can: Therfore returne thou, & cary againe thy brethren: Mercy and trueth be with thee."},{"number":21,"verse":"And Ithai aunswered the king, & said: As the Lord lyueth, and as my lord the king lyueth, in what place my lorde the king shalbe, whether in death or lyfe, euen there also will thy seruaunt be."},{"number":22,"verse":"And Dauid said to Ithai: Come then, and go forward. And Ithai the Gethite went foorth, and all his men, and all the children that were with him."},{"number":23,"verse":"And all the countrey wepte with a loude voyce, & all the people went ouer: The king also him selfe passed ouer the brooke Cedron, and all the people went ouer towarde the waye that leadeth to the wildernesse."},{"number":24,"verse":"And lo Sadoc also and all the Leuites were with him, & bare the arke of the appoyntment of God, and they set downe the arke of God, and Abiathar went vp, vntill the people were all come ouer, out of the citie."},{"number":25,"verse":"And the king sayde vnto Sadoc, Cary the arke of God againe into the citie: If I shall finde fauour in the eyes of the Lorde, he will bring me againe, & shewe me both it, and the tabernacle therof."},{"number":26,"verse":"But if he thus say, I haue no lust vnto thee: beholde here am I, let hym do with me what semeth good in his eyes."},{"number":27,"verse":"The king sayde also vnto Sadoc the priest: Art not thou a Sear? Returne into the citie in peace, and take your two sonnes with you, Ahimaaz thy sonne, and Ionathan the sonne of Abiathar."},{"number":28,"verse":"Behold, I wil tary in the fieldes of the wildernesse, vntil there come some word from you to be tolde me."},{"number":29,"verse":"Sadoc therfore and Abiathar caried the arke of God againe to Hierusalem, and they taried there."},{"number":30,"verse":"And Dauid went vpon mount Oliuet, and wept as he went vp, and had his head couered, & went barefoote: And all the people that was with him, had euery man his head couered: & as they went vp, they wept."},{"number":31,"verse":"And one tolde Dauid, saying: Ahithophel is one of them that haue conspired with Absalom. And Dauid sayde: O Lorde I pray thee, turne the counsell of Ahithophel into foolishnes."},{"number":32,"verse":"When Dauid was come to the toppe of the mount, he worshipped God: and beholde, Husai the Arachite came against him, with his coate torne, and hauing earth vpon his head."},{"number":33,"verse":"Unto whom Dauid sayde: If thou go with me, thou shalt be a burthen vnto me."},{"number":34,"verse":"But if thou returne to the citie, and say vnto Absalom, I will be thy seruaunt O king: as I haue thus long ben thy fathers seruaunt, so am I nowe thy seruaunt, thou mayest for my sake destroy the counsel of Ahithophel."},{"number":35,"verse":"And hast thou not there with thee Sadoc and Abiathar the priestes? therfore whatsoeuer thou shalt here out of the kings house, thou shalt shewe to Sadoc and Abiathar the priestes."},{"number":36,"verse":"And behold, they haue there with them their two sonnes, Ahimaaz Sadocs sonne, and Ionathan Abiathars sonne: by them also shal ye sende me all that ye can heare."},{"number":37,"verse":"And so Husai Dauids freende went to the citie, and Absalom entred into Hierusalem."}]}