{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"Ahithophel also said vnto Absalom: Let me choose out now twelue thousand men, and I wil vp and folowe after Dauid this night:"},{"number":2,"verse":"And I wil come vpo him whyle he is weery and weake handed, and will feare him: And all the people that are with him, shall flee, and so will I smite the king only,"},{"number":3,"verse":"And wil bring againe all the people vnto thee: and when al shall returne, the man whom thou sekest [beyng slayne] all the people shalbe in peace."},{"number":4,"verse":"And the saying pleased Absalom wel and al the elders of Israel."},{"number":5,"verse":"Then sayde Absalom: Cal nowe Husai the Arachite also, and let vs heare lykewyse what he sayth."},{"number":6,"verse":"When Husai was come to Absalom, Absalom spake vnto him, saying: Ahithophel hath geuen such counsel: Shal we do after his saying, or no? tell thou."},{"number":7,"verse":"Husai aunswered vnto Absalom: The counsel that Ahithophel hath geuen, is not good at this time."},{"number":8,"verse":"For sayde Husai, thou knowest thy father & his men howe that they be strong men, and they be chased in their mindes, and are euen as a Beare robbed of her whelpes in the fielde: Thy father is a man also practised in warre, and wil not lodge with the people."},{"number":9,"verse":"Behold he is hyd nowe in some caue, or in some other place: And though some of his men be ouerthrowen at the first brunt, yet they that heare it, will say: The people that foloweth Absalom, be put to the worse."},{"number":10,"verse":"And he also that is valiaunt, whose heart is as ye heart of a Lio, shal shrink and faynt: For all Israel knoweth, that thy father is a mightie man, and they which be with him are stout men."},{"number":11,"verse":"Therfore my counsell is, that al Israel be gathered vnto thee fro Dan to Beerseba, as the sande of the sea in numbre, and that thou go to battayle in thyne owne person."},{"number":12,"verse":"For so shall we come vpon him in one place or other where we shal finde him, and we wil fal vpon him, euen as thicke as the deawe falleth on ye ground: And of al the men that are with him, we shal not leaue him one."},{"number":13,"verse":"Moreouer, if he be gotten into a towne, then shall al the men of Israel bring ropes to that citie, and we will drawe it into the riuer, vntil ther be not one small stone founde there."},{"number":14,"verse":"And Absalom and all the men of Israel sayde: The counsel of Husai the Arachite, is better then the counsell of Ahithophel. For it was euen the Lordes determination to destroy the good counsell of Ahithophel, that the Lorde might bring euyll vpon Absalom."},{"number":15,"verse":"Then sayde Husai vnto Sadoc & Abiathar the priestes: Of this & that maner did Ahithophel and the elders of Israel counsel Absalom, and thus & thus haue I counsayled."},{"number":16,"verse":"Nowe therfore send quickly, & shewe Dauid, saying: Tarie not this night in ye fieldes of the wildernesse, but get thee ouer, lest the king be deuoured, & all the people that are with him."},{"number":17,"verse":"Now Ionathan and Ahimaaz abode by the well Rogel: (for they might not be seene to come into the citie) and a wench went and told them: And they went, and shewed king Dauid."},{"number":18,"verse":"Neuerthelesse, a lad sawe them, and tolde it to Absalom: But they went both of them away quickly, & came to a mans house in Bahurim, which had a well in his yarde, into the whiche they went downe."},{"number":19,"verse":"And the wyfe toke and spread a couerlet ouer the welles mouth, & spread ground corne theron: and the thing was not spied."},{"number":20,"verse":"And when Absaloms seruauntes came to the wyfe to the house, they sayde: Where is Ahimaaz & Ionathan? The woman aunswered the: They be gone ouer the brooke of water. And whe they had sought them, and coulde not finde them, they returned to Hierusalem."},{"number":21,"verse":"And assoone as they were departed, the other came out of the wel, and went and tolde king Dauid, and sayde vnto him: Up, and get you quickly ouer the water, for suche counsel hath Ahithophel geuen against you."},{"number":22,"verse":"Then Dauid arose, and all the people that were with him, & they were come ouer Iordane by that it was day: so that there lacked not one of them: that was not come ouer Iordane."},{"number":23,"verse":"And when Ahithophel sawe that his counsel was not folowed, he sadled his Asse, and arose and gate him home to his owne house, and to his owne citie, & put his housholde in order, and hanged him selfe, and died, and was buried in the sepulchre of his father."},{"number":24,"verse":"Then Dauid came to Mahanaim, And Absalom passed ouer Iordane, he and all the men of Israel with him."},{"number":25,"verse":"And Absalom made Amasa captaine of the hoast in stede of Ioab: which Amasa, was a mans sonne named Iethra an Israelite, that went into Abigail the daughter of Nahas, sister to Zaruia Ioabs mother."},{"number":26,"verse":"So Israel and Absalom pitched in the land of Gilead."},{"number":27,"verse":"And when Dauid was come to Mahanaim, Sobi the sonne of Nahas, out of Rabba of the children of Ammon, & Machir the sonne of Ammiel out of Lodeber, and Barzellai the Gileadite out of Rogelim,"},{"number":28,"verse":"Brought beddes, basens, earthen vessels, wheat and barly, floure & parched corne, beanes, lentiles, & parched pulse,"},{"number":29,"verse":"Hony, butter, sheepe, & cheese of kyne, for Dauid and for the people that were with him, to eate: For they sayde, The people is hungry, weery, and thirstie, in the wildernesse."}]}