{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"When there came thither a certaine man of Belial, named Seba, the sonne of Bichri, a man of Iemini, he blew a trumpet, and said: we haue no part in Dauid, neither haue we inheritaunce in the sonne of Isai: euery man to his tentes, O Israel."},{"number":2,"verse":"And so euery man of Israel went fro Dauid, and folowed Seba the sonne of Bichri: But the men of Iuda claue fast vnto their king from Iordane to Hierusalem."},{"number":3,"verse":"And Dauid came to his house to Hierusalem, and the king toke the ten women his concubines, that he had left behind him to kepe ye house, & put them in warde, & fed them, but lay no more with them: And so they were inclosed vnto the day of their death, lyuing in wydowhood."},{"number":4,"verse":"Then saide the king to Amasa: Call me the men of Iuda together within three dayes, and be thou here also."},{"number":5,"verse":"And so Amasa went to gather ye men of Iuda together, but taryed longer the the time which he had appoynted him."},{"number":6,"verse":"And Dauid saide to Abisai: Now shal Seba the sonne of Bichri do vs more harme then did Absalom: Take thou therefore thy lordes seruauntes, and folowe after him, lest he get him walled cities, and escape vs."},{"number":7,"verse":"And there went out after him Ioabs men, and the Cerethites, and the Phelethites, and all the mightyest men: And they departed out of Hierusalem, to folow after Seba the sonne of Bichri."},{"number":8,"verse":"And when they were at ye great stone in Gibeon, Amasa went before them: And Ioabs garment that he had about him, was girde vnto him, & he had gyrded thereon a sword, which was ioyned fast to his loynes in a sheath, that as he went it fell sometime out."},{"number":9,"verse":"And Ioab saide to Amasa: Art thou in health my brother? And Ioab toke Amasa by ye beard with the right hand, to kisse him."},{"number":10,"verse":"But Amasa toke no heede to the sword that was in Ioabs hand: for therewith he smote him in the fyst [rybbe] & shed out his bowels to the grounde, and thrust at him no more, & he dyed: So Ioab and Abisai his brother folowed after Seba the sonne of Bichri."},{"number":11,"verse":"And one of Ioabs men stoode by him, and saide: He that beareth any fauour to Ioab, or good will to Dauid, let him go after Ioab."},{"number":12,"verse":"And Amasa wallowed in blood in the middes of the way: And when the man sawe that all the people stoode still, he remoued Amasa out of the way into the fielde, and cast a cloth vpon him, because he saw that euery one that came by him stoode still."},{"number":13,"verse":"And assoone as he was remoued out of the way, al the people went after Ioab, to folow after Seba the sonne of Bichri."},{"number":14,"verse":"And he went thorow all the tribes of Israel, vnto Abel, and to Bethmaacha, and all the places of Berim: And they gathered together, and went after him."},{"number":15,"verse":"And they came and besieged him in Abel, neare to Bethmaacha: And they cast vp a bancke against the citie, and the people therof stoode on the ramper, and all the people that was with Ioab, thrust at the wall to ouerthrowe it."},{"number":16,"verse":"Then cryed a wyse woman out of the citie, heare, heare, I pray you say vnto Ioab: Come hither that I may speake with thee."},{"number":17,"verse":"When Ioab was come vnto her, the woman saide: Art thou Ioab? He aunswered: I am he. She saide vnto him: Heare the wordes of thyne handmayd. And he aunswered: I do heare."},{"number":18,"verse":"Then she spake thus: They spake in the olde tyme, saying, They should aske of Abel: And so haue they continued."},{"number":19,"verse":"I am one of them that are peaceable & faithfull in Israel, and thou goest about to destroy a citie, and a mother in Israel: Why wilt thou deuour the inheritaunce of the Lorde?"},{"number":20,"verse":"And Ioab aunswered, and sayd: God forbyd, God forbid it me that I should either deuour, or destroy."},{"number":21,"verse":"The matter is not so: But a man of mount Ephraim (Seba the sonne of Bichri by name) hath lyft vp his hand against the king, euen against Dauid: Delyuer vs him onely, & I wyll depart from the citie. And the woman said vnto Ioab: Behold, his head shalbe throwen to thee ouer the wall."},{"number":22,"verse":"And then the woman went vnto all the people with her wisedome, and they smote of the head of Seba ye sonne of Bichri, and cast it out to Ioab: And he blew a trumpet, & they retyred from the citie, euery man to his tent: And Ioab returned to Hierusalem, vnto the king."},{"number":23,"verse":"Ioab was ouer all the hoast of Israel, and Banaia the sonne of Iehoida was ouer the Cerethites & Phelethites."},{"number":24,"verse":"And Aduram was ouer the tribute, and Iehosaphat the sonne of Ahilud, was recorder."},{"number":25,"verse":"Seua was scribe, and Sadoc and Abiathar were the priestes."},{"number":26,"verse":"And Ira the Iairite was chiefe about Dauid."}]}