{"bibleAbbr":"BB1572","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"And when Sauls sonne hearde that Abner was dead in Hebron, his handes were feeble, & al the Israelites were afrayde."},{"number":2,"verse":"And Sauls sone had two me that were captaines of bandes, the one called Baanah, & the other Rechab, the sonnes of Rimmon a Berothite, of the children of Beniamin: (for Beroth was reckened to Beniamin,"},{"number":3,"verse":"And these Berothites fled to Githaim, and soiourned there vntill this day)"},{"number":4,"verse":"And Ionathan Sauls sonne had a sonne that was lame on his feete, and was fiue yeres olde when the tydinges came of Saul & Ionathan out of Iesrael: And his nurse toke hym vp, and fled away, and as she made haste to flee, the chylde fell, and began to halt, and his name was Miphiboseth."},{"number":5,"verse":"And the sonnes of Rimmon the Berothite, Rechab and Baanah, went and came in the heate of the day to the house of Isboseth (whiche slept on a bed at noone.)"},{"number":6,"verse":"And behold, they came into the middes of the house, as though they woulde haue fetched wheate, and Rechab and Baanah his brother smote him vnder the fyft ribbe, and fled."},{"number":7,"verse":"For when they came into the house, he slept on his bed in his bed chamber, and they smote him and slue him, & beheaded him, and toke his head, & gat them away through the plaine all the night."},{"number":8,"verse":"And they brought the head of Isboseth vnto Dauid to Hebron, and sayde to the king: Behold, there is the head of Isboseth Sauls sonne thyne enemie whiche sought after thy lyfe, and the Lorde hath auenged my lorde the kyng this day of Saul and of his seede."},{"number":9,"verse":"And Dauid aunswered Rechab and Baanah his brother ye sonnes of Rimmon the Berothite, and said vnto them: As the Lorde lyueth, whiche hath deliuered my soule out of all aduersites:"},{"number":10,"verse":"When one tolde me & sayde that Saul was dead (thynking to haue brought good tydinges) I caught him, and slue him in Ziklag: whiche thought that I woulde haue geuen him a rewarde for his tydinges bringing:"},{"number":11,"verse":"Howe much more when wicked men haue slayne a righteous person in his owne house and vpon his bed? Shal I not nowe therfore require his blood of your hande, & take you from the earth?"},{"number":12,"verse":"And Dauid commaunded his young men, and they slue them, and cut of their handes and feete, and hanged them vp ouer the poole in Hebron: But they toke the head of Isboseth, & buried it in the sepulchre of Abner in Hebron."}]}