{"bibleAbbr":"DRB1610","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"For the rest therefore, brethren, we pray and beseech you in the Lord Jesus, that as you have received from us, how you ought to walk, and to please God, so also you would walk, that you may abound the more."},{"number":2,"verse":"For you know what precepts I have given to you by the Lord Jesus."},{"number":3,"verse":"For this is the will of God, your sanctification; that you should abstain from fornication;"},{"number":4,"verse":"That every one of you should know how to possess his vessel in sanctification and honour:"},{"number":5,"verse":"Not in the passion of lust, like the Gentiles that know not God:"},{"number":6,"verse":"And that no man overreach, nor circumvent his brother in business: because the Lord is the avenger of all these things, as we have told you before, and have testified."},{"number":7,"verse":"For God hath not called us unto uncleanness, but unto sanctification."},{"number":8,"verse":"Therefore, he that despiseth these things, despiseth not man, but God, who also hath given his holy Spirit in us."},{"number":9,"verse":"But as touching the charity of brotherhood, we have no need to write to you: for yourselves have learned of God to love one another."},{"number":10,"verse":"For indeed you do it towards all the brethren in all Macedonia. But we entreat you, brethren, that you abound more:"},{"number":11,"verse":"And that you use your endeavour to be quiet, and that you do your own business, and work with your own hands, as we commanded you: and that you walk honestly towards them that are without; and that you want nothing of any man's."},{"number":12,"verse":"And we will not have you ignorant, brethren, concerning them that are asleep, that you be not sorrowful, even as others who have no hope."},{"number":13,"verse":"For if we believe that Jesus died, and rose again; even so them who have slept through Jesus, will God bring with him."},{"number":14,"verse":"For this we say unto you in the word of the Lord, that we who are alive, who remain unto the coming of the Lord, shall not prevent them who have slept."},{"number":15,"verse":"For the Lord himself shall come down from heaven with commandment, and with the voice of an archangel, and with the trumpet of God: and the dead who are in Christ, shall rise first."},{"number":16,"verse":"Then we who are alive, who are left, shall be taken up together with them in the clouds to meet Christ, into the air, and so shall we be always with the Lord."},{"number":17,"verse":"Wherefore, comfort ye one another with these words."}]}