{"bibleAbbr":"DRB1610","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"But of the times and moments, brethren, you need not, that we should write to you;"},{"number":2,"verse":"For yourselves know perfectly, that the day of the Lord shall so come, as a thief in the night."},{"number":3,"verse":"For when they shall say, peace and security; then shall sudden destruction come upon them, as the pains upon her that is with child, and they shall not escape."},{"number":4,"verse":"But you, brethren, are not in darkness, that that day should overtake you as a thief."},{"number":5,"verse":"For all you are the children of light, and children of the day: we are not of the night, nor of darkness. 6 Therefore, let us not sleep, as others do; but let us watch, and be sober."},{"number":6,"verse":"dummy verses inserted by amos"},{"number":7,"verse":"For they that sleep, sleep in the night; and they that are drunk, are drunk in the night."},{"number":8,"verse":"But let us, who are of the day, be sober, having on the breastplate of faith and charity, and for a helmet the hope of salvation."},{"number":9,"verse":"For God hath not appointed us unto wrath, but unto the purchasing of salvation by our Lord Jesus Christ,"},{"number":10,"verse":"Who died for us; that, whether we watch or sleep, we may live together with him."},{"number":11,"verse":"For which cause comfort one another; and edify one another, as you also do."},{"number":12,"verse":"And we beseech you, brethren, to know them who labour among you, and are over you in the Lord, and admonish you:"},{"number":13,"verse":"That you esteem them more abundantly in charity, for their work's sake. Have peace with them."},{"number":14,"verse":"And we beseech you, brethren, rebuke the unquiet, comfort the feeble minded, support the weak, be patient towards all men."},{"number":15,"verse":"See that none render evil for evil to any man; but ever follow that which is good towards each other, and towards all men."},{"number":16,"verse":"Always rejoice."},{"number":17,"verse":"Pray without ceasing."},{"number":18,"verse":"In all things give thanks; for this is the will of God in Christ Jesus concerning you all."},{"number":19,"verse":"Extinguish not the spirit."},{"number":20,"verse":"Despise not prophecies."},{"number":21,"verse":"But prove all things; hold fast that which is good."},{"number":22,"verse":"From all appearance of evil refrain yourselves."},{"number":23,"verse":"And may the God of peace himself sanctify you in all things; that your whole spirit, and soul, and body, may be preserved blameless in the coming of our Lord Jesus Christ."},{"number":24,"verse":"He is faithful who hath called you, who also will do it."},{"number":25,"verse":"Brethren, pray for us."},{"number":26,"verse":"Salute all the brethren with a holy kiss."},{"number":27,"verse":"I charge you by the Lord, that this epistle be read to all the holy brethren."},{"number":28,"verse":"The grace of our Lord Jesus Christ be with you. Amen."}]}