{"bibleAbbr":"KJV1611","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"And Dauid spake vnto the Lord the wordes of this song, in the day that the Lord had deliuered him out of the hand of all his enemies, and out of the hand of Saul."},{"number":2,"verse":"And he said, The Lord is my rocke and my fortresse, and my deliuerer:"},{"number":3,"verse":"The God of my rocke, in him will I trust: hee is my shield, and the horne of my saluation, my high tower, and my refuge, my Sauiour; thou sauest me from violence."},{"number":4,"verse":"I will call on the Lord, who is worthy to be praised: so shall I be saued from mine enemies."},{"number":5,"verse":"When the waues of death compassed me: the floods of vngodly men made me afraid."},{"number":6,"verse":"The sorowes of Hell compassed me about: the snares of death preuented me."},{"number":7,"verse":"In my distresse I called vpon the Lord, and cryed to my God, and hee did heare my voice out of his Temple, and my crie did enter into his eares."},{"number":8,"verse":"Then the earth shooke and trembled: the foundations of heauen mooued and shooke, because hee was wroth."},{"number":9,"verse":"There went vp a smoake out of his nostrils, and fire out of his mouth deuoured: coales were kindled by it."},{"number":10,"verse":"Hee bowed the heauens also and came downe: and darkenesse was vnder his feete."},{"number":11,"verse":"And he rode vpon a Cherub, and did flie: and hee was seene vpon the wings of the winde."},{"number":12,"verse":"And hee made darkenesse pauilions round about him, darke waters, and thicke clouds of the skies."},{"number":13,"verse":"Through the brightnesse before him, were coales of fire kindled."},{"number":14,"verse":"The Lord thundred from heauen: and the most high vttered his voice."},{"number":15,"verse":"And he sent out arrowes, and scattered them; lightning, and discomfited them."},{"number":16,"verse":"And the channels of the Sea appeared, the foundations of the world were discouered, at the rebuking of the Lord, at the blast of the breath of his nostrils."},{"number":17,"verse":"He sent from aboue, he tooke me: he drew me out of many waters."},{"number":18,"verse":"He deliuered me from my strong enemy, and from them that hated mee: for they were too strong for me."},{"number":19,"verse":"They preuented me in the day of my calamitie: but the Lord was my stay."},{"number":20,"verse":"Hee brought me forth also into a large place: he deliuered me, because hee delighted in me."},{"number":21,"verse":"The Lord rewarded mee according to my righteousnesse: according to the cleannesse of my hands, hath hee recompensed me."},{"number":22,"verse":"For I haue kept the wayes of the Lord, and haue not wickedly departed from my God."},{"number":23,"verse":"For all his iudgements were before me: and as for his Statutes, I did not depart from them."},{"number":24,"verse":"I was also vpright before him: and haue kept my selfe from mine iniquitie."},{"number":25,"verse":"Therefore the Lord hath recompensed me, according to my righteousnesse: according to my cleannesse in his eye sight."},{"number":26,"verse":"With the merciful thou wilt shew thy selfe mercifull, and with the vpright man thou wilt shew thy selfe vpright."},{"number":27,"verse":"With the pure thou wilt shew thy selfe pure: and with the froward, thou wilt shew thy selfe vnsauoury."},{"number":28,"verse":"And the afflicted people thou wilt saue: but thine eyes are vpon the hautie, that thou mayest bring them downe."},{"number":29,"verse":"For thou art my lampe, O Lord: and the Lord wil lighten my darkenesse."},{"number":30,"verse":"For by thee I haue run through a troupe: by my God haue I leaped ouer a wall."},{"number":31,"verse":"As for God, his way is perfect, the word of the Lord is tried: he is a buckler to all them that trust in him."},{"number":32,"verse":"For who is God, saue the Lord ? and who is a rocke, saue our God?"},{"number":33,"verse":"God is my strength and power: and he maketh my way perfect."},{"number":34,"verse":"Hee maketh my feet like hindes feet: and setteth mee vpon my high places."},{"number":35,"verse":"He teacheth my hands to warre: so that a bow of steele is broken by mine armes."},{"number":36,"verse":"Thou hast also giuen mee the shield of thy saluation: and thy gentlenesse hath made me great."},{"number":37,"verse":"Thou hast enlarged my steps vnder me: so that my feet did not slip."},{"number":38,"verse":"I haue pursued mine enemies, and destroyed them: and turned not againe vntill I had consumed them."},{"number":39,"verse":"And I haue consumed them and wounded them, that they could not arise: yea, they are fallen vnder my feet."},{"number":40,"verse":"For thou hast girded mee with strength to battel: them that rose vp against me, hast thou subdued vnder me."},{"number":41,"verse":"Thou hast also giuen mee the necks of mine enemies, that I might destroy them that hate me."},{"number":42,"verse":"They looked, but there was none to saue: euen vnto the Lord, but he answered them not."},{"number":43,"verse":"Then did I beat them as small as the dust of the earth: I did stampe them as the myre of the street, and did spread them abroad."},{"number":44,"verse":"Thou also hast deliuered mee from the striuings of my people, thou hast kept mee to be head of the heathen: a people which I knew not, shall serue me."},{"number":45,"verse":"Strangers shall submit themselues vnto me: as soone as they heare, they shall be obedient vnto me."},{"number":46,"verse":"Strangers shall fade away: and they shall bee afraid out of their close places."},{"number":47,"verse":"The Lord liueth, and blessed be my rocke: and exalted be the God of the rocke of my saluation."},{"number":48,"verse":"It is God that auengeth mee, and that bringeth downe the people vnder me:"},{"number":49,"verse":"And that bringeth me forth from mine enemies: thou also hast lifted mee vp on high aboue them that rose vp against me: thou hast deliuered me from the violent man."},{"number":50,"verse":"Therefore I will giue thankes vnto thee, O Lord, among the heathen: and I will sing praises vnto thy Name."},{"number":51,"verse":"He is the towre of saluation for his king: and sheweth mercy to his Anointed, vnto Dauid, and to his seede for euermore."}]}