{"bibleAbbr":"KJV1611","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"And it came to passe, when the King sate in his house, and the Lord had giuen him rest round about fro all his enemies;"},{"number":2,"verse":"That the king said vnto Nathan the Prophet, See now, I dwell in an house of Cedar, but the Arke of God dwelleth within curtaines."},{"number":3,"verse":"And Nathan sayde to the King, Go, doe all that is in thine heart: for the Lord is with thee."},{"number":4,"verse":"And it came to passe that night, that the word of the Lord came vnto Nathan, saying;"},{"number":5,"verse":"Goe and tell my seruant Dauid, Thus sayth the Lord, Shalt thou build me an house for me to dwell in?"},{"number":6,"verse":"Whereas I haue not dwelt in any house, since the time that I brought vp the children of Israel out of Egypt, euen to this day, but haue walked in a tent and in a tabernacle."},{"number":7,"verse":"In all the places wherein I haue walked with all the children of Israel, spake I a word with any of the tribes of Israel, whome I commanded to feede my people Israel, saying, Why build ye not me an house of Cedar?"},{"number":8,"verse":"Now therefore so shalt thou say vnto my seruant Dauid; Thus sayth the Lord of hostes, I tooke thee from the sheepe-cote, from following the sheepe, to be ruler ouer my people, ouer Israel."},{"number":9,"verse":"And I was with thee withersoeuer thou wentest, and haue cut off all thine enemies out of thy sight, and haue made thee a great name, like vnto the name of the great men that are in the earth."},{"number":10,"verse":"(Moreouer I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their owne, and mooue no more: neither shall the children of wickednesse afflict them any more, as beforetime,"},{"number":11,"verse":"And as since the time that I commanded Iudges to bee ouer my people Israel, and haue caused thee to rest from all thine enemies:) Also the Lord telleth thee, that he will make thee an house."},{"number":12,"verse":"And when thy dayes be fulfilled, and thou shalt sleepe with thy fathers, I will set vp thy seede after thee, which shall proceede out of thy bowels, and I will establish his kingdome."},{"number":13,"verse":"Hee shall build an house for my Name, and I will stablish the throne of his kingdome for euer."},{"number":14,"verse":"I will be his father, and he shall be my sonne: if hee commit iniquitie, I will chasten him with the rodde of men, and with the stripes of the children of men."},{"number":15,"verse":"But my mercie shall not depart away from him, as I tooke it from Saul, whom I put away before thee."},{"number":16,"verse":"And thine house, and thy kingdome shall be stablished for euer before thee: thy throne shall be stablished for euer."},{"number":17,"verse":"According to all these words, and according to all this vision, so did Nathan speake vnto Dauid."},{"number":18,"verse":"Then went king Dauid in, and sate before the Lord, and hee said, Who am I, O Lord God? and what is my house, that thou hast brought me hitherto?"},{"number":19,"verse":"And this was yet a small thing in thy sight, O Lord God: but thou hast spoken also of thy seruants house for a great while to come, and is this the maner of man, O Lord God?"},{"number":20,"verse":"And what can Dauid say more vnto thee? for thou, Lord God, knowest thy seruant."},{"number":21,"verse":"For thy words sake, and according to thine own heart hast thou done all these great things, to make thy seruant know them."},{"number":22,"verse":"Wherefore thou art great, O Lord God: for there is none like thee, neither is there any God beside thee, according to all that we haue heard with our eares."},{"number":23,"verse":"And what one nation in the earth is like thy people, euen like Israel, whom God went to redeeme for a people to himselfe, & to make him a name, and to doe for you great things, and terrible, for thy lande, before thy people which thou redeemedst to thee from Egypt, from the nations, and their gods?"},{"number":24,"verse":"For thou hast confirmed to thy selfe thy people Israel to be a people vnto thee for euer: and thou, Lord art become their God."},{"number":25,"verse":"And now, O Lord God, the word that thou hast spoken, concerning thy seruant, and concerning his house, establish it for euer, and doe as thou hast said."},{"number":26,"verse":"And let thy name bee magnified for euer, saying, The Lord of hosts is the God ouer Israel: and let the house of thy seruant Dauid bee established before thee."},{"number":27,"verse":"For thou, O Lord of hostes, God of Israel, hast reuealed to thy seruant, saying, I will build thee an house: therfore hath thy seruant found in his heart to pray this prayer vnto thee."},{"number":28,"verse":"And now, O Lord GOD, (thou art that God, and thy words be true, and thou hast promised this goodnesse vnto thy seruant.)"},{"number":29,"verse":"Therefore now let it please thee to blesse the house of thy seruant, that it may continue for euer before thee: for thou, O Lord God, hast spoken it, and with thy blessing let the house of thy seruant be blessed for euer."}]}