{"bibleAbbr":"guOV2016","bookName":"રાજાઓનું બીજું પુસ્તક","bookEnglishName":"2 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"( એલિયા અગ્નિરથમાં આકાશે) યહોવા એલિયાને વંટોળિયા દ્વારા આકાશમાં લઈ લેવાના હતા તે અરસામાં એમ થયું કે એલિયા એલિશાને લઈને ગિલ્ગાલથી ચાલી નીકળ્યો."},{"number":2,"verse":"અને એલિયાએ એલિશાને કહ્યું, “કૃપા કરીને તું અહીં થોભ; કેમ કે યહોવાએ મને બેથેલ સુધી મોકલ્યો છે.” એલિશાએ કહ્યું, “જીવતા યહોવાના સમ તથા તમારા જીવના સમ કે, હું તમને છોડીશ નહિ.” એમ તેઓ બેથેલ ગયા."},{"number":3,"verse":"અને બેથેલમાં પ્રબોધકોના જે પુત્રો હતા તેઓએ એલિશા પાસે બહાર આવીને તેને કહ્યું, “યહોવા તમારા ગુરુને તમારે શિરથી આજે લઈ લેશે, એ શું તમે જાણો છો?” તેણે કહ્યું, “હા, હું તે જાણું છું; તમે ચૂપ રહો.”"},{"number":4,"verse":"એલિયાએ એલિશાને કહ્યું, “એલિશા, કૃપા કરીને તું અહી થોભ; કેમ કે યહોવાએ મને યરીખો મોકલ્યો છે.” એલિશાએ કહ્યું, “જીવતા યહોવાના સમ તથા તમારા જીવના સમ કે, હું તમને છોડીશ નહિ.” માટે તેઓ યરીખો આવ્યા."},{"number":5,"verse":"યરીખોમાં પ્રબોધકોના જે પુત્રો હતા, તેઓએ એલિશાની પાસે આવીને તેને કહ્યું, “યહોવા આજે તમારા ગુરુને તમારા શિરથી લઈ લેશે, એ શું તમે જાણો છો?” તેણે કહ્યું, “હા, હું તે જાણું છું; તમે ચૂપ રહો.”"},{"number":6,"verse":"અને એલિયાએ એલિશાને કહ્યું, “કૃપા કરીને તું અહીં થોભ; કેમ કે યહોવાએ મને યર્દન મોકલ્યો છે.” અને એલિશાએ કહ્યું, “જીવતા યહોવાના સમ તથા તમારા જીવના સમ કે, હું તમને છોડીશ નહિ.” પછી તે બન્‍ને આગળ ચાલ્યા."},{"number":7,"verse":"અને પ્રબોધકોના પુત્રોમાંના પચાસ માણસો આવીને તેમની સામે દૂર ઊભા રહ્યા. અને એ બે યર્દનને તીરે ઊભા રહ્યા."},{"number":8,"verse":"અને એલિયાએ પોતાનો ઝબ્બો લઈને તેને વીંટાળીને તેને પાણી પર અફાળ્યો, એથી તેના આમતેમ બે ભાગ થઈ ગયા, એટલે તેઓ કોરી જમીન પર ચાલીને પાર ઊતર્યા."},{"number":9,"verse":"તેઓ પાર ઉતર્યા પછી એમ થયું કે એલિયાએ એલિશાને કહ્યું, “તારી પાસેથી મને લઈ લેવામાં આવે તે પહેલાં તું માંગ કે હું તારે માટે શું કરું.” એલિશાએ કહ્યું, “કૃપા કરીને ( .) તમારા આત્માનો બમણો હિસ્સો મારા પર આવે.”"},{"number":10,"verse":"એલિયાએ કહ્યું, “તેં જે માગણી કરી છે તે ભારે છે; [તોપણ] જો તારી પાસેથી લઈ લેવાતો મને તું જોશે, તો તને એ પ્રમાણે થશે; પણ જો [તું] નહિ [જોશે] , તો એમ નહિ બનશે.”"},{"number":11,"verse":"તેઓ વાત કરતા કરતા હજુ આગળ ચાલ્યા જતા હતા, એટલામાં એમ થયું કે, જુઓ, અગ્નિરથ તથા અગ્નિઘોડા [દેખાયા]. ને એ બધાએ તે બેને જુદા પાડી દીધા. અને એલિયા વંટોળીયામાં થઈને આકાશમાં ચઢી ગયો."},{"number":12,"verse":"એલિશાએ તે જોયું, ને તેણે બૂમ પાડી, ( .) “મારા બાપ રે, મારા બાપ રે; ઇઝરાયલના રથો તથા તેમના સવારો!” ત્યાર પછી એલિશાએ એલિયાને જોયો નહિ. અને એલિશાએ પોતાનાં વસ્ત્ર પકડીને તે ફાડીને બે ટુકડા કર્યા."},{"number":13,"verse":"વળી એલિયાનો ઝભ્ભો જે એલિયા પાસેથી પડ્યો, તે પણ તેણે ઉઠાવી લીધો, ને પાછો જઈને યર્દનને કિનારે ઊભો રહ્યો."},{"number":14,"verse":"અને એલિયાનો ઝભ્ભો જે એની પાસેથી પડ્યો તે લઈને એલિશાએ પાણી પર અફાળીને કહ્યું, “એલિયાનો ઈશ્વર યહોવા ક્યાં છે?”અને જ્યારે એણે પણ પાણી પર માર્યું, ત્યારે પાણીના આમતેમ બે ભાગ થઈ ગયા. એટલે એલિશા પેલી પાર ગયો."},{"number":15,"verse":"પ્રબોધકોના જે પુત્રો યરીખો આગળ તેની સામે ઊભેલા હતા, તેઓએ તેને જોયો, ત્યારે તેઓએ કહ્યું, “એલિયાનો આત્મા એલિશા પર ઊતરેલો છે.” તેઓ તેને મળવા આવ્યા, ને તેની આગળ જમીન સુધી નમીને તેઓએ પ્રણામ કર્યા."},{"number":16,"verse":"તેઓએ તેને કહ્યું, “હવે જુઓ, તમારા દાસોની સાથે પચાસ મજબૂત માણસો છે. કૃપા કરીને તેઓને જઈને તમારા ગુરુની શોધ કરવા દો, કદાચ યહોવાના આત્માએ એલિયાને ઉઠાવીને કોઈ પર્વત પર કે કોઈ ખીણમાં નાખ્યા હોય.” તેણે કહ્યું, “તમે [કોઈને] મોકલશો નહિ.”"},{"number":17,"verse":"અને તે શરમાઈ ગયો ત્યાં સુધી તેઓએ તેને આગ્રહ કર્યો, ત્યારે તેણે કહ્યું, “મોકલો.” તેથી તઓએ પચાસ માણસ મોકલ્યા. તેઓએ ત્રણ દિવસ સુધી શોધ કરી, પણ તે મળ્યો નહિ."},{"number":18,"verse":"અને તે યરીખોમાં થોભ્યો હતો, તે દરમ્યાન તેઓ તેની પાસે પાછા આવ્યા. અને તેણે તેઓને કહ્યું, “શું મેં તમને નહોતું કહ્યું કે, જશો નહિ?”"},{"number":19,"verse":"( એલિશાના ચમત્કારો) તે નગરના માણસોએ એલિશાને કહ્યું, “કૃપા કરીને જુઓ, મારો મુરબ્બી જુએ છે તેમ આ નગરનું સ્થળ તો મનોરંજક છે, પણ પાણી ખરાબ છે, ને દેશના ફળ [કાચાં ને કાચાં] ખરી પડે છે.”"},{"number":20,"verse":"તેણે કહ્યું, “મને એક નવું કોડિયું લાવી આપો, ને તેમાં મીઠું નાખો.” તેઓએ તેને એ લાવી આપ્યું."},{"number":21,"verse":"પછી તેણે પાણીના ઝરા પાસે જઈને તેમાં મીઠું નાખીને કહ્યું, “યહોવા એમ કહે છે, ‘આ પાણી મેં નીરોગી કર્યા છે; પછી તેથી કંઈ મરણ થશે નહિ કે ફળ ખરી પડશે નહિ.’”"},{"number":22,"verse":"એમ એલિશા જે વચન બોલ્યો તે પ્રમાણે આજ સુધી તે પાણી નીરોગી થયેલાં છે."},{"number":23,"verse":"પછી તે ત્યાંથી બેથેલ જવા નીકળ્યો, અને તે માર્ગે ચાલતો હતો તેવામાં નાના છોકરાએ નગરમાંથી બહાર નીકળીને તેની મશ્કરી કરીને તેને કહ્યું, “હે તાલવાળા, આગળ ચાલ; હે તાલવાળા, આગળ ચાલ.”"},{"number":24,"verse":"એલિશાએ પાછળ નજર ફેરવીને તેમને જોયાં, ને યહોવાને નામે તેઓને શાપ દીધો. પછી બે રીંછડીઓએ વનમાંથી આવીને તેઓમાંનાં બેતાળીસ છોકરાંને ફાડી નાખ્યાં."},{"number":25,"verse":"અને ત્યાંથી તે કાર્મેલ પર્વત ગયો, ને ત્યાંથી તે સમરુન પાછો આવ્યો."}]}