{"bibleAbbr":"guOV2016","bookName":"રાજાઓનું બીજું પુસ્તક","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"( યોશિયા મૂર્તિપૂજા દૂર કરે છે) ( ( 140 ૩૪:૩-૭ , 140 ૨૯-૩૩ )) પછી રાજાએ [સંદેશિયા] મોકલ્યા, ને તેઓએ યહૂદિયાના તથા યરુશાલેમના સર્વ વડીલોને તેની પાસે એકત્ર કર્યા."},{"number":2,"verse":"રાજા, તેની સાથે યહૂદિયાના સર્વ માણસો, યરુશાલેમના સર્વ રહેવાસીઓ, યાજકો, પ્રબોધકો તથા નાનામોટા સર્વ લોક યહોવાના મંદિરમાં ચઢી ગયા; અને યહોવાના મંદિરમાંથી કરારનું જે પુસ્તક મળ્યું હતું, તેના સર્વ વચન તેણે તેમનાં સાંભળતાં વાંચ્યાં."},{"number":3,"verse":"રાજા થાંભલા પાસે ઊભો રહ્યો, ને આ કરારનાં જે વચનો આ પુસ્તકમાં લખેલાં હતાં તે સર્વને અમલમાં લાવવા માટે, સંપૂર્ણ મનથી, તથા સંપૂર્ણ ભાવથી યહોવાને અનુસરવાનો, ને તેમની આજ્ઞાઓ, તેમનાં સાક્ષ્ય તથા તેના વિધિઓ પાળવાનો તેણે યહોવા આગળ કરાર કર્યો; અને સર્વ લોક એ કરારમાં સામેલ થયા."},{"number":4,"verse":"( ; .) રાજાએ મુખ્ય યાજક હિલ્કિયાને, બીજા વર્ગના યાજકોને તથા દ્વારરક્ષકોને આજ્ઞા કરી, “જે સર્વ પાત્રો બાલને માટે તથા અશેરાને માટે તથા આખા જ્યોતિમંડળને માટે બનાવેલા છે તેમને યહોવાના મંદિરમાંથી બહાર કાઢી લાવો.” તેણે તેમને યરુશાલેમ બહાર કિદ્રોનનાં ખેતરમાં બાળી નાખ્યાં, ને તેમની રાખ તે બેથેલ લઈ ગયો."},{"number":5,"verse":"અને યહૂદિયાના નગરોમાં તથા યરુશાલેમની આસપાસનાં ઉચ્ચસ્થાનોમાં ધૂપ બાળવા માટે જે મૂર્તિપૂજક યાજકો યહૂદિયાના રાજાઓએ ઠરાવ્યા હતા તેઓને, તેમ જ બાલને માટે, સૂર્યને માટે, ચંદ્રને માટે, ગ્રહોને માટે તથા આખા જ્યોતિમંડળને માટે જે ધૂપ બાળનારા હતા તેમને પણ તેણે દૂર કર્યાં."},{"number":6,"verse":"તે અશેરાને યહોવાના મંદિરમાંથી કાઢીને યરુશાલેમ બહાર કિદ્રોન નાળા પાસે લાવ્યો, ને કિદ્રોન નાળા પાસે તેને બાળી નાખી, ને તેને કૂટીને ભૂકો કરીને તે ભૂકો સાધારણ લોકોની કબરો પર નાખ્યો."},{"number":7,"verse":"યહોવાના મંદિરમાં આવેલું પુંમૈથુનીઓનાં ઘરો જેઓની અંદર સ્ત્રીઓ અશેરાને માટે પડદા વણતી હતી, તેઓને તેણે તોડી પાડ્યા."},{"number":8,"verse":"તેણે યહૂદિયાનાં નગરોમાંથી સર્વ યાજકોને બહાર કાઢીને, ગેબાથી તે બેરશેબા સુધી જે ઉચ્ચસ્થાનોમાં તે યાજકોએ ધૂપ બાળ્યો હતો, તેઓને અશુદ્ધ કર્યા, અને જે દરવાજાનાં ઉચ્ચસ્થાનો નગરના સૂબા યહોશુઆના દરવાજાના નાકા આગળ, એટલે નગરના દરવાજામાં પેસતાં ડાબી બાજુએ હતાં, તેઓને તેણે તોડી પાડ્યાં."},{"number":9,"verse":"તોપણ ઉચ્ચસ્થાનોના યાજકો યરુશાલેમમાં યહોવાની વેદી પાસે આવતા નહિ; પણ તેઓ પોતાના ભાઈઓ સાથે બેખમીર રોટલી ખાતા."},{"number":10,"verse":"( ; ; .) હિન્નોમપુત્રોની ખીણમાંના તોફેથને તેણે અશુદ્ધ કર્યું. ( .) જેથી કોઈ માણસ પોતાના દીકરાને કે પોતાની દીકરીને મોલેખની આગળ અગ્નિમાં ચલાવે નહિ."},{"number":11,"verse":"યહોવાના મંદિરની ભાગળ આગળ, પડોશમાં આવેલી મુખ્ય ચાકર નાથાન મેલેખની ઓરડી પાસે, જે ઘોડા [ની પ્રતિમાઓ] યહૂદિયાના રાજાઓએ સૂર્યને અર્પણ કરેલી હતી, તેઓને તેણે દૂર કરી, ને સૂર્યના રથોને તેણે અગ્નિથી બાળી નાખ્યા."},{"number":12,"verse":"આહાઝની મેડી પરની ઓરડીના ધાબા પરની વેદીઓ જે યહૂદિયાના રાજાઓએ બાંધી હતી, ને ( ; .) જે વેદીઓ મનાશ્શાએ યહોવાના મંદિરનાં બે આંગણાંમાં બાંધી હતી, તેઓને રાજાએ તોડી પાડી, ને [તે] ત્યાંથી તોડી પાડીને તમનો ભૂકો કિદ્રોન નાળામાં ફેંકી દીધો."},{"number":13,"verse":"( .) જે ઉચ્ચસ્થાનો ઇઝરાયલના રાજા સુલેમાને સિદોનીઓની ધિક્કારપાત્ર [દેવી] આશ્તોરેથને માટે, મોઆબીઓના ધિક્કારપાત્ર કમોશને માટે, ને આમ્મોનપુત્રોના ધિક્કારપાત્ર મિલ્કોમને માટે યરુશાલેમની સામે વિનાશના પર્વતની જમણી બાજુએ બાંધેલાં હતાં, તેઓને રાજાએ આશુદ્ધ કર્યા."},{"number":14,"verse":"તેણે સ્તંભોને ભાંગીને ટુકડેટુકડા કર્યા, અશેરીમનું ખંડન કર્યું, ને તેમની જગાઓમાં માણસોના હાડકાં ભર્યાં."},{"number":15,"verse":"વળી ( .) બેથેલમાં જે વેદી હતી તેને, ને નબાટનો દીકરો યરોબમ, જેણે ઇઝરાયલ પાસે પાપ કરાવ્યું હતું, તેના બનાવેલા ઉચ્ચસ્થાનને, એટલે તે વેદીને તથા ઉચ્ચસ્થાનને પણ તેણે તોડી પાડ્યા. તેણે તે ઉચ્ચસ્થાનને બાળી નાખીને તેનો કૂટીને ભૂકો કર્યો, ને અશેરાને બાળી નાખી."},{"number":16,"verse":"( .) યોશિયા બીજી તરફ ફર્યો ત્યારે તેણે ત્યાં પર્વત પરની કબરો જોઈ. તેણે માણસ મોકલીને તે કબરોમાંથી હાડકાં બહાર કઢાવ્યાં, ને આ વાતો પ્રકટ કરનાર ઈશ્વરભક્તે યહોવાનું જે વચન પોકાર્યું હતું તે પ્રમાણે, તેમને વેદી પર બાળીને તેને આશુદ્ધ કરી."},{"number":17,"verse":"પછી તેણે પૂંછ્યું, “પેલો સ્મરણસ્તંભ જે હું જોઉં છું તે શાનો છે?” ત્યારે તે નગરના માણસોએ તેને કહ્યું, ( .) “જે ઈશ્વરભક્તે યહૂદિયામાંથી આવીને આ કૃત્યો કે જે તેં બેથેલની વેદી વિરુદ્ધ કર્યાં છે તે પોકાર્યાં હતાં, તેની કબર એ છે.”"},{"number":18,"verse":"તેણે કહ્યું, “એને રડવા દો; કોઈએ એનાં હાડકાંને ખસેડવાં નહિ.” માટે તેઓએ તેનાં હાડકાં, તથા જે પ્રબોધક સમરુનમાંથી આવ્યો હતો તેનાં હાડકાં પણ રહેવા દીધાં."},{"number":19,"verse":"વળી સમરુનમાં નગરોમાંનાં ઉચ્ચસ્થાનોના સર્વ દેવળો, જે ઇઝરાયલના રાજાઓએ બનાવીને [યહોવાને] રોષ ચઢાવ્યો હતો, તે યોશિયાએ કાઢી નાખ્યાં; અને જે બધાં કૃત્યો તેણે બેથેલમાં કર્યાં હતાં તે પ્રમાણે તેણે તેઓને કર્યું."},{"number":20,"verse":"તેણે ત્યાંનાં ઉચ્ચસ્થાનના સર્વ યાજકોને વેદીઓ પર મારી નાખ્યા, ને તેમના પર માણસોનાં હાડકાં બાળ્યાં; પછી તે યરુશાલેમમાં પાછો આવ્યો."},{"number":21,"verse":"( યોશિયા પાસ્ખાપર્વ પાળે છે) ( ( 140 ૩૫:૧-૧૯ )) રાજાએ સર્વ લોકોને આજ્ઞા કરી, “કરારના આ પુસ્તકમાં લખ્યા પ્રમાણે તમારા ઈશ્વર યહોવાને માટે પાસ્ખાપર્વ પાળો.”"},{"number":22,"verse":"ઇઝરાયલનો ન્યાય કરનાર ન્યાયાધીશોના દિવસથી [તે અત્યાર સુધી] , ને ઇઝરાયલના રાજાઓના તથા યહૂદિયાના રાજાઓના સર્વ દિવસોમાં પણ એવું પાસ્ખાપર્વ પાળવામાં આવ્યું જ નહોતું."},{"number":23,"verse":"પણ યોશિયા રાજાને આઢારમે વર્ષે આ પાસ્ખાપર્વ યહોવાને માટે યરુશાલેમમાં પાળવામાં આવ્યું."},{"number":24,"verse":"( યોશિયાની અન્ય ધર્મસુધારણા) વળી ભૂવાઓ, જાદુગરો, તરાફીમ, મૂર્તિઓ, ને જે બધી ધિક્કારપાત્ર વસ્તુઓ યહૂદિયા દેશમાં તથા યરુશાલેમમાં જોવામાં આવી. તેઓને યોશિયાએ દૂર કરી, જેથી યહોવાના મંદિરમાંથી હિલ્કિયા યાજકને મળેલા પુસ્તકમાં લખાયેલાં નિયમશાસ્ત્રનાં વચનોને તે અમલમાં લાવે."},{"number":25,"verse":"તેની પહેલાં તેના જેવો કોઈ રાજા થયો નહોતો કે, જે પોતાના સંપૂર્ણ મનથી તથા સંપૂર્ણ ભાવથી તથા સંપૂર્ણ બળથી મૂસાના આખા નિયમશાસ્ત્ર પ્રમાણે યહોવા તરફ ફર્યો હોય. અને તેના પછી પણ તેના જેવો કોઈ ઊભો થયો નથી."},{"number":26,"verse":"તોપણ જે બધાં ક્રોધજનક કૃત્યોથી મનાશ્શાએ યહોવાને રોષ ચઢાવ્યો હતો તેને લીધે તેનો જે મોટો કોપ યહૂદિયા વિરુદ્ધ સળગ્યો હતો, તેનો જુસ્સો નરમ પડ્યો નહિ."},{"number":27,"verse":"યહોવાએ કહ્યું, “જેમ મેં ઇઝરાયલને દૂર કર્યો છે, તેમ હું યહૂદિયાને પણ મારી નજર આગળથી દૂર કરીશ, અને આ નગર, એટલે યરુશાલેમ જેને મેં પસંદ કર્યું છે, ને જે મંદિર વિષે મેં કહ્યું, ’ત્યાં મારું નામ રહેશે, તેમને હું તજી દઈશ.’”"},{"number":28,"verse":"( યોશિયા રાજાનું મૃત્યુ) ( ( 140 ૩૫:૨૦-૩૬:૧ )) હવે હોશિયાનાં બાકીનાં કૃત્યો તથા તેણે જે કર્યું, તે સર્વ યહૂદિયાના રાજાઓનાં કાળવૃત્તાંતના પુસ્તકમાં લખેલાં નથી શું?"},{"number":29,"verse":"તેના દિવસોમાં મિસરનો રાજા ફારુન-નકો આશૂરના રાજા સામે ફ્રાત નદી સુધી સવારી લઈ આવ્યો; યોશિયા રાજા તેની સામે ગયો; અને ફારુન-નકોએ એને જોયો, ત્યારે તેણે યોશિયાને મગિદ્દોમાં મારી નાખ્યો."},{"number":30,"verse":"તેના ચાકરો તેની લાશને રથમાં નાખીને મગિદ્દોથી યરુશાલેમ લાવ્યા, ને તેને તેની પોતાની કબરમાં દાટ્યો. પછી દેશના લોકોએ યોશિયાના દીકરા યહોઆહાઝને લઈને તેને અભિષિક્ત કરી તેને તેના પિતાની જગાએ રાજા ઠરાવ્યો."},{"number":31,"verse":"( યહૂદિયાના યહોઆહાઝનો રાજ્યકાળ) ( ( 140 ૩૬:૨-૪ )) યહોઆહાઝે રાજ કરવા માંડ્યું, ત્યારે તે ત્રેવીસ વર્ષનો હતો. તણે યરુશાલેમમાં ત્રણ માસ રાજ કર્યું. તેની માનું નામ હમુટાલ હતું, તે લિબ્નાહના યર્મિયાની દીકરી હતી."},{"number":32,"verse":"તેના પિતૃઓએ જે સર્વ કર્યું હતું તે પ્રમાણે તેણે યહોવાની ર્દષ્ટિમાં જે ભંડું હતું તે કર્યું."},{"number":33,"verse":"તે યરુશાલેમમાં રાજ કરતો હતો તેવામાં ફારુન-નકોએ તેને હમાથ દેશમાં આવેલા રિબ્લાહમાં કેદ કર્યો, અને તેના દેશ પર એકસો તાલંત રૂપાની, તથા એક તાલંત સોનાની ખંડણી નાખી."},{"number":34,"verse":"ફારુન-નકોએ યોશિયાના દીકરા એલ્યાકીમને તેના પિતા યોશિયાની જગાએ રાજા ઠરાવ્યો, ને તેનું નામ ફેરવીને યહોયાકીમ પાડ્યું; પણ ( .) તે યહોઆહાઝને પકડી લઈ ગયો; અને તે મિસરમાં આવ્યા પછી મરણ પામ્યો."},{"number":35,"verse":"( યહૂદિયાના યહોયાકીમનો રાજ્યકાળ) ( ( 140 ૩૬:૫-૮ )) યહોયાકીમ ફારુનને ઠરાવેલું રૂપું તથા સોનું આપતો; પણ ફારુનના હુકમ પ્રમાણે પૈસા આપવા માટે તેણે દેશ પર કર નાખ્યો, ફારુન-નકોને આપવા માટે રૂપું તથા સોનું દેશના લોક પાસેથી, તેના પર ઠરાવેલા કર પ્રમાણે તે જોરજુલમથી લેતો હતો."},{"number":36,"verse":"( ; ; .) યહોયાકીમે રાજ કરવા માંડ્યું ત્યારે તે પચીસ વર્ષનો હતો. તેણે યરુશાલેમમાં અગિયાર વર્ષ રાજ કર્યું, તેની માનું નામ ઝબિદા હતું. તે રૂમાહના પેદાયાની દીકરી હતી."},{"number":37,"verse":"તેના પિતૃઓએ જે કર્યું હતું, તે પ્રમાણે તેણે યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું."}]}