{"bibleAbbr":"guOV2016","bookName":"રાજાઓનું બીજું પુસ્તક","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"( ; .) યહોયાકીમની કારકિર્દીમાં બાબિલનો રાજા નબૂખાદનેસ્સાર ચઢી આવ્યો, ને યહોયાકીમ ત્રણ વર્ષ સુધી તેનો તાબેદાર રહ્યો, પછી તેણે ફરી જઈને તેની વિરુદ્ધ બંડ કર્યું."},{"number":2,"verse":"યહોવા પોતાના સેવક પ્રબોધક હસ્તક પોતાનું જે વચન બોલ્યા હતા, તે પ્રમાણે યહોવાએ તેની વિરુદ્ધ કારદીઓની ટોળીઓ, અરામીઓની ટોળીઓ, મોઆબીઓની ટોળીઓ તથા આમોનપુત્રોની ટોળીઓ મોકલી. તેમણે તે યુહૂદિયાની વિરુદ્ધ તેનો નાશ કરવા માટે મોકલી."},{"number":3,"verse":"મનાશ્શાએ પોતાના તમામ કૃત્યો વડે જે પાપો કર્યા હતાં તેને લીધે, તથા જે નિર્દિસ રક્ત હવેવડાવ્યું હતુ તેને લીધે તેઓને પોતાની નજર આગળથી દૂર કરવા માટે, યહોવાના હુકમથી જ યહૂદિયા પર એ સંકટ આવી પડ્યું."},{"number":4,"verse":"કેમ કે જે નિર્દોષ રક્તથી યરુશાલેમને ભરી દીધું હતું, તેની ક્ષમા કરવા યહોવા રાજી નહોતા."},{"number":5,"verse":"હવે યહોયાકીમના બાકીના કૃત્યો, તથા તેણે જે કર્યું તે સર્વ યહૂદિયાના કાળવૃત્તાંતનાં પુસ્તકમાં લખેલાં નથી શું?"},{"number":6,"verse":"એમ યહોયાકીમ પોતાના પિતૃઓ સાથે ઊંઘી ગયો. અને તેના દીકરા યહોયાખીને તેની જગાએ રાજ કર્યું."},{"number":7,"verse":"મિસરનો રાજા ત્યાર પછી કોઈ પણ વખત પોતાનાં દેશમાંથી ચઢી આવ્યો નહિ. કેમ કે બાબિલના રાજાએ મિસરની નદીથી તે ફ્રાત નદી સુધી જે કંઈ મિસરના રાજાને તાબે હતું તે લઈ લીધું હતું."},{"number":8,"verse":"( યહૂદિયાના યહોયાખીનનો રાજ્યકાળ) ( ( 140 ૩૬:૫-૮ )) યહોયાખીને ટાજ કરવા માડ્યું ત્યારે તે અઢાર વર્ષનો હતો. તેણે યરુશાલેમમાં ત્રણ માસ રાજ કર્યું. તેની માનું નામ નહુશ્તા હતું, તે યરુશાલેમના એબ્લાથાનની દીકરી હતી."},{"number":9,"verse":"તેના પિતાએ કરેલા સર્વ કૃત્યો પ્રમાણે તેણે યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું."},{"number":10,"verse":"તે સમયે બાબિલના રાજા નબૂખાદનેસ્સારના સૈનિકો યરુશાલેમ પર ચઢી આવ્યા, ને તે નગરને ઘેરી લીધું."},{"number":11,"verse":"જ્યારે તેના સૈનિકોએ શહેરને ઘેરૌ લીધું હતું, ત્યારે બાબિલનો રજા નબૂખાદનેસ્સાર ત્યાં આવી પહોચ્યો."},{"number":12,"verse":"( ; ; .) યહૂદિયાના રાજા યહોયાખીન, તેની મા, તેના ચાકરો, તેના અમલદારો તથા તેના કરભારીઓ બાબિલના રાજા પાસે નીકળી આવ્યા. આબિલના રાજાએ પોતાની કારકિર્દીને આઠમે વર્ષૈ તેને પકડ્યો."},{"number":13,"verse":"યહોવાએ કહ્યું હતું તે પ્રમાણે યહોવાના મંદિરનો બધો ભંડાર તથા રાજાના મહેલનો ભંડાર તે ઊપાડી લઈ ગયો, વળી જે સોનાના પાત્રો ઇઝરાયલના રાજા સુલેમાને યહોવાના મંદિરને માટે બનાવ્યાં હતાં, તે સર્વના તેણે કાપીને ટુકડા કર્યા."},{"number":14,"verse":"તે બધા યરુશાલેમવાસીઓને, બધા અમલદારોને તથા પરાક્રમી યોદ્ધાઓને, એટલે દશ હજાર બંદીવાનોને, તથા બધા કરીગરોને તથા કસબી લોકોને પકડી લઈ ગયો. સૌથી ગરીબ પંક્તિના લોક સિવાય દેશમાં કોઈ રહેવા પામ્યા નહિ."},{"number":15,"verse":"( .) નબૂખાદનેસ્સાર યહોયાખીનને બાબિલ લઈ ગયો. રાજાની માને તથા રાજાની સ્ત્રીઓને, તેના કારભારીઓને તથા દેશના મુખ્ય માણસોને પકડીને તે યરુશાલેમથી બાબિલમાં ગુલામગીરીમાં લઈ ગયો."},{"number":16,"verse":"બધા બળવાન માણસો એટલે સાત હજાર, અને એક હજાર કારીગરો તથા કસબી માણસો, જે સર્વ મજબૂત તાથા યુદ્ધને માટે લાયક હતા, તે સર્વને બાબિલનો રાજા બંદીવાન કરીને બાબિલ લઈ ગયો."},{"number":17,"verse":"( ; .) બાબિલના રાજાએ યહોયાખીનની જગાએ તેના કાકા માત્તાન્યાને રાજા ઠરાવ્યો, ને તેનું નામ ફેરવીને સિદકિયા પાડ્યું."},{"number":18,"verse":"( યહૂદિયાના સિદકિયાનો રાજ્‍યકાળ) ( ( 140 ૩૬:૧૧-૧૨ ; 300 ૫૨:૧-૩ )) ( ; .) સિદકિયા રાજ કરવા લાગ્યો, ત્યારે તે એકવીસ વર્ષનો હતો. તેણે યરુશાલેમમાં અગિયાર વર્ષ રાજ કર્યું. તેની માનું નામ હમૂટાલ હતું, તે લિબ્નાહના યર્મિયાની દીકરી હતી."},{"number":19,"verse":"યહોયાકીમે જે બધું કર્યું હતું તે પ્રમાણે તેણે યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યુ."},{"number":20,"verse":"કેમ કે યરુશાલેમમાં તથા યહૂદિયામાં આ જે થયું તે યહોવાના કોપને લીધે થયું, ને તેથી તેણે તેઓને પોતાની નજર આગળથી દૂર કર્યા. પછી ( .) સિદકિયાએ બાબિલના રાજાની વિરુદ્ધ બંડ કર્"}]}