{"bibleAbbr":"NIV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"(The Arrangement of the Tribal Camps) The LORD said to Moses and Aaron:"},{"number":2,"verse":"“The Israelites are to camp around the tent of meeting some distance from it, each of them under their standard and holding the banners of their family.”"},{"number":3,"verse":"On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab."},{"number":4,"verse":"His division numbers 74600."},{"number":5,"verse":"The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar."},{"number":6,"verse":"His division numbers 54400."},{"number":7,"verse":"The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon."},{"number":8,"verse":"His division numbers 57400."},{"number":9,"verse":"All the men assigned to the camp of Judah, according to their divisions, number 186400. They will set out first."},{"number":10,"verse":"On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur."},{"number":11,"verse":"His division numbers 46500."},{"number":12,"verse":"The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai."},{"number":13,"verse":"His division numbers 59300."},{"number":14,"verse":"The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel."},{"number":15,"verse":"His division numbers 45650."},{"number":16,"verse":"All the men assigned to the camp of Reuben, according to their divisions, number 151450. They will set out second."},{"number":17,"verse":"Then the tent of meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in their own place under their standard."},{"number":18,"verse":"On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud."},{"number":19,"verse":"His division numbers 40500."},{"number":20,"verse":"The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur."},{"number":21,"verse":"His division numbers 32200."},{"number":22,"verse":"The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni."},{"number":23,"verse":"His division numbers 35400."},{"number":24,"verse":"All the men assigned to the camp of Ephraim, according to their divisions, number 108100. They will set out third."},{"number":25,"verse":"On the north will be the divisions of the camp of Dan under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai."},{"number":26,"verse":"His division numbers 62700."},{"number":27,"verse":"The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Okran."},{"number":28,"verse":"His division numbers 41500."},{"number":29,"verse":"The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan."},{"number":30,"verse":"His division numbers 53400."},{"number":31,"verse":"All the men assigned to the camp of Dan number 157600. They will set out last, under their standards."},{"number":32,"verse":"These are the Israelites, counted according to their families. All the men in the camps, by their divisions, number 603550."},{"number":33,"verse":"The Levites, however, were not counted along with the other Israelites, as the LORD commanded Moses."},{"number":34,"verse":"So the Israelites did everything the LORD commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each of them with their clan and family."}]}