{"bibleAbbr":"Thomson1808","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":7,"verses":[{"number":1,"verse":"For this Melchisedek, king of Salem, priest of the most high God, who met Abraham on his return from the slaughter of the kings, and blessed him,"},{"number":2,"verse":"and to whom Abraham gave a tenth of all, was in the first place, by the interpretation of his name, king of righteousness, and in the, next place he was actually king of Salem, that is, king of peace;"},{"number":3,"verse":"of whose father and mother there is no mention, no account of descent, nor of the beginning of his days, nor of the end of his life, but likened to the son of God he abideth a priest continually."},{"number":4,"verse":"Now consider what a great personage he was to whom even the patriarch Abraham gave a tenth of the spoils."},{"number":5,"verse":"The Levites indeed who receive the priesthood have according to law a commandment to tithe the people, that is their own brethren descended from the loins of Abraham;"},{"number":6,"verse":"but he who was not of their pedigree received tithes of Abraham, and blessed him who had the promises."},{"number":7,"verse":"Now, beyond all dispute, the inferior is blessed by the superior."},{"number":8,"verse":"Again, here indeed men who die receive tithes; but there HE received them of whom it is testified that he liveth."},{"number":9,"verse":"Indeed, as one may say, even Levi who receiveth tithes, was tithed in the person of Abraham;"},{"number":10,"verse":"for he was yet in the loins of his father, when Melchisedek met him."},{"number":11,"verse":"Again, if perfectness had been by the Levitical priesthood (for it was for this that the people received the law) what further need was there of saying that another priest should be raised up after the order of Melchisedek, and not after the order of Aaron?"},{"number":12,"verse":"For the priesthood being changed there is of necessity a change of the law."},{"number":13,"verse":"For he in respect to whom these things are said belonged to another tribe, none of whom gave attendance at the altar."},{"number":14,"verse":"For it is evident that our Lord sprang from Judah, in respect to which tribe Moses spake nothing of a priesthood."},{"number":15,"verse":"And this is still more clear, if after the likeness of Melchisedek another priest is raised up,"},{"number":16,"verse":"who is made not according to the law of a commandment concerning flesh, but according to the power of an endless life."},{"number":17,"verse":"For he testifieth, saying, “Thou art a priest forever after the order of Melchisedek.”"},{"number":18,"verse":"Here then is a disannulment of a preceding commandment on account of its weakness and inutility,"},{"number":19,"verse":"(for the law made nothing perfect) and an introduction of a better hope by which we draw near to God."},{"number":20,"verse":"And inasmuch as this was not without an oath,"},{"number":21,"verse":"(for with regard to them, they indeed were made priests without an oath, but he was made with an oath, by him who said to him, “The Lord hath sworn and will not change, thou art a priest forever after the order of 'Melchisedek’”,"},{"number":22,"verse":"by so much Jesus is made the surety of a better covenant."},{"number":23,"verse":"Again, with regard to them, many were made priests, because death prevented a continuance:"},{"number":24,"verse":"but He, because of his continuing forever, hath a priesthood which doth not pass from one to another."},{"number":25,"verse":"So that he is completely able to save them, who come to God by him, as he is ever alive to intercede for them."},{"number":26,"verse":"For it suited us to have such a chief priest—one holy, innocent, undefined, separate from sinners, and made higher than the heavens,"},{"number":27,"verse":"who is not under a daily necessity (as the chief priests are,) of offering sacrifices first for his own sins, and then for those of the people; for this he did once for all when he offered up himself."},{"number":28,"verse":"For the law constituteth men chief priests who have infirmities; but the word of the oath which succeedeth the law [constituted] the Son, who is consecrated forever."}]}