{"bibleAbbr":"Thomson1808","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"Now then the first covenant had the ordinances of divine service and the worldly sanctuary;"},{"number":2,"verse":"for a tabernacle was prepared; the first compartment, in which are the candlestick, and the table, and the presentment of the loaves; this is called the Holy."},{"number":3,"verse":"And beyond the second veil is a compartment which is called, The Holy of Holies,"},{"number":4,"verse":"containing a golden altar and the ark of the covenant, all overlaid with gold, in which was the golden urn containing the manna, and the staff of Aaron which budded, and the tables of the covenant,"},{"number":5,"verse":"and above it the cherubim of glory overshadowing the mercy-seat, concerning which we are not at this time to speak particularly."},{"number":6,"verse":"These things being thus prepared, the priests, performing the divine services, go on all occasions into the first compartment;"},{"number":7,"verse":"but into the second the chief priest only, and but once a year, not without blood, which he offereth for himself and for the errors of the people,"},{"number":8,"verse":"the Holy Spirit plainly shewing this, that the way into the holies was not yet manifested while that tabernacle hath a standing."},{"number":9,"verse":"This figurative representation was for the time being, according to which gifts and sacrifices were offered, which cannot make him who performeth service, perfect with regard to the conscience,"},{"number":10,"verse":"they being things imposed barely for meats, and drinks, and divers baptisms, and rules of conduct respecting flesh, until the time of reformation:"},{"number":11,"verse":"But Christ being come, a chief priest of the future good things, hath entered into the holies by the greater and more perfect tabernacle; not by one made with hands, that is, not of this creation;"},{"number":12,"verse":"nor with the blood of goats and young bulls, but with his own blood, once for all, having procured everlasting redemption."},{"number":13,"verse":"For if the blood of bulls and goats, and the ashes of a heifer, sprinkling the unclean sanctify, to the cleansing of the flesh;"},{"number":14,"verse":"how much more will the' blood of the Christ, who by an eternal spirit hath offered himself without blemish to God, purify your conscience from dead works that you may serve the living God."},{"number":15,"verse":"Indeed on the account of this he is the mediator of a New Covenant, that (there having been death for a pardon of the transgressions under the first covenant they who have been called may receive the promise of the everlasting inheritance."},{"number":16,"verse":"For where there is a covenant it necessarily infers the death of that by which it is established."},{"number":17,"verse":"For a covenant is ratified over the dead, and it hath no validity at all while that by which it is established liveth."},{"number":18,"verse":"Whence even the first covenant was not ratified without blood;"},{"number":19,"verse":"for when every precept according to law was rehearsed by Moses to all the people, he took the blood of the calves and goats, with water, and scarlet wool, and hyssop, and the Book, and he sprinkled it on all the people"},{"number":20,"verse":"saying, This is the blood of the covenant which God hath enjoined on you."},{"number":21,"verse":"And in like manner he sprinkled the tabernacle and all the utensils for the holy service with blood."},{"number":22,"verse":"And according to the law almost all things are purified with blood. Indeed without a shedding of blood there was no remission."},{"number":23,"verse":"There was therefore a necessity that the things which were symbols of those in heaven, should be purified with these, but the heavenly things themselves, with sacrifices better than these."},{"number":24,"verse":"For the Christ did not enter into holies made with hands, the symbols of the true; but into heaven itself; now to appear in the presence of God on our behalf:"},{"number":25,"verse":"not that he may many a time offer himself (us the chief priest goeth every year into the holies with blood not his own)"},{"number":26,"verse":"else he then must have suffered many a time from the foundation of the world; but now once for all, at the end of the ages, he hath been manifested for the purpose of abolishing sin offerings by the sacrifice of himself."},{"number":27,"verse":"And as it is appointed for men to die once, and after that there is a judgment;"},{"number":28,"verse":"so also the Christ, being once offered up to bear the sins of many, will appear a second time, without a sin offering, for the salvation of them who wait for him."}]}