{"bibleAbbr":"HSB+","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"בִּשְׁנַ֣ת <WH8141> bish-Nat year שָׁל֔וֹשׁ <WH7969> sha-Loosh, In the third לְמַלְכ֖וּת <WH4438> le-mal-Chut of the reign יְהוֹיָקִ֣ים <WH3079> ye-ho-ya-Kim of Jehoiakim מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah בָּ֣א <WH935> ba came נְבוּכַדְנֶאצַּ֧ר <WH5019> ne-vu-chad-netz-Tzar Nebuchadnezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֛ל <WH894> ba-Vel of Babylon יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim unto Jerusalem וַיָּ֥צַר <WH6696> vai-Ya-tzar and besieged עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":2,"verse":"וַיִּתֵּן֩ <WH5414> vai-yit-Ten gave אֲדֹנָ֨י <WH136> 'a-do-Nai And the Lord בְּיָד֜וֹ <WH3027> be-ya-Do into his hand אֶת־ <WH853> 'et- יְהוֹיָקִ֣ים <WH3079> ye-ho-ya-Kim Jehoiakim מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah וּמִקְצָת֙ <WH7117> u-mik-Tzat with part כְּלֵ֣י <WH3627> ke-Lei of the vessels בֵית־ <WH1004> veit- of the house הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God וַיְבִיאֵ֥ם <WH935> vay-vi-'Em which he carried אֶֽרֶץ־ <WH776> 'e-retz- into the land שִׁנְעָ֖ר <WH8152> shin-'Ar of Shinar בֵּ֣ית <WH1004> beit to the house אֱלֹהָ֑יו <WH430> 'e-lo-Hav; of his god וְאֶת־ <WH853> ve-'Et הַכֵּלִ֣ים <WH3627> hak-ke-Lim the vessels הֵבִ֔יא <WH935> he-Vi, and he brought בֵּ֖ית <WH1004> beit house אוֹצַ֥ר <WH214> o-Tzar into the treasure אֱלֹהָֽיו׃ <WH430> 'e-lo-Hav. of his god"},{"number":3,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king לְאַשְׁפְּנַ֖ז <WH828> le-'ash-pe-Naz unto Ashpenaz רַ֣ב <WH7227> rav the master סָרִיסָ֑יו <WH5631> sa-ri-Sav; of his eunuchs לְהָבִ֞יא <WH935> le-ha-Vi that he should bring מִבְּנֵ֧י <WH1121> mib-be-Nei [certain] of the children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel וּמִזֶּ֥רַע <WH2233> u-miz-Ze-ra' seed הַמְּלוּכָ֖ה <WH4410> ham-me-lu-Chah and of the king's וּמִן־ <WH4480> u-min- some הַֽפַּרְתְּמִֽים׃ <WH6579> Hap-par-te-Mim. and of the princes"},{"number":4,"verse":"יְלָדִ֣ים <WH3206> ye-la-Dim Children אֲשֶׁ֣ר <WH834> 'a-Sher whom אֵֽין־ <WH369> 'ein- else בָּהֶ֣ם ba-Hem כָּל־ <WH3605> kol- every; מְאוּם me-'um כמוּם֩ <WH3971> Mum blemish קוְטוֹבֵ֨י <WH2896> ve-to-Vei but well מַרְאֶ֜ה <WH4758> mar-'Eh favoured וּמַשְׂכִּילִ֣ים <WH7919> u-mas-ki-Lim and skilful בְּכָל־ <WH3605> be-chol every חָכְמָ֗ה <WH2451> choch-mah in all wisdom וְיֹ֤דְעֵי <WH3045> ve-Yo-de-'ei and cunning דַ֙עַת֙ <WH1847> da-'at in knowledge וּמְבִינֵ֣י <WH995> u-me-vi-Nei and understanding מַדָּ֔ע <WH4093> mad-Da', science וַאֲשֶׁר֙ <WH834> va-'a-Sher and who כֹּ֣חַ <WH3581> Ko-ach and such as [had] ability בָּהֶ֔ם <WH99999> ba-Hem, לַעֲמֹ֖ד <WH5975> la-'a-Mod in them to stand בְּהֵיכַ֣ל <WH1964> be-hei-Chal palace הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; in the king's וּֽלֲלַמְּדָ֥ם <WH3925> u-la-lam-me-Dam and whom they might teach סֵ֖פֶר <WH5612> Se-fer the learning וּלְשׁ֥וֹן <WH3956> u-le-Shon and the tongue כַּשְׂדִּֽים׃ <WH3778> kas-Dim. of the Chaldeans"},{"number":5,"verse":"וַיְמַן֩ <WH4487> vay-Man appointed לָהֶ֨ם la-Hem הַמֶּ֜לֶךְ <WH4428> ham-Me-lech And the king דְּבַר־ <WH1697> de-var- provision י֣וֹם <WH3117> Yom A daily בְּיוֹמ֗וֹ <WH3117> be-yo-Mo, A daily מִפַּת־ mip-pat- בַּ֤ג <WH6598> bag meat הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech of the king's וּמִיֵּ֣ין <WH3196> u-mi-Yein and of the wine מִשְׁתָּ֔יו <WH4960> mish-Tav, which he drank וּֽלְגַדְּלָ֖ם <WH1431> u-le-gad-de-Lam so nourishing שָׁנִ֣ים <WH8141> sha-Nim years שָׁל֑וֹשׁ <WH7969> sha-Loosh; them three וּמִ֨קְצָתָ֔ם <WH7117> u-Mik-tza-Tam, that at the end יַֽעַמְד֖וּ <WH5975> ya-'am-Du thereof they might stand לִפְנֵ֥י <WH6440> lif-Nei before הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king"},{"number":6,"verse":"וַיְהִ֥י <WH1961> vay-Hi become בָהֶ֖ם va-Hem מִבְּנֵ֣י <WH1121> mib-be-Nei Now among these were of the children יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah דָּנִיֵּ֣אל <WH1840> da-ni-Yel Daniel חֲנַנְיָ֔ה <WH2608> cha-nan-Yah, Hananiah מִֽישָׁאֵ֖ל <WH4332> mi-sha-'El Mishael וַעֲזַרְיָֽה׃ <WH5838> va-'a-zar-Yah. and Azariah"},{"number":7,"verse":"וַיָּ֧שֶׂם <WH7760> vai-Ya-sem gave לָהֶ֛ם <WH1992> la-Hem Then שַׂ֥ר <WH8269> sar Unto whom the prince הַסָּרִיסִ֖ים <WH5631> has-sa-ri-Sim of the eunuchs שֵׁמ֑וֹת <WH8034> she-Mot; names וַיָּ֨שֶׂם <WH7760> vai-Ya-sem for he gave לְדָֽנִיֵּ֜אל <WH1840> le-da-ni-Yel unto Daniel בֵּ֣לְטְשַׁאצַּ֗ר <WH1095> be-le-te-shatz-Tzar, [the name] of Belteshazzar וְלַֽחֲנַנְיָה֙ <WH2608> ve-la-cha-nan-Yah and to Hananiah שַׁדְרַ֔ךְ <WH7714> shad-Rach, of Shadrach וּלְמִֽישָׁאֵ֣ל <WH4332> u-le-mi-sha-'El and to Mishael מֵישַׁ֔ךְ <WH4335> mei-Shach, of Meshach וְלַעֲזַרְיָ֖ה <WH5838> ve-la-'a-zar-Yah and to Azariah עֲבֵ֥ד 'a-Ved נְגֽוֹ׃ <WH5664> ne-Go. of Abednego"},{"number":8,"verse":"וַיָּ֤שֶׂם <WH7760> vai-Ya-sem purposed דָּנִיֵּאל֙ <WH1840> da-ni-yeL But Daniel עַל־ <WH5921> 'al- in לִבּ֔וֹ <WH3820> lib-Bo, in his heart אֲשֶׁ֧ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- not יִתְגָּאַ֛ל <WH1351> yit-ga-'Al that he would not defile בְּפַתְבַּ֥ג <WH6598> be-fat-Bag meat הַמֶּ֖לֶךְ <WH4428> ham-Me-lech of the king's וּבְיֵ֣ין <WH3196> u-ve-Yein nor with the wine מִשְׁתָּ֑יו <WH4960> mish-Tav; which he drank וַיְבַקֵּשׁ֙ <WH1245> vay-vak-Kesh therefore he requested מִשַּׂ֣ר <WH8269> mis-Sar of the prince הַסָּרִיסִ֔ים <WH5631> has-sa-ri-Sim, of the eunuchs אֲשֶׁ֖ר <WH834> 'a-Sher after לֹ֥א <WH3808> lo not יִתְגָּאָֽל׃ <WH1351> yit-ga-'Al. that he might not defile"},{"number":9,"verse":"וַיִּתֵּ֤ן <WH5414> vai-yit-Ten had brought הָֽאֱלֹהִים֙ <WH430> ha-'E-lo-Him Now God אֶת־ <WH853> 'et- דָּ֣נִיֵּ֔אל <WH1840> da-ni-Yel, Daniel לְחֶ֖סֶד <WH2617> le-Che-sed into favour וּֽלְרַחֲמִ֑ים <WH7356> u-le-ra-cha-Mim; and tender love לִפְנֵ֖י <WH6440> lif-Nei with שַׂ֥ר <WH8269> sar the prince הַסָּרִיסִֽים׃ <WH5631> has-sa-ri-Sim. of the eunuchs"},{"number":10,"verse":"וַיֹּ֜אמֶר <WH559> vai-Yo-mer said שַׂ֤ר <WH8269> sar And the prince הַסָּרִיסִים֙ <WH5631> has-sa-ri-Sim of the eunuchs לְדָ֣נִיֵּ֔אל <WH1840> le-Da-ni-Yel, unto Daniel יָרֵ֤א <WH3373> ya-Re I fear אֲנִי֙ <WH589> 'a-Ni I אֶת־ <WH853> 'et- אֲדֹנִ֣י <WH113> 'a-do-Ni my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king אֲשֶׁ֣ר <WH834> 'a-Sher who מִנָּ֔ה <WH4487> min-Nah, who hath appointed אֶת־ <WH853> 'et- מַאֲכַלְכֶ֖ם <WH3978> ma-'a-chal-Chem your meat וְאֶת־ <WH853> ve-'Et מִשְׁתֵּיכֶ֑ם <WH4960> mish-tei-Chem; and your drink אֲשֶׁ֡ר <WH834> 'a-Sher who לָמָּה֩ <WH4100> lam-Mah why יִרְאֶ֨ה <WH7200> yir-'Eh for why should he see אֶת־ <WH853> 'et- פְּנֵיכֶ֜ם <WH6440> pe-nei-Chem your faces זֹֽעֲפִ֗ים <WH2196> zo-'a-Fim, worse liking מִן־ <WH4480> min- more הַיְלָדִים֙ <WH3206> hay-la-Dim than the children אֲשֶׁ֣ר <WH834> 'a-Sher who כְּגִֽילְכֶ֔ם <WH1524> ke-gi-le-Chem, exceedingly וְחִיַּבְתֶּ֥ם <WH2325> ve-chi-yav-Tem endanger אֶת־ <WH853> 'et- רֹאשִׁ֖י <WH7218> ro-Shi my head לַמֶּֽלֶךְ׃ <WH4428> lam-Me-lech. to the king"},{"number":11,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer Then said דָּנִיֵּ֖אל <WH1840> da-ni-Yel Daniel אֶל־ <WH413> 'el- to הַמֶּלְצַ֑ר <WH4453> ham-mel-Tzar; to Melzar אֲשֶׁ֤ר <WH834> 'a-Sher whom מִנָּה֙ <WH4487> min-Nah had set שַׂ֣ר <WH8269> sar whom the prince הַסָּֽרִיסִ֔ים <WH5631> has-sa-ri-Sim, of the eunuchs עַל־ <WH5921> 'al- over דָּנִיֵּ֣אל <WH1840> da-ni-Yel over Daniel חֲנַנְיָ֔ה <WH2608> cha-nan-Yah, Hananiah מִֽישָׁאֵ֖ל <WH4332> mi-sha-'El Mishael וַעֲזַרְיָֽה׃ <WH5838> va-'a-zar-Yah. and Azariah"},{"number":12,"verse":"נַס־ <WH5254> nas- Prove נָ֥א <WH4994> na Please אֶת־ <WH853> 'et- עֲבָדֶ֖יךָ <WH5650> 'a-va-Dei-cha thy servants יָמִ֣ים <WH3117> ya-Mim days עֲשָׂרָ֑ה <WH6235> 'a-sa-Rah; I beseech thee ten וְיִתְּנוּ־ <WH5414> ve-yit-te-nu- and let them give לָ֜נוּ La-nu מִן־ <WH4480> min- some הַזֵּרֹעִ֛ים <WH2235> haz-ze-ro-'Im us pulse וְנֹאכְלָ֖ה <WH398> ve-no-che-Lah to eat וּמַ֥יִם <WH4325> u-Ma-yim and water וְנִשְׁתֶּֽה׃ <WH8354> ve-nish-Teh. to drink"},{"number":13,"verse":"וְיֵרָא֤וּ <WH7200> ve-ye-ra-'U be looked upon לְפָנֶ֙יךָ֙ <WH6440> le-fa-Nei-cha before מַרְאֵ֔ינוּ <WH4758> mar-'Ei-nu, Then let our countenances וּמַרְאֵה֙ <WH4758> u-mar-'Eh thee and the countenance הַיְלָדִ֔ים <WH3206> hay-la-Dim, of the children הָאֹ֣כְלִ֔ים <WH398> ha-'O-che-Lim, that eat אֵ֖ת <WH853> 'et פַּתְבַּ֣ג <WH6598> pat-Bag meat הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; of the king's וְכַאֲשֶׁ֣ר <WH834> ve-cha-'a-Sher who תִּרְאֵ֔ה <WH7200> tir-'Eh, and as thou seest עֲשֵׂ֖ה <WH6213> 'a-Seh deal עִם־ <WH5973> 'im- with עֲבָדֶֽיךָ׃ <WH5650> 'a-va-Dei-cha. with thy servants"},{"number":14,"verse":"וַיִּשְׁמַ֥ע <WH8085> vai-yish-Ma' So he consented לָהֶ֖ם la-Hem לַדָּבָ֣ר <WH1697> lad-da-Var to them in this matter הַזֶּ֑ה <WH2088> haz-Zeh; this וַיְנַסֵּ֖ם <WH5254> vay-nas-Sem and proved יָמִ֥ים <WH3117> ya-Mim days עֲשָׂרָֽה׃ <WH6235> 'a-sa-Rah. them ten"},{"number":15,"verse":"וּמִקְצָת֙ <WH7117> u-mik-Tzat And at the end יָמִ֣ים <WH3117> ya-Mim days עֲשָׂרָ֔ה <WH6235> 'a-sa-Rah, of ten נִרְאָ֤ה <WH7200> nir-'Ah appeared מַרְאֵיהֶם֙ <WH4758> mar-'ei-Hem their countenances ט֔וֹב <WH2896> Tov, fairer וּבְרִיאֵ֖י <WH1277> u-ve-ri-'Ei and fatter בָּשָׂ֑ר <WH1320> ba-Sar; in flesh מִן־ <WH4480> min- than כָּל־ <WH3605> kol- all הַיְלָדִ֔ים <WH3206> hay-la-Dim, than all the children הָאֹ֣כְלִ֔ים <WH398> ha-'O-che-Lim, which did eat אֵ֖ת <WH853> 'et פַּתְבַּ֥ג <WH6598> pat-Bag meat הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. of the king's"},{"number":16,"verse":"וַיְהִ֣י <WH1961> vay-Hi continued הַמֶּלְצַ֗ר <WH4453> ham-mel-Tzar, Thus Melzar נֹשֵׂא֙ <WH5375> no-Se took away אֶת־ <WH853> 'et- פַּתְבָּגָ֔ם <WH6598> pat-ba-Gam, the portion of their meat וְיֵ֖ין <WH3196> ve-Yein and the wine מִשְׁתֵּיהֶ֑ם <WH4960> mish-tei-Hem; that they should drink וְנֹתֵ֥ן <WH5414> ve-no-Ten and gave לָהֶ֖ם la-Hem זֵרְעֹנִֽים׃ <WH2235> ze-re-'o-Nim. them pulse"},{"number":17,"verse":"וְהַיְלָדִ֤ים <WH3206> ve-hay-la-Dim children הָאֵ֙לֶּה֙ <WH428> ha-'El-leh these אַרְבַּעְתָּ֔ם <WH702> 'ar-ba'-Tam, As for these four נָתַ֨ן <WH5414> na-Tan gave לָהֶ֧ם la-Hem הָֽאֱלֹהִ֛ים <WH430> ha-'E-lo-Him God מַדָּ֥ע <WH4093> mad-Da' them knowledge וְהַשְׂכֵּ֖ל <WH7919> ve-has-Kel and skill בְּכָל־ <WH3605> be-chol every סֵ֣פֶר <WH5612> Se-fer in all learning וְחָכְמָ֑ה <WH2451> ve-cha-che-Mah; and wisdom וְדָנִיֵּ֣אל <WH1840> ve-da-ni-Yel and Daniel הֵבִ֔ין <WH995> he-Vin, had understanding בְּכָל־ <WH3605> be-chol all חָז֖וֹן <WH2377> cha-Zon in all visions וַחֲלֹמֽוֹת׃ <WH2472> va-cha-lo-Mot. and dreams"},{"number":18,"verse":"וּלְמִקְצָת֙ <WH7117> u-le-mik-Tzat Now at the end הַיָּמִ֔ים <WH3117> hai-ya-Mim, of the days אֲשֶׁר־ <WH834> 'a-Sher- which אָמַ֥ר <WH559> 'a-Mar had said הַמֶּ֖לֶךְ <WH4428> ham-Me-lech that the king לַהֲבִיאָ֑ם <WH935> la-ha-vi-'Am; he should bring וַיְבִיאֵם֙ <WH935> vay-vi-'Em brought שַׂ֣ר <WH8269> sar them in then the prince הַסָּרִיסִ֔ים <WH5631> has-sa-ri-Sim, of the eunuchs לִפְנֵ֖י <WH6440> lif-Nei them in before נְבֻכַדְנֶצַּֽר׃ <WH5019> ne-vu-chad-netz-Tzar. Nebuchadnezzar"},{"number":19,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber communed אִתָּם֮ <WH854> 'it-Tam for הַמֶּלֶךְ֒ <WH4428> ham-me-leCh And the king וְלֹ֤א <WH3808> ve-Lo not נִמְצָא֙ <WH4672> nim-Tza with them and among them all was found מִכֻּלָּ֔ם <WH3605> mik-kul-Lam, all כְּדָנִיֵּ֣אל <WH1840> ke-da-ni-Yel none like Daniel חֲנַנְיָ֔ה <WH2608> cha-nan-Yah, Hananiah מִֽישָׁאֵ֖ל <WH4332> mi-sha-'El Mishael וַעֲזַרְיָ֑ה <WH5838> va-'a-zar-Yah; and Azariah וַיַּֽעַמְד֖וּ <WH5975> vai-ya-'am-Du therefore stood לִפְנֵ֥י <WH6440> lif-Nei they before הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king"},{"number":20,"verse":"וְכֹ֗ל <WH3605> ve-Chol, every דְּבַר֙ <WH1697> de-Var And in all matters חָכְמַ֣ת <WH2451> cha-che-Mat of wisdom בִּינָ֔ה <WH998> bi-Nah, [and] understanding אֲשֶׁר־ <WH834> 'a-Sher- which בִּקֵּ֥שׁ <WH1245> bik-Kesh enquired מֵהֶ֖ם <WH1992> me-Hem like הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; that the king וַֽיִּמְצָאֵ֞ם <WH4672> vai-yim-tza-'Em of them he found עֶ֣שֶׂר <WH6235> 'E-ser them ten times יָד֗וֹת <WH3027> ya-Dot, better עַ֤ל <WH5921> 'al better כָּל־ <WH3605> kol- all הַֽחַרְטֻמִּים֙ <WH2748> ha-char-tum-Mim than all the magicians הָֽאַשָּׁפִ֔ים <WH825> ha-'ash-sha-Fim, [and] astrologers אֲשֶׁ֖ר <WH834> 'a-Sher who בְּכָל־ <WH3605> be-chol all מַלְכוּתֽוֹ׃ <WH4438> mal-chu-To. that [were] in all his realm"},{"number":21,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi continued דָּֽנִיֵּ֔אל <WH1840> da-ni-Yel, And Daniel עַד־ <WH5704> 'ad- until שְׁנַ֥ת <WH8141> she-Nat year אַחַ֖ת <WH259> 'a-Chat continued [even] unto the first לְכ֥וֹרֶשׁ <WH3566> le-Cho-resh Cyrus הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. of king פ Peh"}]}