{"bibleAbbr":"NKJV1982","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"The Great Apostasy Now, brethren, (Mark 13:26; (1 Thess. 4:15-17)) concerning the coming of our Lord Jesus Christ (Matt. 24:31) and our gathering together to Him, we ask you,"},{"number":2,"verse":"(Matt. 24:4) not to be soon shaken in mind or troubled, either by spirit or by word or by letter, as if from us, as though the day of Christ had come."},{"number":3,"verse":"Let no one deceive you by any means; for that Day will not come (1 Tim. 4:1) unless the falling away comes first, and (Dan. 7:25; 8:25; 11:36; 2 Thess. 2:8; Rev. 13:5) the man of sin is revealed, (John 17:12) the son of perdition,"},{"number":4,"verse":"who opposes and (Is. 14:13, 14; Ezek. 28:2) exalts himself (1 Cor. 8:5) above all that is called God or that is worshiped, so that he sits as God in the temple of God, showing himself that he is God."},{"number":5,"verse":"Do you not remember that when I was still with you I told you these things?"},{"number":6,"verse":"And now you know what is restraining, that he may be revealed in his own time."},{"number":7,"verse":"For (1 John 2:18) the mystery of lawlessness is already at work; only He who now restrains will do so until He is taken out of the way."},{"number":8,"verse":"And then the lawless one will be revealed, (Dan. 7:10) whom the Lord will consume (Is. 11:4; Rev. 2:16; 19:15) with the breath of His mouth and destroy (Heb. 10:27) with the brightness of His coming."},{"number":9,"verse":"The coming of the lawless one is (John 8:41) according to the working of Satan, with all power, (Deut. 13:1) signs, and lying wonders,"},{"number":10,"verse":"and with all unrighteous deception among (2 Cor. 2:15) those who perish, because they did not receive (1 Cor. 16:22) the love of the truth, that they might be saved."},{"number":11,"verse":"And (Rom. 1:28) for this reason God will send them strong delusion, (1 Tim. 4:1) that they should believe the lie,"},{"number":12,"verse":"that they all may be condemned who did not believe the truth but (Rom. 1:32; 1 Cor. 13:6) had pleasure in unrighteousness."},{"number":13,"verse":"Stand Fast But we are bound to give thanks to God always for you, brethren beloved by the Lord, because God (Eph. 1:4) from the beginning (1 Thess. 1:4) chose you for salvation (1 Thess. 4:7; (1 Pet. 1:2)) through sanctification by the Spirit and belief in the truth,"},{"number":14,"verse":"to which He called you by our gospel, for (1 Pet. 5:10) the obtaining of the glory of our Lord Jesus Christ."},{"number":15,"verse":"Therefore, brethren, (1 Cor. 16:13) stand fast and hold (Rom. 6:17; 1 Cor. 11:2; 2 Thess. 3:6; Jude 3) the traditions which you were taught, whether by word or our epistle."},{"number":16,"verse":"Now may our Lord Jesus Christ Himself, and our God and Father, ((Rev. 1:5)) who has loved us and given us everlasting consolation and (Titus 3:7; 1 Pet. 1:3) good hope by grace,"},{"number":17,"verse":"comfort your hearts (1 Cor. 1:8) and establish you in every good word and work."}]}