{"bibleAbbr":"KNJV","bookName":"1 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"ಸಹೋದರರೇ, ನಾನು ನಿಮಗೆ ತಿಳಿಸಿದ ಸುವಾರ್ತೆಯನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ತರುತ್ತೇನೆ; ನೀವು ಅದನ್ನು ಸ್ವೀಕರಿಸಿದಿರಿ, ಅದರಲ್ಲಿ ನಿಂತಿದ್ದೀರಿ."},{"number":2,"verse":"ನಾನು ಯಾವ ಸಂಗತಿಯನ್ನು ಹೇಳಿ ನಿಮಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿದೆನೋ ನೀವು ಅದನ್ನು ಗಟ್ಟಿಯಾಗಿ ಹಿಡುಕೊಂಡರೆ ಮತ್ತು ನಿಮ್ಮ ನಂಬಿಕೆಯು ನಿರಾಧಾರವಾಗದ ಪಕ್ಷಕ್ಕೆ ಆ ಸುವಾರ್ತೆಯಿಂದ ನಿಮಗೆ ರಕ್ಷಣೆಯಾಗುತ್ತದೆ."},{"number":3,"verse":"ನಾನು ನಿಮಗೆ ತಿಳಿಸಿದ ಮೊದಲನೆಯ ಸಂಗತಿಗಳೊಳಗೆ ಒಂದು ಸಂಗತಿಯನ್ನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಟ್ಟೆನು. ಅದು ನಾನು ಸಹ ಕಲಿತುಕೊಂಡದ್ದೇ. ಅದೇನಂದರೆ ಶಾಸ್ತ್ರದಲ್ಲಿ ಮುಂತಿಳಿಸಿರುವ ಪ್ರಕಾರ ಕ್ರಿಸ್ತನು ನಮ್ಮ ಪಾಪಗಳ ನಿವಾರಣೆಗಾಗಿ ಸತ್ತನು; ಹೂಣಲ್ಪಟ್ಟನು;"},{"number":4,"verse":"ಶಾಸ್ತ್ರದ ಪ್ರಕಾರವೇ ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನು."},{"number":5,"verse":"ಕೇಫನಿಗೂ ಆಮೇಲೆ ಹನ್ನೆರಡು ಮಂದಿ ಅಪೊಸ್ತಲರಿಗೂ ಕಾಣಿಸಿಕೊಂಡನು."},{"number":6,"verse":"ತರುವಾಯ ಒಂದೇ ಸಮಯದಲ್ಲಿ ಐನೂರು ಮಂದಿಗಿಂತ ಹೆಚ್ಚು ಸಹೋದರರಿಗೆ ಕಾಣಿಸಿಕೊಂಡನು. ಇವರಲ್ಲಿ ಹೆಚ್ಚು ಜನರು ಇಂದಿನವರೆಗೂ ಇದ್ದಾರೆ. ಕೆಲವರು ನಿದ್ರೆಹೋಗಿದ್ದಾರೆ."},{"number":7,"verse":"ತರುವಾಯ ಆತನು ಯಾಕೋಬನಿಗೂ ಆಮೇಲೆ ಅಪೊಸ್ತಲರೆಲ್ಲರಿಗೂ ಕಾಣಿಸಿಕೊಂಡನು."},{"number":8,"verse":"ಕಟ್ಟಕಡೆಗೆ ದಿನತುಂಬದೆ ಹುಟ್ಟಿದವನಂತಿರುವ ನನಗೂ ಕಾಣಿಸಿಕೊಂಡನು."},{"number":9,"verse":"ನಾನಂತೂ ಅಪೊಸ್ತಲರಲ್ಲಿ ಕನಿಷ್ಠನಷ್ಟೆ; ನಾನು ದೇವರ ಸಭೆಯನ್ನು ಹಿಂಸೆಪಡಿಸಿದ್ದರಿಂದ ಅಪೊಸ್ತಲನೆನಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಯೋಗ್ಯನಲ್ಲ."},{"number":10,"verse":"ಆದರೆ ನಾನು ಎಂಥವನಾಗಿದ್ದೇನೋ ದೇವರ ಕೃಪೆಯಿಂದಲೇ ಅಂಥವನಾಗಿದ್ದೇನೆ. ನನಗುಂಟಾದ ಆತನ ಕೃಪೆಯು ನಿಷ್ಫಲವಾಗಲಿಲ್ಲ; ನಾನು ಅವರೆಲ್ಲರಿಗಿಂತಲೂ ಹೆಚ್ಚಾಗಿ ಪ್ರಯಾಸಪಟ್ಟೆನು. ಆದರೆ ಪ್ರಯಾಸಪಟ್ಟವನು ನಾನಲ್ಲ, ನನ್ನೊಂದಿಗಿರುವ ದೇವರ ಕೃಪೆಯೇ."},{"number":11,"verse":"ಹಾಗಾದರೆ ನಾನಾದರೇನು ಅವರಾದರೇನು, ಆ ಸಂಗತಿಗಳನ್ನೇ ಸಾರುತ್ತೇವೆ; ಅವುಗಳನ್ನು ನೀವು ನಂಬಿದಿರಿ."},{"number":12,"verse":"ಕ್ರಿಸ್ತನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಲ್ಪಟ್ಟನೆಂದು ಸಾರೋಣವಾಗುತ್ತಿರುವಲ್ಲಿ ನಿಮ್ಮೊಳಗೆ ಕೆಲವರು - ಸತ್ತವರಿಗೆ ಪುನರುತ್ಥಾನವೇ ಇಲ್ಲವೆಂದು ಹೇಳುವದು ಹೇಗೆ?"},{"number":13,"verse":"ಸತ್ತವರಿಗೆ ಪುನರುತ್ಥಾನವಿಲ್ಲವೆಂಬದು ನಿಜವಾಗಿದ್ದರೆ ಕ್ರಿಸ್ತನಾದರೂ ಎದ್ದು ಬರಲಿಲ್ಲ;"},{"number":14,"verse":"ಕ್ರಿಸ್ತನು ಎದ್ದು ಬರಲಿಲ್ಲವಾದರೆ ನಮ್ಮ ಪ್ರಸಂಗವು ಹುರುಳಿಲ್ಲದ್ದು ಮತ್ತು ನಿಮ್ಮ ನಂಬಿಕೆಯೂ ಹುರುಳಿಲ್ಲದ್ದು."},{"number":15,"verse":"ಇದಲ್ಲದೆ ಸತ್ತವರು ಎದ್ದು ಬರುವದಿಲ್ಲವೆಂಬದು ನಿಜವಾಗಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ದೇವರು ಕ್ರಿಸ್ತನನ್ನು ಎಬ್ಬಿಸಲೇ ಇಲ್ಲ; ಎಬ್ಬಿಸಿದನೆಂದು ಸಾಕ್ಷಿಕೊಟ್ಟ ನಾವು ದೇವರ ವಿಷಯವಾಗಿ ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಿದವರಾಗಿ ಕಂಡುಬಂದೆವು."},{"number":16,"verse":"ಸತ್ತವರು ಎದ್ದುಬರುವದಿಲ್ಲವಾದರೆ ಕ್ರಿಸ್ತನೂ ಎದ್ದು ಬರಲಿಲ್ಲ."},{"number":17,"verse":"ಕ್ರಿಸ್ತನು ಎದ್ದು ಬರಲಿಲ್ಲವಾದರೆ ನಿಮ್ಮ ನಂಬಿಕೆಯು ನಿಷ್ಪ್ರಯೋಜನವಾಗಿದೆ, ನೀವು ಇನ್ನೂ ನಿಮ್ಮ ಪಾಪಗಳಲ್ಲಿಯೇ ಇದ್ದೀರಿ."},{"number":18,"verse":"ಇದು ಮಾತ್ರವಲ್ಲದೆ ಕ್ರಿಸ್ತನವರಾಗಿ ನಿದ್ರೆಹೋದವರು ನಾಶವಾದರು."},{"number":19,"verse":"ಈ ಜೀವಮಾನಕಾಲದ ಪೂರ್ತಿಗೆ ನಾವು ಕ್ರಿಸ್ತನಲ್ಲಿ ನಿರೀಕ್ಷೆಯಿಟ್ಟುಕೊಂಡದ್ದೇ ಹೊರತು ಮತ್ತೇನೂ ಇಲ್ಲದಿದ್ದರೆ ಎಲ್ಲಾ ಮನುಷ್ಯರಲ್ಲಿಯೂ ನಿರ್ಭಾಗ್ಯರೇ ಸರಿ."},{"number":20,"verse":"ಆದರೆ ಕ್ರಿಸ್ತನು ಸತ್ತವರೊಳಗಿಂದ ಎದ್ದು ಬಂದೇ ಇದ್ದಾನೆ; ನಿದ್ರೆಹೋದವರಲ್ಲಿ ಪ್ರಥಮಫಲವಾದನು."},{"number":21,"verse":"ಮನುಷ್ಯನ ಮೂಲಕ ಮರಣವು ಉಂಟಾದ ಕಾರಣ ಮನುಷ್ಯನ ಮೂಲಕ ಸತ್ತವರಿಗೆ ಪುನರುತ್ಥಾನವುಂಟಾಗುವದು."},{"number":22,"verse":"ಯಾವ ಪ್ರಕಾರ ಆದಾಮನ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಸಾಯುವವರಾದರೋ ಅದೇ ಪ್ರಕಾರ ಕ್ರಿಸ್ತನ ಸಂಬಂಧದಿಂದ ಎಲ್ಲರೂ ಜೀವಿತರಾಗುವರು."},{"number":23,"verse":"ಆದರೆ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ತರಗತಿಯಲ್ಲಿರುವನು. ಕ್ರಿಸ್ತನು ಪ್ರಥಮಫಲ; ತರುವಾಯ ಕ್ರಿಸ್ತನ ಪ್ರತ್ಯಕ್ಷತೆಯಲ್ಲಿ ಆತನವರು ಎದ್ದುಬರುವರು."},{"number":24,"verse":"ಆಮೇಲೆ ಆತನು ಬೇರೆ ಎಲ್ಲಾ ದೊರೆತನವನ್ನೂ ಎಲ್ಲಾ ಅಧಿಕಾರವನ್ನೂ ಬಲವನ್ನೂ ನಿವೃತ್ತಿಮಾಡಿ ತಂದೆಯಾಗಿರುವ ದೇವರಿಗೆ ರಾಜ್ಯವನ್ನು ಒಪ್ಪಿಸಿಕೊಡುವಾಗ ಸಮಾಪ್ತಿ."},{"number":25,"verse":"ಯಾಕಂದರೆ ತಾನು ಎಲ್ಲಾ ವಿರೋಧಿಗಳನ್ನು ತನ್ನ ಪಾದಗಳ ಕೆಳಗೆ ಹಾಕಿಕೊಳ್ಳುವ ತನಕ ರಾಜ್ಯವನ್ನಾಳುವದು ಅವಶ್ಯ."},{"number":26,"verse":"ಮರಣವು ಕಡೇ ಶತ್ರುವಾಗಿ ನಿವೃತ್ತಿಯಾಗುವದು."},{"number":27,"verse":"ದೇವರು ಸಮಸ್ತವನ್ನೂ ಆತನ ಪಾದಗಳ ಕೆಳಗೆ ಹಾಕಿ ಆತನಿಗೆ ಅಧೀನಮಾಡಿದ್ದಾನೆಂಬದಾಗಿ ಹೇಳಿಯದೆಯಲ್ಲಾ. ಸಮಸ್ತವೂ ಆತನಿಗೆ ಅಧೀನಮಾಡಲ್ಪಟ್ಟಿದೆ ಎಂದು ಹೇಳುವಾಗ ಸಮಸ್ತವನ್ನು ಅಧೀನಮಾಡಿ ಕೊಟ್ಟಾತನು ಅದರಲ್ಲಿ ಸೇರಲಿಲ್ಲವೆಂಬದು ಸ್ಪಷ್ಟವಾಗಿದೆ."},{"number":28,"verse":"ಸಮಸ್ತವೂ ಆತನಿಗೆ ಅಧೀನವಾದ ಮೇಲೆ ಮಗನು ಸಮಸ್ತವನ್ನೂ ತನಗೆ ಅಧೀನಮಾಡಿಕೊಟ್ಟಾತನಿಗೆ ತಾನೇ ಅಧೀನನಾಗುವನು; ಹೀಗೆ ದೇವರು ಸಮಸ್ತರಲ್ಲಿಯೂ ಸಮಸ್ತವೂ ಆಗುವನು."},{"number":29,"verse":"ಸತ್ತವರಿಗೆ ಪುನರುತ್ಥಾನವಿಲ್ಲವಾದರೆ ಸತ್ತವರಿಗೋಸ್ಕರ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುವವರು ಏನು ಮಾಡುವರು? ಸತ್ತವರು ಎದ್ದು ಬರುವದೇ ಇಲ್ಲವೆಂಬದು ನಿಜವಾಗಿದ್ದರೆ ಯಾಕೆ ಅವರಿಗೋಸ್ಕರ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":30,"verse":"ನಾವು ಸಹ ಪ್ರತಿಗಳಿಗೆಯಲ್ಲಿಯೂ ಯಾಕೆ ಜೀವದ ಭಯದಿಂದಿದ್ದೇವೆ?"},{"number":31,"verse":"ಸಹೋದರರೇ, ನಮ್ಮ ಕರ್ತನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಕುರಿತು ನನಗಿರುವ ಹೆಚ್ಚಳದ ಮೇಲೆ ಆಣೆ ಇಟ್ಟು ನಾನು ದಿನಾಲು ಸಾಯುತ್ತಲಿದ್ದೇನೆ ಎಂದು ಹೇಳುತ್ತೇನೆ."},{"number":32,"verse":"ನಾನು ಎಫೆಸದಲ್ಲಿ ಮೃಗಗಳೊಂದಿಗೆ ಯುದ್ಧಮಾಡಿದ್ದು ಕೇವಲ ಮಾನುಷಾಭಿಪ್ರಾಯದಿಂದಾದರೆ ನನಗೇನು ಪ್ರಯೋಜನ? ಸತ್ತವರು ಎದ್ದು ಬರುವದಿಲ್ಲವಾದರೆ - ತಿನ್ನೋಣ, ಕುಡಿಯೋಣ, ನಾಳೆ ಸಾಯುತ್ತೇವಲ್ಲಾ."},{"number":33,"verse":"ಮೋಸ ಹೋಗಬೇಡಿರಿ; ದುಸ್ಸಹವಾಸವು ಸದಾಚಾರವನ್ನು ಕೆಡಿಸುತ್ತದೆ."},{"number":34,"verse":"ಇಂಥ ಅಮಲಿನಿಂದೆಚ್ಚತ್ತು ನೀತಿವಂತರಾಗಿರಿ, ಪಾಪವನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ. ಕೆಲವರಿಗೆ ದೇವರ ವಿಷಯದಲ್ಲಿ ಜ್ಞಾನವೇ ಇಲ್ಲ; ನಿಮಗೆ ನಾಚಿಕೆ ಹುಟ್ಟಬೇಕೆಂದು ಇದನ್ನು ಹೇಳುತ್ತೇನೆ."},{"number":35,"verse":"ಸತ್ತವರು ಹೇಗೆ ಎಬ್ಬಿಸಲ್ಪಡುತ್ತಾರೆ, ಎಂಥ ದೇಹದಿಂದ ಬರುತ್ತಾರೆ ಎಂದು ಒಬ್ಬನು ಕೇಳಾನು."},{"number":36,"verse":"ಮೂಢನು ನೀನು; ನೀನು ಬಿತ್ತುವ ಬೀಜವು ಸಾಯದಿದ್ದರೆ, ಜೀವಿತವಾಗುವದಿಲ್ಲ, ನೋಡು;"},{"number":37,"verse":"ಒಂದು ವೇಳೆ ಗೋದಿಯನ್ನಾಗಲಿ ಬೇರೆ ಯಾವದೋ ಬೀಜವನ್ನಾಗಲಿ ಬಿತ್ತುವಾಗ ಬರೀ ಕಾಳನ್ನೇ ಹೊರತು ಮುಂದೆ ಆಗಬೇಕಾದ ದೇಹವನ್ನು ಬಿತ್ತುವದಿಲ್ಲ."},{"number":38,"verse":"ಆದರೆ ದೇವರು ತನ್ನ ಇಷ್ಟದಂತೆ ಅದಕ್ಕೆ ದೇಹವನ್ನು ಕೊಡುತ್ತಾನೆ. ಒಂದೊಂದು ಬೀಜಕ್ಕೆ ಅದರದರ ದೇಹವನ್ನು ಕೊಡುತ್ತಾನೆ."},{"number":39,"verse":"ಎಲ್ಲಾ ಶರೀರಗಳು ಒಂದೇ ವಿಧವಾದವುಗಳಲ್ಲ; ಮನುಷ್ಯನ ಶರೀರ ಬೇರೆ, ಪಶುಗಳ ಶರೀರ ಬೇರೆ, ಪಕ್ಷಿಗಳ ಶರೀರ ಬೇರೆ, ಮೀನುಗಳದು ಬೇರೆ."},{"number":40,"verse":"ಇದಲ್ಲದೆ ಪರಲೋಕದ ದೇಹಗಳುಂಟು, ಭೂಲೋಕದ ದೇಹಗಳುಂಟು, ಆದರೆ ಪರಲೋಕದ ದೇಹಗಳ ಮಹಿಮೆ ಬೇರೆ, ಭೂಲೋಕದ ದೇಹಗಳ ಮಹಿಮೆ ಬೇರೆ."},{"number":41,"verse":"ಸೂರ್ಯನ ಮಹಿಮೆ ಒಂದು ವಿಧ, ಚಂದ್ರನ ಮಹಿಮೆ ಮತ್ತೊಂದು ವಿಧ, ನಕ್ಷತ್ರಗಳ ಮಹಿಮೆ ಇನ್ನೊಂದು ವಿಧ. ಮಹಿಮೆಯಲ್ಲಿ ಒಂದು ನಕ್ಷತ್ರಕ್ಕೂ ಇನ್ನೊಂದು ನಕ್ಷತ್ರಕ್ಕೂ ಹೆಚ್ಚುಕಡಿಮೆಯುಂಟಷ್ಟೆ."},{"number":42,"verse":"ಸತ್ತವರಿಗಾಗುವ ಪುನರುತ್ಥಾನವು ಅದೇ ಪ್ರಕಾರವಾಗಿರುವದು. ದೇಹವು ಲಯಾವಸ್ಥೆಯಲ್ಲಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ, ನಿರ್ಲಯಾವಸ್ಥೆಯಲ್ಲಿ ಎದ್ದುಬರುವದು;"},{"number":43,"verse":"ಹೀನಾವಸ್ಥೆಯಲ್ಲಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ, ಮಹಿಮೆಯಲ್ಲಿ ಎದ್ದು ಬರುವದು; ನಿರ್ಬಲಾವಸ್ಥೆಯಲ್ಲಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ, ಬಲಾವಸ್ಥೆಯಲ್ಲಿ ಎದ್ದು ಬರುವದು;"},{"number":44,"verse":"ಪ್ರಾಕೃತ ದೇಹವಾಗಿ ಬಿತ್ತಲ್ಪಡುತ್ತದೆ, ಆತ್ಮಿಕದೇಹವಾಗಿ ಎದ್ದು ಬರುವದು. ಪ್ರಾಕೃತದೇಹವಿರುವದಾದರೆ ಆತ್ಮಿಕ ದೇಹವೂ ಇರುವದು."},{"number":45,"verse":"ಮೊದಲನೆಯ ಮನುಷ್ಯನಾದ ಆದಾಮನು ಬದುಕುವ ಪ್ರಾಣಿಯಾದನೆಂದು ಬರೆದದೆಯಲ್ಲಾ. ಕಡೇ ಆದಾಮನೋ ಬದುಕಿಸುವ ಆತ್ಮನು."},{"number":46,"verse":"ಆತ್ಮಿಕವಾದದ್ದು ಮೊದಲನೇದಲ್ಲ, ಪ್ರಾಕೃತವಾದದ್ದು ಮೊದಲನೇದು; ಆಮೇಲೆ ಆತ್ಮಿಕವಾದದ್ದು."},{"number":47,"verse":"ಮೊದಲನೆಯ ಮನುಷ್ಯನು ಭೂಮಿಯೊಳಗಿಂದ ಉತ್ಪನ್ನನಾಗಿ ಮಣ್ಣಿಗೆ ಸಂಬಂಧಪಟ್ಟವನು; ಎರಡನೆಯ ಮನುಷ್ಯನು ಪರಲೋಕದಿಂದ ಬಂದವನು."},{"number":48,"verse":"ಮಣ್ಣಿನಿಂದ ಹುಟ್ಟಿದವನು ಎಂಥವನೋ ಮಣ್ಣಿಗೆ ಸಂಬಂಧಪಟ್ಟವರೂ ಅಂಥವರೇ; ಪರಲೋಕದಿಂದ ಬಂದಾತನು ಎಂಥವನೋ ಪರಲೋಕಸಂಬಂಧಪಟ್ಟವರೂ ಅಂಥವರೇ."},{"number":49,"verse":"ನಾವು ಮಣ್ಣಿನಿಂದ ಹುಟ್ಟಿದವನ ಸಾರೂಪ್ಯವನ್ನು ಧರಿಸಿಕೊಂಡಿರುವ ಪ್ರಕಾರ ಪರಲೋಕದಿಂದ ಬಂದಾತನ ಸಾರೂಪ್ಯವನ್ನೂ ಧರಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":50,"verse":"ಸಹೋದರರೇ, ನಾನು ಹೇಳುವದೇನಂದರೆ - ರಕ್ತ ಮಾಂಸವು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯವಾಗಲಾರದು; ಲಯವಾಗುವ ವಸ್ತು ನಿರ್ಲಯಪದವಿಗೆ ಬಾಧ್ಯವಾಗುವದಿಲ್ಲ."},{"number":51,"verse":"ಕೇಳಿರಿ, ಇದುವರೆಗೆ ಗುಪ್ತವಾಗಿದ್ದ ಸಂಗತಿಯನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ - ನಾವೆಲ್ಲರೂ ನಿದ್ರೆ ಹೋಗುವದಿಲ್ಲ;"},{"number":52,"verse":"ಆದರೆ ಕಡೇ ತುತೂರಿಯ ಧ್ವನಿಯಾಗುವಾಗ ನಾವೆಲ್ಲರು ಒಂದು ಕ್ಷಣದಲ್ಲೇ ರೆಪ್ಪೆ ಬಡಿಯುವಷ್ಟರೊಳಗಾಗಿ ಮಾರ್ಪಡುವೆವು. ತುತೂರಿಯು ಊದಲಾಗಿ ಸತ್ತವರು ನಿರ್ಲಯರಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡುವರು, ನಾವು ಮಾರ್ಪಡುವೆವು."},{"number":53,"verse":"ಲಯವಾಗುವ ಈ ದೇಹವು ನಿರ್ಲಯತ್ವವನ್ನು ಧರಿಸಿಕೊಳ್ಳುವದೂ ಮರಣಾಧೀನವಾಗಿರುವ ಈ ದೇಹವು ಅಮರತ್ವವನ್ನು ಧರಿಸಿಕೊಳ್ಳುವದೂ ಅವಶ್ಯ."},{"number":54,"verse":"ಲಯವಾಗುವ ಈ ದೇಹವು ನಿರ್ಲಯತ್ವವನ್ನು ಧರಿಸಿಕೊಂಡಾಗ ಮರಣಾಧೀನವಾಗಿರುವ ಈ ದೇಹವು ಅಮರತ್ವವನ್ನು ಧರಿಸಿಕೊಂಡಾಗ ಬರೆದಿರುವ ಮಾತು ನೆರವೇರುವದು. ಆ ಮಾತು ಏನಂದರೆ - ಮರಣವು ನುಂಗಿಯೇ ಹೋಯಿತು, ಜಯವಾಯಿತು ಎಂಬದೇ."},{"number":55,"verse":"ಮರಣವೇ, ನಿನ್ನ ಜಯವೆಲ್ಲಿ? ಮರಣವೇ, ನಿನ್ನ ವಿಷದ ಕೊಂಡಿ ಎಲ್ಲಿ?"},{"number":56,"verse":"ಮರಣದ ಕೊಂಡಿ ಪಾಪವೇ; ಮತ್ತು ಪಾಪದ ಬಲಕ್ಕೆ ಆಧಾರವು ಧರ್ಮಶಾಸ್ತ್ರವೇ."},{"number":57,"verse":"ಆದರೆ ದೇವರು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ನಮಗೆ ಜಯವನ್ನು ಕೊಟ್ಟಿದ್ದಾನೆ; ಆತನಿಗೆ ಸ್ತೋತ್ರ."},{"number":58,"verse":"ಆದದರಿಂದ, ನನ್ನ ಪ್ರಿಯ ಸಹೋದರರೇ, ಸ್ಥಿರಚಿತ್ತರಾಗಿಯೂ ನಿಶ್ಚಲರಾಗಿಯೂ ಇರ್ರಿ. ನೀವು ಕರ್ತನ ಸೇವೆಯಲ್ಲಿ ಪಡುವ ಪ್ರಯಾಸವು ನಿಷ್ಫಲವಾಗುವದಿಲ್ಲವೆಂದು ತಿಳಿದು ಕರ್ತನ ಕೆಲಸವನ್ನು ಯಾವಾಗಲೂ ಅತ್ಯಾಸಕ್ತಿಯಿಂದ ಮಾಡುವವರಾಗಿರಿ."}]}