{"bibleAbbr":"KNJV","bookName":"1 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"ಸಹೋದರರೇ, ನಾನಂತೂ ದೇವರು ಹೇಳಿಕೊಟ್ಟ ಮಾತನ್ನು ತಿಳಿಸುವವನಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗ ವಾಕ್ಚಾತುರ್ಯದಿಂದಾಗಲಿ ಜ್ಞಾನಾಡಂಬರದಿಂದಾಗಲಿ ಬರಲಿಲ್ಲ."},{"number":2,"verse":"ನಾನು ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟವನಾದ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನೇ ಹೊರತು ಬೇರೆ ಯಾವದನ್ನೂ ತಿಳಿಯದವನಾಗಿ ನಿಮ್ಮಲ್ಲಿ ಇರುವೆನೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡೆನು."},{"number":3,"verse":"ಇದಲ್ಲದೆ ನಾನು ನಿಮ್ಮಲ್ಲಿಗೆ ಬಂದಾಗ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಬಲಹೀನನೂ ಭಯಪಡುವವನೂ ಬಹು ನಡುಗುವವನೂ ಆಗಿದ್ದೆನು."},{"number":4,"verse":"ನಿಮ್ಮ ನಂಬಿಕೆಯು ಮಾನುಷಜ್ಞಾನವನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳದೆ ದೇವರ ಶಕ್ತಿಯನ್ನು ಆಧಾರಮಾಡಿಕೊಂಡಿರಬೇಕೆಂದು ನನ್ನ ಬೋಧನೆಯಲ್ಲಿಯೂ ಪ್ರಸಂಗದಲ್ಲಿಯೂ ಮನವೊಲಿಸುವ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ನಾನು ಪ್ರಯೋಗಿಸದೆ ದೇವರಾತ್ಮನ ಬಲವನ್ನು ತೋರ್ಪಡಿಸುವ ವಾಕ್ಯಗಳನ್ನೇ ಪ್ರಯೋಗಿಸಿದೆನು."},{"number":6,"verse":"ಆದರೂ ಪ್ರವೀಣರಲ್ಲಿ ಜ್ಞಾನವನ್ನೇ ಹೇಳುತ್ತೇವೆ. ಅದು ಇಹಲೋಕದ ಜ್ಞಾನವಲ್ಲ, ಇಲ್ಲದೆ ಹೋಗುವ ಇಹಲೋಕಾಧಿಕಾರಿಗಳ ಜ್ಞಾನವೂ ಅಲ್ಲ."},{"number":7,"verse":"ಇದುವರೆಗೆ ಗುಪ್ತವಾಗಿದ್ದ ಸತ್ಯಾರ್ಥವನ್ನು ತಿಳಿಸುವಲ್ಲಿ ದೇವರ ಜ್ಞಾನವನ್ನೇ ಹೇಳುತ್ತೇವೆ. ಅದು ಯಾವದಂದರೆ ದೇವರು ನಮ್ಮ ಮಹಿಮೆಗಾಗಿ ಲೋಕೋತ್ಪತ್ತಿಗಿಂತ ಮೊದಲೇ ನೇಮಿಸಿ ಇದುವರೆಗೆ ಮರೆಮಾಡಿದ ಜ್ಞಾನವೇ."},{"number":8,"verse":"ಇದನ್ನು ಇಹಲೋಕಾಧಿಕಾರಿಗಳಲ್ಲಿ ಯಾರೂ ಅರಿಯಲಿಲ್ಲ; ಅರಿತಿದ್ದರೆ ಅವರು ಮಹಿಮೆಯುಳ್ಳ ಕರ್ತನನ್ನು ಶಿಲುಬೆಗೆ ಹಾಕಿಸುತ್ತಿರಲಿಲ್ಲ;"},{"number":9,"verse":"ಆದರೆ ಬರೆದಿರುವ ಪ್ರಕಾರ - ದೇವರು ತನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗಾಗಿ ಸಿದ್ಧಮಾಡಿರುವಂಥದೆಲ್ಲವನ್ನು ಕಣ್ಣು ಕಾಣಲಿಲ್ಲ, ಕಿವಿ ಕೇಳಲಿಲ್ಲ, ಅದರ ಭಾವನೆಯು ಮನುಷ್ಯನ ಹೃದಯದಲ್ಲಿ ಹುಟ್ಟಲಿಲ್ಲ."},{"number":10,"verse":"ನಮಗಾದರೋ ದೇವರು ತನ್ನ ಆತ್ಮನ ಮೂಲಕ ಅದನ್ನು ಪ್ರಕಟಿಸಿದನು. ಆ ಆತ್ಮನು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು, ದೇವರ ಅಗಾಧವಾದ ವಿಷಯಗಳನ್ನು ಕೂಡ ಪರಿಶೋಧಿಸುವವನಾಗಿದ್ದಾನೆ."},{"number":11,"verse":"ಮನುಷ್ಯನ ಒಳಗಿನ ಆಲೋಚನೆಗಳು ಅವನಲ್ಲಿರುವ ಜೀವಾತ್ಮಕ್ಕೆ ಹೊರತು ಮತ್ತಾರಿಗೆ ತಿಳಿಯುವದು? ಹಾಗೆಯೇ ದೇವರ ಆಲೋಚನೆಗಳನ್ನು ದೇವರ ಆತ್ಮನೇ ಹೊರತು ಬೇರೆ ಯಾರೂ ಗ್ರಹಿಸುವದಿಲ್ಲ."},{"number":12,"verse":"ನಾವು ಪ್ರಾಪಂಚಿಕ ಆತ್ಮವನ್ನು ಹೊಂದದೆ ದೇವರು ನಮಗೆ ದಯಪಾಲಿಸಿರುವ ಕೃಪಾವರಗಳನ್ನು ತಿಳುಕೊಳ್ಳುವದಕ್ಕಾಗಿ ದೇವರಿಂದ ಬಂದ ಆತ್ಮವನ್ನೇ ಹೊಂದಿದೆವು."},{"number":13,"verse":"ಇವುಗಳನ್ನು ಮಾನುಷಜ್ಞಾನವು ಕಲಿಸಿದ ಮಾತುಗಳಿಂದ ಹೇಳದೆ ದೇವರಾತ್ಮನೇ ಕಲಿಸಿಕೊಟ್ಟ ಮಾತುಗಳಿಂದ ಹೇಳಿ ಆತ್ಮಸಂಬಂಧವಾದವುಗಳನ್ನು ಆತ್ಮನಿಗೆ ಯುಕ್ತವಾದ ರೀತಿಯಲ್ಲಿ ವಿವರಿಸುತ್ತೇವೆ."},{"number":14,"verse":"ಪ್ರಾಕೃತಮನುಷ್ಯನು ದೇವರಾತ್ಮನ ವಿಷಯಗಳನ್ನು ಬೇಡವೆನ್ನುತ್ತಾನೆ; ಅವು ಅವನಿಗೆ ಹುಚ್ಚುಮಾತಾಗಿ ತೋರುತ್ತವೆ; ಅವು ಆತ್ಮವಿಚಾರದಿಂದ ತಿಳಿಯ ತಕ್ಕವುಗಳಾಗಿರಲಾಗಿ ಅವನು ಅವುಗಳನ್ನು ಗ್ರಹಿಸಲಾರನು."},{"number":15,"verse":"ದೇವರಾತ್ಮನಿಂದ ನಡಿಸಿಕೊಳ್ಳುವವನೋ ಎಲ್ಲವನ್ನೂ ವಿಚಾರಿಸಿ ತಿಳುಕೊಳ್ಳುತ್ತಾನೆ; ಆದರೆ ಇವನನ್ನು ಯಾವನಾದರೂ ವಿಚಾರಿಸಿ ತಿಳಿಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":16,"verse":"ಕರ್ತನ ಮನಸ್ಸನ್ನು ತಿಳುಕೊಂಡು ಆತನಿಗೆ ಉಪದೇಶಿಸುವವನಾರು ಎಂದು ಬರೆದದೆಯಲ್ಲಾ. ನಮಗಾದರೋ ಕ್ರಿಸ್ತನ ಮನಸ್ಸು ದೊರಕಿತು."}]}