{"bibleAbbr":"KNJV","bookName":"1 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"ಜನರು ನಮ್ಮನ್ನು ಕ್ರಿಸ್ತನ ಕೈಕೆಳಗಿನವರೆಂತಲೂ ದೇವರು ತಿಳಿಸಿರುವ ಸತ್ಯಾರ್ಥಗಳ ವಿಷಯದಲ್ಲಿ ಮನೆವಾರ್ತೆಯವರೆಂತಲೂ ಎಣಿಸಬೇಕು."},{"number":2,"verse":"ಹೀಗಿರಲು ಮನೆವಾರ್ತೆಯವನು ನಂಬಿಗಸ್ತನಾಗಿ ಕಂಡುಬರುವದು ಅವಶ್ಯವಲ್ಲವೇ."},{"number":3,"verse":"ನನಗಾದರೋ ನಿಮ್ಮಿಂದಾಗಲಿ ಮನುಷ್ಯರು ನೇಮಿಸುವ ದಿನದಲ್ಲಾಗುವ ನ್ಯಾಯ ಸಭೆಯಿಂದಾಗಲಿ ವಿಚಾರಣೆಯಾಗುವದು ಅತ್ಯಲ್ಪ ಕಾರ್ಯವಾಗಿದೆ; ನಾನೂ ನನ್ನನ್ನು ವಿಚಾರಿಸಿಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":4,"verse":"ನನ್ನಲ್ಲಿ ದೋಷವಿದೆಯೆಂದು ನನ್ನ ಬುದ್ಧಿಗೆ ತೋರುವದಿಲ್ಲವಾದರೂ ದೋಷವಿಲ್ಲದವನೆಂಬ ನಿರ್ಣಯವು ಇದರಿಂದಾಗುವದಿಲ್ಲ; ನನ್ನನ್ನು ವಿಚಾರಣೆಮಾಡುವವನು ಕರ್ತನೇ."},{"number":5,"verse":"ಆದದರಿಂದ ಕಾಲಕ್ಕೆ ಮೊದಲು ಯಾವದನ್ನು ಕುರಿತೂ ತೀರ್ಪುಮಾಡಬೇಡಿರಿ; ಕರ್ತನು ಬರುವ ತನಕ ತಡೆಯಿರಿ. ಆತನು ಕತ್ತಲೆಯಲ್ಲಿರುವ ಗುಪ್ತಕಾರ್ಯಗಳನ್ನು ಬೆಳಕಿಗೆ ತರುವನು, ಹೃದಯದ ಯೋಚನೆಗಳನ್ನು ಪ್ರತ್ಯಕ್ಷಪಡಿಸುವನು; ಆ ಕಾಲದಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಬರತಕ್ಕ ಹೊಗಳಿಕೆಯು ದೇವರಿಂದ ಬರುವದು."},{"number":6,"verse":"ಸಹೋದರರೇ, ನಾನು ನಿಮಗೋಸ್ಕರವೇ ಹಿಂದಣ ಮಾತುಗಳನ್ನು ಸಾಮ್ಯರೂಪವಾಗಿ ನನ್ನ ವಿಷಯದಲ್ಲಿಯೂ ಅಪೊಲ್ಲೋಸನ ವಿಷಯದಲ್ಲಿಯೂ ಹೇಳಿದ್ದೇನೆ. ನೀವು ನಮ್ಮನ್ನು ದೃಷ್ಟಾಂತವಾಗಿ ಇಟ್ಟುಕೊಂಡು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವದನ್ನು ಮೀರಿ ಹೋಗಬಾರದೆಂಬದನ್ನೂ ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ಒಬ್ಬ ಬೋಧಕನನ್ನು ವಿರೋಧಿಸಿ ಮತ್ತೊಬ್ಬನ ಪಕ್ಷವನ್ನು ಹಿಡಿದು ಉಬ್ಬಿಕೊಳ್ಳಬಾರದೆಂಬದನ್ನೂ ಕಲಿತುಕೊಳ್ಳಬೇಕು."},{"number":7,"verse":"ನಿನಗೂ ಇತರರಿಗೂ ತಾರತಮ್ಯ ಮಾಡಿದವರು ಯಾರು? ದೇವರಿಂದ ಹೊಂದದಿರುವಂಥದು ನಿನ್ನಲ್ಲಿ ಒಂದಾದರೂ ಉಂಟೋ? ಹೊಂದಿದ ಮೇಲೆ ಹೊಂದದವನಂತೆ ನೀನು ಯಾಕೆ ಹಿಗ್ಗಿಕೊಳ್ಳುತ್ತೀ?"},{"number":8,"verse":"ಈಗಾಗಲೇ ನೀವು ತೃಪ್ತರಾದಿರಿ, ಈಗಾಗಲೇ ಐಶ್ವರ್ಯವಂತರಾದಿರಿ, ನಮ್ಮ ಸಹಾಯವಿಲ್ಲದೆ ಅರಸರಾದಿರಿ. ನೀವು ನಿಜವಾಗಿ ಅರಸರಾಗಿದ್ದರೆ ನನಗೆ ಎಷ್ಟೋ ಆನಂದವಾಗುತ್ತಿತ್ತು; ಆಗ ನಾವು ಸಹ ನಿಮ್ಮೊಂದಿಗೆ ಅರಸರಾಗಿರುತ್ತಿದ್ದೆವು."},{"number":9,"verse":"ಹಾಗಾಗದೆ ದೇವರು ಅಪೊಸ್ತಲರಾದ ನಮ್ಮನ್ನು ಮರಣವಿಧಿ ಹೊಂದಿದವರನ್ನೋ ಎಂಬಂತೆ ಕಡೆಯವರಾಗಿ ತೋರಿಸಿದ್ದಾನೆಂದು ನನಗೆ ತೋಚುತ್ತದೆ; ನಾವು ದೇವದೂತರಿಗೂ ಮನುಷ್ಯರಿಗೂ ಅಂತೂ ಜಗತ್ತಿಗೆಲ್ಲಾ ನೋಟವಾದೆವು."},{"number":10,"verse":"ನಾವಂತು ಕ್ರಿಸ್ತನ ನಿಮಿತ್ತ ಹುಚ್ಚರಾಗಿದ್ದೇವೆ, ನೀವೋ ಕ್ರಿಸ್ತನಲ್ಲಿ ಬುದ್ಧಿವಂತರಾಗಿದ್ದೀರಿ; ನಾವು ಬಲಹೀನರು, ನೀವು ಬಲಿಷ್ಠರು; ನೀವು ಮಾನಶಾಲಿಗಳು, ನಾವು ಮಾನಹೀನರು."},{"number":11,"verse":"ಈ ಗಳಿಗೆಯವರೆಗೂ ನಾವು ಹಸಿದವರೂ ಬಾಯಾರಿಕೆಯುಳ್ಳವರೂ ಮೈಗೆ ವಸ್ತ್ರವಿಲ್ಲದವರೂ ಗುದ್ದು ತಿನ್ನುವವರೂ"},{"number":12,"verse":"ಮನೆಯಿಲ್ಲದವರೂ ಸ್ವಂತ ಕೈಗಳಿಂದ ಕೆಲಸಮಾಡಿ ದುಡಿಯುವವರೂ ಆಗಿದ್ದೇವೆ. ಬೈಸಿಕೊಂಡು ಹರಸುತ್ತೇವೆ; ಹಿಂಸೆಪಟ್ಟು ಸಹಿಸಿಕೊಳ್ಳುತ್ತೇವೆ; ಅಪಕೀರ್ತಿಹೊಂದಿ ಆದರಿಸುತ್ತೇವೆ."},{"number":13,"verse":"ನಾವು ಈಗಿನವರೆಗೂ ಲೋಕದ ಕಸವೋ ಎಲ್ಲಾದರ ಹೊಲಸೋ ಎಂಬಂತೆ ಆಗಿದ್ದೇವೆ."},{"number":14,"verse":"ನಿಮ್ಮನ್ನು ನಾಚಿಕೆಪಡಿಸುವದಕ್ಕಾಗಿ ಬರೆಯದೆ ನನ್ನ ಪ್ರಿಯ ಮಕ್ಕಳೆಂದು ಭಾವಿಸಿ ನಿಮಗೆ ಬುದ್ಧಿ ಹೇಳುವದಕ್ಕಾಗಿಯೇ ಈ ಮಾತುಗಳನ್ನು ಬರೆದಿದ್ದೇನೆ."},{"number":15,"verse":"ನಿಮಗೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಉಪಾಧ್ಯಾಯರು ಸಾವಿರಾರು ಮಂದಿ ಇದ್ದರೂ ತಂದೆಗಳು ಬಹುಮಂದಿ ಇಲ್ಲ; ನಾನೇ ನಿಮ್ಮನ್ನು ಸುವಾರ್ತೆಯ ಮೂಲಕ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಪಡೆದೆನು."},{"number":16,"verse":"ಆದದರಿಂದ ನನ್ನನ್ನು ಅನುಸರಿಸಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":17,"verse":"ಈ ನಿಮಿತ್ತದಿಂದ ಕರ್ತನಲ್ಲಿ ನನ್ನ ಮಗನಾದ ತಿಮೊಥೆಯನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಟ್ಟಿದ್ದೇನೆ. ಅವನು ನನಗೆ ಪ್ರಿಯನೂ ನಂಬಿಗಸ್ತನೂ ಆಗಿದ್ದಾನೆ. ಅವನು ಕ್ರಿಸ್ತನ ಸೇವೆಯಲ್ಲಿರುವ ನನ್ನ ನಡಾವಳಿಯನ್ನು ಅಂದರೆ ನಾನು ಎಲ್ಲೆಲ್ಲಿಯೂ ಪ್ರತಿಯೊಂದು ಸಭೆಯಲ್ಲಿಯೂ ಬೋಧಿಸುವ ಕ್ರಮವನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ತರುವನು."},{"number":18,"verse":"ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು - ಪೌಲನು ನಮ್ಮ ಬಳಿಗೆ ಬರುವದಿಲ್ಲವೆಂದು ಉಬ್ಬಿಕೊಂಡಿದ್ದಾರೆ."},{"number":19,"verse":"ಆದರೆ ಕರ್ತನ ಚಿತ್ತವಿದ್ದರೆ ನಾನು ಬೇಗ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು ಉಬ್ಬಿಕೊಂಡಿರುವವರ ಮಾತನ್ನಲ್ಲ ಅವರ ಶಕ್ತಿಯನ್ನೇ ಗೊತ್ತುಮಾಡಿಕೊಳ್ಳುವೆನು."},{"number":20,"verse":"ದೇವರ ರಾಜ್ಯವು ಮಾತಿನಲ್ಲಿ ಇಲ್ಲ, ಶಕ್ತಿಯಲ್ಲಿಯೇ ಆಧಾರಗೊಂಡಿದೆ."},{"number":21,"verse":"ನಿಮ್ಮ ಇಷ್ಟವೇನು? ಬೆತ್ತ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ಬಳಿಗೆ ಬರಲೋ? ಪ್ರೀತಿಯಿಂದಲೂ ಸೌಮ್ಯಭಾವದಿಂದಲೂ ಕೂಡಿದವನಾಗಿ ಬರಲೋ?"}]}