{"bibleAbbr":"KNJV","bookName":"1 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"1 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಮತ್ತೊಬ್ಬನ ಮೇಲೆ ವ್ಯಾಜ್ಯವಿದ್ದರೆ ನ್ಯಾಯವಿಚಾರಣೆಗೆ ದೇವಜನರ ಮುಂದೆ ಹೋಗದೆ ಅನ್ಯಜನರ ಮುಂದೆ ಹೋಗುವದಕ್ಕೆ ಅವನಿಗೆ ಧೈರ್ಯವುಂಟೋ?"},{"number":2,"verse":"ದೇವಜನರು ಲೋಕಕ್ಕೆ ತೀರ್ಪುಮಾಡುವರೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಲೋಕವು ನಿಮ್ಮಿಂದ ತೀರ್ಪನ್ನು ಹೊಂದಬೇಕಾಗಿರುವಲ್ಲಿ ಅತ್ಯಲ್ಪ ಸಂಗತಿಗಳನ್ನು ಕುರಿತು ತೀರ್ಪುಮಾಡುವದಕ್ಕೆ ಅಯೋಗ್ಯರಾಗಿದ್ದೀರೋ?"},{"number":3,"verse":"ನಾವು ದೇವದೂತರಿಗೂ ತೀರ್ಪುಮಾಡುವೆವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಐಹಿಕ ಜೀವದ ಕಾರ್ಯಗಳನ್ನು ಕುರಿತು ನಾವು ತೀರ್ಪುಮಾಡುವದು ದೊಡ್ಡದೋ?"},{"number":4,"verse":"ಐಹಿಕ ಜೀವಸಂಬಂಧದಲ್ಲಿ ನಿರ್ಣಯಿಸತಕ್ಕ ಕಾರ್ಯಗಳು ನಿಮ್ಮಲ್ಲಿದ್ದರೆ ತೀರ್ಪುಮಾಡುವದಕ್ಕೆ ಸಭೆಯಲ್ಲಿ ಗಣನೆಗೆ ಬಾರದವರನ್ನು ಕುಳ್ಳಿರಿಸಿಕೊಳ್ಳುತ್ತೀರೋ?"},{"number":5,"verse":"ನಿಮ್ಮಲ್ಲಿ ನಾಚಿಕೆ ಹುಟ್ಟಿಸುವದಕ್ಕೆ ಇದನ್ನು ಹೇಳುತ್ತೇನೆ. ಏನು, ತನ್ನ ಸಹೋದರರ ಮಧ್ಯದಲ್ಲಿ ನ್ಯಾಯವನ್ನು ಬಗೆಹರಿಸಬಲ್ಲವನಾದ ಜಾಣನು ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಾದರೂ ಇಲ್ಲವೋ?"},{"number":6,"verse":"ಸಹೋದರನು ಸಹೋದರನ ಮೇಲೆ ವ್ಯಾಜ್ಯವಾಡುವದು ಅಲ್ಲದೆ ಅದನ್ನು ಕ್ರಿಸ್ತಭಕ್ತರಲ್ಲದವರ ಮುಂದೆ ತೆಗೆದುಕೊಂಡು ಹೋಗುವದು ಸರಿಯೋ? ನಿಮ್ಮ ನಿಮ್ಮಲ್ಲಿ ವ್ಯಾಜ್ಯವಾಡುವದೇ ನೀವು ಸೋತವರೆಂಬದಕ್ಕೆ ಗುರುತು."},{"number":7,"verse":"ಅದಕ್ಕಿಂತ ಅನ್ಯಾಯವನ್ನು ಯಾಕೆ ಸಹಿಸಬಾರದು? ಆಸ್ತಿಯ ನಷ್ಟವನ್ನು ಯಾಕೆ ತಾಳಬಾರದು?"},{"number":8,"verse":"ಆದರೆ ನೀವು ಅನ್ಯಾಯಮಾಡುತ್ತೀರಿ; ಆಸ್ತಿಯನ್ನು ಅಪಹರಿಸುತ್ತೀರಿ; ಸಹೋದರರಲ್ಲಿಯೇ ಹೀಗೆ ಮಾಡುತ್ತೀರಿ."},{"number":9,"verse":"ಅನ್ಯಾಯಗಾರರು ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವದಿಲ್ಲವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಮೋಸಹೋಗಬೇಡಿರಿ, ಜಾರರು ವಿಗ್ರಹಾರಾಧಕರು ವ್ಯಭಿಚಾರಿಗಳು ವಿಟರು ಪುರುಷಗಾಮಿಗಳು"},{"number":10,"verse":"ಕಳ್ಳರು ಲೋಭಿಗಳು ಕುಡಿಕರು ಬೈಯುವವರು ಸುಲುಕೊಳ್ಳುವವರು ಇವರೊಳಗೆ ಒಬ್ಬರಾದರೂ ದೇವರ ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯರಾಗುವದಿಲ್ಲ."},{"number":11,"verse":"ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಅಂಥವರಾಗಿದ್ದಿರಿ; ಆದರೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲಿಯೂ ನಮ್ಮ ದೇವರ ಆತ್ಮದಲ್ಲಿಯೂ ತೊಳೆದುಕೊಂಡಿರಿ, ದೇವಜನರಾದಿರಿ, ನೀತಿವಂತರೆಂಬ ನಿರ್ಣಯವನ್ನು ಹೊಂದಿದಿರಿ."},{"number":12,"verse":"ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವದಕ್ಕೆ ನನಗೆ ಸ್ವಾತಂತ್ರ್ಯವೇನೋ ಉಂಟು, ಆದರೆ ಎಲ್ಲವೂ ವಿಹಿತವಾಗಿರುವದಿಲ್ಲ. ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುವದಕ್ಕೆ ನನಗೆ ಸ್ವಾತಂತ್ರ್ಯವುಂಟು, ಆದರೆ ನಾನು ಯಾವದಕ್ಕೂ ಒಳಗಾಗುವದಿಲ್ಲ."},{"number":13,"verse":"ಭೋಜನಪದಾರ್ಥಗಳು ಹೊಟ್ಟೆಗಾಗಿಯೂ ಹೊಟ್ಟೆಯು ಭೋಜನಪದಾರ್ಥಗಳಿಗಾಗಿಯೂ ಅವೆ; ದೇವರು ಇದನ್ನೂ ಅವುಗಳನ್ನೂ ಕೂಡ ತೆಗೆದುಹಾಕುವನು. ಆದರೂ ದೇಹವು ಹಾದರಕ್ಕೋಸ್ಕರ ಇರುವಂಥದಲ್ಲ, ಕರ್ತನಿಗೋಸ್ಕರವಾಗಿದೆ; ಕರ್ತನು ದೇಹಕ್ಕೋಸ್ಕರ ಇದ್ದಾನೆ."},{"number":14,"verse":"ದೇವರು ಕರ್ತನನ್ನು ಎಬ್ಬಿಸಿದ್ದಲ್ಲದೆ ನಮ್ಮನ್ನೂ ತನ್ನ ಪರಾಕ್ರಮದಿಂದ ಎಬ್ಬಿಸುವನು."},{"number":15,"verse":"ನಿಮ್ಮ ದೇಹಗಳು ಕ್ರಿಸ್ತನ ಅಂಗಗಳಾಗಿವೆ ಎಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಹೀಗಿರಲಾಗಿ ಕ್ರಿಸ್ತನ ಅಂಗಗಳಾಗಿರುವಂಥವುಗಳನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಸೂಳೆಯ ಅಂಗಗಳಾಗ ಮಾಡಬಹುದೋ? ಎಂದಿಗೂ ಮಾಡಬಾರದು."},{"number":16,"verse":"ಸೂಳೆಯ ಸಂಸರ್ಗ ಮಾಡುವವನು ಅವಳೊಂದಿಗೆ ಒಂದೇ ದೇಹವಾಗಿದ್ದಾನೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ? ಗಂಡಹೆಂಡರಿಬ್ಬರು ಒಂದೇ ಶರೀರವಾಗಿರುವರೆಂದು ದೇವರು ಹೇಳುತ್ತಾನಲ್ಲಾ."},{"number":17,"verse":"ಕರ್ತನ ಸಂಸರ್ಗದಲ್ಲಿರುವವನಾದರೋ ಆತನೊಂದಿಗೆ ಒಂದೇ ಆತ್ಮವಾಗಿದ್ದಾನೆ."},{"number":18,"verse":"ಜಾರತ್ವಕ್ಕೆ ದೂರವಾಗಿ ಓಡಿಹೋಗಿರಿ, ಮನುಷ್ಯರು ಮಾಡುವ ಇತರ ಪಾಪಕೃತ್ಯಗಳು ದೇಹಕ್ಕೆ ಹೊರಗಾಗಿವೆ, ಆದರೆ ಜಾರತ್ವ ಮಾಡುವವನು ತನ್ನ ದೇಹಕ್ಕೆ ಹಾನಿಕರವಾದ ಪಾಪವನ್ನು ಮಾಡುತ್ತಾನೆ."},{"number":19,"verse":"ದೇವರಿಂದ ದೊರಕಿ ನಿಮ್ಮೊಳಗೆ ನೆಲೆಗೊಂಡಿರುವ ಪವಿತ್ರಾತ್ಮನಿಗೆ ನಿಮ್ಮ ದೇಹವು ಗರ್ಭಗುಡಿಯಾಗಿದೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೋ?"},{"number":20,"verse":"ನೀವು ನಿಮ್ಮ ಸ್ವಂತ ಸೊತ್ತಲ್ಲ; ನೀವು ಕ್ರಯಕ್ಕೆ ಕೊಳ್ಳಲ್ಪಟ್ಟವರು; ಆದಕಾರಣ ನಿಮ್ಮ ದೇಹದಲ್ಲಿ ದೇವರ ಪ್ರಭಾವವನ್ನು ಪ್ರಕಾಶಪಡಿಸಿರಿ."}]}