{"bibleAbbr":"UST2024","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"Before you trusted the Messiah, you were spiritually dead and unable to stop sinning."},{"number":2,"verse":"You used to live in a sinful way, guided by the spirit of this world. You were guided by the ruler of the evil spirits who control the authorities of this world. This ruler is Satan, who now works through the people who disobey God."},{"number":3,"verse":"All of us used to live in the same way as these people who disobey God; we did the evil things that we desired, things that would bring pleasure to our bodies and our minds. We deserved for God to be very angry with us, just as he is with the other people."},{"number":4,"verse":"But God is very merciful to us, because he loves us very much."},{"number":5,"verse":"God loved us so much that even when we were spiritually dead and constantly sinning, he made us alive by joining us to the Messiah. Remember: God was very kind to you in a way that you did not deserve when he saved you from being spiritually dead."},{"number":6,"verse":"When God saved us, it was like he raised us up from our graves along with Jesus and made us alive again with him, and then he gave us seats of honor to rule with the Messiah Jesus in heaven."},{"number":7,"verse":"He did that to show to everyone in all future times how exceedingly gracious he is in being kind to us by joining us to the Messiah Jesus."},{"number":8,"verse":"So God was very kind to you in a way that you did not deserve when he saved you from being spiritually dead. He did this because you trust in Jesus. You have not saved yourselves; this is a gift from God—"},{"number":9,"verse":"a gift that no one can earn, so no one can boast and say that he has saved himself."},{"number":10,"verse":"So God is making us what he wants us to be; through the Messiah Jesus he has created us as new people to do good things— things that God had previously prepared for us to do."},{"number":11,"verse":"So remember that previously you who are non- Jewish people according to physical descent did not belong to God's people. The Jews insulted you by calling you\" the uncircumcised.\" They call themselves\" the circumcised.\" By this they mean that they, not you, are God's people, although circumcision is something that humans do that only changes the body, not something that God does that changes the spirit."},{"number":12,"verse":"Remember that, at that time, you were apart from the Messiah. You were foreigners to the people of Israel. You did not share in the things that God promised in his agreements with them. You did not confidently expect that God would save you. No, you were living in this world completely without God."},{"number":13,"verse":"But now because you have trusted in the Messiah Jesus, God has brought you near to himself, even though before that you were very far away. This was possible because the Messiah died on the cross for you."},{"number":14,"verse":"It is the Messiah who has made it possible for Jews and non- Jews to live peacefully with each other. He made the two separate groups into one group. The two groups hated each other, but he took away every reason for hating each other when he died for all of us."},{"number":15,"verse":"He made it no longer necessary for us to obey the commandments and requirements of the Jewish law for him to accept us. He did this in order to make the Jews and the non- Jews into one new people who would live peacefully together by being joined to him."},{"number":16,"verse":"He did this in order to reconcile both groups to God as one group by dying on the cross for all of them. In this way, Jesus made it possible for them to stop being enemies to each other and to God."},{"number":17,"verse":"Jesus came and announced the good news that we can be at peace with God; he announced this to you non- Jews, who did not know about God, and to us Jews, who did know about God."},{"number":18,"verse":"Because of what Jesus did for us, both Jews and non- Jews now can come to God the Father with the help of God's Spirit."},{"number":19,"verse":"Therefore now you non- Jews are no longer left out of God's people, but instead you are fellow members with those whom God has set apart for himself and you belong to God's family."},{"number":20,"verse":"You are like stones that God has put together into a building, and the apostles and prophets are like the foundation stones of that building. You depend on what they have taught, just as building stones depend on the foundation stones below them to form a wall that is upright and strong. The Messiah Jesus himself is like the cornerstone, which is the most important stone of the building."},{"number":21,"verse":"Jesus determines where each person belongs, just as the cornerstone determines where each stone fits in the building. Jesus is increasing his family of believers just as a builder does who joins stones together to make a holy temple that serves the Lord."},{"number":22,"verse":"Because you belong to Jesus, he is building you up together, both Jews and non- Jews, into one family that is like a building in which God lives by means of his Spirit."}]}