{"bibleAbbr":"UST2024","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":3,"verses":[{"number":1,"verse":"Because God is working out this plan for you non- Jews, I, Paul, am in prison because I serve the Messiah Jesus for your sake."},{"number":2,"verse":"I am sure that people have told you that God has given me the task of communicating that he wants to be very kind to you non- Jews."},{"number":3,"verse":"God told me this message that people did not understand before by revealing it to me directly, just as I wrote to you before briefly."},{"number":4,"verse":"As you read that, you can perceive that I clearly understand things that God had not previously revealed about the Messiah."},{"number":5,"verse":"Formerly, God did not fully reveal this message to people, but now his Spirit has revealed it to his holy apostles and prophets."},{"number":6,"verse":"The message is this: the non- Jews now share together with Jews the spiritual riches of God, and belong to the same group of God's people, and will share all the things God has promised to his people because they are joined to the Messiah Jesus as a result of believing the good news."},{"number":7,"verse":"I now serve God by telling people this good news. God was very kind to me and gave me this work to do even though I am not worthy of it, and he enables me to do it by powerfully working in me."},{"number":8,"verse":"Although I am the least worthy of all of God's people, God kindly gave me this gift: he appointed me to proclaim to the non- Jews the good news about the unending spiritual blessings that the Messiah has for us,"},{"number":9,"verse":"and to enable everyone to understand what God's plan is. This plan is something that God, who created everything, has kept hidden from long ago."},{"number":10,"verse":"God hid this plan so that as he reveals it now by bringing it to pass in his chosen people, he also reveals to the spiritual authorities at the highest levels how profoundly wise he is."},{"number":11,"verse":"This is the plan that God has always had, and it is what he accomplished through the work of the Messiah Jesus, our Lord."},{"number":12,"verse":"So now because of what Jesus has done, we can come to God freely and confidently, because when we trust in Jesus he joins us to himself."},{"number":13,"verse":"So please do not be discouraged by the things that I am suffering here in prison on your behalf, because they produce a glorious result for you."},{"number":14,"verse":"Because God has done all this for you, I kneel and pray to God our Father."},{"number":15,"verse":"He is the original father, who gave the pattern for every family in heaven and on the earth to follow."},{"number":16,"verse":"I pray that God will give you his Spirit to strengthen your spirit in proportion to how abundantly great he is."},{"number":17,"verse":"I pray that the Messiah may stay as close to you as your own hearts because you trust in him, and that everything that you do and say will be a result of God's love for you and your love for him and others,"},{"number":18,"verse":"so that you may be fully able to understand, along with all of God's people, how very much the Messiah loves us."},{"number":19,"verse":"I want you to know how much the Messiah loves us, even though he loves us so much that we cannot understand it, so that God may fill you with everything that he is."},{"number":20,"verse":"God is able to do much more than anything that we ask him to do, or even that we might think that he can do, because of his power that is working within us."},{"number":21,"verse":"May all believers praise him for his greatness, and for the awesome work that he has done through the Messiah Jesus, throughout all generations, forever! May it be so."}]}