{"bibleAbbr":"UST2024","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"Because of what God has done for you, imitate him, just as children imitate the father who loves them dearly."},{"number":2,"verse":"Do everything in a way that shows that you love others. Be like the Messiah, who loved us so much that he willingly died for us on the cross as the offering and sacrifice to God in our place. This sacrifice pleased God very much."},{"number":3,"verse":"But there should be no reason for anyone to even suggest that any of you are involved in sexual sin or any kind of immoral or obsessive sexual behavior. Such sins do not belong among God's people."},{"number":4,"verse":"When you speak to each other, do not tell obscene stories or say foolish things or joke about committing sins. Such things are not what people who belong to God talk about. Instead, express the things that you are thankful for."},{"number":5,"verse":"It is quite true that these people will be excluded from the kingdom of the Messiah who is God: Everyone who is sexually immoral or indecent, or who is obsessed with sex, which is the same as worshiping an idol."},{"number":6,"verse":"Do not let anyone deceive you by telling you that we should accept these practices. It is because of these very things that God punishes the people who disobey him."},{"number":7,"verse":"So do not join with those people in doing these kinds of sins."},{"number":8,"verse":"Remember that before you believed in the Lord Jesus, you did not know what was true, just as people who are in a dark place do not know what is around them. But now it is as though you have come out into the light, because the Lord has shown to you what is true. So live in the way that the Lord has shown to you."},{"number":9,"verse":"Because just as people who have light will walk in the right way, as a result of knowing Jesus you can always live in a way that is good, right, and true."},{"number":10,"verse":"As you live this way, keep learning what pleases the Lord."},{"number":11,"verse":"So do not participate together with those who are doing the worthless deeds that they do in spiritual darkness. Instead, expose to everyone how worthless those deeds are."},{"number":12,"verse":"Of course, it is shameful for God's people to even talk about the evil things that people do in secret,"},{"number":13,"verse":"but it is necessary for us to expose them so that people can know and understand that these deeds are evil. This is like when we bring something into the light in order to reveal to everyone what it truly is. Then people can examine and judge that thing that light has exposed."},{"number":14,"verse":"This is what believers are talking about when they say, \" You who are asleep, Wake up! You who are dead, come out of the darkness and live! The Messiah will show you what is true, just as a light that shines shows people what was in the darkness.\""},{"number":15,"verse":"So be very careful how you live. Do not behave as foolish people do. Instead, behave as wise people do."},{"number":16,"verse":"Do the most good that you can with the time that you have, because people are doing more and more evil things every day."},{"number":17,"verse":"So be wise, understand well what it is that the Lord Jesus wants you to do, and do it!"},{"number":18,"verse":"Do not become drunk by drinking alcoholic drinks, because people cannot control themselves when they are drunk. Instead, let God's Spirit control what you do at all times."},{"number":19,"verse":"Sing to each other Psalms, and songs about the Messiah, and songs that God's Spirit gives you. Even when you are not singing out loud, sing and offer music to the Lord within yourself."},{"number":20,"verse":"At all times thank God the Father for everything because of what our Lord Jesus the Messiah has done for you."},{"number":21,"verse":"Humbly submit yourselves to each other because you respect the Messiah."},{"number":22,"verse":"Wives should submit to their own husband's leadership as they do to the Lord Jesus, because the husband is the leader of the wife as also the Messiah is the leader of the worldwide assembly of believers. He is the Savior who has saved all believers from being condemned for their sins."},{"number":24,"verse":"As for wives, just as all believers submit themselves to the authority of the Messiah, in the same way wives must also submit themselves completely to the authority of their husbands."},{"number":25,"verse":"Each of you husbands, love your wife as much as the Messiah loved all who would believe in him. He even gave up his own life for us on the cross,"},{"number":26,"verse":"so that he might set us apart for himself. By speaking his message to us, Jesus purified us. He removed our sins from us, just as people make things clean by washing them with water."},{"number":27,"verse":"He did this so that he could present the group of all believers to himself as a glorious group that is completely clean and perfect, without sin or any fault, like a glorious bride ready to meet her groom."},{"number":28,"verse":"In that same way each man should love his own wife as much as he loves his own body. A man who loves his wife is also, by doing that, loving himself,"},{"number":29,"verse":"because no one ever hated his own body. Instead, he feeds his own body and cares for it, just like the Messiah also cares for all us believers in his worldwide assembly. We have become one group of believers that belongs to him."},{"number":31,"verse":"The scriptures say this about people who marry: \" Therefore a man will leave his father and his mother and will join himself to his wife, and the two of them will become as though they were one person.\""},{"number":32,"verse":"There is very much about this that we cannot understand, but I am telling you that this example of a husband and wife also helps us to understand some things about how much the Messiah loves his worldwide assembly of believers."},{"number":33,"verse":"However, as for you, each man must love his wife just as he loves himself, and each woman must deeply respect her husband."}]}