{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"( مُوسیٰ کا گِیت) تب مُوسیٰ اور بنی اِسرائیل نے خُداوند کے لِئے یہ گِیت گایا اور یُوں کہنے لگے :- مَیں خُداوند کی ثنا گاؤُں گاکیونکہ وہ جلال کے ساتھ فتح مند ہُؤا ۔ اُس نے گھوڑے کو سوار سمیت سمُندر میں ڈال دِیا"},{"number":2,"verse":"خُداوند میرا زور اور راگ ہے ۔ وُہی میری نجات بھی ٹھہرا ۔ وہ میرا خُدا ہے ۔ مَیں اُس کی بڑائی کرُوں گا وہ میرے باپ کا خُدا ہے مَیں اُس کی بزُرگی کرُوں گا ۔"},{"number":3,"verse":"خُداوند صاحبِ جنگ ہے ۔ یہووا ہ اُس کا نام ہے"},{"number":4,"verse":"فِرعو ن کے رتھوں اور لشکر کو اُس نے سمُندر میں ڈال دِیااور اُس کے چِیدہ سردار بحرِ قُلز م میں غرق ہُوئے ۔"},{"number":5,"verse":"گہرے پانی نے اُن کو چُھپا لِیا ۔ وہ پتّھر کی مانِند تہ میں چلے گئے۔"},{"number":6,"verse":"اَے خُداوند! تیرا دہنا ہاتھ قُدرت کے سبب سے جلالی ہے۔اَے خُداوند! تیرا دہنا ہاتھ دُشمن کو چِکنا چُور کر دیتا ہے ۔"},{"number":7,"verse":"تُو اپنی عظمت کے زور سے اپنے مُخالِفوں کو تہ و بالا کرتا ہے ۔ تُو اپنا قہر بھیجتا ہے اور وہ اُن کو کُھونٹی کی مانِند بھسم کر ڈالتا ہے ۔"},{"number":8,"verse":"تیرے نتھنوں کے دَم سے پانی کا ڈھیر لگ گیا سَیلاب تُودے کی طرح سیدھے کھڑے ہوگئے اور گہرا پانی سمُندر کے بِیچ میں جم گیا۔"},{"number":9,"verse":"دُشمن نے تویہ کہا تھا مَیں پِیچھا کرُوں گا۔ مَیں جا پکڑُوں گا مَیں لُوٹ کا مال تقسِیم کرُوں گا ۔ اُن کی تباہی سے میرا کلیجہ ٹھنڈا ہو گا۔ مَیں اپنی تلوار کھِینچ کر اپنے ہی ہاتھ سے اُن کو ہلاک کرُوں گا ۔"},{"number":10,"verse":"تُو نے اپنی آندھی کی پُھونک ماری تو سمُندر نے اُن کو چُھپا لِیا ۔ وہ زور کے پانی میں سیسے کی طرح ڈُوب گئے ۔"},{"number":11,"verse":"معبُودوں میں اَے خُداوند ۔ تیری مانِند کَون ہے؟ کَون ہے جو تیری مانِند اپنے تقدُّس کے باعِث جلالی اور اپنی مدح کے سبب سے رُعب والا اور صاحبِ کرامات ہے؟"},{"number":12,"verse":"تُو نے اپنا دہنا ہاتھ بڑھایا تو زمِین اُن کو نِگل گئی۔"},{"number":13,"verse":"اپنی رحمت سے تُو نے اُن لوگوں کی جِن کو تُو نے خلاصی بخشی راہنمائی کی ۔ اور اپنے زور سے تُو اُن کو اپنے مُقدّس مکان کو لے چلا ہے۔"},{"number":14,"verse":"قَومیں سُن کر تھرّا گئی ہیں اور فلِستین کے باشِندوں کی جان پر آ بنی ہے ۔"},{"number":15,"verse":"ادُو م کے رئِیس حَیران ہیں ۔ موآ ب کے پہلوانوں کو کپکپی لگ گئی ہے ۔ کنعا ن کے سب باشندوں کے دِل پِگھلے جاتے ہیں ۔"},{"number":16,"verse":"خَوف و ہراس اُن پر طاری ہے ۔ تیرے بازُو کی عظمت کے سبب سے وہ پتّھر کی طرح بے حِس و حرکت ہیں جب تک اَے خُداوند تیرے لوگ نِکل نہ جائیں ۔ جب تک تیرے لوگ جِن کو تُو نے خرِیدا ہے پار نہ ہو جائیں ۔"},{"number":17,"verse":"تُو اُن کو وہاں لے جا کر اپنی مِیراث کے پہاڑ پر درخت کی طرح لگائے گا ۔ تُو اُن کو اُسی جگہ لے جائے گا جِسے تُو نے اپنی سکُونت کے لِئے بنایا ہے۔ اَے خُداوند! وہ تیری جایِ مُقدّس ہے جِسے تیرے ہاتھوں نے قائِم کِیا ہے۔"},{"number":18,"verse":"خُداوند ابدُالآباد سلطنت کرے گا۔"},{"number":19,"verse":"( مریم کا گِیت) اِس گِیت کا سبب یہ تھا کہ فِرعو ن کے سوار گھوڑوں اور رتھوں سمیت سمُندر میں گئے اور خُداوند سمُندر کے پانی کو اُن پر لَوٹا لایا ۔ لیکن بنی اِسرائیل سمُندر کے بِیچ میں سے خُشک زمِین پر چل کر نِکل گئے۔"},{"number":20,"verse":"تب ہارُو ن کی بہن مریم نبیّہ نے دف ہاتھ میں لِیا اور سب عَورتیں دف لِئے ناچتی ہُوئی اُس کے پِیچھے چلِیں۔"},{"number":21,"verse":"اور مریم اُن کے گانے کے جواب میں یہ گاتی تھی :- خُداوند کی حمد و ثناگاؤکیونکہ وہ جلال کے ساتھ فتح مند ہُؤا ہے ۔ اُس نے گھوڑے کو اُس کے سوار سمیت سمُندر میں ڈال دِیا ہے ۔"},{"number":22,"verse":"( کڑوا پانی) پِھر مُوسیٰ بنی اِسرائیل کو بحرِ قُلز م سے آگے لے گیا اور وہ شور کے بیابان میں آئے اور بیابان میں چلتے ہُوئے تِین دِن تک اُن کو کوئی پانی کا چشمہ نہ مِلا۔"},{"number":23,"verse":"اور جب وہ مار ہ میں آئے تو مارہ کا پانی پی نہ سکے کیونکہ وہ کڑوا تھا ۔ اِسی لِئے اُس جگہ کا نام مار ہ پڑ گیا۔"},{"number":24,"verse":"تب وہ لوگ مُوسیٰ پر بُڑبُڑا کر کہنے لگے کہ ہم کیا پِئیں؟۔"},{"number":25,"verse":"اُس نے خُداوند سے فریاد کی ۔ خُداوند نے اُسے ایک پیڑ دِکھایا جِسے جب اُس نے پانی میں ڈالا تو پانی مِیٹھا ہو گیا ۔ وہیں خُداوند نے اُن کے لِئے ایک آئِین اور شرِیعت بنائی اور وہیں یہ کہہ کر اُن کی آزمایش کی۔"},{"number":26,"verse":"کہ اگر تُو دِل لگا کر خُداوند اپنے خُدا کی بات سُنے اور وہی کام کرے جو اُس کی نظر میں بھلا ہے اور اُس کے حُکموں کو مانے اور اُس کے آئِین پر عمل کرے تو مَیں اُن بیمارِیوں میں سے جو مَیں نے مِصریوں پر بھیجیں تُجھ پر کوئی نہ بھیجُوں گا کیونکہ مَیں خُداوند تیرا شافی ہُوں۔"},{"number":27,"verse":"پِھر وہ ایلیم میں آئے جہاں پانی کے بارہ چشمے اور کھجُور کے ستّر درخت تھے اور وہیں پانی کے قرِیب اُنہوں نے اپنے ڈیرے لگائے۔"}]}