{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"( مُوسیٰ کی پَیدایش) اور لاو ی کے گھرانے کے ایک شخص نے جا کر لاو ی کی نسل کی ایک عَورت سے بیاہ کِیا۔"},{"number":2,"verse":"وہ عَورت حامِلہ ہُوئی اور اُس کے بیٹا ہُؤا اور اُس نے یہ دیکھ کر کہ بچّہ خُوب صُورت ہے تِین مہِینے تک اُسے چُھپا کر رکھّا۔"},{"number":3,"verse":"اور جب اُسے اَور زِیادہ چُھپا نہ سکی تو اُس نے سرکنڈوں کا ایک ٹوکرا لِیا اور اُس پر چِکنی مِٹّی اور رال لگا کر لڑکے کو اُس میں رکھّا اور اُسے دریا کے کنارے جھاؤ میں چھوڑ آئی۔"},{"number":4,"verse":"اور اُس کی بہن دُور کھڑی رہی تاکہ دیکھے کہ اُس کے ساتھ کیا ہوتا ہے۔"},{"number":5,"verse":"اور فِرعو ن کی بیٹی دریا پر غُسل کرنے آئی اور اُس کی سہیلِیاں دریا کے کنارے کنارے ٹہلنے لگِیں ۔ تب اُس نے جھاؤ میں وہ ٹوکرا دیکھ کر اپنی سہیلی کو بھیجا کہ اُسے اُٹھا لائے۔"},{"number":6,"verse":"جب اُس نے اُسے کھولا تو لڑکے کو دیکھا اور وہ بچّہ رو رہا تھا ۔ اُسے اُس پر رَحم آیا اور کہنے لگی یہ کِسی عِبرانی کا بچّہ ہے۔"},{"number":7,"verse":"تب اُس کی بہن نے فِرعو ن کی بیٹی سے کہا کیا مَیں جا کر عِبرانی عَورتوں میں سے ایک دائی تیرے پاس بُلا لاؤُں جو تیرے لِئے اِس بچّے کو دُودھ پِلایا کرے؟۔"},{"number":8,"verse":"فِرعو ن کی بیٹی نے اُسے کہا جا ۔ وہ لڑکی جا کر اُس بچّے کی ماں کو بُلا لائی۔"},{"number":9,"verse":"فِرعو ن کی بیٹی نے اُسے کہا تُو اِس بچّے کو لے جا کر میرے لِئے دُودھ پِلا ۔ مَیں تُجھے تیری اُجرت دِیا کرُوں گی ۔ وہ عَورت اُس بچّے کو لے جا کر دُودھ پِلانے لگی۔"},{"number":10,"verse":"جب بچّہ کُچھ بڑا ہُؤا تو وہ اُسے فِرعو ن کی بیٹی کے پاس لے گئی اور وہ اُس کا بیٹا ٹھہرا اور اُس نے اُس کا نام مُوسیٰ یہ کہہ کر رکھّا کہ مَیں نے اُسے پانی سے نِکالا۔"},{"number":11,"verse":"( مُوسیٰ کا مدیان کو فرار) اِتنے میں جب مُوسیٰ بڑا ہُؤا تو باہر اپنے بھائیوں کے پاس گیا اور اُن کی مشقّتوں پر اُس کی نظر پڑی اور اُس نے دیکھا کہ ایک مِصری اُس کے ایک عِبرانی بھائی کو مار رہا ہے۔"},{"number":12,"verse":"پِھر اُس نے اِدھر اُدھر نِگاہ کی اور جب دیکھا کہ وہاں کوئی دُوسرا آدمی نہیں ہے تو اُس مِصری کو جان سے مار کر اُسے ریت میں چُھپا دِیا۔"},{"number":13,"verse":"پِھر دُوسرے دِن وہ باہر گیا اور دیکھا کہ دو عِبرانی آپس میں مار پِیٹ کر رہے ہیں ۔ تب اُس نے اُسے جِس کا قصُور تھا کہا کہ تُو اپنے ساتھی کو کیوں مارتا ہے؟۔"},{"number":14,"verse":"اُس نے کہا تُجھے کِس نے ہم پر حاکِم یا مُنصِف مُقرّر کِیا؟ کیا جِس طرح تُو نے اُس مِصری کو مار ڈالا مُجھے بھی مار ڈالنا چاہتا ہے؟ تب مُوسیٰ یہ سوچ کر ڈرا کہ بِلاشک یہ بھید فاش ہو گیا۔"},{"number":15,"verse":"جب فِرعو ن نے یہ سُنا تو چاہا کہ مُوسیٰ کو قتل کرے پر مُوسیٰ فِرعو ن کے حضُور سے بھاگ کر مُلکِ مِدیا ن میں جا بسا۔ وہاں وہ ایک کُنوئیں کے نزدِیک بَیٹھا تھا۔"},{"number":16,"verse":"اور مِدیا ن کے کاہِن کی سات بیٹیاں تِھیں ۔ وہ آئِیں اور پانی بھر بھر کر کٹھروں میں ڈالنے لگیں تاکہ اپنے باپ کی بھیڑ بکریوں کو پِلائیں۔"},{"number":17,"verse":"اور گڈرئے آ کر اُن کو بھگانے لگے لیکن مُوسیٰ کھڑا ہو گیا اور اُس نے اُن کی مدد کی اور اُن کی بھیڑ بکریوں کو پانی پِلایا۔"},{"number":18,"verse":"اور جب وہ اپنے باپ رعوا یل کے پاس لَوٹیں تو اُس نے پُوچھا کہ آج تُم اِس قدر جلد کَیسے آگئِیں؟۔"},{"number":19,"verse":"اُنہوں نے کہا ایک مِصری نے ہم کو گڈریوں کے ہاتھ سے بچایا اور ہمارے بدلے پانی بھر بھر کر بھیڑ بکریوں کو پِلایا۔"},{"number":20,"verse":"اُس نے اپنی بیٹِیوں سے کہا کہ وہ آدمی کہاں ہے؟ تم اُسے کیوں چھوڑ آئِیں؟ اُسے بُلا لاؤ کہ روٹی کھائے۔"},{"number":21,"verse":"اور مُوسیٰ اُس شخص کے ساتھ رہنے کو راضی ہو گیا ۔ تب اُس نے اپنی بیٹی صفّور ہ مُوسیٰ کو بیاہ دی۔"},{"number":22,"verse":"اور اُس کے ایک بیٹا ہُؤا اور مُوسیٰ نے اُس کا نام جیرسوم یہ کہہ کر رکھّا کہ مَیں اجنبی مُلک میں مُسافِر ہُوں۔"},{"number":23,"verse":"اور ایک مُدّت کے بعد یُوں ہُؤا کہ مِصر کا بادشاہ مَرگیا اور بنی اِسرائیل اپنی غُلامی کے سبب سے آہ بھرنے لگے اور روئے اور اُن کا رونا جو اُن کی غُلامی کے باعِث تھا خُدا تک پُہنچا۔"},{"number":24,"verse":"اور خُدا نے اُ ن کاکراہنا سُنا اور خُدا نے اپنے عہد کو جو ابرہام اور اِضحا ق اور یعقُوب کے ساتھ تھا یاد کِیا۔"},{"number":25,"verse":"اور خُدا نے بنی اِسرائیل پر نظر کی اور اُن کے حال کو معلُوم کِیا۔"}]}