{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":21,"verses":[{"number":1,"verse":"( غُلاموں کے ساتھ سلُوک) وہ احکام جو تُجھے اُن کو بتانے ہیں یہ ہیں۔"},{"number":2,"verse":"اگر تُو کوئی عِبرانی غُلام خریدے تُو وہ چھ برس خِدمت کرے اور ساتویں برس مُفت آزاد ہو کر چلا جائے۔"},{"number":3,"verse":"اگر وہ اکیلا آیا ہو تو اکیلا ہی چلا جائے اور اگر وہ بیاہا ہو تو اُس کی بِیوی بھی اُس کے ساتھ جائے۔"},{"number":4,"verse":"اگر اُس کے آقا نے اُس کابیاہ کرایا ہو اور اُس عَورت کے اُس سے بیٹے اور بیٹیاں ہُوئی ہوں تو وہ عَورت اور اُس کے بچّے اُس آقا کے ہو کر رہیں اور وہ اکیلا چلا جائے۔"},{"number":5,"verse":"پر اگر وہ غُلام صاف کہہ دے کہ مَیں اپنے آقا سے اور اپنی بِیوی اور بچّوں سے مُحبّت رکھتا ہُوں ۔ مَیں آزاد ہو کر نہیں جاؤُں گا۔"},{"number":6,"verse":"تو اُس کا آقا اُسے خُدا کے پاس لے جائے اور اُسے دروازہ پر یا دروازہ کی چوکھٹ پر لا کر سُتاری سے اُس کاکان چھیدے ۔ تب وہ ہمیشہ اُس کی خِدمت کرتا رہے۔"},{"number":7,"verse":"اور اگر کوئی شخص اپنی بیٹی کو لَونڈی ہونے کے لِئے بِیچ ڈالے تو وہ غُلاموں کی طرح چلی نہ جائے۔"},{"number":8,"verse":"اگر اُس کا آقا جِس نے اُس سے نِسبت کی ہے اُس سے خُوش نہ ہوتو وہ اُس کافِدیہ منظُور کرے پر اُسے یہ اِختیار نہ ہو گا کہ اُس کو کِسی اجنبی قَوم کے ہاتھ بیچے کیونکہ اُس نے اُس سے دغابازی کی۔"},{"number":9,"verse":"اور اگر وہ اُس کی نِسبت اپنے بیٹے سے کر دے تو وہ اُس سے بیٹیوں کا سا سلُوک کرے۔"},{"number":10,"verse":"اگر وہ دُوسری عَورت کر لے تَو بھی وہ اُس کے کھانے کپڑے اور شادی کے فرض میں قاصِر نہ ہو۔"},{"number":11,"verse":"اور اگر وہ اُس سے یہ تِینوں باتیں نہ کرے تو وہ مُفت بے رُوپَے دِئے چلی جائے۔"},{"number":12,"verse":"( تشدُّد آمیز سلُوک کی بابت احکام) اگر کوئی کِسی آدمی کو اَیسا مارے کہ وہ مَر جائے تو وہ قطعی جان سے مارا جائے۔"},{"number":13,"verse":"پر اگر وہ شخص گھات لگا کر نہ بَیٹھا ہو بلکہ خُدا ہی نے اُسے اُس کے حوالہ کر دِیا ہو تو مَیں اَیسے حال میں ایک جگہ بتا دُوں گا جہاں وہ بھاگ جائے۔"},{"number":14,"verse":"اور اگر کوئی دِیدہ و دانِستہ اپنے ہمسایہ پر چڑھ آئے تاکہ اُسے مَکر سے مار ڈالے تو تُو اُسے میری قُربان گاہ سے جُدا کر دینا تاکہ وہ مارا جائے۔"},{"number":15,"verse":"اور جو کوئی اپنے باپ یا اپنی ماں کو مارے وہ قطعی جان سے مارا جائے۔"},{"number":16,"verse":"اور جو کوئی کِسی آدمی کو چُرائے خواہ وہ اُسے بیچ ڈالے خواہ وہ اُس کے ہاں مِلے وہ قطعی مار ڈالا جائے۔"},{"number":17,"verse":"اور جو اپنے باپ یا اپنی ماں پر لَعنت کرے وہ قطعی مار ڈالا جائے۔"},{"number":18,"verse":"اور اگر دو شخص جھگڑیں اور ایک دُوسرے کو پتّھر یا مُکّا مارے اور وہ مَرے تو نہیںپر بِسترپرپڑا رہے۔"},{"number":19,"verse":"تو جب وہ اُٹھ کر اپنی لاٹھی کے سہارے باہر چلنے پِھرنے لگے تب وہ جِس نے مارا تھا بری ہو جائے اور فقط اُس کا ہرجانہ بھر دے اور اُس کا پُورا عِلاج کرا دے۔"},{"number":20,"verse":"اور اگر کوئی اپنے غُلام یا لَونڈی کو لاٹھی سے اَیسا مارے کہ وہ اُس کے ہاتھ سے مَر جائے تو اُسے ضرُور سزا دی جائے۔"},{"number":21,"verse":"لیکن اگر وہ ایک دو دِن جِیتا رہے تو آقا کو سزا نہ دی جائے اِس لِئے کہ وہ غُلام اُس کامال ہے۔"},{"number":22,"verse":"اگر لوگ آپس میں مار پِیٹ کریں اور کِسی حامِلہ کو اَیسی چوٹ پُہنچائیں کہ اُسے اِسقاط ہو جائے پر اَور کوئی نُقصان نہ ہو تو اُس سے جِتنا جُرمانہ اُس کا شَوہر تجوِیز کرے لِیا جائے اور وہ جِس طرح قاضی فَیصلہ کریں جُرمانہ بھر دے۔"},{"number":23,"verse":"لیکن اگر نُقصان ہو جائے تو تُو جان کے بدلے جان لے۔"},{"number":24,"verse":"اور آنکھ کے بدلے آنکھ ۔ دانت کے بدلے دانت اور ہاتھ کے بدلے ہاتھ ۔ پاؤں کے بدلے پاؤں۔"},{"number":25,"verse":"جلانے کے بدلے جلانا ۔ زخم کے بدلے زخم اور چوٹ کے بدلے چوٹ۔"},{"number":26,"verse":"اور اگر کوئی اپنے غُلام یا اپنی لَونڈی کی آنکھ پر اَیسا مارے کہ وہ پُھوٹ جائے تو وہ اُس کی آنکھ کے بدلے اُسے آزاد کر دے۔"},{"number":27,"verse":"اگر کوئی اپنے غُلام یا اپنی لَونڈی کا دانت مار کر توڑ دے تو وہ اُس کے دانت کے بدلے اُسے آزاد کر دے۔"},{"number":28,"verse":"( مالِکوں کی ذِمّہ داری) اگر بَیل کِسی مَرد یا عَورت کو اَیسا سِینگ مارے کہ وہ مَر جائے تو وہ بَیل ضرُور سنگسار کِیا جائے اور اُس کا گوشت کھایا نہ جائے لیکن بَیل کا مالِک بے گُناہ ٹھہرے۔"},{"number":29,"verse":"پر اگر اُس بَیل کی پہلے سے سِینگ مارنے کی عادت تھی اور اُس کے مالِک کو بتا بھی دِیا گیا تھا تَو بھی اُس نے اُسے باندھ کر نہیں رکھّا اور اُس نے کِسی مَرد یا عَورت کو مار دِیا ہو تو بَیل سنگسار کِیا جائے اور اُس کا مالِک بھی مارا جائے۔"},{"number":30,"verse":"اور اگر اُس سے خُون بہا مانگا جائے تو اُسے اپنی جان کے فِدیہ میں جِتنا اُس کے لِئے ٹھہرایا جائے اُتنا ہی دینا پڑے گا۔"},{"number":31,"verse":"خواہ اُس نے کِسی کے بیٹے کو مارا ہو یا بیٹی کو اِسی حُکم کے مُوافِق اُس کے ساتھ عمل کِیا جائے۔"},{"number":32,"verse":"اگر بَیل کِسی کے غُلام یا لَونڈی کو سِینگ سے مارے تو مالِک اُس غُلام یا لَونڈی کے مالِک کو تِیس مِثقال رُوپَے دے اور بَیل سنگسار کِیا جائے۔"},{"number":33,"verse":"اور اگر کوئی آدمی گڑھا کھولے یا کھودے اور اُس کا مُنہ نہ ڈھانپے اور کوئی بَیل یا گدھا اُس میں گِرجائے۔"},{"number":34,"verse":"تو گڑھے کا مالِک اِس کا نُقصان بھر دے اور اُن کے مالِک کو قیمت دے اور مَرے ہُوئے جانور کو خُود لے لے۔"},{"number":35,"verse":"اور اگر کِسی کا بَیل دُوسرے کے بَیل کو اَیسی چوٹ پُہنچائے کہ وہ مَر جائے تو وہ جِیتے بَیل کو بیچیں اور اُس کا دام آدھا آدھا آپس میں بانٹ لیں اور اِس مَرے ہُوئے بَیل کو بھی اَیسے ہی بانٹ لیں۔"},{"number":36,"verse":"اور اگر معلُوم ہو جائے کہ اُس بَیل کی پہلے سے سِینگ مارنے کی عادت تھی اور اُس کے مالِک نے اُسے باندھ کر نہیں رکھّاتو اُسے قطعی بَیل کے بدلے بَیل دینا ہو گا اور وہ مَرا ہُؤا جانور اُس کا ہوگا۔"}]}