{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"( سونے کا بچھڑا) اور جب لوگوں نے دیکھا کہ مُوسیٰ نے پہاڑ سے اُترنے میں دیر لگائی تو وہ ہارُو ن کے پاس جمع ہو کر اُس سے کہنے لگے کہ اُٹھ ہمارے لِئے دیوتا بنا دے جو ہمارے آگے آگے چلے کیونکہ ہم نہیں جانتے کہ اِس مَرد مُوسیٰ کو جو ہم کو مُلکِ مِصر سے نِکال کر لایا کیا ہو گیا۔"},{"number":2,"verse":"ہارُو ن نے اُن سے کہا تُمہاری بیویوں اور لڑکوں اور لڑکیوں کے کانوں میں جو سونے کی بالِیاں ہیں اُن کو اُتار کر میرے پاس لے آؤ۔"},{"number":3,"verse":"چُنانچہ سب لوگ اُن کے کانوں سے سونے کی بالیاں اُتار اُتار کر اُن کو ہارُو ن کے پاس لے آئے۔"},{"number":4,"verse":"اور اُس نے اُن کو اُن کے ہاتھوں سے لے کر ایک ڈھالا ہُؤا بچھڑا بنایا جِس کی صُورت چَھینی سے ٹھیک کی ۔ تب وہ کہنے لگے اَے اِسرا ئیل یہی تیرا وہ دیوتا ہے جو تُجھ کو مُلکِ مِصر سے نِکال کر لایا۔"},{"number":5,"verse":"یہ دیکھ کر ہارُو ن نے اُس کے آگے ایک قُربان گاہ بنائی اور اُس نے اِعلان کر دِیا کہ کل خُداوند کے لِئے عِید ہو گی۔"},{"number":6,"verse":"اور دُوسرے دِن صُبح سویرے اُٹھ کر اُنہوں نے قُربانیاں چڑھائیں اور سلامتی کی قُربانیاں گُذرانیں ۔ پِھر اُن لوگوں نے بَیٹھ کر کھایا پِیا اور اُٹھ کر کھیل کُود میں لگ گئے۔"},{"number":7,"verse":"تب خُداوند نے مُوسیٰ کو کہا نِیچے جا کیونکہ تیرے لوگ جِن کو تُو مُلکِ مِصر سے نِکال لایا بِگڑ گئے ہیں۔"},{"number":8,"verse":"وہ اُس راہ سے جِس کا مَیں نے اُن کو حُکم دِیا تھا بُہت جلد پِھر گئے ہیں ۔ اُنہوں نے اپنے لِئے ڈھالا ہُؤابچھڑا بنایا اور اُسے پُوجا اور اُس کے لِئے قُربانی چڑھا کر یہ بھی کہا کہ اَے اِسرا ئیل یہ تیرا وہ دیوتا ہے جو تُجھ کو مُلکِ مِصر سے نِکال کر لایا۔"},{"number":9,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ مَیں اِس قَوم کو دیکھتا ہُوں کہ یہ گردن کش قَوم ہے۔"},{"number":10,"verse":"اِس لِئے تُو مُجھے اب چھوڑ دے کہ میرا غضب اُن پر بھڑکے اور مَیں اُن کو بھسم کر دُوں اور مَیں تُجھے ایک بڑی قَوم بناؤُں گا۔"},{"number":11,"verse":"تب مُوسیٰ نے خُداوند اپنے خُدا کے آگے مِنّت کر کے کہا اَے خُداوند کیوں تیرا غضب اپنے لوگوں پر بھڑکتا ہے جِن کو تُو قُوّتِ عظِیم اور دستِ قَوی سے مُلکِ مِصر سے نِکال کر لایا ہے؟۔"},{"number":12,"verse":"مِصری لوگ یہ کیوں کہنے پائیں کہ وہ اُن کو بُرائی کے لِئے نِکال لے گیا تاکہ اُن کو پہاڑوں میں مار ڈالے اور اُن کو رُویِ زمِین پر سے فنا کر دے؟ سو تُو اپنے قہر و غضب سے باز رہ اور اپنے لوگوں سے اِس بُرائی کرنے کے خیال کو چھوڑ دے۔"},{"number":13,"verse":"تُو اپنے بندوں ابرہام اور اِضحا ق اور یعقُو ب کو یاد کر جِن سے تُو نے اپنی ہی قَسم کھا کر یہ کہا تھا کہ مَیں تُمہاری نسل کو آسمان کے تاروں کی مانِند بڑھاؤُں گا اور یہ سارا مُلک جِس کا مَیں نے ذِکر کِیا ہے تُمہاری نسل کو بخشُوں گا کہ وہ سدا اُس کے مالِک رہیں۔"},{"number":14,"verse":"تب خُداوند نے اُس بُرائی کے خیال کو چھوڑ دِیا جو اُس نے کہا تھا کہ اپنے لوگوں سے کرے گا۔"},{"number":15,"verse":"اور مُوسیٰ شہادت کی دونوں لَوحیں ہاتھ میں لِئے ہُوئے اُلٹا پِھرا اور پہاڑ سے نِیچے اُترا اور وہ لَوحیں اِدھر سے اور اُدھر سے دونوں طرف سے لِکھی ہُوئی تِھیں۔"},{"number":16,"verse":"اور وہ لَوحیں خُدا ہی کی بنائی ہُوئی تِھیں اور جو لِکھا ہُؤا تھا وہ بھی خُدا ہی کا لِکھا اور اُن پر کندہ کِیا ہُؤا تھا۔"},{"number":17,"verse":"اور جب یشُو ع نے لوگوں کی للکار کی آواز سُنی تو مُوسیٰ سے کہا کہ لشکرگاہ میں لڑائی کا شور ہو رہا ہے۔"},{"number":18,"verse":"مُوسیٰ نے کہا یہ آواز نہ تو فتح مندوں کا نعرہ ہے نہ مغلُوبوں کی فریاد بلکہ مُجھے تو گانے والوں کی آواز سُنائی دیتی ہے۔"},{"number":19,"verse":"اور لشکرگاہ کے نزدِیک آکر اُس نے وہ بچھڑا اور اُن کا ناچنا دیکھا ۔ تب مُوسیٰ کا غضب بھڑکا اور اُس نے اُن لَوحوں کو اپنے ہاتھوں میں سے پٹک دِیا اور اُن کو پہاڑ کے نِیچے توڑ ڈالا۔"},{"number":20,"verse":"اور اُس نے اُس بچھڑے کو جِسے اُنہوں نے بنایا تھا لِیا اور اُس کو آگ میں جلایا اور اُسے بارِیک پِیس کر پانی پر چِھڑکا اور اُسی میں سے بنی اِسرائیل کو پِلوایا۔"},{"number":21,"verse":"اور مُوسیٰ نے ہارُو ن سے کہا کہ اِن لوگوں نے تیرے ساتھ کیا کِیا تھا جو تُو نے اِن کو اِتنے بڑے گُناہ میں پھنسا دِیا۔"},{"number":22,"verse":"ہارُو ن نے کہا کہ میرے مالِک کا غضب نہ بھڑکے ۔ تُو اِن لوگوں کو جانتا ہے کہ بدی پر تُلے رہتے ہیں۔"},{"number":23,"verse":"چُنانچہ اِنہی نے مُجھ سے کہا کہ ہمارے لِئے دیوتا بنا دے جو ہمارے آگے آگے چلے کیونکہ ہم نہیں جانتے کہ اِس آدمی مُوسیٰ کو جو ہم کو مُلکِ مِصر سے نِکال کر لایا کیا ہو گیا۔"},{"number":24,"verse":"تب مَیں نے اِن سے کہا کہ جِس جِس کے ہاں سونا ہو وہ اُسے اُتار لائے ۔ پس اُنہوں نے اُسے مُجھ کو دِیا اور مَیں نے اُسے آگ میں ڈالا تو یہ بچھڑا نِکل پڑا۔"},{"number":25,"verse":"جب مُوسیٰ نے دیکھا کہ لوگ بے قابُو ہو گئے کیونکہ ہارُو ن نے اُن کو بے لگام چھوڑ کر اُن کو اُن کے دُشمنوں کے درمیان ذلِیل کر دِیا۔"},{"number":26,"verse":"تو مُوسیٰ نے لشکرگاہ کے دروازہ پر کھڑے ہو کر کہا جو جو خُداوند کی طرف ہے وہ میرے پاس آ جائے ۔ تب سب بنی لاوی اُس کے پاس جمع ہو گئے۔"},{"number":27,"verse":"اور اُس نے اُن سے کہا کہ خُداوند اِسرا ئیل کا خُدا یُوں فرماتا ہے کہ تُم اپنی اپنی ران سے تلوار لٹکا کر پھاٹک پھاٹک گُھوم گُھوم کر سارے لشکرگاہ میں اپنے اپنے بھائیوں اور اپنے اپنے ساتھیوں اور اپنے اپنے پڑوسیوں کو قتل کرتے پِھرو۔"},{"number":28,"verse":"اور بنی لاوی نے مُوسیٰ کے کہنے کے مُوافِق عمل کِیا ۔ چُنانچہ اُس دِن لوگوں میں سے قریباً تِین ہزار مَرد کھیت آئے۔"},{"number":29,"verse":"اور مُوسیٰ نے کہا کہ آج خُداوند کے لِئے اپنے آپ کو مخصُوص کرو بلکہ ہر شخص اپنے ہی بیٹے اور اپنے ہی بھائی کے خِلاف ہو تاکہ وہ تُم کو آج ہی برکت دے۔"},{"number":30,"verse":"اور دُوسرے دِن مُوسیٰ نے لوگوں سے کہا کہ تُم نے بڑا گُناہ کِیا اور اب مَیں خُداوند کے پاس اُوپر جاتا ہُوں ۔ شاید مَیں تُمہارے گُناہ کا کفّارہ دے سکُوں۔"},{"number":31,"verse":"اور مُوسیٰ خُداوند کے پاس لَوٹ کر گیا اور کہنے لگا ہائے اِن لوگوں نے بڑا گُناہ کِیا کہ اپنے لِئے سونے کا دیوتا بنایا۔"},{"number":32,"verse":"اور اب اگر تُو اِن کا گُناہ مُعاف کر دے تو خَیر ورنہ میرا نام اُس کِتاب میں سے جو تُو نے لِکھی ہے مِٹا دے۔"},{"number":33,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ جِس نے میرا گُناہ کِیا ہے مَیں اُسی کے نام کو اپنی کِتاب میں سے مِٹاؤں گا۔"},{"number":34,"verse":"اب تُو روانہ ہو اور لوگوں کو اُس جگہ لے جا جو مَیں نے تُجھے بتائی ہے ۔ دیکھ میرا فرِشتہ تیرے آگے آگے چلے گا لیکن مَیں اپنے مُطالبہ کے دِن اُن کو اُن کے گُناہ کی سزا دُوں گا۔"},{"number":35,"verse":"اور خُداوند نے اُن لوگوں میں مَری بھیجی کیونکہ جو بچھڑا ہارُو ن نے بنایا وہ اُن ہی کا بنوایا ہُؤا تھا۔"}]}