{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"( پتھّر کی لَوحوں کا دُوسرا جوڑا) پِھر خُداوند نے مُوسیٰ سے کہا پہلی لَوحوں کی مانِند پتّھر کی دو لَوحیں اپنے لِئے تراش لینا اور مَیں اُن لَوحوں پر وُہی باتیں لِکھ دُوں گا جو پہلی لَوحوں پر جِن کو تُو نے توڑ ڈالا مرقُوم تِھیں۔"},{"number":2,"verse":"اور صُبح تک تیّار ہو جانا اور سویرے ہی کوہِ سِینا پر آکر وہاں پہاڑ کی چوٹی پر میرے سامنے حاضِر ہونا۔"},{"number":3,"verse":"پر تیرے ساتھ کوئی اَور آدمی نہ آئے اور نہ پہاڑ پر کہِیں کوئی دُوسرا شخص دِکھائی دے ۔ بھیڑ بکریاں اور گائے بَیل بھی پہاڑ کے سامنے چرنے نہ پائیں۔"},{"number":4,"verse":"اور مُوسیٰ نے پہلی لَوحوں کی مانِند پتّھر کی دو لَوحیں تراشِیں اور صُبح سویرے اُٹھ کر پتّھر کی دونوں لَوحیں ہاتھ مَیں لِئے ہُوئے خُداوند کے حُکم کے مُطابِق کوہِ سِینا پر چڑھ گیا۔"},{"number":5,"verse":"تب خُداوند ابر میں ہو کر اُترا اور اُس کے ساتھ وہاں کھڑے ہو کر خُداوند کے نام کا اِعلان کِیا۔"},{"number":6,"verse":"اور خُداوند اُس کے آگے سے یہ پُکارتا ہُؤا گُذرا خُداوند خُداوند خُدایِ رحیم اور مہربان قہر کرنے میں دِھیما اور شفقت اور وفا میں غنی۔"},{"number":7,"verse":"ہزاروں پر فضل کرنے والا ۔ گُناہ اور تقصِیر اور خطا کا بخشنے والا لیکن وہ مُجرِم کو ہرگِز بری نہیں کرے گا بلکہ باپ دادا کے گُناہ کی سزا اُن کے بیٹوں اور پوتوں کو تِیسری اور چَوتھی پُشت تک دیتا ہے۔"},{"number":8,"verse":"تب مُوسیٰ نے جلدی سے سر جُھکا کر سِجدہ کِیا۔"},{"number":9,"verse":"اور کہا اَے خُداوند اگر مُجھ پر تیرے کرم کی نظر ہے تو اَے خُداوند مَیں تیری مِنّت کرتا ہُوں کہ ہمارے بِیچ میں ہو کر چل گو یہ قَوم گردن کش ہے اور تُو ہمارے گُناہ اور خطا کو مُعاف کر اور کو اپنی میِراث کر لے۔"},{"number":10,"verse":"( عہد کی تجدِید) اُس نے کہا دیکھ مَیں عہد باندھتا ہُوں کہ تیرے سب لوگوں کے سامنے اَیسی کرامات کرُوں گا جو دُنیا بھر میں اور کِسی قَوم میں کبھی کی نہیں گئیں اور وہ سب لوگ جِن کے بِیچ تُو رہتا ہے خُداوند کے کام کو دیکھیں گے کیونکہ جو مَیں تُم لوگوں سے کرنے کو ہُوں وہ ہیبت ناک کام ہو گا۔"},{"number":11,"verse":"آج کے دِن جو حُکم مَیں تُجھے دیتا ہُوں تُو اُسے یاد رکھنا ۔ دیکھ مَیں امورِیوں اور کنعانیوں اور حِتّیوں اور فرزّیوں اور حوّ یوں اور یبوسیوں کو تیرے آگے سے نِکالتا ہُوں۔"},{"number":12,"verse":"سو خبردار رہنا کہ جِس مُلک کو تُو جاتا ہے اُس کے باشِندوں سے کوئی عہد نہ باندھنا ۔ اَیسا نہ ہو کہ وہ تیرے لِئے پھندا ٹھہرے۔"},{"number":13,"verse":"بلکہ تُم اُن کی قُربان گاہوں کو ڈھا دینا اور اُن کے سُتُونوں کے ٹُکڑے ٹُکڑے کر دینا اور اُن کی یسِیرتوں کو کاٹ ڈالنا۔"},{"number":14,"verse":"کیونکہ تُجھ کو کِسی دُوسرے معبُود کی پرستِش نہیں کرنی ہو گی اِس لِئے کہ خُداوند جِس کا نام غیُور ہے وہ خُدایِ غیُور ہے بھی۔"},{"number":15,"verse":"سو اَیسا نہ ہو کہ تُو اُس مُلک کے باشِندوں سے کوئی عہد باندھ لے اور جب وہ اپنے معبُودوں کی پَیروی میں زِناکار ٹھہریں اور اپنے معبُودوں کے لِئے قُربانی کریں اور کوئی تُجھ کو دعوت دے اور تُو اُس کی قُربانی میں سے کُچھ کھا لے۔"},{"number":16,"verse":"اور تُو اُن کی بیٹِیاں اپنے بیٹوں سے بیاہے اور اُن کی بیٹِیاں اپنے معبُودوں کی پَیروی میں زِناکار ٹھہریں اور تیرے بیٹوں کو بھی اپنے معبُودوں کی پَیروی میں زِناکار بنا دیں۔"},{"number":17,"verse":"تُو اپنے لِئے ڈھالے ہُوئے دیوتا نہ بنا لینا۔"},{"number":18,"verse":"تُو بے خمِیری روٹی کی عِید مانا کرنا ۔ میرے حُکم کے مُطابِق سات دِن تک ابیب کے مہِینے میں وقتِ مُعیّنہ پر بے خمِیری روٹیاں کھانا کیونکہ ماہِ ابیب میں تُو مِصر سے نِکلا تھا۔"},{"number":19,"verse":"سب پہلوٹھے میرے ہیں اور تیرے چَوپایوں میں جو نر پہلوٹھے ہوں کیا بچھڑے کیا برّے سب میرے ہوں گے۔"},{"number":20,"verse":"لیکن گدھے کے پہلے بچّے کا فِدیہ برّہ دے کر ہو گا اور اگر تُو فِدیہ دینا نہ چاہے تو اُس کی گردن توڑ ڈالنا پر اپنے سب پہلوٹھے بیٹوں کا فِدیہ ضرُور دینا اور کوئی میرے سامنے خالی ہاتھ دِکھائی نہ دے۔"},{"number":21,"verse":"چھ دِن کام کاج کرنا لیکن ساتویں دِن آرام کرنا ۔ ہل جوتنے اور فصل کاٹنے کے مَوسم میں بھی آرام کرنا۔"},{"number":22,"verse":"اور تُو گیہُوں کے پہلے پَھل کے کاٹنے کے وقت ہفتوں کی عِید اور سال کے آخِر میں فصل جمع کرنے کی عِید مانا کرنا۔"},{"number":23,"verse":"تیرے سب مَرد سال میں تِین بار خُداوند خُداکے آگے جو اِسرا ئیل کا خُدا ہے حاضِر ہوں۔"},{"number":24,"verse":"کیونکہ مَیں قَوموں کو تیرے آگے سے نِکال کر تیری سرحدّوں کو بڑھا دُوں گا اور جب سال میں تِین بارتُو خُداوند اپنے خُدا کے آگے حاضِر ہو گا تو کوئی شخص تیری زمِین کا لالچ نہ کرے گا۔"},{"number":25,"verse":"تُو میری قُربانی کا خُون خمِیری روٹی کے ساتھ نہ گُذراننا اور عِیدِ فَسح کی قُربانی میں سے کُچھ صُبح تک باقی نہ رہنے دینا۔"},{"number":26,"verse":"اپنی زمِین کی پہلی پَیداوار کا پہلا پَھل خُداوند اپنے خُدا کے گھر میں لانا ۔ حلوان کو اُسی کی ماں کے دُودھ میں نہ پکانا۔"},{"number":27,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ تُو یہ باتیں لِکھ کیونکہ اِن ہی باتوں کے مفہُوم کے مُطابِق مَیں تُجھ سے اور اِسرا ئیل سے عہد باندھتا ہُوں۔"},{"number":28,"verse":"سو وہ چالِیس دِن اور چالِیس رات وہیں خُداوند کے پاس رہا اور نہ روٹی کھائی نہ پانی پِیا اور اُس نے اُن لَوحوں پر اُس عہد کی باتوں کو یعنی دس احکام کو لِکھا۔"},{"number":29,"verse":"( مُوسیٰ کوہِ سِینا سے اُترتا ہے) اور جب مُوسیٰ شہادت کی دونوں لَوحیں اپنے ہاتھ میں لِئے ہُوئے کوہِ سِینا سے اُترا آتا تھا تو پہاڑ سے نِیچے اُترتے وقت اُسے خبر نہ تھی کہ خُداوند کے ساتھ باتیں کرنے کی وجہ سے اُس کا چِہرہ چمک رہا ہے۔"},{"number":30,"verse":"اور جب ہارُو ن اور بنی اِسرائیل نے مُوسیٰ پر نظر کی اور اُس کے چِہرہ کو چمکتے دیکھا تو اُس کے نزدِیک آنے سے ڈرے۔"},{"number":31,"verse":"تب مُوسیٰ نے اُن کو بُلایا اور ہارُو ن اور جماعت کے سب سردار اُس کے پاس لَوٹ آئے اور مُوسیٰ اُن سے باتیں کرنے لگا۔"},{"number":32,"verse":"اور بعد میں سب بنی اِسرائیل نزدِیک آئے اور اُس نے وہ سب احکام جو خُداوند نے کوہِ سِینا پر باتیں کرتے وقت اُسے دِئے تھے اُن کو بتائے۔"},{"number":33,"verse":"اور جب مُوسیٰ اُن سے باتیں کر چُکا تو اُس نے اپنے مُنہ پر نقاب ڈال لِیا۔"},{"number":34,"verse":"اور جب مُوسیٰ خُداوند سے باتیں کرنے کے لِئے اُس کے سامنے جاتا تو باہر نِکلنے کے وقت تک نقاب کو اُتارے رہتا تھا اور جو حُکم اُسے مِلتا تھا وہ اُسے باہر آکر بنی اِسرائیل کو بتا دیتا تھا۔"},{"number":35,"verse":"اور بنی اِسرائیل مُوسیٰ کے چِہرہ کو دیکھتے تھے کہ اُس کے چِہرہ کی جِلد چمک رہی ہے اور جب تک مُوسیٰ خُداوند سے باتیں کرنے نہ جاتا تب تک اپنے مُنہ پر نقاب ڈالے رہتا تھا۔"}]}