{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":36,"verses":[{"number":1,"verse":"پس بضلی ایل اوراہلیا ب اور سب رَوشن ضمِیر آدمی کام کریں جِن کو خُداوند نے حِکمت اور فہم سے مالامال کِیا ہے تاکہ وہ مَقدِس کی عِبادت کے سب کام کو خُداوند کے حُکم کے مُطابِق انجام دیں۔"},{"number":2,"verse":"( لوگ بہُت سے ہدئے لاتے ہیں) تب مُوسیٰ نے بضلی ایل اور اہلیا ب اور سب رَوشن ضمِیر آدمیوں کو بُلایا جِن کے دِل میں خُداوند نے حِکمت بھر دی تھی یعنی جِن کے دِل میں تحرِیک ہُوئی کہ جا کر کام کریں۔"},{"number":3,"verse":"اور جو جو ہدئے بنی اِسرائیل لائے تھے کہ اُن سے مَقدِس کی عِبادت کی چِیزیں بنائی جائیں وہ سب اُنہوں نے مُوسیٰ سے لے لِئے اور لوگ پِھر بھی اپنی خُوشی سے ہر صُبح اُس کے پاس ہدیہ لاتے رہے۔"},{"number":4,"verse":"تب وہ سب عقل مند کارِیگر جو مَقدِس کے سب کام بنا رہے تھے اپنے اپنے کام کو چھوڑ کر مُوسیٰ کے پاس آئے۔"},{"number":5,"verse":"اور وہ مُوسیٰ سے کہنے لگے کہ لوگ اِس کام کے سر انجام کے لِئے جِس کے بنانے کا حُکم خُداوند نے دِیا ہے ضرُورت سے بُہت زِیادہ لے آئے ہیں۔"},{"number":6,"verse":"تب مُوسیٰ نے جو حُکم دِیا اُس کا اِعلان اُنہوں نے تمام لشکرگاہ میں کرا دِیا کہ کوئی مَرد یا عَورت اب سے مَقدِس کے لِئے ہدیہ دینے کی غرض سے کُچھ اور کام نہ بنائے ۔ یُوں وہ لوگ اَور لانے سے روک دِئے گئے۔"},{"number":7,"verse":"کیونکہ جو سامان اُن کے پاس پُہنچ چُکا تھا وہ سارے کام کو تیّار کرنے کے لِئے نہ فقط کافی بلکہ زِیادہ تھا۔"},{"number":8,"verse":"( خَیمۂِ اِجتماع کا بنایا جانا) اور کام کرنے والوں میں جِتنے رَوشن ضمِیر تھے اُنہوں نے مَقدِس کے واسطے بارِیک بٹے ہُوئے کتان کے اور آسمانی اور ارغوانی اور سُرخ رنگ کے کپڑوں کے دس پردے بنائے جِن پر ماہِر اُستاد کے ہاتھ کے کڑھے ہُوئے کرُّوبی تھے۔"},{"number":9,"verse":"ہر پردہ کی لمبائی اٹھائِیس ہاتھ اور چَوڑائی چار ہاتھ تھی اور وہ سب پردے ایک ہی ناپ کے تھے۔"},{"number":10,"verse":"اور اُس نے پانچ پردے ایک دُوسرے کے ساتھ جوڑ دِئے اور دُوسرے پانچ پردے بھی ایک دُوسرے کے ساتھ جوڑ دِئے۔"},{"number":11,"verse":"اور اُس نے ایک بڑے پردہ کے حاشیہ میں اُس کے مِلانے کے رُخ پر آسمانی رنگ کے تُکمے بنائے ۔ اَیسے ہی تُکمے اُس نے دُوسرے بڑے پردہ کی اُس طرف کے حاشیہ میں بنائے جِدھر مِلانے کا رُخ تھا۔"},{"number":12,"verse":"پچاس تُکمے اُس نے ایک پردہ میں اور پچاس ہی دُوسرے پردہ کے حاشیہ میں اُس کے مِلانے کے رُخ پر بنائے ۔ یہ تُکمے آپس میں ایک دُوسرے کے مُقابِل تھے۔"},{"number":13,"verse":"اور اُس نے سونے کی پچاس گُھنڈیاں بنائِیں اور اُن ہی گُھنڈیوں سے پردوں کو آپس میں اَیسا جوڑ دِیا کہ مسکن مِل کر ایک ہو گیا۔"},{"number":14,"verse":"اور بکری کے بالوں سے گیارہ پردے مسکن کے اُوپر کے خَیمہ کے لِئے بنائے۔"},{"number":15,"verse":"ہر پردہ کی لمبائی تِیس ہاتھ اور چَوڑائی چار ہاتھ تھی اور وہ گیارہ پردے ایک ہی ناپ کے تھے۔"},{"number":16,"verse":"اور اُس نے پانچ پردے تو ایک ساتھ جوڑے اور چھ ایک ساتھ۔"},{"number":17,"verse":"اور پچاس تُکمے اُن جڑے ہُوئے پردوں میں سے کنارہ کے پردہ کے حاشیہ میں بنائے اور پچاس ہی تُکمے اُن دُوسرے جڑے ہُوئے پردوں میں سے کنارہ کے پردہ کے حاشیہ میں بنائے۔"},{"number":18,"verse":"اور اُس نے پِیتل کی پچاس گُھنڈیاں بھی بنائِیں تاکہ اُن سے اُس خَیمہ کو اَیسا جوڑ دے کہ وہ ایک ہو جائے۔"},{"number":19,"verse":"اور خَیمہ کے لِئے ایک غِلاف مینڈھوں کی سُرخ رنگی ہُوئی کھالوں کا اور اُس کے لِئے غِلاف تخس کی کھالوں کا بنایا۔"},{"number":20,"verse":"اور اُس نے مسکن کے واسطے کِیکر کی لکڑی کے تختے بنائے کہ کھڑے کِئے جائیں۔"},{"number":21,"verse":"ہر تختہ کی لمبائی دس ہاتھ اور چَوڑائی ڈیڑھ ہاتھ تھی۔"},{"number":22,"verse":"اور اُس نے ایک ایک تختہ کے لِئے دو دو جڑی ہُوئی چُولیں بنائِیں۔ مسکن کے سب تختوں کی چُولیں اَیسی ہی بنائِیں۔"},{"number":23,"verse":"اور مسکن کے لِئے جو تختے بنے تھے اُن میں سے بِیس تختے جنُوبی سِمت میں لگائے۔"},{"number":24,"verse":"اور اُس نے اُن بِیسوں تختوں کے نِیچے چاندی کے چالِیس خانے بنائے یعنی ہر تختہ کی دونوں چُولوں کے لِئے دو دو خانے۔"},{"number":25,"verse":"اور مسکن کی دُوسری طرف یعنی شِمالی سِمت کے لِئے بِیس تختے بنائے۔"},{"number":26,"verse":"اور اُن کے لِئے بھی چاندی کے چالِیس ہی خانے بنائے یعنی ایک ایک تختہ کے نِیچے دو دو خانے۔"},{"number":27,"verse":"اور مسکن کے پِچھلے حِصّہ یعنی مغرِبی سِمت کے لِئے چھ تختے بنائے۔"},{"number":28,"verse":"اور دو تختے مسکن کے دونوں کونوں کے لِئے پِچھلے حِصّہ میں بنائے۔"},{"number":29,"verse":"یہ نِیچے سے دُہرے تھے اور اِسی طرح اُوپر کے سِرے تک آ کر ایک ہی حلقہ میں مِلا دِئے گئے تھے ۔ اُس نے دونوں کونوں کے دونوں تختے اِسی ڈھب کے بنائے۔"},{"number":30,"verse":"پس آٹھ تختے تھے اور اُن کے لِئے چاندی کے سولہ خانے یعنی ایک ایک تختہ کے لِئے دو دو خانے۔"},{"number":31,"verse":"اور اُس نے کِیکر کی لکڑی کے بینڈے بنائے ۔ پانچ بینڈے مسکن کی ایک طرف کے تختوں کے لِئے۔"},{"number":32,"verse":"اور پانچ بینڈے مسکن کی دُوسری طرف کے تختوں کے لِئے اور پانچ بینڈے مسکن کے پچھلے حِصّہ میں مغرِبی طرف کے تختوں کے لِئے بنائے۔"},{"number":33,"verse":"اور اُس نے وسطی بینڈے کو اَیسا بنایا کہ تختوں کے بِیچ میں سے ہو کر ایک سِرے سے دُوسرے سِرے تک پُہنچے۔"},{"number":34,"verse":"اور تختوں کو سونے سے منڈھا اور سونے کے کڑے بنائے تاکہ بینڈوں کے لِئے خانوں کا کام دیں اور بینڈوں کو سونے سے منڈھا۔"},{"number":35,"verse":"اور اُس نے بیچ کا پردہ آسمانی ارغوانی اور سُرخ رنگ کے کپڑوں اور بارِیک بٹے ہُوئے کتان کا بنایا جِس پر ماہِر اُستاد کے ہاتھ کے کرُّوبی کڑھے ہُوئے تھے۔"},{"number":36,"verse":"اور اُس کے لِئے کِیکر کے چار سُتُون بنائے اور اُن کو سونے سے منڈھا ۔ اُن کے کُنڈے سونے کے تھے اور اُس نے اُن کے لِئے چاندی کے چار خانے ڈھال کر بنائے۔"},{"number":37,"verse":"اور اُس نے خَیمہ کے دروازہ کے لِئے ایک پردہ آسمانی ارغوانی اور سُرخ رنگ کے کپڑوں اور بارِیک بٹے ہُوئے کتان کا بنایا ۔ وہ بیل بُوٹے دار تھا۔"},{"number":38,"verse":"اور اُس کے لِئے پانچ سُتُون کُنڈوں سمیت بنائے اور اُن کے سِروں اور پٹّیوں کو سونے سے منڈھا ۔ اُن کے لِئے جو پانچ خانے تھے وہ پِیتل کے بنے ہُوئے تھے۔"}]}