{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"( عہد کے صندُوق کا بنایا جانا) اور بضلی ایل نے وہ صندُوق کِیکر کی لکڑی کا بنایا ۔ اُس کی لمبائی ڈھائی ہاتھ اور چَوڑائی ڈیڑھ ہاتھ اور اُونچائی ڈیڑھ ہاتھ تھی۔"},{"number":2,"verse":"اور اُس نے اُس کے اندر اور باہر خالِص سونا منڈھا اور اُس کے لِئے گِرداگِرد ایک سونے کا تاج بنایا۔"},{"number":3,"verse":"اور اُس نے اُس کے چاروں پایوں پر لگانے کو سونے کے چار کڑے ڈھالے ۔ دو کڑے تو اُس کی ایک طرف اور دو دُوسری طرف تھے۔"},{"number":4,"verse":"اور اُس نے کِیکر کی لکڑی کی چوبیں بنا کر اُن کو سونے سے منڈھا۔"},{"number":5,"verse":"اور اُن چوبوں کو صندُوق کی دونوں طرف کے کڑوں میں ڈالا تاکہ صندُوق اُٹھایا جائے۔"},{"number":6,"verse":"اور اُس نے سرپوش خالِص سونے کا بنایا ۔ اُس کی لمبائی ڈھائی ہاتھ اور چَوڑائی ڈیڑھ ہاتھ تھی۔"},{"number":7,"verse":"اور اُس نے سرپوش کے دونوں سِروں پر سونے کے دو کرُّ وبی گھڑ کر بنائے۔"},{"number":8,"verse":"ایک کرُّوبی کو اُس نے ایک سِرے پر رکھّا اور دُوسرے کو دُوسرے سِرے پر ۔ دونوں سِروں کے کرُّوبی اور سرپوش ایک ہی ٹُکڑے سے بنے تھے۔"},{"number":9,"verse":"اور کرُّوبیوں کے بازُو اُوپر سے پَھیلے ہُوئے تھے اور اُن کے بازُوؤں سے سرپوش ڈھکا ہُؤا تھا اور اُن کرُّوبیوں کے چہرے سرپوش کی طرف اور ایک دُوسرے کے مُقابِل تھے۔"},{"number":10,"verse":"( نذر کی روٹیوں کی میز کا بنایا جانا) اور اُس نے وہ میز کِیکر کی لکڑی کی بنائی ۔ اُس کی لمبائی دو ہاتھ اور چَوڑائی ایک ہاتھ اور اُونچائی ڈیڑھ ہاتھ تھی۔"},{"number":11,"verse":"اور اُس نے اُس کو خالِص سونے سے منڈھا اور اُس کے لِئے گِرداگِرد سونے کا ایک تاج بنایا۔"},{"number":12,"verse":"اور اُس نے ایک کنگنی چار اُنگل چَوڑی اُس کے چاروں طرف رکھّی اور اُس کنگنی پر گِرداگِرد سونے کا ایک تاج بنایا۔"},{"number":13,"verse":"اور اُس نے اُس کے لِئے سونے کے چار کڑے ڈھا ل کراُن کو اُس کے چاروں پایوں کے چاروں کونوں میں لگایا۔"},{"number":14,"verse":"یہ کڑے کنگنی کے پاس تھے تاکہ میز اُٹھانے کی چوبوں کے خانوں کا کام دیں۔"},{"number":15,"verse":"اور اُس نے میز اُٹھانے کی وہ چوبیں کِیکر کی لکڑی کی بنائِیں اور اُن کو سونے سے منڈھا۔"},{"number":16,"verse":"اور اُس نے میز پر کے سب ظرُوف یعنی اُس کے طباق اور چمچے اور بڑے بڑے پیالے اور اُنڈیلنے کے آفتابے خالِص سونے کے بنائے۔"},{"number":17,"verse":"( چراغدان کا بنایا جانا) اور اُس نے شمعدان خالِص سونے کا بنایا ۔ وہ شمعدان اور اُس کا پایہ اور اُس کی ڈنڈی گھڑے ہُوئے تھے ۔ یہ سب اور اُس کی پیالِیاں اور لٹُّو اور پُھول ایک ہی ٹُکڑے کے بنے ہُوئے تھے۔"},{"number":18,"verse":"اور چھ شاخیں اُس کی دونوں طرف سے نِکلی ہُوئی تِھیں ۔ شمعدان کی تِین شاخیں تو اُس کی ایک طرف سے اور تِین شاخیں اُس کی دُوسری طرف سے۔"},{"number":19,"verse":"اور ایک شاخ میں بادام کے پُھول کی شکل کی تِین پیالِیاں اور ایک لٹُّو اور ایک پُھول تھا اور دُوسری شاخ میں بھی بادام کے پُھول کی شکل کی تِین پیالِیاں اور ایک لٹُّو اور ایک پُھول تھا ۔ غرض اُس شمعدان کی چھئوں شاخوں میں سب کُچھ اَیسا ہی تھا۔"},{"number":20,"verse":"اور خُود شمعدان میں بادام کے پُھول کی شکل کی چار پیالِیاں اپنے اپنے لٹُّو اور پُھول سمیت بنی تِھیں۔"},{"number":21,"verse":"اور شمعدان کی چھئوں نِکلی ہُوئی شاخوں میں سے ہر دو دو شاخیں اور ایک ایک لٹُّو ایک ہی ٹُکڑے کے تھے۔"},{"number":22,"verse":"اُن کے لٹُّو اور اُن کی شاخیں سب ایک ہی ٹُکڑے کے تھے ۔ سارا شمعدان خالِص سونے کا اور ایک ہی ٹُکڑے کا گھڑا ہُؤا تھا۔"},{"number":23,"verse":"اور اُس نے اُس کے لِئے سات چراغ بنائے اور اُس کے گُلگِیر اور گُلدان خالِص سونے کے تھے۔"},{"number":24,"verse":"اور اُس نے اُس کو اور اُس کے سب ظُروف کو ایک قِنطار خالِص سونے سے بنایا۔"},{"number":25,"verse":"( بخُور جلانے کی قُربان گاہ کا بنایا جانا) اور اُس نے بخُور جلانے کی قُربان گاہ کِیکر کی لکڑی کی بنائی ۔اُس کی لمبائی ایک ہاتھ اور چَوڑائی ایک ہاتھ تھی ۔ وہ چَوکُھونٹی تھی اور اُس کی اُونچائی دو ہاتھ تھی اور وہ اور اُس کے سِینگ ایک ہی ٹُکڑے کے تھے۔"},{"number":26,"verse":"اور اُس نے اُس کے اُوپر کی سطح اور گِرداگِرد کی اطراف اور سِینگوں کو خالِص سونے سے منڈھا اور اُس کے لِئے سونے کا ایک تاج گِرداگِرد بنایا۔"},{"number":27,"verse":"اور اُس نے اُس کی دونوں طرف کے دونوں پہلُوؤں میں تاج کے نِیچے سونے کے دو کڑے بنائے جو اُس کے اُٹھانے کی چوبوں کے لِئے خانوں کا کام دیں۔"},{"number":28,"verse":"اور چوبیں کِیکر کی لکڑی کی بنائِیں اور اُن کو سونے سے منڈھا۔"},{"number":29,"verse":"( مَسح کرنے کے تیل اور بخور کا بنایا جانا) اور اُس نے مَسح کرنے کا پاک تیل اور خُوشبُودار مصالِح کا خالِص بخُور گندھی کی حِکمت کے مُطابِق تیّار کِیا۔"}]}