{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":38,"verses":[{"number":1,"verse":"( سوختنی قُربانی کے مذبح کا بنایا جانا) اور اُس نے سوختنی قُربانی کا مذبح کِیکر کی لکڑی کا بنایا ۔ اُس کی لمبائی پانچ ہاتھ اور چَوڑائی پانچ ہاتھ تھی ۔ وہ چَوکُھونٹا تھا اور اُس کی اُونچائی تِین ہاتھ تھی۔"},{"number":2,"verse":"اور اُس نے اُس کے چاروں کونوں پر سِینگ بنائے ۔ سِینگ اور وہ مذبح دونوں ایک ہی ٹُکڑے کے تھے اور اُس نے اُس کو پِیتل سے منڈھا۔"},{"number":3,"verse":"اور اُس نے مذبح کے سب ظُروف یعنی دیگیں اور بیلچے اور کٹورے اور سیخیں اور انگیٹھیاں بنائِیں ۔ اُس کے سب ظرُوف پِیتل کے تھے۔"},{"number":4,"verse":"اور اُس نے مذبح کے لِئے اُس کی چاروں طرف کنارے کے نِیچے پِیتل کی جالی کی جھنجری اِس طرح لگائی کہ وہ اُس کی آدھی دُور تک پُہنچتی تھی۔"},{"number":5,"verse":"اور اُس نے پِیتل کی جھنجری کے چاروں کونوں میں لگانے کے لِئے چار کڑے ڈھالے تاکہ چوبوں کے لِئے خانوں کا کام دیں۔"},{"number":6,"verse":"اور چوبیں کِیکر کی لکڑی کی بنا کر اُن کو پِیتل سے منڈھا۔"},{"number":7,"verse":"اور اُس نے وہ چوبیں مذبح کی دونوں طرف کے کڑوں میں اُس کے اُٹھانے کے لِئے ڈال دِیں ۔ وہ کھوکھلا تختوں کا بنا ہُؤا تھا۔"},{"number":8,"verse":"اور جو خِدمت گُذار عَورتیں خَیمۂِ اِجتماع کے دروازہ پر خِدمت کرتی تِھیں اُن کے آئینوں کے پِیتل سے اُس نے پِیتل کا حَوض اور پِیتل ہی کی اُس کی کُرسی بنائی۔"},{"number":9,"verse":"( مسکن کا صحن) پِھر اُس نے صحن بنایا اور جنُوبی سِمت کے لِئے اُس صحن کے پردے بارِیک بٹے ہُوئے کتان کے تھے اور سب مِلا کر سَو ہاتھ لمبے تھے۔"},{"number":10,"verse":"اُن کے لِئے بِیس سُتُون اور اُن کے واسطے پِیتل کے بِیس خانے تھے اور سُتُونوں کے کُنڈے اور پٹّیاں چاندی کی تِھیں۔"},{"number":11,"verse":"اور شِمالی سِمت میں بھی وہ سَو ہاتھ لمبے اور اُن کے لِئے بِیس سُتُون اور اُن کے واسطے بِیس ہی پِیتل کے خانے تھے اور سُتُونوں کے کُنڈے اور پٹّیاں چاندی کی تِھیں۔"},{"number":12,"verse":"اور مغرِبی سِمت کے لِئے سب پردے مِلا کر پچاس ہاتھ کے تھے ۔ اُن کے لِئے دس سُتُون اور دس ہی اُن کے خانے تھے اور سُتُونوں کے کُنڈے اور پٹّیاں چاندی کی تِھیں۔"},{"number":13,"verse":"اور مشرِقی سِمت میں بھی وہ پچاس ہی ہاتھ کے تھے۔"},{"number":14,"verse":"اُس کے دروازہ کی ایک طرف پندرہ ہاتھ کے پردے اور اُن کے لِئے تِین سُتُون اور تِین خانے تھے۔"},{"number":15,"verse":"اور دُوسری طرف بھی وَیسا ہی تھا ۔ پس صحن کے دروازہ کے اِدھر اور اُدھر پندرہ پندرہ ہاتھ کے پردے تھے ۔ اُن کے لِئے تِین تِین سُتُون اور تِین ہی تِین خانے تھے۔"},{"number":16,"verse":"صحن کے گِرداگِرد کے سب پردے بارِیک بٹے ہُوئے کتان کے بنے ہُوئے تھے۔"},{"number":17,"verse":"اور سُتُونوں کے خانے پِیتل کے اور اُن کے کنڈے اور پٹّیاں چاندی کی تِھیں ۔ اُن کے سِرے چاندی سے منڈھے ہُوئے اور صحن کے کُل سُتُون چاندی کی پٹّیوں سے جڑے ہُوئے تھے۔"},{"number":18,"verse":"اور صحن کے دروازہ کے پردہ پر بیل بُوٹے کا کام تھا اور وہ آسمانی اور ارغوانی اور سُرخ رنگ کے کپڑوں اور بارِیک بٹے ہُوئے کتان کا بنا ہُؤا تھا ۔ اُس کی لمبائی بِیس ہاتھ اور اُونچائی صحن کے پردوں کی چَوڑائی کے مُطابِق پانچ ہاتھ تھی۔"},{"number":19,"verse":"اُن کے لِئے چار سُتُون اور چار ہی اُن کے واسطے پِیتل کے خانے تھے ۔ اُن کے کُنڈے چاندی کے تھے اور اُن کے سِروں پر چاندی منڈھی ہُوئی تھی اور اُن کی پٹّیاں بھی چاندی کی تِھیں۔"},{"number":20,"verse":"اور مسکن کی اور صحن کے گِرداگِرد کی سب میخیں پِیتل کی تِھیں۔"},{"number":21,"verse":"( مسکن میں کون کون سی دھاتیں اِستعمال ہُوئیں ؟) اور مسکن یعنی مسکن ِشہادت کے جو سامان لاوِیوں کی خِدمت کے لِئے بنے اور جِن کو مُوسیٰ کے حُکم کے مُطابِق ہارُو ن کاہِن کے بیٹے اِتمر نے گِنا اُن کا حِساب یہ ہے۔"},{"number":22,"verse":"بضلی ایل بِن اُور ی بِن حُور نے جو یہُودا ہ کے قبیلہ کا تھا سب کُچھ جو خُداوند نے مُوسیٰ کو فرمایا تھا بنایا۔"},{"number":23,"verse":"اور اُس کے ساتھ دان کے قبیلہ کا اہلیا ب بِن اخیسمک تھا جو کندہ کار اور ماہِر کارِیگر تھا اور آسمانی اور ارغوانی اور سُرخ رنگ کے کپڑوں اور بارِیک کتان پر بیل بُوٹے کاڑھتا تھا۔"},{"number":24,"verse":"سب سونا جو مَقدِس کی چِیزوں کے کام میں لگا یعنی ہدیہ کا سونا اُنتِیس قِنطار اور مَقدِس کی مِثقال کے حِساب سے سات سَو تِیس مِثقال تھا۔"},{"number":25,"verse":"اور جماعت میں سے گِنے ہُوئے لوگوں کے ہدیہ کی چاندی ایک سَو قِنطار اور مَقدِس کی مِثقال کے حِساب سے ایک ہزار سات سَو پچھتّر مِثقال تھی۔"},{"number":26,"verse":"مَقدِس کی مِثقال کے حِساب سے فی آدمی جو نِکل کر شُمار کِئے ہُوؤں میں مِل گیا ایک بیکا یعنی نِیم مِثقال بِیس برس اور اُس سے زِیادہ عُمر کے لوگوں سے لِیا گیا تھا ۔ یہ چھ لاکھ تِین ہزار ساڑھے پانچ سَو مَرد تھے۔"},{"number":27,"verse":"اِس سَو قنطار چاندی سے مَقدِس کے اور بِیچ کے پردہ کے خانے ڈھالے گئے ۔ سَو قِنطار سے سَو ہی خانے بنے یعنی ایک ایک قِنطار ایک ایک خانے میں لگا۔"},{"number":28,"verse":"اور ایک ہزار سات سَو پچھتّر مِثقال چاندی سے سُتُونوں کے کُنڈے بنے اور اُن کے سِرے منڈھے گئے اور اُن کے لِئے پٹّیاں تیّار ہُوئِیں۔"},{"number":29,"verse":"اور ہدیہ کا پِیتل ستّر قِنطار اور دو ہزار چار سَو مِثقال تھا۔"},{"number":30,"verse":"اِس سے اُس نے خَیمۂِ اِجتماع کے دروازہ کے خانے اور پِیتل کا مذبح اور اُس کے لِئے پِیتل کی جھنجری اور مذبح کے سب ظُروف۔"},{"number":31,"verse":"اور صحن کے گِرداگِرد کے خانے اور صحن کے دروازہ کے خانے اور مسکن کی میخیں اور صحن کی چاروں طرف کی میخیں بنائِیں۔"}]}