{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"( مسکن کا کھڑا کِیا جانا اور مخصُوصیّت) اور خُداوند نے مُوسیٰ سے کہا۔"},{"number":2,"verse":"پہلے مہِینے کی پہلی تارِیخ کو تُو خَیمۂِ اِجتماع کے مسکن کو کھڑا کر دینا۔"},{"number":3,"verse":"اور اُس میں شہادت کا صندُوق رکھ کر صندُوق پر بِیچ کا پردہ کھینچ دینا۔"},{"number":4,"verse":"اور میز کو اندر لے جا کر اُس پر کی سب چِیزیں ترتیب سے سجا دینا اور شمعدان کو اندر کر کے اُس کے چراغ رَوشن کر دینا۔"},{"number":5,"verse":"اور بخُور جلانے کی زرِّین قُربان گاہ کو شہادت کے صندُوق کے سامنے رکھنا اور مسکن کے دروازہ کا پردہ لگا دینا۔"},{"number":6,"verse":"اور سوختنی قُربانی کا مذبح خَیمۂِ اِجتماع کے مسکن کے دروازہ کے سامنے رکھنا۔"},{"number":7,"verse":"اور حَوض کو خَیمۂِ اِجتماع اور مذبح کے بِیچ میں رکھ کر اُس میں پانی بھر دینا۔"},{"number":8,"verse":"اور صحن کو چاروں طرف سے گھیر کر صحن کے دروازہ میں پردہ لٹکا دینا۔"},{"number":9,"verse":"اور مَسح کرنے کا تیل لے کر مسکن کو اور اُس کے اندر کی سب چِیزوں کو مَسح کرنا اور یُوں اُسے اور اُس کے سب ظُروف کو مُقدّس کرنا ۔ تب وہ مُقدّس ٹھہرے گا۔"},{"number":10,"verse":"اور تُو سوختنی قُربانی کے مذبح اور اُس کے سب ظُروف کو مَسح کر کے مذبح کو مُقدّس کرنا اور مذبح نِہایت ہی مُقدّس ٹھہرے گا۔"},{"number":11,"verse":"اور تُو حَوض اور اُس کی کُرسی کو بھی مَسح کر کے مُقدّس کرنا۔"},{"number":12,"verse":"اور ہارُو ن اور اُس کے بیٹوں کو خَیمۂِ اِجتماع کے دروازہ پر لا کر اُن کو پانی سے غُسل دِلانا۔"},{"number":13,"verse":"اور ہارُون کو مُقدّس لِباس پہنانا اور اُسے مَسح اور مُقدّس کرنا تاکہ وہ میرے لِئے کاہِن کی خِدمت کو انجام دے۔"},{"number":14,"verse":"اور اُس کے بیٹوں کو لا کر اُن کو کُرتے پہنانا۔"},{"number":15,"verse":"اور جَیسے اُن کے باپ کو مَسح کرے وَیسے ہی اُن کو بھی مَسح کرنا تاکہ وہ میرے لِئے کاہِن کی خِدمت کو انجام دیں اور اُن کا مَسح ہونا اُن کے لِئے نسل در نسل ابدی کہانت کا نِشان ہو گا۔"},{"number":16,"verse":"اور مُوسیٰ نے سب کُچھ جَیسا خُداوند نے اُس کو حُکم کِیا تھا اُسی کے مُطابِق کِیا۔"},{"number":17,"verse":"اور دُوسرے سال کے پہلے مہِینے کی پہلی تارِیخ کو مسکن کھڑا کِیا گیا۔"},{"number":18,"verse":"اور مُوسیٰ نے مسکن کو کھڑا کِیا اور خانوں کو دھر اُن میں تختے لگا اُن کے بینڈے کھینچ دِئے اور اُس کے سُتُونوں کو کھڑا کر دِیا۔"},{"number":19,"verse":"اور مسکن کے اُوپر خَیمہ کو تان دِیا اور خَیمہ پر اُس کا غِلاف چڑھا دِیا جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":20,"verse":"اور شہادت نامہ کو لے کر صندُوق میں رکھّا اور چوبوں کو صندُوق میں لگا کر سرپوش کو صندُوق کے اُوپر دھرا۔"},{"number":21,"verse":"پِھر اُس صندُوق کو مسکن کے اندر لایا اور بِیچ کا پردہ لگا کر شہادت کے صندُوق کو پردہ کے اندر کِیا جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":22,"verse":"اور میز کو اُس پردہ کے باہر مسکن کی شِمالی سِمت میں خَیمۂِ اِجتماع کے اندر رکھّا۔"},{"number":23,"verse":"اور اُس پر خُداوند کے رُوبرُو روٹی سجا کر رکھّی جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":24,"verse":"اور خَیمۂِ اِجتماع کے اندر ہی میز کے سامنے مسکن کی جنُوبی سِمت میں شمعدان کو رکھّا۔"},{"number":25,"verse":"اور چراغ خُداوند کے رُوبرُو رَوشن کر دِئے جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":26,"verse":"اور زرِّین قُربان گاہ کو خَیمۂِ اِجتماع کے اندر پردہ کے سامنے رکھّا۔"},{"number":27,"verse":"اور اُس پر خُوشبُودار مصالِح کا بخُور جلایا جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":28,"verse":"اور اُس نے مسکن کے دروازہ میں پردہ لگایا۔"},{"number":29,"verse":"اور خَیمۂِ اِجتماع کے مسکن کے دروازہ پر سوختنی قُربانی کا مذبح رکھ کر اُس پر سوختنی قُربانی اور نذرکی قُربانی چڑھائی جَیسا خُداوند نے موُسیٰ کو حُکم کِیا تھا۔"},{"number":30,"verse":"اور اُس نے حَوض کو خَیمۂِ اِجتماع اور مذبح کے بِیچ میں رکھ کر اُس میں دھونے کے لِئے پانی بھر دِیا۔"},{"number":31,"verse":"اور مُوسیٰ اور ہارُون اور اُس کے بیٹوں نے اپنے اپنے ہاتھ پاؤں اُس میں دھوئے۔"},{"number":32,"verse":"جب جب وہ خَیمۂِ اِجتماع کے اندر داخِل ہوتے اور جب جب وہ مذبح کے نزدِیک جاتے تو اپنے آپ کو دھو کر جاتے تھے جَیسا خُداوند نے مُوسیٰ کو حُکم کِیا تھا۔"},{"number":33,"verse":"اور اُس نے مسکن اور مذبح کے گِرداگِرد صحن کو گھیر کر صحن کے دروازہ کا پردہ ڈا ل دِیا ۔ یُوں مُوسیٰ نے اُس کام کو ختم کِیا۔"},{"number":34,"verse":"( مسکن کے اُوپر بادل کا چھا جانا) تب خَیمۂِ اِجتماع پر ابر چھا گیا اور مسکن خُداوند کے جلال سے معمُور ہو گیا۔"},{"number":35,"verse":"اور مُوسیٰ خَیمۂِ اِجتماع میں داخِل نہ ہو سکا کیونکہ وہ ابر اُس پر ٹھہرا ہُؤا تھا اور مسکن خُداوند کے جلال سے معمُور تھا۔"},{"number":36,"verse":"اور بنی اِسرائیل کے سارے سفر میں یہ ہوتا رہا کہ جب وہ ابر مسکن کے اُوپر سے اُٹھ جاتا تو وہ آگے بڑھتے۔"},{"number":37,"verse":"پر اگر وہ ابر نہ اُٹھتا تو وہ اُس دِن تک سفر نہیں کرتے تھے جب تک وہ اُٹھ نہ جاتا۔"},{"number":38,"verse":"کیونکہ خُداوند کا ابر اِسرا ئیل کے سارے گھرانے کے سامنے اور اُن کے سارے سفر میں دِن کے وقت تو مسکن کے اُوپر ٹھہرا رہتا اور رات کو اُس میں آگ رہتی تھی۔"}]}