{"bibleAbbr":"urRV2010","bookName":"خُرُوج","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"( مینڈک) پِھر خُداوند نے مُوسیٰ سے کہا کہ فِرعو ن کے پاس جا اور اُس سے کہہ خُداوند یُوں فرماتا ہے کہ میرے لوگوں کو جانے دے تاکہ وہ میری عِبادت کریں۔"},{"number":2,"verse":"اور اگر تُو اُن کو جانے نہ دے گا تو دیکھ مَیں تیرے مُلک کو مینڈکوں سے مارُوں گا۔"},{"number":3,"verse":"اور دریا بے شُمار مینڈکوں سے بھر جائے گا اور وہ آکر تیرے گھر میں اور تیری آرام گاہ میں اور تیرے پلنگ پر اور تیرے مُلازموں کے گھروں میں اور تیری رعیّت پر اور تیرے تنُوروں اور آٹا گوندھنے کے لگنوں میں گُھستے پِھریں گے۔"},{"number":4,"verse":"اور تُجھ پر اور تیری رعیّت اور تیرے نوکروں پر چڑھ جائیں گے۔"},{"number":5,"verse":"اور خُداوند نے مُوسیٰ کو فرمایا کہ ہارُو ن سے کہہ اپنی لاٹھی لے کر اپنا ہاتھ دریاؤں اور نہروں اور جِھیلوں پر بڑھا اور مینڈکوں کو مُلکِ مِصر پر چڑھالا۔"},{"number":6,"verse":"چُنانچہ جِتنا پانی مِصر میں تھا اُس پر ہارُو ن نے اپنا ہاتھ بڑھایا اور مینڈک چڑھ آئے اور مُلکِ مِصر کو ڈھانک لِیا۔"},{"number":7,"verse":"اور جادُوگروں نے بھی اپنے جادُو سے اَیسا ہی کِیا اور مُلکِ مِصر پر مینڈک چڑھا لائے۔"},{"number":8,"verse":"تب فِرعو ن نے مُوسیٰ اور ہارُو ن کو بُلوا کر کہا کہ خُداوند سے شِفاعت کرو کہ مینڈکوں کو مُجھ سے اور میری رعیّت سے دَفع کرے اور مَیں اِن لوگوں کو جانے دُوں گا تاکہ وہ خُداوند کے لِئے قُربانی کریں۔"},{"number":9,"verse":"مُوسیٰ نے فِرعو ن سے کہا تُجھے مُجھ پر یِہی فخر رہے! مَیں تیرے اور تیرے نوکروں اور تیری رعیّت کے واسطے کب کے لِئے شِفاعت کرُوں کہ مینڈک تُجھ سے اور تیرے گھروں سے دَفع ہوں اور دریا ہی میں رہیں؟۔"},{"number":10,"verse":"اُس نے کہا کل کے لِئے ۔ تب اُس نے کہا تیرے ہی کہنے کے مُطابِق ہو گا تاکہ تُو جانے کہ خُداوند ہمارے خُدا کی مانِند کوئی نہیں۔"},{"number":11,"verse":"اور مینڈک تُجھ سے اور تیرے گھروں سے اور تیرے نوکروں سے اور تیری رعیّت سے دُور ہو کر دریا ہی میں رہا کریں گے۔"},{"number":12,"verse":"پِھرمُوسیٰ اور ہارُو ن فِرعو ن کے پاس سے نِکل کر چلے گئے اور مُوسیٰ نے خُداوند سے مینڈکوں کے بارے میں جو اُس نے فِرعو ن پر بھیجے تھے فریاد کی۔"},{"number":13,"verse":"اور خُداوند نے مُوسیٰ کی درخواست کے مُوافِق کِیا اور سب گھروں اور صحنوں اور کھیتوں کے مینڈک مَر گئے۔"},{"number":14,"verse":"اور لوگوں نے اُن کو جمع کر کر کے اُن کے ڈھیر لگا دِئے اور زمِین سے بدبُو آنے لگی۔"},{"number":15,"verse":"پر جب فِرعو ن نے دیکھا کہ چُھٹکارا مِل گیا تو اُس نے اپنا دِل سخت کر لِیا اور جَیسا خُداوند نے کہہ دِیا تھا اُن کی نہ سُنی۔"},{"number":16,"verse":"( جُوئیں) تب خُداوند نے مُوسیٰ سے کہا ہارُو ن سے کہہ اپنی لاٹھی بڑھا کر زمِین کی گَرد کو مار تاکہ وہ تمام مُلکِ مِصر میں جُوئیں بن جائے۔"},{"number":17,"verse":"اُنہوں نے اَیسا ہی کِیا اور ہارُو ن نے اپنی لاٹھی لے کر اپنا ہاتھ بڑھایا اور زمِین کی گَرد کو مارا اور اِنسان اور حَیوان پر جُوئیں ہو گئیں اور تمام مُلکِ مِصر میں زمِین کی ساری گَرد جُوئیں بن گئی۔"},{"number":18,"verse":"اور جادُوگروں نے کوشِش کی کہ اپنے جادُو سے جُوئیں پَیدا کریں پر نہ کر سکے اور اِنسان اور حَیوان دونوں پر جُوئیں چڑھی رہِیں۔"},{"number":19,"verse":"تب جادُوگروں نے فِرعو ن سے کہا کہ یہ خُدا کا کام ہے پر فِرعون کا دِل سخت ہو گیا اور جَیسا خُداوند نے کہہ دِیا تھا اُس نے اُن کی نہ سُنی۔"},{"number":20,"verse":"( مچھّر) تب خُداوند نے مُوسیٰ سے کہا صُبح سویرے اُٹھ کر فِرعو ن کے آگے جا کھڑا ہونا ۔ وہ دریا پر آئے گا ۔ سو تُو اُس سے کہنا خُداوند یُوں فرماتا ہے کہ میرے لوگوں کو جانے دے کہ وہ میری عِبادت کریں۔"},{"number":21,"verse":"ورنہ اگر تُو اُن کو جانے نہ دے گا تو دیکھ مَیں تُجھ پر اور تیرے نوکروں اور تیری رعیّت پر اور تیرے گھروں میں مچّھروں کے غول کے غول بھیجُوں گا اور مِصریوں کے گھر اور تمام زمِین جہاں جہاں وہ ہیں مچّھروں کے غولوں سے بھر جائے گی۔"},{"number":22,"verse":"اور مَیں اُس دِن جشن کے علاقہ کو جِس میں میرے لوگ رہتے ہیں جُدا کرُوں گا اور اُس میں مچّھروں کے غول نہ ہوں گے تاکہ تُو جان لے کہ دُنیا میں خُداوند مَیں ہی ہُوں۔"},{"number":23,"verse":"اور مَیں اپنے لوگوں اور تیرے لوگوں میں فرق کرُوں گا اور کل تک یہ نِشان ظہُور میں آئے گا۔"},{"number":24,"verse":"چُنانچہ خُداوند نے اَیسا ہی کِیا اور فِرعو ن کے گھر اور اُس کے نوکروں کے گھروں اور سارے مُلکِ مِصر میں مچّھروں کے غول کے غول بھر گئے اور اِن مچّھروں کے غولوں کے سبب سے مُلک کا ناس ہو گیا۔"},{"number":25,"verse":"تب فِرعو ن نے مُوسیٰ اور ہارُو ن کو بُلوا کر کہا کہ تُم جاؤ اور اپنے خُدا کے لِئے اِسی مُلک میں قُربانی کرو۔"},{"number":26,"verse":"مُوسیٰ نے کہا اَیسا کرنا مناسب نہیں کیونکہ ہم خُداوند اپنے خُدا کے لِئے اُس چِیز کی قُربانی کریں گے جِس سے مِصری نفرت رکھتے ہیں ۔ سو اگر ہم مِصریوں کی آنکھوں کے آگے اُس چِیز کی قُربانی کریں جِس سے وہ نفرت رکھتے ہیں تو کیا وہ ہم کو سنگسار نہ کر ڈالیں گے؟۔"},{"number":27,"verse":"پس ہم تِین دِن کی راہ بیابان میں جا کر خُداوند اپنے خُدا کے لِئے جَیسا وہ ہم کو حُکم دے گا قُربانی کریں گے۔"},{"number":28,"verse":"فِرعو ن نے کہا مَیں تُم کو جانے دُوں گا تاکہ تم خُداوند اپنے خُدا کے لِئے بیابان میں قُربانی کرو لیکن تُم بُہت دُور مت جانا اور میرے لِئے شِفاعت کرنا۔"},{"number":29,"verse":"مُوسیٰ نے کہا دیکھ مَیں تیرے پاس سے جا کر خُداوند سے شِفاعت کرُوں گا کہ مچّھروں کے غول فِرعو ن اور اُس کے نوکروں اور اُس کی رعیّت کے پاس سے کل ہی دُورہو جائیں فقط اِتنا ہو کہ فِرعو ن آگے کو دغا کر کے لوگوں کو خُداوند کے لِئے قُربانی کرنے کو جانے دینے سے اِنکار نہ کر دے۔"},{"number":30,"verse":"اور مُوسیٰ نے فِرعو ن کے پاس سے جا کر خُداوند سے شِفاعت کی۔"},{"number":31,"verse":"خُداوند نے مُوسیٰ کی درخواست کے مُوافِق کِیا اور اُس نے مچّھروں کے غولوں کو فِرعو ن اور اُس کے نوکروں اور اُس کی رعیّت کے پاس سے دُور کر دِیا یہاں تک کہ ایک بھی باقی نہ رہا۔"},{"number":32,"verse":"پر فِرعو ن نے اِس بار بھی اپنا دِل سخت کر لِیا اور اُن لوگوں کو جانے نہ دِیا۔"}]}