{"bibleAbbr":"TCVSL2022NT","bookName":"2 யோவான்","bookEnglishName":"2 John","chapterNumber":1,"verses":[{"number":1,"verse":"மூப்பராகிய நான், இறைவனால் தெரிந்துகொள்ளப்பட்ட மதிப்புக்குரிய அம்மையார் அவர்களுக்கும், அவரது பிள்ளைகளுக்கும் எழுதுகின்றதாவது, சத்தியத்தின் பொருட்டு நான் உங்களில் அன்பாயிருக்கின்றேன். நான் மட்டுமல்ல, இறைவனின் சத்தியத்தை அறிந்த அனைவருமே உங்களில் அன்பாயிருக்கின்றார்கள்."},{"number":2,"verse":"நம்மில் நிலைபெற்று, என்றென்றும் நம்மோடு நிலைத்திருக்கும் சத்தியத்தின் பொருட்டு:"},{"number":3,"verse":"பிதாவாகிய இறைவனிடமிருந்தும், பிதாவின் மகனாகிய இயேசு கிறிஸ்துவினிடமிருந்தும் வருகின்ற கிருபையும் இரக்கமும் சமாதானமும், நம் அனைவரோடும் சத்தியத்துடனும் அன்புடனும் இருப்பதாக."},{"number":4,"verse":"பிதா நமக்குக் கட்டளையிட்டபடி, உங்களது பிள்ளைகளில் சிலர் சத்தியத்தின்படி நடப்பதைக் காண்பது எனக்கு பெரு மகிழ்ச்சியைத் தருகிறது."},{"number":5,"verse":"இப்போதும் அன்பான அம்மையாரே! நான் உங்களுக்கு ஒரு புதிய கட்டளையை எழுதாமல், நாம் ஒருவரில் ஒருவர் அன்பாயிருக்க வேண்டும் என்று ஆரம்பத்திலிருந்தே நமக்கிருந்த கட்டளையையே எழுதுகிறேன்."},{"number":6,"verse":"நாம் இறைவனுடைய கட்டளைகளுக்குக் கீழ்ப்படிந்து நடப்பதே அன்பாகும். நீங்கள் ஆரம்பத்திலிருந்து கேள்விப்பட்டிருக்கின்றபடி இந்த அன்பிலே நாம் நடக்க வேண்டும் என்பதே அவருடைய கட்டளையாகும்."},{"number":7,"verse":"ஏனெனில் இயேசு கிறிஸ்து மனித உடலெடுத்து வந்தார் என்பதை ஏற்றுக்கொள்ளாத பல ஏமாற்றுக்காரர்கள் உலகமெங்கும் சென்றிருக்கிறார்கள். இப்படிப்பட்ட எவனும் ஏமாற்றுக்காரனாகவும் போலி கிறிஸ்துவுமாக இருக்கின்றான்."},{"number":8,"verse":"ஆகவே உங்கள் உழைப்பின் பலனை நீங்கள் இழந்து போகாமல், அதற்கான வெகுமதியை முழுமையாகப் பெற்றுக்கொள்ளும்படி விழிப்பாக இருங்கள்."},{"number":9,"verse":"கிறிஸ்துவின் போதனையில் நிலைத்திராமல், எல்லைமீறிச் செல்கின்ற எவனும் இறைவனை உடையவன் அல்ல. போதனையில் நிலைத்திருக்கின்றவனே பிதாவையும் மகனையும் உடையவனாயிருக்கிறான்."},{"number":10,"verse":"உங்களிடம் வருகின்ற எவனாயினும் இந்த போதனையைக் கொண்டுவராவிட்டால், அவனை உங்களுடைய வீட்டிற்குள் ஏற்றுக்கொள்ளவோ வரவேற்கவோ வேண்டாம்."},{"number":11,"verse":"ஏனெனில், அப்படிப்பட்ட ஒருவனை வரவேற்கின்ற எவனும், அவனுடைய தீய செயலுக்குப் பங்களிப்பு செய்கின்றான்."},{"number":12,"verse":"உங்களுக்கு எழுத வேண்டிய விடயங்கள் அநேகம் உள்ளன. அதற்காக நான் மையையும் காகிதத்தையும் பயன்படுத்த விரும்பவில்லை. நான் உங்களை நேருக்கு நேராக சந்தித்து பேசவே விரும்புகிறேன். அப்போது நமது மகிழ்ச்சி நிறைவாயிருக்கும்."},{"number":13,"verse":"தெரிவு செய்யப்பட்ட உங்கள் சகோதரியின் பிள்ளைகளும், தங்களுடைய வாழ்த்துதல்களைத் தெரிவிக்கிறார்கள்."}]}