{"bibleAbbr":"RSV1971","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"(Solomon’s Palace and Other Buildings) Solomon was building his own house thirteen years, and he finished his entire house."},{"number":2,"verse":"He built the House of the Forest of Lebanon; its length was a hundred cubits, and its breadth fifty cubits, and its height thirty cubits, and it was built upon three (Gk: Heb four) rows of cedar pillars, with cedar beams upon the pillars."},{"number":3,"verse":"And it was covered with cedar above the chambers that were upon the forty-five pillars, fifteen in each row."},{"number":4,"verse":"There were window frames in three rows, and window opposite window in three tiers."},{"number":5,"verse":"All the doorways and windows (Gk: Heb posts) had square frames, and window was opposite window in three tiers."},{"number":6,"verse":"And he made the Hall of Pillars; its length was fifty cubits, and its breadth thirty cubits; there was a porch in front with pillars, and a canopy before them."},{"number":7,"verse":"And he made the Hall of the Throne where he was to pronounce judgment, even the Hall of Judgment; it was finished with cedar from floor to rafters. (Syr Vg: Heb floor)"},{"number":8,"verse":"His own house where he was to dwell, in the other court back of the hall, was of like workmanship. Solomon also made a house like this hall for Pharaoh’s daughter whom he had taken in marriage."},{"number":9,"verse":"All these were made of costly stones, hewn according to measure, sawed with saws, back and front, even from the foundation to the coping, and from the court of the house of the LORD (With 7.12: Heb from the outside) to the great court."},{"number":10,"verse":"The foundation was of costly stones, huge stones, stones of eight and ten cubits."},{"number":11,"verse":"And above were costly stones, hewn according to measurement, and cedar."},{"number":12,"verse":"The great court had three courses of hewn stone round about, and a course of cedar beams; so had the inner court of the house of the LORD, and the vestibule of the house."},{"number":13,"verse":"(Products of Hiram the Bronzeworker) And King Solomon sent and brought Hiram from Tyre."},{"number":14,"verse":"He was the son of a widow of the tribe of Naph′tali, and his father was a man of Tyre, a worker in bronze; and he was full of wisdom, understanding, and skill, for making any work in bronze. He came to King Solomon, and did all his work."},{"number":15,"verse":"He cast two pillars of bronze. Eighteen cubits was the height of one pillar, and a line of twelve cubits measured its circumference; it was hollow, and its thickness was four fingers; the second pillar was the same. (Tg Syr Compare Gk and Jer 52.21: Heb and a line of twelve cubits measured the circumference of the second pillar)"},{"number":16,"verse":"He also made two capitals of molten bronze, to set upon the tops of the pillars; the height of the one capital was five cubits, and the height of the other capital was five cubits."},{"number":17,"verse":"Then he made two (Gk: Heb lacks he made two) nets of checker work with wreaths of chain work for the capitals upon the tops of the pillars; a net (Gk: Heb seven) for the one capital, and a net (Gk: Heb seven) for the other capital."},{"number":18,"verse":"Likewise he made pomegranates; (With 2 Mss Compare Gk: Heb pillars) in two rows round about upon the one network, to cover the capital that was upon the top of the pillar; and he did the same with the other capital."},{"number":19,"verse":"Now the capitals that were upon the tops of the pillars in the vestibule were of lily-work, four cubits."},{"number":20,"verse":"The capitals were upon the two pillars and also above the rounded projection which was beside the network; there were two hundred pomegranates, in two rows round about; and so with the other capital."},{"number":21,"verse":"He set up the pillars at the vestibule of the temple; he set up the pillar on the south and called its name Jachin; and he set up the pillar on the north and called its name Bo′az."},{"number":22,"verse":"And upon the tops of the pillars was lily-work. Thus the work of the pillars was finished."},{"number":23,"verse":"Then he made the molten sea; it was round, ten cubits from brim to brim, and five cubits high, and a line of thirty cubits measured its circumference."},{"number":24,"verse":"Under its brim were gourds, for thirty (Heb ten) cubits, compassing the sea round about; the gourds were in two rows, cast with it when it was cast."},{"number":25,"verse":"It stood upon twelve oxen, three facing north, three facing west, three facing south, and three facing east; the sea was set upon them, and all their hinder parts were inward."},{"number":26,"verse":"Its thickness was a handbreadth; and its brim was made like the brim of a cup, like the flower of a lily; it held two thousand baths."},{"number":27,"verse":"He also made the ten stands of bronze; each stand was four cubits long, four cubits wide, and three cubits high."},{"number":28,"verse":"This was the construction of the stands: they had panels, and the panels were set in the frames"},{"number":29,"verse":"and on the panels that were set in the frames were lions, oxen, and cherubim. Upon the frames, both above and below the lions and oxen, there were wreaths of beveled work."},{"number":30,"verse":"Moreover each stand had four bronze wheels and axles of bronze; and at the four corners were supports for a laver. The supports were cast, with wreaths at the side of each."},{"number":31,"verse":"Its opening was within a crown which projected upward one cubit; its opening was round, as a pedestal is made, a cubit and a half deep. At its opening there were carvings; and its panels were square, not round."},{"number":32,"verse":"And the four wheels were underneath the panels; the axles of the wheels were of one piece with the stands; and the height of a wheel was a cubit and a half."},{"number":33,"verse":"The wheels were made like a chariot wheel; their axles, their rims, their spokes, and their hubs, were all cast."},{"number":34,"verse":"There were four supports at the four corners of each stand; the supports were of one piece with the stands."},{"number":35,"verse":"And on the top of the stand there was a round band half a cubit high; and on the top of the stand its stays and its panels were of one piece with it."},{"number":36,"verse":"And on the surfaces of its stays and on its panels, he carved cherubim, lions, and palm trees, according to the space of each, with wreaths round about."},{"number":37,"verse":"After this manner he made the ten stands; all of them were cast alike, of the same measure and the same form."},{"number":38,"verse":"And he made ten lavers of bronze; each laver held forty baths, each laver measured four cubits, and there was a laver for each of the ten stands."},{"number":39,"verse":"And he set the stands, five on the south side of the house, and five on the north side of the house; and he set the sea at the southeast corner of the house."},{"number":40,"verse":"Hiram also made the pots, the shovels, and the basins. So Hiram finished all the work that he did for King Solomon on the house of the LORD:"},{"number":41,"verse":"the two pillars, the two bowls of the capitals that were on the tops of the pillars, and the two networks to cover the two bowls of the capitals that were on the tops of the pillars;"},{"number":42,"verse":"and the four hundred pomegranates for the two networks, two rows of pomegranates for each network, to cover the two bowls of the capitals that were upon the pillars;"},{"number":43,"verse":"the ten stands, and the ten lavers upon the stands;"},{"number":44,"verse":"and the one sea, and the twelve oxen underneath the sea."},{"number":45,"verse":"Now the pots, the shovels, and the basins, all these vessels in the house of the LORD, which Hiram made for King Solomon, were of burnished bronze."},{"number":46,"verse":"In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zarethan."},{"number":47,"verse":"And Solomon left all the vessels unweighed, because there were so many of them; the weight of the bronze was not found out."},{"number":48,"verse":"So Solomon made all the vessels that were in the house of the LORD: the golden altar, the golden table for the bread of the Presence,"},{"number":49,"verse":"the lampstands of pure gold, five on the south side and five on the north, before the inner sanctuary; the flowers, the lamps, and the tongs, of gold;"},{"number":50,"verse":"the cups, snuffers, basins, dishes for incense, and firepans, of pure gold; and the sockets of gold, for the doors of the innermost part of the house, the most holy place, and for the doors of the nave of the temple."},{"number":51,"verse":"Thus all the work that King Solomon did on the house of the LORD was finished. And Solomon brought in the things which David his father had dedicated, the silver, the gold, and the vessels, and stored them in the treasuries of the house of the LORD."}]}