{"bibleAbbr":"Geneva1599","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"((1 He showeth the duty of servants:10 and what a mischievous evil coveteousness is:13 and having spoken somewhat of rich men, he once again forbiddeth Timothy,20 to cumber himself with vain babblings.) ) Let (He addeth also rules for the servants’ duty towards their masters: whereupon no doubt there were many questions then moved by them which took occasion by the Gospel to trouble the common state. And this is the first rule: Let servants that are come to the faith, and have infidels to their masters, serve them notwithstanding with great fidelity.) as many servants as are under the yoke, count their masters worthy of all honor, (The reason: lest God should seem by the Doctrine of the Gospel to stir up men to rebellion and all wickedness.) that the Name of God, and his doctrine be not evil spoken of."},{"number":2,"verse":"(The second rule: Let not servants that are come to the faith, and have also masters of the same profession and religion, abuse the name of brotherhood, but let them so much the rather obey them.) And they which have believing masters, let them not despise them, because they are brethren, but rather do service, because they are faithful, and beloved, and (Let this be sufficient, that as touching those things which pertain to everlasting life, they are partakers of the same good will and love of God, as their masters themselves are.) partakers of the benefit. (A general conclusion, that these things ought not only to be simply taught, but must with exhortations be diligently beaten into their heads.) These things teach and exhort."},{"number":3,"verse":"(He condemneth severely, and excommunicateth or casteth out of the Church as proud men, such as content not themselves with Christ’s doctrine, (that is to say, the doctrine of godliness) but weary both themselves and others in vain questions, (for all other things are vain) because they content not themselves in Christ’s doctrine: and as lying deceivers, because they savor or sound of nothing but vanity: as mad men, because they trouble themselves so much in matters of nothing: as mischievous plagues, for that they cause great contentions, and corrupt men’s minds and judgment: to be short, as profane and wicked, because they abuse the precious name of godliness and religion to filthy lucre.) If any man teach otherwise, and consenteth not to the wholesome words of our Lord Jesus Christ, and to the doctrine which is according to godliness,"},{"number":4,"verse":"He is puffed up and knoweth nothing, but doteth about questions and (Striving about words, and not about matter: and by words he meaneth all those things which have no pith in them, and whereby we can reap no profit.) strive of words, whereof cometh envy, strife, railings, evil surmisings,"},{"number":5,"verse":"Froward (Such as we see in those shameless schools of Popery, which are nothing else but vain babbling and prating.) disputations of men of corrupt minds and destitute of the truth, which think that gain is godliness: from such separate thyself."},{"number":6,"verse":"(He turneth away fitly the name of gain and lucre, confessing that godliness is great gain, but far after another sort, to wit, because it bringeth true sufficience.) But godliness is great gain, if a man be content with that he hath."},{"number":7,"verse":"(He mocketh their folly, which do so greedily gape after frail things, that they can in no wise be satisfied, and yet notwithstanding they cannot enjoy that excess.) For we brought nothing into the world, and it is certain, that we can carry nothing out."},{"number":8,"verse":"Therefore when we have food and raiment, let us therewith be content."},{"number":9,"verse":"(He frayeth Timothy from covetousness after another sort, to wit, because it draweth with it an infinite sort of lusts, and those very hurtful, wherewith covetous men do torment themselves so far forth, that in the end they cast away from them their faith and salvation.) For they that will be rich, fall into tentation and snares, and into many foolish and noisome lusts, which drown men in perdition and destruction."},{"number":10,"verse":"For the desire of money is the root of all evil, which while some lusted after they erred from the faith, and (Sorrow and grief do as it were pierce through the mind of man, and are the harvest and true fruits of covetousness.) pierced themselves through with many sorrows."},{"number":11,"verse":"(A peculiar exhortation to divers virtues, wherewith it behooveth the Pastors especially to be furnished.) But thou, O (Whom the Spirit of God ruleth.) man of God, flee these things, and follow after righteousness, godliness, faith, love, patience, and meekness."},{"number":12,"verse":"Fight the good fight of faith: lay hold of eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."},{"number":13,"verse":"(Cross references: : 1 Tim. 5:21) (A most earnest request and charge, to observe and keep all the premises faithfully, with our eyes set upon the coming of Jesus Christ, whose glory we have to set against the vain glistering of this world, and his power, against all the terrors of the wicked.) I charge thee in the sight of God, who quickeneth all things, and before Jesus Christ, which under Pontius Pilate (Matt. 27:11; John 18:37) witnessed a good confession."},{"number":14,"verse":"That thou keep this commandment without spot, and unrebukeable, until the appearing of our Lord Jesus Christ,"},{"number":15,"verse":"Which in due time he shall show, that is blessed and Prince only, the King of kings and Lord of lords. (He heapeth many words together, to one purpose: whereby he voucheth the power of God, which if we stick fast unto, we shall not be moved out of our standings.) (2 Thess. 1:11; Rev. 17:14; Rev. 19:10)"},{"number":16,"verse":"Who only hath immortality, and dwelleth in the light that none can attain unto, (John 1:18) whom never man saw, neither can see, unto whom be honor and power everlasting, Amen."},{"number":17,"verse":"(He addeth for an overplus as it were a sharp admonition to the rich, that they chiefly take heed of two mischiefs, to wit, of pride, and deceitful hope, against which he setteth three excellent virtues, hope in the living God, liberality towards their neighbor, and gentle conditions.) Charge them that are rich in (In things pertaining to this life, with whom those men are compared which are rich in good works.) this world, that they be not high minded, and that they (Mark 4:19; Luke 12:15) trust not in uncertain riches, but in the (Who only is, and that everlasting: for he setteth the frail nature of riches against God.) living God, (which giveth us abundantly all things to enjoy.)"},{"number":18,"verse":"That they do good, and be rich in good works, and be ready to distribute, and communicate,"},{"number":19,"verse":"(Matt. 6:2) (The praise of liberality by the effects thereof: because it is a sure testimony of the Spirit of God which dwelleth in us, and therefore of the salvation that shall be given us.) Laying up in store for themselves a good foundation against the time to come, that they may obtain eternal life."},{"number":20,"verse":"(He rehearseth the chiefest of all the former exhortations, which ought to be deeply imprinted in the minds of all ministers of the word, to wit, that they eschew all vain babblings of sophistry and continue in the simplicity of sincere doctrine.) O Timothy, keep that which is committed unto thee, and avoid profane and vain babblings, and oppositions of science falsely so called,"},{"number":21,"verse":"Which while some (Not only in word, but also in countenance and gesture: to be short, while their behavior was such that even when they held their peace, they would make men believe their heads were occupied about nothing but high and weighty matters, even then they erred concerning the faith.) profess, they have erred concerning the faith. Grace be with thee, Amen. ¶The first Epistle to Timothy, written from Laodicea, which is the chiefest city of Phrygia Pacatiana."}]}