{"bibleAbbr":"NASB1995+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The beginning <WG746> of the gospel <WG2098> of Jesus <WG2424> Christ, <WG5547> the Son <WG5207> of God. <WG2316>"},{"number":2,"verse":"As it is written <WG1125> in Isaiah <WG2268> the prophet, <WG4396> \"Behold, <WG2400> I send <WG649> My messenger <WG32> before <WG4253> Your face, <WG4383> Who <WG3739> will prepare <WG2680> Your way; <WG3598>"},{"number":3,"verse":"The voice <WG5456> of one crying <WG994> in the wilderness, <WG2048> 'Make <WG2090> ready <WG2090> the way <WG3598> of the Lord, <WG2962> Make <WG4160> His paths <WG5147> straight. <WG2117>' \""},{"number":4,"verse":"John <WG2491> the Baptist <WG907> appeared <WG1096> in the wilderness <WG2048> preaching <WG2784> a baptism <WG908> of repentance <WG3341> for the forgiveness <WG859> of sins. <WG266>"},{"number":5,"verse":"And all <WG3956> the country <WG5561> of Judea <WG2453> was going <WG1607> out to him, and all <WG3956> the people <WG2415> of Jerusalem; <WG2415> and they were being baptized <WG907> by him in the Jordan <WG2446> River, <WG4215> confessing <WG1843> their sins. <WG266>"},{"number":6,"verse":"And John <WG2491> was clothed <WG1746> with camel's hair <WG2359> and [wore] a leather <WG1193> belt <WG2223> around <WG4012> his waist, <WG3751> and his diet <WG2068> was locusts <WG200> and wild <WG66> honey. <WG3192>"},{"number":7,"verse":"And he was preaching, <WG2784> and saying, <WG3004> \"After <WG3694> me One is coming <WG2064> who is mightier <WG2478> than I, and I am <WG1510> not fit <WG2425> to stoop <WG2955> down <WG2955> and untie <WG3089> the thong <WG2438> of His sandals. <WG5266>"},{"number":8,"verse":"\"I baptized <WG907> you with water; <WG5204> but He will baptize <WG907> you with the Holy <WG40> Spirit. <WG4151>\""},{"number":9,"verse":"And it came <WG1096> about in those <WG1565> days <WG2250> that Jesus <WG2424> came <WG2064> from Nazareth <WG3478> in Galilee, <WG1056> and was baptized <WG907> by John <WG2491> in the Jordan. <WG2446>"},{"number":10,"verse":"And immediately <WG2117> coming <WG305> up out of the water, <WG5204> He saw <WG3708> the heavens <WG3772> opening, <WG4977> and the Spirit <WG4151> like <WG5613> a dove <WG4058> descending <WG2597> upon Him;"},{"number":11,"verse":"and a voice <WG5456> came <WG1096> out of the heavens: <WG3772> \"Thou art <WG1510> My beloved <WG27> Son, <WG5207> in Thee I am <WG2106> well-pleased.\""},{"number":12,"verse":"And immediately <WG2117> the Spirit <WG4151> impelled <WG7057> Him [to go] out into the wilderness. <WG2048>"},{"number":13,"verse":"And He was in the wilderness <WG2048> forty <WG5065> days <WG2250> being tempted <WG3985> by Satan; <WG4567> and He was with the wild <WG2342> beasts, <WG2342> and the angels <WG32> were ministering <WG1247> to Him."},{"number":14,"verse":"And after <WG3326> John <WG2491> had been taken <WG3860> into custody, <WG3860> Jesus <WG2424> came <WG2064> into Galilee, <WG1056> preaching <WG2784> the gospel <WG2098> of God, <WG2316>"},{"number":15,"verse":"and saying, <WG3004> \"The time <WG2540> is fulfilled, <WG4137> and the kingdom <WG932> of God <WG2316> is at hand; <WG1448> repent <WG3340> and believe <WG4100> in the gospel. <WG2098>\""},{"number":16,"verse":"And as He was going <WG3855> along <WG3855> by the Sea <WG2281> of Galilee, <WG1056> He saw <WG3708> Simon <WG4613> and Andrew, <WG406> the brother <WG80> of Simon, <WG4613> casting <WG7010> a net <WG7010> in the sea; <WG2281> for they were fishermen. <WG231>"},{"number":17,"verse":"And Jesus <WG2424> said <WG3004> to them, \"Follow <WG1205> <WG3694> Me, and I will make <WG4160> you become <WG1096> fishers <WG231> of men. <WG444>\""},{"number":18,"verse":"And they immediately <WG2117> left <WG863> the nets <WG1350> and followed <WG190> Him."},{"number":19,"verse":"And going <WG4260> on a little <WG3641> farther, <WG4260> He saw <WG3708> James <WG2385> the [son] of Zebedee, <WG2199> and John <WG2491> his brother, <WG80> who <WG846> were also <WG2532> in the boat <WG4143> mending <WG2675> the nets. <WG1350>"},{"number":20,"verse":"And immediately <WG2117> He called <WG2564> them; and they left <WG863> their father <WG3962> Zebedee <WG2199> in the boat <WG4143> with the hired <WG3411> servants, <WG3411> and went <WG565> away <WG565> to follow <WG3694> Him."},{"number":21,"verse":"And they went <WG1531> into Capernaum; <WG2746> and immediately <WG2117> on the Sabbath <WG4521> He entered <WG1525> the synagogue <WG4864> and [began] to teach. <WG1321>"},{"number":22,"verse":"And they were amazed <WG1605> at His teaching; <WG1322> for He was teaching <WG1321> them as [one] having <WG2192> authority, <WG1849> and not as the scribes. <WG1122>"},{"number":23,"verse":"And just <WG2117> then <WG2117> there was in their synagogue <WG4864> a man <WG444> with an unclean <WG169> spirit; <WG4151> and he cried <WG349> out,"},{"number":24,"verse":"saying, <WG3004> \"What <WG5101> do we have to do with You, Jesus <WG2424> of Nazareth <WG3479>? Have You come <WG2064> to destroy <WG622> us? I know <WG3609> who <WG5101> You are – the Holy <WG40> One <WG40> of God! <WG2316>\""},{"number":25,"verse":"And Jesus <WG2424> rebuked <WG2008> him, saying, <WG3004> \"Be quiet, <WG5392> and come <WG1831> out of him!\""},{"number":26,"verse":"And throwing <WG4682> him into convulsions, <WG4682> the unclean <WG169> spirit <WG4151> cried <WG5455> out with a loud <WG3173> voice, <WG5456> and came <WG1831> out of him."},{"number":27,"verse":"And they were all <WG537> amazed, <WG2284> so <WG5620> that they debated <WG4802> among themselves, <WG846> saying, <WG3004> \"What <WG5101> is this <WG3778>? A new <WG2537> teaching <WG1322> with authority! <WG1849> He commands <WG2004> even <WG2532> the unclean <WG169> spirits, <WG4151> and they obey <WG5219> Him.\""},{"number":28,"verse":"And immediately <WG2117> the news <WG189> about Him went <WG1831> out everywhere <WG3837> into all <WG3650> the surrounding <WG4066> district <WG4066> of Galilee. <WG1056>"},{"number":29,"verse":"And immediately <WG2117> after they had come <WG1831> out of the synagogue, <WG4864> they came <WG2064> into the house <WG3614> of Simon <WG4613> and Andrew, <WG406> with James <WG2385> and John. <WG2491>"},{"number":30,"verse":"Now <WG1161> Simon's mother-in-law was lying <WG2621> sick <WG2621> with a fever; <WG4445> and immediately <WG2117> they spoke <WG3004> to Him about <WG4012> her."},{"number":31,"verse":"And He came <WG4334> to her and raised <WG1453> her up, taking <WG2902> her by the hand, <WG5495> and the fever <WG4446> left <WG863> her, and she waited <WG1247> on them."},{"number":32,"verse":"And when evening <WG3798> had come, <WG1096> after <WG3753> the sun <WG2246> had set, <WG1416> they [began] bringing <WG5342> to Him all <WG3956> who were ill <WG2192> <WG2560> and those <WG3588> who were demon-possessed."},{"number":33,"verse":"And the whole <WG3650> city <WG4172> had gathered <WG1996> at the door. <WG2374>"},{"number":34,"verse":"And He healed <WG2323> many <WG4183> who were ill <WG2192> <WG2560> with various <WG4164> diseases, <WG3554> and cast <WG1544> out many <WG4183> demons; <WG1140> and He was not permitting <WG863> the demons <WG1140> to speak, <WG2980> because <WG3754> they knew <WG3609> who He was."},{"number":35,"verse":"And in the early <WG4404> morning, <WG4404> while <WG1773> it was still <WG3029> dark, <WG1773> He arose <WG450> and went <WG1831> out and departed <WG565> to a lonely <WG2048> place, <WG5117> and was praying <WG4336> there. <WG2546>"},{"number":36,"verse":"And Simon <WG4613> and his companions <WG3588> <WG3326> hunted <WG2614> for Him;"},{"number":37,"verse":"and they found <WG2147> Him, and said <WG3004> to Him, \"Everyone <WG3956> is looking <WG2212> for You.\""},{"number":38,"verse":"And He said <WG3004> to them, \"Let us go <WG71> somewhere <WG7006> else <WG7006> to the towns <WG2969> nearby, <WG2192> in order <WG2443> that I may preach <WG2784> there <WG1563> also; <WG2532> for that is what I came <WG1831> out for.\""},{"number":39,"verse":"And He went <WG2064> into their synagogues <WG4864> throughout <WG1519> all <WG3650> Galilee, <WG1056> preaching <WG2784> and casting <WG1544> out the demons. <WG1140>"},{"number":40,"verse":"And a leper <WG3015> came <WG2064> to Him, beseeching <WG3870> Him and falling <WG1120> on his knees <WG1120> before <WG1120> Him, and saying <WG3004> to Him, \"If <WG1437> You are willing, <WG2309> You can <WG1410> make <WG2511> me clean. <WG2511>\""},{"number":41,"verse":"And moved <WG4697> with compassion, <WG4697> He stretched <WG1614> out His hand, <WG5495> and touched <WG681> him, and said <WG3004> to him, \"I am <WG2309> willing; <WG2309> be cleansed. <WG2511>\""},{"number":42,"verse":"And immediately <WG2117> the leprosy <WG3014> left <WG565> him and he was cleansed. <WG2511>"},{"number":43,"verse":"And He sternly <WG1690> warned <WG1690> him and immediately <WG2117> sent <WG1544> him away, <WG1544>"},{"number":44,"verse":"and He said <WG3004> to him, \"See <WG3708> that you say <WG3004> nothing <WG3367> to anyone; <WG3367> but go, <WG5217> show <WG1166> yourself <WG4572> to the priest <WG2409> and offer <WG4374> for your cleansing <WG2512> what <WG3739> Moses <WG3475> commanded, <WG4367> for a testimony <WG3142> to them.\""},{"number":45,"verse":"But he went <WG1831> out and began <WG757> to proclaim <WG2784> it freely <WG4183> and to spread <WG1310> the news <WG3056> about, <WG1310> to such <WG5620> an extent <WG5620> that Jesus could <WG1410> no <WG3371> longer <WG3371> publicly <WG5320> enter <WG1525> a city, <WG4172> but stayed <WG1510> out in unpopulated <WG2048> areas; <WG5117> and they were coming <WG2064> to Him from everywhere. <WG3840>"}]}