{"bibleAbbr":"UST2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Then Bildad replied again:"},{"number":2,"verse":"\"Please stop talking! If you would stop talking and listen, we could tell you something."},{"number":3,"verse":"Why do you think that we are as stupid as cattle and as unrighteous?"},{"number":4,"verse":"By being very angry, you are only hurting yourself. Do you think that everyone on the earth must leave to prove that you are right, or do you think that God must move the rocks in the mountains to please you?"},{"number":5,"verse":"What will happen is that the lives of wicked people like you end as quickly as we can put out a light or extinguish the flame of a fire."},{"number":6,"verse":"When the lamps above them in their tents are extinguished, there will be no light in those tents."},{"number":7,"verse":"While they are alive, they walk confidently, but later it will be as though they stumbled and fell, because they themselves do not pay attention to the advice that they give to others."},{"number":8,"verse":"It will be as though they had walked into their own net or had fallen into a pit that they themselves dug."},{"number":9,"verse":"It will be as though a trap had grabbed their heels and held them fast,"},{"number":10,"verse":"as though the end of a rope that was hidden on the ground had sprung up and seized them when they walked on it."},{"number":11,"verse":"Everywhere they go, there will be things that cause them to be terrified; it will be as though those things were pursuing them and biting at their heels."},{"number":12,"verse":"They will become hungry, with the result that they will be strong no longer. They will continually experience disasters."},{"number":13,"verse":"Diseases will spread all over their skin; diseases will cause their bodies to decay."},{"number":14,"verse":"When they die, they will be snatched away from their tents and brought to the one who rules over the dead."},{"number":15,"verse":"Then other people will live in their tents, but only after they sprinkle sulfur on those tents to get rid of the disease!"},{"number":16,"verse":"Because they will die and leave no descendants, they will be like trees whose roots have dried up and whose branches have all withered."},{"number":17,"verse":"No one on the earth will remember them anymore; no one on any street will even remember their names."},{"number":18,"verse":"They will have to leave the earth, where there is light, and rush into the place where it is dark."},{"number":19,"verse":"They will have no children or grandchildren, no descendants where they will have previously lived."},{"number":20,"verse":"People from the east to the west who hear about what happened to them, everyone, will be shocked and horrified."},{"number":21,"verse":"This is what happens to unrighteous people like you, people who do not know God.\""}]}