{"bibleAbbr":"UST2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"Job spoke again and said this:"},{"number":2,"verse":"\"I wish that I could be as I was previously during the years when God took care of me."},{"number":3,"verse":"During those years, it was as though God's lamp shone on me and gave me light while I walked in the darkness."},{"number":4,"verse":"At that time I was young and strong, and because God was my friend, he protected where I lived."},{"number":5,"verse":"Almighty God was with me during those years when all my children were around me."},{"number":6,"verse":"My herds provided me with plenty of milk, and streams of oil flowed from the rock where my servants pressed the olives."},{"number":7,"verse":"Whenever I went to the place where the elders gathered at the city gate, I sat down with them,"},{"number":8,"verse":"and when the young men saw me, they stepped aside respectfully, and the old men also stood respectfully."},{"number":9,"verse":"The leaders of the people used to stop talking,"},{"number":10,"verse":"and even the most important men became quiet and stopped talking in order to hear me speak to them."},{"number":11,"verse":"When they all heard what I told them, they said good things about me. When they saw me, they always praised me"},{"number":12,"verse":"because I had helped those who were poor when they cried out for help, and because I aided those who had no fathers, those who had no one else to help them."},{"number":13,"verse":"Those who were suffering and about to die praised me, and I caused widows to sing joyfully, because I helped them."},{"number":14,"verse":"I always acted justly; my actions were like a robe that I wore and like a turban that was wrapped around my head."},{"number":15,"verse":"It was as though I myself saw for blind people and walked for people who were lame."},{"number":16,"verse":"I was like a father to the poor people, and in the courts I defended those who were strangers to me."},{"number":17,"verse":"I made wicked people stop oppressing others; it was like someone who breaks the teeth of wild animals and forces them to drop their victims from their teeth."},{"number":18,"verse":"At that time I thought, 'Surely I will live in peace until I am very old, and I will die at home with my family."},{"number":19,"verse":"I am like a tree whose roots reach down into the water and whose branches become wet with dew each night."},{"number":20,"verse":"People always honor me, and I am always strong like a new bow.'"},{"number":21,"verse":"When I spoke, people waited to hear what I would say; they remained silent until I advised them what they should do."},{"number":22,"verse":"After I finished speaking, they did not say anymore; it was as though my words fell on their ears like drops of rain."},{"number":23,"verse":"They waited for me to speak as they wait for rain; they liked what I said as farmers appreciate the final rain in the spring before the dry season."},{"number":24,"verse":"When they were sad, I smiled at them to encourage them; they became encouraged when they saw my cheerful face."},{"number":25,"verse":"I was their leader, and I decided what things would be good for them to do; I was among them like a king who is among his troops; I was like someone who comforts others who are mourning.\""}]}