{"bibleAbbr":"UST2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"\"But now, men who are younger than I am make fun of me— men whose fathers I greatly despised— their fathers, whom I would not even have allowed to help my dogs guard my sheep."},{"number":2,"verse":"They were men who were old and weak; what could I gain from having these men work for me, even when they thought they were strong?"},{"number":3,"verse":"They were very poor and hungry, so that they chewed on roots at night in dry and desolate places."},{"number":4,"verse":"They pulled up plants in the desert and ate them; they warmed themselves by burning the roots of broom trees."},{"number":5,"verse":"Everyone shouted at them, \"Stop, thief!\" and drove them from their area."},{"number":6,"verse":"They were forced to live in riverbeds, in holes in the ground, and in the sides of cliffs."},{"number":7,"verse":"In the bushes they howled like animals because they were hungry, and they huddled together under thornbushes."},{"number":8,"verse":"They were people without good sense, whose names no one knows; they were driven out from the land where they were born."},{"number":9,"verse":"Now their children sing songs to make fun of me. They tell jokes about me."},{"number":10,"verse":"They are disgusted with me, and they stay away from me, but when they see me, they are happy to spit in my face."},{"number":11,"verse":"It seems as though God had cut my bowstring and caused me to be unable to defend myself; he has humbled me, and my enemies have done to me whatever they wanted."},{"number":12,"verse":"Gangs of these people attack me and force me to run away; they prepare to destroy me."},{"number":13,"verse":"They prevent me from escaping, and there is no one to keep them from attacking me."},{"number":14,"verse":"It is as though I were a city wall and they had broken through it, as though they had come crashing down on me."},{"number":15,"verse":"I am very terrified; my dignity has been blown away by the wind, and my prosperity has disappeared as clouds disappear."},{"number":16,"verse":"Now I am about to die; I suffer every day."},{"number":17,"verse":"My bones ache during the nights, and the pain that torments me never stops."},{"number":18,"verse":"It is as though God had grabbed my clothes and choked me by the collar of my coat."},{"number":19,"verse":"He has thrown me into the mud; I am not worth anything more than dust and ashes."},{"number":20,"verse":"I cry out to you, God, but you do not answer me; I stand up and pray, but you do not pay any attention."},{"number":21,"verse":"You act very cruelly toward me; with all of your power you cause me to suffer."},{"number":22,"verse":"You allow the wind to lift me up and blow me away; and you make a violent storm blow me around."},{"number":23,"verse":"I know that you will cause me to die, which is what happens to everyone who is alive."},{"number":24,"verse":"When people experience disasters, they sit on a pile of ruins and cry out for help; they certainly cry out for help."},{"number":25,"verse":"I myself wept for people who were experiencing troubles, and I felt sorry for poor people."},{"number":26,"verse":"However, when I expected good things to happen to me, evil things happened; when I waited for light, I experienced darkness instead."},{"number":27,"verse":"I am very distressed all the time; I suffer every day."},{"number":28,"verse":"I go about very discouraged; I stand up and plead for people to help me."},{"number":29,"verse":"My wailing is as sad as jackals and ostriches in the wilderness."},{"number":30,"verse":"My skin has become dark and is peeling off, and I have a fever which causes my body to feel as though it were burning up with a fever."},{"number":31,"verse":"Previously, I played joyful music on my harp and with my flute, but now I play only the sad music of those who mourn.\""}]}