{"bibleAbbr":"urDGV2010","bookName":"इस्तिस्ना","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"रब अपने ख़ुदा को नाक़िस गाय-बैल या भेड़-बकरी पेश न करना, क्यूँकि वह ऐसी क़ुर्बानी से नफ़रत रखता है।"},{"number":2,"verse":"जब तू उन शहरों में आबाद हो जाएगा जो रब तेरा ख़ुदा तुझे देगा तो हो सकता है कि तेरे दरमियान कोई मर्द या औरत रब तेरे ख़ुदा का अह्द तोड़ कर वह कुछ करे जो उसे बुरा लगे।"},{"number":3,"verse":"मसलन वह दीगर माबूदों को या सूरज, चाँद या सितारों के पूरे लश्कर को सिज्दा करे, हालाँकि मैं ने यह मना किया है।"},{"number":4,"verse":"जब भी तुझे इस क़िस्म की ख़बर मिले तो इस का पूरा खोज लगा। अगर बात दुरुस्त निकले और ऐसी घिनौनी हरकत वाक़ई इस्राईल में की गई हो"},{"number":5,"verse":"तो क़ुसूरवार को शहर के बाहर ले जा कर संगसार कर देना।"},{"number":6,"verse":"लेकिन लाज़िम है कि पहले कम अज़ कम दो या तीन लोग गवाही दें कि उस ने ऐसा ही किया है। उसे सज़ा-ए-मौत देने के लिए एक गवाह काफ़ी नहीं।"},{"number":7,"verse":"पहले गवाह उस पर पत्थर फैंकें, इस के बाद बाक़ी तमाम लोग उसे संगसार करें। यूँ तू अपने दरमियान से बुराई मिटा देगा।"},{"number":8,"verse":"( मक़्दिस में आलातरीन अदालत) अगर तेरे शहर के क़ाज़ियों के लिए किसी मुक़द्दमे का फ़ैसला करना मुश्किल हो तो उस मक़्दिस में आ कर अपना मुआमला पेश कर जो रब तेरा ख़ुदा चुनेगा, ख़्वाह किसी को क़त्ल किया गया हो, उसे ज़ख़्मी कर दिया गया हो या कोई और मसला हो।"},{"number":9,"verse":"लावी के क़बीले के इमामों और मक़्दिस में ख़िदमत करने वाले क़ाज़ी को अपना मुक़द्दमा पेश कर, और वह फ़ैसला करें।"},{"number":10,"verse":"जो फ़ैसला वह उस मक़्दिस में करेंगे जो रब चुनेगा उसे मानना पड़ेगा। जो भी हिदायत वह दें उस पर एहतियात से अमल कर।"},{"number":11,"verse":"शरीअत की जो भी बात वह तुझे सिखाएँ और जो भी फ़ैसला वह दें उस पर अमल कर। जो कुछ भी वह तुझे बताएँ उस से न दाईं और न बाईं तरफ़ मुड़ना।"},{"number":12,"verse":"जो मक़्दिस में रब तेरे ख़ुदा की ख़िदमत करने वाले क़ाज़ी या इमाम को हक़ीर जान कर उन की नहीं सुनता उसे सज़ा-ए-मौत दी जाए। यूँ तू इस्राईल से बुराई मिटा देगा।"},{"number":13,"verse":"फिर तमाम लोग यह सुन कर डर जाएंगे और आइन्दा ऐसी गुस्ताख़ी करने की जुरअत नहीं करेंगे।"},{"number":14,"verse":"( बादशाह के बारे में उसूल) तू जल्द ही उस मुल्क में दाख़िल होगा जो रब तेरा ख़ुदा तुझे देने वाला है। जब तू उस पर क़ब्ज़ा करके उस में आबाद हो जाएगा तो हो सकता है कि तू एक दिन कहे, “आओ हम इर्दगिर्द की तमाम क़ौमों की तरह बादशाह मुक़र्रर करें जो हम पर हुकूमत करे।”"},{"number":15,"verse":"अगर तू ऐसा करे तो सिर्फ़ वह शख़्स मुक़र्रर कर जिसे रब तेरा ख़ुदा चुनेगा। वह परदेसी न हो बल्कि तेरा अपना इस्राईली भाई हो।"},{"number":16,"verse":"बादशाह बहुत ज़्यादा घोड़े न रखे, न अपने लोगों को उन्हें ख़रीदने के लिए मिस्र भेजे। क्यूँकि रब ने तुझ से कहा है कि कभी वहाँ वापस न जाना।"},{"number":17,"verse":"तेरा बादशाह ज़्यादा बीवियाँ भी न रखे, वर्ना उस का दिल रब से दूर हो जाएगा। और वह हद से ज़्यादा सोना-चाँदी जमा न करे।"},{"number":18,"verse":"तख़्तनशीन होते वक़्त वह लावी के क़बीले के इमामों के पास पड़ी इस शरीअत की नक़ल लिखवाए।"},{"number":19,"verse":"यह किताब उस के पास मह्फ़ूज़ रहे, और वह उम्र भर रोज़ाना इसे पढ़ता रहे ताकि रब अपने ख़ुदा का ख़ौफ़ मानना सीखे। तब वह शरीअत की तमाम बातों की पैरवी करेगा,"},{"number":20,"verse":"अपने आप को अपने इस्राईली भाइयों से ज़्यादा अहम नहीं समझेगा और किसी तरह भी शरीअत से हट कर काम नहीं करेगा। नतीजे में वह और उस की औलाद बहुत अर्से तक इस्राईल पर हुकूमत करेंगे।"}]}