{"bibleAbbr":"urDGV2010","bookName":"इस्तिस्ना","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"( इमामों और लावियों का हिस्सा) इस्राईल के हर क़बीले को मीरास में उस का अपना इलाक़ा मिलेगा सिवाए लावी के क़बीले के जिस में इमाम भी शामिल हैं। वह जलने वाली और दीगर क़ुर्बानियों में से अपना हिस्सा ले कर गुज़ारा करें।"},{"number":2,"verse":"उन के पास दूसरों की तरह मौरूसी ज़मीन नहीं होगी बल्कि रब ख़ुद उन का मौरूसी हिस्सा होगा। यह उस ने वादा करके कहा है।"},{"number":3,"verse":"जब भी किसी बैल या भेड़ को क़ुर्बान किया जाए तो इमामों को उस का शाना, जबड़े और ओझड़ी मिलने का हक़ है।"},{"number":4,"verse":"अपनी फ़सलों का पहला फल भी उन्हें देना यानी अनाज, मै, ज़ैतून का तेल और भेड़ों की पहली कतरी हुई ऊन।"},{"number":5,"verse":"क्यूँकि रब ने तेरे तमाम क़बीलों में से लावी के क़बीले को ही मक़्दिस में रब के नाम में ख़िदमत करने के लिए चुना है। यह हमेशा के लिए उन की और उन की औलाद की ज़िम्मादारी रहेगी।"},{"number":6,"verse":"कुछ लावी मक़्दिस के पास नहीं बल्कि इस्राईल के मुख़्तलिफ़ शहरों में रहेंगे। अगर उन में से कोई उस जगह आना चाहे जो रब मक़्दिस के लिए चुनेगा"},{"number":7,"verse":"तो वह वहाँ के ख़िदमत करने वाले लावियों की तरह मक़्दिस में रब अपने ख़ुदा के नाम में ख़िदमत कर सकता है।"},{"number":8,"verse":"उसे क़ुर्बानियों में से दूसरों के बराबर लावियों का हिस्सा मिलना है, ख़्वाह उसे ख़ानदानी मिलकियत बेचने से पैसे मिल गए हों या नहीं।"},{"number":9,"verse":"( जादूगरी मना है) जब तू उस मुल्क में दाख़िल होगा जो रब तेरा ख़ुदा तुझे दे रहा है तो वहाँ की रहने वाली क़ौमों के घिनौने दस्तूर न अपनाना।"},{"number":10,"verse":"तेरे दरमियान कोई भी अपने बेटे या बेटी को क़ुर्बानी के तौर पर न जलाए। न कोई ग़ैबदानी करे, न फ़ाल या शुगून निकाले या जादूगरी करे।"},{"number":11,"verse":"इसी तरह मंत्र पढ़ना, हाज़िरात करना, क़िस्मत का हाल बताना या मुर्दों की रूहों से राबिता करना सख़्त मना है।"},{"number":12,"verse":"जो भी ऐसा करे वह रब की नज़र में क़ाबिल-ए-घिन है। इन ही मकरूह दस्तूरों की वजह से रब तेरा ख़ुदा तेरे आगे से उन क़ौमों को निकाल देगा।"},{"number":13,"verse":"इस लिए लाज़िम है कि तू रब अपने ख़ुदा के सामने बेक़ुसूर रहे।"},{"number":14,"verse":"( नबी का वादा) जिन क़ौमों को तू निकालने वाला है वह उन की सुनती हैं जो फ़ाल निकालते और ग़ैबदानी करते हैं। लेकिन रब तेरे ख़ुदा ने तुझे ऐसा करने की इजाज़त नहीं दी।"},{"number":15,"verse":"रब तेरा ख़ुदा तेरे वास्ते तेरे भाइयों में से मुझ जैसे नबी को बरपा करेगा। उस की सुनना।"},{"number":16,"verse":"क्यूँकि होरिब यानी सीना पहाड़ पर जमा होते वक़्त तू ने ख़ुद रब अपने ख़ुदा से दरख़्वास्त की, “न मैं मज़ीद रब अपने ख़ुदा की आवाज़ सुनना चाहता, न यह भड़कती हुई आग देखना चाहता हूँ, वर्ना मर जाऊँगा।”"},{"number":17,"verse":"तब रब ने मुझ से कहा, “जो कुछ वह कहते हैं वह ठीक है।"},{"number":18,"verse":"आइन्दा मैं उन में से तुझ जैसा नबी खड़ा करूँगा। मैं अपने अल्फ़ाज़ उस के मुँह में डाल दूँगा, और वह मेरी हर बात उन तक पहुँचाएगा।"},{"number":19,"verse":"जब वह नबी मेरे नाम में कुछ कहे तो लाज़िम है कि तू उस की सुन। जो नहीं सुनेगा उस से मैं ख़ुद जवाब तलब करूँगा।"},{"number":20,"verse":"लेकिन अगर कोई नबी गुस्ताख़ हो कर मेरे नाम में कोई बात कहे जो मैं ने उसे बताने को नहीं कहा था तो उसे सज़ा-ए-मौत देनी है। इसी तरह उस नबी को भी हलाक कर देना है जो दीगर माबूदों के नाम में बात करे।”"},{"number":21,"verse":"शायद तेरे ज़हन में सवाल उभर आए कि हम किस तरह मालूम कर सकते हैं कि कोई कलाम वाक़ई रब की तरफ़ से है या नहीं।"},{"number":22,"verse":"जवाब यह है कि अगर नबी रब के नाम में कुछ कहे और वह पूरा न हो जाए तो मतलब है कि नबी की बात रब की तरफ़ से नहीं है बल्कि उस ने गुस्ताख़ी करके बात की है। इस सूरत में उस से मत डरना।"}]}