{"bibleAbbr":"urDGV2010","bookName":"इस्तिस्ना","bookEnglishName":"Deuteronomy","chapterNumber":2,"verses":[{"number":1,"verse":"( रेगिस्तान में दुबारा सफ़र) फिर जिस तरह रब ने मुझे हुक्म दिया था हम पीछे मुड़ कर रेगिस्तान में बहर-ए-क़ुल्ज़ुम की तरफ़ सफ़र करने लगे। काफ़ी देर तक हम सईर यानी अदोम के पहाड़ी इलाक़े के किनारे किनारे फिरते रहे।"},{"number":2,"verse":"एक दिन रब ने मुझ से कहा,"},{"number":3,"verse":"“तुम बहुत देर से इस पहाड़ी इलाक़े के किनारे किनारे फिर रहे हो। अब शिमाल की तरफ़ सफ़र करो।"},{"number":4,"verse":"क़ौम को बताना, अगले दिनों में तुम सईर के मुल्क में से गुज़रोगे जहाँ तुम्हारे भाई एसौ की औलाद आबाद है। वह तुम से डरेंगे। तो भी बड़ी एहतियात से गुज़रना।"},{"number":5,"verse":"उन के साथ जंग न छेड़ना, क्यूँकि मैं तुम्हें उन के मुल्क का एक मुरब्बा फ़ुट भी नहीं दूँगा। मैं ने सईर का पहाड़ी इलाक़ा एसौ और उस की औलाद को दिया है।"},{"number":6,"verse":"लाज़िम है कि तुम खाने और पीने की तमाम ज़रूरियात पैसे दे कर ख़रीदो।”"},{"number":7,"verse":"जो भी काम तू ने किया है रब ने उस पर बरकत दी है। इस वसी रेगिस्तान में पूरे सफ़र के दौरान उस ने तेरी निगहबानी की। इन 40 सालों के दौरान रब तेरा ख़ुदा तेरे साथ था, और तेरी तमाम ज़रूरियात पूरी होती रहीं।"},{"number":8,"verse":"चुनाँचे हम सईर को छोड़ कर जहाँ हमारे भाई एसौ की औलाद आबाद थी दूसरे रास्ते से आगे निकले। हम ने वह रास्ता छोड़ दिया जो ऐलात और अस्यून-जाबर के शहरों से बहीरा-ए-मुर्दार तक पहुँचाता है और मोआब के बयाबान की तरफ़ बढ़ने लगे।"},{"number":9,"verse":"वहाँ रब ने मुझ से कहा, “मोआब के बाशिन्दों की मुख़ालफ़त न करना और न उन के साथ जंग छेड़ना, क्यूँकि मैं उन के मुल्क का कोई भी हिस्सा तुझे नहीं दूँगा। मैं ने आर शहर को लूत की औलाद को दिया है।”"},{"number":10,"verse":"पहले ऐमी वहाँ रहते थे जो अनाक़ की औलाद की तरह ताक़तवर, दराज़क़द और तादाद में ज़्यादा थे।"},{"number":11,"verse":"अनाक़ की औलाद की तरह वह रफ़ाइयों में शुमार किए जाते थे, लेकिन मोआबी उन्हें ऐमी कहते थे।"},{"number":12,"verse":"इसी तरह क़दीम ज़माने में होरी सईर में आबाद थे, लेकिन एसौ की औलाद ने उन्हें वहाँ से निकाल दिया था। जिस तरह इस्राईलियों ने बाद में उस मुल्क में किया जो रब ने उन्हें दिया था उसी तरह एसौ की औलाद बढ़ते बढ़ते होरियों को तबाह करके उन की जगह आबाद हुए थे।"},{"number":13,"verse":"रब ने कहा, “अब जा कर वादी-ए-ज़िरद को उबूर करो।” हम ने ऐसा ही किया।"},{"number":14,"verse":"हमें क़ादिस-बर्नीअ से रवाना हुए 38 साल हो गए थे। अब वह तमाम आदमी मर चुके थे जो उस वक़्त जंग करने के क़ाबिल थे। वैसा ही हुआ था जैसा रब ने क़सम खा कर कहा था।"},{"number":15,"verse":"रब की मुख़ालफ़त के बाइस आख़िरकार ख़ैमागाह में उस नस्ल का एक मर्द भी न रहा।"},{"number":16,"verse":"जब वह सब मर गए थे"},{"number":17,"verse":"तब रब ने मुझ से कहा,"},{"number":18,"verse":"“आज तुम्हें आर शहर से हो कर मोआब के इलाक़े में से गुज़रना है।"},{"number":19,"verse":"फिर तुम अम्मोनियों के इलाक़े तक पहुँचोगे। उन की भी मुख़ालफ़त न करना, और न उन के साथ जंग छेड़ना, क्यूँकि मैं उन के मुल्क का कोई भी हिस्सा तुम्हें नहीं दूँगा। मैं ने यह मुल्क लूत की औलाद को दिया है।”"},{"number":20,"verse":"हक़ीक़त में अम्मोनियों का मुल्क भी रफ़ाइयों का मुल्क समझा जाता था जो क़दीम ज़माने में वहाँ आबाद थे। अम्मोनी उन्हें ज़मज़ुमी कहते थे,"},{"number":21,"verse":"और वह देओक़ामत थे, ताक़तवर और तादाद में ज़्यादा। वह अनाक़ की औलाद जैसे दराज़क़द थे। जब अम्मोनी मुल्क में आए तो रब ने रफ़ाइयों को उन के आगे आगे तबाह कर दिया। चुनाँचे अम्मोनी बढ़ते बढ़ते उन्हें निकालते गए और उन की जगह आबाद हुए,"},{"number":22,"verse":"बिलकुल उसी तरह जिस तरह रब ने एसौ की औलाद के आगे आगे होरियों को तबाह कर दिया था जब वह सईर के मुल्क में आए थे। वहाँ भी वह बढ़ते बढ़ते होरियों को निकालते गए और उन की जगह आबाद हुए।"},{"number":23,"verse":"इसी तरह एक और क़दीम क़ौम बनाम अव्वी को भी उस के मुल्क से निकाला गया। अव्वी ग़ज़्ज़ा तक आबाद थे, लेकिन जब कफ़्तूरी कफ़्तूर यानी क्रेते से आए तो उन्हों ने उन्हें तबाह कर दिया और उन की जगह आबाद हो गए।"},{"number":24,"verse":"( सीहोन बादशाह से जंग) रब ने मूसा से कहा, “अब जा कर वादी-ए-अर्नोन को उबूर करो। यूँ समझो कि मैं हस्बोन के अमोरी बादशाह सीहोन को उस के मुल्क समेत तुम्हारे हवाले कर चुका हूँ। उस पर क़ब्ज़ा करना शुरू करो और उस के साथ जंग करने का मौक़ा ढूँडो।"},{"number":25,"verse":"इसी दिन से मैं तमाम क़ौमों में तुम्हारे बारे में दह्शत और ख़ौफ़ पैदा करूँगा। वह तुम्हारी ख़बर सुन कर ख़ौफ़ के मारे थरथराएँगी और काँपेंगी।”"},{"number":26,"verse":"मैं ने दश्त-ए-क़दीमात से हस्बोन के बादशाह सीहोन के पास क़ासिद भेजे। मेरा पैग़ाम नफ़रत और मुख़ालफ़त से ख़ाली था। वह यह था,"},{"number":27,"verse":"“हमें अपने मुल्क में से गुज़रने दें। हम शाहराह पर ही रहेंगे और उस से न बाईं, न दाईं तरफ़ हटेंगे।"},{"number":28,"verse":"हम खाने और पीने की तमाम ज़रूरियात के लिए मुनासिब पैसे देंगे। हमें पैदल अपने मुल्क में से गुज़रने दें,"},{"number":29,"verse":"जिस तरह सईर के बाशिन्दों एसौ की औलाद और आर के रहने वाले मोआबियों ने हमें गुज़रने दिया। क्यूँकि हमारी मन्ज़िल दरया-ए-यर्दन के मग़रिब में है, वह मुल्क जो रब हमारा ख़ुदा हमें देने वाला है।”"},{"number":30,"verse":"लेकिन हस्बोन के बादशाह सीहोन ने हमें गुज़रने न दिया, क्यूँकि रब तुम्हारे ख़ुदा ने उसे बेलचक और हमारी बात से इन्कार करने पर आमादा कर दिया था ताकि सीहोन हमारे क़ाबू में आ जाए। और बाद में ऐसा ही हुआ।"},{"number":31,"verse":"रब ने मुझ से कहा, “यूँ समझ ले कि मैं सीहोन और उस के मुल्क को तेरे हवाले करने लगा हूँ। अब निकल कर उस पर क़ब्ज़ा करना शुरू करो।”"},{"number":32,"verse":"जब सीहोन अपनी सारी फ़ौज ले कर हमारा मुक़ाबला करने के लिए यहज़ आया"},{"number":33,"verse":"तो रब हमारे ख़ुदा ने हमें पूरी फ़त्ह बख़्शी। हम ने सीहोन, उस के बेटों और पूरी क़ौम को शिकस्त दी।"},{"number":34,"verse":"उस वक़्त हम ने उस के तमाम शहरों पर क़ब्ज़ा कर लिया और उन के तमाम मर्दों, औरतों और बच्चों को मार डाला। कोई भी न बचा।"},{"number":35,"verse":"हम ने सिर्फ़ मवेशी और शहरों का लूटा हुआ माल अपने लिए बचाए रखा।"},{"number":36,"verse":"वादी-ए-अर्नोन के किनारे पर वाक़े अरोईर से ले कर जिलिआद तक हर शहर को शिकस्त माननी पड़ी। इस में वह शहर भी शामिल था जो वादी-ए-अर्नोन में था। रब हमारे ख़ुदा ने उन सब को हमारे हवाले कर दिया।"},{"number":37,"verse":"लेकिन तुम ने अम्मोनियों का मुल्क छोड़ दिया और न दरया-ए-यब्बोक़ के इर्दगिर्द के इलाक़े, न उस के पहाड़ी इलाक़े के शहरों को छेड़ा, क्यूँकि रब हमारे ख़ुदा ने ऐसा करने से तुम्हें मना किया था।"}]}