{"bibleAbbr":"urDGV2010","bookName":"इस्तिस्ना","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"( दस अह्काम) मूसा ने तमाम इस्राईलियों को जमा करके कहा, ऐ इस्राईल, ध्यान से वह हिदायात और अह्काम सुन जो मैं तुम्हें आज पेश कर रहा हूँ। उन्हें सीखो और बड़ी एहतियात से उन पर अमल करो।"},{"number":2,"verse":"रब हमारे ख़ुदा ने होरिब यानी सीना पहाड़ पर हमारे साथ अह्द बांधा।"},{"number":3,"verse":"उस ने यह अह्द हमारे बापदादा के साथ नहीं बल्कि हमारे ही साथ बांधा है, जो आज इस जगह पर ज़िन्दा हैं।"},{"number":4,"verse":"रब पहाड़ पर आग में से रू-ब-रू हो कर तुम से हमकलाम हुआ।"},{"number":5,"verse":"उस वक़्त मैं तुम्हारे और रब के दरमियान खड़ा हुआ ताकि तुम्हें रब की बातें सुनाऊँ। क्यूँकि तुम आग से डरते थे और इस लिए पहाड़ पर न चढ़े। उस वक़्त रब ने कहा,"},{"number":6,"verse":"“मैं रब तेरा ख़ुदा हूँ जो तुझे मुल्क-ए-मिस्र की ग़ुलामी से निकाल लाया।"},{"number":7,"verse":"मेरे सिवा किसी और माबूद की परस्तिश न करना।"},{"number":8,"verse":"अपने लिए बुत न बनाना। किसी भी चीज़ की मूरत न बनाना, चाहे वह आसमान में, ज़मीन पर या समुन्दर में हो।"},{"number":9,"verse":"न बुतों की परस्तिश, न उन की ख़िदमत करना, क्यूँकि मैं तेरा रब ग़यूर ख़ुदा हूँ। जो मुझ से नफ़रत करते हैं उन्हें मैं तीसरी और चौथी पुश्त तक सज़ा दूँगा।"},{"number":10,"verse":"लेकिन जो मुझ से मुहब्बत रखते और मेरे अह्काम पूरे करते हैं उन पर मैं हज़ार पुश्तों तक मेहरबानी करूँगा।"},{"number":11,"verse":"रब अपने ख़ुदा का नाम बेमक़्सद या ग़लत मक़्सद के लिए इस्तेमाल न करना। जो भी ऐसा करता है उसे रब सज़ा दिए बग़ैर नहीं छोड़ेगा।"},{"number":12,"verse":"सबत के दिन का ख़याल रखना। उसे इस तरह मनाना कि वह मख़्सूस-ओ-मुक़द्दस हो, उसी तरह जिस तरह रब तेरे ख़ुदा ने तुझे हुक्म दिया है।"},{"number":13,"verse":"हफ़्ते के पहले छः दिन अपना काम-काज कर,"},{"number":14,"verse":"लेकिन सातवाँ दिन रब तेरे ख़ुदा का आराम का दिन है। उस दिन किसी तरह का काम न करना। न तू, न तेरा बेटा, न तेरी बेटी, न तेरा नौकर, न तेरी नौकरानी, न तेरा बैल, न तेरा गधा, न तेरा कोई और मवेशी। जो परदेसी तेरे दरमियान रहता है वह भी काम न करे। तेरे नौकर और तेरी नौकरानी को तेरी तरह आराम का मौक़ा मिलना है।"},{"number":15,"verse":"याद रखना कि तू मिस्र में ग़ुलाम था और कि रब तेरा ख़ुदा ही तुझे बड़ी क़ुदरत और इख़तियार से वहाँ से निकाल लाया। इस लिए उस ने तुझे हुक्म दिया है कि सबत का दिन मनाना।"},{"number":16,"verse":"अपने बाप और अपनी माँ की इज़्ज़त करना जिस तरह रब तेरे ख़ुदा ने तुझे हुक्म दिया है। फिर तू उस मुल्क में जो रब तेरा ख़ुदा तुझे देने वाला है ख़ुशहाल होगा और देर तक जीता रहेगा।"},{"number":17,"verse":"क़त्ल न करना।"},{"number":18,"verse":"ज़िना न करना।"},{"number":19,"verse":"चोरी न करना।"},{"number":20,"verse":"अपने पड़ोसी के बारे में झूटी गवाही न देना।"},{"number":21,"verse":"अपने पड़ोसी की बीवी का लालच न करना। न उस के घर का, न उस की ज़मीन का, न उस के नौकर का, न उस की नौकरानी का, न उस के बैल और न उस के गधे का बल्कि उस की किसी भी चीज़ का लालच न करना।”"},{"number":22,"verse":"रब ने तुम सब को यह अह्काम दिए जब तुम सीना पहाड़ के दामन में जमा थे। वहाँ तुम ने आग, बादल और गहरे अंधेरे में से उस की ज़ोरदार आवाज़ सुनी। यही कुछ उस ने कहा और बस। फिर उस ने उन्हें पत्थर की दो तख़्तियों पर लिख कर मुझे दे दिया।"},{"number":23,"verse":"( लोग रब से डरते हैं) जब तुम ने तारीकी से यह आवाज़ सुनी और पहाड़ की जलती हुई हालत देखी तो तुम्हारे क़बीलों के राहनुमा और बुज़ुर्ग मेरे पास आए।"},{"number":24,"verse":"उन्हों ने कहा, “रब हमारे ख़ुदा ने हम पर अपना जलाल और अज़मत ज़ाहिर की है। आज हम ने आग में से उस की आवाज़ सुनी है। हम ने देख लिया है कि जब अल्लाह इन्सान से हमकलाम होता है तो ज़रूरी नहीं कि वह मर जाए।"},{"number":25,"verse":"लेकिन अब हम क्यूँ अपनी जान ख़तरे में डालें? अगर हम मज़ीद रब अपने ख़ुदा की आवाज़ सुनें तो यह बड़ी आग हमें भस्म कर देगी और हम अपनी जान से हाथ धो बैठेंगे।"},{"number":26,"verse":"क्यूँकि फ़ानी इन्सानों में से कौन हमारी तरह ज़िन्दा ख़ुदा को आग में से बातें करते हुए सुन कर ज़िन्दा रहा है? कोई भी नहीं!"},{"number":27,"verse":"आप ही क़रीब जा कर उन तमाम बातों को सुनें जो रब हमारा ख़ुदा हमें बताना चाहता है। फिर लौट कर हमें वह बातें सुनाएँ। हम उन्हें सुनेंगे और उन पर अमल करेंगे।”"},{"number":28,"verse":"जब रब ने यह सुना तो उस ने मुझ से कहा, “मैं ने इन लोगों की यह बातें सुन ली हैं। वह ठीक कहते हैं।"},{"number":29,"verse":"काश उन की सोच हमेशा ऐसी ही हो! काश वह हमेशा इसी तरह मेरा ख़ौफ़ मानें और मेरे अह्काम पर अमल करें! अगर वह ऐसा करेंगे तो वह और उन की औलाद हमेशा कामयाब रहेंगे।"},{"number":30,"verse":"जा, उन्हें बता दे कि अपने ख़ैमों में लौट जाओ।"},{"number":31,"verse":"लेकिन तू यहाँ मेरे पास रह ताकि मैं तुझे तमाम क़वानीन और अह्काम दे दूँ। उन को लोगों को सिखाना ताकि वह उस मुल्क में उन के मुताबिक़ चलें जो मैं उन्हें दूँगा।”"},{"number":32,"verse":"चुनाँचे एहतियात से उन अह्काम पर अमल करो जो रब तुम्हारे ख़ुदा ने तुम्हें दिए हैं। उन से न दाईं तरफ़ हटो न बाईं तरफ़।"},{"number":33,"verse":"हमेशा उस राह पर चलते रहो जो रब तुम्हारे ख़ुदा ने तुम्हें बताई है। फिर तुम कामयाब होगे और उस मुल्क में देर तक जीते रहोगे जिस पर तुम क़ब्ज़ा करोगे।"}]}