{"bibleAbbr":"RSV1971","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"The Birth of Jesus In those days a decree went out from Caesar Augustus that all the world should be enrolled."},{"number":2,"verse":"This was the first enrollment, when Quirin′i-us was governor of Syria."},{"number":3,"verse":"And all went to be enrolled, each to his own city."},{"number":4,"verse":"And Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David,"},{"number":5,"verse":"to be enrolled with Mary, his betrothed, who was with child."},{"number":6,"verse":"And while they were there, the time came for her to be delivered."},{"number":7,"verse":"And she gave birth to her first-born son and wrapped him in swaddling cloths, and laid him in a manger, because there was no place for them in the inn."},{"number":8,"verse":"The Shepherds and the Angels And in that region there were shepherds out in the field, keeping watch over their flock by night."},{"number":9,"verse":"And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with fear."},{"number":10,"verse":"And the angel said to them, “Be not afraid; for behold, I bring you good news of a great joy which will come to all the people;"},{"number":11,"verse":"for to you is born this day in the city of David a Savior, who is Christ the Lord."},{"number":12,"verse":"And this will be a sign for you: you will find a babe wrapped in swaddling cloths and lying in a manger.”"},{"number":13,"verse":"And suddenly there was with the angel a multitude of the heavenly host praising God and saying,"},{"number":14,"verse":"“Glory to God in the highest, and on earth peace among men with whom he is pleased!” (Other ancient authorities read peace, good will among men)"},{"number":15,"verse":"When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.”"},{"number":16,"verse":"And they went with haste, and found Mary and Joseph, and the babe lying in a manger."},{"number":17,"verse":"And when they saw it they made known the saying which had been told them concerning this child;"},{"number":18,"verse":"and all who heard it wondered at what the shepherds told them."},{"number":19,"verse":"But Mary kept all these things, pondering them in her heart."},{"number":20,"verse":"And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them."},{"number":21,"verse":"Jesus Is Named And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb."},{"number":22,"verse":"Jesus Is Presented in the Temple And when the time came for their purification according to the law of Moses, they brought him up to Jerusalem to present him to the Lord"},{"number":23,"verse":"(as it is written in the law of the Lord, “Every male that opens the womb shall be called holy to the Lord”)"},{"number":24,"verse":"and to offer a sacrifice according to what is said in the law of the Lord, “a pair of turtledoves, or two young pigeons.”"},{"number":25,"verse":"Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, looking for the consolation of Israel, and the Holy Spirit was upon him."},{"number":26,"verse":"And it had been revealed to him by the Holy Spirit that he should not see death before he had seen the Lord’s Christ."},{"number":27,"verse":"And inspired by the Spirit (Or in the Spirit) he came into the temple; and when the parents brought in the child Jesus, to do for him according to the custom of the law,"},{"number":28,"verse":"he took him up in his arms and blessed God and said,"},{"number":29,"verse":"“Lord, now lettest thou thy servant depart in peace, according to thy word;"},{"number":30,"verse":"for mine eyes have seen thy salvation"},{"number":31,"verse":"which thou hast prepared in the presence of all peoples,"},{"number":32,"verse":"a light for revelation to the Gentiles, and for glory to thy people Israel.”"},{"number":33,"verse":"And his father and his mother marveled at what was said about him;"},{"number":34,"verse":"and Simeon blessed them and said to Mary his mother, “Behold, this child is set for the fall and rising of many in Israel, and for a sign that is spoken against"},{"number":35,"verse":"(and a sword will pierce through your own soul also), that thoughts out of many hearts may be revealed.”"},{"number":36,"verse":"And there was a prophetess, Anna, the daughter of Phan′u-el, of the tribe of Asher; she was of a great age, having lived with her husband seven years from her virginity,"},{"number":37,"verse":"and as a widow till she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day."},{"number":38,"verse":"And coming up at that very hour she gave thanks to God, and spoke of him to all who were looking for the redemption of Jerusalem."},{"number":39,"verse":"The Return to Nazareth And when they had performed everything according to the law of the Lord, they returned into Galilee, to their own city, Nazareth."},{"number":40,"verse":"And the child grew and became strong, filled with wisdom; and the favor of God was upon him."},{"number":41,"verse":"The Boy Jesus in the Temple Now his parents went to Jerusalem every year at the feast of the Passover."},{"number":42,"verse":"And when he was twelve years old, they went up according to custom;"},{"number":43,"verse":"and when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it,"},{"number":44,"verse":"but supposing him to be in the company they went a day’s journey, and they sought him among their kinsfolk and acquaintances;"},{"number":45,"verse":"and when they did not find him, they returned to Jerusalem, seeking him."},{"number":46,"verse":"After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions;"},{"number":47,"verse":"and all who heard him were amazed at his understanding and his answers."},{"number":48,"verse":"And when they saw him they were astonished; and his mother said to him, “Son, why have you treated us so? Behold, your father and I have been looking for you anxiously.”"},{"number":49,"verse":"And he said to them, “How is it that you sought me? Did you not know that I must be in my Father’s house?”"},{"number":50,"verse":"And they did not understand the saying which he spoke to them."},{"number":51,"verse":"And he went down with them and came to Nazareth, and was obedient to them; and his mother kept all these things in her heart."},{"number":52,"verse":"And Jesus increased in wisdom and in stature, (Or years) and in favor with God and man."}]}