{"bibleAbbr":"RSV1971","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"Jesus Heals a Centurion’s Servant After he had ended all his sayings in the hearing of the people he entered Caper′na-um."},{"number":2,"verse":"Now a centurion had a slave who was dear (Or valuable) to him, who was sick and at the point of death."},{"number":3,"verse":"When he heard of Jesus, he sent to him elders of the Jews, asking him to come and heal his slave."},{"number":4,"verse":"And when they came to Jesus, they besought him earnestly, saying, “He is worthy to have you do this for him,"},{"number":5,"verse":"for he loves our nation, and he built us our synagogue.”"},{"number":6,"verse":"And Jesus went with them. When he was not far from the house, the centurion sent friends to him, saying to him, “Lord, do not trouble yourself, for I am not worthy to have you come under my roof;"},{"number":7,"verse":"therefore I did not presume to come to you. But say the word, and let my servant be healed."},{"number":8,"verse":"For I am a man set under authority, with soldiers under me: and I say to one, ‘Go,’ and he goes; and to another, ‘Come,’ and he comes; and to my slave, ‘Do this,’ and he does it.”"},{"number":9,"verse":"When Jesus heard this he marveled at him, and turned and said to the multitude that followed him, “I tell you, not even in Israel have I found such faith.”"},{"number":10,"verse":"And when those who had been sent returned to the house, they found the slave well."},{"number":11,"verse":"Jesus Raises the Widow’s Son at Nain Soon afterward (Other ancient authorities read Next day) he went to a city called Na′in, and his disciples and a great crowd went with him."},{"number":12,"verse":"As he drew near to the gate of the city, behold, a man who had died was being carried out, the only son of his mother, and she was a widow; and a large crowd from the city was with her."},{"number":13,"verse":"And when the Lord saw her, he had compassion on her and said to her, “Do not weep.”"},{"number":14,"verse":"And he came and touched the bier, and the bearers stood still. And he said, “Young man, I say to you, arise.”"},{"number":15,"verse":"And the dead man sat up, and began to speak. And he gave him to his mother."},{"number":16,"verse":"Fear seized them all; and they glorified God, saying, “A great prophet has arisen among us!” and “God has visited his people!”"},{"number":17,"verse":"And this report concerning him spread through the whole of Judea and all the surrounding country."},{"number":18,"verse":"Messengers from John the Baptist The disciples of John told him of all these things."},{"number":19,"verse":"And John, calling to him two of his disciples, sent them to the Lord, saying, “Are you he who is to come, or shall we look for another?”"},{"number":20,"verse":"And when the men had come to him, they said, “John the Baptist has sent us to you, saying, ‘Are you he who is to come, or shall we look for another?’”"},{"number":21,"verse":"In that hour he cured many of diseases and plagues and evil spirits, and on many that were blind he bestowed sight."},{"number":22,"verse":"And he answered them, “Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, lepers are cleansed, and the deaf hear, the dead are raised up, the poor have good news preached to them."},{"number":23,"verse":"And blessed is he who takes no offense at me.”"},{"number":24,"verse":"When the messengers of John had gone, he began to speak to the crowds concerning John: “What did you go out into the wilderness to behold? A reed shaken by the wind?"},{"number":25,"verse":"What then did you go out to see? A man clothed in soft clothing? Behold, those who are gorgeously appareled and live in luxury are in kings’ courts."},{"number":26,"verse":"What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet."},{"number":27,"verse":"This is he of whom it is written, ‘Behold, I send my messenger before thy face, who shall prepare thy way before thee.’"},{"number":28,"verse":"I tell you, among those born of women none is greater than John; yet he who is least in the kingdom of God is greater than he.”"},{"number":29,"verse":"(When they heard this all the people and the tax collectors justified God, having been baptized with the baptism of John;"},{"number":30,"verse":"but the Pharisees and the lawyers rejected the purpose of God for themselves, not having been baptized by him.)"},{"number":31,"verse":"“To what then shall I compare the men of this generation, and what are they like?"},{"number":32,"verse":"They are like children sitting in the market place and calling to one another, ‘We piped to you, and you did not dance; we wailed, and you did not weep.’"},{"number":33,"verse":"For John the Baptist has come eating no bread and drinking no wine; and you say, ‘He has a demon.’"},{"number":34,"verse":"The Son of man has come eating and drinking; and you say, ‘Behold, a glutton and a drunkard, a friend of tax collectors and sinners!’"},{"number":35,"verse":"Yet wisdom is justified by all her children.”"},{"number":36,"verse":"A Sinful Woman Forgiven One of the Pharisees asked him to eat with him, and he went into the Pharisee’s house, and took his place at table."},{"number":37,"verse":"And behold, a woman of the city, who was a sinner, when she learned that he was at table in the Pharisee’s house, brought an alabaster flask of ointment,"},{"number":38,"verse":"and standing behind him at his feet, weeping, she began to wet his feet with her tears, and wiped them with the hair of her head, and kissed his feet, and anointed them with the ointment."},{"number":39,"verse":"Now when the Pharisee who had invited him saw it, he said to himself, “If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.”"},{"number":40,"verse":"And Jesus answering said to him, “Simon, I have something to say to you.” And he answered, “What is it, Teacher?”"},{"number":41,"verse":"“A certain creditor had two debtors; one owed five hundred denarii, and the other fifty."},{"number":42,"verse":"When they could not pay, he forgave them both. Now which of them will love him more?”"},{"number":43,"verse":"Simon answered, “The one, I suppose, to whom he forgave more.” And he said to him, “You have judged rightly.”"},{"number":44,"verse":"Then turning toward the woman he said to Simon, “Do you see this woman? I entered your house, you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair."},{"number":45,"verse":"You gave me no kiss, but from the time I came in she has not ceased to kiss my feet."},{"number":46,"verse":"You did not anoint my head with oil, but she has anointed my feet with ointment."},{"number":47,"verse":"Therefore I tell you, her sins, which are many, are forgiven, for she loved much; but he who is forgiven little, loves little.”"},{"number":48,"verse":"And he said to her, “Your sins are forgiven.”"},{"number":49,"verse":"Then those who were at table with him began to say among themselves, “Who is this, who even forgives sins?”"},{"number":50,"verse":"And he said to the woman, “Your faith has saved you; go in peace.”"}]}