{"bibleAbbr":"BB1572","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"Concernyng spirituall gyftes, brethren, I woulde not haue you ignoraunt."},{"number":2,"verse":"Ye knowe yt ye were gentiles, and caryed away vnto dumbe idols, as ye were led."},{"number":3,"verse":"Wherfore I declare vnto you, that no man speakyng by the spirite of God, defieth Iesus. Also no man can say that Iesus is ye Lord, but by the holy ghost."},{"number":4,"verse":"There are diuersities of gyftes, but the spirite [is] one."},{"number":5,"verse":"And there are differences of administrations, but the Lorde [is] one."},{"number":6,"verse":"And there are diuers maners of operations, but God is one, which worketh all in all."},{"number":7,"verse":"The manifestation of the spirite, is geuen to euery man, to profite withall."},{"number":8,"verse":"For to one is geuen by the spirite, the worde of wisdome, to another the word of knowledge, by the same spirite:"},{"number":9,"verse":"To another [is geuen] fayth, by the same spirite: to another the giftes of healyng by the same spirite:"},{"number":10,"verse":"To another, power to do miracles, to another, prophesie, to another [iudgement] to discerne spirites, to another, diuers kyndes of tongues, to another, the interpretation of tongues."},{"number":11,"verse":"But these all worketh euen one and the selfe same spirite, deuidyng to euery man a seuerall gyft, as he wyll."},{"number":12,"verse":"For as the body is one, & hath many members, and all the members of one body, though they be many, [yet] are [but] one body: euen so is Christe."},{"number":13,"verse":"For by one spirite, are we all baptized into one body, whether [we be] Iewes or gentiles, whether [we be] bonde or free: and haue all drunke of one spirite."},{"number":14,"verse":"For the body is not one member, but many."},{"number":15,"verse":"If the foote woulde say, because I am not the hande, I am not of the body: is it therfore not of the body?"},{"number":16,"verse":"And yf the eare woulde say, because I am not the eye, I am not of the body: is it therfore not of the body?"},{"number":17,"verse":"If all the body [were] an eye, where were then the hearyng? If all [were] hearyng, where were the smellyng?"},{"number":18,"verse":"But nowe hath God set ye members, euery one seuerally in the body, as it hath pleased hym."},{"number":19,"verse":"For yf they were all one member, where were the body?"},{"number":20,"verse":"Nowe are there many members, yet but one body."},{"number":21,"verse":"And the eye can not say vnto ye hande, I haue no neede of thee: Nor, the head agayne to the feete, I haue no neede of you."},{"number":22,"verse":"Yea, rather a great deale, those members of the body which seeme to be more feeble, are necessary:"},{"number":23,"verse":"And vpon those members of the body which we thynke least honest, put we more honestie on. And our vncomely partes, haue more comelynesse on."},{"number":24,"verse":"For our comely members neede it not: But God hath tempered the body together, and hath geuen the more honour to that [part] which lacked:"},{"number":25,"verse":"Lest there shoulde be any stryfe in the body: but that the members shoulde haue the same care one for another."},{"number":26,"verse":"And yf one member suffer, all suffer with it. If one member be had in honour, all the members reioyce with it."},{"number":27,"verse":"Ye are the body of Christe, and members one of another."},{"number":28,"verse":"And God hath ordayned some in the Churche, first Apostles, secondarely, prophetes, thirdely teachers, then them that do miracles: after that, the giftes of healyng, helpers, gouernours, diuersitie of tongues."},{"number":29,"verse":"Are all, Apostles? are all, prophetes? are all, teachers?"},{"number":30,"verse":"Are all, doers of miracles? Haue all the giftes of healyng? Do all speake with tongues? Do all interprete?"},{"number":31,"verse":"Couet after the best giftes: And yet shew I vnto you a more excellent way."}]}