{"bibleAbbr":"BB1572","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"Let a man so esteeme of vs, as the ministers of Christe, and disposers of the secretes of God."},{"number":2,"verse":"Furthermore, it is required of the disposers that a man be founde faythfull."},{"number":3,"verse":"With me it is but a very small thyng that I shoulde be iudged of you, either of mans iudgement: No, I iudge not mine owne selfe."},{"number":4,"verse":"For I knowe nothing by my selfe, yet am I not thereby iustified: but he that iudgeth me is the Lorde."},{"number":5,"verse":"Therefore iudge nothyng before the tyme, vntyll the Lorde come, who wyl lyghten thynges that are hyd in darkenesse, & open the counsels of the heartes, and then shall euery man haue prayse of God."},{"number":6,"verse":"And these thynges brethren, I haue figuratiuely applied vnto my selfe, and to Apollos, for your sakes, that ye might learne by vs, that no man conceaue in mynde aboue that whiche is written, that one swell not agaynst another for any mans cause."},{"number":7,"verse":"For who seperateth thee? And what hast thou, that thou hast not receaued? If thou haue receaued it, why reioycest thou, as though thou haddest not receaued it?"},{"number":8,"verse":"Nowe ye are full, nowe ye are made ryche, ye raigne as kynges without vs, and I woulde to God ye dyd raigne, that we also myght raigne with you."},{"number":9,"verse":"For me thynketh, that God hath set foorth vs, whiche are the last apostles, as it were men appoynted to death. For we are made a gasyng stocke vnto the worlde, and to the angels, and to men."},{"number":10,"verse":"We [are] fooles for Christes sake, but ye [are] wyse in Christe. We [are] weake, but ye [are] stronge. Ye [are] honorable, but we [are] despised."},{"number":11,"verse":"Euen vnto this time we both hunger and thirste, and are naked, and are buffeted, and haue no certaine dwellyng place."},{"number":12,"verse":"And labour, working with our owne handes. We are reuyled, and we blesse. We are persecuted, and suffer it."},{"number":13,"verse":"We are euyll spoken of, and we praye: we are made as the fylthynesse of the worlde, the ofscowryng of all thynges vnto this day."},{"number":14,"verse":"I write not these thynges to shame you, but as my beloued sonnes I warne you."},{"number":15,"verse":"For though ye haue ten thousande instructours in Christ, yet [haue ye] not many fathers: For in Christe Iesu I haue begotten you through the Gospell."},{"number":16,"verse":"Wherfore, I desire you, be ye folowers of me."},{"number":17,"verse":"For this cause haue I sent vnto you Timotheus, whiche is my beloued sonne, & faythfull in the Lorde, which shall put you in remembraunce of my wayes which be in Christe, as I teache euery where in all Churches."},{"number":18,"verse":"Some swel as though I would come no more at you:"},{"number":19,"verse":"But I wyll come to you shortly, if the Lorde wyll, & wyll knowe, not the wordes of the which swell, but the power."},{"number":20,"verse":"For the kyngdome of God is not in worde, but in power."},{"number":21,"verse":"What wyl ye? Shal I come vnto you with a rodde, or in loue and in the spirite of mekenesse?"}]}