{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"(Prayer for Vindication and Vengeance) To the leader. Of David. A Psalm. (Ps 83.1) Do not be silent, O God of my praise."},{"number":2,"verse":"For wicked and deceitful mouths are opened against me, speaking against me with lying tongues."},{"number":3,"verse":"(Ps 69.4) They surround me with words of hate and attack me without cause."},{"number":4,"verse":"(Ps 38.20; 69.13) In return for my love they accuse me, even while I make prayer for them. (Syr: Heb I prayer)"},{"number":5,"verse":"(Ps 35.12; 38.20) So they reward me evil for good and hatred for my love."},{"number":6,"verse":"(Zech 3.1) They say, (Heb lacks They say) “Appoint a wicked man against him; let an accuser stand on his right."},{"number":7,"verse":"(Prov 28.9) When he is tried, let him be found guilty; let his prayer be counted as sin."},{"number":8,"verse":"(Acts 1.20) May his days be few; may another seize his position."},{"number":9,"verse":"(Ex 22.24) May his children be orphans and his wife a widow."},{"number":10,"verse":"May his children wander about and beg; may they be driven out of (Gk: Heb may they seek) the ruins they inhabit."},{"number":11,"verse":"(Job 5.5; 18.9) May the creditor seize all that he has; may strangers plunder the fruits of his toil."},{"number":12,"verse":"(Isa 9.17) May there be no one to do him a kindness nor anyone to pity his orphaned children."},{"number":13,"verse":"(Ps 37.28; Prov 10.7) May his posterity be cut off; may his name be blotted out in the second generation."},{"number":14,"verse":"(Ex 20.5; Neh 4.5; Jer 18.23) May the iniquity of his father (Cn: Heb fathers) be remembered before the LORD, and do not let the sin of his mother be blotted out."},{"number":15,"verse":"(Ps 34.16) Let them be before the LORD continually, and may his (Gk: Heb their) memory be cut off from the earth."},{"number":16,"verse":"(Ps 37.14, 32) For he did not remember to show kindness but pursued the poor and needy and the brokenhearted to their death."},{"number":17,"verse":"(Prov 14.14; Ezek 35.6) He loved to curse; let curses come on him. He did not like blessing; may it be far from him."},{"number":18,"verse":"(Num 5.22; Ps 73.6) He clothed himself with cursing as his coat; may it soak into his body like water, like oil into his bones."},{"number":19,"verse":"May it be like a garment that he wraps around himself, like a belt that he wears every day.”"},{"number":20,"verse":"(Ps 71.10; 94.23; 2 Tim 4.14) May that be the reward of my accusers from the LORD, of those who speak evil against my life."},{"number":21,"verse":"(Ps 69.16; 79.9) But you, O LORD my Lord, act on my behalf for your name’s sake; because your steadfast love is good, deliver me."},{"number":22,"verse":"(Ps 40.17; 143.4) For I am poor and needy, and my heart is pierced within me."},{"number":23,"verse":"(Ps 102.11) I am gone like a shadow at evening; I am shaken off like a locust."},{"number":24,"verse":"(Heb 12.12) My knees are weak through fasting; my body has become gaunt."},{"number":25,"verse":"(Ps 22.6, 7; Mt 27.39; Mk 15.29) I am an object of scorn to my accusers; when they see me, they shake their heads."},{"number":26,"verse":"Help me, O LORD my God! Save me according to your steadfast love."},{"number":27,"verse":"(Job 37.7) Let them know that this is your hand; you, O LORD, have done it."},{"number":28,"verse":"(2 Sam 16.11, 12; Isa 65.14) Let them curse, but you will bless. Let my assailants be put to shame; (Gk: Heb They have risen up and have been put to shame) may your servant be glad."},{"number":29,"verse":"(Ps 35.26; 132.18) May my accusers be clothed with dishonor; may they be wrapped in their own shame as in a mantle."},{"number":30,"verse":"(Ps 35.18) With my mouth I will give great thanks to the LORD; I will praise him in the midst of the throng."},{"number":31,"verse":"(Ps 16.8; 121.5) For he stands at the right hand of the needy, to save them from those who would condemn them to death."}]}