{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"Prayer for National Deliverance and Security Of David. (Ps 18.2, 34) Blessed be the LORD, my rock, who trains my hands for war and my fingers for battle,"},{"number":2,"verse":"(Ps 18.39; 59.9; 84.9; 91.2) my rock (Cn: Heb my steadfast love) and my fortress, my stronghold and my deliverer, my shield, in whom I take refuge, who subdues the peoples (Q ms Heb mss Syr Aquila Jerome: MT my people) under me."},{"number":3,"verse":"(Ps 8.4; Heb 2.6) O LORD, what are humans that you regard them, or mortals that you think of them?"},{"number":4,"verse":"(Ps 39.11; 102.11) They are like a breath; their days are like a passing shadow."},{"number":5,"verse":"(Ps 18.9; 104.32; Isa 64.1) Bow your heavens, O LORD, and come down; touch the mountains so that they smoke."},{"number":6,"verse":"(Ps 7.13; 18.13, 14) Make the lightning flash and scatter them; send out your arrows and rout them."},{"number":7,"verse":"(Ps 18.44; 69.1, 14) Stretch out your hand from on high; set me free and rescue me from the mighty waters, from the hand of foreigners,"},{"number":8,"verse":"(Ps 12.2; Isa 44.20) whose mouths speak lies and whose right hands are false."},{"number":9,"verse":"(Ps 33.2, 3) I will sing a new song to you, O God; upon a ten-stringed harp I will play to you,"},{"number":10,"verse":"(Ps 18.50; 140.7) the one who gives victory to kings, who rescues his servant David."},{"number":11,"verse":"(Ps 12.2; Isa 44.20) Rescue me from the cruel sword, and deliver me from the hand of aliens, whose mouths speak lies, and whose right hands are false."},{"number":12,"verse":"(Ps 128.3) May our sons in their youth be like plants full grown, our daughters like corner pillars, cut for the building of a palace."},{"number":13,"verse":"May our barns be filled with produce of every kind; may our sheep increase by thousands, by tens of thousands in our fields,"},{"number":14,"verse":"and may our cattle be heavy with young. May there be no breach in the walls, (Heb lacks in the walls) no exile, and no cry of distress in our streets."},{"number":15,"verse":"(Ps 33.12) Happy are the people to whom such blessings fall; happy are the people whose God is the LORD."}]}