{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":19,"verses":[{"number":1,"verse":"God’s Glory in Creation and the Law To the leader. A Psalm of David. (Gen 1.6; Isa 40.22; Rom 1.19, 20) The heavens are telling the glory of God, and the firmament (Or dome) proclaims his handiwork."},{"number":2,"verse":"(Ps 74.16) Day to day pours forth speech, and night to night declares knowledge."},{"number":3,"verse":"There is no speech, nor are there words; their voice is not heard;"},{"number":4,"verse":"(Rom 10.18) yet their voice (Gk Jerome Compare Syr: Heb line) goes out through all the earth and their words to the end of the world. In the heavens (Heb In them) he has set a tent for the sun,"},{"number":5,"verse":"(Eccl 1.5) which comes out like a bridegroom from his wedding canopy, and like a strong man runs its course with joy."},{"number":6,"verse":"(Deut 30.4; Ps 113.3) Its rising is from the end of the heavens and its circuit to the end of them, and nothing is hid from its heat."},{"number":7,"verse":"(Ps 23.3; 93.5; 111.7; 119.98-100, 142) The law of the LORD is perfect, reviving the soul; the decrees of the LORD are sure, making wise the simple;"},{"number":8,"verse":"(Ps 12.6; 119.128, 130) the precepts of the LORD are right, rejoicing the heart; the commandment of the LORD is clear, enlightening the eyes;"},{"number":9,"verse":"(Ps 119.42) the fear of the LORD is pure, enduring forever; the ordinances of the LORD are true and righteous altogether."},{"number":10,"verse":"(Prov 8.10; 16.24) More to be desired are they than gold, even much fine gold; sweeter also than honey and drippings of the honeycomb."},{"number":11,"verse":"(Ps 17.4; Prov 29.18) Moreover, by them is your servant warned; in keeping them there is great reward."},{"number":12,"verse":"(Ps 51.1, 2; 90.8; 139.6) But who can detect one’s own errors? Clear me from hidden faults."},{"number":13,"verse":"(Ps 25.11; 32.2; 119.33) Keep back your servant also from the insolent; (Or from proud thoughts) do not let them have dominion over me. Then I shall be blameless and innocent of great transgression."},{"number":14,"verse":"(Ps 18.2; 104.34; Isa 41.14; 43.14) Let the words of my mouth and the meditation of my heart be acceptable to you, O LORD, my rock and my redeemer."}]}