{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"(Prayer for Deliverance from Enemies) Of David. (Ps 43.1) Contend, O LORD, with those who contend with me; fight against those who fight against me!"},{"number":2,"verse":"Take hold of shield and buckler, and rise up to help me!"},{"number":3,"verse":"Draw the spear and javelin against my pursuers; say to my soul, “I am your salvation.”"},{"number":4,"verse":"(Ps 70.2, 3) Let them be put to shame and dishonor who seek after my life. Let them be turned back and confounded who devise evil against me."},{"number":5,"verse":"(Job 21.18; Ps 1.4; Isa 29.5) Let them be like chaff before the wind, with the angel of the LORD driving them on."},{"number":6,"verse":"(Ps 73.18; Jer 23.12) Let their way be dark and slippery, with the angel of the LORD pursuing them."},{"number":7,"verse":"(Ps 9.15) For without cause they hid their net (Heb a pit, their net) for me; without cause they dug a pit (The word pit is transposed from the preceding line) for my life."},{"number":8,"verse":"(1 Thess 5.3) Let ruin come on them unawares, and let the net that they hid ensnare them; let them fall in it—to their ruin."},{"number":9,"verse":"(Isa 61.10; Lk 1.47) Then my soul shall rejoice in the LORD, exulting in his deliverance."},{"number":10,"verse":"(Ex 15.11; Ps 18.17; 37.14) All my bones shall say, “O LORD, who is like you? You deliver the weak from those too strong for them, the weak and needy from those who despoil them.”"},{"number":11,"verse":"(Ps 27.12) Malicious witnesses rise up; they ask me about things I do not know."},{"number":12,"verse":"(Jn 10.32) They repay me evil for good; my soul is forlorn."},{"number":13,"verse":"(Job 30.25; Ps 69.10) But as for me, when they were sick, I wore sackcloth; I afflicted myself with fasting. I prayed with head bowed (Or My prayer turned back) on my bosom,"},{"number":14,"verse":"as though I grieved for a friend or a brother; I went about as one who laments for a mother, bowed down and in mourning."},{"number":15,"verse":"(Job 30.1, 8) But at my stumbling they gathered in glee; they gathered together against me; ruffians whom I did not know tore at me without ceasing;"},{"number":16,"verse":"they impiously mocked more and more, (Cn Compare Gk: Heb like the profanest of mockers of a cake) gnashing at me with their teeth."},{"number":17,"verse":"(Ps 22.20; Hab 1.13) How long, O LORD, will you look on? Rescue me from their ravages, my life from the lions!"},{"number":18,"verse":"(Ps 22.22, 25) Then I will thank you in the great congregation; in the mighty throng I will praise you."},{"number":19,"verse":"(Ps 13.4; 38.19; 69.4; Prov 6.13; Jn 15.25) Do not let my treacherous enemies rejoice over me or those who hate me without cause wink the eye."},{"number":20,"verse":"For they do not speak peace, but they conceive deceitful words against those who are quiet in the land."},{"number":21,"verse":"(Ps 22.13; 40.15) They open wide their mouths against me; they say, “Aha, Aha, our eyes have seen it.”"},{"number":22,"verse":"(Ex 3.7; Ps 10.1; 28.1) You have seen, O LORD; do not be silent! O Lord, do not be far from me!"},{"number":23,"verse":"(Ps 44.23) Wake up! Rouse yourself for my defense, for my cause, my God and my Lord!"},{"number":24,"verse":"(v 19|PSA 35:19; Ps 9.4) Vindicate me, O LORD, my God, according to your righteousness, and do not let them rejoice over me."},{"number":25,"verse":"(Lam 2.16) Do not let them say to themselves, “Aha, we have our heart’s desire.” Do not let them say, “We have swallowed you (Heb him) up.”"},{"number":26,"verse":"(Ps 38.16; 40.14) Let all those who rejoice at my calamity be put to shame and confusion; let those who exalt themselves against me be clothed with shame and dishonor."},{"number":27,"verse":"(Ps 9.4; 32.11; 40.16; 147.11) Let those who desire my vindication shout for joy and be glad and say evermore, “Great is the LORD, who delights in the welfare of his servant.”"},{"number":28,"verse":"(Ps 51.14) Then my tongue shall tell of your righteousness and of your praise all day long."}]}