{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"The Acceptable Sacrifice A Psalm of Asaph. (Josh 22.22) The mighty one, God the LORD, speaks and summons the earth from the rising of the sun to its setting."},{"number":2,"verse":"(Deut 33.2; Ps 48.2) Out of Zion, the perfection of beauty, God shines forth."},{"number":3,"verse":"(Ps 96.13; 97.3; Dan 7.10) Our God comes and does not keep silent; before him is a devouring fire and a mighty tempest all around him."},{"number":4,"verse":"(Deut 4.26; Isa 1.2) He calls to the heavens above and to the earth, that he may judge his people:"},{"number":5,"verse":"(v 8|PSA 50:8; Ex 24.7) “Gather to me my faithful ones, who made a covenant with me by sacrifice!”"},{"number":6,"verse":"(Ps 75.7; 89.5) The heavens declare his righteousness, for God himself is judge. Selah"},{"number":7,"verse":"(Ps 81.8) “Hear, O my people, and I will speak, O Israel, I will testify against you. I am God, your God."},{"number":8,"verse":"(Ps 40.6; Hos 6.6) Not for your sacrifices do I rebuke you; your burnt offerings are continually before me."},{"number":9,"verse":"(Ps 69.31) I will not accept a bull from your house or goats from your folds."},{"number":10,"verse":"(Ps 104.24) For every wild animal of the forest is mine, the cattle on a thousand hills."},{"number":11,"verse":"I know all the birds of the air, (Gk Syr Tg: Heb mountains) and all that moves in the field is mine."},{"number":12,"verse":"(Ex 19.5) “If I were hungry, I would not tell you, for the world and all that is in it is mine."},{"number":13,"verse":"Do I eat the flesh of bulls or drink the blood of goats?"},{"number":14,"verse":"(Deut 23.21; Heb 13.15) Offer to God a sacrifice of thanksgiving, (Or make thanksgiving your sacrifice to God) and pay your vows to the Most High."},{"number":15,"verse":"(Ps 81.7; 91.15) Call on me in the day of trouble; I will deliver you, and you shall glorify me.”"},{"number":16,"verse":"(Isa 29.13) But to the wicked God says, “What right have you to recite my statutes or take my covenant on your lips?"},{"number":17,"verse":"(Neh 9.26; Rom 2.21, 22) For you hate discipline, and you cast my words behind you."},{"number":18,"verse":"(1 Tim 5.22) You make friends with a thief when you see one, and you keep company with adulterers."},{"number":19,"verse":"You give your mouth free rein for evil, and your tongue frames deceit."},{"number":20,"verse":"(Mt 10.21) You sit and speak against your kin; you slander your own mother’s child."},{"number":21,"verse":"(Eccl 8.11) These things you have done, and I have been silent; you thought that I was one just like yourself. But now I rebuke you and lay the charge before you."},{"number":22,"verse":"(Job 8.13; Ps 7.2; 9.17) Mark this, then, you who forget God, or I will tear you apart, and there will be no one to deliver."},{"number":23,"verse":"Those who bring thanksgiving as their sacrifice honor me; to those who go the right way, (Heb who set a way) I will show the salvation of God.”"}]}