{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"Praise for God’s Goodness to Israel To the leader. A Song. A Psalm. (Ps 81.1; 100.1) Make a joyful noise to God, all the earth;"},{"number":2,"verse":"(Ps 79.9) sing the glory of his name; give to him glorious praise."},{"number":3,"verse":"(Ps 18.44; 65.5) Say to God, “How awesome are your deeds! Because of your great power, your enemies cringe before you."},{"number":4,"verse":"(Ps 22.27; 67.3, 4) All the earth worships you; they sing praises to you, sing praises to your name.” Selah"},{"number":5,"verse":"(Ps 46.8; 106.22) Come and see what God has done: he is awesome in his deeds among mortals."},{"number":6,"verse":"(Ex 14.21; Josh 3.16; Ps 105.43) He turned the sea into dry land; they passed through the river on foot. There we rejoiced in him,"},{"number":7,"verse":"(Ps 11.4; 140.8; 145.13) who rules by his might forever, whose eyes keep watch on the nations— let the rebellious not exalt themselves. Selah"},{"number":8,"verse":"(Ps 98.4) Bless our God, O peoples; let the sound of his praise be heard,"},{"number":9,"verse":"(Ps 121.3) who has kept us among the living and has not let our feet slip."},{"number":10,"verse":"(Ps 17.3; Isa 48.10; Zech 13.9; 1 Pet 1.6, 7) For you, O God, have tested us; you have tried us as silver is tried."},{"number":11,"verse":"(Lam 1.13) You brought us into the net; you laid burdens on our backs;"},{"number":12,"verse":"(Isa 43.2; 51.23) you let people ride over our heads; we went through fire and through water; yet you have brought us out to a spacious place. (Cn Compare Gk Syr Jerome Tg: Heb to a saturation)"},{"number":13,"verse":"(Eccl 5.4) I will come into your house with burnt offerings; I will pay you my vows,"},{"number":14,"verse":"(Ps 18.6) those that my lips uttered and my mouth promised when I was in trouble."},{"number":15,"verse":"(Num 6.14; Ps 51.19) I will offer to you burnt offerings of fatted calves, with the smoke of the sacrifice of rams; I will make an offering of bulls and goats. Selah"},{"number":16,"verse":"(Ps 34.11; 71.15, 24) Come and hear, all you who fear God, and I will tell what he has done for me."},{"number":17,"verse":"I cried aloud to him, and he was extolled with my tongue."},{"number":18,"verse":"(Job 36.21; Isa 1.15; Jas 4.3) If I had cherished iniquity in my heart, the Lord would not have listened."},{"number":19,"verse":"(Ps 116.1, 2) But truly God has listened; he has heard the words of my prayer."},{"number":20,"verse":"(Ps 22.24) Blessed be God, who has not rejected my prayer or removed his steadfast love from me."}]}