{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"Prayer for Israel’s Restoration To the leader: on Lilies, a Covenant. Of Asaph. A Psalm. (Ps 23.1; 77.20; 99.1) Give ear, O Shepherd of Israel, you who lead Joseph like a flock! You who are enthroned upon the cherubim, shine forth"},{"number":2,"verse":"(Ps 35.23) before Ephraim and Benjamin and Manasseh. Stir up your might, and come to save us!"},{"number":3,"verse":"(Num 6.25; Lam 5.21) Restore us, O God; let your face shine, that we may be saved."},{"number":4,"verse":"(Ps 85.5) O LORD God of hosts, how long will you be angry with your people’s prayers?"},{"number":5,"verse":"(Ps 42.3; 102.9) You have fed them with the bread of tears and given them tears to drink in full measure."},{"number":6,"verse":"(Ps 44.13; 79.4) You make us the scorn (Syr: Heb strife) of our neighbors; our enemies laugh among themselves."},{"number":7,"verse":"Restore us, O God of hosts; let your face shine, that we may be saved."},{"number":8,"verse":"(Ps 44.2; Isa 5.1, 7; Jer 2.21; Ezek 15.6) You brought a vine out of Egypt; you drove out the nations and planted it."},{"number":9,"verse":"(Hos 14.5) You cleared the ground for it; it took deep root and filled the land."},{"number":10,"verse":"The mountains were covered with its shade, the mighty cedars with its branches;"},{"number":11,"verse":"it sent out its branches to the sea and its shoots to the River."},{"number":12,"verse":"(Ps 89.40; Nah 2.2) Why then have you broken down its walls, so that all who pass along the way pluck its fruit?"},{"number":13,"verse":"(Jer 5.6) The boar from the forest ravages it, and all that move in the field feed on it."},{"number":14,"verse":"(Isa 63.15) Turn again, O God of hosts; look down from heaven and see; have regard for this vine,"},{"number":15,"verse":"the stock that your right hand planted. (Heb adds from 80.17 and upon the one whom you made strong for yourself)"},{"number":16,"verse":"(Ps 39.11; 76.6) It has been burned with fire; it has been cut down; may they perish at the rebuke of your countenance."},{"number":17,"verse":"(Ps 89.21) But let your hand be upon the one at your right hand, the one whom you made strong for yourself."},{"number":18,"verse":"(Ps 71.20; Isa 50.5) Then we will never turn back from you; give us life, and we will call on your name."},{"number":19,"verse":"Restore us, O LORD God of hosts; let your face shine, that we may be saved."}]}