{"bibleAbbr":"NRSVue2021","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"Supplication for Help against Enemies A Prayer of David. (Ps 17.6; 40.17) Incline your ear, O LORD, and answer me, for I am poor and needy."},{"number":2,"verse":"(Ps 4.3; 25.20; 31.14) Preserve my life, for I am devoted to you; save your servant who trusts in you. You are my God;"},{"number":3,"verse":"(Ps 57.1; 88.9) be gracious to me, O Lord, for to you do I cry all day long."},{"number":4,"verse":"(Ps 25.1; 143.8) Gladden the soul of your servant, for to you, O Lord, I lift up my soul."},{"number":5,"verse":"(Ps 130.7; Joel 2.13) For you, O Lord, are good and forgiving, abounding in steadfast love to all who call on you."},{"number":6,"verse":"(Ps 55.1) Give ear, O LORD, to my prayer; listen to my cry of supplication."},{"number":7,"verse":"(Ps 17.6; 50.15) In the day of my trouble I call on you, for you will answer me."},{"number":8,"verse":"(Ex 15.11; Deut 3.24) There is none like you among the gods, O Lord, nor are there any works like yours."},{"number":9,"verse":"(Ps 22.31; Isa 43.7; Rev 15.4) All the nations you have made shall come and bow down before you, O Lord, and shall glorify your name."},{"number":10,"verse":"(Ex 15.11; Ps 72.18; Mk 12.29) For you are great and do wondrous things; you alone are God."},{"number":11,"verse":"(Ps 25.4) Teach me your way, O LORD, that I may walk in your truth; give me an undivided heart to revere your name."},{"number":12,"verse":"I give thanks to you, O Lord my God, with my whole heart, and I will glorify your name forever."},{"number":13,"verse":"(Ps 30.3) For great is your steadfast love toward me; you have delivered my soul from the depths of Sheol."},{"number":14,"verse":"(Ps 54.3) O God, the insolent rise up against me; a band of ruffians seeks my life, and they do not set you before them."},{"number":15,"verse":"(Ex 34.6; Joel 2.13) But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness."},{"number":16,"verse":"(Ps 25.16; 68.35; 116.16) Turn to me and be gracious to me; give your strength to your servant; save the child of your maidservant."},{"number":17,"verse":"(Ps 112.10; 118.13) Show me a sign of your favor, so that those who hate me may see it and be put to shame, because you, LORD, have helped me and comforted me."}]}