{"bibleAbbr":"BBE1965","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"(A Prayer. Of David.) Let my cause come to your ears, O Lord, give attention to my cry; give ear to my prayer which goes not out from false lips."},{"number":2,"verse":"Be my judge; for your eyes see what is right."},{"number":3,"verse":"You have put my heart to the test, searching me in the night; you have put me to the test and seen no evil purpose in me; I will keep my mouth from sin."},{"number":4,"verse":"As for the works of men, by the word of your lips I have kept myself from the ways of the violent."},{"number":5,"verse":"I have kept my feet in your ways, my steps have not been turned away."},{"number":6,"verse":"My cry has gone up to you, for you will give me an answer, O God: let your ear be turned to me, and give attention to my words."},{"number":7,"verse":"Make clear the wonder of your mercy, O saviour of those who put their faith in your right hand, from those who come out against them."},{"number":8,"verse":"Keep me as the light of your eyes, covering me with the shade of your wings,"},{"number":9,"verse":"From the evil-doers who are violent to me, and from those who are round me, desiring my death."},{"number":10,"verse":"They are shut up in their fat: with their mouths they say words of pride."},{"number":11,"verse":"They have made a circle round our steps: their eyes are fixed on us, forcing us down to the earth;"},{"number":12,"verse":"Like a lion desiring its food, and like a young lion waiting in secret places."},{"number":13,"verse":"Up! Lord, come out against him, make him low, with your sword be my saviour from the evil-doer."},{"number":14,"verse":"With your hand, O Lord, from men, even men of the world, whose heritage is in this life, and whom you make full with your secret wealth: they are full of children; after their death their offspring take the rest of their goods."},{"number":15,"verse":"As for me, I will see your face in righteousness: when I am awake it will be joy enough for me to see your form."}]}