{"bibleAbbr":"BBE1965","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":20,"verses":[{"number":1,"verse":"And after the noise had come to an end, Paul, having sent for the disciples and given them comfort, went away from them to Macedonia."},{"number":2,"verse":"And when he had gone through those parts and given them much teaching, he came into Greece."},{"number":3,"verse":"And when he had been there three months, because the Jews had made a secret design against him when he was about to take ship for Syria, he made a decision to go back through Macedonia."},{"number":4,"verse":"And Sopater of Beroea, the son of Pyrrhus, and Aristarchus and Secundus of Thessalonica, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia, went with him as far as Asia."},{"number":5,"verse":"But these had gone before, and were waiting for us at Troas."},{"number":6,"verse":"And we went away from Philippi by ship after the days of unleavened bread, and came to them at Troas in five days; and we were there for seven days."},{"number":7,"verse":"And on the first day of the week, when we had come together for the holy meal, Paul gave them a talk, for it was his purpose to go away on the day after; and he went on talking till after the middle of the night."},{"number":8,"verse":"And there were a number of lights in the room where we had come together."},{"number":9,"verse":"And a certain young man named Eutychus, who was seated in the window, went into a deep sleep; and while Paul went on talking, being overcome by sleep, he had a fall from the third floor, and was taken up dead."},{"number":10,"verse":"And Paul went down and, falling on him, took him in his arms and said, Do not be troubled, for his life is in him."},{"number":11,"verse":"And when he had gone up, and had taken the broken bread, he went on talking to them for a long time, even till dawn, and then he went away."},{"number":12,"verse":"And they took the boy in, living, and were greatly comforted."},{"number":13,"verse":"But we, going before him by ship, went to Assos with the purpose of taking Paul in there: for so he had given orders, because he himself was coming by land."},{"number":14,"verse":"And when he came up with us at Assos, we took him in the ship and went on to Mitylene."},{"number":15,"verse":"And going from there by sea, we came on the day after opposite Chios, and touching at Samos on the day after that, we came on the third day to Miletus."},{"number":16,"verse":"For Paul's purpose was to go past Ephesus, so that he might not be kept in Asia; for he was going quickly, in order, if possible, to be at Jerusalem on the day of Pentecost."},{"number":17,"verse":"And from Miletus he sent to Ephesus for the rulers of the church."},{"number":18,"verse":"And when they had come, he said to them, You yourselves have seen what my life has been like all the time from the day when I first came into Asia,"},{"number":19,"verse":"Doing the Lord's work without pride, through all the sorrow and troubles which came on me because of the evil designs of the Jews:"},{"number":20,"verse":"And how I kept back nothing which might be of profit to you, teaching you publicly and privately,"},{"number":21,"verse":"Preaching to Jews and to Greeks the need for a turning of the heart to God, and faith in the Lord Jesus Christ."},{"number":22,"verse":"And now, as you see, I am going to Jerusalem, a prisoner in spirit, having no knowledge of what will come to me there:"},{"number":23,"verse":"Only that the Holy Spirit makes clear to me in every town that prison and pains are waiting for me."},{"number":24,"verse":"But I put no value on my life, if only at the end of it I may see the work complete which was given to me by the Lord Jesus, to be a witness of the good news of the grace of God."},{"number":25,"verse":"And now I am conscious that you, among whom I have gone about preaching the kingdom, will not see my face again."},{"number":26,"verse":"And so I say to you this day that I am clean from the blood of all men."},{"number":27,"verse":"For I have not kept back from you anything of the purpose of God."},{"number":28,"verse":"Give attention to yourselves, and to all the flock which the Holy Spirit has given into your care, to give food to the church of God, for which he gave his blood."},{"number":29,"verse":"I am conscious that after I am gone, evil wolves will come in among you, doing damage to the flock;"},{"number":30,"verse":"And from among yourselves will come men who will give wrong teaching, turning away the disciples after them."},{"number":31,"verse":"So keep watch, having in mind that for three years without resting I was teaching every one of you, day and night, with weeping."},{"number":32,"verse":"And now, I give you into the care of God and the word of his grace, which is able to make you strong and to give you your heritage among all the saints."},{"number":33,"verse":"I have had no desire for any man's silver or gold or clothing."},{"number":34,"verse":"You yourselves have seen that with these hands I got what was necessary for me and those who were with me."},{"number":35,"verse":"In all things I was an example to you of how, in your lives, you are to give help to the feeble, and keep in memory the words of the Lord Jesus, how he himself said, There is a greater blessing in giving than in getting."},{"number":36,"verse":"And having said these words, he went down on his knees in prayer with them all."},{"number":37,"verse":"And they were all weeping, falling on Paul's neck and kissing him,"},{"number":38,"verse":"Being sad most of all because he had said that they would not see his face again. And so they went with him to the ship."}]}