{"bibleAbbr":"BBE1965","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":27,"verses":[{"number":1,"verse":"And when the decision had been made that we were to go by sea to Italy, they gave Paul and certain other prisoners into the care of a captain named Julius, of the Augustan band."},{"number":2,"verse":"And we went to sea in a ship of Adramyttium which was sailing to the sea towns of Asia, Aristarchus, a Macedonian of Thessalonica, being with us."},{"number":3,"verse":"And on the day after, we came to Sidon; and Julius was kind to Paul, and let him go to see his friends and take a rest."},{"number":4,"verse":"And sailing again from there, we went on under cover of Cyprus, because the wind was against us."},{"number":5,"verse":"And having gone across the sea off Cilicia and Pamphylia we came to Myra, in Lycia."},{"number":6,"verse":"And there the captain came across a ship of Alexandria, sailing for Italy, and put us in it."},{"number":7,"verse":"And when we had gone on slowly for a long time, and had had hard work getting across to Cnidus, for the wind was against us, we went under cover of Crete, in the direction of Salmone;"},{"number":8,"verse":"And sailing down the side of it, as well as we were able, we came to a certain place named Fair Havens, near which was the town of Lasea."},{"number":9,"verse":"And as a long time had gone by, and the journey was now full of danger, because it was late in the year, Paul put the position before them,"},{"number":10,"verse":"Saying, Friends, I see that this journey will be one of great damage and loss, not only to the goods and the ship, but to ourselves."},{"number":11,"verse":"But the captain gave more attention to the master and the owner of the ship than to what Paul said."},{"number":12,"verse":"And as the harbour was not a good one in which to be for the winter, the greater number of them were for going out to sea, in order, if possible, to put in for the winter at Phoenix, a harbour of Crete, looking to the north-east and south-east."},{"number":13,"verse":"And when the south wind came softly, being of the opinion that their purpose might be effected, they let the ship go and went sailing down the side of Crete, very near to the land."},{"number":14,"verse":"But after a little time, a very violent wind, named Euraquilo, came down from it with great force."},{"number":15,"verse":"And when the ship got into the grip of it, and was not able to make headway into the wind, we gave way, and went before it."},{"number":16,"verse":"And, sailing near the side of a small island named Cauda, we were able, though it was hard work, to make the ship's boat safe:"},{"number":17,"verse":"And having got it up, they put cords under and round the ship; but fearing that they might be pushed on to the Syrtis, they let down the sails and so went running before the wind."},{"number":18,"verse":"And, still fighting the storm with all our strength, the day after they made a start at getting the goods out of the ship;"},{"number":19,"verse":"And on the third day, they let all the sailing apparatus go over the side."},{"number":20,"verse":"And as we had not seen the sun or stars for a long time, and a great storm was on us, all hope of salvation was gone."},{"number":21,"verse":"And when they had been without food for a long time, Paul got up among them and said, Friends, it would have been better if you had given attention to me and not gone sailing out from Crete, to undergo this damage and loss."},{"number":22,"verse":"But now, I say to you, be of good heart, for there will be no loss of life, but only of the ship."},{"number":23,"verse":"For this night there came to my side an angel of the God who is my Master and whose servant I am,"},{"number":24,"verse":"Saying, Have no fear, Paul, for you will come before Caesar, and God has given to you all those who are sailing with you."},{"number":25,"verse":"And so, O men, be of good heart, for I have faith in God that it will be as he said to me."},{"number":26,"verse":"But we will be sent on to a certain island."},{"number":27,"verse":"But when the fourteenth day came, while we were going here and there in the Adriatic sea, about the middle of the night the sailors had an idea that they were getting near land;"},{"number":28,"verse":"And they let down the lead, and saw that the sea was a hundred and twenty feet deep; and after a little time they did it again and it was ninety feet."},{"number":29,"verse":"Then, fearing that by chance we might come on to the rocks, they let down four hooks from the back of the ship, and made prayers for the coming of day."},{"number":30,"verse":"Then the sailors made attempts secretly to get away from the ship, letting down a boat as if they were about to put down hooks from the front of the ship;"},{"number":31,"verse":"But Paul said to the captain and his men, If you do not keep these men in the ship, you will not be safe."},{"number":32,"verse":"Then the armed men, cutting the cords of the boat, let her go."},{"number":33,"verse":"And when dawn was near, Paul gave them all orders to take food, saying, This is the fourteenth day you have been waiting and taking no food."},{"number":34,"verse":"So I make request to you to take food; for this is for your salvation: not a hair from the head of any of you will come to destruction."},{"number":35,"verse":"And when he had said this and had taken bread, he gave praise to God before them all, and took a meal of the broken bread."},{"number":36,"verse":"Then they all took heart and did the same."},{"number":37,"verse":"And we were, in the ship, two hundred and seventy-six persons."},{"number":38,"verse":"And when they had had enough food, they made the weight of the ship less, turning the grain out into the sea."},{"number":39,"verse":"And when it was day, they had no knowledge of the land, but they saw an inlet of the sea with a floor of sand, and they had the idea of driving the ship up on to it if possible."},{"number":40,"verse":"So cutting away the hooks, and letting them go into the sea, and freeing the cords of the guiding-blades, and lifting up the sail to the wind, they went in the direction of the inlet."},{"number":41,"verse":"And coming to a point between two seas, they got the ship to land; and the front part was fixed in the sand and not able to be moved, but the back part was broken by the force of the waves."},{"number":42,"verse":"Then the armed men were for putting the prisoners to death, so that no one would get away by swimming."},{"number":43,"verse":"But the captain, desiring to keep Paul safe, kept them from their purpose, and gave orders that those who had knowledge of swimming were to go off the ship and get first to land:"},{"number":44,"verse":"And the rest, some on boards and some on things from the ship. And so it came about that they all got safe to land."}]}