{"bibleAbbr":"BBE1965","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"Then the high priest said, Are these things true?"},{"number":2,"verse":"And he said, My brothers and fathers, give hearing. The God of glory came to our father Abraham, when he was in Mesopotamia, before he was living in Haran,"},{"number":3,"verse":"And said to him, Go out of your land, and away from your family, and come into the land to which I will be your guide."},{"number":4,"verse":"Then he came out of the land of the Chaldaeans, and went into Haran; and from there, when his father was dead, he was guided by God into this land, where you are living now:"},{"number":5,"verse":"And God gave him no heritage in it, not even enough to put his foot on: but he gave him an undertaking that he would give it to him and to his children after him, though he had no child at that time."},{"number":6,"verse":"And God said that his seed would be living in a strange land, and that they would make them servants, and be cruel to them for four hundred years."},{"number":7,"verse":"And I will be the judge, said God, of that nation which made them servants: and after that, they will come out and give me worship in this place."},{"number":8,"verse":"And he made with him the agreement of which circumcision was the sign. And so Abraham had a son, Isaac, and gave him circumcision on the eighth day; and Isaac had a son, Jacob, and Jacob was the father of the twelve heads of the families of Israel."},{"number":9,"verse":"And the brothers, moved with envy against Joseph, gave him to the Egyptians for money: but God was with him,"},{"number":10,"verse":"And made him free from all his troubles, and gave him wisdom and the approval of Pharaoh, king of Egypt, who made him ruler over Egypt and all his house."},{"number":11,"verse":"Now there was no food to be had in all Egypt and Canaan, and there was great trouble: and our fathers were not able to get food."},{"number":12,"verse":"But Jacob, hearing that there was grain in Egypt, sent out our fathers the first time."},{"number":13,"verse":"And the second time his brothers had a meeting with Joseph, and Pharaoh had knowledge of Joseph's family."},{"number":14,"verse":"Then Joseph sent for Jacob his father and all his family, seventy-five persons."},{"number":15,"verse":"And Jacob went down to Egypt, and came to his end there, and so did our fathers;"},{"number":16,"verse":"And they were taken over to Shechem, and put to rest in the place which Abraham got for a price in silver from the sons of Hamor in Shechem."},{"number":17,"verse":"But when the time was near for putting into effect the undertaking which God had given to Abraham, the people were increasing in Egypt,"},{"number":18,"verse":"Till another king came to power, who had no knowledge of Joseph."},{"number":19,"verse":"He, having evil designs against our nation, was cruel to our fathers, and they were forced to put out their young children, so that they might not go on living."},{"number":20,"verse":"At which time Moses came to birth, and he was very beautiful; and he was kept for three months in his father's house:"},{"number":21,"verse":"And when he was put out, Pharaoh's daughter took him and kept him as her son."},{"number":22,"verse":"And Moses was trained in all the wisdom of Egypt, and was great in his words and works."},{"number":23,"verse":"But when he was almost forty years old, it came into his heart to go and see his brothers, the children of Israel."},{"number":24,"verse":"And seeing one of them being attacked, he went to his help and gave the Egyptian a death-blow:"},{"number":25,"verse":"And he was hoping that his brothers would see that God had sent him to be their saviour; but they did not see."},{"number":26,"verse":"And the day after, he came to them, while they were having a fight, and would have made peace between them, saying, Sirs, you are brothers; why do you do wrong to one another?"},{"number":27,"verse":"But the man who was doing wrong to his neighbour, pushing him away, said, Who made you a ruler and a judge over us?"},{"number":28,"verse":"Will you put me to death as you did the Egyptian yesterday?"},{"number":29,"verse":"And at these words, Moses went in flight to the land of Midian, and was living there for a time, and had two sons."},{"number":30,"verse":"At the end of forty years, an angel came to him in the waste land of Sinai, in the flame of a burning thorn-tree."},{"number":31,"verse":"And Moses, seeing it, was full of wonder, and when he came up to have a nearer view of it, the voice of the Lord came to him, saying,"},{"number":32,"verse":"I am the God of your fathers, the God of Abraham and of Isaac and of Jacob. And Moses, shaking with fear, kept his eyes from looking at it."},{"number":33,"verse":"And the Lord said, Take off the shoes from your feet, for the place where you are is holy."},{"number":34,"verse":"Truly, I have seen the sorrows of my people in Egypt, and their cries have come to my ears, and I have come down to make them free: and now, come, I will send you to Egypt."},{"number":35,"verse":"This Moses, whom they would not have, saying, Who made you a ruler and a judge? him God sent to be a ruler and a saviour, by the hand of the angel whom he saw in the thorn-tree."},{"number":36,"verse":"This man took them out, having done wonders and signs in Egypt and in the Red Sea and in the waste land, for forty years."},{"number":37,"verse":"This is the same Moses, who said to the children of Israel, God will give you a prophet from among your brothers, like me."},{"number":38,"verse":"This is the man who was in the church in the waste land with the angel who was talking to him in Sinai, and with our fathers; and to him were given the living words of God, so that he might give them to you."},{"number":39,"verse":"By whom our fathers would not be controlled; but they put him on one side, turning back in their hearts to Egypt,"},{"number":40,"verse":"And saying to Aaron, Make us gods to go before us: as for this Moses, who took us out of the land of Egypt, we have no idea what has become of him."},{"number":41,"verse":"And they made the image of a young ox in those days, and made an offering to it, and had joy in the work of their hands."},{"number":42,"verse":"But God was turned from them and let them give worship to the stars of heaven, as it says in the book of the prophets, Did you make offerings to me of sheep and oxen for forty years in the waste land, O house of Israel?"},{"number":43,"verse":"And you took up the tent of Moloch and the star of the god Rephan, images which you made to give worship to them: and I will take you away, farther than Babylon."},{"number":44,"verse":"Our fathers had the Tent of witness in the waste land, as God gave orders to Moses to make it after the design which he had seen."},{"number":45,"verse":"Which our fathers, in their turn, took with them when, with Joshua, they came into the heritage of the nations whom God was driving out before the face of our fathers, till the time of David,"},{"number":46,"verse":"Who was pleasing to God; and he had a desire to make a holy tent for the God of Jacob."},{"number":47,"verse":"But Solomon was the builder of his house."},{"number":48,"verse":"But still, the Most High has not his resting-place in houses made with hands, as the prophet says,"},{"number":49,"verse":"Heaven is the seat of my power, and earth is a resting-place for my feet: what sort of house will you make for me, says the Lord, or what is my place of rest?"},{"number":50,"verse":"Did not my hand make all these things?"},{"number":51,"verse":"You whose hearts are hard and whose ears are shut to me; you are ever working against the Holy Spirit; as your fathers did, so do you."},{"number":52,"verse":"Which of the prophets was not cruelly attacked by your fathers? and they put to death those who gave them the news of the coming of the Upright One; whom you have now given up and put to death;"},{"number":53,"verse":"You, to whom the law was given as it was ordered by angels, and who have not kept it."},{"number":54,"verse":"Hearing these things, they were cut to the heart and moved with wrath against him."},{"number":55,"verse":"But he was full of the Holy Spirit, and looking up to heaven, he saw the glory of God and Jesus at the right hand of God."},{"number":56,"verse":"And he said, Now I see heaven open, and the Son of man at the right hand of God."},{"number":57,"verse":"But with loud cries, and stopping their ears, they made an attack on him all together,"},{"number":58,"verse":"Driving him out of the town and stoning him: and the witnesses put their clothing at the feet of a young man named Saul."},{"number":59,"verse":"And Stephen, while he was being stoned, made prayer to God, saying, Lord Jesus, take my spirit."},{"number":60,"verse":"And going down on his knees, he said in a loud voice, Lord, do not make them responsible for this sin. And when he had said this, he went to his rest."}]}