{"bibleAbbr":"BBE1965","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"But Saul, still burning with desire to put to death the disciples of the Lord, went to the high priest,"},{"number":2,"verse":"And made a request for letters from him to the Synagogues of Damascus, so that if there were any of the Way there, men or women, he might take them as prisoners to Jerusalem."},{"number":3,"verse":"And while he was journeying, he came near Damascus; and suddenly he saw a light from heaven shining round him;"},{"number":4,"verse":"And he went down on the earth, and a voice said to him, Saul, Saul, why are you attacking me so cruelly?"},{"number":5,"verse":"And he said, Who are you, Lord? And he said, I am Jesus, whom you are attacking:"},{"number":6,"verse":"But get up, and go into the town, and it will be made clear to you what you have to do."},{"number":7,"verse":"And the men who were with him were not able to say anything; hearing the voice, but seeing no one."},{"number":8,"verse":"And Saul got up from the earth, and when his eyes were open, he saw nothing; and he was guided by the hand into Damascus."},{"number":9,"verse":"And for three days he was not able to see, and he took no food or drink."},{"number":10,"verse":"Now there was a certain disciple at Damascus, named Ananias; and the Lord said to him in a vision, Ananias! and he said, Here I am, Lord."},{"number":11,"verse":"And the Lord said to him, Get up, and go to the street which is named Straight, and make search at the house of Judas for one named Saul of Tarsus: for he is at prayer;"},{"number":12,"verse":"And he has seen a man named Ananias coming in and putting his hands on him, so that he may be able to see."},{"number":13,"verse":"But Ananias said, Lord, I have had accounts of this man from a number of people, how much evil he has done to your saints at Jerusalem:"},{"number":14,"verse":"And here he has authority from the chief priests to make prisoners all who give worship to your name."},{"number":15,"verse":"But the Lord said, Go without fear: for he is a special vessel for me, to give to the Gentiles and kings and to the children of Israel the knowledge of my name:"},{"number":16,"verse":"For I will make clear to him what troubles he will have to undergo for me."},{"number":17,"verse":"And Ananias went out and came to the house, and putting his hands on him, said, Brother Saul, the Lord Jesus, whom you saw when you were on your journey, has sent me, so that you may be able to see, and be full of the Holy Spirit."},{"number":18,"verse":"And straight away it seemed as if a veil was taken from his eyes, and he was able to see; and he got up, and had baptism;"},{"number":19,"verse":"And when he had taken food his strength came back. And for some days he kept with the disciples who were in Damascus."},{"number":20,"verse":"And straight away, in the Synagogues, he was preaching Jesus as the Son of God."},{"number":21,"verse":"And all those hearing him were full of wonder and said, Is not this the man who in Jerusalem was attacking all the worshippers of this name? and he had come here so that he might take them as prisoners before the chief priests."},{"number":22,"verse":"But Saul went on increasing in power, and the Jews in Damascus were not able to give answers to the arguments by which he made it clear that Jesus was the Christ."},{"number":23,"verse":"Then, after some days, the Jews made an agreement together to put him to death:"},{"number":24,"verse":"But Saul got knowledge of their design. And they kept watch day and night on the roads out of the town, so that they might put him to death:"},{"number":25,"verse":"But his disciples took him by night and let him down from the wall in a basket."},{"number":26,"verse":"And when he came to Jerusalem, he made an attempt to be joined to the disciples, but they were all in fear of him, not taking him for a disciple."},{"number":27,"verse":"But Barnabas took him to the Apostles and gave them an account of how he had seen the Lord on the road, and had given hearing to his words, and how at Damascus he had been preaching in the name of Jesus without fear."},{"number":28,"verse":"And he was with them, going in and out at Jerusalem,"},{"number":29,"verse":"Preaching in the name of the Lord without fear; and he had discussions with the Greek Jews; but they were working for his death."},{"number":30,"verse":"And when the brothers had knowledge of it, they took him to Caesarea and sent him to Tarsus."},{"number":31,"verse":"And so the church through all Judaea and Galilee and Samaria had peace and was made strong; and, living in the fear of the Lord and in the comfort of the Holy Spirit, was increased greatly."},{"number":32,"verse":"And it came about that while Peter was going through all parts of the country he came to the saints who were living at Lydda."},{"number":33,"verse":"And there was a certain man there, named Aeneas, who for eight years had been in bed, without power of moving."},{"number":34,"verse":"And Peter said to him, Aeneas, Jesus Christ makes you well: get up and make your bed. And straight away he got up."},{"number":35,"verse":"And all those living in Lydda and Sharon saw him, and were turned to the Lord."},{"number":36,"verse":"Now there was at Joppa a certain disciple named Tabitha, that is, Dorcas: this woman was given to good works and acts of mercy at all times."},{"number":37,"verse":"And it came about, in those days, that she got ill and came to her death: and when she had been washed, they put her in a room which was high up."},{"number":38,"verse":"And because Lydda was near Joppa, the disciples, having knowledge that Peter was there, sent two men to him, requesting him to come to them straight away."},{"number":39,"verse":"And Peter went with them. And when he had come, they took him into the room: and all the widows were there, weeping and putting before him the coats and clothing which Dorcas had made while she was with them."},{"number":40,"verse":"But Peter made them all go outside, and went down on his knees in prayer; and turning to the body, he said, Tabitha, get up. And, opening her eyes, she saw Peter and got up."},{"number":41,"verse":"And he took her hand, lifting her up; and, sending for the saints and widows, he gave her to them, living."},{"number":42,"verse":"And news of it went all through Joppa, and a number of people had faith in the Lord."},{"number":43,"verse":"And he was living in Joppa for some time with Simon, a leather-worker."}]}