{"bibleAbbr":"NLT2015","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"There was a man named Nicodemus, a Jewish religious leader who was a Pharisee."},{"number":2,"verse":"After dark one evening, he came to speak with Jesus. “Rabbi,” he said, “we all know that God has sent you to teach us. Your miraculous signs are evidence that God is with you.”"},{"number":3,"verse":"Jesus replied, “I tell you the truth, unless you are born again, (Or born from above; also in 3:7.) you cannot see the Kingdom of God.”"},{"number":4,"verse":"“What do you mean?” exclaimed Nicodemus. “How can an old man go back into his mother’s womb and be born again?”"},{"number":5,"verse":"Jesus replied, “I assure you, no one can enter the Kingdom of God without being born of water and the Spirit. (Or and spirit. The Greek word for Spirit can also be translated wind; see 3:8.)"},{"number":6,"verse":"Humans can reproduce only human life, but the Holy Spirit gives birth to spiritual life. (Greek what is born of the Spirit is spirit.)"},{"number":7,"verse":"So don’t be surprised when I say, ‘You (The Greek word for you is plural; also in 3:12.) must be born again.’"},{"number":8,"verse":"The wind blows wherever it wants. Just as you can hear the wind but can’t tell where it comes from or where it is going, so you can’t explain how people are born of the Spirit.”"},{"number":9,"verse":"“How are these things possible?” Nicodemus asked."},{"number":10,"verse":"Jesus replied, “You are a respected Jewish teacher, and yet you don’t understand these things?"},{"number":11,"verse":"I assure you, we tell you what we know and have seen, and yet you won’t believe our testimony."},{"number":12,"verse":"But if you don’t believe me when I tell you about earthly things, how can you possibly believe if I tell you about heavenly things?"},{"number":13,"verse":"No one has ever gone to heaven and returned. But the Son of Man (Some manuscripts add who lives in heaven. “Son of Man” is a title Jesus used for himself.) has come down from heaven."},{"number":14,"verse":"And as Moses lifted up the bronze snake on a pole in the wilderness, so the Son of Man must be lifted up,"},{"number":15,"verse":"so that everyone who believes in him will have eternal life. (Or everyone who believes will have eternal life in him.)"},{"number":16,"verse":"“For this is how God loved the world: He gave (Or For God loved the world so much that he gave.) his one and only Son, so that everyone who believes in him will not perish but have eternal life."},{"number":17,"verse":"God sent his Son into the world not to judge the world, but to save the world through him."},{"number":18,"verse":"“There is no judgment against anyone who believes in him. But anyone who does not believe in him has already been judged for not believing in God’s one and only Son."},{"number":19,"verse":"And the judgment is based on this fact: God’s light came into the world, but people loved the darkness more than the light, for their actions were evil."},{"number":20,"verse":"All who do evil hate the light and refuse to go near it for fear their sins will be exposed."},{"number":21,"verse":"But those who do what is right come to the light so others can see that they are doing what God wants. (Or can see God at work in what he is doing.) ”"},{"number":22,"verse":"John the Baptist Exalts Jesus Then Jesus and his disciples left Jerusalem and went into the Judean countryside. Jesus spent some time with them there, baptizing people."},{"number":23,"verse":"At this time John the Baptist was baptizing at Aenon, near Salim, because there was plenty of water there; and people kept coming to him for baptism."},{"number":24,"verse":"(This was before John was thrown into prison.)"},{"number":25,"verse":"A debate broke out between John’s disciples and a certain Jew (Some manuscripts read some Jews.) over ceremonial cleansing."},{"number":26,"verse":"So John’s disciples came to him and said, “Rabbi, the man you met on the other side of the Jordan River, the one you identified as the Messiah, is also baptizing people. And everybody is going to him instead of coming to us.”"},{"number":27,"verse":"John replied, “No one can receive anything unless God gives it from heaven."},{"number":28,"verse":"You yourselves know how plainly I told you, ‘I am not the Messiah. I am only here to prepare the way for him.’"},{"number":29,"verse":"It is the bridegroom who marries the bride, and the bridegroom’s friend is simply glad to stand with him and hear his vows. Therefore, I am filled with joy at his success."},{"number":30,"verse":"He must become greater and greater, and I must become less and less."},{"number":31,"verse":"“He has come from above and is greater than anyone else. We are of the earth, and we speak of earthly things, but he has come from heaven and is greater than anyone else. (Some manuscripts do not include and is greater than anyone else.)"},{"number":32,"verse":"He testifies about what he has seen and heard, but how few believe what he tells them!"},{"number":33,"verse":"Anyone who accepts his testimony can affirm that God is true."},{"number":34,"verse":"For he is sent by God. He speaks God’s words, for God gives him the Spirit without limit."},{"number":35,"verse":"The Father loves his Son and has put everything into his hands."},{"number":36,"verse":"And anyone who believes in God’s Son has eternal life. Anyone who doesn’t obey the Son will never experience eternal life but remains under God’s angry judgment.”"}]}