{"bibleAbbr":"RcV2003","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"And I saw another strong Angel coming down out of heaven, clothed with a cloud; and the rainbow was upon His head, and His face was like the sun, and His feet like pillars of fire;"},{"number":2,"verse":"And He had in His hand a little opened scroll. And He placed His right foot on the sea and the left on the land;"},{"number":3,"verse":"And He cried out with a loud voice just as a lion roars. And when He cried out, the seven thunders uttered their own voices."},{"number":4,"verse":"And when the seven thunders spoke, I was about to write, and I heard a voice out of heaven saying, Seal the things which the seven thunders spoke, and do not write them."},{"number":5,"verse":"And the Angel whom I saw standing on the sea and on the land lifted up His right hand to heaven"},{"number":6,"verse":"And swore by Him who lives forever and ever, who created heaven and the things in it, and the earth and the things in it, and the sea and the things in it, that there shall be delay no longer,"},{"number":7,"verse":"But in the days of the voice of the seventh angel when he is about to trumpet, then the mystery of God is finished, as He has announced the good news to His own slaves the prophets."},{"number":8,"verse":"And the voice which I heard out of heaven, I heard again speaking with me and saying, Go, take the opened scroll in the hand of the Angel who is standing on the sea and on the land."},{"number":9,"verse":"And I went to the Angel and told Him to give me the little scroll. And He said to me, Take it and devour it, and it will make your stomach bitter, but in your mouth it will be as sweet as honey."},{"number":10,"verse":"And I took the little scroll out of the hand of the Angel and devoured it, and it was as sweet as honey in my mouth; and when I had eaten it, my stomach became bitter."},{"number":11,"verse":"And they said to me, You must prophesy again over many peoples and nations and tongues and kings."}]}