{"bibleAbbr":"RcV2003","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"After these things I heard as it were a loud voice of a great multitude in heaven, saying, Hallelujah! The salvation and the glory and the power are of our God."},{"number":2,"verse":"For true and righteous are His judgments; for He has judged the great harlot who corrupted the earth with her fornication, and He avenged the blood of His slaves at her hand."},{"number":3,"verse":"And a second time they said, Hallelujah! And her smoke goes up forever and ever."},{"number":4,"verse":"And the twenty-four elders and the four living creatures fell down and worshipped God, who sits upon the throne, saying, Amen, Hallelujah!"},{"number":5,"verse":"And a voice came out from the throne, saying, Praise our God, all His slaves and those who fear Him, the small and the great."},{"number":6,"verse":"And I heard as it were the voice of a great multitude and like the sound of many waters and like the sound of mighty thunders, saying, Hallelujah! For the Lord our God the Almighty reigns."},{"number":7,"verse":"Let us rejoice and exult, and let us give the glory to Him, for the marriage of the Lamb has come, and His wife has made herself ready."},{"number":8,"verse":"And it was given to her that she should be clothed in fine linen, bright and clean; for the fine linen is the righteousnesses of the saints."},{"number":9,"verse":"And he said to me, Write, Blessed are they who are called to the marriage dinner of the Lamb. And he said to me, These are the true words of God."},{"number":10,"verse":"And I fell before his feet to worship him. And he said to me, Do not do this. I am your fellow slave and a fellow slave of your brothers who have the testimony of Jesus. Worship God. For the testimony of Jesus is the spirit of the prophecy."},{"number":11,"verse":"And I saw heaven opened, and behold, a white horse, and He who sits on it called Faithful and True, and in righteousness He judges and makes war."},{"number":12,"verse":"And His eyes are a flame of fire, and on His head are many diadems, and He has a name written which no one knows but Himself."},{"number":13,"verse":"And He is clothed with a garment dipped in blood; and His name is called the Word of God."},{"number":14,"verse":"And the armies which are in heaven followed Him on white horses, dressed in fine linen, white and clean."},{"number":15,"verse":"And out of His mouth proceeds a sharp sword, that with it He might smite the nations; and He will shepherd them with an iron rod; and He treads the winepress of the fury of the wrath of God the Almighty."},{"number":16,"verse":"And He has on His garment and on His thigh a name written, KING OF KINGS AND LORD OF LORDS."},{"number":17,"verse":"And I saw an angel standing in the sun, and he cried out with a loud voice, saying to all the birds that fly in mid-heaven, Come here; gather yourselves to the great dinner of God,"},{"number":18,"verse":"That you may eat the flesh of kings and the flesh of generals and the flesh of mighty men and the flesh of horses and of those who sit on them and the flesh of all men, both free and slave and small and great."},{"number":19,"verse":"And I saw the beast and the kings of the earth and their armies gathered together to make war with Him who sits on the horse and with His army."},{"number":20,"verse":"And the beast was seized, and with him the false prophet, who in his presence had done the signs by which he deceived those who received the mark of the beast and those who worshipped his image. These two were cast alive into the lake of fire, which burns with brimstone."},{"number":21,"verse":"And the rest were killed with the sword which proceeds out of the mouth of Him who sits on the horse, and all the birds were filled with their flesh."}]}