{"bibleAbbr":"urGV2010","bookName":"یرمیا","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"( یہوداہ کا گناہ اور اُس کی سزا) اے یہوداہ کے لوگو، تمہارا گناہ تمہاری زندگیوں کا اَن مٹ حصہ بن گیا ہے۔ اُسے ہیرے کی نوک رکھنے والے لوہے کے آلے سے تمہارے دلوں کی تختیوں اور تمہاری قربان گاہوں کے سینگوں پر کندہ کیا گیا ہے۔"},{"number":2,"verse":"نہ صرف تم بلکہ تمہارے بچے بھی اپنی قربان گاہوں اور اسیرت دیوی کے کھمبوں کو یاد کرتے ہیں، خواہ وہ گھنے درختوں کے سائے میں یا اونچی جگہوں پر کیوں نہ ہوں۔"},{"number":3,"verse":"اے میرے پہاڑ جو دیہات سے گھرا ہوا ہے، تیرے پورے ملک پر گناہ کا اثر ہے، اِس لئے مَیں ہونے دوں گا کہ سب کچھ لُوٹ لیا جائے گا۔ تیرا مال، تیرے خزانے اور تیری اونچی جگہوں کی قربان گاہیں سب چھین لی جائیں گی۔"},{"number":4,"verse":"اپنے قصور کے سبب سے تجھے اپنی موروثی ملکیت چھوڑنی پڑے گی، وہ ملکیت جو تجھے میری طرف سے ملی تھی۔ مَیں تجھے تیرے دشمنوں کا غلام بنا دوں گا، اور تُو ایک نامعلوم ملک میں بسے گا۔ کیونکہ تم لوگوں نے مجھے طیش دلایا ہے، اور اب تم پر میرا غضب کبھی نہ بجھنے والی آگ کی طرح بھڑکتا رہے گا۔“"},{"number":5,"verse":"( مختلف فرمان) رب فرماتا ہے، ”اُس پر لعنت جس کا دل رب سے دُور ہو کر صرف انسان اور اُسی کی طاقت پر بھروسا رکھتا ہے۔"},{"number":6,"verse":"وہ ریگستان میں جھاڑی کی مانند ہو گا، اُسے کسی بھی اچھی چیز کا تجربہ نہیں ہو گا بلکہ وہ بیابان کے ایسے پتھریلے اور کلر والے علاقوں میں بسے گا جہاں کوئی اَور نہیں رہتا۔"},{"number":7,"verse":"لیکن مبارک ہے وہ جو رب پر بھروسا رکھتا ہے، جس کا اعتماد اُسی پر ہے۔"},{"number":8,"verse":"وہ پانی کے کنارے پر لگے اُس درخت کی مانند ہے جس کی جڑیں نہر تک پھیلی ہوئی ہیں۔ جُھلسانے والی گرمی بھی آئے تو اُسے ڈر نہیں، بلکہ اُس کے پتے ہرے بھرے رہتے ہیں۔ کال بھی پڑے تو وہ پریشان نہیں ہوتا بلکہ وقت پر پھل لاتا رہتا ہے۔"},{"number":9,"verse":"دل حد سے زیادہ فریب دہ ہے، اور اُس کا علاج ناممکن ہے۔ کون اُس کا صحیح علم رکھتا ہے؟"},{"number":10,"verse":"مَیں، رب ہی دل کی تفتیش کرتا ہوں۔ مَیں ہر ایک کی باطنی حالت جانچ کر اُسے اُس کے چال چلن اور عمل کا مناسب اجر دیتا ہوں۔"},{"number":11,"verse":"جس شخص نے غلط طریقے سے دولت جمع کی ہے وہ اُس تیتر کی مانند ہے جو کسی دوسرے کے انڈوں پر بیٹھ جاتا ہے۔ کیونکہ زندگی کے عروج پر اُسے سب کچھ چھوڑنا پڑے گا، اور آخرکار اُس کی حماقت سب پر ظاہر ہو جائے گی۔“"},{"number":12,"verse":"ہمارا مقدِس اللہ کا جلالی تخت ہے جو ازل سے عظیم ہے۔"},{"number":13,"verse":"اے رب، تُو ہی اسرائیل کی اُمید ہے۔ تجھے ترک کرنے والے سب شرمندہ ہو جائیں گے۔ تجھ سے دُور ہونے والے خاک میں ملائے جائیں گے، کیونکہ اُنہوں نے رب کو چھوڑ دیا ہے جو زندگی کے پانی کا سرچشمہ ہے۔"},{"number":14,"verse":"( مدد کے لئے یرمیاہ کی درخواست) اے رب، تُو ہی مجھے شفا دے تو مجھے شفا ملے گی۔ تُو ہی مجھے بچا تو مَیں بچوں گا۔ کیونکہ تُو ہی میرا فخر ہے۔"},{"number":15,"verse":"لوگ مجھ سے پوچھتے رہتے ہیں، ”رب کا جو کلام تُو نے پیش کیا وہ کہاں ہے؟ اُسے پورا ہونے دے!“"},{"number":16,"verse":"اے اللہ، تُو نے مجھے اپنی قوم کا گلہ بان بنایا ہے، اور مَیں نے یہ ذمہ داری کبھی نہیں چھوڑی۔ مَیں نے کبھی خواہش نہیں رکھی کہ مصیبت کا دن آئے۔ تُو یہ سب کچھ جانتا ہے، جو بھی بات میرے منہ سے نکلی ہے وہ تیرے سامنے ہے۔"},{"number":17,"verse":"اب میرے لئے دہشت کا باعث نہ بن! مصیبت کے دن مَیں تجھ میں ہی پناہ لیتا ہوں۔"},{"number":18,"verse":"میرا تعاقب کرنے والے شرمندہ ہو جائیں، لیکن میری رُسوائی نہ ہو۔ اُن پر دہشت چھا جائے، لیکن مَیں اِس سے بچا رہوں۔ اُن پر مصیبت کا دن نازل کر، اُن کو دو بار کچل کر خاک میں ملا دے۔"},{"number":19,"verse":"( سبت کا دن مناؤ) رب مجھ سے ہم کلام ہوا، ”شہر کے عوامی دروازے میں کھڑا ہو جا، جسے یہوداہ کے بادشاہ استعمال کرتے ہیں جب شہر میں آتے اور اُس سے نکلتے ہیں۔ اِسی طرح یروشلم کے دیگر دروازوں میں بھی کھڑا ہو جا۔"},{"number":20,"verse":"وہاں لوگوں سے کہہ، ’اے دروازوں میں سے گزرنے والو، رب کا کلام سنو! اے یہوداہ کے بادشاہو اور یہوداہ اور یروشلم کے تمام باشندو، میری طرف کان لگاؤ!"},{"number":21,"verse":"رب فرماتا ہے کہ اپنی جان خطرے میں نہ ڈالو بلکہ دھیان دو کہ تم سبت کے دن مال و اسباب شہر میں نہ لاؤ اور اُسے اُٹھا کر شہر کے دروازوں میں داخل نہ ہو۔"},{"number":22,"verse":"نہ سبت کے دن بوجھ اُٹھا کر اپنے گھر سے کہیں اَور لے جاؤ، نہ کوئی اَور کام کرو، بلکہ اُسے اِس طرح منانا کہ مخصوص و مُقدّس ہو۔ مَیں نے تمہارے باپ دادا کو یہ کرنے کا حکم دیا تھا،"},{"number":23,"verse":"لیکن اُنہوں نے میری نہ سنی، نہ توجہ دی بلکہ اپنے موقف پر اَڑے رہے اور نہ میری سنی، نہ میری تربیت قبول کی۔"},{"number":24,"verse":"رب فرماتا ہے کہ اگر تم واقعی میری سنو اور سبت کے دن اپنا مال و اسباب اِس شہر میں نہ لاؤ بلکہ آرام کرنے سے یہ دن مخصوص و مُقدّس مانو"},{"number":25,"verse":"تو پھر آئندہ بھی داؤد کی نسل کے بادشاہ اور سردار اِس شہر کے دروازوں میں سے گزریں گے۔ تب وہ گھوڑوں اور رتھوں پر سوار ہو کر اپنے افسروں اور یہوداہ اور یروشلم کے باشندوں کے ساتھ شہر میں آتے جاتے رہیں گے۔ اگر تم سبت کو مانو تو یہ شہر ہمیشہ تک آباد رہے گا۔"},{"number":26,"verse":"پھر پورے ملک سے لوگ یہاں آئیں گے۔ یہوداہ کے شہروں اور یروشلم کے گرد و نواح کے دیہات سے، بن یمین کے قبائلی علاقے سے، مغرب کے نشیبی پہاڑی علاقے سے، پہاڑی علاقے سے اور دشتِ نجب سے سب اپنی قربانیاں لا کر رب کے گھر میں پیش کریں گے۔ اُن کی تمام بھسم ہونے والی قربانیاں، ذبح، غلہ، بخور اور سلامتی کی قربانیاں رب کے گھر میں چڑھائی جائیں گی۔"},{"number":27,"verse":"لیکن اگر تم میری نہ سنو اور سبت کا دن مخصوص و مُقدّس نہ مانو تو پھر تمہیں سخت سزا ملے گی۔ اگر تم سبت کے دن اپنا مال و اسباب شہر میں لاؤ تو مَیں اِن ہی دروازوں میں ایک نہ بجھنے والی آگ لگا دوں گا جو جلتی جلتی یروشلم کے محلوں کو بھسم کر دے گی‘۔“"}]}