{"bibleAbbr":"urGV2010","bookName":"یرمیا","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"( شاہی محل نذرِ آتش ہو جائے گا) رب نے فرمایا، ”شاہِ یہوداہ کے محل کے پاس جا کر میرا یہ کلام سنا،"},{"number":2,"verse":"’اے یہوداہ کے بادشاہ، رب کا فرمان سن! اے تُو جو داؤد کے تخت پر بیٹھا ہے، اپنے ملازموں اور محل کے دروازوں میں آنے والے لوگوں سمیت میری بات پر غور کر!"},{"number":3,"verse":"رب فرماتا ہے کہ انصاف اور راستی قائم رکھو۔ جسے لُوٹ لیا گیا ہے اُسے ظالم کے ہاتھ سے چھڑاؤ۔ پردیسی، یتیم اور بیوہ کو مت دبانا، نہ اُن سے زیادتی کرنا، اور اِس جگہ بےقصور لوگوں کی خوں ریزی مت کرنا۔"},{"number":4,"verse":"اگر تم احتیاط سے اِس پر عمل کرو تو آئندہ بھی داؤد کی نسل کے بادشاہ اپنے افسروں اور رعایا کے ساتھ رتھوں اور گھوڑوں پر سوار ہو کر اِس محل میں داخل ہوں گے۔"},{"number":5,"verse":"لیکن اگر تم میری اِن باتوں کی نہ سنو تو میرے نام کی قَسم! یہ محل ملبے کا ڈھیر بن جائے گا۔ یہ رب کا فرمان ہے۔"},{"number":6,"verse":"کیونکہ رب شاہِ یہوداہ کے محل کے بارے میں فرماتا ہے کہ تُو جِلعاد جیسا خوش گوار اور لبنان کی چوٹی جیسا خوب صورت تھا۔ لیکن اب مَیں تجھے بیابان میں بدل دوں گا، تُو غیرآباد شہر کی مانند ہو جائے گا۔"},{"number":7,"verse":"مَیں آدمیوں کو تجھے تباہ کرنے کے لئے مخصوص کر کے ہر ایک کو ہتھیار سے لیس کروں گا، اور وہ دیودار کے تیرے عمدہ شہتیروں کو کاٹ کر آگ میں جھونک دیں گے۔"},{"number":8,"verse":"تب متعدد قوموں کے افراد یہاں سے گزر کر پوچھیں گے کہ رب نے اِس جیسے بڑے شہر کے ساتھ ایسا سلوک کیوں کیا؟"},{"number":9,"verse":"اُنہیں جواب دیا جائے گا، وجہ یہ ہے کہ اِنہوں نے رب اپنے خدا کا عہد ترک کر کے اجنبی معبودوں کی پوجا اور خدمت کی ہے‘۔“"},{"number":10,"verse":"( یہوآخز بادشاہ واپس نہیں آئے گا) اِس لئے گریہ و زاری نہ کرو کہ یوسیاہ بادشاہ کوچ کر گیا ہے بلکہ اُس پر ماتم کرو جسے جلاوطن کیا گیا ہے، کیونکہ وہ کبھی واپس نہیں آئے گا، کبھی اپنا وطن دوبارہ نہیں دیکھے گا۔"},{"number":11,"verse":"کیونکہ رب یوسیاہ کے بیٹے اور جانشین سلّوم یعنی یہوآخز کے بارے میں فرماتا ہے، ”یہوآخز یہاں سے چلا گیا ہے اور کبھی واپس نہیں آئے گا۔"},{"number":12,"verse":"جہاں اُسے گرفتار کر کے پہنچایا گیا ہے وہیں وہ وفات پائے گا۔ وہ یہ ملک دوبارہ کبھی نہیں دیکھے گا۔"},{"number":13,"verse":"( یہویقیم پر الزام) یہویقیم بادشاہ پر افسوس جو ناجائز طریقے سے اپنا گھر تعمیر کر رہا ہے، جو ناانصافی سے اُس کی دوسری منزل بنا رہا ہے۔ کیونکہ وہ اپنے ہم وطنوں کو مفت میں کام کرنے پر مجبور کر رہا ہے اور اُنہیں اُن کی محنت کا معاوضہ نہیں دے رہا۔"},{"number":14,"verse":"وہ کہتا ہے، ’مَیں اپنے لئے کشادہ محل بنوا لوں گا جس کی دوسری منزل پر بڑے بڑے کمرے ہوں گے۔ مَیں گھر میں بڑی کھڑکیاں بنوا کر دیواروں کو دیودار کی لکڑی سے ڈھانپ دوں گا۔ اِس کے بعد مَیں اُسے سرخ رنگ سے آراستہ کروں گا۔‘"},{"number":15,"verse":"کیا دیودار کی شاندار عمارتیں بنوانے سے یہ ثابت ہوتا ہے کہ تُو بادشاہ ہے؟ ہرگز نہیں! تیرے باپ کو بھی کھانے پینے کی ہر چیز میسر تھی، لیکن اُس نے اِس کا خیال کیا کہ انصاف اور راستی قائم رہے۔ نتیجے میں اُسے برکت ملی۔"},{"number":16,"verse":"اُس نے توجہ دی کہ غریبوں اور ضرورت مندوں کا حق مارا نہ جائے، اِسی لئے اُسے کامیابی حاصل ہوئی۔“ رب فرماتا ہے، ”جو اِسی طرح زندگی گزارے وہی مجھے صحیح طور پر جانتا ہے۔"},{"number":17,"verse":"لیکن تُو فرق ہے۔ تیری آنکھیں اور دل ناجائز نفع کمانے پر تُلے رہتے ہیں۔ نہ تُو بےقصور کو قتل کرنے سے، نہ ظلم کرنے یا جبراً کچھ لینے سے جھجکتا ہے۔“"},{"number":18,"verse":"چنانچہ رب یہوداہ کے بادشاہ یہویقیم بن یوسیاہ کے بارے میں فرماتا ہے، ”لوگ اُس پر ماتم نہیں کریں گے کہ ’ہائے میرے بھائی، ہاے میری بہن،‘ نہ وہ رو کر کہیں گے، ’ہائے، میرے آقا! ہائے، اُس کی شان جاتی رہی ہے۔‘"},{"number":19,"verse":"اِس کے بجائے اُسے گدھے کی طرح دفنایا جائے گا۔ لوگ اُسے گھسیٹ کر باہر یروشلم کے دروازوں سے کہیں دُور پھینک دیں گے۔"},{"number":20,"verse":"( یہویاکین بادشاہ کو دشمن کے حوالے کیا جائے گا) اے یروشلم، لبنان پر چڑھ کر زار و قطار رو! بسن کی بلندیوں پر جا کر چیخیں مار! عباریم کے پہاڑوں کی چوٹیوں پر آہ و زاری کر! کیونکہ تیرے تمام عاشق ( عاشق سے مراد یہوداہ کے اتحادی ہیں۔) پاش پاش ہو گئے ہیں۔"},{"number":21,"verse":"مَیں نے تجھے اُس وقت آگاہ کیا تھا جب تُو سکون سے زندگی گزار رہی تھی، لیکن تُو نے کہا، ’مَیں نہیں سنوں گی۔‘ تیری جوانی سے ہی تیرا یہی رویہ رہا۔ اُس وقت سے لے کر آج تک تُو نے میری نہیں سنی۔"},{"number":22,"verse":"تیرے تمام گلہ بانوں کو آندھی اُڑا لے جائے گی، اور تیرے عاشق جلاوطن ہو جائیں گے۔ تب تُو اپنی بُری حرکتوں کے باعث شرمندہ ہو جائے گی، کیونکہ تیری خوب رُسوائی ہو جائے گی۔"},{"number":23,"verse":"بےشک اِس وقت تُو لبنان میں رہتی ہے اور تیرا بسیرا دیودار کے درختوں میں ہے۔ لیکن جلد ہی تُو آہیں بھر بھر کر دردِ زہ میں مبتلا ہو جائے گی، تُو جنم دینے والی عورت کی طرح پیچ و تاب کھائے گی۔“"},{"number":24,"verse":"رب فرماتا ہے، ”اے یہوداہ کے بادشاہ یہویاکین بن یہویقیم، میری حیات کی قَسم! خواہ تُو میرے دہنے ہاتھ کی مہردار انگوٹھی کیوں نہ ہوتا توبھی مَیں تجھے اُتار کر پھینک دیتا۔ ( عبرانی میں یہویاکین کا مترادف کونیاہ مستعمل ہے۔)"},{"number":25,"verse":"مَیں تجھے اُس جانی دشمن کے حوالے کروں گا جس سے تُو ڈرتا ہے یعنی بابل کے بادشاہ نبوکدنضر اور اُس کی قوم کے حوالے۔"},{"number":26,"verse":"مَیں تجھے تیری ماں سمیت ایک اجنبی ملک میں پھینک دوں گا۔ جہاں تم پیدا نہیں ہوئے وہیں وفات پاؤ گے۔"},{"number":27,"verse":"تم وطن میں واپس آنے کے شدید آرزومند ہو گے لیکن اُس میں کبھی نہیں لوٹو گے۔“"},{"number":28,"verse":"لوگ اعتراض کرتے ہیں، ”کیا یہ آدمی یہویاکین ( عبرانی میں یہویاکین کا مترادف کونیاہ مستعمل ہے۔) واقعی ایسا حقیر اور ٹوٹا پھوٹا برتن ہے جو کسی کو بھی پسند نہیں آتا؟ اُسے اپنے بچوں سمیت کیوں زور سے نکال کر کسی نامعلوم ملک میں پھینک دیا جائے گا؟“"},{"number":29,"verse":"اے ملک، اے ملک، اے ملک! رب کا پیغام سن!"},{"number":30,"verse":"رب فرماتا ہے، ”رجسٹر میں درج کرو کہ یہ آدمی بےاولاد ہے، کہ یہ عمر بھر ناکام رہے گا۔ کیونکہ اُس کے بچوں میں سے کوئی داؤد کے تخت پر بیٹھ کر یہوداہ کی حکومت کرنے میں کامیاب نہیں ہو گا۔“"}]}