{"bibleAbbr":"urGV2010","bookName":"یرمیا","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"( رب قوم کے صحیح گلہ بان مقرر کرے گا) رب فرماتا ہے، ”اُن گلہ بانوں پر افسوس جو میری چراگاہ کی بھیڑوں کو تباہ کر کے منتشر کر رہے ہیں۔“"},{"number":2,"verse":"اِس لئے رب جو اسرائیل کا خدا ہے فرماتا ہے، ”اے میری قوم کو چَرانے والے گلہ بانو، مَیں تمہاری شریر حرکتوں کی مناسب سزا دوں گا، کیونکہ تم نے میری بھیڑوں کی فکر نہیں کی بلکہ اُنہیں منتشر کر کے تتر بتر کر دیا ہے۔“ رب فرماتا ہے، ”سنو، مَیں تمہاری شریر حرکتوں سے نپٹ لوں گا۔"},{"number":3,"verse":"مَیں خود اپنے ریوڑ کی بچی ہوئی بھیڑوں کو جمع کروں گا۔ جہاں بھی مَیں نے اُنہیں منتشر کر دیا تھا، اُن تمام ممالک سے مَیں اُنہیں اُن کی اپنی چراگاہ میں واپس لاؤں گا۔ وہاں وہ پھلیں پھولیں گے، اور اُن کی تعداد بڑھتی جائے گی۔"},{"number":4,"verse":"مَیں ایسے گلہ بانوں کو اُن پر مقرر کروں گا جو اُن کی صحیح گلہ بانی کریں گے۔ آئندہ نہ وہ خوف کھائیں گے، نہ گھبرا جائیں گے۔ ایک بھی گم نہیں ہو جائے گا۔“ یہ رب کا فرمان ہے۔"},{"number":5,"verse":"( رب صحیح بادشاہ مقرر کرے گا) رب فرماتا ہے، ”وہ وقت آنے والا ہے کہ مَیں داؤد کے لئے ایک راست باز کونپل پھوٹنے دوں گا، ایک ایسا بادشاہ جو حکمت سے حکومت کرے گا، جو ملک میں انصاف اور راستی قائم رکھے گا۔"},{"number":6,"verse":"اُس کے دورِ حکومت میں یہوداہ کو چھٹکارا ملے گا اور اسرائیل محفوظ زندگی گزارے گا۔ وہ ’رب ہماری راست بازی‘ کہلائے گا۔"},{"number":7,"verse":"چنانچہ وہ وقت آنے والا ہے جب لوگ قَسم کھاتے وقت نہیں کہیں گے، ’رب کی حیات کی قَسم جو اسرائیلیوں کو مصر سے نکال لایا۔‘"},{"number":8,"verse":"اِس کے بجائے وہ کہیں گے، ’رب کی حیات کی قَسم جو اسرائیلیوں کو شمالی ملک اور دیگر اُن تمام ممالک سے نکال لایا جن میں اُس نے اُنہیں منتشر کر دیا تھا۔‘ اُس وقت وہ دوبارہ اپنے ہی ملک میں بسیں گے۔“ یہ رب کا فرمان ہے۔"},{"number":9,"verse":"( جھوٹے نبیوں پر یقین مت کرنا) جھوٹے نبیوں کو دیکھ کر میرا دل ٹوٹ گیا ہے، میری تمام ہڈیاں لرز رہی ہیں۔ مَیں نشے میں دُھت آدمی کی مانند ہوں۔ مَے سے مغلوب شخص کی طرح مَیں رب اور اُس کے مُقدّس الفاظ کے سبب سے ڈگمگا رہا ہوں۔"},{"number":10,"verse":"یہ ملک زناکاروں سے بھرا ہوا ہے، اِس لئے اُس پر اللہ کی لعنت ہے۔ زمین جُھلس گئی ہے، بیابان کی چراگاہوں کی ہریالی مُرجھا گئی ہے۔ نبی غلط راہ پر دوڑ رہے ہیں، اور جس میں وہ طاقت ور ہیں وہ ٹھیک نہیں۔"},{"number":11,"verse":"رب فرماتا ہے، ”نبی اور امام دونوں ہی بےدین ہیں۔ مَیں نے اپنے گھر میں بھی اُن کا بُرا کام پایا ہے۔"},{"number":12,"verse":"اِس لئے جہاں بھی چلیں وہ پھسل جائیں گے، وہ اندھیرے میں ٹھوکر کھا کر گر جائیں گے۔ کیونکہ مَیں مقررہ وقت پر اُن پر آفت لاؤں گا۔“ یہ رب کا فرمان ہے۔"},{"number":13,"verse":"”مَیں نے دیکھا کہ سامریہ کے نبی بعل کے نام میں نبوّت کر کے میری قوم اسرائیل کو غلط راہ پر لائے۔ یہ قابلِ گھن ہے،"},{"number":14,"verse":"لیکن جو کچھ مجھے یروشلم کے نبیوں میں نظر آتا ہے وہ اُتنا ہی گھنونا ہے۔ وہ زنا کرتے اور جھوٹ کے پیروکار ہیں۔ ساتھ ساتھ وہ بدکاروں کی حوصلہ افزائی بھی کرتے ہیں، اور نتیجے میں کوئی بھی اپنی بدی سے باز نہیں آتا۔ میری نظر میں وہ سب سدوم کی مانند ہیں۔ ہاں، یروشلم کے باشندے عمورہ کے برابر ہیں۔“"},{"number":15,"verse":"اِس لئے رب اِن نبیوں کے بارے میں فرماتا ہے، ”مَیں اُنہیں کڑوا کھانا کھلاؤں گا اور زہریلا پانی پلاؤں گا، کیونکہ یروشلم کے نبیوں نے پورے ملک میں بےدینی پھیلائی ہے۔“"},{"number":16,"verse":"رب الافواج فرماتا ہے، ”نبیوں کی پیش گوئیوں پر دھیان مت دینا۔ وہ تمہیں فریب دے رہے ہیں۔ کیونکہ وہ رب کا کلام نہیں سناتے بلکہ محض اپنے دل میں سے اُبھرنے والی رویا پیش کرتے ہیں۔"},{"number":17,"verse":"جو مجھے حقیر جانتے ہیں اُنہیں وہ بتاتے رہتے ہیں، ’رب فرماتا ہے کہ حالات صحیح سلامت رہیں گے۔‘ جو اپنے دلوں کی ضد کے مطابق زندگی گزارتے ہیں، اُن سب کو وہ تسلی دے کر کہتے ہیں، ’تم پر آفت نہیں آئے گی۔‘"},{"number":18,"verse":"لیکن اُن میں سے کس نے رب کی مجلس میں شریک ہو کر وہ کچھ دیکھا اور سنا ہے جو رب بیان کر رہا ہے؟ کسی نے نہیں! کس نے توجہ دے کر اُس کا کلام سنا ہے؟ کسی نے نہیں!"},{"number":19,"verse":"دیکھو، رب کی غضب ناک آندھی چلنے لگی ہے، اُس کا تیزی سے گھومتا ہوا بگولا بےدینوں کے سروں پر منڈلا رہا ہے۔"},{"number":20,"verse":"اور رب کا یہ غضب اُس وقت تک ٹھنڈا نہیں ہو گا جب تک اُس کے دل کا ارادہ تکمیل تک نہ پہنچ جائے۔ آنے والے دنوں میں تمہیں اِس کی پوری سمجھ آئے گی۔"},{"number":21,"verse":"یہ نبی دوڑ کر اپنی باتیں سناتے رہتے ہیں اگرچہ مَیں نے اُنہیں نہیں بھیجا۔ گو مَیں اُن سے ہم کلام نہیں ہوا توبھی یہ پیش گوئیاں کرتے ہیں۔"},{"number":22,"verse":"اگر یہ میری مجلس میں شریک ہوتے تو میری قوم کو میرے الفاظ سنا کر اُسے اُس کے بُرے چال چلن اور غلط حرکتوں سے ہٹانے کی کوشش کرتے۔“"},{"number":23,"verse":"رب فرماتا ہے، ”کیا مَیں صرف قریب کا خدا ہوں؟ ہرگز نہیں! مَیں دُور کا خدا بھی ہوں۔"},{"number":24,"verse":"کیا کوئی میری نظر سے غائب ہو سکتا ہے؟ نہیں، ایسی جگہ ہے نہیں جہاں وہ مجھ سے چھپ سکے۔ آسمان و زمین مجھ سے معمور رہتے ہیں۔“ یہ رب کا فرمان ہے۔"},{"number":25,"verse":"”اِن نبیوں کی باتیں مجھ تک پہنچ گئی ہیں۔ یہ میرا نام لے کر جھوٹ بولتے ہیں کہ مَیں نے خواب دیکھا ہے، خواب دیکھا ہے!"},{"number":26,"verse":"یہ نبی جھوٹی پیش گوئیاں اور اپنے دلوں کے وسوسے سنانے سے کب باز آئیں گے؟"},{"number":27,"verse":"جو خواب وہ ایک دوسرے کو بتاتے ہیں اُن سے وہ چاہتے ہیں کہ میری قوم میرا نام یوں بھول جائے جس طرح اُن کے باپ دادا بعل کی پوجا کرنے سے میرا نام بھول گئے تھے۔“"},{"number":28,"verse":"رب فرماتا ہے، ”جس نبی نے خواب دیکھا ہو وہ بےشک اپنا خواب بیان کرے، لیکن جس پر میرا کلام نازل ہوا ہو وہ وفاداری سے میرا کلام سنائے۔ بھوسے کا گندم سے کیا واسطہ ہے؟“"},{"number":29,"verse":"رب فرماتا ہے، ”کیا میرا کلام آگ کی مانند نہیں؟ کیا وہ ہتھوڑے کی طرح چٹان کو ٹکڑے ٹکڑے نہیں کرتا؟“"},{"number":30,"verse":"چنانچہ رب فرماتا ہے، ”اب مَیں اُن نبیوں سے نپٹ لوں گا جو ایک دوسرے کے پیغامات چُرا کر دعویٰ کرتے ہیں کہ وہ میری طرف سے ہیں۔“"},{"number":31,"verse":"رب فرماتا ہے، ”مَیں اُن سے نپٹ لوں گا جو اپنے شخصی خیالات سنا کر دعویٰ کرتے ہیں، ’یہ رب کا فرمان ہے‘۔“"},{"number":32,"verse":"رب فرماتا ہے، ”مَیں اُن سے نپٹ لوں گا جو جھوٹے خواب سنا کر میری قوم کو اپنی دھوکے بازی اور شیخی کی باتوں سے غلط راہ پر لاتے ہیں، حالانکہ مَیں نے اُنہیں نہ بھیجا، نہ کچھ کہنے کو کہا تھا۔ اُن لوگوں کا اِس قوم کے لئے کوئی بھی فائدہ نہیں۔“ یہ رب کا فرمان ہے۔"},{"number":33,"verse":"( رب کے لئے تم بوجھ کا باعث ہو) ”اے یرمیاہ، اگر اِس قوم کے عام لوگ یا امام یا نبی تجھ سے پوچھیں، ’آج رب نے تجھ پر کلام کا کیا بوجھ نازل کیا ہے؟‘ تو جواب دے، ’رب فرماتا ہے کہ تم ہی مجھ پر بوجھ ہو! لیکن مَیں تمہیں اُتار پھینکوں گا۔‘"},{"number":34,"verse":"اور اگر کوئی نبی، امام یا عام شخص دعویٰ کرے، ’رب نے مجھ پر کلام کا بوجھ نازل کیا ہے‘ تو مَیں اُسے اُس کے گھرانے سمیت سزا دوں گا۔"},{"number":35,"verse":"اِس کے بجائے ایک دوسرے سے سوال کرو کہ ’رب نے کیا جواب دیا؟‘ یا ’رب نے کیا فرمایا؟‘"},{"number":36,"verse":"آئندہ رب کے پیغام کے لئے لفظ ’بوجھ‘ استعمال نہ کرو، کیونکہ جو بھی بات تم کرو وہ تمہارا اپنا بوجھ ہو گی۔ کیونکہ تم زندہ خدا کے الفاظ کو توڑ مروڑ کر بیان کرتے ہو، اُس کلام کو جو رب الافواج ہمارے خدا نے نازل کیا ہے۔"},{"number":37,"verse":"چنانچہ آئندہ نبی سے صرف اِتنا ہی پوچھو کہ ’رب نے تجھے کیا جواب دیا؟‘ یا ’رب نے کیا فرمایا؟‘"},{"number":38,"verse":"لیکن اگر تم ’رب کا بوجھ‘ کہنے پر اصرار کرو تو رب کا جواب سنو! چونکہ تم کہتے ہو کہ ’مجھ پر رب کا بوجھ نازل ہوا ہے‘ گو مَیں نے یہ منع کیا تھا،"},{"number":39,"verse":"اِس لئے مَیں تمہیں اپنی یاد سے مٹا کر یروشلم سمیت اپنے حضور سے دُور پھینک دوں گا، گو مَیں نے خود یہ شہر تمہیں اور تمہارے باپ دادا کو فراہم کیا تھا۔"},{"number":40,"verse":"مَیں تمہاری ابدی رُسوائی کراؤں گا، اور تمہاری شرمندگی ہمیشہ تک یاد رہے گی۔“"}]}