{"bibleAbbr":"urGV2010","bookName":"یرمیا","bookEnglishName":"Jeremiah","chapterNumber":49,"verses":[{"number":1,"verse":"( عمونیوں کی عدالت) عمونیوں کے بارے میں رب فرماتا ہے، ”کیا اسرائیل کی کوئی اولاد نہیں، کوئی وارث نہیں جو جد کے قبائلی علاقے میں رہ سکے؟ مَلِک دیوتا کے پرستاروں نے اُس پر کیوں قبضہ کیا ہے؟ کیا وجہ ہے کہ یہ لوگ جد کے شہروں میں آباد ہو گئے ہیں؟“"},{"number":2,"verse":"چنانچہ رب فرماتا ہے، ”وہ وقت آنے والا ہے کہ میرے حکم پر عمونی دار الحکومت ربّہ کے خلاف جنگ کے نعرے لگائے جائیں گے۔ تب وہ ملبے کا ڈھیر بن جائے گا، اور گرد و نواح کی آبادیاں نذرِ آتش ہو جائیں گی۔ تب اسرائیل اُنہیں ملک بدر کرے گا جنہوں نے اُسے ملک بدر کیا تھا۔“ یہ رب کا فرمان ہے۔"},{"number":3,"verse":"”اے حسبون، واویلا کر، کیونکہ عَی شہر برباد ہوا ہے۔ اے ربّہ کی بیٹیو، مدد کے لئے چلّاؤ! ٹاٹ اوڑھ کر ماتم کرو! فصیل کے اندر بےچینی سے اِدھر اُدھر پھرو! کیونکہ مَلِک دیوتا اپنے پجاریوں اور بزرگوں سمیت جلاوطن ہو جائے گا۔"},{"number":4,"verse":"اے بےوفا بیٹی، تُو اپنی زرخیز وادیوں پر اِتنا فخر کیوں کرتی ہے؟ تُو اپنے مال و دولت پر بھروسا کر کے شیخی مارتی ہے کہ اب مجھ پر کوئی حملہ نہیں کرے گا۔“"},{"number":5,"verse":"قادرِ مطلق رب الافواج فرماتا ہے، ”مَیں تمام پڑوسیوں کی طرف سے تجھ پر دہشت چھا جانے دوں گا۔ تم سب کو چاروں طرف منتشر کر دیا جائے گا، اور تیرے پناہ گزینوں کو کوئی جمع نہیں کرے گا۔"},{"number":6,"verse":"لیکن بعد میں مَیں عمونیوں کو بحال کروں گا۔“ یہ رب کا فرمان ہے۔"},{"number":7,"verse":"( ادوم کی عدالت) رب الافواج ادوم کے بارے میں فرماتا ہے، ”کیا تیمان میں حکمت کا نام و نشان نہیں رہا؟ کیا دانش مند صحیح مشورہ نہیں دے سکتے؟ کیا اُن کی دانائی بےکار ہو گئی ہے؟"},{"number":8,"verse":"اے ددان کے باشندو، بھاگ کر ہجرت کرو، زمین کے اندر چھپ جاؤ۔ کیونکہ مَیں عیسَو کی اولاد پر آفت نازل کرتا ہوں، میری سزا کا دن قریب آ گیا ہے۔"},{"number":9,"verse":"اے ادوم، اگر تُو انگور کا باغ ہوتا اور مزدور فصل چننے کے لئے آتے تو تھوڑا بہت اُن کے پیچھے رہ جاتا۔ اگر ڈاکو رات کے وقت تجھے لُوٹ لیتے تو وہ صرف اُتنا ہی چھین لیتے جتنا اُٹھا کر لے جا سکتے ہیں۔ لیکن تیرا انجام اِس سے کہیں زیادہ بُرا ہو گا۔"},{"number":10,"verse":"کیونکہ مَیں نے عیسَو کو ننگا کر کے اُس کی تمام چھپنے کی جگہیں ڈھونڈ نکالی ہیں۔ وہ کہیں بھی چھپ نہیں سکے گا۔ اُس کی اولاد، بھائی اور ہم سائے ہلاک ہو جائیں گے، ایک بھی باقی نہیں رہے گا۔"},{"number":11,"verse":"اپنے یتیموں کو پیچھے چھوڑ دے، کیونکہ مَیں اُن کی جان کو بچائے رکھوں گا۔ تمہاری بیوائیں بھی مجھ پر بھروسا رکھیں۔“"},{"number":12,"verse":"رب فرماتا ہے، ”جنہیں میرے غضب کا پیالہ پینے کا فیصلہ نہیں سنایا گیا تھا اُنہیں بھی پینا پڑا۔ تو پھر تیری جان کس طرح بچے گی؟ نہیں، تُو یقیناً سزا کا پیالہ پی لے گا۔“"},{"number":13,"verse":"رب فرماتا ہے، ”میرے نام کی قَسم، بُصرہ شہر گرد و نواح کے تمام شہروں سمیت ابدی کھنڈرات بن جائے گا۔ اُسے دیکھ کر لوگوں کے رونگٹے کھڑے ہو جائیں گے، اور وہ اُسے لعن طعن کریں گے۔ لعنت کرنے والا اپنے دشمن کے لئے بُصرہ ہی کا سا انجام چاہے گا۔“"},{"number":14,"verse":"مَیں نے رب کی طرف سے پیغام سنا ہے، ”ایک قاصد کو اقوام کے پاس بھیجا گیا ہے جو اُنہیں حکم دے، ’جمع ہو کر ادوم پر حملہ کرنے کے لئے نکلو! اُس سے لڑنے کے لئے اُٹھو!‘"},{"number":15,"verse":"اب مَیں تجھے چھوٹا بنا دوں گا، ایک ایسی قوم جسے دیگر لوگ حقیر جانیں گے۔"},{"number":16,"verse":"ماضی میں دوسرے تجھ سے دہشت کھاتے تھے، لیکن اِس بات نے اور تیرے غرور نے تجھے فریب دیا ہے۔ بےشک تُو چٹانوں کی دراڑوں میں بسیرا کرتا ہے، اور پہاڑی بلندیاں تیرے قبضے میں ہیں۔ لیکن خواہ تُو اپنا گھونسلا عقاب کی سی اونچی جگہوں پر کیوں نہ بنائے توبھی مَیں تجھے وہاں سے اُتار کر خاک میں ملا دوں گا۔“ یہ رب کا فرمان ہے۔"},{"number":17,"verse":"”ملکِ ادوم یوں برباد ہو جائے گا کہ وہاں سے گزرنے والوں کے رونگٹے کھڑے ہو جائیں گے۔ اُس کے زخموں کو دیکھ کر وہ ’توبہ توبہ‘ کہیں گے۔“"},{"number":18,"verse":"رب فرماتا ہے، ”اُس کا انجام سدوم، عمورہ اور اُن کے پڑوسی شہروں کی مانند ہو گا جنہیں اللہ نے اُلٹا کر نیست و نابود کر دیا۔ وہاں کوئی نہیں بسے گا۔"},{"number":19,"verse":"جس طرح شیرببر یردن کے جنگل سے نکل کر شاداب چراگاہوں میں چرنے والی بھیڑبکریوں پر ٹوٹ پڑتا ہے اُسی طرح مَیں اچانک ادوم پر حملہ کر کے اُسے اُس کے اپنے ملک سے بھگا دوں گا۔ تب وہ جسے مَیں نے مقرر کیا ہے ادوم پر حکومت کرے گا۔ کیونکہ کون میری مانند ہے؟ کون مجھ سے جواب طلب کر سکتا ہے؟ کون سا گلہ بان میرا مقابلہ کر سکتا ہے؟“"},{"number":20,"verse":"چنانچہ ادوم پر رب کا فیصلہ سنو! تیمان کے باشندوں کے لئے اُس کے منصوبے پر دھیان دو! دشمن پورے ریوڑ کو سب سے ننھے بچوں سے لے کر بڑوں تک گھسیٹ کر لے جائے گا۔ اُس کی چراگاہ ویران و سنسان ہو جائے گی۔"},{"number":21,"verse":"ادوم اِتنے دھڑام سے گر جائے گا کہ زمین تھرتھرا اُٹھے گی۔ لوگوں کی چیخیں بحرِ قُلزم تک سنائی دیں گی۔"},{"number":22,"verse":"وہ دیکھو! دشمن عقاب کی طرح اُڑ کر ادوم پر جھپٹا مارتا ہے۔ وہ اپنے پَروں کو پھیلا کر بُصرہ پر سایہ ڈالتا ہے۔ اُس دن ادومی سورماؤں کا دل دردِ زہ میں مبتلا عورت کی طرح پیچ و تاب کھائے گا۔"},{"number":23,"verse":"( دمشق کی عدالت) رب دمشق کے بارے میں فرماتا ہے، ”حمات اور ارفاد شرمندہ ہو گئے ہیں۔ بُری خبریں سن کر وہ ہمت ہار گئے ہیں۔ پریشانی نے اُنہیں اُس متلاطم سمندر جیسا بےچین کر دیا ہے جو تھم نہیں سکتا۔"},{"number":24,"verse":"دمشق ہمت ہار کر بھاگنے کے لئے مُڑ گیا ہے۔ دہشت اُس پر چھا گئی ہے، اور وہ دردِ زہ میں مبتلا عورت کی طرح تڑپ رہا ہے۔"},{"number":25,"verse":"ہائے، دمشق کو ترک کیا گیا ہے! جس مشہور شہر سے میرا دل لطف اندوز ہوتا تھا وہ ویران و سنسان ہے۔“"},{"number":26,"verse":"رب الافواج فرماتا ہے، ”اُس دن اُس کے جوان آدمی گلیوں میں گر کر رہ جائیں گے، اُس کے تمام فوجی ہلاک ہو جائیں گے۔"},{"number":27,"verse":"مَیں دمشق کی فصیل کو آگ لگا دوں گا جو پھیلتے پھیلتے بن ہدد بادشاہ کے محلوں کو بھی اپنی لپیٹ میں لے لے گی۔“"},{"number":28,"verse":"( بَدُو قبیلوں کی عدالت) ذیل میں قیدار اور حصور کے بَدُو قبیلوں کے بارے میں کلام درج ہے۔ بعد میں شاہِ بابل نبوکدنضر نے اُنہیں شکست دی۔ رب فرماتا ہے، ”اُٹھو! قیدار پر حملہ کرو! مشرق میں بسنے والے بَدُو قبیلوں کو تباہ کرو!"},{"number":29,"verse":"تم اُن کے خیموں، بھیڑبکریوں اور اونٹوں کو چھین لو گے، اُن کے خیموں کے پردوں اور باقی سامان کو لُوٹ لو گے۔ چیخیں سنائی دیں گی، ’ہائے، چاروں طرف دہشت ہی دہشت‘!“"},{"number":30,"verse":"رب فرماتا ہے، ”اے حصور میں بسنے والے قبیلو، جلدی سے بھاگ جاؤ، زمین کی دراڑوں میں چھپ جاؤ! کیونکہ شاہِ بابل نے تم پر حملہ کرنے کا فیصلہ کر کے تمہارے خلاف منصوبہ باندھ لیا ہے۔“"},{"number":31,"verse":"رب فرماتا ہے، ”اے بابل کے فوجیو، اُٹھ کر اُس قوم پر حملہ کرو جو علیٰحدگی میں پُرسکون اور محفوظ زندگی گزارتی ہے، جس کے نہ دروازے، نہ کنڈے ہیں۔"},{"number":32,"verse":"اُن کے اونٹ اور بڑے بڑے ریوڑ لُوٹ کا مال بن جائیں گے۔ کیونکہ مَیں ریگستان کے کنارے پر رہنے والے اِن قبیلوں کو چاروں طرف منتشر کر دوں گا۔ اُن پر چاروں طرف سے آفت آئے گی۔“ یہ رب کا فرمان ہے۔"},{"number":33,"verse":"”حصور ہمیشہ تک ویران و سنسان رہے گا، اُس میں کوئی نہیں بسے گا۔ گیدڑ ہی اُس میں اپنے گھر بنا لیں گے۔“"},{"number":34,"verse":"( ملکِ عیلام کی عدالت) شاہِ یہوداہ صِدقیاہ کی حکومت کے ابتدائی دنوں میں رب یرمیاہ نبی سے ہم کلام ہوا۔ پیغام عیلام کے متعلق تھا۔"},{"number":35,"verse":"”رب الافواج فرماتا ہے، ’مَیں عیلام کی کمان کو توڑ ڈالتا ہوں، اُس ہتھیار کو جس پر عیلام کی طاقت مبنی ہے۔"},{"number":36,"verse":"آسمان کی چاروں سمتوں سے مَیں عیلامیوں کے خلاف تیز ہَوائیں چلاؤں گا جو اُنہیں اُڑا کر چاروں طرف منتشر کر دیں گی۔ کوئی ایسا ملک نہیں ہو گا جس تک عیلامی جلاوطن نہیں پہنچیں گے۔‘"},{"number":37,"verse":"رب فرماتا ہے، ’مَیں عیلام کو اُس کے جانی دشمنوں کے سامنے پاش پاش کر دوں گا۔ مَیں اُن پر آفت لاؤں گا، میرا سخت قہر اُن پر نازل ہو گا۔ جب تک وہ نیست نہ ہوں مَیں تلوار کو اُن کے پیچھے چلاتا رہوں گا۔"},{"number":38,"verse":"تب مَیں عیلام میں اپنا تخت کھڑا کر کے اُس کے بادشاہ اور بزرگوں کو تباہ کر دوں گا۔‘ یہ رب کا فرمان ہے۔"},{"number":39,"verse":"لیکن رب یہ بھی فرماتا ہے، ’آنے والے دنوں میں مَیں عیلام کو بحال کروں گا‘۔“"}]}