{"bibleAbbr":"urGV2010","bookName":"یرمیا","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"( شاہِ یہوداہ صِدقیاہ کی حکومت) صِدقیاہ 21 سال کی عمر میں بادشاہ بنا، اور یروشلم میں اُس کی حکومت کا دورانیہ 11 سال تھا۔ اُس کی ماں حموطل بنت یرمیاہ لِبناہ شہر کی رہنے والی تھی۔"},{"number":2,"verse":"یہویقیم کی طرح صِدقیاہ ایسا کام کرتا رہا جو رب کو ناپسند تھا۔"},{"number":3,"verse":"رب یروشلم اور یہوداہ کے باشندوں سے اِتنا ناراض ہوا کہ آخر میں اُس نے اُنہیں اپنے حضور سے خارج کر دیا۔ ایک دن صِدقیاہ بابل کے بادشاہ سے سرکش ہوا،"},{"number":4,"verse":"( صِدقیاہ کا فرار اور گرفتاری) اِس لئے شاہِ بابل نبوکدنضر تمام فوج اپنے ساتھ لے کر دوبارہ یروشلم پہنچا تاکہ اُس پر حملہ کرے۔ صِدقیاہ کی حکومت کے نویں سال میں بابل کی فوج یروشلم کا محاصرہ کرنے لگی۔ یہ کام دسویں مہینے کے دسویں دن ( ۱۵ جنوری۔) شروع ہوا۔ پورے شہر کے ارد گرد بادشاہ نے پُشتے بنوائے۔"},{"number":5,"verse":"صِدقیاہ کی حکومت کے 11ویں سال تک یروشلم قائم رہا۔"},{"number":6,"verse":"لیکن پھر کال نے شہر میں زور پکڑا، اور عوام کے لئے کھانے کی چیزیں نہ رہیں۔ چوتھے مہینے کے نویں دن ( ۱۸ جولائی۔)"},{"number":7,"verse":"بابل کے فوجیوں نے فصیل میں رخنہ ڈال دیا۔ اُسی رات صِدقیاہ اپنے تمام فوجیوں سمیت فرار ہونے میں کامیاب ہوا، اگرچہ شہر دشمن سے گھرا ہوا تھا۔ وہ فصیل کے اُس دروازے سے نکلے جو شاہی باغ کے ساتھ ملحق دو دیواروں کے بیچ میں تھا۔ وہ وادیٔ یردن کی طرف بھاگنے لگے،"},{"number":8,"verse":"لیکن بابل کی فوج نے بادشاہ کا تعاقب کر کے اُسے یریحو کے میدان میں پکڑ لیا۔ اُس کے فوجی اُس سے الگ ہو کر چاروں طرف منتشر ہو گئے،"},{"number":9,"verse":"اور وہ خود گرفتار ہو گیا۔ پھر اُسے ملکِ حمات کے شہر رِبلہ میں شاہِ بابل کے پاس لایا گیا، اور وہیں اُس نے صِدقیاہ پر فیصلہ صادر کیا۔"},{"number":10,"verse":"صِدقیاہ کے دیکھتے دیکھتے شاہِ بابل نے رِبلہ میں اُس کے بیٹوں کو قتل کیا۔ ساتھ ساتھ اُس نے یہوداہ کے تمام بزرگوں کو بھی موت کے گھاٹ اُتار دیا۔"},{"number":11,"verse":"پھر اُس نے صِدقیاہ کی آنکھیں نکلوا کر اُسے پیتل کی زنجیروں میں جکڑ لیا اور بابل لے گیا جہاں وہ جیتے جی رہا۔"},{"number":12,"verse":"( یروشلم اور رب کے گھر کی تباہی) شاہِ بابل نبوکدنضر کی حکومت کے 19ویں سال میں بادشاہ کا خاص افسر نبوزرادان یروشلم پہنچا۔ وہ شاہی محافظوں پر مقرر تھا۔ پانچویں مہینے کے ساتویں دن ( ۱۷ اگست۔) اُس نے آ کر"},{"number":13,"verse":"رب کے گھر، شاہی محل اور یروشلم کے تمام مکانوں کو جلا دیا۔ ہر بڑی عمارت بھسم ہو گئی۔"},{"number":14,"verse":"اُس نے اپنے تمام فوجیوں سے شہر کی پوری فصیل کو بھی گرا دیا۔"},{"number":15,"verse":"پھر نبوزرادان نے سب کو جلاوطن کر دیا جو یروشلم میں پیچھے رہ گئے تھے۔ وہ بھی اُن میں شامل تھے جو جنگ کے دوران غداری کر کے شاہِ بابل کے پیچھے لگ گئے تھے۔ نبوزرادان باقی ماندہ کاری گر اور غریبوں میں سے بھی کچھ بابل لے گیا۔"},{"number":16,"verse":"لیکن اُس نے سب سے نچلے طبقے کے بعض لوگوں کو ملکِ یہوداہ میں چھوڑ دیا تاکہ وہ انگور کے باغوں اور کھیتوں کو سنبھالیں۔"},{"number":17,"verse":"بابل کے فوجیوں نے رب کے گھر میں جا کر پیتل کے دونوں ستونوں، پانی کے باسنوں کو اُٹھانے والی ہتھ گاڑیوں اور سمندر نامی پیتل کے حوض کو توڑ دیا اور سارا پیتل اُٹھا کر بابل لے گئے۔"},{"number":18,"verse":"وہ رب کے گھر کی خدمت سرانجام دینے کے لئے درکار سامان بھی لے گئے یعنی بالٹیاں، بیلچے، بتی کترنے کے اوزار، چھڑکاؤ کے کٹورے، پیالے اور پیتل کا باقی سارا سامان۔"},{"number":19,"verse":"خالص سونے اور چاندی کے برتن بھی اِس میں شامل تھے یعنی باسن، جلتے ہوئے کوئلے کے برتن، چھڑکاؤ کے کٹورے، بالٹیاں، شمع دان، پیالے اور مَے کی نذریں پیش کرنے کے برتن۔ شاہی محافظوں کا یہ افسر سارا سامان اُٹھا کر بابل لے گیا۔"},{"number":20,"verse":"جب دونوں ستونوں، سمندر نامی حوض، حوض کو اُٹھانے والے پیتل کے بَیلوں اور باسنوں کو اُٹھانے والی ہتھ گاڑیوں کا پیتل تڑوایا گیا تو وہ اِتنا وزنی تھا کہ اُسے تولا نہ جا سکا۔ سلیمان بادشاہ نے یہ چیزیں رب کے گھر کے لئے بنوائی تھیں۔"},{"number":21,"verse":"ہر ستون کی اونچائی 27 فٹ اور گھیرا 18 فٹ تھا۔ دونوں کھوکھلے تھے، اور اُن کی دیواروں کی موٹائی 3 انچ تھی۔"},{"number":22,"verse":"اُن کے بالائی حصوں کی اونچائی ساڑھے سات فٹ تھی، اور وہ پیتل کی جالی اور اناروں سے سجے ہوئے تھے۔"},{"number":23,"verse":"96 انار لگے ہوئے تھے۔ جالی کے ارد گرد کُل 100 انار لگے تھے۔"},{"number":24,"verse":"شاہی محافظوں کے افسر نبوزرادان نے ذیل کے قیدیوں کو الگ کر دیا: امامِ اعظم سرایاہ، اُس کے بعد آنے والے امام صفنیاہ، رب کے گھر کے تین دربانوں،"},{"number":25,"verse":"شہر کے بچے ہوؤں میں سے اُس افسر کو جو شہر کے فوجیوں پر مقرر تھا، صِدقیاہ بادشاہ کے سات مشیروں، اُمّت کی بھرتی کرنے والے افسر اور شہر میں موجود اُس کے 60 مردوں کو۔"},{"number":26,"verse":"نبوزرادان اِن سب کو الگ کر کے صوبہ حمات کے شہر رِبلہ لے گیا جہاں شاہِ بابل تھا۔"},{"number":27,"verse":"وہاں نبوکدنضر نے اُنہیں سزائے موت دی۔ یوں یہوداہ کے باشندوں کو جلاوطن کر دیا گیا۔"},{"number":28,"verse":"نبوکدنضر نے اپنی حکومت کے 7ویں سال میں یہوداہ کے 3023 افراد،"},{"number":29,"verse":"18ویں سال میں یروشلم کے 832 افراد،"},{"number":30,"verse":"اور 23ویں سال میں 745 افراد کو جلاوطن کر دیا۔ یہ آخری لوگ شاہی محافظوں کے افسر نبوزرادان کے ذریعے بابل لائے گئے۔ کُل 4600 افراد جلاوطن ہوئے۔"},{"number":31,"verse":"( یہویاکین کو آزاد کیا جاتا ہے) یہوداہ کے بادشاہ یہویاکین کی جلاوطنی کے 37ویں سال میں اَویل مرودک بابل کا بادشاہ بنا۔ اُسی سال کے 12ویں مہینے کے 25ویں دن ( ۳۱ مارچ۔) اُس نے یہویاکین کو قیدخانے سے آزاد کر دیا۔"},{"number":32,"verse":"اُس نے اُس کے ساتھ نرم باتیں کر کے اُسے عزت کی ایسی کرسی پر بٹھایا جو بابل میں جلاوطن کئے گئے باقی بادشاہوں کی نسبت زیادہ اہم تھی۔"},{"number":33,"verse":"یہویاکین کو قیدی کے کپڑے اُتارنے کی اجازت ملی، اور اُسے زندگی بھر بادشاہ کی میز پر باقاعدگی سے کھانا کھانے کا شرف حاصل رہا۔"},{"number":34,"verse":"بادشاہ نے مقرر کیا کہ یہویاکین کو عمر بھر اِتنا وظیفہ ملتا رہے کہ اُس کی روزمرہ ضروریات پوری ہوتی رہیں۔"}]}