{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"( ઈશ્વરજ્ઞાની યોહાનને થયેલું પ્રકટીકરણ) ઈસુ ખ્રિસ્તનું પ્રકટીકરણ, એટલે જે બનાવો ટૂંક સમયમાં બનવાના છે તે વિષેનું પ્રકટીકરણ, જે પોતાના સેવકોને કહી બતાવવા માટે ઈશ્વરે તેમને આપ્યું તે. તેમણે પોતાના દૂતને મોકલીને તે દ્વારા પોતાના સેવક યોહાનને તે જણાવ્યું."},{"number":2,"verse":"અને એણે ઈશ્વરનાં વચન વિષે તથા ઈસુ ખ્રિસ્તની શાહેદી વિષે, એટલે જેટલું પોતે જોયું હતું તે વિષે, સાક્ષી આપી."},{"number":3,"verse":"આ ભવિષ્યવચનો જે વાંચે છે, ને જેઓ સાંભળે છે, અને એમાં જે લખેલું છે તે પાળે છે, તેઓને ધન્ય છે; કેમ કે સમય પાસે છે."},{"number":4,"verse":"( સાત મંડળીઓને સલામી) આસિયામાંની સાત મંડળીઓ પ્રતિ લખનાર યોહાન: ( .) જે છે, જે હતો, ને જે આવનાર છે તેમના તરફથી, તથા ( .) તેમના રાજયાસનની આગળ જે સાત આત્મા છે તેઓના તરફથી."},{"number":5,"verse":"તથા ઈસુ ખ્રિસ્ત જે ( .) વિશ્વાસુ શાહેદ અને ( .) મૂએલાંમાંથી પ્રથમજનિત, અને પૃથ્વીના રાજાઓના અધિપતિ છે તેમના તરફથી, તમારા પર કૃપા તથા શાંતિ હોજો. જેમણે આપણા પર પ્રેમ રાખ્યો, અને પોતાના રક્ત વડે આપણને આપણાં પાપથી મુક્ત કર્યા,"},{"number":6,"verse":"અને ( ; .) ઈશ્વર એટલે પોતાના પિતાને માટે આપણને યાજકો [નું] રાજ્ય બનાવ્યું, તેમને મહિમા તથા અધિકાર સદાસર્વકાળ સુધી હોજો. આમીન."},{"number":7,"verse":"જુઓ ( ; ; ; ; .) તે વાદળાંસહિત આવે છે, ( ; , .) દરેક આંખ, અને જેઓએ તેમને વીંધ્યા તેઓ પણ તેમને જોશે; અને ( ; .) પૃથ્વી પરની સર્વ જાતિઓ તેમને લીધે વિલાપ કરશે. હા, આમીન."},{"number":8,"verse":"( .) પ્રભુ પરમેશ્વર જે છે, જે હતા ને જે આવનાર છે, જે સર્વશક્તિમાન છે, તે કહે છે કે, ( .) હું આલ્ફા તથા ઓમેગા છું."},{"number":9,"verse":"( યોહાનને ખ્રિસ્તનું સંદર્શન) હું યોહાન તમારો ભાઈ, અને વિપત્તિમાં તથા ઈસુના રાજ્ય તથા ધૈર્યમાં ભાગીદાર, ઈશ્વરના વચનને લીધે તથા ઈસુની સાક્ષીને લીધે, પાત્મસ નામે બેટમાં હતો."},{"number":10,"verse":"પ્રભુને દિવસે હું આત્મામાં હતો, ત્યારે મેં મારી પાછળ રણશિંગડાના અવાજ જેવી મોટી વાણી સાંભળી,"},{"number":11,"verse":"તે કહેતી હતી, “તું જે જુએ છે તે પુસ્તકમાં લખ; અને એફેસસમાં, સ્મર્નામાં, પેર્ગામમાં, થુઆતૈરામાં, સાર્દિસમાં, ફિલાડેલ્ફિયામાં તથા લાઓદિકિયામાં જે સાત મંડળી છે, તેઓના ઉપર તે મોકલ.”"},{"number":12,"verse":"જે વાણી મારી સાથે બોલી તેને જોવાને હું પાછો ફર્યો. અને ફર્યો ત્યારે મેં સોનાની સાત દીવી જોઈ."},{"number":13,"verse":"તે દીવીઓની વચમાં ( .) મનુષ્યપુત્ર જેવા એકને મેં જોયા, તેમણે ( .) પગની પાની સુધી પહોંચે એવો ઝભ્ભો પહેરેલો હતો, અને તેમની છાતી પર સોનાનો પટો બાંધેલો હતો."},{"number":14,"verse":"( .) તેમનું માથું તથા કેશ ધોળા ઊનના જેવાં. બરફની માફક શ્વેત હતાં અને ( .) તેમની આંખો અગ્નિની જ્વાળા જેવી હતી."},{"number":15,"verse":"તેમના પગ જાણે ભઠ્ઠીમાં શુદ્ધ થયેલા ચળકતા પિત્તળના જેવા હતા. ( ; .) તેમનો સાદ પુષ્કળ પાણીના અવાજ જેવો હતો."},{"number":16,"verse":"તેમના જમણા હાથમાં સાત તારા હતા. તેમના મોંમાંથી બેધારી પાણીદાર તરવાર નીકળતી હતી. તેમનો ચહેરો પૂર્ણ તેજથી પ્રકાશતા સૂર્યના જેવો હતો."},{"number":17,"verse":"જયારે મેં તેમને જોયા ત્યારે મરેલા જેવો થઈને હું તેમના ચરણ આગળ પડી ગયો. પછી તેમણે પોતાનો જમણો હાથ મારા પર મૂકીને કહ્યું, “ગભરાઈશ નહિ, ( ; ; ; .) પ્રથમ તથા છેલ્લો હું છું."},{"number":18,"verse":"અને હું જીવંત છું, હું મૃત્યુ પણ પામ્યો હતો, અને જુઓ, સદાકાળ જીવતો છું. અને મરણ તથા હાદેસની ચાવીઓ મારી પાસે છે."},{"number":19,"verse":"તેં જે જે જોયું છે, અને જે જે છે, અને હવે પછી જે જે થશે, તે સર્વ લખ."},{"number":20,"verse":"મારા જમણા હાથમાં જે સાત તારા તેં જોયા, અને સોનાની જે સાત દીવી છે, એમનો મર્મ તું લખ. સાત તારા તે સાત મંડળીઓના દૂત છે, અને સાત દીવી તો સાત મંડળીઓ છે."}]}