{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"( સ્‍ત્રી અને અજગર) [ત્યારે પછી] આકાશમાં મોટું ચિહ્ન જોવામાં આવ્યું, એટલે સૂર્યથી વેષ્ટિત એક સ્‍ત્રી [જોવામાં આવી] , તેના પગ નીચે ચંદ્ર ને તેના માથા પર બાર તારાનો મુગટ હતો."},{"number":2,"verse":"તે ગર્ભવતી હતી; તેને પ્રસવેદના થતી હતી, અને તેની પીડાને લીધે તે બૂમ પાડતી હતી."},{"number":3,"verse":"વળી આકાશમાં બીજું એક ચિહ્ન પણ જોવામાં આવ્યું:જુઓ, મોટો લાલ અજગર હતો, તેને સાત માથાં ને ( .) દશ શિંગડાં હતાં. અને તેનાં માથાં પર સાત મુગટ હતા."},{"number":4,"verse":"તેનાં પૂંછડાએ ( .) આકાશના તારાઓનો ત્રીજો ભાગ ખેંચીને તેઓને પૃથ્વી પર નાખ્યા. અને જે સ્‍ત્રીને પ્રસવ થવાનો હતો, તેને જ્યારે પ્રસવ થાય ત્યારે તેના બાળકને ખાઈ જવા માટે તે [અજગર] તેની આગળ ઊભો રહ્યો હતો."},{"number":5,"verse":"( .) તેને પુત્ર, નરબાળક, અવતર્યો, ( .) એ સર્વ દેશના લોકો પર લોઢાના દંડથી રાજ કરશે, તેના બાળકને ઊંચકીને ઈશ્વર પાસે તથા તેમના રાજયાસન પાસે લઈ જવામાં આવ્યો."},{"number":6,"verse":"અને તે સ્‍ત્રી અરણ્યમાં નાસી ગિઈ, ત્યાં ઈશ્વરે તેને માટે, બારસો સાઠ દિવસ સુધી તેનું પોષણ થાય એવું એક સ્થળ તૈયાર કરી રાખ્યું છે."},{"number":7,"verse":"પછી આકાશમાં લડાઈ જાગી. ( , ; ; .) મીખાએલ તથા તેના દૂતો અજગરની સાથે લડયા, અને અજગર તથા તેના દૂતો પણ લડ્યા."},{"number":8,"verse":"તોપણ તેઓ તેમને જીત્યા નહિ, ને તેઓને આકાશમાં ફરી સ્થાન મળ્યું નહિ."},{"number":9,"verse":"તે મોટા અજગરને બહાર નાખી દેવામાં આવ્યો, એટલે ( .) તે જૂનો સર્પ જે દુષ્ટાત્મા તથા શેતાન કહેવાય છે, જે આખા જગતને ભમાવે છે, ( .) તેને પૃથ્વી પર નાખી દેવામાં આવ્યો, અને તેની સાથે તેના દૂતોને પણ નાખી દેવામાં આવ્યા."},{"number":10,"verse":"ત્યારે આકાશમાં મેં મોટી વાણી બોલતાં સાંભળી કે, હવે તારણ, પરાક્રમ, અમારા ઈશ્વરનું રાજ્ય તથા તેમના ખ્રિસ્તનો અધિકાર આવ્યાં છે, કેમ કે ( ; .) અમારાં ભાઈઓ પર દોષ મૂકનાર, જે અમારા ઈશ્વરની આગળ રાતદિવસ તેઓના પર દોષ મૂકે છે. તેને નીચે ફેંકવામાં આવ્યો છે."},{"number":11,"verse":"તેઓએ હલવાનના રક્તથી તથા પોતાની સાક્ષીના વચનથી તેને જીત્યો છે; અને છેક મરતાં સુધી તેઓએ પોતાના જીવને વહાલો ગણ્યો નહિ."},{"number":12,"verse":"એ માટે, ઓ આકાશો તથા તેઓમાં રહેનારાંઓ, તમે આનંદ કરો! પૃથ્વીને તથા સમુદ્રને અફસોસ! કેમ કે શેતાન તમારી પાસે ઊતરી આવ્યો છે, ને તે ઘણો કોપાયમાન થયો છે, કેમ કે તે જાણે છે કે હવે મારે માટે થોડો જ વખત રહેલો છે."},{"number":13,"verse":"જયારે અજગરે જોયું કે તેને પૃથ્વી પર ફેંકવામાં આવ્યો છે, ત્યારે જે સ્‍ત્રીને નરબાળક અવતર્યો હતો તેને તેણે સતાવી."},{"number":14,"verse":"તે સ્‍ત્રીને મોટા ગરુડની બે પાંખો આપવામાં આવી કે, જેથી તે અજગરની [નજર] આગળથી અરણ્યમાં પોતાને [નીમેલે] સ્થળે ઊડી જાય, અને ત્યાં ( ; .) સમય તથા સમયો તથા અર્ધા સમય સુધી તેનું પ્રતિપાલન કરવામાં આવે છે."},{"number":15,"verse":"ત્યારે અજગરે તે સ્‍ત્રીની પાછળ પોતાના મોંમાંથી નદીના જેવો પાણીનો પ્રવાહ છોડી મૂકયો કે, તેના પૂરથી તે તણાઈ જાય."},{"number":16,"verse":"પણ પૃથ્વીએ તે સ્‍ત્રીને સહાય કરી, એટલે તે પોતાનું મોં ઉઘાડીને અજગરે પોતાના મોમાંથી છોડી મૂકેલી નદીને પી ગઈ."},{"number":17,"verse":"ત્યારે અજગર તે‍‍ સ્‍ત્રી પર ગુસ્સે થયો, અને તેનાં બાકીનાં સંતાન, એટલે જેઓ ઈશ્વરની આજ્ઞા પાળે છે, અને ઈસુની સાક્ષીને વળગી રહે છે, તેઓની સાથે લડવાને તે ચાલી નીકળ્યો. અને તે સમુદ્રની રેતી પર ઊભો રહ્યો."}]}