{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( બે શ્વાપદ) પછી મેં ( .) એક શ્વાપદને સમુદ્રમાંથી નીકળતું જોયું, તેને ( ,.) દશ શિંગડાં તથા સાત માથાં હતાં, અને તેનાં શિંગડા પર દશ મુગટ તથા તેનાં માથાં પર ઈશ્વરનિંદક નામો હતાં."},{"number":2,"verse":"જે ( .) શ્વાપદને મેં જોયું, તે ચિત્તાના જેવું હતું, તેના પગ રીંછના પગ જેવ હતા, અને તેનું મોં સિંહના મોં જેવું હતું. તેને અજગરે પોતાનું પરાક્રમ, પોતાનું રાજયાસન તથા મોટો અધિકાર આપ્યાં."},{"number":3,"verse":"મેં તેનાં માથાંમાંના એકને મરણતોલ ઘાયલ થયેલું જોયું; પણ તેનો પ્રાણઘાતક ઘા રુઝાયો, અને આખું જગત શ્વાપદને જોઈને આશ્ચર્ય પામ્યું."},{"number":4,"verse":"અને અજગરે શ્વાપદને અધિકાર આપ્યો હતો તેથી તેઓએ તેની આરાધના કરી વળી, તેઓએ શ્વાપદની પણ આરાધના કરી અને કહ્યું, “શ્વાપદના જેવું બીજું કોણ છે? અને એની સામે લડી શકે એવું કોણ છે?”"},{"number":5,"verse":"અને ( , ; .) મોટી મોટી વાતો બોલનાર તથા ઈશ્વરનિંદા કરનાર મોં તેને આપવામાં આવ્યું. અને બેંતાળીસ મહિના સુધી તે એમ કર્યા કરે એવો અધિકાર તેને આપવામાં આવ્યો."},{"number":6,"verse":"તેણે ઈશ્વરની નિંદા કરવા માટે પોતાનું મોં ઉઘાડયું કે, તે તેના નામની, તેના મંડપની તથા આકાશમાં રહેનારાઓની નિંદા કરે."},{"number":7,"verse":"તેને [એવું સામર્થ્ય] પણ આપવામાં આવ્યું કે ( .) સંતોની સામે લડે, અને તેઓને જીતે. વળી દરેક જાતિ તથા પ્રજા તથા ભાષા તથા દેશ પર તને અધિકાર આપવામાં આવ્યો."},{"number":8,"verse":"જેઓનાં નામ સૃષ્ટિના મંડાણથી મારી નંખાયેલા હલવાનના ( .) જીવનપુસ્તકમાં લખેલાં નથી., એવાં પૃથ્વી પર રહેનારાં સર્વ તેની આરાધના કરશે."},{"number":9,"verse":"જો કોઈને કાન હોય તો તે સાંભળે."},{"number":10,"verse":"( ; .) જો કોઈ બીજાને દાસત્વમાં લઈ જાય, તો તે પોતે દાસત્વમાં જશે. જો કોઈ બીજાને તરવારથી મારી નાખે, તો તેને પોતાને તરવારથી માર્યા જવું પડશે. આમાં સંતોનું ધૈર્ય તથા [તેઓનો] વિશ્વાસ [રહેલાં] છે."},{"number":11,"verse":"પછી મેં પૃથ્વીમાંથી બીજા એક શ્વાપદને નીકળતું જોયું. તેને હલવાનનાં [શિંગડાં] જેવાં બે શિગડાં હતાં, અને અજગરની જેમ તે બોલતું હતું."},{"number":12,"verse":"પહેલા શ્વાપદનો સર્વ અધિકાર તેની સમક્ષ તે ચલાવે છે, અને જે પહેલા શ્વાપદનો પ્રાણઘાતક ઘા રૂઝાયો હતો, તેની આરાધના પૃથ્વી પાસે તથા તે પર રહેનારાંઓની પાસે તે કરાવે છે."},{"number":13,"verse":"અને તે મોટા ચમત્કારો કરે છે, એટલે સુધી કે તે માણસોની નજર આગળ આકાશમાંથી પૃથ્વી પર અગ્નિ પણ વરસાવે છે."},{"number":14,"verse":"શ્વાપદની સમક્ષ જે ચમત્કારો કરવાનો [અધિકાર] તેને આપવામાં આવ્યો, તેઓ વડે પૃથ્વી પર રહેનારાંઓને તે ભમાવે છે. અને પૃથ્વી પર રહેનારાઓને તે કહે છે, “જે શ્વાપદ તરવારથી ઘાયલ થયું હતું. છતાં તે જીવતું રહ્યું, તેની મૂર્તિ બનાવો.”"},{"number":15,"verse":"અને એને એવું [સામર્થ્ય] આપવામાં આવ્યું કે તે શ્વાપદની મૂર્તિમાં પ્રાણ મૂકે, જેથી તે શ્વાપદની મૂર્તિ બોલે અને જેટલાં માણસો શ્વાપદની મૂર્તિની આરાધના ન કરે તેટલાંને, તે મારી નંખાવે."},{"number":16,"verse":"વળી નાના તથા મોટા, ધનવાન તથા દરિદ્રી, સ્વતંત્ર તથા દાસ, તે સર્વની પાસે તેઓના જમણા હાથ પર અથવા તેઓનાં કપાળ પર તે છાપ લેવડાવે છે."},{"number":17,"verse":"વળી જેને તે છાપ, એટલે શ્વાપદનું નામ, અથવા તેના નામની સંખ્યા હોય, તે વગર બીજા કોઈથી કંઈ વેચાયલેવાય નહિ, એવી પણ તે ફરજ પાડે છે."},{"number":18,"verse":"આમાં ચાતુર્ય [રહેલું] છે. જેને બુદ્ધિ છે, તે શ્વાપદની સંખ્યા ગણે. કેમ કે તે એક માણસ [ના નામ] ની સંખ્યા છે: અને તેની સંખ્યા છસો છાસઠ છે."}]}