{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"( એફેસસની મંડળીને સંદેશ) તું એફેસસમાંની મંડળીના દૂતને લખ: જે પોતાન જમણા હાથમાં સાત તારા રાખે છે, અને જે સોનાની સાત દીવીની વચમાં ચાલે છે તે આ વાતો કહે છે."},{"number":2,"verse":"તારાં કામ, તારો‍ શ્રમ તથા તારી ધીરજ હું જાણું છું, વળી એ પણ જાણું છું કે, તું ભૂંડાં માણસને સહન કરી શકતો નથી, અને જેઓ પોતાને પ્રેરિત કહેવડાવે છે પણ એવા નથી, તેઓને તેં પારખી લીધા, ને તેઓ જૂઠા છે એમ તને માલૂમ પડયું."},{"number":3,"verse":"વળી, તું ધીરજ રાખે છે, અને મારા નામની ખાતર તેં સહન કર્યું છે, ને તું થાકી ગયો નથી."},{"number":4,"verse":"તોપણ તારી વિરુદ્ધ મારે આટલું છે કે, તેં તારા પ્રથમના પ્રેમનો ત્યાગ કર્યો."},{"number":5,"verse":"એ માટે તું જયાંથી પડયો છે તે યાદ કરીને પસ્તાવો કર, અને પ્રથમના જેવાં કામ કર. નહિ તો હું તારી પાસે આવીશ, અને જો તું પસ્તાવો નહિ કરે તો તારી દીવીને તેની જગાએથી હું ખસેડી દઈશ."},{"number":6,"verse":"પણ તારામાં એટલું છે કે નીકોલાયતીઓનાં કામ, જેઓને હું ધિક્કારું છું, તેઓને તું પણ ધિક્કારે છે."},{"number":7,"verse":"આત્મા મંડળીઓને જે કહે છે તે જેને કાન છે તે સાંભળે. જે જીતે છે તેને ( ; ; ; .) ઈશ્વરના પારાદૈસમાંના જીવનના ઝાડ પરનું [ફળ] હું ખાવાને આપીશ."},{"number":8,"verse":"( સ્મર્નાની મંડળીને સંદેશ) સ્મર્નામાંની મંડળીના દૂતને લખ: ( ; ; ; .) જે પ્રથમ તથા છેલ્લા, જે મૃત્યુ પામ્યા હતા પણ જીવતા થયા, તે આ વાતો કહે છે:"},{"number":9,"verse":"હું તારી વિપત્તિ તથા તારી દરિદ્રતા જાણું છું (તોપણ તું ધનવાન છે), અને જે કહે છે કે, અમે યહૂદી છીએ પણ તેઓ એવા નથી પણ શેતાનની સભા છે, તેઓનું દુર્ભાષણ હું જાણું છું."},{"number":10,"verse":"તારે જે જે સહન કરવું પડશે, તેનાથી ગભરાઈશ નહિ. જુઓ, તમારું પરીક્ષણ થાય એ માટે તમારામાંના કેટલાકને શેતાન બંદીખાનામાં નાખવાનો છે. અને દશ દિવસ સુધી તમને વિપત્તિ પડશે. તું મરણ પર્યત વિશ્વાસુ થઈ રહે, અને હું તને જીવનનો મુગટ આપીશ."},{"number":11,"verse":"આત્મા મંડળીઓને જે કહે છે તે જેને કાન છે તે સાંભળે. જે જીતે છે તેને ( ; .) બીજા મરણનું દુ:ખ [ભોગવવું] પડશે નહિ."},{"number":12,"verse":"( પેર્ગામમની મંડળીને સંદેશ) પેર્ગામમમાંની મંડળીના દૂતને લખ:જેની પાસે બેધારી પાણીદાર તરવાર છે તે આ વાતો કહે છે:"},{"number":13,"verse":"તું ક્યાં વસે છે તે હું જાણું છું, એટલે જ્યાં શેતાનની ગાદી છે ત્યાં. વળી તું મારા નામને વળગી રહે છે, અને જયારે મારા વિશ્વાસુ શાહેદ અંતિપાસને, તમારામાં, એટલે જ્યાં શેતાન વસે છે ત્યાં, મારી નાખવામાં આવ્યો, તે સમયે પણ તેં મારા પરના વિશ્વાસને નાકબૂલ કર્યો નહિ."},{"number":14,"verse":"તોપણ મારે તારી વિરુદ્ધ થોડીક વાતો છે, કેમ કે ( , ; ; .) બલામના બોધને વળગી રહેનારા ત્યાં મારી પાસે છે. એણે બાલાકને ઇઝરાયલપુત્રોની આગળ ઠોકર મૂકવાને શીખવ્યું કે તેઓ ( .) મૂર્તિઓનાં નૈવેદ ખાય અને વ્યભિચાર કરે."},{"number":15,"verse":"અને એ જ પ્રમાણે જેઓ એવી રીતે નીકોલાયતીઓના બોધને વળગી રહે છે તેઓ પણ તારે ત્યાં છે."},{"number":16,"verse":"માટે પસ્તાવો કર; નહિ તો હું તારી પાસે વહેલો આવીશ, અને મારા મોંમાંની તરવારથી હું તેઓની સાથે લડીશ."},{"number":17,"verse":"આત્મા મંડળીઓને જે કહે છે તે જેને કાન છે તે સાંભળે. જે જીતે છે તેને હું ગુપ્ત રાખેલા ( ,; .) માન્‍નામાંથી આપીશ, વળી હું તેને શ્વેત પથ્થર આપીશ, તે પથ્થર પર એક ( ; .) નવું નામ લખેલું છે, તેને જે પામે છે તે સિવાય બીજું કોઈ [તે નામ] જાણતું નથી."},{"number":18,"verse":"( થુઆતૈરાની મંડળીને સંદેશ) થુઆતૈરાની મંડળીના દૂતને લખ:ઈશ્વરના પુત્ર, જેમની આંખો અગ્નિની જવાળા જેવી છે, અને જેમના પગ ચળકતા પિત્તળના જેવા છે, તે આ વાતો કહે છે:"},{"number":19,"verse":"તારાં કામ, તારો પ્રેમ, તારી સેવા, તારો વિશ્વાસ, તથા તારી ધીરજ હું જાણું છું, અને તારાં છેલ્લાં કામ પહેલાંના કરતાં અધિક છે [એ પણ હું જાણું છું]."},{"number":20,"verse":"તો પણ મારે તારી વિરુદ્ધ આટલું છે કે, ( ; , .) ઈઝેબેલ, જે પોતાને પ્રબોધિકા કહેવડાવે છે, તે સ્‍ત્રીને તું સહન કરે છે. તે મારા સેવકોને વ્યભિચાર કરવાને તથા મૂર્તિઓનાં નૈવેદ ખાવાને શીખવે છે તથા ભમાવે છે."},{"number":21,"verse":"તે પસ્તાવો કરે, માટે મેં તેને અવકાશ આપ્યો, પણ તે પોતાના વ્યભિચારનો પસ્તાવો કરવા ચાહતી નથી."},{"number":22,"verse":"જુઓ, હું તેને પથારીવશ કરું છું. અને તેની સાથે જેઓ વ્યભિચાર કરે છે તેઓ જો પોતાના કામનો પસ્તાવો ન કરે તો તેઓને હું મોટી વિપત્તિમાં નાખું છું."},{"number":23,"verse":"મરકીથી હું તેના છોકરાંનો સંહાર કરીશ; અને સર્વ મંડળીઓ જાણશે કે ( ; .) મન તથા અંત:કરણનો પારખનાર હું છું; અને ( .) તમો દરેકને હું તમારાં કામ પ્રમાણે બદલો આપીશ."},{"number":24,"verse":"પણ તમે થુઆતૈરામાંના બાકીના જેટલા તે બોધ માનતા નથી, જેઓ શેતાનના ‘ઊંડા મર્મો’(જેમ તેઓ કહે છે તેમ) જાણતા નથી, તે તમોને હું આ કહું છું કે, તમારા પર હું બીજો ભાર નાખતો નથી."},{"number":25,"verse":"તોપણ તમારી પાસે જે છે, તેને હું આવું ત્યાં સુધી વળગી રહો."},{"number":26,"verse":"જે જીતે છે અને અંત સુધી મારાં કામ પકડી રાખે છે, ( .) તેને હું વિદેશીઓ પર અધિકાર આપીશ."},{"number":27,"verse":"તે લોઢાના દંડથી તેઓ પર અધિકાર ચલાવશે, અને કુંભારના વાસણની જેમ તેઓના કકડેકકડા થઈ જશે. હું પણ મારા પિતા પાસેથી એમ જ અધિકાર પામ્યો છું."},{"number":28,"verse":"વળી હું તેને પ્રભાતનો તારો આપીશ."},{"number":29,"verse":"આત્મા મંડળીઓને જે કહે છે તે જેને કાન છે તે સાંભળે."}]}