{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"રાજ્યાસન પર જે બેઠેલા હતા તેમના જમણા હાથમાં મેં ( ; .) એક ઓળિયું જોયું, તે અંદરની તથા બહારની બન્‍ને બાજુએ લખેલું હતું, અને સાત મુદ્રાથી મુદ્રિત કરેલું હતું."},{"number":2,"verse":"મેં એક બળવાન દૂતને જોયો, તેણે મોટે સ્વરે પોકારીને કહ્યું, “આ ઓળિયું ઉઘાડવાને ને તેની મુદ્રા તોડવાને કોણ યોગ્ય છે?”"},{"number":3,"verse":"પણ આકાશમાં અથવા પૃથ્વી પર અથવા પૃથ્વીની નીચે, તે ઓળિયું ઉઘાડવાને અથવા તેમાં જોવાને કોઈ સમર્થ ન હતો."},{"number":4,"verse":"હું બહુ રડયો, કારણ કે તે ઓળિયું ઉઘાડવાને અથવા તેમાં જોવાને કોઈ યોગ્ય જડયો નહિ."},{"number":5,"verse":"ત્યારે વડીલોમાંના એકે મને કહ્યું, “તું રડ નહિ, જો ( .) યહૂદાના કુળમાંનો જે સિંહ છે, જે ( , .) દાઉદનું થડ છે, તે ઓળિયું ઉઘાડવાને તથા તેની સાત મુદ્રા [તોડવાને] વિજયી થયો છે.”"},{"number":6,"verse":"અને રાજ્યાસનની તથા ચાર પ્રાણીઓની વચમાં તથા વડીલોની વચમાં ( .) મારી નંખાયેલા જેવું એક હલવાન ઊભું રહેલું મેં જોયું તેને સાત શિંગડા તથા ( .) સાત આંખ હતી. એ [આંખો] ઈશ્વરના સાત આત્મા છે જેઓને આખી પૃથ્વી પર મોકલવામાં આવેલા છે."},{"number":7,"verse":"તેણે જઈને રાજ્યાસન પર બેઠેલાના જમણા હાથમાંથી તે [ઓળિયું] લીધું."},{"number":8,"verse":"અને જ્યારે તેણે તે ઓળિયું લીધું, ત્યારે પ્રાણી તથા ચોવીસ વડીલો હલવાનને પગે પડ્યાં; અને દરેકની પાસે વીણા તથા ધૂપે ભરેલાં સોનાનાં પ્યાલાં હતાં, ( ; ; .) એ [ધૂપ] સંતોની પ્રાર્થનાઓ છે."},{"number":9,"verse":"તેઓ નવું કીર્તન ગાતાં કહે છે, “તમે ઓળિયું લેવાને તથા તેની મુદ્રા તોડવાને યોગ્ય છો; કેમ કે તમને મારી નાખવામાં આવ્યા હતા, ને તમે તમારા રક્તથી ઈશ્વરને માટે સર્વ કુળોના, ભાષાના, પ્રજાના તથા દેશોમાંના [લોકોને] વેચાતા લીધા છે."},{"number":10,"verse":"અને અમારા ઈશ્વરને માટે, તેમને ( ; .) રાજ્ય તથા યાજકો કર્યા છે, અને તેઓ પૃથ્વી પર રાજ કરે છે.”"},{"number":11,"verse":"મેં જોયું, તો રાજ્યાસન, તથા પ્રાણીઓ તથા વડીલોની આસપાસ મેં ( .) ઘણા દૂતોની વાણી સાંભળી. તેઓની ગણતરી લાખોલાખ અને હજારોહજાર હતી."},{"number":12,"verse":"તેઓએ મોટે સ્વરે પોકારીને કહ્યું, “જે હલવાનને મારી નાખવામાં આવ્યું હતું તે પરાક્રમ, સંપત્તિ, જ્ઞાન, સામર્થ્ય, માન, મહિમા તથા‍ સ્તુતિ પામવાને યોગ્ય છે.”"},{"number":13,"verse":"વળી ઉત્પન્‍ન થયેલું [પ્રાણી] જે આકાશમાં, પૃથ્વી પર તથા પૃથ્વીની નીચે તથા સમુદ્ર પર છે, તેઓમાંનાં સર્વને મેં એમ કહેતાં સાંભળ્યાં, “રાજ્યાસન પર જે બેઠેલા છે તેમને તથા હલવાનને સ્તુતિ, માન, મહિમા તથા સત્તા સદાસર્વકાળ હો.”"},{"number":14,"verse":"ત્યારે ચારે પ્રાણીઓએ કહ્યું, “આમીન.” અને વડીલોએ પગે પડીને [તેમની] આરાધના કરી."}]}