{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"( સાતમી મુદ્રા) જયારે તેણે સાતમી મુદ્રા તોડી, ત્યારે આશરે એક ઘડી સુધી આકાશમાં મૌન રહ્યું."},{"number":2,"verse":"અને ઈશ્વરની આગળ ઊભા રહેનારા સાત દૂતોને મેં જોયા. તેઓને સાત રણશિંગડા આપવામાં આવ્યાં."},{"number":3,"verse":"ત્યાર પછી બીજો એક દૂત આવીને ( .) વેદીની પાસે ઊભો રહ્યો, તેના હાથમાં સોનાની ધૂપદાની હતી. અને તેને પુષ્કળ ધૂપદ્રવ્ય આપવામાં આવ્યું, જેથી સર્વ સંતોની પ્રાર્થનાઓ સાથે, રાજયાસનની સામેની ( , .) સોનાની વેદી પર તે તેને અર્પણ કરે."},{"number":4,"verse":"તે દૂતના હાથમાંથી ધૂપની ધૂણી સંતોની પ્રાર્થનાઓ સાથે ઈશ્વરની આગળ ચઢી."},{"number":5,"verse":"પછી દૂતે ( ; .) ધૂપદાની લઈને તેમાં વેદીનો અગ્નિ ભરીને તેને પૃથ્વી પર નાખી દીધો, ત્યાર પછી ( ; .) ગર્જનાઓ, વાણીઓ, વીજળીઓ તથા ધરતીકંપ થવા લાગ્યાં."},{"number":6,"verse":"( રણશિંગડાં) પછી જે સાત દૂતની પાસે સાત રણશિંગડાં હતાં તેઓ વગાડવા માટે તૈયાર થયા."},{"number":7,"verse":"પહેલાએ વગાડયું, એટલે રક્તમિશ્રિત કરા તથા આગ થયાં, અને પૃથ્વી પર ફેંકવામાં આવ્યાં. અને [તેથી] પૃથ્વીનો ત્રીજો ભાગ બળી ગયો, વૃક્ષોનો ત્રીજો ભાગ બળી ગયો, અને બધું લીલું ઘાસ બળી ગયું."},{"number":8,"verse":"પછી બીજા દૂતે વગાડયું, ત્યારે આગથી બળતા મોટા પહાડના જેવું કંઈ સમુદ્રમાં ફેંકવામાં આવ્યું. એટલે સમુદ્રનો ત્રીજો ભાગ લોહી થઈ ગયો,"},{"number":9,"verse":"જેથી સમુદ્રમાંનાં જીવતાં પ્રાણીઓનો ત્રીજો ભાગ મરણ પામ્યો; અને વહાણોના ત્રીજા ભાગનો નાશ થયો."},{"number":10,"verse":"પછી ત્રીજા દૂતે વગાડયું, એટલે દીવાના જેવો બળતો ( .) એક મોટો તારો આકાશમાંથી નદીઓના ત્રીજા ભાગ પર તથા પાણીના ઝરાઓ પર પડ્યો."},{"number":11,"verse":"( .) તે તારાનું નામ કડવાદૌના છે અને તેથી પાણીનો ત્રીજો ભાગ કડવાદૌના રૂપ થયો, અને તે પાણી કડવાં થયાં, તેથી ઘણાં માણસો મરણ પામ્યાં."},{"number":12,"verse":"પછી ચોથા દૂતે વગાડયું, ત્યારે ( ; ; , ; .) સૂર્યના ત્રીજા ભાગ પર તથા ચંદ્રના ત્રીજા ભાગ પર તથા તારાઓના ત્રીજા ભાગ પર પ્રહાર થયો, જેથી તેઓનો ત્રીજો ભાગ અંધકારરૂપ થાય, અને દિવસનો ત્રીજો ભાગ, તેમ જ રાતનો ત્રીજો ભાગ, પ્રકાશરહિત થાય."},{"number":13,"verse":"પછી મેં જોયું, તો અંતરિક્ષમાં મેં એક ઊડતા ગરુડને મોટે સ્વરે કહેતો સાંભળ્યો કે, જે બીજા ત્રણ દૂતો વગાડવાના છે, તેઓનાં રણશિંગડાંના બાકી રહેલા નાદને લીધે પૃથ્વી પર રહેનારાંઓને અફસોસ! અફસોસ! અફસોસ!"}]}