{"bibleAbbr":"guOV2016","bookName":"પ્રકટીકરણ ઈશ્વરજ્ઞાની યોહાનને થયેલું","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"જ્યારે પાંચમા દૂતે વગાડ્યું, ત્યારે મેં એક તારો આકાશમાંથી પૃથ્વી પર પડેલો જોયો, તેને ઊંડાણના ખાડાની ચાવી આપવામાં આવી."},{"number":2,"verse":"તેણે ઊંડાણના ખાડાને ઉઘાડ્યો, એટલે તેમાંથી ( .) મોટી ભઠ્ઠીના ધુમાડા જેવો ધુમાડા નીકળ્યો. અને ખાડાના ધુમાડાથી સૂર્ય તથા વાતાવરણ અંધરાયાં."},{"number":3,"verse":"અને ધુમાડામાંથી ( .) તીડો નીકળીને પૃથ્વી પર આવ્યાં, અને પૃથ્વી પરના વીંછુઓના જેવી શક્તિ તેઓને આપવામાં આવી."},{"number":4,"verse":"અને તેઓને એવું ફરમાવવામાં આવ્યું હતું કે, પૃથ્વીના ઘાસને, કોઈ લીલોતરીને તથા કોઈ પણ ઝાડને ઉપદ્રવ ન કરો, પણ ( .) જે માણસોના કપાળ પર ઈશ્વરની મુદ્રા નથી તેઓને ઉપદ્રવ કરો."},{"number":5,"verse":"વળી તેઓને એવી [આજ્ઞા] આપવામાં આવી કે તેઓ તેમને મારી નાખે નહિ, પણ પાંચ મહિના સુધી તેમને પીડા કરે. અને વીછું જ્યારે માણસને ડંખ મારે છે તે વખતની પીડા જેવી તેઓની પીડા હતી."},{"number":6,"verse":"( ; .) તે સમયે માણસો મરણને માટે તલપી રહેશે પણ તે પામશે જ નહિ, અને તેઓ મરવાની બહુ ઇચ્છા રાખશે, પણ મરણ તેઓની પાસેથી નાસી જશે."},{"number":7,"verse":"( .) તે તીડોના આકાર લડાઈને માટે સજ્જ થયેલા ઘોડાઓના જેવા હતા. અને તેઓનાં માથાં પર સોનાના જેવા મુગટો હતા, ને તેઓનાં મુખ માણસોનાં મુખ જેવાં હતાં."},{"number":8,"verse":"તેઓના કેશ સ્‍ત્રીના કેશ જેવા અને ( .) તેઓનાં દાંત સિંહના દાંત જેવા હતા."},{"number":9,"verse":"અને તેઓના પર લોઢાનાં બખતર જેવાં બખતર હતાં; અને તેઓની પાંખોનો અવાજ ( .) લડાઈમાં દોડતા ઘણા ઘોડાના રથોના ગડગડાટ જેવો હતો."},{"number":10,"verse":"વીંછુઓના જેવી તેઓને પૂંછડી છે, અને ડંખ પણ છે. અને પાંચ મહિના સુધી માણસોને ઉપદ્રવ કરવાની તેઓની પૂંછડીઓમાં શક્તિ છે."},{"number":11,"verse":"ઊંડાણનો જે દૂત છે તે તેઓનો રાજા છે. તેનું નામ હિબ્રૂ ભાષામાં આબાદોન, પણ ગ્રીક ભાષામાં તેનું નામ આપોલ્યોન [એટલે સંહારક] છે."},{"number":12,"verse":"પહેલી આપત્તિ આવી ગઈ છે. જુઓ. હવે પછી બીજી બે આપત્તિઓ આવવાની છે."},{"number":13,"verse":"પછી છઠ્ઠા દૂતે વગાડયું, ત્યારે ઈશ્વરની સંમુખની ( .) સોનાની વેદીનાં શિંગડામાંથી [નીકળતી] એક વાણી મેં સાંભળી."},{"number":14,"verse":"તેણે જે છઠ્ઠા દૂતની પાસે રણશિંગડું હતું તેને કહ્યું, “મહાનદી ફ્રાત પર જે ચાર દૂતોને બાંધેલા છે તેઓને છોડી મૂક.”"},{"number":15,"verse":"માણસોના ત્રીજા ભાગને મારી નાખવા માટે જે ચાર દૂતોને નિર્મિત ઘડી, દિવસ, મહિના તથા વર્ષને માટે તૈયાર રાખેલા હતા, તેઓને છોડવામાં આવ્યા."},{"number":16,"verse":"તેઓના લશ્કરના ઘોડેસવારોની સંખ્યા વીસ કરોડ હતી; તેઓની સંખ્યા મેં સાંભળી."},{"number":17,"verse":"આવી રીતે દર્શનમાં મેં ઘોડાઓને તથા તેઓ પર બેઠેલાઓને જોયા. તેઓનાં બખ્તર અગ્નિ જેવાં રાતાં તથા જાંબુડાં તથા ગંધકના રંગનાં હતાં, તે ઘોડાઓનાં માથાં સિંહોના માથાં જેવાં છે, અને તેઓનાં મોંમાંથી અગ્નિ, ધુમાડો, તથા ગંધક નીકળે છે."},{"number":18,"verse":"એ ત્રણ અનર્થથી, એટલે તેઓનાં મોમાંથી નીકળતા અગ્નિથી, ધુમાડાથી તથા ગંધકથી માણસોના ત્રીજા ભાગને મારી નાખવામાં આવ્યો."},{"number":19,"verse":"કેમ કે ઘોડાઓનું સામર્થ્ય તેઓનાં મોંમાં તથા તેઓનાં પૂંછડાંમાં છે. કારણ કે તેઓનાં પૂછડાં સાપના જેવાં છે, ને એ પૂંછડાઓને માથાં હોય છે, જેથી તેઓ ઉપદ્રવ કરે છે."},{"number":20,"verse":"બાકીનાં જે માણસોને તે અનર્થથી મારી નાખવામાં આવ્યા નહિ, તેઓએ પોતાના હાથની કૃતિઓ સંબંધી પસ્તાવો કર્યો નહિ, એટલે તેઓએ ( ; ; .) દુષ્ટાત્માઓની તથા સોનારૂપાની, પિત્તળની, પથ્થરની તથા લાકડાની મૂર્તિઓ જેઓને જોવાની, સાંભળવાની તથા ચાલવાની પણ શક્તિ નથી, તેઓની પૂજા કરવાનો [પસ્તાવો કર્યો નહિ]."},{"number":21,"verse":"વળી તેઓએ પોતે કરેલી હત્યાઓ, પોતાની જાદુક્રિયા, પોતાના વ્યભિચાર તથા પોતાની ચોરીઓ વિષે પસ્તાવો કર્યો નહિ."}]}