{"bibleAbbr":"LXXBr","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"Καὶ ἐπεσκέψατο Δαυὶδ τὸν λαὸν τὸν μετʼ αὐτοῦ, καὶ κατέστησεν ἐπʼ αὐτῶν χιλιάρχους καὶ ἑκατοντάρχους."},{"number":2,"verse":"Καὶ ἀπέστειλε Δαυὶδ τὸν λαὸν τὸ τρίτον ἐν χειρὶ Ἰωὰβ, καὶ τὸ τρίτον ἐν χειρὶ Ἀβεσσὰ υἱοῦ Σαρουίας ἀδελφοῦ Ἰωὰβ, καὶ τὸ τρίτον ἐν χειρὶ Ἐθὶ τοῦ Γεθαίου· καὶ εἶπε Δαυὶδ πρὸς τὸν λαὸν, ἐξελθὼν ἐξελεύσομαι καί γε ἐγὼ μεθʼ ὑμῶν."},{"number":3,"verse":"Καὶ εἶπαν, οὐκ ἐξελεύσῃ, ὅτι ἐὰν φυγῇ φύγωμεν, οὐ θήσουσιν ἐφʼ ἡμᾶς καρδίαν· καὶ ἐὰν ἀποθάνωμεν τὸ ἥμισυ ἡμῶν, οὐ θήσουσιν ἐφʼ ἡμᾶς καρδίαν, ὅτι σὺ ὡς ἡμεῖς δέκα χιλιάδες· καὶ νῦν ἀγαθὸν, ὅτι ἔσῃ ἡμῖν ἐν τῇ πόλει βοήθεια τοῦ βοηθεῖν."},{"number":4,"verse":"Καὶ εἶπε πρὸς αὐτοὺς ὁ βασιλεὺς, ὃ ἐὰν ἀρέσῃ ἐν ὀφθαλμοῖς ὑμῶν, ποιήσω· καὶ ἔστη ὁ βασιλεὺς ἀνὰ χεῖρα τῆς πύλης· καὶ πᾶς ὁ λαὸς ἐξεπορεύετο εἰς ἑκατοντάδας καὶ εἰς χιλιάδας."},{"number":5,"verse":"Καὶ ἐνετείλατο ὁ βασιλεὺς τῷ Ἰωὰβ καὶ τῷ Ἀβεσσὰ καὶ τῷ Ἐθὶ, λέγων, φείσασθέ μου τοῦ παιδαρίου τοῦ Ἀβεσσαλώμ· καὶ πᾶς ὁ λαὸς ἤκουσεν ἐντελλομένου τοῦ βασιλέως πᾶσι τοῖς ἄρχουσιν ὑπὲρ Ἀβεσσαλώμ."},{"number":6,"verse":"Καὶ ἐξῆλθε πᾶς ὁ λαὸς εἰς τὸν δρυμὸν ἐξεναντίας Ἰσραήλ· καὶ ἐγένετο ὁ πόλεμος ἐν τῷ δρυμῷ Ἐφραίμ."},{"number":7,"verse":"Καὶ ἔπταισεν ἐκεῖ ὁ λαὸς Ἰσραὴλ ἐνώπιον τῶν παίδων Δαυὶδ, καὶ ἐγένετο ἡ θραῦσις μεγάλη ἐν τῇ ἡμέρᾳ ἐκείνῃ, εἴκοσι χιλιάδες ἀνδρῶν."},{"number":8,"verse":"Καὶ ἐγένετο ἐκεῖ ὁ πόλεμος διεσπαρμένος ἐπὶ πρόσωπον πάσης τῆς γῆς· καὶ ἐπλεόνασεν ὁ δρυμὸς τοῦ καταφαγεῖν ἐκ τοῦ λαοῦ, ὑπὲρ οὓς κατέφαγεν ἐν τῷ λαῷ ἡ μάχαιρα τῇ ἡμέρᾳ ἐκαίνῃ."},{"number":9,"verse":"Καὶ συνήντησεν Ἀβεσσαλὼμ ἐνώπιον τῶν παίδων Δαυίδ· καὶ Ἀβεσσαλὼμ ἦν ἐπιβεβηκὼς ἐπὶ τοῦ ἡμιόνου αὐτοῦ, καὶ εἰσῆλθεν ὁ ἡμίονος ὑπὸ τὸ δάσος τῆς δρυὸς τῆς μεγάλης, καὶ περιεπλάκη ἡ κεφαλὴ αὐτοῦ ἐν τῇ δρυῒ, καὶ ἐκρεμάσθη ἀναμέσον τοῦ οὐρανοῦ καὶ ἀναμέσον τῆς γῆς, καὶ ὁ ἡμίονος ὑποκάτω αὐτοῦ παρῆλθε."},{"number":10,"verse":"Καὶ εἶδεν ἀνὴρ εἷς, καὶ ἀνήγγειλε τῷ Ἰωὰβ, καὶ εἶπεν, ἰδοὺ ἑώρακα τὸν Ἀβεσσαλὼμ κρεμάμενον ἐν τῇ δρυΐ."},{"number":11,"verse":"Καὶ εἶπεν Ἰωὰβ τῷ ἀνδρὶ τῇ ἀναγγέλλοντι αὐτῷ, καὶ ἰδοὺ ἑώρακας· τί ὅτι οὐκ ἐπάταξας αὐτὸν ἐκεῖ εἰς τὴν γῆν; καὶ ἐγὼ ἂν δεδώκειν σοι δέκα ἀργυρίου καὶ παραζώνην μίαν."},{"number":12,"verse":"Εἶπε δὲ ὁ ἀνὴρ πρὸς Ἰωὰβ, καὶ ἐγώ εἰμι ἵστημι ἐπὶ τὰς χεῖράς μου χιλίους σίκλους ἀργυρίου, οὐ μὴ ἐπιβάλω τὴν χεῖρά μου ἐπὶ τὸν υἱὸν τοῦ βασιλέως· ὅτι ἐν τοῖς ὠσὶν ἡμῶν ἐνετείλατο ὁ βασιλεύς σοι καὶ τῷ Ἀβεσσὰ καὶ τῷ Ἐθὶ, λέγων, φυλάξατέ μοι τὸ παιδάριον τὸν Ἀβεσσαλὼμ,"},{"number":13,"verse":"μὴ ποιῆσαι ἐν τῇ ψυχῇ αὐτοῦ ἄδικον· καὶ πᾶς ὁ λόγος οὐ λήσεται ἀπὸ τοῦ βασιλέως, καὶ σὺ στήσῃ ἐξεναντίας."},{"number":14,"verse":"Καὶ εἶπεν Ἰωὰβ, τοῦτο ἐγὼ ἄρξομαι, οὐχ οὕτως μενῶ ἐνώπιόν σου· καὶ ἔλαβεν Ἰωὰβ τρία βέλη ἐν τῇ χειρὶ αὐτοῦ, καὶ ἐνέπηξεν αὐτὰ ἐν τῇ καρδίᾳ Ἀβεσσαλὼμ, ἔτι αὐτοῦ ζῶντος ἐν τῇ καρδίᾳ τῆς δρυός."},{"number":15,"verse":"Καὶ ἐκύκλωσαν δέκα παιδάρια αἴροντα τὰ σκεύη Ἰωὰβ, καὶ ἐπάταξαν τὸν Ἀβεσσαλὼμ, καὶ ἐθανάτωσαν αὐτόν."},{"number":16,"verse":"Καὶ ἐσάλπισεν Ἰωὰβ ἐν κερατίνῃ, καὶ ἀπέστρεψεν ὁ λαὸς τοῦ μὴ διώκειν ὀπίσω Ἰσραὴλ, ὅτι ἐφείδετο Ἰωὰβ τοῦ λαοῦ."},{"number":17,"verse":"Καὶ ἔλαβε τὸν Ἀβεσσαλὼμ, καὶ ἔῤῥιψεν αὐτὸν εἰς χάσμα μέγα ἐν τῷ δρυμῷ εἰς τὸν βόθυνον τὸν μέγαν, καὶ ἐστήλωσεν ἐπʼ αὐτὸν σωρὸν λίθων μέγαν σφόδρα· καὶ πᾶς Ἰσραὴλ ἔφυγεν ἀνὴρ εἰς τὸ σκήνωμα αὐτοῦ."},{"number":18,"verse":"Καὶ Ἀβεσσαλὼμ ἔτι ζῶν ἔλαβε καὶ ἔστησεν ἑαυτῷ τὴν στήλην ἐν ᾗ ἐλήφθη, καὶ ἐστήλωσεν αὐτὴν λαβεῖν τὴν στήλην τὴν ἐν τῇ βασιλέως, ὅτι εἶπεν, ὅτι οὐκ ἔστιν αὐτῷ υἱὸς ἕνεκν τοῦ ἀναμνῆσαι τὸ ὄνομα αὐτοῦ· καὶ ἐκάλεσε τὴν στήλην, Χεὶρ Ἀβεσσαλὼμ, ἕως τῆς ἡμέρας ταύτης."},{"number":19,"verse":"Καὶ Ἀχιμάας υἱὸς Σαδὼκ εἶπε, δράμω δὴ καὶ εὐαγγελιῶ τῷ βασιλεῖ, ὅτι ἔκρινε Κύριος ἐκ χειρὸς τῶν ἐχθρῶν αὐτοῦ."},{"number":20,"verse":"Καὶ εἶπεν αὐτῷ Ἰωὰβ, οὐκ ἀνὴρ εὐαγγελίας σὺ ἐν τῇ ἡμέρᾳ ταύτῃ, καὶ εὐαγγελιῇ ἐν ἡμέρᾳ ἄλλῃ· ἐν δὲ τῇ ἡμέρᾳ ταύτῃ οὐκ εὐαγγελιῇ, οὗ εἵνεκεν ὁ υἱὸς τοῦ βασιλέως ἀπέθανε."},{"number":21,"verse":"Καὶ εἶπεν Ἰωὰβ τῷ Χουσὶ, Βαδίσας ἀνάγγειλον τῷ βασιλεῖ ὅσα εἶδες· καὶ προσεκύνησε Χουσεὶ τῷ Ἰωὰβ, καὶ ἐξῆλθε."},{"number":22,"verse":"Καὶ προσέθετο ἕτι Ἀχιμάας υἱὸς Σαδὼκ, καὶ εἶπε πρὸς Ἰωὰβ, καὶ ἔστω, ὅτι δράμω καί γε ἐγὼ ὀπίσω τοῦ Χουσί· καὶ εἶπεν Ἰωὰβ, ἱνατί σὺ τοῦτο τρέχεις, υἱέ μου; δεῦρο, οὐκ ἔστι σοι εὐαγγέλια εἰς ὠφέλειαν πορευομένῳ."},{"number":23,"verse":"Καὶ εἶπε, τί γὰρ ἐὰν δράμω; καὶ εἶπεν αὐτῷ Ἰωὰβ, δράμε· καὶ ἔδραμεν Ἀχιμάας τὴν ὁδὸν τὴν τοῦ Κεχὰρ, καὶ ὑπερέβη τὸν Χουσί."},{"number":24,"verse":"Καὶ Δαυὶδ ἐκάθητο ἀναμέσον τῶν δύο πυλῶν· καὶ ἐπορεύθη ὁ σκοπὸς εἰς τὸ δῶμα τῆς πύλης πρὸς τὸ τεῖχος, καὶ ἐπῇρε τοὺς ὀφθαλμοὺς αὐτοῦ, καὶ εἶδε. καὶ ἰδοὺ ἀνὴρ τρέχων μόνος ἐνώπιον αὐτοῦ."},{"number":25,"verse":"Καὶ ἀνεβόησεν ὁ σκοπὸς καὶ ἀπήγγειλε τῷ βασιλεῖ· καὶ εἶπεν ὁ βασιλεὺς, εἰ μόνος ἐστὶν, εὐαγγέλια ἐν τῷ στόματι αὐτοῦ· καὶ ἐπορεύετο πορευόμενος καὶ ἐγγίζων."},{"number":26,"verse":"Καὶ εἶδεν ὁ σκοπὸς ἄνδρα ἕτερον τρέχοντα· καὶ ἐβόησεν ὁ σκοπὸς πρὸς τῇ πύλῃ, καὶ εἶπε, καὶ ἰδοὺ ἀνὴρ ἕτερος τρέχων μόνος· καὶ εἶπεν ὁ βασιλεὺς, καί γε οὗτος εὐαγγελιζόμενος."},{"number":27,"verse":"Καὶ εἶπεν ὁ σκοπός, ἐγὼ ὁρῶ τὸν δρόμον τοῦ πρώτου ὡς δρόμον Ἀχιμάας υἱοῦ Σαδώκ· καὶ εἶπεν ὁ βασιλεὺς, ἀνὴρ ἀγαθὸς οὗτος, καί γε εἰς εὐαγγελίαν ἀγαθὴν ἐλεύσεται."},{"number":28,"verse":"Καὶ ἐβόησεν Ἀχιμάας, καὶ εἶπε πρὸς τὸν βασιλέα, εἰρήνη· καὶ προσεκύνησε τῷ βασιλεῖ ἐπὶ πρόσωπον αὐτοῦ ἐπὶ τὴν γῆν, καὶ εἶπεν, εὐλογητὸς Κύριος ὁ Θεός σου, ὃς ἀπέκλεισε τοὺς ἄνδρας τοὺς ἐπαραμένους τὴν χεῖρα αὐτῶν ἐν τῷ κυρίῳ μου τῷ βασιλεῖ."},{"number":29,"verse":"Καὶ εἶπεν ὁ βασιλεὺς, εἰρήνη τῷ παιδαρίῳ τῷ Ἀβεσσαλώμ; καὶ εἶπεν Ἀχιμάας, εἶδον τὸ πλῆθος τὸ μέγα τοῦ ἀποστεῖλαι τὸν δοῦλον τοῦ βασιλέως Ἰωὰβ καὶ τὸν δοῦλόν σου, καὶ οὐκ ἔγνων τί ἐκεῖ."},{"number":30,"verse":"Καὶ εἶπεν ὁ βασιλεὺς, ἐπίστρεψον, στηλώθητι ὧδε· καὶ ἐπεστράφη, καὶ ἔστη."},{"number":31,"verse":"Καὶ ἰδοὺ ὁ Χουσὶ παρεγένετο, καὶ εἶπε τῷ βασιλεῖ, εὐαγγελισθήτω ὁ κύριός μου ὁ βασιλεὺς, ὅτι ἔκρινέ σοι Κύριος σήμερον ἐκ χειρὸς πάντων τῶν ἐπεγειρομένων ἐπὶ σέ."},{"number":32,"verse":"Καὶ εἶπεν ὁ βασιλεὺς πρὸς τὸν Χουσὶ, εἰ εἰρήνη τῷ παιδαρίῳ τῷ Ἀβεσσαλώμ; καὶ εἶπεν ὁ Χουσὶ, γένοιντο ὡς τὸ παιδάριον οἱ ἐχθροὶ τοῦ κυρίου μου τοῦ βασιλέως, καὶ πάντες ὅσοι ἐπανέστησαν ἐπʼ αὐτὸν εἰς κακά."}]}