{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"इ सबइ परमेस्सर क दर्सन अहइ जउन आमोस क पूत यसायाह यहूदा अउर यरूसलेम क बारे लखेस ह। यसायाह ऍन दर्सन क यहूदा क राजा लोगन उज्जियाह, योताम, आहाज अउ हिजकिय्याह क समय मँ लखे रहा।"},{"number":2,"verse":"( आपन लोगन क खिलाफ परमेस्सर क सिकाइत) हे सरग अउ धरती, यहोवा क वाणी सुना! यहोवा कहत ह, “मइँ आपन बच्चन क परवान चढ़ाएउँ अउर ओका मजबूत स बढ़इ मँ मदद किहेउँ, किन्तु उ पचे मोहसे विद्रोह किहन।"},{"number":3,"verse":"बैल आपन सुआमी क जानत ह अउर गद्हा उ जगह क जानत ह जहाँ ओकर सुआमी ओका चारा देत ह। किन्तु इस्राएल क लोग मोका नाही पहिचानतेन। उ पचे मोर आपन अहइँ किन्तु मोका नाहीं समुझतेन ह।”"},{"number":4,"verse":"इस्राएल रास्ट्र पापे अउ दोख स भरि गवा अहइ। जउन कि भारी बोझे क समान ह जेका लोगन क उठाइ क होइ। उ पचे बुरे परिवारन स बुरे अउ दुट्ठ बच्चन क समान अहइँ। उ पचे यहोवा क तजि दिहन। उ पचे इस्राएल परमेस्सर क पवित्तरता क अपमान किहन। उ पचे ओका तजि दिहेन अउर ओकरे संग अजनबी जइसा बेउहार किहन।"},{"number":5,"verse":"परमेस्सर कहत ह, “मइँ तू सबइ लोगन क अउर दण्ड काहे देत रहउँ? मइँ तू पचन्क दण्ड दिहेउँ, मुला तू पचे नाहीं बदल्या। तू पचे मोरे बिरूद्ध विद्रोह करत ही रह्या। अब हर मूँड़ घायल अहइ अउ हर हिरदय दुखी अहइ।"},{"number":6,"verse":"तोहरे सबन गोड़े क तलुअन स लइके मूँड़े क ऊपरी हींसा तलक तोहरे बदन क हर अंग घावन स भरा अहइ। ओनमाँ चोट लगी अहइँ अउर फूटे भए फोड़न अहइँ। तू पचे आपन फोड़न क कउनो परवाह नाहीं किह्या। तोहार पचन्क घाव न तउ साफ कीन्ह ग अहइँ नही ओनका ढका गवा अहइ।"},{"number":7,"verse":"“तोहार सबन्क धरती बर्बाद होइ ग अहइ। तोहार पचन्क नगर आगी मँ बरि गवा अहइँ। तोहार पचन्क धरती तोहार पचन्क दुस्मनन हथियाइ लिहेन। तोहार पचन्क भुइँया अइसे उजारि दीन्ह ग अहइ कि जइसे दुस्मनन क जरिये उजाड़ा गवा कउनो प्रदेस होइ।”"},{"number":8,"verse":"( यरूसलेम क चितउनी) सिय्योन क बिटिया (यरूसलेम) अब तजि भए सिबिर जइसा होइ गवा। उ ककड़ी क खेत मँ एक अइसा झोपड़ी क नाईं अहइ जेका फसल काटइ क पाछे छोड़ दीन्ह गवा होइ। इ उ नगरी क समान अहइ जेका घेर लीन्ह गवा होइ।"},{"number":9,"verse":"इ फुरइ अहइ किन्तु फुन भी सक्तीसाली यहोवा कछू लोगन क हुआँ जिअत रहइ बरे छोड़ दीन्ह ग रहा। सदोम अउर अमोरा सहरन क समान हमार पूरी तरह बिनास नाहीं कीन्ह गवा रहा। परमेश्वर सच्ची सेवा चाहत ह"},{"number":10,"verse":"हे सदोम क मुखिया लोगो, यहोवा स सँदेसा सुना। हे अमोरा क लोगो, परमेस्सर क उपदेसन पइ धियान द्या।"},{"number":11,"verse":"परमेस्सर कहत ह, “मोका इ सबइ सबहिं बलियन नाहीं चाही। मइँ तोहार पचन्क भेड़िन अउ पसुअन क चर्बी क काफी होमबलियन लइ चुका हउँ। बर्धन, मेमनन, बोकरन क खून स मइँ प्रसन्न नाहीं हउँ।"},{"number":12,"verse":"तू लोग जब मोहसे मिलइ आवत अहा तउ मोरे आँगन क हर वस्तु रौंद डावत अहा। अइसा करइ बरे तू पचन्स कउन कहेस ह?"},{"number":13,"verse":"“बेकार क बलियन तू पचे मोका जिन चढ़ावत रहा। जउन सुगंधित सामग्री तू पचे मोका अर्पित करत अहा, मोका ओहसे घिना अहइ। नवा चाँद क दावतन, बिस्राम अउर सबित मोहसे सहन नाहीं होइ पउतेन। आपन पवित्तर सभन क बीच जउन बुरे करमन तू पचे करत अहा, मोका ओनसे घिना अहइ।"},{"number":14,"verse":"तोहार पचन्क माहवारी बैठकन अउर सबइ सभा स मोका आपन सम्पूर्ण मन स घिना अहइ। इ सबइ सभन मोरे बरे एक भारी भरकम बोझ स बन गइ अहइ। अउर ओन बोझन क उठावत अब मइँ थक चुका हउँ।"},{"number":15,"verse":"“तू लोग हाथ उठाइके मोर पराथना करब्या, किन्तु मइँ तोहार सबन कइँती लखइ तलक नाहीं। तू लोग जियादा स जियादा पराथना करब्या, किन्तु मइँ तोहार सबन्क सुनइ तलक क मना कइ देब काहेकि तोहार सबन्क हाथ खून स सना अहइँ।"},{"number":16,"verse":"“आपन क धोइ अउ आपन क पवित्तर करी। तू पचे जउन बुरे करम करत अहा ओनका मोर आँखि क नज़र स दूर करा। ओन बुरे कामन क तजा!"},{"number":17,"verse":"अच्छे करम करब सीखा। दूसर लोगन क संग निआव करा। जउन लोग दूसर लोगन क सतावत हीं, ओनका दण्ड द्या। अनाथ बच्चन क अधिकारन बरे संघर्स करा। जउन मेहररूअन क मनसेधू मरि गवा अहइँ, ओनका निआव दियावइ बरे पैरवी करा।”"},{"number":18,"verse":"यहोवा कहत ह, “आवा, हम ऍन बातन पइ विचार करी। तोहार सबन्क पाप गहरा लाल रंग क नाईं अहइँ मुला ओनका धोवा जाइ सकत ह अउर बरफ क नाई उज्ज्वर होइ सकत ह। तोहार पचन्क पाप लाल कपड़ा क नाईं सुर्ख अहइँ, किन्तु उ सबइ ऊन क नाईं उज्ज्वर होइ सकत अहा।"},{"number":19,"verse":"“अगर तू पचे मोर कही बातन पइ धियान देत अहा, तउ तू पचे इ धरती क नीक वस्तुअन पउब्या।"},{"number":20,"verse":"किन्तु अगर तू पचे सुनइ स मना करत अहा तू पचे मोरे खिलाफ होत अहा, अउर तोहार दुस्मनन तू पचन्क नस्ट कइ डाइहीं।” यहोवा इ सबइ बातन खुद ही कहे रहा।"},{"number":21,"verse":"( यरूसलेम परमेस्सर बरे बिस्सास क जोग्ग नाहीं अहइ) परमेस्सर कहत ह, “यरूसलेम कइँती लखा। यरूसलेम एक ठु अइसी नगरी रही जउन मोहमाँ बिस्सास राखत रही अउर मोर अनुसरण करत रही। उ रण्डी क नाई कउनो कारण बन गई? अब उ मोर अनुसरण नाहीं करत। यरूसलेम क निआव स परिपूर्ण होइ चाही। यरूसलेम क बसइयन क, जइसे परमेस्सर चाहत ह, वइसे ही जिअइ चाही। किन्तु अब तउ हुवाँ हत्तियारन रहत हीं।"},{"number":22,"verse":"“तू पचन क नेकी चाँदी क समान अहइँ जउन अब बेकार अउर असुद्ध समुझा जात ह। इ उ दाखरस का नाईं अहइ जउन कि बहोत जियादा पानी क कारण पतरा होइ गवा अहइ।"},{"number":23,"verse":"तोहार पचन्क सासक विद्रोही अहइँ अउर चोरन क साथी अहइँ। तोहार पचन्क सबहिं सासक घूस लेइ चाहत हीं। गलत काम करइ बरे उ पचे घूस क धन लइ लेत हीं। तोहार पचन्क सबहिं सासक लोगन्क ठगइ बरे मेहनताना लेत हीं। तोहार पचन्क सासक अनाथ बच्चन क सहारा देइ क जतन नाहीं करतेन। तोहार पचन्क सासक ओन मेहररूअन क जरूरतन पइ कान नाहीं देतेन जेनकर मनसेधू मर चुके अहइँ।”"},{"number":24,"verse":"एन सबइ बातन क कारण, सुआमी सर्वसक्तिमान यहोवा अरथात इस्राएल क सर्वसक्तीमान कहत ह, “हे मोर बैरियो मइँ तू पचन्क दण्ड देबउँ। तू पचे मोका अब अउर जियादा नाहीं सताइ पउब्या।"},{"number":25,"verse":"जइसे लोग चाँदी क साफ करइ बरे खार मिले भए पानी क प्रयोग करत हीं, वइसे ही मइँ तोहार पचन्क सबहिं खोट दूर करबउँ। सबहिं निरर्थक वस्तुअन तू पचन लइ लेबउँ।"},{"number":26,"verse":"जइसे निआव क करवाइयन तोहरे सबन्क लगे सुरु मँ रहेन अब वइसे ही निआव क करवइया मइँ फुन स वापिस लिआउब। जइसे सलाहकार बहोत पहिले तोहरे सबन क लगे हुवा करत रहेन, वइसे ही सलाहकार तोहरे पचन्क लगे फुन होइहीं। तू पचे तब फुन ‘नेक अउर बिस्सासी नगरी’ कहवउब्या।”"},{"number":27,"verse":"नीक फइसला अब सिय्योन क दीन्ह जाई अउ उ आजाद होइ जाइ। परमेस्सर उ लोगन क निआव देइ जउन अब हुवाँ रहत हीं।"},{"number":28,"verse":"मुला सबहिं अपराधियन अउर पापियन जउन यहोवा क अस्वीकार किहेस ह, क पूरी तरह स तोड़ दीन्ह जाइ अउ बरबाद कइ दीन्ह जाइ।"},{"number":29,"verse":"भविस्स मँ, तू लोग ओन बाँझबृच्छन बरे ओन बिसेस बगीचन बरे, जेनका पूजइ बरे तू पचे चुने रह्या, लज्जित होइहीं।"},{"number":30,"verse":"इ एह बरे घटित होइ काहेकि तू लोग अइसे बाँझ बृच्छन जइसे होइ जाब्या जेनकर पातियन मुरझात होइँ। तू पचे एक अइसे बगियन क नाई होइ जाब्या जउन पानी क बिना मर रहा होइ।"},{"number":31,"verse":"बरिआर लोग झुरान काठे क नान्ह नान्ह टूकन जइसा होइ जइहीं अउर उ सबइ लोग जउन काम करिहीं, उ पचे अइसी चिनगारियन क समान होइहीं जेनसे आगी लगि जात ह। उ सबइ बरिआर लोग अउर ओनकर काम बरइ लगिहीं अउर कउनो भी मनई अइसा नाहीं होइ जउन उ आगी क रोकि पाई।"}]}