{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":18,"verses":[{"number":1,"verse":"( इथोपिया बरे परमेस्सर क सँदेसा) उ धरती क लखा जउन इथोपिया क नदियन क साथ-साथ फइली अहइ। इ धरती मँ कीड़े-मकोड़े भरे पड़ा अहइँ। तू ओनके पखनन क भिन्नाहट सुन सकत ह।"},{"number":2,"verse":"इ धरती लोगन क सरकण्डन क नइयन स सागर क पार पर पठवत ह। हे तेज चलइवाले हरकारो, एक अइसी जाति क लोगन क लगे जा जउन लम्बे अउर सक्तीसाली अहइँ! एन लम्बे सक्तिसाली लोगन स सब कहूँ क लोग डेरात हीं। उ पचे एक बलवान जाति क लोग अहइँ। ओनकर जाति दूसर जातियन क हराइ देत ह। उ पचे एक अइसे देस क अहइँ जेका नदियन बाँट देत हीं।"},{"number":3,"verse":"उ अइसे ओन लोगन क सावधान कइ द्या कि ओनके संग कउनो बुरी घटना घटइ क अहइ। उ जाति क साथ घटत भइ इ घटना क दुनिया क सब लोग लखिहीं। लोग एका इ तरह साफ साफ लखिहीं, जइसे पहाड़ पइ लगे भए झण्डे क लोग निहारत हीं। एन लम्बे अउर सक्तीसाली मनइयन क साथ जउन बातन घटिहीं, ओनके बारे मँ इ धरती क सबहिं निवासी सुनिहीं। एका उ पचे ऍतनी स्पस्टता स सुनिहीं जेतनी स्पस्टता स जुद्ध स पहिले बजइवाले नरसिंहे क अवाज सुनाई देत ह।"},{"number":4,"verse":"यहोवा कहेस, “जउन ठउर मोरे बरे तइयार कीन्ह ग अहइ, मइँ उ ठउर पइ होब। मइँ चुपचाप एन बातन क घटत भए लखब। गर्मी क एक सुहावने दिन दोपहर क समय जब लोग अराम करत रहे होइहीं (यह तब होइ जब कटनी क गर्म समय होइ, बर्खा नाहीं होइ, बस अलख सुबह क ओस ही पड़ी।)"},{"number":5,"verse":"तबहिं कउनो बहोत भयानक बात घटी। इ उ समय होइ जब फूल खिल चुका होइहीं अउर ओनकर बढ़त होत रही होइ। किन्तु फसल उतारइ क समय स पहिले ही दुस्मन आइ अउर एन पउधन क काटि डाइ। सत्रु आइके अंगूरे क सबइ लता क तोरि डाइ अउर ओनका कहूँ दूर लोकाइ देइ।"},{"number":6,"verse":"अंगूरे क इ सबइ बेलन सिकारी पहाड़ी पंछियन अउर जंगली जानवरन क खाइ बरे छोड़ि दीन्ह जाइ। गर्मियन मँ पंछी एन दाख क सबइ लता मँ बसेरा करिहीं अउर उ सर्दी मँ जंगली पसु एन दाख क सबइ लता क चरिहीं।”"},{"number":7,"verse":"उ समय, लम्बे अउर सक्तीमान लोगन क सर्वसक्तिमान यहोवा क एक खास भेंट क रूप मँ चढ़ाई जाइँ। सब कहूँ क लोग एन लोगन स डेरात हीं। इ सबइ एक सक्तीसाली रास्ट्र क लोग अहइँ। उ पचे बिदेसी भासा बोलइ। इ रास्ट्र दूसर रास्ट्र क लोगन क जीतइ लेइ। इ सबइ एक अइसे देस क अहइँ, जउन नदियन स बँटा अहइँ। इ भेंट यहोवा क ठउर, सिय्योन पर्वत पइ स्वीकार करी जाइँ।"}]}