{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"( यरूसलेम बरे परमेस्सर क सँदेसा) दिव्य दर्सन क घाटी क बारे मँ दुःखद सँदेसा: तू लोगन क साथ का भवा ह? काहे तू पचे आपन घरन क छतन पइ छिपत अहा?"},{"number":2,"verse":"बीत गए समय मँ इ सहर बहोत व्यस्त सहर रहा। इ सहर बहोत सोरगुल स भरा अउर बहोत खुस रहा। किन्तु अब बातन बदलि गइन। तोहार लोग मारा गएन किन्तु तरवारन स नाहीं, अउर उ पचे मारा गएन किन्तु जुद्ध मँ लड़ते समय नाहीं।"},{"number":3,"verse":"तोहार सबहिं सैनिक अधिकारी पराइ गएन, किन्तु उ सबहिं बिना हथियारन क पकड़ि गवा। उ सबहिं खोजा गएन अउर एक साथ पकड़ा गएन, जबकि उ फ़राइके कहूँ दूर भाग गए रहेन।"},{"number":4,"verse":"एह बरे मइँ कहत हउँ, “मोरी कइँती जिन लखा, बस मोका रोवइ द्या! यरूसलेम क बिनास पइ मोका सान्त्वना देइ बरे मोरी कइँती जिन लपका।”"},{"number":5,"verse":"यहोवा एक खास दिन चुनेस ह। उ दिन हुवाँ बगावत अउर भगदड़ मचि जाइ। दिव्य दर्सन क घाटी मँ लोग एक दूसर क रौंद डइहीं। नगर क चार दीवारी ओकर नीव स उखाड़ फेंकी जाइ। घाटी क लोग पहाड़े पइ के लोगन क ऊपर चिल्लाइहीं।"},{"number":6,"verse":"एलाम क घुड़सवार फउजी आपन-आपन तरकसन लइके घोड़न पइ चढ़े भए जुद्ध क प्रस्थान करिहीं। किर क लोग आपन ढालन स आवाज करिहीं।"},{"number":7,"verse":"तोहार इ खास घाटी मँ फउजन आइ जुटिहीं। घाटी रथन स भरि जाइ। घुड़सवार फउजी क नगर दुआरन क समन्वा तैनात कीन्ह जइहीं।"},{"number":8,"verse":"तब यहूदा क रच्छा-अवरण हटाइ लेइ जाइ। लोग जंगल-महल मँ जमा कइ भए हथियारन क लइ बरे जाब्या।"},{"number":9,"verse":"तू पचन्क दाऊद क नगर क चहारदीवारी क दरारन क लख सकत हीं। तउ तू पचे मकानन क गनइ सुरू करब्या यह तय करइ बरे कि ओहमाँ स कँतना मकान क धवस्त करइ क जरूरत, दीवार क मरम्मत करइ बरे होइ। तू पचे निचली तालाब स पानी भी जमा करइ सुरू करब्या। तू पचे दूसर तालाब दीवारन क बीच मँ सहर क निचला भाग मँ पुराने तालाब स पानी जमा करइ बरे बनाउब्या। फुन भी उ परमेस्सर पइ तोहार पचन्क भरोसा नाहीं होइ जउन ऍन सबइ वस्तुअन क बनाएस ह। तू पचे ओकरी (परमेस्सर) कइँती नाहीं लखब्या जउन बहोत पहिले ऍन सबइ वस्तुअन क रचना किहे रहा।"},{"number":12,"verse":"तउ, मोर सुआमी सर्वसक्तीमान यहोवा लोगन स ओनके मरे भए मीतन बरे बिलाप करइ अउर दुःखी होइ बरे कही। लोग आपन मूँड़ि मुँड़वाइ लेइहीं अउर सोक-वस्त्र धारण करिहीं।"},{"number":13,"verse":"किन्तु लखा! अब लोग खुस अहइँ। लोग खुसियन मनावत अहइँ। उ सबइ लोग कहत अहइँ: “मवेसियन क मारा, भेड़िन क बध करा। हम उत्सव मनाउब। तू पचे आपन खइया क खा अउर आपन दाखरस पिआ। खा अउर पिआ काहेकि भियान तउ हमका मरि जाब अहइ।”"},{"number":14,"verse":"सर्वसक्तिमान यहोवा इ सबइ बातन मोहसे कहे रहा अउर मइँ ओनका अपने काने स सुने रहेउँ: “तू पचे बुरे करम करइ क अपराधी अहा अउर मइँ निहचय क साथ कहत हउँ कि इ अपराध क छिमा कीन्ह जाइ स पहिले ही तू पचे मरि जाब्या।” मोर सुआमी सर्वसक्तीमान यहोवा इ सबइ बातन कहे रहा।"},{"number":15,"verse":"( सेबना बरे परमेस्सर क सँदेसा) मोर सुआमी सर्वसक्तीमान यहोवा मोहसे इ सबइ बातन कहेस। उ सेबना नाउँ क सेवक क लगे जा। उ महल क प्रबन्ध-अधिकारी अहइ।"},{"number":16,"verse":"ओहसे पूछ्या, “उ का करत अहा? का हिआँ ओकरे परिवार क कउनो मनइ गड़ा भवा अहइ? उ हिआँ एक कब्र काहे बनावत अहा?” यसायाह कहेस, “लखा इ मनई क! इ एक ऊँच जगहिया पइ आपन कब्र बनावत अहइ। आपन कब्र बनावइ बरे इ चट्टान क काटत अहइ।"},{"number":17,"verse":"“हे मनसेधू, यहोवा तोहका कुचरि डाइ। यहोवा तोहका बाँधिके एक ठु नान्ह स गेंदे क तरह गोल बनाइके कउनो बिसाल देसे मँ लोकाइ देइ अउर हुवाँ तोहार मउत होइ जाइ।” यहोवा कहेस, “तोहका आपन रथन पइ बड़ा अभिमान रहा। किन्तु उ दूर देस मँ तोहरे नवे सासक क लगे अउर भी नीक रथ अहइँ। ओकरे महल मँ तोहार रथ महत्वपूर्ण नाहीं देखाइ देइहीं।"},{"number":19,"verse":"हिआ मइँ तोहका तोहार महत्व स पूर्ण काम स ढकेल के बाहेर करब। तोहरे महत्व क पूर्ण काम स तोहार नवा मुखिया तोहका दूर कइ देइ।"},{"number":20,"verse":"उ समय मइँ आपन सेवक एल्याकीम क जउन हिज्जिक्याह क पूत अहइ, बोलाउब"},{"number":21,"verse":"अउर तोहार चोगा लइके उ सेवक क पहिराइ देब। तोहार राजदण्ड भी मइँ ओका दइ देव। जउन महत्वक पूर्ण काम तोहरे पास अहइ, मइँ ओका भी उहइ क दइ देब। उ सेवक यरूसलेम क लोगन अउर यहूदा क परिवार बरे पिता क समान होइ।"},{"number":22,"verse":"“यहूदा क भवन क चाभी मइँ उ मनसेधू क गले मँ डाइ देब। अगर उ कउनो दुआर क खोली तउ उ दुआर खुला ही रही। कउनो भी मनई ओका बंद नाही कइ पाई। जदि उ कउनो दुआर क बंद करी तउ उ दुआर बंद होइ जाइ। कउनो भी मनई ओका खोल नाहीं पाई। उ सेवक पिता क घरे मँ एक सिंहासन क समान होइ।"},{"number":23,"verse":"मइँ ओका एक अइसी खूँटी क समान सुदृढ़ बनाउब जेका बहोत सख्त तखत मँ ठोका गवा ह।"},{"number":24,"verse":"ओकरे पिता क घर क सबहिं माननीय अउर महत्व स पूर्ण वस्तुअन ओकरे ऊपर लटकिहीं। सबहिं वयस्क अउर नान्ह बच्चन ओह पइ निर्भर रहिहीं। उ सबइ लोग अइसे होइहीं जइसे नान्ह नान्ह पात्र अउर बड़ी बड़ी सुराहियन ओकरे ऊपर लटकत होइँ।"},{"number":25,"verse":"“उ समय, उ खूँटी (सेबना) जउन अब एक बड़े कठोर तख्ते मँ गाड़ी भइ खूँटी अहइ, दुर्बल होइके टूट जाइ। उ खूँटी धरती पइ गिर पड़ी अउर उ खूँटी पइ लटकी भइ सबहिं वस्तुअन बर्बाद होइ जइहीं। तब उ प्रत्येक बात जउन मइँ उ सँदेसा मँ बताए रहेउँ, घटित होइ। इ सबइ बातन घटिहीं काहेकि एनका यहोवा कहे अहइ।”"}]}