{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"उ समय, यहोवा लिब्यातान क निआव करी जउन एक फ़रार सरप अहइ। यहोवा आपन बड़की अउ सक्तीसाली तरवार क उपयोग कुंडली मारे सरप लिब्यातान क मारइ मँ करी। यहोवा सागरे क भीमकाय प्राणी क मारि डाइ।"},{"number":2,"verse":"उ समय, हुवाँ खुसियन स भरा अंगूरे क एक बाग होइ। तू पचे ओकर गीत गावा।"},{"number":3,"verse":"“मइँ यहोवा, उ बाग का धियान रखब। मइँ बागे क उचित समये पइ सींचब। मइँ बगीचे क रात दिन रखवारी करब ताकि कउनो भी ओका नोस्कान न पहोंचाइ पावइ।"},{"number":4,"verse":"मइँ कुपित नाहीं होब। जदि काँटा कँटेरी मोका हुवाँ मिलइ तउ मइँ वइसे रौंदब जइसे फउजी रौंदत चला जात ह अउर ओनका फूँक डाउब।"},{"number":5,"verse":"लेकिन अगर कउनो मनई मोरी सरण मँ आवइ अउर मोहसे मेल करइ चाहइ तउ उ चला आवइ अउर मोहसे मेल करि लेइ।"},{"number":6,"verse":"आवइ वाले दिनन मँ याकूब क लोग उ पउधे क समान होइहीं जेकर उड़न उत्तिम होत हँ। याकूब क बिकास उ पनपते पउधे सा होइ जेह पइ बहार आई होइ। फुन धरती याकूब क बंसजन स भरि जाई जइसे बृच्छन क फलन स उ भर जात ह।”"},{"number":7,"verse":"( परमेस्सर इस्राएल क खोज निकारत ह) यहोवा आपन लोगन क ओतना दण्ड नाहीं दिहस ह जेतना उ ओनके दुस्मनन क दिहस ह। ओकर लोग ओतने नाहीं मरेन ह जेतने उ सबइ लोग मरेन ह जउन एन लोगन क मारइ बरे प्रयत्नसील रहेन।"},{"number":8,"verse":"यहोवा इस्राएल क दूर पठइके ओकरे संग आपन विवाद सुलझाइ लेइ। यहोवा इस्राएल क उ तेज हवा क झोंके स उड़ाइ दिहस जउन रेगिस्ताने क गरम लू क समान होत ह।"},{"number":9,"verse":"याकूब क अपराध कइसे छिमा कीन्ह जाइ? ओकरे पापन्क कइसे दूर कीन्ह जाइ? इ सबइ बातन घटिहीं, वेदी क सबइ सिला चकनाचूर होइके धूरि मँ मिल जइहीं, लबार देवतन क स्तम्भ अउर ओनकर पूजा क वेदियन तहस-नहस कइ दीन्ह जाइ।"},{"number":10,"verse":"इ नगरी नस्ट होइ जाब्या। सब लोग कहूँ दूर भाग जाब्या। उ नगर एक खुली चरागाह जइसा होइ जाब। मवेसियन क बच्चन हुआँ घाँस खाइहीं मवेसी अंगूरे क बेलन स पातियन खाइहीं होइ।"},{"number":11,"verse":"इ सहर उ अंगूर क बेलन क नाईं अहइ जउन फसल काटि स पहिले ही सूख ग अहइ, काहेकि एकर डारन मरि गवा अहइ। एह बरे डारन टूटिके गिर ग अहइँ। मेहररूअन ओन डारन जराइ बरे आइँ। इ सबइ लोग मूरख अहइँ। एह बरे ओकर बनाइवाला ओकर प्रति दया नाहीं देखॉइ। ओनकर रचयिता ओनके बरे दयालु नाहीं होइ।"},{"number":12,"verse":"उ समय, यहोवा दूसर लोगन स आपन लोगन क अलग करइ लागी। परात नदी स उ इ कारज क आरम्भ करी। परात नदी स लइके मिस्र क नदी तलक यहोवा तू इस्राएलियन क एक-एक क कइके एकट्ठा करी।"},{"number":13,"verse":"अस्सूर मँ अबहिं मोर बहुत स लोग खोए भए अहइँ। मोर कछू लोग मिस्र क पराइ ग अहइँ। किन्तु उ समय तलक एक बिसाल भेरी बजाई जाइ अउर उ सबइ सबहिं लोग वापिस यरूसलेम आइ जइहीं अउ उ पवित्तर पर्वत पइ यहोवा क समन्वा उ सबइ सबहिं लोग निहुरि जइहीं।"}]}