{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"( मुखिया लोगन क खरा अउर सच्चा होइ चाही) लखा, राजा लोग आपन राज्ज क निआव बरे सासन करब्या। अधिकारियन भुइँया क निआव करइ बरे सक्ती राखब्या।"},{"number":2,"verse":"जदि अइसा होइ तउ राजा उ जगहिया क नाई होइ जाइ जहाँ लोग आँधी अउ बर्खा स बचइ बरे आस्रय लेत हीं। इ झुरान धरती मँ जल धारन क नाई होइ। इ अइसा ही होइ जइसे गरम प्रदेस मँ कउनो बड़की चट्टान क ठण्डी छाया।"},{"number":3,"verse":"तब लोग ओका ठीक स देखत ही जउन ओकर आँख लखत ह। लोग ओका धियान स सुनिही जउन ओकर कान सुनत ह।"},{"number":4,"verse":"उ पचे लोग जउन उतावला अहइँ, उ सबइ सही फैसला लेइहीं। उ सबइ लोग जउन अबहिं साफ साफ नाहीं बोल पावत हीं, उ पचे साफ साफ अउर जल्दी बोलइ लगिहीं।"},{"number":5,"verse":"मूरख लोग महान मनई नाहीं कहवइहीं। लोग सड्यंत्र करइवालन क सम्मान जोग्ग नाहीं कहिहीं।"},{"number":6,"verse":"एक मूरख मनई तउ बेवकूफी स भरी बातन कहत ह अउर उ आपन मने मँ बुरी बातन क ही जोजनन बनावत ह। मूरख मनई अनुचित कारज करइ क ही सोचत ह। मूरख मनई यहोवा क बारे मँ गलत बातन कहत ह। मूरख मनई भुखान क खइया क खाइ नाहीं देत। मूरख मनई पियासे लोगन क पानी नाहीं पिअइ देत।"},{"number":7,"verse":"उ मूरख मनई बुराई क एक हथियार क रूप मँ इस्तेमाल करत ह। उ निर्धन लोगन स झूठ क जरिये बरबाद करइ बरे बुरे बुरे राहन बनावत ह। ओकर इ सबइ झूठी बातन गरीब लोगन क निस्पच्छ निआव मिलाइ स दूर रखत ह।"},{"number":8,"verse":"मुला एक ठु नीक मुखिया नीक काम करइ क योजना बनावत ह अउर ओकर उ सबइ नीक बातन ही ओका एक बढ़िया नेता बनावत ह।"},{"number":9,"verse":"( बुरा समय आवत अहइ) तोहमाँ स कछू मेहररूअन अबहिं खुस अहइँ। तू पचे सुरच्छित अनुभव करति अहा। मुला तू पचन खड़े होइके जउन बचन मइँ बोलत हउँ ओनका सुनइ चाही।"},{"number":10,"verse":"मेहररूओ तू पचे अबहिं सुरच्छित अनुभव करति अहा किन्तु एक बरिस पाछे तू पचन बिपत्ति आवइवाली अहइ। काहेकि तू पचे अगले बरिस अंगूर एकट्ठा नाहीं करिब्यू एकट्ठा करइ बरे अँगूर होइहीं ही नाहीं।"},{"number":11,"verse":"मेहररूओ, अबहिं तू पचे चइन स अहा, किन्तु तू पचन्क डेराइ चाही। मेहररूओ, अबहिं तू पचे सुरच्छित अनुभव करति अहा, किन्तु तू पचन्क चिन्ता नाहीं करइ चाही। आपन सुन्नर ओढ़नन क उतारि बहावा अउर सोक वस्त्रन क धारण कइ ल्या। ओन वस्त्रन क आपन कमर पइ लपेट ल्या।"},{"number":12,"verse":"आपन सोक स भरी छातियन पइ ओन सोक वस्त्रन क पहिर ल्या। विलाप करा काहेकि तोहार खेत उजरि गवा अहइँ। तोहार पचन्क अंगूरे क बगीयन जउन कबहुँ अंगूर दिया करत रहेन, अब खाली पड़ा अहइँ।"},{"number":13,"verse":"मोरे लोगन क धरती बरे बिलाप करा। बिलाप करा, काहेकि हुवाँ बस काँटन अउ खरपतवार ही उगा करिहीं। विलाप करा इ नगर बरे अउर ओन सब भवनन बरे जउन कबहुँ आनन्द स भरे भए रहेन।"},{"number":14,"verse":"लोग इ प्रमुख नगर क छोड़ जइहीं। इ महल अउर इ मीनारन वीरान छोड़ दीन्ह जइहीं। उ पचे जनावरन क माँद जइसे होइ जइहीं। नगर मँ जंगली गदहन बिहार करिहीं। हुवाँ भेड़िन घास चरत फिरिहीं।"},{"number":15,"verse":"तब तलक अइसा ही होत रही, जब तलक परमेस्सर ऊपर स हमका आपन आतिमा नाहीं देइ। अब धरती पइ कउनो अच्छाई नाहीं अहइ। इ रेगिस्तान स बनी भई अहइ मुला आवइवाले समय मँ इ रेगिस्तान उपजाऊ मैदान होइ जाइ अउर इ उपजाऊ मैदान एक हरे भरे वन जइसा वन जाइ। चाहे जंगल होइ चाहे उपजाऊ धरती हर कहूँ निआव अउ निस्पच्छता मिली।"},{"number":17,"verse":"उ नेकी सदा-सदा क बरे सान्ति अउ सुरच्छा क लियाइ।"},{"number":18,"verse":"मोर लोग सान्ति क इ सुन्नर छेत्र मँ बसा करिहीं। मोर लोग सुरच्छा क तम्बुअन मँ रहा करिहीं। उ पचे निहचिंतता क संग सान्ति स पूर्ण जगहन मँ निवास करिहीं।"},{"number":19,"verse":"किन्तु इ सबइ बातन घटइँ एहसे पहिले उ वन क गिरब होइ। उ नगर क पराजित होइ क होइ।"},{"number":20,"verse":"तू पचन्मँ स कछू लोग हर जलधारा क निअरे बिआ बोवत अहा। तू पचे आपन मवेसियन अउ आपन गदहन क एहर-ओहर चरइ बरे खुला छोड़ देत अहा। तू लोग बहोत खुस रहब्या।"}]}