{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"( अस्सूर क यहूदा पइ हमला) हिजकिय्याह यहूदा क राजा रहा अउर सन्हेरीब अस्सूर क राजा रहा। हिजकिय्याह क सासन क चउदहवें बरिस मँ सन्हेरीब यहूदा क किलाबन्द नगरन स जुद्ध किहन अउर उ ओन नगरन क हराइ दिहन।"},{"number":2,"verse":"लाकीस स सन्हेरीब आपन सेनापति अउर बहोत सारे सेना क यरूसलेम मँ यहूदा क राजा हिजकिय्याह क लगे आपन माँगन क बतावइ बरे पठएस। उ ऊपरवाले तालाब क कइँती जात भवा नाला पइ रुक गएस जउन धोबी लोगन क खेत क सड़क पइ रहा।"},{"number":3,"verse":"यहूदा क तीन अधिकारी ओसे मिलइ बरे गएन। इ सबइ लोग रहेन: महल क देखरेख करइवाला हिल्किय्याह क पूत एल्याकीम, लिपिकार सेब्ना, अउर कागजात क संभारिके रखइ क काम करइवाला आसाप क पूत योआह।"},{"number":4,"verse":"सेनापति ओनसे कहेस, “तू लोग, राजा हिजकिय्याह स जाइके इ सबइ बातन कहा: महान राजा अस्सूर क राजा कहत ह: “‘तू आपन सहायता बरे कउने पइ भरोसा रखत ह?"},{"number":5,"verse":"मइँ तू पचन्क बतावत हउँ कि जदि जुद्ध मँ तोहार बिस्सास सक्ति अउर वुसल जोजनन पइ अहइ तउ उ बेकार अहइ। उ सबइ कोरे सब्दन क अलावा कछू नाहीं अहइँ। एह बरे तू मोहसे काहे जुद्ध करत अहा?"},{"number":6,"verse":"अब मइँ तोहसे पूछत हउँ, तू मदद पावइ बरे कउने पइ भरोसा करत अहा? का तू मदद बरे मिस्र क सहारे अहा? मिस्र तउ एक टूटी भइ लाठी क नाई अहइ। जदि तू सहारा पावइ क ओह पइ टिकब्या तउ उ तू पचन्क बस नोस्कान ही पहोंचाइ अउर तोहरे हाथे मँ एक ठु छेद बनाइ देइ। मिस्र क राजा फिरौन पइ कउनो भी मनई क जरिये मदद पावइ क भरोसा नाहीं कीन्ह जाइ सकत।"},{"number":7,"verse":"“‘मुला होइ सकत ह तू कहा, “हम मदद पावइ बरे आपन यहोवा परमेस्सर पइ भरोसा रखित ह।” किन्तु मइँ सुना अहइ कि हिजकिय्याह यहोवा क वेदियन क अउर आराधना क ऊँच ठउरन क बर्बाद कइ दिहस ह अउर यहूदा अउ यरूसलेम क लोगन स कहेस, “तू हिआँ यरूसलेम मँ बस एक इहइ वेदी पइ उपासना किया करब्या।”"},{"number":8,"verse":"“‘अगर तू अब भी मोर सुआमी स जुद्ध करइ चाहत अहा तउ अस्सूर क राजा तोहसे इ सौदा करइ चाही: राजा क कहब अहइ, जदि जुद्ध मँ तोहरे लगे घुड़सवार पूरा अहइँ तउ मइँ तू पचन्क दुइ हजार घोड़न दइ देब।"},{"number":9,"verse":"किन्तु एतना होइ पइ तू मोर सुआमी क एक सेवक तलक क नाहीं हराइ पउब्या। ओकर कउनो नान्ह स नान्ह अधिकारी तलक क तू नाहीं हराइ पउब्या। एह बरे तू मिस्र क घुड़सवार अउर रथन पइ आपन भरोसा काहे बनाए रखत अहा।"},{"number":10,"verse":"“‘अउर अब लखा जब मइँ इ देस मँ आवा रहेउँ अउर मइँ जुद्ध किहे रहेउँ, यहोवा मोरे संग रहा। जब मइँ नगरन क उजाड़ेउँ, यहोवा मोरे संग रहा। यहोवा मोहसे कहा कहत रहा, “खड़ा ह्वा। इ नगरी मँ जा अउर एक ध्वस्त कइ द्या।”’”"},{"number":11,"verse":"यहूदा क तीनहुँ अधिकारियन, एल्याकीम, सेब्ना अउर योआह सेनापति स कहेस, “कृपा कइके हमरे संग अरामी भासा मँ ही बात करा ताकि एका हम समुझ सकित। तू यहूदी भासा मँ हम से जिन बोला। जदि तू यहूदी भासा क प्रयोग करब्या, तउ नगर दीवारे क पार क सबहिं लोग एका समुझ जइहीं।”"},{"number":12,"verse":"एह पइ सेनापति कहेस, “मोर सुआमी मोहसे इ सबइ बातन बस तू पचन्क अउर तोहरे पचन्क सुआमी हिजकिय्याह क ही सुनावइ बरे नाहीं पठएस ह। मोर सुआमी मोका एन बातन क ओनका बतावइ बरे पठएस ह जउन लोग नगर परकोटन पइ बइठा अहइँ। ओन लोगन क न तउ पूरा खइया क मिलत ह अउर न पानी। तउ ओनका आपन मलमूत्र क तोहरे पचन्क तरह खाब-पिअब होइ।”"},{"number":13,"verse":"फुन सेनापति खड़ा होइके ऊँच सुर मँ कहेस। उ यहूदी भासा मँ बोला। सेनापति कहेस, “महासम्राट अस्सूर क राजा क सब्दन क सुना:"},{"number":14,"verse":"तू आपन खुद क हिजकिय्याह क जरिये मूरख जिन बनइ द्या, उ तू पचन्क बचाइ नाहीं पाइ।"},{"number":15,"verse":"हिजकिय्याह जब इ कहत ह, ‘यहोवा मँ बिस्सास राखा। यहोवा अस्सूर क राजा हमार रच्छा करी। यहोवा अस्सूर क राजा क हमरे नगर क हरावइ नाहीं देइ तउ ओह पइ बिस्सास जिन करा।’"},{"number":16,"verse":"“हिजकिय्याह क एन सब्दन क अनसुनी करा। अस्सूर क राजा क सुना। अस्सूर क राजा क कहब अहइ, हमका एक ठु सन्धि करइ चाही। तू लोग नगर स बाहेर निकरिके मोरे लगे आवा। फुन हर मनई आपन घरे जाइ क अजाद होइ। हर मनई आपन अंगूर क बेलन स अंगूर खाइ क अजाद होइ अउर हर मनई आपन अंजीर क बृच्छन क फल खाइ क अजाद होइ। खुद आपन कुआँ क पानी पिअइ क हर मनई अजाद होइ।"},{"number":17,"verse":"जब तलक मइँ आइके तू पचन्क तोहरे पचन्क जइसे एक देस मँ न लइ जाउँ, तब तलक तू पचे अइसा करत रहि सकत ह। उ नवा देस मँ तू पचे बढ़िया अनाज अउर नवा दाखरस पउब्या। उ धरती पइ तू पचन्क रोटी अउ अंगूर क खेत मिलिहीं।"},{"number":18,"verse":"“हिजकिय्याह क तू आपन क मूरख जिन बनावइ द्या। उ कहत ह, ‘यहोवा हमार रच्छा करी।’ किन्तु मइँ तोहसे पूछत हउँ का कउनो दूसर देस क कउनो भी देवता हुवाँ क लोगन क अस्सूर क राजा क सक्ति स बचाइ पाइ नाहीं। हम हुवाँ क हर मनई क हराइ दीन्ह।"},{"number":19,"verse":"हमात अउ अर्पाद क देवता आजु कहाँ अहइँ? ओनका हराइ दीन्ह गवा अहइ। सपर्वेम क देवता कहाँ अहइँ? उ सबइ हराइ दीन्ह ग अहइँ अउर का सोमरोन क देवता हुवाँ क लोगन क मोर सक्ति स बचाइ पाएन? नाहीं।"},{"number":20,"verse":"कउनो भी देस अथवा जाति क अइसे कउनो भी एक देवता क नाउँ मोका बतावा जउन हुवाँ क लोगन क मोर सक्ति स बचाएस ह। मइँ सबन्क हराइ दिहेउँ। एह बरे लखा मोर सक्ति स यरूसलेम क यहोवा नाहीं बचाइ पाइ।”"},{"number":21,"verse":"यरूसलेम क लोग एक दम चुप रहेन। उ पचे सेनापति क कउनो जवाब नाहीं दिहन। हिजकिय्याह लोगन क हुकुम दिहे रहा कि उ पचे सेनापति क कउनो जवाब न देइँ।"},{"number":22,"verse":"एकरे पाछे महल क देखरेख करइवाला हिल्किय्याह क पूत एल्याकीम लिपिकार सेब्ना अउर कागजात क संभारिके रखइ क काम करइवाला आसाप क पूत योआह इ देखावइ बरे कि उ दुःखी रहेन आपन ओढ़ना फाड़ि डाएन। उ पचे तीनउँ मनइयन हिजकिय्याह क लगे गएन अउर सेनापति जउन कछू ओनसे कहे रहा, उ सब ओका कहि सुनाएन।"}]}