{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"( हिजकिय्याह क बीमारी) उ समय क आसपास हिजकिय्याह बहोत बीमार पड़ा। ऍतना बीमार कि जइसे उ मरि ही गवा होइ। तउ आमोस क पूत यसायाह ओहसे मिलइ गवा। यसायाह राजा स कहेस, “यहोवा तू पचन्क इ सबइ बातन बतावइ बरे कहेस ह: ‘हाली ही तू मरि जाब्या। तउ जब तू मरा, तोहार परिवार का करइँ, इ तोहका ओनका बताइ देइ चाही। अब तू फुन कबहुँ नीक नाहीं होब्या।’”"},{"number":2,"verse":"हिजकिय्याह उ देवार क नाई करवट लिहस जेकर मुँह मन्दिर कइँती रहा। उ यहोवा क पराथना किहस, उ कहेस,"},{"number":3,"verse":"“हे यहोवा, कृपा करा, याद करा कि मइँ सदा तोहरे समन्वा बिस्सास स भरी अउर सच्चे हिरदय क संग जिन्नगी जिएउँ ह। मइँ उ सबइ बातन किहेउँ ह जेनक तू उत्तिम कहत ह।” एकरे पाछे हिजकिय्याह ऊँच सुर मँ रोउब सुरू कइ दिहस।"},{"number":4,"verse":"यसायाह क यहोवा स इ संदेस मिला:"},{"number":5,"verse":"“हिजकिय्याह क लगे जा अउर ओहसे कहि द्या: इ सबइ बातन उ सबइ अहइँ जेनका तोहार बाप दाऊद क परमेस्सर यहोवा कहत ह, ‘मइँ तोहार पराथना सुनेउँ ह अउर तोहार दुःख भरे आँसू लखेउँ ह। तोहरी जिन्नगी मँ मइँ पन्द्रह बरिस अउर जोड़त हउँ।"},{"number":6,"verse":"अस्सूर क राजा क हाथन स मइँ तोहका छोड़ाइ डाउब अउर इ नगर क रच्छा करब।’”"},{"number":7,"verse":"तोहका इ बात बतावइ बरे जउन बातन क उ कहत ह, ओनका उ पूरा करी। यहोवा कइँती इ संकेत अहइ:"},{"number":8,"verse":"“लखा, आहाज क धूप घड़ी क उ छाया जउन अंसन पइ पड़त ह, मइँ ओका दस अंस पाछे हटाइ देब। सूरज क उ छाया दस अंस तलक पाछे चली जाइ।”"},{"number":9,"verse":"( हिजकिय्याह क गीत) इ हिजकिय्याह क उ पत्र अहइ जउन उ बेरामी स नीक होइ क पाछे लिखे रहा:"},{"number":10,"verse":"मइँ आपन मन मँ कहेउँ कि मइँ तब तलक जिअब जब तलक बूढ़ा होबउँ। किन्तु मोर काल आइ गवा रहा कि मइँ मउत क दुआरे स गुजरउँ। अब मइँ आपन समय हिऊँइ पइ बिताउबउँ।"},{"number":11,"verse":"एह बरे मइँ कहेउँ, “मइँ यहोवा याह क फुन कबहुँ जिअतन क धरती पइ नाहीं लखब। धरती पइ जिअत भए लोगन क मइँ नाहीं लखब।"},{"number":12,"verse":"मोर घर, चरवाहे क अस्थिर तम्बू सा उखाड़िके गिरावा जात अहइ अउर मोहसे छीना जात अहइ। अब मोर वइसा ही अन्त होइ गवा ह जइसे करघे स कपड़ा लपेटि के काट लीन्ह जात ह। क्षिनभर मँ तू मोहका इ अंत तलक पहोंचाइ दिहा।"},{"number":13,"verse":"मइँ भोर तलक आपन क सान्त करत रहेउँ। उ सेर क नाई मोर हाड़न क तोरत अहइ। एक ही दिन मँ तू मोर अन्त कइ डावत ह।"},{"number":14,"verse":"मइँ कबूतर स रोवत रहेउँ। मइँ एक पंछी जइसा रोवत रहेउँ। मोर आँखिन थक गइन तउ भी मइँ लगातार अकासे कइँती निहारत रहेउँ। मोर सुआमी, मइँ विपत्ति मँ हउँ मोका उबारइ क बचन द्या।”"},{"number":15,"verse":"मइँ अउर का कहि सकत हउँ? मोर सुआमी मोका बताएस ह जउन कछू भी होइ, अउर मोर सुआमी ही उ घटना क घटित करी। मइँ एन बिपत्तियन क आपन आतिमाँ मँ झेलेउँ ह एह बरे मइँ जिन्नगी भइ विनम्र रहब।"},{"number":16,"verse":"हे मोर सुआमी, इ कस्ट क समय क उपयोग फुन स मोर चेतना क ससक्त बनावइ मँ करा। मोरे मने क ससक्त अउर स्वस्थ होइ मँ मोर मदद करा। मोका सहारा द्या कि मइँ नीक होइ जाउँ। मोर मदद करा कि मइँ फुन स जी उठउँ।"},{"number":17,"verse":"लखा! मोर बिपत्तियन खतम भईन! अब मोरे लगे सान्ति अहइ। तू मोहसे बहोत जियादा पिरेम करत ह। तू मोका कब्र मँ सड़इ नाहीं दिहा। तू मोर सब पाप छिमा किहा। तू मोर सब पाप दूर लोकाइ दिहा।"},{"number":18,"verse":"तोहार स्तुति मरे मनई नाहीं गावतेन। मउत क देस मँ पड़े लोग तोहार यसगीत नाहीं गावतेन। उ पचे मरे भए मनई जउन कब्र मँ समावा अहइँ, मदद पावइ क तोह पइ भरोसा नाहीं रखतेन।"},{"number":19,"verse":"उ सबइ लोग जउन जिअत अहइँ जइसा आजु मइँ हउँ तोहार जस गावत हीं। एक बाप क आपन सन्तानन क बतावइ चाही कि तोह पइ भरोसा कीन्ह जाइ सकत ह।"},{"number":20,"verse":"एह बरे मइँ कहत हउँ: “यहोवा मोका बचाएस ह तउ हम आपन जिन्नगी भइ यहोवा क मन्दिर मँ गीत गाउब अउर बाजा बजाउब।”"},{"number":21,"verse":"फुन एह पइ यसायाह कहेस, “अंजीरन क आपुस मँ मसलवाइके ओकरे फोड़न पइ बाँधा। एहसे उ नीक होइ जाइ।”"},{"number":22,"verse":"किन्तु हिजकिय्याह यसायाह स पूछेस, “यहोवा कइँती स अइसा कउन सा संकेत अहइ जउन साबित करत ह कि मइँ नीक होइ जाब? कउन सा संकेत अहइ जउन प्रमाणित करत ह कि मइँ यहोवा क मंदिर मँ जाइ क जोग्य होइ जाब?”"}]}