{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"( परमेस्सर सदा आपन लोगन क साथ रहत ह) याकूब, तोहका यहोवा बनाए रहा। इस्राएल, तोहार रचना यहोवा किहे रहा। अब यहोवा कहत ह: “भयभीत जिन ह्वा! मइँ तोहका बचाइ लिहेउँ। मइँ तोहका नाउँ स पुकारेउँ ह। तू मोर अहा।"},{"number":2,"verse":"जब तोहे पइ बिपत्तियन पड़त हीं, मइँ तोहरे संग रहत हउँ। जब तू नदी पार करब्या, तू बहब्या नाहीं। तू जब आगी स होइके गुजरब्या, तउ तू बरब्या नाहीं। लपटन तोहका नोस्कान नाहीं पहोंचइही।"},{"number":3,"verse":"काहेकि मइँ तोहार परमेस्सर यहोवा हउँ। मइँ इस्राएल क पवित्तर तोहार उद्धारकर्ता हउँ। तोहरे बदले मँ मइँ मिस्र क दइके तोहका आजाद कराएउँ ह। मइँ इथोपिया अउ सबा क तोहका आपन बनावइ क दइ डाएउँ ह।"},{"number":4,"verse":"तू मोरे बरे बहोत महत्वपूर्ण अहा। एह बरे मइँ तोहार आदर करब। मइँ तोहसे पिरेम करत हउँ, ताकि तू जी सका, अउर मोर होइ सका। एकरे बरे मइँ सबहिं मनइयन अउर जातियन क बदले मँ देबउँ।” परमेस्सर आपन सन्तानन क घर लिआई"},{"number":5,"verse":"“एह बरे जिन डेराअ। मइँ तोहरे सगं हउँ। तोहार बच्चन क एकट्ठा कइके मइँ ओनका तोहरे लगे लिआउब। मइँ तोहरे लोगन क पूरब अउ पच्छिम स एकट्ठा करब।"},{"number":6,"verse":"मइँ उत्तर स कहब: मोर बच्चे मोका लौटाइ द्या।” मइँ दक्खिन स कहब: “मोरे लोगन क बंदी बनाइके जिन रखा। दूर-दूर स मोरे पूत अउर बिटियन क मोरे लगे लिआवा।"},{"number":7,"verse":"ओन सबहिं लोगन क, जउन मोर अहइँ, मोरे लगे लइ आवा अर्थात् ओन लोगन क जउन मोर नाउँ लेत हीं। मइँ ओन लोगन क खुद अपने बरे बनाएउँ ह। ओनकर रचना मइँ किहेउँ ह अउर उ पचे मोर अहइँ।” जगत बरे इस्राएल परमेस्सर क साच्छी अहइ"},{"number":8,"verse":"“अइसे लोगन क जेनकर आँखिन तउ अहइँ किन्तु फुन भी उ पचे आँधर अहइँ, ओनका निकार लिआवा। अइसे लोगन क जउन कानन क होत भए भी बहिर अहइँ, ओनका निकार लिआवा।"},{"number":9,"verse":"सबहिं लोगन अउ सबहिं रास्ट्रन क एक संग बटोरा। अगर कउनो भी लबार देवता कबहुँ इ कहेस कि प्रारम्भ मँ का भवा रहा अउर भूतकाल मँ इ बताए रहा कि आगे का कछू होइ तउ ओनका आपन गवाह लिआवइ द्या अउर ओनका सच साबित करइ द्या। अगर उ सुन सकत ह तउ ओका आवइ द्या अउर सच्चाइ क कहइ द्या।”"},{"number":10,"verse":"यहोवा कहत ह, “तू ही लोग मोर साच्छी अहा। तू मोर उ सेवक अहा जेका मइँ चुनेउँ ह। मइँ तोहका एह बरे चुनेउँ ह ताकि तू समुझ ल्या कि ‘उ मइँ ही हउँ’ अउर मोह माँ बिस्सास करइ। मइँ फुरइ परमेस्सर हउँ। मोसे पहिले कउनो परमेस्सर नाहीं होइ।"},{"number":11,"verse":"मइँ खुद ही यहोवा हउँ। मोरे अलावा अउर कउनो दूसर उद्धारकर्ता नाहीं अहइ, बस केवल मइँ ही हउँ।"},{"number":12,"verse":"उ मइँ ही हउँ जउन तोहसे बात किहे रहा। तोहका मइँ बचाएउँ ह। उ सबइ बातन मइँ तोहका बताए रहेउँ। जउन तोहरे संग रहा, उ कउनो अनजाना देवता नाहीं रहा। तू मोर साच्छी अहा अउर मइँ परमेस्सर हउँ।” (इ सबइ बातन यहोवा कहे रहा।)"},{"number":13,"verse":"“मइँ तउ सदा स ही परमेस्सर रहा हउँ। जब मइँ कछू करत हउँ तउ मोर कीन्ह क कउनो भी मनई नाहीं बदल सकत अउर मोर सक्ति स कउनो भी मनई कउनो क बचाइ नाहीं सकत।”"},{"number":14,"verse":"इस्राएल क पवित्तर यहोवा तोहका छोड़ावत ह। यहोवा कहत ह, “मइँ तोहरे बरे बाबुल मँ फउजन पठउब। सबहिं ताले लगे दरवाजन क मइँ तोड़ देब। कसदियन क जीत क नारे दुःख भरी चीखन मँ बदल जइहीं।"},{"number":15,"verse":"मइँ तोहार पवित्तर यहोवा हउँ। इस्राएल क मइँ रचेउँ ह। मइँ तोहार राजा हउँ।”"},{"number":16,"verse":"( यहोवा फुन आपन लोगन क रच्छा करी) यहोवा सागर मँ राहन बनाई। हिआँ तलक कि पछाड़न खात भए पानी क बीच भी उ आपन लोगन बरे राह बनाई। यहोवा कहत ह,"},{"number":17,"verse":"“उ पचे लोग जउन आपन रथन, घोड़न अउर फउजन क लइके मोहसे जुद्ध करिहीं, पराजित होइ जइहीं। उ पचे फुन कबहुँ नाहीं उठि पइहीं। उ पचे नस्ट होइ जइहीं। उ पचे दीये क लौ क तरह बुझ जइहीं।"},{"number":18,"verse":"तउ ओन बातन क याद जिन करा जउन प्रारंभ मँ घटी रहिन। ओन बातन क जिन सोचा जउन कबहुँ बहोत पहिले घटी रहिन।"},{"number":19,"verse":"काहेकि मइँ चिजियन क नवा जइसा बनावत हउँ! अब एक नवे बृच्छ क नाई तोहार अंकुरन होइ। तू जानत अहा कि इ सच नाहीं अहइ! मइँ तोहार बरे रेगिस्ताने मँ फुरइ एक मारग बनाउब। मइँ फुरइ झुरान धरती पइ नदियन बहाइ देब।"},{"number":20,"verse":"हिआँ तलक कि बनेर पसु अउर कुचकुचवा भी मोर आदर करिहीं। बिसालकाय पसु अउर पच्छी मोर आदर करिहीं। जब मरूभुमि मँ मइँ पानीरह देब तउ उ पचे मोर आदर करिहीं। झुरान धरती मँ जब मइँ नदियन क रचना कइ देब तउ उ पचे मोर आदर करिहीं। मइँ अइसा आपन लोगन क पानी देइ बरे करब। ओन लोगन क जेनका मइँ चुनेउँ ह।"},{"number":21,"verse":"इ सबइ उ पचे लोग अहइँ अउर इ सबइ लोग मोर तारीफ क गीत गावा करिहीं।"},{"number":22,"verse":"“याकूब, तू मोका नाहीं गोहराया। काहेकि हे इस्राएल, तोहार मन मोहसे भरि गवा रहा।"},{"number":23,"verse":"तू लोग भेड़ी क आपन बलियन मोरे लगे नाहीं लिआया। तू पचे मोर मान नाहीं रख्या। तू पचे मोका बलियन नाहीं अर्पित किहा। मोका अन्न बलियन अर्पित करइ बरे मइँ तू पचन पइ जोर नाहीं डावत हउँ। तू पचे मोरे बरे धूप बारत-बारत हार जाब्या, एकरे बरे मइँ तोह पइ दबाव नाहीं डावत।"},{"number":24,"verse":"तू पचे आपन बलियन क चर्बी स मोका तृप्त नाहीं करत्या मोका आदर देइ बरे चिजियन मोल लेइ बरे आपन धने क उपयोग नाहीं करत्या। आपन बलियन क चर्बी स मोका तृप्त नाहीं करत्या। किन्तु तू मोहे पइ दबाव डावत अहा कि मइँ तोहरे दास क नाई आचरण करउँ। तू तब तलक पाप करत चला गया जब तलक मइँ तोहरे पापन स पूरी तरह तंग नाहीं आइ गएउँ।"},{"number":25,"verse":"“मइँ उहइ हउँ जउन तोहरे पापन्क धोइ डावत हउँ। खुद आपन खुसी बरे मइँ अइसा ही करत हउँ। मइँ तोहरे पापन्क याद नाहीं रखब।"},{"number":26,"verse":"अब, मोका उ याद दिलावा कि का भवा! बहस व मुबाहिसा करइ बरे अउर इ फइसला लेइ बरे कि कउन सत्य अहइ हमका एक संग मिलइ द्या। तू आपन पच्छ मँ तर्क पेस किया ह ऍह बरे तू इ कोसिस किहा कि तू निर्दोस अहइ!"},{"number":27,"verse":"तोहार पचन्क आदि बाप पाप किहे रहा अउर तोहार हिमायतियन मोरे खिलाफ काम किहे रहेन।"},{"number":28,"verse":"मइँ तोहरे पचन्क पवित्तर सासकन क अपवित्तर बनाइ दिहेउँ। मइँ याकूब क लोगन क अभिसप्त बनाएउँ। मइँ इस्राएल क अपमान कराएउँ।"}]}