{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"( इस्राएल परमेस्सर क खास उपवन) अब मइँ आपन मीत बरे एक ठु गीत गाउब। इ गीत मोरे मीत क अंगूर क बागीचा क बारे मँ अहइ। ओकरे लगे अंगूर क इ बागीचा बहोत उपजाऊ पहाड़ी पइ अहइ।"},{"number":2,"verse":"मोर मीत धरती खोदेस अउ काँकड़ पाथर हटाइके ओका साफ किहेस अउर हुवाँ पइ अंगूरे क उत्तिम बेलन रोपि दिहस। फुन खेत क बीच मँ उ अंगूर क रस निकारइ क कुण्ड बनाएस। मीत क आसा रही कि हुवाँ उत्तिम अंगूर होइहीं। किन्तु हुवाँ जउन अंगूर लाग रहेन उ सबइ बुरा रहेन।"},{"number":3,"verse":"तउ परमेस्सर कहेस: “हे यरूसलेम क लोगो, अउर यहूदा क बसइयो, मोर अउ मोरे अंगूर क बाग क बारे मँ निर्णय करा।"},{"number":4,"verse":"मइँ अउर क आपन अंगूर क बाग क बरे कइ सकत रहेउँ? मइँ उ सब किहेउँ जउन कछू भी मइँ कइ सकत रहेउँ। मोका उत्तिम अंगूरन क लगइ क आसा रही, किन्तु हुवाँ अंगूर बुरे ही लागेन। इ अइसा काहे भवा?"},{"number":5,"verse":"“अब मइँ तोहका बताउब कि आपन अंगूर क बगीचा बरे मइँ का कछू करउँ: उ कँटेहरी झाड़ी जउन खेते क रच्छा करत ह मइँ उखाड़ि देब, अउर ओन झाड़ियन क आगी मँ बारि देबउँ। पाथर क परकोटा तोड़िके भहराइ देब। बगिया क रौंदि दीन्ह जाइ।"},{"number":6,"verse":"मइँ अंगूरे क बगीचे क खाली खेते मँ बदली देबउँ। कउनो पउधन क काटा-छाँटा नाहीं जाइ अउर नाहीं कुदाल स मिटी क खोदी जाइ। ऍह बरे हुवाँ सिरिफ काँटा अउर खरपतवार उगीहीं। मइँ बादरन क आदेस देब कि उ सबइ हुवाँ न बरिसइँ।”"},{"number":7,"verse":"सर्वसक्तीसाली यहोवा क अंगूरे क बगीचा इस्राएल क रास्ट्र अहइ, अउर अंगूरन क बेलन यहूदा क राजा अहइँ। यहोवा निआव क आसा किहे रहा, किन्तु हुवाँ हत्तिरा दबदबा रही। यहोवा निस्पच्छता क आसा किहस, किन्तु हुवाँ बस मदद माँगइवालन क रोना रहा जेनके संग जुल्म कीन्ह गवा रहा।"},{"number":8,"verse":"सराप ओनका जउन मकान दर मकान लेत ही चला जात हीं अउर एक खेत क पाछे दूसर खेत अउर दूसर क पाछे तीसर खेत तब तलक घेरत ही चला जात हीं जब तलक कउनो अउर बरे कछू भी जगह नाहीं बची रहत। अइसे लोगन क इ भूइँया मँ अकेले ही रहइ पड़ी।"},{"number":9,"verse":"सर्वसक्तीसाली यहोवा क मइँ मोहसे इ कहत भए सुना ह, “अब लखा हुवाँ बहोत सारे भवन अहइँ किन्तु मइँ तोहसे कसम लइके कहत हउँ कि उ सब सबहिं भवन नस्ट कइ दीन्ह जइहीं। अबहिं हुवाँ बड़के बड़के भव्य भवन अहइँ किन्तु उ सबइ भवन उजड़ जइहीं।"},{"number":10,"verse":"उ समय दस एकड़ भुइँया क अंगूरन स एक ही बेरल दाखरस तइयार होइ, अउर दस बोरी बिअन स एक बोरी अनाज पइदा होइ।”"},{"number":11,"verse":"तू पचन्क धिक्कार अहइ, तू लोग अलख भिन्सारे उठत ह अउर अब सराब पिअइ क ताक मँ रहत ह। राति क देर तलक जागत भए दाखरस पिअके धुत होत अहा।"},{"number":12,"verse":"तू आपन प्रतिभोज मँ दाखरस पीअत ह अउर वीणा, ढोल, बाँसुरी अउर अइसे ही दूसर बाजन यत्रं स संगीत सुनत ह तू पचे ओन बातन पइ दृस्टि नाहीं डउत्या जेनका यहोवा किहस ह! तू उ चिजियन क भी नाहीं लखेस ह जेका यहोवा आपन हाथन स बनाएस ह। ऍह बरे तू लोगन बरे इ बहोत बुरा होइ।"},{"number":13,"verse":"यहोवा कहत ह, “मोरे लोगन क बंदी बनाइके कैदी क रूप मँ लइ जावा जाइ, काहेकि उ पचे मोका नाहीं जानतेन। अउ महत्वपूर्ण लोग भूख स झूझत रही। अउर आम लोग बहोत पियासा होइ जइहीं।"},{"number":14,"verse":"फुन ओनकर मउत होइ जाइ अउर सियोल, जियादा स जियादा लोगन क निगलि जाइ। मउत क उ प्रदेस आपन असीम मुँह पसारी अउर उ पचे सबहिं महत्वपूर्ण अउर साधारण लोग अउर हुल्लड़ मचावत उ पचे सबहिं खुसियन मनावत अउर सियोल मँ धँसि जइहीं।”"},{"number":15,"verse":"ओन लोगन क नीच देखाँवा जाइ। उ सबइ बड़के लोग आपन मूँड़ नीचे लटकाए धरती कइँती लखिहीं।"},{"number":16,"verse":"सर्वसक्तीसाली यहोवा निआव क संग निर्णय देइ, अउर लोग जान लेइहीं कि उ महान अहइ। पवित्तर परमेस्सर ओन बातन क करी जउन उचित अहइँ, अउर लोग ओका आदर देइहीं।"},{"number":17,"verse":"इस्राएल क लोगन स परमेस्सर ओनका आपन देस छोड़वाइ देइ। धरती वीरान होइ जाइ। भेड़िन जहाँ चइहीं, चली जइहीं। उ धरती जउन कबहुँ धनवान लोगन क रही, ओह पइ भेड़िन घूमा करिहीं।"},{"number":18,"verse":"ओन लोगन क बुरा होइ, उ पचे आपन अपराध अउर आपन पापन क आपन पाछे अइसे ढोवत अहइँ जइसे लोग रस्सन स छकड़न हींचत हीं।"},{"number":19,"verse":"ओह, तू कहत हीं, “ओका उ हाली करी द्या जे उ करइ बरे जात अहा, ताकि हम एकॉ लख सकत हीं! यहोवा जउन चाहत ह ओका होइ द्या ताकि हम जान सकि कि असल मँ इ का अहइ!”"},{"number":20,"verse":"ओन लोगन क बुरा होइ जउन कहा करतेन कि अच्छी बातन बुरी अहइँ, अउर बुरी बातन अच्छी अहइँ। उ सबइ लोग सोचा करत हीं कि प्रकास अँधेरा बाटइ, अउर अँधेरा प्रकास अहइ। ओन लोगन क विचार अहइ कि कड़ुवा, मीठ अहइ अउर मीठ कड़ुवा अहइ।"},{"number":21,"verse":"बुरा होइ ओन अभिमानियन क जउन खुद क बहोत चतुर मानत हीं। वे पचे सोचा करत हीं कि उ पचे बहोत बुद्धिमान अहइ।"},{"number":22,"verse":"बुरा होइ ओनकर जउन दाखरस पिअइ बरे जाना माना जात हीं। दाखरस क मिस्रन मँ जेनका कुसलता हासिल अहइ।"},{"number":23,"verse":"अउर यदि तू पचे ओन लोगन क रिस्वत दइ द्या तउ उ पचे एक अपराधी क भी छोड़ देइहीं। किन्तु उ पचे अच्छे मनई क भी निस्पच्छता स निआव नाहीं होइ देतेन।"},{"number":24,"verse":"अइसे लोगन क साथ बुरी बातन घटिहीं। ओनकर सन्तान पूरी तरह वइसे ही बर्बाद होइ जइहीं जइसे घास फूस आगी मँ बारि दीन्ह जात हीं। ओनकर सन्तान उ कंद मूल क तरह नस्ट होइ जइहीं जउन मरिके धूरि बन जात ह। ओनकर सन्तान अइसे बर्बाद कइ दीन्ह जइहीं जइसे आगी फूलन क बारि डावत ह अउर ओकर राखी हवा मँ उड़ि जात ह। अइसे लोग सर्वसक्तीसाली यहोवा क उपदेसन क पालन करइ स इन्कार कइ दिहन ह। ओ लोग इस्राएल क पवित्तर परमेस्सर क कथन स बइर किहन ह।"},{"number":25,"verse":"एह बरे यहोवा आपन लोगन स बहोत जियादा कोहाइ गवा ह। यहोवा आपन हाथ उठाएस अउर ओनका दण्ड दिहस। हिआँ तक कि पर्वत भी डेराइ ग रहेन। गलियन मँ कूड़न क तरह ल्हासन बिछी पड़ी रहिन। किन्तु यहोवा अबहिं भी कोहान अहइ। ओकर हाथ लोगन क दण्ड देइ बरे अबहिं भी उठा भवा बाटइ।"},{"number":26,"verse":"( इस्राएल क सजा देइ बरे परमेस्सर फउजन लिआइ) लखा! परमेस्सर दूर देसन क लोगन क संकेत देत अहइ। परमेस्सर एक ठु झण्डा उठावत अहइ, अउर ओन लोगन क बोलावइ बरे सीटी बजावत अहइ। कउनो दूर देस स दुस्मन आवत अहइ। उ दुस्मन हाली ही देस मँ घुसि आइ। उ पचे बड़ी तेजी स अगवा बढ़त अहइँ।"},{"number":27,"verse":"दुस्मन कबहुँ थका नाहीं करत या कबहुँ नीचे नाहीं गिरत। दुस्मन कबहुँ न तउ ओंघात ह अउर न ही सोवत ह। ओनकर हथियारन क कमर बंद सदा कसा रहत हीं। ओनकर जूतन क तस्मन कबहुँ टूटतेन नाहीं ह।"},{"number":28,"verse":"दुस्मन क बाण पैना अहइँ। ओनकर सबहिं धनुस बाण छोड़इ बरे तइयार अहइँ। ओनकर घोड़न क खुर चट्टानन जइसे कठोर अहइँ। ओनकर रथन क पाछे धूरि क बादर उठा करत हीं।"},{"number":29,"verse":"दुस्मन गरजत ह, अउर ओनकर गरजब सेर क दहाड़ क जइसा अहइ। उ ऍतना तीव्र अहइ जेतना जवान सेर क गरजब। दुस्मन जेनके खिलाफ जुद्ध करत अहइ ओनके ऊपर गुर्गत ह अउर ओन पइ झपट पड़त ह। उ ओनका हुवाँ स घसीट लइ आवत ह अउर हुवाँ बचावइवाला कउनो नाहीं होत। किन्तु ओनके बच पावइ क कउनो वजह नाहीं।"},{"number":30,"verse":"तउ, उ दिन उ “सिंह” समुद्दर क तरगन क नाई दहाड़न मारी अउर बंदी बनाए गए लोग धरती ताकत रहि जइहीं, अउर फुन हुवाँ अँधेरा अउर दुःख ही रहि जाइ। इ घने बादर मँ समूचइ प्रकास अँधेरा मँ बदलि जाइ।"}]}