{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"( इस्राएल क ओकरे पापन्क दण्ड) यहोवा कहत ह, “हे इस्राएल क लोगो, तू पचे कहा करत रह्या कि मइँ तोहार महतारी यरूसलेम क तलाक दिहेउँ। किन्तु उ तलाकपत्र कहाँ अहइ जउन साबित कइ देइ कि मइँ ओका तलाक दिहेउँ ह। हे मोरे गदेलो, का मइँ कउनो क कर्जदार अहउँ? का आपन कउनो कर्ज चुकावइ बरे मइँ तोहका बेचेउँ ह? नाहीं, तू बिका रह्या एह बरे कि तू बुरे करम किहे रह्या। एह बरे तोहार महतारी दूर पठइ गइ रही काहेकि तू बुरा करम किहे रह्या।"},{"number":2,"verse":"जब मइँ घरे आवा रहेउँ, मइँ हुआँ कउनो क नाहीं पाएउँ। मइँ बार-बार गोहराएउँ किन्तु कउनो जबाव नाहीं दिहस। का तू पचे सोचत अहा कि तोहका मइँ नाहीं बचाइ सकत हउँ? मइँ तोहार बिपत्तियन स तोहका पचन्क बचावइ क सक्ति धरत हउँ। लखा, जदि मइँ समुद्दर क झुराइ क आदेस देउँ तउ उ झुराइ जाइ। मछरियन परान तजि देइहीं काहेकि हुवाँ जल न होइ अउर ओनकर देह सड़ि जाइ।"},{"number":3,"verse":"मइँ अकासन क करिआ कइ सकत हउँ। अकास वइसे ही करिआ होइ जइहीं जइसे सोक वस्त्र होत हीं।”"},{"number":4,"verse":"( परमेस्सर क सेवक परमेस्सर क भरोसे) मोर सुआमी यहोवा मोका सीख देइ क जोग्यता दिहस ह। ऍह बरे मइँ थका भवा लोगन क प्रोत्साहित करत हउँ अउर ससकत बनावत हउँ। हर भिंसारे उ मोका जगावत ह अउर एक छात्र क नाईं सिच्छा देत ह।"},{"number":5,"verse":"मोर सुआमी यहोवा सीखइ मँ मोर सहायक अहइ अउर मइँ ओकर विरोधी नाहीं बना अहउँ। मइँ ओकरे पाछे चलब नाहीं तजब।"},{"number":6,"verse":"ओन लोगन क मइँ आपन पिटाइ करइ देब। मइँ ओनका आपन दाढ़ी क बार नोचइ देबउँ। उ सबइ लोग जब मोरे बरे अपसब्द कइहीं अउर मोह पइ थूकिहीं तउ मइँ आपन मुँह नाहीं मोड़ब।"},{"number":7,"verse":"मोर सुआमी, यहोवा मोर मदद करी। एह बरे ओनकर अपसब्द मोका दुःख नाहीं पहोंचइहीं। मइँ सुदृढ़ रहब। मइँ जानत हउँ कि मोका निरास नाहीं होइ पड़ी।"},{"number":8,"verse":"एक उ जउन कउनो मोका दोख रहित बनाएस ह उ मोर संग अहइ, एह बरे कउन मनई मोका अपराधी साबित कइ सकत ह। जदि कउनो मनई सोचत ह कि उ मोर खिलाफ कउनो सिकायत रखत ह, तउ उ मनई क मोरे लगे आवइ द्या अउर अपना तर्क रखइ द्या।"},{"number":9,"verse":"किन्तु लखा, मोर सुआमी यहोवा मोर मदद करत ह। ऍह बरे कउन मनई अहइ जउन इ सिद्ध कइ सकी कि मइँ दोखी हउँ? उ सबइ सबहिं लोग वइसे ही बाहर फैंकइ जाइ जइसे पुरान कपड़न क जेका किरवन चट कइ जातहीं।"},{"number":10,"verse":"अगर कउनो मनई जउन यहोवा क आराधना करत ह अउर ओकर सेवक क संदेस भी सुनत ह, मगर अबहुँ तलक अंधेरे मँ बिना प्रकास क चलत ह, एका अपने यहोवा क नाउँ मँ बिस्सास रखइ चाही अउर ओका आपन परमेस्सर पइ जरूर भरोसा रखइ चाही।"},{"number":11,"verse":"“लखा, तू लोग आपन ही ढंग स जिअइ चाहत अहा। आपन आगी अउर आपन मसालन क तू पचे खुद बारत अहा। तू पचे आपन ही ढंग स रहइ चाहत अहा। किन्तु तू पचन्क सजा दीन्ह जाइ। तू पचे आपन ही आगी मँ भहराब्या अउर तोहार पचन्क आपन ही मसालन तू पचन्क बारि डइहीं। अइसी घटना मइँ घटवाउब।”"}]}