{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"( यसायाह क नबी बनइ बरे परमेस्सर क बुलावा) जउने बरिस उज्जिय्याह क मउत भइ, मइँ आपन अद्भुत सुआमी क दर्सन किहेउँ। उ एक बहोत ऊँच सिंहासन पइ विराजमान रहा। ओकर लम्बे चोगे स मंदिर भर गवा रहा।"},{"number":2,"verse":"यहोवा क चारिहुँ कइँती साराप सरगदूतन खड़ा रहेन। हर साराप सरगदूतन क छ: छ: पंख रहेन। एनमाँ स दुइ पंखन क प्रयोग उ पचे आपन मुँह क ढकइ क बरे किया करत रहेन अउर दुइ पंखन क प्रयोग आपन गोड़न क ढकइ बरे करत रहेन अउर दुइ पंखन क उ पचे उड़इ क कामे मँ लिआवत रहेन।"},{"number":3,"verse":"हर सरगदूत दूसर सरगदूत स गोहराइ गोहराइ के कहत रहेन, “पवित्तर, पवित्तर, पवित्तर सर्वसक्तीसाली यहोवा परम पवित्तर अहइ। यहोवा क महिमा सारी धरती पइ फइली अहइ।” सरगदूतन क वाणी क स्वर बहोत ऊँच रहेन।"},{"number":4,"verse":"सरगदूतन क आवाज स दुआरे क चौखटन हिल उठिन अउर फुन मंदिर धुआँ स भरइ लाग।"},{"number":5,"verse":"मइँ बहोत डेरा गएउँ। मइँ कहेउँ, “अरे, नाहीं। मइँ तउ बर्बाद होइ जाब। मइँ ओतॅना सुद्ध नाहीं हउँ कि परमेस्सर स बातन करउँ अउर मइँ अइसे लोगन क बीच रहत हउँ जउन ओतने सुद्ध नाहीं अहइँ कि परमेस्सर स बातन कइ सकइँ। किन्तु फुन भी मइँ उ राजा, सर्वसक्तीमान यहोवा क दर्सन कइ लिहेउँ ह।”"},{"number":6,"verse":"हुवाँ वेदी पइ आगी बरत रही। ओन साराप सरगदूतन मँ स एक उ आगी मँ स चिमटा स एक दहकत भवा कोइला उठाइ लिहेउँ।"},{"number":7,"verse":"तब उ दहकत भए कोइला स मोरे मुँहे क धुआइ दिहस अउर कहेस, “जब इ दहकत कोइला तोहरे ओंठन क छुइ, तउ तू जउन बुरे करम किह्या ह, उ सबइ तोहमाँ स खतम होइ जाइ अउर तोहार पाप धोइ जाइ।”"},{"number":8,"verse":"एकरे पाछे मइँ आपन यहोवा आवाज सुनेउँ। यहोवा कहेस, “मइँ केका पठइ सकत हउँ? हमरे बरे कउन जाइ?” तउ मइँ कहेउ, “मइँ हिआँ हउँ। मोका पठवा।”"},{"number":9,"verse":"फिन यहोवा बोला, “जा अउर लोगन स कहा, ‘धियान स सुना, किन्तु समुझा जिन। निआरे स लखा, किन्तु बूझा जिन।’"},{"number":10,"verse":"लोगन क लोगन क समझइ क छमता क कठिन कइ द्या। ओनका सुनन मँ मुसकिल कइ देइ अउर लखइ नाहीं सकी। जदि तू अइसा नाहीं करब्या, तउ होइ सकत ह उ आपन आँखन स लखि सकत ही, आपन कानन स सुनि सकत हीं, अउर आपन हिरदइ स समुझ सकत हीं अउर तउ उ पचे पछतावा करी अउर चिकित्सा पाइ।”"},{"number":11,"verse":"मइँ फुन पूछेउँ, “सुआमी, मइँ अइसा कब तक करत रहउँ?” यहोवा जवाब दिहेस, “तू तब तलक अइसा करत रहा, जब तलक देस उजरिके बर्बाद न होइ जाइ।”"},{"number":12,"verse":"यहोवा लोगन क दूर चले जाइ पइ मजबूर करी। इ देस मँ बड़के-बड़के छेत्र उजड़ जइहीं।"},{"number":13,"verse":"उ देस मँ सिरिफ दस प्रतिसत लोग ही बचा रहि जइहीं, अउर दुस्मन ओका बर्बाद करइ बरे फुन स आइ। इ सबइ लोग बँझ बृच्छ क नाई होइहीं। जब उ काट दिहे जाइ अउ ओकर सिरिफ ठूँठ बचा रहि जात ह, उ ठुँठ फुन स नवा टहरी उगात ह अउर एकॉ डार बनाइ डावत ह। इ ठुँठ पवित्तर बिया स बढ़ेस ह।"}]}