{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"( नवा यरूसलेम: नेकी का एक नगर) “मोका सिय्योन स पिरेम अहइ। एह बरे मइँ ओकरे समर्थन मँ बोलत रहब। मोका यरूसलेम स पिरेम अहइ, एह बरे मइँ चुप न होबउँ। मइँ उ समय तलक बोलत रहब जब तलक नेकी क चीन्ह चमकत भइ जोति सी नाहीं चमकी। मइँ उ समय तलक बोलत रहब जब तलक उद्धार आगी क लपट सा भव्य बनिके नाहीं धधकी।"},{"number":2,"verse":"फुन सबहिं देस तोहरी नेकी क लखिहीं। तोहरे सम्मान क सब राजा लिखहीं। तबहिं तू एक नवा नाम पउब्या। खुद यहोवा तू लोगन बरे उ नवा नाम पाई।"},{"number":3,"verse":"यहोवा क तू लोगन पइ बहोत गर्व होइ। तू पचे यहोवा क हाथन मँ सुन्नर मूकुट क समान होब्या।"},{"number":4,"verse":"फुन तू पचे कबहुँ अइसे जन नाहीं कहवउब्या, ‘परमेस्सर क तजे भए लोग।’ तोहार पचन्क धरती कबहुँ अइसी धरती नाहीं कहवाइ जेका परमेस्सर उजाड़ेस। तू लोग ‘परमेस्सर क प्रिय जन’ कहवउब्या। तोहार पचन्क धरती ‘परमेस्सर क दुलहिन’ कहवाई। काहेकि यहोवा तू पचन्स पिरेम करत ह अउर तोहार पचन्क धरती ओकर होइ जाइ।"},{"number":5,"verse":"जइसे एक युवक कुँवारी क बीहत ह। वइसे ही तोहार पचन्क पूत तोहका बियाह लेइहीं। अउर जइसे दूल्हा आपन दुलहिन क संग आनन्दित होत ह वइसे ही तोहार पचन्क परमेस्सर तोहरे पचन्क संग खुस होइ।” परमेस्सर आपन बचन पाली"},{"number":6,"verse":"यरूसलेम क चारदीवारी पइ मइँ रखवारे (नवी) बइढाइ दिहेउँ ह कि ओकर धियान रखइँ। इ सबइ रखवारे मूक नाहीं रहिहीं। इ सबइ रखवारे यहोवा क तोहरी पचन्क जरूरतन क याद दियावत हीं। हे रखवारो, तू पचन्क चुप नाहीं होइ चाही।"},{"number":7,"verse":"तू पचन्क यहोवा स पराथना करब बन्द नाहीं करइ चाही। तू पचन्क सदा ओकर पराथना करत ही रहइ चाही। जब तलक उ फुन स यरूसलेम क निर्माण न कइ दे, तब तलक तू पचे ओकर पराथना करत रहा। यरूसलेम एक अइसा नगर अहइ जेकर धरती क सबहिं लोग जस गइहीं।"},{"number":8,"verse":"यहोवा खुद आपन सक्ति क प्रमाण बनावत भए वाचा कइँती यहोवा आपन सक्ति क प्रयोग स ही उ वाचा क पाली। यहोवा कहे रहा, “मइँ तू पचन्क बचन देत हउँ कि मइँ तोहरे पचन्क खइया क कबहुँ तोहरे पचन्क दुस्मनन क न देबउँ। मइँ तू पचन्क बचन देत हउँ कि तोहार पचन्क बनाई दाखरस तोहार पचन्क दुस्मनन कबहुँ नाहीं लइ पाई।"},{"number":9,"verse":"जउन मनई खाना जुटावत ह, उहइ ओका खाई अउर उ मनई यहोवा क गुण गाई। उ मनई जउन अंगूर बीनत ह, उहइ ओन अंगूरन क बनी दाखरस पिई। मोर पवित्तर धरती पइ अइसी बातन हुआ करिहीं।”"},{"number":10,"verse":"दुआरे स होत भए आवा। लोगन बरे राहन साफ करा। मारग क तइयार करा। राहे पइ क पाथर हटाइ द्या, लोगन बरे संकेत क रूप मँ झण्डा उठाइ द्या।"},{"number":11,"verse":"यहोवा सबहिं दूर देसन बरे बोलत अहइ। “सिय्योन क लोगन स कहि द्या, ‘लखा, तोहार पचन्क उद्धारकर्ता आवत अहइ। उ तोहार पचन्क प्रतिफल लिआवत अहइ। उ अपने संग तोहरे बरे प्रतिफल लिआवत अहइ।’”"},{"number":12,"verse":"ओकर लोग बोलावइ जाइ: “पवित्तर जन,” “यहोवा क सुरच्छित लोग।” यरूसलेम बोलावइ जाइ: “उ नगर जेसे यहोवा पिरेम करत ह,” “उ नगर जेका अउर तजि नाहीं जाइ।”"}]}