{"bibleAbbr":"awaERV2005","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"( अस्सूर हाली ही आइ) यहोवा मोसे कहेस, “लिखइ बरे माटी क बड़की स तख़्ती ल्या अउर ओह पइ सुआ स इ लिखा, महेर्शालाल्हशबज (अर्थात् ‘हिआँ हाली ही लूटमार अउ चोरियन होइहीं।’”)"},{"number":2,"verse":"मइँ कछू अइसे लोग बटोरेउँ जिन पइ साच्छी होइ बरे बिस्सास कीन्ह जाइ सकत रहा। इ सबइ लोग रहेन याजक ऊरिय्याह जकर्याह जउन जेबरेक्याह क पूत रहा। उ लोग मोका निहारत रहेन जउन टेम मँ मइँ ऍन बातन क लखे रहेन।"},{"number":3,"verse":"फुन मइँ ओन नबिया क लगे गएउँ। मोर ओकरे संग संग रहइ क पाछे, उ गर्भवती भइ अउर ओकरे एक पूत भवा। तब यहोवा मोसे कहेस, “तू बेटवा क नाउँ महेर्शालाल्हशबज राखा।"},{"number":4,"verse":"काहेकि एहसे पहिले कि बचवा, ‘महतारी’ अउर ‘बाप’ कहब सीखइ, ओहसे पहिले ही दमिस्क अउ सोमरोन क समूचइ धनदौलत क छोरि लेइ अउर ओन वस्तुअन क अस्सूर क राजा क दइ देइ।”"},{"number":5,"verse":"यहोवा मोसे फुन कहेस।"},{"number":6,"verse":"मोर सुआमी कहेस, “इ सबइ लोग सीलोह क तालाब स सान्त पानी क लेइ स इन्कार करत हीं। इ सबइ लोग रसीन अउ रमल्याह पूत क असान्त पानी क लेइ क प्राथमिकता दिहेस।"},{"number":7,"verse":"किन्तु एह बरे मइँ, यहोवा, अस्सूर क राजा अउर ओकर समूची सक्ति क तोहरे विरोध मँ लइके आउब। उ पचे परात नदी क खउफनाक बाढ़ क तरह अइहीं। इ अइसा होइ जइसे किनारन क तोड़त बोरत नदी उफना पड़त ह।"},{"number":8,"verse":"जउन पानी उ नदी स उफनिके निकरी उ यहूदा मँ भरि जाइ अउर यहूदा क प्राय: बोर देइ। “इम्मानूएल, इ बाढ़ क पानी तब तलक फइलत चली जाइ जब तलक तोहरे पचन्क समूचइ देस मँ बाढ़ न आ जाइ।” यहोवा अपने सेवकन क रच्छा करत ह"},{"number":9,"verse":"हे जातियो, तू सबहिं जुद्ध बरे तइयार रहा। तू पचन्क हराइ दीन्ह जाइ। अरे, सुदूर क देसो, सुना, तू सबहिं जुद्ध बरे तइयार रहा। तू पचन्क हराइ दीन्ह जाइ।"},{"number":10,"verse":"आपन जुद्ध क जोजनन क रचा। तोहार जोजनन हराइ दीन्ह जइहीं। तू अपनी फउजन क हुकुम द्या। तोहार उ सबइ हुकुम बेकार होइ जइहीं। काहेकि परमेस्सर हमार संग अहइ।"},{"number":11,"verse":"( यसायाह क चितउनी) यहोवा आपन महान सक्ति क संग मोसे कहेस। यहोवा मोका चितउनी दिहस कि मइँ एन दूसर लोगन क नाई न बनउँ। यहोवा कहेस,"},{"number":12,"verse":"“तू पचन क इ नाहीं सोचइ चाही कि इ सडयंत्र सिरिफ इ कारण स रचा गवा अहइँ कि लोग अइसा कहत ह! नाहीं, तू पचन क उ बातन स डेरात नाहीं चाही जे बातन स उ पचे डेरात अहइँ।”"},{"number":13,"verse":"तू पचन्क बस सर्वसक्तीमान यहोवा स डेराइ चाही। तू पचन्क बस उहइ क आदर करइ चाही। तू पचन्क उहइ स डेराइ चाही।"},{"number":14,"verse":"जदि तू पचे यहोवा क आदर रखब्या अउर ओका पवित्तर मनब्या तउ उ तोहरे पचन बरे एक ठु सुरच्छित ठउर होइ। किन्तु तू पचे ओकर आदर नाहीं करत्या। एह बरे परमेस्सर एक ठु अइसी चट्टान होइ ग अहइ जेकरे ऊपर तू लोग भहराब्या। उ एक अइसी चट्टान होइ ग अहइ जेह पइ इस्राएल क दुइ परिवार ठोकर खइहीं। यरूसलेम क सबहिं लोगन क फँसावइ बरे उ एक फन्दा बन गवा ह।"},{"number":15,"verse":"(इ चट्टान पइ बहोत स लोग भहरइहीं। उ पचे गिरहीं अउर चकनाचूर होइ जइहीं। उ पचे जाल मँ पड़ितीं अउर धइ लीन्ह जइहीं।)"},{"number":16,"verse":"यसायाह कहेस, “एक ठु समझौता करा अउर ओह पइ मोहर लगाइ द्या। भविस्स बरे, मोरे उपदेसन क रच्छा करा। मोर चेलन क लखत भए क टेँम ही अइसा करा।”"},{"number":17,"verse":"उ वाचा इ अहइ: “मइँ सहायता पावइ बरे यहोवा क प्रतीच्छा करब। यहोवा याकूब क घराने स लज्जित अहइ। उ ओनका लखइ तलक नाहीं चाहत ह। किन्तु मइँ यहोवा क प्रतीच्छा करब। उ हमार रच्छा करी।”"},{"number":18,"verse":"“मइँ अउर मोर बच्चा इस्राएल क लोगन बरे संकेत अउर प्रमाण अहइँ। हम उ सर्वसक्तीमान यहोवा क जरिये पठवा ग अहइ, जउन सिय्योन पर्वते पइ रहत ह।”"},{"number":19,"verse":"कछू लोग कहा करत हीं, “भविस्स बतावइवालन अउर जादूगरन स पूछा, ‘का करब अहइ?’” (इ सबइ भविस्स बतावइवालन अउर जादूगर फुस-फुसाइके बोलत हीं। इ सबइ लोगन पइ इ प्रभाव डावइ बरे कि ओनके लगे अर्न्तदृस्टि अहइँ, उ पचे चुपचाप बातन करत हीं।) किन्तु मइँ तू पचन्क बतावत हउँ कि लोगन क आपन परमेस्सर स सहायता माँगइ चाही। उ पचे भविस्स बतावइवालन अउर जादूगर मरे भए लोगन स पूछिके बतावत हीं कि का करइ चाही? किन्तु भला जिअत लोग मरे भएन स कउनो बात काहे पूँछइ।"},{"number":20,"verse":"तू पचन्क सिच्छन अउर वाचा क अनुसार चलइ चाही। जदि तू पचे एन हुकुमन क पालन नाहीं करब्या तउ होइ सकत ह तू गलत हुकुमन क पालन करइ लागा। (इ सबइ हुकुमन उ सबइ अहइँ जउन जादूगरन अउ भविस्स बतावइवालन क जरिये मिलत हीं। इ सबइ हुकुमन बेकार अहइँ। ओन हुकुमन पइ चलिके तू पचन्क कछू नाहीं मिली।)"},{"number":21,"verse":"जदि तू पचे ओन गलत हुकुमन पइ चलब्या, तउ तोहरे पचन्क देस पइ विपत्ति आइ अउर भूखमरी फइली। लोग भूखा मरिहीं। फुन उ पचे कोहाइ जइहीं अउर आपन राजा अउर आपन देवतन क खिलाफ बातन कहिहीं। एकरे पाछे उ पचे मदद बरे परमेस्सर कइँती निहरिहीं।"},{"number":22,"verse":"अगर आपन देस मँ उ पचे चारिहुँ तरफ लखिहीं तउ ओनका चारिहुँ कइँती विपत्ति अउर चिन्ताजनक अँधियारा ही देखाइ देइ। लोगन्क उ अंधकार स भरा दुःख ओनका देस तजइ पइ मजबूर करी अउर उ सबइ लोग जउन उ अँधेरे मँ फँसा होइहीं, आपन आपका ओहसे अजाद नाहीं कराइ पइहीं।"}]}