{"bibleAbbr":"teOV2016","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"వారు ఐగుప్తుదేశమునుండి బయలువెళ్లిన రెండవ సంవత్సరము రెండవనెల మొదటి తేదిని, సీనాయి అరణ్య మందలి ప్రత్యక్షపు గుడారములో యెహోవా మోషేతో ఇట్లనెను"},{"number":2,"verse":"–ఇశ్రాయేలీయుల వంశముల చొప్పున వారి వారి పితరుల కుటుంబములనుబట్టి వారి వారి పెద్దలచొప్పున మగవారినందరిని లెక్కించి సర్వసమాజసంఖ్యను వ్రాయించుము.౹"},{"number":3,"verse":"ఇశ్రాయేలీయులలో సైన్యముగా వెళ్లువారిని, అనగా ఇరువది యేండ్లు మొదలుకొని పైప్రాయముగల వారిని, తమతమ సేనలనుబట్టి నీవును అహరోనును లెక్కింపవలెను.౹"},{"number":4,"verse":"మరియు ప్రతి గోత్రములో ఒకడు, అనగా తన పితరుల కుటుంబములో ముఖ్యుడు, మీతోకూడ ఉండవలెను.౹"},{"number":5,"verse":"మీతోకూడ ఉండవలసినవారి పేళ్లు ఏవేవనగా–రూబేను గోత్రములో షెదేయూరు కుమారుడైన ఏలీసూరు;౹"},{"number":6,"verse":"షిమ్యోను గోత్రములో సూరీషద్దాయి కుమారుడైన షెలుమీయేలు"},{"number":7,"verse":"యూదా గోత్రములో అమ్మీనాదాబు కుమారుడైన నయస్సోను"},{"number":8,"verse":"ఇశ్శాఖారు గోత్రములో సూయారు కుమారుడైన నెతనేలు"},{"number":9,"verse":"జెబూలూను గోత్రములో హేలోను కుమారుడైన ఏలీయాబు"},{"number":10,"verse":"యోసేపు సంతానమందు, అనగా ఎఫ్రాయిము గోత్రములో అమీహూదు కుమారుడైన ఎలీషామా; మనష్షే గోత్రములో పెదాసూరు కుమారుడైన గమలీయేలు"},{"number":11,"verse":"బెన్యామీను గోత్రములో గిద్యోనీ కుమారుడైన అబీదాను"},{"number":12,"verse":"దాను గోత్రములో అమీషద్దాయి కుమారుడైన అహీయెజెరు"},{"number":13,"verse":"ఆషేరు గోత్రములో ఒక్రాను కుమారుడైన పగీయేలు"},{"number":14,"verse":"గాదు గోత్రములో దెయూవేలు కుమారుడైన ఎలీయాసాపు"},{"number":15,"verse":"నఫ్తాలి గోత్రములో ఏనాను కుమారుడైన అహీర అనునవి.౹"},{"number":16,"verse":"వీరు సమాజములో పేరు పొందినవారు. వీరు తమతమపితరుల గోత్రములలో ప్రధానులు ఇశ్రాయేలీయుల కుటుంబములకు పెద్దలును.౹"},{"number":17,"verse":"పేళ్ల చేత వివరింపబడిన ఆ మనుష్యులను మోషే అహరోనులు పిలుచుకొని రెండవనెల మొదటి తేదిని సర్వసమాజమును కూర్చెను.౹"},{"number":18,"verse":"ఇరువది ఏండ్లు మొదలుకొని పై ప్రాయముగలవారు తమతమ వంశావళులనుబట్టి తమతమ వంశములను తమతమపితరుల కుటుంబములను తమతమ పెద్దల సంఖ్యను తెలియచెప్పగా"},{"number":19,"verse":"యెహోవా అతనికి ఆజ్ఞాపించినట్లు సీనాయి అరణ్యములో మోషే వారిని లెక్కించెను."},{"number":20,"verse":"ఇశ్రాయేలు ప్రథమ కుమారుడైన రూబేను పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియ చెప్పగా రూబేను గోత్రములో లెక్కింపబడినవారు నలుబది యారువేల ఐదువందలమంది యైరి."},{"number":21,"verse":"[21-22] షిమ్యోను పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువదియేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి పెద్దల సంఖ్యను తెలియచెప్పగా"},{"number":23,"verse":"షిమ్యోను గోత్రములో లెక్కింపబడినవారు ఏబది తొమ్మిదివేల మూడు వందలమంది యైరి."},{"number":24,"verse":"గాదు పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పైప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":25,"verse":"గాదు గోత్రములో లెక్కింప బడినవారు నలుబది యయిదువేల ఆరువందల ఏబదిమంది యైరి."},{"number":26,"verse":"యూదా పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పైప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":27,"verse":"యూదా గోత్రములో లెక్కింపబడినవారు డెబ్బది నాలుగువేల ఆరువందలమంది యైరి."},{"number":28,"verse":"ఇశ్శాఖారు పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువదియేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":29,"verse":"ఇశ్శాఖారు గోత్రములో లెక్కింపబడినవారు ఏబది నాలుగువేల నాలుగువందలమంది యైరి."},{"number":30,"verse":"జెబూలూను పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువదియేండ్లు మొదలుకొని పైప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":31,"verse":"జెబూలూను గోత్రములో లెక్కింపబడినవారు ఏబదియేడువేల నాలుగువందలమంది యైరి."},{"number":32,"verse":"యోసేపు పుత్రుల వంశావళి, అనగా ఎఫ్రాయిము పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లు వారందరి సంఖ్యను తెలియచెప్పగా"},{"number":33,"verse":"యోసేపు గోత్రములో లెక్కింపబడినవారు నలుబదివేల ఐదువందలమంది యైరి."},{"number":34,"verse":"మనష్షే పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":35,"verse":"మనష్షే గోత్రములో లెక్కింప బడినవారు ముప్పది రెండువేల రెండువందలమంది యైరి."},{"number":36,"verse":"బెన్యామీను పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువదియేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":37,"verse":"బెన్యామీను గోత్రములో లెక్కింపబడినవారు ముప్పది యైదువేల నాలుగువందలమంది యైరి."},{"number":38,"verse":"దాను పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":39,"verse":"దానుగోత్రములో లెక్కింప బడినవారు అరువది రెండువేల ఏడువందలమంది యైరి."},{"number":40,"verse":"ఆషేరు పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువదియేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":41,"verse":"ఆషేరు గోత్రములో లెక్కింప బడినవారు నలువది యొకవేయి ఐదువందలమంది యైరి."},{"number":42,"verse":"నఫ్తాలి పుత్రుల వంశావళి. తమతమ వంశములలో తమతమపితరుల కుటుంబములలో ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా వెళ్లువారందరి సంఖ్యను తెలియచెప్పగా"},{"number":43,"verse":"నఫ్తాలి గోత్రములో లెక్కింప బడినవారు ఏబది మూడువేల నాలుగువందలమంది యైరి."},{"number":44,"verse":"వీరు లెక్కింపబడినవారు, అనగా మోషేయు అహరోనును తమతమపితరుల కుటుంబములనుబట్టి ఒక్కొక్కడుగా ఏర్పడిన ప్రధానులును లెక్కించినవారు.౹"},{"number":45,"verse":"అట్లు ఇశ్రాయేలీయులలో తమతమపితరుల కుటుంబముల చొప్పున లెక్కింపబడిన వారందరు, అనగా ఇరువది యేండ్లు మొదలుకొని పై ప్రాయము కలిగి సేనగా బయలు వెళ్లిన ఇశ్రాయేలీయులందరు"},{"number":46,"verse":"లెక్కింపబడి ఆరులక్షల మూడువేల ఐదువందల ఏబదిమంది యైరి."},{"number":47,"verse":"అయితే లేవీయులు తమపితరుల గోత్రము చొప్పున వారితో పాటు లెక్కింపబడలేదు.౹"},{"number":48,"verse":"ఏలయనగా యెహోవా మోషేతో ఈలాగు సెలవిచ్చియుండెను —నీవు లేవీగోత్రమును లెక్కింపకూడదు.౹"},{"number":49,"verse":"ఇశ్రాయేలీయుల మొత్తమునకు వారి మొత్తమును చేర్చకూడదు.౹"},{"number":50,"verse":"నీవు సాక్ష్యపు గుడారము మీదను దాని ఉపకరణములన్నిటిమీదను దానిలో చేరిన వాటన్నిటిమీదను లేవీయులను నియమింపుము. వారే మందిరమును దాని ఉపకరణములన్నిటిని మోయవలెను. వారు మందిరపు సేవచేయుచు దానిచుట్టు దిగవలసినవారై యుందురు.౹"},{"number":51,"verse":"మందిరము సాగబోవునప్పుడు లేవీయులే దాని విప్పవలెను, మందిరము దిగునప్పుడు లేవీయులే దాని వేయవలెను. అన్యుడు సమీపించినయెడలవాడు మరణశిక్ష నొందును.౹"},{"number":52,"verse":"ఇశ్రాయేలీయులు తమతమ సేనల చొప్పున ప్రతివాడును తన తన పాళెములో తన తన ధ్వజము నొద్ద దిగవలెను.౹"},{"number":53,"verse":"ఇశ్రాయేలీయుల సమాజముమీద కోపము రాకుండునట్లు లేవీయులు సాక్ష్యపు గుడారము చుట్టు దిగవలెను; వారు సాక్ష్యపు గుడారమును కాపాడవలెను.౹"},{"number":54,"verse":"యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటిని తప్పకుండ ఇశ్రాయేలీయులు చేసిరి."}]}