{"bibleAbbr":"teOV2016","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను"},{"number":2,"verse":"–నీవు లేవీయులలో కహాతీయులను వారివారి వంశములచొప్పునను వారివారి పితరుల కుటుంబముల చొప్పునను"},{"number":3,"verse":"ముప్పది యేండ్లు మొదలుకొని, యేబది యేండ్లవరకు ప్రాయము కలిగి, ప్రత్యక్షపుగుడారములో పనిచేయుటకు సేనగా చేరగలవారందరి సంఖ్యను వ్రాయించుము.౹"},{"number":4,"verse":"అతి పరిశుద్ధమైనదాని విషయములో ప్రత్యక్షపు గుడారమునందు కహాతీయులు చేయవలసిన సేవ యేదనగా"},{"number":5,"verse":"దండు ప్రయాణమైనప్పుడు అహరోనును అతని కుమారులును లోపలికి వచ్చి అడ్డతెరను దించి దానితో సాక్ష్యపు మందసమును కప్పి"},{"number":6,"verse":"దానిమీద సముద్రవత్సల చర్మమయమైన కప్పునువేసి దానిమీద అంతయు నీలవర్ణముగల బట్టను పరచి దాని మోతకఱ్ఱలను దూర్చవలెను.౹"},{"number":7,"verse":"సన్నిధిబల్లమీద నీలిబట్టను పరచి దానిమీద గిన్నెలను ధూపార్తులను పాత్రలను తర్పణ పాత్రలను ఉంచవలెను. నిత్యముగా ఉంచవలసిన రొట్టెలును దానిమీద ఉండవలెను. అప్పుడు వారు వాటిమీద ఎఱ్ఱ బట్ట పరచి"},{"number":8,"verse":"దానిమీద సముద్రవత్సల చర్మపు కప్పువేసి దాని మోతకఱ్ఱలను దూర్చవలెను.౹"},{"number":9,"verse":"మరియు వారు నీలి బట్టను తీసికొని దీపవృక్షమును దాని ప్రదీపములను దాని కత్తెరను దాని కత్తెర చిప్పలను దాని సేవలో వారు ఉప యోగపరచు సమస్త తైలపాత్రలను కప్పి"},{"number":10,"verse":"దానిని దాని ఉపకరణములన్నిటిని సముద్రవత్సల చర్మమయమైన కప్పులో పెట్టి దండెమీద ఉంచవలెను.౹"},{"number":11,"verse":"మరియు బంగారుమయమైన బలిపీఠముమీద నీలిబట్టనుపరచి సముద్రవత్సల చర్మముతో దానిని కప్పి దాని మోతకఱ్ఱలను దూర్చవలెను.౹"},{"number":12,"verse":"మరియు తాము పరిశుద్ధస్థలములో సేవచేయు ఆ ఉపకరణములన్నిటిని వారు తీసికొని నీలిబట్టలో ఉంచి సముద్రవత్సల చర్మముతో కప్పి వాటిని దండెమీద పెట్టవలెను.౹"},{"number":13,"verse":"వారు బలిపీఠపు బూడిద యెత్తి దానిమీద ధూమ్రవర్ణముగల బట్టను పరచి"},{"number":14,"verse":"దానిమీద తమ సేవోప కరణములన్నిటిని, అనగా ధూపార్తి ముండ్లు గరిటెలు గిన్నెలునైన బలిపీఠపు ఉపకరణములన్నిటిని దానిమీద పెట్టి, సముద్రవత్సల చర్మమయమైన కప్పును దానిమీద పరచి, దాని మోతకఱ్ఱలను తగిలింపవలెను.౹"},{"number":15,"verse":"దండు ప్రయాణమైనప్పుడు అహరోనును అతని కుమారులును పరిశుద్ధస్థలమును పరిశుద్ధస్థలముయొక్క ఉపకరణములన్నిటిని కప్పుట ముగించిన తరువాత కహాతీయులు దాని మోయ రావలెను. అయితే వారు చావకయుండునట్లు పరిశుద్ధమైనదానిని ముట్టకూడదు. ఇవి ప్రత్యక్షపు గుడారములో కహాతీయుల భారము.౹"},{"number":16,"verse":"యాజకుడగు అహరోను కుమారుడైన ఎలియాజరు పైవిచారణలోనికి వచ్చునవి ఏవనగా–దీపతైలము పరిమళధూపద్రవ్యములు నిత్య నైవేద్యము అభిషేకతైలము. మందిరమంతటి పైవిచారణ పరిశుద్ధస్థలములోనేమి, దాని ఉపకరణములలోనేమి, దానిలోనున్న అంతటి పైవిచారణలోనికి అతని భారము."},{"number":17,"verse":"మరియు యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను"},{"number":18,"verse":"–మీరు కహాతీయుల గోత్ర కుటుంబములను లేవీయులలోనుండి ప్రత్యేకింపకుడి.౹"},{"number":19,"verse":"వారు అతి పరిశుద్ధమైనదానికి సమీపించినప్పుడు వారు చావక బ్రదికి యుండునట్లు మీరు వారినిగూర్చి చేయవలసినదేదనగా —అహరోనును అతని కుమారులును లోపలికి వచ్చి ప్రతి వానికి వాని వాని పనియువాని వాని బరువును నియమింపవలెను.౹"},{"number":20,"verse":"వారు చావకయుండునట్లు పరిశుద్ధస్థలమును రెప్పపాటు సేపైనను చూచుటకు లోపలికి రాకూడదు."},{"number":21,"verse":"మరియు యెహోవా మోషేకు ఈలాగు సెలవిచ్చెను"},{"number":22,"verse":"–గెర్షోనీయులను వారివారి పితరుల కుటుంబముల చొప్పు నను వారివారి వంశముల చొప్పునను లెక్కించి సంఖ్యను వ్రాయించుము.౹"},{"number":23,"verse":"ముప్పదియేండ్లు మొదలుకొని యేబది యేండ్లవరకు వయస్సు కలిగి ప్రత్యక్షపు గుడారములో సేవచేయుటకు సేనలో పని చేయ చేరువారందరిని లెక్కింపవలెను.౹"},{"number":24,"verse":"పనిచేయుటయు మోతలు మోయుటయు గెర్షో నీయుల సేవ;౹"},{"number":25,"verse":"వారు మందిరముయొక్క తెరలను ప్రత్యక్షపు గుడారమును దాని కప్పును దాని పైనున్న సముద్రవత్సల చర్మమయమైన పైకప్పును ప్రత్యక్షపు గుడారముయొక్క ద్వారపు తెరను ప్రాకార తెరలను౹"},{"number":26,"verse":"మందిరము చుట్టును బలిపీఠము చుట్టునుఉండు ప్రాకారపు గవినిద్వారపు తెరలను వాటి త్రాళ్లను వాటి సేవా సంబంధమైన ఉపకరణములన్నిటిని వాటికొరకు చేయబడినది యావత్తును మోయుచు పనిచేయుచు రావలెను.౹"},{"number":27,"verse":"గెర్షోనీయుల పని అంతయు, అనగా తాము మోయు వాటినన్నిటిని చేయుపనియంతటిని అహరోనుయొక్కయు అతని కుమారులయొక్కయు నోటిమాటచొప్పున జరుగవలెను. వారు జరుపువాటినన్నిటిని జాగ్రత్తగా చూచు కొనవలెనని వారికి ఆజ్ఞాపింపవలెను.౹"},{"number":28,"verse":"ప్రత్యక్షపు గుడారములో గెర్షోనీయులయొక్క పని యిది; వారు పని చేయుచు యాజకుడగు అహరోను కుమారుడైన ఈతా మారు చేతిక్రింద నుండవలెను."},{"number":29,"verse":"మెరారీయులను వారివారి వంశములచొప్పునను వారి వారి పితరుల కుటుంబముల చొప్పునను లెక్కింపవలెను.౹"},{"number":30,"verse":"ముప్పదియేండ్లు మొదలుకొని యేబది యేండ్లవరకు వయస్సు కలిగి ప్రత్యక్షపు గుడారములో పనిచేయుటకు సేనగా చేరువారందరిని లెక్కింపవలెను.౹"},{"number":31,"verse":"ప్రత్యక్షపు గుడారములో వారు చేయుపని అంతటి విషయములో వారు, మందిరపు పలకలను దాని అడ్డ కఱ్ఱలను దాని స్తంభములను"},{"number":32,"verse":"దాని దిమ్మలను దాని చుట్టునున్న ప్రాకార స్తంభములను వాటి దిమ్మలను వాటి మేకులను వాటి త్రాళ్లను వాటి ఉపకరణములన్నిటిని వాటి సంబంధమైన పనియంతటికి కావలసినవన్నిటిని వారు మోసి కాపాడవలసిన బరువులను పేర్ల వరుసను లెక్కింపవలెను.౹"},{"number":33,"verse":"మెరారీయుల వంశములు ప్రత్యక్షపు గుడారములో యాజకుడగు అహరోను కుమారుడైన ఈతామారు చేతిక్రింద చేయవలసిన సేవ యిది; అంతే వారు చేయవలసిన సేవ అని చెప్పెను."},{"number":34,"verse":"అప్పుడు మోషే అహరోనులు సమాజప్రధానులను కహాతీయులను, అనగా వారివారి వంశముల చొప్పునను వారివారి పితరుల కుటుంబముల చొప్పునను ముప్పది యేండ్లు మొదలుకొని"},{"number":35,"verse":"యేబది యేండ్లవరకు ప్రాయము కలిగి ప్రత్యక్షపు గుడారములో సేవచేయుటకు సేనగా చేరువారందరిని లెక్కించిరి.౹"},{"number":36,"verse":"వారివారి వంశములచొప్పున వారిలో లెక్కింపబడినవారు రెండువేల ఏడువందల ఏబదిమంది.౹"},{"number":37,"verse":"ప్రత్యక్షపు గుడారములో సేవచేయతగిన వారని కహాతీయుల వంశములలో లెక్కింపబడినవారు వీరే; యెహోవా మోషేచేత పలికించిన మాటచొప్పున మోషే అహరోనులు వారిని లెక్కించిరి."},{"number":38,"verse":"గెర్షోనీయులలో వారివారి వంశములచొప్పునను వారి వారి పితరుల కుటుంబముల చొప్పునను లెక్కింప బడినవారు, అనగా ముప్పది యేండ్లు మొదలుకొని"},{"number":39,"verse":"యేబది యేండ్లవరకు ప్రాయము కలిగి ప్రత్యక్షపు గుడారములో సేవచేయుటకై సేనగా చేరువారందరు తమతమ వంశముల చొప్పునను"},{"number":40,"verse":"తమతమపితరుల కుటుంబముల చొప్పునను వారిలో లెక్కింపబడినవారు రెండువేల ఆరు వందల ముప్పదిమంది.౹"},{"number":41,"verse":"ప్రత్యక్షపు గుడారములో సేవ చేయతగినవారని గెర్షోనీయులలో లెక్కింపబడినవారు వీరే; యెహోవా నోటిమాటనుబట్టి మోషే అహరోనులు వారిని లెక్కించిరి.౹"},{"number":42,"verse":"మెరారీయుల వంశములలో తమతమ వంశముల చొప్పునను తమతమపితరుల కుటుంబముల చొప్పునను లెక్కింపబడినవారు"},{"number":43,"verse":"అనగా ముప్పదియేండ్లు మొదలుకొని యేబదియేండ్లవరకు ప్రాయము కలిగి ప్రత్యక్షపు గుడారములో సేవచేయుటకు సేనగా చేరువారు"},{"number":44,"verse":"అనగా తమతమ వంశములచొప్పున వారిలో లెక్కింప బడినవారు మూడువేల రెండువందలమంది.౹"},{"number":45,"verse":"మెరారీయుల వంశములలో లెక్కింపడినవారు వీరే; యెహోవా మోషే చేత పలికించిన మాటనుబట్టి మోషే అహరోనులు వారిని లెక్కించిరి.౹"},{"number":46,"verse":"మోషే అహరోనులు ఇశ్రాయేలీయుల ప్రధానులును లెక్కించిన లేవీయులలో"},{"number":47,"verse":"ముప్పది యేండ్లు మొదలుకొని యేబదియేండ్లవరకు ప్రాయము కలిగి తమతమ వంశములచొప్పునను తమతమపితరుల కుటుంబముల చొప్పునను లెక్కింపబడినవారు"},{"number":48,"verse":"అనగా ప్రత్యక్షపు గుడారములో సేవయు మోతయు జరిగించు నిమిత్తమై చేరువారందరు, అనగా వారిలో లెక్కింపబడినవారు ఎనిమిదివేల ఐదువందల ఎనుబదిమంది.౹"},{"number":49,"verse":"యెహోవా నోటిమాటచొప్పున మోషేచేత వారు లెక్కింపబడిరి; ప్రతివాడును తన తన సేవనుబట్టియు తన తన మోతనుబట్టియు యెహోవా మోషేకు ఆజ్ఞాపించినట్లువారు అతనివలన లెక్కింపబడిరి."}]}