{"bibleAbbr":"KJV1611","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"And Eliiah the Tishbite, who was of the inhabitants of Gilead, said vnto Ahab, As the Lord God of Israel liueth, before whome I stand, there shall not be deaw nor raine these yeres, but according to my word."},{"number":2,"verse":"And the worde of the Lord came vnto him, saying,"},{"number":3,"verse":"Get thee hence, and turne thee Eastward, and hide thy selfe by the brooke Cherith, that is before Iordane."},{"number":4,"verse":"And it shall bee, that thou shalt drinke of the brooke, and I haue commanded the rauens to feed thee there."},{"number":5,"verse":"So hee went, and did according vnto the word of the Lord: for hee went and dwelt by the brooke Cherith, that is before Iordane."},{"number":6,"verse":"And the rauens brought him bread and flesh in the morning, and bread and flesh in the euening: and hee dranke of the brooke."},{"number":7,"verse":"And it came to passe after a while, that the brooke dryed vp, because there had beene no raine in the land."},{"number":8,"verse":"And the word of the Lord came vnto him, saying,"},{"number":9,"verse":"Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I haue commaunded a widow woman there to sustaine thee."},{"number":10,"verse":"So he arose, and went to Zarephath: and when he came to the gate of the citie, behold, the widow woman was there gathering of stickes: and he called to her, and said, Fetch me, I pray thee, a little water in a vessell, that I may drinke."},{"number":11,"verse":"And as shee was going to fetch it, he called to her, and said, Bring mee, I pray thee, a morsell of bread in thine hand."},{"number":12,"verse":"And she said, As the Lord thy God liueth, I haue not a cake, but an handfull of meale in a barrell, and a little oyle in a cruse: and behold, I am gathering two stickes, that I may goe in, and dresse it for me and my sonne, that we may eate it, and die."},{"number":13,"verse":"And Eliiah said vnto her, Feare not, goe, and doe as thou hast said: but make mee thereof a little cake first, and bring it vnto mee, and after make for thee, and for thy sonne."},{"number":14,"verse":"For thus saith the Lord God of Israel, The barrell of meale shall not waste, neither shall the cruse of oile faile, vntill the day that the Lord sendeth raine vpon the earth."},{"number":15,"verse":"And shee went, and did according to the saying of Eliiah: and she, and he, and her house did eate many dayes."},{"number":16,"verse":"And the barrell of meale wasted not, neither did the cruse of oyle faile, according to the word of the Lord, which he spake by Eliiah."},{"number":17,"verse":"And it came to passe after these things, that the sonne of the woman, the mistresse of the house, fell sicke, and his sickenesse was so sore, that there was no breath left in him."},{"number":18,"verse":"And shee sayd vnto Eliiah, What haue I to doe with thee? O thou man of God! Art thou come vnto me to call my sinne to remembrance, and to slay my sonne?"},{"number":19,"verse":"And he said vnto her, Giue me thy sonne. And he tooke him out of her bosome, and caried him vp into a loft, where he abode, and laide him vpon his owne bed."},{"number":20,"verse":"And hee cried vnto the Lord, and said, O Lord my God, hast thou also brought euill vpon the widow, with whom I soiourne, by slaying her sonne?"},{"number":21,"verse":"And he stretched himselfe vpon the child three times, and cried vnto the Lord, and said; O Lord my God, I pray thee, let this childes soule come into him againe."},{"number":22,"verse":"And the Lord heard the voice of Eliiah, and the soule of the child came into him againe, and he reuiued."},{"number":23,"verse":"And Eliiah tooke the childe, and brought him downe out of the chamber into the house, and deliuered him vnto his mother: and Eliiah said, See, thy sonne liueth."},{"number":24,"verse":"And the woman said to Eliiah, Now by this I know, that thou art a man of God, and that the word of the Lord in thy mouth is trueth."}]}