{"bibleAbbr":"KJV1611","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"But Solomon was building his owne house thirteene yeres, and he finished all his house."},{"number":2,"verse":"Hee built also the house of the forrest of Lebanon; the length thereof was a hundred cubites, and the breadth thereof fiftie cubites, and the height thereof thirtie cubites, vpon foure rowes of Cedar pillars, with Cedar beames vpon the pillars."},{"number":3,"verse":"And it was couered with Cedar aboue vpon the beames, that lay on fortie fiue pillars, fifteene in a row."},{"number":4,"verse":"And there were windowes in three rowes, and light was against light in three rankes."},{"number":5,"verse":"And all the doores and postes were square, with the windowes: and light was against light in three rankes."},{"number":6,"verse":"And he made a porch of pillars, the length thereof was fiftie cubites, and the breadth thereof thirtie cubites: and the porch was before them: and the other pillars, and the thicke beame were before them."},{"number":7,"verse":"Then hee made a porch for the throne where he might iudge, euen the porch of Iudgement: and it was couered with Cedar from one side of the floore to the other."},{"number":8,"verse":"And his house where he dwelt, had another court within the porch, which was of the like worke: Solomon made also an house for Pharaohs daughter, ( whom he had taken to wife) like vnto this porch."},{"number":9,"verse":"All these were of costly stones, according to the measures of hewed stones, sawed with sawes, within and without, euen from the foundation vnto the coping, and so on the outside toward the great court."},{"number":10,"verse":"And the foundation was of costly stones, euen great stones; stones of ten cubites, and stones of eight cubites."},{"number":11,"verse":"And aboue were costly stones (after the measures of hewed stones) and Cedars."},{"number":12,"verse":"And the great court round about, was with three rowes of hewed stones, and a row of Cedar beames, both for the inner court of the house of the Lord, and for the porch of the house."},{"number":13,"verse":"And king Solomon sent and fet Hiram out of Tyre."},{"number":14,"verse":"Hee was a widowes sonne of the tribe of Naphtali, and his father was a man of Tyre, a worker in brasse, and he was filled with wisedome, and vnderstanding, and cunning to worke all workes in brasse: and hee came to king Solomon, and wrought all his worke."},{"number":15,"verse":"For he cast two pillars of brasse of eighteene cubites high a piece: and a line of twelue cubites did compasse either of them about."},{"number":16,"verse":"And hee made two Chapiters of molten brasse, to set vpon the tops of the pillars: the height of the one chapiter was fiue cubites, and the height of the other chapiter was fiue cubites:"},{"number":17,"verse":"And nets of checker worke, and wreathes of chaine worke, for the chapiters which were vpon the top of the pillars: seuen for the one chapiter, and seuen for the other chapiter."},{"number":18,"verse":"And he made the pillars, and two rowes round about vpon the one networke, to couer the chapiters that were vpon the top, with pomegranates: and so did he for the other chapiter."},{"number":19,"verse":"And the chapiters that were vpon the top of the pillars, were of lillie worke in the porch, foure cubites."},{"number":20,"verse":"And the chapiters vpon the two pillars had pomegranates also, aboue, ouer against the belly which was by the networke: and the pomegranates were two hundred in rowes round about, vpon the other chapiter."},{"number":21,"verse":"And he set vp the pillars in the porch of the temple: and hee set vp the right pillar, and called the name therof Iachin: and he set vp the left pillar, and called the name thereof Boaz."},{"number":22,"verse":"And vpon the top of the pillars was lillie worke: so was the worke of the pillars finished."},{"number":23,"verse":"And he made a moulten Sea, ten cubites from the one brim to the other: it was round all about, & his height was fiue cubits: and a line of thirtie cubites did compasse it round about."},{"number":24,"verse":"And vnder the brimme of it round about there were knops compassing it, ten in a cubite, compassing the sea round about: the knops were cast in two rowes, when it was cast."},{"number":25,"verse":"It stood vpon twelue oxen, three looking toward the North, and three looking toward the West, and three looking toward the South, and three looking toward the East: and the Sea was set aboue vpon them, and all their hinder parts were inward."},{"number":26,"verse":"And it was an hand breadth thicke, and the brimme thereof was wrought like the brim of a cup, with flowres of lillies: it contained two thousand Baths."},{"number":27,"verse":"And he made ten bases of brasse; foure cubites was the length of one base, and foure cubites the breadth thereof, and three cubites the height of it."},{"number":28,"verse":"And the worke of the bases was on this maner: they had borders, and the borders were betweene the ledges:"},{"number":29,"verse":"And on the borders that were betweene the ledges were lyons, oxen, and Cherubims: and vpon the ledges there was a base aboue: and beneath the lyons and oxen were certaine additions made of thinne worke."},{"number":30,"verse":"And euery base had foure brasen wheeles, and plates of brasse: and the foure corners therof had vndersetters: vnder the lauer were vndersetters molten, at the side of euery addition."},{"number":31,"verse":"And the mouth of it within the chapiter, and aboue, was a cubite: but the mouth thereof was round after the worke of the base, a cubite and an halfe: and also vpon the mouth of it were grauings with their borders, foure square not round."},{"number":32,"verse":"And vnder the borders were foure wheeles: & the axletrees of the wheeles were ioyned to the base, and the height of a wheele was a cubite and halfe a cubite."},{"number":33,"verse":"And the worke of the wheeles was like the worke of a charet wheele: their axletrees and their naues, and their felloes, and their spokes were all molten."},{"number":34,"verse":"And there were foure vndersetters to the foure corners of one base: and the vndersetters were of the very base it selfe."},{"number":35,"verse":"And in the top of the base was there a round compasse of halfe a cubite high: and on the top of the base the ledges thereof, and the borders thereof were of the same."},{"number":36,"verse":"For on the plates of the ledges thereof, and on the borders thereof, he graued Cherubims, lions, and palme trees, according to the proportion of euery one, and additions round about."},{"number":37,"verse":"After this maner he made the ten bases: all of them had one casting, one measure, and one size."},{"number":38,"verse":"Then made hee ten lauers of brasse: one lauer conteined fourtie baths: and euery lauer was foure cubites, and vpon euery one of the ten bases, one lauer."},{"number":39,"verse":"And he put fiue bases on the right side of the house, and fiue on the left side of the house: and he set the Sea on the right side of the house Eastward, ouer against the South."},{"number":40,"verse":"And Hiram made the lauers, and the shouels, and the basons: So Hiram made an ende of doing all the worke that hee made King Solomon, for the house of the Lord."},{"number":41,"verse":"The two pillars, and the two bowles of the chapiters that were on the top of the two pillars: and the two networkes, to couer the two bowles of the chapiters which were vpon the top of the pillars:"},{"number":42,"verse":"And foure hundred Pomegranates for the two networkes, euen two rowes of Pomegranates for one networke, to couer the two bowles of the chapiters that were vpon the pillars:"},{"number":43,"verse":"And the ten bases, and ten lauers on the bases."},{"number":44,"verse":"And one Sea, and twelue oxen vnder the Sea."},{"number":45,"verse":"And the pots, and the shouels, and the basons: and all these vessels which Hiram made to King Solomon, for the house of the Lord, were of bright brasse."},{"number":46,"verse":"In the plaine of Iordane did the king cast them in the clay ground, betweene Succoth and Zarthan."},{"number":47,"verse":"And Solomon left all the vessels vnweighed, because they were exceeding many: neither was the weight of the brasse found out."},{"number":48,"verse":"And Solomon made all the vessels that pertained vnto the house of the Lord: the Altar of gold, and the table of gold, whereupon the Shewbread was:"},{"number":49,"verse":"And the candlesticks of pure gold, fiue on the right side, and fiue on the left, before the Oracle, with the flowers, and the lampes, and the tongs of gold,"},{"number":50,"verse":"And the boules, and the snuffers, and the basons, & the spoones, and the censers of pure gold: and the hindges of gold, both for the doores of the inner house the most Holy place, and for the doores of the house, to wit, of the temple."},{"number":51,"verse":"So was ended all the worke that king Solomon made for the house of the Lord: and Solomon brought in the things which Dauid his father had dedicated, euen the siluer, and the gold, & the vessels did he put among the treasures of the house of the Lord."}]}