{"bibleAbbr":"KJV1611","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"And it came to passe, when Solomon had finished the building of the house of the Lord, and the kings house, and all Solomons desire which hee was pleased to doe,"},{"number":2,"verse":"That the Lord appeared to Solomon the second time, as hee had appeared vnto him at Gibeon."},{"number":3,"verse":"And the Lord said vnto him, I haue heard thy prayer and thy supplication that thou hast made before me: I haue hallowed this house which thou hast built, to put my Name there for euer, and mine eyes and mine heart shall be there perpetually."},{"number":4,"verse":"And if thou wilt walke before me, as Dauid thy father walked, in integritie of heart, and in vprightnesse, to doe according to all that I haue commanded thee, and wilt keepe my Statutes, and my Iudgements:"},{"number":5,"verse":"Then I will establish the throne of thy kingdome vpon Israel for euer, as I promised to Dauid thy father, saying, There shall not faile thee a man vpon the throne of Israel."},{"number":6,"verse":"But if you shall at all turne from following me, you or your children, and will not keepe my Commandements, and my Statutes, which I haue set before you, but goe and serue other gods, and worship them:"},{"number":7,"verse":"Then will I cut off Israel out of the land which I haue giuen them; and this house which I haue hallowed for my Name, will I cast out of my sight, and Israel shall bee a prouerbe, and a by-word among all people:"},{"number":8,"verse":"And at this house which is high, euery one that passeth by it, shalbe astonished, and shall hisse, and they shal say, Why hath the Lord done thus vnto this land, and to this house?"},{"number":9,"verse":"And they shall answere, Because they forsooke the Lord their God, who brought forth their fathers out of the land of Egypt, and haue taken hold vpon other gods, and haue worshipped them, and serued them: therefore hath the Lord brought vpon them all this euill."},{"number":10,"verse":"And it came to passe at the end of twentie yeeres, when Solomon had built the two houses, the house of the Lord, and the Kings house,"},{"number":11,"verse":"(Now Hiram the king of Tyre had furnished Solomon with Cedar trees, and firre trees, and with golde according to al his desire) that then Solomon gaue Hiram twentie cities in the land of Galile."},{"number":12,"verse":"And Hiram came out from Tyre to see the cities which Solomon had giuen him, and they pleased him not."},{"number":13,"verse":"And he said, What cities are these which thou hast giuen me, my brother? And he called them the land of Cabul vnto this day."},{"number":14,"verse":"And Hiram sent to the king sixe score talents of gold."},{"number":15,"verse":"And this is the reason of the leuie which king Solomon raised, for to build the house of the Lord, and his owne house, and Millo, and the wall of Ierusalem, and Hazor, and Megiddo, and Gezer."},{"number":16,"verse":"For Pharaoh king of Egypt had gone vp, and taken Gezer, and burnt it with fire, and slaine the Canaanites that dwelt in the citie, and giuen it for a present vnto his daughter Solomons wife."},{"number":17,"verse":"And Solomon built Gezer, and Beth-horon the nether,"},{"number":18,"verse":"And Baalath, and Tadmor in the wildernesse, in the land."},{"number":19,"verse":"And all the cities of store that Solomon had, and cities for his charets, and cities for his horsemen, and that which Solomon disired to build in Ierusalem, and in Lebanon, and in all the land of his dominion."},{"number":20,"verse":"And all the people that were left of the Amorites, Hittittes, Perizzites, Hiuites, and Iebusites, which were not of the children of Israel,"},{"number":21,"verse":"Their children that were left after them in the land, whom the children of Israel also were not able vtterly to destroy, vpon those did Solomon leuie a tribute of bond-seruice vnto this day."},{"number":22,"verse":"But of the children of Israel did Solomon make no bondmen: but they were men of warre, and his seruants, and his princes, and his captaines, and rulers of his charets, and his horsemen."},{"number":23,"verse":"These were the chiefe of the officers that were ouer Solomons worke, fiue hundred and fiftie, which bare rule ouer the people that wrought in the worke."},{"number":24,"verse":"But Pharaohs daughter came vp out of the citie of Dauid, vnto her house which Solomon had built for her: then did he build Millo."},{"number":25,"verse":"And three times in a yeere did Solomon offer burnt offerings, and peace offerings vpon the Altar which he built vnto the Lord, and he burnt incense vpon the altar that was before the Lord: so he finished the house."},{"number":26,"verse":"And king Solomon made a nauie of ships in Ezion Geber, which is beside Eloth, on the shoare of the red sea, in the land of Edom."},{"number":27,"verse":"And Hiram sent in the nauie his seruants, shipmen that had knowledge of the Sea, with the seruants of Solomon."},{"number":28,"verse":"And they came to Ophir, and fet from thence gold foure hundred and twentie talents, and brought it to king Solomon."}]}