{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"( મૂર્તિપૂજા અને સાચી ભક્તિ) હે ઇઝરાયલના વંશજો, જે વચન યહોવા તમને કહે છે તે સાંભળો:"},{"number":2,"verse":"યહોવા કહે છે, “વિદેશીઓનો માર્ગ ન શીખો, ને આકાશના અદભુત દેખાવોથી ભયભીત ન થાઓ. કેમ કે વિદેશીઓ તેઓથી ભયભીત થાય છે."},{"number":3,"verse":"કેમ કે તે લોકોની ધર્મક્રિયા નકામી છે. કુહાડાથી વનમાંના કાપેલા ઝાડના લાકડા પર કારીગર પોતાના હાથથી કામ કરે છે."},{"number":4,"verse":"તેઓ સોનારૂપાથી તેને સુશોભિત કરે છે; અને તે હાલે નહિ, માટે હથોડાથી ખીલા મારીને તેને બેસાડે છે."},{"number":5,"verse":"તે કાકડીની વાડીના ચાડિયા જેવી છે, તેઓ બોલતી નથી; તેમને ઉપાડવી પડે છે, કેમ કે તેઓ ચાલી શકતી નથી. તેઓથી ન બીઓ, કેમ કે તેઓ ભૂંડું કરી શકે નહિ, તેમ જ ભલું પણ કરી શકે નહિ.”"},{"number":6,"verse":"હે યહોવા, તમારા જેવો કોઈ નથી; તમે મોટા છો, ને સામર્થ્યમાં તમારું નામ મોટું છે."},{"number":7,"verse":"( .) હે સર્વ પ્રજાઓના રાજા, તમારાથી કોણ નહિ બીએ? કેમ કે તે [રાજ્ય] તમારું છે! અને વળી વિદેશીઓના સર્વ જ્ઞાનીઓમાં, ને તેઓનાં સર્વ રાજ્યોમાં તમારા જેવો કોઈ નથી."},{"number":8,"verse":"તેઓ બધા નિર્બુદ્ધ તથા મૂર્ખ છે. મૂર્તિઓ પાસેથી જે શિખામણ મળે છે તે તો [ફકત] લાકડું જ છે."},{"number":9,"verse":"તાર્શીશમાંથી રૂપાનાં પતરાં લાવે છે, તથા ઉફાઝમાંથી સોનું લાવે છે! કારીગર તથા સોની તે પર કામ કરે છે. તેઓનાં વસ્ત્ર નીલરંગી તથા જાંબુડિયાં છે. તે બધું નિપુણ માણસોનું કામ છે."},{"number":10,"verse":"પણ યહોવા સત્ય ઈશ્વર છે; તે જ જીવંત ઈશ્વર તથા સનાતન રાજા છે. તેમના કોપથી પૃથ્વી કંપે છે, ને તેમનો ક્રોધ વિદેશીઓથી સહન થઈ શકતો નથી."},{"number":11,"verse":"તેઓને કહો કે, જે દેવોએ આકાશ તથા પૃથ્વી બનાવ્યાં નહિ તેઓ પૃથ્વી પરથી તથા આકાશ નીચેથી નાશ પામશે."},{"number":12,"verse":"( ઈશ્વરસ્તુતિનું ગીત) તેમણે પોતાના સામર્થ્યથી પૃથ્વી બનાવી છે, પોતાના જ્ઞાનથી જગતને ધરી રાખ્યું છે, ને પોતાની બુદ્ધિથી આકાશને વિસ્તાર્યું છે."},{"number":13,"verse":"તે ગર્જના કરે છે ત્યારે આકાશમાં પાણીનો ઘુઘવાટો થાય છે, ને પૃથ્વીને છેડેથી તે વાદળાં ચઢાવે છે. તે વરસાદને માટે વીજળી ઉત્પન્ન કરે છે, ને પોતાના ભંડારોમાંથી વાયુ કાઢે છે."},{"number":14,"verse":"દરેક માણસ પશુવત તથા જ્ઞાનહીન થયો છે! દરેક સોની પોતાની કોતરેલી મૂર્તિથી લજ્જિત થયો છે! કેમ કે તેની ગાળેલી મૂર્તિ અસત્ય છે; તેઓમં શ્વાસ નથી."},{"number":15,"verse":"તેઓ વ્યર્થતા છે, તેઓ ભ્રાન્તિરૂપ છે. તેઓના શાસનની વેળાએ તેઓ નાશ પામશે."},{"number":16,"verse":"યાકૂબનો હિસ્સો તેમના જેવો નથી, કેમ કે તે સર્વના બનાવનાર છે; અને ઇઝરાયલ તેમના વારસાની કોમ છે: તેમનુમ નામ સૈન્યોના [ઈશ્વર] યહોવા છે."},{"number":17,"verse":"( આવી પડનાર બંદીવાસ) હે કિલ્લામાં રહેનારી, દેશમાંથી તારો સરસામાન એકઠો કરી લે."},{"number":18,"verse":"કેમ કે યહોવા કહે છે, “જુઓ, હું આ સમયે દેશના રહેવાસીઓને ગોફણના ગોળાની જેમ ફેંકી દઈશ, ને તેઓને ખબર પડે એવું હું તેઓને દુ:ખ દઈશ.”"},{"number":19,"verse":"મારા ઘાને લીધે મને હાય હાય! મને ભારે જખં લાગ્યો છે. પણ મેં કહ્યું, “આ તો ખરેખર મારું દુ:ખ છે, ને તે માટે સહેવું જોઈએ."},{"number":20,"verse":"મારો તંબુ નષ્ટ થયો છે, ને મારાં સર્વ દોરડાં તૂટેલાં છે. મારા પુત્રો મારામાંથી નીકળી ગયા છે, ને તેઓ નથી. મારો તંબુ ફરી તાણવાને, ને મારા પડદા બાંધવાને કોઈ નથી."},{"number":21,"verse":"કેમ કે પાળકો પશુવત થયા છે, તેઓએ યહોવાની સલાહ પૂછી નથી; તેથી તેઓ સફળ થયા નથી, તેઓનાં સર્વ ટોળાં વિખેરાઈ ગયાં છે."},{"number":22,"verse":"જુઓ, બૂમબરાડાનો અવાજ પાસે આવે છે, ને ઉત્તર દેશમાંથી મોટો કોલાહલ સંભળાય છે, જેથી યહૂદિયાનાં નગરો ઉજ્જડ થઈ જાય ને તેમાં શિયાળવાં વસે."},{"number":23,"verse":"હે યહોવા, હું જાણું છું કે મનુષ્યનો માર્ગ પોતાના હાથમાં નથી. પોતાનાં પગલાં ગોઠવવાં એ ચાલનાર મનુષ્યનું કામ નથી."},{"number":24,"verse":"હે યહોવા, માત્ર ન્યાયની રૂએ મને શિક્ષા કરો; ક્રોધથી નહિ, રખેને તમે મને નાબૂદ કરો."},{"number":25,"verse":"જે વિદેશીઓ તમને ઓળખતા નથી, તથા જે કુળો તમારું નામ લેતા નથી તેઓના પર તમારો કોપ રેડી દો; કેમ કે તેઓ યાકૂબને ખાઈ ગયા છે, બલકે ખાઈ જઈને તેને છેક પાયમાલ કર્યો છે, અને તેનું રહેવાનું સ્થળ વેરાન કર્યું છે.”"}]}