{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":16,"verses":[{"number":1,"verse":"( યર્મિયાના જીવન માટે ઈશ્વરેચ્છા) વળી યહોવાનું વચન મારી પાસે આ પ્રમાણે આવ્યું."},{"number":2,"verse":"“તું સ્ત્રી પરણીશ નહિ, ને આ સ્થળે તને દીકરા કે દીકરીઓ થાય નહિ."},{"number":3,"verse":"કેમ કે આ સ્થળે જન્મેલાં દીકરા તથા દીકરીઓ વિષે, તથા તેમને જન્મ આપનાર તેમનાં માબાપો વિષે યહોવા કહે છે કે,"},{"number":4,"verse":"તેઓ ત્રાસજનક રોગોથી મરશે. તેઓને માટે રડાપીટ થશે નહિ, ને તેઓને દાટવામાં આવશે નહિ! તેઓ પૃથ્વીના પૃષ્ઠ પર ખાતર જેવાં થશે. તેઓ દુકાળ તથા તરવારથી નાશ પામશે. અને તેઓનાં મુડદાં આકાશનાં પક્ષીઓ તથા ભૂમિનાં શ્વાપદો ખાઈ જશે."},{"number":5,"verse":"યહોવા કહે છે કે, શોક [કરનાર] ના ઘરમાં પેસતો ના, ને રડારોળ કરવા માટે જતો ના, ને તેઓને લીધે વિલાપ કરતો ના; કેમ કે મેં આ લોકો પરથી મારી શાંતિ, એટલે કરુણા તથા દયા લઈ લીધી છે."},{"number":6,"verse":"મોટા તથા નાના બન્ને આ દેશમાં મરશે. તેઓને દાટવામાં આવશે નહિ, તેઓને લીધે કોઈ વિલાપ કરશે નહિ, તેઓને લીધે કોઈ પોતાને ઘાયલ કરશે નહિ, ને કોઈ પોતાને મુંડાવશે નહિ."},{"number":7,"verse":"વળી લોકો મૂએલાં સંબંધી દિલાસો આપવા માટે તેઓને માટે શોક કરીને રોટલી ભાંગશે નહિ, અને લોકો પિતા કે, મા [ના મરન] ને માટે દિલાસાનો વાટકો તેઓને પીવાને આપશે નહિ."},{"number":8,"verse":"ખાવા-પીવાને અર્થે તું જમણવારના ઘરમાં તેઓની સાથે બેસવા જઈશ નહિ."},{"number":9,"verse":"કેમ કે સૈન્યોના [ઈશ્વર] યહોવા ઇઝરાયલના ઈશ્વર કહે છે કે, જુઓ, ( ; ; .) હું આ સ્થળે તમારી નજર આગળ તથા તમારી હયાતીમાં આનંદનો તથા હર્ષનો અવાજ, તેમ જ વરનો તથા કન્યાનો અવાજ બંધ પાડીશ."},{"number":10,"verse":"જ્યારે તું આ લોકોની આગળ આ બધાં વચનો પ્રગટ કરશે, ને તેઓ તને પૂછશે કે, ‘યહોવાએ આ બધી મોટી વિપત્તિ શા માટે અમારા ઉપર ફરમાવી છે? અને અમારો શો અન્યાય છે? અને યહોવા અમારા ઈશ્વરની વિરુદ્ધ અમે શું પાપ કર્યું છે?’"},{"number":11,"verse":"ત્યારે તું તેઓને કહેજે કે, યહોવા કહે છે કે, [વિપત્તિ આવવાનું] કારણ એ છે કે, તમારા પૂર્વજો મને તજીને અન્ય દેવોની પાછળ ગયા, ને તેઓની સેવા તથા આરાધના કરી, તેઓએ મારો ત્યાજ કર્યો, ને મારું નિયમશાસ્ત્ર પાળ્યું નહિ."},{"number":12,"verse":"અને તમે તો તમારા પૂર્વજો કરતાં વધારે પાપ કર્યું છે. કેમ કે તમે દરેક પોતપોતાના દુષ્ટ હ્રદયના દુરાગ્રહ પ્રમાણે ચાલો છો, ને મારી આજ્ઞા માનતા નથી."},{"number":13,"verse":"તે માટે હું તમને આ દેશમાંથી કાઢીને જે દેશ તમને તથા તમારા પૂર્વજોને અજાણ્યો છે, તેમાં હાંકી કાઢીશ; અને ત્યાં તમે રાતદિવસ અન્ય દેવોની સેવા કરશો. હું તમારા પર મહેરબાની રાખીશ નહિ.”"},{"number":14,"verse":"( બંદીવાસમાંથી પાછા આવવાની ભવિષ્યવાણી) તે માટે યહોવા કહે છે, “એવો સમય આવે છે કે જ્યારે, ‘ઇઝરાયલી લોકોને મિસર દેશમાંથી બહાર લાવનાર યહોવા જીવંત છે, ’ એવું ફરી કહેવાશે નહિ."},{"number":15,"verse":"પણ ‘જે ઇઝરાયલી લોકોને ઉત્તર દેશમાંથી, તથા જે જે દેશોમાં તેમણે તેઓને હાંકી કાઢયા હતા ત્યાંથી બહાર લાવનાર યહોવા જીવંત છે’ એવું કહેવાશે; અને જે દેશ મેં તેઓના પૂર્વજોને આપ્યો હતો તેમાં હું તેઓને પાછા લાવીશ.”"},{"number":16,"verse":"( ઝઝૂમી રહેલું આક્રમણ) યહોવા કહે છે, “હું ઘણા માછીઓને તેડાવીશ, ને તેઓ તેમને માછલાંની જેમ પકડશે; અને ત્યાર પછી હું ઘણા શિકારીઓને તેડાવીશ, ને તેઓ દરેક પર્વત પરથી ને ડુંગર પરથી, ને ખડકોની ફાટોમાંથી તેઓનો શિકાર કરશે."},{"number":17,"verse":"કેમ કે તેઓના સર્વ માર્ગો ઉપર મારી નજર છે. તેઓ મારી આગળ છુપાયેલા નથી, ને તેઓનો અન્યાય મારી આંખોથી ગુપ્ત નથી."},{"number":18,"verse":"પ્રથમ હું તેઓના અન્યાય તથા તેઓનાં પાપનો બમણો બદલો વાળીશ, કેમ કે તેઓએ પોતાની ધિક્કારપાત્ર વસ્તુઓનાં મુડદાં વડે મારો દેશ વટાળ્યો છે, અને તેઓની કંટાળારૂપ વસ્તુઓથી મારા વારસાને ભરપૂર કર્યો છે.”"},{"number":19,"verse":"( યર્મિયાની પ્રભુને પ્રાર્થના) હે યહોવા, સંકટને સમયે મારા સામર્થ્ય, મારા ગઢ, તથા મારા આશ્રય, પૃથ્વીના છેડાઓથી વિદેશીઓ તમારી પાસે આવીને કહેશે, “અસત્ય, વ્યર્થ તથા નિરુપયોગી વસ્તુઓ એ જ અમારા પૂર્વજોનો વારસો છે."},{"number":20,"verse":"મનુષ્ય જે દેવો નથી એવા દેવો પોતાને માટે બનાવશે શું?”"},{"number":21,"verse":"[યહોવા કહે છે,] “તે માટે, હું તેઓને જણાવીશ, આ વખતે હું તેઓને મારો હાથ તથા મારું સામર્થ્ય જણાવીશ. અને ત્યારે તેઓ જાણશે કે મારું નામ યહોવા છે.”"}]}