{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":24,"verses":[{"number":1,"verse":"( અંજીરની બે ટોપલી) યહૂદિયાના રાજા યહોયાકીમના પુત્ર ( ; .) યકોન્યાને, યહૂદિયા ના સરદારોને, કારીગરોને તથા લુહારોને બાબિલનો રાજા નબૂખાદનેસ્સાર યરુશાલેમથી બંદીવાન કરીને લઈ ગયો; ત્યાર પછી, યહોવાના મંદિરની આગળ મૂકેલી અંજીરની બે ટોપલી યહોવાએ મને દેખાડી."},{"number":2,"verse":"એક ટોપલીમાં સહુથી પહેલાં પાકેલાં અંજીરના જેવાં બહુ સારાં અંજીર હતાં; અને બીજી ટોપલીમાં બહુ બગડી ગયેલાં અંજીર હતાં, તે ખવાય નહિ એટલે સુધી બગડી ગયેલાં હતાં."},{"number":3,"verse":"પછી યહોવાએ મને કહ્યું, “યર્મિયા, તું શું જુએ છે?” મેં કહ્યું, “હું તો અંજીર જોઉં છું; જે અંજીર સારાં છે, તેઓ બહુ સારાં છે; અને જે બગડી ગયેલાં છે, તેઓ બહુ બગડી ગયાં છે, ખવાય નહિ એટલે સુધી બગડી ગયાં છે.”"},{"number":4,"verse":"યહોવાનું વચન મારી પાસે આ પ્રમાણે આવ્યું:"},{"number":5,"verse":"“યહોવા, જે ઇઝરાયલના ઈશ્વર, તે કહે છે કે, યહૂદિયામાંના જેઓ બંદીવાસમાં છે, જેઓને આ જગામાંથી ખાલદીઆ દેશમાં મેં તેઓના હિતને માટે મોકલ્યા છે, તેઓને આ સારાં અંજીરના જેવા હું ગણીશ."},{"number":6,"verse":"કેમ કે હું તેમનું હિત કરવા માટે તેમના પર મારી નજર રાખીશ, ને તેઓને આ દેશમાં પાછા લાવીશ; અને હું તેઓને બાંધીશ, ને પાડી નાખીશ નહિ; અને હું તેઓને રોપીશ, ને ઉખેડી નાખીશ નહિ."},{"number":7,"verse":"જ્યારે તેઓ પોતાના ખરા હ્રદયથી મારી તરફ ફરશે ત્યારે મને ઓળખનારું, એટલે યહોવા તે હું છું એવું ઓળખનારું, હ્રદય હું તેઓને આપીશ; અને તેઓ મારા લોકો થશે, ને હું તેઓનો ઈશ્વર થઈશ.’”"},{"number":8,"verse":"વળી યહોવા એવું પણ ખાતરીથી કહે છે, “જેમ અંજીર બગડી ગયાં, ખવાય નહિ એટલે સુધી બગડી ગયાં, તેમની જેમ યહૂદિયાનો રાજા સિદકિયા, તેના સરદારો, તથા યરુશાલેમના બાકી રહેલા લોકો જેઓ આ દેશમાં રહે છે, તથા મિસર દેશમાં વસે છે, તેઓને હું તજી દઈશ;"},{"number":9,"verse":"હા, તેઓ ત્રાસ પામીને પૃથ્વીનાં સર્વ રાજ્યોમાં અહીં તહીં રઝળતા ફરે એ માટે હું તેઓને તજી દઈશ; જે જે જગાઓમાં હું તેઓને હાંકી મૂકીશ, ત્યાં સર્વત્ર તેઓ નિંદા, મહેણાં, હાંસી તથા શાપરૂપ થશે."},{"number":10,"verse":"વળી જે ભૂમી મેં તેઓને તથા તેઓના પૂર્વજોને આપી, તે [ભૂમિ] પરથી તેઓ નષ્ટ થાય ત્યાં સુધી હું તેઓ પર તરવાર, દુકાળ તથા મરકી મોકલીશ.”"}]}