{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"( યર્મિયાની ધરપકડ) યહૂદિયાના રાજા યોશિયાના પુત્ર ( ; .) યહોયાકીમની કારકિર્દીના આરંભમાં આ વચન યહોવાની પાસેથી આવ્યું."},{"number":2,"verse":"એટલે યહોવા કહે છે, “તું યહોવાના મંદિરના આંગણામાં ઊભો રહે, ને યહૂદિયાનાં સર્વ નગરોમાંના જે લોકો યહોવાના મંદિરમાં ભજન કરવા માટે આવે છે, તેઓની આગળ જે વચનો મેં તને બોલવાની આજ્ઞા આપી છે તે સર્વ બોલ; તેમાંનો એકે શબ્દ તું છોડી દઈશ નહિ."},{"number":3,"verse":"કદાચ તેઓ સાંભળે, ને દરેક પોતાના દુષ્ટ માર્ગથી ફરે; અને તેઓના દુષ્કર્મોને લીધે તેઓને જે દુ:ખ દેવાનો વિચાર હું કરું છું તે વિષે હું પસ્તાઉં.”"},{"number":4,"verse":"વળી તું તેઓને કહેજે, “યહોવા કહે છે કે, મારું નિયમશાસ્ત્ર મેં તમારી આગળ મૂકયું છે, તે પ્રમાણે ચાલવાને,"},{"number":5,"verse":"તથા મારા સેવકોને એટલે પ્રબોધકોને હું પ્રાત:કાળે ઊઠીને તમારી પાસે મોકલતો આવ્યો છું, તેઓનાં વચનો જો તમે માનશો નહિ, ને મારું કહેવું સાંભળશો નહિ (તમે તો મારું કહેવું સાંભળ્યું નહિ);"},{"number":6,"verse":"તો હું આ મંદિરને ( ; ; .) શીલો જેવું કરી નાખીશ, ને પૃથ્વીની સર્વ પ્રજાઓની નજરમાં આ નગરને શાપિત કરીશ.”"},{"number":7,"verse":"યાજકોએ, પ્રબોધકોએ તથા સર્વ લોકોએ યર્મિયાને આ વચનો યહોવાના મંદિરમાં બોલતો સાંભળ્યો."},{"number":8,"verse":"યહોવાએ સર્વ લોકોની આગળ જે જે બોલવાની યર્મિયાને આજ્ઞા આપી હતી તે સર્વ જ્યારે યર્મિયા બોલી રહ્યો, ત્યારે યાજકોએ, પ્રબોધકોએ તથા સર્વ લોકોએ તેને પકડીને કહ્યું, “તું જરૂર મૃત્યુ પામશે."},{"number":9,"verse":"તેં યહોવાને નામે શા માટે એવું ભવિષ્ય કહ્યું છે કે, આ મંદિર શીલોના જેવું થઈ જશે, ને આ નગર વસતિહીન તથા ઉજજડ થશે?” પછી સર્વ લોકો યર્મિયાની પાસે યહોવાના મંદિરમાં એકત્ર થયા."},{"number":10,"verse":"જ્યારે યહૂદિયાના સર્વ સરદારોએ આ વાત સાંભળી ત્યારે તેઓ રાજાના મહેલમાંથી યહોવાના મંદિરમાં ચઢી આવ્યા; અને તેઓ યહોવાના મંદિરના નવા દરવાજાને નાકે બેઠા."},{"number":11,"verse":"યાજકોએ તથા પ્રબોધકોએ સરદારોને તથા સર્વ લોકને કહ્યું, “આ માણસ મરણદંડને યોગ્ય છે; કેમ કે તમે તમારે કાને સાંભળ્યું છે તેવું આ નગરની વિરુદ્ધ તેણે ભવિષ્ય કહ્યું છે.”"},{"number":12,"verse":"ત્યારે યર્મિયાએ સર્વ સરદારોને તથા સર્વ લોકોને કહ્યું, “જે જે ભવિષ્યવચનો તમે સાંભળ્યાં છે તે સર્વ આ મંદિરની તથા આ નગરની વિરુદ્ધ કહેવાને યહોવાએ મેન મોકલ્યો છે."},{"number":13,"verse":"તો હવે તમે તમારાં આચરણ તથા તમારાં કૃત્યો સુધારો, ને તમારા ઈશ્વર યહોવાનું વચન માનો; એટલે તમારા ઉપર જે વિપત્તિ પાડવા યહોવા બોલ્યો છે તે વિષે તે પશ્ચાતાપ કરશે."},{"number":14,"verse":"પણ જુઓ, હું તો તમારા હાથમાં છું; તમારી દષ્ટિમાં જે સારું તથા યોગ્ય લાગે તે પ્રમાણે મારી સાથે વર્તો."},{"number":15,"verse":"પરંતુ ખચીત જાણજો કે જો તમે મને મારી નાખશો, તો તમે તમારા પર, આ નગર પર તથા તેના રહેવાસીઓ પર નિર્દોષ રક્ત પાડવાનો દોષ લાવશો; કેમ કે આ સર્વ વચન તમને કાનોકાન કહેવા માટે યહોવાએ ખરેખર મને તમારી પાસે મોકલ્યો છે.”"},{"number":16,"verse":"ત્યારે સરદારોએ તથા સર્વ લોકોએ યાજકોને તથા પ્રબોકોને કહ્યું:“આ માણસ મરણદંડને લાયક નથી; કેમ કે આપણા ઈશ્વર યહોવાને નામે તે આપણી આગળ બોળ્યો છે.”"},{"number":17,"verse":"ત્યારે દેશના વડીલોમાંના કેટલાક માણસોએ ઊઠીને લોકોની આખી સભાની આગળ કહ્યું,"},{"number":18,"verse":"“યહૂદિયાના રાજા હિઝકિયાના સમયમાં મિખા મોરાશ્તી ભવિષ્ય કહેતો હતો; તેણે યહૂદિયાના સર્વ લોકોને કહ્યું કે, સૈન્યોના [ઈશ્વર] યહોવા કહે છે કે, ( .) સિયોન ખેતરની જેમ ખેડાશે, ને યરુશાલેમ [ખંડિયેરના] ઢગલા થશે, ને મંદિરનો પર્વત વનનાં ઉચ્ચસ્થાનો જેવો થશે."},{"number":19,"verse":"ત્યારે યહૂદિયાના રાજા હિઝકિયાએ તથા આખા યહૂદિયાએ તેને મારી નાખ્યો હતો કે? શું તે યહોવાથી બીધો નહોતો? વળી તેણે મહેરબાની રાખવાને યહોવાને વિનંતી કરી નહોતી? ત્યારે યહોવા તેઓના ઉપર જે વિપત્તિ પાડવાને બોલ્યા હતા, તે વિષે તેમણે પશ્ચાતાપ કર્યો. પણ [જો આપણે યર્મિયાને મોતની સજાને લાયક ઠરાવીએ તો] આપણે આપણા પોતાના જીવોની મોટી હાનિ કરનારા થઈશું."},{"number":20,"verse":"વળી કિર્યાથ-યારીમનો એક વતની, એટલે શમાયાનો પુત્ર ઉરિયા, યહોવાના નામે ભવિષ્ય કહેતો હતો. તેણે આ નગરની તથા દેશની વિરુદ્ધ યર્મિયાનાં સર્વ વચનો પ્રમાણે ભવિષ્ય કહ્યું."},{"number":21,"verse":"જ્યારે યહોયાકીમ રાજાએ તથા તેના સર્વ શૂરવીરોએ તથા સર્વ સરદારોએ તેનાં વચનો સાંભળ્યાં, ત્યારે રાજાએ તેને મારી નાખવાનો વિચાર કર્યો; પણ ઉરિયા તે સાંભળીને બીધો ને મિસરમાં નાસી ગયો."},{"number":22,"verse":"ત્યારે યહોયાકીમ રાજાએ આખ્બોરના પુત્ર એલ્નાથાનને તથા તેની સાથે કેટલાક માણસોને મિસરમાં મોકલ્યા."},{"number":23,"verse":"તેઓ ઉરિયાને મિસરમાંથી પકડીને યહોયાકીમ રાજાની પાસે લાવ્યા. અને તેણે તેને તરવારથી મારી નાખ્યો, ને તેનું મુડદું હલકા લોકોના કબર [સ્થાન] માં નાખી દીધું.”"},{"number":24,"verse":"તોપણ શાફાનના પુત્ર અહીકામે યર્મિયાનો પક્ષ લીધો, તેથી તેને મારી નાખવા માટે લોકોના હાથમાં સોંપવામાં આવ્યો નહિ."}]}