{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"( ઝૂંસરીઓ દ્વારા પદાર્થપાઠ) પહૂદિયાના રાજા યોશિયાના પુત્ર ( ; .) સિદકિયાની કરકિર્દીના આરંભમાં યર્મિયાની પાસે આ વચન યહોવાની પાસેથી આવ્યું,"},{"number":2,"verse":"“યહોવા મને કહે છે કે, તું તારે પોતાને માટે બંધનો તથા ઝૂંસરીઓ તૈયાર કરીને તારી પોતાની ગરદન પર મૂક;"},{"number":3,"verse":"અને યરુશાલેમમાં યહૂદિયાના રાજા સિદકિયાની પાસે જે ખેપિયાઓ આવે છે તેઓની હસ્તક અદોમના રાજા પાસે, મોઆબના રાજા પાસે, આમ્મોનીઓના રાજા પાસે, સૂરના રાજા પાસે, તથા સિદોનના રાજા પાસે તે મોકલ."},{"number":4,"verse":"વળી તેઓને પોતપોતાની સરકારોને કહેવાની આજ્ઞા આપ કે, સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે કે,"},{"number":5,"verse":"મેં મારી મહાન શક્તિથી તથા મારા લાંબા કરેલા ભુજથી પૃથ્વીને, ને પૃથ્વીના પૃષ્ઠ પરનાં મનુષ્યોને તથા પશુઓને પણ ઉત્પન્ન કર્યાં; અને મને યોગ્ય લાગે તેને હું તે આપું છું."},{"number":6,"verse":"હવે મેં આ બધા દેશો મારા દાસ બાબિલના રાજા નબૂખાદનેસ્સારના હાથમાં આપ્યાં છે; અને તેની સેવા કરવા માટે વગડામાંના પશુઓ પણ મેં તેને આપ્યાં છે."},{"number":7,"verse":"તેના દેશને માટે નિર્માણ થયેલો સમય આવે, ત્યાં સુધી સર્વ પ્રજાઓ તેની, તેના પુત્રની તથા તેના પૌત્રની સેવા કરશે; [પરંતુ] ત્યારપછી ઘણી પ્રજાઓ તથા મોટા રાજાઓ તેની પાસે સેવા કરાવશે."},{"number":8,"verse":"વળી જે પ્રજા તથા જે રાજ્ય તેની, એટલે બાબિલના રાજા નબૂખાદનેસ્સારની સેવા નહિ કરશે, ને પોતાની ગરદન પર બાબિલના રાજાની ઝૂંસરી નહિ મૂકશે, તે પ્રજાને તેને હાથે હું નષ્ટ કરી નાખું ત્યાં સુધી તરવારથી, દુકાળથી તથા મરકીથી તેને શિક્ષા કરીશ, એવું યહોવા કહે છે."},{"number":9,"verse":"તેથી તમારા પ્રબોધકો, તમારા જોશીઓ, તમારાં સ્વપ્નો [જોનારાઓ] , તમારા કામણટુમણ કરનારા તથા તમારા ભૂવાઓ તમને કહે છે, ‘તમે બાબિલના રાજાના હાથમાં પડશો નહિ, ’ તેઓનું તમે સાંભળશો નહિ;"},{"number":10,"verse":"કેમ કે તમને તમારા વતનથી દૂર કરવા માટે, ને હું તમને ખદેડી મૂકું ને તમે નષ્ટ થાઓ, તે માટે તેઓ તમને ખોટું ભવિષ્ય કહે છે."},{"number":11,"verse":"પણ જે પ્રજા બાબિલના રાજાની ઝૂંસરી પોતાની ગરદન પર મૂકશે, ને તેના દાસ થશે, તેને હું તેના વતનમાં રહેવા દઈશ. તે તેને ખેડશે, ને તેમાં વસશે, ” એવું યહોવા કહે છે."},{"number":12,"verse":"યહૂદિયાના રાજા સિદકિયાની આગળ આ સર્વ વચન પ્રમાણે મેં કહ્યું, “તમે તમારી ગરદનો પર બાબિલના રાજાની ઝૂંસરીઓ મૂકશો, ને તેના તથા તેના લોકના દાસ થશો, તો તમે જીવતા રહેશો."},{"number":13,"verse":"જે પ્રજા બાબિલના રાજાની સેવા નહિ કરે તેના સંબંધી યહોવા બોલ્યા છે તે પ્રમાણે તમે, એટલે તું તથા તારા લોકો, તરવારથી, દુકાળથી તથા મરકીથી શા માટે મરો?"},{"number":14,"verse":"જે પ્રબોધકો તમને કહે છે, ‘તમે બાબિલના રાજાના દાસ થશો નહિ, ’ તેઓનાં વચનો સાંભળશો નહિ; કેમ કે તેઓ તમને ખોટું ભવિષ્ય કહે છે."},{"number":15,"verse":"કેમ કે યહોવા કહે છે, મેં તેઓને મોકલ્યા નથી, તોપણ તેઓ મારે નામે જૂઠું ભવિષ્ય કહે છે; કે જેથી હું તમને હાંકી કાઢું, ને જે પ્રબોધકો તમને પ્રબોધ કરે છે તેઓ તથા તમે નષ્ટ થાઓ.”"},{"number":16,"verse":"વળી યાજકો તથા આ સર્વ લોકોની આગળ હું બોલ્યો, “યહોવા એવું કહે છે કે, જે તમારા પ્રબોધકો તમને એવું ભવિષ્ય કહે છે કે, ‘જુઓ, યહોવાના મંદિરનાં પાત્રો બાબિલમાંથી જલદી પાછાં લાવવામાં આવશે, ’ તેઓનાં વચન તમે સાંભળશો નહિ. કેમ કે તેઓ તમને ખોટું ભવિષ્ય કહે છે."},{"number":17,"verse":"તેઓનું ન સાંભળો; બાબિલના રાજાની સેવા કરશો, તો તમે જીવતા રહેશો. આ નગર શા માટે ઉજજડ થાય?"},{"number":18,"verse":"પણ જો તેઓ [સાચા] પ્રબોધકો હોય, ને જો યહોવાનું વચન તેઓની પાસે [આવ્યું] હોય, તો યહોવાના મંદિરમાં, યહૂદિયાના રાજાના મહેલમાં તથા યરુશાલેમમાં જે પાત્રો બાકી રહેલાં છે, તેઓ બાબિલમાં ન લઈ જવાય માટે, તેઓએ સૈન્યોના [ઈશ્વર] યહોવાને વિનંતી કરવી."},{"number":19,"verse":"કેમ કે જે વખતે બાબિલનો રાજા નબૂખાદનેસ્સાર યહૂદિયાના રાજા યહોયાકીમના પુત્ર યહોન્યાને તથા યહૂદિયાના તેમજ યરુશાલેમના સર્વ કુલીન લોકોને યરુશાલેમમાંથી બાબિલના બંદીવાસમાં લઈ ગયો,"},{"number":20,"verse":"ત્યારે જે સ્તંભ, સમુદ્ર, પાયા તથા જે પાત્રો તે લઈ ગયો નહિ, પણ જે આ નગરમાં હજુ રહેલાં છે, તેઓ વિષે સૈન્યોના [ઈશ્વર] યહોવા કહે છે કે,"},{"number":21,"verse":"જે પાત્રો યહોવાના મંદિરમાં, યહૂદિયાના રાજાના મહેલમાં તથા યરુશાલેમમાં હજુ રહેલાં છે, તેઓ વિષે સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે,"},{"number":22,"verse":"‘તેઓ બાબિલમાં લઈ જવામાં આવશે, ને હું તેઓને જોઈ લઉં ત્યાં સુધી તેઓ ત્યાં જ રહેશે, એવું યહોવા કહે છે, પછી હું તેઓને પાછાં લાવીને આ સ્થળે મૂકીશ.’”"}]}