{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"( બેવફા પ્રજા) તેઓ કહે છે, ‘જો પુરુષ પોતાની સ્ત્રીને કાઢી મૂકે, અને તે [સ્ત્રી] તેની પાસેથી જઈને બીજા પુરુષની [સ્ત્રી] થાય, તો શું તે તેની પાસે પાછો જાય? [જો એવું થાય] તો તે દેશ અતિ ભ્રષ્ટ નહિ ગણાય?’ પણ તેં ઘણા આશકોની સાથે વ્યભિચાર કર્યો છે! તથાપિ મારી પાસે પાછી આવ, ” એવું યહોવા કહે છે."},{"number":2,"verse":"“તું બોડી ટેકરીઓ તરફ આંખો ઊંચી કરીને જો. તારી સાથે વ્યભિચાર ક્યાં નથી થયો? રણમાં જેમ અરબ વાટ જુએ છે તેમ તું તેઓને માટે માર્ગોમાં બેસી રહેલી છે; અને તેં તારા વ્યભિચારોથી તથા તારી પુષ્ટતાથી દેશને ભ્રષ્ટ કર્યો છે."},{"number":3,"verse":"તે માટે વરસાદ અટકાવવામાં આવ્યો છે, ને છેલ્લો વરસાદ પડયો નથી. પણ તને વેશ્યાનું કપાળ હતું, એટલે તેં તો છેક જ લાજ મૂકી દીધી!"},{"number":4,"verse":"શું હવે તું પોકારીને મને નહિ કહે, ‘હે મારા પિતા, તમે મારી યુવાવસ્થાના સાથી છો?"},{"number":5,"verse":"શું તમે સદા [કોપ] કરશો? અંત સુધી તે ચાલુ રાખશો શું?’ તું એમ બોલે છે, પણ તે છતાં તેં ભૂંડું જ કર્યું છે, ને તારી મરજી મુજબ તું ચાલી છે.”"},{"number":6,"verse":"( ઇઝરાયલ અને યહૂદિયાને પસ્તાવાની હાકલ) વળી ( ; .) યોશિયા રાજાના સમયમાં યહોવાએ મને પૂછયું, “મારો ત્યાગ કરનાર ઇઝરાયલે જે કર્યું છે, તે તેં જોયું છે? તેણે દરેક ઊંચા પર્વત પર તથા દરેક લીલા ઝાડ નીચે વ્યભિચાર કર્યો છે."},{"number":7,"verse":"વળી તેણે તે બધાં કામ કર્યા પછી, મેં ધાર્યું કે, તે મારી તરફ ફરશે; પણ તે પાછી ફરી નહિ; અને તેની વિશ્વાસઘાતી બહેન યહૂદિયાએ તે જોયું."},{"number":8,"verse":"મેં જોયું કે, મારો ત્યાગ કરનાર ઇઝરાયલે વ્યભિચાર કર્યો, તે જ કારણથી મેં તેને કાઢી મૂકી હતી, ને તેને છૂટાછેડા આપ્યા હતા, તોપણ તેની વિશ્વાસઘાતી બહેન યહૂદિયા બીધી નહિ; તેણે પણ વ્યભિચાર કર્યો."},{"number":9,"verse":"તેનાં પુષ્કળ જારકર્મથી તેણે દેશને ભ્રષ્ટ કર્યો, તેણે પથ્થરની સાથે તથા લાકડાની સાથે વ્યભિચાર કર્યો."},{"number":10,"verse":"એ બધું છતાં તેની વિશ્વાસઘાતી બહેન યહૂદિયા ખરા મનથી નહિ, પણ કેવળ ઢોંગ કરીને મારી તરફ પાછી ફરી છે, ” એવું યહોવા કહે છે."},{"number":11,"verse":"વળી યહોવાએ મને કહ્યું, “વિશ્વાસઘાતી યહૂદિયા કરતાં મારો ત્યાગ કરનાર ઇઝરાયલ ઓછી દોષપાત્ર છે."},{"number":12,"verse":"તું જઈને આ વચનો ઉત્તર તરફ જાહેર કરીને કહે, ‘હે મારો ત્યાગ કરનાર ઇઝરાયલ, તું ફર, યહોવા એમ કહે છે; હું ક્રોધાયમાન દષ્ટિથી તમને જોઈશ નહિ; કેમ કે યહોવા કહે છે કે, હું દયાળું છું, હું સર્વકાળ [કોપ] કાયમ રાખીશ નહિ."},{"number":13,"verse":"યહોવા કહે છે કે, તું માત્ર તારો અપરાધ કબૂલ કર, [ને કહે] કે, મેં મારા ઈશ્વર યહોવાની વિરુદ્ધ પાપ કર્યું છે, તથા દરેક લીલા ઝાડ નીચે હું પારકાઓની પાસે ગઈ છું, ને મારા [ઈશ્વરનું] કહ્યું માન્યું નથી.”"},{"number":14,"verse":"વળી યહોવા કહે છે, “હે મારો ત્યાગ કરનાર પુત્રો, ફરો; કેમ કે હું તમારો માલિક છું; અને દરેક નગરમાંથી તમારામાંના એકકને, તથા [દરેક] કુળમાંથી બબ્બેને ચૂંટીને તમને સિયોનમાં પાછા લાવીશ;"},{"number":15,"verse":"મારા મનગમતા પાળકો હું તમને આપીશ, ને તેઓ જ્ઞાન તથા બુદ્ધિથી તમારું પાલન કરશે."},{"number":16,"verse":"વળી યહોવા કહે છે કે, જ્યારે દેશમાં તમારી સંખ્યા વધશે ને તમે આબાદ થશો, ત્યારે તે સમયે યહોવાના કરારકોશ વિષે તેઓ ફરી બોલશે નહો; અને તે મનમાં આવશે નહિ; અને તેનું સ્મરણ તેઓ કરશે નહિ; અને તે જોવા જશે નહિ; અને [ફરી એવું કંઈ] કરશે નહિ."},{"number":17,"verse":"તે સમયે તેઓ યરુશાલેમને યહોવાનું રાજ્યાસન કહેશે. અને સર્વ પ્રજાઓ ત્યાં, એટલે યરુશાલેમમાં, યહોવાના નામને લીધે ભેગી થશે; અને પોતાના પાપી હ્રદયના દુરાગ્રહ પ્રમાણે તેઓ ફરી ચાલશે નહિ."},{"number":18,"verse":"તે સમયે યહૂદિયાનો વંશ ઇઝરાયલના વંશની સાથે હળીમળીને ચાલશે, ને ઉત્તર દેશમાંથી ભેગા થઈને મેં તમારા પૂર્વજોને વારસામાં આપેલા દેશમાં તેઓ આવશે.”"},{"number":19,"verse":"( પ્રભુના લોકોની મૂર્તિપૂજા) પણ મેં કહ્યું, “હું તને પુત્રોમાં કેમ ગણું? અને આનંદમય દેશ, એટલે સર્વ પ્રજાઓમાં સર્વોત્તમ વારસો, હું તને કેમ આપું? મેં ધાર્યું હતું કે, તું મને તારો પિતા કહીશ, તથા મારી પાછળ ચાલીશ અને ફરી જઈશ નહિ."},{"number":20,"verse":"પરંતુ જેમ સ્ત્રી વિશ્વાસઘાત કરીને પોતાના પતિને તરછોડે છે, તેમ, ઓ ઇઝરાયલના વંશ, તમે મારો વિશ્વાસઘાત કર્યો છે, ” એવું યહોવા કહે છે."},{"number":21,"verse":"“બોડી ટેકરીઓ પર સાદ સાંભળવામાં આવ્યો છે, એટલે ઇઝરાયલના પુત્રોનું રુદન તથા [તેઓની] વિનંતીઓ [સાંભળવામાં આવી છે] ; કેમ કે તેઓ અવળા માર્ગે ચાલ્યા છે, તેમના ઈશ્વર યહોવાને તેઓ વીસરી ગયા છે."},{"number":22,"verse":"હે મારો ત્યાગ કરનાર પુત્રો, તમે ફરો, તમારું પાછું હઠવું હું સુધારીશ.” [તું કહે છે,] “જો અમે તારી તરફ આવ્યા છીએ; કેમ કે તમે યહોવા અમારા ઈશ્વર છો."},{"number":23,"verse":"ડુંગરો પરની તથા પર્વતો પરની ધામધૂમથી [જે તારણની આશા રાખીએ છીએ] તે ખરેખર વ્યર્થ જ છે; ખરેખર અમારા ઈશ્વર યહોવામાં જ ઇઝરાયલનું તારણ છે."},{"number":24,"verse":"અમારી તરુણાવસ્થાથી અમારા પિતૃઓના શ્રમનું ફળ, તેઓનાં ઘેટાં તથા તેઓનાં ઢોરઢાંક, તેઓના પુત્રો તથા તેઓની પુત્રીઓ, તે બધાંને એ લજ્જાસ્પદ [વસ્તુ] ખાઈ ગઈ છે."},{"number":25,"verse":"અમે અમારી લાજમાં પડી રહીએ, ને અમારું અપમાન અમને ઢાંકે, કેમ કે અમે તથા અમારા પિતૃઓએ અમારી તરુણાવસ્થાથી આજ સુધી અમારા ઈશ્વર યહોવાની વિરુદ્ધ પાપ કર્યું છે; અને અમારા ઈશ્વર યહોવાનું કહ્યું અમે માન્યું નથી.”"}]}