{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"( યર્મિયા અને રેખાબીઓ) યહૂદિયાના રાજ યોશિયાના પુત્ર ( ; .) યહોયાકીમની કારકિર્દીમાં જે વચન યર્મિયાની પાસે આવ્યું તે આ:"},{"number":2,"verse":"“તું રેખાબીઓના ગોત્રીઓની પાસે જા, ને તેઓને બોલાવીને યહોવાના મંદિરમાંના એક ઓરડામાં લાવ, ને તેઓને દ્રાક્ષારસ પા.”"},{"number":3,"verse":"ત્યારે હબાસીન્યાના પુત્ર યર્મિયાના પુત્ર યાઝાન્યાને, તેના ભાઈઓને તથા તેના સર્વ પુત્રોને તથા તમામ રેખાબી ગોત્રીઓને,"},{"number":4,"verse":"હું યહોવાના મંદિરમાં લાવ્યો; સરદારોના ઓરડાની પાસે દરવાન શાલુમના પુત્ર માસેયાના ઓરડા ઉપર, ઈશ્વરભક્ત ગદાલ્યાના પુત્ર હનાનના પુત્રોના ઓરડામાં મેં તેઓને ભેગા કર્યા;"},{"number":5,"verse":"પછી મેં રેખાબી ગોત્રીઓની આગળ દ્રાક્ષારસ ભરેલા કટોરા તથા પ્યાલા મૂક્યા, ને તેઓને કહ્યું, “આ દ્રાક્ષારસ પીઓ.”"},{"number":6,"verse":"પણ તેઓએ કહ્યું, “અમે દ્રાક્ષારસ નહિ પીએ; કેમ કે અમારા પૂર્વજ રેખાબના પુત્ર યોનાદાબે અમને આજ્ઞા કરી છે, ‘તમે તેમ જ તમારા પુત્રો કોઈ કાળે દ્રાક્ષારસ પીશો નહિ."},{"number":7,"verse":"વળી તમારે ઘર પણ ન બાંધવું, બી વ વાવવું, દ્રાક્ષાવાડી ન રોપવી, ને કંઈ પણ રાખવું નહિ; પણ તમારે તમારા જીવનપર્યંત તંબુઓમાં રહેવું. જેથી જ્યાં તમે પરદેશી છો, તે દેશમાં તમારું દીર્ઘાયુષ્ય થાય.’"},{"number":8,"verse":"અમારા પૂર્વજ રેખાબના પુત્ર યોનાદાબે અમને આજ્ઞા આપી છે કે, ‘તમે, તમારી પત્નીઓ, તમારા દીકરા તથા તમારી દીકરીઓ તમારા જીવતાં સુધી દ્રાક્ષારસ પીશો નહિ;"},{"number":9,"verse":"અને રહેવા માટે ઘરો બાંધશો નહિ; તેમ જ તમારી પાસે દ્રાક્ષાવાડી, ખેતર કે બી કંઈ ન હોય, ’ તે બધી બાબત વિષે અમે તેનું કહ્યું માનતા આવ્યા છીએ;"},{"number":10,"verse":"અમે તંબુઓમાં વસતા આવ્યા છીએ, ને અમને જે જે આજ્ઞા અમારા પૂર્વજ યોનાદાબે આપી, તે સર્વ માનીને અમે તે પ્રમાણે કરતા આવ્યા છીએ."},{"number":11,"verse":"પણ જ્યારે બાબિલનો રાજા નબૂખાદનેસ્સાર આ દેશ પર ચઢી આવ્યો, ત્યારે અમે કહ્યું, ચાલો ખાલદીઓના સૈન્યની તથા અરામીઓના સૈન્યની બીકને લીધે આપણે યરુશાલેમમાં [રહેવા] જઈએ. તેથી અમે યરુશાલેમમાં રહીએ છીએ.”"},{"number":12,"verse":"પછી યહોવાનું વચન યર્મિયાની પાસે આ પ્રમાણે આવ્યું:"},{"number":13,"verse":"સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે, “તું જઈને યહૂદિયાના માણસોને તથા યરુશાલેમના રહેવાસીઓને કહેજે કે, યહોવા કહે છે કે, [આથી] મારાં વચનો સાંભળીને તમે શિખામણ નહિ લેશો?"},{"number":14,"verse":"રેખાબના પુત્ર યોનાદાબે દ્રાક્ષારસ પીવા વિષે પોતાના પુત્રોને નિષેધ કર્યો હતો તે માનવામાં આવ્યો છે, ને આજ સુધી તેઓ તે પીતા નથી, તેઓ પોતાના પિતાની આજ્ઞા પાળતા આવ્યા છે, પણ મેં તો પ્રાત:કાળે ઊઠીને આગ્રહથી તમને કહ્યું છે; તોપણ તમે મારું કહ્યું સાંભળ્યું નહિ."},{"number":15,"verse":"મેં પ્રાત:કાળે ઊઠીને મારા સર્વ સેવકોને એટલે મારા પ્રબોધકોને તમારી પાસે મોકલ્યા, ને કહ્યું કે, તમે તમારા દુષ્ટ માર્ગોથી ફરો, ને તમારી કરણીઓ સુધારો, ને અન્ય દેવોની પાછળ વંઠી જઈને તેઓની ઉપાસના ન કરો, તો જે દેશ મેં તમને તથા તમારા પૂર્વજોને આપ્યો છે તેમાં તમે વસશો, પણ તમે કાન ધર્યો નહિ, ને મારું સાંભળ્યું નહિ."},{"number":16,"verse":"રેખાબના પુત્ર યોનાદાબના પુત્રોએ પોતાના પૂર્વજે જે આજ્ઞા તેઓને આપી, તે માની લીધી છે, પણ આ લોકોએ મારું સાંભળ્યું નથી.”"},{"number":17,"verse":"તેથી યહોવા, સૈન્યોના ઈશ્વર તથા ઇઝરાયલના ઈશ્વર, કહે છે, “જુઓ, જે વિપત્તિ હું તેઓ ઉપર લાવવા બોલ્યો છું તે સર્વ [વિપત્તિ] હું યહૂદિયા પર તથા યરુશાલેમના રહેવાસીઓ પર લાવીશ. કારણ કે મેં તેઓને કહ્યું, પણ તેઓએ સાંભળ્યું નહિ. મેં તેઓને બોલાવ્યા, પણ તેઓએ ઉત્તર આપ્યો નહિ.”"},{"number":18,"verse":"પછી યર્મિયાએ રેખાબીઓના ગોત્રીઓને કહ્યું, “સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલનાં ઈશ્વર, કહે છે કે, તમે તમારા પૂર્વજ યોનાદાબની આજ્ઞા માની છે, તથા તેની સર્વ આજ્ઞાઓ પાળી છે, તથા જે જે કરવાને તેણે તમને ફરમાવ્યું, તે પ્રમાણે તમે કર્યું છે,"},{"number":19,"verse":"માટે સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે, ‘રેખાબના પુત્ર યોનાદાબ [ના વંશ] માં મારી આગળ ઊભા રહેનાર માણસની ખોટ કદી પડશે નહિ.’”"}]}