{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":37,"verses":[{"number":1,"verse":"( યર્મિયાને રાજા સિદકિયાની અરજ) હવે ( ; .) યહોયાકીમના પુત્ર કોનિયાને સ્થાને યોશિયાના પુત્ર સિદકિયા રાજાએ રાજ કર્યું, એને તો બાબિલના રાજા નબૂખાદનેસ્સારે યહૂદિયા દેશનો રાજા નીમ્યો હતો."},{"number":2,"verse":"પણ યહોવાએ જે વચનો યર્મિયા પ્રબોધકની મારફતે કહેવડાવ્યાં હતાં, તે તેણે તથા તેના સેવકોએ તથા દેશના લોકોએ સાંભળ્યાં નહિ."},{"number":3,"verse":"સિદકિયા રાજાએ શેલેમ્યાના પુત્ર યહૂકાલને તથા માસેયાના પુત્ર સફાન્યા યાજકને યર્મિયા પ્રબોધકની પાસે મોકલીને તેઓની મારફત કહેવડાવ્યું, “તું અમારે માટે આપણા ઈશ્વર યહોવાને વિનંતી કર.”"},{"number":4,"verse":"તે વખતે યર્મિયા લોકોમાં આવજા કરતો હતો; કેમ કે તેઓએ તેને બંદીખાનામાં રાખ્યો નહોતો."},{"number":5,"verse":"ફારુનનું સૈન્ય મિસરમાંથી નીકળી ચૂક્યું હતું; અને જે ખાલદીઓએ યરુશાલેમને ઘેરો નાખ્યો હતો તેઓએ તે ખબર સાંભળી, ત્યારે તેઓ યરુશાલેમથી જતા રહ્યા."},{"number":6,"verse":"પછી યહોવાનું વચન યર્મિયા પ્રબોધકની પાસે આ પ્રમાણે આવ્યું:"},{"number":7,"verse":"યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે, “યહૂદિયાના જે રાજાએ તમને મારી પાસે પૂછવા મોકલ્યા, તેને કહો કે, જુઓ, તમને સહાય કરવાને ફારુનનું જે સૈન્ય નીકળ્યું છે, તે પોતાના મિસર દેશમાં પાછું જશે."},{"number":8,"verse":"અને ખાલદીઓ પાછા આવશે, ને આ નગર સામે લડશે, અને તેઓ તેને જીતી લઈને આગ લગાડીને બાળી નાખશે."},{"number":9,"verse":"યહોવા કહે છે ‘ખાલદીઓ અમારી પાસેથી ખચીત પાછા જશે;’ એવું સમજીને તમે ભુલાવો ખાશો નહિ; કેમ કે તેઓ જવાના જ નથી."},{"number":10,"verse":"જે ખાલદીઓ તમારી સાથે લડે છે તેઓના આખા સૈન્યને જો તમે મારત, ને તેથી તેઓમાંના ઘાયલ થયેલા માણસો જ બાકી રહેત, તોપણ તેઓ દરેક પોતાના તંબુમાં ઊભા થઈને આ નગરને બાળી નાખત.”"},{"number":11,"verse":"( યર્મિયાની ધરપકડ અને કેદખાનામાં) ફારુનના સૈન્યની બીકને લીધે ખાલદીઓનું સૈન્ય યરુશાલેમથી જતું રહ્યું ત્યાર પછી"},{"number":12,"verse":"યર્મિયા બિન્યામીનના દેશમાંનો પોતાનો હિસ્સો લેવા માટે યરુશાલેમમાંથી પોતાના લોકોની પાસે જવા નીકળ્યો."},{"number":13,"verse":"તે બિન્યામીનને દરવાજે પહોંચ્યો ત્યારે ત્યાં હનાન્યાના પુત્ર શેલેમ્યાનો પુત્ર નામે ઇરિયા નાયક હતો. તેણે યર્મિયા પ્રબોધકને પકડીને કહ્યું, “તું ખાલદીઓના પક્ષમાં જતો રહે છે.”"},{"number":14,"verse":"ત્યારે યર્મિયાએ કહ્યું, “એ તદ્દન જૂઠું છે; હું ખાલદીઓના પક્ષમાં જતો નથી.” પણ ઇરિયાએ તેનું સાંભળ્યું નહિ. અને તે યર્મિયાને પકડીને સરદારોની પાસે લઈ ગયો."},{"number":15,"verse":"સરદારોએ યર્મિયા પર કોપાયમાન થઈને તેને માર્યો, ને યહોનાથાન ચિટનીસના ઘરમાં તેને કેદ કર્યો, કેમ કે તે [મકાન] ને તેઓએ કેદખાનું બનાવ્યું હતું."},{"number":16,"verse":"યર્મિયા કારાગૃહના ભોંયરામાં ગયો, ને ત્યાં તે ઘણા દિવસ રહ્યો."},{"number":17,"verse":"ત્યાર પછી સિદકિયા રાજાએ [માણસ] મોકલીને તેને તેડી મંગાવ્યો; અને તેણે પોતાના મહેલમાં તેને ગુપ્ત રીતે પૂછયું, “યહોવા તરફથી કંઈ વચન છે?” ત્યારે યર્મિયાએ કહ્યું કે, છે. વળી, યર્મિયાએ રાજાને કહ્યું, “તમને બાબિલના રાજાના હાથમાં સોંપવામાં આવશે.”"},{"number":18,"verse":"પછી યર્મિયાએ સિદકિયા રાજાને કહ્યું, “મેં તમારો અથવા તમારા સેવકોનો અથવા લોકોનો શો અપરાધ કર્યો છે કે તમે મને બંદીખાનામાં નાખ્યો છે?"},{"number":19,"verse":"તમારા જે પ્રબોધકોએ તમને ભવિષ્ય કહ્યું હતું, ‘બાબિલનો રાજા તમારા ઉપર તથા આ દેશ ઉપર ચઢી આવશે નહિ, ’ તેઓ ક્યાં છે?"},{"number":20,"verse":"હે રાજા, મારા મુરબ્બી, સાંભળો, મારી વિનંતી સાંભળો; તમે મને ફરીથી યહોનાથાન ચિટનીસના ઘરમાં મોકલી ન દો, રખેને હું ત્યાં મરણ પામું.”"},{"number":21,"verse":"ત્યારે સિદકિયા રાજાએ આજ્ઞા આપી “યર્મિયાને ચોકીમાં રાખવો.” નગરમાંથી સર્વ રોટલી થઈ રહી, ત્યાં સુધી ભઠિયારાઓના મહોલ્લામાંથી તેને રોજ રોજ એક કટકો રોટલી આપવામાં આવી. આ પ્રમાણે યર્મિયા ચોકીમાં રહ્યો."}]}