{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"( યર્મિયા કાદવભર્યા ટાંકામાં) યર્મિયાએ સર્વ લોકોની આગળ કહ્યું, “યહોવા કહે છે કે, જે આ નગરમાં રહેશે તે તરવારથી, દુકાળથી, તથા મરકીથી મરણ પામશે; પણ જે કોઈ ખાલદીઓને શરણે જશે તે જીવતો રહેશે, તે તેનો જીવ લૂંટ તરીકે ગણશે."},{"number":2,"verse":"યહોવા કહે છે કે, ખચીત આ નગર બાબિલના રાજાના સૈન્યના હાથમાં સોંપવામાં આવશે, ને તે તેને જીતી લેશે.”"},{"number":3,"verse":"આ સર્વ વચનો માત્તાનના પુત્ર શફાટયાએ, પાશહૂરના પુત્ર ગદાલ્યાએ, શેલેમ્યાના પુત્ર યુકાલે તથા માલ્ખિયાના પુત્ર પાશહૂરે સાંભળ્યાં."},{"number":4,"verse":"ત્યારે તે સરદારોએ રાજાને કહ્યું, “કૃપા કરીને આ માણસને મારી નંખાવો; કેમ કે જે લડવૈયા આ નગરમાં બાકી રહેલા છે તેઓની આગળ એવાં વચન બોલીને તે તેઓના તથા સર્વ લોકોના હાથ કમજોર કરે છે. કેમ કે આ માણસ આ લોકોનું હિત નહિ, પણ નુકસાન ઇચ્છે છે.”"},{"number":5,"verse":"ત્યારે સિદકિયા રાજાએ કહ્યું, “જુઓ, તે તમારા હાથમાં છે, કેમ કે રાજા તમારી [ઈચ્છાની] વિરુદ્ધ કંઈ કરી શકતો નથી.”"},{"number":6,"verse":"ત્યારે તેઓએ યર્મિયાને પકડીને રાજાના પુત્ર માલ્ખિયાના ચોકી નીચેના ટાંકામાં નાખ્યો. અને તેઓએ યર્મિયાને દોરડાં બાંધીને તેમાં ઉતાર્યો. તે ટાંકામાં પાણી ન હતું, પણ કાદવ હતો. અને યર્મિયા કાદવમાં કળી ગયો."},{"number":7,"verse":"હવે રાજાના મહેલમાંના એક હબશી ખોજા એબેદ-મેલેખે સાંભળ્યું કે તેઓએ યર્મિયાને ટાંકામાં નાખ્યો છે, ને રાજા બિન્યામીનના દરવાજામાં હાલ બેઠો છે."},{"number":8,"verse":"ત્યારે એબેદ-મેલેખે રાજાના મહેલમાંથી નીકળીને રાજાની પાસે જઈને ક્હું."},{"number":9,"verse":"“હે રાજા, મારા મુરબ્બી, આ માણસોએ યર્મિયા પ્રબોધકને જે કર્યું છે તે બહુ ખોટું કામ છે, તેઓએ તેને ટાંકામાં નાખ્યો છે, તે ત્યાં ને ત્યાં ભૂખે મરવાનો છે, કેમ કે હવે નગરમાં રોટલી નથી.”"},{"number":10,"verse":"ત્યારે રાજાએ હબશી એબેદ-મેલેખને આજ્ઞા આપી, “તું અહીંથી તારી સાથે ત્રીસ માણસને લઈને યર્મિયા પ્રબોધક મરી જાય તે પહેલાં તેને ટાંકાંમાંથી બહાર કાઢી લાવ.”"},{"number":11,"verse":"તેથી એબેદ-મેલેખ પોતાની સાથે તે માણસોને લઈને રાજમહેલના ભંડારની નીચે ગયો, ને ત્યાંથી જૂનાં ફાટાંતૂટાં લૂગડાં તથા જૂનાં સડેલાં ચીથરાં લીધાં, ને દોરડાં વડે બાંધીને તે યર્મિયાની પાસે ટાંકામાં ઉતાર્યાં."},{"number":12,"verse":"પછી હબશી એબેદ-મેલેખે યર્મિયાને કહ્યું, “આ જૂનાં ફાટાંતૂટાં લૂગડાં તથા સડેલાં ચીથરાં તારી બગલોમાં દોરડાની નીચે મૂક.” એટલે યર્મિયાએ તેમ કર્યું."},{"number":13,"verse":"પછી તેઓએ યર્મિયાને દોરડાં વડે ઉપર ખેંચી કાઢયો, ને ટાંકામાંથી તેને બહાર લાવ્યા. ત્યાર પછી યર્મિયા ચોકીમાં રહ્યો."},{"number":14,"verse":"( સિદકિયા રાજાએ માગેલી યર્મિયાની સલાહ) પછી સિદકિયા રાજાએ માણસ મોકલીને યર્મિયા પ્રબોધકને યહોવાના મંદિરના ત્રીજા [દરવાજાના] નાકામાં પોતાની પાસે બોલાવ્યો; અને રાજાએ યર્મિયાને કહ્યું, “હું તને એક વાત પૂછું છું; મારાથી તું કંઈ પણ ગુપ્ત રાખીશ નહિ.”"},{"number":15,"verse":"ત્યારે ય્રમિયાએ સિદકિયાને કહ્યું, “જો હું તમને ખરી વાત કહું, તો શું તમે ખરેખર મને મારી તો નહિ નાખો ને? જો કે હું તમને સલાહ આપું, તોપણ તમે મારું સાંભળવાના નથી!”"},{"number":16,"verse":"તે માટે સિદકિયા રાજાએ યર્મિયાને ગુપ્ત રીતે કહ્યું, “આપણો આ જીવ ઉત્પન્ન કરનાર જીવતા યહોવાના સમ કે, હું તને મારી નાખીશ નહિ, ને જે માણસો તારો જીવ લેવા શોધે છે તેઓના હાથમાં તને સોંપીશ નહિ.”"},{"number":17,"verse":"ત્યારે ય્રમિયાએ સિદકિયાને કહ્યું, “સૈન્યોના ઈશ્વર યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે કે, જો તમે બાબિલના રાજાના સરદારોને શરણે જશો, તો તમારો જીવ બચશે, ને આ નગરને આગ લગાડીને બાળી નાખવામાં આવશે નહિ. અને તમે તથા તમારા ઘરનાં માણસો જીવતાં રહેશો."},{"number":18,"verse":"પણ જો તમે બાબિલના રાજાના સરદારોને શરણે નહિ થાઓ, તો આ નગર ખાલદીઓના હાથમાં સોંપવામાં આવશે, ને તમે તેઓના હાથમાંથી છૂટશો નહિ.”"},{"number":19,"verse":"ત્યારે સિદકિયા રાજાએ યર્મિયાને કહ્યું, “જે યહૂદીઓ ખાલદીઓની પાસે જતા રહ્યા છે તેઓથી હું બીહું છું, રખેને તેઓના હાથમાં તેઓ મને સોંપે, ને તેઓ મારી મશ્કરી કરે.”"},{"number":20,"verse":"પણ યર્મિયાએ કહ્યું, “તેઓ તમને [તેઓના હાથમાં] સોંપશે નહિ. યહોવાનું જે વચન હું તમને કહું છું તે તમે માનશો તો તમારું હિત થશે, ને તમારો જીવ બચી જશે."},{"number":21,"verse":"પણ જો તમે ત્યાં જવા કબૂલ નહિ કરો તો યહોવાએ જે વચન મને જણાવ્યું છે તે આ છે:"},{"number":22,"verse":"‘જુઓ, યહૂદિયાના રાજમહેલમાં જે સ્ત્રીઓ બાકી રહી છે તેઓ સર્વને બાબિલના રાજાના સરદારોની પાસે પકડીને લઈ જવામાં આવશે, ને તે સ્ત્રીઓ કહેશે કે, તારા દિલોજાન મિત્રોએ તને ઠગ્યો છે, ને તેઓ તારા પર ફાવી ગયા છે, તારા પગ કાદવમાં કળી ગયા, એટલે તેઓ [તને મૂકીને] જતા રહ્યા છે.’"},{"number":23,"verse":"તેઓ તમારી સર્વ સ્ત્રીઓને તથા તમારાં છોકરાંને ખાલદીઓની પાસે લઈ જશે. તમે પણ તેઓના હાથમાંથી છૂટશો નહિ, પણ બાબિલના રાજાના હાથથી પકડાશો. અને તમે આ નગરને બાળી નંખાવશો.”"},{"number":24,"verse":"ત્યારે સિદકિયાએ યર્મિયાને કહ્યું, “આ વચનોની કોઈને ખબર ન પડે, તો તને મારી નાખવામાં આવશે નહિ."},{"number":25,"verse":"પણ જો સરદારો સાંભળે કે મેં તારી સાથે વાત કરી છે, ને તેઓ તારી પાસે આવીને તને કહે કે, તેં રાજાને જે કહ્યું છે તે તથા રાજાએ તને જે કહ્યું, તે પણ અમને કહી સંભળાવ; જો તે વાત તું અમારાથી ગુપ્ત રાખશે નહિ, તો અમે તને મારી નાખીશું નહિ."},{"number":26,"verse":"ત્યારે તું તેઓને કહેજે કે, રાજા મને યહોનાથાણા ઘરમાં મરવાને પાછો ન મોકલે એવી દીન વિનંતી મેં તેને કરી.”"},{"number":27,"verse":"પછી સર્વ સરદારોએ યર્મિયાની પાસે આવીને તેને પૂછયું, અને જે સર્વ વચનો કહેવાનું રાજાએ તેને ફરમાવ્યું હતું તે પ્રમાણે તેણે તેઓને ખબર આપી. તેથી તેઓએ તેને પૂછવાનું બંધ કર્યું. એટલે તે વાત ગુપ્ત રહી."},{"number":28,"verse":"( .) યરુશાલેમને જીતી લેવામાં આવ્યું ત્યાં સુધી યર્મિયા ચોકીમાં રહ્યો."}]}