{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":39,"verses":[{"number":1,"verse":"( યરુશાલેમનું પતન) યહૂદિયાના રાજા સિદકિયાના નવમા વર્ષના દશમા માસમાં, બાબિલના રાજા નબૂખાદનેસ્સારે તથા તેના સર્વ સૈન્યે યરુશાલેમ ઉપર ચઢાઈ કરીને તેને ઘેરો નાખ્યો."},{"number":2,"verse":"સિદકિયા અગિયારમા વર્ષના ચોથા માસને નવમે દિવસે નગરના કોટમાં બાકોરું પાડવામાં આવ્યું."},{"number":3,"verse":"એ પ્રમાણે યરુશાલેમને જીતી લેવામાં આવ્યું ત્યારે નેર્ગાલ-શારેસેર, સામ્ગાર-નબૂ, સાર્સખીમ, રાબ-સારીસ, નેર્ગાલ-શારેસેર, રાબ-માગ, ઇત્યાદિ બાબિલના રાજાના સર્વ સરદારો આવીને [શહેરના] વચલા દરવાજામાં બેઠા."},{"number":4,"verse":"જ્યારે યહૂદિયાના રાજા સિદકિયાએ તથા સર્વ લડવૈયાઓએ તેઓને જોયા, ત્યારે તેઓ નાસી છૂટયા, ને રાત્રે રાજાની વાડીને માર્ગે બે કોટની વચ્ચેના દ્વારમાં થઈને નગરની બહાર નીકળીને આરાબાને માર્ગે પડયા."},{"number":5,"verse":"પણ ખાલદીઓનું સૈન્ય તેઓની પાછળ પડયું, ને તેઓએ સિદકિયાને યરીખોના મેદાનમાં પકડી પાડયો. અને તેઓ તેને હમાથ દેશના રિબ્લામાં બાબિલના રાજા નબૂખાદનેસ્સારની પાસે લાવ્યા, ને તેણે તેનો ઇન્સાફ કર્યો."},{"number":6,"verse":"પછી બાબિલના રાજાએ રિબ્લામાં સિદકિયાના પુત્રોને તેની નજર આગળ મારી નાખ્યા. વળી તેણે યહૂદિયાના સર્વ કુલીન માણસોને પણ મારી નાખ્યા."},{"number":7,"verse":"અને તેણે સિદકિયાની આંખો ફોડી નાખી, ને તેને બાબિલમાં લઈ જવા માટે તેના પગમાં બેડીઓ નાખી."},{"number":8,"verse":"ખાલદીઓએ રાજાના મહેલને તથા લોકોનાં ઘરોને આગ લગાડીને બાળી નાખ્યાં, ને યરુશાલેમનો કોટ તોડી પાડયો."},{"number":9,"verse":"પછી નગરમાં જે લોકો રહ્યા હતા, ને જેઓ તેના પક્ષમાં ગયા હતા, તથા [એ સિવાય] જે લોકો બાકી રહ્યા હતા, તેઓને રક્ષકટુકડીનો સરદાર નબૂઝારદાન બંદીવાન કરીને બાબિલ લઈ ગયો."},{"number":10,"verse":"પણ જે દરિદ્રી લોકોની પાસે કંઈ ન હતું તેઓમાંના કેટલાકને રક્ષકટુકડીના સરદાર નબૂઝારદાને યહૂદિયા દેશમાં રહેવા દીધા, વળી તેણે તેઓને, દ્રાક્ષાવાડીઓ તથા ખેતરો આપ્યાં."},{"number":11,"verse":"( યર્મિયાનો છુટકારો) હવે બાબિલના રાજા નબૂખાદનેસ્સારે રક્ષકટુકડીના સરદાર નબૂઝારદાનને યર્મિયા વિષે આજ્ઞા આપી,"},{"number":12,"verse":"“તેને લઈ જા, તેની સારી રીતે સંભાલ રાખ, તેને કંઈ ઉપદ્રવ ન કર, અને તે તને જે કંઈ કહે તે પ્રમાણે તું તેને માટે કર.”"},{"number":13,"verse":"માટે રક્ષકટુકડીનો સરદાર નબૂઝારદાન તથા નબૂશાઝબાન, રાબ-સારીસ, નેર્ગોલ-શારેસેર, રાબ-માગ તથા બાબિલના રાજાના સર્વ મુખ્ય સરદારોએ"},{"number":14,"verse":"માણસ મોકલીને યર્મિયાને ચોકીમાંથી કાઢયો, ને તેને ઘેર લઈ જવા માટે શાફાનના પુત્ર અહીકામના પુત્ર ગદાલ્યાને સ્વાધીન કર્યો. અને યર્મિયા લોકોમાં જઈને રહ્યો."},{"number":15,"verse":"( એબેદ-મેલેખને બચાવનું વચન) જ્યારે યર્મિયાને ચોકીમાં રાખવામાં આવ્યો હતો, ત્યારે યહોવાનું વચન તેની પાસે આ પ્રમાણે આવ્યું,"},{"number":16,"verse":"“તું જઈને હબશી એબેદ-મેલેખને કહે, સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર કહે છે કે, મારાં વચનો પ્રમાણે આ નગરનું હિત નહિ થાય, પણ હું એના પર વિપત્તિ લાવીશ, તે દિવસે તારી આગળ [એ વચનો] ફળીભૂત થશે."},{"number":17,"verse":"પણ યહોવા કહે છે, તે દિવસે હું તારો છુટકારો કરીશ. અને જે માણસોથી તું બીએ છે તેઓના હાથમાં તને સોંપવામાં આવશે નહિ."},{"number":18,"verse":"કેમ કે હું તને ખચીત બચાવીશ, ને તું તરવારથી મરશે નહિ, ને તારો જીવ તને લૂંટ દાખળ થશે, કેમ કે તેં મારા પર ભરોસો રાખ્યો છે, એવું યહોવા કહે છે.”"}]}