{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"( યર્મિયા ગદાલ્યાની સાથે રહે છે) યરુશાલેમના તથા યહૂદિયાના જે સર્વ બંદીવાનોને બાબિલના બંદીવાસમાં લઈ જવામાં આવ્યા હતા, તેઓમાં યર્મિયાને સાંકળે બાંધેલો હતો, તેને રક્ષકટુકડીના સરદાર નબૂઝારદાને રામામાં છોડી દીધો, ત્યાર પછી યહોવાનું જે વચન તેની પાસે આવ્યું તે."},{"number":2,"verse":"પછી રક્ષકટુકડીના સરદારે યર્મિયાને તેડાવીને તેને કહ્યું, “તારા ઈશ્વર યહોવાએ આ સ્થાન પર આ વિપત્તિ લાવવાને નિર્માણ કર્યું હતું;"},{"number":3,"verse":"અને તેમના બોલ્યા પ્રમાણે તે વિપત્તિ લાવ્યા છે; કેમ કે તમે યહોવાની વિરુદ્ધ પાપ કર્યું છે, ને તેમનું વચન માન્યું નથી, તેથી તમારા પર આ દુ:ખ આવી પડયું છે."},{"number":4,"verse":"અને હવે, જે બેડીઓ તારા હાથે પહેરાવી હતી. તેઓથી મેં તને આજે છૂટો કર્યો છે. જો તને મારી સાથે બાબિલ આવવું સારું લાગે તો આવ. હું સારી રીતે તારી સંભાળ રાખીશ; અને જો મારી સાથે બાબિલ આવતાં તને માઠું લાગે તો અહીં રહે:જે, આખો દેશ તારી આગળ ખુલ્લો છે; જ્યાં જવું તને સારું તથા યોગ્ય લાગે ત્યાં જા.”"},{"number":5,"verse":"યર્મિયા હજી જવાબ વાળે તે પહેલાં નબૂઝારદાને કહ્યું, “શાફાનના પુત્ર અહીકામના પુત્ર ગદાલ્યાને બાબિલના રાજાએ યહૂદિયાનાં નગરો પર હાકેમ નીમ્યો છે, તેની પાસે પાછો જા, ને તેની સાથે લોકોમાં રહે; અથવા જ્યાં કહીં જવું તને યોગ્ય લાગે ત્યાં જા.” પછી રક્ષકટુકડીના સરદારે તેને અન્ન તથા ભેટ આપીને વિદાય કર્યો."},{"number":6,"verse":"પછી યર્મિયા, અહીકામના પુત્ર ગદાલ્યાની પાસે મિસ્પામાં ગયો, ને તેની સાથે દેશમાં જે લોકો બાકી રહ્યા હતા તેઓ મધ્યે રહ્યો."},{"number":7,"verse":"( ગદાલ્યા, યરુશાલેમનો હાકેમ) ( ( 120 ૨૫:૨૨-૨૪ )) જ્યારે ( .) સૈન્યોના સર્વ સરદારો તથા તેઓના માણસો જેઓ સીમમાં હતા, તેઓએ સાંભળ્યું કે, બાબિલના રાજાએ અહીકામના પુત્ર ગદાલ્યાને દેશ પર હાકેમ ઠરાવ્યો છે, ને પુરુષો, સ્ત્રીઓ, છોકરા તથા દેશમાંના જે દરિદ્રી લોક બાબિલના બંદીવાસમાં લઈ જવામાં આવ્યા ન હતા, તેઓને તેના હાથમાં સોંપ્યાં છે."},{"number":8,"verse":"ત્યારે નથાન્યાનો પુત્ર ઇશ્માએલ, કારેઆના પુત્રો યોહાનાન અને યોનાથાન, તાન્હમેથનો પુત્ર સરાયા, એફાય નટોફાથીના પુત્રો, માખાથીના એક વતનીનો પુત્ર યઝાન્યા, તથા તેઓના માણસો મિસ્પામાં ગદાલ્યાની પાસે આવ્યા."},{"number":9,"verse":"શાફાનના પુત્ર અહીકામના પુત્ર ગદાલ્યાએ તેઓની તથા તેઓના માણસોની સમક્ષ સમ ખાઈને કહ્યું, “ખાલદીઓની સેવા કરતાં બીહો નહિ. આ દેશમાં રહીને બાબિલના રાજાની સેવા કરો. તેથી તમારું ભલું થશે."},{"number":10,"verse":"જુઓ, જે ખાલદીઓ આપણી પાસે આવશે, તેઓની આગળ હાજર થવા માટે હું તો મિસ્પામાં રહીશ; પણ તમે દ્રાક્ષારસ, ઉનાળાનાં પાકેલાં ફળ તથા તેલ એકઠાં કરો, ને તમારાં પાત્રોમાં ભરી રાખો, ને તમારાં જે નગરો તમે કબજે કર્યાં છે તેઓમાં રહો.”"},{"number":11,"verse":"જે યહૂદીઓ મોઆબમાં, આમ્મોનીઓ ભેગા, અદોમમાં તથા બીજા જે જે દેશોમાં હતા, તેઓ સર્વે સાંભળ્યું કે બાબિલના રાજાએ યહૂદિયામાંના કેટલાકને બાકી રહેવા દીધા છે, ને તેઓ પર શાફાનના પુત્ર અહીકામના પુત્ર ગદાલ્યાને અધિકારી ઠરાવ્યો છે,"},{"number":12,"verse":"ત્યારે જે સ્થળોમાં તેઓ વિખેરાઈ ગયા હતા, તે સર્વ સ્થળોમાંથી સર્વ યહૂદીઓ પાછા ફરીને યહૂદિયા દેશમાંના મિસ્પામાં ગદાલ્યાની પાસે આવ્યા, ને તેઓએ પુષ્કળ દ્રાક્ષારસ તથા ઉનાળાનાં પાકેલાં ફળ એકઠાં કર્યાં."},{"number":13,"verse":"( ગદાલ્યાનું ખૂન) ( (ર રાજા 300 ૨૫:૨૫-૨૬ )) પછી કારેઆનો પુત્ર યોહાનાન તથા જે સૈન્યોના સરદારો સીમમાં હતા, તેઓ સર્વે મિસ્પામાં ગદાલ્યાની પાસે આવીને,"},{"number":14,"verse":"તેને કહ્યું, “શું તને ખબર છે કે આમ્મોનીઓના રાજા બાલિસ તને મારી નાખવા માટે નાથાન્યાના પુત્ર ઇશ્માએલને મોકલ્યો છે?” પણ અહીકામના પુત્ર ગદાલ્યાએ તેમનું કહ્યું માન્યું નહિ."},{"number":15,"verse":"ત્યારે કારેઆના પુત્ર યહોનાને મિસ્પામાં ગદાલ્યાને છાની રીતે કહ્યું, “નથાન્યાના પુત્ર ઇશ્માએલને મારી નાખવાને માટે મને જવા દે, ને તે વાતની કોઈને ખબર પડશે નહિ. તે શા માટે તને મારી નાખે, ને તેથી જે યહૂદીઓ તારી પાસે એકત્ર થાય છે તેઓ વિખેરાઈ જાય, ને યહૂદિયાના બાકી રહેલા લોકો નાશ પામે?”"},{"number":16,"verse":"પણ અહીકામના પુત્ર ગદાલ્યાએ કારેઆના પુત્ર યોહાનાનને કહ્યું, “તું આ કામ કરીશ નહિ; કેમ કે તું ઇશ્માએલ વિષે ખોટું બોલે છે.”"}]}