{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"હવે ( .) સાતમા માસમાં અલીશામાના પુત્ર નથાન્યાનો પુત્ર ઇશ્માએલ, જે રાજવંશી હતો તેમ જ રાજાનો એક મુખ્ય સરદાર હતો, તે પોતાની સાથે દશ માણસ લઈને મિસ્પામાં અહીકામના પુત્ર ગદાલ્યાની પાસે આવ્યો અને તેઓએ સાથે મિસ્પામાં રોટલી ખાધી."},{"number":2,"verse":"પછી નથાન્યાના પુત્ર ઇશ્માએલે ને તેની સાથે આવેલા દશ માણસોએ ઊઠીને શાફાનના પુત્ર અહીકામનો પુત્ર ગદાલ્યા કે, જેને બાબિલના રાજાએ દેશમાં હાકેમ નીમ્યો હતો, તેને તરવારથી મારી નાખ્યો."},{"number":3,"verse":"જે યહૂદીઓ ગદાલ્યાની સાથે મિસ્પામાં હતા તેઓ સર્વને તથા ત્યાં જે ખાલદી લડવૈયા મળી આવ્યા, તેઓને ઇશ્માએલે મારી નાખ્યા."},{"number":4,"verse":"ગદાલ્યાને મારી નાખ્યા પછી બીજે દિવસે એ વાતની કોઈને ખબર પડયા પહેલાં,"},{"number":5,"verse":"શખેમમાંથી, શીલોમાંથી તથા સમરૂનમાંથી મૂંડાવેલી દાઢીવાળા, ફાટેલાં વસ્ત્રોવાળા, તથા [પોતાને હાથે] પોતાને જખમી કરેલા, એવા એંસી માણસો પોતાના હાથમાં ખાદ્યાર્પણ તથા ધૂપ લઈને યહોવાના મંદિરમાં આવ્યા."},{"number":6,"verse":"તેઓને મળવા માટે નથાન્યાનો પુત્ર ઇશ્માએલ રડતો રડતો મિસ્પામાંથી નીકળ્યો; તે તેઓને મળ્યો ને તેણે તેઓને કહ્યું, “તમે અહીકામના પુત્ર ગદાલ્યાની પાસે આવો.”"},{"number":7,"verse":"તેઓ નગરમાં આવ્યા ત્યારે નથાન્યાના પુત્ર ઇશ્માએલે તથા તેની સાથેના માણસોએ તેઓને મારી નાખીને ટાંકામાં નાખી દીધા."},{"number":8,"verse":"પણ તેઓમાંના દશ માણસોએ ઇશ્માએલને કહ્યું, “અમને મારી ન નાખ; કેમ કે ઘઉંના, જવના, તેલના તથા મધના ભંડારો અમે અમારા ખેતરમાં સંતાડેલાં છે.” તેથી ઇશ્માએલે પોતાનો હાથ અટકાવીને તેઓને તેઓના ભાઈઓની જેમ મારી નાખ્યા નહિ."},{"number":9,"verse":"ગદાલ્યાની સાથે આવેલા માણસોને ઇશ્માએલે મારી નાખ્યા હતા તેઓનાં સર્વ મુડદાં તેણે ટાંકામાં નાખ્યાં હતાં, તે ટાંકું તેણે મુડદાંથી ભર્યું (તે ટાંકું આસા રાજાએ ઇઝરાયલના રાજા બાશાથી બીહીને બંધાવ્યું હતું)."},{"number":10,"verse":"પછી મિસ્પામાંના જે લોકો બાકી રહ્યા હતા તેઓ સર્વને ઇશ્માએલ કેદ કરીને લઈ ગયો, એટલે રાજાની કુંવરીઓ તથા મિસ્પામામ બાકી રહેલા લોકો જેઓને રક્ષકટુકડીના સરદારે નબૂઝારદાને અહીકામના પુત્ર ગદાલ્યાને સોંપ્યા હતા, તેઓ સર્વને નથાન્યાનો પુત્ર ઇશ્માએલ કેદ કરીને લઈ ગયો, અને તે આમ્મોનીઓની પાસે જવા નીકળ્યો."},{"number":11,"verse":"પણ નથાન્યાના પુત્ર ઇશ્માએલે જે સર્વ ભૂંડાં કામ કર્યાં હતાં, તે વિષે જ્યારે કારેઆના પુત્ર યોહાનાને તથા તેની સાથેના સૈન્યોના સર્વ સરદારોએ સાંભળ્યું,"},{"number":12,"verse":"ત્યારે તેઓ સર્વ લોકોને ભેગા કરીને નથાન્યાના પુત્ર ઇશ્માએલની સામે લડવા ગયા, ને ગિબયોનમાં જ્યાં પુષ્કળ પાણી છે, ત્યાં તે તેઓને સામો મળ્યો."},{"number":13,"verse":"હવે ઇશ્માએલની સાથેના સર્વ લોક કારેઆના પુત્ર યોહાનાનને, તથા તેની સાથેના સૈન્યોના સર્વ સરદારોને જોઈને હરખાયા."},{"number":14,"verse":"તેથી મિસ્પામાંથી જે લોકોને ઇશ્માએલ કેદ કરીને લઈ ગયો હતો, તેઓ સર્વ તેને છોડીને કારેઆના પુત્ર યોહાનાનને જઈ મળ્યા."},{"number":15,"verse":"પણ નથાન્યાનો પુત્ર ઇશ્માએલ આઠ માણસસહિત યોહાનાનથી છટકી જઈને આમ્મોનીઓની પાસે ગયો."},{"number":16,"verse":"નથાન્યાના પુત્ર ઇશ્માએલે અહીકામના પુત્ર ગદાલ્યાને મારી નાખ્યા પછી બાકી રહેલા લોકોને યોહાનાને મિસ્પામાં ઇશ્માએલના હાથમાંથી છોડાવ્યા હતા, એટલે જે લડવૈયા, સ્ત્રીઓ, છોકરાં તથા ખોજાઓને તે ગિબયોનથી પાછાં લાવ્યો હતો, તેઓને કારેઆનો પુત્ર યોહાનાન તથા તેની સાથેના સૈન્યોના સર્વ સરદારો લઈ ગયા."},{"number":17,"verse":"તેઓ મિસરમાં જતાં ખાલદીઓ [ની બીક] ને લીધે બેથલેહેમની પાસે ગેરૂથ કિમ્હામમાં રહ્યા;"},{"number":18,"verse":"કેમ કે બાબિલના રાજાએ દેશના હાકેમ તરીકે નીમેલા અહીકામના પુત્ર ગદાલ્યાને નથાન્યાના પુત્ર ઇશ્માએલે મારી નાખ્યો હતો, તેથી તેઓ તેમનાથી બીતા હતા."}]}