{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"( પ્રાર્થના કરવા યર્મિયાને લોકોની વિનંતી) પછી સૈન્યોના સર્વ સરદારો, કારેઆનો પુત્ર યોહાનાન, હોશાયાનો પુત્ર યઝાન્યા તથા નાનાથી તે મોટા સુધી બધા લોકોએ,"},{"number":2,"verse":"યર્મિયા પ્રબોધકની પાસે આવીને કહ્યું, “અમારી વિનંતી સ્વીકારીને અમારે માટે, એટલે આ સર્વ બાકી રહેલાને માટે, તારા ઈશ્વર યહોવાની પ્રાર્થના કર; (કેમ કે તું તારી નજરે અમને જુએ છે કે, ઘણાં માણસોમાંથી અમે આટલાં થોડાં માણસો બાકી રહ્યાં છીએ;)"},{"number":3,"verse":"કે અમારે કયે માર્ગે ચાલવું, ને અમારે શું કામ કરવું તે તારા ઈશ્વર યહોવા અમને જણાવે.”"},{"number":4,"verse":"ત્યારે યર્મિયા પ્રબોધકે તેઓને કહ્યું, “મેં તમારું સાંભળ્યું છે. જુઓ, હું તમારા કહ્યા પ્રમાણે તમારા ઈશ્વર યહોવાની પ્રાર્થના કરીશ. અને યહોવા તમને જે કંઈ ઉત્તર આપશે, તેની હું તમને ખબર આપીશ; હું કંઈ પણ તમારાથી છાનું રાખીશ નહિ.”"},{"number":5,"verse":"પછી તેઓએ યર્મિયાને કહ્યું, “યહોવા અમારા ખરા તથા વિશ્વાસુ સાક્ષી થાઓ કે, જે કંઈ તારા ઈશ્વર યહોવા તારી મારફતે અમને કહી મોકલશે તે પ્રમાણે અમે કરીશું."},{"number":6,"verse":"અમારા ઈશ્વર યહોવાની પાસે અમે તને મોકલીએ છીએ, તેમનું કહ્યું અમે માનીશું, પછી તે સારું હોય કે માઠું હોય; અને એ પ્રમાણે અમારા ઈશ્વર યહોવાનું કહ્યું માનવાથી અમારું હિત થાય.”"},{"number":7,"verse":"( યર્મિયાની પ્રાર્થનાને પ્રભુનો પ્રત્યુત્તર) દશ દિવસ વીતી ગયા પછી યહોવાનું વચન યર્મિયાની પાસે આવ્યું."},{"number":8,"verse":"ત્યારે તેણે કારેઆના પુત્ર યોહાનાનને, તેની સાથેના સૈન્યોના સર્વ સરદારોને તથા નાનથી તે મોટા સુધી સર્વ લોકોને બોલાવીને કહ્યું,"},{"number":9,"verse":"“ઇઝરાયલના ઈશ્વર, યહોવાની આગળ તમારી પ્રાર્થના નિવેદન કરવા માટે તમે મને મોકલ્યો હતો. ઈશ્વર કહે છે,"},{"number":10,"verse":"‘જો તમે આ દેશમાં રહેશો, તો હું તમને બાંધીશ અને ભાંગી નાખીશ નહિ, તમને રોપીશ અને ઉખેડી નાખીશ નહિ; કેમ કે જે વિપત્તિ હું તમારા પર લાવ્યો છું તે વિષે હું પશ્ચાત્તાપ કરું છું."},{"number":11,"verse":"બાબિલના રાજાથી તમે બીઓ છો, પણ તેનાથી બીઓ નહિ. યહોવા કહે છે, તેનાથી બીઓ નહિ, કેમ કે તમને બચાવવા માટે તથા તેના હાથમાંથી તમને છોડાવવા માટે હું તમારી સાથે છું."},{"number":12,"verse":"હું તમારા પર એવી દયા કરીશ કે જેથી તે તમારા પર દયા કરશે, ને તમને તમારા વતનમાં પાછા મોકલશે.’"},{"number":13,"verse":"પણ જો તમે કહેશો, ‘અમે આ દેશમાં રહીશું નહિ.’ અથવા તમારા ઈશ્વર યહોવાનું વચન અમાન્ય કરીને કહેશો,"},{"number":14,"verse":"‘ના; અમે તો મિસર દેશમાં જઈશું, ત્યાં લડાઈ અમારા જોવામાં આવશે નહિ. રણશિંગડાનો અવાજ અમારા સાંભળવામાં આવશે નહિ, ને અમે ભૂખ્યા રહીશું નહિ; ત્યાં અમે રહીશું.’”"},{"number":15,"verse":"તો હવે, હે યહૂદિયાના બાકી રહેલા લોકો, યહોવાનું વચન સાંભળો:સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે, “જો તમે મિસર જવાની જ વૃત્તિ રાખશો, ને ત્યાં જઈને રહેશો,"},{"number":16,"verse":"તો જે તરવારથી તમે બીઓ છો તે તરવાર ત્યાં મિસર દેશમાં પણ તમને પકડી પાડશે, ને જે દુકાળનો તમે ડર રાખો છો તે ત્યાં મિસરમાં તમારી પાછળ આવશે, ને ત્યાં તમે મરશો."},{"number":17,"verse":"જે માણસો મિસરમાં જવાની તથા ત્યાં જઈ રહેવાની વૃત્તિ રાખે છે તે સર્વના આવા હાલ થશે. તેઓ તરવારથી, દુકાળથી તથા મરકીથી મરશે. અને જે વિપત્તિ હું તેઓ પર લાવીશ, તેમાંથી તેઓમાંનો કોઈ બચશે નહિ કે, છટકી જશે નહિ.”"},{"number":18,"verse":"કેમ કે સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર કહે છે, “જેમ મારો કોપ તથા મારો ક્રોધ યરુશાલેમના રહેવાસીઓ પર રેડાયો છે, તેમ જ્યારે તમે મિસરમાં પ્રવેશ કરશો, ત્યારે મારો ક્રોધ તમારા પર રેડાશે. અને તમે ધિક્કારરૂપ, વિસ્મયરૂપ, શાપરૂપ તા નિંદારૂપ થશો. અને આ સ્થળને તમે ફરીથી જોશો નહિ.”"},{"number":19,"verse":"હે યહૂદિયાના બાકી રહેલા લોકો, તમારા વિષે યહોવાએ કહ્યું છે, “તમે મિસરમાં ન જાઓ; આજ મેં તમને ચેતવ્યા છે એવું ખચીત જાણો.”"},{"number":20,"verse":"કેમ કે તમે તમારાં હ્રદયોમાં કપટ કર્યું છે; કારણ કે “અમારા ઈશ્વર યહોવાની આગળ અમારે માટે પ્રાર્થના કર, ને જે કંઈ યહોવા અમારા ઈશ્વર કહે, તે અમને કહી બતાવ, અમે તે કરીશું, ” એમ કહીને તમે મને તમારા ઈશ્વર યહોવાની પાસે મોકલ્યો હતો."},{"number":21,"verse":"આજે મેં તમને તે કહી દેખાડયું છે! પણ જે બાબતો વિષે તમારા ઈશ્વર યહોવાએ મને તમારી પાસે મોકલ્યો છે, તેમાંની એકપણ બાબતમાં તમે યહોવાનું વચન માન્યું નથી."},{"number":22,"verse":"હવે ખચીત જાણજો કે, જ્યાં તમે જઈને રહેવા માગો છો તે સ્થળમાં તમે તરવારથી, દુકાળથી તથા મરકીથી મરશો."}]}