{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"( યર્મિયાને લોકો મિસર લઈ ગયા) તેઓના ઈશ્વર યહોવાએ તેઓની પાસે યર્મિયાને જે વચન કહેવાને મોકલ્યો હતો, તે સર્વ વચન જ્યારે યર્મિયા સર્વ લોકોની આગળ બોલી રહ્યો,"},{"number":2,"verse":"ત્યારે હોશાયાના પુત્ર અઝાર્યાએ, કારેઆના પુત્ર યોહાનાને તથા સર્વ ગર્વિષ્ઠ માણસોએ યર્મિયાને કહ્યું, “તું જૂઠું બોલે છે; મિસરમાં જઈ રહેવાની મના કરવા માટે આપણા ઈશ્વર યહોવાએ તને મોકલ્યો નથી."},{"number":3,"verse":"પણ ખાલદીઓ અમને મારી નાખે તથા અમને બાબિલના બંદીવાસમાં લઈ જાય, માટે તેમના હાથમાં અમને સોંપી દેવા નેરિયાનો પુત્ર બારુખ તને અમારી વિરુદ્ધ ઉશ્કેરે છે.”"},{"number":4,"verse":"તેથી કારેઆના પુત્ર યોહાનાને, સૈન્યોના સર્વ સરદારોએ, તથા સર્વ લોકે યહૂદિયા દેશમાં રહેવા વિષેનું યહોવાનું વચન માન્યું નહિ."},{"number":5,"verse":"પણ ( .) જ્યાં જ્યાં [યહૂદિઓને] નસાડી મૂકવામાં આવ્યા હતા તે સર્વ દેશોમાંતી યહૂદિયા દેશમાં રહેવા માટે પાછા આવેલા યહૂદિ લોકમાં જે બાકી રહ્યા હતા"},{"number":6,"verse":"તેઓ, એટલે પુરુષો, સ્ત્રીઓ તથા છોકરાં, રાજાની કુંવરીઓ તથા રક્ષકટુકડીના સરદાર નબૂઝારદાને જે માણસોને શાફાનના પુત્ર અહીકામના પુત્ર ગદાલ્યાના હાથમાં સોંપ્યાં હતાં તેઓ સર્વને, તથા યર્મિયા પ્રબોધક તથા નેરિયાનો પુત્ર બારુખ, એ બધાંને લઈને કારેઆનો પુત્ર યોહાનાન તથા સૈન્યોના સર્વ સરદારો"},{"number":7,"verse":"મિસર દેશમાં રહેવા ગયા. તેઓએ યહોવાનું વચન માન્યું નહિ; અને તેઓ તાહપાન્હેસમાં આવ્યા."},{"number":8,"verse":"ત્યારે તાહપાન્હેસમાં યહોવાનું વચન યર્મિયાની પાસે આ પ્રમાણે આવ્યું:"},{"number":9,"verse":"“તું તારા હાથમાં મોટા પથ્થરો લે, ને તાહપાન્હેસમાં ફારુનના મહેલના દ્વારની પાસેની ફરસબંધીમાં યહૂદીઓના જોતાં તે પથ્થરોને ચૂનાથી ઢાંકી દે."},{"number":10,"verse":"અને તેઓને કહે, સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે કે, જુઓ, હું મારા દાસ બાબિલના રાજા નબૂખાદનેસ્સારને તેડી મંગાવીશ, ને જે પથ્થરો મેં સંતાડયા છે, તેઓ પર તેનું રાજ્યાસન ઊભું કરીશ; અને તે પોતાનો ભવ્ય મંડપ તેઓ ઉતર ઊભો કરશે."},{"number":11,"verse":"તે આવીને મિસર દેશને પાયમાલ કરશે. મરણને માટે નિર્માણ થયેલાઓ માર્યા જશે, ને બંદીવાસમાં જશે, ને તરવારને માટે નિર્માણ થયેલાઓ તરવારથી માર્યા જશે."},{"number":12,"verse":"હું મિસરના દેવોનાં દેવસ્થાનોને આગ લગાડીશ. તે તેમને બાળી નાખશે, ને લોકોને બંદીવાસમાં લઈ જશે. અને જેમ ભરવાડ પોતાનું વસ્ત્ર ઓઢે છે તેમ તે મિસર દેશ [ની લૂંટ] થી પોતાને શણગારશે; અને ત્યાંથી તે શાંતિમાં પાછો ચાલ્યો જશે."},{"number":13,"verse":"મિસર દેશમાંના બેથ-શેમેથના સ્તંભોને તે ભાંગી નાખશે; અને મિસરનાં દેવસ્થાનોને તે આગ લગાડી બાળી નાખશે.”"}]}