{"bibleAbbr":"guOV2016","bookName":"યર્મિયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"( બાબિલ સામે વધુ ન્યાયચૂકાદો) યહોવા કહે છે, “જુઓ, હું બાબિલ પર, તથા લેબ-કામાયમાં વસનારા પર, નાશકારક વાયુ ચઢાવીશ."},{"number":2,"verse":"હું પરદેશીઓને બાબિલ પર મોકલીશ. તેઓ તેને ઊપણશે, ને તેનો દેશ ખાલી કરશે, કેમ કે વિપત્તિને દિવસે તેઓ તેને ચોતરફ ઘેરી લેશે."},{"number":3,"verse":"ધનુર્ધારી [તેની વિરુદ્ધ] પોતાનું ધનુષ્ય ખેંચે, ને બખતર પહેરીને ઊભો થાય; વળી તેના જુવાનો પર દયા ન કરો; તેના સર્વ સૈન્યનું સત્યાનાશ વાળો."},{"number":4,"verse":"તેઓ ખાલદીઓના દેશમાં કતલ થશે, અને તેના મહોલ્લાઓમાં વીંધાઈને નીચે પડશે."},{"number":5,"verse":"કેમ કે જો તેઓનો દેશ ઇઝરાયલના પવિત્ર [ઈશ્વર] ની વિરુદ્ધના પાપથી ભરપૂર છે, તોપણ તેઓના ઈશ્વર, સૈન્યોના [ઈશ્વર] યહોવાએ ઇઝરાયલને તેમ જ યહૂદિયાને પણ તજ્યા નથી."},{"number":6,"verse":"તમે દરેક તમારા પ્રાણ બચાવો, બાબિલમાંથી નાસો. [ત્યાં રહીને] તેની દુષ્ટતા [ની શિક્ષા] માં તમે નાશ ન પામો; કેમ કે બદલો લેવાનો યહોવાનો સમય આવ્યો છે; તે તેને પ્રતિફળ આપશે."},{"number":7,"verse":"બાબિલ યહોવાના હાથમાં સોનાના પ્યાલા [જેવો] હતો, જેમાંથી આખી પૃથ્વી પીને મસ્ત થઈ! [સર્વ] ( ; .) પ્રજાઓએ તેનો દ્રાક્ષારસ પીધો છે! તેથી તેઓ ઘેલી થઈ છે."},{"number":8,"verse":"બાબિલ એકાએક પડીને પાયમાલ થયું છે; તેને લીધે વિલાપ કરો; તેના દુ:ખને માટે શેરીલોબાન લો, કદાચ તેને રૂઝ વળે."},{"number":9,"verse":"અમે બાબિલને રૂઝ વાળવાનું કર્યું, પણ તેને રૂઝ વળી નથી. તેને તજી દો, ને આપણે દરેક પોતપોતાને દેશ પાછા જઈએ; કેમ કે ( .) તેનું શાસન આકાશ સુધી પહોંચ્યું છે, તે ગગન સુધી ઊંચું ચઢયું છે."},{"number":10,"verse":"યહોવાએ આપણું ન્યાયીપણું ખુલ્લું કર્યું છે; આવો, સિયોનમાં આપણા ઈશ્વર યહોવાનું કામ પ્રગટ કરીએ."},{"number":11,"verse":"તીરો તીક્ષ્ણ કરો; ઢાલો ધરો; યહોવાએ માદીઓના રાજાઓના આત્માને ઉશ્કેર્યો છે, કેમ કે બાબિલનો નાશ કરવાનો તેનો સંકલ્પ છે. કેમ કે આ તો યહોવાએ લીધેલું વૈર, તેના મંદિર વિષે લીધેલું વૈર છે."},{"number":12,"verse":"બાબિલના કોટની સામે ધ્વજા ઊભી કરો, પહેરો બળવાન કરો, પહેરેગીરોને ચોકી કરવા મોકલો, છાપો મારવાને સંતાઈ રહો; કેમ કે બાબિલના રહેવાસીઓ વિષે યહોવા જે બોલ્યા તે પ્રમાણે તેમણે યોજના કરી છે, અને તે વળી પાર પાડી છે."},{"number":13,"verse":"( .) તું ઘણાં પાણીની પાસે વસેલું છે, તારા ધનના ભંડારો ભરપૂર છે, તારો અંત આવ્યો છે, તારી લૂંટનું માપ કરવામાં આવ્યું છે."},{"number":14,"verse":"સૈન્યોના [ઈશ્વર] યહોવાએ પોતાના જીવના સમ ખાધા છે કે, હું તને તીડોની જેમ માણસોથી ખચીત ભરી દઈશ; અને તેઓ તારી વિરુદ્ધ ગર્જના કરશે.”"},{"number":15,"verse":"( ઈશ્વરસ્તુતિનું ગીત) પ્રભુએ પોતાના સામર્થ્યથી પૃથ્વીને બનાવી છે, પોતાના જ્ઞાનથી જગતને ધરી રાખ્યું છે, ને પોતાની બુદ્ધિથી આકાશને વિસ્તાર્યું છે."},{"number":16,"verse":"તે ગર્જના કરે છે, ત્યારે આકાશમાં પાણીનો ઘુઘવાટો થાય છે, ને પૃથ્વીને છેડેથી તે વાદળાં ચઢાવે છે. તે વરસાદને માટે વીજળી ઉત્પન્ન કરે છે, ને પોતાના ભંડારોમાંથી વાયુ કાઢે છે."},{"number":17,"verse":"દરેક માણસ પશુવત તથા જ્ઞાનહીન થયો છે; દરેક સોની પોતાની કોરેલી મૂર્તિથી લજ્જિત થયો છે; કેમ કે તેની ગાળેલી મૂર્તિ અસત્ય છે, તેઓમાં શ્વાસ નથી."},{"number":18,"verse":"તેઓ વ્યર્થતા છે, તેઓ ભ્રમણારૂપ છે. તેઓના શાસનને સમયે તેઓ નાશ પામશે."},{"number":19,"verse":"યાકૂબનો હિસ્સો તેઓના જેવો નથી; કેમ કે તે સર્વનો બનાવનાર છે; અને ઇઝરાયલ તેમના વારસાના લોક છે; તેમનું નામ સૈન્યોના [ઈશ્વર] યહોવા કહે છે, યહોવા છે."},{"number":20,"verse":"( પ્રભુની ફરશી) “તું મારી ફરશી તથા યુદ્ધશસ્ત્રો છે; તારા વડે હું સર્વ પ્રજાઓનું ખંડન કરીશ; અને તારા વડે હું રાજ્યોનો નાશ કરીશ;"},{"number":21,"verse":"હું તારા વડે ઘોડાનું તથા તેના પર બેસનારનું ખંડન કરીશ. તારા વડે હું રથ તથા તેમાં બેસનારનું ખંડન કરીશ;"},{"number":22,"verse":"હું તારા વડે પુરુષ તથા સ્ત્રીનું ખંડન કરીશ; તારા વડે હું ઘરડાનું તથા જુવાનનું ખંડન કરીશ; તારા વડે હું છોકરાનું તથા કન્યાનું ખંડન કરીશ;"},{"number":23,"verse":"અને હું તારા વડે ઘેટાંપાળક તથા તેના ટોળાનું ખંડન કરીશ; અને તારા વડે હું ખેડૂતનું તથા તેના [બળદની] જોડનું ખંડન કરીશ; તારા વડે હું અધિકારીઓ તથા નાયબ અધિકારીઓનું ખંડન કરીશ.”"},{"number":24,"verse":"( બાબિલને સજા) યહોવા કહે છે, “બાબિલ તથા ખાલદી દેશના સર્વ રહેવાસીઓએ સિયોનમાં તમારી આંખ આગળ જે ભૂંડું કર્યું છે, તે સર્વનું પ્રતિફળળ હું તેમને પૂરેપૂરું આપીશ.”"},{"number":25,"verse":"યહોવા કહે છે, “રે આખી પૃથ્વીને નષ્ટ કરનાર વિનાશક પર્વત, તું જો, હું તારી વિરુદ્ધ છું! હું મારો હાથ તારા પર લાંબો કરીને તને ખડકો પરથી ગબડાવીશ, ને તને અગ્નિથી ભસ્મ થઈ ગયેલા પર્વત જેવો કરી નાખીશ."},{"number":26,"verse":"તેઓ તારામાંથી ખૂણામાં મૂકવા માટે અથવા પાયાને [ચણવા] માટે પથ્થર લેશે નહિ; કેમ કે તું સદાકાળ ઉજ્જડ રહેશે, ” એવું યહોવા કહે છે."},{"number":27,"verse":"દેશમાં ધ્વજા ઊભી કરો, વિદેશીઓમાં રણશિંગડું વગાડો, તેની સામે વિદેશીઓને સજ્જ કરો, તેની સામે અરારાટ, મિન્ની તથા આશ્કેનાઝનાં રાજ્યો બોલાવો; તેની સામે સેનાપતિ નીમો; ઘોડાને કરકરા તીડની જેમ ચઢાવી લાવો."},{"number":28,"verse":"તેની સામે વિદેશીઓને, માદીઓના રાજાઓને, તેઓના અધિકારીઓને, તથા તેઓના સર્વ નાયબ અધિકારીઓને તથા તેની સત્તા નીચેના આખા રાજ્યને સજ્જ કરો."},{"number":29,"verse":"દેશ કાંપે છે ને પીડાય છે, કેમ કે બાબિલ દેશને ઉજ્જડ તથા વસતિહીન કરવાના યહોવાના સંકલ્પ દઢ છે."},{"number":30,"verse":"બાબિલના શૂરવીરો લડવાનું બંધ કરે છે, તેઓ પોતાના કિલ્લાઓમાં ભરાઈ રહ્યા છે. તેઓનું સામર્થ્ય ખૂટી ગયું છે; તેઓ સ્ત્રીઓના જેવા થઈ ગયા છે; તેનાં ઘરબાર બળી ગયાં છે. તેની ભૂંગળો ભાંગી ગઈ છે."},{"number":31,"verse":"તેનું નગર ચારે તરફથી જીતી લેવાયું છે ને તેના ઘાટોને કબજે કરવામાં આવ્યા છે. સરકટોને અગ્નિથી બાળી નાખ્યાં છે, ને લડવૈયાઓ ભયભીત થયા છે,"},{"number":32,"verse":"એ પ્રમાણે એક સંદેશિયો બીજા સંદેશિયાને તથા એક હલકારો બીજા હલકારાને બાબિલના રાજાને ખબર આપવાને માટે દોડશે."},{"number":33,"verse":"કેમ કે સૈન્યોના [ઈશ્વર] યહોવા, ઇઝરાયલના ઈશ્વર, કહે છે, ‘પાર ફેરવવામાં આવતી ખળીના જેવી બાબિલની દીકરી છે; થોડી વાર પછી તેને ઊપણવાની વેળા આવશે."},{"number":34,"verse":"‘બાબિલનો રાજા નબૂખાદનેસ્સાર મને ખાઈ ગયો છે, તેણે મને ખાંડયો છે, મને ખાલી પાત્રના જેવો કર્યો છે, અજગરની જેમ, તે મને ગળી ગયો છે, તેણે મારાં મિષ્ટાન્નોથી પોતાનું પેટ ભર્યું છે; તેણે મને કાઢી મૂક્યો છે."},{"number":35,"verse":"મારા પર તથા મારા દેહ પર જે જુલમ ગુજારવામાં આવ્યો છે, તેવો જુલમ બાબિલ પર ગુજારો, ’ એવું સિયોનમાં રહેનારી કહેશે. અને ‘મારું રક્ત ખાલદી દેશના રહેવાસીઓને માથે આવો, ’ એવું યરુશાલેમ કહેશે.”"},{"number":36,"verse":"( પ્રભુ ઇઝરાયલની પડખે) તે માટે યહોવા કહે છે, “જો, હું તારા પક્ષમાં બોલીશ, ને તારું વૈર લઈશ; અને હું તેના સમુદ્રને સૂકવી નાખીશ ને તેના ઝરાને નિર્જળ કરી નાખીશ."},{"number":37,"verse":"બાબિલના ઢગલા થશે, તે શિયાળોની બોડ થશે, તે વસતિહીન થઈને વિસ્મય તથા ફિટકાર ઉપજાવે એવું થશે."},{"number":38,"verse":"તેઓ જુવાન સિંહોની જેમ સાથે ગર્જના કરશે; તેઓ સિંહોનાં બચ્ચાંની જેમ ઘુરકશે."},{"number":39,"verse":"તેઓ તપી જશે ત્યારે હું તેઓને માટે મિજબાની કરીશ, જેમાં તેઓ મોજ ઉડાવે ને સદાની ઊંઘમાં પડે ને ફરીથી જાગે નહિ, માટે હું તેઓને ચકચૂર કરીશ, એવું યહોવા કહે છે."},{"number":40,"verse":"હું તેઓને હલવાનોની જેમ, બકરાસહિત ઘેટાઓની જેમ, કતલખાનામાં ઉતારી લાવીશ."},{"number":41,"verse":"( બાબિલનો કરુણ અંજામ) શેશાખને કેવો જીતી લેવામાં આવ્યો છે! આખી પૃથ્વીમાં પ્રશંસિત થયેલા તે કેવો પકડાયો છે! બાબિલ [અન્ય] પ્રજાઓમાં કેવો ઉજ્જડ થયો છે!"},{"number":42,"verse":"બાબિલ પર સમુદ્ર ઊલટયો છે; તેના પર તેનાં મોજાં ફરી વળ્યાં છે."},{"number":43,"verse":"તેનાં નગરો ઉજ્જડ, સૂકી ભૂમિ તથા વગડો થઈ ગયાં છે, તેમાં કોઈ માણસ રહેતું નથી, ને તેમાં થઈને કોઈ માણસ જતું આવતું નથી."},{"number":44,"verse":"બાબિલમાં હું બેલને શાસન આપીશ. ને તે જે ગળી ગયો છે તે તેના મુખમાંથી કાઢીશ; વિદેશીઓ તેની પાસે ફરીથી એકત્ર થશે નહિ. હા, બાબિલનો કોટ પડી જશે."},{"number":45,"verse":"રે મારા લોકો, તમે તેમાંથી નીકળી જાઓ, ને તમારામાંનો દરેક યહોવાના ભારે કોપથી પોતાને બચાવો."},{"number":46,"verse":"વળી જે અફવા દેશમાં સંભળાશે તેથી તમારું હ્રદય ગભરાય નહિ, ને તમે ભયભીત થતા નહિ; કેમ કે એક વર્ષમાં એક અફવા ઊડશે, ને ત્યાર પછી બીજા વર્ષમાં [બીજી] અફવા ફેલાઈ જશે, ને અધિકારી અધિકારીની વિરુદ્ધ થયાથી તે દેશમાં જુલમ થશે."},{"number":47,"verse":"તે માટે, જુઓ, એવો સમય આવશે કે જે સમયે હું બાબિલની કોતરેલી મૂર્તિઓને જોઈ લઈશ, ને તેનો આખો દેશ લજ્જિત થશે; અને તેના સર્વ લોકો કતલ થઈને તેમાં પડશે."},{"number":48,"verse":"ત્યારે ( .) આકાશ તથા પૃથ્વી અને તેઓમાં જે સર્વ છે, તેઓ બાબિલ વિષે જયજયકાર કરશે, કેમ કે ઉત્તર દિશાથી વિનાશકો તેના પર આવશે, એવું યહોવા કહે છે."},{"number":49,"verse":"બાબિલે જેમ ઇઝરાયલમાંના કતલ થયેલાઓને પાડયા છે, તેમ ( .) આખી પૃથ્વીના કતલ થયેલાઓ બાબિલમાં પડશે."},{"number":50,"verse":"( બાબિલમાંના ઇઝરાયલીઓને ઈશ્વરનો સંદેશો) તરવારથી બચેલા, તમે ચાલ્યા જાઓ, ઊભા ન રહો; દૂરથી યહોવાનું સ્મરણ કરો, ને તમારા મનમાં યરુશાલેમ યાદ આવે."},{"number":51,"verse":"અમે નિંદા સાંભળી છે, તેથી અમે લજ્જિત થયા છીએ. યહોવાના મંદિરનાં પવિત્રસ્થાનોમાં પરદેશીઓ આવ્યા છે, તેથી અમારાં મુખ લાજથી છવાઈ ગયાં છે."},{"number":52,"verse":"તેથી યહોવા કહે છે, જુઓ, એવો સમય આવે છે કે જે સમયે હું તેની કોતરેલી મૂર્તિઓને શાસન આપીશ; અને તેના આખા દેશમાં ઘાયલ થયેલા માણસો નિસાસા નાખશે."},{"number":53,"verse":"જો કે બાબિલ આકાશ સુધી ચઢી જાય, ને જો કે તે પોતાના સામર્થ્યનો કિલ્લો મજબૂત કરે, તોપણ મારી પાસેથી તેના પર વિનાશકો આવશે, એવું યહોવા કરે છે."},{"number":54,"verse":"( બાબિલના વધુ પતન વિષે) બાબિલથી આક્રંદનો સ્વર, ને ખાલદીઓના દેશમાંથી મોટા વિનાશનો સ્વર [સંભળાય છે] !"},{"number":55,"verse":"કેમ કે યહોવા બાબિલનો વિનાશ કરે છે, તેમાં થતા ભારે કોલાહલનો અંત લાવે છે, અને તેનાં મોજાં ઘણાં પાણીની જેમ ગર્જના કરે છે, તેઓના બૂમરાણનો અવાજ સંભળાય છે,"},{"number":56,"verse":"કેમ કે તેના પર, એટલે બાબિલ પર, વિનાશક આવ્યો છે, તેના શૂરવીરો પકડાયા છે, ને તેઓનાં ધનુષ્યો ભાંગી નાખવામાં આવ્યાં છે, કેમ કે યહોવા તો પ્રતિફળ આપનારા ઈશ્વર છે, તે ખચીત બદલો લેશે."},{"number":57,"verse":"હું તેના સરદારોને, તેના જ્ઞાનીઓને, તેના અધિકારીઓને, તેના નાયબ અધિકારીઓને તથા શૂરવીરોને ચકચૂર કરીશ; અને તેઓ સદા ઊંઘમાં પડી રહેશે, ને કદી જાગશે નહિ, જે રાજાનું નામ સૈન્યોના [ઈશ્વર] યહોવા છે તે એવું કહે છે."},{"number":58,"verse":"વળી સૈન્યોના [ઈશ્વર] યહોવા કહે છે: બાબિલના પહોળા કોટ છેક પાડી નાખવામાં આવશે, તેના ઊંચા દરવાજાઓ બાળી નાખવામાં આવશે; તે લોકોના શ્રમનો બદલો શૂન્યરૂપ, ને વિદેશીઓ [ના શ્રમનું ફળ] અગ્નિમાં ભસ્મ થશે, અને તેઓ કંટાળી જશે."},{"number":59,"verse":"( બાબિલના વિનાશની યર્મિયાએ પાઠવેલી નિશાની) યહૂદિયાના રાજા સિદકિયાની કારકિર્દીના ચોથા વર્ષમાં જ્યારે તેની સાથે માસેયાના પુત્ર નેરિયાનો પુત્ર સરાયા બાબિલ ગયો, ત્યારે જે સૂચનાઓ યર્મિયા પ્રબોધકે સરાયાને આપી તે આ:સરાયા તો લશ્કરનો મુખ્ય પગાર કરનાર અમલદાર હતો."},{"number":60,"verse":"જે સર્વ વિપત્તિ બાબિલ પર આવવાની હતી, એટલે બાબિલ વિષે જે વચનો લખી મુકાયાં હતાં તે સર્વ વચનો યર્મિયાએ એક પુસ્તકમાં લખ્યાં."},{"number":61,"verse":"યર્મિયાએ સરાયાને કહ્યું, ‘જ્યારે તું બાબિલમાં આવી પહોંચે ત્યારે, જોજે, આ બધાં વચન તું વાંચી સંભળાવજે.’"},{"number":62,"verse":"વળી તું એમ કહેજે, ‘હે યહોવા, આ જગાનો નાશ કરવા તમે તેની વિરુદ્ધ બોલ્યા છો, જેથી કોઈ પણ માણસ અથવા પશુ તેમાં રહે નહિ, પણ તે સદાકાળ ઉજ્જડ રહે.’"},{"number":63,"verse":"જ્યારે તું આ પુસ્તક વાંચી રહે ત્યારે તારે ( .) તેને પથ્થર બાંધીને ફ્રાત નદીમાં ફેંકી દેવું;"},{"number":64,"verse":"અને તારે કહેવું, ‘એ પ્રમાણે બાબિલ તો ડૂબી જશે, ને જે વિપત્તિ હું તેના પર લાવીશ તેથી તે ફરી ઊઠશે નહિ.’ અને તેઓ કંટાળી જશે.” આ પ્રમાણે યર્મિયાનાં વચન સમાપ્ત થાય છે."}]}