{"bibleAbbr":"NASB1995","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"Then Samson<WH8123> went<WH3381> down<WH3381> to Timnah<WH8553> and saw<WH7200> a woman<WH802> in Timnah,<WH8553> [one] of the daughters<WH1323> of the Philistines.<WH6430>"},{"number":2,"verse":"So he came<WH5927> back<WH5927> and told<WH5046> his father and mother,<WH1> \"I saw<WH517> a woman<WH7200> in Timnah,<WH802> [one] of the daughters<WH8553> of the Philistines;<WH1323> now<WH6430> therefore, get<WH6258> her for me as a wife.<WH3947>\""},{"number":3,"verse":"Then his father and his mother<WH1> said<WH517> to him, \"Is there<WH559> no<WH369> woman<WH369> among the daughters<WH802> of your relatives,<WH1323> or among all<WH251> our people,<WH3605> that you go<WH5971> to take<WH1980> a wife<WH3947> from the uncircumcised<WH802> Philistines<WH6189>?\" But Samson<WH6430> said<WH8123> to his father, \"Get<WH559> her for me, for she looks<WH1> <WH3947> good<WH3474> to me.\""},{"number":4,"verse":"However, his father and mother<WH1> did not know<WH517> that it was of the Lord,<WH3045> for He was seeking<WH3068> an occasion<WH1245> against<WH9637> the Philistines.<WH4480> Now at that time<WH6430> the Philistines<WH6256> were ruling<WH6430> over Israel.<WH4910>"},{"number":5,"verse":"Then Samson<WH8123> went<WH3381> down<WH3381> to Timnah<WH8553> with his father and mother,<WH1> and came<WH517> as far<WH935> as the vineyards<WH5704> of Timnah;<WH3754> and behold,<WH8553> a young<WH2009> lion<WH3715> [came] roaring<WH738> toward<WH7580> him."},{"number":6,"verse":"And the Spirit<WH7307> of the Lord<WH3068> came<WH9484> upon him mightily,<WH9484> so that he tore<WH8156> him as one tears<WH8156> a kid<WH1423> though he had<WH369> nothing<WH3972> <WH369> in his hand;<WH3027> but he did not tell<WH5046> his father or mother<WH1> what<WH517> he had done.<WH834>"},{"number":7,"verse":"So he went<WH3381> down<WH3381> and talked<WH1696> to the woman;<WH802> and she looked<WH3474> <WH5869> good<WH3474> to Samson.<WH8123>"},{"number":8,"verse":"When he returned<WH7725> later<WH4480> <WH3117> to take<WH3947> her, he turned<WH5493> aside<WH5493> to look<WH7200> at the carcass<WH4658> of the lion;<WH9030> and behold,<WH2009> a swarm<WH5712> of bees<WH1682> and honey<WH1706> were in the body<WH1472> of the lion.<WH9030>"},{"number":9,"verse":"So he scraped<WH9544> the honey into his hands<WH3709> and went<WH1980> on, eating<WH398> as he went.<WH1980> When he came<WH1980> to his father and mother,<WH1> he gave<WH517> [some] to them and they ate<WH5414> [it;] but he did not tell<WH398> them that he had scraped<WH5046> the honey<WH9544> out of the body<WH1706> of the lion.<WH1472>"},{"number":10,"verse":"Then his father went<WH1> down<WH3381> to the woman;<WH3381> and Samson<WH802> made<WH8123> a feast<WH6213> there,<WH4960> for the young<WH8033> men<WH970> customarily did<WH970> this.<WH6213>"},{"number":11,"verse":"And it came<WH1961> about when they saw<WH7200> him that they brought<WH3947> thirty<WH7970> companions<WH4828> to be with him."},{"number":12,"verse":"Then Samson<WH8123> said<WH559> to them, \"Let me now<WH4994> propound<WH2330> a riddle<WH2420> to you; if<WH518> you will indeed<WH5046> tell<WH5046> it to me within the seven<WH7651> days<WH3117> of the feast,<WH4960> and find<WH4672> it out, then I will give<WH5414> you thirty<WH7970> linen<WH5466> wraps<WH5466> and thirty<WH7970> changes<WH2487> of clothes.<WH899>"},{"number":13,"verse":"\"But if<WH518> you are unable<WH3808> <WH3201> to tell<WH5046> me, then you shall give<WH5414> me thirty<WH7970> linen<WH5466> wraps<WH5466> and thirty<WH7970> changes<WH2487> of clothes.<WH899>\" And they said<WH559> to him, \"Propound<WH2330> your riddle,<WH2420> that we may hear<WH8085> it.\""},{"number":14,"verse":"So he said<WH559> to them, \"Out of the eater<WH398> came<WH3318> something<WH3978> to eat,<WH3978> And out of the strong<WH5794> came<WH3318> something<WH4966> sweet.<WH4966>\" But they could<WH3201> not tell<WH5046> the riddle<WH2420> in three<WH7969> days.<WH3117>"},{"number":15,"verse":"Then it came<WH1961> about on the fourth<WH7637> day<WH3117> that they said<WH559> to Samson's wife,<WH802> \"Entice<WH6601> your husband,<WH376> that he may tell<WH5046> us the riddle,<WH2420> lest<WH6435> we burn<WH8313> you and your father's house<WH1004> with fire.<WH784> Have you invited<WH7121> us to impoverish<WH3423> us? Is this not [so?]\""},{"number":16,"verse":"And Samson's wife<WH802> wept<WH1058> before<WH5921> him and said,<WH559> \"You only<WH7534> hate<WH8130> me, and you do not love<WH157> me; you have propounded<WH2330> a riddle<WH2420> to the sons<WH1121> of my people,<WH5971> and have not told<WH5046> [it] to me.\" And he said<WH559> to her, \"Behold,<WH2009> I have not told<WH5046> [it] to my father or mother;<WH1> so should I tell<WH517> you?\""},{"number":17,"verse":"However she wept<WH1058> before<WH5921> him seven<WH7651> days<WH3117> while<WH834> their feast<WH4960> lasted.<WH1961> And it came<WH1961> about on the seventh<WH7637> day<WH3117> that he told<WH5046> her because<WH3588> she pressed<WH6693> him so hard.<WH6693> She then told<WH5046> the riddle<WH2420> to the sons<WH1121> of her people.<WH5971>"},{"number":18,"verse":"So the men<WH376> of the city<WH5892> said<WH559> to him on the seventh<WH7637> day<WH3117> before<WH2962> the sun<WH2775> went<WH935> down, \"What<WH4100> is sweeter<WH4966> than<WH4480> honey<WH1706>? And what<WH4100> is stronger<WH5794> than<WH4480> a lion<WH738>?\" And he said<WH559> to them, \"If<WH3884> you had not plowed<WH9177> with my heifer,<WH5697> You would not have found<WH4672> out my riddle.<WH2420>\""},{"number":19,"verse":"Then the Spirit<WH7307> of the Lord<WH3068> came<WH9484> upon him mightily,<WH9484> and he went<WH3381> down<WH3381> to Ashkelon<WH831> and killed<WH5221> thirty<WH7970> of them and took<WH3947> their spoil,<WH2488> and gave<WH5414> the changes<WH2487> [of clothes] to those who told<WH5046> the riddle.<WH2420> And his anger<WH639> burned,<WH2734> and he went<WH5927> up to his father's house.<WH1004>"},{"number":20,"verse":"But Samson's wife<WH802> was [given] to his companion<WH4828> who<WH834> had been his friend.<WH9566>"}]}