{"bibleAbbr":"NASB1995","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"But after<WH4480> a while,<WH3117> in the time<WH3117> of wheat<WH2406> harvest,<WH7105> it came<WH1961> about that Samson<WH8123> visited<WH6485> his wife<WH802> with a young<WH1423> goat,<WH5795> and said,<WH559> \"I will go<WH935> in to my wife<WH802> in [her] room.<WH2315>\" But her father did not let<WH1> him enter.<WH5414>"},{"number":2,"verse":"And her father said,<WH1> \"I really<WH559> thought<WH559> that you hated<WH559> her intensely;<WH8130> so I gave<WH8130> her to your companion.<WH5414> Is not her younger<WH4828> sister<WH6996> more<WH269> <WH4480> beautiful<WH2896> than<WH2896> she? Please<WH4480> let her be yours instead.<WH4994>\""},{"number":3,"verse":"Samson<WH8123> then said<WH559> to them, \"This<WH6471> time<WH6471> I shall be blameless<WH5352> in regard<WH4480> to the Philistines<WH6430> when<WH3588> I do<WH6213> them harm.<WH9567>\""},{"number":4,"verse":"And Samson<WH8123> went<WH1980> and caught<WH3920> three<WH7969> hundred<WH3967> foxes,<WH7776> and took<WH3947> torches,<WH3940> and turned<WH6437> [the foxes] tail<WH2180> to tail,<WH2180> and put<WH7760> one<WH259> torch<WH3940> in the middle<WH8432> between<WH996> two<WH8147> tails.<WH2180>"},{"number":5,"verse":"When he had set<WH1197> fire<WH784> to the torches,<WH3940> he released<WH7971> the foxes into the standing<WH7054> grain<WH7054> of the Philistines,<WH6430> thus burning<WH1197> up both<WH4480> the shocks<WH1430> and the standing<WH7054> grain,<WH7054> along<WH5704> with the vineyards<WH3754> [and] groves.<WH2132>"},{"number":6,"verse":"Then the Philistines<WH6430> said,<WH559> \"Who<WH4310> did<WH6213> this<WH2088>?\" And they said,<WH559> \"Samson,<WH8123> the son-in-law of the Timnite,<WH8554> because<WH3588> he took<WH3947> his wife<WH802> and gave<WH5414> her to his companion.<WH4828>\" So the Philistines<WH6430> came<WH5927> up and burned<WH8313> her and her father with fire.<WH1>"},{"number":7,"verse":"And Samson<WH8123> said<WH559> to them, \"Since<WH518> you act<WH6213> like this,<WH2088> I will surely<WH3588> <WH518> take<WH5358> revenge<WH5358> on you, but after<WH310> that I will quit.<WH2308>\""},{"number":8,"verse":"And he struck<WH5221> them ruthlessly<WH7785> <WH5921> <WH3409> with a great<WH1419> slaughter;<WH4347> and he went<WH3381> down<WH3381> and lived<WH3427> in the cleft<WH5585> of the rock<WH5553> of Etam.<WH5862>"},{"number":9,"verse":"Then the Philistines<WH6430> went<WH5927> up and camped<WH2583> in Judah,<WH3063> and spread<WH6566> out in Lehi.<WH3896>"},{"number":10,"verse":"And the men<WH376> of Judah<WH3063> said,<WH559> \"Why<WH4100> have you come<WH5927> up against<WH5921> us?\" And they said,<WH559> \"We have come<WH5927> up to bind<WH631> Samson<WH8123> in order to do<WH6213> to him as he did<WH6213> to us.\""},{"number":11,"verse":"Then 3000 men<WH376> of Judah<WH3063> went<WH3381> down<WH3381> to the cleft<WH5585> of the rock<WH5553> of Etam<WH5862> and said<WH559> to Samson,<WH8123> \"Do you not know<WH3045> that the Philistines<WH6430> are rulers<WH4910> over us? What<WH4100> then is this<WH2088> that you have done<WH6213> to us?\" And he said<WH559> to them, \"As they did<WH6213> to me, so<WH3651> I have done<WH6213> to them.\""},{"number":12,"verse":"And they said<WH559> to him, \"We have come<WH3381> down<WH3381> to bind<WH631> you so that we may give<WH5414> you into the hands<WH3027> of the Philistines.<WH6430>\" And Samson<WH8123> said<WH559> to them, \"Swear<WH7650> to me that you will not kill<WH6293> me.\""},{"number":13,"verse":"So they said<WH559> to him, \"No,<WH3808> but we will bind<WH631> you fast<WH631> and give<WH5414> you into their hands;<WH3027> yet surely<WH4191> we will not kill<WH4191> you.\" Then they bound<WH631> him with two<WH8147> new<WH2319> ropes<WH5688> and brought<WH5927> him up from the rock.<WH5553>"},{"number":14,"verse":"When he came<WH935> to Lehi,<WH3896> the Philistines<WH6430> shouted<WH7321> as they met<WH7122> him. And the Spirit<WH7307> of the Lord<WH3068> came<WH9484> upon him mightily<WH9484> so that the ropes<WH5688> that were on his arms<WH2220> were as flax<WH6593> that is burned<WH1197> with fire,<WH784> and his bonds<WH612> dropped<WH4549> from his hands.<WH3027>"},{"number":15,"verse":"And he found<WH4672> a fresh<WH2961> jawbone<WH3895> of a donkey,<WH2543> so he reached<WH7971> <WH3027> out and took<WH3947> it and killed<WH5221> a thousand<WH505> men<WH376> with it."},{"number":16,"verse":"Then Samson<WH8123> said,<WH559> \"With the jawbone<WH3895> of a donkey,<WH2543> Heaps<WH2565> upon heaps,<WH2565> With the jawbone<WH3895> of a donkey<WH2543> I have killed<WH5221> a thousand<WH505> men.<WH376>\""},{"number":17,"verse":"And it came<WH1961> about when he had finished<WH3615> speaking,<WH1696> that he threw<WH7993> the jawbone<WH3895> from his hand;<WH3027> and he named<WH7121> that place<WH4725> Ramath-lehi."},{"number":18,"verse":"Then he became<WH6770> very<WH3966> thirsty,<WH6770> and he called<WH7121> to the Lord<WH3068> and said,<WH559> \"Thou hast given<WH5414> this<WH2088> great<WH1419> deliverance<WH8668> by the hand<WH3027> of Thy servant,<WH5650> and now<WH6258> shall I die<WH4191> of thirst<WH6772> and fall<WH5307> into the hands<WH3027> of the uncircumcised<WH6189>?\""},{"number":19,"verse":"But God<WH430> split<WH1234> the hollow<WH4388> place that is in Lehi<WH3896> so that water<WH4325> came<WH3318> out of it. When he drank,<WH8354> his strength<WH7307> returned<WH7725> and he revived.<WH2421> Therefore,<WH5921> <WH3651> he named<WH7121> <WH8034> it En-hakkore, which<WH834> is in Lehi<WH3896> to this<WH2088> day.<WH3117>"},{"number":20,"verse":"So he judged<WH8199> Israel<WH3478> twenty<WH6242> years<WH8141> in the days<WH3117> of the Philistines.<WH6430>"}]}