{"bibleAbbr":"NASB1995","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":16,"verses":[{"number":1,"verse":"Now Samson<WH8123> went<WH1980> to Gaza<WH5804> and saw<WH7200> a harlot<WH802> <WH2181> there,<WH8033> and went<WH935> in to her."},{"number":2,"verse":"[When it was told] to the Gazites,<WH5841> saying,<WH559> \"Samson<WH8123> has come<WH935> here,<WH2008>\" they surrounded<WH5437> [the place] and lay<WH693> in wait<WH693> for him all<WH3605> night<WH3915> at the gate<WH8179> of the city.<WH5892> And they kept<WH2790> silent<WH2790> all<WH3605> night,<WH3915> saying,<WH559> \"[Let us wait] until<WH5704> the morning<WH1242> light,<WH216> then we will kill<WH2026> him.\""},{"number":3,"verse":"Now Samson<WH8123> lay<WH7901> until<WH5704> midnight,<WH2677> <WH3915> and at midnight<WH2677> <WH3915> he arose<WH6965> and took<WH270> hold<WH270> of the doors<WH1817> of the city<WH5892> gate<WH8179> and the two<WH8147> posts<WH4201> and pulled<WH5265> them up along<WH5973> with the bars;<WH1280> then he put<WH7760> them on his shoulders<WH3802> and carried<WH5927> them up to the top<WH7218> of the mountain<WH2022> which<WH834> is opposite<WH5921> <WH6440> Hebron.<WH2275>"},{"number":4,"verse":"After<WH310> this<WH3651> it came<WH1961> about that he loved<WH157> a woman<WH802> in the valley<WH5158> of Sorek,<WH7796> whose name<WH8034> was Delilah.<WH1807>"},{"number":5,"verse":"And the lords<WH5633> of the Philistines<WH6430> came<WH5927> up to her, and said<WH559> to her, \"Entice<WH6601> him, and see<WH7200> where<WH4100> his great<WH1419> strength<WH3581> [lies] and how<WH4100> we may overpower<WH3201> him that we may bind<WH631> him to afflict<WH6031> him. Then we will each<WH376> give<WH5414> you eleven<WH505> <WH3967> hundred<WH3967> [pieces] of silver.<WH3701>\""},{"number":6,"verse":"So Delilah<WH1807> said<WH559> to Samson,<WH8123> \"Please<WH4994> tell<WH5046> me where<WH4100> your great<WH1419> strength<WH3581> is and how<WH4100> you may be bound<WH631> to afflict<WH6031> you.\""},{"number":7,"verse":"And Samson<WH8123> said<WH559> to her, \"If<WH518> they bind<WH631> me with seven<WH7651> fresh<WH3892> cords<WH9199> that have not been dried,<WH9162> then I shall become<WH2470> weak<WH2470> and be like any<WH259> [other] man.<WH120>\""},{"number":8,"verse":"Then the lords<WH5633> of the Philistines<WH6430> brought<WH5927> up to her seven<WH7651> fresh<WH3892> cords<WH9199> that had not been dried,<WH9162> and she bound<WH631> him with them."},{"number":9,"verse":"Now she had<WH3427> [men] lying<WH693> in wait<WH693> in an inner<WH2315> room.<WH2315> And she said<WH559> to him, \"The Philistines<WH6430> are upon you, Samson!<WH8123>\" But he snapped<WH5423> the cords<WH9199> as a string<WH6616> of tow<WH5296> snaps<WH5423> when it touches<WH9552> fire.<WH784> So his strength<WH3581> was not discovered.<WH3045>"},{"number":10,"verse":"Then Delilah<WH1807> said<WH559> to Samson,<WH8123> \"Behold,<WH2009> you have deceived<WH8524> me and told<WH1696> me lies;<WH3577> now<WH6258> please<WH4994> tell<WH5046> me, how<WH4100> you may be bound.<WH631>\""},{"number":11,"verse":"And he said<WH559> to her, \"If<WH518> they bind<WH631> me tightly<WH631> with new<WH2319> ropes<WH5688> which<WH834> have not been used,<WH4399> then I shall become<WH2470> weak<WH2470> and be like any<WH259> [other] man.<WH120>\""},{"number":12,"verse":"So Delilah<WH1807> took<WH3947> new<WH2319> ropes<WH5688> and bound<WH631> him with them and said<WH559> to him, \"The Philistines<WH6430> are upon you, Samson!<WH8123>\" For the [men] were lying<WH693> in wait<WH693> in the inner<WH2315> room.<WH2315> But he snapped<WH5423> the ropes from his arms<WH2220> like a thread.<WH2339>"},{"number":13,"verse":"Then Delilah<WH1807> said<WH559> to Samson,<WH8123> \"Up to now<WH2008> you have deceived<WH8524> me and told<WH1696> me lies;<WH3577> tell<WH5046> me how<WH4100> you may be bound.<WH631>\" And he said<WH559> to her, \"If<WH518> you weave<WH707> the seven<WH7651> locks<WH4253> of my hair<WH7218> with the web<WH4545> [and fasten<WH8628> it with a pin,<WH3489> then I shall become weak<WH2470> and be like any<WH259> other man.<WH120>\""},{"number":14,"verse":"So while he slept,<WH3462> Delilah took the seven<WH7651> locks<WH4253> of his hair<WH7218> and wove them into the web<WH4545>]. And she fastened<WH8628> [it] with the pin,<WH3489> and said<WH559> to him, \"The Philistines<WH6430> are upon you, Samson!<WH8123>\" But he awoke<WH3364> from his sleep<WH8142> and pulled<WH5265> out the pin<WH3489> of the loom<WH708> and the web.<WH4545>"},{"number":15,"verse":"Then she said<WH559> to him, \"How<WH349> can you say,<WH559> 'I love<WH157> you,' when your heart<WH3820> is not with me? You have deceived<WH8524> me these<WH2088> three<WH7969> times<WH6471> and have not told<WH5046> me where<WH4100> your great<WH1419> strength<WH3581> is.\""},{"number":16,"verse":"And it came<WH1961> about when<WH3588> she pressed<WH6693> him daily<WH3117> with her words<WH1697> and urged<WH509> him, that his soul<WH5315> was annoyed<WH9527> to death.<WH4191>"},{"number":17,"verse":"So he told<WH5046> her all<WH3605> [that was] in his heart<WH3820> and said<WH559> to her, \"A razor<WH4177> has never<WH3808> come<WH5927> on my head,<WH7218> for I have been a Nazirite<WH5139> to God<WH430> from my mother's womb.<WH990> If<WH518> I am shaved,<WH1548> then my strength<WH3581> will leave<WH5493> <WH4480> me and I shall become<WH2470> weak<WH2470> and be like any<WH3605> [other] man.<WH120>\""},{"number":18,"verse":"When Delilah<WH1807> saw<WH7200> that he had told<WH5046> her all<WH3605> [that was] in his heart,<WH3820> she sent<WH7971> and called<WH7121> the lords<WH5633> of the Philistines,<WH6430> saying,<WH559> \"Come<WH5927> up once<WH6471> more,<WH6471> for he has told<WH5046> me all<WH3605> [that is] in his heart.<WH3820>\" Then the lords<WH5633> of the Philistines<WH6430> came<WH5927> up to her, and brought<WH5927> the money<WH3701> in their hands.<WH3027>"},{"number":19,"verse":"And she made him sleep<WH3462> on her knees,<WH1290> and called<WH7121> for a man<WH376> and had him shave<WH1548> off<WH1548> the seven<WH7651> locks<WH4253> of his hair.<WH7218> Then she began<WH2490> to afflict<WH6031> him, and his strength<WH3581> left<WH5493> him."},{"number":20,"verse":"And she said,<WH559> \"The Philistines<WH6430> are upon you, Samson!<WH8123>\" And he awoke<WH3364> from his sleep<WH8142> and said,<WH559> \"I will go<WH3318> out as at other<WH6471> times<WH6471> and shake<WH5287> myself free.<WH5287>\" But he did not know<WH3045> that the Lord<WH3068> had departed<WH5493> from him."},{"number":21,"verse":"Then the Philistines<WH6430> seized<WH270> him and gouged<WH5365> out his eyes;<WH5869> and they brought<WH3381> him down<WH3381> to Gaza<WH5804> and bound<WH631> him with bronze<WH5178> chains,<WH5178> and he was a grinder<WH2912> in the prison.<WH1004> <WH631>"},{"number":22,"verse":"However, the hair<WH8181> of his head<WH7218> began<WH2490> to grow<WH6779> again after<WH9201> it was shaved<WH1548> off.<WH1548>"},{"number":23,"verse":"Now the lords<WH5633> of the Philistines<WH6430> assembled<WH622> to offer<WH2076> a great<WH1419> sacrifice<WH2077> to Dagon<WH1712> their god,<WH430> and to rejoice,<WH8057> for they said,<WH559> \"Our god<WH430> has given<WH5414> Samson<WH8123> our enemy<WH340> into our hands.<WH3027>\""},{"number":24,"verse":"When the people<WH5971> saw<WH7200> him, they praised<WH1984> their god,<WH430> for they said,<WH559> \"Our god<WH430> has given<WH5414> our enemy<WH340> into our hands,<WH3027> Even the destroyer<WH2717> of our country,<WH776> Who<WH834> has slain<WH2491> many<WH7235> of us.\""},{"number":25,"verse":"It so happened<WH1961> when they were in high<WH2895> spirits,<WH3820> that they said,<WH559> \"Call<WH7121> for Samson,<WH8123> that he may amuse<WH7832> us.\" So they called<WH7121> for Samson<WH8123> from the prison,<WH1004> <WH631> and he entertained<WH6711> <WH6440> them. And they made him stand<WH5975> between<WH996> the pillars.<WH5982>"},{"number":26,"verse":"Then Samson<WH8123> said<WH559> to the boy<WH5288> who was holding<WH2388> his hand,<WH3027> \"Let me feel<WH4184> the pillars<WH5982> on which<WH834> the house<WH1004> rests,<WH3559> that I may lean<WH8172> against<WH5921> them.\""},{"number":27,"verse":"Now the house<WH1004> was full<WH4390> of men<WH376> and women,<WH802> and all<WH3605> the lords<WH5633> of the Philistines<WH6430> were there.<WH8033> And about 3000 men<WH376> and women<WH802> were on the roof<WH1406> looking<WH7200> on while Samson<WH8123> was amusing<WH7832> [them]."},{"number":28,"verse":"Then Samson<WH8123> called<WH7121> to the Lord<WH3068> and said,<WH559> \"O Lord<WH136> God,<WH3068> please<WH4994> remember<WH2142> me and please<WH4994> strengthen<WH2388> me just<WH389> this<WH2088> time,<WH6471> O God,<WH430> that I may at once<WH259> be avenged<WH5358> of the Philistines<WH6430> for my two<WH8147> eyes.<WH5869>\""},{"number":29,"verse":"And Samson<WH8123> grasped<WH3943> the two<WH8147> middle<WH8432> pillars<WH5982> on which<WH834> the house<WH1004> rested,<WH3559> and braced<WH5564> himself against<WH5921> them, the one<WH259> with his right<WH3225> hand<WH3225> and the other<WH259> with his left.<WH8040>"},{"number":30,"verse":"And Samson<WH8123> said,<WH559> \"Let me die<WH4191> with the Philistines!<WH6430>\" And he bent<WH5186> with all his might<WH3581> so that the house<WH1004> fell<WH5307> on the lords<WH5633> and all<WH3605> the people<WH5971> who<WH834> were in it. So the dead<WH4191> whom<WH834> he killed<WH4191> at his death<WH4194> were more<WH7227> than<WH4480> those whom<WH834> he killed<WH4191> in his life.<WH9132>"},{"number":31,"verse":"Then his brothers<WH251> and all<WH3605> his father's household<WH1> came<WH1004> down,<WH3381> took<WH3381> him, brought<WH5375> him up, and buried<WH5927> him between<WH6912> Zorah<WH996> and Eshtaol<WH6881> in the tomb<WH847> of Manoah<WH6913> his father. Thus he had judged<WH4495> Israel<WH8199> twenty<WH3478> years.<WH6242>"}]}