{"bibleAbbr":"teERV1997","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( అమ్నోను తామారును మోహించుట) దావీదుకు అబ్షాలోము అను కుమారుడొకడున్నాడు. అబ్షాలోముకు ఒక సోదరివుంది. ఆమె పేరు తామారు. ఆమె బహుసౌందర్యవతి. దావీదు యొక్క మరో కుమారుడైన అమ్నోను ( అమ్నోను అబ్షాలోముకు, తామారుకు అమ్నోను సవతి తల్లి కుమారుడవుతాడు. వారందరికీ దావీదు తండ్రి. అబ్షాలోముకు ఒక తల్లి, అమ్నోనుకు వేరొక తల్లి ఉన్నారు. చూడండి సమూయేలు రెండవ గ్రంథం 3:23.) తామారును మోహించాడు."},{"number":2,"verse":"తామారు కన్యక. అందువల్ల ఆమెను తన కామవంఛ తీర్చుకోవటానికి అమ్నోను ఆమెను ఏమీ చేయలేకపోయాడు. కాని అమ్నోను ఆమెను మిక్కిలిగా మోహించాడు. ఆమెను పొందలేక ఆమె ధ్యాసతో అమ్నోను విరక్తితో నీరసించిపోయాడు."},{"number":3,"verse":"అమ్నోనుకు యెహోనాదాబు అనే స్నేహితుడొకడున్నాడు. అతడు షిమ్యా కుమారుడు. షిమ్యా దావీదు సోదరుడు. యెహోనాదాబు యుక్తిగల వాడు."},{"number":4,"verse":"యెహోనాదాబు అమ్నోనుతో, “రోజు రోజుకీ నీవు చిక్కిపోతున్నావు! నీవు రాజ కుమారుడవు! తినటానికి కావలసినంత ఉంది. కాని ఎందుకిలా చిక్కి శల్యమై పోతున్నావు? నాతో చెప్పు” అన్నాడు. “నేను తామారును ప్రేమిస్తున్నాను. కాని ఆమె నా తమ్ముడైన అబ్షాలోము సహోదరి” అన్నాడు అమ్నోను."},{"number":5,"verse":"యెహోనాదాబు అమ్నోనుకు ఇలా సలహాయిచ్చాడు: “నీవు పోయి పడుకో, జబ్బు పడిన వానిలా నటించు. అప్పుడు నీ తండ్రి నిన్ను చూసేందుకు వస్తాడు. నీవాయనతో నీ చెల్లెలైన తామారును నీకు ఆహారాన్నిచ్చి సేవ చేయటానికి పంపమను. ఆమె నీ ఎదుట ఆహారం నీవు చూస్తూవుండగా తయారు చేసి ఆమె నీకు పెడుతుందని కూడా చెప్పు.”"},{"number":6,"verse":"ఆ సలహా మేరకు అమ్నోను పక్క మీద పడుకుని జబ్బు పడిన వానిలా నటించాడు. అమ్నోనును చూడటానికి దావీదు రాజు వచ్చాడు. “దయచేసి చెల్లెలు తామారును పంపించు. నేను చూస్తూవుండగా ఆమె రెండు ప్రత్యెకమైన రొట్టెలు చేసి పెడుతుంది. ఆమె చేతిమీదుగా తింటాను” అని దావీదుతో అమ్నోను చెప్పాడు."},{"number":7,"verse":"దావీదు తామారు ఇంటికి దూతలను పంపాడు. వారు తామారుతో ఆమె సోదరుడు, “అమ్నోను ఇంటికి వెళ్లి అతనికి కొంత ఆహారం చేసిపెట్టమని చెప్పారు.”"},{"number":8,"verse":"తన సోదరుడైన అమ్నోను ఇంటికి తామారు వెళ్లింది. అమ్నోను మంచంపై ఉన్నాడు తామారు కొంత పిండి తీసుకొని, దానిని ఆమె స్వయంగా కలిపింది. అమ్నోను చూస్తూవుండగా ఆమె కొన్ని రొట్టెలు చేసింది. తరువాత ఆమె రొట్టెలను కాల్చింది."},{"number":9,"verse":"తామారు రొట్టెలను కాల్చిన పిమ్మట పెనంలో వాటిని తీసుకొని వెళ్లి అమ్నోను ముందు పళ్లెంలో వేసింది. కాని అమ్నోను తినటానికి అంగీకరించలేదు. అమ్నోను తన సేవకులందరినీ, “అతనిని ఒంటరిగా వదిలి వెళ్లి పొమ్మన్నాడు” అమ్నోను గదినుండి సేవకులంతా బయటికి పోయారు."},{"number":10,"verse":"( అమ్నోను తామారును చెరచుట) అమ్నోను తామారుతో, “రొట్టెలను లోపలి గది లోనికి తీసుకొనిరా. అప్పుడు నీ చేతిమీదుగా వాటిని తింటాను” అని అన్నాడు. తామారు లోపలి గదిలో వున్న తన సోదరుడైన అమ్నోను వద్దకు వెళ్లింది. ఆమె చేసిన రొట్టెలను తీసుకొని వెళ్లింది."},{"number":11,"verse":"తన చేతుల మీదుగా తింటాడని ఆమె అమ్మోను వద్దకు వెళ్లింది. కాని అమ్నోను తామారును పట్టుకున్నాడు. “చెల్లీ, రా! నాతో కలిసి పడుకో!” అని అన్నాడు."},{"number":12,"verse":"అందుకు తామారు అమ్నెనుతో ఇలా ప్రాధేయపడింది: “వద్దు, సోదరా! నన్ను బలవంతం చేయకు! ఇశ్రాయేలులో ఇలా ఎన్నటికీ జరుగకూడదు! ఈ అవమానకరమైన పని చేయకు!"},{"number":13,"verse":"నా కళంకాన్ని నేనెన్నడూ మాపుకోలేను. ఇశ్రాయేలీయులలో నీచకార్యాలు చేసే మూర్ఖులలో నీవొకడివై పోతావు. దయచేసి రాజుతో మాట్లాడు. నన్ను వివాహం చేసికోటానికి ఆయన నీకు అనుమతిస్తాడు.”"},{"number":14,"verse":"కాని అమ్నోను తామారు చెప్పే దానిని వినటానికి నిరాకరించాడు. అతడు తామారుకంటె బలవంతుడు. అతడామెను బలాత్కరించి సంగమించాడు."},{"number":15,"verse":"దాని తరువాత అమ్నోను తామారును అసహ్యించుకున్నాడు. ముందు అతనామెనెంతగా ప్రేమించాడో, అంతకు మించి ఇప్పుడు అమ్నోను తామారును అసహ్యించుకున్నాడు. అమ్నోను తామారుతో, “మంచం మీది నుంచి లేచి బయటికి పొమ్మన్నాడు.”"},{"number":16,"verse":"అందుకు తామారు అమ్నోనుతో, “కాదు! నీవిప్పుడు మునుపటికంటె ఇంకా ఘోరమైన తప్పు చేస్తున్నావు. నీవు నన్ను పంపివేయటానికి ప్రయత్నిస్తున్నావు!” అనిఅన్నది. కాని అమ్నోను తామారు చెప్పేది వినలేదు."},{"number":17,"verse":"అమ్నోను తన సేవకుణ్ణి లోనికి పిలిచి, “ఇప్పుడే ఈ పిల్లను గదినుండి బయటికి పంపించు! బయటకు నెట్టి తలుపుకు తాళం వేయి” అని చెప్పాడు."},{"number":18,"verse":"అమ్నోను సేవకుడు తామారును బయటికి గెంటి గదికి తాళం పెట్టాడు. తామారు ఒక రంగురంగుల పొడవైన చేతులు, చాలా వదులుగా వుండే అంగీని వేసుకున్నది. ఆ రకమైన అంగీలను పెండ్లికాని రాజ కుమార్తెలు మాత్రమే వేసుకునేవారు."},{"number":19,"verse":"తామారు కొద్దిగా బూడిద తీసుకొని తన నెత్తి మీద పోసుకున్నది. తన రంగురంగుల అంగీని చింపుకొన్నది. తన చేయి నెత్తిమీద పెట్టుకుని బిగ్గరగా ఏడ్చుకుంటూ పోయింది. ( తామారు … పోయింది ఇదంతా ఆమె బహు దుఃఖంతో వున్నట్లు, సంక్షోభం చెందియున్నట్లు తెలియజేసే సంకేతం.)"},{"number":20,"verse":"తామారు సోదరుడు అబ్షాలోము తామారుతో, “నీ సోదరుడు అమ్నోను నిన్ను చెరిచినాడుగా?” ( చెరిచినాడు నీతో కలిసి నాడు అని శబ్దార్థం.) అన్నాడు. “అమ్నోను నీ సోదరుడు. కావున చెల్లీ, ప్రస్తుతానికి నీవు మాట్లాడక వుండు. ఇది నిన్ను విపరీతంగా సంక్షోభపెట్టకుండా ( సంక్షోభపెట్టకుండా దీనిని తీవ్రంగా నీ హృదయాన్ని గాయపర్చనీయవద్దని శబ్దార్థం.) చూసుకో!” అది విన్న తామారు ఇక ఏమీ మట్లాడ లేదు. నాశనమైన స్త్రీలా, అమె అబ్షాలోము ఇంటి వద్దనే ఉండసాగింది."},{"number":21,"verse":"ఈ వార్త దావీదు రాజు విన్నాడు. ఆయనకు పట్టరాని కోపం వచ్చింది."},{"number":22,"verse":"అబ్షాలోము అమ్నోనును అసహ్యించుకున్నాడు. అబ్షాలోము అమ్నోను నుద్దేశించి మంచిగా గాని, చెడ్డగా గాని ఏమీ అనలేదు. తన సోదరి తామారును చెరచినందుకు అమ్నోనును అసహ్యించుకున్నాడు."},{"number":23,"verse":"( అబ్షాలోము పగ తీర్చుకొనటం) రెండు సంవత్సరాల తరువాత అబ్షాలోము కొందరు మనుష్యులను తన గొర్రెల నుండి ఉన్ని తీయటానికి బయల్దాసోరుకు రావించాడు. ఈ కార్యక్రమం చూడటానికి రాజకుమారులందరినీ అబ్షాలోము ఆహ్వానించాడు."},{"number":24,"verse":"అబ్షాలోము రాజు వద్దకు వెళ్లి, “నా గొర్రెల నుండి ఉన్ని తీయటానికి మనుష్యులను పిలిచాను. దయచేసి నీ సేవకులతో వచ్చి ఆ కార్యక్రమం తిలకించ” మని అడిగాడు."},{"number":25,"verse":"“వద్దు, కుమారుడా! మేము రాము. మేమంతా వస్తే అది నీకు చాల శ్రమ అవుతుంది” అని దావీదు రాజు అబ్షాలోముతో అన్నాడు. దావీదును రమ్మని అబ్షాలోము ప్రాధేయపడ్డాడు. దావీదు వెళ్లలేదు గాని, అతని పనిని ఆశీర్వదించాడు."},{"number":26,"verse":"“నీవు రాకుంటే, దయచేసి నా సోదరుడు అమ్నోనును నాతో పంపించు” మని అబ్షాలోము అడిగాడు. “అతడు నీతో ఎందుకు రావాలి?” అని దావీదు రాజు అడిగాడు."},{"number":27,"verse":"అయినా అబ్షాలోము వినిపించుకోకుండా అదే పనిగా ప్రాధేయపడి అడిగాడు. చివరికి అమ్నోను, మిగిలిన రాజకుమారులు అబ్షాలోముతో వెళ్లటానికి ఒప్పుకున్నారు."},{"number":28,"verse":"( అమ్నోను హత్య చేయబడటం) అబ్షాలోము తన సేవకులకు ఒక ఆజ్ఞ ఇచ్చాడు. “అమ్నోనును ఒక కంట కనిపెట్టి వుండండి. వాడు బాగా తాగిన పిమ్మట ‘అమ్నోనును చంపండి’ అంటాను. ఆ సమయంలో వానిని చంపండి! భయపడకండి నేను మీకు అజ్ఞ ఇస్తున్నాను! నిబ్బరంగా, ధైర్యంగా వుండండి” అని అబ్షాలోము సేవకులతో అన్నాడు."},{"number":29,"verse":"అబ్షాలోము ఆజ్ఞ మేరకు అతని యువసేవకులు అమ్నోనును చంపివేశారు. కాని దావీదు మిగిలిన కుమారులంతా తప్పించుకున్నారు. వారిలో ప్రతి ఒక్కడూ తన కంచర గాడిదపై ఎక్కి తప్పించుకు పోయాడు."},{"number":30,"verse":"( అమ్నోను మరణవార్తను దావీదు వినటం) రాజకుమారులంతా మార్గంమధ్యలో వుండగానే, ఈ వార్త దావీదుకు చేరింది. “అబ్షాలోము రాజ కుమారులందరినీ చంపివేశాడనీ, ఒక్కడు కూడా మిగల లేదనీ” ఆయనకు వర్తమానం వచ్చింది."},{"number":31,"verse":"దావీదు రాజు తన బట్టలు చింపుకొని నేలమీద పడ్డాడు. దావీదు చెంతనున్న తన సేవకులు కూడా విషాదసూచకంగా తమ బట్టలు కూడా చింపుకున్నారు."},{"number":32,"verse":"దావీదు సోదరుడగు షిమ్యా కుమారుడు యెహోనాదాబు దావీదు వద్దకు వచ్చి ఇలా అన్నాడు: “రాజకుమారులంతా చనిపోయారని అనుకోవద్దు. చనిపోయినది అమ్నోను ఒక్కడు మాత్రమే! అబ్షాలోము ఇదంతా జరిపించాడు."},{"number":33,"verse":"కారణమేమనగా అమ్నోను అబ్షాలోము చెల్లెలు తామారును చెరిచాడు. కాబట్టి అమ్నోను మాత్రము చంపబడ్డాడు.”"},{"number":34,"verse":"అబ్షాలోము పరారైనాడు. నగర ప్రహరీ గోడమీద ఒక కావలివాడు నిలబడి వున్నాడు. కొండకు అవతలి ప్రక్కనుండి చాలా మంది రావటం చూశాడు."},{"number":35,"verse":"అది చూసి యెహోనాదాబు దావీదు రాజుతో, “చూడండి, నేను చెప్పింది నిజమైనది. రాజ కుమారులంతా వస్తున్నారు!” అన్నాడు."},{"number":36,"verse":"యెహోనాదాబు ఈ మాటలు అంటూ వుండగానే రాజకుమారులు వచ్చారు. వారు గగ్గోలు పడి ఏడుస్తూవున్నారు. దావీదు, అతని సేవకులందరూ కూడ విలపించసాగారు. వారంతా విపరీతంగా దుఃఖించారు."},{"number":37,"verse":"దావీదు తన కుమారుడైన అమ్నోను కొరకు ప్రతి రోజూ దుఃఖించాడు. అబ్షాలోము తల్మయి రాజు ( తల్మయి రాజు తల్మయి రాజు అబ్షాలోముకు తాత. 2 సమూయేలు గ్రంథం 3:3 చూడండి.) వద్దకు పారిపోయాడు. తల్మయి గెషూరుకు రాజు. అతని తండ్రి పేరు అమీహూదు."},{"number":38,"verse":"( అబ్షాలోము గెషూరుకు తప్పించుకు పోవటం) అబ్షాలోము గెషూరుకు పారిపోయి అక్కడ మూడు సంవత్సరాలు ఉన్నాడు."},{"number":39,"verse":"అమ్నోను మరణం గూర్చి దావీదురాజు క్రమేపీ ఓడార్చబడ్డాడు. కాని అతడు అబ్షాలోమును గూర్చి మిక్కిలి ఆరాట పడసాగాడు."}]}