{"bibleAbbr":"teERV1997","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"( దావీదు యుద్ద సన్నాహం) దావీదు తన మనుష్యులను లెక్కబెట్టాడు. సహస్ర దళాధిపతులను, శత దళాధిపతులను తన సైన్యాన్ని నడిపేందుకు ఎంపిక చేశాడు."},{"number":2,"verse":"దావీదు తన సైన్యాన్ని మూడు గుంపులుగా విభజించాడు. తరువాత దావీదు వారిని బయలుదేరదీశాడు. మూడోవంతు సైన్యాన్ని యోవాబు నడిపించాడు. యోవాబు సోదరుడైన సెరూయా కుమారుడగు అబీషై రెండవ గుంపును, గాతువాడైన ఇత్తయి మూడవ దళాన్ని నడిపించారు. “నేను కూడ మీతో వస్తాను” అని రాజైన దావీదు ఆ జనంతో అన్నాడు."},{"number":3,"verse":"కాని ప్రజలు వద్దన్నారు. “వద్దు! నీవు మాతో రాకూడదు! మేము గనుక యుద్ధరంగం నుండి పారిపోతే, అబ్షాలోము మనుష్యులు ఏమీ లెక్క చేయరు. మాలో సగం మంది చనిపోయినా వారు పట్టించుకోరు. కాని నీవు మాలాంటి పదివేల మందికి సమానం. కావున నీవు నగరంలోనే వుండటం మంచిది. మాకు సహాయం కావలసి వచ్చినప్పుడు నీవు మాకు సహాయపడవచ్చు” అని అన్నారు."},{"number":4,"verse":"“సరే, మీరు ఏది మంచిదని తలిస్తే నేనది చేస్తాను” అని రాజు ప్రజలతో అన్నాడు. తరువాత రాజు నగర ద్వారం ప్రక్కన నిలబడ్డాడు. సైన్యం బయటికి వెళ్లింది. వారంతా వందేసి, వెయ్యేసి మంది జట్లుగా బయటికి వెళ్లారు."},{"number":5,"verse":"యోవాబు, అబీషై మరియు ఇత్తయికి రాజు, “నాకొరకు ఈ పని చేయండి. యువకుడైన అబ్షాలోము పట్ల ఉదారంగా ప్రవర్తించండి!” అని ఒక ఆజ్ఞ ఇచ్చాడు. సైన్యాధిపతులకు రాజు యిచ్చిన ఆజ్ఞలను ఆ ప్రజలంతా విన్నారు."},{"number":6,"verse":"( దావీదు సైన్యం అబ్షాలోము సైన్యాన్ని ఓడించటం) అబ్షాలోము తరపున వచ్చిన ఇశ్రాయేలీయుల పైకి దావీదు సైన్యం రణరంగంలోకి ప్రవేశించింది. ఎఫ్రాయిము అరణ్యంలో వారు పోరాడారు."},{"number":7,"verse":"దావీదు సైన్యం ఇశ్రాయేలీయులను ఓడించింది. ఆ రోజు ఇరవై వేలమంది చనిపోయారు."},{"number":8,"verse":"యుద్ధం దేశవ్యాప్తంగా జరిగింది. ఆ రోజు కత్తివేటుకు చచ్చిన వారికంటే అడవిలో చిక్కుకొని చనిపోయిన వారి సంఖ్య ఎక్కువగా ఉంది."},{"number":9,"verse":"అబ్షాలోము దావీదు సేవకులను కలవటం జరిగింది. అబ్షాలోము తప్పించుకు పోవటానికి ఒక కంచరగాడిదను ఎక్కాడు. ఆ కంచర గాడిద పెద్ద సింధూర వృక్షం కొమ్మల క్రిందుగా వెళ్లింది. కొమ్మలు చిక్కగా అల్లుకొని ఉన్నాయి. అబ్షాలోము తల ఆ కొమ్మల్లో చిక్కుకు పోయింది. తన కంచర గాడిద తన క్రిందనుంచి పారిపోయింది. ఆ విధంగా అబ్షాలోము భూమికి పైగా ( భూమికి పైగా “భూమికి ఆకాశానికి మధ్యగా” అని శబ్దార్థం.) వేలాడుచున్నాడు."},{"number":10,"verse":"ఇది జరగటం ఒక వ్యక్తి చూశాడు. అతడు పోయి యోవాబుతో, “అబ్షాలోము సింధూర వృక్షం కొమ్మల్లో చిక్కుకొని వేలాడటం నేను చూశాను!” అని చెప్పాడు."},{"number":11,"verse":"“మరి నీవతనిని ఎందుకు చంపిక్రిందపడేలా చేయలేదు? నీకు నేను ఒక నడికట్టును మరియు పది తులముల వెండి ఇచ్చివుండేవాడిని!” అని యోవాబు అన్నాడు."},{"number":12,"verse":"యోవాబుతో అతడిలా అన్నాడు: “నీవు వెయ్యితులముల వెండి ఇచ్చినా నేను రాజకుమారుడిని గాయపర్చేవాడినికాను. ఎందుకనగా, రాజు నీకు, అబీషైకి, ఇత్తయికి యిచ్చిన ఆజ్ఞ మేమంతా విన్నాము. ‘చిన్నవాడైన అబ్షాలోమును గాయపర్చకుండా ఉదారంగా ప్రవర్తించండి’ అని రాజు అన్నాడు."},{"number":13,"verse":"నేను గనుక అబ్షాలోమును చంపితే రాజు ఎలాగో తెలుసుకుంటాడు. మళ్లీ నీవే నన్ను శిక్షిస్తావు!”"},{"number":14,"verse":"“ఈ విధంగా నేను ఇక్కడ నీతో కాలం వృధాచేయను” అని యోవాబు అన్నాడు. అబ్షాలోము ఇంకా చెట్టుకు వేలాడుతూ బ్రతికేవున్నాడు. యోవాబు మూడు ఈటెలను తీసుకున్నాడు. ఆ ఈటెలను అబ్షాలోము మీదికి విసిరాడు. ఆ ఈటెలు అబ్షాలోము గుండెను చీల్చుకుంటూ దూసుకు పోయాయి."},{"number":15,"verse":"యోవాబుకు యుద్ధంలో సహాయపడుతూ అతని వెంట పది మంది యువ సైనికులున్నారు. ఆ పదిమంది అబ్షాలోము చుట్టూచేరి అతనిని చంపివేశారు."},{"number":16,"verse":"యోవాబు బూర ఊది, ప్రజలను పిలిచి అబ్షాలోముతో వున్న ఇశ్రాయేలీయులను వెంటాడటం ఆపమన్నాడు."},{"number":17,"verse":"యోవాబు మనుష్యులు అబ్షాలోము శవాన్నీ తీసి అరణ్యంలో ఒక పెద్ద గోతిలో పడవేశారు. ఆ పెద్ద గోతిని రాళ్లు వేసి పూడ్చి వేశారు. అబ్షాలోము అనుచరులైన ఇశ్రాయేలీయులంతా భయపడి ఇండ్లకు పారిపోయారు."},{"number":18,"verse":"అబ్షాలోము బ్రతికివున్న రోజుల్లో రాజు లోయలో, ఒక స్తంభం నిర్మించాడు. అప్పుడు అబ్షాలోము ఇలా అన్నాడు: “నా పేరు చిరస్థాయిగా నిలవటానికి నాకు కుమారుడు లేడు” అందువల్ల ఆ స్తంభానికి తన పేరే పెట్టుకున్నాడు. ఆ స్తంభం ఈనాటికీ “అబ్షాలోము జ్ఞాపక చిహ్నం” అని పిలవబడుతూవుంది."},{"number":19,"verse":"( యోవాబు దావీదుకు వార్తను పంపటం) సాదోకు కుమారుడైన అహిమయస్సు యోవాబుతో, “నన్ను పరుగున పోయి ఈ వార్తను రాజైన దావీదుకు చెప్పనీయండి. నీ కొరకు శత్రువును యెహోవా నాశనం చేశాడు” అని చెపుతానన్నాడు."},{"number":20,"verse":"అహిమయస్సుతో యోవాబు ఇలా అన్నాడు: “వద్దు, దావీదుకు ఈ రోజు ఈ వార్తను తీసుకొని పోవటానికి వీలులేదు. ఇంకొక రోజు ఈ వార్తను చేర వేయవచ్చు. అంతేగాని ఈ రోజు మాత్రం వద్దు. ఎందుకంటావా? రాజు యొక్క కుమారుడు చనిపోయాడు గనుక.”"},{"number":21,"verse":"తరువాత కూషీయుడైన ఒకనిని యోవాబు పిలిచి, “అతను చూసిన విషయాలన్నీ రాజు వద్దకు వెళ్లి చెప్పమన్నాడు.” కూషీయుడు యోవాబుకు నమస్కరించాడు. తరువాత కూషీయుడు దావీదుకు వార్త చెప్పటానికి పరుగెత్తాడు."},{"number":22,"verse":"కాని సాదోకు కుమారుడైన అహిమయస్సు యోవాబుతో, “ఏమి జరిగినా పరవాలేదు. నన్ను కూడా కూషీయుని వెనుక పరుగెత్తుకు వెళ్లనీయండి!” అని ప్రాధేయపడ్డాడు. “కుమారుడా! నీవెందుకు వార్త మోసుకొని పోవాలనుకుంటున్నావు? నీవు తీసుకొని వెళ్లిన ఈ వార్తకు నీకు ఏ బహుమానమూ లభించదు!” అని యోవాబు అన్నాడు."},{"number":23,"verse":"“ఏమి జరిగినా పరవాలేదు; నేను వేగంగా వెళతాను,” అన్నాడు అహిమయస్సు. “అయితే పరుగెత్తు!” అన్నాడు యోవాబు అహిమ యస్సుతో. అప్పుడు యొర్దాను లోయగుండా అహిమయస్సు పరుగెత్తాడు. అతడు కూషీయుని దాటి వెళ్లాడు."},{"number":24,"verse":"( దావీదు వార్త వినటం) నగర రెండు ద్వారాల మధ్య దావీదు కూర్చుని వున్నాడు. కావలివాడు ద్వారం మీద వున్న గోడపైకి వెళ్లి పరిశీలించాడు. దూరాన ఒకడు ఒంటరిగా పరుగెత్తుకు రావటం చూశాడు."},{"number":25,"verse":"ఈ విషయం చెప్పటానికి కావలివాడు రాజును పిలిచాడు. “ఒక్కడే గనుక వస్తూవుంటే, వాడు ఏదో వార్త తెస్తూ వున్నాడన్నమాట!” అని దావీదు రాజు అన్నాడు. ఆ వ్యక్తి క్రమేపీ నగరాన్ని సమీపించాడు."},{"number":26,"verse":"కావలివాడు ఇంకొక వ్యక్తి రావటం కూడా చూశాడు. పైనున్న కావలివాడు ద్వారపాలకుని పిలిచి, “చూడు! ఇంకొకడు ఒంటరిగా పరుగెత్తుకు వస్తున్నాడు!” అని చెప్పాడు. “అయితే వాడు కూడా వార్త తెస్తున్నాడు!” అని అన్నాడు రాజు."},{"number":27,"verse":"“మొదటి వ్యక్తి సాదోకు కుమారుడైన అహిమయస్సులా పరుగెత్తుతున్నాడని నేను అనుకుంటున్నాను” అని కావాలివాడన్నాడు. “అహిమయస్సు మంచి వ్యక్తి. అతడేదో మంచి వార్త తెస్తూ వుండవచ్చు!” అని రాజు అన్నాడు."},{"number":28,"verse":"అహిమయస్సు రాజును పిలిచి, “అంతా బాగున్నది!” అన్నాడు. అహిమయస్సు సాష్టాంగ నమస్కారం చేసి నిలబడ్డాడు. “నీ ప్రభువైన దేవునికి స్తోత్రము. నా ఏలినవాడవైన రాజుకు వ్యతిరేకంగా వున్న వారిని యెహోవా ఓడించాడు,” అని అహిమయస్సు చెప్పాడు."},{"number":29,"verse":"“యువకుడైన అబ్షాలోము క్షేమంగా ఉన్నాడా?” అని రాజు అడిగాడు. “యోవాబు నన్ను పంపినపుడు అక్కడ పెద్ద కోలాహలం నేను చూశాను. కాని అది ఎందుకో నాకు తెలియదు” అని అహిమయస్సు సమాధానమిచ్చాడు."},{"number":30,"verse":"“ఇటు పైకి వచ్చి, ఇక్కడ వుండు” అన్నాడు రాజు. అహిమయస్సు పైకి వెళ్లి ప్రక్కన నిలబడి వేచి వున్నాడు."},{"number":31,"verse":"తరువాత కూషీయుడు వచ్చాడు. “నా ఏలినవాడవైన రాజుకు ఒక వార్త! నీకు వ్యతిరేకులైన ప్రజలను యెహోవా ఈ రోజు శిక్షించాడు” అని చెప్పాడు."},{"number":32,"verse":"“యువకుడైన అబ్షాలోము క్షేమంగా వున్నాడా?” అని రాజు కూషీయుని అడిగాడు. “నీ శత్రువులు, నిన్ను గాయపర్చాలని నీకు వ్యతిరేకంగా వచ్చే ఇతర మనుష్యులు ఆ యువకునిలా (అబ్షాలోము) అయిపోతారని నేను అనుకుంటున్నాను” అని కూషీయుడు చెప్పాడు."},{"number":33,"verse":"దానితో అబ్షాలోము చనిపోయాడని రాజుకు అర్థమయింది. రాజు మిక్కిలి కలతపడిపోయాడు. నగర ద్వారం మీద వున్న గది వద్దకు వెళ్లాడు. అక్కడ బాగా విలపించాడు. గదిలోకి వెళ్లాడు. గదిలోకి పోతూ, “నా కుమారుడా, అబ్షాలోమా! నా కుమారుడా, అబ్షాలోమా! నీ బదులు నేను చనిపోయి వుండవలసింది. ఓ అబ్షాలోమా! నా కుమారుడా, నా కుమారుడా!” అని దుఃఖించాడు."}]}