{"bibleAbbr":"teERV1997","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"( దావీదు తుది పలుకులు) ఇవి దావీదు చివరి మాటలు, “యాకోబు దేవునిచే అభిషిక్తము చేయబడిన రాజు, ఇశ్రాయేలు మధుర గాయకుడు, యెష్షయి కుమారుడు అయిన దావీదు పలికిన సందేశం. దావీదు ఇలా అన్నాడు:"},{"number":2,"verse":"యెహోవా ఆత్మ నా ద్వారా మాట్లాడినది. ఆయన పలుకే నా నోటిలో వున్నది."},{"number":3,"verse":"ఇశ్రాయేలు దేవుడు మాట్లాడాడు, ఇశ్రాయేలుకు, ఆశ్రయదుర్గమైన దేవుడు నాతో యిలా అన్నాడు: ‘ఏ వ్యక్తి ప్రజలను న్యాయమార్గాన పరిపాలిస్తాడో, ఏ వ్యక్తి దైవ భీతితో పరిపాలన సాగిస్తాడో"},{"number":4,"verse":"ఆ వ్యక్తి అరుణోదయ కాంతిలా ప్రకాశిస్తాడు, ఆ వ్యక్తి మబ్బులేని ప్రాతఃకాలంలా ప్రశాంతంగా వుంటాడు, లేతగడ్డిని చిగురింపజేయు వర్షానంతర సూర్యకాంతిలా ఆ వ్యక్తి ప్రకాశిస్తాడు.’"},{"number":5,"verse":"“గతంలో దేవుడు నా కుటుంబాన్ని బలపర్చలేదు. తరువాత దేవుడు నాతో ఒక శాశ్వత ఒడంబడిక చేశాడు. అది సమగ్రమైన నిబంధనగా దేవుడు రూపొందించాడు. ఈ ఒడంబడికను దేవుడు బలపర్చాడు. దానిని ఆయన ఉల్లంఘించడు! ఈ ఒడంబడిక నాకు మోక్ష సాధనం; నేను కోరినదల్లా ఈ ఒడంబడికనే; ఖచ్చితంగా యెహోవా దానిని వర్ధిల్లేలాగు చేస్తాడు!"},{"number":6,"verse":"“కాని దుష్టులు ముండ్లవంటి వారు. జనులు ముండ్లనుచేతబట్టరు. వాటిని తక్షణం విసర్జిస్తారు!"},{"number":7,"verse":"వాటిని ఎవరు తాకినా కర్ర, ఇనుము బల్లెములతో గుచ్చివేసినట్లవుతుంది. దుష్టులు కూడ ముండ్ల వంటి వారు వారు అగ్నిలో తోయబడి పూర్తిగా దహింపబడతారు.”"},{"number":8,"verse":"( ముగ్గురు వీరులు) దావీదు సైన్యంలో ప్రముఖుల పేర్లు ఇలా వున్నాయి: తక్మోనీయుడగు యోషేబెష్షెబెతు ముగ్గురు యోధుల అధిపతి. ఎస్నీయుడైన అదీనా అని కూడ ఇతడు పిలవబడేవాడు. యోషేబెష్షెబెతు ఒక్క యుద్ధంలోనే ఎనిమిది వందల మందిని చంపివేశాడు."},{"number":9,"verse":"అహోహీయుడైన దోదో కుమారుడు ఎలియాజరు తరువాత ప్రముఖుడు. దావీదు ఫిలిష్తీయులను ఎదిరించిన కాలంలో అతనితో వున్న ముగ్గురు యోధులలో ఎలియాజరు ఒకడు. ఒక పర్యాయము ఫిలిష్తీయలు గుమిగూడి ఇశ్రాయేలీయుల మీదికి యుద్ధానికి రాగా, ఇశ్రాయేలీయులు పారిపోయారు."},{"number":10,"verse":"అప్పుడు ఎలియాజరు మాత్రము అలసిపోయేవరకు ఫిలిష్తీయులతో ఒంటరిగా పోరాడాడు. తన చెయ్యి కత్తి పిడికి అంటుకుపోయేలా గట్టిగా పట్టుకుని విడవకుండా శత్రుసంహారం చేశాడు. ఆ రోజు యెహోవా ఇశ్రాయేలీయులకు గొప్ప విజయాన్ని సమకూర్చి పెట్టాడు. ఎలియాజరు యుద్ధంలో గెలిచిన తరువాత, జనం తిరిగి వచ్చారు. కాని నిజానికి వారు ఓడిపోయిన శత్రువులను దోచుకోడానికి మాత్రమే వచ్చారు."},{"number":11,"verse":"హరారీయుడగు ఆగే కుమారుడైన షమ్మా తరువాత ప్రముఖ సేనాని. ఒక పర్యాయం ఫిలిష్తీయులు వచ్చి నిండుగా పండిన అలసందల చేనువద్ద గుమిగూడారు. ఇశ్రాయేలీయులు ఫిలిష్తీయులను చూసి పారి పోయారు."},{"number":12,"verse":"కాని షమ్మా మాత్రం చేను మధ్యలో నిలబడ్డాడు. అతడు చేనును కాపాడుతూ పోరాడాడు. అతడు ఫిలిష్తీయులను హత మార్చాడు. అప్పుడు కూడ యెహావా వారికి ఘన విజయం చేకూర్చాడు."},{"number":13,"verse":"పంట కోతకాలంలో ముప్పై మంది సైనికులలో ఘటికులైన ముగ్గురు ఒక సారి దావీదు వద్దకు వచ్చారు. ఈ ముగ్గురూ అదుల్లాము గుహవద్దకు వచ్చారు. రెఫాయీము లోయలో ఫిలిష్తీయుల సైన్యం గూడారాలు వేసింది."},{"number":14,"verse":"ఆ సమయంలో దావీదు కోటలో వున్నాడు. బేత్లెహేములో కొంత మంది ఫిలిష్తీయుల సైనికులున్నారు."},{"number":15,"verse":"తన స్వగ్రామంలోని నీరు తాగాలనే ప్రగాఢవాంఛ దావీదుకు కలిగింది. “ఓహో, బేత్లెహేము నగర ద్వారం వద్దగల బావి నీరు ఎవరైనా తెచ్చియిస్తే బాగుంటుందని అనుకుంటున్నాను,” అని దావీదు అన్నాడు. వాస్తవంగా దావీదు దీనిని కోరలేదు; కాని తానలా మట్లాడాడు."},{"number":16,"verse":"కాని ముగ్గురు బలాఢ్యులు మాత్రం ఫిలిష్తీయుల సైనికులను ఛేధించుకుంటూ వెళ్లారు. బేత్లెహేము నగర ద్వారంవద్దగల బావి నుండి నీరు తీసుకున్నారు. దానిని వారు దావీదు వద్దకు తెచ్చారు. కాని దావీదు ఆ నీటిని త్రాగ నిరాకరించాడు. అతడా నీటిని యెహోవా ముందు పారబోశాడు."},{"number":17,"verse":"దావీదు యెహోవాతో, “యెహోవా, నేను దీనిని త్రాగలేను! నా కొరకు తమ ప్రాణాలను లెక్కచేయకుండా వెళ్లిన వారి రక్తం త్రాగినట్లుగా వుంటుంది,” అని అన్నాడు. అందువల్ల దావీదు ఆ నీటిని త్రాగ నిరాకరించాడు. ఈ ముగ్గురు సైనికులు అలా అనేక సాహసకృత్యాలు చేశారు."},{"number":18,"verse":"( ఇతర ధైర్యముగల సైనికులు) సెరూయా కుమారుడైన యోవాబు సోదరుడగు అబీషై ఈ ముగ్గురు సైనికులకు నాయకుడు. అబీషై తన ఈటెనుపయోగించి మూడు వందల శత్రుసైనికులను హతమార్చాడు. అతను కూడ ఆ ముగ్గరు సైనికులంత ప్రఖ్యాతి వహించాడు."},{"number":19,"verse":"వారి ముగ్గురు కంటె అబీషై మిక్కిలి ప్రశంసలు పొందాడు. అతడు వారికి నాయకుడయ్యాడు. అంతేగాని వారితో పాటు ఆ కూటమిలో ఒక సభ్యుడు కాదు."},{"number":20,"verse":"యెహోయాదా కుమారుడైన బెనాయా వున్నాడు. అతడు ఒక పరాక్రమశాలి కుమారుడు. అతడు కబ్సెయేలను ఊరివాడు. బెనాయా చాలా సాహసకృత్యాలు చేశాడు. అతడు మోయాబీయుడగు అరీయేలు ఇద్దరు కుమారులను చంపివేశాడు. అంతేకాదు మంచుపడే కాలంలో బెనాయా ఒక గోతిలోదిగి అక్కడ దాగిన ఒక సింహాన్ని చంపాడు."},{"number":21,"verse":"ఈజిప్టుకు చెందిన ఒక బలమైన యోధుణ్ణి చంపాడు. ఆ ఈజిప్టీయుని చేతిలో ఒక ఈటెవుంది. కాని బెనాయా చేతిలో ఒక కర్ర మాత్రమేవుంది. కాని బెనాయా వెళ్లి ఆ ఈజిప్టీయుని చేతిలోని ఈటె లాక్కున్నాడు. తరువాత బెనాయా ఆ ఈటెతోనే ఈజిప్టీయుని పొడిచి చంపాడు."},{"number":22,"verse":"యెహోయాదా కుమారుడైన బెనాయా అటువంటి కార్యాలు చాలా చేశాడు. బెనాయా కూడ ఆ ముగ్గురు యోధులవలె ప్రసిద్ధి గాంచాడు."},{"number":23,"verse":"ముప్పై మంది సైనికులలోను బెనాయాకు ఎక్కువ గౌరవం లభించింది; కాని ఆ ముగ్గురు యోధుల కూటమిలో సభ్యుడు కాలేదు. బెనాయాను దావీదు తన అంగరక్షకులకు నాయకునిగా చేశాడు."},{"number":24,"verse":"( ముప్పై మంది వీరులు) యోవాబు సోదరుడగు అశాహేలు ఆ ముప్పై మందిలో ఒకడు. ఆ ముప్పై మందిలో మిగిలిన వారి పేర్లు: బేత్లేహేమీయుడగు దోదో కుమారుడైన ఎల్హానాను,"},{"number":25,"verse":"హరోదీయుడైన షమ్మా, హరోదీయుడైన ఎలీకా,"},{"number":26,"verse":"పల్తీయుడైన హేలెస్సు, తెకోవీయుడగు ఇక్కేషు కుమారుడగు ఈరా,"},{"number":27,"verse":"అనాతోతీయుడైన అబీయెజరు, హుషాతీయుడైన మెబున్నయి,"},{"number":28,"verse":"అహోహీయుడైన సల్మోను, నెటోపాతీయుడైన మహర్తె,"},{"number":29,"verse":"నెటోపాతీయుడగు బయానా కుమారుడైన హేలెబు, బెన్యామీనీయుల గిబియాలో పుట్టిన రీబై కుమారుడు ఇత్తయి,"},{"number":30,"verse":"పిరాతోనీయుడైన బెనాయా, గాయషు సెలయేళ్ల ప్రాంతం వాడైన హిద్దయి,"},{"number":31,"verse":"అర్బాతీయుడైన అబీయల్బోను, బర్హుమీయుడైన అజ్మావెతు,"},{"number":32,"verse":"షయల్బోనీయుడైన ఎల్యహ్బా, యాషేను కుమారులలో"},{"number":33,"verse":"హరారీయుడైన షమ్మా కుమారుడు యోనాతాను, హరారీయుడైన షారారు కుమారుడగు అహీయాము,"},{"number":34,"verse":"మాయకాతీయునికి పుట్టిన అహస్బయి కుమారుడగు ఎలీపేలెటు, గిలోనీయుడైన అహీతోపెలు కుమారుడగు ఏలీయాము,"},{"number":35,"verse":"కర్మెతీయుడైన హెస్రై, అర్బీయుడైన పయరై,"},{"number":36,"verse":"సోబావాడగు నాతాను కుమారుడైన ఇగాలు, గాదీయుడైన బానీ,"},{"number":37,"verse":"అమ్మోనీయుడైన జెలెకు, బెయేరోతీయుడైన నహరై, (సెరూయా కుమారుడైన యోవాబునకు ఆయుధాలు మోసే సహాయకులు,)"},{"number":38,"verse":"ఇత్రీ యుడగు ఈరా, ఇత్రీయుడగు గారేబు,"},{"number":39,"verse":"మరియు హిత్తీయుడైన ఊరియా. వీరంతా మొత్తం ముప్పది ఏడుగురు."}]}