{"bibleAbbr":"teERV1997","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"( దేవాలయ నిర్మాణానికి దావీదు ఆలోచన) దావీదు తన కొత్త ఇంటిలో నివసించుచున్న కాలంలో యెహోవా అతనికి చుట్టూ వున్న శత్రువుల నుండి ఏ బాధలూ లేకుండా శాంతిని సమకూర్చాడు."},{"number":2,"verse":"రాజు (దావీదు) నాతాను అనే ఒక ప్రవక్త వద్దకు వెళ్లి, “చూడు, నేను దేవదారు కలపతో నిర్మించబడిన ఒక భవంతిలో ఉంటున్నాను. కాని దేవుని పవిత్ర పెట్టె ఇంకా గుడారంలోనే ఉంచబడింది!” అన్నాడు"},{"number":3,"verse":"రాజుతో (దావీదు) నాతాను, “వెళ్లు. నీవు వాస్తవంగా ఏమి చేయాలని అనుకుంటున్నావో అది చేయుము. యెహోవా నీతో ఉన్నాడు” అని చెప్పాడు."},{"number":4,"verse":"కాని ఆ రాత్రి యెహోవా వాక్యం నాతానుకు చేరింది."},{"number":5,"verse":"“యెహోవా నాతానును పిలచి ఆయన మాటగా, ఆయన సేవకుడైన దావీదుతో ఇలా చేప్పమన్నాడు: ‘నా కొరకు ఆలయ నిర్మాణం చేయవలసిన వ్యక్తివి నీవు కాదు."},{"number":6,"verse":"ఇశ్రాయేలీయులను ఈజిప్టు నుండి తీసుకొని వచ్చినప్పుడు నేను ఆలయంలో నివసించలేదు. ఒక గుడారంలో వుంటూనే అటూ ఇటూ పయనించాను. గుడారాన్నే నివాసంగా వినియోగించుకున్నాను."},{"number":7,"verse":"ఇశ్రాయేలు వంశము వారిలో ఏ ఒక్కరికీ దేవదారు కలపతో నాకు ఆలయం నిర్మించే విషయంపై ఒక్క మాటకూడ చెప్పియుండలేదు.’"},{"number":8,"verse":"“సర్వశక్తిమంతుడైన యెహోవా నాతానును దావీదుతో ఇంకా ఇలా చెప్పమన్నాడు, ‘నిన్ను నేను పచ్చిక బయళ్ల నుండి పట్టుకొచ్చాను. నీవు గొర్రెలను కాస్తూ వుండగా నిన్ను పట్టుకొచ్చాను. నా ప్రజలైన ఇశ్రాయేలీయులకు నాయకునిగా వుండేందుకు నిన్ను తెచ్చాను."},{"number":9,"verse":"నీవు ఎక్కడికి వెళితే అక్కడికల్లా నేను నీతో వచ్చాను. నీ కొరకు నీ శత్రువులందకరినీ ఓడించాను. ఇప్పుడు ఈ భూమి మీద అతి ప్రముఖ వ్యక్తులలో ఒకరిగా నిన్ను నేను చేస్తాను."},{"number":10,"verse":"ఇశ్రాయేలీయులైన నా ప్రజలకు నేనొక స్థలాన్ని ఎంపిక చేస్తాను. ఇశ్రాయేలీయులందరినీ అక్కడ స్థిరపడేలా చేసి వారి స్వంత స్థలంలో వారుండేలా చేస్తాను. ఆ తరువాత వారెన్నడూ కదిలే పనివుండదు. గతంలో నా ఇశ్రాయేలు ప్రజలకు మార్గదర్శకులుగా నేను న్యాయాధిపతులను పంపియున్నాను. కాని దుష్ట జనులు వారిని బాధించారు. అదిప్పుడు జరగదు. నీ శ్రతువులందరి నుండి నీకు శాంతి లభించేలా చేస్తాను. నీ వంశంలో రాజులు వర్ధిల్లేలా చేస్తానని కూడా చెబుతున్నాను. ( నీ వంశంలో … చెప్తున్నాను నీ కొరకై ఒక ఇల్లు యిస్తానని భావార్థం.)"},{"number":12,"verse":"“‘నీకు అంత్యకాలం సమీపించినప్పుడు నీ పూర్వీకుల వద్దనే సమాధి చేయబడతావు. అప్పుడు నేను నీ స్వంత పిల్లలలో ఒకనిని రాజుగా చేస్తాను."},{"number":13,"verse":"అతడు నా నామాన్ని ఘనపర్చే విధంగా ఒక దేవాలయం నిర్మిస్తాడు. అతని రాజ్యాన్ని శాశ్వత ప్రాతిపదికపై చాలా బలమైనదిగా చేస్తాను."},{"number":14,"verse":"అతనికి తండ్రిగా నేను వ్యవహరిస్తాను. అతడు నాకు కుమారుడు. అతడు పాపం చేస్తే, అతనిని శిక్షించటానికి వేరే ప్రజలను వినియోగిస్తాను. వారు దండములు ధరించి నా తరుపున పనిచేస్తారు."},{"number":15,"verse":"కాని నేనతనిని ప్రేమతో చూడక మానను. నేనతనిపట్ల దాక్షిణ్యాలు కలిగి ఉంటాను. నేను నా ప్రేమను, దయను సౌలునుండి తొలగించాను. నేను నీ వైపునకు తిరిగినప్పుడు, సౌలును ప్రక్కకు నెట్టాను. నీ వంశానికి నేనది చేయను."},{"number":16,"verse":"నీ వంశం, నీ రాజ్యం శాశ్వతంగా నా ముందు కొనసాగుతాయి.’”"},{"number":17,"verse":"నాతాను దావీదుకు అంతా చెప్పాడు. అతను తన దర్శనంలో విన్నదంతా దావీదుకు చెప్పాడు."},{"number":18,"verse":"( దావీదు దేవుని ప్రార్థించటం) పిమ్మట దావీదు రాజు లోనికి వెళ్లి యెహోవా ముందు కూర్చున్నాడు. దావీదు ప్రార్థనా పూర్వకంగా యెహోవాతో ఇలా విన్నవించుకున్నాడు, “యెహోవా, నా దేవా, నీకు నేనెందుకంత ముఖ్యుడనయ్యాను? నా కుటుంబం ఎందుకంత ప్రాముఖ్యం గలదయ్యింది? నన్నెందుకు అంత ముఖ్యమైన వాణ్ణిచేశావు?"},{"number":19,"verse":"నేనొక సేవకుణ్ణి తప్ప మరేమీ కాను. కాని నీవు నా పట్ల చాలా కరుణతో వున్నావు. భవిష్యత్తులో నా కుటుంబానికి జరిగే కొన్ని మంచి విషయాలు కూడ చెప్పావు. యెహోవా, నా దేవా, నీవిలా ప్రజలతో ఎప్పుడూ మాట్లాడవు. మాట్లాడతావా?"},{"number":20,"verse":"నేను నీతో ఎలా ఎల్లప్పుడూ మాట్లాడగలను? యెహోవా, నా దేవా, నేను కేవలం ఒక సేవకుడినని నీకు తెలుసు;"},{"number":21,"verse":"ఈ అద్భుత కార్యాలన్నీ నీవు చేస్తానని అన్నావు గనుక జరిపి నిరూపించావు. పైగా నీవు చేయాలనుకున్న దానిలో ఇదొక పని! ఈ గొప్ప విషయాలన్నీ నాకు తెలపాలని నీవు నిశ్చయించావు."},{"number":22,"verse":"ఈ కారణంవలన నీవు గొప్పవాడవు, ఓ నా ప్రభువైన దేవా! యెహోవా నీకు నీవే సాటి. నీవంటి దేవుడు వేరొకరు లేరు. మాకై మేము ఇదంతా విన్నాము."},{"number":23,"verse":"“ఇశ్రాయేలీయులైన నీ ప్రజలవలె మరో జనం ఈ భూమిమీద లేదు. ఆ ప్రజలు అసాధారణమైన వారు. వారు ఈజిప్టులో బానిసలయ్యారు. కాని నీవు వారిని విముక్తి చేసి తీసుకొని వచ్చావు. వారిని నీ ప్రజలుగా చేశావు. ఇశ్రాయేలీయుల కొరకు నీవు గొప్పవైన, అద్భుతమైన క్రియలు నెరవేర్చావు. నీ దేశంకొరకు ఆశ్చర్యకరమైన పనులు చేశావు."},{"number":24,"verse":"ఇశ్రాయేలు ప్రజలను శాశ్వతంగా నీకు అతి సన్నిహితులైన స్వంత ప్రజలుగా చేసుకున్నావు. యెహోవా, నీవు వారి పవిత్ర దేవుడవు."},{"number":25,"verse":"“ప్రభువైన దేవా! ఇప్పుడు నీవు నీ సేవకుడినైన నా నిమిత్తం, మరియు నా కుటుంబం నిమిత్తం ఈ సంగతులు చేసెదనని వాగ్దానము చేసియున్నావు. నీవిచ్చిన వాగ్దానాలు శాశ్వతంగా నిజమయ్యేలా చేయుము! నా కుటుంబాన్ని శాశ్వతంగా ఒక రాజ కుటుంబంగా చేయుము."},{"number":26,"verse":"అప్పుడు నీ నామము మహిమాన్వితం చేయబడుతుంది. ప్రజలంతా, ‘సర్వశక్తిగల యెహోవా, ఇశ్రాయేలును పరిపాలించు దేవుడు. తన సేవకుడైన దావీదు కుటుంబం ఆయన సేవలో బలముతో కొనసాగుతుంది’ అని అందురు."},{"number":27,"verse":"“సర్వశక్తిమంతుడవైన యెహోవా! ఇశ్రాయేలీయుల దేవా నాకు చాలా విషయాలు విశదం చేశావు. ‘నా వంశాభివృద్దికి నీ ఆశీస్సులిచ్చావు.’ నీ సేవకుడనైన నేను అందుకు కృతజ్ఞతాస్తుతులు చెల్లిస్తున్నాను."},{"number":28,"verse":"యెహోవా, నా దేవా! నీవే దేవునివి. నీవి సత్యవాక్కులు. నీ సేవకుడనైన నాకు ఈ మంచి విషయాలన్నీ వాగ్దానం చేశావు."},{"number":29,"verse":"దయచేసి నా కుటుంబాన్ని దీవించు. నీ ముందు దానిని ఎల్లప్పుడూ వర్ధిల్లేలా చేయుము. యెహోవా, నా దేవా! నీవీ అద్భుత విషయాలు చెప్పావు. నీ దీవెనతో నా కుటుంబం ఎల్లప్పుడూ ఆశీర్వదింపబడియుండు గాక!”"}]}