{"bibleAbbr":"urRV2010","bookName":"صفنیاہ","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"اَے بے حیا قَوم جمع ہو! جمع ہو!۔"},{"number":2,"verse":"اِس سے پہلے کہ تقدِیرِ الٰہی ظاہِرہو اور وہ دِن بُھس کی مانِند جاتا رہے اور خُداوند کا قہرِ شدِید تُم پر نازِل ہو اور اُس کے غضب کا دِن تُم پر آ پُہنچے۔"},{"number":3,"verse":"اَے مُلک کے سب حلِیم لوگو جو خُداوند کے احکام پر چلتے ہو اُس کے طالِب ہو! راستبازی کو ڈُھونڈو ۔ فروتنی کی تلاش کرو ۔شاید خُداوند کے غضب کے دِن تُم کو پناہ مِلے۔"},{"number":4,"verse":"( اِسرا ئیل کے گِردونواح کی قَوموں کا حَشر) کیونکہ غزّہ مترُوک ہو گا اور اسقلو ن وِیران کِیا جائے گا اور اشدُود دوپہر کو خارِج کر دِیا جائے گا اورعقرُو ن کی بیخ کنی کی جائے گی۔"},{"number":5,"verse":"سمُندر کے ساحِل کے رہنے والوں یعنی کریتیوں کی قَوم پر افسوس! اَے کنعا ن فلِستِیوں کی سرزمِین! خُداوند کا کلام تیرے خِلاف ہے ۔مَیں تُجھے نیست و نابُود کرُوں گا یہاں تک کہ کوئی بسنے والا نہ رہے۔"},{"number":6,"verse":"اور سمُندر کے ساحِل چراگاہیں ہوں گے جِن میں چرواہوں کی جھونپڑیاں اور بھیڑخانے ہوں گے۔"},{"number":7,"verse":"اور وُہی ساحِل یہُودا ہ کے گھرانے کے بقِیّہ کے لِئے ہوں گے ۔ وہ اُن میں چرایا کریں گے ۔ وہ شام کے وقت اسقلو ن کے مکانوں میں لیٹا کریں گے کیونکہ خُداوند اُن کا خُدا اُن پر پِھر نظر کرے گا اور اُن کی اسِیری کو مَوقُوف کرے گا۔"},{"number":8,"verse":"مَیں نے موآب کی ملامت اور بنی عمُّون کی لَعن طَعن سُنی ہے ۔ اُنہوں نے میری قَوم کو ملامت کی اور اُن کی حدُود کو دبا لِیا ہے۔"},{"number":9,"verse":"اِس لِئے ربُّ الافواج اِسرائیل کا خُدا فرماتا ہے مُجھے اپنی حیات کی قَسم! یقِیناً موآب سدُو م کی مانِند ہو گا اور بنی عمُّون عمُور ہ کی مانِند۔ وہ پُرخار و نمکزار اور ا بدُالاآباد برباد رہیں گے ۔ میرے لوگوں کا بقِیّہ اُن کو غارت کرے گا اور میری قَوم کے باقی لوگ اُن کے وارِث ہوں گے۔"},{"number":10,"verse":"یہ سب کُچھ اُن کے تکبُّرکے سبب سے اُن پر آئے گا کیونکہ اُنہوں نے ربُّ الافواج کے لوگوں کو ملامت کی اور اُن پر زِیادتی کی۔"},{"number":11,"verse":"خُداوند اُن کے لِئے ہَیبت ناک ہو گا اور زمِین کے تمام معبُودوں کو لاغر کر دے گا اور بحری مُمالِک کے سب باشِندے اپنی اپنی جگہ میں اُس کی پرستِش کریں گے۔"},{"number":12,"verse":"اَے کُو ش کے باشِندو! تُم بھی میری تلوار سے مارے جاؤ گے۔"},{"number":13,"verse":"اور وہ شِمال کی طرف اپنا ہاتھ بڑھائے گا اور ا سُور کو نیست کرے گا اور نِینو ہ کو وِیران اور بیابان کی مانِند خُشک کر دے گا۔"},{"number":14,"verse":"اور جنگلی جانور اُس میں لیٹیں گے اور ہر قِسم کے حَیوان حواصِل اور خارپُشت اُس کے سُتُونوں کے سِروں پر مقام کریں گے ۔اُن کی آواز اُس کے جھروکوں میں ہو گی ۔ اُس کی دہلِیزوں میں وِیرانی ہو گی کیونکہ دیودار کا کام کُھلا چھوڑا گیا ہے۔"},{"number":15,"verse":"یہ وہ شادمان شہر ہے جو بے فِکر تھا ۔ جِس نے دِل میں کہا کہ مَیں ہُوں اور میرے سِوا کوئی دُوسرا نہیں ۔ وہ کَیسا وِیران ہُؤا ! حَیوانوں کے بَیٹھنے کی جگہ! ہر ایک جو اُدھر سے گُذرے گا سُسکارے گا اور ہاتھ ہِلائے گا۔"}]}