{"bibleAbbr":"RV1895","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"Now it came to pass on a sabbath, that he was going through the cornfields; and his disciples plucked the ears of corn, and did eat, rubbing them in their hands."},{"number":2,"verse":"But certain of the Pharisees said, Why do ye that which it is not lawful to do on the sabbath day?"},{"number":3,"verse":"And Jesus answering them said, Have ye not read even this, what David did, when he was an hungred, he, and they that were with him;"},{"number":4,"verse":"how he entered into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat save for the priests alone?"},{"number":5,"verse":"And he said unto them, The Son of man is lord of the sabbath."},{"number":6,"verse":"And it came to pass on another sabbath, that he entered into the synagogue and taught: and there was a man there, and his right hand was withered."},{"number":7,"verse":"And the scribes and the Pharisees watched him, whether he would heal on the sabbath; that they might find how to accuse him."},{"number":8,"verse":"But he knew their thoughts; and he said to the man that had his hand withered, Rise up, and stand forth in the midst. And he arose and stood forth."},{"number":9,"verse":"And Jesus said unto them, I ask you, Is it lawful on the sabbath to do good, or to do harm? to save a life, or to destroy it?"},{"number":10,"verse":"And he looked round about on them all, and said unto him, Stretch forth thy hand. And he did so: and his hand was restored."},{"number":11,"verse":"But they were filled with madness; and communed one with another what they might do to Jesus."},{"number":12,"verse":"And it came to pass in these days, that he went out into the mountain to pray; and he continued all night in prayer to God."},{"number":13,"verse":"And when it was day, he called his disciples: and he chose from them twelve, whom also he named apostles;"},{"number":14,"verse":"Simon, whom he also named Peter, and Andrew his brother, and James and John, and Philip and Bartholomew,"},{"number":15,"verse":"and Matthew and Thomas, and James the son of Alphaeus, and Simon which was called the Zealot,"},{"number":16,"verse":"and Judas the son of James, and Judas Iscariot, which was the traitor;"},{"number":17,"verse":"and he came down with them, and stood on a level place, and a great multitude of his disciples, and a great number of the people from all Judaea and Jerusalem, and the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;"},{"number":18,"verse":"and they that were troubled with unclean spirits were healed."},{"number":19,"verse":"And all the multitude sought to touch him: for power came forth from him, and healed them all."},{"number":20,"verse":"And he lifted up his eyes on his disciples, and said, Blessed are ye poor: for yours is the kingdom of God."},{"number":21,"verse":"Blessed are ye that hunger now: for ye shall be filled. Blessed are ye that weep now: for ye shall laugh."},{"number":22,"verse":"Blessed are ye, when men shall hate you, and when they shall separate you from their company, and reproach you, and cast out your name as evil, for the Son of man's sake."},{"number":23,"verse":"Rejoice in that day, and leap for joy: for behold, your reward is great in heaven: for in the same manner did their fathers unto the prophets."},{"number":24,"verse":"But woe unto you that are rich! for ye have received your consolation."},{"number":25,"verse":"Woe unto you, ye that are full now! for ye shall hunger. Woe unto you, ye that laugh now! for ye shall mourn and weep."},{"number":26,"verse":"Woe unto you, when all men shall speak well of you! for in the same manner did their fathers to the false prophets."},{"number":27,"verse":"But I say unto you which hear, Love your enemies, do good to them that hate you,"},{"number":28,"verse":"bless them that curse you, pray for them that despitefully use you."},{"number":29,"verse":"To him that smiteth thee on the one cheek offer also the other; and from him that taketh away thy cloke withhold not thy coat also."},{"number":30,"verse":"Give to every one that asketh thee; and of him that taketh away thy goods ask them not again."},{"number":31,"verse":"And as ye would that men should do to you, do ye also to them likewise."},{"number":32,"verse":"And if ye love them that love you, what thank have ye? for even sinners love those that love them."},{"number":33,"verse":"And if ye do good to them that do good to you, what thank have ye? for even sinners do the same."},{"number":34,"verse":"And if ye lend to them of whom ye hope to receive, what thank have ye? even sinners lend to sinners, to receive again as much."},{"number":35,"verse":"But love your enemies, and do them good, and lend, never despairing; and your reward shall be great, and ye shall be sons of the Most High: for he is kind toward the unthankful and evil."},{"number":36,"verse":"Be ye merciful, even as your Father is merciful."},{"number":37,"verse":"And judge not, and ye shall not be judged: and condemn not, and ye shall not be condemned: release, and ye shall be released:"},{"number":38,"verse":"give, and it shall be given unto you; good measure, pressed down, shaken together, running over, shall they give into your bosom. For with what measure ye mete it shall be measured to you again."},{"number":39,"verse":"And he spake also a parable unto them, Can the blind guide the blind? shall they not both fall into a pit?"},{"number":40,"verse":"The disciple is not above his master: but every one when he is perfected shall be as his master."},{"number":41,"verse":"And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?"},{"number":42,"verse":"Or how canst thou say to thy brother, Brother, let me cast out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to cast out the mote that is in thy brother's eye."},{"number":43,"verse":"For there is no good tree that bringeth forth corrupt fruit; nor again a corrupt tree that bringeth forth good fruit."},{"number":44,"verse":"For each tree is known by its own fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes."},{"number":45,"verse":"The good man out of the good treasure of his heart bringeth forth that which is good; and the evil man out of the evil treasure bringeth forth that which is evil: for out of the abundance of the heart his mouth speaketh."},{"number":46,"verse":"And why call ye me, Lord, Lord, and do not the things which I say?"},{"number":47,"verse":"Every one that cometh unto me, and heareth my words, and doeth them, I will shew you to whom he is like:"},{"number":48,"verse":"he is like a man building a house, who digged and went deep, and laid a foundation upon the rock: and when a flood arose, the stream brake against that house, and could not shake it: because it had been well builded."},{"number":49,"verse":"But he that heareth, and doeth not, is like a man that built a house upon the earth without a foundation; against which the stream brake, and straightway it fell in; and the ruin of that house was great."}]}