{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"( उत्तम मेंढपाळ) मी तुम्हांला खचीत खचीत सांगतो, जो मेंढवाड्यात दाराने न जाता दुसरीकडून चढून जातो तो चोर व लुटारू आहे."},{"number":2,"verse":"जो दाराने आत जातो तो मेंढपाळ आहे."},{"number":3,"verse":"त्याच्यासाठी द्वारपाळ दार उघडतो; मेंढरे त्याची वाणी ऐकतात आणि तो आपल्या मेंढरांना ज्याच्या-त्याच्या नावाने हाक मारतो व त्यांना बाहेर नेतो."},{"number":4,"verse":"तो आपली सर्व मेंढरे बाहेर काढल्यावर त्यांच्यापुढे चालतो व मेंढरे त्याच्यामागे चालतात; कारण ती त्याची वाणी ओळखतात."},{"number":5,"verse":"ती परक्याच्या मागे कधीच जाणार नाहीत, तर ती त्याच्यापासून पळतील; कारण ती परक्यांची वाणी ओळखत नाहीत.”"},{"number":6,"verse":"हा दृष्टान्त येशूने त्यांना सांगितला, तरी ज्या गोष्टी तो त्यांच्याबरोबर बोलला त्या काय आहेत हे त्यांना समजले नाही."},{"number":7,"verse":"म्हणून येशू त्यांना पुन्हा म्हणाला, “मी तुम्हांला खचीत खचीत सांगतो की, मी मेंढरांचे दार आहे."},{"number":8,"verse":"जे माझ्यापूर्वी आले ते सर्व चोर व लुटारू आहेत; त्यांचे मेंढरांनी ऐकले नाही."},{"number":9,"verse":"मी दार आहे. माझ्या द्वारे कोणी आत जाईल तर त्याला तारणप्राप्ती होईल; तो आत येईल व बाहेर जाईल आणि त्याला खाण्यास मिळेल."},{"number":10,"verse":"चोर येतो तो केवळ चोरी, घात व नाश करायला येतो; मी तर त्यांना जीवनप्राप्ती व्हावी व ती विपुलपणे व्हावी म्हणून आलो आहे."},{"number":11,"verse":"मीच उत्तम मेंढपाळ आहे; उत्तम मेंढपाळ मेंढरांकरता आपला प्राण देतो."},{"number":12,"verse":"जो मेंढपाळ नाही तर मोलकरीच आहे, ज्याची स्वतःची मेंढरे नाहीत तो लांडगा येत असलेला पाहून मेंढरे सोडून पळून जातो आणि लांडगा त्यांच्यावर झडप घालून त्यांची दाणादाण करतो."},{"number":13,"verse":"मोलकरी पळून जातो कारण तो मोलकरीच आहे आणि त्याला मेंढरांची काळजी नाही."},{"number":14,"verse":"मी उत्तम मेंढपाळ आहे; जसा पिता मला ओळखतो व मी पित्याला ओळखतो तसे जे माझे आहेत त्यांना मी ओळखतो व जे माझे आहेत ते मला ओळखतात; आणि मेंढरांसाठी मी आपला प्राण देतो."},{"number":16,"verse":"ह्या मेंढवाड्यातली नाहीत अशी माझी दुसरी मेंढरे आहेत, तीही मला आणली पाहिजेत; ती माझी वाणी ऐकतील; मग एक कळप, एक मेंढपाळ असे होईल."},{"number":17,"verse":"मी आपला प्राण परत घेण्याकरता देतो म्हणून पिता माझ्यावर प्रीती करतो."},{"number":18,"verse":"कोणी तो माझ्यापासून घेत नाही, तर मी होऊनच तो देतो. मला तो देण्याचा अधिकार आहे व तो परत घेण्याचाही अधिकार आहे. ही आज्ञा मला माझ्या पित्यापासून प्राप्त झाली आहे.”"},{"number":19,"verse":"ह्या शब्दांवरून यहूद्यांत पुन्हा फूट पडली."},{"number":20,"verse":"त्यांच्यातील पुष्कळ जण म्हणाले, “त्याला भूत लागले आहे व तो वेडा आहे; त्याचे तुम्ही का ऐकता?”"},{"number":21,"verse":"दुसरे म्हणाले, “ही वचने भूतग्रस्ताची नाहीत; भुताला आंधळ्याचे डोळे उघडता येतात काय?”"},{"number":22,"verse":"( पुनःस्थापनेच्या सणाच्या वेळी येशू) तेव्हा यरुशलेमेत पुनःस्थापनेचा सण असून हिवाळा होता;"},{"number":23,"verse":"आणि येशू मंदिरामधील शलमोनाच्या देवडीत फिरत होता."},{"number":24,"verse":"तेव्हा यहूद्यांनी त्याला गराडा घालून म्हटले, “तुम्ही कोठवर आमची मने संशयात ठेवणार? तुम्ही ख्रिस्त असलात तर आम्हांला उघड सांगा.”"},{"number":25,"verse":"येशूने त्यांना उत्तर दिले, “मी तुम्हांला सांगितले तरी तुम्ही विश्वास ठेवत नाही; जी कृत्ये मी माझ्या पित्याच्या नावाने करतो ती माझ्याविषयी साक्ष देतात."},{"number":26,"verse":"तरी तुम्ही विश्वास ठेवत नाही. कारण तुम्ही माझ्या मेंढरांपैकी नाही."},{"number":27,"verse":"माझी मेंढरे माझी वाणी ऐकतात; मी त्यांना ओळखतो व ती माझ्यामागे येतात;"},{"number":28,"verse":"मी त्यांना सार्वकालिक जीवन देतो; त्यांचा कधीही नाश होणार नाही आणि त्यांना माझ्या हातातून कोणी हिसकून घेणार नाही."},{"number":29,"verse":"पित्याने मला जे दिले ते सर्वांहून मोठे आहे; आणि पित्याच्या हातातून ते कोणी हिसकून घेऊ शकत नाही."},{"number":30,"verse":"मी आणि पिता एक आहोत.”"},{"number":31,"verse":"( यहूद्यांनी दाखवलेले शत्रुत्व) तेव्हा यहूद्यांनी त्याला दगडमार करायला पुन्हा दगड उचलले."},{"number":32,"verse":"येशू त्यांना म्हणाला, “मी पित्याकडची पुष्कळशी चांगली कृत्ये तुम्हांला दाखवली आहेत. त्यांतून कोणत्या कृत्यामुळे तुम्ही मला दगडमार करता?”"},{"number":33,"verse":"यहूद्यांनी त्याला उत्तर दिले, “चांगल्या कृत्यासाठी आम्ही तुम्हांला दगडमार करत नाही, तर दुर्भाषणासाठी; कारण तुम्ही मानव असून स्वतःला देव म्हणवता.”"},{"number":34,"verse":"येशूने त्यांना म्हटले, “‘तुम्ही देव आहात असे मी म्हणालो’ हे तुमच्या शास्त्रात लिहिले नाही काय?”"},{"number":35,"verse":"ज्यांना देवाचे वचन प्राप्त झाले त्यांना जर त्याने देव म्हटले, - आणि शास्त्रलेखाचा भंग होत नाही -"},{"number":36,"verse":"तर ज्याला पित्याने पवित्र कार्यास्तव नेमून जगात पाठवले त्या मला, ‘मी देवाचा पुत्र आहे’ असे म्हटल्यावरून ‘तुम्ही दुर्भाषण करता’ असे तुम्ही म्हणता काय?"},{"number":37,"verse":"मी आपल्या पित्याची कृत्ये करत नसल्यास माझ्यावर विश्वास ठेवू नका;"},{"number":38,"verse":"परंतु जर मी ती करतो तर माझ्यावर विश्वास न ठेवला तरी त्या कृत्यांवर विश्वास ठेवा; अशासाठी की, माझ्यामध्ये पिता व पित्यामध्ये मी आहे हे तुम्ही ओळखून समजून घ्यावे.”"},{"number":39,"verse":"ते त्याला पुन्हा धरायला पाहू लागले; परंतु तो त्यांच्या हाती न लागता निघून गेला."},{"number":40,"verse":"मग तो पुन्हा यार्देनेच्या पलीकडे, योहान पहिल्याने बाप्तिस्मा करत असे त्या ठिकाणी गेला व तेथे राहिला."},{"number":41,"verse":"तेव्हा त्याच्याकडे पुष्कळ लोक आले; ते म्हणाले, “योहानाने काही चिन्ह केले नाही खरे; तरी योहानाने ह्याच्याविषयी जे काही सांगितले ते सर्व खरे आहे.”"},{"number":42,"verse":"तेथे पुष्कळ लोकांनी त्याच्यावर विश्वास ठेवला."}]}