{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"( येशू शिष्यांचे पाय धुतो) वल्हांडण सणापूर्वी असे झाले की, येशूने आता ह्या जगातून पित्याकडे जाण्याची आपली वेळ आली आहे हे जाणून ह्या जगातील स्वकीयांवर त्याचे जे प्रेम होते ते त्याने शेवटपर्यंत केले."},{"number":2,"verse":"शिमोनाचा मुलगा यहूदा इस्कर्योत ह्याच्या मनात त्याला धरून द्यावे असे सैतान घालून चुकला होता."},{"number":3,"verse":"तेव्हा आपल्या हाती पित्याने अवघे दिले आहे, व आपण देवापासून आलो व देवाकडे जातो हे जाणून भोजन होतेवेळी"},{"number":4,"verse":"येशू भोजनावरून उठला, व त्याने आपली बाह्यवस्त्रे काढून ठेवली आणि रुमाल घेऊन कंबरेस बांधला."},{"number":5,"verse":"मग तो गंगाळात पाणी ओतून शिष्यांचे पाय धुऊ लागला, आणि कंबरेस बांधलेल्या रुमालाने ते पुसू लागला."},{"number":6,"verse":"मग तो शिमोन पेत्राकडे आला, तेव्हा तो त्याला म्हणाला, “प्रभूजी, आपण माझे पाय धुता काय?”"},{"number":7,"verse":"येशूने त्याला उत्तर दिले, “मी करतो ते तुला आता कळत नाही; ते तुला पुढे कळेल.”"},{"number":8,"verse":"पेत्र त्याला म्हणाला, “तुम्ही माझे पाय कधीही धुवायचे नाहीत.” येशूने त्याला उत्तर दिले, “मी जर तुला धुतले नाही तर माझ्याबरोबर तुला वाटा नाही.”"},{"number":9,"verse":"शिमोन पेत्र त्याला म्हणाला, “प्रभूजी, माझे केवळ पाय धुऊ नका, तर हात व डोकेही धुवा.”"},{"number":10,"verse":"येशूने त्याला म्हटले, “ज्याचे स्नान झाले आहे त्याला पायांखेरीज दुसरे काही धुण्याची गरज नाही. कारण तो सर्वांगी शुद्ध आहे; आणि तुम्ही शुद्ध आहात, पण सगळे जण नाहीत.”"},{"number":11,"verse":"कारण आपणास धरून देणारा इसम त्याला ठाऊक होता; म्हणून तो म्हणाला, ‘तुम्ही सगळे जण शुद्ध नाहीत.’"},{"number":12,"verse":"मग त्यांचे पाय धुतल्यावर व आपली वस्त्रे चढवून पुन्हा बसल्यावर त्याने त्यांना म्हटले, “मी तुम्हांला काय केले आहे हे तुम्हांला समजले काय?"},{"number":13,"verse":"तुम्ही मला गुरू व प्रभू असे संबोधता आणि ते ठीक बोलता; कारण मी तसा आहेच."},{"number":14,"verse":"म्हणून मी प्रभू व गुरू असूनही जर तुमचे पाय धुतले तर तुम्हीही एकमेकांचे पाय धुतले पाहिजेत."},{"number":15,"verse":"कारण जसे मी तुम्हांला केले तसे तुम्हीही करावे म्हणून मी तुम्हांला कित्ता घालून दिला आहे."},{"number":16,"verse":"मी तुम्हांला खचीत खचीत सांगतो, दास आपल्या धन्यापेक्षा थोर नाही आणि पाठवलेला पाठवणार्‍यापेक्षा थोर नाही."},{"number":17,"verse":"जर ह्या गोष्टी तुम्हांला समजतात तर त्या केल्याने तुम्ही धन्य आहात."},{"number":18,"verse":"मी तुम्हा सर्वांविषयी बोलत नाही, जे मी निवडले ते मला माहीत आहेत; तरी ‘ज्याने माझे अन्न खाल्ले, त्यानेही माझ्यावर लाथ उगारली आहे,’ हा शास्त्रलेख पूर्ण झाला पाहिजे."},{"number":19,"verse":"हे मी तुम्हांला आता म्हणजे हे घडण्यापूर्वी सांगतो, ह्यासाठी की, जेव्हा हे घडेल तेव्हा तुम्ही विश्वास ठेवावा की, मी तो आहे.1"},{"number":20,"verse":"मी तुम्हांला खचीत खचीत सांगतो की, मी ज्याला पाठवतो त्याचा जो स्वीकार करतो तो माझा स्वीकार करतो आणि जो मला स्वीकारतो तो ज्याने मला पाठवले त्याला स्वीकारतो.”"},{"number":21,"verse":"( येशू आपला विश्वासघात करणारा दाखवतो) असे बोलल्यावर येशू आत्म्यात व्याकूळ झाला व निश्‍चितार्थाने म्हणाला, “मी तुम्हांला खचीत खचीत सांगतो, तुमच्यापैकी एक जण मला धरून देईल.”"},{"number":22,"verse":"तो कोणाविषयी बोलतो ह्या संशयाने शिष्य एकमेकांकडे पाहू लागले."},{"number":23,"verse":"तेव्हा ज्याच्यावर येशूची प्रीती होती असा त्याच्या शिष्यांतील एक जण येशूच्या उराशी टेकलेला होता;"},{"number":24,"verse":"म्हणून ज्याच्याविषयी तो बोलला तो कोण आहे हे आम्हांला सांग, असे शिमोन पेत्राने त्याला खुणावून म्हटले."},{"number":25,"verse":"तेव्हा तो तसाच येशूच्या उराशी टेकलेला असता मागे लवून त्याला म्हणाला, “प्रभूजी, तो कोण आहे?”"},{"number":26,"verse":"येशूने उत्तर दिले, “मी ज्याला घास ताटात बुचकळून देईन तोच तो आहे.” मग त्याने घास ताटात बुचकळून शिमोनाचा मुलगा यहूदा इस्कर्योत ह्याला दिला."},{"number":27,"verse":"आणि घास दिल्याबरोबर सैतान त्याच्यामध्ये शिरला. मग येशूने त्याला म्हटले, “तुला जे करायचे ते लवकर करून टाक.”"},{"number":28,"verse":"पण त्याने त्याला असे कशासाठी सांगितले हे भोजनास बसलेल्यांतील कोणाला समजले नाही."},{"number":29,"verse":"कारण यहूदाजवळ डबी होती म्हणून सणासाठी आपणास ज्या पदार्थांची गरज आहे ते विकत घ्यावेत किंवा गरिबांना काहीतरी द्यावे म्हणून येशू सांगतो आहे, असे कित्येकांना वाटले."},{"number":30,"verse":"मग घास घेतल्यावर तो लगेचच बाहेर गेला; त्या वेळी रात्र होती."},{"number":31,"verse":"( प्रीतीविषयी नवी आज्ञा) तो बाहेर गेल्यावर येशूने म्हटले, “आता मनुष्याच्या पुत्राचा गौरव झाला आहे आणि त्याच्या ठायी देवाचा गौरव झाला आहे;"},{"number":32,"verse":"देव आपल्या ठायी त्याचा गौरव करील; तो त्याचा लवकर गौरव करील."},{"number":33,"verse":"मुलांनो, मी अजून थोडा वेळ तुमच्याबरोबर आहे. तुम्ही माझा शोध कराल; आणि जसे मी यहूद्यांना सांगितले की, ‘जेथे मी जातो तेथे तुम्हांला येता येणार नाही,’ तसे तुम्हांलाही आता सांगतो."},{"number":34,"verse":"मी तुम्हांला नवी आज्ञा देतो की, तुम्ही एकमेकांवर प्रीती करावी; जशी मी तुमच्यावर प्रीती केली तशी तुम्हीही एकमेकांवर प्रीती करावी."},{"number":35,"verse":"तुमची एकमेकांवर प्रीती असली म्हणजे त्यावरून सर्व ओळखतील की, तुम्ही माझे शिष्य आहात.”"},{"number":36,"verse":"( पेत्र आपणास नाकारील ह्याविषयी येशूचे भविष्य) शिमोन पेत्र त्याला म्हणाला, “प्रभूजी, आपण कोठे जाता?” येशूने उत्तर दिले, “मी जेथे जातो तेथे तुला आता माझ्यामागे येता येणार नाही; पण तू नंतर येशील.”"},{"number":37,"verse":"पेत्र त्याला म्हणाला, “प्रभूजी, मला आपल्यामागे आताच का येता येणार नाही? आपल्यासाठी मी माझा प्राण देईन.”"},{"number":38,"verse":"येशूने त्याला उत्तर दिले, “काय? माझ्यासाठी तू आपला प्राण देशील? मी तुला खचीत खचीत सांगतो, तू तीन वेळा मला नाकारशील तोपर्यंत कोंबडा आरवणार नाही.”"}]}