{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"( येशूला अटक) हे बोलल्यानंतर येशू आपल्या शिष्यांसह किद्रोन ओहळाच्या पलीकडे गेला; तेथे बाग होती; तेथे तो व त्याचे शिष्य गेले."},{"number":2,"verse":"ही जागा त्याला धरून देणार्‍या यहूदालाही ठाऊक होती; कारण येशू आपल्या शिष्यांसह तेथे वारंवार जात असे."},{"number":3,"verse":"तेव्हा सैनिकांची तुकडी व मुख्य याजक आणि परूशी ह्यांच्याकडचे कामदार मिळाल्यावर यहूदा दिवे, मशाली व शस्त्रे घेऊन तेथे आला."},{"number":4,"verse":"येशू आपणावर जे काही येणार ते सर्व जाणून बाहेर आला आणि त्यांना म्हणाला, “तुम्ही कोणाला शोधता?”"},{"number":5,"verse":"त्यांनी त्याला उत्तर दिले, “नासरेथकर येशूला.” येशू त्यांना म्हणाला, “मीच तो आहे.” त्याला धरून देणारा यहूदाही त्यांच्याबरोबर उभा होता."},{"number":6,"verse":"“मीच तो आहे” असे म्हणताच ते मागे हटून जमिनीवर पडले."},{"number":7,"verse":"तेव्हा त्याने त्यांना पुन्हा विचारले, “कोणाला शोधता?” ते म्हणाले, “नासरेथकर येशूला.”"},{"number":8,"verse":"येशूने उत्तर दिले, “मीच तो आहे असे मी तुम्हांला सांगितले; तुम्ही मला शोधत असाल तर ह्यांना जाऊ द्या.”"},{"number":9,"verse":"“जे तू मला दिले आहेत त्यांतून मी एकही हरवला नाही,” असे जे वचन तो बोलला होता ते पूर्ण व्हावे म्हणून हे झाले."},{"number":10,"verse":"शिमोन पेत्राजवळ तलवार होती, ती त्याने उपसून प्रमुख याजकाच्या दासावर चालवली आणि त्याचा उजवा कान कापून टाकला; त्या दासाचे नाव मल्ख होते."},{"number":11,"verse":"येशू पेत्राला म्हणाला, “तलवार म्यानात घाल; पित्याने जो प्याला मला दिला आहे तो मी पिऊ नये काय?”"},{"number":12,"verse":"मग सैनिकांची तुकडी, हजारांचा सरदार व यहूद्यांचे कामदार ह्यांनी येशूला धरून बांधले."},{"number":13,"verse":"त्यांनी त्याला प्रथम हन्नाकडे नेले; कारण त्या वर्षी प्रमुख याजक असलेल्या कयफाचा हा सासरा होता."},{"number":14,"verse":"एका मनुष्याने लोकांबद्दल मरावे हे हितावह आहे अशी ह्याच कयफाने यहूद्यांना मसलत दिली होती. पेत्र येशूला नाकारतो"},{"number":15,"verse":"शिमोन पेत्र व दुसरा एक शिष्य येशूच्या मागेमागे चालले. तो शिष्य प्रमुख याजकाच्या ओळखीचा होता आणि तो येशूबरोबर प्रमुख याजकाच्या वाड्यात गेला;"},{"number":16,"verse":"पण पेत्र दाराशी बाहेर उभा राहिला होता, म्हणून जो दुसरा शिष्य प्रमुख याजकाच्या ओळखीचा होता, त्याने बाहेर जाऊन व द्वारपालिकेला सांगून पेत्राला आत आणले."},{"number":17,"verse":"ह्यावरून ती तरुण द्वारपालिका पेत्राला म्हणाली, “तूही त्या माणसाच्या शिष्यांपैकी आहेस काय?” त्याने म्हटले, “मी नाही.”"},{"number":18,"verse":"थंडी असल्यामुळे दास व कामदार हे कोळशांचा विस्तव पेटवून शेकत उभे राहिले होते; आणि त्यांच्याबरोबर पेत्रही शेकत उभा राहिला होता."},{"number":19,"verse":"तेव्हा प्रमुख याजकाने येशूला त्याच्या शिष्यांविषयी व त्याच्या शिकवणीविषयी विचारले."},{"number":20,"verse":"येशूने त्याला उत्तर दिले, “मी जगासमोर उघडपणे बोललो आहे, सभास्थानांत व मंदिरात सर्व यहूदी जमतात तेथे मी नेहमी शिक्षण दिले, गुप्तपणे काही बोललो नाही."},{"number":21,"verse":"मला का विचारता? ज्यांनी ऐकले आहे त्यांना विचारा मी काय बोललो ते. पाहा, मी जे बोललो ते त्यांना ठाऊक आहे.”"},{"number":22,"verse":"त्याने असे म्हटल्याबरोबर जवळ उभा असलेला एक कामदार येशूला चपराक मारून म्हणाला, “तू प्रमुख याजकाला असा जबाब देतोस काय?”"},{"number":23,"verse":"येशूने त्याला उत्तर दिले, “मी वाईट रीतीने बोललो असलो तर कसे वाईट बोललो ते सिद्ध कर; योग्य रीतीने बोललो असलो तर मला का मारतोस?”"},{"number":24,"verse":"तेव्हा हन्नाने त्याला प्रमुख याजक कयफा ह्याच्याकडे बांधलेलेच पाठवले."},{"number":25,"verse":"शिमोन पेत्र शेकत उभा राहिला होता. त्याला इतर लोक म्हणाले, “तूही त्याच्या शिष्यांतला आहेस काय?” तो नाकारून बोलला, “मी नाही.”"},{"number":26,"verse":"ज्याचा कान पेत्राने कापून टाकला होता त्याचा एक नातलग प्रमुख याजकाच्या दासांपैकी होता, तो त्याला म्हणाला, “मी तुला त्याच्याबरोबर बागेत नाही का पाहिले?”"},{"number":27,"verse":"पेत्राने पुन्हा नाकारले; आणि लगेचच कोंबडा आरवला."},{"number":28,"verse":"( रोमी सुभेदार पिलात ह्याच्यापुढे येशू) नंतर त्यांनी येशूला कयफाकडून सरकारवाड्यात नेले, तेव्हा सकाळ होती आणि आपणांस विटाळ होऊ नये, वल्हांडणाचे भोजन करता यावे, म्हणून ते स्वतः सरकारवाड्यात गेले नाहीत."},{"number":29,"verse":"ह्यास्तव पिलात त्यांच्याकडे बाहेर येऊन म्हणाला, “तुम्ही ह्या माणसावर काय आरोप ठेवता?”"},{"number":30,"verse":"त्यांनी त्याला उत्तर दिले, “तो दुष्कर्मी नसता तर आम्ही त्याला आपल्या स्वाधीन केले नसते.”"},{"number":31,"verse":"पिलाताने त्यांना म्हटले, “त्याला नेऊन तुम्हीच आपल्या नियमशास्त्राप्रमाणे त्याचा न्याय करा.” यहूदी त्याला म्हणाले, “आम्हांला कोणाचा जीव घेण्याचा अधिकार नाही.”"},{"number":32,"verse":"आपण कोणत्या मरणाने मरणार हे सुचवताना येशूने जे वचन सांगितले होते ते पूर्ण व्हावे म्हणून असे झाले."},{"number":33,"verse":"तेव्हा पिलात पुन्हा सरकारवाड्यात गेला आणि येशूला बोलावून म्हणाला, “तू यहूद्यांचा राजा आहेस काय?”"},{"number":34,"verse":"येशूने उत्तर दिले, “आपण स्वतः होऊन हे म्हणता किंवा दुसर्‍यांनी आपणाला माझ्याविषयी सांगितले?”"},{"number":35,"verse":"पिलाताने उत्तर दिले, “मी यहूदी आहे काय? तुझ्याच लोकांनी व मुख्य याजकांनी तुला माझ्या स्वाधीन केले; तू काय केलेस?”"},{"number":36,"verse":"येशूने उत्तर दिले, “माझे राज्य ह्या जगाचे नाही, माझे राज्य ह्या जगाचे असते तर मी यहूद्यांच्या स्वाधीन केला जाऊ नये म्हणून माझ्या सेवकांनी लढाई केली असती; परंतु आता माझे राज्य येथले नाही.”"},{"number":37,"verse":"ह्यावरून पिलात त्याला म्हणाला, “तर तू राजा आहेस काय?” येशूने उत्तर दिले, “मी राजा आहे असे आपण म्हणता. मी ह्यासाठी जन्मलो आहे व ह्यासाठी जगात आलो आहे की, मी सत्याविषयी साक्ष द्यावी. जो कोणी सत्याचा आहे तो माझी वाणी ऐकतो.”"},{"number":38,"verse":"पिलात त्याला म्हणाला, “सत्य काय आहे?” असे बोलून तो पुन्हा यहूद्यांकडे बाहेर जाऊन म्हणाला, “ह्याच्या ठायी मला काही अपराध दिसत नाही."},{"number":39,"verse":"पण वल्हांडण सणात मी तुमच्यासाठी एका माणसाला सोडावे अशी तुमची रीत आहे; म्हणून मी तुमच्यासाठी यहूद्यांच्या राजाला सोडावे अशी तुमची इच्छा आहे काय?”"},{"number":40,"verse":"तेव्हा ते पुन्हा ओरडून म्हणाले, “ह्याला सोडू नका, तर बरब्बाला सोडा.” बरब्बा हा एक लुटारू होता."}]}