{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"( काना येथील लग्न) नंतर तिसर्‍या दिवशी गालीलातील काना येथे एक लग्न होते आणि येशूची आई तेथे होती."},{"number":2,"verse":"येशूला व त्याच्या शिष्यांनाही लग्नाचे आमंत्रण होते."},{"number":3,"verse":"मग द्राक्षारस संपला तेव्हा येशूची आई त्याला म्हणाली, “त्यांच्याजवळ द्राक्षारस नाही.”"},{"number":4,"verse":"येशू तिला म्हणाला, “बाई, ह्याच्याशी तुझा-माझा काय संबंध? माझी वेळ अजून आली नाही.”"},{"number":5,"verse":"त्याची आई चाकरांना म्हणाली, “हा तुम्हांला जे काही सांगेल ते करा.”"},{"number":6,"verse":"तेथे पाण्याचे सहा दगडी रांजण, यहूद्यांच्या शुद्धीकरणाच्या रीतीप्रमाणे ठेवलेले होते; त्यांत दोन-दोन, तीन-तीन मण पाणी मावेल असे ते होते."},{"number":7,"verse":"येशू त्यांना म्हणाला, “रांजण पाण्याने भरा,” आणि ते त्यांनी काठोकाठ भरले."},{"number":8,"verse":"मग त्याने त्यांना सांगितले, “आता त्यांतले काढून भोजनकारभार्‍याकडे न्या.” तेव्हा त्यांनी ते नेले."},{"number":9,"verse":"द्राक्षारस बनलेले पाणी भोजनकारभार्‍याने जेव्हा चाखले, (तो द्राक्षारस कोठला आहे हे त्याला ठाऊक नव्हते, पण पाणी काढणार्‍या चाकरांना ठाऊक होते), तेव्हा भोजनकारभारी वराला बोलावून म्हणाला,"},{"number":10,"verse":"“प्रत्येक मनुष्य पहिल्याने चांगला द्राक्षारस वाढतो आणि लोक यथेच्छ प्याले मग नीरस वाढतो; तू तर चांगला द्राक्षारस आतापर्यंत ठेवला आहेस.”"},{"number":11,"verse":"येशूने गालीलातील काना येथे आपल्या चिन्हांचा हा प्रारंभ करून आपला गौरव प्रकट केला आणि त्याच्या शिष्यांनी त्याच्यावर विश्वास ठेवला."},{"number":12,"verse":"त्यानंतर तो, त्याची आई, त्याचे भाऊ व त्याचे शिष्य खाली कफर्णहूमास गेले; परंतु तेथे ते फार दिवस राहिले नाहीत."},{"number":13,"verse":"( मंदिराचे शुद्धीकरण) मग यहूद्यांचा वल्हांडण सण जवळ आला व येशू वर यरुशलेमेस गेला."},{"number":14,"verse":"आणि मंदिरात गुरे, मेंढरे, कबुतरे विकणारे आणि सराफ हे बसलेले त्याला आढळले."},{"number":15,"verse":"तेव्हा त्याने दोर्‍यांचा एक कोरडा करून मेंढरे व गुरे ह्या सर्वांना मंदिरातून घालवून दिले. सराफांचा खुर्दाही ओतून टाकला व चौरंग पालथे केले."},{"number":16,"verse":"आणि तो कबुतरे विकणार्‍यांना म्हणाला, “ही येथून काढून घ्या; माझ्या पित्याच्या घराची बाजारपेठ करू नका.”"},{"number":17,"verse":"तेव्हा ‘तुझ्या मंदिराविषयीचा आवेश मला ग्रासून टाकील,’ असा शास्त्रलेख असल्याचे त्याच्या शिष्यांना आठवले."},{"number":18,"verse":"त्यावरून यहूदी त्याला म्हणाले, “तुम्ही हे करता तर आम्हांला तुमच्या अधिकाराचे काय चिन्ह दाखवता?”"},{"number":19,"verse":"येशूने त्यांना उत्तर दिले, “तुम्ही हे मंदिर मोडून टाका आणि मी तीन दिवसांत ते उभारीन.”"},{"number":20,"verse":"ह्यावरून यहूदी म्हणाले, “हे मंदिर बांधण्यास सेहेचाळीस वर्षे लागली आणि तुम्ही हे तीन दिवसांत उभारणार काय?”"},{"number":21,"verse":"तो तर आपल्या शरीररूपी मंदिराविषयी बोलला होता."},{"number":22,"verse":"म्हणून तो असे म्हणत असे हे तो मेलेल्यांतून उठल्यावर त्याच्या शिष्यांना आठवले, आणि त्यांनी शास्त्रावर व येशूने जे वचन सांगितले होते त्यावर विश्वास ठेवला."},{"number":23,"verse":"वल्हांडणाच्या सणात यरुशलेम येथे असताना जी चिन्हे तो करत होता ती पाहून पुष्कळांनी त्याच्या नावावर विश्वास ठेवला."},{"number":24,"verse":"पण येशू सर्वांना ओळखून असल्यामुळे त्याला स्वतःला त्यांचा भरवसा नव्हता;"},{"number":25,"verse":"शिवाय, मनुष्याविषयी कोणीही साक्ष द्यावी ह्याची त्याला गरज नव्हती, कारण मनुष्यात काय आहे हे त्याला स्वतःला ठाऊक होते."}]}