{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"( येशूचे तिबिर्या समुद्राजवळ सात शिष्यांना दर्शन) त्यानंतर तिबिर्याच्या समुद्राजवळ येशू शिष्यांना पुन्हा प्रकट झाला आणि तो ह्या प्रकारे प्रकट झाला."},{"number":2,"verse":"शिमोन पेत्र, दिदुम म्हटलेला थोमा, गालीलातील काना येथला नथनेल, जब्दीचे मुलगे व त्याच्या शिष्यांपैकी दुसरे दोघे जण हे एकत्र जमले असता,"},{"number":3,"verse":"शिमोन पेत्र त्यांना म्हणाला, “मी मासे धरायला जातो.” ते त्याला म्हणाले, “आम्हीही तुझ्याबरोबर येतो.” तेव्हा ते निघून मचव्यात बसले; पण त्या रात्री त्यांनी काहीही धरले नाही."},{"number":4,"verse":"मग पहाट होत असता येशू समुद्रकिनार्‍यावर उभा होता; तरी तो येशू आहे असे शिष्यांनी ओळखले नव्हते."},{"number":5,"verse":"तेव्हा येशूने त्यांना म्हटले, “मुलांनो, तुमच्याजवळ काही खायला आहे काय?” त्यांनी त्याला उत्तर दिले, “नाही.”"},{"number":6,"verse":"त्याने त्यांना म्हटले, मचव्याच्या उजव्या बाजूस जाळे टाका म्हणजे तुम्हांला सापडेल; म्हणून त्यांनी ते टाकले, तेव्हा माशांचा घोळका लागल्यामुळे ते त्यांना ओढवेना."},{"number":7,"verse":"ह्यावरून ज्या शिष्यावर येशूची प्रीती होती तो पेत्राला म्हणाला, “हा प्रभूच आहे.” “प्रभू आहे” हे ऐकून शिमोन पेत्राने अंगरखा घालून तो कंबरेला गुंडाळून घेतला, (कारण तो उघडा होता) आणि त्याने समुद्रात उडी टाकली."},{"number":8,"verse":"दुसरे शिष्य माशांचे जाळे ओढत ओढत होडीतून आले, (कारण ते किनार्‍यापासून दूर नव्हते, सुमारे दोनशे हातांवर होते)."},{"number":9,"verse":"मग किनार्‍यावर उतरल्यावर त्यांनी कोळशांचा विस्तव आणि त्यावर घातलेली मासळी व भाकर पाहिली."},{"number":10,"verse":"येशूने त्यांना म्हटले, “तुम्ही इतक्यात धरलेल्या मासळीतून काही आणा.”"},{"number":11,"verse":"शिमोन पेत्राने मचव्यावर चढून एकशे त्रेपन्न मोठ्या माशांनी भरलेले जाळे किनार्‍यावर ओढून आणले; तितके असतानाही जाळे फाटले नाही."},{"number":12,"verse":"येशू त्यांना म्हणाला, “या, न्याहरी करा.” तेव्हा तो प्रभू आहे असे त्यांना समजले, म्हणून आपण कोण आहात हे त्याला विचारण्यास शिष्यांतील कोणी धजला नाही."},{"number":13,"verse":"येशूने येऊन भाकर घेतली व त्यांना दिली; तशीच मासळीही दिली."},{"number":14,"verse":"येशू मेलेल्यांतून उठल्यावर आपल्या शिष्यांना प्रकट झाल्याची ही तिसरी वेळ."},{"number":15,"verse":"( पेत्राबरोबर येशूचे शेवटले भाषण) त्यांची न्याहारी झाल्यावर येशूने शिमोन पेत्राला म्हटले, “योहानाच्या पुत्रा शिमोना, ह्यांच्यापेक्षा तू माझ्यावर अधिक प्रीती करतोस काय?” तो त्याला म्हणाला, “होय, प्रभू; आपणावर मी प्रेम करतो, हे आपणाला ठाऊक आहे.” त्याने त्याला म्हटले, “माझी कोकरे चार.”"},{"number":16,"verse":"पुन्हा दुसर्‍यांदा तो त्याला म्हणाला, “योहानाच्या पुत्रा शिमोना, माझ्यावर प्रीती करतोस काय?” तो त्याला म्हणाला, “होय, प्रभू; मी आपणावर प्रेम करतो हे आपणाला ठाऊक आहे.” त्याने त्याला म्हटले, “माझी मेंढरे पाळ.”"},{"number":17,"verse":"तिसर्‍यांदा तो त्याला म्हणाला, “योहानाच्या पुत्रा शिमोना, माझ्यावर प्रेम करतोस काय?” “माझ्यावर प्रेम करतोस काय?” असे तिसर्‍यांदा त्याला म्हटले, म्हणून पेत्र दु:खी होऊन त्याला म्हणाला, “प्रभू, आपणाला सर्व ठाऊक आहे; मी आपणावर प्रेम करतो हे आपण ओळखले आहे.” येशूने त्याला म्हटले, “माझी मेंढरे चार."},{"number":18,"verse":"मी तुला खचीत खचीत सांगतो, तू तरुण होतास तेव्हा स्वत: कंबर बांधून तुझ्या इच्छेस येईल तेथे जात होतास; परंतु तू म्हातारा होशील तेव्हा हात लांब करशील आणि माणूस तुझी कंबर बांधून तुझ्या इच्छेस येणार नाही तेथे तुला नेईल.”"},{"number":19,"verse":"तो कोणत्या प्रकारच्या मरणाने देवाचा गौरव करील हे सुचवण्याकरता तो हे बोलला; आणि असे बोलल्यावर त्याने त्याला म्हटले, “माझ्यामागे ये.”"},{"number":20,"verse":"मग पेत्र वळला आणि ज्या शिष्यावर येशूची प्रीती होती, आणि जो भोजनाच्या वेळेस त्याच्या उराशी टेकला असता मागे लवून “प्रभू, आपणाला धरून देणारा तो कोण आहे?” असे म्हणाला होता, त्याला त्याने मागे चालताना पाहिले."},{"number":21,"verse":"त्याला पाहून पेत्र येशूला म्हणाला, “प्रभू, ह्याचे काय?”"},{"number":22,"verse":"येशूने त्याला म्हटले, “मी येईपर्यंत त्याने राहावे अशी माझी इच्छा असली तर तुला त्याचे काय? तू माझ्यामागे ये.”"},{"number":23,"verse":"ह्यावरून तो शिष्य मरणार नाही ही गोष्ट बंधुवर्गामध्ये पसरली; तरी ‘तो मरणार नाही’ असे येशूने त्याला म्हटले नव्हते; तर “मी येईपर्यंत त्याने राहावे अशी माझी इच्छा असली तर तुला त्याचे काय?” असे म्हटले होते."},{"number":24,"verse":"( समाप्ती) जो ह्या गोष्टींविषयी साक्ष देतो व ज्याने ह्या गोष्टी लिहिल्या तोच हा शिष्य आहे आणि त्याची साक्ष खरी आहे हे आम्हांला माहीत आहे."},{"number":25,"verse":"येशूने केलेली दुसरीही पुष्कळ कृत्ये आहेत, ती सर्व एकेक लिहिली तर लिहिलेली पुस्तके ह्या जगात मावणार नाहीत, असे मला वाटते."}]}