{"bibleAbbr":"mrRV2015","bookName":"योहानकृत शुभवर्तमान","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"पण येशू जैतुनांच्या डोंगराकडे गेला."},{"number":2,"verse":"नंतर पहाटेस तो पुन्हा मंदिरात आला तेव्हा सर्व लोक त्याच्याकडे आले आणि तो बसून त्यांना शिकवू लागला."},{"number":3,"verse":"त्या वेळी व्यभिचार करत असताना धरलेल्या एका स्त्रीला शास्त्री व परूशी ह्यांनी त्याच्याकडे आणले व तिला मध्ये उभे करून ते त्याला म्हणाले,"},{"number":4,"verse":"“गुरूजी, ही स्त्री व्यभिचार करत असताना धरण्यात आली."},{"number":5,"verse":"मोशेने नियमशास्त्रात आम्हांला अशी आज्ञा दिली आहे की, अशांना दगडमार करावा; तर आपण हिच्याविषयी काय म्हणता?”"},{"number":6,"verse":"त्याला दोष लावायला आपणांस काहीतरी मिळावे म्हणून त्याची परीक्षा पाहण्याकरता ते असे म्हणाले. येशू तर खाली ओणवून बोटाने जमिनीवर लिहू लागला."},{"number":7,"verse":"आणि ते त्याला एकसारखे विचारत असता तो उठून त्यांना म्हणाला, “तुमच्यामध्ये जो निष्पाप असेल त्याने प्रथम तिच्यावर दगड टाकावा.”"},{"number":8,"verse":"मग तो पुन्हा खाली ओणवून जमिनीवर लिहू लागला."},{"number":9,"verse":"हे शब्द ऐकून वृद्धांतल्या वृद्धापासून तो थेट शेवटल्या माणसापर्यंत ते सर्व एकामागून एक निघून गेले; येशू एकटा राहिला आणि तेथेच ती स्त्री मध्ये उभी होती."},{"number":10,"verse":"नंतर येशू उठला व त्या स्त्रीशिवाय तेथे कोणी नाही असे पाहून तिला म्हणाला, “बाई, तुला दोष देणारे कोठे आहेत? तुला कोणी दंड ठरवला नाही काय?”"},{"number":11,"verse":"ती म्हणाली, “प्रभूजी, कोणी नाही.” तेव्हा येशू तिला म्हणाला, “मीही तुला दंड ठरवत नाही; जा; ह्यापुढे पाप करू नकोस.]"},{"number":12,"verse":"( जगाचा प्रकाश) पुढे येशू पुन्हा त्यांना म्हणाला, “मीच जगाचा प्रकाश आहे, जो मला अनुसरतो तो अंधारात चालणारच नाही, तर त्याच्याजवळ जीवनाचा प्रकाश राहील.”"},{"number":13,"verse":"ह्यावरून परूशी त्याला म्हणाले, “तुम्ही स्वतःविषयी साक्ष देता, तुमची साक्ष खरी नाही.”"},{"number":14,"verse":"येशूने त्यांना उत्तर दिले, “मी स्वतःविषयी साक्ष दिली, तरी माझी साक्ष खरी आहे; कारण मी कोठून आलो व कोठे जातो हे मला ठाऊक आहे; मी कोठून येतो व कोठे जातो हे तुम्हांला ठाऊक नाही."},{"number":15,"verse":"तुम्ही देहबुद्धीने न्याय करता; मी कोणाचा न्याय करत नाही."},{"number":16,"verse":"आणि जरी मी कोणाचा न्याय केला तरी माझा न्याय खरा आहे; कारण मी एकटा नाही तर मी आहे व ज्याने मला पाठवले तोही आहे."},{"number":17,"verse":"तुमच्या नियमशास्त्रात असे लिहिले आहे की, दोघा मनुष्यांची साक्ष खरी आहे."},{"number":18,"verse":"मी स्वतःविषयी साक्ष देणारा आहे आणि ज्या पित्याने मला पाठवले तोही माझ्याविषयी साक्ष देतो.”"},{"number":19,"verse":"ह्यावरून ते त्याला म्हणाले, “तुमचा पिता कोठे आहे?” येशूने उत्तर दिले, “तुम्ही मला किंवा माझ्या पित्यालाही ओळखत नाही; तुम्ही मला ओळखले असते तर माझ्या पित्यालाही ओळखले असते.”"},{"number":20,"verse":"तो मंदिरात शिकवत असता ही वचने जामदारखान्यात बोलला; तरी त्याला कोणी धरले नाही, कारण तोपर्यंत त्याची वेळ आली नव्हती."},{"number":21,"verse":"( ओढवणार्‍या संकटाविषयी इशारे) ह्यानंतर येशू पुन्हा त्यांना म्हणाला, “मी निघून जातो आणि तुम्ही माझा शोध कराल व तुम्ही आपल्या पापांत मराल; मी जेथे जातो तेथे तुम्ही येऊ शकत नाही.”"},{"number":22,"verse":"ह्यावर यहूदी म्हणाले, “‘मी जेथे जातो तेथे तुम्ही येऊ शकत नाही’ असे हा म्हणतो, ह्यावरून हा आत्महत्या तर करणार नाही?”"},{"number":23,"verse":"तो त्यांना म्हणाला, “तुम्ही खालचे आहात, मी वरचा आहे, तुम्ही ह्या जगाचे आहात, मी ह्या जगाचा नाही."},{"number":24,"verse":"म्हणून मी तुम्हांला सांगितले की, तुम्ही आपल्या पापांत मराल; कारण मी तो आहे1 असा विश्वास तुम्ही न धरल्यास तुम्ही आपल्या पापांत मराल.”"},{"number":25,"verse":"ह्यावरून ते त्याला म्हणाले, “तुम्ही कोण आहात?” येशू त्यांना म्हणाला, “पहिल्यापासून तुम्हांला जे सांगत आलो तेच नाही का?2"},{"number":26,"verse":"मला तुमच्याविषयी पुष्कळ बोलायचे आहे व न्यायनिवाडा करायचा आहे; परंतु ज्याने मला पाठवले तो खरा आहे आणि ज्या गोष्टी मी त्याच्यापासून ऐकल्या त्या मी जगास सांगतो.”"},{"number":27,"verse":"तो आपल्याबरोबर पित्याविषयी बोलत आहे हे त्यांना समजले नाही."},{"number":28,"verse":"म्हणून येशूने त्यांना म्हटले, “जेव्हा तुम्ही मनुष्याच्या पुत्राला उंच कराल तेव्हा तुम्हांला समजेल की तो मी आहे आणि मी आपण होऊन काही करत नाही तर मला पित्याने शिकवल्याप्रमाणे मी ह्या गोष्टी बोलतो."},{"number":29,"verse":"ज्याने मला पाठवले तो माझ्याबरोबर आहे; त्याने मला एकटे सोडले नाही, कारण जे त्याला आवडते ते मी सर्वदा करतो.”"},{"number":30,"verse":"तो ह्या गोष्टी बोलत असता पुष्कळ लोकांनी त्याच्यावर विश्वास ठेवला."},{"number":31,"verse":"( यहूद्यांबरोबर झालेला वादविवाद) ज्या यहूद्यांनी त्याच्यावर विश्वास ठेवला त्यांना येशू म्हणाला, “तुम्ही माझ्या वचनात राहिलात तर खरोखर माझे शिष्य आहात;"},{"number":32,"verse":"तुम्हांला सत्य समजेल व सत्य तुम्हांला बंधमुक्त करील.”"},{"number":33,"verse":"ते त्याला म्हणाले, “आम्ही अब्राहामाचे वंशज आहोत व कधीही कोणाच्या दास्यात नव्हतो; तर तुम्ही बंधमुक्त व्हाल असे तुम्ही कसे म्हणता?”"},{"number":34,"verse":"येशूने त्यांना उत्तर दिले, “मी तुम्हांला खचीत खचीत सांगतो, जो कोणी पाप करतो तो पापाचा दास आहे."},{"number":35,"verse":"दास घरात सदासर्वदा राहत नाही, पुत्र सदासर्वदा राहतो."},{"number":36,"verse":"म्हणून जर पुत्र तुम्हांला बंधमुक्त करील तर तुम्ही खरेखुरे बंधमुक्त व्हाल."},{"number":37,"verse":"तुम्ही अब्राहामाचे वंशज आहात हे मला ठाऊक आहे, तरी तुमच्यामध्ये माझ्या वचनाला जागा नाही; म्हणून तुम्ही मला जिवे मारायला पाहता."},{"number":38,"verse":"मी माझ्या पित्याजवळ जे पाहिले ते बोलतो, तसेच तुम्ही आपल्या पित्यापासून जे ऐकले ते करता.”"},{"number":39,"verse":"त्यांनी त्याला उत्तर दिले, “आमचा पिता अब्राहाम आहे.” येशू त्यांना म्हणाला, “जर तुम्ही अब्राहामाची मुले आहात तर अब्राहामाची कृत्ये करा;1"},{"number":40,"verse":"परंतु ज्याने देवापासून ऐकलेले सत्य तुम्हांला सांगितले त्या मनुष्याला म्हणजे मला तुम्ही आता जिवे मारायला पाहता; अब्राहामाने असे केले नाही."},{"number":41,"verse":"तुम्ही आपल्या पित्याची कृत्ये करता.” ते त्याला म्हणाले, “आमचा जन्म जारकर्मापासून झाला नाही. आम्हांला एकच पिता म्हणजे देव आहे.”"},{"number":42,"verse":"येशूने त्यांना म्हटले, “देव जर तुमचा पिता असता तर तुम्ही माझ्यावर प्रीती केली असती; कारण मी देवापासून निघालो व आलो आहे; मी आपण होऊन आलो नाही, तर त्यानेच मला पाठवले."},{"number":43,"verse":"तुम्ही माझे बोलणे का समजून घेत नाही? ह्याचे कारण हेच की, तुमच्याने माझे वचन ऐकवत नाही."},{"number":44,"verse":"तुम्ही आपला बाप सैतान ह्यापासून झाला आहात आणि तुमच्या बापाच्या वासनांप्रमाणे करू इच्छिता. तो प्रारंभापासून मनुष्यघातक होता आणि तो सत्यात टिकला नाही; कारण त्याच्यामध्ये सत्य नाही. तो खोटे बोलतो तेव्हा तो स्वतःचे बोलतो; कारण तो लबाड व लबाडीचा बाप आहे."},{"number":45,"verse":"पण मी तुम्हांला खरे सांगतो म्हणून तुम्ही माझ्यावर विश्वास ठेवत नाही."},{"number":46,"verse":"तुमच्यापैकी कोण मला पापी ठरवतो? मी खरे सांगत असता तुम्ही माझ्यावर विश्वास का ठेवत नाही?"},{"number":47,"verse":"जो देवापासून आहे तो देवाची वचने ऐकतो; तुम्ही देवापासून नाही म्हणून तुम्ही ऐकत नाही.”"},{"number":48,"verse":"यहूद्यांनी त्याला उत्तर दिले, “तुम्ही शोमरोनी आहात व तुम्हांला भूत लागले आहे, हे जे आम्ही म्हणतो ते बरोबर आहे की नाही?”"},{"number":49,"verse":"येशूने उत्तर दिले, “मला भूत लागले नाही; तर मी आपल्या पित्याचा सन्मान करतो आणि तुम्ही माझा अपमान करता."},{"number":50,"verse":"मी स्वतःचा गौरव करू पाहत नाही; ते पाहणारा व न्यायनिवाडा करणारा आहेच."},{"number":51,"verse":"मी तुम्हांला खचीत खचीत सांगतो, जर कोणी माझे वचन पाळील तर त्याला मरणाचा अनुभव कधीही येणार नाही.”"},{"number":52,"verse":"यहूदी त्याला म्हणाले, “तुम्हांला भूत लागले आहे हे आता आम्हांला कळले. अब्राहाम मेला व संदेष्टेही मेले, आणि तुम्ही म्हणता, ‘जर कोणी माझे वचन पाळील तर त्याला मरणाचा अनुभव कधीही येणार नाही.’"},{"number":53,"verse":"आमचा बाप अब्राहाम मेला; त्याच्यापेक्षा तुम्ही मोठे आहात काय? संदेष्टेही मेले; तुम्ही स्वतःला काय समजता?”"},{"number":54,"verse":"येशूने उत्तर दिले, “मी माझा स्वतःचा गौरव केला तर तो माझा गौरव काहीच नाही; माझा गौरव करणारा माझा पिता आहे; तो आमचा देव आहे असे तुम्ही त्याच्याविषयी म्हणता."},{"number":55,"verse":"तरी तुम्ही त्याला ओळखले नाही; मी त्याला ओळखतो; आणि मी त्याला ओळखत नाही असे जर मी म्हणेन तर मी तुमच्यासारखा लबाड ठरेन; पण मी त्याला ओळखतो व त्याचे वचन पाळतो."},{"number":56,"verse":"तुमचा बाप अब्राहाम माझा दिवस पाहण्यासाठी उल्लसित झाला; तो त्याने पाहिला व त्याला हर्ष झाला.”"},{"number":57,"verse":"तेव्हा यहूदी त्याला म्हणाले, “तुम्हांला अजून पन्नास वर्षे झाली नाहीत आणि तुम्ही अब्राहामाला पाहिले आहे काय?”"},{"number":58,"verse":"येशू त्यांना म्हणाला, “मी तुम्हांला खचीत खचीत सांगतो, अब्राहामाचा जन्म झाला त्यापूर्वी मी आहे.”"},{"number":59,"verse":"ह्यावरून त्यांनी त्याला मारण्याकरता दगड उचलले; परंतु येशू मंदिरातून1 गुप्तपणे निघून गेला."}]}