{"bibleAbbr":"WLCv","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"וְזֶה הַדָּבָר אֲשֶׁר־הֵרִים יָד בַּמֶּלֶךְ שְׁלֹמֹה בָּנָה אֶת־הַמִּלּוֹא סָגַר אֶת־פֶּרֶץ עִיר דָּוִד אָבִיו׃"},{"number":2,"verse":"וְהָאִישׁ יָרָבְעָם גִּבּוֹר חָיִל וַיַּרְא שְׁלֹמֹה אֶת־הַנַּעַר כִּי־עֹשֵׂה מְלָאכָה הוּא וַיַּפְקֵד אֹתוֹ לְכָל־סֵבֶל בֵּית יוֹסֵף׃ ס"},{"number":3,"verse":"וַיְהִי בָּעֵת הַהִיא וְיָרָבְעָם יָצָא מִירוּשָׁלִָם וַיִּמְצָא אֹתוֹ אֲחִיָּה הַשִּׁילֹנִי הַנָּבִיא בַּדֶּרֶךְ וְהוּא מִתְכַּסֶּה בְּשַׂלְמָה חֲדָשָׁה וּשְׁנֵיהֶם לְבַדָּם בַּשָּׂדֶה׃"},{"number":4,"verse":"וַיִּתְפֹּשׂ אֲחִיָּה בַּשַּׂלְמָה הַחֲדָשָׁה אֲשֶׁר עָלָיו וַיִּקְרָעֶהָ שְׁנֵים עָשָׂר קְרָעִים׃"},{"number":5,"verse":"וַיֹּאמֶר לְיָרָבְעָם קַח־לְךָ עֲשָׂרָה קְרָעִים כִּי כֹה אָמַר יְהוָה אֱלֹהֵי יִשְׂרָאֵל הִנְנִי קֹרֵעַ אֶת־הַמַּמְלָכָה מִיַּד שְׁלֹמֹה וְנָתַתִּי לְךָ אֵת עֲשָׂרָה הַשְּׁבָטִים׃"},{"number":6,"verse":"וְהַשֵּׁבֶט הָאֶחָד יִהְיֶה־לּוֹ לְמַעַן עַבְדִּי דָוִד וּלְמַעַן יְרוּשָׁלִַם הָעִיר אֲשֶׁר בָּחַרְתִּי בָהּ מִכֹּל שִׁבְטֵי יִשְׂרָאֵל׃"},{"number":7,"verse":"יַעַן אֲשֶׁר עֲזָבוּנִי וַיִּשְׁתַּחֲווּ לְעַשְׁתֹּרֶת אֱלֹהֵי צִדֹנִין לִכְמוֹשׁ אֱלֹהֵי מוֹאָב וּלְמִלְכֹּם אֱלֹהֵי בְנֵי־עַמּוֹן וְלֹא־הָלְכוּ בִדְרָכַי לַעֲשׂוֹת הַיָּשָׁר בְּעֵינַי וְחֻקֹּתַי וּמִשְׁפָּטַי כְּדָוִד אָבִיו׃"},{"number":8,"verse":"וְלֹא־אֶקַּח אֶת־כָּל־הַמַּמְלָכָה מִיָּדוֹ כִּי נָשִׂיא אֲשִׁתֶנּוּ כֹּל יְמֵי חַיָּיו לְמַעַן דָּוִד עַבְדִּי אֲשֶׁר בָּחַרְתִּי אֹתוֹ אֲשֶׁר שָׁמַר מִצְוֺתַי וְחֻקֹּתָי׃"},{"number":9,"verse":"וְלָקַחְתִּי הַמְּלוּכָה מִיַּד בְּנוֹ וּנְתַתִּיהָ לְּךָ אֵת עֲשֶׂרֶת הַשְּׁבָטִים׃"},{"number":10,"verse":"וְלִבְנוֹ אֶתֵּן שֵׁבֶט־אֶחָד לְמַעַן הֱיוֹת־נִיר לְדָוִיד־עַבְדִּי כָּל־הַיָּמִים לְפָנַי בִּירוּשָׁלִַם הָעִיר אֲשֶׁר בָּחַרְתִּי לִי לָשׂוּם שְׁמִי שָׁם׃"},{"number":11,"verse":"וְאֹתְךָ אֶקַּח וּמָלַכְתָּ בְּכֹל אֲשֶׁר־תְּאַוֶּה נַפְשֶׁךָ וְהָיִיתָ מֶּלֶךְ עַל־יִשְׂרָאֵל׃"},{"number":12,"verse":"וְהָיָה אִם־תִּשְׁמַע אֶת־כָּל־אֲשֶׁר אֲצַוֶּךָ וְהָלַכְתָּ בִדְרָכַי וְעָשִׂיתָ הַיָּשָׁר בְּעֵינַי לִשְׁמוֹר חֻקּוֹתַי וּמִצְוֺתַי כַּאֲשֶׁר עָשָׂה דָּוִד עַבְדִּי וְהָיִיתִי עִמָּךְ וּבָנִיתִי לְךָ בַיִת־נֶאֱמָן כַּאֲשֶׁר בָּנִיתִי לְדָוִד וְנָתַתִּי לְךָ אֶת־יִשְׂרָאֵל׃"},{"number":13,"verse":"וַאעַנֶּה אֶת־זֶרַע דָּוִד לְמַעַן זֹאת אַךְ לֹא כָל־הַיָּמִים׃ ס"},{"number":14,"verse":"וַיְבַקֵּשׁ שְׁלֹמֹה לְהָמִית אֶת־יָרָבְעָם וַיָּקָם יָרָבְעָם וַיִּבְרַח מִצְרַיִם אֶל־שִׁישַׁק מֶלֶךְ־מִצְרַיִם וַיְהִי בְמִצְרַיִם עַד־מוֹת שְׁלֹמֹה׃"},{"number":15,"verse":"וְיֶתֶר דִּבְרֵי שְׁלֹמֹה וְכָל־אֲשֶׁר עָשָׂה וְחָכְמָתוֹ הֲלוֹא־הֵם כְּתֻבִים עַל־סֵפֶר דִּבְרֵי שְׁלֹמֹה׃"},{"number":16,"verse":"וְהַיָּמִים אֲשֶׁר מָלַךְ שְׁלֹמֹה בִירוּשָׁלִַם עַל־כָּל־יִשְׂרָאֵל אַרְבָּעִים שָׁנָה׃"},{"number":17,"verse":"וַיִּשְׁכַּב שְׁלֹמֹה עִם־אֲבֹתָיו וַיִּקָּבֵר בְּעִיר דָּוִד אָבִיו וַיִּמְלֹךְ רְחַבְעָם בְּנוֹ תַּחְתָּיו׃ ס"},{"number":18,"verse":"וַיֵּלֶךְ רְחַבְעָם שְׁכֶם כִּי שְׁכֶם בָּא כָל־יִשְׂרָאֵל לְהַמְלִיךְ אֹתוֹ׃"},{"number":19,"verse":"וַיְהִי כִּשְׁמֹעַ יָרָבְעָם בֶּן־נְבָט וְהוּא עוֹדֶנּוּ בְמִצְרַיִם אֲשֶׁר בָּרַח מִפְּנֵי הַמֶּלֶךְ שְׁלֹמֹה וַיֵּשֶׁב יָרָבְעָם בְּמִצְרָיִם׃"},{"number":20,"verse":"וַיִּשְׁלְחוּ וַיִּקְרְאוּ־לוֹ [k_ויבאו] [q_וַיָּבֹא] יָרָבְעָם וְכָל־קְהַל יִשְׂרָאֵל וַיְדַבְּרוּ אֶל־רְחַבְעָם לֵאמֹר׃"},{"number":21,"verse":"אָבִיךָ הִקְשָׁה אֶת־עֻלֵּנוּ וְאַתָּה עַתָּה הָקֵל מֵעֲבֹדַת אָבִיךָ הַקָּשָׁה וּמֵעֻלּוֹ הַכָּבֵד אֲשֶׁר־נָתַן עָלֵינוּ וְנַעַבְדֶךָּ׃"},{"number":22,"verse":"וַיֹּאמֶר אֲלֵיהֶם לְכוּ עֹד שְׁלֹשָׁה יָמִים וְשׁוּבוּ אֵלָי וַיֵּלְכוּ הָעָם׃"},{"number":23,"verse":"וַיִּוָּעַץ הַמֶּלֶךְ רְחַבְעָם אֶת־הַזְּקֵנִים אֲשֶׁר־הָיוּ עֹמְדִים אֶת־פְּנֵי שְׁלֹמֹה אָבִיו בִּהְיֹתוֹ חַי לֵאמֹר אֵיךְ אַתֶּם נוֹעָצִים לְהָשִׁיב אֶת־הָעָם־הַזֶּה דָּבָר׃"},{"number":24,"verse":"[k_וידבר] [q_וַיְדַבְּרוּ] אֵלָיו לֵאמֹר אִם־הַיּוֹם תִּהְיֶה־עֶבֶד לָעָם הַזֶּה וַעֲבַדְתָּם וַעֲנִיתָם וְדִבַּרְתָּ אֲלֵיהֶם דְּבָרִים טוֹבִים וְהָיוּ לְךָ עֲבָדִים כָּל־הַיָּמִים׃"},{"number":25,"verse":"וַיַּעֲזֹב אֶת־עֲצַת הַזְּקֵנִים אֲשֶׁר יְעָצֻהוּ וַיִּוָּעַץ אֶת־הַיְלָדִים אֲשֶׁר גָּדְלוּ אִתּוֹ אֲשֶׁר הָעֹמְדִים לְפָנָיו׃"},{"number":26,"verse":"וַיֹּאמֶר אֲלֵיהֶם מָה אַתֶּם נוֹעָצִים וְנָשִׁיב דָּבָר אֶת־הָעָם הַזֶּה אֲשֶׁר דִּבְּרוּ אֵלַי לֵאמֹר הָקֵל מִן־הָעֹל אֲשֶׁר־נָתַן אָבִיךָ עָלֵינוּ׃"},{"number":27,"verse":"וַיְדַבְּרוּ אֵלָיו הַיְלָדִים אֲשֶׁר גָּדְלוּ אִתּוֹ לֵאמֹר כֹּה־תֹאמַר לָעָם הַזֶּה אֲשֶׁר דִּבְּרוּ אֵלֶיךָ לֵאמֹר אָבִיךָ הִכְבִּיד אֶת־עֻלֵּנוּ וְאַתָּה הָקֵל מֵעָלֵינוּ כֹּה תְּדַבֵּר אֲלֵיהֶם קָטָנִּי עָבָה מִמָּתְנֵי אָבִי׃"},{"number":28,"verse":"וְעַתָּה אָבִי הֶעְמִיס עֲלֵיכֶם עֹל כָּבֵד וַאֲנִי אוֹסִיף עַל־עֻלְּכֶם אָבִי יִסַּר אֶתְכֶם בַּשּׁוֹטִים וַאֲנִי אֲיַסֵּר אֶתְכֶם בָּעַקְרַבִּים׃"}]}