{"bibleAbbr":"RKJNT2000","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"And there was given to me a reed like a measuring rod: and I was told, Rise, and measure the temple of God, and the altar, and those who worship there."},{"number":2,"verse":"But the court which is outside the temple leave out, and do not measure it; for it is given to the Gentiles: and they shall tread the holy city under foot for forty-two months."},{"number":3,"verse":"And I will give power to my two witnesses, and they shall prophesy for a thousand two hundred and sixty days, clothed in sackcloth."},{"number":4,"verse":"These are the two olive trees, and the two lampstands standing before the Lord of the earth."},{"number":5,"verse":"And if any man wants to harm them, fire proceeds out of their mouths, and devours their enemies: and if any man wants to harm them, he must in this manner be killed."},{"number":6,"verse":"These two have power to shut up the sky, so that it does not rain during the days of their prophesying: and have power over the waters, to turn them to blood, and to strike the earth with all manner of plagues, as often as they desire."},{"number":7,"verse":"And when they shall have finished their testimony, the beast that ascends out of the bottomless pit shall make war against them, and shall overcome them, and kill them."},{"number":8,"verse":"And their dead bodies shall lie in the street of the great city, which figuratively is called Sodom and Egypt, where also their Lord was crucified."},{"number":9,"verse":"For three days and a half, men from the peoples and tribes and tongues and nations shall see their dead bodies, and shall not allow their dead bodies to be put in a tomb."},{"number":10,"verse":"And those who live upon the earth shall rejoice over them, and make merry, and shall send gifts to one another; because these two prophets tormented those who dwell upon the earth."},{"number":11,"verse":"And after three days and a half the breath of life from God entered them, and they stood upon their feet; and great fear fell upon those who saw them."},{"number":12,"verse":"And they heard a great voice from heaven saying to them, Come up here. And they ascended to heaven in a cloud; and their enemies beheld them."},{"number":13,"verse":"And that hour there was a great earthquake, and a tenth of the city fell, and in the earthquake were slain seven thousand men: and the remnant were terrified, and gave glory to the God of heaven."},{"number":14,"verse":"The second woe is past; behold, the third woe comes quickly."},{"number":15,"verse":"And the seventh angel sounded; and there were great voices in heaven, saying, The kingdom of the world has become the kingdom of our Lord, and of his Christ; and he shall reign forever and ever."},{"number":16,"verse":"And the twenty-four elders, who sit before God on their thrones, fell upon their faces, and worshipped God,"},{"number":17,"verse":"Saying, We give you thanks, O Lord God Almighty, who are, and were; because you have taken your great power, and have begun to reign."},{"number":18,"verse":"The nations raged, and your wrath came; and the time came for the dead to be judged, and to reward your servants the prophets, and the saints, and those who fear your name, both small and great; and to destroy those who destroy the earth."},{"number":19,"verse":"Then the temple of God in heaven was opened, and there was seen in his temple the ark of his covenant: and there were flashes of lightning, and rumblings, and peals of thunder, and an earthquake, and a great hailstorm."}]}