{"bibleAbbr":"RKJNT2000","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":18,"verses":[{"number":1,"verse":"And after these things I saw another angel come down from heaven, having great power; and the earth was illuminated by his glory."},{"number":2,"verse":"And he cried out with a mighty voice, saying, Fallen, fallen is Babylon the great. It has become the dwelling place of devils, and the haunt of every foul spirit, and a haunt of every unclean and loathsome bird."},{"number":3,"verse":"For all nations have drunk of the wine of the wrath of her adulteries, and the kings of the earth have committed adultery with her, and the merchants of the earth have grown rich with her excessive luxuries."},{"number":4,"verse":"And I heard another voice from heaven, saying, Come out of her, my people, that you may not be partakers of her sins, and that you may not receive her plagues."},{"number":5,"verse":"For her sins have piled up to heaven, and God has remembered her iniquities."},{"number":6,"verse":"Repay her as she has paid, and double, according to her works: in the cup which she has mixed for others, mix for her a double portion."},{"number":7,"verse":"As she glorified herself and lived in luxury, give to her that measure of torment and grief: for she says in her heart, I sit as a queen, and am no widow, and shall never see sorrow."},{"number":8,"verse":"Therefore her plagues shall come in one day, pestilence, and mourning, and famine; and she shall be utterly burned with fire: for mighty is the Lord God who judges her."},{"number":9,"verse":"And the kings of the earth, who have committed adultery and lived luxuriously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning;"},{"number":10,"verse":"They shall stand far off in fear of her torment, saying, Alas, alas, the great city Babylon, that mighty city! for in one hour your judgment has come."},{"number":11,"verse":"And the merchants of the earth shall weep and mourn over her; for no man buys their cargoes any more:"},{"number":12,"verse":"Cargoes of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all citron wood, and all articles of ivory, and all articles of precious wood, and of bronze, and iron, and marble,"},{"number":13,"verse":"And cinnamon, and spice, and incense, and myrrh, and frankincense, and wine, and oil, and fine flour, and wheat, and cattle, and sheep, and horses, and chariots, and slaves, and the souls of men."},{"number":14,"verse":"And the fruits that your soul longed for have departed from you, and all the luxuries and splendour have vanished, never to be found again."},{"number":15,"verse":"The merchants of these things, who were made rich by her, shall stand far off in fear of her torment, weeping and mourning,"},{"number":16,"verse":"And saying, Alas, alas, the great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!"},{"number":17,"verse":"For in one hour such great wealth has come to ruin. And every shipmaster, and all voyagers in ships, and sailors, and as many as make their living by the sea, stood far off,"},{"number":18,"verse":"And cried out when they saw the smoke of her burning, saying, What city was ever like this great city!"},{"number":19,"verse":"And they cast dust upon their heads, and cried, weeping and mourning, saying, Alas, alas, the great city, by which all who had ships on the sea were made rich by her wealth! for in one hour she has been laid waste."},{"number":20,"verse":"Rejoice over her, O heaven, and you saints and apostles and prophets; for God has judged her for what she did to you."},{"number":21,"verse":"And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, With such violence shall the great city Babylon be thrown down, and shall never be found again."},{"number":22,"verse":"And the sound of harpists, and musicians, and of flute players, and trumpeters, shall never be heard in you again; and no craftsman, of whatever craft, shall be found in you any more; and the sound of a millstone shall never be heard in you again;"},{"number":23,"verse":"And the light of a lamp shall never shine in you again; and the voice of the bridegroom and of the bride shall never be heard in you again: your merchants were the great men of the earth; and by your sorceries all nations were deceived."},{"number":24,"verse":"And in her was found the blood of prophets, and of saints, and of all who have been slain upon the earth."}]}