{"bibleAbbr":"RKJNT2000","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":5,"verses":[{"number":1,"verse":"And I saw in the right hand of him who sat on the throne a scroll, with writing inside and on the back, sealed with seven seals."},{"number":2,"verse":"And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the scroll, and to break its seals?"},{"number":3,"verse":"And no man in heaven, or on earth, or under the earth, was able to open the scroll, or to look into it."},{"number":4,"verse":"And I wept much, because no man was found worthy to open and to read the scroll, or to look into it."},{"number":5,"verse":"Then one of the elders said to me, Do not weep: behold, the Lion of the tribe of Judah, the Root of David, has conquered, so he can open the scroll and its seven seals."},{"number":6,"verse":"And then I beheld between the throne and the four living creatures, and in the midst of the elders, a Lamb standing as if it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth."},{"number":7,"verse":"And he came and took the scroll out of the right hand of him who sat upon the throne."},{"number":8,"verse":"And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb; each one had a harp, and they had golden bowls full of incense, which are the prayers of the saints."},{"number":9,"verse":"And they sang a new song, saying, You are worthy to take the scroll, and to break its seals: for you were slain, and by your blood have purchased men for God out of every tribe, and tongue, and people, and nation;"},{"number":10,"verse":"And have made them to be a kingdom and priests to serve our God: and they shall reign upon the earth."},{"number":11,"verse":"And I beheld, and I heard the voice of many angels around the throne and the living creatures and the elders: and the number of them was ten thousand times ten thousand, and thousands upon thousands;"},{"number":12,"verse":"Saying with a loud voice, Worthy is the Lamb who was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing."},{"number":13,"verse":"And I heard every creature which is in heaven, and on the earth, and under the earth, and on the sea, and all that is in them, saying, Blessing, and honour, and glory, and power, be to him who sits upon the throne, and to the Lamb forever and ever."},{"number":14,"verse":"And the four living creatures said, Amen. And the elders fell down and worshipped."}]}