{"bibleAbbr":"RKJNT2000","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"And when he had opened the seventh seal, there was silence in heaven for about half an hour."},{"number":2,"verse":"And I saw the seven angels who stand before God; and to them were given seven trumpets."},{"number":3,"verse":"And another angel came and stood at the altar, having a golden censer; and there was given to him much incense, that he should offer it with the prayers of all the saints upon the golden altar which was before the throne."},{"number":4,"verse":"And the smoke of the incense, with the prayers of the saints, ascended before God out of the angel's hand."},{"number":5,"verse":"And the angel took the censer, and filled it with fire from the altar, and cast it upon the earth: and there were rumblings, and peals of thunder, and flashes of lightning, and an earthquake."},{"number":6,"verse":"And the seven angels who had the seven trumpets prepared to sound them."},{"number":7,"verse":"The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and a third of the earth was burned up, and a third of the trees were burned up, and all the green grass was burned up."},{"number":8,"verse":"And the second angel sounded, and something like a great mountain burning with fire was cast into the sea: and a third of the sea became blood;"},{"number":9,"verse":"And a third of the creatures which were in the sea, and had life, died; and a third of the ships were destroyed."},{"number":10,"verse":"And the third angel sounded, and a great star fell from heaven, burning as if it were a torch, and it fell upon a third of the rivers, and upon the springs of waters;"},{"number":11,"verse":"And the name of the star is Wormwood: and a third of the waters became wormwood; and many men died from the waters, because they were made bitter."},{"number":12,"verse":"And the fourth angel sounded, and a third of the sun was smitten, and a third of the moon, and a third of the stars; so that a third of them was darkened, and a third of the day the light did not shine, and likewise a third of the night."},{"number":13,"verse":"And I beheld, and heard an eagle flying through mid-heaven, saying with a loud voice, Woe, woe, woe, to the inhabitants of the earth, because of the blasts of the trumpets by the other three angels, which are about to sound!"}]}