{"bibleAbbr":"CVg2018","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"Et quidam descendentes de Judæa docebant fratres : Quia nisi circumcidamini secundum morem Moysi, non potestis salvari."},{"number":2,"verse":"Facta ergo seditione non minima Paulo et Barnabæ adversus illos, statuerunt ut ascenderent Paulus et Barnabas, et quidam alii ex aliis ad Apostolos et presbyteros in Jerusalem super hac quæstione."},{"number":3,"verse":"Illi ergo deducti ab ecclesia pertransibant Phœnicen et Samariam, narrantes conversionem gentium : et faciebant gaudium magnum omnibus fratribus."},{"number":4,"verse":"Cum autem venissent Jerosolymam, suscepti sunt ab ecclesia, et ab Apostolis et senioribus, annuntiantes quanta Deus fecisset cum illis."},{"number":5,"verse":"Surrexerunt autem quidam de hæresi pharisæorum, qui crediderunt, dicentes quia oportet circumcidi eos, præcipere quoque servare legem Moysi."},{"number":6,"verse":"Conveneruntque Apostoli et seniores videre de verbo hoc."},{"number":7,"verse":"Cum autem magna conquisitio fieret, surgens Petrus dixit ad eos : Viri fratres, vos scitis quoniam ab antiquis diebus Deus in nobis elegit, per os meum audire gentes verbum Evangelii et credere."},{"number":8,"verse":"Et qui novit corda Deus, testimonium perhibuit, dans illis Spiritum Sanctum, sicut et nobis,"},{"number":9,"verse":"et nihil discrevit inter nos et illos, fide purificans corda eorum."},{"number":10,"verse":"Nunc ergo quid tentatis Deum, imponere jugum super cervices discipulorum quod neque patres nostri, neque nos portare potuimus ?"},{"number":11,"verse":"sed per gratiam Domini Jesu Christi credimus salvari, quemadmodum et illi."},{"number":12,"verse":"Tacuit autem omnis multitudo : et audiebant Barnabam et Paulum narrantes quanta Deus fecisset signa et prodigia in gentibus per eos."},{"number":13,"verse":"Et postquam tacuerunt, respondit Jacobus, dicens : Viri fratres, audite me."},{"number":14,"verse":"Simon narravit quemadmodum primum Deus visitavit sumere ex gentibus populum nomini suo."},{"number":15,"verse":"Et huic concordant verba prophetarum : sicut scriptum est :"},{"number":16,"verse":"Post hæc revertar, et reædificabo tabernaculum David quod decidit : et diruta ejus reædificabo, et erigam illud :"},{"number":17,"verse":"ut requirant ceteri hominum Dominum, et omnes gentes super quas invocatum est nomen meum, dicit Dominus faciens hæc."},{"number":18,"verse":"Notum a sæculo est Domino opus suum."},{"number":19,"verse":"Propter quod ego judico non inquietari eos qui ex gentibus convertuntur ad Deum,"},{"number":20,"verse":"sed scribere ad eos ut abstineant se a contaminationibus simulacrorum, et fornicatione, et suffocatis, et sanguine."},{"number":21,"verse":"Moyses enim a temporibus antiquis habet in singulis civitatibus qui eum prædicent in synagogis, ubi per omne sabbatum legitur."},{"number":22,"verse":"Tunc placuit Apostolis et senioribus cum omni ecclesia eligere viros ex eis, et mittere Antiochiam cum Paulo et Barnaba : Judam, qui cognominabatur Barsabas, et Silam, viros primos in fratribus :"},{"number":23,"verse":"scribentes per manus eorum : Apostoli et seniores fratres, his qui sunt Antiochiæ, et Syriæ, et Ciliciæ, fratribus ex gentibus, salutem."},{"number":24,"verse":"Quoniam audivimus quia quidam ex nobis exeuntes, turbaverunt vos verbis, evertentes animas vestras, quibus non mandavimus,"},{"number":25,"verse":"placuit nobis collectis in unum eligere viros, et mittere ad vos cum carissimis nostris Barnaba et Paulo,"},{"number":26,"verse":"hominibus qui tradiderunt animas suas pro nomine Domini nostri Jesu Christi."},{"number":27,"verse":"Misimus ergo Judam et Silam, qui et ipsi vobis verbis referent eadem."},{"number":28,"verse":"Visum est enim Spiritui Sancto et nobis nihil ultra imponere vobis oneris quam hæc necessaria :"},{"number":29,"verse":"ut abstineatis vos ab immolatis simulacrorum, et sanguine, et suffocato, et fornicatione : a quibus custodientes vos, bene agetis. Valete."},{"number":30,"verse":"Illi ergo dimissi, descenderunt Antiochiam : et congregata multitudine tradiderunt epistolam."},{"number":31,"verse":"Quam cum legissent, gavisi sunt super consolatione."},{"number":32,"verse":"Judas autem et Silas, et ipsi cum essent prophetæ, verbo plurimo consolati sunt fratres, et confirmaverunt."},{"number":33,"verse":"Facto autem ibi aliquanto tempore, dimissi sunt cum pace a fratribus ad eos qui miserant illos."},{"number":34,"verse":"Visum est autem Silæ ibi remanere : Judas autem solus abiit Jerusalem."},{"number":35,"verse":"Paulus autem et Barnabas demorabantur Antiochiæ, docentes et evangelizantes cum aliis pluribus verbum Domini."},{"number":36,"verse":"Post aliquot autem dies, dixit ad Barnabam Paulus : Revertentes visitemus fratres per universas civitates in quibus prædicavimus verbum Domini, quomodo se habeant."},{"number":37,"verse":"Barnabas autem volebat secum assumere et Joannem, qui cognominabatur Marcus."},{"number":38,"verse":"Paulus autem rogabat eum (ut qui discessisset ab eis de Pamphylia, et non isset cum eis in opus) non debere recipi."},{"number":39,"verse":"Facta est autem dissensio, ita ut discederent ab invicem, et Barnabas quidem, assumpto Marco, navigaret Cyprum."},{"number":40,"verse":"Paulus vero, electo Sila, profectus est, traditus gratiæ Dei a fratribus."},{"number":41,"verse":"Perambulabat autem Syriam et Ciliciam, confirmans ecclesias : præcipiens custodire præcepta Apostolorum et seniorum."}]}