{"bibleAbbr":"CVg2018","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Viri fratres, et patres, audite quam ad vos nunc reddo rationem."},{"number":2,"verse":"Cum audissent autem quia hebræa lingua loqueretur ad illos, magis præstiterunt silentium."},{"number":3,"verse":"Et dicit : Ego sum vir Judæus, natus in Tarso Ciliciæ, nutritus autem in ista civitate, secus pedes Gamaliel eruditus juxta veritatem paternæ legis, æmulator legis, sicut et vos omnes estis hodie :"},{"number":4,"verse":"qui hanc viam persecutus sum usque ad mortem, alligans et tradens in custodias viros ac mulieres,"},{"number":5,"verse":"sicut princeps sacerdotum mihi testimonium reddit, et omnes majores natu : a quibus et epistolas accipiens, ad fratres Damascum pergebam, ut adducerem inde vinctos in Jerusalem ut punirentur."},{"number":6,"verse":"Factum est autem, eunte me, et appropinquante Damasco media die, subito de cælo circumfulsit me lux copiosa :"},{"number":7,"verse":"et decidens in terram, audivi vocem dicentem mihi : Saule, Saule, quid me persequeris ?"},{"number":8,"verse":"Ego autem respondi : Quis es, domine ? Dixitque ad me : Ego sum Jesus Nazarenus, quem tu persequeris."},{"number":9,"verse":"Et qui mecum erant, lumen quidem viderunt, vocem autem non audierunt ejus qui loquebatur mecum."},{"number":10,"verse":"Et dixi : Quid faciam, domine ? Dominus autem dixit ad me : Surgens vade Damascum : et ibi tibi dicetur de omnibus quæ te oporteat facere."},{"number":11,"verse":"Et cum non viderem præ claritate luminis illius, ad manum deductus a comitibus, veni Damascum."},{"number":12,"verse":"Ananias autem quidam vir secundum legem, testimonium habens ab omnibus cohabitantibus Judæis,"},{"number":13,"verse":"veniens ad me et astans, dixit mihi : Saule frater, respice. Et ego eadem hora respexi in eum."},{"number":14,"verse":"At ille dixit : Deus patrum nostrorum præordinavit te, ut cognosceres voluntatem ejus, et videres justum, et audires vocem ex ore ejus :"},{"number":15,"verse":"quia eris testis illius ad omnes homines eorum quæ vidisti et audisti."},{"number":16,"verse":"Et nunc quid moraris ? Exsurge, et baptizare, et ablue peccata tua, invocato nomine ipsius."},{"number":17,"verse":"Factum est autem revertenti mihi in Jerusalem, et oranti in templo, fieri me in stupore mentis,"},{"number":18,"verse":"et videre illum dicentem mihi : Festina, et exi velociter ex Jerusalem : quoniam non recipient testimonium tuum de me."},{"number":19,"verse":"Et ego dixi : Domine, ipsi sciunt quia ego eram concludens in carcerem, et cædens per synagogas eos qui credebant in te :"},{"number":20,"verse":"et cum funderetur sanguis Stephani testis tui, ego astabam, et consentiebam, et custodiebam vestimenta interficientium illum."},{"number":21,"verse":"Et dixit ad me : Vade, quoniam ego in nationes longe mittam te."},{"number":22,"verse":"Audiebant autem eum usque ad hoc verbum, et levaverunt vocem suam, dicentes : Tolle de terra hujusmodi : non enim fas est eum vivere."},{"number":23,"verse":"Vociferantibus autem eis, et projicientibus vestimenta sua, et pulverem jactantibus in aërem,"},{"number":24,"verse":"jussit tribunus induci eum in castra, et flagellis cædi, et torqueri eum, ut sciret propter quam causam sic acclamarent ei."},{"number":25,"verse":"Et cum astrinxissent eum loris, dicit astanti sibi centurioni Paulus : Si hominem Romanum et indemnatum licet vobis flagellare ?"},{"number":26,"verse":"Quo audito, centurio accessit ad tribunum, et nuntiavit ei, dicens : Quid acturus es ? hic enim homo civis Romanus est."},{"number":27,"verse":"Accedens autem tribunus, dixit illi : Dic mihi si tu Romanus es ? At ille dixit : Etiam."},{"number":28,"verse":"Et respondit tribunus : Ego multa summa civilitatem hanc consecutus sum. Et Paulus ait : Ego autem et natus sum."},{"number":29,"verse":"Protinus ergo discesserunt ab illo qui eum torturi erant. Tribunus quoque timuit postquam rescivit, quia civis Romanus esset, et quia alligasset eum."},{"number":30,"verse":"Postera autem die volens scire diligentius qua ex causa accusaretur a Judæis, solvit eum, et jussit sacerdotes convenire, et omne concilium : et producens Paulum, statuit inter illos."}]}