{"bibleAbbr":"BB1572","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"Then Moab rebelled against Israel, after the death of Ahab."},{"number":2,"verse":"And Ahazia fell through a lattesse wyndowe of his vpper chamber that he had in Samaria, and while he was in his sickenesse, he sent messengers and saide vnto them: Go, and enquire of Beelzebub the god of Ekrom, whether I shall recouer of this my disease."},{"number":3,"verse":"But the angell of the Lorde spake to Elias the Thesbite: Arise, and go vp against the messengers of the king of Samaria, and say vnto them: Is there not a God in Israel, that ye go to aske counsel at Beelzebub the God of Ekrom?"},{"number":4,"verse":"Wherefore thus saith the Lorde: Thou shalt not come downe fro the bed on which thou art gone vp, but shalt die the death. And Elias departed."},{"number":5,"verse":"And when the messengers turned backe againe vnto him, he saide vnto them: Why are ye now come againe?"},{"number":6,"verse":"They aunswered him: There came a man vp against vs, and sayde vnto vs: Go, & turne againe vnto the king that sent you, and saye vnto him, thus saith the Lorde: Is there not a God in Israel, that thou sendest to enquyre of Beelzebub the God of Ekrom? Therefore thou shalt not come downe from the bed on which thou art gone vp, but shalt dye the death."},{"number":7,"verse":"And he said vnto them: What maner of man was that which came vp and met you, and tolde you these wordes?"},{"number":8,"verse":"And they aunswered him: It was an heery man, and girt with a girdell of leather about his loynes. And he saide: It is Elias the Thesbite."},{"number":9,"verse":"Then the king sent vnto him a captayne ouer fiftie, with his fiftie men: which came to him (and beholde he sat on the top of an hill) And he spake vnto him, Thou man of God, the king hath saide: come downe."},{"number":10,"verse":"Elias aunswered and saide to the captaine ouer the fiftie: If I be a man of God, let fyre come downe from heauen & consume thee & thy fiftie. And there came fyre from heauen, and consumed him and his fiftie."},{"number":11,"verse":"Againe also he sent vnto him an other captaine ouer fiftie, with his fiftie: And he spake and saide vnto him, O man of God, thus hath the king saide: Make haste, and come downe."},{"number":12,"verse":"Elias aunswered & saide vnto them: If I be a man of God, let fyre come downe from heauen, and consume thee and thy fiftie. And there came fyre of God from heauen, and consumed him and his fiftie."},{"number":13,"verse":"And the king yet againe sent the third captaine ouer fiftie, with his fiftie men: And the third captaine ouer fiftie went vp, and came and fell on his knees before Elias, and besought him, & sayde vnto him: Oh man of God, I pray thee let my lyfe and the lyfe of the fiftie thy seruauntes be precious in thy sight."},{"number":14,"verse":"Beholde, there came fyre downe from heauen, and burnt vp the two fore captaines ouer fiftie with their fifties: therfore let my lyfe now be precious in thy sight."},{"number":15,"verse":"And the angell of the Lorde saide vnto Elias: Go downe with him, and be not afrayde of him. And he arose, and went downe with him vnto the king."},{"number":16,"verse":"And he saide vnto him, thus saith the Lorde: Forasmuch as thou hast sent messengers to aske counsell at Beelzebub the god of Ekrom, as though there had ben no God in Israel, whose word thou mightest seeke after: therfore thou shalt not come downe of the bed on which thou art gone vp, but shalt dye the death."},{"number":17,"verse":"And so he dyed according to the worde of the Lorde which Elias had spoken: And Iehoram [his brother] began to raigne in his steade, in the second yere of Iehoram the sonne of Iehosaphat king of Iuda, because he had no sonne."},{"number":18,"verse":"The rest of the wordes that concerne Ahazia, what thinges he dyd, are they not written in the booke of the cronicles of the kinges of Israel?"}]}