{"bibleAbbr":"BB1572","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"Naaman captayne of the hoast of the king of Syria, was a great man, and honorable in the sight of his maister, because that by him the Lorde had geuen health vnto Syria: He was also a mightie man, & expert in warre [but he was] a leaper."},{"number":2,"verse":"And the Syrians had gone out by companies, & had brought out of the countrey of Israel a litle mayde, & she was with Naamans wyfe."},{"number":3,"verse":"And she saide vnto her lady: I would to God my lorde were with the prophet that is in Samaria, for he would delyuer him of his leprosie."},{"number":4,"verse":"And he went in, and tolde his lorde, saying: Thus and thus saide the mayd that is of the lande of Israel."},{"number":5,"verse":"And the king of Syria saide: Go thy way thither, and I wyll send a letter vnto the king of Israel. And he departed, and toke with him ten talentes of siluer, and sixe thousand peeces of golde, and ten chaunges of raymentes,"},{"number":6,"verse":"And brought the letter to the king of Israel, conteyning this tenour. Now, when this letter is come vnto thee, beholde I haue therewith sent Naaman my seruaunt to thee, that thou mayest ridde him of his leprosie."},{"number":7,"verse":"And it fortuned, that when the king of Israel had red the letter, he rent his clothes, and saide: Am I God, that I should slay, and make a lyue? For he doth send to me that I should delyuer a man from his leprosie: Wherefore consider I pray you, & see how he seeketh a quarell against me."},{"number":8,"verse":"Which when Elisa the man of God had heard how that the king of Israel had rent his clothes, he sent to the king, saying: Wherfore hast thou rent thy clothes? Let him come now to me, and he shall knowe that there is a prophet in Israel."},{"number":9,"verse":"And so Naaman came with his horses and with his charets, and stoode at the doore of the house of Elisa."},{"number":10,"verse":"And Elisa sent a messenger vnto him, saying: Go, and washe thee in Iordane seuen tymes, and thy fleshe shall come againe to thee, and thou shalt be cleansed."},{"number":11,"verse":"But Naaman was wroth, and went away, and saide: Beholde, I thought with my selfe, he would surely come out, and stande and call on the name of the Lord his god, & put his hand on the place, that he may heale the leprosie."},{"number":12,"verse":"Are not Abana and Pharphar riuers of Damasco, better then all the waters of Israel? If I washe me also in them, shal I not be cleansed? And so he turned him, and departed with displeasure."},{"number":13,"verse":"And his seruauntes came, and communed with him, and saide: Father, if the prophet had byd thee do some great thing, oughtest thou not to haue done it? How much rather then when he saith to thee, washe, and be cleane?"},{"number":14,"verse":"Then went he downe, & washed him selfe seuen tymes in Iordane, according to the saying of the man of God, and his fleshe came againe lyke vnto the fleshe of a litle childe, and he was cleansed."},{"number":15,"verse":"And he turned againe to the man of God, he and al his company, and stoode before him, and saide: Behold, I know nowe that there is no God in all the worlde, but in Israel: Now therfore I pray thee take a blessing of thy seruaunt?"},{"number":16,"verse":"But he saide: As the lorde lyueth before whom I stande, I wyll receaue none: And when the other would haue constrayned him to receaue it, he would not."},{"number":17,"verse":"And Naaman saide: Shall there not be geue to thy seruaunt as much of this earth as two mules may beare? For thy seruaunt wyll hencefoorth offer neither burnt sacrifice nor offering vnto any other God, saue vnto the Lorde."},{"number":18,"verse":"But herein the Lorde be mercyfull to thy seruaunt, that when my maister goeth into the house of Rimmon for to worship there, and leaneth on my hand, and I bowe my selfe in the house of Rimmon: when I do bowe downe I say in the house of Rimmon, the Lorde be mercyfull vnto thy seruaunt because of this thing."},{"number":19,"verse":"Unto whom he saide: Go in peace. And when he was departed from him as it were a furlong of grounde,"},{"number":20,"verse":"Gehezi the seruaunt of Elisa the man of God, said: Beholde, my maister hath spared Naaman this Syrian, that he would not receaue at his hande those thinges that he offered: As the Lorde lyueth, I wyll runne after him, & take somewhat of him."},{"number":21,"verse":"And so Gehezi folowed Naaman: And when Naaman saw him running after him, he light downe from the charet to meete him, and saide: Is all well?"},{"number":22,"verse":"He aunswered, All is well: Beholde, my maister hath sent me, saying: See, there be come to me euen nowe from mount Ephraim two young men of the children of the prophetes: Geue them I pray thee one talent of siluer, and two chaunge of garmentes."},{"number":23,"verse":"And Naaman said: With a good will, take two talentes: And he constrained him, & bounde two talentes of siluer in two bagges, with two chaunge of garmentes, and laide them vpon two of his seruauntes, to beare them before him."},{"number":24,"verse":"And when he came to the lower place, he toke [them] from their hand, and bestowed [them] in the house, and he let the men go, and they departed."},{"number":25,"verse":"But he went in and stoode before his maister: And Elisa said vnto him, whece commest thou Gehezi? He saide: Thy seruaunt went no whyther."},{"number":26,"verse":"But he saide vnto him: went not myne heart [with thee] when the man turned againe from his charet to meete thee? Is it now a tyme to receaue money, to receaue garmentes, olyue trees, vnieyardes, sheepe, and oxen, men seruauntes, and mayde seruauntes."},{"number":27,"verse":"The leprosie therefore of Naaman shal cleaue vnto thee, and vnto thy seede for euer. And he went out from his presence a leper as white as snowe."}]}