{"bibleAbbr":"WEB2020","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"It happened after<WH310> the death<WH4194> of Joshua,<WH3091> the children<WH1121> of Israel<WH3478> asked<WH7592> of Yahweh,<WH3068> saying,<WH559> \"Who should go up<WH5927> for us first<WH8462> against the Canaanites,<WH3669> to fight against them?<WH3898>\""},{"number":2,"verse":"Yahweh<WH3068> said,<WH559> \"Judah<WH3063> shall go up.<WH5927> Behold,<WH5414> I have delivered the land<WH776> into his hand.<WH3027>\""},{"number":3,"verse":"Judah<WH3063> said<WH559> to Simeon<WH8095> his brother,<WH251> \"Come up<WH5927> with me into my lot,<WH1486> that we may fight<WH3898> against the Canaanites;<WH3669> and I likewise will go<WH1980> with you into your lot.<WH1486>\" So Simeon<WH8095> went with him.<WH3212>"},{"number":4,"verse":"Judah<WH3063> went up;<WH5927> and Yahweh<WH3068> delivered<WH5414> the Canaanites<WH3669> and the Perizzites<WH6522> into their hand:<WH3027> and they struck<WH5221> of them in Bezek<WH966> ten<WH6235> thousand<WH505> men.<WH376>"},{"number":5,"verse":"They found<WH4672> Adoni-Bezek<WH137> in Bezek;<WH966> and they fought<WH3898> against him,<WH5221> and they struck the Canaanites<WH3669> and the Perizzites.<WH6522>"},{"number":6,"verse":"But Adoni-Bezek<WH137> fled;<WH5127> and they pursued<WH7291> after<WH310> him,<WH270> and caught him,<WH7112> and cut off his thumbs<WH931> and his great toes.<WH7272>"},{"number":7,"verse":"Adoni-Bezek<WH137> said,<WH559> \"Seventy<WH7657> kings,<WH4428> having their thumbs<WH931> and their great toes<WH7272> cut off,<WH7112> scavenged<WH3950> under my table:<WH7979> as I have done,<WH6213> so God<WH430> has requited<WH7999> me.<WH935>\" They brought him to Jerusalem,<WH3389> and he died there.<WH4191>"},{"number":8,"verse":"The children<WH1121> of Judah<WH3063> fought<WH3898> against Jerusalem,<WH3389> and took<WH3920> it,<WH5221> and struck it with the edge<WH6310> of the sword,<WH2719> and set<WH7971> the city<WH5892> on fire.<WH784>"},{"number":9,"verse":"Afterward<WH310> the children<WH1121> of Judah<WH3063> went down<WH3381> to fight<WH3898> against the Canaanites<WH3669> who lived<WH3427> in the hill<WH2022> country,<WH5045> and in the South, and in the lowland.<WH8219>"},{"number":10,"verse":"Judah<WH3063> went<WH3212> against the Canaanites<WH3669> who lived<WH3427> in Hebron<WH2275> (now the name<WH8034> of Hebron<WH2275> before<WH6440> was Kiriath Arba<WH7153>); and they struck<WH5221> Sheshai,<WH8344> and Ahiman,<WH289> and Talmai.<WH8526>"},{"number":11,"verse":"From there he went<WH3212> against the inhabitants<WH3427> of Debir.<WH1688> (Now the name<WH8034> of Debir<WH1688> before<WH6440> was Kiriath Sepher.<WH7158>)"},{"number":12,"verse":"Caleb<WH3612> said,<WH559> \"He who strikes<WH5221> Kiriath Sepher,<WH7158> and takes<WH3920> it,<WH5414> to him will I give Achsah<WH5915> my daughter<WH1323> as wife.<WH802>\""},{"number":13,"verse":"Othniel<WH6274> the son<WH1121> of Kenaz,<WH7073> Caleb<WH3612>'s younger<WH6996> brother,<WH251> took<WH3920> it:<WH5414> and he gave him Achsah<WH5915> his daughter<WH1323> as wife.<WH802>"},{"number":14,"verse":"It happened,<WH935> when she came, that she got<WH5496> him to ask<WH7592> her father<WH1> for a field:<WH7704> and she alighted<WH6795> from off her donkey;<WH2543> and Caleb<WH3612> said to her,<WH559> \"What would you like?\""},{"number":15,"verse":"She said<WH559> to him,<WH3051> \"Give me a blessing;<WH1293> for that you have set<WH5414> me in the land<WH776> of the South,<WH5045> give<WH5414> me also springs<WH1543> of water.<WH4325>\" Then Caleb<WH3612> gave<WH5414> her the upper<WH5942> springs<WH1543> and the lower<WH8482> springs.<WH1543>"},{"number":16,"verse":"The children<WH1121> of the Kenite,<WH7017> Moses<WH4872>' brother-in<WH2859>-law, went up<WH5927> out of the city<WH5892> of palm trees<WH8558> with the children<WH1121> of Judah<WH3063> into the wilderness<WH4057> of Judah,<WH3063> which is in the south<WH5045> of Arad;<WH6166> and they went<WH3212> and lived<WH3427> with<WH854> the people.<WH5971>"},{"number":17,"verse":"Judah<WH3063> went<WH3212> with Simeon<WH8095> his brother,<WH251> and they struck<WH5221> the Canaanites<WH3669> who inhabited<WH3427> Zephath,<WH6857> and utterly destroyed<WH2763> it.<WH8034> The name of the city<WH5892> was called<WH7121> Hormah.<WH2767>"},{"number":18,"verse":"Also Judah<WH3063> took<WH3920> Gaza<WH5804> with its border,<WH1366> and Ashkelon<WH831> with its border,<WH1366> and Ekron<WH6138> with its border.<WH1366>"},{"number":19,"verse":"Yahweh<WH3068> was with Judah;<WH3063> and drove out<WH3423> the inhabitants of the hill<WH2022> country;<WH3808> for he could not drive out<WH3423> the inhabitants<WH3427> of the valley,<WH6010> because they had chariots<WH7393> of iron.<WH1270>"},{"number":20,"verse":"They gave<WH5414> Hebron<WH2275> to Caleb,<WH3612> as Moses<WH4872> had spoken:<WH1696> and he drove<WH3423> out there the three<WH7969> sons<WH1121> of Anak.<WH6061>"},{"number":21,"verse":"The children<WH1121> of Benjamin<WH1144> did not drive out<WH3423> the Jebusites<WH2983> who inhabited<WH3427> Jerusalem;<WH3389> but the Jebusites<WH2983> dwell<WH3427> with the children<WH1121> of Benjamin<WH1144> in Jerusalem<WH3389> to this day.<WH3117>"},{"number":22,"verse":"The house<WH1004> of Joseph,<WH3130> they also went up<WH5927> against Bethel;<WH1008> and Yahweh was with them.<WH3068>"},{"number":23,"verse":"The house<WH1004> of Joseph<WH3130> sent to spy<WH8446> out Bethel.<WH1008> (Now the name<WH8034> of the city<WH5892> before<WH6440> was Luz.<WH3870>)"},{"number":24,"verse":"The watchers<WH8104> saw<WH7200> a man<WH376> come forth<WH3318> out of the city,<WH5892> and they said<WH559> to him,<WH7200> \"Please show us the entrance<WH3996> into the city,<WH5892> and we will deal<WH6213> kindly with you.<WH2617>\""},{"number":25,"verse":"He showed<WH7200> them the entrance<WH3996> into the city;<WH5892> and they struck<WH5221> the city<WH5892> with the edge<WH6310> of the sword;<WH2719> but they let the man<WH376> go<WH7971> and all his family.<WH4940>"},{"number":26,"verse":"The man<WH376> went<WH3212> into the land<WH776> of the Hittites,<WH2850> and built<WH1129> a city,<WH5892> and called<WH7121> its name<WH8034> Luz,<WH3870> which is its name<WH8034> to this day.<WH3117>"},{"number":27,"verse":"Manasseh<WH4519> did not drive out<WH3423> the inhabitants of Beth Shean<WH1052> and its towns,<WH1323> nor Taanach<WH8590> and its towns,<WH1323> nor the inhabitants<WH3427> of Dor<WH1756> and its towns,<WH1323> nor the inhabitants<WH3427> of Ibleam<WH2991> and its towns,<WH1323> nor the inhabitants<WH3427> of Megiddo<WH4023> and its towns;<WH1323> but the Canaanites<WH3669> would<WH2974> dwell<WH3427> in that land.<WH776>"},{"number":28,"verse":"It happened,<WH3478> when Israel had grown strong,<WH2388> that they put<WH7760> the Canaanites<WH3669> to forced labor,<WH4522> and did not utterly<WH3423> drive them out.<WH3423>"},{"number":29,"verse":"Ephraim<WH669> didn't<WH3423> drive out the Canaanites<WH3669> who lived<WH3427> in Gezer;<WH1507> but the Canaanites<WH3669> lived<WH3427> in Gezer<WH1507> among them.<WH7130>"},{"number":30,"verse":"Zebulun<WH2074> didn't<WH3423> drive out the inhabitants<WH3427> of Kitron,<WH7003> nor the inhabitants<WH3427> of Nahalol;<WH5096> but the Canaanites<WH3669> lived<WH3427> among<WH7130> them,<WH4522> and became subject to forced labor."},{"number":31,"verse":"Asher<WH836> didn't<WH3423> drive out the inhabitants<WH3427> of Acco,<WH5910> nor the inhabitants<WH3427> of Sidon,<WH6721> nor of Ahlab,<WH303> nor of Achzib,<WH392> nor of Helbah,<WH2462> nor of Aphik,<WH663> nor of Rehob;<WH7340>"},{"number":32,"verse":"but the Asherites<WH843> lived<WH3427> among<WH7130> the Canaanites,<WH3669> the inhabitants<WH3427> of the land;<WH776> for they did not drive them out.<WH3423>"},{"number":33,"verse":"Naphtali<WH5321> didn't<WH3423> drive out the inhabitants<WH3427> of Beth Shemesh,<WH1053> nor the inhabitants<WH3427> of Beth Anath;<WH1043> but he lived<WH3427> among<WH7130> the Canaanites,<WH3669> the inhabitants<WH3427> of the land:<WH776> nevertheless the inhabitants<WH3427> of Beth Shemesh<WH1053> and of Beth Anath<WH1043> became subject to forced labor.<WH4522>"},{"number":34,"verse":"The Amorites<WH567> forced<WH3905> the children<WH1121> of Dan<WH1835> into the hill<WH2022> country;<WH5414> for they would not allow them to come down<WH3381> to the valley;<WH6010>"},{"number":35,"verse":"but the Amorites<WH567> would<WH2974> dwell<WH3427> in Mount<WH2022> Heres,<WH2776> in Aijalon,<WH357> and in Shaalbim:<WH8169> yet the hand<WH3027> of the house<WH1004> of Joseph<WH3130> prevailed,<WH3513> so that they became subject to forced labor.<WH4522>"},{"number":36,"verse":"The border<WH1366> of the Amorites<WH567> was from the ascent<WH4608> of Akrabbim,<WH4610> from the rock,<WH5553> and upward.<WH4605>"}]}