{"bibleAbbr":"WEB2020","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":21,"verses":[{"number":1,"verse":"Now the men<WH376> of Israel<WH3478> had sworn<WH7650> in Mizpah,<WH4709> saying,<WH559> \"There shall not any<WH376> of us give<WH5414> his daughter<WH1323> to Benjamin<WH1144> as wife.<WH802>\""},{"number":2,"verse":"The people<WH5971> came<WH935> to<WH1004> Bethel,<WH430> and sat<WH3427> there until evening<WH6153> before<WH6440> God,<WH430> and lifted up<WH5375> their voices,<WH6963> and wept<WH1058> severely.<WH1419>"},{"number":3,"verse":"They said,<WH559> \"Yahweh,<WH3068> the God<WH430> of Israel,<WH3478> why has this happened in Israel,<WH3478> that there should be today<WH3117> one<WH259> tribe<WH7626> lacking<WH6485> in Israel?<WH3478>\""},{"number":4,"verse":"It happened on the next day<WH4283> that the people<WH5971> rose early,<WH7925> and built<WH1129> there an altar,<WH4196> and offered<WH5927> burnt offerings<WH5930> and peace offerings.<WH5930>"},{"number":5,"verse":"The children<WH1121> of Israel<WH3478> said,<WH559> \"Who is there among all the tribes<WH7626> of Israel<WH3478> who<WH834> didn't<WH5927> come up in the assembly<WH6951> to Yahweh?<WH3068>\" For they had made a great<WH1419> oath<WH7621> concerning him who didn't<WH5927> come up to Yahweh<WH3068> to Mizpah,<WH4709> saying,<WH559> \"He shall surely<WH4191> be put to death.<WH4191>\""},{"number":6,"verse":"The children<WH1121> of Israel<WH3478> grieved<WH5162> for Benjamin<WH1144> their brother,<WH251> and said,<WH559> \"There is one<WH259> tribe<WH7626> cut off<WH1438> from Israel<WH3478> this day.<WH3117>"},{"number":7,"verse":"How shall<WH6213> we provide wives<WH802> for those who remain,<WH3498> since we have sworn<WH7650> by Yahweh<WH3068> that we will not give<WH5414> them of our daughters<WH1323> to wives?<WH802>\""},{"number":8,"verse":"They said,<WH559> \"What one<WH259> is there of the tribes<WH7626> of Israel<WH3478> who didn't<WH5927> come up to Yahweh<WH3068> to Mizpah?<WH4709>\" Behold,<WH935> there came none<WH376> to the camp<WH4264> from Jabesh Gilead<WH3003> to the assembly.<WH6951>"},{"number":9,"verse":"For when the people<WH5971> were numbered,<WH6485> behold,<WH376> there were none of the inhabitants<WH3427> of Jabesh Gilead there.<WH3003>"},{"number":10,"verse":"The congregation<WH5712> sent<WH7971> there twelve<WH8147> thousand<WH505> men<WH376> of the most valiant,<WH1121> and commanded<WH6680> them,<WH559> saying, \"Go<WH3212> and strike<WH5221> the inhabitants<WH3427> of Jabesh Gilead<WH3003> with the edge<WH6310> of the sword,<WH2719> with the women<WH802> and the little ones.<WH2945>"},{"number":11,"verse":"This is the thing<WH1697> that you shall do:<WH6213> you shall utterly destroy<WH2763> every male,<WH2145> and every woman<WH802> who has lain<WH4904> with a man.<WH3045>\""},{"number":12,"verse":"They found<WH4672> among the inhabitants<WH3427> of Jabesh Gilead<WH3003> four<WH702> hundred<WH3967> young<WH5291> virgins,<WH1330> who had not known<WH3045> man<WH376> by lying<WH4904> with him;<WH2145> and they brought<WH935> them to the camp<WH4264> to Shiloh,<WH7887> which is in the land<WH776> of Canaan.<WH3667>"},{"number":13,"verse":"The whole congregation<WH5712> sent<WH7971> and spoke<WH1696> to the children<WH1121> of Benjamin<WH1144> who were in the rock<WH5553> of Rimmon,<WH7417> and proclaimed<WH7121> peace to them.<WH7965>"},{"number":14,"verse":"Benjamin<WH1144> returned<WH7725> at that time;<WH6256> and they gave<WH5414> them the women<WH802> whom they had saved alive<WH2421> of the women<WH802> of Jabesh Gilead:<WH3003> and yet so they weren't<WH4672> enough for them."},{"number":15,"verse":"The people<WH5971> grieved<WH5162> for Benjamin,<WH1144> because that Yahweh<WH3068> had made<WH6213> a breach<WH6556> in the tribes<WH7626> of Israel.<WH3478>"},{"number":16,"verse":"Then the elders<WH2205> of the congregation<WH5712> said,<WH559> \"How shall we provide<WH6213> wives<WH802> for those who remain,<WH3498> since the women<WH802> are destroyed<WH8045> out of Benjamin?<WH1144>\""},{"number":17,"verse":"They said,<WH559> \"There must be an inheritance<WH3425> for those who are escaped<WH6413> of Benjamin,<WH1144> that a tribe<WH7626> not be blotted<WH4229> out from Israel.<WH3478>"},{"number":18,"verse":"However we may<WH3201> not give<WH5414> them wives<WH802> of our daughters,<WH1323> for the children<WH1121> of Israel<WH3478> had sworn,<WH7650> saying,<WH559> <WH779> 'Cursed is he who gives<WH5414> a wife<WH802> to Benjamin.<WH1144>'\""},{"number":19,"verse":"They said,<WH559> \"Behold,<WH2282> there is a feast of Yahweh<WH3068> from year to year<WH3117> in Shiloh,<WH7887> which is on the north<WH6828> of Bethel,<WH1008> on the east side<WH6828> of the highway<WH4546> that goes up<WH5927> from Bethel<WH1008> to Shechem,<WH7927> and on the south<WH5045> of Lebonah.<WH3829>\""},{"number":20,"verse":"They commanded<WH6680> the children<WH1121> of Benjamin,<WH1144> saying,<WH559> \"Go<WH3212> and lie in wait<WH693> in the vineyards,<WH3754>"},{"number":21,"verse":"and see,<WH7200> and behold,<WH1323> if the daughters of Shiloh<WH7887> come out<WH3318> to dance<WH2342> in the dances,<WH4246> then come out<WH3318> of the vineyards,<WH3754> and each man<WH376> catch<WH2414> his wife<WH802> of the daughters<WH1323> of Shiloh,<WH7887> and go<WH1980> to the land<WH776> of Benjamin.<WH1144>"},{"number":22,"verse":"It shall be,<WH1> when their fathers or their brothers<WH251> come<WH935> to complain<WH7378> to us,<WH559> that we will say to them,<WH2603> 'Grant them graciously to us,<WH3947> because we didn't take for each man<WH376> his wife<WH802> in battle,<WH4421> neither did you give<WH5414> them to them,<WH6256> otherwise you would now be guilty.<WH816>'\""},{"number":23,"verse":"The children<WH1121> of Benjamin<WH1144> did so,<WH6213> and took<WH5375> them wives,<WH802> according to their number,<WH4557> of those who danced,<WH2342> whom they carried<WH1497> off.<WH3212> They went and returned<WH7725> to their inheritance,<WH5159> built<WH1129> the cities,<WH5892> and lived in them.<WH3427>"},{"number":24,"verse":"The children<WH1121> of Israel<WH3478> departed<WH1980> there at that time,<WH6256> every man<WH376> to his tribe<WH7626> and to his family,<WH4940> and they went out<WH3318> from there every man<WH376> to his inheritance.<WH5159>"},{"number":25,"verse":"In those days<WH3117> there was no king<WH4428> in Israel:<WH3478> every man<WH376> did<WH6213> that which was right<WH3477> in his own eyes.<WH5869>"}]}