{"bibleAbbr":"WEB2020+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"The men <WH376> of Ephraim <WH669> said <WH559> to him, <WH4100> \"Why have you treated <WH6213> us this <WH1697> way, <WH4100> that you didn't <WH7121> call us, <WH1980> when you went to fight <WH3898> with Midian? <WH4080>\" They rebuked him sharply. <WH2394>"},{"number":2,"verse":"He said <WH559> to them, <WH6213> \"What have I now done in comparison with you? <WH5955> Isn't the gleaning of the grapes of Ephraim <WH669> better <WH2896> than the vintage <WH1210> of Abiezer? <WH44>"},{"number":3,"verse":"God <WH430> has delivered <WH5414> into your hand <WH3027> the princes <WH8269> of Midian, <WH4080> Oreb <WH6159> and Zeeb! <WH2062> What was I able <WH3201> to do <WH6213> in comparison with you? <WH7307>\" Then their anger was abated <WH7503> toward him, <WH1697> when he had said that. <WH1696>"},{"number":4,"verse":"Gideon <WH1439> came <WH935> to the Jordan, <WH3383> and passed over, <WH5674> he, <WH7969> and the three hundred <WH3967> men <WH376> who were with him, <WH5889> faint, yet pursuing. <WH7291>"},{"number":5,"verse":"He said <WH559> to the men <WH582> of Succoth, <WH5523> \"Please give <WH5414> loaves <WH3603> of bread <WH3899> to the people <WH5971> who follow <WH7272> me; <WH5889> for they are faint, and I am pursuing <WH7291> after <WH310> Zebah <WH2078> and Zalmunna, <WH6759> the kings <WH4428> of Midian. <WH4080>\""},{"number":6,"verse":"The princes <WH8269> of Succoth <WH5523> said, <WH559> \"Are the hands <WH3709> of Zebah <WH2078> and Zalmunna <WH6759> now in your hand, <WH3027> that we should give <WH5414> bread <WH3899> to your army? <WH6635>\""},{"number":7,"verse":"Gideon <WH1439> said, <WH559> \"Therefore when Yahweh <WH3068> has delivered <WH5414> Zebah <WH2078> and Zalmunna <WH6759> into my hand, <WH3027> then I will tear <WH1758> your flesh <WH1320> with the thorns <WH6975> of the wilderness <WH4057> and with briers. <WH1303>\""},{"number":8,"verse":"He went up <WH5927> there to Penuel, <WH6439> and spoke <WH1696> to them in the same <WH2063> way; <WH582> and the men of Penuel <WH6439> answered <WH6030> him as the men <WH582> of Succoth <WH5523> had answered. <WH6030>"},{"number":9,"verse":"He spoke <WH559> also to the men <WH582> of Penuel, <WH6439> saying, <WH559> \"When I come again <WH7725> in peace, <WH7965> I will break down <WH5422> this tower. <WH4026>\""},{"number":10,"verse":"Now Zebah <WH2078> and Zalmunna <WH6759> were in Karkor, <WH7174> and their armies <WH4264> with them, <WH2568> about fifteen thousand <WH505> men, <WH3498> all who were left of all the army <WH4264> of the children <WH1121> of the east; <WH6924> for there fell <WH5307> one hundred <WH3967> twenty <WH6242> thousand <WH505> men <WH376> who drew <WH8025> sword. <WH2719>"},{"number":11,"verse":"Gideon <WH1439> went up <WH5927> by the way <WH1870> of those who lived <WH7931> in tents <WH168> on the east <WH6924> of Nobah <WH5025> and Jogbehah, <WH3011> and struck <WH5221> the army; <WH4264> for the army <WH4264> was secure. <WH983>"},{"number":12,"verse":"Zebah <WH2078> and Zalmunna <WH6759> fled; <WH5127> and he pursued <WH7291> after <WH310> them; <WH3920> and he took the two <WH8147> kings <WH4428> of Midian, <WH4080> Zebah <WH2078> and Zalmunna, <WH6759> and confused <WH2729> all the army. <WH4264>"},{"number":13,"verse":"Gideon <WH1439> the son <WH1121> of Joash <WH3101> returned <WH7725> from the battle <WH4421> from <WH4608> the ascent of Heres. <WH2775>"},{"number":14,"verse":"He caught <WH3920> a young man <WH5288> of the men <WH582> of Succoth, <WH5523> and inquired <WH7592> of him: <WH3789> and he described for him the princes <WH8269> of Succoth, <WH5523> and its elders, <WH2205> seventy-seven <WH7657> men. <WH376>"},{"number":15,"verse":"He came <WH935> to the men <WH582> of Succoth, <WH5523> and said, <WH559> \"See Zebah <WH2078> and Zalmunna, <WH6759> concerning whom you taunted <WH2778> me, <WH559> saying, <WH3709> 'Are the hands of Zebah <WH2078> and Zalmunna <WH6759> now in your hand, <WH3709> that we should give <WH5414> bread <WH3899> to your men <WH582> who are weary? <WH3287>'\""},{"number":16,"verse":"He took <WH3947> the elders <WH2205> of the city, <WH5892> and thorns <WH6975> of the wilderness <WH4057> and briers, <WH1303> and with them he taught <WH3045> the men <WH582> of Succoth. <WH5523>"},{"number":17,"verse":"He broke down <WH5422> the tower <WH4026> of Penuel, <WH6439> and killed <WH2026> the men <WH582> of the city. <WH5892>"},{"number":18,"verse":"Then he said <WH559> to Zebah <WH2078> and Zalmunna, <WH6759> \"What <WH375> kind of men <WH582> were they whom you killed <WH2026> at Tabor? <WH8396>\" They answered, <WH559> \"They were like you. <WH3644> Each one <WH259> resembled <WH8389> the children <WH1121> of a king. <WH4428>\""},{"number":19,"verse":"He said, <WH559> \"They were my brothers, <WH251> the sons <WH1121> of my mother. <WH517> As Yahweh <WH3068> lives, <WH2416> if <WH3863> you had saved them alive, <WH2421> I would not kill you. <WH2026>\""},{"number":20,"verse":"He said <WH559> to Jether <WH3500> his firstborn, <WH1060> \"Get up, <WH6965> and kill <WH2026> them! <WH5288>\" But the youth didn't <WH8025> draw his sword; <WH2719> for he was afraid, <WH3372> because he was yet a youth. <WH5288>"},{"number":21,"verse":"Then Zebah <WH2078> and Zalmunna <WH6759> said, <WH559> \"Rise <WH6965> and fall <WH6293> on us; <WH376> for as the man is, <WH1369> so is his strength.\" Gideon <WH1439> arose, <WH6965> and killed <WH2026> Zebah <WH2078> and Zalmunna, <WH6759> and took <WH3947> the crescents <WH7720> that were on their camels <WH1581>' necks. <WH6677>"},{"number":22,"verse":"Then the men <WH376> of Israel <WH3478> said <WH559> to Gideon, <WH1439> \"Rule <WH4910> over us, <WH1121> both you, and your son, and your son <WH1121>'s son <WH1121> also; <WH3467> for you have saved us out of the hand <WH3027> of Midian. <WH4080>\""},{"number":23,"verse":"Gideon <WH1439> said <WH559> to them, <WH4910> \"I will not rule over you, <WH1121> neither shall my son rule <WH4910> over you. <WH3068> Yahweh shall rule over you. <WH4910>\""},{"number":24,"verse":"Gideon <WH1439> said <WH559> to them, <WH7592> \"I would make a request <WH7596> of you, <WH5414> that you would give me every man <WH376> the earrings <WH5141> of his spoil. <WH7998>\" (For they had golden <WH2091> earrings, <WH5141> because they were Ishmaelites. <WH3459>)"},{"number":25,"verse":"They answered, <WH559> \"We will willingly <WH5414> give <WH5414> them. <WH6566>\" They spread a garment, <WH8071> and every man <WH376> threw <WH7993> the earrings <WH5141> of his spoil into it. <WH7998>"},{"number":26,"verse":"The weight <WH4948> of the golden <WH2091> earrings <WH5141> that he requested <WH7592> was one thousand <WH505> and seven <WH7651> hundred <WH3967> shekels of gold, <WH2091> besides the crescents, <WH7720> and the pendants, <WH5188> and the purple <WH713> clothing <WH899> that was on the kings <WH4428> of Midian, <WH4080> and besides the chains <WH6060> that were about their camels <WH1581>' necks. <WH6677>"},{"number":27,"verse":"Gideon <WH1439> made <WH6213> an ephod <WH646> of it, <WH3322> and put it in his city, <WH5892> even in Ophrah: <WH6084> and all Israel <WH3478> played the prostitute <WH2181> after <WH310> it there; <WH4170> and it became a snare to Gideon, <WH1439> and to his house. <WH1004>"},{"number":28,"verse":"So Midian <WH4080> was subdued <WH3665> before <WH6440> the children <WH1121> of Israel, <WH3478> and they lifted up <WH5375> their heads <WH7218> no more. <WH3254> The land <WH776> had rest <WH8252> forty <WH705> years <WH8141> in the days <WH3117> of Gideon. <WH1439>"},{"number":29,"verse":"Jerubbaal <WH3378> the son <WH1121> of Joash <WH3101> went <WH3212> and lived <WH3427> in his own house. <WH1004>"},{"number":30,"verse":"Gideon <WH1439> had seventy <WH7657> sons <WH1121> conceived <WH3318> from his body; <WH3409> for he had many <WH7227> wives. <WH802>"},{"number":31,"verse":"His concubine <WH6370> who was in Shechem, <WH7927> she also bore <WH3205> him a son, <WH1121> and he named <WH7760> him <WH8034> Abimelech. <WH40>"},{"number":32,"verse":"Gideon <WH1439> the son <WH1121> of Joash <WH3101> died <WH4191> in a good <WH2896> old age, <WH7872> and was buried <WH6912> in the tomb <WH6913> of Joash <WH3101> his father, <WH1> in Ophrah <WH6084> of the Abiezrites. <WH33>"},{"number":33,"verse":"It happened, <WH1439> as soon as Gideon was dead, <WH4191> that the children <WH1121> of Israel <WH3478> turned again, <WH7725> and played the prostitute <WH2181> after <WH310> the Baals, <WH1168> and made <WH7760> Baal Berith <WH1170> their god. <WH430>"},{"number":34,"verse":"The children <WH1121> of Israel <WH3478> didn't <WH2142> remember Yahweh <WH3068> their God, <WH430> who had delivered <WH5337> them out of the hand <WH3027> of all their enemies <WH341> on every side; <WH5439>"},{"number":35,"verse":"neither did they show <WH6213> kindness <WH2617> to the house <WH1004> of Jerubbaal, <WH3378> Gideon, <WH1439> according to all the goodness <WH2896> which he had shown <WH6213> to Israel. <WH3478>"}]}