{"bibleAbbr":"KJV1611","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"Remember, O Lord, what is come vpon vs: consider and beholde our reproch."},{"number":2,"verse":"Our inheritance is turned to strangers, our houses to aliants."},{"number":3,"verse":"We are orphanes and fatherlesse, our mothers are as widowes."},{"number":4,"verse":"We haue drunken our water for money, our wood is sold vnto vs."},{"number":5,"verse":"Our neckes are vnder persecution: we labour and haue no rest."},{"number":6,"verse":"We haue giuen the hand to the Egyptians, and to the Assyrians, to be satisfied with bread."},{"number":7,"verse":"Our fathers haue sinned and are not, and wee haue borne their iniquities."},{"number":8,"verse":"Seruants haue ruled ouer vs: there is none that doeth deliuer vs out of their hand."},{"number":9,"verse":"We gate our bread with the perill of our liues, because of the sword of the wildernesse."},{"number":10,"verse":"Our skinne was blacke like an ouen, because of the terrible famine."},{"number":11,"verse":"They rauished the women in Zion, and the maides in the cities of Iudah."},{"number":12,"verse":"Princes are hanged vp by their hand: the faces of Elders were not honoured."},{"number":13,"verse":"They tooke the young men to grinde, and the children fell vnder the wood."},{"number":14,"verse":"The Elders haue ceased from the gate, the young men from their musicke."},{"number":15,"verse":"The ioy of our heart is ceased, our daunce is turned into mourning."},{"number":16,"verse":"The crowne is fallen from our head: Woe vnto vs, that wee haue sinned."},{"number":17,"verse":"For this our heart is faint, for these things our eyes are dimme."},{"number":18,"verse":"Because of the mountaine of Zion, which is desolate, the foxes walke vpon it."},{"number":19,"verse":"Thou, O Lord, remainest for euer: thy throne from generation to generation."},{"number":20,"verse":"Wherefore doest thou forget vs for euer, and forsake vs so long time?"},{"number":21,"verse":"Turne thou vs vnto thee, O Lord, and we shall be turned: renew our dayes as of old."},{"number":22,"verse":"But thou hast vtterly reiected vs: thou art very wroth against vs."}]}