{"bibleAbbr":"teOV2016","bookName":"యోబు","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"యోబూ, దయచేసి నా వాదము నాలకించుము నా మాటలన్నియు చెవిని బెట్టుము."},{"number":2,"verse":"ఇదిగో నేను మాటలాడ నారంభించితిని నా నోట నా నాలుక ఆడుచున్నది."},{"number":3,"verse":"నామాటలు నా హృదయ యథార్థతను తెలుపుచున్నవి నా పెదవులు జ్ఞానమును యథార్థముగా పలుకును."},{"number":4,"verse":"దేవుని ఆత్మ నన్ను సృజించెను సర్వశక్తునియొక్క శ్వాసము నాకు జీవమిచ్చెను"},{"number":5,"verse":"నీ చేతనైనయెడల నాకుత్తరమిమ్ము నా యెదుట నీ వాదము సిద్ధపరచుకొనుము వ్యాజ్యె మాడుము."},{"number":6,"verse":"దేవునియెడల నేనును నీవంటివాడను నేనును జిగటమంటితో చేయబడినవాడనే"},{"number":7,"verse":"నావలని భయము నిన్ను బెదరించదు నా చెయ్యి నీమీద బరువుగా నుండదు."},{"number":8,"verse":"నిశ్చయముగా నీ పలుకులు నా చెవినిబడెను నీ మాటల ధ్వని నాకు వినబడెను."},{"number":9,"verse":"ఏమనగా–నేను నేరములేని పవిత్రుడను మాలిన్యములేని పాపరహితుడను."},{"number":10,"verse":"ఆయన నామీద తప్పులు పెట్టించుటకు సమయము వెదకుచున్నాడు నన్ను తనకు పగవానిగా భావించుచున్నాడు."},{"number":11,"verse":"ఆయన నా కాళ్లను బొండలో బిగించుచున్నాడు. నా త్రోవలన్నిటిని కనిపెట్టుచున్నాడని నీ వను చున్నావు."},{"number":12,"verse":"ఈ విషయములో నీవు న్యాయము కనిపెట్టలేదు నేను నీకు ప్రత్యుత్తరము చెప్పెదను."},{"number":13,"verse":"తన క్రియలలో దేనిగూర్చియు ఆయన ప్రత్యుత్తర మియ్యడు దేవుడు నరులశక్తికి మించినవాడు, నీవేల ఆయనతో పోరాడుదువు?"},{"number":14,"verse":"దేవుడు ఒక్కమారే పలుకును రెండు మారులు పలుకును అయితే మనుష్యులు అది కనిపెట్టరు"},{"number":15,"verse":"మంచముమీదకునుకు సమయమున గాఢనిద్ర పట్టునప్పుడు కలలో రాత్రి కలుగు స్వప్నములలో"},{"number":16,"verse":"[16-18] —నరులు గర్విష్ఠులు కాకుండచేయునట్లు తాము తలచిన కార్యము వారు మానుకొనచేయునట్లు గోతికి పోకుండ వారిని కాపాడునట్లు కత్తివలన నశింపకుండ వారి ప్రాణమును తప్పించునట్లు ఆయన వారి చెవులను తెరవచేయునువారికొరకు ఉపదేశము సిద్ధపరచును."},{"number":19,"verse":"వ్యాధిచేత మంచమెక్కుటవలనను ఒకని యెముకలలో ఎడతెగని నొప్పులు కలుగుట వలనను వాడు శిక్షణము నొందును"},{"number":20,"verse":"రొట్టెయు రుచిగల ఆహారమును వానికసహ్యమగును"},{"number":21,"verse":"వాని శరీరమాంసము క్షీణించిపోయి వికారమగును బయటికి కనబడకుండిన యెముకలు పైకి పొడుచు కొని వచ్చును"},{"number":22,"verse":"వాడు సమాధికి సమీపించును వాని ప్రాణము సంహారకులయొద్దకు సమీపించును."},{"number":23,"verse":"నరులకు యుక్తమైనది ఏదో దానిని వానికి తెలియ జేయుటకు వేలాది దూతలలో ఘనుడగు ఒకడు వానికి మధ్య వర్తియైయుండినయెడల"},{"number":24,"verse":"దేవుడు వానియందు కరుణ జూపి— పాతాళములోనికి దిగి వెళ్లకుండ వానిని విడిపించును ప్రాయశ్చిత్తము నాకు దొరకెనని సెలవిచ్చును."},{"number":25,"verse":"అప్పుడు వాని మాంసము బాలురమాంసముకన్న ఆరోగ్యముగా నుండును. వానికి తన చిన్ననాటిస్థితి తిరిగి కలుగును."},{"number":26,"verse":"వాడు దేవుని బతిమాలుకొనినయెడల ఆయన వానిని కటాక్షించును కావునవాడు ఆయన ముఖము చూచి సంతోషిం చును ఈలాగున నిర్దోషత్వము ఆయన నరునికి దయచేయును."},{"number":27,"verse":"అప్పుడు వాడు మనుష్యులయెదుట సంతోషించుచు ఇట్లని పలుకును— యథార్థమైనదానిని వ్యత్యాసపరచి నేను పాపము చేసితిని అయినను దానికి తగిన ప్రతికారము నాకు చేయబడ లేదు"},{"number":28,"verse":"కూపములోనికి దిగిపోకుండ నా ప్రాణమును ఆయన విమోచించియున్నాడు నా జీవము వెలుగును చూచుచున్నది."},{"number":29,"verse":"[29-30] ఆలోచించుము, నరులు సజీవులకుండు వెలుగుచేత వెలిగింపబడునట్లు కూపములోనుండి వారిని మరల రప్పింపవలెనని మానవులకొరకు రెండు సారులు మూడు సారులు ఈ క్రియలన్నిటిని దేవుడు చేయువాడైయున్నాడు."},{"number":31,"verse":"యోబూ, చెవిని బెట్టుము నా మాట ఆలకింపుము మౌనముగా నుండుము నేను మాటలాడెదను."},{"number":32,"verse":"చెప్పవలసిన మాట యేదైన నీకున్నయెడల నాతో ప్రత్యుత్తరము చెప్పుము మాటలాడుము, నీవు నీతిమంతుడవని స్థాపింప గోరు చున్నాను."},{"number":33,"verse":"మాట యేమియు లేనియెడల నీవు నా మాట ఆలకింపుము మౌనముగా నుండుము, నేను నీకు జ్ఞానము బోధించె దను."}]}