{"bibleAbbr":"LEB2012","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":3,"verses":[{"number":1,"verse":"Judgment of Jerusalem and the Nations Woe to you, O rebellious and defiled one! The oppressing city!"},{"number":2,"verse":"She listens to no voice; she does not accept correction. In Yahweh she does not trust; to her God she does not draw near."},{"number":3,"verse":"Her officials in her midst are roaring lions; her judges are evening wolves; they leave nothing until the morning."},{"number":4,"verse":"Her prophets are arrogant men of treachery; her priests have defiled that which is holy; they do violence to the law."},{"number":5,"verse":"Yahweh is righteous in her midst; he does not do wickedness. Morning by morning he renders his judgment; at dawn he does not fail, but an evil one knows no shame."},{"number":6,"verse":"“I have cut off nations; their strongholds are deserted. I have laid waste their streets, so that none pass through. Their cities have been destroyed and are without a man, without an inhabitant."},{"number":7,"verse":"I have said, ‘Surely she will fear me; she will accept discipline. Then her dwelling place will not be cut down, nor all that I have brought upon her.’ Surely they rise early; they make all their deeds corrupt."},{"number":8,"verse":"“Therefore, wait for me” — a declaration of Yahweh — “for the day of my rising as a witness. For my decision is to gather nations, to assemble kingdoms, to pour out my wrath upon them, all my burning anger. For by the fire of my anger all the land shall be consumed."},{"number":9,"verse":"Because then I will make the speech of the nations pure; that all of them might call on the name of Yahweh, to serve him in unison."},{"number":10,"verse":"From beyond the rivers of Cush my worshipers and the daughter of my scattered ones shall bring my offering."},{"number":11,"verse":"On that day you shall not be humiliated on account of all your deeds by which you have rebelled against me. For then I shall remove from your midst those exulting in your pride, and you shall no longer be haughty in my holy mountain."},{"number":12,"verse":"And I will leave in your midst a people afflicted and poor, and they shall take refuge in the name of Yahweh."},{"number":13,"verse":"The remnant of Israel shall not do wickedness; they shall not speak deception, nor shall a deceitful tongue be found in their mouth. For they shall graze and lie down, and none shall frighten them.”"},{"number":14,"verse":"Shout for joy, O daughter of Zion! Cry aloud, O Israel! Rejoice and be jubilant with all your heart, O daughter of Jerusalem!"},{"number":15,"verse":"Yahweh has annulled your judgments; he has turned away your enemies. The king of Israel, Yahweh, is in your midst; you shall no longer fear misfortune."},{"number":16,"verse":"On that day it shall be said to Jerusalem, “Fear not, O Zion; your hands shall not hang limp."},{"number":17,"verse":"Yahweh your God is in your midst; a mighty warrior who saves. He shall rejoice over you with joy; he renews you in his love; he will exult over you with singing."},{"number":18,"verse":"I will gather those of you grieving on account of the feast; they were raising against her a reproach."},{"number":19,"verse":"Behold, at that time I will deal with all your oppressors; I will save the lame and gather the outcast. I will change them from shame to glory and renown throughout the whole world."},{"number":20,"verse":"At that time I will bring you in; at the time of my gathering you together. For I will make you renowned and praised among all the nations of the earth when I restore your fortunes before your eyes,” says Yahweh."}]}