{"bibleAbbr":"CVB1535","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"But I saye: As longe as the heyre is a childe, there is no difference betwene him and a seruaunt, though he be lorde of all ye goodes:"},{"number":2,"verse":"but he is vnder tuters and gouerners, vntyll the tyme appoynted of the father."},{"number":3,"verse":"Euen so we also, wha we were children, were in bondage vnder the outwarde tradicions."},{"number":4,"verse":"But whan the tyme was fulfylled, God sent his sonne, borne of a woma, and put vnder the lawe,"},{"number":5,"verse":"to redeme them which were vnder the lawe, that we mighte receaue ye childshippe."},{"number":6,"verse":"For so moch the as ye are children, God hath sent the sprete of his sonne in to oure hertes, which cryeth: Abba, deare father."},{"number":7,"verse":"Wherfore now, thou art not a seruaunt, but a sonne. Yf thou be a sonne, then art thou the heyre of God thorow Christ."},{"number":8,"verse":"Notwithstondinge whan ye knewe not God, ye dyd seruyce vnto them, which by nature are no Goddes."},{"number":9,"verse":"But now seynge ye knowe God (yee rather are knowne off God) how is it that ye turne you backe agayne vnto the weake and beggerly tradicions, wher vnto ye desyre agayne afresh to be in bondage?"},{"number":10,"verse":"Ye obserue dayes and monethes, and tymes and yeares."},{"number":11,"verse":"I am in feare of you, lest I haue bestowed laboure on you in vayne."},{"number":12,"verse":"Brethre I beseke you, be ye as I am, for I am as ye are. Ye haue not hurte me at all."},{"number":13,"verse":"For ye knowe how that in weaknes after ye flesh I preached ye Gospell vnto you at the first:"},{"number":14,"verse":"and my tentacion which I suffred after the flesh, ye despysed not, nether abhorred, but receaued me as an angell of God, yee euen as Christ Iesus."},{"number":15,"verse":"How happy were ye then? For I beare you recorde, that yf it had bene possible, ye had plucked out youre awne eyes, and geue them vnto me."},{"number":16,"verse":"Am I therfore become yor enemy, because I tell you ye trueth?"},{"number":17,"verse":"They are gelous ouer you amysse. Yee they wolde make you to fall backe, that ye might be feruet to the warde."},{"number":18,"verse":"It is good to be feruent, so yt it be allwaye in a good thinge, and not onely whan I am present wt you."},{"number":19,"verse":"My litle children (of whom I trauayle in byrth agayne, vntyll Christ be fashioned in you)"},{"number":20,"verse":"I wolde I were wt you now, and coulde chauge my voyce, for I stode i doute of you."},{"number":21,"verse":"Tell me ye that wylbe vnder the lawe, haue ye not herde the lawe?"},{"number":22,"verse":"For it is wrytten, that Abraham had two sonnes the one by a bonde mayde, the other by a fre woman."},{"number":23,"verse":"As for him that was of the bode mayde, he was borne after ye flesh: but he which was of the fre woman, was borne by promes."},{"number":24,"verse":"These wordes betoken somwhat. For these wemen are the two Testamentes: The one from the mount Sina, that gendreth vnto bondage, which is Agar."},{"number":25,"verse":"For Agar is called in Arabia ye mount Sina, and reacheth vnto Ierusalem which now is, and is in bondage with hir children."},{"number":26,"verse":"But Ierusalem that is aboue, is the fre woman, which is the mother of vs all."},{"number":27,"verse":"For it is wrytte: Reioyse thou baren, that bearest no childre: breake forth and crye thou yt trauaylest not, for the desolate hath many mo childre, then she which hath an hussbande."},{"number":28,"verse":"As for vs (brethren) we are the children of Isaac acordinge to the promes."},{"number":29,"verse":"But like as at that tyme, he that was borne after the flesh, persecuted him yt was borne after the sprete, euen so is it now also."},{"number":30,"verse":"But what sayeth the scripture? Put awaye the bonde mayden and hir sonne: for the sonne of ye bondmayde shal not be heyre with ye sonne of the fre woman."},{"number":31,"verse":"So now brethren, we are not children of the bonde mayde, but of the fre woman."}]}