{"bibleAbbr":"NASB1995","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"How<WH351> the Lord<WH136> has covered<WH5743> the daughter<WH1323> of Zion<WH6726> With a cloud<WH5743> in His anger!<WH639> He has cast<WH7993> from heaven<WH8064> to earth<WH776> The glory<WH8597> of Israel,<WH3478> And has not remembered<WH2142> His footstool<WH1916> <WH7272> In the day<WH3117> of His anger.<WH639>"},{"number":2,"verse":"The Lord<WH136> has swallowed<WH1104> up; He has not spared<WH2550> All<WH3605> the habitations<WH4999> of Jacob.<WH3290> In His wrath<WH5678> He has thrown<WH2040> down<WH2040> The strongholds<WH4013> of the daughter<WH1323> of Judah;<WH3063> He has brought<WH5060> [them] down<WH5060> to the ground;<WH776> He has profaned<WH2490> the kingdom<WH4467> and its princes.<WH8269>"},{"number":3,"verse":"In fierce<WH2750> anger<WH639> He has cut<WH1438> off<WH1438> All<WH3605> the strength<WH7161> of Israel;<WH3478> He has drawn<WH7725> back<WH268> His right<WH3225> hand<WH3225> From before<WH6440> the enemy.<WH340> And He has burned<WH1197> in Jacob<WH3290> like a flaming<WH3852> fire<WH784> Consuming<WH398> round<WH5439> about.<WH5439>"},{"number":4,"verse":"He has bent<WH1869> His bow<WH7198> like an enemy,<WH340> He has set<WH5324> His right<WH3225> hand<WH3225> like an adversary<WH6862> And slain<WH2026> all<WH3605> that were pleasant<WH4261> to the eye;<WH5869> In the tent<WH168> of the daughter<WH1323> of Zion<WH6726> He has poured<WH8210> out His wrath<WH2534> like fire.<WH784>"},{"number":5,"verse":"The Lord<WH136> has become<WH1961> like an enemy.<WH340> He has swallowed<WH1104> up Israel;<WH3478> He has swallowed<WH1104> up all<WH3605> its palaces;<WH759> He has destroyed<WH7843> its strongholds<WH4013> And multiplied<WH7235> in the daughter<WH1323> of Judah<WH3063> Mourning<WH592> and moaning.<WH592>"},{"number":6,"verse":"And He has violently<WH2554> treated<WH2554> His tabernacle<WH7900> like a garden<WH1588> [booth;] He has destroyed<WH7843> His appointed<WH4150> meeting<WH4150> place;<WH4150> The Lord<WH3068> has caused to be forgotten<WH7911> The appointed<WH4150> feast<WH4150> and sabbath<WH7676> in Zion,<WH6726> And He has despised<WH5006> king<WH4428> and priest<WH3548> In the indignation<WH2195> of His anger.<WH639>"},{"number":7,"verse":"The Lord<WH136> has rejected<WH2186> His altar,<WH4196> He has abandoned<WH5010> His sanctuary;<WH4720> He has delivered<WH5462> into the hand<WH3027> of the enemy<WH340> The walls<WH2346> of her palaces.<WH759> They have made<WH5414> a noise<WH6963> in the house<WH1004> of the Lord<WH3068> As in the day<WH3117> of an appointed<WH4150> feast.<WH4150>"},{"number":8,"verse":"The Lord<WH3068> determined<WH2803> to destroy<WH7843> The wall<WH2346> of the daughter<WH1323> of Zion.<WH6726> He has stretched<WH5186> out a line,<WH6957> He has not restrained<WH7725> His hand<WH3027> from destroying;<WH1104> And He has caused rampart<WH2426> and wall<WH2346> to lament;<WH56> They have languished<WH535> together.<WH9191>"},{"number":9,"verse":"Her gates<WH8179> have sunk<WH2883> into the ground,<WH776> He has destroyed and broken<WH6> her bars.<WH7665> Her king<WH1280> and her princes<WH4428> are among the nations;<WH8269> The law<WH1471> is no<WH8451> more;<WH369> Also,<WH369> her prophets<WH1571> find<WH5030> No<WH4672> vision<WH3808> from the Lord.<WH2377>"},{"number":10,"verse":"The elders<WH2205> of the daughter<WH1323> of Zion<WH6726> Sit<WH3427> on the ground,<WH776> they are silent.<WH1826> They have thrown<WH5927> dust<WH6083> on their heads;<WH7218> They have girded<WH2296> themselves with sackcloth.<WH8242> The virgins<WH1330> of Jerusalem<WH3389> Have bowed<WH3381> their heads<WH7218> to the ground.<WH776>"},{"number":11,"verse":"My eyes<WH5869> fail<WH3615> because of tears,<WH1832> My spirit<WH4578> is greatly<WH2560> troubled;<WH2560> My heart<WH3516> is poured<WH8210> out on the earth,<WH776> Because<WH5921> of the destruction<WH7667> of the daughter<WH1323> of my people,<WH5971> When little<WH5768> ones<WH5768> and infants<WH3243> faint<WH5848> In the streets<WH7339> of the city.<WH7151>"},{"number":12,"verse":"They say<WH559> to their mothers,<WH517> \"Where<WH346> is grain<WH1715> and wine<WH3196>?\" As they faint<WH5848> like a wounded<WH2491> man<WH2491> In the streets<WH7339> of the city,<WH5892> As their life<WH5315> is poured<WH8210> out On their mothers' bosom.<WH2436>"},{"number":13,"verse":"How<WH4100> shall I admonish<WH5749> you? To what<WH4100> shall I compare<WH1819> you, O daughter<WH1323> of Jerusalem<WH3389>? To what<WH4100> shall I liken<WH9586> you as I comfort<WH5162> you, O virgin<WH1330> daughter<WH1323> of Zion<WH6726>? For your ruin<WH7667> is as vast<WH1419> as the sea;<WH3220> Who<WH4310> can heal<WH7495> you?"},{"number":14,"verse":"Your prophets<WH5030> have seen<WH2372> for you False<WH7723> and foolish<WH8602> [visions;] And they have not exposed<WH1540> your iniquity<WH5771> So as to restore<WH7725> you from captivity,<WH7622> But they have seen<WH2372> for you false<WH7723> and misleading<WH4065> oracles.<WH4065>"},{"number":15,"verse":"All<WH3605> who pass<WH5674> along<WH5674> the way<WH1870> Clap<WH5606> their hands<WH3709> [in derision] at you; They hiss<WH8319> and shake<WH5128> their heads<WH7218> At the daughter<WH1323> of Jerusalem,<WH3389> \"Is this<WH384> the city<WH5892> of which<WH7945> they said,<WH559> 'The perfection<WH3632> of beauty,<WH3308> A joy<WH4885> to all<WH3605> the earth<WH776>'?\""},{"number":16,"verse":"All<WH3605> your enemies<WH340> Have opened<WH6475> their mouths<WH6310> wide against<WH5921> you; They hiss<WH8319> and gnash<WH2786> [their] teeth.<WH8127> They say,<WH559> \"We have swallowed<WH1104> [her] up! Surely<WH389> this<WH2088> is the day<WH3117> for which<WH7945> we waited;<WH6960> We have reached<WH4672> [it,] we have seen<WH7200> [it.]\""},{"number":17,"verse":"The Lord<WH3068> has done<WH6213> what<WH834> He purposed;<WH2161> He has accomplished<WH1214> His word<WH9022> Which<WH834> He commanded<WH6680> from days<WH3117> of old.<WH6924> He has thrown<WH2040> down<WH2040> without<WH3808> sparing,<WH2550> And He has caused the enemy<WH340> to rejoice<WH8055> over<WH5921> you; He has exalted<WH7311> the might<WH7161> of your adversaries.<WH6862>"},{"number":18,"verse":"Their heart<WH3820> cried<WH6817> out to the Lord,<WH136> \"O wall<WH2346> of the daughter<WH1323> of Zion,<WH6726> Let [your] tears<WH1832> run<WH3381> down<WH3381> like a river<WH5158> day<WH3119> and night;<WH3915> Give<WH5414> yourself no<WH408> relief;<WH6314> Let your eyes<WH5869> have<WH1826> no<WH408> rest.<WH1826>"},{"number":19,"verse":"\"Arise,<WH6965> cry<WH7442> aloud<WH7442> in the night<WH3915> At the beginning<WH7218> of the night watches;<WH821> Pour<WH8210> out your heart<WH3820> like water<WH4325> Before<WH5227> the presence<WH6440> of the Lord;<WH136> Lift<WH5375> up your hands<WH3709> to Him For the life<WH5315> of your little<WH5768> ones<WH5768> Who are faint<WH5848> because of hunger<WH7458> At the head<WH7218> of every<WH3605> street.<WH2351>\""},{"number":20,"verse":"See,<WH7200> O Lord,<WH3068> and look!<WH5027> With whom<WH4310> hast Thou dealt<WH9412> thus<WH3541>? Should women<WH802> eat<WH398> their offspring,<WH6529> The little<WH5768> ones<WH5768> who<WH2949> were born<WH2949> healthy<WH2949>? Should priest<WH3548> and prophet<WH5030> be slain<WH2026> In the sanctuary<WH4720> of the Lord<WH136>?"},{"number":21,"verse":"On the ground<WH776> in the streets<WH2351> Lie<WH7901> young<WH5288> and old,<WH2205> My virgins<WH1330> and my young<WH970> men<WH970> Have fallen<WH5307> by the sword.<WH2719> Thou hast slain<WH2026> [them] in the day<WH3117> of Thine anger,<WH639> Thou hast slaughtered,<WH2873> not sparing.<WH2550>"},{"number":22,"verse":"Thou didst call<WH7121> as in the day<WH3117> of an appointed<WH4150> feast<WH4150> My terrors<WH4032> on every<WH5439> side;<WH5439> And there was no<WH3808> one who<WH6412> escaped<WH6412> or survived<WH8300> In the day<WH3117> of the Lord's anger.<WH639> Those whom<WH834> I bore<WH2946> and reared,<WH7235> My enemy<WH340> annihilated<WH3615> them."}]}