{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"then the Lord spake to Moses saying, Go to Pharao, for I have suffered the heart of him and his attendants to continue stubborn that these my signs might come upon them in succession,"},{"number":2,"verse":"that you may tell in the hearing of your children even to your children's children, with what contempt I have treated the Egyptians, even these my signs which I have done among them, and you will know that I am the Lord."},{"number":3,"verse":"Then Moses and Aaron went in before Pharao and said to him, Thus saith the Lord the God of the Hebrews. How long wilt thou refuse to reverence me? Send away my people that they may serve me."},{"number":4,"verse":"Otherwise, if thou refuse to let my people go, behold at this time to-morrow I will bring a swarm of locusts on all thy borders"},{"number":5,"verse":"and they shall cover the face of the ground, so that thou shalt not be able to see the ground; and they shall devour all the remaining product of the land which the hail hath left you; and they shall devour every tree which groweth for you in the land."},{"number":6,"verse":"And thy houses and the houses of thy servants, all the houses of the Egyptians throughout the whole land, shall be filled in such a manner as thy fathers and their forefathers never saw from the time they had an existence in the land even to this day. And Moses turned and went out from Pharao."},{"number":7,"verse":"Upon this the attendants of Pharao said to him, How long shall this be a snare to us? Send the men away that they may serve their God. Dost thou not know that Egypt is ruined?"},{"number":8,"verse":"Then they brought back Moses and Aaron to Pharao; and he said to them, Go and serve the Lord your God. But who and who are going?"},{"number":9,"verse":"And Moses said, We must go with young and old, with our sons and daughters, and with our flocks and herds, for it is the festival of the Lord."},{"number":10,"verse":"Whereupon he said to them, The Lord be so with you! as I send you away, must I also send away your substance? Take notice! you have wicked intentions."},{"number":11,"verse":"No: Let the men go and worship; for this is what you desire. So they drove them out from the presence of Pharao."},{"number":12,"verse":"Then the Lord said to Moses, Stretch forth thy hand against the land of Egypt, and let the locust come up against the land. And it shall devour every herb of the field and all the fruit of the trees which the hail hath left."},{"number":13,"verse":"So Moses lifted up the staff towards heaven and the Lord brought a south wind upon the land all that day and all that night, and by the morning the south wind had lifted up a swarm of locusts"},{"number":14,"verse":"and wafted it over the whole land of Egypt: and it settled on all the borders of Egypt; an immense swarm. Such a swarm of locusts had never been before it, nor shall there ever be such a one hereafter."},{"number":15,"verse":"It covered the whole surface of the ground and the land was wasted. And it devoured every herb of the ground and all the fruit of the trees which the hail had left. There was nothing green left among the trees, or among the herbs of the field throughout all the land of Egypt."},{"number":16,"verse":"Upon this Pharao sent in haste for Moses and Aaron and said; I have sinned in the sight of the Lord your God and against you;"},{"number":17,"verse":"therefore forgive this offence of mine this once more, and pray to the Lord your God; and let him remove from me this pestilence."},{"number":18,"verse":"Then Moses went out from Pharao and prayed to God,"},{"number":19,"verse":"and the Lord brought a contrary wind with great violence from the sea; and it lifted up the swarm of locusts and cast it into the Red sea, and there was not one locust left in all the land of Egypt."},{"number":20,"verse":"But the Lord suffered Pharao's heart to be stubborn so that he did not let the Israelites go."},{"number":21,"verse":"Then the Lord said to Moses, Stretch forth thy hand towards heaven and let there be darkness over the land of Egypt; a palpable darkness."},{"number":22,"verse":"So Moses stretched forth his hand towards heaven, and there was a darkness; a thick, turbid darkness over the whole land of Egypt three days."},{"number":23,"verse":"And for three days one saw not another, nor did any one rise from his place for three days; but all the children of Israel had light in all the places where they were."},{"number":24,"verse":"Then Pharao sent for Moses and Aaron and said, Go and worship the Lord your God. But you must leave your flocks and your herds. Your baggage may go with you."},{"number":25,"verse":"And Moses said, But thou must give us burnt offerings and sacrifices to offer to the Lord our God."},{"number":26,"verse":"Our cattle therefore must go with us. We cannot leave a hoof behind. For of them we must take to worship the Lord our God; and we do not know with what we are to worship the Lord our God, until we come there."},{"number":27,"verse":"Now the Lord had suffered the heart of Pharao to continue stubborn so that he would not let the people go,"},{"number":28,"verse":"therefore Pharao said, Begone from me. Take heed to thyself not to see my face any more. For the day thou appearest before me thou shalt die."},{"number":29,"verse":"Whereupon Moses said, Thou hast spoken. I will not appear again in thy presence."}]}