{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"Now the Lord had spoken to Moses and Aaron in the land of Egypt saying,"},{"number":2,"verse":"This month shall he to you the beginning of months. It is the first for you among the months of the year."},{"number":3,"verse":"Speak to all the congregation of the children of Israel and say, On the tenth of this month let them take every one a sheep according to the houses of patriarchal families, every one a sheep for a family;"},{"number":4,"verse":"and if there be too few in the family to be sufficient for one sheep, let him associate with him his next neighbour. With regard to the number of souls, every one shall collect to him a number sufficient for a sheep."},{"number":5,"verse":"Your sheep shall be without blemish, a male and in its first year. You may take either from the lambs or the kids."},{"number":6,"verse":"And it shall be kept up by you until the fourteenth day of this month. Then the whole multitude of the congregation of the children of Israel shall kill it in the evening."},{"number":7,"verse":"And they shall take some of the blood and put it on the two side posts and on the lintel of the door of the house in which they are to eat it."},{"number":8,"verse":"And that night they shall eat the flesh roasted with fire. They shall also eat unleavened bread with bitter herbs."},{"number":9,"verse":"You shall not eat any of it raw or boiled in water, but only roasted with fire, head and feet and carcase together."},{"number":10,"verse":"Nothing of it shall be left till the morning. And you shall not break a bone of it. And what is left of it till the morning you shall burn with fire."},{"number":11,"verse":"And in this manner you shall eat it. Your loins shall be girded. Your sandals shall be on your feet, and your staves in your hands. And you shall eat it in haste. It is a passover to the Lord."},{"number":12,"verse":"For in that night I will pass through the land of Egypt, and smite all the first born in the land of Egypt, both of man and beast. And upon all the gods of the Egyptians I will execute vengeance. I am the Lord."},{"number":13,"verse":"But the blood shall be to you for a sign on the houses in which you are. And when I see the blood, I will protect you and there shall be no destroying plague among you, when I smite in the land of Egypt."},{"number":14,"verse":"And that day shall be to you for a memorial. And you shall celebrate it as a festival to the Lord throughout all your generations. As an everlasting ordinance you shall celebrate it."},{"number":15,"verse":"Seven days you shall eat unleavened bread. And from the first day you shall remove all leaven out of your houses. Whoever shall eat leaven from the first to the seventh day, that soul shall be cut off from among Israel."},{"number":16,"verse":"And with regard to the first day, it shall be proclaimed holy; and the seventh day shall be holy to you. In them you shall not do any kind of sacrificial service, save that which must be done for every soul. This alone shall be done for you"},{"number":17,"verse":"and you shall keep this commandment. For on that day I will lead out your host from the land of Egypt; therefore you shall make the observance of that day an everlasting rite to your generations."},{"number":18,"verse":"Beginning at evening with the fourteenth day of the first month, you shall eat unleavened bread until the evening of the twenty first day."},{"number":19,"verse":"For seven days there must be no leaven found in your houses. Whoever shall eat leavened bread, that soul shall be cut off from among the congregation of Israel; whether he be a stranger or born in the land."},{"number":20,"verse":"You shall eat nothing that is leavened. But in all your habitations you must eat unleavened bread."},{"number":21,"verse":"Moses therefore convened the whole senate of the children of Israel and said to them, Go take for yourselves the sheep according to your families and kill the passover;"},{"number":22,"verse":"and ye shall take a bunch of hyssop and having dipped it in the blood by the door you shall smear the lintel and the two side posts with some of the blood which is at the door; and none of you shall go out of the door of his house until the morning."},{"number":23,"verse":"For the Lord will pass by to smite the Egyptians; and when he shall see the blood on the lintel and on the two side posts, the Lord will pass over that door and will not suffer the destroyer to enter into your houses to smite."},{"number":24,"verse":"And this ordinance you shall keep as a rite established for thee and thy children for ever."},{"number":25,"verse":"And when you come to the land which the Lord will give you as he hath spoken, you must keep up this religious service."},{"number":26,"verse":"And if your children say to you, What is the meaning of this religious service?"},{"number":27,"verse":"then you shall say to them, It is the sacrifice of the Passover of the Lord; because he passed over the houses of the Israelites in Egypt when he smote the Egyptians, and delivered our houses. Upon which the people bowed down and worshipped;"},{"number":28,"verse":"and the Israelites went and did as the Lord commanded Moses and Aaron."},{"number":29,"verse":"And when they had so done, it came to pass that at midnight the Lord smote all the first born in the land of Egypt, from the first born of Pharao, who sat on the throne to the first born of the captive in the dungeon, and even the first born of all the cattle."},{"number":30,"verse":"Whereupon Pharao arose by night he and all his attendants and all the Egyptians; and there was a great cry in all the land of Egypt; for there was not a family in which there was not one dead."},{"number":31,"verse":"And Pharao called for Moses and Aaron by night and said to them, Arise and depart from among my people, both you and the Israelites. Go and serve the Lord your God as you say."},{"number":32,"verse":"Take your flocks and your herds and go away, and bless me, I beseech you."},{"number":33,"verse":"And the Egyptians pressed the people with great earnestness to hurry them away out of the country; for they said, We shall all die."},{"number":34,"verse":"So the people took up, upon their shoulders, their dough which had not yet been leavened: the masses of mixed up meal, bound up in their mantles"},{"number":35,"verse":"now the Israelites had done as Moses commanded them; they had asked of the Egyptian gold and silver vessels and raiment,"},{"number":36,"verse":"and the Lord had given his people favour in the sight of the Egyptians and they had supplied them, so they spoiled the Egyptians"},{"number":37,"verse":"and the Israelites to the number of six hundred thousand men on foot besides women and children began their march from Ramesses to Succoth."},{"number":38,"verse":"And there went up with them a mixed multitude with flocks and herds and cattle in great abundance."},{"number":39,"verse":"And of the dough which they brought out of Egypt they baked unleavened cakes, for it had not been leavened: for the Egyptians hurried them away and they could not wait, and they had not dressed any provisions for themselves for the journey."},{"number":40,"verse":"Now the sojourning of the Israelites which they and their fathers had sojourned in the land of Egypt and in the land of Chanaan was four hundred and thirty years."},{"number":41,"verse":"And at the end of four hundred and thirty years all the host of the Lord came out of the land of Egypt."},{"number":42,"verse":"At night there was a watch for the Lord. This watch of the Lord was instituted that very night to bring them out of the land of Egypt. That it might be kept by all the children of Israel throughout their generations,"},{"number":43,"verse":"the Lord said to Moses and Aaron, This is the law of the Passover; No stranger shall eat of it;"},{"number":44,"verse":"but every servant born at home or bought with money thou shalt circumcise and then he may eat of it."},{"number":45,"verse":"A sojourner or a hireling shall not eat of it."},{"number":46,"verse":"In one family it shall be eaten, and you must not carry any of the flesh abroad out of the house; nor shall you break a bone thereof."},{"number":47,"verse":"All the congregation of the children of Israel shall keep this festival."},{"number":48,"verse":"And if any proselyte come to you to keep the passover to the Lord, thou shalt circumcise all his males and then he may come and keep it, and he shall be as a native of the land. No uncircumcised person shall eat of it."},{"number":49,"verse":"There shall be one law for the home born and for the proselyte who shall come among you."},{"number":50,"verse":"Now the children of Israel had done as the Lord commanded Moses and Aaron; and when they had done so,"},{"number":51,"verse":"on that very day the Lord led the Israelites out of the land of Egypt with their host."}]}