{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":20,"verses":[{"number":1,"verse":"the Lord spoke all these words saying,"},{"number":2,"verse":"I am the Lord thy God, who brought thee out of the land of Egypt; out of the house of bondage."},{"number":3,"verse":"Thou shalt have no other gods besides me."},{"number":4,"verse":"Thou shalt not make for thyself an idol, nor the likeness of any thing, which is in the heaven above, or in the earth below, or in the waters under the earth;"},{"number":5,"verse":"thou shalt not worship them; nor serve them; for I, the Lord thy God, am a zealous God, retributing to them who hate me the sins of fathers upon children to the third and fourth generation;"},{"number":6,"verse":"but shewing mercy for thousands [of generations] to them who love me and keep my commandments."},{"number":7,"verse":"Thou shalt not take the name of the Lord thy God in vain; for the Lord thy God will not hold him guiltless who taketh his name in vain."},{"number":8,"verse":"Remember the day of the sabbaths to hallow it."},{"number":9,"verse":"Six days labour and do all thy works;"},{"number":10,"verse":"but on the seventh day are sabbaths to the Lord thy God; On it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy man servant, nor thy maid servant, nor thy ox, nor thy ass, nor any of thy cattle, nor the stranger who sojourneth with thee;"},{"number":11,"verse":"for in six days the Lord made the heaven and the earth and the sea and all that are in them, and rested on the seventh day: therefore the Lord blessed the seventh day and hallowed it."},{"number":12,"verse":"Honour thy father and thy mother that it may be well with thee, and that thou mayst live long in that good land, which the Lord thy God giveth thee."},{"number":13,"verse":"Thou shalt not commit adultery."},{"number":14,"verse":"Thou shalt not steal."},{"number":15,"verse":"Thou shalt not commit murder."},{"number":16,"verse":"Thou shalt not bear false witness against thy neighbour."},{"number":17,"verse":"Thou shalt not covet thy neighbour's wife; thou shalt not covet thy neighbour's house, nor his field, nor his man servant, nor his maid servant, nor his ox, nor his ass, nor any of his cattle, nor any thing belonging to thy neighbour."},{"number":18,"verse":"And all the people looked towards the thunder and the lightnings and the sound of the trumpet and the mount which was smoking; and all the people being struck with terror stood at a distance."},{"number":19,"verse":"And they said to Moses, Speak thou to us: and let not God speak to us lest we die."},{"number":20,"verse":"Whereupon Moses said to them, Take courage; for God is come to you to prove you, that the dread of him may be in you, that you may not sin."},{"number":21,"verse":"Then the people stood afar off, and Moses went into the thick darkness, where God was."},{"number":22,"verse":"And the Lord said to Moses, Thus shalt thou say to the house of Jacob and announce to the children of Israel, You have seen that I have spoken to you from heaven."},{"number":23,"verse":"You shall not make for yourselves gods of silver, nor shall you make for yourselves gods of gold."},{"number":24,"verse":"An altar of earth you shall make for me, and sacrifice thereon your whole burnt offerings and your offerings of thanksgiving, both your sheep and your young bulls in every place where I record my name."},{"number":25,"verse":"And I will come to thee and bless thee. And if thou makest for me an altar of stones; thou shalt not build it of hewn stones: for thou hast put thy workmanship on them and they are polluted."},{"number":26,"verse":"Thou shalt not go up to my altar by steps, that thou mayst not discover thy nakedness on it."}]}