{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"And the Lord spake to Moses saying,"},{"number":2,"verse":"Say to the children of Israel, Take offerings from all who may be willing. And these you shall take as dedications to me."},{"number":3,"verse":"And this is the offering which you shall receive from them; gold and silver and brass,"},{"number":4,"verse":"and blue and purple and scarlet yarn, and cotton thread, and goats' hair,"},{"number":5,"verse":"and rams' skins dyed red, and skins of a violet colour, and incorruptible wood,"},{"number":6,"verse":"and oil for giving light, and spices for the anointing oil and for the compound incense,"},{"number":7,"verse":"and sardine stones, and stones to be engraved for the ephod and the robe which cometh down to the feet."},{"number":8,"verse":"And thou shalt make a sanctuary for me and I will appear among you."},{"number":9,"verse":"And thou shalt make every thing for me according to what I show thee on this mount; according to the pattern of the tabernacle and the pattern of all its utensils, so shalt thou make them."},{"number":10,"verse":"Thou shalt make the Ark of the testimony of incorruptible wood; two cubits and a half, the length, and a cubit and a half, the breadth, and a cubit and a half, the height."},{"number":11,"verse":"And thou shalt overlay it with pure gold. Within and without thou shalt overlay it. And thou shalt make for it a rim of gold welked and waved around."},{"number":12,"verse":"And thou shalt beat out for it four rings of gold and fasten them to the four corners, two rings on one side and two rings on the other side."},{"number":13,"verse":"And thou shalt make staves of incorruptible wood and overlay them with gold."},{"number":14,"verse":"And thou shalt put the staves in the rings on the sides of the ark, that with them the ark may be carried."},{"number":15,"verse":"The staves shall remain immoveably in the rings of the ark."},{"number":16,"verse":"And thou shalt deposit in the ark the testimonies which I give thee."},{"number":17,"verse":"And thou shalt make a propitiatory; a lid of pure gold, two cubits and a half, the length; and a cubit and a half, the breadth."},{"number":18,"verse":"And thou shalt make two cherubs of turned gold, and place them at the two sides of the propitiatory."},{"number":19,"verse":"They shall be made, one cherub at one side, and the other cherub at the other side of the propitiatory. Thou shalt make the two cherubs at the two sides;"},{"number":20,"verse":"and the cherubs shall have their wings stretched forth above and shall overshadow the propitiatory with their wings; and their faces shall be towards each other. The faces of the cherubs shall be towards the propitiatory."},{"number":21,"verse":"And thou shalt put the propitiatory upon the ark; and into the ark thou shalt put the testimonies which I give thee."},{"number":22,"verse":"And there I will make myself known to thee and speak to thee from above the propitiatory, from between the two cherubs which are on the ark of the testimony, touching all that I give thee in charge to the children of Israel."},{"number":23,"verse":"Thou shalt also make a golden table of pure gold; two cubits long; and one cubit broad; and a cubit and a half high:"},{"number":24,"verse":"And thou shalt make for it a rim of gold, welked and waved around:"},{"number":25,"verse":"And thou shalt make for it a border of a hand breadth all around, and to the border thou shalt make a welked wave all around:"},{"number":26,"verse":"And thou shalt make four rings of gold and fasten the four rings to the four sides of its feet under the border."},{"number":27,"verse":"And the rings shall be for places to hold the staves so that with them they may carry the table."},{"number":28,"verse":"And thou shalt make the staves of incorruptible wood and overlay them with pure gold, and with them the table shall be carried."},{"number":29,"verse":"And thou shalt make its plates and its incense vessels and its libation vessels and the cups with which thou shalt pour out libations, all of pure gold."},{"number":30,"verse":"And on this table thou shalt lay the loaves which are to be in my presence before me continually."},{"number":31,"verse":"Thou shalt make also a candlestick of pure gold. Thou shalt make it a turned work. Its shaft and its branches and the cups and the knobs and the lilly ornaments shall be of one piece."},{"number":32,"verse":"And from its sides there shall issue six branches; three branches of the candlestick from one side thereof, and three branches of the candlestick from the other side,"},{"number":33,"verse":"with three cups beaten out in form of almonds, and a knob and an ornament like a lilly on each branch; and so on the six branches issuing from the candlestick:"},{"number":34,"verse":"and on the shaft there shall be four cups beaten out in form of almonds, and for each branch, knobs and ornaments like lillies, of the same piece;"},{"number":35,"verse":"the knob under the first pair of branches issuing from it; and a knob under the second pair of branches issuing from it, and so under the third pair of branches issuing from the shaft; and on the shaft four cups beaten out in form of almonds."},{"number":36,"verse":"Let the knobs and the branches be of one piece. The whole must be turned out of one piece of pure gold."},{"number":37,"verse":"And thou shalt make the seven lamps for it, and place the lamps so that they may give light in one row."},{"number":38,"verse":"And its snuffers and its snuff dishes thou shalt make of pure gold."},{"number":39,"verse":"All these utensils shall be a talent of pure gold."},{"number":40,"verse":"See that thou make them according to the pattern shewn thee on this mount."}]}