{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"Therefore associate thou with thyself thy brother Aaron and his sons, that from among the children of Israel, Aaron and Nadab and Abiud and Eleazar and Ithamar the sons of Aaron may minister to me in the priest's office."},{"number":2,"verse":"And thou shalt make for thy brother Aaron holy raiment for dignity and glory."},{"number":3,"verse":"For this purpose speak to all those who are wise in heart, whom I have filled with a spirit of wisdom and understanding and let them make the holy raiment of Aaron for the sanctuary, in which he shall minister to me."},{"number":4,"verse":"Now these are the robes which they shall make, The breast plate, and the ephod, and a long robe reaching down to the feet, and a broidered vesture, and a mitre, and a girdle. And that they may make holy robes for Aaron and his sons to minister to me,"},{"number":5,"verse":"they shall take the gold and the blue and the purple and the scarlet yarn and the cotton thread,"},{"number":6,"verse":"and they shall make the ephod of cotton thread, a woven work of an embroiderer."},{"number":7,"verse":"It shall have two shoulder pieces connected with it and to one another, being joined at the two sides."},{"number":8,"verse":"And the texture of the two shoulder pieces which are over it shall be of the same fabrick and materials as it is; of pure gold and of blue and purple and scarlet yarn and cotton thread."},{"number":9,"verse":"And thou shalt take the two stones, smaragdine stones, and engrave upon them the names of the sons of Israel,"},{"number":10,"verse":"six names on one stone and the other six names on the other stone; according to their births."},{"number":11,"verse":"With the workmanship of a skilful engraver, like the engraving of a seal, thou shalt engrave the two stones with the names of the sons of Israel."},{"number":12,"verse":"And thou shalt fix these two stones on the shoulders of the ephod. They are stones of remembrance for the children of Israel. And Aaron shall carry the names of the children of Israel before the Lord on his two shoulders as a memorial concerning them."},{"number":13,"verse":"Thou shalt also make little shields of pure gold;"},{"number":14,"verse":"and thou shalt make two pieces of net work of pure gold intermixed with flowers, the work of a curious plaiter, and thou shalt put the plaited net works upon the little shields in the fore front of the shoulder pieces."},{"number":15,"verse":"And thou shalt make the oracle of judgment, a work of an embroiderer— thou shalt make it, conformable to the ephod, of gold and blue and purple and scarlet yarn and cotton thread;"},{"number":16,"verse":"thou shalt make it four square. It shall be double. The length of it a span and the breadth a span."},{"number":17,"verse":"And thou shalt inweave in it a texture to contain stones in four rows. One row of stones shall be a sardius, a topaz and a smaragdus; this shall be the first row."},{"number":18,"verse":"And the second row, an anthrax, and a sapphire and a jaspis;"},{"number":19,"verse":"and the third row, a ligure, an agate and an amethyst;"},{"number":20,"verse":"and the fourth row, a chrysolite and a beryl and an onyx. They must be cased in gold, and bound together with gold according to their rows."},{"number":21,"verse":"And the stones from the names of the sons of Israel must be twelve according to their names. They must be engraved like seals every one with its name for the twelve tribes."},{"number":22,"verse":"And thou shalt make upon the oracle net works inwoven with it, a chain work of pure gold;"},{"number":23,"verse":"and thou shalt make for the oracle two rings of gold and thou shalt put the two rings of gold on the two upper ends of the oracle."},{"number":24,"verse":"And thou shalt put the nettings and chain works of gold on the two rings on the two upper ends of the oracle;"},{"number":25,"verse":"and the other two ends of the two pieces of net work thou shalt put on the two pieces of plaiters work, so as to put them upon the shoulders of the ephod over against each other in the fore front."},{"number":26,"verse":"And thou shalt make two rings of gold and put them on the two wings of the oracle on the very tip next to the lowest hinder tip of the ephod:"},{"number":27,"verse":"And thou shalt make two rings of gold and put them below on both the shoulder pieces of the ephod, over against the upper juncture of the contexture of the ephod;"},{"number":28,"verse":"And from the two rings which are on it thou shalt bind the oracle to the two rings of the ephod, which are fastened with blue yarn and plaited into the texture of the ephod, that the oracle may not be loosed from the ephod."},{"number":29,"verse":"And Aaron shall carry on his breast the names of the children of Israel on the oracle of judgment, when he goeth into the sanctuary, as a memorial before God."},{"number":30,"verse":"And upon the oracle of judgment thou shalt put the Manifestation and the Truth. And it shall be on the breast of Aaron, when he goeth into the sanctuary, before the Lord. And Aaron shall carry the judgments of the Israelites upon his breast before the Lord continually."},{"number":31,"verse":"And thou shalt make a robe to be worn under this, which shall reach down to the feet, entirely of blue yarn:"},{"number":32,"verse":"And the opening of it at the neck shall be in the middle, having a hem round the opening, a woven work, the binding being interwoven with it, that it may not be rent."},{"number":33,"verse":"And underneath the lower border of this robe thou shalt make clusters as of a blooming pomegranate of blue and purple and scarlet yarn and cotton thread. Under the border of this robe round about thou shalt make clusters all of the same appearance and golden bells between them round about:"},{"number":34,"verse":"by a cluster a golden bell with a running branch on the border of the robe round about;"},{"number":35,"verse":"so that when Aaron officiateth the sound of him may be heard as he goeth into the sanctuary before the Lord, or cometh out; that he may not die."},{"number":36,"verse":"And thou shalt make a plate of pure gold, and engrave on it with the engraving of a seal, Holiness to the Lord,"},{"number":37,"verse":"and thou shalt fix it on a blue lace; and it shall be upon the mitre."},{"number":38,"verse":"It shall be upon the front of the mitre and upon Aaron's forehead; and Aaron shall bear away the sins of the holy things which the children of Israel may dedicate; of every gift of their holy things. And it shall be upon Aaron's forehead continually to make them acceptable before the Lord."},{"number":39,"verse":"Now the embroideries of the vestures shall be of cotton and thou shalt make a tiara of cotton, and thou shalt make a girdle, the work of an embroiderer."},{"number":40,"verse":"And for Aaron's sons thou shalt make vestures and girdles. Thou shalt also make tiaras for them for dignity and glory."},{"number":41,"verse":"And with these thou shalt clothe Aaron thy brother and his sons with him. And thou shalt anoint them and fill their bands and consecrate them that they may minister to me in the priest's office."},{"number":42,"verse":"Moreover thou shalt make for them linen drawers to cover their nakedness. These shall reach from the loins to the thighs,"},{"number":43,"verse":"and Aaron and his sons shall wear them when they come into the tabernacle of the testimony or when they come near to minister at the altar of the sanctuary, that they may not bring sin upon themselves and die. This shall be a perpetual statute for him and his seed after him."}]}