{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"the Lord said to Moses, Depart, go up hence thou and thy people whom thou hast led out of the land of Egypt, to the land which with an oath I promised to Abraham and Isaak and Jacob, saying, To your seed I will give it."},{"number":2,"verse":"And I will send my angel before thee and he will drive out the Amorite and the Chettite and the Pherezite and the Gergasite and the Evite and the Jebusite and the Chananite."},{"number":3,"verse":"And I will bring thee to a land flowing with milk and honey: for I must not go with thee because thou art a stiff necked people, lest I destroy thee in the way."},{"number":4,"verse":"And when the people heard these evil tidings they mourned bitterly."},{"number":5,"verse":"Whereupon the Lord said to the Israelites, You are a stiff necked people, take care that I bring not another stroke on you and utterly consume you. Now therefore strip off the robes of your glory and your ornaments and I will shew thee what I will do to thee."},{"number":6,"verse":"So the Israelites stript off their ornaments and took down the barrier from the mountain Choreb"},{"number":7,"verse":"and Moses struck his tent and pitched it without the camp at a distance from the camp, (Now it was called the tabernacle of the testimony, and every one who sought the Lord went out to this tabernacle without the camp."},{"number":8,"verse":"And as Moses was going to the tabernacle without the camp, all the people stood looking, every one at his tent door, and kept their eyes upon Moses as he was going until he entered the tabernacle"},{"number":9,"verse":"And when Moses entered the tabernacle, the pillar of cloud descended and stood at the door of the tabernacle and talked with Moses."},{"number":10,"verse":"And when all the people saw the pillar of cloud standing at the door of the tabernacle all the people as they were standing worshipped every one at his tent door."},{"number":11,"verse":"And when the Lord had talked with Moses face to face as one would talk to his friend, Moses returned to the camp, but his attendant Joshua the son of Nave being young did not go out of the tabernacle."},{"number":12,"verse":"Now Moses had said to the Lord, Behold thou sayest, Lead on this people, but hast not let me know whom thou wilt send with me. Yet thou hast said to me, I know thee above all men and thou art in favour with me."},{"number":13,"verse":"If therefore I have found favour in thy sight manifest thyself to me in an evident manner, that I may see thee in what way soever I may have found favour in thy sight, and that I may know that this great nation is thy people."},{"number":14,"verse":"And he said, Must I myself go before thee and give thee rest?"},{"number":15,"verse":"To which Moses replied, Unless thou thyself accompany us, take me not away from this place:"},{"number":16,"verse":"for how can it be known for certain that I and this people have found favour in thy sight, but by thy going with us? Or I and this people be glorious above all that are on the earth?"},{"number":17,"verse":"Then the Lord said to Moses, Even this which thou hast said, I will do for thee; for thou hast found favour in my sight and I know thee above all men."},{"number":18,"verse":"Upon which Moses said, Manifest thyself to me."},{"number":19,"verse":"And he said, I will go before thee with my glory and I will call by my name The Lord, before thee; and I will have mercy on whom I please to have mercy; and I will have compassion on whomsoever I compassionate;"},{"number":20,"verse":"but, said he, thou canst not see my face; for no man can see my face and live."},{"number":21,"verse":"Then the Lord said, Behold there is a place near me. Thou shalt stand upon the rock,"},{"number":22,"verse":"and when my glory is passing by, I will place thee in a cleft of the rock and cover thee with my hand over thee, until I pass by,"},{"number":23,"verse":"then I will withdraw my hand and then thou shalt see what are behind me but my face cannot be seen by thee."}]}