{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"Then the Lord said to Moses, Hew thee two tables of stone like the first and come up to me on the mount, and I will write on those tables the words which were in the first tables which thou didst break;"},{"number":2,"verse":"and be ready against the morning and thou shalt come up to mount Sina, and wait for me there on the top of the mount,"},{"number":3,"verse":"but let none come up with thee nor be seen in all the mountain; and let neither flocks nor herds pasture near the mount."},{"number":4,"verse":"So when Moses had hewn two tables of stone such as the first he arose early in the morning and went up mount Sina, as the Lord had commanded him. And Moses took the two tables of stone"},{"number":5,"verse":"and the Lord descended in a cloud and stood by him there and called in the name of the Lord."},{"number":6,"verse":"And the Lord passed by before him and proclaimed, The Lord, the God compassionate and merciful, long suffering and abundant in goodness and truth,"},{"number":7,"verse":"keeping kindness and mercy for thousands, taking away transgressions, iniquities and sins, will by no means clear the guilty, when he bringeth the transgressions of fathers on children and children s children to the third and fourth generation."},{"number":8,"verse":"Upon which Moses made haste and having bowed down on the ground he worshipped"},{"number":9,"verse":"and said, If I have found favour in thy sight; let my Lord go with us: for this people is stiff necked, and thou wilt take away our sins and our iniquities and we shall be for thee."},{"number":10,"verse":"And the Lord said to Moses, Behold I make a covenant with thee, before all thy people I will do marvellous things such as have not been done in all the earth nor in any nation. And all the people among whom thou art shall see the works of the Lord, that those which I shall do for thee are marvellous."},{"number":11,"verse":"Attend thou to all that I command thee. Behold I drive out before you the Amorite and the Chananite and the Pherezite and the Chettite and the Evite and the Gergasite and the Jebusite:"},{"number":12,"verse":"Take thou heed to thyself that thou make not a covenant with the inhabitants of the land to which thou art going, lest it become a stumbling block to you."},{"number":13,"verse":"Their altars you shall demolish: their pillars you shall break to pieces; and their groves you shall cut down; and the graven images of their gods you shall burn with fire."},{"number":14,"verse":"For you must not worship other gods; for the Lord God, a zealous name, is a zealous God."},{"number":15,"verse":"Peradventure, shouldst thou make a covenant with those settled in that land, when they go a whoring after their gods and sacrifice to their gods and invite thee thou mayst eat with them;"},{"number":16,"verse":"and shouldst thou take their daughters for thy sons and give some of thy daughters to their sons, thy daughters may go a whoring after their gods and thy sons may go a whoring after their gods."},{"number":17,"verse":"Thou shalt not make for thyself molten gods."},{"number":18,"verse":"The festival of unleavened bread thou shalt keep. Seven days thou shalt eat unleavened bread as I commanded thee at the set time in the month of new things; for in the month of new things thou didst come out of Egypt."},{"number":19,"verse":"With regard to every firstling, the males are mine; every firstling of kine and sheep;"},{"number":20,"verse":"but the firstling of an ass thou shalt redeem with a sheep; and if thou wilt not redeem it with that thou shalt pay the worth of it. Every first born of thy sons thou shalt redeem. Thou shalt not appear before me empty."},{"number":21,"verse":"Six days perform works, but on the seventh thou shalt rest. In seeding time and harvest it shall be a rest."},{"number":22,"verse":"The festival of weeks thou shalt celebrate for me at the beginning of the reaping of wheat; and the festival of the ingathering in the middle of the year."},{"number":23,"verse":"Three times a year all thy males shall appear before the Lord the God of Israel."},{"number":24,"verse":"For when I shall have driven out the nations from before thee and enlarged thy borders, none shall covet thy land, when thou comest up to appear before the Lord thy God three times a year."},{"number":25,"verse":"Thou shalt not offer the blood of my burnt offerings with leaven, nor shall the victims of the passover festival remain till the morning."},{"number":26,"verse":"The first fruits of thy land thou shalt lay by for the house of the Lord thy God. Thou shalt not boil a lamb in the milk of its dam."},{"number":27,"verse":"Then the Lord said to Moses, Write for thyself these words; for on these terms I have made a covenant with thee and Israel."},{"number":28,"verse":"And Moses was there before the Lord forty days and forty nights. He did not eat bread nor drink water. And he wrote on the tables the words of the covenant; the ten commandments."},{"number":29,"verse":"And when Moses came down from the mount with the two tables in his hands, he did not know, while he was coming down from the mount, that the skin of his face had been irradiated with glory by his talking with him;"},{"number":30,"verse":"but when Aaron and all the elders of Israel saw Moses, and that the skin of his face was irradiated with glory, they were afraid to approach him."},{"number":31,"verse":"Whereupon Moses called them; and Aaron and all the chiefs of the congregation turned to him and Moses spoke to them."},{"number":32,"verse":"And after that all the sons of Israel came to him; and he enjoined upon them all that the Lord had given him in charge on mount Sina."},{"number":33,"verse":"And when he had done speaking to them he put a veil on his face."},{"number":34,"verse":"But when Moses went in before the Lord to speak to him he took off the veil until he came out, and when he came out and rehearsed to all the children of Israel what the Lord commanded him"},{"number":35,"verse":"(as the children of Israel saw that Moses' face was irradiated with glory therefore) Moses put the veil on his face until he should go in to speak to him."}]}