{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"Then Moses assembled all the congregation of the Israelites and said, These are the things which the Lord said you shall do."},{"number":2,"verse":"Six days thou shalt perform works; but on the seventh there shall be a rest, holy sabbaths, a rest to the Lord; whoever doth work on it let him be put to death."},{"number":3,"verse":"You shall not kindle a fire in any of your habitations on the sabbath day. I am the Lord."},{"number":4,"verse":"Again Moses spoke to all the congregation of the Israelites and said, This is the thing which the Lord hath commanded saying,"},{"number":5,"verse":"Take from yourselves an offering for the Lord. Let every one whose heart is so disposed bring these offerings to the Lord, gold, silver, brass,"},{"number":6,"verse":"blue, purple and scarlet yarn doubled; and cotton thread and goats' hair"},{"number":7,"verse":"and rams' skins dyed red and skins dyed blue and incorruptible wood"},{"number":8,"verse":"and sardine stones and stones to be engraved for the ephod and the long robe;"},{"number":9,"verse":"and let every wise hearted man among you come and make all the works which the Lord hath commanded;"},{"number":10,"verse":"the tabernacle, and the coverings, and upper coverings and the hangings, and the bars and the pilasters,"},{"number":11,"verse":"and the ark of the testimony with its staves and its propitiatory,"},{"number":12,"verse":"and the veil and the hangings of the court with its pillars,"},{"number":13,"verse":"and the smaragdine stones"},{"number":14,"verse":"and the incense and the anointing oil"},{"number":15,"verse":"and the table with all its utensils,"},{"number":16,"verse":"and the candlestick for light with all its utensils,"},{"number":17,"verse":"and the altar with all its utensils,"},{"number":18,"verse":"and the holy garments of Aaron the priest,"},{"number":19,"verse":"and the robes and the sacerdotal vestures for the sons of Aaron in which they are to minister and the anointing oil and the compound incense."},{"number":20,"verse":"Thereupon all the congregation of the children of Israel went out from Moses and all whose heart prompted them and all to whom it seemed good in their mind brought every one an offering."},{"number":21,"verse":"And when they had brought an offering to the Lord for all the works of the tabernacle of the testimony, and for all its appurtenances, and for all the holy garments,"},{"number":22,"verse":"then the men brought from their wives; every one as it seemed good brought seals and pendants and rings and necklaces and bracelets and all sorts of jewels of gold."},{"number":23,"verse":"And when they had all brought their offerings of gold to the Lord, then every one who had cotton or skins of blue or rams' skins dyed red brought"},{"number":24,"verse":"them; And every one who had made a dedication of silver or brass brought them as offerings to the Lord; and they who had incorruptible timber did the same."},{"number":25,"verse":"And when they had brought materials for all the works of the service, then every woman skilled in spinning brought blue and purple and scar let and cotton thread;"},{"number":26,"verse":"and all the women who had understanding and skill spun the goats' hair."},{"number":27,"verse":"And the chiefs brought the smaragdine stones and the stones to be set in the ephod and the oracle,"},{"number":28,"verse":"and the materials both for the anointing oil and the compound incense."},{"number":29,"verse":"And when all the Israelites, men and women, whose understanding prompted them to promote all the works which the Lord had by Moses commanded them to make, had brought an offering to the Lord,"},{"number":30,"verse":"then Moses said to the children of Israel, Behold God hath called by name Beseleel the son of Ourius the son of Hur of the tribe of Judas"},{"number":31,"verse":"and filled him with a divine spirit of wisdom and understanding and skill in all things"},{"number":32,"verse":"to execute all works of architecture and to work up gold and silver and brass"},{"number":33,"verse":"and to cut stones and to model wood and to perform every kind of curious workmanship."},{"number":34,"verse":"He hath indeed qualified him and Eliab the son of Achisamach of the tribe of Dan"},{"number":35,"verse":"and hath filled them with wisdom, knowledge and skill to know how to make all the works of the sanctuary, and to weave the embroidery and tapestry with scarlet yarn and cotton thread; to execute every kind of work in architecture and embroidery."}]}