{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"Then Moses answered and said, If they will not believe and hearken to my voice; for they may say, God hath not appeared to thee: What shall I say to them?"},{"number":2,"verse":"And the Lord said to him, What is that in thy hand? And he said a staff."},{"number":3,"verse":"Then he said, Cast it on the ground. So he cast it on the ground and it became a serpent: and Moses fled from it."},{"number":4,"verse":"Then the Lord said to Moses, Stretch forth thy hand and take it by the tail. So he stretched forth his hand and caught it by the tail; and it was in his hand a staff."},{"number":5,"verse":"That they may believe thee that the God of thy fathers, the God of Abraham, and the God of Isaak, and the God of Jacob hath appeared to thee,"},{"number":6,"verse":"said the Lord again, Put thy hand in thy bosom. So he put his hand in his bosom; and when he drew his hand out of his bosom, his hand was like snow."},{"number":7,"verse":"Then the Lord said to him again, Put thy hand in thy bosom. So he put his hand in his bosom, and when he drew it out of his bosom, it was again restored to the colour of its flesh."},{"number":8,"verse":"Now if they will not believe thee nor hearken to the voice of the first sign, they will believe thee at the voice of the second sign."},{"number":9,"verse":"But if they will not believe thee for these two signs, nor hearken to thy voice, thou shalt take some of the water of the river and pour it out on the dry ground; and the water which thou shalt take from the river shall be blood on the ground."},{"number":10,"verse":"Then Moses said to the Lord, Lord, I am not sufficiently qualified, neither heretofore nor since thou hast begun to speak to thy servant. I have a stammering voice and a faltering tongue."},{"number":11,"verse":"Upon which the Lord said to Moses, Who gave man a mouth? and who made the hard of hearing, and the deaf, him who seeth and the blind? Was it not I who am God?"},{"number":12,"verse":"Now therefore go and I will open thy mouth and teach thee what thou shalt say."},{"number":13,"verse":"Then Moses said, Lord, provide another capable person whom thou wilt send."},{"number":14,"verse":"Whereupon the anger of the Lord was kindled against Moses and he said, Lo! is not Aaron the Levite thy brother? I know that he can speak well for thee. And lo! he will come out to meet thee, and when he shall see thee he will be rejoiced."},{"number":15,"verse":"Thou therefore shalt speak to him and commit my words to his mouth. And I will open thy mouth and his mouth and teach you what you shall do."},{"number":16,"verse":"He shall speak to the people for thee and he shall be thy mouth and thou shalt be to him as the Oracle of God."},{"number":17,"verse":"And this staff which was turned into a serpent thou shalt take in thy hand. With it thou shalt perform miracles."},{"number":18,"verse":"Then Moses went and returned to Jothor his father in law and said, I must go and return to my brethren who are in Egypt and see if they be still living. And Jothor said to Moses, Go in peace."},{"number":19,"verse":"So after many years, when the king of Egypt was dead, and the Lord said to Moses in Madiam, Go return to Egypt, for all who sought thy life are dead;"},{"number":20,"verse":"Moses took his wife and children and mounted them on asses to return to Egypt. And he took in his hand the staff which he had from God."},{"number":21,"verse":"And the Lord said to Moses, Thou art on thy way and returning to Egypt. See that thou do in the sight of Pharao all the miracles which I put in thy hands. And I will make his heart stubborn, so that he will not let the people go."},{"number":22,"verse":"And thou shalt say to Pharao, Thus saith the Lord, Israel is my first born son,"},{"number":23,"verse":"and I have said to thee, Send away this my people that they may serve me; if therefore thou wilt not dismiss them behold I will slay thy son; thy first born."},{"number":24,"verse":"Now when he was on the way at the resting place, an Angel of the Lord met him and sought to kill him."},{"number":25,"verse":"Whereupon Sepphora took a sharp stone and circumcised her son. Then she fell at his feet and said, The blood of the circumcision of my son hath stopped me."},{"number":26,"verse":"So she departed from him because she said, The blood of the circumcision of my son hath stopt me."},{"number":27,"verse":"Now the Lord had said to Aaron, Go into the wilderness to meet Moses. So he went and met him at the mount of God; and they saluted each other."},{"number":28,"verse":"And Moses told Aaron all the words of the Lord, which he had sent and all the orders which he had given him in charge."},{"number":29,"verse":"And Moses and Aaron went and assembled the Senate of the Israelites, and Aaron rehearsed all the words which God had spoken to Moses; and he performed the miracles in the presence of the people."},{"number":30,"verse":"And the people believed and were rejoiced that God had visited the children of Israel and that he had seen their affliction. So bowing their heads the people worshipped."}]}