{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"Then the Lord said to Moses, Now thou shalt see what I will do to Pharao; for by a strong hand he shall let them go; and by an uplifted arm he shall drive them out of his land."},{"number":2,"verse":"Moreover God spake to Moses and said to him, I am the Lord;"},{"number":3,"verse":"and I appeared to Abraham and to Isaak and to Jacob as their God. Though I did not clearly manifest to them my name Lord,"},{"number":4,"verse":"yet I established this my covenant with them to give them the land of the Chananites; the land wherein they had sojourned; in which they were then sojourning."},{"number":5,"verse":"Now I have heard the groaning of the children of Israel, which the Egyptians have occasioned by enslaving them. And I have remembered the covenant with you."},{"number":6,"verse":"Go speak to the children of Israel and say, I am the Lord and I will bring you out from the bondage of the Egyptians, and deliver you from this slavery, and redeem you with an uplifted arm and with great decision"},{"number":7,"verse":"and take you to myself for my own people, and I will be your God. And you shall know that I the Lord am your God, who brought you out from the tyranny of the Egyptians."},{"number":8,"verse":"And I will bring you to the land for which I stretched out my hand to give it to Abraham and Isaak and Jacob. And I will give it to you for a heritage. I am the Lord."},{"number":9,"verse":"In these terms Moses spoke to the Israelites; but they hearkened not to him on account of their despondency, and on account of their hard labours."},{"number":10,"verse":"Then the Lord spoke to Moses saying;"},{"number":11,"verse":"Go in; speak to Pharao king of Egypt that he may send the children of Israel out of his land."},{"number":12,"verse":"Upon which Moses spoke before the Lord saying, Behold the Israelites have not hearkened to me, how then should Pharao hearken to me, incapable as I am of speaking?"},{"number":13,"verse":"Now when the Lord spoke to Moses and Aaron and gave them a charge to Pharao king of Egypt to send away the Israelites out of the land of Egypt,"},{"number":14,"verse":"these were the chief leaders of their patriarchal houses. The sons of Reuben the first born of Israel, Enoch and Phallus, Asron and Carmi. This was the family of Reuben."},{"number":15,"verse":"And the sons of Symeon were Jemuel and Jamin and Aod and Jachin and Saar and Saul the son of a Chananitish woman. These were the patriarchal houses of the Symeonites."},{"number":16,"verse":"And these are the names of the children of Levi according to their families, Gerson, Kaath and Merari. Now the years of the life of Levi were a hundred and thirty seven."},{"number":17,"verse":"And these were the sons of Gerson, Lobeni and Semei. These were houses of their patriarchal family."},{"number":18,"verse":"And the sons of Kaath were Ambram and Issaar, Chebron and Oziel. Now the years of the life of Kaath were a hundred and thirty three."},{"number":19,"verse":"And the sons of Merari were Mooli and Mousi. These were the houses of the patriarchal family of Levi according to their families."},{"number":20,"verse":"Now Ambram had taken to wife Jochabed a daughter of his father's brother and she bore to him Aaron and Moses and Mariam their sister. And the years of the life of Ambram were a hundred and thirty two."},{"number":21,"verse":"And the sons of Issaar were Kore and Naphek and Zechri."},{"number":22,"verse":"And the sons of Oziel were Misael and Elisaphan and Segri."},{"number":23,"verse":"And Aaron had taken to wife Elizabeth the daughter of Aminadab and the sister of Naason, and she bore to him Nadab and Abiud and Eleazar and Ithamar."},{"number":24,"verse":"And the sons of Kore were Asir and Elkana and Abiasar. These were the families of Kore."},{"number":25,"verse":"And Eleazar the son of Aaron had taken to wife one of the daughters of Phoutiel, and she bore to him Phineas. These were the heads of the patriarchal family of the Levites according to their genealogies."},{"number":26,"verse":"This Aaron and Moses were they whom God ordered to lead the Israelites out of the land of Egypt with their armies."},{"number":27,"verse":"These were they who spoke to Pharao king of Egypt, and the same Aaron and Moses led the Israelites out of Egypt."},{"number":28,"verse":"Now on the day when the Lord spoke to Moses in the land of Egypt,"},{"number":29,"verse":"when the Lord spoke to Moses and said, I am the Lord, Speak to Pharao king of Egypt all the words which I say to thee,"},{"number":30,"verse":"and Moses said before the Lord, Behold I am a stammerer and how will Pharao listen to me,"}]}