{"bibleAbbr":"Thomson1808","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"The Lord spoke to Moses saying, Behold I have made thee a god to Pharao, and Aaron thy brother shall be thy prophet,"},{"number":2,"verse":"and thou shalt deliver to him all that I command thee. And Aaron thy brother shall speak to Pharao, to send the Israelites out of his land."},{"number":3,"verse":"But I will let Pharao's heart be stubborn, and I will multiply my signs and wonders in the land of Egypt."},{"number":4,"verse":"And when Pharao will not hearken to you, I will lay my hand upon Egypt and bring out my people, the children of Israel with my host out of the land of Egypt with great vengeance."},{"number":5,"verse":"And all the Egyptians shall know that I am the Lord when I lay my hand on Egypt and bring the children of Israel out from among them."},{"number":6,"verse":"So Moses acted in conjunction with Aaron; and as the Lord commanded so they did."},{"number":7,"verse":"Now Moses was eighty years old and his brother Aaron was eighty three years old, when he spoke to Pharao."},{"number":8,"verse":"And the Lord spoke to Moses and Aaron saying,"},{"number":9,"verse":"If Pharao shall speak to you and say, Give us a sign or a miracle, then thou shalt say to thy brother Aaron, Take this staff and throw it on the ground in the presence of Pharao and before his attendants and it shall be a dragon."},{"number":10,"verse":"So Moses went in with Aaron before Pharao and his attendants and they did as the Lord commanded them. But when Aaron threw down the staff before Pharao and before his attendants and it became a dragon,"},{"number":11,"verse":"Pharao called together the wise men of Egypt and the sorcerers. And the Egyptian enchanters by their sorceries did in like manner."},{"number":12,"verse":"They cast down each his staff, which became dragons. Though Aaron's staff devoured their staves,"},{"number":13,"verse":"yet Pharao's heart was stubborn and he hearkened not to them to do as the Lord commanded them."},{"number":14,"verse":"Then the Lord said to Moses, Pharao's heart is obstinately bent not to let the people go."},{"number":15,"verse":"Go in the morning to Pharao. Behold he is going out to the water and thou wilt meet him at the border of the river. And thou shalt take in thy hand the staff which was turned into a serpent,"},{"number":16,"verse":"and say to him, The Lord the God of the Hebrews hath sent to thee saying, Send away my people that they may serve me in the wilderness, and behold thou hast not hearkened hitherto."},{"number":17,"verse":"Thus saith the Lord, By this thou shalt know that I am the Lord, Behold with this staff which is in my hand I smite upon the water in the river and it shall turn into blood."},{"number":18,"verse":"And the fishes which are in the river shall die. And the river shall stink. And the Egyptians shall not be able to drink the water of the river."},{"number":19,"verse":"Moreover the Lord said to Moses, Say to thy brother Aaron, Take thy staff in thy hand and stretch forth thy hand against the waters of Egypt, against the rivers and against the canals and against their ponds and against all their reservoirs of water; and they shall become blood, and there shall be blood throughout all the land of Egypt both in the cisterns of wood and in those of stone."},{"number":20,"verse":"So Moses and Aaron did as the Lord commanded them. And lifting up his staff he smote the water in the river in the presence of Pharao and before all his attendants and changed all the water of the river into blood."},{"number":21,"verse":"And the fishes which were in the river died. And the river stunk so that the Egyptians could not drink the water of the river. And there was blood in all the land of Egypt."},{"number":22,"verse":"But when the magicians of Egypt did in like manner by their enchantments, Pharao's heart became inflexible so that he hearkened not to them as the Lord had said."},{"number":23,"verse":"So Pharao returned and went to his house and paid no attention to this."},{"number":24,"verse":"And all the Egyptians dug round about the river for water to drink for they could not drink the water of the river."},{"number":25,"verse":"And when the seven days were fulfilled after the Lord had smitten the river,"}]}