{"bibleAbbr":"BKJVNT","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":11,"verses":[{"number":1,"verse":"And when they are near to Jerusalem, to Bethphage and Bethany, toward the Mountain of the Olives, He sends two of His students out on a mission."},{"number":2,"verse":"And He says to them, \"Go back into the village, the one directly facing you, and right away as you travel into it, you will find a foal that has been tied up on which not one person has been seated. After releasing it, lead it here."},{"number":3,"verse":"And if anyone says to you, 'Why are you doing this?' say, 'The Master has a need for it, and right away He will send it back here.'\""},{"number":4,"verse":"They went off and found the foal that had been tied to the door outside on the road around the village. And they are releasing it."},{"number":5,"verse":"And some of the people that had stood there were saying to them, \"What are you doing releasing the foal?\""},{"number":6,"verse":"The students said to them just as Jesus demanded, and they left them."},{"number":7,"verse":"And they led the foal to Jesus, they threw their robes on it, and He was seated on it."},{"number":8,"verse":"Many spread out their robes in the road. Others were chopping branches of leaves from the trees and spreading them in the road."},{"number":9,"verse":"And the people going ahead and the people following were yelling, saying, \"Hosanna (Hebrew for 'O, rescue us'). The One coming in the Master's name that has been conferred with prosperity,"},{"number":10,"verse":"the coming empire in the name of the Master of our father David that has been conferred with prosperity, hosanna in the highest.\""},{"number":11,"verse":"And Jesus went into Jerusalem and onto the temple grounds. And after He looked around at everything, since it was already the evening hour, He went out to Bethany with the Twelve."},{"number":12,"verse":"And the next day when they went out from Bethany, He was hungry."},{"number":13,"verse":"And when He saw a fig tree at a distance that had leaves, He went, if maybe He will find something in it. And when He came up to it, He found nothing except leaves. You see, it was not the right time for figs."},{"number":14,"verse":"And when Jesus responded, He said to it, \"No one will eat fruit from you anymore for the span of time.\" And His students were listening."},{"number":15,"verse":"And they are going into Jerusalem. And when Jesus went onto the temple grounds, He began to be throwing out the people selling and buying on the temple grounds. And He turned over the tables of the currency exchangers and the benches of the people selling the doves."},{"number":16,"verse":"And He was not leaving so that no one would carry a container through the temple grounds."},{"number":17,"verse":"And He was teaching, saying to them, \"Has it not been written, (in Isaiah 56:7) 'My house will be called a house of prayer for all the nations?' But you have made it a cave of bandits.\""},{"number":18,"verse":"And the Old Testament transcribers and the head priests heard and were looking for how they might ruin Him. You see, they feared Him because the entire crowd was being impressed based on His teaching."},{"number":19,"verse":"And when it became evening, He was traveling outside of the city."},{"number":20,"verse":"And as they were traveling along in the morning, they saw the fig tree that had shriveled up from its roots."},{"number":21,"verse":"And when Peter was reminded again, he says to Him, \"Rabbi, look, the fig tree that you put a curse on has shriveled up.\""},{"number":22,"verse":"And when Jesus responds, He says to them, \"Have a trust of God."},{"number":23,"verse":"You see, amen, I tell you that whoever might say to this mountain, 'Be picked up and thrown into the sea,' and in his heart does not consider it to be wrong, but trusts that what he says is happening, it will belong to him, whatever he said."},{"number":24,"verse":"Because of this, I tell you, everything, however many things that you ask for as you pray, trust that you are receiving them, and it will belong to you."},{"number":25,"verse":"And whenever you stand praying, forgive (if you have anything against anyone) so that your Father, the One in the heavens, also might forgive you of your infractions."},{"number":26,"verse":"But if you do not forgive, neither will your Father, the One in the heavens, forgive your infractions.\""},{"number":27,"verse":"And they come again into Jerusalem. And as He is traipsing around on the temple grounds, the head priests, the Old Testament transcribers, and the older men come to Him."},{"number":28,"verse":"And they say to Him, \"In what kind of authority do You do these things, and who gave You this authority so that You may do these things?\""},{"number":29,"verse":"When Jesus answered, He said to them, \"I will also ask you one saying. Also answer Me, and I will state to you in what kind of authority I do these things."},{"number":30,"verse":"The submersion of John, was it from heaven or from people? Answer Me.\""},{"number":31,"verse":"And they were considering it to themselves, saying, \"If we say 'from heaven', He will state, 'So why didn't you trust him?'"},{"number":32,"verse":"But if we say 'from people'\" — they feared the ethnic group (you see, absolutely everyone was holding that John really was a preacher)."},{"number":33,"verse":"And when they answer Jesus, they say, \"We do not know.\" And when Jesus answers, He says to them, \"Neither am I telling you in what kind of authority I do these things.\""}]}