{"bibleAbbr":"BKJVNT","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"And He went out from there and went into His hometown. And His students follow Him."},{"number":2,"verse":"And when a Sabbath happened, He began to be teaching in the synagogue, and many listening were being impressed, saying, \"Where are these things from that this Person has?\" and \"What is the insight, the insight given to Him, that even these types of abilities happen through His hands?"},{"number":3,"verse":"Isn't this the constructor, the son of Mary, a brother of James, Joses, Judah, and Simon? And aren't His sisters here close to us?\" And they were being tripped up by Him."},{"number":4,"verse":"Jesus was saying to them, \"A preacher is not worthless except in his hometown, among his relatives, and in his house.\""},{"number":5,"verse":"And He was not able to show even one ability there, except after placing His hands on a few sick people, He healed them."},{"number":6,"verse":"And He was being amazed because of their lack of trust. And He was leading His students around the circling villages, teaching."},{"number":7,"verse":"And He calls for the Twelve and began to be sending them out on missions two by two. And He was giving them authority over the spirits, the ones that are not clean."},{"number":8,"verse":"And He passed the order on to them that they should take nothing for the road except a staff only: no tote bag, no bread, no copper in the waist sash;"},{"number":9,"verse":"but having tied sole pads on under your feet, not to also put two long undershirts on."},{"number":10,"verse":"And He was saying to them, \"Whatever house you go into, stay there until you go out from there."},{"number":11,"verse":"And however many that do not accept you, nor listen to you, as you travel out from there, shake off the dirt, the dirt beneath your feet, for a witness to them. Amen, I tell you, it will be more tolerable for Sodom and Gomorrah in the judgment day than for that city."},{"number":12,"verse":"And after they went out, they were speaking publicly that they should change their ways."},{"number":13,"verse":"And they were throwing many demons out, dabbing olive oil on many sick people, and healing them."},{"number":14,"verse":"And King Herod heard (you see, His name became shown), and he was saying, \"John, the one who submerges, was gotten up from the dead, and because of this, the abilities are active in Him.\""},{"number":15,"verse":"Others were saying, \"He is Elijah.\" Others were saying, \"He is a preacher or as one of the preachers.\""},{"number":16,"verse":"When Herod heard, He said, \"John, whom I beheaded, this is him. He was gotten up from the dead.\""},{"number":17,"verse":"You see, when Herod himself sent someone out, he took John into custody and locked him up in the jail because of Herodias, the wife of his brother Philip, because he married her;"},{"number":18,"verse":"for John was saying to Herod, \"It is not permitted for you to be having the wife of your brother.\""},{"number":19,"verse":"Herodias was holding a grudge against him. And she was wanting to kill him and was not able to."},{"number":20,"verse":"You see, Herod feared John, realizing him to be a man who does what is right and is sacred. And he was preserving him. And when he listened to him, he was doing many things and was gladly listening to him."},{"number":21,"verse":"And a well-timed day happened when Herod at his birthday celebrations was making a dinner for his greatest people, the commanding officers, and the most important people of Galilee."},{"number":22,"verse":"And when the daughter of Herodias herself came in, danced, and it satisfied Herod and the people reclining together with him, the king said to the girl, \"Ask me for whatever you want, and I will give it to you.\""},{"number":23,"verse":"And he guaranteed it to her, \"Whatever you ask me for, I will give to you, up to half of my empire.\""},{"number":24,"verse":"After going out, the girl said to her mother, \"What will I ask for?\" The mother said, \"The head of John the Submerger.\""},{"number":25,"verse":"And when she went in right away in a hurry to the king, she asked, saying, \"I want that you might immediately give me on a plate the head of John the Submerger.\""},{"number":26,"verse":"And though the king became overcome with sadness, because of the oaths and the people reclining together with him, he did not want to invalidate her."},{"number":27,"verse":"And right away when the king sent a bodyguard out, he gave the directive for his head to be brought. After the bodyguard went off, he beheaded him in the jail."},{"number":28,"verse":"And he brought his head on a plate and gave it to the girl, and the girl gave it to her mother."},{"number":29,"verse":"And when his students heard, they went, took his corpse away, and put it in a burial vault."},{"number":30,"verse":"And the missionaries are gathered together to Jesus. And they reported to Him everything, both as much as they did and as much as they taught."},{"number":31,"verse":"And He said to them, \"Come on, you yourselves by yourselves, into an uninhabited place and relax for a little while.\" You see, the people coming and the people going back were many, and they did not even have a good time to eat."},{"number":32,"verse":"And they went off to an uninhabited place in the boat by themselves."},{"number":33,"verse":"And the crowds saw them going back. And many correctly understood Him and ran there together on foot from all of the cities. And they went on ahead of them and came together to Him."},{"number":34,"verse":"And when Jesus came out, He saw a big crowd, and He had sympathy on them because they were as sheep not having a shepherd. And He began to be teaching them many things."},{"number":35,"verse":"And after a late hour already happened, when His students came to Him, they are saying, \"The place is uninhabited, and it is already a late hour."},{"number":36,"verse":"Dismiss them so that when they go off into the circling fields and villages, they might buy bread for themselves. You see, they don't have what they will eat.\""},{"number":37,"verse":"When Jesus answered, He said to them, \"You must give them something to eat.\" And they say to Him, \"After we go off, we might buy two hundred denarii ($10000) worth of loaves of bread and give it to them to eat.\""},{"number":38,"verse":"Jesus says to them, \"How many loaves of bread do you have? Go back and look.\" And when they know, they say, \"Five loaves and two fish.\""},{"number":39,"verse":"And He gave the directive to them for everyone to recline, table groups by table groups, on the green grass."},{"number":40,"verse":"And they settled down, plots by plots, of a hundred apiece and of fifty apiece."},{"number":41,"verse":"And after He took the five loaves of bread and the two fish, when He looked up into the sky, He conferred prosperity on them. And He tore the loaves of bread up and was giving them to His students so that they may place them beside them. And He divided the two fish to everyone."},{"number":42,"verse":"And everyone ate and was full."},{"number":43,"verse":"And they picked up twelve baskets full of torn pieces and from the fish."},{"number":44,"verse":"And the men eating the loaves of bread were as if they were five thousand men."},{"number":45,"verse":"And right away He urged his students to climb on board into the boat and to be going ahead to the other side to Bethsaida until He would dismiss the crowd."},{"number":46,"verse":"And after He said good-bye to them, He went off into the mountain to pray."},{"number":47,"verse":"And when it became evening, the boat was in the middle of the sea, and He was alone on the land."},{"number":48,"verse":"And He saw them being tortured during the time to be driving the boat forward (you see, the wind was opposing them), and around the fourth guard shift of the night (3:00 to 6:00 a. m.) He comes to them traipsing around on the sea. And He was wanting to pass by them."},{"number":49,"verse":"But when the students saw Him traipsing around on the sea, it seemed to them to be a ghost, and they yelled out."},{"number":50,"verse":"You see, everyone saw Him, and they were uneasy. And right away He spoke with them. And He says to them, \"Be courageous. It is Me. Don't be afraid.\""},{"number":51,"verse":"And He climbed up to them into the boat, and the wind died down. And they were being much more than very astounded among themselves and amazed."},{"number":52,"verse":"You see, they did not understand based on the loaves of bread; for their heart had become hard as stone."},{"number":53,"verse":"And when they crossed all the way over, they came up to the land of Gennesaret and were anchored there."},{"number":54,"verse":"And when they came out of the boat, right away when people recognized Him,"},{"number":55,"verse":"after they ran throughout that whole surrounding rural area, they began to be carrying around on the mattresses the people who had it bad to where they were hearing that He is there."},{"number":56,"verse":"And wherever He was traveling into villages, or cities, or fields, they were placing the people who were weak in the marketplaces and encouraging Him so that they might just touch the fringe of His robe. And however many that touched Him, they were being rescued."}]}