{"bibleAbbr":"BKJVNT","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"And He was saying to them, \"Amen, I tell you that some of the people who have stood here are some who will not in any way taste death until they see the empire of God that has come in ability.\""},{"number":2,"verse":"And after six days Jesus takes along Peter, James, and John and brings them up into a high mountain alone by themselves. And He was transformed in front of them."},{"number":3,"verse":"And His clothes became very sparkling white as snow, such as a laundry on the earth is not able to whiten."},{"number":4,"verse":"And Elijah was seen together with Moses by them, and they were there speaking together with Jesus."},{"number":5,"verse":"And when Peter responds, he says to Jesus, \"Rabbi, it is nice for us to be here. And we should make three tents: one for You, one for Moses, and one for Elijah.\""},{"number":6,"verse":"You see, he did not know how he should speak; for they were frightened."},{"number":7,"verse":"And there became a cloud, its shadow falling on them, and a voice happened from the cloud, saying, \"This is My Son, the loved One. Listen to Him.\""},{"number":8,"verse":"And all of a sudden when they looked around, they did not see anyone anymore but only Jesus with them."},{"number":9,"verse":"As they walked down out of the mountain, He warned them that they should not describe what they saw to anyone except after the Son of the Person gets up from the dead."},{"number":10,"verse":"And they took hold of the message posing questions to themselves, what is the \"to get up from the dead\" thing?"},{"number":11,"verse":"And they were asking Him, saying, \"Why do the Old Testament transcribers say that it is necessary for Elijah to come first.\""},{"number":12,"verse":"When Jesus answered, He said to them, \"When Elijah certainly comes first, he reestablishes everything. And how has it been written on the Son of the Person that He will suffer many things and be treated as a nobody?"},{"number":13,"verse":"But I tell you that even Elijah has come, and they did to him as much as they wanted, just as it has been written on him.\""},{"number":14,"verse":"And when He came to the students, He saw a big crowd around them, and Old Testament transcribers posing questions to them."},{"number":15,"verse":"And right away when the entire crowd saw Him, it was startled, and, running up, they were greeting Him."},{"number":16,"verse":"And He asked the Old Testament transcribers, \"What questions are you posing to them?\""},{"number":17,"verse":"And when one man from the crowd answered, He said, \"Teacher, I brought my son to You, who has a mute spirit."},{"number":18,"verse":"And whenever it takes him down, it rips him, he foams at the mouth, he grits his teeth, and he is shriveled up. And I said to Your students that they should throw it out, and they didn't have the strength.\""},{"number":19,"verse":"When Jesus responds to them, He says, \"O untrusting generation, until when will I be close to you? Until when will I tolerate you? Bring him to Me.\""},{"number":20,"verse":"And they brought him to Him, and when he saw Him, right away the spirit sent him into convulsions. And after he fell on the ground, he was rolling around, foaming at the mouth."},{"number":21,"verse":"And He asked his father, \"How much time is it that it has happened to him as this?\" The father said, \"Since childhood."},{"number":22,"verse":"And many times it also threw him into fire and into water so that it might ruin him. But if you are able to do something, help us after having sympathy on us.\""},{"number":23,"verse":"Jesus said to him, \"The thing is whether you are able to trust. All things are possible to the person who trusts.\""},{"number":24,"verse":"And right away, after the father of the young child yelled, he was saying with tears, \"I trust, Master. Help my lack of trust.\""},{"number":25,"verse":"When Jesus saw that a crowd is running together up to them, He forbid the spirit, the one that was not clean, saying to him, \"The spirit, the mute and hearing-impaired one, I give the directive to you, come out of him, and don't go into him anymore.\""},{"number":26,"verse":"And after it yelled and sent him into many convulsions, it came out, and he became as if he were a dead man in such a way for many to be saying that he died."},{"number":27,"verse":"But when Jesus took hold of him by the hand, He got him up, and he stood up."},{"number":28,"verse":"And when He went into a house, His students were asking Him by themselves, \"Why weren't we able to throw it out?\""},{"number":29,"verse":"And He said to them, \"This kind is not able to go out in any way except in prayer and a time of going without food.\""},{"number":30,"verse":"And when they went out from there, they were traveling along through Galilee, and He was not wanting that anyone should know."},{"number":31,"verse":"You see, He was teaching His students and telling them, \"The Son of the Person is turned over to people's hands. And they will kill him, and when He is dead, on the third day, He will be gotten up.\""},{"number":32,"verse":"The students were unaware of the statement and were afraid to ask Him."},{"number":33,"verse":"And He went into Capernaum. And when He became in the house, He was asking them, \"What were you thoroughly considering to each other on the road?\""},{"number":34,"verse":"But the students were keeping silent. You see, they had a discussion toward each other on the road about who is greater."},{"number":35,"verse":"And when He was seated, He hollered for the Twelve. And He says to them, \"If anyone wants to be first, he will be last of all and servant of all.\""},{"number":36,"verse":"And when He took a young child, He set him in the middle of them. And after He took him in His arms, He said to them,"},{"number":37,"verse":"\"Whoever accepts one of these types of young children based on My name accepts Me, and whoever accepts Me does not accept Me but the One who sent Me out on a mission.\""},{"number":38,"verse":"John answered Him, saying, \"Teacher, we saw someone throwing demons out in Your name who is not following us, and we hindered him because he is not following us.\""},{"number":39,"verse":"But Jesus said, \"Don't hinder him. You see, there is no one who will do an ability based on My name and will be able to quickly say bad things about Me;"},{"number":40,"verse":"for a person who is not against us is over with us."},{"number":41,"verse":"You see, whoever gives you a cup of water to drink in My name because you are the Anointed King's, amen, I tell you that he will not in any way lose his pay."},{"number":42,"verse":"And whoever trips one of these little ones, the ones trusting in Me, it is nice for him instead if a stone belonging to a mill is laid around his neck and he has been thrown into the sea."},{"number":43,"verse":"And if your hand trips you up, chop it off. Is it nice for you to go into the life physically handicapped, or having the two hands to go off into the Hinnom Valley into the fire, the unextinguished fire?"},{"number":44,"verse":"Where their maggot does not pass away and the fire is not extinguished."},{"number":45,"verse":"And if your foot trips you up, chop it off. Is it nice for you to go into the life crippled, or having the two feet to be thrown into the Hinnom Valley into the fire, the unextinguished fire?"},{"number":46,"verse":"Where their maggot does not pass away and the fire is not extinguished."},{"number":47,"verse":"And if your eye trips you up, throw it out. Is it nice for you to go into the empire of God one-eyed, or having two eyes to be thrown into the Hinnom Valley of the fire?"},{"number":48,"verse":"Where their maggot does not pass away and the fire is not extinguished."},{"number":49,"verse":"You see, everyone will be salted with fire, and every sacrifice will be salted with salt."},{"number":50,"verse":"The salt is nice, but if the salt became not salty, what will you season it with? Have salt among yourselves, and be peaceful among each other."}]}