{"bibleAbbr":"AMP2015","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"(Judgments on Judah's Enemies) Gather yourselves together [in repentance], yes, gather [in submission], O nation without shame,"},{"number":2,"verse":"Before the decree takes effect [and the time for repentance is lost]- The day passes like the chaff [whirled by the wind]- Before the burning and fierce anger of the LORD comes upon you, Before the day of the wrath of the LORD comes upon you."},{"number":3,"verse":"Seek the LORD [search diligently for Him and regard Him as the foremost necessity of your life], All you humble of the land Who have practiced His ordinances and have kept His commandments; Seek righteousness, seek humility [regard them as vital]. Perhaps you will be hidden [and pardoned and rescued] In the day of the Lord's anger."},{"number":4,"verse":"For [this is the fate of the Philistines:] Gaza will be abandoned And Ashkelon a desolation; [The people of] Ashdod will be driven out at noon [in broad daylight] And Ekron will be uprooted and destroyed."},{"number":5,"verse":"Woe (judgment is coming) to the inhabitants of the seacoast, The nation of the Cherethites [in Philistia]! The word of the LORD is against you, O Canaan, land of the Philistines; I will destroy you So that no inhabitant will be left."},{"number":6,"verse":"So the [depopulated] seacoast shall be pastures, With [deserted] meadows for shepherds and folds for flocks."},{"number":7,"verse":"The seacoast will belong To the remnant of the house of Judah; They will pasture [their flocks] on it. In the [deserted] houses of Ashkelon [in Philistia] they [of Judah] will lie down and rest in the evening, For the LORD their God will care for them; And restore their fortune [permitting them to occupy the land]."},{"number":8,"verse":"\"I have heard the taunting of Moab And the revilings of the sons of Ammon, With which they have taunted My people And become arrogant against their territory [by violating Israel's boundary and trying to seize its land]."},{"number":9,"verse":"\"Therefore, as I live,\" declares the LORD of hosts, The God of Israel, \" Moab will in fact become like Sodom And the sons of Ammon like Gomorrah, A land possessed by nettles and salt pits, And a perpetual desolation. The remnant of My people will plunder them And what is left of My nation will inherit them [as their own].\""},{"number":10,"verse":"This they shall have in return for their pride, because they have taunted and become arrogant against the people of the LORD of hosts."},{"number":11,"verse":"The LORD will be terrifying and awesome to them, for He will starve all the gods of the earth; and all the coastlands of the nations will bow down and worship Him, everyone from his own place."},{"number":12,"verse":"\"You also, O Ethiopians, will be slain by My sword.\""},{"number":13,"verse":"And the LORD will stretch out His hand against the north And destroy Assyria, And He will make Nineveh a desolation [a wasteland], Parched as the desert."},{"number":14,"verse":"Flocks will lie down in her midst, All the animals which range in herds; Both the pelican and the short-eared owl Will roost on the top of Nineveh's pillars. Birds will sing in the window, Desolation will be on the threshold; For He has uncovered the cedar paneling."},{"number":15,"verse":"This is the joyous city Which dwells carelessly [feeling so secure], Who says in her heart, \"I am, and there is no one besides me.\" What a desolation she has become, A lair for [wild] animals! Everyone who passes by her will hiss [in scorn] And wave his hand in contempt."}]}