{"bibleAbbr":"HOV2012","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"फिर यहोवा ने मूसा से कहा,"},{"number":2,"verse":"“इस्राएलियों की सारी मण्डली से कह कि तुम पवित्र बने रहो; क्योंकि मैं तुम्हारा परमेश्‍वर यहोवा पवित्र हूँ।"},{"number":3,"verse":"तुम अपनी अपनी माता और अपने अपने पिता का भय मानना, और मेरे विश्राम दिनों को मानना : मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":4,"verse":"तुम मूरतों की ओर न फिरना, और देवताओं की प्रतिमाएँ ढालकर न बना लेना; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":5,"verse":"“जब तुम यहोवा के लिये मेलबलि करो, तब ऐसा बलिदान करना जिससे मैं तुम से प्रसन्न हो जाऊँ।"},{"number":6,"verse":"उसका मांस बलिदान के दिन और दूसरे दिन खाया जाए, परन्तु तीसरे दिन तक जो रह जाए वह आग में जला दिया जाए।"},{"number":7,"verse":"यदि उसमें से कुछ भी तीसरे दिन खाया जाए, तो यह घृणित ठहरेगा, और ग्रहण न किया जाएगा,"},{"number":8,"verse":"और उसका खानेवाला यहोवा के पवित्र पदार्थ को अपवित्र ठहराता है, इसलिये उसको अपने अधर्म का भार स्वयं उठाना पड़ेगा; और वह प्राणी अपने लोगों में से नष्‍ट किया जाएगा।"},{"number":9,"verse":"“फिर जब तुम अपने देश के खेत काटो तब अपने खेत के कोने कोने तक पूरा न काटना, और काटे हुए खेत की गिरी पड़ी बालों को न चुनना।"},{"number":10,"verse":"और अपनी दाख की बारी का दाना दाना न तोड़ लेना, और अपनी दाख की बारी के झड़े हुए अंगूरों को न बटोरना; उन्हें दीन और परदेशी लोगों के लिये छोड़ देना; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":11,"verse":"“तुम चोरी न करना, और एक दूसरे से न तो कपट करना, और न झूठ बोलना।"},{"number":12,"verse":"तुम मेरे नाम की झूठी शपथ खाके अपने परमेश्‍वर का नाम अपवित्र न ठहराना; मैं यहोवा हूँ।"},{"number":13,"verse":"“एक दूसरे पर अन्धेर न करना, और न एक दूसरे को लूट लेना। मज़दूर की मज़दूरी तेरे पास सारी रात सबेरे तक न रहने पाए।"},{"number":14,"verse":"बहिरे को शाप न देना, और न अंधे के आगे ठोकर रखना; और अपने परमेश्‍वर का भय मानना; मैं यहोवा हूँ।"},{"number":15,"verse":"“न्याय में कुटिलता न करना; और न तो कंगाल का पक्ष करना और न बड़े मनुष्यों का मुँह देखा विचार करना; एक दूसरे का न्याय धर्म से करना।"},{"number":16,"verse":"लुतरा बनके अपने लोगों में न फिरा करना, और एक दूसरे का लहू बहाने की युक्‍तियाँ न बाँधना; मैं यहोवा हूँ।"},{"number":17,"verse":"“अपने मन में एक दूसरे के प्रति बैर न रखना; अपने पड़ोसी को अवश्य डाँटना, नहीं तो उसके पाप का भार तुझ को उठाना पड़ेगा।"},{"number":18,"verse":"पलटा न लेना, और न अपने जाति भाइयों से बैर रखना, परन्तु एक दूसरे से अपने ही समान प्रेम रखना; मैं यहोवा हूँ।"},{"number":19,"verse":"“तुम मेरी विधियों को निरन्तर मानना। अपने पशुओं को भिन्न जाति के पशुओं से मेल खाने न देना; अपने खेत में दो प्रकार के बीज इकट्ठे न बोना; और सनी और ऊन की मिलावट से बना हुआ वस्त्र न पहिनना।"},{"number":20,"verse":"“फिर कोई स्त्री दासी हो, और उसकी मंगनी किसी पुरुष से हुई हो, परन्तु वह न तो दाम से और न सेंतमेंत स्वाधीन की गई हो; उससे यदि कोई कुकर्म करे, तो उन दोनों को दण्ड तो मिले, पर उस स्त्री के स्वाधीन न होने के कारण वे दोनों मार न डाले जाएँ।"},{"number":21,"verse":"पर वह पुरुष मिलापवाले तम्बू के द्वार पर यहोवा के पास एक मेढ़ा दोषबलि के लिये ले आए।"},{"number":22,"verse":"और याजक उसके किये हुए पाप के कारण दोषबलि के मेढ़े के द्वारा उसके लिये यहोवा के सामने प्रायश्‍चित्त करे; तब उसका किया हुआ पाप क्षमा किया जाएगा।"},{"number":23,"verse":"“फिर जब तुम कनान देश में पहुँचकर किसी प्रकार के फल के वृक्ष लगाओ, तो उनके फल तीन वर्ष तक तुम्हारे लिये मानो खतनारहित ठहरे रहें; इसलिये उनमें से कुछ न खाया जाए।"},{"number":24,"verse":"और चौथे वर्ष में उनके सब फल यहोवा की स्तुति करने के लिये पवित्र ठहरें।"},{"number":25,"verse":"तब पाँचवें वर्ष में तुम उनके फल खाना, इसलिये कि उनसे तुम को बहुत फल मिलें; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":26,"verse":"“तुम लहू लगा हुआ कुछ मांस न खाना। और न टोना करना, और न शुभ या अशुभ मुहूर्तों को मानना।"},{"number":27,"verse":"अपने सिर में घेरा रखकर न मुँड़ाना, और न अपने गाल के बालों को मुँड़ाना।"},{"number":28,"verse":"मुर्दों के कारण अपने शरीर को बिलकुल न चीरना, और न उसमें छाप लगाना; मैं यहोवा हूँ।"},{"number":29,"verse":"“अपनी बेटियों को वेश्या बनाकर अपवित्र न करना, ऐसा न हो कि देश वेश्यागमन के कारण महापाप से भर जाए।"},{"number":30,"verse":"मेरे विश्रामदिन को माना करना, और मेरे पवित्रस्थान का भय निरन्तर मानना; मैं यहोवा हूँ।"},{"number":31,"verse":"“ओझाओं और भूत साधने वालों की ओर न फिरना, और ऐसों की खोज करके उनके कारण अशुद्ध न हो जाना; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":32,"verse":"“पक्‍के बालवाले के सामने उठ खड़े होना, और बूढ़े का आदरमान करना, और अपने परमेश्‍वर का भय निरन्तर मानना; मैं यहोवा हूँ।"},{"number":33,"verse":"“यदि कोई परदेशी तुम्हारे देश में तुम्हारे संग रहे, तो उसको दु:ख न देना।"},{"number":34,"verse":"जो परदेशी तुम्हारे संग रहे वह तुम्हारे लिये देशी के समान हो, और उससे अपने ही समान प्रेम रखना; क्योंकि तुम भी मिस्र देश में परदेशी थे; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।"},{"number":35,"verse":"“तुम न्याय में, और परिमाण में, और तौल में, और नाप में कुटिलता न करना।"},{"number":36,"verse":"सच्‍चा तराजू, धर्म के बटखरे, सच्‍चा एपा,"},{"number":37,"verse":"इसलिये तुम मेरी सब विधियों और सब नियमों को मानते हुए निरन्तर पालन करो; मैं यहोवा हूँ।”"}]}