{"bibleAbbr":"HOV2012","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"“यदि उसका चढ़ावा मेलबलि का हो, और यदि वह गाय-बैलों में से किसी को चढ़ाए, चाहे वह पशु नर हो या मादा, तो जो निर्दोष हो उसी को वह यहोवा के आगे चढ़ाए।"},{"number":2,"verse":"और वह अपना हाथ अपने चढ़ावे के पशु के सिर पर रखे और उसको मिलापवाले तम्बू के द्वार पर बलि करे; और हारून के पुत्र जो याजक हैं वे उसके लहू को वेदी के चारों ओर छिड़कें।"},{"number":3,"verse":"और वह मेलबलि में से यहोवा के लिये हवन करे, अर्थात् जिस चरबी से अंतड़ियाँ ढपी रहती हैं, और जो चरबी उनमें लिपटी रहती है वह भी,"},{"number":4,"verse":"और दोनों गुर्दे और उनके ऊपर की चरबी जो कमर के पास रहती है, और गुर्दों समेत कलेजे के ऊपर की झिल्‍ली, इन सभों को वह अलग करे।"},{"number":5,"verse":"तब हारून के पुत्र इनको वेदी पर उस होमबलि के ऊपर जलाएँ, जो उन लकड़ियों पर होगी जो आग के ऊपर है कि यह यहोवा के लिये सुखदायक सुगन्धवाला हवन ठहरे।"},{"number":6,"verse":"“यदि यहोवा के मेलबलि के लिये उसका चढ़ावा भेड़-बकरियों में से हो, तो चाहे वह नर हो या मादा, पर जो निर्दोष हो उसी को वह चढ़ाए।"},{"number":7,"verse":"यदि वह भेड़ का बच्‍चा चढ़ाता हो, तो उसको यहोवा के सामने चढ़ाए,"},{"number":8,"verse":"और वह अपने चढ़ावे के पशु के सिर पर हाथ रखे और उसको मिलापवाले तम्बू के आगे बलि करे; और हारून के पुत्र उसके लहू को वेदी के चारों ओर छिड़कें।"},{"number":9,"verse":"तब मेलबलि में से चरबी को यहोवा के लिये हवन करे, अर्थात् उसकी चरबी भरी मोटी पूंछ को वह रीढ़ के पास से अलग करे, और जिस चरबी से अंतड़ियाँ ढपी रहती हैं, और जो चरबी उन में लिपटी रहती है,"},{"number":10,"verse":"और दोनों गुर्दे, और जो चरबी उनके ऊपर कमर के पास रहती है, और गुर्दों समेत कलेजे के ऊपर की झिल्‍ली, इन सभों को वह अलग करे।"},{"number":11,"verse":"और याजक इन्हें वेदी पर जलाए; यह यहोवा के लिये हवन रूपी भोजन ठहरे।"},{"number":12,"verse":"“यदि वह बकरा या बकरी चढ़ाए, तो उसे यहोवा के सामने चढ़ाए।"},{"number":13,"verse":"और वह अपना हाथ उसके सिर पर रखे, और उसको मिलापवाले तम्बू के आगे बलि करे; और हारून के पुत्र उसके लहू को वेदी के चारों ओर छिड़कें।"},{"number":14,"verse":"तब वह उसमें से अपना चढ़ावा यहोवा के लिये हवन करके चढ़ाए, अर्थात् जिस चरबी से अंतड़ियाँ ढपी रहती हैं, और जो चरबी उनमें लिपटी रहती है वह भी,"},{"number":15,"verse":"और दोनों गुर्दे और जो चरबी उनके ऊपर कमर के पास रहती है, और गुर्दों समेत कलेजे के ऊपर की झिल्‍ली, इन सभों को वह अलग करे।"},{"number":16,"verse":"और याजक इन्हें वेदी पर जलाए; यह हवन रूपी भोजन है जो सुखदायक सुगन्ध के लिये होता है; क्योंकि सारी चरबी यहोवा की है।"},{"number":17,"verse":"यह तुम्हारे निवासों में तुम्हारी पीढ़ी पीढ़ी के लिये सदा की विधि ठहरेगी कि तुम चरबी और लहू कभी न खाओ।”"}]}