{"bibleAbbr":"WEB2020+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"Now it happened when Adoni-Zedek <WH139> king <WH4428> of Jerusalem <WH3389> heard <WH8085> how <WH3588> Joshua <WH3091> had taken <WH3920> Ai, <WH5857> and had utterly destroyed <WH2763> it; <WH6213> as he had done to Jericho <WH3405> and her king, <WH4428> so he had done <WH6213> to Ai <WH5857> and her king; <WH4428> and how the inhabitants <WH3427> of Gibeon <WH1391> had made peace <WH7999> with Israel, <WH3478> and were among them; <WH7130>"},{"number":2,"verse":"that they were very <WH3966> afraid, <WH3372> because Gibeon <WH1391> was a great <WH1419> city, <WH5892> as one <WH259> of the royal <WH4467> cities, <WH5892> and because it was greater <WH1419> than Ai, <WH5857> and all its men <WH582> were mighty. <WH1368>"},{"number":3,"verse":"Therefore Adoni-Zedek <WH139> king <WH4428> of Jerusalem <WH3389> sent <WH7971> to Hoham <WH1944> king <WH4428> of Hebron, <WH2275> to Piram <WH6502> king <WH4428> of Jarmuth, <WH3412> to Japhia <WH3309> king <WH4428> of Lachish, <WH3923> and to Debir <WH1688> king <WH4428> of Eglon, <WH5700> saying, <WH559>"},{"number":4,"verse":"\"Come up <WH5927> to me, <WH5826> and help me, <WH5221> and let us strike Gibeon; <WH1391> for it has made peace <WH7999> with Joshua <WH3091> and with the children <WH1121> of Israel. <WH3478>\""},{"number":5,"verse":"Therefore the five <WH2568> kings <WH4428> of the Amorites, <WH567> the king <WH4428> of Jerusalem, <WH3389> the king <WH4428> of Hebron, <WH2275> the king <WH4428> of Jarmuth, <WH3412> the king <WH4428> of Lachish, <WH3923> the king <WH4428> of Eglon, <WH5700> gathered themselves together, <WH622> and went up, <WH5927> they and all their armies, <WH4264> and encamped <WH2583> against Gibeon, <WH1391> and made war against it. <WH3898>"},{"number":6,"verse":"The men <WH582> of Gibeon <WH1391> sent <WH7971> to Joshua <WH3091> to the camp <WH4264> to Gilgal, <WH1537> saying, <WH559> \"Don't <WH3027> abandon <WH7503> your servants! <WH5650> Come up <WH5927> to us quickly, <WH4120> and save <WH3467> us, <WH5826> and help us; <WH4428> for all the kings of the Amorites <WH567> that dwell <WH3427> in the hill country <WH2022> have gathered together against us. <WH6908>\""},{"number":7,"verse":"So Joshua <WH3091> went up <WH5927> from Gilgal, <WH1537> he, <WH5971> and all the people of war <WH4421> with him, <WH1368> and all the mighty men of valor. <WH2428>"},{"number":8,"verse":"Yahweh <WH3068> said <WH559> to Joshua, <WH3091> \"Don't <WH3372> fear them, <WH5414> for I have delivered them into your hands. <WH3027> Not a man <WH376> of them will stand <WH5975> before you. <WH6440>\""},{"number":9,"verse":"Joshua <WH3091> therefore came <WH935> on them suddenly. <WH6597> He went up <WH5927> from Gilgal <WH1537> all night. <WH3915>"},{"number":10,"verse":"Yahweh <WH3068> confused <WH2000> them before <WH6440> Israel, <WH3478> and he killed <WH5221> them with a great <WH1419> slaughter <WH4347> at Gibeon, <WH1391> and chased <WH7291> them by the way <WH1870> of the ascent <WH4608> of Beth Horon, <WH1032> and struck <WH5221> them to Azekah <WH5825> and to Makkedah. <WH4719>"},{"number":11,"verse":"It happened, <WH5127> as they fled from before <WH6440> Israel, <WH3478> while they were at the descent <WH4174> of Beth Horon, <WH1032> that Yahweh <WH3068> cast down <WH4174> great <WH1419> stones <WH68> from the sky <WH8064> on them to Azekah, <WH5825> and they died. <WH4191> There were more <WH7227> who died <WH4191> from the hailstones <WH1259> than who <WH834> the children <WH1121> of Israel <WH3478> killed <WH2026> with the sword. <WH2719>"},{"number":12,"verse":"Then Joshua <WH3091> spoke <WH1696> to Yahweh <WH3068> in the day <WH3117> when Yahweh <WH3068> delivered up <WH5414> the Amorites <WH567> before <WH6440> the children <WH1121> of Israel; <WH3478> and he said <WH559> in the sight <WH5869> of Israel, <WH3478> \"Sun, <WH8121> stand still <WH1826> on Gibeon! <WH1391> You, <WH3394> moon, stop in the valley <WH6010> of Aijalon! <WH357>\""},{"number":13,"verse":"The sun <WH8121> stood still, <WH1826> and the moon <WH3394> stayed, <WH5975> until the nation <WH1471> had avenged <WH5358> themselves of their enemies. <WH341> Isn't <WH1931> this written <WH3789> in the book <WH5612> of Jashar? <WH3477> The sun <WH8121> stayed <WH5975> in the midst <WH2677> of the sky, <WH8064> and didn't <WH213> hurry to go down <WH935> about a whole <WH8549> day. <WH3117>"},{"number":14,"verse":"There was no day <WH3117> like that before <WH6440> it or after <WH310> it, <WH3068> that Yahweh listened <WH8085> to the voice <WH6963> of a man; <WH376> for Yahweh <WH3068> fought <WH3898> for Israel. <WH3478>"},{"number":15,"verse":"Joshua <WH3091> returned, <WH7725> and all Israel <WH3478> with him, <WH4264> to the camp to Gilgal. <WH1537>"},{"number":16,"verse":"These five <WH2568> kings <WH4428> fled, <WH5127> and hid <WH2244> themselves in the cave <WH4631> at Makkedah. <WH4719>"},{"number":17,"verse":"Joshua <WH3091> was told, <WH5046> saying, <WH559> \"The five <WH2568> kings <WH4428> are found, <WH4672> hidden <WH2244> in the cave <WH4631> at Makkedah. <WH4719>\""},{"number":18,"verse":"Joshua <WH3091> said, <WH559> \"Roll <WH1556> large <WH1419> stones <WH68> to the mouth <WH6310> of the cave, <WH4631> and set <WH6485> men <WH582> by it to guard them; <WH8104>"},{"number":19,"verse":"but don't <WH5975> stay. Pursue <WH7291> your <WH310> enemies, <WH341> and strike them from the rear. <WH2179> Don't <WH5414> allow them to enter <WH935> into their cities; <WH5892> for Yahweh <WH3068> your God <WH430> has delivered <WH5414> them into your hand. <WH3027>\""},{"number":20,"verse":"It happened, <WH3091> when Joshua and the children <WH1121> of Israel <WH3478> had finished <WH3615> killing <WH5221> them with a very <WH3966> great <WH1419> slaughter <WH4347> until they were consumed, <WH8552> and the remnant <WH8300> which remained <WH8277> of them had entered <WH935> into the fortified <WH4013> cities, <WH5892>"},{"number":21,"verse":"that all the people <WH5971> returned <WH7725> to the camp <WH4264> to Joshua <WH3091> at Makkedah <WH4719> in peace. <WH7965> None moved <WH2782> his tongue <WH3956> against any <WH376> of the children <WH1121> of Israel. <WH3478>"},{"number":22,"verse":"Then Joshua <WH3091> said, <WH559> \"Open <WH6605> the mouth <WH6310> of the cave, <WH4631> and bring those five <WH2568> kings <WH4428> out <WH3318> of the cave to me. <WH4631>\""},{"number":23,"verse":"They did <WH6213> so, <WH2568> and brought those five kings <WH4428> out <WH3318> of the cave <WH4631> to him: <WH4428> the king of Jerusalem, <WH3389> the king <WH4428> of Hebron, <WH2275> the king <WH4428> of Jarmuth, <WH3412> the king <WH4428> of Lachish, <WH3923> and the king <WH4428> of Eglon. <WH5700>"},{"number":24,"verse":"It happened, <WH4428> when they brought those kings out <WH3318> to Joshua, <WH3091> that Joshua <WH3091> called <WH7121> for all the men <WH376> of Israel, <WH3478> and said <WH559> to the chiefs <WH7101> of the men <WH582> of war <WH4421> who went <WH1980> with him, <WH7126> \"Come near, put <WH7760> your feet <WH7272> on the necks <WH6677> of these kings. <WH4428>\" They came near, <WH7126> and put <WH7760> their feet <WH7272> on their necks. <WH6677>"},{"number":25,"verse":"Joshua <WH3091> said <WH559> to them, <WH3372> \"Don't be afraid, nor be dismayed. <WH2865> Be strong <WH2388> and courageous, <WH553> for Yahweh <WH3068> will do <WH6213> this to all your enemies <WH341> against whom you fight. <WH3898>\""},{"number":26,"verse":"Afterward <WH310> Joshua <WH3091> struck <WH5221> them, <WH4191> put them to death, and hanged <WH8518> them on five <WH2568> trees. <WH6086> They were hanging <WH8518> on the trees <WH6086> until the evening. <WH6153>"},{"number":27,"verse":"It happened at the time <WH6256> of the going down <WH935> of the sun, <WH8121> that Joshua <WH3091> commanded, <WH6680> and they took them down <WH3381> off the trees, <WH6086> and cast <WH7993> them into the cave <WH4631> in which they had hidden <WH2244> themselves, <WH7760> and laid great <WH1419> stones <WH68> on the mouth <WH6310> of the cave, <WH4631> which remain to this very <WH6106> day. <WH3117>"},{"number":28,"verse":"Joshua <WH3091> took <WH3920> Makkedah <WH4719> on that day, <WH3117> and struck <WH5221> it with the edge <WH6310> of the sword, <WH2719> with its king. <WH4428> He utterly destroyed <WH2763> them and all the souls <WH5315> who were in it. <WH7604> He left none remaining. <WH8300> He did <WH6213> to the king <WH4428> of Makkedah <WH4719> as he had done <WH6213> to the king <WH4428> of Jericho. <WH3405>"},{"number":29,"verse":"Joshua <WH3091> passed <WH5674> from Makkedah, <WH4719> and all Israel <WH3478> with him, <WH3841> to Libnah, and fought <WH3898> against Libnah. <WH3841>"},{"number":30,"verse":"Yahweh <WH3068> delivered <WH5414> it also, <WH4428> with its king, into the hand <WH3027> of Israel. <WH3478> He struck <WH5221> it with the edge <WH6310> of the sword, <WH2719> and all the souls <WH5315> who were in it. <WH7604> He left none remaining <WH8300> in it. <WH6213> He did to its king <WH4428> as he had done <WH6213> to the king <WH4428> of Jericho. <WH3405>"},{"number":31,"verse":"Joshua <WH3091> passed <WH5674> from Libnah, <WH3841> and all Israel <WH3478> with him, <WH3923> to Lachish, and encamped <WH2583> against it, <WH3898> and fought against it."},{"number":32,"verse":"Yahweh <WH3068> delivered <WH5414> Lachish <WH3923> into the hand <WH3027> of Israel. <WH3478> He took <WH3920> it on the second <WH8145> day, <WH3117> and struck <WH5221> it with the edge <WH6310> of the sword, <WH2719> with all the souls <WH5315> who were in it, <WH6213> according to all that he had done to Libnah. <WH3841>"},{"number":33,"verse":"Then Horam <WH2036> king <WH4428> of Gezer <WH1507> came up <WH5927> to help <WH5826> Lachish; <WH3923> and Joshua <WH3091> struck <WH5221> him and his people, <WH5971> until he had left <WH7604> him none remaining. <WH8300>"},{"number":34,"verse":"Joshua <WH3091> passed <WH5674> from Lachish, <WH3923> and all Israel <WH3478> with him, <WH5700> to Eglon; and they encamped <WH2583> against it fought against it. <WH3898>"},{"number":35,"verse":"They took <WH3920> it on that day, <WH3117> and struck <WH5221> it with the edge <WH6310> of the sword. <WH2719> He utterly destroyed <WH2763> all the souls <WH5315> who were in it that day, <WH3117> according to all that he had done <WH6213> to Lachish. <WH3923>"},{"number":36,"verse":"Joshua <WH3091> went up <WH5927> from Eglon, <WH5700> and all Israel <WH3478> with him, <WH2275> to Hebron; and they fought against it. <WH3898>"},{"number":37,"verse":"They took <WH3920> it, <WH5221> and struck it with the edge <WH6310> of the sword, <WH2719> with its king <WH4428> and all its cities, <WH5892> and all the souls <WH5315> who were in it. <WH7604> He left none remaining, <WH8300> according to all that he had done <WH6213> to Eglon; <WH5700> but he utterly destroyed <WH2763> it, <WH5315> and all the souls who were in it."},{"number":38,"verse":"Joshua <WH3091> returned, <WH7725> and all Israel <WH3478> with him, <WH1688> to Debir, and fought against it. <WH3898>"},{"number":39,"verse":"He took <WH3920> it, <WH4428> with its king and all its cities. <WH5892> They struck <WH5221> them with the edge <WH6310> of the sword, <WH2719> and utterly destroyed <WH2763> all the souls <WH5315> who were in it. <WH7604> He left none remaining. <WH8300> As he had done <WH6213> to Hebron, <WH2275> so he did <WH6213> to Debir, <WH1688> and to its king; <WH4428> as he had done <WH6213> also to Libnah, <WH3841> and to its king. <WH4428>"},{"number":40,"verse":"So Joshua <WH3091> struck <WH5221> all the land, <WH776> the hill country, <WH776> and the South, <WH5045> and the lowland, <WH8219> and the slopes, <WH794> and all their kings. <WH4428> He left <WH7604> none remaining, <WH8300> but he utterly destroyed <WH2763> all that breathed, <WH5397> as Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> commanded. <WH6680>"},{"number":41,"verse":"Joshua <WH3091> struck <WH5221> them from Kadesh Barnea <WH6947> even to Gaza, <WH5804> and all the country <WH776> of Goshen, <WH1657> even to Gibeon. <WH1391>"},{"number":42,"verse":"Joshua <WH3091> took <WH3920> all these kings <WH4428> and their land <WH776> at one <WH259> time, <WH6471> because Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> fought <WH3898> for Israel. <WH3478>"},{"number":43,"verse":"Joshua <WH3091> returned, <WH7725> and all Israel <WH3478> with him, <WH4264> to the camp to Gilgal. <WH1537>"}]}