{"bibleAbbr":"WEB2020+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"It happened, <WH1471> when all the nation had completely <WH8552> passed over <WH5674> the Jordan, <WH3383> that Yahweh <WH3068> spoke <WH559> to Joshua, <WH3091> saying, <WH559>"},{"number":2,"verse":"\"Take <WH3947> twelve <WH8147> men <WH582> out of the people, <WH5971> out of every <WH259> tribe <WH7626> a man, <WH376>"},{"number":3,"verse":"and command <WH6680> them, <WH559> saying, <WH5375> 'Take from out of the middle <WH8432> of the Jordan, <WH3383> out of the place where the priests <WH3548>' feet <WH7272> stood <WH4673> firm, <WH3559> twelve <WH8147> stones, <WH68> and carry them over <WH5674> with you, <WH3240> and lay them down in the lodging place, <WH4411> where you will lodge <WH3885> tonight. <WH3915>'\""},{"number":4,"verse":"Then Joshua <WH3091> called <WH7121> the twelve <WH8147> men, <WH376> whom he had prepared <WH3559> of the children <WH1121> of Israel, <WH3478> out of every <WH259> tribe <WH7626> a man. <WH376>"},{"number":5,"verse":"Joshua <WH3091> said <WH559> to them, <WH5674> \"Pass over before <WH6440> the ark <WH727> of Yahweh <WH3068> your God <WH430> into the middle <WH8432> of the Jordan, <WH3383> and each <WH259> of you <WH376> pick up <WH7311> a stone <WH68> and put it on your shoulder, <WH7926> according to the number <WH4557> of the tribes <WH7626> of the children <WH1121> of Israel; <WH3478>"},{"number":6,"verse":"that this may be a sign <WH226> among <WH7130> you, <WH1121> that when your children ask <WH7592> in time to come, <WH4279> saying, <WH559> <WH68> 'What do you mean by these stones?'"},{"number":7,"verse":"then you shall tell <WH559> them, <WH4325> 'Because the waters of the Jordan <WH3383> were cut off <WH3772> before <WH6440> the ark <WH727> of the covenant <WH1285> of Yahweh. <WH3068> When it passed over <WH5674> the Jordan, <WH3383> the waters <WH4325> of the Jordan <WH3383> were cut off. <WH3772> These stones <WH68> shall be for a memorial <WH2146> to the children <WH1121> of Israel <WH3478> forever. <WH5769>'\""},{"number":8,"verse":"The children <WH1121> of Israel <WH3478> did <WH6213> as Joshua <WH3091> commanded, <WH6680> and took up <WH5375> twelve <WH8147> stones <WH68> out of the middle <WH8432> of the Jordan, <WH3383> as Yahweh <WH3068> spoke <WH1696> to Joshua, <WH3091> according to the number <WH4557> of the tribes <WH7626> of the children <WH1121> of Israel; <WH3478> and they carried them over <WH5674> with them to the place where they lodged, <WH4411> and laid them down there. <WH3240>"},{"number":9,"verse":"Joshua <WH3091> set up <WH6965> twelve <WH8147> stones <WH68> in the middle <WH8432> of the Jordan, <WH3383> in the place where the feet <WH7272> of the priests <WH3548> who bore <WH5375> the ark <WH727> of the covenant <WH1285> stood; <WH4673> and they are there to this day. <WH3117>"},{"number":10,"verse":"For the priests <WH3548> who bore <WH5375> the ark <WH727> stood <WH5975> in the middle <WH8432> of the Jordan, <WH3383> until everything <WH1697> was finished <WH8552> that Yahweh <WH3068> commanded <WH6680> Joshua <WH3091> to speak <WH1696> to the people, <WH5971> according to all that Moses <WH4872> commanded <WH6680> Joshua; <WH3091> and the people <WH5971> hurried <WH4116> and passed over. <WH5674>"},{"number":11,"verse":"It happened, <WH5971> when all the people had completely <WH8552> passed over, <WH5674> that the ark <WH727> of Yahweh <WH3068> passed over, <WH5674> with the priests, <WH3548> in the presence <WH6440> of the people. <WH5971>"},{"number":12,"verse":"The children <WH1121> of Reuben, <WH7205> and the children <WH1121> of Gad, <WH1410> and the half <WH2677> - tribe <WH7626> of Manasseh, <WH4519> passed over <WH5674> armed <WH2571> before <WH6440> the children <WH1121> of Israel, <WH3478> as Moses <WH4872> spoke to them. <WH1696>"},{"number":13,"verse":"About forty <WH705> thousand <WH505> men, <WH2502> ready and armed for war <WH6635> passed over <WH5674> before <WH6440> Yahweh <WH3068> to battle, <WH4421> to the plains <WH6160> of Jericho. <WH3405>"},{"number":14,"verse":"On that day, <WH3117> Yahweh <WH3068> magnified <WH1431> Joshua <WH3091> in the sight <WH5869> of all Israel; <WH3478> and they feared <WH3372> him, <WH3372> as they feared Moses, <WH4872> all the days <WH3117> of his life. <WH2416>"},{"number":15,"verse":"Yahweh <WH3068> spoke <WH559> to Joshua, <WH3091> saying, <WH559>"},{"number":16,"verse":"\"Command <WH6680> the priests <WH3548> who bear <WH5375> the ark <WH727> of the testimony, <WH5715> that they come up <WH5927> out of the Jordan. <WH3383>\""},{"number":17,"verse":"Joshua <WH3091> therefore commanded <WH6680> the priests, <WH3548> saying, <WH559> \"Come up <WH5927> out of the Jordan! <WH3383>\""},{"number":18,"verse":"It happened, <WH3548> when the priests who bore <WH5375> the ark <WH727> of the covenant <WH1285> of Yahweh <WH3068> had come up <WH5927> out of the middle <WH8432> of the Jordan, <WH3383> and the soles <WH3709> of the priests <WH3548>' feet <WH7272> were lifted up <WH5423> to the dry ground, <WH2724> that the waters <WH4325> of the Jordan <WH3383> returned <WH7725> to their place, <WH4725> and went over <WH3212> all its banks, <WH1415> as <WH8543> before. <WH8032>"},{"number":19,"verse":"The people <WH5971> came up <WH5927> out of the Jordan <WH3383> on the tenth <WH6218> day of the first <WH7223> month, <WH2320> and encamped <WH2583> in Gilgal, <WH1537> on the east <WH4217> border <WH7097> of Jericho. <WH3405>"},{"number":20,"verse":"Joshua <WH3091> set <WH6965> up those twelve <WH8147> stones, <WH68> which they took out <WH3947> of the Jordan, <WH3383> in Gilgal. <WH1537>"},{"number":21,"verse":"He spoke <WH559> to the children <WH1121> of Israel, <WH3478> saying, <WH559> \"When your children <WH1121> ask <WH7592> their fathers <WH1> in time to come, <WH4279> saying, <WH559> <WH68> 'What do these stones mean?'"},{"number":22,"verse":"Then you shall let your children <WH1121> know, <WH3045> saying, <WH559> <WH3478> 'Israel came over <WH5674> this Jordan <WH3383> on dry land. <WH3004>"},{"number":23,"verse":"For Yahweh <WH3068> your God <WH430> dried up <WH3001> the waters <WH4325> of the Jordan <WH3383> from before <WH6440> you, <WH5674> until you had passed over, as Yahweh <WH3068> your God <WH430> did <WH6213> to the Red <WH5488> Sea, <WH3220> which he dried up <WH3001> from before <WH6440> us, <WH5674> until we had passed over;"},{"number":24,"verse":"that all the peoples <WH5971> of the earth <WH776> may know <WH3045> the hand <WH3027> of Yahweh, <WH3068> that it is mighty; <WH2389> that you may fear <WH3372> Yahweh <WH3068> your God <WH430> forever. <WH3117>'\""}]}