{"bibleAbbr":"teERV1997","bookName":"1 రాజులు","bookEnglishName":"1 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"( సొలొమోను, హీరాము) హీరాము అనునతను తూరు దేశానికి రాజు. అతను దావీదుకు చిరకాల స్నేహితుడు. దావీదు స్థానంలో సొలొమోను రాజ్యానికి వచ్చాడని విన్న హీరాము తన సేవకులను సొలొమోను వద్దకు పంపాడు."},{"number":2,"verse":"సొలొమోను వారిద్వారా రాజైన హీరాముకు ఇలా చెప్పి పంపాడు:"},{"number":3,"verse":"“నా తండ్రియగు రాజైన దావీదు చుట్టుప్రక్కల రాజ్యాల వారితో అనేక యుద్ధాలు చేసినట్లు నీకు తెలుసు. అందువల్ల యెహోవాయగు తన దేవుని ఘనపరిచేలా ఒక దేవాలయం నిర్మించ లేకపోయాడు. తన శత్రువులందరినీ యెహోవా తాను ఓడించేలా చేసే వరకు రాజైన దావీదు వేచివున్నాడు."},{"number":4,"verse":"కాని ఇప్పుడు యెహోవా దేవుడు నా రాజ్యం నలుమూలలా శాంతి నెలకొనేలా చేశాడు. ప్రస్తుతం నాకు శత్రువులు లేరు. నా ప్రజలు నిర్భయంగా వున్నారు."},{"number":5,"verse":"“యెహోవా నా తండ్రియగు దావీదుకు ఒక మాట ఇచ్చాడు. యెహోవా ఇలా అన్నాడు, ‘నీ తరువాత నీ కుమారుని రాజును చేస్తాను. నీ కుమారుడు నా పట్ల గౌరవ సూచకంగా ఒక దేవాలయం నిర్మిస్తాడు.’ కావున ఇప్పుడు నా యెహోవా దేవునికి ఘనంగా ఒక దేవాలయం నిర్మింపజేస్తున్నాను."},{"number":6,"verse":"అందువల్ల ఈ విషయంలో నీ సహాయం కోరుతున్నాను. నీ మనుష్యులను లెబానోనుకు పంపించు. వారక్కడ నా కొరకు దేవదారు వృక్షాలను పడగొట్టాలి. నా పనివాళ్లు నీ పనివారితో కలిసి పని చేస్తారు. నీ పనివాళ్లకు వేతనంగా నీవు ఎంత నిర్ణయిస్తే అది నేను చెల్లిస్తాను. కాని నీ సహాయం మాత్రం నాకు కావాలి. మా వడ్రంగులు ( వడ్రంగులు వడ్రంగులనగా కట్టెతో పనులు చేయువారు. పూర్వకాలంలో వీరినే చెట్లు కొట్టే వారిగా భావించేవారు.) సీదోను వడ్రంగులకు సాటిరారు.”"},{"number":7,"verse":"సొలొమోను అడిగినదంతా విన్న హీరాము చాలా సంతోషపడ్డాడు. “ఆ మహా సామ్రాజ్యానికి రాజుగా వ్యవహరించటానికి దావీదుకు ప్రజ్ఞాశాలియైన కుమారుని ప్రసాదించినందుకు దేవునికి ఈ రోజు నమస్కరిస్తున్నాను!” అని రాజైన హీరాము అన్నాడు."},{"number":8,"verse":"అప్పుడు హీరాము ఒక సమాచారాన్ని సొలొమోనుకు యిలా పంపాడు: “నీవు అడిగిన విషయాలన్నీ నేను విన్నాను. నీవు కోరినన్ని దేవదారు వృక్షాలను, సరళపు చెట్లను నీకు యిస్తాను."},{"number":9,"verse":"నా పనివాళ్లు ఆ దూలాలన్నిటినీ లెబానోను నుండి సముద్రతీరానికి చేరవేస్తారు. వాటిని నేను తెప్పలుగా కట్టించి సముద్రంలో వేయించి నీవు కోరిన స్థలానికి చేరేలా చేస్తాను. అక్కడ ఆ దూలాలను విడివిడిగా తీస్తాను. వాటిని నీవు తీసుకోవచ్చు. ఈ సందర్భంగా నీవు నా మాట మన్నించి నా రాజకుటుంబ పోషణకు తగిన ఆహార పదార్థాలను సమకూర్చుతావని ఆశిస్తున్నాను.”"},{"number":10,"verse":"ఆ విధంగా హీరాము దేవదారు, సరళపు చెట్ల కలపను సొలొమోనుకు సరఫరా చేయసాగాడు."},{"number":11,"verse":"సొలొమోను కూడ హీరాముకు అతని ఇంటి వారి పోషణకు రెండు లక్షల తూముల గోధుమలు, మూడు వేల ఎనిమిది వందల ( మూడు వేల ఎనిమిది వందలు ఇరవై వేల బాతులని శబ్దార్థం. ఆరు గాలన్లు ఒక బాతు అని లెక్క.) పడుల స్వచ్ఛమైన ఒలీవ నూనెను ప్రతియేటా పంపాడు."},{"number":12,"verse":"యెహోవా చేసిన వాగ్దానం ప్రకారం ఆయన సొలొమోనుకు గొప్ప జ్ఞానాన్ని కలుగజేశాడు. హీరాము, సొలొమోనుల మధ్య శాంతి, సామరస్యాలు నెలకొన్నాయి. ఆ ఇద్దరు రాజులు ఒక ఒడంబడిక చేసుకున్నారు."},{"number":13,"verse":"రాజైన సొలొమోను ముప్పదివేల మంది ఇశ్రాయేలీయులను ఈ పనిలో సహాయపడటానికి బలవంతంగా కూలిపనికి చేర్చుకున్నాడు."},{"number":14,"verse":"వీరిపై అధికారిగా అదోనీరాము అను వానిని రాజైన సొలొమోను నియమించాడు. సొలొమోను వారిని మూడు జట్లుగా విభజించాడు. ప్రతి జట్టులోను పదివేల మంది వున్నారు. ప్రతి జట్టు లెబానోనులో ఒక నెలపాటు పనిచేసి, రెండు నెలలు ఇంటివద్ద ఉండేవారు."},{"number":15,"verse":"సొలొమోను ఎనుబది వేల మందిని కొండ ప్రాంతంలో పనిచేయటానికి బలవంతపర్చాడు. వీరు రాళ్లు కొట్టి చెక్కాలి. కొట్టిన రాళ్లను చేరవేయటానికి డెబ్బది వేల మంది వున్నారు."},{"number":16,"verse":"ఈ పని చేసే వారిపై పర్యవేక్షణకై మూడు వేల మూడు వందల మంది నియమితులయ్యారు."},{"number":17,"verse":"రాజైన సొలొమోను దేవాలయ పునాదులకు పనికి వచ్చే విలువైన పెద్ద బండలు చెక్కమని పనివారికి ఆజ్ఞ ఇచ్చాడు. ఈ రాళ్లు అతి నేర్పుగా కొట్టబడేవి."},{"number":18,"verse":"సొలొమోను యొక్క, హీరాము యొక్క శిల్పులు, మరియు బిబ్లోసు ( బిబ్లోసు లేక గెబాలు.) నుండి వచ్చన వారును రాళ్లను చెక్కారు. ఈ కట్టడపు పనివారంతా రాళ్లను, దూలాలను, దేవాలయ నిర్మాణానికి తయారు చేశారు."}]}