{"bibleAbbr":"teERV1997","bookName":"1 రాజులు","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( సొలొమోనుచే దేవాలయ నిర్మాణం) ఆ విధంగా సొలొమోను దేవాలయ నిర్మాణం మొదలుపెట్టాడు. ఇశ్రాయేలు ప్రజలు ఈజిప్టులో నుండి వచ్చిన నాలుగు వందల ఎనభై సంవత్సరాల తరువాత ఇది జరిగింది. అంతేగాకుండా ఇది రాజైన సొలొమోను ఇశ్రాయేలుపై రాజ్యాధిపత్యం వహించిన నాలుగవ సంవత్సరం. ఆ సంవత్సరంలో అది జీవ్ అను రెండవ నెల."},{"number":2,"verse":"దేవాలయం పొడవు తొమ్మిది అడుగులు ( తొమ్మిది అడుగులు అరవై మూరలని శబ్ధార్థం. మూర అనగా పదునెనిమిది మొదలు ఇరవై రెండు అంగుళాలు.) వెడల్పు ముప్పై అడుగులు ( ముప్పది అడుగులు ఇరవై మూరలు.) దాని ఎత్తు నలుబది ఐదు అడుగులు. ( నలుబది ఐదు అడుగులు ముప్పై మూరలు. ప్రాచీన గ్రీకు అనువాదంలో ఇరవై ఐదు మూరలని వున్నది.)"},{"number":3,"verse":"దేవాలయపు ముఖమండపం పొడవు ముప్పై అడుగులు; వెడల్పు పదిహేను అడుగులు. ఈ మండపం ప్రధాన దేవాలయానికి ముంగిటనే వున్నది. దీని పొడవు దేవాలయం యొక్క వెడల్పుకు సమానంగా వుంది."},{"number":4,"verse":"దేవాలయంలో ఇరుకైన కిటికీలు వున్నాయి. ఈ కిటికీలు చూడటానికి బయటి నుండి ఇరుకుగాను, లోపలి వైపు విశాలంగాను ( లోపలి వైపు విశాలంగాను బహుశః దీని అర్థం పనితనంగా అల్లిక వేయబడిన కిటికీలని కావచ్చు.) వున్నాయి."},{"number":5,"verse":"పిమ్మట ప్రధాన దేవాలయం గోడల నానుకొని కొన్ని గదులను సొలొమోను కట్టించాడు. ఈ గదులు ఒకదాని మీద ఒకటిగా నిర్మింపబడ్డాయి."},{"number":6,"verse":"కింది అంతస్తులో ఉన్న గదుల వెడల్పు ఏడున్నర అడుగులు ( ఏడున్నర అడుగులు ఐదు మూరలు.) మధ్య అంతస్తులో గదుల వెడల్పు తొమ్మిది అడుగులు ( తొమ్మిది అడుగులు ఆరు మూరలు.) దాని పైగదుల వెడల్పు పదిన్నర అడుగులు ( పదిన్నర అడుగులు ఏడు మూరలు.) గదులకు ఒక పక్క గోడగా వున్న దేవాలయం గోడ, కింద గదుల గోడకన్న మందము తక్కవ. గదులన్నీ ఆ గోడకు ఆనుకొని కట్టబడినా, వాటి ముఖ్య దూలాలు గోడలోకి చొచ్చుకొని పోకుండా ఆధార శిలలపై పెట్టబడ్డాయి."},{"number":7,"verse":"ఈ దేవాలయ నిర్మాణానికి ఉపయోగించిన రాళ్లన్నీ అవి తీయబడిన గనుల వద్దనే కావలసిన రీతిలో శిల్పులచే చెక్కబడి, మలచబడినందున నిర్మాణ స్థలంలో సుత్తులు, గొడ్డళ్లు, తదితర పనిముట్లు వాడిన శబ్దం వినరాలేదు."},{"number":8,"verse":"దేవాలయం పక్కగా కట్టిన కింది గదులకు ప్రవేశ మార్గం దక్షిణ భాగాన వున్నది. రెండవ అంతస్తుకు వెళ్లటానికి, అక్కడి నుండి మూడవ అంతస్తు గదులకు వెళ్లటానికి మెట్ల మార్గాలు ఏర్పాటు చేయబడ్డాయి."},{"number":9,"verse":"దేవాలయపు పైకప్పును దూలాలతోను, దేవదారు చెక్కలతోను సొలొమోను నిర్మింపజేశాడు. ఆ విధంగా సొలొమోను దేవాలయ నిర్మాణం పూర్తి చేశాడు."},{"number":10,"verse":"దేవాలయం పక్కనున్న కింది అంతస్తు పని కూడా పూర్తి చేశాడు. అది ఏడున్నర అడుగుల ఎత్తు వుంది. అది దేవదారు దూలాలతో దేవాలయానికి జత చేర్చ బడివుంది."},{"number":11,"verse":"సొలొమోనుతో యెహోవా ఇలా అన్నాడు:"},{"number":12,"verse":"“నీవు నా న్యాయ సూత్రాలను, ఆజ్ఞలను పాటించి నట్లయితే నీ తండ్రియగు దావీదుకు నీ గురించి నేను చేసిన వాగ్దానం నెరవేర్చుతాను."},{"number":13,"verse":"నా ప్రజలైన ఇశ్రాయేలీయుల మధ్య నీవు నిర్మించే ఈ దేవాలయంలో నేను నివసిస్తాను. నేను ఇశ్రాయేలు ప్రజలను ఎన్నటికి విడనాడను.”"},{"number":14,"verse":"సొలొమోను దేవాలయ నిర్మాణం పూర్తి చేశాడు."},{"number":15,"verse":"దేవాలయపు లోపలి పక్క గోడలకు దేవదారు బల్లలు అమర్చబడ్డాయి. కింది నేల భాగం సరళపు మ్రాను చెక్కలతో కప్పబడింది."},{"number":16,"verse":"ముప్పై అడుగుల పొడవు గల ఒక గది దేవాలయానికి వెనుకగా కట్టబడింది. కింది నుంచి కప్పు వరకు అమర్చబడిన దేవదారు చెక్కల పనితనంతో ఈ గది దేవాలయం నుండి వేరు చేయబడింది. ఈ గదికి అతి పవిత్ర స్థలమని పేరు."},{"number":17,"verse":"ఈ మిక్కిలి పరిశుద్ధ స్థలం ముందున్నగది అరువది అడుగుల పొడవు గలిగివున్నది."},{"number":18,"verse":"ఆ దేవదారు చెక్కలపై వికసించిన పువ్వులు, సొర తీగలు ( సొర తీగలు బాగా పాకే తీగజాతి మొక్క. దీని కాయలు జాడీల వలె బారుగా వుంటాయి. ఎండిన కాయలు గట్టిపడి, పైపెచ్చు చెక్కలా వుంటుంది.) మనోహరంగా చెక్కబడ్డాయి. ఆ గది లోపలి భాగమంతా దేవదారు పలకలతో కప్పబడింది. అందువల్ల ఎవ్వరూ గోడ రాళ్లను చూడలేరు."},{"number":19,"verse":"ఆలయ ప్రాంగణానికి వెనుక వున్న ఈ అతి పరిశుద్ధ స్థలము దేవుని ఒడంబడిక పెట్టె వుంచటానికి నిర్మింపబడింది."},{"number":20,"verse":"ఈ అతి పరిశుద్ధ స్థలము ముప్పై అడుగుల పొడవు, ముప్పై అడుగుల వెడల్పు ముప్పై అడుగుల ఎత్తు కలిగివుంది."},{"number":21,"verse":"సొలొమోను ఈ అతి పరిశుద్ధ స్థలము లోపలి భాగమంతా శుద్ధ బంగారంతో పొదిగించాడు. ఈ గదికి ముందు బంగారంతో పొదగబడిన ఒక బలిపీఠం నిర్మించబడింది. దాని చుట్టూ బంగారు గొలుసులు చుట్టబడ్డాయి. కెరూబులు రెండూ బంగారు రేకులతో కప్పబడ్డాయి."},{"number":22,"verse":"దేవాలయం మొత్తం బంగారంతో పొదగబడింది. అతి పరిశుద్ధ స్థలము వద్దగల పీఠం కూడా బంగారంతో పొదగబడింది."},{"number":23,"verse":"పనివారు కెరూబులను రెక్కలతో తయారు చేశారు. అవి ఒలీవ కర్రతో చేయబడ్డాయి. ఈ కెరూబులను అతి పరిశుద్ధ స్థలములో వుంచారు. ప్రతి ఒక్క దేవదూత పదిహేను అడుగుల పొడవు వున్నది."},{"number":24,"verse":"రెండు కెరూబులు ఒకే పరిమాణంలో, ఒకే రకంగా నిర్మించబడ్డాయి. ప్రతి కెరూబుకీ రెండు రెక్కలున్నాయి. ప్రతి రెక్క ఏడున్నర అడుగుల పొడవుంది. ఒక రెక్క చివరి నుండి మరో రెక్క చివరి వరకు గల మధ్య దూరం పదిహేను అడుగులు. ప్రతి కెరూబు పదిహేను అడుగుల పొడవులో మలచబడింది."},{"number":27,"verse":"ఈ కెరూబులు అతి పరిశుద్ధ స్థలములో పక్కపక్కన నిలబెట్టబడ్డాయి. గది మధ్యలో వారి రెక్కలు ఒక దానితో ఒకటి కలిశాయి. మిగిలిన రెండు రెక్కలు ఆ పక్కగోడ నొకటి ఈ పక్క గోడ నొకటి ఆనుకొని వున్నాయి."},{"number":28,"verse":"రెండు కెరూబులు బంగారంతో పొదగబడ్డాయి."},{"number":29,"verse":"అతి పరిశుద్ధ స్థలము చుట్టూవున్న గోడల మీద, లోపల గదుల గొడల మీద కెరూబులు, తమాల వృక్షాలు, పువ్వులు చిత్రీకరింపబడ్డాయి."},{"number":30,"verse":"అతి పరిశుద్ధ స్థలము, దేవాలయ ప్రాంగణ గది నేలలు బంగారు రేకులతో కప్పబడ్డాయి."},{"number":31,"verse":"అతి పరిశుద్ధ స్థలానికి తలుపులు ఏర్పరచ బడ్డాయి. ఆ తలుపులు ఒలీవ కర్రతో చేయబడ్డాయి. తలుపు ఐదు రకాలుగా ( ఐదు రకాలు ఇక్కడ భావం విశదంగా లేదు.) తిరిగే విధంగా ఐదు ముఖముల నిలువు కమ్మికి అమర్చబడింది."},{"number":32,"verse":"రెండు తలుపులూ ఒలీవ కర్రతో చేయబడినవే. తలుపుల మీద కెరూబుల, తమల వృక్షాల, పువ్వుల చిత్రాలు మలచబడ్డాయి. తలుపులు బంగారంతో పొదగబడ్డాయి."},{"number":33,"verse":"ప్రధాన గది ద్వారానికి ఒలీవ కర్రతో చేయబడిన చదరపు తలుపు అమర్చబడింది."},{"number":34,"verse":"దాని రెండు తలుపులు సరళపు చెక్కలతో చేయబడ్డాయి."},{"number":35,"verse":"ప్రతి తలుపూ రెండు భాగాలుగా చేయబడింది. దానివల్ల రెండేసి భాగాలు మూయటానికి వీలవుతుంది. తలుపుల మీద కెరూబులు, తమాల వృక్షాలు, పూవులు చెక్క బడ్డాయి. ఈ చెక్కడాలన్నిటి పైన బంగారు పూత వేయబడింది."},{"number":36,"verse":"తరువాత లోపలి ఆవరణం సిద్ధం చేయబడింది. పెరడు చుట్టూ గోడ నిర్మాణం జరిగింది. ఈ గోడలు చెక్కిన మూడు రాళ్ల వరుసతో నిర్మింపబడి, వాటికి ఒక వరుసలో దేవదారు చెక్క అమర్చబడింది."},{"number":37,"verse":"ఆ సంవత్సరంలో దేవాలయ నిర్మాణం పని రెండవ నెలలో ప్రారంభించబడింది. ఆ నెల పేరు జీవ్. అది సొలొమోను ఇశ్రాయేలును పాలించటం మొదలు పెట్టిన పిమ్మట నాలుగవ సంవత్సరం."},{"number":38,"verse":"సొలొమోను పాలన పదకొండు సంవత్సరాలు సాగేనాటికి దేవాలయ నిర్మాణం పూర్తయింది. పూర్తి అయ్యేనాటికి ఆ సంవత్సరంలో బూలు అనే ఎనిమిదవ నెల జరుగుతూ వుంది. దేవాలయ నిర్మాణం పథకం ప్రకారం పూర్తయింది. దేవాలయ నిర్మాణ పరిసమాప్తికి సొలొమోను ఏడు సంత్సరాలు కృషి చేశాడు."}]}