{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"Wise Sayings of Solomon The proverbs of (Prov. 1:1; 25:1) Solomon: (Prov. 15:20; 17:21, 25; 19:13; 29:3, 15) A wise son makes a glad father, But a foolish son is the grief of his mother."},{"number":2,"verse":"(Ps. 49:7; Prov. 11:4; 21:6; Ezek. 7:19; (Luke 12:19, 20)) Treasures of wickedness profit nothing, (Dan. 4:27) But righteousness delivers from death."},{"number":3,"verse":"(Ps. 34:9, 10; 37:25; Prov. 28:25; (Matt. 6:33)) The LORD will not allow the righteous soul to famish, But He casts away the desire of the wicked."},{"number":4,"verse":"(Prov. 19:15) He who has a slack hand becomes poor, But (Prov. 12:24; 13:4; 21:5) the hand of the diligent makes rich."},{"number":5,"verse":"He who gathers in (Prov. 6:8) summer is a wise son; He who sleeps in harvest is (Prov. 19:26) a son who causes shame."},{"number":6,"verse":"Blessings are on the head of the righteous, But violence covers the mouth of the wicked."},{"number":7,"verse":"(Ps. 112:6; Eccl. 8:10) The memory of the righteous is blessed, But the name of the wicked will rot."},{"number":8,"verse":"The wise in heart will receive commands, (Prov. 10:10) But a prating fool will fall."},{"number":9,"verse":"((Ps. 23:4; Prov. 3:23; 28:18; Is. 33:15, 16)) He who walks with integrity walks securely, But he who perverts his ways will become known."},{"number":10,"verse":"He who winks with the eye causes trouble, But a prating fool will fall."},{"number":11,"verse":"The mouth of the righteous is a well of life, But violence covers the mouth of the wicked."},{"number":12,"verse":"Hatred stirs up strife, But (Prov. 17:9; (1 Cor. 13:4-7; James 5:20); 1 Pet. 4:8) love covers all sins."},{"number":13,"verse":"Wisdom is found on the lips of him who has understanding, But (Prov. 26:3) a rod is for the back of him who is devoid of understanding."},{"number":14,"verse":"Wise people store up knowledge, But (Prov. 18:7) the mouth of the foolish is near destruction."},{"number":15,"verse":"The (Job 31:24; Ps. 52:7; Prov. 18:11; (1 Tim. 6:17)) rich man’s wealth is his strong city; The destruction of the poor is their poverty."},{"number":16,"verse":"The labor of the righteous leads to (Prov. 6:23) life, The wages of the wicked to sin."},{"number":17,"verse":"He who keeps instruction is in the way of life, But he who refuses correction goes astray."},{"number":18,"verse":"Whoever (Prov. 26:24) hides hatred has lying lips, And (Ps. 15:3; 101:5) whoever spreads slander is a fool."},{"number":19,"verse":"(Job 11:2; (Prov. 18:21); Eccl. 5:3) In the multitude of words sin is not lacking, But (Prov. 17:27; (James 1:19; 3:2)) he who restrains his lips is wise."},{"number":20,"verse":"The tongue of the righteous is choice silver; The heart of the wicked is worth little."},{"number":21,"verse":"The lips of the righteous feed many, But fools die for lack of wisdom."},{"number":22,"verse":"(Gen. 24:35; 26:12; Deut. 8:18; Ps. 37:22; Prov. 8:21) The blessing of the LORD makes one rich, And He adds no sorrow with it."},{"number":23,"verse":"(Prov. 2:14; 15:21) To do evil is like sport to a fool, But a man of understanding has wisdom."},{"number":24,"verse":"(Job 15:21; Prov. 1:27; Is. 66:4) The fear of the wicked will come upon him, And (Ps. 145:19; Prov. 15:8; Matt. 5:6; (1 John 5:14, 15)) the desire of the righteous will be granted."},{"number":25,"verse":"When the whirlwind passes by, (Ps. 37:9, 10) the wicked is no more, But (Ps. 15:5; Prov. 12:3; Matt. 7:24, 25) the righteous has an everlasting foundation."},{"number":26,"verse":"As vinegar to the teeth and smoke to the eyes, So is the lazy man to those who send him."},{"number":27,"verse":"(Prov. 9:11) The fear of the LORD prolongs days, But (Job 15:32) the years of the wicked will be shortened."},{"number":28,"verse":"The hope of the righteous will be gladness, But the (Job 8:13) expectation of the wicked will perish."},{"number":29,"verse":"The way of the LORD is strength for the upright, But (Ps. 1:6) destruction will come to the workers of iniquity."},{"number":30,"verse":"(Ps. 37:22; Prov. 2:21) The righteous will never be removed, But the wicked will not inhabit the earth."},{"number":31,"verse":"(Ps. 37:30; Prov. 10:13) The mouth of the righteous brings forth wisdom, But the perverse tongue will be cut out."},{"number":32,"verse":"The lips of the righteous know what is acceptable, But the mouth of the wicked what is perverse."}]}