{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"The (Jer. 10:23) preparations of the heart belong to man, (Matt. 10:19) But the answer of the tongue is from the LORD."},{"number":2,"verse":"All the ways of a man are pure in his own (Prov. 21:2) eyes, But the LORD weighs the spirits."},{"number":3,"verse":"(Ps. 37:5; Prov. 3:6; (1 Pet. 5:7)) Commit your works to the LORD, And your thoughts will be established."},{"number":4,"verse":"The (Is. 43:7; Rom. 11:36) LORD has made all for Himself, (Job 21:30; (Rom. 9:22)) Yes, even the wicked for the day of doom."},{"number":5,"verse":"(Prov. 6:17; 8:13) Everyone proud in heart is an abomination to the LORD; Though they join forces, none will go unpunished."},{"number":6,"verse":"(Dan. 4:27; Luke 11:41) In mercy and truth Atonement is provided for iniquity; And (Prov. 8:13; 14:16) by the fear of the LORD one departs from evil."},{"number":7,"verse":"When a man’s ways please the LORD, He makes even his enemies to be at peace with him."},{"number":8,"verse":"(Ps. 37:16; Prov. 15:16) Better is a little with righteousness, Than vast revenues without justice."},{"number":9,"verse":"(Prov. 19:21) A man’s heart plans his way, (Ps. 37:23; Prov. 20:24; Jer. 10:23) But the LORD directs his steps."},{"number":10,"verse":"Divination is on the lips of the king; His mouth must not transgress in judgment."},{"number":11,"verse":"(Lev. 19:36) Honest weights and scales are the LORD’s; All the weights in the bag are His work."},{"number":12,"verse":"It is an abomination for kings to commit wickedness, For (Prov. 25:5) a throne is established by righteousness."},{"number":13,"verse":"(Prov. 14:35) Righteous lips are the delight of kings, And they love him who speaks what is right."},{"number":14,"verse":"As messengers of death is the king’s wrath, But a wise man will (Prov. 25:15) appease it."},{"number":15,"verse":"In the light of the king’s face is life, And his favor is like a (Zech. 10:1) cloud of the latter rain."},{"number":16,"verse":"(Prov. 8:10, 11, 19) How much better to get wisdom than gold! And to get understanding is to be chosen rather than silver."},{"number":17,"verse":"The highway of the upright is to depart from evil; He who keeps his way preserves his soul."},{"number":18,"verse":"Pride goes before destruction, And a haughty spirit before a fall."},{"number":19,"verse":"Better to be of a humble spirit with the lowly, Than to divide the spoil with the proud."},{"number":20,"verse":"He who heeds the word wisely will find good, And whoever (Ps. 34:8; Jer. 17:7) trusts in the LORD, happy is he."},{"number":21,"verse":"The wise in heart will be called prudent, And sweetness of the lips increases learning."},{"number":22,"verse":"Understanding is a wellspring of life to him who has it. But the correction of fools is folly."},{"number":23,"verse":"The heart of the wise teaches his mouth, And adds learning to his lips."},{"number":24,"verse":"Pleasant words are like a honeycomb, Sweetness to the soul and health to the bones."},{"number":25,"verse":"There is a way that seems right to a man, But its end is the way of (Prov. 14:12) death."},{"number":26,"verse":"The person who labors, labors for himself, For his hungry mouth drives ((Eccl. 6:7; John 6:35)) him on."},{"number":27,"verse":"An ungodly man digs up evil, And it is on his lips like a burning ((James 3:6)) fire."},{"number":28,"verse":"A perverse man sows strife, And (Prov. 17:9) a whisperer separates the best of friends."},{"number":29,"verse":"A violent man entices his neighbor, And leads him in a way that is not good."},{"number":30,"verse":"He winks his eye to devise perverse things; He purses his lips and brings about evil."},{"number":31,"verse":"(Prov. 20:29) The silver-haired head is a crown of glory, If it is found in the way of righteousness."},{"number":32,"verse":"(Prov. 14:29; 19:11) He who is slow to anger is better than the mighty, And he who rules his spirit than he who takes a city."},{"number":33,"verse":"The lot is cast into the lap, But its every decision is from the LORD."}]}