{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"A man who isolates himself seeks his own desire; He rages against all wise judgment."},{"number":2,"verse":"A fool has no delight in understanding, But in expressing his (Eccl. 10:3) own heart."},{"number":3,"verse":"When the wicked comes, contempt comes also; And with dishonor comes reproach."},{"number":4,"verse":"(Prov. 10:11) The words of a man’s mouth are deep waters; ((James 3:17)) The wellspring of wisdom is a flowing brook."},{"number":5,"verse":"It is not good to show partiality to the wicked, Or to overthrow the righteous in (Lev. 19:15; Deut. 1:17; 16:19; Ps. 82:2; Prov. 17:15) judgment."},{"number":6,"verse":"A fool’s lips enter into contention, And his mouth calls for blows."},{"number":7,"verse":"(Ps. 64:8; 140:9; Prov. 10:14) A fool’s mouth is his destruction, And his lips are the snare of his (Eccl. 10:12) soul."},{"number":8,"verse":"(Prov. 12:18) The words of a talebearer are like tasty trifles, And they go down into the inmost body."},{"number":9,"verse":"He who is slothful in his work Is a brother to him who is a great destroyer."},{"number":10,"verse":"The name of the LORD is a strong (2 Sam. 22:2, 3, 33; Ps. 18:2; 61:3; 91:2; 144:2) tower; The righteous run to it and are safe."},{"number":11,"verse":"The rich man’s wealth is his strong city, And like a high wall in his own esteem."},{"number":12,"verse":"(Prov. 15:33; 16:18) Before destruction the heart of a man is haughty, And before honor is humility."},{"number":13,"verse":"He who answers a matter before he hears it, It is folly and shame to him."},{"number":14,"verse":"The spirit of a man will sustain him in sickness, But who can bear a broken spirit?"},{"number":15,"verse":"The heart of the prudent acquires knowledge, And the ear of the wise seeks knowledge."},{"number":16,"verse":"(Gen. 32:20, 21; 1 Sam. 25:27; Prov. 17:8; 21:14) A man’s gift makes room for him, And brings him before great men."},{"number":17,"verse":"The first one to plead his cause seems right, Until his neighbor comes and examines him."},{"number":18,"verse":"Casting ((Prov. 16:33)) lots causes contentions to cease, And keeps the mighty apart."},{"number":19,"verse":"A brother offended is harder to win than a strong city, And contentions are like the bars of a castle."},{"number":20,"verse":"(Prov. 12:14; 14:14) A man’s stomach shall be satisfied from the fruit of his mouth; From the produce of his lips he shall be filled."},{"number":21,"verse":"(Prov. 12:13; 13:3; Matt. 12:37) Death and life are in the power of the tongue, And those who love it will eat its fruit."},{"number":22,"verse":"(Gen. 2:18; (Prov. 12:4; 19:14)) He who finds a wife finds a good thing, And obtains favor from the LORD."},{"number":23,"verse":"The poor man uses entreaties, But the rich answers (James 2:3, 6) roughly."},{"number":24,"verse":"A man who has friends must himself be friendly, (Prov. 17:17; (John 15:14, 15)) But there is a friend who sticks closer than a brother."}]}