{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"A ((Prov. 10:7); Eccl. 7:1) good name is to be chosen rather than great riches, Loving favor rather than silver and gold."},{"number":2,"verse":"The (Prov. 29:13) rich and the poor have this in common, The (Job 31:15; (Prov. 14:31)) LORD is the maker of them all."},{"number":3,"verse":"A prudent man foresees evil and hides himself, But the simple pass on and are (Prov. 27:12; Is. 26:20) punished."},{"number":4,"verse":"By humility and the fear of the LORD Are riches and honor and life."},{"number":5,"verse":"Thorns and snares are in the way of the perverse; He who guards his soul will be far from them."},{"number":6,"verse":"(Eph. 6:4; 2 Tim. 3:15) Train up a child in the way he should go, And when he is old he will not depart from it."},{"number":7,"verse":"The (Prov. 18:23; James 2:6) rich rules over the poor, And the borrower is servant to the lender."},{"number":8,"verse":"He who sows iniquity will reap (Job 4:8) sorrow, And the rod of his anger will fail."},{"number":9,"verse":"(2 Cor. 9:6) He who has a generous eye will be ((Prov. 19:17)) blessed, For he gives of his bread to the poor."},{"number":10,"verse":"(Ps. 101:5) Cast out the scoffer, and contention will leave; Yes, strife and reproach will cease."},{"number":11,"verse":"(Ps. 101:6) He who loves purity of heart And has grace on his lips, The king will be his friend."},{"number":12,"verse":"The eyes of the LORD preserve knowledge, But He overthrows the words of the faithless."},{"number":13,"verse":"(Prov. 26:13) The lazy man says, “There is a lion outside! I shall be slain in the streets!”"},{"number":14,"verse":"(Prov. 2:16; 5:3; 7:5) The mouth of an immoral woman is a deep pit; (Eccl. 7:26) He who is abhorred by the LORD will fall there."},{"number":15,"verse":"Foolishness is bound up in the heart of a child; (Prov. 13:24; 23:13, 14) The rod of correction will drive it far from him."},{"number":16,"verse":"He who oppresses the poor to increase his riches, And he who gives to the rich, will surely come to poverty."},{"number":17,"verse":"(Sayings of the Wise) Incline your ear and hear the words of the wise, And apply your heart to my knowledge;"},{"number":18,"verse":"For it is a pleasant thing if you keep them within you; Let them all be fixed upon your lips,"},{"number":19,"verse":"So that your trust may be in the LORD; I have instructed you today, even you."},{"number":20,"verse":"Have I not written to you excellent things Of counsels and knowledge,"},{"number":21,"verse":"(Luke 1:3, 4) That I may make you know the certainty of the words of truth, (Prov. 25:13; 1 Pet. 3:15) That you may answer words of truth To those who send to you?"},{"number":22,"verse":"Do not rob the (Ex. 23:6; Job 31:16-21; Zech. 7:10) poor because he is poor, Nor oppress the afflicted at the gate;"},{"number":23,"verse":"(1 Sam. 24:12; Ps. 12:5; 140:12) For the LORD will plead their cause, And plunder the soul of those who plunder them."},{"number":24,"verse":"Make no friendship with an angry man, And with a (Prov. 29:22) furious man do not go,"},{"number":25,"verse":"Lest you learn his ways And set a snare for your soul."},{"number":26,"verse":"(Prov. 11:15) Do not be one of those who shakes hands in a pledge, One of those who is surety for debts;"},{"number":27,"verse":"If you have nothing with which to pay, Why should he take away your bed from under you?"},{"number":28,"verse":"(Deut. 19:14; 27:17; Job 24:2; Prov. 23:10) Do not remove the ancient landmark Which your fathers have set."},{"number":29,"verse":"Do you see a man who excels in his work? He will stand before kings; He will not stand before unknown men."}]}