{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Security in Wisdom Hear, (Ps. 34:11; Prov. 1:8) my children, the instruction of a father, And give attention to know understanding;"},{"number":2,"verse":"For I give you good doctrine: Do not forsake my law."},{"number":3,"verse":"When I was my father’s son, (1 Chr. 29:1) Tender and the only one in the sight of my mother,"},{"number":4,"verse":"(1 Chr. 28:9; Eph. 6:4) He also taught me, and said to me: “Let your heart retain my words; (Prov. 7:2) Keep my commands, and live."},{"number":5,"verse":"(Prov. 2:2, 3) Get wisdom! Get understanding! Do not forget, nor turn away from the words of my mouth."},{"number":6,"verse":"Do not forsake her, and she will preserve you; (2 Thess. 2:10) Love her, and she will keep you."},{"number":7,"verse":"(Prov. 3:13, 14; Matt. 13:44) Wisdom is the principal thing; Therefore get wisdom. And in all your getting, get understanding."},{"number":8,"verse":"(1 Sam. 2:30) Exalt her, and she will promote you; She will bring you honor, when you embrace her."},{"number":9,"verse":"She will place on your head (Prov. 3:22) an ornament of grace; A crown of glory she will deliver to you.”"},{"number":10,"verse":"Hear, my son, and receive my sayings, (Prov. 3:2) And the years of your life will be many."},{"number":11,"verse":"I have (1 Sam. 12:23) taught you in the way of wisdom; I have led you in right paths."},{"number":12,"verse":"When you walk, (Job 18:7; Ps. 18:36) your steps will not be hindered, ((Ps. 91:11); Prov. 3:23) And when you run, you will not stumble."},{"number":13,"verse":"Take firm hold of instruction, do not let go; Keep her, for she is your life."},{"number":14,"verse":"(Ps. 1:1; Prov. 1:15) Do not enter the path of the wicked, And do not walk in the way of evil."},{"number":15,"verse":"Avoid it, do not travel on it; Turn away from it and pass on."},{"number":16,"verse":"(Ps. 36:4; Mic. 2:1) For they do not sleep unless they have done evil; And their sleep is taken away unless they make someone fall."},{"number":17,"verse":"For they eat the bread of wickedness, And drink the wine of violence."},{"number":18,"verse":"(Is. 26:7; Matt. 5:14, 45; Phil. 2:15) But the path of the just (2 Sam. 23:4) is like the shining sun, That shines ever brighter unto the perfect day."},{"number":19,"verse":"(1 Sam. 2:9; (Job 18:5, 6); Prov. 2:13; (Is. 59:9, 10; Jer. 23:12); John 12:35) The way of the wicked is like darkness; They do not know what makes them stumble."},{"number":20,"verse":"My son, give attention to my words; Incline your ear to my sayings."},{"number":21,"verse":"Do not let them depart from your eyes; Keep them in the midst of your heart;"},{"number":22,"verse":"For they are life to those who find them, And health to all their flesh."},{"number":23,"verse":"Keep your heart with all diligence, For out of it spring the issues of ((Matt. 12:34; 15:18, 19; Mark 7:21; Luke 6:45)) life."},{"number":24,"verse":"Put away from you a deceitful mouth, And put perverse lips far from you."},{"number":25,"verse":"Let your eyes look straight ahead, And your eyelids look right before you."},{"number":26,"verse":"Ponder the path of your (Prov. 5:21; Heb. 12:13) feet, And let all your ways be established."},{"number":27,"verse":"Do not turn to the right or the left; Remove your foot from evil."}]}