{"bibleAbbr":"NKJV1982","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"Dangerous Promises My son, (Prov. 11:15) if you become surety for your friend, If you have shaken hands in pledge for a stranger,"},{"number":2,"verse":"You are snared by the words of your mouth; You are taken by the words of your mouth."},{"number":3,"verse":"So do this, my son, and deliver yourself; For you have come into the hand of your friend: Go and humble yourself; Plead with your friend."},{"number":4,"verse":"(Ps. 132:4) Give no sleep to your eyes, Nor slumber to your eyelids."},{"number":5,"verse":"Deliver yourself like a gazelle from the hand of the hunter, And like a bird from the hand of the fowler."},{"number":6,"verse":"The Folly of Indolence (Job 12:7) Go to the ant, you sluggard! Consider her ways and be wise,"},{"number":7,"verse":"Which, having no captain, Overseer or ruler,"},{"number":8,"verse":"Provides her supplies in the summer, And gathers her food in the harvest."},{"number":9,"verse":"(Prov. 24:33, 34) How long will you slumber, O sluggard? When will you rise from your sleep?"},{"number":10,"verse":"A little sleep, a little slumber, A little folding of the hands to sleep—"},{"number":11,"verse":"(Prov. 10:4) So shall your poverty come on you like a prowler, And your need like an armed man."},{"number":12,"verse":"The Wicked ManA worthless person, a wicked man, Walks with a perverse mouth;"},{"number":13,"verse":"(Job 15:12; Ps. 35:19; Prov. 10:10) He winks with his eyes, He shuffles his feet, He points with his fingers;"},{"number":14,"verse":"Perversity is in his heart, (Prov. 3:29; Mic. 2:1) He devises evil continually, (Prov. 6:19) He sows discord."},{"number":15,"verse":"Therefore his calamity shall come (Prov. 24:22; Is. 30:13; 1 Thess. 5:3) suddenly; Suddenly he shall (Jer. 19:11) be broken (2 Chr. 36:16) without remedy."},{"number":16,"verse":"These six things the LORD hates, Yes, seven are an abomination to Him:"},{"number":17,"verse":"(Ps. 101:5; Prov. 21:4) A proud look, (Ps. 120:2; Prov. 12:22) A lying tongue, (Deut. 19:10; Prov. 28:17; Is. 1:15) Hands that shed innocent blood,"},{"number":18,"verse":"(Gen. 6:5; Ps. 36:4; Prov. 24:2; Jer. 18:18; Mark 14:1, 43-46) A heart that devises wicked plans, (2 Kin. 5:20-27; Is. 59:7; Rom. 3:15) Feet that are swift in running to evil,"},{"number":19,"verse":"(Ps. 27:12; Prov. 19:5, 9; Matt. 26:59-66) A false witness who speaks lies, And one who (Prov. 6:14; 1 Cor. 1:11-13; (Jude 3, 4, 16-19)) sows discord among brethren."},{"number":20,"verse":"Beware of Adultery (Eph. 6:1) My son, keep your father’s command, And do not forsake the law of your mother."},{"number":21,"verse":"(Prov. 3:3) Bind them continually upon your heart; Tie them around your neck."},{"number":22,"verse":"((Prov. 3:23)) When you roam, they will lead you; When you sleep, (Prov. 2:11) they will keep you; And when you awake, they will speak with you."},{"number":23,"verse":"(Ps. 19:8; 2 Pet. 1:19) For the commandment is a lamp, And the law a light; Reproofs of instruction are the way of life,"},{"number":24,"verse":"(Prov. 2:16) To keep you from the evil woman, From the flattering tongue of a seductress."},{"number":25,"verse":"(Matt. 5:28) Do not lust after her beauty in your heart, Nor let her allure you with her eyelids."},{"number":26,"verse":"For (Prov. 29:3) by means of a harlot A man is reduced to a crust of bread; (Gen. 39:14) And an adulteress will (Ezek. 13:18) prey upon his precious life."},{"number":27,"verse":"Can a man take fire to his bosom, And his clothes not be burned?"},{"number":28,"verse":"Can one walk on hot coals, And his feet not be seared?"},{"number":29,"verse":"So is he who goes in to his neighbor’s wife; Whoever touches her shall not be innocent."},{"number":30,"verse":"People do not despise a thief If he steals to satisfy himself when he is starving."},{"number":31,"verse":"Yet when he is found, (Ex. 22:1-4) he must restore sevenfold; He may have to give up all the substance of his house."},{"number":32,"verse":"Whoever commits adultery with a woman (Prov. 7:7) lacks understanding; He who does so destroys his own soul."},{"number":33,"verse":"Wounds and dishonor he will get, And his reproach will not be wiped away."},{"number":34,"verse":"For (Prov. 27:4; Song 8:6) jealousy is a husband’s fury; Therefore he will not spare in the day of vengeance."},{"number":35,"verse":"He will accept no recompense, Nor will he be appeased though you give many gifts."}]}