{"bibleAbbr":"HAC","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"א והיה מספר בני ישראל כחול הים אשר לא ימד ולא יספר והיה במקום אשר יאמר להם לא עמי אתם יאמר להם בני אל חי"},{"number":2,"verse":"ב ונקבצו בני יהודה ובני ישראל יחדו ושמו להם ראש אחד ועלו מן הארץ כי גדול יום יזרעאל"},{"number":3,"verse":"ג אמרו לאחיכם עמי ולאחותיכם רחמה"},{"number":4,"verse":"ד ריבו באמכם ריבו--כי היא לא אשתי ואנכי לא אישה ותסר זנוניה מפניה ונאפופיה מבין שדיה"},{"number":5,"verse":"ה פן אפשיטנה ערמה--והצגתיה כיום הולדה ושמתיה כמדבר ושתה כארץ ציה והמתיה בצמא"},{"number":6,"verse":"ו ואת בניה לא ארחם כי בני זנונים המה"},{"number":7,"verse":"ז כי זנתה אמם הבישה הורתם כי אמרה אלכה אחרי מאהבי נתני לחמי ומימי צמרי ופשתי שמני ושקויי"},{"number":8,"verse":"ח לכן הנני שך את דרכך בסירים וגדרתי את גדרה ונתיבותיה לא תמצא"},{"number":9,"verse":"ט ורדפה את מאהביה ולא תשיג אתם ובקשתם ולא תמצא ואמרה אלכה ואשובה אל אישי הראשון--כי טוב לי אז מעתה"},{"number":10,"verse":"י והיא לא ידעה כי אנכי נתתי לה הדגן והתירוש והיצהר וכסף הרביתי לה וזהב עשו לבעל"},{"number":11,"verse":"יא לכן אשוב--ולקחתי דגני בעתו ותירושי במועדו והצלתי צמרי ופשתי לכסות את ערותה"},{"number":12,"verse":"יב ועתה אגלה את נבלתה לעיני מאהביה ואיש לא יצילנה מידי"},{"number":13,"verse":"יג והשבתי כל משושה חגה חדשה ושבתה--וכל מועדה"},{"number":14,"verse":"יד והשמתי גפנה ותאנתה אשר אמרה אתנה המה לי אשר נתנו לי מאהבי ושמתים ליער ואכלתם חית השדה"},{"number":15,"verse":"טו ופקדתי עליה את ימי הבעלים אשר תקטיר להם ותעד נזמה וחליתה ותלך אחרי מאהביה ואתי שכחה נאם יהוה {ס}"},{"number":16,"verse":"טז לכן הנה אנכי מפתיה והלכתיה המדבר ודברתי על לבה"},{"number":17,"verse":"יז ונתתי לה את כרמיה משם ואת עמק עכור לפתח תקוה וענתה שמה כימי נעוריה וכיום עלותה מארץ מצרים"},{"number":18,"verse":"יח והיה ביום ההוא נאם יהוה תקראי אישי ולא תקראי לי עוד בעלי"},{"number":19,"verse":"יט והסרתי את שמות הבעלים מפיה ולא יזכרו עוד בשמם"},{"number":20,"verse":"כ וכרתי להם ברית ביום ההוא עם חית השדה ועם עוף השמים ורמש האדמה וקשת וחרב ומלחמה אשבור מן הארץ והשכבתים לבטח"},{"number":21,"verse":"כא וארשתיך לי לעולם וארשתיך לי בצדק ובמשפט ובחסד וברחמים"},{"number":22,"verse":"כב וארשתיך לי באמונה וידעת את יהוה {פ}"},{"number":23,"verse":"כג והיה ביום ההוא אענה נאם יהוה--אענה את השמים והם יענו את הארץ [ (Hosea 2:24) כד והארץ תענה את הדגן ואת התירוש ואת היצהר והם יענו את יזרעאל ] [ (Hosea 2:25) כה וזרעתיה לי בארץ ורחמתי את לא רחמה ואמרתי ללא עמי עמי אתה והוא יאמר אלהי {פ} ]"}]}