{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਪਹਿਲੀ ਪੋਥੀ","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਦੇ ਆਖਰੇ ਦਿਨ ਅਤੇ ਸੁਲੇਮਾਨ ਦਾ ਪਾਤਸ਼ਾਹ ਹੋਣਾ) ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਬੁੱਢਾ ਅਤੇ ਬੁਹਤਿਆਂ ਵਰਿਹਾਂ ਦਾ ਹੋ ਗਿਆ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਕੱਪੜਿਆਂ ਨਾਲ ਕੱਜਦੇ ਸਨ ਪਰ ਉਹ ਗਰਮ ਨਹੀਂ ਹੁੰਦਾ ਸੀ"},{"number":2,"verse":"ਸੋ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ ਭਈ ਮੇਰੇ ਸੁਆਮੀ ਪਾਤਸ਼ਾਹ ਲਈ ਇੱਕ ਮੁਟਿਆਰ ਕੁੜੀ ਭਾਲੀ ਜਾਵੇ ਜੋ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਖਲੋਤੀ ਰਿਹਾ ਕਰੇ ਅਤੇ ਉਸ ਦੀ ਸੇਵਾ ਕਰਿਆ ਕਰੇ ਅਤੇ ਤੇਰੀ ਹਿੱਕ ਨਾਲ ਲੇਟ ਰਿਹਾ ਕਰੇ ਤਾਂ ਜੋ ਮੇਰਾ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਗਰਮ ਹੋਵੇ"},{"number":3,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਇਸਰਾਏਲ ਦੀਆਂ ਸਾਰੀਆਂ ਹੱਦਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸੋਹਣੀ ਮੁਟਿਆਰ ਭਾਲੀ ਸੋ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ੂਨੰਮੀ ਅਬੀਸ਼ਗ ਲੱਭੀ ਅਤੇ ਓਹ ਉਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਲੈ ਆਏ"},{"number":4,"verse":"ਉਹ ਮੁਟਿਆਰ ਡਾਢੀ ਹੀ ਸੋਹਣੀ ਸੀ ਸੋ ਉਹ ਪਾਤਸ਼ਾਹ ਦੀ ਸੇਵਾਦਾਰਨੀ ਹੋਈ ਅਤੇ ਉਸ ਦੀ ਖਬਰ ਰੱਖਦੀ ਸੀ ਪਰ ਪਾਤਸ਼ਾਹ ਨੇ ਉਸ ਨਾਲ ਸੰਗ ਨਾ ਕੀਤਾ"},{"number":5,"verse":"ਤਾਂ ਹੱਗੀਥ ਦੇ ਪੁੱਤ੍ਰ ਅਦੋਨੀਯਾਹ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚਾ ਕੀਤਾ ਅਤੇ ਆਖਿਆ, ਮੈਂ ਪਾਤਸ਼ਾਹ ਬਣਾਗਾਂ ਅਤੇ ਉਹ ਨੇ ਆਪਣੇ ਲਈ ਰਥ, ਘੋੜ ਚੜ੍ਹੇ ਅਤੇ ਪੰਜਾਹ ਮਨੁੱਖ ਜੋ ਉਹ ਦੇ ਅੱਗੇ ਅੱਗੇ ਦੌੜਨ ਤਿਆਰ ਕੀਤੇ"},{"number":6,"verse":"ਉਹ ਦੇ ਪਿਤਾ ਨੇ ਏਹ ਆਖ ਕੇ ਉਹਨੰ ਕਦੀ ਨਾ ਉਦਾਸ ਕੀਤਾ ਭਈ ਤੈਂ ਐਉਂ ਕਿਉਂ ਕੀਤਾ? ਉਹ ਵੀ ਵੱਡਾ ਸੁੰਦਰ ਸੀ ਅਤੇ ਉਹ ਅਬਸ਼ਾਲੋਮ ਦੇ ਪਿੱਛੋਂ ਜੰਮਿਆਂ ਸੀ"},{"number":7,"verse":"ਉਹ ਸਰੂਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਆਬ ਅਤੇ ਅਬਯਾਥਾਰ ਜਾਜਕ ਨਾਲ ਗੱਲਾ ਕਰਦਾ ਸੀ ਅਤੇ ਏਹ ਅਦੀਨੋਯਾਹ ਦੇ ਮਗਰ ਲੱਗ ਕੇ ਉਹ ਦੀ ਸਹਾਇਤਾ ਕਰਦੇ ਸਨ"},{"number":8,"verse":"ਪਰ ਸਾਦੋਕ ਜਾਜਕ ਅਰ ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਅਰ ਨਾਥਾਨ ਨਬੀ ਅਰ ਸ਼ਿਮਈ ਅਰ ਰੋਈ ਅਰ ਦਾਊਦ ਦੇ ਸੂਰ ਬੀਰ ਅਦੋਨੀਯਾਹ ਦੇ ਨਾਲ ਨਹੀਂ ਸਨ"},{"number":9,"verse":"ਤਾਂ ਅਦੋਨੀਯਾਹ ਨੇ ਭੇਡਾਂ, ਬਲਦ ਅਤੇ ਮੋਟੇ ਮੋਟੇ ਪਸੂ ਜ਼ੋਹਲਥ ਪੱਥਰ ਉੱਤੇ ਜੋ ਐਨ-ਰੋਗੇਲ ਦੇ ਕੋਲ ਹੈ ਵੱਢੇ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਭਰਾ ਅਰਥਾਤ ਪਾਤਸ਼ਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਸਭ ਮਨੁੱਖ ਜਿਹੜੇ ਪਾਤਸ਼ਾਹ ਦੇ ਟਹਿਲੂਏ ਸਨ ਸੱਦੇ"},{"number":10,"verse":"ਪਰ ਨਾਥਾਨ ਨਬੀ ਅਰ ਬਨਾਯਾਹ ਅਰ ਸੂਰ ਬੀਰ ਅਰ ਆਪਣੇ ਭਰਾ ਸੁਲੇਮਾਨ ਨੂੰ ਨਾ ਸੱਦਿਆ।।"},{"number":11,"verse":"ਤਾਂ ਨਾਥਾਨ ਨੇ ਸੁਲੇਮਾਨ ਦੀ ਮਾਤਾ ਬਥ-ਸ਼ਬਾ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੁਸਾਂ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਹਗੀਥ ਦਾ ਪੁੱਤ੍ਰ ਅਦੋਨੀਯਾਹ ਰਾਜ ਕਰਦਾ ਹੈ ਅਤੇ ਸਾਡੇ ਮਾਲਕ ਦਾਊਦ ਨੂੰ ਉਸ ਦੀ ਖਬਰ ਵੀ ਨਹੀਂ?"},{"number":12,"verse":"ਹੁਣ ਤੁਸੀਂ ਆਓ ਮੈਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿਆਂ ਭਈ ਤੁਸੀਂ ਆਪਣੀ ਅਤੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਦੀ ਜਿੰਦ ਬਚਾ ਸੱਕੋ"},{"number":13,"verse":"ਤੁਸੀਂ ਜਾਓ ਅਤੇ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਕੋਲ ਅੰਦਰ ਜਾ ਕੇ ਉਹ ਨੂੰ ਆਖੋ, ਹੇ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ, ਭਲਾ, ਤੈਂ ਆਪਣੀ ਟਹਿਲਣ ਨਾਲ ਸੌਂਹ ਖਾ ਕੇ ਨਹੀਂ ਆਖਿਆ ਸੀ ਭਈ ਸੱਚ ਮੁੱਚ ਤੇਰਾ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਮੇਰੇ ਪਿੱਛੋਂ ਰਾਜ ਕਰੇਗਾ ਅਤੇ ਉਹੋ ਹੀ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠੇਗਾ? ਫੇਰ ਅਦੋਨੀਯਾਹ ਕਿਉਂ ਰਾਜ ਕਰਦਾ ਹੈ?"},{"number":14,"verse":"ਵੇਖੋ, ਤੁਹਾਡੇ ਪਾਤਸ਼ਾਹ ਨਾਲ ਗੱਲ ਕਰਨ ਦੇ ਵੇਲੇ ਮੈਂ ਭੀ ਤੁਹਾਡੇ ਮਗਰ ਅੰਦਰ ਆਵਾਂਗਾ ਅਤੇ ਤੁਹਾਡੀਆਂ ਗੱਲਾਂ ਲਈ ਉਪਰਾਲਾ ਕਰਾਂਗਾ"},{"number":15,"verse":"ਸੋ ਬਥ-ਸ਼ਬਾ ਕੋਠੜੀ ਦੇ ਅੰਦਰ ਪਾਤਸ਼ਾਹ ਕੋਲ ਗਈ। ਪਾਤਸ਼ਾਹ ਬਹੁਤ ਬੁੱਢਾ ਸੀ ਅਤੇ ਸ਼ੂਨੰਮੀ ਅਬੀਸ਼ਗ ਪਾਤਸ਼ਾਹ ਦੀ ਟਹਿਲ ਕਰ ਰਹੀ ਸੀ"},{"number":16,"verse":"ਬਥ-ਸ਼ਬਾ ਨਿਵੀਂ ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਤੂੰ ਕੀ ਮੰਗਦੀ ਹੈਂ?"},{"number":17,"verse":"ਉਸ ਆਖਿਆ, ਮੇਰੇ ਮਾਲਕ ਤੈਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਆਪਣੀ ਟਹਿਲਣ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ ਭਈ ਮੇਰੇ ਪਿੱਛੋਂ ਤੇਰਾ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਬਣੇਗਾ ਅਤੇ ਉਹੋ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠੇਗਾ"},{"number":18,"verse":"ਹੁਣ ਵੇਖ ਤਾਂ ਅਦੋਨੀਯਾਹ ਰਾਜ ਕਰਦਾ ਹੈ ਅਤੇ ਹੁਣ ਤੀਕ ਹੇ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਤੈਨੂੰ ਏਸ ਦੀ ਕੁਝ ਖਬਰ ਨਹੀਂ"},{"number":19,"verse":"ਅਤੇ ਉਸ ਨੇ ਢੇਰ ਸਾਰੇ ਬਲਦ, ਮੋਟੇ ਮੋਟੇ ਪਸੂ ਅਤੇ ਭੇਡਾਂ ਵੱਢੀਆਂ ਹਨ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਰੇ ਪੁੱਤ੍ਰਾਂ ਅਰ ਅਬਯਾਥਾਰ ਜਾਜਕ ਅਰ ਸੈਨਾਪਤੀ ਯੋਆਬ ਨੂੰ ਤਾਂ ਸੱਦਿਆ ਹੈ ਪਰ ਤੇਰੇ ਦਾਸ ਸੁਲੇਮਾਨ ਨੂੰ ਉਸ ਨੇ ਨਹੀਂ ਸੱਦਿਆ"},{"number":20,"verse":"ਹੁਣ ਹੇ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਸਾਰੇ ਇਸਰਾਏਲ ਦੀਆਂ ਅੱਖਾਂ ਤੇਰੇ ਉੱਤੇ ਹਨ ਭਈ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸੇਂ ਕਿ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਤੇਰੇ ਪਿੱਛੋਂ ਕੌਣ ਬੈਠੇਗਾ"},{"number":21,"verse":"ਨਹੀਂ ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਮੇਰਾ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਵਿਸਰਾਮ ਕਰੇਗਾ ਤਾਂ ਮੈਂ ਅਤੇ ਮੇਰਾ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਪਾਪੀ ਠਹਿਰਾਂਗੇ"},{"number":22,"verse":"ਤਾਂ ਵੇਖੋ ਉਹ ਅਜੇ ਪਾਤਸ਼ਾਹ ਨਾਲ ਗੱਲਾਂ ਕਰਦੀ ਹੀ ਸੀ ਕਿ ਨਾਥਾਨ ਨਬੀ ਵੀ ਅੰਦਰ ਆ ਗਿਆ"},{"number":23,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਦੱਸਿਆ ਕਿ ਵੇਖੋ ਨਾਥਾਨ ਨਬੀ ਆ ਗਿਆ ਹੈ। ਉਹ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਤਾਂ ਉਸ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਧਰਤੀ ਤੀਕ ਮੂੰਹ ਪਰਨੇ ਹੋ ਕੇ ਮੱਥਾ ਟੇਕਿਆ"},{"number":24,"verse":"ਫੇਰ ਨਾਥਾਨ ਨੇ ਆਖਿਆ, ਹੇ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ, ਭਲਾ, ਤੁਸੀਂ ਆਖਿਆ ਹੈ ਕਿ ਮੇਰੇ ਪਿੱਛੇ ਅਦੋਨੀਯਾਹ ਰਾਜ ਕਰੇਗਾ ਅਤੇ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠੇਗਾ?"},{"number":25,"verse":"ਉਹ ਤਾਂ ਅੱਜ ਦੇ ਦਿਨ ਹਠਾੜ ਨੂੰ ਗਿਆ ਹੈ ਅਤੇ ਢੇਰ ਸਾਰੇ ਬਲਦ, ਮੋਟੇ ਮੋਟੇ ਪਸੂ ਅਰ ਭੇਡਾਂ ਵੱਢੀਆਂ ਹਨ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਰੇ ਪੁੱਤ੍ਰਾਂ ਅਰ ਸੈਨਾਪਤੀਆਂ ਅਰ ਅਬਯਾਥਾਰ ਜਾਜਕ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਵੇਖੋ ਓਹ ਉਹ ਦੇ ਸਨਮੁਖ ਖਾਂਦੇ ਪੀਂਦੇ ਹਨ ਅਤੇ ਆਖਦੇ ਹਨ, ਪਾਤਸ਼ਾਹ ਅਦੋਨੀਯਾਹ ਜੀਉਂਦਾ ਰਹੇ"},{"number":26,"verse":"ਪਰ ਤੁਹਾਡੇ ਦਾਸ ਨੂੰ ਅਰਥਾਤ ਮੈਨੂੰ ਅਤੇ ਸਾਦੋਕ ਜਾਜਕ ਅਰ ਯਹੋਯਾਦਾ ਦੇ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਅਰ ਤੁਹਾਡੇ ਦਾਸ ਸੁਲੇਮਾਨ ਨੂੰ ਨਹੀਂ ਸੱਦਿਆ"},{"number":27,"verse":"ਕੀ ਏਹ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦੀ ਵੱਲੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਤੁਸਾਂ ਆਪਣੇ ਦਾਸ ਨੂੰ ਖਬਰ ਵੀ ਨਾ ਕੀਤੀ ਭਈ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦੇ ਪਿੱਛੋਂ ਉਹ ਦੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਕੌਣ ਬੈਠੇਗਾ?"},{"number":28,"verse":"ਤਾਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਬਥ-ਸ਼ਬਾ ਨੂੰ ਮੇਰੇ ਕੋਲ ਸੱਦੋ ਸੋ ਉਹ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਅੰਦਰ ਆਈ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਖਲੋਤੀ ਰਹੀ"},{"number":29,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਸੌਂਹ ਖਾ ਕੇ ਆਖਿਆ, ਜੀਉਂਦੇ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ ਜਿਸ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਸਾਰਿਆਂ ਦੁਖਾਂ ਤੋਂ ਛੁਡਾਇਆ"},{"number":30,"verse":"ਜਿਵੇਂ ਮੈਂ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੌਂ ਖਾ ਕੇ ਤੈਨੂੰ ਆਖਿਆ ਸੀ ਭਈ ਸੱਚ ਮੁੱਚ ਤੇਰਾ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਮੇਰੇ ਪਿੱਛੋਂ ਪਾਤਸ਼ਾਹ ਬਣੇਗਾ ਅਤੇ ਮੇਰੇ ਥਾਂ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਉਹੋ ਹੀ ਬੈਠੇਗਾ ਸੋ ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਤਿਹਾ ਹੀ ਕਰਾਂਗਾ"},{"number":31,"verse":"ਤਦ ਬਥ-ਸ਼ਬਾ ਧਰਤੀ ਉੱਤੇ ਮੂੰਹ ਪਰਨੇ ਡਿੱਗੀ ਅਰ ਪਾਤਸ਼ਾਹ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕ ਕੇ ਆਖਿਆ, ਮੇਰਾ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦਾਊਦ ਸਦਾ ਤੀਕ ਜੀਉਂਦਾ ਰਹੇ।।"},{"number":32,"verse":"ਅੱਗੋਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਸਾਦੋਕ ਜਾਜਕ ਅਰ ਨਾਥਾਨ ਨਬੀ ਅਰ ਯਹੋਯਾਦਾ ਦੇ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਨੂੰ ਮੇਰੇ ਕੋਲ ਸੱਦੋ ਜੋ ਉਹ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਆਏ"},{"number":33,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਆਪਣੇ ਮਾਲਕ ਦੇ ਟਹਿਲੂਆਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਲਓ ਅਤੇ ਮੇਰੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਨੂੰ ਮੇਰੀ ਖੱਚਰ ਉੱਤੇ ਚੜ੍ਹਾਓ ਅਰ ਉਸ ਨੂੰ ਗਿਹੋਨ ਕੋਲ ਲੈ ਜਾਓ"},{"number":34,"verse":"ਉੱਥੇ ਸਾਦੋਕ ਜਾਜਕ ਅਰ ਨਾਥਾਨ ਨਬੀ ਉਸ ਨੂੰ ਮਸਹ ਕਰਕੇ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣਾਉਣ ਅਤੇ ਤੁਸੀਂ ਤੁਰਹੀ ਵਜਾ ਕੇ ਆਖੋ, ਸੁਲੇਮਾਨ ਜੀਉਂਦਾ ਰਹੇ"},{"number":35,"verse":"ਫੇਰ ਤੁਸੀਂ ਉਹ ਦੇ ਮਗਰੇ ਮਗਰ ਹੋ ਕੇ ਉਤਾਹਾਂ ਚੱਲੇ ਆਓ ਤਾਂ ਜੋ ਉਹ ਆਵੇ ਅਤੇ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠ ਜਾਵੇ ਕਿਉਂ ਜੋ ਉਹ ਮੇਰੇ ਥਾਂ ਪਾਤਸ਼ਾਹ ਬਣੇਗਾ ਏਸ ਲਈ ਭਈ ਮੈਂ ਉਸ ਨੂੰ ਠਹਿਰਾ ਦਿੱਤਾ ਹੈ ਕਿ ਇਸਰਾਏਲ ਅਤੇ ਯਹੂਦਾਹ ਉੱਤੇ ਟਿੱਕਾ ਰਾਜਾ ਹੋਵੇ"},{"number":36,"verse":"ਤਾਂ ਯਹੋਯਾਦਾ ਦੇ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ, ਸਤ ਬਚਨ ਯਹੋਵਾਹ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦਾ ਪਰਮੇਸ਼ੁਰ ਏਵੇਂ ਹੀ ਆਖੇ"},{"number":37,"verse":"ਜਿਹਾ ਪਰਮੇਸ਼ੁਰ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦੇ ਨਾਲ ਸੀ ਤਿਹਾ ਹੀ ਸੁਲੇਮਾਨ ਦੇ ਨਾਲ ਹੋਵੇ ਅਤੇ ਉਹ ਦੀ ਰਾਜ ਗੱਦੀ ਨੂੰ ਮੇਰੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦਾਊਦ ਦੀ ਰਾਜ ਗੱਦੀ ਨਾਲੋਂ ਵਧਾਵੇ"},{"number":38,"verse":"ਸੋ ਸਾਦੋਕ ਜਾਜਕ ਅਤੇ ਨਾਥਾਨ ਨਬੀ ਅਤੇ ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਅਤੇ ਕਰੇਤੀ ਅਰ ਪਲੇਤੀ ਹਠਾੜ ਨੂੰ ਗਏ ਅਤੇ ਸੁਲੇਮਾਨ ਨੂੰ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਦੀ ਖੱਚਰ ਉੱਤੇ ਚੜ੍ਹਾ ਕੇ ਗਿਹੋਨ ਕੋਲ ਲੈ ਆਏ"},{"number":39,"verse":"ਤਾਂ ਸਦੋਕ ਜਾਜਕ ਨੇ ਤੰਬੂ ਵਿੱਚੋਂ ਇੱਕ ਤੇਲ ਦਾ ਸਿੰਙ ਲਿਆ ਅਤੇ ਸੁਲੇਮਾਨ ਨੂੰ ਮਸਹ ਕੀਤਾ ਤਦ ਉਨ੍ਹਾਂ ਤੁਰਹੀ ਵਜਾਈ ਅਤੇ ਸਭ ਦੇ ਸਭ ਬੋਲ ਉੱਠੇ, ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਜੀਉਂਦਾ ਰਹੇ"},{"number":40,"verse":"ਤਾਂ ਸਭ ਲੋਕ ਉਸ ਦੇ ਮਗਰ ਉਤਾਹਾਂ ਆਏ ਅਤੇ ਲੋਕ ਵੰਝਲੀਆਂ ਵਜਾਉਂਦੇ ਤੁਰੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਵੱਡਾ ਅਨੰਦ ਕਰਦੇ ਸਨ ਅਜਿਹਾ ਜੋ ਧਰਤੀ ਉਨ੍ਹਾਂ ਦੀ ਅਵਾਜ਼ ਨਾਲ ਹਿੱਲ ਗਈ"},{"number":41,"verse":"ਤਾਂ ਅਦੋਨੀਯਾਹ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਦੇ ਸਾਰੇ ਪਰਾਹੁਣਿਆਂ ਨੇ ਜਾਂ ਓਹ ਰੋਟੀ ਖਾ ਕੇ ਹਟੇ ਹੀ ਸਨ ਤਾਂ ਏਹ ਅਵਾਜ਼ ਸੁਣੀ ਅਤੇ ਜਦ ਯੋਆਬ ਨੇ ਤੁਰਹੀ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਤਾਂ ਉਸ ਆਖਿਆ, ਸ਼ਹਿਰ ਵਿੱਚ ਇਹ ਰੌਲੇ ਦੀ ਅਵਾਜ਼ ਕਿਉਂ ਹੈ"},{"number":42,"verse":"ਉਹ ਅਜੇ ਏਹ ਬੋਲਦਾ ਹੀ ਸੀ ਤਾਂ ਵੇਖੋ ਅਬਯਾਥਾਰ ਜਾਜਕ ਦਾ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਆਇਆ ਅਤੇ ਅਦੋਨੀਯਾਹ ਨੇ ਉਸਨੂੰ ਆਖਿਆ, ਅੰਦਰ ਆ ਜਾਹ ਕਿਉਂ ਜੋ ਤੂੰ ਸੂਰਮਾ ਮਨੁਖ ਹੈਂ ਅਤੇ ਚੰਗੀ ਖਬਰ ਲਿਆਇਆ ਹੋਵੇਂਗਾ"},{"number":43,"verse":"ਤਾਂ ਯੋਨਾਥਾਨ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਅਤੇ ਅਦੋਨੀਯਾਹ ਨੂੰ ਆਖਿਆ, ਸੱਚ ਮੁੱਚ ਸਾਡੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦਾਊਦ ਨੇ ਸੁਲੇਮਾਨ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾ ਦਿੱਤਾ"},{"number":44,"verse":"ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਦੋਕ ਜਾਜਕ ਅਰ ਨਾਥਾਨ ਨਬੀ ਅਰ ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਅਤੇ ਕਰੇਤੀ ਅਤੇ ਪੇਲੇਤੀ ਉਹ ਦੇ ਨਾਲ ਘੱਲੇ। ਉਨ੍ਹਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਦੀ ਖੱਚਰ ਉੱਤੇ ਉਹ ਨੂੰ ਚੜ੍ਹਾਇਆ"},{"number":45,"verse":"ਅਤੇ ਸਾਦੋਕ ਜਾਜਕ ਅਤੇ ਨਾਥਾਨ ਨਬੀ ਨੇ ਗਿਹੋਨ ਵਿੱਚ ਉਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਹੋਣ ਲਈ ਮਸਹ ਕੀਤਾ ਸੋ ਓਹ ਉੱਥੋਂ ਅਜਿਹਾ ਅਨੰਦ ਕਰਦੇ ਮੁੜੇ ਸਨ ਸੋ ਸ਼ਹਿਰ ਗੱਜ ਉੱਠਿਆ ਹੈ। ਉਹੋ ਗੱਦ ਦੀ ਅਵਾਜ਼ ਤੁਸਾਂ ਸੁਣੀ"},{"number":46,"verse":"ਅਤੇ ਸੁਲੇਮਾਨ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠ ਗਿਆ ਹੈ"},{"number":47,"verse":"ਨਾਲੇ ਪਾਤਸ਼ਾਹ ਦੇ ਟਹਿਲੂਏ ਆ ਕੇ ਸਾਡੇ ਮਾਲਕ ਪਾਤਸ਼ਾਹ ਦਾਊਦ ਨੂੰ ਮੁਬਾਰਕ ਬਾਦੀ ਦੇ ਰਹੇ ਹਨ ਕਿ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਸੁਲੇਮਾਨ ਦੇ ਨਾਉਂ ਨੂੰ ਤੁਹਾਡੇ ਨਾਉਂ ਨਾਲੋਂ ਉਜਾਗਰ ਕਰੇ ਅਤੇ ਉਹ ਦੀ ਰਾਜ ਗੱਦੀ ਨੂੰ ਤੁਹਾਡੀ ਰਾਜ ਗੱਦੀ ਨਾਲੋਂ ਵਧਾਵੇ ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਮੰਜੇ ਉੱਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਨਿਵਾਇਆ"},{"number":48,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਭੀ ਐਉਂ ਆਖਿਆ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਮੁਬਾਰਕ ਹੈ ਜਿਸ ਅੱਜ ਦੇ ਦਿਨ ਇੱਕ ਪੁੱਤ੍ਰ ਦਿੱਤਾ ਜਿਹੜਾ ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੇ ਵੇਖਦਿਆਂ ਮੇਰੀ ਰਾਜ ਗੱਦੀ ਉੱਤੇ ਬੈਠਾ ਹੈ।।"},{"number":49,"verse":"ਤਾਂ ਸਾਰੇ ਪਰਾਹੁਣੇ ਜਿਹੜੇ ਅਦੋਨੀਯਾਹ ਦੇ ਨਾਲ ਸਨ ਘਾਬਰ ਕੇ ਉੱਠ ਖਲੋਤੇ ਅਤੇ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਆਪਣੇ ਰਾਹ ਤੁਰ ਗਿਆ"},{"number":50,"verse":"ਉਪਰੰਤ ਅਦੋਨੀਯਾਹ ਸੁਲੇਮਾਨ ਦੇ ਅੱਗੋਂ ਡਰ ਕੇ ਉੱਠਿਆ ਅਤੇ ਜਗਵੇਦੀ ਦੇ ਸਿੰਙਾਂ ਨੂੰ ਘੁੱਟ ਕੇ ਜਾ ਫੜਿਆ"},{"number":51,"verse":"ਤਾਂ ਸੁਲੇਮਾਨ ਨੂੰ ਦੱਸਿਆ ਗਿਆ ਕਿ ਵੇਖੋ ਅਦੋਨੀਯਾਹ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਕੋਲੋਂ ਡਰਦਾ ਹੈ ਅਤੇ ਵੇਖੋ ਉਸ ਨੇ ਜਗਵੇਦੀ ਦੇ ਸਿੰਙ ਜਾ ਫੜੇ ਹਨ ਅਤੇ ਆਖਦਾ ਹੈ ਭਈ ਸੁਲੇਮਾਨ ਅੱਜ ਦੇ ਦਿਨ ਮੇਰੇ ਨਾਲ ਸੌਂਹ ਖਾਵੇ ਕਿ ਉਹ ਆਪਣੇ ਟਹਿਲੂਏ ਨੂੰ ਤੇਗ ਨਾਲ ਨਾ ਮਾਰੇਗਾ"},{"number":52,"verse":"ਤਾਂ ਸੁਲੇਮਾਨ ਨੇ ਆਖਿਆ, ਜੇ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਭਲਾ ਮਾਨਸ ਬਣਾ ਕੇ ਵਿਖਾਵੇ ਤਾਂ ਉਸ ਦਾ ਇੱਕ ਵਾਲ ਵੀ ਧਰਤੀ ਉੱਤੇ ਨਾ ਡਿੱਗੇਗਾ ਪਰ ਜੇ ਕਦੀ ਉਸ ਵਿੱਚ ਕੋਈ ਬੁਰਿਆਈ ਪਾਈ ਗਈ ਤਾਂ ਮਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ"},{"number":53,"verse":"ਸੋ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਲੋਕ ਘੱਲੇ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਜਗਵੇਦੀ ਤੋਂ ਹੇਠਾਂ ਲਾਹ ਲਿਆਏ। ਉਸ ਨੇ ਆਕੇ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ ਅਰ ਸੁਲੇਮਾਨ ਨੇ ਉਸਨੂੰ ਆਖਿਆ, ਤੂੰ ਆਪਣੇ ਘਰ ਨੂੰ ਜਾਹ।।"}]}