{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਪਹਿਲੀ ਪੋਥੀ","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( ਸੁਲੇਮਾਨ ਦਾ ਕੁਧਰਮ) ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਤੋਂ ਬਿਨਾ ਬਹੁਤ ਸਾਰੀਆਂ ਓਪਰੀਆਂ ਇਸਤ੍ਰੀਆਂ ਨਾਲ ਪ੍ਰੀਤ ਲਾ ਲਈ ਅਰਥਾਤ ਮੋਆਬਣਾਂ, ਅੰਮੋਨਣਾਂ, ਅਦੋਮਣਾਂ, ਸਿਦੋਨਣਾਂ ਅਤੇ ਹਿੱਤਣਾਂ ਨਾਲ"},{"number":2,"verse":"ਏਹ ਉਨ੍ਹਾਂ ਕੌਮਾਂ ਵਿੱਚੋਂ ਸਨ ਜਿਨ੍ਹਾਂ ਦੇ ਵਿਖੇ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਖਿਆ ਸੀ ਭਈ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਨਾ ਜਾਇਓ ਅਤੇ ਨਾ ਓਹ ਤੁਹਾਡੇ ਵਿੱਚ ਆਉਣ। ਓਹ ਤੁਹਾਡਿਆਂ ਮਨਾਂ ਨੂੰ ਆਪਣੇ ਦੇਵਤਿਆਂ ਵੱਲ ਫੇਰ ਲੈਣਗੀਆਂ ਪਰ ਸੁਲੇਮਾਨ ਨੇ ਇਨ੍ਹਾਂ ਨਾਲ ਪਰੀਤ ਗੱਠ ਲਈ"},{"number":3,"verse":"ਉਹ ਦੀਆਂ ਸੱਤ ਸੌ ਰਾਣੀਆਂ ਸਨ ਜਿਹੜੀਆਂ ਰਾਜ ਪੁੱਤ੍ਰੀਆਂ ਸਨ ਨਾਲੇ ਤਿੰਨ ਸੌ ਸੁਰੀਤਾਂ ਅਤੇ ਉਹ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਨੇ ਉਹ ਦਾ ਮਨ ਫੇਰ ਲਿਆ"},{"number":4,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਸੁਲੇਮਾਨ ਦੇ ਬੁਢਾਪੇ ਵਿੱਚ ਉਸ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਨੇ ਉਹ ਦੇ ਮਨ ਨੂੰ ਹੋਰ ਦੇਵਤਿਆਂ ਦੇ ਪਿੱਛੇ ਫੇਰ ਦਿੱਤਾ ਸੋਉਹ ਦਾ ਮਨ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਸੰਪੂਰਨ ਨਾ ਰਿਹਾ ਜਿਵੇਂ ਉਹ ਦੇ ਪਿਤਾ ਦਾਊਦ ਦਾ ਮਨ ਸੀ"},{"number":5,"verse":"ਸੁਲੇਮਾਨ ਸੀਦੋਨੀਆਂ ਦੀ ਦੇਵੀ ਅਸ਼ਤਾਰੋਥ ਅਤੇ ਅੰਮੋਨੀਆਂ ਦੇ ਘਿਣਾਉਣੇ ਦਿਓ ਮਿਲਕੋਮ ਦੇ ਪਿੱਛੇ ਚੱਲਿਆ"},{"number":6,"verse":"ਐਉਂ ਸੁਲੇਮਾਨ ਨੇ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਬਦੀ ਕੀਤੀ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਪਿੱਛੇ ਪੂਰੀ ਤਰਾਂ ਨਾ ਚੱਲਿਆ ਜਿਵੇਂ ਉਹ ਦੇ ਪਿਤਾ ਦਾਊਦ ਨੇ ਕੀਤਾ"},{"number":7,"verse":"ਤਾਂ ਸੁਲੇਮਾਨ ਨੇ ਮੋਆਬ ਦੇ ਘਿਣਾਉਣੇ ਕਮੋਸ਼ ਲਈ ਇੱਕ ਉੱਚਾ ਥਾਂ ਉਸ ਪਰਬਤ ਉੱਤੇ ਜਿਹੜਾ ਯਰੂਸ਼ਲਮ ਦੇ ਅੱਗੇ ਹੈ ਬਣਾਇਆ ਨਾਲੇ ਅੰਮੋਨੀਆਂ ਦੇ ਘਿਣਾਉਣੇ ਮੋਲਕ ਲਈ ਵੀ"},{"number":8,"verse":"ਏਸੇ ਤਰਾਂ ਉਸ ਨੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਓਪਰੀਆਂ ਇਸਤ੍ਰੀਆਂ ਲਈ ਕੀਤਾ ਜਿਹੜੀਆਂ ਆਪੋ ਆਪਣੇ ਦਿਓਤਿਆਂ ਲਈ ਧੂਪ ਧੁਖਾਉਂਦੀਆਂ ਤੇ ਬਲੀਆਂ ਚੜ੍ਹਾਉਂਦੀਆਂ ਸਨ"},{"number":9,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਸੁਲੇਮਾਨ ਨਾਲ ਕ੍ਰੋਧਵਾਨ ਹੋਇਆ ਕਿਉਂ ਜੋ ਉਹ ਦਾ ਮਨ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਤੋਂ ਫਿਰ ਗਿਆ ਜਿਸ ਉਹ ਨੂੰ ਦੋ ਵਾਰ ਦਰਸ਼ਣ ਦਿੱਤਾ"},{"number":10,"verse":"ਅਤੇ ਉਸ ਉਹ ਨੂੰ ਏਸ ਗੱਲ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਕਿ ਉਹ ਦੂਜਿਆਂ ਦਿਓਤਿਆਂ ਦੇ ਪਿੱਛੇ ਨਾ ਚੱਲੇ ਪਰ ਉਹ ਨੇ ਯਹੋਵਾਹ ਦਾ ਹੁਕਮ ਨਾ ਮੰਨਿਆ।।"},{"number":11,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸੁਲੇਮਾਨ ਨੂੰ ਆਖਿਆ, ਏਸ ਲਈ ਕਿ ਏਹ ਤੈਥੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਤੈਂ ਮੇਰੇ ਨੇਮ ਨੂੰ ਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦਾ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਨਹੀਂ ਮੰਨਿਆ ਮੈਂ ਜ਼ਰੂਰ ਰਾਜ ਤੈਥੋਂ ਖੋਹ ਲਵਾਂਗਾ ਅਤੇ ਤੇਰੇ ਟਹਿਲੂਏ ਨੂੰ ਦੇ ਦਿਆਂਗਾ"},{"number":12,"verse":"ਤਾਂ ਭੀ ਮੈਂ ਤੇਰੇ ਦਿਨਾਂ ਵਿੱਚ ਤੇਰੇ ਪਿਤਾ ਦਾਊਦ ਦੇ ਕਾਰਨ ਏਹ ਨਹੀਂ ਕਰਾਂਗਾ। ਤੇਰੇ ਪੁੱਤ੍ਰ ਦੇ ਹੱਥੋਂ ਮੈਂ ਉਹ ਨੂੰ ਖੋਹ ਲਵਾਂਗਾ"},{"number":13,"verse":"ਪਰੰਤੂ ਮੈਂ ਸਾਰਾ ਰਾਜ ਨਹੀਂ ਖੋਹਵਾਂਗਾ। ਇੱਕ ਗੋਤ ਮੈਂ ਤੇਰੇ ਪੁੱਤ੍ਰ ਨੂੰ ਤੇਰੇ ਪਿਤਾ ਦਾਊਦ ਦੇ ਕਾਰਨ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਕਾਰਨ ਜਿਹ ਨੂੰ ਮੈਂ ਚੁਣਿਆ ਦਿਆਂਗਾ।।"},{"number":14,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਨੇ ਇੱਕ ਵਿਰੋਧੀ ਨੂੰ ਸੁਲੇਮਾਨ ਦੇ ਵਿਰੁੱਧ ਅਰਥਾਤ ਹਦਦ ਅਦੋਮੀ ਨੂੰ ਪਰੇਰਿਆ। ਉਹ ਅਦੋਮ ਵਿੱਚ ਰਾਜਾ ਦੀ ਅੰਸ ਵਿੱਚੋ ਸੀ"},{"number":15,"verse":"ਐਉਂ ਹੋਇਆ ਜਦ ਦਾਊਦ ਆਦੋਮ ਵਿੱਚ ਸੀ ਜਿਸ ਵੇਲ ਯੋਆਬ ਸੈਨਾਪਤੀ ਵੱਢਿਆ ਹੋਇਆਂ ਦੇ ਦੱਖਣ ਲਈ ਉਤਾਹਾਂ ਆਇਆ ਅਤੇ ਅਦੋਮ ਦੇ ਹਰ ਨਰ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਸੀ"},{"number":16,"verse":"ਕਿਉਂ ਜੋ ਯੋਆਬ ਸਾਰੇ ਇਸਰਾਏਲ ਸਣੇ ਛੇ ਮਹੀਨੇ ਓਥੇ ਰਿਹਾ ਜਦ ਤੀਕ ਉਸ ਨੇ ਅਦੋਮ ਵਿੱਚ ਹਰ ਨਰ ਨੂੰ ਨਾਸ ਨਾ ਕਰ ਲਿਆ"},{"number":17,"verse":"ਤਦ ਹਦਦ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਉਹ ਦੇ ਪਿਤਾ ਦੇ ਅਦੋਮੀ ਟਹਿਲੂਏ ਨੱਠੇ ਭਈ ਓਹ ਮਿਸਰ ਨੂੰ ਜਾਣ ਅਤੇ ਹਦਦ ਇੱਕ ਛੋਟਾ ਬਾਲ ਹੀ ਸੀ"},{"number":18,"verse":"ਓਹ ਮਿਦਿਆਨ ਤੋਂ ਉੱਠ ਕੇ ਪਾਰਾਨ ਨੂੰ ਆਏ ਅਤੇ ਆਪਣੇ ਨਾਲ ਪਾਰਾਨ ਤੋਂ ਮਨੁੱਖ ਲੈ ਕੇ ਓਹ ਮਿਸਰ ਵਿੱਚ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਕੋਲ ਗਏ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਇੱਕ ਘਰ ਦੇ ਦਿੱਤਾ ਅਤੇ ਉਹ ਦੇ ਲਈ ਰੋਟੀ ਠਹਿਰਾਈ ਅਤੇ ਉਹ ਨੂੰ ਭੂਮੀ ਦਿੱਤੀ"},{"number":19,"verse":"ਅਤੇ ਫ਼ਿਰਊਨ ਦੀ ਵੱਡੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਹਦਦ ਉੱਤੇ ਹੋਈ ਸੋ ਉਹ ਨੇ ਆਪਣੀ ਸਾਲੀ ਨੂੰ ਅਰਥਾਤ ਤਹਪਨੇਸ ਰਾਣੀ ਦੀ ਭੈਣ ਨੂੰ ਉਹ ਦੇ ਨਾਲ ਵਿਆਹ ਦਿੱਤਾ"},{"number":20,"verse":"ਤਾਂ ਤਹਪਨੇਸ ਦੀ ਭੈਣ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਗਨੂਬਥ ਜਣੀ ਜਿਹ ਦਾ ਤਹਪਨੇਸ ਨੇ ਫ਼ਿਰਊਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਦੁੱਧ ਛੁਡਾਇਆ ਅਤੇ ਗਨੂਬਥ ਫ਼ਿਰਊਨ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਫ਼ਿਰਊਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨਾਲ ਰਿਹਾ"},{"number":21,"verse":"ਜਦ ਹਦਦ ਨੇ ਮਿਸਰ ਵਿੱਚ ਸੁਣਿਆ ਕਿ ਦਾਊਦ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂ ਗਿਆ ਹੈ ਤੇ ਯੋਆਬ ਸੈਨਾਪਤੀ ਵੀ ਮਰ ਗਿਆ ਹੈ ਤਾਂ ਹਦਦ ਨੇ ਫ਼ਿਰਊਨ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਜਾਣ ਦਿਓ ਕਿ ਮੈਂ ਆਪਣੇ ਦੇਸ ਨੂੰ ਚੱਲਿਆ ਜਾਵਾਂ"},{"number":22,"verse":"ਪਰ ਫ਼ਿਰਊਨ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੈਨੂੰ ਮੇਰੀ ਵੱਲੋਂ ਕੀ ਥੁੜੋਂ ਸੀ ਕਿ ਵੇਖ ਤੂੰ ਆਪਣੇ ਦੇਸ ਨੂੰ ਜਾਣਾ ਚਾਹੁੰਦਾ ਹੈਂ ਤਾਂ ਅੱਗੋਂ ਉਹ ਬੋਲਿਆ, ਕੋਈ ਥੁੜੋਂ ਨਹੀਂ ਰਹੀ ਪਰ ਮੈਨੂੰ ਜ਼ਰੂਰ ਘੱਲ ਦਿਓ"},{"number":23,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇੱਕ ਹੋਰ ਵਿਰੋਧੀ ਨੂੰ ਉਹ ਦੇ ਲਈ ਪਰੇਰਿਆ ਅਰਥਾਤ ਰਜ਼ੋਨ ਅਲਯਾਦਾ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਜੋ ਆਪਣੇ ਸੁਆਮੀ ਸੋਬਾਹ ਦੇ ਰਾਜਾ ਹਦਦਅਜ਼ਰ ਤੋਂ ਨੱਠਾ ਸੀ"},{"number":24,"verse":"ਉਸ ਨੇ ਆਪਣੇ ਨਾਲ ਮਨੁੱਖ ਇੱਕਠੇ ਕੀਤੇ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਜਥੇ ਦਾ ਸਰਦਾਰ ਸੀ ਜਦ ਦਾਊਦ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਢਿਆ, ਤਾਂ ਓਹ ਦੰਮਿਸ਼ਕ ਜਾ ਵੱਸੇ ਅਤੇ ਦੰਮਿਸ਼ਕ ਵਿੱਚ ਰਾਜ ਕਰਦੇ ਰਹੇ"},{"number":25,"verse":"ਉਸ ਬਦੀ ਤੋਂ ਬਿਨਾ ਜਿਹੜੀ ਹਦਦ ਨੇ ਕੀਤੀ ਸੀ ਉਹ ਸੁਲੇਮਾਨ ਦੇ ਸਾਰੇ ਦਿਨ ਇਸਰਾਏਲ ਦਾ ਵਿਰੋਧੀ ਬਣਿਆ ਰਿਹਾ ਅਤੇ ਉਸ ਨੇ ਇਸਰਾਏਲ ਨੂੰ ਘਿਣਾਉਣਾ ਸਮਝਿਆ ਅਤੇ ਅਰਾਮ ਉੱਤੇ ਰਾਜ ਕੀਤਾ।।"},{"number":26,"verse":"ਨਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਨੇ ਜੋ ਸਰੇਦਾਹ ਤੋਂ ਇਫਰਾਥੀ ਸੀ ਤੇ ਸੁਲੇਮਾਨ ਦਾ ਟਹਿਲੂਆ ਵੀ ਸੀ ਜਿਹ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਸਰੂਆਹ ਸੀ ਜਿਹੜੀ ਵਿੱਧਵਾ ਸੀ ਉਸ ਆਪਣਾ ਹੱਥ ਪਾਤਸ਼ਾਹ ਉੱਤੇ ਚੁੱਕਿਆ"},{"number":27,"verse":"ਅਤੇ ਉਸ ਦੇ ਪਾਤਸ਼ਾਹ ਉੱਤੇ ਹੱਥ ਚੁੱਕਣ ਦਾ ਕਾਰਨ ਏਹ ਸੀ ਕਿ ਸੁਲੇਮਾਨ ਨੇ ਮਿੱਲੋ ਬਣਾਇਆ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਦੀਆਂ ਤੇੜਾਂ ਦੀ ਮੁਰੰਮਤ ਕੀਤੀ"},{"number":28,"verse":"ਯਾਰਾਬੁਆਮ ਸੂਰਮਾ ਜੋਧਾ ਸੀ ਅਤੇ ਜਦ ਸੁਲੇਮਾਨ ਨੇ ਵੇਖਿਆ ਕਿ ਏਹ ਜੁਆਨ ਮਿਹਨਤੀ ਹੈ ਤਾਂ ਉਹ ਨੇ ਉਸ ਨੂੰ ਯੂਸੁਫ਼ ਦੇ ਘਰਾਣੇ ਦੇ ਕੰਮ ਧੰਦੇ ਉੱਤੇ ਠਹਿਰਾਇਆ"},{"number":29,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਉਸ ਵੇਲੇ ਜਦ ਯਾਰਾਬੁਆਮ ਯਰੂਸ਼ਲਮ ਤੋਂ ਬਾਹਰ ਨਿੱਕਲਿਆ ਤਦ ਅਹੀਯਾਹ ਨਬੀ ਸ਼ੀਲੋਨੀ ਉਹ ਨੂੰ ਰਾਹ ਵਿੱਚ ਮਿਲ ਪਿਆ ਅਤੇ ਉਸ ਨੇ ਇੱਕ ਨਵੀਂ ਚੱਦਰ ਲਈ ਹੋਈ ਸੀ ਅਤੇ ਦੋਨੋਂ ਰੜ ਵਿੱਚ ਇਕੱਲੇ ਸਨ"},{"number":30,"verse":"ਤਾਂ ਅਹੀਯਾਹ ਨੇ ਉਸ ਨਵੀਂ ਚੱਦਰ ਨੂੰ ਜੋ ਉਸ ਦੇ ਆਪਣੇ ਉੱਤੇ ਸੀ ਫੜ ਕੇ ਬਾਰਾਂ ਟੁਕੜਿਆਂ ਵਿੱਚ ਪਾੜ ਸੁੱਟਿਆ"},{"number":31,"verse":"ਅਤੇ ਉਸ ਨੇ ਯਾਰਾਬੁਆਮ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਆਪਣੇ ਲਈ ਦਸ ਟੁੱਕੜੇ ਲੈ ਲੈ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿਵੇਖ ਮੈਂ ਰਾਜ ਸੁਲੇਮਾਨ ਦੇ ਹੱਥੋਂ ਖੋਹ ਲਵਾਂਗਾ ਅਤੇ ਤੈਨੂੰ ਦਸ ਗੋਤ ਦੇ ਦਿਆਂਗਾ"},{"number":32,"verse":"ਪਰ ਮੈਂ ਆਪਣੇ ਦਾਸ ਦਾਊਦ ਦੇ ਕਾਰਨ ਇੱਕ ਗੋਤ ਉਹ ਦੇ ਕੋਲ ਰਹਿਣ ਦਿਆਂਗਾ ਨਾਲੇ ਯਰੂਸ਼ਲਮ ਦੇ ਕਾਰਨ ਜਿਸ ਸ਼ਹਿਰ ਨੂੰ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਗੋਤਾਂ ਵਿੱਚੋਂ ਚੁਣਿਆ ਹੈ"},{"number":33,"verse":"ਏਹ ਦਾ ਕਾਰਨ ਏਹ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਤਿਆਗ ਕੇ ਸੀਦੋਨੀਆਂ ਦੀ ਦੇਵੀ ਅਸ਼ਤਾਰੋਥ ਅਤੇ ਮੋਆਬ ਦੇ ਦਿਓ ਕਮੋਸ਼ ਤੇ ਅੰਮੋਨੀਆਂ ਦੇ ਦਿਓ ਮਿਲਕੋਮ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਐਉਂ ਮੇਰੇ ਮਾਰਗਾਂ ਵਿੱਚ ਨਹੀਂ ਚੱਲਦੇ ਰਹੇ ਭਈ ਜੋ ਮੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਸਿੱਧੀ ਗੱਲ ਹੈ ਓਹ ਉਹੋ ਕਰਨ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਤੇ ਮੇਰੇ ਨਿਆਵਾਂ ਨੂੰ ਮੰਨਣ ਜਿਵੇਂ ਉਹ ਦੇ ਪਿਤਾ ਦਾਊਦ ਨੇ ਕੀਤਾ"},{"number":34,"verse":"ਤਾਂ ਭੀ ਮੈਂ ਸਾਰਾ ਰਾਜ ਉਹ ਦੇ ਹੱਥੋਂ ਨਾ ਲਵਾਂਗਾ ਪਰ ਮੈਂ ਉਹ ਦੇ ਜੀਵਨ ਭਰ ਉਹ ਨੂੰ ਆਪਣੇ ਦਾਸ ਦਾਊਦ ਦੇ ਕਾਰਨ ਸਜ਼ਾਦਾ ਬਣਾ ਰੱਖਾਂਗਾ ਜਿਹ ਨੂੰ ਮੈਂ ਇਸ ਲਈ ਚੁਣਿਆ ਕਿ ਉਹ ਨੇ ਮੇਰੇ ਹੁਕਮਾਂ ਤੇ ਬਿਧੀਆਂ ਨੂੰ ਮੰਨਿਆ"},{"number":35,"verse":"ਪਰ ਮੈਂ ਰਾਜ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਦੇ ਹੱਥੋਂ ਤੈਨੂੰ ਦਿਆਂਗਾ ਅਰਥਾਤ ਓਹ ਦਸ ਗੋਤ"},{"number":36,"verse":"ਅਤੇ ਮੈਂ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਇੱਕ ਗੋਤ ਦਿਆਂਗਾ ਤਾਂ ਜੋ ਮੇਰੇ ਦਾਸ ਦਾਊਦ ਲਈ ਇੱਕ ਚਰਾਗ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਜਿਸ ਸ਼ਹਿਰ ਨੂੰ ਮੈਂ ਆਪਣਾ ਨਾਮ ਰੱਖਣ ਲਈ ਚੁਣਿਆ ਹੈ ਸਾਰੇ ਦਿਨ ਮੇਰੇ ਅੱਗੇ ਰਹੇ"},{"number":37,"verse":"ਮੈਂ ਤੈਨੂੰ ਲਵਾਂਗਾ ਅਤੇ ਤੂੰ ਆਪਣੇ ਮਨ ਦੀ ਸਾਰੀ ਇੱਛਿਆ ਅਨੁਸਾਰ ਰਾਜ ਕਰੇਂਗਾ ਸੋ ਤੂੰ ਇਸਰਾਏਲ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਹੋਵੇਂਗਾ"},{"number":38,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਭਈ ਜੇ ਤੂੰ ਮੇਰੇ ਸਾਰੇ ਹੁਕਮਾਂ ਨੂੰ ਸੁਣੇਂ ਅਤੇ ਮੇਰੇ ਮਾਰਗਾਂ ਉੱਤੇ ਚੱਲੇਂ ਅਤੇ ਜੋ ਮੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਸਿੱਧਾ ਹੈ ਓਹੋ ਕਰੇਂ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਤੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨੇਂ ਜਿਵੇਂ ਮੇਰੇ ਦਾਸ ਦਾਊਦ ਨੇ ਕੀਤਾ ਤਾਂ ਮੈਂ ਤੇਰੇ ਅੰਗ ਸੰਗ ਰਹਾਂਗਾ ਅਤੇ ਤੇਰੇ ਲਈ ਇੱਕ ਅਟੱਲ ਘਰਾਣਾ ਬਣਾਵਾਂਗਾ ਜਿਵੇਂ ਮੈਂ ਦਾਊਦ ਲਈ ਬਣਾਇਆ ਨਾਲੇ ਮੈਂ ਇਸਰਾਏਲ ਤੈਨੂੰ ਦੇ ਦਿਆਂਗਾ"},{"number":39,"verse":"ਏਸ ਕਾਰਨ ਮੈਂ ਦਾਊਦ ਦੀ ਅੰਸ ਨੂੰ ਦੁਖ ਦਿਆਂਗਾ ਪਰ ਸਦਾ ਲਈ ਨਹੀਂ।।"},{"number":40,"verse":"ਤਾਂ ਸੁਲੇਮਾਨ ਨੇ ਯਾਰਾਬੁਆਮ ਨੂੰ ਮਾਰਨਾ ਚਾਹਿਆ ਪਰ ਯਾਰਾਬੁਆਮ ਉੱਠ ਕੇ ਮਿਸਰ ਨੂੰ ਮਿਸਰ ਦੇ ਰਾਜਾ ਸ਼ੀਸ਼ਕ ਕੋਲ ਨੱਠ ਗਿਆ ਅਤੇ ਉਹ ਮਿਸਰ ਵਿੱਚ ਸੁਲੇਮਾਨ ਦੀ ਮੌਤ ਤੀਕ ਰਿਹਾ"},{"number":41,"verse":"ਅਤੇ ਸੁਲੇਮਾਨ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਨੇ ਕੀਤਾ ਅਤੇ ਉਸ ਦੀ ਬੁੱਧੀ ਕੀ ਏਹ ਸੁਲੇਮਾਨ ਦੇ ਵਿਰਤਾਂਤ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੇ ਹੋਏ ਨਹੀਂ?"},{"number":42,"verse":"ਉਹ ਚਿਰ ਜਦ ਸੁਲੇਮਾਨ ਸਾਰੇ ਇਸਰਾਏਲ ਉੱਤੇ ਰਾਜ ਕਰਦਾ ਸੀ ਸੋ ਚਾਲੀ ਵਰਹੇ ਸਨ"},{"number":43,"verse":"ਤਾਂ ਸੁਲੇਮਾਨ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂ ਗਿਆ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਵਿੱਚ ਦੱਬਿਆ ਗਿਆ ਅਤੇ ਰਹਬੁਆਮ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਉਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ।।"}]}