{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਪਹਿਲੀ ਪੋਥੀ","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"( ਰਾਜ ਵਿੱਚ ਫੁੱਟ) ਰਹੁਬਆਮ ਸ਼ਕਮ ਨੂੰ ਗਿਆ ਕਿਉਂ ਜੋ ਸਾਰਾ ਇਸਰਾਏਲ ਉਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾਉਣ ਲਈ ਸ਼ਕਮ ਵਿੱਚ ਆਇਆ ਹੋਇਆ ਸੀ"},{"number":2,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਨਾਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਨੇ ਜਿਹੜਾ ਅਜੇ ਤੀਕ ਮਿਸਰ ਵਿੱਚ ਸੀ ਏਹ ਸੁਣਿਆ ਕਿਉਂ ਜੋ ਉਹ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਦੇ ਅੱਗੋਂ ਨੱਠ ਗਿਆ ਸੀ ਅਤੇ ਯਾਰਾਬੁਆਮ ਮਿਸਰ ਵਿੱਚ ਜਾ ਵੱਸਿਆ ਸੀ"},{"number":3,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਸੱਦ ਘੱਲਿਆ ਤਾਂ ਯਾਰਾਬੁਆਮ ਨੇ ਇਸਰਾਏਲ ਦੀ ਸਾਰੀ ਸਭਾ ਦੇ ਨਾਲ ਆਕੇ ਰਹਬੁਆਮ ਨਾਲ ਗੱਲ ਕੀਤੀ ਕਿ"},{"number":4,"verse":"ਤੁਹਾਡੇ ਪਿਤਾ ਨੇ ਸਾਡੇ ਜੂਲੇ ਨੂੰ ਕਰੜਾ ਕੀਤਾ ਹੋਇਆ ਸੀ ਸੋ ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਪਿਤਾ ਦੀ ਉਸ ਕਰੜੀ ਟਹਿਲ ਨੂੰ ਅਤੇ ਉਸ ਭਾਰੀ ਜੂਲੇ ਨੂੰ ਜੋ ਸਾਡੇ ਉੱਤੇ ਦੇ ਰੱਖਿਆ ਹੈ ਹੌਲਾ ਕਰੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀ ਟਹਿਲ ਕਰਾਂਗੇ"},{"number":5,"verse":"ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਹੁਣ ਤਾਂ ਤਿੰਨਾਂ ਦਿਨਾਂ ਲਈ ਚੱਲੇ ਜਾਓ ਫੇਰ ਮੇਰੇ ਕੋਲ ਆਇਓ ਤਾਂ ਲੋਕ ਚਲੇ ਗਏ"},{"number":6,"verse":"ਫੇਰ ਰਹਬੁਆਮ ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਬਜ਼ੁਰਗਾਂ ਨਾਲ ਸਲਾਹ ਕੀਤੀ ਜਿਹੜੇ ਉਸ ਦੇ ਪਿਤਾ ਸੁਲੇਮਾਨ ਦੇ ਸਨਮੁਖ ਜਦ ਉਹ ਜੀਉਂਦਾ ਸੀ ਖਲੋਤੇ ਰਹਿੰਦੇ ਸਨ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਕੀ ਸਲਾਹ ਦਿੰਦੇ ਹੋ ਜੋ ਮੈਂ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਏਸ ਗੱਲ ਦਾ ਉੱਤਰ ਦਿਆਂ?"},{"number":7,"verse":"ਤਾਂ ਓਹ ਉਸ ਨੂੰ ਬੋਲੇ ਕਿ ਅੱਜ ਦੇ ਦਿਨ ਜੇ ਤੂੰ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਦਾ ਸੇਵਕ ਬਣੇਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸੇਵਾ ਕਰੇਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿੱਠੇ ਬੋਲਾਂ ਨਾਲ ਉੱਤਰ ਦੇਵੇਂਗਾ ਤਾਂ ਓਹ ਸਦਾ ਲਈ ਤੇਰੇ ਟਹਿਲੂਏ ਹੋ ਜਾਣਗੇ"},{"number":8,"verse":"ਪਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਬਜ਼ੁਰਗਾਂ ਦੀ ਸਲਾਹ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਦਿੱਤੀ ਸੀ ਅਤੇ ਓਹਨਾਂ ਛੋਕਰਿਆਂ ਤੋਂ ਜਿਹੜੇ ਉਸ ਦੇ ਲੰਗੋਟੀਏ ਯਾਰ ਸਨ ਅਤੇ ਉਸ ਦੇ ਸਨਮੁਖ ਖਲੋਤੇ ਰਹਿੰਦੇ ਸਨ ਸਲਾਹ ਲਈ"},{"number":9,"verse":"ਉਸ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਮੈਨੂੰ ਕੀ ਸਲਾਹ ਦਿੰਦੇ ਹੋ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਉਸ ਗੱਲ ਦਾ ਉੱਤਰ ਦੇਵੀਏ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਆਖੀ ਕਿ ਸਾਡੇ ਜੂਲੇ ਨੂੰ ਹੌਲਾ ਕਰੋ ਜਿਹੜਾ ਤੁਹਾਡੇ ਪਿਤਾ ਨੇ ਸਾਡੇ ਉੱਤੇ ਰੱਖਿਆ ਹੋਇਆ ਹੈ?"},{"number":10,"verse":"ਤਾਂ ਓਹ ਛੋਕਰੇ ਜਿਹੜੇ ਉਸ ਦੇ ਲੰਗੋਟੀਏ ਯਾਰ ਸਨ ਉਹ ਨੂੰ ਬੋਲੇ ਕਿ ਤੂੰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜਿਹੜੇ ਐਉਂ ਬੋਲਦੇ ਹਨ ਕਿ ਤੁਹਾਡੇ ਪਿਤਾ ਨੇ ਸਾਡੇ ਜੂਲੇ ਨੂੰ ਭਾਰੀ ਕੀਤਾ ਹੋਇਆ ਸੀ ਤੁਸੀਂ ਉਹ ਨੂੰ ਸਾਡੇ ਉੱਤੋਂ ਹੌਲਾ ਕਰੋ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਐਉਂ ਬੋਲ ਕਿ ਮੇਰੀ ਚੀਚੀ ਮੇਰੇ ਪਿਤਾ ਦੇ ਲੱਕ ਨਾਲੋਂ ਮੋਟੀ ਹੈ"},{"number":11,"verse":"ਜੇ ਮੇਰੇ ਪਿਤਾ ਨੇ ਤੁਹਾਡੇ ਉੱਤੇ ਭਾਰਾ ਜੂਲਾ ਦਿੱਤਾ ਹੋਇਆ ਸੀ ਤਾਂ ਮੈਂ ਤੁਹਾਡੇ ਜੂਲੇ ਨੂੰ ਹੋਰ ਭਾਰਾ ਕਰਾਂਗਾ। ਮੇਰੇ ਪਿਤਾ ਨੇ ਤੁਹਾਨੂੰ ਕੋਟਲਿਆਂ ਨਾਲ ਫੰਡਿਆ ਸੀ ਮੈਂ ਤੁਹਾਨੂੰ ਬਿਛੂਆਂ ਵਾਲੇ ਕੋਟਲਿਆਂ ਨਾਲ ਫੰਡਾਂਗਾ"},{"number":12,"verse":"ਸੋ ਯਾਰਬੁਆਮ ਅਤੇ ਸਾਰੇ ਲੋਕ ਤੀਜੇ ਦਿਨ ਰਹਬੁਆਮ ਕੋਲ ਆਏ ਜਿਵੇਂ ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨਾਲ ਗੱਲ ਕੀਤੀ ਸੀ ਭਈ ਤੁਸੀਂ ਤੀਜੇ ਦਿਨ ਨੂੰ ਮੇਰੇ ਕੋਲ ਆਇਓ"},{"number":13,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਕੌੜਾ ਜੇਹਾ ਉੱਤਰ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਬਜ਼ੁਰਗਾਂ ਦੀ ਸਲਾਹ ਨੂੰ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਦਿੱਤੀ ਛੱਡ ਦਿੱਤਾ"},{"number":14,"verse":"ਅਤੇ ਛੋਕਰਿਆਂ ਦੀ ਸਲਾਹ ਦੇ ਅਨੁਸਾਰ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਬੋਲਿਆ ਭਈ ਮੇਰੇ ਪਿਤਾ ਨੇ ਤਾਂ ਤੁਹਾਡੇ ਉੱਤੇ ਭਾਰਾ ਜੂਲਾ ਦਿੱਤਾ ਪਰ ਮੈਂ ਤੁਹਾਡੇ ਜੂਲੇ ਦਾ ਭਾਰ ਹੋਰ ਵਧਾਵਾਂਗਾ। ਮੇਰੇ ਪਿਤਾ ਨੇ ਤੁਹਾਨੂੰ ਕੋਟਲਿਆਂ ਨਾਲ ਫੰਡਿਆ ਪਰ ਮੈਂ ਤੁਹਾਨੂੰ ਬਿਛੂਆਂ ਵਾਲੇ ਕੋਟਲਿਆਂ ਨਾਲ ਫੰਡਾਂਗਾ"},{"number":15,"verse":"ਇਉਂ ਪਾਤਸ਼ਾਹ ਨੇ ਲੋਕਾਂ ਦੀ ਨਾ ਸੁਣੀ ਕਿਉਂ ਜੋ ਏਹ ਯਹੋਵਾਹ ਵੱਲੋਂ ਸੀ ਭਈ ਉਹ ਆਪਣੇ ਉਸ ਬਚਨ ਨੂੰ ਜਿਹੜਾ ਯਹੋਵਾਹ ਨੇ ਸ਼ੀਲੋਨੀ ਅਹੀਯਾਹ ਦੇ ਰਾਹੀਂ ਨਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਨੂੰ ਆਖਿਆ ਸੀ ਪੂਰਾ ਕਰੇ"},{"number":16,"verse":"ਸੋ ਜਦ ਸਾਰੇ ਇਸਰਾਏਲ ਨੇ ਵੇਖਿਆ ਕਿ ਪਾਤਸ਼ਾਹ ਨੇ ਸਾਡੀ ਨਹੀਂ ਸੁਣੀ ਤਾਂ ਲੋਕਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਉੱਤਰ ਵਿੱਚ ਆਖਿਆ ਕਿ ਦਾਊਦ ਨਾਲ ਸਾਡਾ ਕੀ ਸ਼ਰੀਕਾ ਅਤੇ ਯੱਸੀ ਦੇ ਪੁੱਤ੍ਰ ਨਾਲ ਕੀ ਵੰਡ ਵਿਹਾਰ? ਹੇ ਇਸਰਾਏਲ, ਆਪਣੇ ਤੰਬੂਆਂ ਨੂੰ ਜਾਓ ਅਤੇ ਹੇ ਦਾਊਦ, ਹੁਣ ਤੂੰ ਆਪਣੇ ਘਰਾਣੇ ਨੂੰ ਸੰਭਾਲ ਸੋ ਇਸਰਾਏਲੀ ਆਪਣਿਆਂ ਤੰਬੂਆਂ ਨੂੰ ਚੱਲੇ ਗਏ"},{"number":17,"verse":"ਪਰ ਓਹ ਇਸਰਾਏਲੀ ਜਿਹੜੇ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਉਨ੍ਹਾਂ ਉੱਤੇ ਰਹਬੁਆਮ ਰਾਜ ਕਰਦਾ ਸੀ"},{"number":18,"verse":"ਫੇਰ ਰਹਬੁਆਮ ਪਾਤਸ਼ਾਹ ਨੇ ਅਦੋਰਾਮ ਨੂੰ ਘੱਲਿਆ ਜਿਹੜਾ ਬੇਗਾਰੀਆਂ ਉੱਤੇ ਸੀ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲ ਨੇ ਉਹ ਨੂੰ ਪਥਰਾਓ ਕੀਤਾ ਅਰ ਉਹ ਮਰ ਗਿਆ ਅਤੇ ਰਹਬੁਆਮ ਪਾਤਸ਼ਾਹ ਨੇ ਛੇਤੀ ਕੀਤੀ ਅਤੇ ਰਥ ਉੱਤੇ ਚੜ੍ਹ ਕੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਨੱਠ ਗਿਆ"},{"number":19,"verse":"ਸੋ ਇਸਰਾਏਲ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਦਾਊਦ ਦੇ ਘਰਾਣੇ ਤੋਂ ਆਕੀ ਹੈ।।"},{"number":20,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਸਾਰੇ ਇਸਰਾਏਲ ਨੇ ਸੁਣਿਆ ਕਿ ਯਾਰਾਬੁਆਮ ਮੁੜ ਆਇਆ ਹੈ ਤਾਂ ਲੋਕ ਘੱਲ ਕੇ ਉਸ ਨੂੰ ਮੰਡਲੀ ਦੇ ਵਿੱਚ ਸੱਦਿਆ ਅਤੇ ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ। ਇੱਕ ਯਹੂਦਾਹ ਦੇ ਗੋਤ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਦਾਊਦ ਦੇ ਘਰਾਣੇ ਦੇ ਪਿੱਛੇ ਨਾ ਲੱਗਾ"},{"number":21,"verse":"ਜਦ ਰਹਬੁਆਮ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਇਆ ਤਾਂ ਉਹ ਨੇ ਯਹੂਦਾਹ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਨੂੰ ਬਿਨਯਾਮੀਨ ਦੇ ਗੋਤ ਸਣੇ ਇਕੱਠਾ ਕੀਤਾ ਜਿਹੜੇ ਇੱਕ ਲੱਖ ਅੱਸੀ ਹਜ਼ਾਰ ਜੁੱਧ ਦੇ ਚੁਣਵੇਂ ਸੂਰਮੇ ਸਨ ਭਈ ਇਸਰਾਏਲ ਨਾਲ ਲੜ ਕੇ ਸੁਲੇਮਾਨ ਦੇ ਪੁੱਤ੍ਰ ਰਹਬੁਆਮ ਦੇ ਲਈ ਰਾਜ ਨੂੰ ਮੋੜ ਲੈਣ।।"},{"number":22,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਸ਼ਮਾਯਾਹ ਨੂੰ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬੰਦਾ ਸੀ ਆਇਆ ਕਿ"},{"number":23,"verse":"ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਸੁਲੇਮਾਨ ਦੇ ਪੁੱਤ੍ਰ ਰਹਬੁਆਮ ਨੂੰ ਅਤੇ ਯਹੂਦਾਹ ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਨੂੰ ਤੇ ਲੋਕਾਂ ਦੇ ਬਕੀਏ ਨੂੰ ਆਖ ਕਿ"},{"number":24,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਚੜ੍ਹਾਈ ਨਾ ਕਰੋ ਨਾ ਆਪਣੇ ਇਸਰਾਏਲ ਭਰਾਵਾਂ ਨਾਲ ਲੜੋ। ਹਰ ਮਨੁੱਖ ਆਪੋ ਆਪਣੇ ਘਰ ਨੂੰ ਮੁੜ ਜਾਵੇ ਕਿਉਂ ਜੋ ਏਹ ਗੱਲ ਮੇਰੀ ਵੱਲੋਂ ਹੈ ਸੋ ਓਹ ਯਹੋਵਾਹ ਦੀ ਗੱਲ ਸੁਣ ਕੇ ਕਿ ਏਹ ਯਹੋਵਾਹ ਦੀ ਗੱਲ ਅਨੁਸਾਰ ਹੈ ਮੁੜ ਕੇ ਚੱਲੇ ਗਏ।।"},{"number":25,"verse":"ਤਾਂ ਯਰਾਬੁਆਮ ਨੇ ਅਫਰਾਈਮ ਪਹਾੜ ਵਿੱਚ ਸ਼ਕਮ ਨੂੰ ਬਣਾਇਆ ਅਤੇ ਉਹਦੇ ਵਿੱਚ ਵੱਸਿਆ ਅਤੇ ਉਥੋਂ ਜਾਕੇ ਪਨੂਏਲ ਨੂੰ ਬਣਾਇਆ"},{"number":26,"verse":"ਤਾਂ ਯਾਰਾਬੁਆਮ ਨੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਖਿਆ, ਹੁਣ ਰਾਜ ਦਾਊਦ ਦੇ ਘਰਾਣੇ ਵੱਲ ਮੁੜ ਜਾਵੇਗਾ"},{"number":27,"verse":"ਜੇ ਕਦੀ ਏਹ ਲੋਕ ਯਰੂਸ਼ਲਮ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਬਲੀ ਚੜ੍ਹਾਉਣ ਨੂੰ ਜਾਣ ਤਾਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਮਨ ਆਪਣੇ ਸੁਆਮੀ ਦੀ ਵੱਲ ਅਰਥਾਤ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਰਹਬੁਆਮ ਵੱਲ ਫਿਰ ਜਾਣਗੇ ਅਤੇ ਓਹ ਮੈਨੂੰ ਮਾਰ ਸੁੱਟਣਗੇ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਵੱਲ ਮੁੜ ਜਾਣਗੇ"},{"number":28,"verse":"ਏਸ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਨੇ ਸਲਾਹ ਕਰ ਕੇ ਸੋਨੇ ਦੇ ਦੋ ਵੱਛੇ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਕਿ ਯਰੂਸ਼ਲਮ ਨੂੰ ਚੜ੍ਹਨਾ ਤੁਹਾਡਾ ਵਾਧੂ ਹੀ ਹੈ। ਵੇਖ, ਹੇ ਇਸਰਾਏਲ, ਆਪਣੇ ਦਿਓਤੇ ਜਿਹੜੇ ਤੈਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਕੱਢ ਲਿਆਏ"},{"number":29,"verse":"ਤਾਂ ਉਸ ਨੇ ਇੱਕ ਬੈਤਏਲ ਵਿੱਚ ਟਿਕਾਇਆ ਅਤੇ ਦੂਜਾ ਦਾਨ ਵਿੱਚ ਰੱਖ ਦਿੱਤਾ"},{"number":30,"verse":"ਪਰ ਏਹ ਕੰਮ ਇੱਕ ਪਾਪ ਹੋ ਗਿਆ ਕਿਉਂ ਜੋ ਲੋਕ ਦਾਨ ਤੀਕ ਉਹ ਦੇ ਅੱਗੇ ਪੂਜਾ ਕਰਨ ਲਈ ਗਏ"},{"number":31,"verse":"ਅਤੇ ਉਸ ਨੇ ਉੱਚਿਆਂ ਥਾਵਾਂ ਉੱਤੇ ਭਵਨ ਬਣਾਏ ਅਤੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਜੋ ਲੋਵੀ ਦੀ ਅੰਸ ਵਿੱਚੋਂ ਨਹੀ ਸਨ ਜਾਜਕ ਬਣਾਏ"},{"number":32,"verse":"ਅਤੇ ਯਾਰਾਬੁਆਮ ਨੇ ਅੱਠਵੇਂ ਮਹੀਨੇ ਦੀ ਪੰਦਰਵੀਂ ਤਰੀਕ ਉੱਤੇ ਪਰਬ ਮਨਾਇਆ ਉਸ ਪਰਬ ਵਾਂਙੁ ਜੋ ਯਹੂਦਾਹ ਵਿੱਚ ਹੁੰਦਾ ਸੀ ਅਤੇ ਜਗਵੇਦੀ ਉੱਤੇ ਬਲੀਆਂ ਚੜ੍ਹਾਈਆਂ। ਐਉਂ ਉਸ ਨੇ ਬੈਤਏਲ ਵਿੱਚ ਭੀ ਕੀਤਾ ਅਤੇ ਆਪਣੇ ਬਣਾਏ ਹੋਏ ਵੱਛਿਆਂ ਦੇ ਅੱਗੇ ਬਲੀਆਂ ਚੜ੍ਹਾਉਣ ਲੱਗ ਪਿਆ ਅਤੇ ਬੈਤਏਲ ਵਿੱਚ ਉਸ ਨੇ ਆਪਣੇ ਬਣਾਏ ਹੋਏ ਉੱਚਿਆਂ ਥਾਵਾਂ ਲਈ ਜਾਜਕ ਰੱਖ ਲਏ"},{"number":33,"verse":"ਸੋ ਅੱਠਵੇਂ ਮਹੀਨੇ ਦੀ ਪੰਦਰਵੀਂ ਤਰੀਕ ਜਿਹੜਾ ਮਹੀਨਾ ਉਸ ਨੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਮਿੱਥਿਆ ਸੀ ਉਹ ਉਸ ਜਗਵੇਦੀ ਕੋਲ ਜਿਹੜੀ ਉਸ ਨੇ ਬੈਤਏਲ ਵਿੱਚ ਬਣਾਈ ਸੀ ਗਿਆ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਲਈ ਇੱਕ ਪਰਬ ਠਹਿਰਾਇਆ ਅਤੇ ਜਗਵੇਦੀ ਕੋਲ ਗਿਆ ਕਿ ਧੂਪ ਧੁਖਾਵੇ।।"}]}