{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਪਹਿਲੀ ਪੋਥੀ","bookEnglishName":"1 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"( ਏਲੀਯਾਹ ਦੀ ਉਦਾਸੀ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਦਰਸ਼ਣ) ਤਾਂ ਅਹਾਬ ਨੇ ਉਹ ਸਭ ਜੋ ਏਲੀਯਾਹ ਨੇ ਕੀਤਾ ਅਤੇ ਉਹ ਸਭ ਭਈ ਜਿਵੇਂ ਉਸ ਨੇ ਸਾਰੇ ਨਬੀਆਂ ਨੂੰ ਤਲਵਾਰ ਨਾਲ ਵੱਢਿਆ ਈਜ਼ਬਲ ਨੂੰ ਦੱਸਿਆ"},{"number":2,"verse":"ਤਾਂ ਈਜ਼ਬਲ ਨੇ ਹਲਕਾਰੇ ਦੇ ਰਾਹੀਂ ਏਲੀਯਾਹ ਨੂੰ ਆਖ ਘੱਲਿਆ ਕਿ ਜੇ ਮੈਂ ਭਲਕੇ ਏਸੇ ਵੇਲੇ ਤੇਰੀ ਜਾਨ ਨੂੰ ਭੀ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਦੀ ਜਾਨ ਵਰਗਾ ਨਾ ਕਰ ਲਵਾਂ ਤਾਂ ਦਿਓਤੇ ਮੇਰੇ ਨਾਲ ਭੀ ਅਜੇਹਾ ਹੀ ਕਰਨ ਸਗੋਂ ਏਸ ਨਾਲੋਂ ਭੀ ਵਧੀਕ"},{"number":3,"verse":"ਤਾਂ ਜਾਂ ਉਸ ਵੇਖਿਆ ਉਹ ਉੱਠਿਆ ਅਤੇ ਆਪਣੀ ਜਾਨ ਲਈ ਭੱਜ ਕੇ ਬਏਰਸ਼ਬਾ ਨੂੰ ਗਿਆ ਜੋ ਯਹੂਦਾਹ ਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਬਾਲਕੇ ਨੂੰ ਤਾਂ ਓਥੇ ਹੀ ਛੱਡਿਆ"},{"number":4,"verse":"ਪਰ ਆਪ ਇੱਕ ਦਿਨ ਦੇ ਰਾਹ ਤੀਕ ਉਜਾੜ ਵਿੱਚ ਅਗੇ ਚੱਲਿਆ ਗਿਆ ਅਤੇ ਰਤਮੇ ਦੇ ਰੁੱਖ ਹੇਠ ਜਾ ਬੈਠਾ ਤਾਂ ਉਸ ਆਪਣੀ ਜਾਨ ਲਈ ਮੌਤ ਮੰਗੀ ਅਤੇ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ, ਹੁਣ ਇੰਨਾ ਹੀ ਬਹੁਤ ਹੈ ਮੇਰੀ ਜਾਨ ਕੱਢ ਲੈ ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲੋਂ ਨੇਕ ਨਹੀਂ ਹਾਂ"},{"number":5,"verse":"ਤਾਂ ਉਹ ਰਤਮੇ ਦੇ ਰੁੱਖ ਹੇਠ ਲੰਮਾ ਪੈ ਗਿਆ ਅਤੇ ਉਹ ਸੌਂ ਗਿਆ ਤਾਂ ਵੇਖੋ, ਇੱਕ ਦੂਤ ਉਸ ਨੂੰ ਟੁੰਬ ਰਿਹਾ ਸੀ ਅਤੇ ਆਖਦਾ ਸੀ ਕਿ ਉੱਠ ਅਤੇ ਖਾਹ"},{"number":6,"verse":"ਜਦ ਉਸ ਨੇ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ, ਅੰਗਿਆਰਾਂ ਉੱਤੇ ਪੱਕੀ ਹੋਈ ਇੱਕ ਰੋਟੀ ਅਤੇ ਪਾਣੀ ਦੀ ਇੱਕ ਸੁਰਾਹੀ ਉਸ ਦੇ ਸਰ੍ਹਾਣੇ ਪਈ ਹੋਈ ਸੀ ਤਾਂ ਉਹ ਖਾ ਪੀ ਕੇ ਫੇਰ ਲੰਮਾ ਪੈ ਗਿਆ"},{"number":7,"verse":"ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਉਸ ਦੇ ਕੋਲ ਫੇਰ ਆਇਆ ਅਤੇ ਉਸ ਨੂੰ ਟੁੰਬ ਕੇ ਆਖਿਆ, ਉੱਠ ਕੇ ਖਾ ਲੈ ਕਿਉਂ ਜੋ ਪੰਧ ਤੇਰੇ ਲਈ ਬਹੁਤ ਲੰਮਾ ਹੈ"},{"number":8,"verse":"ਉਸ ਨੇ ਉੱਠ ਕੇ ਖਾਧਾ ਅਰ ਪੀਤਾ ਤਾਂ ਉਹ ਉੱਸੇ ਭੋਜਨ ਦੇ ਬਲ ਨਾਲ ਚਾਲੀ ਦਿਨ ਅਤੇ ਚਾਲੀ ਰਾਤਾਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੋਰੇਬ ਪਰਬਤ ਤੀਕ ਤੁਰਿਆ ਗਿਆ"},{"number":9,"verse":"ਓਥੇ ਉਹ ਇੱਕ ਗੁਫਾ ਵਿੱਚ ਜਾ ਰਿਹਾ ਤਾਂ ਵੇਖੋ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਉਸ ਨੂੰ ਆਇਆ ਅਤੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਹੇ ਏਲੀਯਾਹ ਤੂੰ ਏਥੇ ਕੀ ਕਰਦਾ ਹੈਂ?"},{"number":10,"verse":"ਅੱਗੋਂ ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਯਹੋਵਾਹ ਸੈਨਾਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਣਖ ਨਾਲ ਸੜਿਆ ਪਿਆ ਹਾਂ ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਨੇ ਤੇਰੇ ਨੇਮ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਤੇਰੀਆਂ ਜਗਵੇਦੀਆਂ ਢਾਹ ਸੁੱਟੀਆਂ ਅਤੇ ਤੇਰੇ ਨਬੀਆਂ ਨੂੰ ਤਲਵਾਰ ਨਾਲ ਵੱਢ ਦਿੱਤਾ। ਹੁਣ ਮੈਂ ਹੀ ਇਕੱਲਾ ਬਾਕੀ ਰਹਿ ਗਿਆ ਹਾਂ ਪਰ ਓਹ ਮੇਰੀ ਜਾਨ ਕੱਢਣ ਨੂੰ ਮੈਨੂੰ ਲੱਭਦੇ ਫਿਰਦੇ ਹਨ"},{"number":11,"verse":"ਤਾਂ ਉਸ ਆਖਿਆ, ਅੱਗੇ ਜਾਹ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਪਰਬਤ ਉੱਤੇ ਖਲੋ ਜਾਹ। ਤਾਂ ਵੇਖੋ, ਯਹੋਵਾਹ ਲੰਘਿਆ ਅਤੇ ਇੱਕ ਵੱਡੀ ਤੇ ਜ਼ੋਰ ਦੀ ਅਨ੍ਹੇਰੀ ਨੇ ਪਹਾੜ ਪਾੜ ਸੁੱਟੇ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚਟਾਨਾਂ ਨੂੰ ਚੂਰ ਚੂਰ ਕਰ ਦਿੱਤਾ ਪਰ ਯਹੋਵਾਹ ਅਨ੍ਹੇਰੀ ਵਿੱਚ ਨਹੀਂ ਸੀ। ਤਾਂ ਅਨ੍ਹੇਰੀ ਪਿੱਛੋਂ ਭੁਚਾਲ ਆਇਆ ਪਰ ਯਹੋਵਾਹ ਭੁਚਾਲ ਵਿੱਚ ਨਹੀਂ ਸੀ"},{"number":12,"verse":"ਤਾਂ ਭੁਚਾਲ ਦੇ ਪਿੱਛੋਂ ਅੱਗ ਆਈ ਪਰ ਯਹੋਵਾਹ ਅੱਗ ਦੇ ਵਿੱਚ ਵੀ ਨਹੀਂ ਸੀ। ਤਾਂ ਅੱਗ ਦੇ ਪਿੱਛੋਂ ਇੱਕ ਹੌਲੀ ਅਤੇ ਨਿਮ੍ਹੀ ਅਵਾਜ਼ ਆਈ"},{"number":13,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਏਲੀਯਾਹ ਨੇ ਸੁਣਿਆ ਤਾਂ ਉਸ ਨੇ ਆਪਣਾ ਮੂੰਹ ਆਪਣੀ ਗੋਦੜੀ ਵਿੱਚ ਢੱਕ ਲਿਆ ਅਤੇ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਗੁਫਾ ਦੇ ਮੂੰਹ ਦੇ ਉੱਤੇ ਹੋ ਖਲੋਤਾ ਤਾਂ ਵੇਖੋ, ਉਸ ਨੂੰ ਇੱਕ ਅਵਾਜ਼ ਆਈ ਅਤੇ ਆਖਿਆ, ਏਲੀਯਾਹ ਤੂੰ ਏਥੇ ਕੀ ਕਰਦਾ ਹੈਂ?"},{"number":14,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਯਹੋਵਾਹ ਸੈਨਾਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਣਖ ਨਾਲ ਸੜਿਆ ਪਿਆਂ ਹਾਂ ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਨੇ ਤੇਰੇ ਨੇਮ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਤੇਰੀਆਂ ਜਗਵੇਦੀਆਂ ਨੂੰ ਡਾਹ ਸੁੱਟਿਆ ਤੇਰੇ ਨਬੀਆਂ ਨੂੰ ਤਲਵਾਰ ਨਾਲ ਵੱਢ ਦਿੱਤਾ। ਮੈਂ ਹੀ ਇੱਕਲਾ ਬਾਕੀ ਰਹਿ ਗਿਆ ਹਾਂ, ਪਰ ਓਹ ਮੇਰੀ ਜਾਨ ਕੱਢਣ ਨੂੰ ਮੈਨੂੰ ਲੱਭਦੇ ਫਿਰਦੇ ਹਨ"},{"number":15,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਉਸਨੂੰ ਆਖਿਆ, ਜਾਹ ਅਤੇ ਉਜਾੜ ਦੇ ਰਾਹ ਦੰਮਿਸਕ ਨੂੰ ਮੁੜ ਜਾਹ ਅਤੇ ਓਥੇ ਜਾ ਕੇ ਹਜ਼ਾਏਲ ਨੂੰ ਮਸਹ ਕਰਕੇ ਅਰਾਮ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣਾ"},{"number":16,"verse":"ਅਤੇ ਨਿਮਸ਼ੀ ਦੇ ਪੁੱਤ੍ਰ ਯੇਹੂ ਨੂੰ ਮਸਹ ਕਰ ਕੇ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣਾ ਅਤੇ ਸ਼ਾਫਾਟ ਦੇ ਪੁੱਤ੍ਰ ਏਲੀਸ਼ਾ ਨੂੰ ਜੋ ਆਬੇਲ ਮਹੇਲਾਹ ਦਾ ਹੈ ਮਸਹ ਕਰ ਕਿ ਉਹ ਤੇਰੇ ਥਾਂ ਨਬੀ ਹੋਵੇ"},{"number":17,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਿਹੜਾ ਹਜ਼ਾਏਲ ਦੀ ਤਲਵਾਰ ਤੋਂ ਬਚੇਗਾ ਉਹ ਨੂੰ ਯੇਹੂ ਮਾਰੇਗਾ ਅਤੇ ਜਿਹੜਾ ਯੇਹੂ ਦੀ ਤਲਵਾਰ ਤੋਂ ਬਚੇਗਾ ਉਹਨੂੰ ਏਲੀਸ਼ਾ ਮਾਰੇਗਾ"},{"number":18,"verse":"ਪਰ ਮੈਂ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਆਪਣੇ ਲਈ ਸੱਤ ਹਜ਼ਾਰ ਰੱਖ ਲਏ ਹਨ ਓਹ ਸਭ ਜਿਨ੍ਹਾਂ ਦੇ ਗੋਡੇ ਬਆਲ ਅੱਗੇ ਨਹੀਂ ਨਿਵੇ ਅਤੇ ਓਹ ਸਾਰੇ ਮੂੰਹ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਨਹੀਂ ਚੁਮਿੰਆ"},{"number":19,"verse":"ਤਾਂ ਉਹ ਓਥੋਂ ਚੱਲ ਪਿਆ ਅਤੇ ਸ਼ਾਫਾਟ ਦੇ ਪੁੱਤ੍ਰ ਏਲੀਸ਼ਾ ਨੂੰ ਹਲ ਵਾਹੁੰਦਿਆਂ ਜਾ ਲੱਭਾ, ਉਹ ਦੀ ਬਾਰਾਂ ਹਲਾਂ ਦੀ ਵਾਹੀ ਸੀ ਅਤੇ ਬਾਰ੍ਹਵੀਂ ਜੋਗ ਦੇ ਮਗਰ ਉਹ ਆਪ ਸੀ। ਏਲੀਯਾਹ ਨੇ ਉਹ ਦੇ ਕੋਲ ਦੀ ਲੰਘ ਕੇ ਆਪਣੀ ਗੋਦੜੀ ਉਹ ਦੇ ਉੱਤੇ ਪਾ ਦਿੱਤੀ"},{"number":20,"verse":"ਤਾਂ ਉਹ ਬਲਦਾਂ ਨੂੰ ਛੱਡ ਕੇ ਏਲੀਯਾਹ ਦੇ ਮਗਰ ਦੌੜ ਗਿਆ ਅਤੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਪਰਵਾਨਗੀ ਦੇਹ ਜੋ ਮੈਂ ਆਪਣੇ ਮਾਪਿਆਂ ਨੂੰ ਚੁੰਮ ਆਵਾਂ ਤਾਂ ਮੈਂ ਤੇਰੇ ਪਿੱਛੇ ਲੱਗਾ ਜਾਵਾਂਗਾ। ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਮੁੜ ਜਾਹ! ਮੈਂ ਤੈਨੂੰ ਕੀ ਕੀਤਾ?"},{"number":21,"verse":"ਤਾਂ ਉਹ ਉਸ ਦੇ ਕੋਲੋਂ ਮੁੜ ਗਿਆ। ਉਸ ਇੱਕ ਜੋਗ ਬਲਦਾਂ ਦੀ ਲੈ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਹਲ ਪੰਜਾਲੀ ਦੀਆਂ ਲੱਕੜੀਆਂ ਨਾਲ ਉਨ੍ਹਾਂ ਦਾ ਮਾਸ ਰਿੰਨ੍ਹ ਕੇ ਲੋਕਾਂ ਨੂੰ ਦਿੱਤਾ ਤਾਂ ਓਹਨਾਂ ਨੇ ਖਾਧਾ। ਫਿਰ ਉਹ ਉੱਠਿਆ ਅਤੇ ਏਲੀਯਾਹ ਦੇ ਪਿੱਛੇ ਜਾ ਲੱਗਾ ਅਤੇ ਉਸ ਦੀ ਸੇਵਾ ਕਰਦਾ ਰਿਹਾ।।"}]}