{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਪਹਿਲੀ ਪੋਥੀ","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"( ਸੁਲੇਮਾਨ ਦੇ ਰਾਜ ਦਾ ਤੇਜ) ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਸੁਲੇਮਾਨ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਅਤੇ ਸ਼ਾਹੀ ਮਹਿਲ ਨਾਲੇ ਸੁਲੇਮਾਨ ਆਪਣੀ ਸਾਰੀ ਭਾਉਣੀ ਜਿਹੜੀ ਉਹ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ ਪੂਰੀ ਕਰ ਚੁੱਕਿਆ"},{"number":2,"verse":"ਤਦ ਯਹੋਵਾਹ ਨੇ ਸੁਲੇਮਾਨ ਨੂੰ ਦੋਬਾਰਾ ਦਰਸ਼ਣ ਦਿੱਤਾ ਜਿਵੇਂ ਉਹ ਨੇ ਗਿਬਓਨ ਵਿੱਚ ਦਰਸ਼ਣ ਦਿੱਤਾ ਸੀ"},{"number":3,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕਿ ਮੈਂ ਤੇਰੀ ਬੇਨਤੀ ਤੇ ਅਰਦਾਸ ਨੂੰ ਜੋ ਤੈਂ ਮੇਰੇ ਅੱਗੇ ਕੀਤੀ ਸੁਣਿਆ। ਮੈਂ ਇਸ ਭਵਨ ਨੂੰ ਜੋ ਤੈਂ ਬਣਾਇਆ ਪਵਿੱਤਰ ਕੀਤਾ ਅਤੇ ਮੈਂ ਆਪਣਾ ਨਾਮ ਸਦਾ ਤੀਕ ਏਥੇ ਰੱਖਾਂਗਾ ਅਤੇ ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੇ ਮੇਰਾ ਮਨ ਏਥੇ ਸਦਾ ਰਹੇਗਾ"},{"number":4,"verse":"ਜੇ ਤੂੰ ਮੇਰੇ ਸਨਮੁਖ ਮਨ ਦੀ ਸਚਿਆਈ ਤੇ ਧਰਮ ਨਾਲ ਚੱਲੇਂਗਾ ਜਿਵੇਂ ਤੇਰਾ ਪਿਤਾ ਦਾਊਦ ਚੱਲਦਾ ਰਿਹਾ ਅਤੇ ਉਹ ਸਭ ਜਿਹ ਦਾ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਪੂਰਾ ਕਰੇਂਗਾ ਅਤੇ ਮੇਰੇ ਹੁਕਮਾਂ ਤੇ ਨਿਆਵਾਂ ਦੀ ਪਾਲਨਾ ਕਰੇਂਗਾ"},{"number":5,"verse":"ਤਾਂ ਮੈਂ ਤੇਰੀ ਪਾਤਸ਼ਾਹੀ ਦੀ ਰਾਜ ਗੱਦੀ ਇਸਰਾਏਲ ਉੱਤੇ ਸਦਾ ਤੀਕ ਕਾਇਮ ਰੱਖਾਂਗਾ ਜਿਵੇਂ ਮੈਂ ਤੇਰੇ ਪਿਤਾ ਦਾਊਦ ਨਾਲ ਏਹ ਆਖ ਕੇ ਬਚਨ ਕੀਤਾ ਸੀ ਕਿ ਤੇਰੇ ਲਈ ਇਸਰਾਏਲ ਦੀ ਰਾਜ ਗੱਦੀ ਵਿਖੇ ਮਨੁੱਖ ਦੀ ਥੁੜੋਂ ਨਾ ਰਹੇਗੀ"},{"number":6,"verse":"ਪਰ ਜੇ ਤੁਸੀਂ ਜਾਂ ਤੁਹਾਡੀ ਸੰਤਾਨ ਮੈਥੋਂ ਫਿਰ ਜਾਵੋ ਅਤੇ ਤੁਸੀਂ ਮੇਰੇ ਹੁਕਮਾਂ ਤੇ ਬਿਧੀਆਂ ਨੂੰ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਰੱਖੀਆਂ ਨਾ ਮੰਨੋ ਸਗੋਂ ਜਾ ਕੇ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰੋ ਅਤੇ ਉਨ੍ਹਾਂ ਅੱਗੇ ਮੱਥਾ ਟੇਕੋ"},{"number":7,"verse":"ਤਾਂ ਮੈਂ ਇਸਰਾਏਲ ਨੂੰ ਉਸ ਭੂਮੀਂ ਦੇ ਉੱਤੋਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੀ ਛੇਕ ਦਿਆਂਗਾ ਅਤੇ ਏਸ ਭਵਨ ਨੂੰ ਜੋ ਮੈਂ ਆਪਣੇ ਨਾਮ ਲਈ ਪਵਿੱਤਰ ਕੀਤਾ ਮੈਂ ਆਪਣੀ ਨਿਗਾਹ ਤੋਂ ਲਾਹ ਸੁੱਟਾਂਗਾ ਅਤੇ ਇਸਰਾਏਲ ਸਾਰੇ ਲੋਕਾਂ ਵਿੱਚ ਕਹਾਉਤ ਤੇ ਠਿੱਠ ਹੋਵੇਗਾ"},{"number":8,"verse":"ਏਹ ਭਵਨ ਅੱਤ ਉੱਚਾ ਹੈ ਪਰ ਹਰ ਲੰਘਣ ਵਾਲਾ ਅਚਰਜ ਹੋਵੇਗਾ ਅਤੇ ਧਿੱਤਕਾਰ ਦੇਵੇਗਾ ਅਤੇ ਓਹ ਆਖਣਗੇ ਭਈ ਯਹੋਵਾਹ ਨੇ ਏਸ ਧਰਤੀ ਨਾਲ ਤੇ ਏਸ ਭਵਨ ਨਾਲ ਅਜੇਹਾ ਕਿਉਂ ਕੀਤਾ?"},{"number":9,"verse":"ਤਾਂ ਓਹ ਆਖਣਗੇ ਏਸ ਲਈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਕੱਢ ਲਿਆਇਆ ਅਤੇ ਓਹ ਓਪਰੇ ਦੇਵਤਿਆਂ ਦੇ ਮਗਰ ਲੱਗ ਪਏ ਅਤੇ ਉਨ੍ਹਾਂ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਉਪਾਸਨਾ ਕੀਤੀ ਏਸ ਲਈ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਏਹ ਸਾਰੀ ਬੁਰਿਆਈ ਲਿਆਇਆ ਹੈ।।"},{"number":10,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਵੀਹਾਂ ਵਰਿਹਾਂ ਦੇ ਅੰਤ ਵਿੱਚ ਜਦ ਸੁਲੇਮਾਨ ਏਹ ਦੋਵੋਂ ਥਾਂ ਅਰਥਾਤ ਯਹੋਵਾਹ ਦਾ ਭਵਨ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦਾ ਮਹਿਲ ਬਣਾ ਚੁਕਿਆ"},{"number":11,"verse":"ਤਦ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਹੀਰਾਮ ਨੂੰ ਗਲੀਲ ਦੇ ਦੇਸ ਵਿੱਚ ਵੀਹ ਨਗਰ ਦਿੱਤੇ ਕਿਉਂ ਜੋ ਸੂਰ ਦੇ ਰਾਜਾ ਹੀਰਾਮ ਨੇ ਸੁਲੇਮਾਨ ਨੂੰ ਦਿਆਰ ਦੇ ਰੁੱਖ ਅਤੇ ਚੀਲ ਦੇ ਰੁੱਖ ਤੇ ਸੋਨਾ ਜਿੰਨਾ ਉਹ ਚਾਹੁੰਦਾ ਸੀ ਦਿੱਤਾ"},{"number":12,"verse":"ਜਦ ਹੀਰਾਮ ਸੂਰ ਤੋਂ ਉਨ੍ਹਾਂ ਨਗਰਾਂ ਨੂੰ ਜੋ ਸੁਲੇਮਾਨ ਨੇ ਉਹ ਨੂੰ ਦਿੱਤੇ ਸਨ ਵੇਖਣ ਲਈ ਆਇਆ ਤਾਂ ਓਹ ਉਹ ਨੂੰ ਚੰਗੇ ਨਾ ਲੱਗੇ"},{"number":13,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਹੇ ਮੇਰੇ ਭਰਾ ਏਹ ਕੇਹੋ ਜੇਹੇ ਨਗਰ ਹਨ ਜੋ ਤੈਂ ਮੈਨੂੰ ਦਿੱਤੇ? ਸੋ ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਕਾਬੂਲ ਦਾ ਦੇਸ ਆਖਿਆ ਜੋ ਅੱਜ ਤੀਕ ਹੈ।।"},{"number":14,"verse":"ਹੀਰਾਮ ਨੇ ਪਾਤਸ਼ਾਹ ਕੋਲ ਇੱਕ ਸੌ ਵੀਹ ਤੋਂੜੇ ਸੋਨਾ ਘੱਲਿਆ"},{"number":15,"verse":"ਉਸ ਬੇਗਾਰ ਦੇ ਕਾਰਨ ਜਿਹੜੀ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਲੋਕਾਂ ਉੱਤੇ ਪਾਈ ਏਹ ਸੀ ਕਿ ਉਹ ਯਹੋਵਾਹ ਦਾ ਭਵਨ ਅਤੇ ਆਪਣਾ ਮਹਿਲ ਤੇ ਮਿੱਲੋ ਤੇ ਯਰੂਸ਼ਲਮ ਦੀ ਸਫੀਲ ਤੇ ਹਾਸ਼ੋਰ ਤੇ ਮਗਿੱਦੋ ਤੇ ਗਜਰ ਬਣਾਏ"},{"number":16,"verse":"ਮਿਸਰ ਦਾ ਰਾਜਾ ਫ਼ਿਰਊਨ ਚੜ੍ਹ ਆਇਆ ਅਤੇ ਉਸ ਨੇ ਗਜਰ ਨੂੰ ਲੈ ਕੇ ਅੱਗ ਨਾਲ ਸਾੜ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਕਨਾਨਿਆਂ ਨੂੰ ਜੋ ਸ਼ਹਿਰ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਵੱਢ ਸੁੱਟਿਆ ਫੇਰ ਆਪਣੀ ਧੀ ਨੂੰ ਜਿਹੜੀ ਸੁਲੇਮਾਨ ਦੀ ਰਾਣੀ ਸੀ ਏਹ ਦਾਜ ਵਿੱਚ ਦੇ ਦਿੱਤਾ"},{"number":17,"verse":"ਸੁਲੇਮਾਨ ਨੇ ਗਜਰ ਅਤੇ ਹੇਠਲਾ ਬੈਤ ਹੋਰੋਨ ਬਣਾਏ"},{"number":18,"verse":"ਨਾਲੇ ਬਆਲਾਥ ਤੇ ਤਦਮੋਰ ਜੋ ਉਸ ਦੇਸ ਦੀ ਉਜਾੜ ਵਿੱਚ ਸਨ"},{"number":19,"verse":"ਨਾਲੇ ਸੁਲੇਮਾਨ ਦੇ ਸਾਰੇ ਭੰਡਾਰ ਦੇ ਸ਼ਹਿਰ ਤੇ ਰਥਾਂ ਲਈ ਸ਼ਹਿਰ ਤੇ ਸੁਵਾਰਾਂ ਦੇ ਸ਼ਹਿਰ ਅਤੇ ਜੋ ਕੁਝ ਸੁਲੇਮਾਨ ਆਪਣੀ ਖੁਸ਼ੀ ਨਾਲ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਤੇ ਲਬਾਨੋਨ ਵਿੱਚ ਤੇ ਆਪਣੇ ਰਾਜ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਬਣਾਉਣੇ ਚਾਹੁੰਦਾ ਸੀ"},{"number":20,"verse":"ਅਮੋਰੀਆਂ, ਹਿੱਤੀਆਂ, ਫਰਿਜ਼ਿਆਂ, ਹਿੱਵੀਆਂ ਤੇ ਯਬੂਸੀਆਂ ਵਿੱਚੋਂ ਸਾਰਾ ਬਕੀਆ ਜੋ ਇਸਰਾਏਲੀ ਨਹੀਂ ਸਨ"},{"number":21,"verse":"ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਦੀ ਸੰਤਾਨ ਜਿਹੜੀ ਦੇਸ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰੋਂ ਰਹਿ ਗਈ ਸੀ ਜਿਨ੍ਹਾਂ ਦਾ ਨਾਸ ਇਸਰਾਏਲੀ ਨਾ ਕਰ ਸੱਕੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਸੁਲੇਮਾਨ ਨੇ ਬੇਗਾਰ ਦਾ ਡੰਨ ਜੋ ਅੱਜ ਤੀਕ ਹੈ ਲਾਇਆ"},{"number":22,"verse":"ਪਰ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚੋਂ ਸੁਲੇਮਾਨ ਨੇ ਬੇਗਾਰੀ ਨਾ ਬਣਾਏ। ਓਹ ਜੋਧੇ ਤੇ ਉਹ ਦੇ ਟਹਿਲੂਏ ਤੇ ਉਹ ਦੇ ਸਰਦਾਰ ਤੇ ਉਹ ਦੇ ਅਫਸਰ ਤੇ ਉਹ ਦੇ ਰਥਾਂ ਦੇ ਸਰਦਾਰ ਤੇ ਉਹ ਦੇ ਅਸਵਾਰ ਸਨ"},{"number":23,"verse":"ਏਹ ਸਾਢੇ ਪੰਜ ਸੋ ਚੌਹਧਰੀਆਂ ਦੇ ਸਰਦਾਰ ਸਨ ਜੋ ਸੁਲੇਮਾਨ ਦੇ ਕੰਮ ਉੱਤੇ ਸਨ ਨਾਲੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਉੱਤੇ ਜਿਹੜੇ ਕੰਮ ਕਰਦੇ ਸਨ।।"},{"number":24,"verse":"ਪਰ ਫ਼ਿਰਊਨ ਦੀ ਧੀ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰੋਂ ਆਪਣੇ ਮਹਿਲ ਵਿੱਚ ਜਿਹੜਾ ਉਸ ਨੇ ਉਹ ਦੇ ਲਈ ਬਣਾਇਆ ਸੀ ਆਈ ਤਦ ਉਸ ਨੇ ਮਿੱਲੋ ਬਣਾਇਆ"},{"number":25,"verse":"ਵਰਹੇ ਵਿੱਚ ਤਿੰਨ ਵਾਰੀ ਸੁਲੇਮਾਨ ਹੋਮ ਤੇ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਬਲੀਆਂ ਉਸ ਜਗਵੇਦੀ ਉੱਤੇ ਜਿਹੜੀ ਉਸ ਨੇ ਯਹੋਵਾਹ ਲਈ ਬਣਾਈ ਚੜ੍ਹਾਉਂਦਾ ਹੁੰਦਾ ਸੀ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਉਸ ਜਗਵੇਦੀ ਉੱਤੇ ਜਿਹੜੀ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸੀ ਧੂਪ ਧੁਖਾਉਂਦਾ ਹੁੰਦਾ ਸੀ। ਸੋ ਉਸ ਨੇ ਭਵਨ ਨੂੰ ਸੰਪੂਰਨ ਕੀਤਾ।।"},{"number":26,"verse":"ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਜਹਾਜ਼ਾਂ ਦਾ ਬੇੜਾ ਸਿਓਨ ਗਬਰ ਵਿੱਚ ਜੋ ਏਲੋਥ ਕੋਲ ਲਾਲ ਸਮੁੰਦਰ ਦੇ ਕੰਡੇ ਉੱਤੇ ਅਦੋਮ ਦੇਸ ਵਿੱਚ ਹੈ ਬਣਾਇਆ"},{"number":27,"verse":"ਅਤੇ ਹੀਰਾਮ ਨੇ ਬੇੜੇ ਵਿੱਚ ਆਪਣੇ ਟਹਿਲੂਏ ਜੋ ਸਮੁੰਦਰ ਦੇ ਸਿਆਣੂ ਮਲਾਹ ਸਨ ਸੁਲੇਮਾਨ ਦੇ ਟਹਿਲੂਆਂ ਨਾਲ ਘੱਲੇ"},{"number":28,"verse":"ਓਹ ਓਫੀਰ ਵਿੱਚ ਆਏ ਅਤੇ ਓਥੋਂ ਚਾਰ ਸੌ ਵੀਹ ਤੋੜੇ ਸੋਨੇ ਦੇ ਲੈ ਕੇ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਕੋਲ ਲਿਆਏ।।"}]}