{"bibleAbbr":"UST2024","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"I, the one who am writing this, am a man whom Yahweh made to suffer, because he was angry."},{"number":2,"verse":"It was as though he caused me to walk in a very dark place without any light at all."},{"number":3,"verse":"He has punished me many times, many times during each day."},{"number":4,"verse":"He has caused my skin and my flesh to become old. He has broken my bones."},{"number":5,"verse":"He has surrounded me with things that make me suffer very bitterly."},{"number":6,"verse":"It is as though he has buried me in a dark place like those who have been dead for a long time."},{"number":7,"verse":"It is as though he has built a prison wall around me, and fastened me with heavy chains, so I cannot escape."},{"number":8,"verse":"Although I call out and cry out for him to help me, he does not pay attention to me."},{"number":9,"verse":"It is as though he has blocked my path with a high stone wall and has caused me to wander everywhere to try to get out."},{"number":10,"verse":"He has waited to attack me like a bear or a lion hides and waits to attack a man."},{"number":11,"verse":"It is as though a bear has dragged me off the path and mauled me, and left me alone without help."},{"number":12,"verse":"It is as though he strung his bow and made me the target to shoot at with his arrows."},{"number":13,"verse":"It is as though he shot his arrows deep into my body."},{"number":14,"verse":"All my relatives laugh at me; all during each day they sing songs that make fun of me."},{"number":15,"verse":"Yahweh has made me suffer greatly, like someone suffers after drinking something very bitter."},{"number":16,"verse":"It is as though he has caused me to chew gravel that broke my teeth; it is as though he has trampled me in the ground."},{"number":17,"verse":"Things no longer go well for me; I no longer remember being prosperous."},{"number":18,"verse":"I continue to say to myself, \"I am not strong enough to bear any more hardships. I no longer expect that Yahweh will rescue me.\""},{"number":19,"verse":"When I think about how I suffer and how I wander far from home, it is like drinking a very bitter liquid."},{"number":20,"verse":"I will never forget this time when I feel very depressed."},{"number":21,"verse":"However, I confidently expect Yahweh to do good things for me again, and this I know is true."},{"number":22,"verse":"Yahweh never stops faithfully loving us, and he shows his compassion for us forever. He never stops acting kindly toward us."},{"number":23,"verse":"Every morning he acts mercifully toward us again. He is the one in whom we can always trust."},{"number":24,"verse":"So I sincerely say to myself, \"Yahweh gives me what I need!\" Because I believe this, I will confidently wait for him to do good things for me."},{"number":25,"verse":"Yahweh is good to all those who depend on him, to those who seek him to help them."},{"number":26,"verse":"So it is good for us to wait quietly for Yahweh to save us."},{"number":27,"verse":"And it is good for us to suffer patiently while we are young."},{"number":28,"verse":"Those who seek him to help them should sit by themselves and not complain, because they know that it is Yahweh who has allowed them to suffer."},{"number":29,"verse":"They should lie in the dirt, with their faces on the ground, because they can still hope that Yahweh will help them."},{"number":30,"verse":"If someone strikes us on one cheek, we should turn the other cheek toward that person in order that he may strike it, too, and accept it when others insult us."},{"number":31,"verse":"The Lord does not abandon his people forever."},{"number":32,"verse":"Sometimes he causes us to suffer, but he also acts kindly toward us because he continually and faithfully loves us."},{"number":33,"verse":"And he does not take pleasure when he causes people to suffer or be sad."},{"number":34,"verse":"If people mistreat and oppress all the prisoners,"},{"number":35,"verse":"or if they rebel against God by refusing to do for others what is right,"},{"number":36,"verse":"or if they cause judges to decide matters unjustly, the Lord certainly sees all these things."},{"number":37,"verse":"No one can make something happen unless Yahweh has already decided that it should happen."},{"number":38,"verse":"God in heaven is the one who commands that disasters should happen, and he also causes good things to happen."},{"number":39,"verse":"So it is certainly not right for us, who are only people on earth, to complain when he punishes us for the sins that we have committed."},{"number":40,"verse":"Instead, we should think carefully about how we behave; we should turn back to Yahweh."},{"number":41,"verse":"We should pray with all our inner beings and lift up our arms toward God in heaven, and say,"},{"number":42,"verse":"\"We have sinned and rebelled against you, and you have not forgiven us."},{"number":43,"verse":"You have been very angry and chased after us; you have slaughtered us without pitying us."},{"number":44,"verse":"You have hidden yourself away, as if you were in a cloud, so that you will not hear us when we pray."},{"number":45,"verse":"You have made us go among the foreign peoples, and they think we are only garbage."},{"number":46,"verse":"All our enemies have spoken things to insult us."},{"number":47,"verse":"We are constantly afraid that people will trap us, because we have experienced so many disasters and so much ruin."},{"number":48,"verse":"Many tears flow from my eyes because my people have been destroyed."},{"number":49,"verse":"My tears continually flow; they will not stop"},{"number":50,"verse":"until Yahweh looks down from heaven and sees us."},{"number":51,"verse":"I am very grieved because of what has happened to the women of my city."},{"number":52,"verse":"My enemies hunted for me like people hunt for a bird to kill it even though there was no reason for them to do that."},{"number":53,"verse":"They threw me into a pit to kill me, and placed a heavy stone over the top of it."},{"number":54,"verse":"The water in the pit rose above my head, and I said to myself, 'I am about to die!'"},{"number":55,"verse":"But from the bottom of the pit I cried out to you, 'Yahweh, help me!'"},{"number":56,"verse":"I pleaded with you, 'Do not refuse to hear me when I cry out to you!'"},{"number":57,"verse":"Then you answered me and said, 'Do not be afraid!'"},{"number":58,"verse":"Yahweh, you argued for me when people wanted to condemn me and execute me; you did not allow me to die."},{"number":59,"verse":"Now, Yahweh, you have seen the evil things that my enemies have done to me, so judge my case and show that I have done nothing wrong."},{"number":60,"verse":"You know the evil things that they are planning to do to me."},{"number":61,"verse":"Yahweh, you have heard them insult me; you have heard what they plan to do to me."},{"number":62,"verse":"Every day they whisper and mutter things about me, all during the day."},{"number":63,"verse":"Look at them! Whatever they are doing at the moment, they make fun of me by the songs that they sing."},{"number":64,"verse":"Yahweh, give them what they deserve! Pay them back for what they have done to me!"},{"number":65,"verse":"You permit them to do whatever they want, and you punish them by taking away their shame. That is why your curse is upon them."},{"number":66,"verse":"Because you are angry with them, pursue them and get rid of them, until none of them remain on the earth.\""}]}