{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burden of the desert of the sea. As whirlewinds in the South passe thorough; so it commeth from the desert, from a terrible land."},{"number":2,"verse":"A grieuous vision is declared vnto me; The treacherous dealer dealeth treacherously, and the spoiler spoileth: Goe, vp O Elam: besiege, O Media: all the sighing thereof haue I made to cease."},{"number":3,"verse":"Therefore are my loynes filled with paine, pangs haue taken hold vpon me, as the pangs of a woman that trauelleth: I was bowed downe at the hearing of it, I was dismayed at the seeing of it."},{"number":4,"verse":"My heart panted, fearefulnesse affrighted me: the night of my pleasure hath he turned into feare vnto me."},{"number":5,"verse":"Prepare the table, watch in the watch-tower, eate, drinke: arise yee princes, and anoint the shield."},{"number":6,"verse":"For thus hath the Lord sayd vnto me; Goe, set a watchman, let him declare what he seeth."},{"number":7,"verse":"And he saw a charet with a couple of horsemen, a charet of asses, and a charet of camels; and hee hearkened diligently with much heede."},{"number":8,"verse":"And he cryed; A lyon: my Lord, I stand continually vpon the watch-tower in the day time, and I am set in my ward whole nights."},{"number":9,"verse":"And behold, heere commeth a charet of men with a couple of horsemen: and he answered and sayd; Babylon is fallen, is fallen, and all the grauen images of her Gods he hath broken vnto the ground."},{"number":10,"verse":"O my threshing and the corne of my floore: that which I haue heard of the Lord of hostes the God of Israel, haue I declared vnto you."},{"number":11,"verse":"The burden of Dumah. Hee calleth to me out of Seir: Watchman, what of the night? Watchman, what of the night?"},{"number":12,"verse":"The watchman sayd; The morning commeth, and also the night: if yee will enquire, enquire yee: returne, come."},{"number":13,"verse":"The burden vpon Arabia. In the forest in Arabia shall yee lodge, O yee trauelling companies of Dedanim."},{"number":14,"verse":"The inhabitants of the land of Tema brought water to him that was thirsty, they preuented with their bread him that fled."},{"number":15,"verse":"For they fled from the swords, from the drawen sword, and from the bent bow, and from the grieuousnesse of warre."},{"number":16,"verse":"For thus hath the Lord sayd vnto me: Within a yeere, according to the yeeres of an hireling, and all the glory of Kedar shall faile."},{"number":17,"verse":"And the residue of the number of archers, the mighty men of the children of Kedar shalbe diminished: for the Lord God of Israel hath spoken it."}]}