{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"In those daies was Hezekiah sicke vnto death: and Isaiah the Prophet the sonne of Amoz came vnto him, and said vnto him; Thus saith the Lord, Set thine house in order: for thou shalt die, and not liue."},{"number":2,"verse":"Then Hezekiah turned his face toward the wall, and prayed vnto the Lord,"},{"number":3,"verse":"And said, Remember now, O Lord, I beseech thee, how I haue walked before thee in trueth, and with a perfect heart, and haue done that which is good in thy sight: and Hezekiah wept sore."},{"number":4,"verse":"Then came the word of the Lord to Isaiah, saying,"},{"number":5,"verse":"Goe and say to Hezekiah, Thus saith the Lord, the God of Dauid thy father; I haue heard thy prayer, I haue seene thy teares: behold, I will adde vnto thy dayes fifteene yeeres."},{"number":6,"verse":"And I will deliuer thee and this citie, out of the hand of the king of Assyria: and I will defend this citie."},{"number":7,"verse":"And this shall be a signe vnto thee from the Lord, that the Lord will doe this thing that he hath spoken."},{"number":8,"verse":"Behold, I will bring againe the shadow of the degrees which is gone downe in the Sunne-diall of Ahaz ten degrees backward: so the Sunne returned ten degrees, by which degrees it was gone downe."},{"number":9,"verse":"The writing of Hezekiah king of Iudah, when he had bene sicke, and was recouered of his sicknesse:"},{"number":10,"verse":"I saide in the cutting off of my dayes; I shall goe to the gates of the graue: I am depriued of the residue of my yeeres."},{"number":11,"verse":"I said, I shal not see the Lord, euen the Lord in the land of the liuing: I shal behold man no more with the inhabitants of the world."},{"number":12,"verse":"Mine age is departed, and is remoued from me as a shepheards tent: I haue cut off like a weauer my life: he will cut mee off with pining sicknesse: from day euen to night wilt thou make an end of me."},{"number":13,"verse":"I reckoned till morning, that as a Lyon so will hee breake all my bones: from day euen to night wilt thou make an end of me."},{"number":14,"verse":"Like a crane or a swallow, so did I chatter; I did mourne as a doue: mine eyes faile with looking vpward: O Lord, I am oppressed, vndertake for me."},{"number":15,"verse":"What shall I say? hee hath both spoken vnto mee, and himselfe hath done it: I shall goe softly, all my yeeres in the bitternesse of my soule."},{"number":16,"verse":"O Lord, by these things men liue: and in all these things is the life of my spirit, so wilt thou recouer me, and make me to liue."},{"number":17,"verse":"Behold, for peace I had great bitternesse, but thou hast in loue to my soule deliuered it from the pit of corruption: for thou hast cast all my sinnes behinde thy backe."},{"number":18,"verse":"For the graue cannot praise thee, death cannot celebrate thee: they that goe downe into the pit cannot hope for thy trueth."},{"number":19,"verse":"The liuing, the liuing, hee shall praise thee, as I doe this day: the father to the children shall make knowen thy trueth."},{"number":20,"verse":"The Lord was ready to saue me: therefore we will sing my songs to the stringed instruments, all the dayes of our life, in the house of the Lord."},{"number":21,"verse":"For Isaiah had said, Let them take a lumpe of figges, and lay it for a plaister vpon the boile, and he shall recouer."},{"number":22,"verse":"Hezekiah also had said, what is the signe, that I shall goe vp to the house of the Lord ?"}]}