{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"Come downe and sit in the dust: O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Caldeans: for thou shalt no more be called tender and delicate."},{"number":2,"verse":"Take the milstones and grinde meale, vncouer thy lockes: make bare the legge: vncouer the thigh, passe ouer the riuers."},{"number":3,"verse":"Thy nakednes shalbe vncouered, yea thy shame shalbe seene: I will take vengeance, and I will not meet thee as a man."},{"number":4,"verse":"As for our redeemer, the Lord of hostes is his Name, the Holy one of Israel."},{"number":5,"verse":"Sit thou silent, and get thee into darknes, O daughter of the Caldeans: for thou shalt no more be called the Ladie of kingdomes."},{"number":6,"verse":"I was wroth with my people: I haue polluted mine inheritance, and giuen them into thine hand: thou didst shew them no mercy; vpon the ancient hast thou very heauily layed the yoke."},{"number":7,"verse":"And thou saydst, I shall bee a Ladie for euer: so that thou didst not lay these things to thy heart, neither didst remember the later end of it."},{"number":8,"verse":"Therefore heare now this, thou that art giuen to pleasures, that dwellest carelesly, that sayest in thine heart, I am, and none else besides mee, I shall not sit as a widow, neither shall I know the losse of children."},{"number":9,"verse":"But these two things shall come to thee in a moment in one day; the losse of children, and widowhood; they shall come vpon thee in their perfection, for the multitude of thy sorceries, and for the great abundance of thine inchantments."},{"number":10,"verse":"For thou hast trusted in thy wickednesse: thou hast said, None seeth me. Thy wisedome and thy knowledge, it hath peruerted thee, and thou hast said in thine heart, I am, and none else besides me."},{"number":11,"verse":"Therefore shall euill come vpon thee, thou shalt not know from whence it riseth: and mischiefe shall fall vpon thee, thou shalt not be able to put it off: and desolation shall come vpon thee suddenly, which thou shalt not know."},{"number":12,"verse":"Stand now with thine inchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profite, if so be thou mayest preuaile."},{"number":13,"verse":"Thou art wearied in the multitude of thy counsels: let now the astrologers, the starre-gazers, the monethly prognosticators stand vp, and saue thee from these things that shall come vpon thee."},{"number":14,"verse":"Behold, they shall be as stubble: the fire shall burne them, they shall not deliuer themselues from the power of the flame: there shall not bee a coale to warme at, nor fire to sit before it."},{"number":15,"verse":"Thus shal they be vnto thee with whom thou hast laboured, euen thy merchants from thy youth, they shall wander euery one to his quarter: none shall saue thee."}]}