{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"Thus saith the Lord, Where is the bill of your mothers diuorcement, whom I haue put away? or which of my creditours is it to whom I haue sold you? Behold, for your iniquities haue you solde your selues, and for your transgressions is your mother put away."},{"number":2,"verse":"Wherefore when I came was there no man? when I called, was there none to answere? Is my hand shortened at all, that it cannot redeeme? or haue I no power to deliuer? Beholde, at my rebuke I drie vp the sea: I make the riuers a wildernes: their fish stinketh, because there is no water, and dieth for thirst."},{"number":3,"verse":"I clothe the heauens with blackenesse, and I make sackcloth their couering."},{"number":4,"verse":"The Lord God hath giuen me the tongue of the learned, that I should know how to speake a worde in season to him that is wearie: hee wakeneth morning by morning, hee wakeneth mine eare to heare as the learned."},{"number":5,"verse":"The Lord God hath opened mine eare, and I was not rebellious, neither turned away backe."},{"number":6,"verse":"I gaue my backe to the smiters, and my cheeks to them that plucked off the haire: I hidde not my face from shame and spitting."},{"number":7,"verse":"For the Lord God will helpe me, therefore shall I not be confounded: therefore haue I set my face like a flint, and I know that I shall not bee ashamed."},{"number":8,"verse":"He is neere that iustifieth me, who will contend with me? let vs stand together: who is mine aduersarie? let him come neere to me."},{"number":9,"verse":"Behold, the Lord God wil helpe me, who is he that shall condemne mee? Loe, they all shall waxe olde as a garment: the moth shall eate them vp."},{"number":10,"verse":"Who is among you that feareth the Lord, that obeyeth the voyce of his seruant, that walketh in darkenesse and hath no light? let him trust in the Name of the Lord, and stay vpon his God."},{"number":11,"verse":"Behold, all ye that kindle a fire, that compasse your selues about with sparks: walke in the light of your fire, and in the sparkes that ye haue kindled. This shall ye haue of mine hand, yee shall lie downe in sorrow."}]}