{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"In the yeere that King Uzziah died, I saw also the Lord sitting vpon a throne, high and lifted vp, and his traine filled the Temple."},{"number":2,"verse":"Aboue it stood the Seraphims: each one had sixe wings, with twaine he couered his face, and with twaine hee couered his feete, and with twaine hee did flie."},{"number":3,"verse":"And one cryed vnto another, and sayd; Holy, holy, holy, is the Lord of hostes, the whole earth is full of his glory."},{"number":4,"verse":"And the posts of the doore moued at the voyce of him that cryed, and the house was filled with smoke."},{"number":5,"verse":"Then sayd I; woe is me; for I am vndone, because I am a man of vncleane lippes, and I dwell in the midst of a people of vncleane lippes: for mine eyes haue seene the king, the Lord of hostes."},{"number":6,"verse":"Then flew one of the Seraphims vnto mee, hauing a liue-cole in his hand, which hee had taken with the tongs from off the altar."},{"number":7,"verse":"And he laide it vpon my mouth, and sayd, Loe, this hath touched thy lippes, and thine iniquitie is taken away, and thy sinne purged."},{"number":8,"verse":"Also I heard the voyce of the Lord, saying; Whom shall I send, and who will goe for vs? Then I saide; Heere am I, send me."},{"number":9,"verse":"And he sayd, Goe and tell this people; Heare yee indeede, but vnderstand not: and see yee indeed, but perceiue not."},{"number":10,"verse":"Make the heart of this people fat, and make their eares heauy, and shut their eyes: lest they see with their eyes, and heare with their eares, and vnderstand with their heart, and conuert and be healed."},{"number":11,"verse":"Then sayd I; Lord, how long? And hee answered, Untill the cities be wasted without inhabitant, and the houses without man, and the land be vtterly desolate,"},{"number":12,"verse":"And the Lord haue remoued men farre away, and there be a great forsaking in the midst of the land."},{"number":13,"verse":"But yet in it shalbe a tenth, and it shall returne, and shall be eaten: as a Teyle tree, and as an Oke whose substance is in them, when they cast their leaues: so the holy seede shall be the substance thereof."}]}