{"bibleAbbr":"KJV1611","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"Oh that thou wouldest rent the heauens, that thou wouldest come down, that the mountaines might flowe downe at thy presence,"},{"number":2,"verse":"As when the melting fire burneth, the fire causeth the waters to boyle: to make thy Name knowen to thine aduersaries, that the nations may tremble at thy presence."},{"number":3,"verse":"When thou diddest terrible things which wee looked not for, thou camest downe, the mountaines flowed downe at thy presence."},{"number":4,"verse":"For since the beginning of the world men haue not heard, nor perceiued by the eare, neither hath the eye seene, O God, besides thee, what hee hath prepared for him that waiteth for him."},{"number":5,"verse":"Thou meetest him that reioyceth, and worketh righteousnesse, those that remember thee in thy wayes: behold, thou art wroth, for we haue sinned: in those is continuance, and we shall be saued."},{"number":6,"verse":"But we are al as an vncleane thing, and all our righteousnesses are as filthy ragges, and we all doe fade as a leafe, and our iniquities like the wind haue taken vs away."},{"number":7,"verse":"And there is none that calleth vpon thy name, that stirreth vp himselfe to take hold of thee: for thou hast hid thy face from vs, and hast consumed vs because of our iniquities."},{"number":8,"verse":"But now, O Lord, thou art our father: we are the clay, and thou our potter, and we all are the worke of thine hand."},{"number":9,"verse":"Be not wroth very sore, O Lord, neither remember iniquitie for euer: behold, see we beseech thee, we are all thy people."},{"number":10,"verse":"Thy holy cities are a wildernesse, Zion is a wildernesse, Ierusalem a desolation."},{"number":11,"verse":"Our holy and our beautifull house, where our fathers praised thee, is burnt vp with fire, and all our pleasant things are layed waste:"},{"number":12,"verse":"Wilt thou refraine thy selfe for these things, O Lord? wilt thou hold thy peace, and afflict vs very sore?"}]}