{"bibleAbbr":"BBE1965","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"Ho! crown of pride of those who are given up to wine in Ephraim, and the dead flower of his glory which is on the head of those who are overcome by strong drink!"},{"number":2,"verse":"See, the Lord has a strong and cruel one; like a rain of ice, a storm of destruction, like the overflowing of a strong river, he will violently overcome them."},{"number":3,"verse":"The crown of pride of those who are given up to wine in Ephraim will be crushed under foot;"},{"number":4,"verse":"And the dead flower of his glory, which is on the head of the fertile valley, will be like the first early fruit before the summer; which a man takes and puts in his mouth the minute he sees it."},{"number":5,"verse":"In that day will the Lord of armies be a crown of glory, and a fair ornament, to the rest of his people;"},{"number":6,"verse":"And a spirit of wisdom to the judge, and strength to those who keep back the attackers at the door of the town."},{"number":7,"verse":"And further, these are uncertain through wine, and have gone out of the right way through strong drink: the priest and the prophet are uncertain through strong drink, they are overcome by wine, they have gone out of the way through strong drink; their vision is false, they go wrong in their decisions."},{"number":8,"verse":"For all the tables are covered with coughed-up food, so that there is not a clean place."},{"number":9,"verse":"To whom will he give knowledge? and to whom will he make clear the word? Will it be to those who have newly given up milk, and who have only now been taken from the breast?"},{"number":10,"verse":"For it is one rule after another; one line after another; here a little, there a little."},{"number":11,"verse":"No, but with broken talk, and with a strange tongue, he will give his word to this people:"},{"number":12,"verse":"To whom he said, This is the rest, give rest to him who is tired; and by this you may get new strength; but they would not give ear."},{"number":13,"verse":"For this cause the word of the Lord will be to them rule after rule, line after line, here a little, there a little; so that they may go on their way, and falling back may be broken, and taken in the net."},{"number":14,"verse":"Give ear then to the word of the Lord, you men of pride, the rulers of this people in Jerusalem:"},{"number":15,"verse":"Because you have said, We have made death our friend, and with the underworld we have made an agreement; when the overflowing waters come through they will not come near us; for we are looking to false words for help, taking cover in what is untrue:"},{"number":16,"verse":"For this cause says the Lord God, See, I am placing in Zion as a base, a stone, a tested stone, an angle-stone which is certain and of great value: and he who has faith will not give way."},{"number":17,"verse":"And I will make right decision the measuring-line, and righteousness the weight: and the ice-storm will take away the safe place of false words, and the secret place will be covered by the flowing waters."},{"number":18,"verse":"And the help you were looking for from death will come to nothing, and your agreement with the underworld will be broken; when the overflowing waters come through, then you will be overcome by them."},{"number":19,"verse":"Whenever they come through they will overtake you; for they will come through morning after morning, by day and by night: and the news will be nothing but fear."},{"number":20,"verse":"For the bed is not long enough for a man to be stretched out on: and the cover is not wide enough for him to be covered with."},{"number":21,"verse":"For the Lord will come up as on Mount Perazim, he will be moved to wrath as in the valley of Gibeon; so that he may do his work--strange is his work; and give effect to his act--unnatural is his act."},{"number":22,"verse":"And now, take care that you do not make sport of him, or your bands will be made strong; for I have had word from the Lord, the Lord of armies, of an end, of a complete end, which is to come on all the land."},{"number":23,"verse":"Let your ears be open to my voice; give attention to what I say."},{"number":24,"verse":"Is the ploughman for ever ploughing? does he not get the earth ready and broken up for the seed?"},{"number":25,"verse":"When the face of the earth has been levelled, does he not put in the different sorts of seed, and the grain in lines, and the barley in its place, and the spelt at the edge?"},{"number":26,"verse":"For his God is his teacher, giving him the knowledge of these things."},{"number":27,"verse":"For the fitches are not crushed with a sharp instrument, and a cart-wheel is not rolled over the cummin; but the grain of the fitches is hammered out with a stick, and of the cummin with a rod."},{"number":28,"verse":"Is the grain for bread crushed? He does not go on crushing it for ever, but he lets his cart-wheels and his horses go over it without crushing it."},{"number":29,"verse":"This comes from the Lord of armies, purposing wonders, and wise in all his acts."}]}