{"bibleAbbr":"BBE1965","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"Now it came about in the days of Ahaz, the son of Jotham, the son of Uzziah, king of Judah, that Rezin, the king of Aram, and Pekah, the son of Remaliah, the king of Israel, came up to Jerusalem to make war against it, but were not able to overcome it."},{"number":2,"verse":"And word came to the family of David that Aram had put up its tents in Ephraim. And the king's heart, and the hearts of his people, were moved, like the trees of the wood shaking in the wind."},{"number":3,"verse":"Then the Lord said to Isaiah, Go out now, you and Shear-jashub, your son, and you will come across Ahaz at the end of the stream flowing from the higher pool, in the highway of the washerman's field;"},{"number":4,"verse":"And say to him, Take care and be quiet; have no fear, and do not let your heart be feeble, because of these two ends of smoking fire-wood, because of the bitter wrath of Rezin and Aram, and of the son of Remaliah."},{"number":5,"verse":"Because Aram has made evil designs against you, saying,"},{"number":6,"verse":"Let us go up against Judah, troubling her, and forcing our way into her, and let us put up a king in her, even the son of Tabeel:"},{"number":7,"verse":"This is the word of the Lord God: This design will not come about or be effected."},{"number":8,"verse":"For the head of Aram is Damascus, and the head of Damascus is Rezin (and in sixty-five years from now Ephraim will be broken, and will no longer be a people):"},{"number":9,"verse":"And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If you will not have faith, your kingdom will be broken."},{"number":10,"verse":"And Isaiah said again to Ahaz,"},{"number":11,"verse":"Make a request to the Lord your God for a sign, a sign in the deep places of the underworld, or in the high heavens."},{"number":12,"verse":"But Ahaz said, I will not put the Lord to the test by making such a request."},{"number":13,"verse":"And he said, Give ear now, O family of David: is it not enough that you are driving men to disgust? will you do the same to my God?"},{"number":14,"verse":"For this cause the Lord himself will give you a sign; a young woman is now with child, and she will give birth to a son, and she will give him the name Immanuel."},{"number":15,"verse":"Butter and honey will be his food, when he is old enough to make a decision between evil and good."},{"number":16,"verse":"For before the child is old enough to make a decision between evil and good, the land whose two kings you are now fearing will have become waste."},{"number":17,"verse":"The Lord is about to send on you, and on your people, and on your father's house, such a time of trouble as there has not been from the days of the separating of Ephraim from Judah; even the coming of the king of Assyria."},{"number":18,"verse":"And it will be in that day that the Lord will make a piping sound for the fly which is in the end of the rivers of Egypt, and for the bee which is in the land of Assyria."},{"number":19,"verse":"And they will come, covering all the waste valleys, and the holes of the rocks, and the thorns, and all the watering-places."},{"number":20,"verse":"In that day will the Lord take away the hair of the head and of the feet, as well as the hair of the face, with a blade got for a price from the other side of the River; even with the king of Assyria."},{"number":21,"verse":"And it will be in that day that a man will give food to a young cow and two sheep;"},{"number":22,"verse":"And they will give so much milk that he will be able to have butter for his food: for butter and honey will be the food of all who are still living in the land."},{"number":23,"verse":"And it will be in that day that in every place where before there were a thousand vines valued at a thousand shekels of silver, there will be nothing but blackberries and thorns."},{"number":24,"verse":"Men will come there with bows and arrows, because all the land will be full of blackberries and thorns."},{"number":25,"verse":"And they will send out the oxen and the sheep on all the hills which before were worked with the spade, ... fear of blackberries and thorns."}]}