{"bibleAbbr":"teERV1997","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"ఇతరులు అంటే గిట్టనివాడు తాను చేసే వాటిలో స్వార్థపరుడుగా ఉంటాడు. ప్రజలు మంచి సలహాను ఇచ్చినప్పుడు అతడు కోపగించుకుంటాడు."},{"number":2,"verse":"బుద్ధిహీనుడు గ్రహించటానికి ఇష్టపడడు. ఆ వ్యక్తి ఎంతసేపూ తన స్వంత ఆలోచనలే చెప్పాలనుకొంటాడు."},{"number":3,"verse":"ఎక్కడ పాపం ఉంటుందో, అక్కడ అవమానం ఉంటుంది. ఎక్కడ అవమానం, ఉంటుందో అక్కడ ఘనత ఉండదు."},{"number":4,"verse":"ఒక వ్యక్తి చెప్పే విషయాలు జ్ఞానముగలవిగా ఉండవచ్చు. ఆ మాటలు లోతైన మహా సముద్రంలా లేక ప్రవహిస్తున్న ఏరులా ఉండవచ్చును."},{"number":5,"verse":"ఒకడు నేరస్థుడైతే వానికి సహాయం చేయవద్దు. అతడు తప్పు ఏమీ చేయకపోతే అతని యెడల న్యాయంగా ఉండు."},{"number":6,"verse":"బుద్ధిహీనుడు తాను చేప్పే మాటలవల్ల తనకు తానే కష్టం కలిగించుకొంటాడు. అతని మాటల వలన వివాదం మొదలు కావచ్చును."},{"number":7,"verse":"బుద్ధిహీనుడు మాట్లాడినప్పుడు అతడు తనను తానే నాశనం చేసుకొంటాడు. అతని స్వంత మాటలే అతన్ని పట్టేస్తాయి."},{"number":8,"verse":"మనుష్యులకు ఎంతసేపూ ముచ్చట్లు వినటం ఇష్టం. ఆ ముచ్చట్లు పొట్టలోనికి పోతున్న మంచి భోజనంలా ఉంటాయి."},{"number":9,"verse":"బద్దకస్థుడు నాశనం చేసే వాని అంతటి చెడ్డవాడు."},{"number":10,"verse":"యెహోవా పేరులో ఎంతో బలం ఉంది. అది బలమైన ఒక దుర్గంలాంటిది. మంచివాళ్లు ఆ దుర్గం దగ్గరకు పరుగెత్తి వెళ్లి, క్షేమంగా ఉంటారు."},{"number":11,"verse":"ధనికులు వారి ఐశ్వర్యం వారిని కాపాడుతుంది అనుకొంటారు. అది ఒక బలమైన కోటలా ఉంది అని వారు తలుస్తారు."},{"number":12,"verse":"ఒక దీనుడు గౌరవించబడతాడు. కాని గర్విష్ఠుడు పతనం అవుతాడు."},{"number":13,"verse":"ఒకడు పూర్తిగా వినక ముందే జవాబిస్తే అతడు ఇబ్బంది పడిపోయి, తాను తెలివితక్కువ వాడిని అని చూపించుకొంటాడు."},{"number":14,"verse":"ఒక మనిషి వ్యాధితో ఉన్నప్పుడు అతని మనస్సు అతణ్ణి బ్రతికించి ఉంచగలదు. కాని ఆ మనిషి అంతా పోయింది అనుకొంటే అప్పుడు ఆశ అంతా వదలుకొన్నట్టే!"},{"number":15,"verse":"జ్ఞానముగలవాడు ఎల్లప్పుడూ ఇంకా ఎక్కువ నేర్చుకోవాలి అని అనుకుంటాడు. మరింత జ్ఞానము కోసం అతడు జాగ్రత్తగా వింటాడు."},{"number":16,"verse":"ఒక ప్రముఖ వ్యక్తిని నీవు కలుసుకోవాలి అని అంటే అతనికి ఒక కానుక ఇవ్వాలి. అప్పుడు నీవు అతనిని తేలికగా కలుసుకోగలవు."},{"number":17,"verse":"ఇంకో మనిషి వచ్చి ప్రశ్నించే అంత వరకు మొదలు మాట్లాడిన వానిది సరిగ్గా ఉన్నట్టే కనిపిస్తుంది."},{"number":18,"verse":"ఇద్దరు శక్తిగల మనుష్యులు వాదిస్తోంటే వారి వాదాన్ని తీర్మానించటానికి చీట్లు వేయటమే శ్రేష్ఠమైన పద్ధతి."},{"number":19,"verse":"నీ స్నేహితునికి నీవు సహాయం చేస్తే అతడు ఒక బలమైన పట్టణపు గోడలా నిన్ను కాపాడుతాడు. వివాదాలు కోట గుమ్మాల అడ్డగడియవలె ప్రజలను వేరుపరుస్తాయి."},{"number":20,"verse":"నీవు చెప్పే విషయాలు నీ జీవితం మీద ఏదో విధంగా పనిచేస్తాయి. తన నోటి ఫలముచేత ఒక మనిషి నింపబడుతాడు."},{"number":21,"verse":"జీవం, మరణం, తెచ్చే మాటలు నాలుక మాట్లాడగలదు. ప్రజలు మాట్లాడటం ఇష్టపడేవారు. అది ఏమి తెచ్చునో దాన్ని తీసుకొనుటకు సిద్దముగా ఉండ వలయును."},{"number":22,"verse":"నీకు భార్య దొరికినట్లయితే నీవు మేలు పొందినట్టే. నీ విషయమై యెహోవాకు సంతోషం."},{"number":23,"verse":"పేదవాడు సహాయము కొరకు అడుక్కుంటాడు. కాని ధనికుడు కఠినముగా సమాధానము చెప్పుతాడు."},{"number":24,"verse":"ఒక మనిషికి స్నేహితులు చాలా మంది ఉంటే అది అతనిని పాడు చేయవచ్చును. కాని ఒక సోదరుని కంటే ఒక మంచి స్నేహితుడు మేలు."}]}