{"bibleAbbr":"teERV1997","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"ద్రాక్షారసం నిన్ను ధైర్యవంతునిగా చేస్తుంది. మద్యము కొట్లాటలు పుట్టిస్తుంది. విపరీతమైన తాగుబోతు బుద్ధిహీనుడు."},{"number":2,"verse":"ఒక రాజు కోపం సింహగర్జనలా ఉంటుంది. నీవు రాజుకు కోపం పుట్టిస్తే నీ ప్రాణం పోగొట్టుకుంటావు."},{"number":3,"verse":"ఏ బుద్ధిహీనుడైనా ఒక వివాదం మొదలు పెట్టగలడు. కనుక వివాదాలకు దూరంగా ఉండే మనిషిని గౌరవించాల్సిందే."},{"number":4,"verse":"సోమరి మనిషికి విత్తనాలు చల్లటానికి కూడా బద్ధకమే. అందుచేత కోత సమయంలో అతడు భోజనం కోసం చూస్తాడు, కాని ఏమీ దొరకదు."},{"number":5,"verse":"ఒక మనిషి ఆలోచనలను నీవు చూడలేవు. అవి లోతైన నీళ్లలాంటివి. అయితే జ్ఞానముగలవాడు, ఒకరు ఏమి తలస్తున్నారో గ్రహించగలడు."},{"number":6,"verse":"చాలామంది మనుష్యులు నమ్మకంగా ఉన్నామని, నిండు ప్రేమతో ఉన్నామని చెబుతారు, కాని నిజంగా అలా ఉన్నవారిని కనుగొనడం చాలా కష్టం."},{"number":7,"verse":"ఒక మంచి మనిషి మంచి జీవితం జీవిస్తాడు. మరియు అతని పిల్లలు ఆశీర్వదించబడతారు."},{"number":8,"verse":"రాజు కూర్చొని ప్రజలకు తీర్పు చెప్పేటప్పుడు దుర్మార్గాన్ని అతని స్వంత కళ్లతో చూడగలడు."},{"number":9,"verse":"ఒక మనిషి ఎల్లప్పుడూ శ్రేష్ఠమైన దానినే చేస్తానని నిజంగా చెప్పగలడా? తనలో పాపం లేదని ఎవరైనా నిజంగా చెప్పగలరా? లేదు!"},{"number":10,"verse":"అన్యాయపు తూనిక రాళ్లు, కొలతలు ఉపయోగించి ఇతరులను మోసం చేసే వాళ్లంటే యెహోవాకు అసహ్యం."},{"number":11,"verse":"ఒక బిడ్డ తాను చేసే పనుల మూలంగా తన మంచి లేక చెడు చూపిస్తుంది. ఆ బిడ్డను నీవు గమనించి నిజాయితీ, మంచితనం ఆ బిడ్డకు ఉన్నాయో లేదో నీవు తెలిసికోవచ్చు."},{"number":12,"verse":"మనకు చూసేందుకు కళ్లు, వినేందుకు చెవులు ఉన్నాయి. వాటిని మన కోసం యెహోవా చేశాడు!"},{"number":13,"verse":"నీవు నిద్రను ప్రేమిస్తే, నీవు నిరుపేదవు అవుతావు. పనిచేసేందుకు నీ సమయాన్ని ఉపయోగించు. అప్పుడు నీకు తినేందుకు సమృద్ధిగా ఉంటుంది."},{"number":14,"verse":"“నీవద్ద ఏదైనా కొనే మనిషి, ఇది బాగాలేదు! దాని ఖరీదు ఎక్కువ!” అని చెబుతాడు. తరువాత అతడు వెళ్లిపోయి, తాను ఒక మంచి వ్యవహారం చేసినట్టుగా ఇతరులతో చెప్పుకొంటాడు."},{"number":15,"verse":"జ్ఞానముగల విషయాలు చెప్పటం బంగారం కంటే, ముత్యాలకంటే చాలా ఎక్కువ విలువగలది."},{"number":16,"verse":"మరో మనిషి అప్పులకు నీవు బాధ్యత వహిస్తే నీవు నీ చొక్కా పోగొట్టుకొంటావు."},{"number":17,"verse":"దగాచేసి సంపాదించిన ఆహారము ఒక మనుష్యునికి తీపిగా వుంటుంది. కాని తర్వాత అతని నోరు మట్టితో నిండుతుంది. మోసం చేసి నీవు ఏదైనా సంపాదిస్తే అది మంచిదానిలా కనబడవచ్చు. కాని చివరికి దాని విలువ శూన్యం."},{"number":18,"verse":"నీవు పథకాలు వేయకముందు మంచి సలహా తీసికో. నీవు గనుక ఒక యుద్ధం ప్రారంభిస్తూంటే నిన్ను నడిపించేందుకు మంచి మనుష్యులను చూసుకో."},{"number":19,"verse":"ఇతరులను గూర్చి చెప్పుడు మాటలు చెప్పే మనిషి నమ్మదగిన వాడు కాడు. కనుక అధిక ప్రసంగం చేసే మనిషితో స్నేహంగా ఉండవద్దు."},{"number":20,"verse":"ఒక వ్యక్తి తన తల్లికిగాని తండ్రికిగాని విరోధముగా మాట్లాడితే, అప్పుడు ఆ వ్యక్తి చీకటిగా మారిపోతున్న వెలుగులా ఉంటాడు."},{"number":21,"verse":"నీ ఐశ్వర్యాన్ని నీవు తేలికగా సంపాదించి ఉంటే, అది నీకు ఎక్కువ విలువగలది కాదు."},{"number":22,"verse":"ఎవరైనా నీకు విరోధంగా ఏదైనా చేస్తే, నీ అంతట నీవే అతన్ని శిక్షించటానికి ప్రయత్నించకు. యెహోవా కోసం వేచి ఉండు. అంతంలో ఆయన నీకే విజయం ఇస్తాడు."},{"number":23,"verse":"అన్యాయపు త్రాసులు, తూనికలు ఉపయోగించి ఇతరులను మోసం చేసేవాళ్లంటే యెహోవాకు అసహ్యం. అవి ఆయన్ని సంతోషవరచవు."},{"number":24,"verse":"ప్రతి మనిషికీ ఏమి జరుగుతుంది. అనే విషయం నిర్ణయించేది యెహోవా, అలాంటప్పుడు ఎవరైనా సరే వారి జీవితంలో ఏమి జరుగుతుందో ఎలా గ్రహించగలరు?"},{"number":25,"verse":"దేవునికి నీవు ఏదైనా ఇస్తానని వాగ్దానం చేయక ముందే జాగ్రత్తగా ఆలోచించుకో, తర్వాత అలాంటి వాగ్దానం చేసి ఉండకపోతే మంచిది అనిపించవచ్చు."},{"number":26,"verse":"జ్ఞానముగల రాజు ఏ మనుష్యులు దుర్మార్గులో నిర్ణయిస్తాడు. మరియు ఆ ప్రజలను ఆ రాజు శిక్షిస్తాడు."},{"number":27,"verse":"ఒక మనిషి అంతరంగంలో ఉండే విషయాలు తెలిసికొనే సమర్ధుడు యెహోవా."},{"number":28,"verse":"ఒక రాజు న్యాయంగా, నిజాయితీగా ఉంటే, అతడు తన అధికారాన్ని ఉంచుకోగలుగుతాడు. ప్రజలు అతన్ని ప్రేమిస్తే, అతడు తన పరిపాలన కొనసాగిస్తాడు."},{"number":29,"verse":"ఒక యువకుని బలాన్ని బట్టి మనం అతణ్ణి మెచ్చుకొంటాం. కాని నెరసిన తలను చూచి ఒక వృద్ధుణ్ణి మనం గౌరవిస్తాం. అతడు పూర్ణ జీవితం జీవించినట్టు అది సూచిస్తుంది."},{"number":30,"verse":"మనం శిక్షించబడితే, మనం తప్పు చేయటం మానివేస్తాం. నొప్పి ఒక మనిషిని మార్చగలదు."}]}