{"bibleAbbr":"teERV1997","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"ఐశ్వర్యవంతునిగా ఉండుటకంటే గౌరవింపబడటం మేలు. బంగారం, వెండి కంటే మంచి పేరు ఎక్కువ ముఖ్యం."},{"number":2,"verse":"ధనికులు, దరిద్రులు అంతా ఒక్కటే. వాళ్లందరినీ యెహోవాయే సృష్టించాడు."},{"number":3,"verse":"జ్ఞానముగలవారు కష్టం రావటం చూచి దాని దారిలో నుండి తప్పుకొంటారు. కాని తెలివి తక్కువ వాళ్లు తిన్నగా కష్టంలోనికి వెళ్లి, దాని మూలంగా శ్రమపడతారు."},{"number":4,"verse":"యెహోవాను గౌరవించి దీనుడవుగా ఉండు. అప్పుడు నీకు ఐశ్వర్యం, ఘనత నిత్యజీవం ఉంటాయి."},{"number":5,"verse":"దుర్మార్గులు అనేక కష్టాలవల్ల పట్టుబడతారు. అయితే తన ఆత్మ విషయం జాగ్రత్త గలవాడు కష్టాలకు దూరంగా ఉంటాడు."},{"number":6,"verse":"ఒక బిడ్డ చిన్నగా ఉన్నప్పుడే, జీవిచుటకు సరైన మార్గం నేర్చించు. అప్పుడు ఆ బిడ్డ పెద్దవాడైనప్పుడు కూడ ఆ మార్గంలోనే జీవించటానికి కొనసాగిస్తాడు."},{"number":7,"verse":"పేదవాళ్లు ధనికులకు సేవకులు. అప్పు పుచ్చుకొనేవాడు, అప్పు ఇచ్చేవానికి సేవకుడు."},{"number":8,"verse":"కష్టాలను కలిగించే మనిషి కష్టాల పంటనే కోస్తాడు. ఆ మనిషి ఇతరులకు కలిగించిన కష్టాల మూలంగా చివరికి అతడు నాశనం చేయబడతాడు."},{"number":9,"verse":"ధారాళంగా ఇచ్చేవాడు ఆశీర్వదించబడతాడు. అతడు తన ఆహారం పేదవారితో పంచుకొంటాడు. గనుక ఆశీర్వదించబడుతాడు."},{"number":10,"verse":"ఒక వ్యక్తి యితరులకంటె తానే మంచివాడిని అని తలిస్తే, వానిని బలవంతంగా వెళ్లగొట్టండి. అతడు వెళ్లి పోయినప్పుడు అతనితోబాటు ఆ కష్టం కూడా వెళ్లిపోతుంది. అంతటితో వివాదాలు అంతరిస్తాయి."},{"number":11,"verse":"పవిత్ర హృదయం, దయగల మాటలను నీవు ప్రేమిస్తే రాజు నీ స్నేహితుడు అవుతాడు."},{"number":12,"verse":"యెహోవాను ఎరిగిన మనుష్యులను ఆయన కాపాడుతూ, భద్రంగా ఉంచుతాడు. కాని ఆయనకు విరోధంగా ఉండే వారిని ఆయన నాశనం చేస్తాడు."},{"number":13,"verse":"“నేను ఇప్పుడు పనికి వెళ్లలేను. బయట సింహం ఉంది. అది నన్ను చంపేస్తుందేమో” అంటాడు సోమరివాడు."},{"number":14,"verse":"వ్యభిచార పాపం ఒక లోతైన గొయ్యిలాంటిది. ఆ గొయ్యిలో పడే మనిషి అంటే యెహోవాకు చాలా కోపం వస్తుంది."},{"number":15,"verse":"పిల్లలు తెలివి తక్కువ పనులు చేస్తారు. కాని నీవు వారిని శిక్షిస్తే, వారు అలాంటి పనులు చేయకుండా ఉండటం నేర్చుకొంటారు."},{"number":16,"verse":"నిన్ను నీవే ధనికుణ్ణి చేసుకొనేందుకుగాను, పేదవాళ్లను బాధించటం, ధనికులకు కానుకలు ఇవ్వటం ఇవి రెండూ నిన్ను దరిద్రునిగా చేస్తాయి."},{"number":17,"verse":"( ముప్పయి జ్ఞాన సూక్తులు) నేను చెప్పే మాటలు విను. జ్ఞానులు చెప్పిన మాటలు నేను నీకు నేర్పిస్తాను. ఈ ఉపదేశాల ద్వారా నేర్చుకో."},{"number":18,"verse":"వీటిని నీవు జ్ఞాపకం ఉంచుకోవటం నీకు మంచిది. ఒకవేళ నీ పెదవులు ఒప్పుకొనేందుకు అలవాటు పడితే అది నీకు సహాయంగా ఉంటుంది."},{"number":19,"verse":"ఈ విషయాలు ఇప్పుడు నీకు నేను నేర్పిస్తాను. నీవు యెహోవాను సమ్ముకోవాలని నేను కోరుతున్నాను."},{"number":20,"verse":"నీ కోసం నేను ముప్పయి సూక్తులు వ్రాశాను. ఇవి సలహాలు, జ్ఞానముగల మాటలూను."},{"number":21,"verse":"ఈ మాటలు సత్యమైన ముఖ్య విషయాలను నీకు నేర్పిస్తాయి. అప్పుడు నిన్ను పంపినవానికి నీవు మంచి జవాబులు ఇవ్వగలవు."},{"number":22,"verse":"( — 1 —) పేదవారివద్ద నుండి దొంగిలించటం సులభం. కాని అలా చేయవద్దు. న్యాయస్థానంలో పేదవాణ్ణి అణగ తొక్కవద్దు."},{"number":23,"verse":"యెహోవా వారి పక్షంగా ఉన్నాడు. ఆయన వారిని బలపరుస్తాడు, వారివద్ద నుండి తీసికొన్నవి ఎవరినైనా సరే వారి వస్తువులను ఆయన తీసివేస్తాడు."},{"number":24,"verse":"( — 2 —) త్వరగా కోపపడే వానితో స్నేహంగా ఉండవద్దు. త్వరగా వెర్రి ఎక్కేవానికి దగ్గరగా పోవద్దు."},{"number":25,"verse":"నీవు వెళ్తే, నీవు కూడ అతనిలా ఉండటం నేర్చుకొంటావేమో! అలా అయితే అతనికి ఉన్న చిక్కులే నీకూ ఉంటాయి."},{"number":26,"verse":"( — 3 —) మరో వ్యక్తి అప్పులకు నీదే బాధ్యత అని ప్రమాణం చేయవద్దు."},{"number":27,"verse":"అతని అప్పు నీవు తీర్చలేక పోతే, అప్పుడు నీకు ఉన్నవన్నీ నీవు పోగొట్టుకొంటావు. నీవు పండుకొనే నీ పడకను నీవు ఎందుకు పోగొట్టుకోవాలి?"},{"number":28,"verse":"( — 4 —) నీ పూర్వీకులు ఎప్పుడో గుర్తించిన ఆస్తి సరిహద్దు గీతను ఎప్పుడూ జరిపివేయవద్దు."},{"number":29,"verse":"( — 5 —) ఒక వ్యక్తి తన పనిలో నిపుణతగలవాడై ఉంటే. అతడు రాజుల సేవ చేయటానికి అర్హుడవుతాడు. ప్రముఖులుకానివారి వద్ద అతడు పని చేయాల్సిన అవసరం ఉండదు."}]}