{"bibleAbbr":"teERV1997","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"( — 6 —) నీవు ఒక ప్రముఖునితో భోజనానికి కూర్చున్నప్పుడు, నీవు ఎవరితో ఉన్నావో జ్ఞాపకం ఉంచుకో."},{"number":2,"verse":"నీకు చాలా ఆకలిగా ఉన్నాసరే, ఎప్పుడూ మరీ ఎక్కువ తినవద్దు."},{"number":3,"verse":"అతడు వడ్డించే శ్రేష్ఠమైం భోజనం మరీ ఎక్కువ తినవద్దు. అది ఒక ఎత్తుగడకావచ్చు."},{"number":4,"verse":"( — 7 —) ధనవంతుడు అవ్వాలనుకొని, నీ ఆరోగ్యాన్ని పాడు చేసుకోకు. నీవు బుద్ధిమంతుడవైతే ఓర్పుతో ఉండు."},{"number":5,"verse":"పక్షులు రెక్కలెలా విచ్చుకొని ఎగురుతాయో అదే విధంగా డబ్బు చాలా తొందరగా వెళ్లిపోతుంది."},{"number":6,"verse":"( — 8 —) స్వార్థపరునితో కలిసి భోజనం చేయవద్దు. అతనికి వచ్చిన ప్రత్యేక భోజన పదార్థాలకు దూరంగా ఉండు."},{"number":7,"verse":"అతడు ఎంతసేపూ ఖర్చు గూర్చి ఆలోచించే రకం. “తినుము, త్రాగుము” అని అతడు నీతో చెప్పవచ్చు. కాని అతడు నిజంగా కోరుకునేది అదికాదు."},{"number":8,"verse":"అతని భోజనం నీవు తింటే, నీవు రోగివి కావచ్చు. నీవు యిబ్బంది పడిపోతావు."},{"number":9,"verse":"( — 9 —) తెలివి తక్కువ వానికి నేర్పించేందుకు ప్రయత్నించకు. జ్ఞానముగల నీ మాటలను అతడు ఎగతాళి చేస్తాడు."},{"number":10,"verse":"( — 10 —) ఆస్తి పాత సరిహద్దు గీతను ఎన్నడూ జరపవద్దు. మరియు అనాధలకు చెందిన భూమిని ఎన్నడూ తీసికొనవద్దు."},{"number":11,"verse":"యెహోవా నీకు విరోధంగా ఉంటాడు. యెహోవా శక్తిగలవాడు, అనాధలను ఆయన కాపాడుతాడు."},{"number":12,"verse":"( — 11 —) నీ ఉపదేశకుని మాటలు విని నీకు చేతనైనంత నేర్చుకో."},{"number":13,"verse":"( — 12 —) ఒక బిడ్డకు శిక్ష అవసరమైనప్పుడెల్లా శిక్షించు. వానిని దెబ్బలు కొట్టడం వానికేమీ బాధ కలిగించదు."},{"number":14,"verse":"నీవు వానిని కొట్టినట్లయితే నీవు వాని జీవితం కాపాడవచ్చు."},{"number":15,"verse":"( — 13 —) నా కుమారుడా, నీవు జ్ఞానముగల వాడివైతే నాకెంతో సంతోషం."},{"number":16,"verse":"నీవు సరైన సంగతులు చెబుతూ ఉంటే నేను విని నా హృదయంలో ఎంతో సంతోషిస్తాను."},{"number":17,"verse":"( — 14 —) దుర్మార్గులను చూచి అసూయపడకు. అయితే యెహోవాను గౌరవించేందుకు ఎల్లప్పుడూ నీవల్ల అయినంత గట్టిగా ప్రయత్నించు."},{"number":18,"verse":"ఎల్లప్పుడూ ఆశ ఉంటుంది. ఆ ఆశ ఎన్నటికీ పోదు."},{"number":19,"verse":"( — 15 —) కనుక నా కుమారుడా ఆలకించి, జ్ఞానముగలవానిగా ఉండు. సరైన జీవితం జీవించేందుకు ఎల్లప్పుడూ జాగ్రత్త కలిగి ఉండు."},{"number":20,"verse":"ద్రాక్షారసం విపరీతంగా తాగుతూ, విపరీతంగా భోజనం చేసే వారితో స్నేహంగా ఉండవద్దు."},{"number":21,"verse":"విపరీతంగా తాగి, విపరీతంగా తినే మనుష్యులు దరిద్రులు అవుతారు. తిని, తాగి నిద్రపోవటమే వాళ్లు చేసేది అంతాను. కనుక త్వరలోనే వారికి ఏమీ ఉండదు."},{"number":22,"verse":"( — 16 —) నీ తండ్రి నీతో చెప్పే విషయాలు విను. నీ తండ్రి లేకుండా నీవు ఎన్నడూ పుట్టి ఉండేవాడివి కావు. నీ తల్లి వృద్ధురాలైనప్పుడు కూడా ఆమెను గౌరవించు."},{"number":23,"verse":"సత్యము, జ్ఞానము, అభ్యాసము, వివేకము, ఇవి డబ్బు చెల్లించదగినంత విలువగలవి. అవి అమ్మేందుకు మరీ విపరీతమైన విలువగలవి."},{"number":24,"verse":"ఒక మంచి మనిషి యొక్క తండ్రి చాలా సంతోషంగా ఉంటాడు. ఒక మనిషికి జ్ఞానముగల బిడ్డ ఉంటే, ఆ బిడ్డ ఆనందం కలిగిస్తుంది."},{"number":25,"verse":"అందుచేత నీ విషయంలో నీ తల్లిదండ్రులను సంతోషించనివ్వు. నీ తల్లిని ఆనందించనిమ్ము."},{"number":26,"verse":"( — 17 —) నా కుమారుడా, నేను చెప్పే దానిని జాగ్రత్తగా వినుము. నా జీవితం నీకు ఒక ఉదాహరణగా ఉంచుకో."},{"number":27,"verse":"వేశ్యలు, చెడు స్త్రీలు ఒక ఉచ్చులాంటివారు. నీవు బయట పడలేనంత లోతైన బావిలాంటివారు."},{"number":28,"verse":"ఒక చెడు స్త్రీ, ఒక దొంగలా నీ కోసం పొంచి ఉంటుంది. అనేక మందిని పాపులు అయ్యేటట్టుగా ఆమె చేస్తుంది."},{"number":29,"verse":"( — 18 —) ద్రాక్షారసం, ఘాటు పానీయాలు విపరీతంగా తాగే మనుష్యులకు అవి చాలా చెడు చేస్తాయి. ఆ మనుష్యులకు చాలా కొట్లాటలు, వివాదాలు ఉంటాయి. వారి కళ్లు ఎర్రగా ఉండి వారు తూలిపోతూ, వాళ్లను వాళ్లే బాధ పెట్టుకుంటారు. వారు ఈ కష్టాలను తప్పించుకొని ఉండగలిగేవారే."},{"number":31,"verse":"అందుచేత ద్రాక్షారసం విషయం జాగ్రత్తగా ఉండు. అది అందంగా, ఎర్రగా ఉంటుంది. పాత్రలో అది మెరుస్తుంది. నీవు దానిని తాగినప్పుడు బాగున్నట్టు అనిపిస్తుంది."},{"number":32,"verse":"కాని అంతలో అది ఒక సర్పంలా కాటువేస్తుంది."},{"number":33,"verse":"ద్రాక్షారసం నీవు వింత విషయాలను చూచేటట్టుగా చేస్తుంది. నీ మనస్సు గందరగోళం అవుతుంది."},{"number":34,"verse":"నీవు పండుకొన్నప్పుడు నీవు ఉప్పొంగుతున్న సముద్రంమీద ఉన్నట్టుగా నీవు అనుకొంటావు. నీవు ఒక ఓడమీద పండుకొన్నట్టుగా నీకు అనిపిస్తుంది."},{"number":35,"verse":"“వారు నన్ను కొట్టారు. కాని నాకేమీ అనిపించలేదు. వారు నన్ను కొట్టారు. కాని అది నాకు జ్ఞాపకం లేదు. ఇప్పుడు నేను లేవలేను. నేను మరోసారి తాగాలి” అని నీవు చెబుతావు."}]}