{"bibleAbbr":"teERV1997","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"( జ్ఞానము ఆహ్వానించుట) జ్ఞానము తన నివాసమును కట్టుకొనెను. దానికి ఏడు స్తంభములను ఆమె నిలబెట్టెను."},{"number":2,"verse":"ఆమె (జ్ఞానము) భోజనం సిద్ధం చేసి, ద్రాక్షారసమును కలిపి, భోజనమును బల్లపైఉంచెను."},{"number":3,"verse":"అప్పుడు ఆమె (జ్ఞానము) తన సేవకులను, ప్రజలను నగరములోని ఎత్తయిన స్థలమునకు తనతో పాటు తినుటకు ఆహ్వానించెను. కొండ మీదికి వచ్చి, ఆమెతో కూడ భోజనం చేసేందుకు మనుష్యులను ఆహ్వానించుటకు తన సేవకులను ఊళ్లోనికి పంపింది."},{"number":4,"verse":"“నేర్చుకోవాల్సిన అవసరం ఉన్న మనుష్యులారా, మీరు రండి” అని ఆమె చెప్పింది. బుద్దిహీనులను కూడా ఆమె పిలిచింది."},{"number":5,"verse":"“నా జ్ఞాన భోజనం ఆరగించండి, రండి. నేను చేసిన ద్రాక్షారసం తాగండి."},{"number":6,"verse":"మీ పాత బుద్ధిహీన పద్ధతులు విడిచి పెట్టండి. మీకు జీవం ఉంటుంది. తెలివిగల మార్గాన్ని అనుసరించండి” అని ఆమె చెప్పింది."},{"number":7,"verse":"ఒక గర్విష్ఠికి, అతడు చేసింది తప్పు అని చూపించటానికి నువ్వు ప్రయత్నిస్తే అతడు నిన్నే విమర్శిస్తాడు. ఆ మనిషి దేవుని జ్ఞానము గూర్చి హేళన చేస్తాడు. ఒక దుర్మార్గుడిదే తప్పని నీవు చెబితే అతడు నిన్ను హేళన చేస్తాడు."},{"number":8,"verse":"కనుక ఒకడు ఇతరుల కంటే తాను మంచి వాడినని తలిస్తే అతనిది తప్పు అని అతనికి చెప్పవద్దు. దానివల్ల అతడు నిన్ను ద్వేషిస్తాడు. కాని జ్ఞానముగల ఒక మనిషికి సహాయం చేయటానికి నీవు ప్రయత్నిస్తే అతడు నిన్ను గౌరవిస్తాడు."},{"number":9,"verse":"జ్ఞానముగల ఒక మనిషికి నీవు ఉపదేశము చేస్తే అతడు ఇంకా జ్ఞానము గలవాడవుతాడు. ఒకవేళ మంచి మనిషికి నీవు ఉపదేశము చేస్తే అతడు ఇంకా ఎక్కువ నేర్చుకుంటాడు."},{"number":10,"verse":"యెహోవా యెడల భయము కలిగి యుండుట జ్ఞానము సంపాదించుటకు మొదటి మెట్టు. యెహోవాను గూర్చిన జ్ఞానము తెలివి సంపాదించుటకు మొదటి మెట్టు."},{"number":11,"verse":"నీకు జ్ఞానము ఉంటే అప్పుడు నీ జీవితం ఎక్కువ కాలం ఉంటుంది."},{"number":12,"verse":"నీవు జ్ఞానివి అయితే నీ మంచి కోసమే నీవు జ్ఞానముగలవాడవు అవుతావు. కాని నీవు గర్వంగలవాడవై, యితరులను హేళన చేస్తే అప్పుడు నీ కష్టానికి నిన్ను నీవే నిందించుకోవాలి."},{"number":13,"verse":"( బుద్ధిహీనత — ఇతర స్త్రీ) బుద్ధిహీనుడు గట్టిగా అరిచే చెడు స్త్రీలాంటివాడు. ఆమెకు తెలివి లేదు."},{"number":14,"verse":"ఆమె తన ఇంటి గుమ్మంలో కూర్చుంటుంది. పట్టణంలో కొండ మీద తన కుర్చీలో ఆమె కూర్చుంటుంది."},{"number":15,"verse":"ప్రజలు ఆ ప్రక్కగా నడిచినప్పుడు ఆమె వారిని పిలుస్తుంది. ఆ మనుష్యులకు ఆమెయందు ఆసక్తి లేదు. కాని"},{"number":16,"verse":"“నేర్చుకోవాల్సిన ప్రజలారా, రండి” అని ఆమె అంటుంది. బుద్ధిహీనులను కూడ ఆమె ఆహ్వానించింది."},{"number":17,"verse":"“మీరు నీళ్లు దొంగిలిస్తే అవి మీ స్వంత నీళ్లకంటే ఎక్కువ రుచిగా ఉంటాయి. మీరు రొట్టెను దొంగిలిస్తే మీరు స్వయంగా తయారు చేసుకొనే రొట్టెకంటె అది ఎక్కువ రుచిగా ఉంటుంది” అని ఆమె చెబుతుంది."},{"number":18,"verse":"ఆమె ఇల్లు దయ్యాలతో మాత్రమే నిండి వుందని ఆ బుద్ధిహీనులకు తెలియదు. మరణస్థానపు లోతుల్లోకి వారిని ఆహ్వానించింది!"}]}