{"bibleAbbr":"AMP2015","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"(David's Psalm of Rescue) David spoke the words of this song to the LORD when the LORD rescued him from the hands of all his enemies and from the hand of Saul."},{"number":2,"verse":"He said: \"The LORD is my rock and my fortress [on the mountain] and my rescuer;"},{"number":3,"verse":"My God, my rock, in whom I take refuge; My shield and the horn of my salvation, my stronghold and my refuge, My Savior-You save me from violence."},{"number":4,"verse":"\"I call on the LORD, who is worthy to be praised, And I am saved from my enemies."},{"number":5,"verse":"\"For the waves of death encompassed me; The torrents of destruction overwhelmed and terrified me."},{"number":6,"verse":"\"The cords of Sheol surrounded me; The snares of death confronted me."},{"number":7,"verse":"\"In my distress I called upon the LORD; I cried out to my God, And from His temple [in the heavens] He heard my voice; My cry for help came into His ears."},{"number":8,"verse":"\"Then the earth shook and quaked, The foundations of the heavens trembled And were shaken, because He was angry."},{"number":9,"verse":"\"Smoke went up out of His nostrils, And devouring fire from His mouth; Coals were kindled by it."},{"number":10,"verse":"\"He bowed the heavens also, and came down With thick darkness under His feet."},{"number":11,"verse":"\"He rode on a cherub and flew; He appeared upon the wings of the wind."},{"number":12,"verse":"\"He made darkness canopies around Him, A mass of waters, thick clouds of the skies."},{"number":13,"verse":"\"Out of the brightness before Him Coals of fire were set aflame."},{"number":14,"verse":"\"The LORD thundered from heaven, And the Most High uttered His voice."},{"number":15,"verse":"\"He sent out arrows and scattered them; Lightning, and confused them."},{"number":16,"verse":"\"The channels of the sea appeared, The foundations of the world were uncovered At the rebuke of the LORD, At the blast of the breath of His nostrils."},{"number":17,"verse":"\"He sent from above, He took me; He drew me out of great waters."},{"number":18,"verse":"\"He rescued me from my strong enemy, From those who hated me, for they were too mighty for me."},{"number":19,"verse":"\"They came upon me in the day of my calamity, But the LORD was my support."},{"number":20,"verse":"\"He also brought me out to an open place; He rescued me because He delighted in me."},{"number":21,"verse":"\"The LORD has dealt with me according to my righteousness; According to the cleanness of my hands He has rewarded me."},{"number":22,"verse":"\"For I have kept the ways of the LORD, And have not acted wickedly against my God."},{"number":23,"verse":"\"For all His judgments (legal decisions) were before me, And from His statutes I did not turn aside."},{"number":24,"verse":"\"I was also blameless before Him, And kept myself from wrongdoing."},{"number":25,"verse":"\"Therefore the LORD has rewarded me according to my righteousness, According to my cleanness in His sight."},{"number":26,"verse":"\"With the loving and loyal You show Yourself loving and loyal, With the blameless You show Yourself blameless."},{"number":27,"verse":"\"With the pure You show Yourself pure, With the perverted You show Yourself astute."},{"number":28,"verse":"\"And You save the afflicted people; But Your eyes are on the haughty whom You abase (humiliate)."},{"number":29,"verse":"\"For You, O LORD, are my lamp; The LORD illumines and dispels my darkness."},{"number":30,"verse":"\"For by You I can run upon a troop; By my God I can leap over a wall."},{"number":31,"verse":"\"As for God, His way is blameless and perfect; The word of the LORD is tested. He is a shield to all those who take refuge and trust in Him."},{"number":32,"verse":"\"For who is God, besides the LORD? And who is a rock, besides our God?"},{"number":33,"verse":"\"God is my strong fortress; He sets the blameless in His way."},{"number":34,"verse":"\"He makes my feet like the doe's feet [firm and swift]; He sets me [secure and confident] on my high places."},{"number":35,"verse":"\"He trains my hands for war, So that my arms can bend (pull back) a bow of bronze."},{"number":36,"verse":"\"You have also given me the shield of Your salvation, And Your help and gentleness make me great."},{"number":37,"verse":"\"You enlarge my steps under me, And my feet have not slipped."},{"number":38,"verse":"\"I pursued my enemies and destroyed them, And I did not turn back until they were consumed (eliminated)."},{"number":39,"verse":"\"I consumed them and shattered them, so that they did not rise; They fell under my feet."},{"number":40,"verse":"\"For You have surrounded me with strength for the battle; You have subdued under me those who stood against me."},{"number":41,"verse":"\"You have also made my enemies turn their backs to me [in retreat], And I destroyed those who hated me."},{"number":42,"verse":"\"They looked, but there was no savior for them- Even to the LORD [they looked], but He did not answer them."},{"number":43,"verse":"\"Then I beat them as [small as] the dust of the earth; I crushed and stamped them as the mire (dirt, mud) of the streets."},{"number":44,"verse":"\"You also have rescued me from strife with my [own] people; You have kept me as the head of the nations. People whom I have not known served me."},{"number":45,"verse":"\"Foreigners pretend obedience to me; As soon as they hear [me], they obey me."},{"number":46,"verse":"\"Foreigners lose heart; They come trembling out of their strongholds."},{"number":47,"verse":"\"The LORD lives, and blessed be my rock, And exalted be my God, the rock of my salvation."},{"number":48,"verse":"\"It is God who executes vengeance for me, And brings down [and disciplines] the peoples under me,"},{"number":49,"verse":"Who also brings me out from my enemies. You even lift me above those who rise up against me; You rescue me from the violent man."},{"number":50,"verse":"\"For this I will give thanks and praise You, O LORD, among the nations; I will sing praises to Your name."},{"number":51,"verse":"\"He is a tower of salvation and great deliverance to His king, And shows lovingkindness to His anointed, To David and his offspring forever.\""}]}