{"bibleAbbr":"AMP2015","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"(David's Triumphs) Now it came about after this that David defeated the Philistines and subdued (humbled) them, and he took control of Metheg-ammah [the main city] from the hand of the Philistines."},{"number":2,"verse":"He defeated Moab, and measured them with a length of rope, making them lie down on the ground; he measured two lengths to [choose those to] put to death, and one full length to [choose those to] be kept alive. And the [surviving] Moabites became servants to David, bringing tribute."},{"number":3,"verse":"Then David defeated Hadadezer the son of Rehob, king of Zobah, as he went to restore his power at the River [Euphrates]."},{"number":4,"verse":"David captured from him 1700 horsemen and 20000 foot soldiers. David also hamstrung all the chariot horses (making them lame), but reserved enough of them for a hundred chariots."},{"number":5,"verse":"When the Arameans (Syrians) of Damascus came to help Hadadezer, king of Zobah, David struck down 22000 Arameans."},{"number":6,"verse":"Then David put garrisons among the Arameans in Damascus, and the Arameans became his servants and brought tribute. The LORD helped David wherever he went."},{"number":7,"verse":"David took the shields of gold that were carried by the servants of Hadadezer, and brought them to Jerusalem."},{"number":8,"verse":"And from Betah and Berothai, cities of Hadadezer, King David took an immense quantity of bronze."},{"number":9,"verse":"When Toi king of Hamath heard about David's defeat of all the forces of Hadadezer,"},{"number":10,"verse":"Toi sent Joram his son to King David to greet and congratulate him for his battle and defeat of Hadadezer; for Hadadezer had been at war with Toi. Joram brought with him articles of silver, gold, and bronze [as gifts]."},{"number":11,"verse":"King David also dedicated these [gifts] to the LORD, along with the silver and gold that he had dedicated from all the nations which he subdued:"},{"number":12,"verse":"from Aram (Syria), Moab, the Ammonites, the Philistines, and Amalek, and from the spoil of Hadadezer the son of Rehob, king of Zobah."},{"number":13,"verse":"So David made a name for himself when he returned from killing 18000 Arameans (Syrians) in the Valley of Salt."},{"number":14,"verse":"He put garrisons in Edom; in all Edom he put garrisons, and all the Edomites became servants to David. And the LORD helped him wherever he went."},{"number":15,"verse":"So David reigned over all Israel, and continued to administer justice and righteousness for all his people."},{"number":16,"verse":"Joab the son of Zeruiah was [commander] over the army; Jehoshaphat the son of Ahilud was recorder (secretary);"},{"number":17,"verse":"Zadok the son of Ahitub and Ahimelech the son of Abiathar were the [chief] priests, and Seraiah was the scribe;"},{"number":18,"verse":"Benaiah the son of Jehoiada was [head] over both the Cherethites and Pelethites [the king's bodyguards]; and David's sons were chief [confidential] advisers (officials) [to the king]."}]}