{"bibleAbbr":"KNJV","bookName":"1 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"ದಾವೀದನು ಕೀಷನ ಮಗನಾದ ಸೌಲನಿಗೆ ಹೆದರಿ ಚಿಕ್ಲಗಿನಲ್ಲಿ ಅಡಗಿಕೊಂಡಿದ್ದಾಗ"},{"number":2,"verse":"ಬಿಲ್ಲುಗಾರರೂ ಎಡಬಲ ಕೈಗಳಿಂದ ಕಲ್ಲುಗಳನ್ನೂ ಬಾಣಗಳನ್ನೂ ಎಸೆಯಬಲ್ಲವರೂ ಆಗಿದ್ದು ಯುದ್ಧದಲ್ಲಿ ಸಹಾಯಮಾಡುವದಕ್ಕಾಗಿ ಅವನ ಬಳಿಗೆ ಬಂದ ರಣವೀರರ ಪಟ್ಟಿ."},{"number":3,"verse":"ಸೌಲನ ಕುಲಬಂಧುಗಳಾದ ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ - ಮುಖ್ಯಸ್ಥನಾದ ಅಹೀಯೆಜೆರ್ ಮತ್ತು ಯೋವಾಷ ಎಂಬ ಹೆಸರುಗಳುಳ್ಳ ಗಿಬೆಯ ಊರಿನ ಹಷ್ಷೆಮಾಹನ ಮಕ್ಕಳು, ಅಜ್ಮಾವೆತನ ಮಕ್ಕಳಾದ ಯೆಜೀಯೇಲ್ ಪೆಲೆಟರು, ಅನತೋತ ಊರಿನವರಾದ ಯೇಹು ಬೆರಾಕಾರು,"},{"number":4,"verse":"ಮೂವತ್ತು ಮಂದಿ ಭಟರಲ್ಲಿ ಶೂರನೂ ಮುಖ್ಯಸ್ಥನೂ ಆದ ಗಿಬ್ಯೋನಿನ ಇಷ್ಮಾಯ, ಗೆದೇರಾ ಊರಿನವರಾದ ಯೆರೆಮೀಯ ಯಹಜೀಯೇಲ್ ಯೋಹಾನಾನ್ ಯೋಜಾಬಾದರು,"},{"number":5,"verse":"ಹರೀಫ್ಯರಾದ ಎಲ್ಲೂಜೈ ಯೆರೀಮೋತ್ ಬೆಯಲ್ಯ ಶೆಮರ್ಯ ಶೆಫಟ್ಯರು,"},{"number":6,"verse":"ಕೋರಹಿಯರಾದ ಎಲ್ಕಾನ ಇಷ್ಷೀಯ ಅಜರೇಲ್"},{"number":7,"verse":"ಯೋವೆಜೆರ್ ಯಾಷೊಬ್ಬಾಮರು, ಗೆದೋರಿನ ಯೆರೋಹಾಮನ ಮಕ್ಕಳಾದ ಯೋವೇಲ ಜೆಬದ್ಯರು ಇವರೇ."},{"number":8,"verse":"ರಣವೀರರೂ ಯುದ್ಧನಿಪುಣರೂ ಗುರಾಣಿಬರ್ಜಿಗಳಲ್ಲಿ ಪ್ರವೀಣರೂ ಸಿಂಹಮುಖರೂ ಬೆಟ್ಟದ ಜಿಂಕೆಯಂತೆ ಪಾದತ್ವರಿತರೂ ಆಗಿದ್ದು ದಾವೀದನು ಅರಣ್ಯ ದುರ್ಗದಲ್ಲಿದ್ದಾಗ ಅವನನ್ನು ಕೂಡಿಕೊಂಡ ಗಾದ್ಯರು -"},{"number":9,"verse":"ಮುಖ್ಯಸ್ಥನು ಏಜೆರ್, ಎರಡನೆಯವನು ಓಬದ್ಯ,"},{"number":10,"verse":"ಮೂರನೆಯವನು ಎಲೀಯಾಬ್, ನಾಲ್ಕನೆಯವನು ಮಷ್ಮನ್ನ,"},{"number":11,"verse":"ಐದನೆಯವನು ಯೆರೆಮೀಯ, ಆರನೆಯವನು ಅತ್ತೈ,"},{"number":12,"verse":"ಏಳನೆಯವನು ಎಲೀಯೇಲ್, ಎಂಟನೆಯವನು ಯೋಹಾನಾನ್, ಒಂಭತ್ತನೆಯವನು ಎಲ್ಜಾಬಾದ್,"},{"number":13,"verse":"ಹತ್ತನೆಯವನು ಯೆರೆಮೀಯ, ಹನ್ನೊಂದನೆಯವನು ಮಕ್ಬನ್ನೈ ಇವರೇ."},{"number":14,"verse":"ಗಾದ್ಯರಾದ ಇವರು ಸೈನ್ಯಾಧಿಪತಿಗಳಾಗಿದ್ದರು; ಇವರಲ್ಲಿ ಕನಿಷ್ಠನಾದವನು ನೂರು ಮಂದಿಗೆ ಸಮನು; ಶ್ರೇಷ್ಠ ನಾದವನು ಸಾವಿರ ಮಂದಿಗೆ ಸಮಬಲನು."},{"number":15,"verse":"ಯೊರ್ದನ್ ನದಿಯು ಪ್ರಥಮ ಮಾಸದಲ್ಲಿ ದಡತುಂಬಿ ಹರಿಯುತ್ತಿರುವಾಗ ಅದನ್ನು ದಾಟಿ ನದಿಯ ತಗ್ಗಿನ ಪೂರ್ವ ಪಶ್ಚಿಮ ಪ್ರದೇಶಗಳವರೆಲ್ಲರನ್ನೂ ಓಡಿಸಿಬಿಟ್ಟವರು ಇವರೇ."},{"number":16,"verse":"[ಒಂದಾನೊಂದು ದಿವಸ] ಬೆನ್ಯಾಮೀನ್ ಯೂದ ಕುಲದವರಲ್ಲಿ ಕೆಲವರು ದಾವೀದನಿದ್ದ ದುರ್ಗದ ಬಳಿಗೆ ಬರಲು ದಾವೀದನು ಹೊರಗೆ ಹೋಗಿ ಅವರೆದುರಿಗೆ ನಿಂತು ಅವರಿಗೆ -"},{"number":17,"verse":"ನೀವು ಸ್ನೇಹಭಾವದಿಂದ ಸಹಾಯಮಾಡುವದಕ್ಕಾಗಿ ನನ್ನ ಬಳಿಗೆ ಬಂದಿರುವದಾದರೆ ನಿಮ್ಮೊಡನೆ ನನಗೆ ಐಕ್ಯಭಾವವಿರುವದು; ನಿರಪರಾಧಿಯಾದ ನನ್ನನ್ನು ನನ್ನ ವಿರೋಧಿಗಳಿಗೆ ಒಪ್ಪಿಸುವ ಕುಯುಕ್ತಿಯಿಂದ ಬಂದಿರುವದಾದರೆ ನಮ್ಮ ಪಿತೃಗಳ ದೇವರು ನಿಮ್ಮನ್ನು ನೋಡಿ ದಂಡಿಸಲಿ ಅಂದನು."},{"number":18,"verse":"ಆಗ ಮೂವತ್ತು ಮಂದಿಯಲ್ಲಿ ಮುಖ್ಯಸ್ಥನಾದ ಅಮಾಸೈಯು ಆತ್ಮಾವೇಶವುಳ್ಳವನಾಗಿ - ದಾವೀದನೇ, ನಾವು ನಿನ್ನವರು; ಶುಭವಾಗಲಿ! ಇಷಯನ ಮಗನೇ, ನಾವು ನಿನ್ನ ಪಕ್ಷದವರು; ಶುಭವಾಗಲಿ! ನಿನಗೂ ನಿನ್ನ ಸಹಾಯಕರಿಗೂ ಶುಭವಾಗಲಿ! ನಿನ್ನ ದೇವರು ನಿನಗೆ ಜಯಪ್ರಧನಾಗಿದ್ದಾನೆ ಎಂದು ನುಡಿದನು. ಆಗ ದಾವೀದನು ಅವರನ್ನು ತನ್ನ ಜೊತೆಯಲ್ಲಿ ಸೇರಿಸಿಕೊಂಡು ಸೈನ್ಯಾಧಿಪತಿಗಳನ್ನಾಗಿ ನೇಮಿಸಿದನು."},{"number":19,"verse":"ಸೌಲನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಹೋಗುವ ಫಿಲಿಷ್ಟಿಯರ ಜೊತೆಯಲ್ಲಿ ದಾವೀದನೂ ಹೋಗುತ್ತಿರುವಾಗ ಕೆಲವು ಮಂದಿ ಮನಸ್ಸೆಯವರು ಬಂದು ಅವನನ್ನು ಕೂಡಿಕೊಂಡರು. ದಾವೀದನು ನಿಜವಾಗಿ ಫಿಲಿಷ್ಟಿಯರಿಗೆ ಸಹಾಯಕನಾಗಲಿಲ್ಲ; ಅವರ ಪ್ರಭುಗಳು - ಇವನು ನಮ್ಮ ತಲೆಗಳನ್ನು ಕಡಿದು ತಿರಿಗಿ ತನ್ನ ಯಜಮಾನನಾದ ಸೌಲನೊಂದಿಗೆ ಸೇರಿಕೊಂಡಾನು ಎಂಬದಾಗಿ ಆಲೋಚಿಸಿ ಅವನನ್ನು ಹಿಂದಕ್ಕೆ ಕಳುಹಿಸಿದರು."},{"number":20,"verse":"ಅವನು ಹಿಂದಿರುಗಿ ಚಿಕ್ಲಗಿಗೆ ಹೋಗುವಾಗ ಮನಸ್ಸೆಕುಲದ ಸಹಸ್ರಾಧಿಪತಿಗಳಾದ ಅದ್ನ, ಯೋಜಾಬಾದ್, ಎದೀಗಯೇಲ್, ಮೀಕಾಯೇಲ್, ಯೋಜಾಬಾದ್, ಎಲೀಹೂ, ಚಿಲ್ಲೆತೈ ಎಂಬವರು ಬಂದು ಸೇರಿಕೊಂಡರು."},{"number":21,"verse":"ರಣವೀರರೂ ಸೇನಾಧಿಪತಿಗಳೂ ಆದ ಇವರೆಲ್ಲರೂ ಸುಲಿಗೆಗುಂಪುಗಳಿಗೆ ವಿರೋಧವಾಗಿ ದಾವೀದನಿಗೆ ಸಹಾಯಮಾಡುವವರಾದರು."},{"number":22,"verse":"ದಾವೀದನ ಸಹಾಯಕ್ಕೆ ಪ್ರತಿದಿನವೂ ಹೊಸ ಗುಂಪುಗಳು ಬರುತ್ತಿದ್ದವು; ಅವನ ಸೈನ್ಯವು ದೇವಸೈನ್ಯದಷ್ಟು ದೊಡ್ಡದಾಯಿತು."},{"number":23,"verse":"ಯೆಹೋವನ ಆಜ್ಞೆಯಂತೆ ಸೌಲನ ರಾಜ್ಯವನ್ನು ದಾವೀದನಿಗೆ ಒಪ್ಪಿಸುವದಕ್ಕೋಸ್ಕರ ಹೆಬ್ರೋನಿನಲ್ಲಿದ್ದ ಅವನ ಬಳಿಗೆ ಗುಂಪು ಗುಂಪುಗಳಾಗಿ ಬಂದ ಯುದ್ಧಸನ್ನದ್ಧರ ಲೆಕ್ಕ -"},{"number":24,"verse":"ಯೆಹೂದ್ಯರಿಂದ ಬರ್ಜಿಗುರಾಣಿಗಳನ್ನು ಹಿಡಿದ ಸೈನಿಕರು ಆರು ಸಾವಿರದ ಎಂಟು ನೂರು ಮಂದಿ;"},{"number":25,"verse":"ಸಿಮೆಯೋನ್ಯರಿಂದ ಏಳು ಸಾವಿರದ ನೂರು ಮಂದಿ ರಣವೀರರು;"},{"number":26,"verse":"ಲೇವಿಯರಿಂದ ನಾಲ್ಕು ಸಾವಿರದ ಆರುನೂರು ಮಂದಿಯಲ್ಲದೆ"},{"number":27,"verse":"ಆರೋನ್ಯರ ಮುಖ್ಯಸ್ಥನಾದ ಯೆಹೋಯಾದಾವನೂ ಅವನ ಮೂರು ಸಾವಿರದ ಏಳು ನೂರು ಮಂದಿ ಸೈನಿಕರೂ;"},{"number":28,"verse":"ಪರಾಕ್ರಮಶಾಲಿಯಾದ ಚಾದೋಕನೆಂಬ ಯೌವನಸ್ಥನೂ ಅವನ ಕುಟುಂಬದವರಾದ ಇಪ್ಪತ್ತೆರಡು ಮಂದಿ ಅಧಿಪತಿಗಳೂ;"},{"number":29,"verse":"ಸೌಲನ ಸಂಬಂಧಿಕರಾದ ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ ಮೂರು ಸಾವಿರ ಮಂದಿ; ಆವರೆಗೆ ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ ಹೆಚ್ಚಿನ ಭಾಗದವರು ಸೌಲನ ಮನೆಯವರೊಂದಿಗೆ ಹೊಂದಿಕೊಂಡಿದ್ದರು."},{"number":30,"verse":"ಎಫ್ರಾಯೀಮಿನ ಆಯಾ ಗೋತ್ರಗಳಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾದ ಇಪ್ಪತ್ತು ಸಾವಿರದ ಎಂಟು ನೂರು ಮಂದಿ ಮಹಾರಣವೀರರು;"},{"number":31,"verse":"ಮನಸ್ಸೆಯ ಅರ್ಧಕುಲದಿಂದ ದಾವೀದನ ಪಟ್ಟಾಭಿಷೇಕಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ಹೆಸರುಹೆಸರಾಗಿ ನೇಮಿಸಲ್ಪಟ್ಟ ಹದಿನೆಂಟು ಸಾವಿರ ಮಂದಿ;"},{"number":32,"verse":"ಇಸ್ಸಾಕಾರ್ಯರಿಂದ ಇನ್ನೂರು ಮಂದಿ ಮುಖ್ಯಸ್ಥರು; ಇವರು ಸಮಯೋಚಿತ ಜ್ಞಾನವುಳ್ಳವರಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರು ಮಾಡತಕ್ಕದ್ದನ್ನು ಅರಿತವರು; ಇವರ ಸಹೋದರರೆಲ್ಲರೂ ಇವರ ಆಜ್ಞೆಗೆ ಒಳಗಾಗಿದ್ದರು;"},{"number":33,"verse":"ಜೆಬುಲೂನ್ಯರಿಂದ ಯುದ್ಧಪ್ರವೀಣರೂ ಸರ್ವಾಯುಧಗಳನ್ನು ಧರಿಸಿ ವ್ಯೂಹಕಟ್ಟ ಬಲ್ಲವರೂ ದೃಢಚಿತ್ತರೂ ಆದ ಐವತ್ತು ಸಾವಿರ ಮಂದಿ;"},{"number":34,"verse":"ನಫ್ತಾಲಿಯರಿಂದ ಸಾವಿರ ಮಂದಿ ನಾಯಕರೂ ಗುರಾಣಿಬರ್ಜಿಗಳನ್ನು ಹಿಡಿದಿರುವ ಮೂವತ್ತೇಳು ಸಾವಿರ ಮಂದಿ ಸೈನಿಕರೂ;"},{"number":35,"verse":"ದಾನ್ಯರಿಂದ ಇಪ್ಪತ್ತೆಂಟು ಸಾವಿರದ ಆರು ನೂರು ಮಂದಿ ಯುದ್ಧನಿಪುಣರು;"},{"number":36,"verse":"ಆಶೇರ್ಯರಿಂದ ಕಾಳಗಕ್ಕೆ ಸಿದ್ಧರಾದ ನಾಲ್ವತ್ತು ಸಾವಿರ ಮಂದಿ ಯುದ್ಧನಿಪುಣರು;"},{"number":37,"verse":"ಯೊರ್ದನಿನ ಆಚೆಯಲ್ಲಿದ್ದ ರೂಬೇನ್ ಗಾದ್ ಅರ್ಧಮನಸ್ಸೆ ಕುಲಗಳಿಂದ ಸರ್ವಾಯುಧಧಾರಿಗಳಾದ ಒಂದು ಲಕ್ಷದ ಇಪ್ಪತ್ತು ಸಾವಿರ ಮಂದಿ."},{"number":38,"verse":"ದಾವೀದನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರ ಅರಸನನ್ನಾಗಿ ಮಾಡುವದಕ್ಕೋಸ್ಕರ ಯುದ್ಧನಿಪುಣರಾದ ಈ ಎಲ್ಲಾ ಸೈನಿಕರು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ಹೆಬ್ರೋನಿಗೆ ಬಂದರು. ಉಳಿದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರು ದಾವೀದನಿಗೆ ರಾಜ್ಯಾಭಿಷೇಕ ಮಾಡುವದರಲ್ಲಿ ಏಕಮನಸ್ಸುಳ್ಳವರಾಗಿದ್ದರು."},{"number":39,"verse":"ಅವರು ಅಲ್ಲಿ ಮೂರು ದಿವಸ ದಾವೀದನ ಸಂಗಡ ಇದ್ದು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡರು; ಅವರ ಸಹೋದರರು ಅವರಿಗೋಸ್ಕರ ಎಲ್ಲವನ್ನೂ ಸಿದ್ಧಪಡಿಸಿದರು."},{"number":40,"verse":"ಇದಲ್ಲದೆ ಇಸ್ಸಾಕಾರ್ ಜೆಬುಲೂನ್ ನಫ್ತಾಲಿ ಮೊದಲುಗೊಂಡು ಎಲ್ಲಾ ಸಮೀಪ ಪ್ರಾಂತಗಳವರು ಎತ್ತು, ಕತ್ತೆ, ಹೇಸರಕತ್ತೆ, ಒಂಟೆ ಇವುಗಳ ಮೇಲೆ ಆಹಾರಪದಾರ್ಥಗಳನ್ನು ಹೇರಿಕೊಂಡು ಬಂದರು. ಅವರು ತಂದವುಗಳಾವವಂದರೆ - ತರತರದ ರೊಟ್ಟಿ, ಅಂಜೂರ ಹಣ್ಣಿನ ಉಂಡೆ, ಒಣಗಿದ ದ್ರಾಕ್ಷೇಗೊಂಚಲು, ದ್ರಾಕ್ಷಾರಸ, ಎಣ್ಣೆ, ಅನೇಕ ದನಕುರಿಗಳು ಇವೇ. ಇಸ್ರಾಯೇಲ್ಯರೊಳಗೆ ಮಹಾ ಸಂತೋಷವಿತ್ತಷ್ಟೆ."}]}