{"bibleAbbr":"KNJV","bookName":"1 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಕುಲಪ್ರಧಾನರು, ಸಹಸ್ರಾಧಿಪತಿಗಳು, ಶತಾಧಿಪತಿಗಳು, ಅರಸನ ವಿಧವಿಧವಾದ ಸೇವೆಯನ್ನು ಮಾಡಬೇಕಾದ ವರ್ಗಗಳ ಅಧಿಪತಿಗಳು ಇವರ ಲೆಕ್ಕ. ವರುಷದ ಎಲ್ಲಾ ತಿಂಗಳುಗಳಲ್ಲಿ ತಿಂಗಳಿಗೆ ಒಂದು ವರ್ಗದಂತೆ ಸರತಿಯ ಮೇಲೆ ಕೆಲಸಕ್ಕೋಸ್ಕರ ಬರುವ ಪ್ರತಿಯೊಂದು ವರ್ಗದಲ್ಲಿ ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ ಇದ್ದರು."},{"number":2,"verse":"ಪೆರೆಚನ ಸಂತಾನದವನೂ ಜಬ್ದೀಯೇಲನ ಮಗನೂ ಆದ ಯಾಷೊಬ್ಬಾಮನು ಮೊದಲನೆಯ ವರ್ಗದ ನಾಯಕನು."},{"number":3,"verse":"ಇವನು ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಸೇನಾಪತಿಗಳ ಮುಖ್ಯಸ್ಥನು. ಮೊದಲನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":4,"verse":"ಅಹೋಹಿಯನಾದ ದೋದೈಯು ಎರಡನೆಯ ತಿಂಗಳಿನ ವರ್ಗದ ನಾಯಕನು; ಆ ವರ್ಗದಲ್ಲಿ ಮಿಕ್ಲೋತನೆಂಬವನೂ ನಾಯಕನು. ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":5,"verse":"ಯಾಜಕನಾದ ಯೆಹೋಯಾದನ ಮಗನೂ ಪ್ರಧಾನನೂ ಆದ ಬೆನಾಯನು ಮೂರನೆಯ ವರ್ಗದ ನಾಯಕನು; ಮೂರನೆಯ ತಿಂಗಳಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":6,"verse":"ಈ ಬೆನಾಯನು ಮೂವತ್ತು ಮಂದಿಯಲ್ಲಿ ಪ್ರಸಿದ್ಧ ರಣವೀರನೂ ಅವರ ಮುಖ್ಯಸ್ಥನೂ ಆಗಿದ್ದನು. ಅವನ ವರ್ಗದಲ್ಲಿ ಅವನ ಮಗನಾದ ಅಮ್ಮೀಜಾಬಾದನೂ ಇದ್ದನು."},{"number":7,"verse":"ಯೋವಾಬನ ತಮ್ಮನಾದ ಅಸಾಹೇಲನೂ ಅವನು ಸತ್ತನಂತರ ಅವನ ಮಗನಾದ ಜೆಬದ್ಯನೂ ನಾಲ್ಕನೆಯ ವರ್ಗದ ನಾಯಕರು; ನಾಲ್ಕನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವರ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":8,"verse":"ಇಜ್ರಾಹ್ಯನಾದ ಶಮ್ಹೂತನು ಐದನೆಯ ವರ್ಗದ ನಾಯಕನು; ಐದನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":9,"verse":"ತೆಕೋವಿನ ಇಕ್ಕೇಷನ ಮಗನಾದ ಈರ ಎಂಬವನು ಆರನೆಯ ವರ್ಗದ ನಾಯಕನು; ಆರನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":10,"verse":"ಎಫ್ರಾಯೀಮ್ ಕುಲದ ಪೆಲೋನ್ಯನಾದ ಹೆಲೆಚನು ಏಳನೆಯ ವರ್ಗದ ನಾಯಕನು; ಏಳನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":11,"verse":"ಹುಷ ಊರಿನ ಜೆರಹೀಯನಾದ ಸಿಬ್ಬೆಕೈಯು ಎಂಟನೆಯ ವರ್ಗದ ನಾಯಕನು; ಎಂಟನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":12,"verse":"ಬೆನ್ಯಾಮೀನ್ ಕುಲದ ಅನತೋತ್ ಊರಿನವನಾದ ಅಬೀಯೆಜೆರನು ಒಂಭತ್ತನೆಯ ವರ್ಗದ ನಾಯಕನು; ಒಂಭತ್ತನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತ ನಾಲ್ಕು ಸಾವಿರ."},{"number":13,"verse":"ನೆಟೋಫ ಊರಿನ ಜೆರಹೀಯನಾದ ಮಹರೈಯು ಹತ್ತನೆಯ ವರ್ಗದ ನಾಯಕನು; ಹತ್ತನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":14,"verse":"ಎಫ್ರಾಯೀಮ್ ಕುಲದ ಪಿರ್ರಾತೋನ್ಯನಾದ ಬೆನಾಯನು ಹನ್ನೊಂದನೆಯ ವರ್ಗದ ನಾಯಕನು; ಹನ್ನೊಂದನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":15,"verse":"ನೆಟೋಫ ಊರಿನವನೂ ಒತ್ನೀಯೇಲನ ಸಂತಾನದವನೂ ಆದ ಹೆಲ್ದೈಯು ಹನ್ನೆರಡನೆಯ ವರ್ಗದ ನಾಯಕನು; ಹನ್ನೆರಡನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಸೇವಿಸತಕ್ಕ ಅವನ ವರ್ಗದವರ ಸಂಖ್ಯೆಯು ಇಪ್ಪತ್ತನಾಲ್ಕು ಸಾವಿರ."},{"number":16,"verse":"ಇಸ್ರಾಯೇಲ್ ಕುಲಪ್ರಭುಗಳು - ರೂಬೇನ್ಯರಲ್ಲಿ ಜಿಕ್ರೀಯ ಮಗನಾದ ಎಲೀಯೆಜೆರ್; ಸಿಮೆಯೋನ್ಯರಲ್ಲಿ ಮಾಕನ ಮಗನಾದ ಶೆಪಟ್ಯ;"},{"number":17,"verse":"ಲೇವಿಯರಲ್ಲಿ ಕೆಮುವೇಲನ ಮಗನಾದ ಹಷಬ್ಯ; ಆರೋನ್ಯರಲ್ಲಿ ಚಾದೋಕ್;"},{"number":18,"verse":"ಯೆಹೂದ್ಯರಲ್ಲಿ ದಾವೀದನ ಅಣ್ಣನಾದ ಎಲೀಹು; ಇಸ್ಸಾಕಾರ್ಯರಲ್ಲಿ ಮೀಕಾಯೇಲನ ಮಗನಾದ ಒವ್ರಿು;"},{"number":19,"verse":"ಜೆಬುಲೂನ್ಯರಲ್ಲಿ ಓಬದ್ಯನ ಮಗನಾದ ಇಷ್ಮಾಯ; ನಫ್ತಾಲ್ಯರಲ್ಲಿ ಅಜ್ರೀಯೇಲನ ಮಗನಾದ ಯೆರೀಮೋತ್;"},{"number":20,"verse":"ಎಫ್ರಾಯೀಮ್ಯರಲ್ಲಿ ಅಜಜ್ಯನ ಮಗನಾದ ಹೊಷೇಯ; ಮನಸ್ಸೆಯ ಅರ್ಧಕುಲದವರಲ್ಲಿ ಪೆದಾಯನ ಮಗನಾದ ಯೋವೇಲ್;"},{"number":21,"verse":"ಗಿಲ್ಯಾದಿನಲ್ಲಿರುವ ಮನಸ್ಸೆಯ ಅರ್ಧಕುಲದವರಲ್ಲಿ ಜೆಕರ್ಯನ ಮಗನಾದ ಇದ್ದೋ; ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ ಅಬ್ನೇರನ ಮಗನಾದ ಯಗಸೀಯೇಲ್;"},{"number":22,"verse":"ದಾನ್ಯರಲ್ಲಿ ಯೆರೋಹಾಮನ ಮಗನಾದ ಅಜರೇಲ್. ಇಸ್ರಾಯೇಲ್ ಕುಲಾಧಿಪತಿಗಳು ಇವರೇ."},{"number":23,"verse":"ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಕಾಶದ ನಕ್ಷತ್ರಗಳಂತೆ ಅಸಂಖ್ಯವಾಗಿ ಮಾಡುವೆನೆಂಬದಾಗಿ ಯೆಹೋವನು ಕೊಟ್ಟ ಮಾತನ್ನು ದಾವೀದನು ನಂಬಿ ಇಪ್ಪತ್ತು ವರುಷಕ್ಕಿಂತ ಕಡಿಮೆಯಾದ ವಯಸ್ಸುಳ್ಳವರನ್ನು ಲೆಕ್ಕಿಸಲಿಲ್ಲ."},{"number":24,"verse":"ಚೆರೂಯಳ ಮಗನಾದ ಯೋವಾಬನು ಅವರನ್ನು ಲೆಕ್ಕಿಸಲಾರಂಭಿಸಿದರೂ ಇದರ ನಿಮಿತ್ತ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ದೇವರ ಕೋಪವುಂಟಾದದರಿಂದ ಅದನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲಿಲ್ಲ. ಈ ಖಾನೇಷುಮಾರಿಯು ದಾವೀದನ ರಾಜ್ಯ ವೃತ್ತಾಂತಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾಗಲಿಲ್ಲ."},{"number":25,"verse":"ಅರಸನಾದ ದಾವೀದನ ಸೊತ್ತಿನ ಮೇಲೆ ಮೇಲ್ವಿಚಾರಕರಾಗಿ ನೇಮಿಸಲ್ಪಟ್ಟವರು ಯಾರಂದರೆ - ಅರಸನ ಭಂಡಾರಗಳ ಮೇಲೆ ಅದೀಯೇಲನ ಮಗನಾದ ಅಜ್ಮಾವೆತ್, ಹೊಲದಲ್ಲಿಯೂ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಹಳ್ಳಿಗಳಲ್ಲಿಯೂ ಬುರುಜುಗಳ ಮೇಲೆಯೂ ಇದ್ದ ಉಗ್ರಾಣಗಳ ಮೇಲೆ ಉಜ್ಜೀಯನ ಮಗನಾದ ಯೋನಾತಾನ್,"},{"number":26,"verse":"ಹೊಲಗಳನ್ನು ವ್ಯವಸಾಯಮಾಡುವ ಆಳುಗಳ ಮೇಲೆ ಕೆಲೂಬನ ಮಗನಾದ ಎಜ್ರೀ,"},{"number":27,"verse":"ದ್ರಾಕ್ಷೇತೋಟಗಳ ಮೇಲೆ ರಾಮಾ ಊರಿನ ಶಿಮ್ಮೀ, ದ್ರಾಕ್ಷೇ ತೋಟಗಳಲ್ಲಿರುವ ದ್ರಾಕ್ಷಾರಸದ ಉಗ್ರಾಣಗಳ ಮೇಲೆ ಶಿಪ್ಮೀಯನಾದ ಜಬ್ದೀ,"},{"number":28,"verse":"ಎಣ್ಣೇಮರದ ತೋಪುಗಳ ಮೇಲೆಯೂ ಇಳುಕಲಿನ ಪ್ರದೇಶದಲ್ಲಿರುವ ಅತ್ತಿಮರಗಳ ತೋಪುಗಳ ಮೇಲೆಯೂ ಗೆದೆರೂರಿನವನಾದ ಬಾಳ್ಹಾನಾನ್, ಎಣ್ಣೆಯ ಉಗ್ರಾಣಗಳ ಮೇಲೆ ಯೋವಾಷ್,"},{"number":29,"verse":"ಶಾರೋನಿನಲ್ಲಿ ಮೇಯುವ ದನಗಳ ಮೇಲೆ ಶಾರೋನ್ಯನಾದ ಶಿಟ್ರೈ, ತಗ್ಗುಗಳಲ್ಲಿ ಮೇಯುವ ದನಗಳ ಮೇಲೆ ಅದ್ಲೈಯ ಮಗನಾದ ಶಾಫಾಟ್,"},{"number":30,"verse":"ಒಂಟೆಗಳ ಮೇಲೆ ಇಷ್ಮಾಯೇಲ್ಯನಾದ ಓಬೀಲ್, ಹೆಣ್ಣುಕತ್ತೆಗಳ ಮೇಲೆ ಮೇರೊನೋತ್ಯನಾದ ಯೆಹ್ದೆಯ,"},{"number":31,"verse":"ಆಡುಕುರಿಗಳ ಮೇಲೆ ಹಗ್ರೀಯನಾದ ಯಾಜೀಜ್ ಇವರೇ."},{"number":32,"verse":"ವಿವೇಕಿಯೂ ಶಾಸ್ತ್ರಜ್ಞನೂ ಆದ ಯೋನಾತಾನನೆಂಬ ದಾವೀದನ ಚಿಕ್ಕಪ್ಪನು ಮಂತ್ರಿಯೂ ಹಕ್ಮೋನಿಯ ಮಗನಾದ ಯೆಹೀಯೇಲನು ರಾಜಪುತ್ರಪಾಲಕನೂ ಆಗಿದ್ದರು."},{"number":33,"verse":"ಅಹೀತೋಫೆಲನು ಅರಸನ ಮಂತ್ರಿಯು; ಅರ್ಕೀಯನಾದ ಹೂಷೈಯು ಅವನ ಮಿತ್ರನು;"},{"number":34,"verse":"ಬೆನಾಯನ ಮಗನಾದ ಯೆಹೋಯಾದಾವನೂ ಎಬ್ಯಾತಾರನೂ ಅಹೀತೋಫೆಲನ ಉತ್ತರಾಧಿಕಾರಿಗಳು; ಯೋವಾಬನು ಅರಸನ ಸೈನ್ಯಾಧಿಪತಿಯು."}]}