{"bibleAbbr":"KNJV","bookName":"1 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"ಹೆಬ್ರೋನಿನಲ್ಲಿರುವಾಗ ದಾವೀದನಿಗೆ ಹುಟ್ಟಿದ ಮಕ್ಕಳು - ಚೊಚ್ಚಲಮಗನು ಅಮ್ನೋನನು; ಇವನು ಇಜ್ರೇಲಿನವಳಾದ ಅಹೀನೋವಮಳಲ್ಲಿ ಹುಟ್ಟಿದವನು. ಎರಡನೆಯವನು ದಾನಿಯೇಲನು; ಇವನು ಕರ್ಮೇಲ್ಯಳಾದ ಅಬೀಗೈಲಳಲ್ಲಿ ಹುಟ್ಟಿದವನು."},{"number":2,"verse":"ಮೂರನೆಯವನು ಅಬ್ಷಾಲೋಮನು; ಇವನು ಗೆಷೂರಿನ ಅರಸನಾದ ತಲ್ಮೈ ಎಂಬವನ ಮಗಳಾದ ಮಾಕಳ ಪುತ್ರನು. ನಾಲ್ಕನೆಯವನು ಅದೋನೀಯ; ಇವನು ಹಗ್ಗೀತಳ ಮಗನು."},{"number":3,"verse":"ಐದನೆಯವನು ಶೆಫಟ್ಯ, ಇವನು ಅಬೀಟಲಳ ಮಗನು. ಆರನೆಯವನು ಇತ್ರಾಮನು; ಇವನು ದಾವೀದನಿಂದ ಅವನ ಹೆಂಡತಿಯಾದ ಎಗ್ಲಳಲ್ಲಿ ಹುಟ್ಟಿದವನು."},{"number":4,"verse":"ಹೆಬ್ರೋನಿನಲ್ಲಿರುವಾಗ ದಾವೀದನಿಗೆ ಆರು ಮಂದಿ ಮಕ್ಕಳು ಹುಟ್ಟಿದರು. ಅಲ್ಲಿ ಅವನು ಏಳು ವರುಷವೂ ಆರು ತಿಂಗಳೂ ಆಳಿದನು; ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಮೂವತ್ತಮೂರು ವರುಷ ಆಳಿದನು."},{"number":5,"verse":"ಯೆರೂಸಲೇಮಿನಲ್ಲಿರುವಾಗ ಅವನಿಗೆ - ಶಿಮ್ಮ, ಶೋಬಾಬ್, ನಾತಾನ್, ಸೊಲೊಮೋನ್ ಎಂಬ ನಾಲ್ವರು ಅಮ್ಮೀಯೇಲನ ಮಗಳಾದ ಬತ್ಷೂವಳಲ್ಲಿ ಹುಟ್ಟಿದರು;"},{"number":6,"verse":"ಇವರಲ್ಲದೆ ಇಬ್ಹಾರ್, ಎಲೀಷಾಮ, ಎಲೀಫೆಲೆಟ್,"},{"number":7,"verse":"ನೋಗ, ನೆಫೆಗ್, ಯಾಫೀಯ, ಎಲೀಷಾಮ, ಎಲ್ಯಾದ, ಎಲೀಫೆಲಟ್ ಎಂಬ ಒಂಭತ್ತು ಮಂದಿ ಅವನಿಗೆ ಅಲ್ಲಿಯೇ ಹುಟ್ಟಿದರು."},{"number":9,"verse":"ಉಪಪತ್ನಿಗಳಲ್ಲಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳು ಹೊರತಾಗಿ ದಾವೀದನ ಎಲ್ಲಾ ಮಕ್ಕಳು ಇವರೇ. ತಾಮಾರ್ ಎಂಬಾಕೆಯು ಇವರ ತಂಗಿ."},{"number":10,"verse":"ಸೊಲೊಮೋನನ ಮಗನು ರೆಹಬ್ಬಾಮನೆಂಬವನು; ಇವನ ಮಗನು ಅಬೀಯ; ಇವನ ಮಗನು ಆಸ;"},{"number":11,"verse":"ಇವನ ಮಗನು ಯೆಹೋಷಾಫಾಟ್; ಇವನ ಮಗನು ಯೆಹೋರಾಮ್; ಇವನ ಮಗನು ಅಹಜ್ಯ;"},{"number":12,"verse":"ಇವನ ಮಗನು ಯೆಹೋವಾಷ್; ಇವನ ಮಗನು ಅಮಚ್ಯ; ಇವನ ಮಗನು ಅಜರ್ಯ; ಇವನ ಮಗನು ಯೋತಾಮ್;"},{"number":13,"verse":"ಇವನ ಮಗನು ಆಹಾಜ್; ಇವನ ಮಗನು ಹಿಜ್ಕೀಯ;"},{"number":14,"verse":"ಇವನ ಮಗನು ಮನಸ್ಸೆ; ಇವನ ಮಗನು ಆಮೋನ್; ಇವನ ಮಗನು ಯೋಷೀಯ."},{"number":15,"verse":"ಯೋಷೀಯನ ಮಕ್ಕಳು - ಚೊಚ್ಚಲನು ಯೋಹಾನಾನ್; ಎರಡನೆಯವನು ಯೆಹೋಯಾಕೀಮ್; ಮೂರನೆಯವನು ಚಿದ್ಕೀಯ; ನಾಲ್ಕನೆಯವನು ಶಲ್ಲೂಮ್."},{"number":16,"verse":"ಯೆಹೋಯಾಕೀಮನ ಮಗನು ಯೆಕೊನ್ಯ; ಇವನ ಮಗನು ಚಿದ್ಕೀಯ."},{"number":17,"verse":"ಸೆರೆಗೆ ಒಯ್ಯಲ್ಪಟ್ಟ ಯೆಕೊನ್ಯನಿಗೆ ಹುಟ್ಟಿದ ಮಕ್ಕಳು -"},{"number":18,"verse":"ಶೆಯಲ್ತೀಯೇಲ್, ಮಲ್ಕೀರಾಮ್, ಪೆದಾಯ, ಶೆನಚ್ಚರ್, ಯೆಕಮ್ಯ, ಹೋಷಾಮ, ನೆದಬ್ಯ ಎಂಬವರು."},{"number":19,"verse":"ಪೆದಾಯನ ಮಕ್ಕಳು - ಜೆರುಬ್ಬಾಬೆಲ್, ಶಿಮ್ಮೀ ಇವರೇ. ಜೆರುಬ್ಬಾಬೆಲನ ಮಕ್ಕಳು - ಮೆಷುಲ್ಲಾಮ್, ಹನನ್ಯ ಎಂಬವರು; ಶೆಲೋಮೀತ್ ಎಂಬವಳು ಇವರ ತಂಗಿ."},{"number":20,"verse":"ಇವರಲ್ಲದೆ ಹಷುಬ, ಓಹೆಲ್, ಬೆರೆಕ್ಯ, ಹಸದ್ಯ, ಯೂಷಬ್ಹೆಸೆದ್ ಎಂಬ ಐದು ಮಂದಿ."},{"number":21,"verse":"ಹನನ್ಯನ ಸಂತಾನದವರು - ಪೆಲಟ್ಯ, ಯೆಶಾಯ ಇವರೂ ರೆಫಾಯ, ಅರ್ನಾನ್, ಓಬದ್ಯ, ಶೆಕನ್ಯ ಎಂಬ ಕುಟುಂಬಗಳವರೂ."},{"number":22,"verse":"ಶೆಕನ್ಯನ ಸಂತಾನದವರು - ಶೆಮಾಯ, ಇವನ ಮಕ್ಕಳಾದ ಹಟ್ಟೂಷ್, ಇಗಾಲ್, ಬಾರೀಹ, ನೆಯರ್ಯ, ಶಾಫಾಟ್, ಒಟ್ಟು ಆರು ಮಂದಿ."},{"number":23,"verse":"ನೆಯರ್ಯನ ಮಕ್ಕಳು - ಎಲ್ಯೋಗೇನೈ, ಹಿಜ್ಕೀಯ, ಅಜ್ರೀಕಾಮ್ ಎಂಬ ಮೂರು ಮಂದಿ."},{"number":24,"verse":"ಎಲ್ಯೋಗೇನೈಯ ಮಕ್ಕಳು - ಹೋದವ್ಯ, ಎಲ್ಯಾಷೀಬ್, ಪೆಲಾಯ, ಅಕ್ಕೂಬ್, ಯೋಹಾನಾನ್, ದೆಲಾಯ, ಅನಾನೀ ಎಂಬ ಏಳು ಮಂದಿ."}]}