{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"Yahweh hates scales that are not accurate, but he delights in a precise weight."},{"number":2,"verse":"When pride comes, then comes disgrace, but with humility comes wisdom."},{"number":3,"verse":"The integrity of the upright guides them, but the crooked ways of the treacherous destroy them."},{"number":4,"verse":"Wealth is worthless on the day of wrath, but doing right keeps you from death."},{"number":5,"verse":"The right conduct of a blameless person makes his way straight, but the wicked will fall because of their own wickedness."},{"number":6,"verse":"The right conduct of those who please God keeps them safe, but the treacherous are trapped by their cravings."},{"number":7,"verse":"When a wicked man dies, his hope perishes and the hope that was in his strength comes to nothing."},{"number":8,"verse":"The righteous person is kept away from trouble and it comes upon the wicked instead."},{"number":9,"verse":"With his mouth the godless person destroys his neighbor, but through knowledge righteous people are kept safe."},{"number":10,"verse":"When righteous people prosper, a city rejoices; when the wicked perish, there are shouts of joy."},{"number":11,"verse":"Through the good gifts of those who please God, the city becomes great; by the mouth of the wicked, the city is torn down."},{"number":12,"verse":"The man who has contempt for his friend has no sense, but a man of understanding keeps quiet."},{"number":13,"verse":"Whoever goes around slandering reveals secrets, but a faithful person keeps a matter covered."},{"number":14,"verse":"Where there is no wise direction, a nation falls, but victory comes by consulting many advisors."},{"number":15,"verse":"Whoever guarantees a loan for a stranger will surely suffer harm, but the one who hates giving a pledge in that kind of promise is safe."},{"number":16,"verse":"A gracious woman gets honor, but ruthless people grasp for wealth."},{"number":17,"verse":"A kind person benefits himself, but one who is cruel hurts himself."},{"number":18,"verse":"The wicked person lies to get his wages, but one who sows what is right reaps the wages of truth."},{"number":19,"verse":"An honest person who does what is right will live, but the one who pursues evil will die."},{"number":20,"verse":"Yahweh hates those whose hearts are perverse, but he delights in those whose ways are blameless."},{"number":21,"verse":"Be sure of this—the wicked person will not go unpunished, but the descendants of righteous people will be kept safe."},{"number":22,"verse":"Like a gold ring in a pig's nose is a beautiful woman without discretion."},{"number":23,"verse":"The desires of righteous people result in good, but wicked people can only hope for wrath."},{"number":24,"verse":"There is one who scatters—he will accumulate even more; another withholds what he should give—he comes to poverty."},{"number":25,"verse":"The generous person will prosper and the one who gives water to others will have water for himself."},{"number":26,"verse":"People curse the man who refuses to sell grain, but good gifts crown the head of him who sells it."},{"number":27,"verse":"The one who diligently seeks good is also seeking favor, but the one who searches for evil will find it."},{"number":28,"verse":"Those who trust in their riches will fall, but like the leaf, righteous people will flourish."},{"number":29,"verse":"The one who brings trouble on his own household will inherit the wind and the fool will become a servant to the wise of heart."},{"number":30,"verse":"The righteous person will be like a tree of life, but violence takes away lives."},{"number":31,"verse":"Behold! The righteous person receives what he deserves; how much more the wicked and the sinner!"}]}