{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A wise son hears his father's instruction, but a mocker will not listen to rebuke."},{"number":2,"verse":"From the fruit of his mouth a person enjoys good things, but the appetite of the treacherous is for violence."},{"number":3,"verse":"The one who guards his mouth protects his life, but the one who opens wide his lips will ruin himself."},{"number":4,"verse":"The appetite of lazy people craves but gets nothing, but the appetite of diligent people will be richly satisfied."},{"number":5,"verse":"The righteous person hates lies, but a wicked person makes himself repugnant, and he does what is shameful."},{"number":6,"verse":"Righteousness protects those who are faultless in their path, but wickedness turns away those who commit sin."},{"number":7,"verse":"There is someone who enriches himself, but has nothing at all, and there is someone who gives everything away, yet is truly wealthy."},{"number":8,"verse":"The ransom of a rich man's life is his wealth, but a poor person does not hear a threat."},{"number":9,"verse":"The light of righteous people rejoices, but the lamp of wicked people will be put out."},{"number":10,"verse":"Pride only breeds conflict, but for those who listen to good advice there is wisdom."},{"number":11,"verse":"Wealth dwindles away when there is too much vanity, but the one who makes money by working with his hand will make his money grow."},{"number":12,"verse":"When hope is postponed, it breaks the heart, but a longing fulfilled is a tree of life."},{"number":13,"verse":"Whoever despises instruction brings destruction on himself, but he who respects the commandment will be rewarded."},{"number":14,"verse":"The teaching of a wise person is a fountain of life, turning you away from the snares of death."},{"number":15,"verse":"Good insight wins favor, but the way of the treacherous is never-ending."},{"number":16,"verse":"Prudent people act out of knowledge in every decision, but a fool parades his folly."},{"number":17,"verse":"A wicked messenger falls into trouble, but a faithful envoy brings reconciliation."},{"number":18,"verse":"The one who ignores instruction will have poverty and shame, but honor will come to him who learns from correction."},{"number":19,"verse":"A longing realized is sweet to the appetite, but fools hate to turn away from evil."},{"number":20,"verse":"Walk with wise people and you will be wise, but the companion of fools will suffer harm."},{"number":21,"verse":"Disaster runs after sinners, but righteous people are rewarded with good."},{"number":22,"verse":"A good person leaves an inheritance for his grandchildren, but a sinner's wealth is stored up for the righteous person."},{"number":23,"verse":"An unplowed field owned by the poor could produce much food, but it is swept away by injustice."},{"number":24,"verse":"The one who does not discipline his son hates him, but one who loves his son is careful to instruct him."},{"number":25,"verse":"The righteous person eats until he satisfies his appetite, but the stomach of the wicked is always hungry."}]}