{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better is a poor person who walks in his integrity than one who is perverse in speech and is a fool."},{"number":2,"verse":"Also, it is not good to have desire without knowledge and the one who runs too fast misses the path."},{"number":3,"verse":"A person's folly ruins his life and his heart rages against Yahweh."},{"number":4,"verse":"Wealth adds many friends, but a poor person is separated from his friends."},{"number":5,"verse":"A false witness will not go unpunished and he who breathes out lies will not escape."},{"number":6,"verse":"Many will ask for a favor from a generous person and everyone is a friend of the one who gives gifts."},{"number":7,"verse":"All the brothers of a poor man hate him; how much more do his friends who go far away from him! He calls out to them, but they are gone."},{"number":8,"verse":"He who gets wisdom loves his own life; he who keeps understanding will find what is good."},{"number":9,"verse":"A false witness will not go unpunished, but the one who breathes out lies will perish."},{"number":10,"verse":"It is not fitting for a fool to live in luxury— much less for a slave to rule over princes."},{"number":11,"verse":"Discretion makes a person slow to anger and it is his glory to overlook an offense."},{"number":12,"verse":"The wrath of the king is like the roaring of a young lion, but his favor is like dew on the grass."},{"number":13,"verse":"A foolish son is ruin to his father and a quarreling wife is a constant dripping of water."},{"number":14,"verse":"A house and wealth are inherited from parents, but a prudent wife is from Yahweh."},{"number":15,"verse":"Laziness throws a person into a deep sleep, but the one not willing to work will go hungry."},{"number":16,"verse":"The one who obeys the command guards his life, but the person who does not think about his ways will die."},{"number":17,"verse":"Whoever is kind to the poor lends to Yahweh and he will repay him for what he has done."},{"number":18,"verse":"Discipline your son while there is hope and do not set your desire on putting him to death."},{"number":19,"verse":"A hot-tempered person must pay the penalty; if you rescue him, you will have to do it a second time."},{"number":20,"verse":"Listen to advice and accept instruction, so you may become wise by the end of your life."},{"number":21,"verse":"Many are the plans in a person's heart, but it is the purpose of Yahweh that will stand."},{"number":22,"verse":"Loyalty is what a person desires and a poor person is better than a liar."},{"number":23,"verse":"Honor for Yahweh leads people to life; anyone who has it will be satisfied and not afflicted by harm."},{"number":24,"verse":"The sluggard buries his hand in the dish; he will not even bring it back up to his mouth."},{"number":25,"verse":"Strike a mocker, and the naive person will become prudent; discipline one who is discerning, and he will gain knowledge."},{"number":26,"verse":"The one who robs his father and chases his mother away is a son who brings shame and reproach."},{"number":27,"verse":"If you cease to hear instruction, my son, you will stray from the words of knowledge."},{"number":28,"verse":"A corrupt witness mocks justice and the mouth of the wicked swallows iniquity."},{"number":29,"verse":"Condemnation is ready for mockers and flogging for the backs of fools."}]}