{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Like snow in summer or rain in harvest, so a fool does not deserve honor."},{"number":2,"verse":"As the sparrow flitters and the swallow darts when they fly, so an undeserved curse does not alight."},{"number":3,"verse":"A whip is for the horse, a bridle is for the donkey and a rod is for the back of fools."},{"number":4,"verse":"Do not answer a fool according to his folly, or you will become like him."},{"number":5,"verse":"Answer a fool and join in on his folly, so he will not become wise in his own eyes."},{"number":6,"verse":"Whoever sends a message by the hand of a fool cuts off his own feet and drinks violence."},{"number":7,"verse":"Like the legs of a paralytic which hang down is a proverb in the mouth of fools."},{"number":8,"verse":"Like tying a stone in a sling is giving honor to a fool."},{"number":9,"verse":"Like a thorn that goes into the hand of a drunkard is a proverb in the mouth of fools."},{"number":10,"verse":"Like an archer who wounds all those around him is one who hires a fool or hires anyone who passes by."},{"number":11,"verse":"As a dog returns to his own vomit, so is a fool who repeats his folly."},{"number":12,"verse":"Do you see someone who is wise in his own eyes? There is more hope for a fool than for him."},{"number":13,"verse":"The lazy person says, \"There is a lion on the road! There is a lion between the open places!\""},{"number":14,"verse":"As the door turns on its hinges, so is the lazy person upon his bed."},{"number":15,"verse":"The lazy person puts his hand into the dish and yet he has no strength to lift it up to his mouth."},{"number":16,"verse":"The lazy person is wiser in his own eyes than seven men who respond with good judgment."},{"number":17,"verse":"Like one who takes hold of the ears of a dog, is a passerby who becomes angry at a dispute that is not his own."},{"number":18,"verse":"Like a madman who shoots burning arrows,"},{"number":19,"verse":"is the one who deceives his neighbor and says, \"Was I not telling a joke?\""},{"number":20,"verse":"For lack of wood, the fire goes out; and where there is no gossiper quarreling ceases."},{"number":21,"verse":"As charcoal is to burning coals and wood is to fire, so is a quarrelsome person for kindling strife."},{"number":22,"verse":"The words of a gossip are like delicious morsels; they go down into the inner parts of the body."},{"number":23,"verse":"Like the glaze overlaying an earthen vessel so are burning lips and an evil heart."},{"number":24,"verse":"One who hates others disguises his feelings with his lips and he lays up deceit within himself."},{"number":25,"verse":"He will speak graciously, but do not believe him, for there are seven abominations in his heart."},{"number":26,"verse":"Though his hatred is covered with deception, his wickedness will be exposed in the assembly."},{"number":27,"verse":"Whoever digs a pit will fall into it and the stone will roll back on the one who pushed it."},{"number":28,"verse":"A lying tongue hates the people it crushes and a flattering mouth brings about ruin."}]}