{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"My son, pay attention to my wisdom; incline your ears to my understanding,"},{"number":2,"verse":"so you may learn about discretion and your lips may protect knowledge."},{"number":3,"verse":"For the lips of an adulteress drip with honey and her mouth is smoother than oil,"},{"number":4,"verse":"but in the end she is as bitter as wormwood, cutting like a sharp sword."},{"number":5,"verse":"Her feet go down to death; her steps go all the way to Sheol."},{"number":6,"verse":"She gives no thought to the path of life. Her footsteps wander; she does not know where she is going."},{"number":7,"verse":"Now, my sons, listen to me; do not turn away from listening to the words of my mouth."},{"number":8,"verse":"Keep your path far away from her and do not come near the door of her house."},{"number":9,"verse":"In that way you will not give away your honor to others or years of your life to a cruel person;"},{"number":10,"verse":"strangers will not feast on your wealth; what you have worked for will not go into the house of strangers."},{"number":11,"verse":"At the end of your life you will groan when your flesh and your body waste away."},{"number":12,"verse":"You will say, \"How I hated instruction and my heart despised correction!"},{"number":13,"verse":"I would not obey my teachers or incline my ear to my instructors."},{"number":14,"verse":"I was almost completely ruined in the midst of the assembly, among the gathering of the people.\""},{"number":15,"verse":"Drink water from your own cistern and drink running water from your own well."},{"number":16,"verse":"Should your springs overflow everywhere and your streams of water flow in the public squares?"},{"number":17,"verse":"Let them be for yourself alone and not for strangers with you."},{"number":18,"verse":"May your fountain be blessed and may you rejoice in the wife of your youth,"},{"number":19,"verse":"for she is a loving deer and a graceful doe. Let her breasts satisfy you at all times; may you be continually intoxicated by her love."},{"number":20,"verse":"For why should you, my son, be captivated by an adulteress; why should you embrace the breasts of an immoral woman?"},{"number":21,"verse":"Yahweh sees everything a person does and watches all the paths he takes."},{"number":22,"verse":"A wicked person will be seized by his own iniquities; the cords of his sin will hold him tight."},{"number":23,"verse":"He will die because he lacks instruction; he is led astray by his great foolishness."}]}