{"bibleAbbr":"ULT2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"Wisdom has built her own house; she has carved seven pillars out of rocks."},{"number":2,"verse":"She has slaughtered her animals; she has mixed her wine; and she has set her table."},{"number":3,"verse":"She has sent out her maids; she calls out from the highest points of the city,"},{"number":4,"verse":"\"Who is naive? Let him turn aside here!\" To the one lacking good sense she speaks."},{"number":5,"verse":"\"Come, eat my food, and drink the wine I have mixed."},{"number":6,"verse":"Leave your naive actions and live; walk in the path of understanding."},{"number":7,"verse":"Whoever disciplines a mocker receives abuse, and whoever rebukes a wicked person receives insults."},{"number":8,"verse":"Do not reprove a mocker, or he will hate you; reprove a wise man, and he will love you."},{"number":9,"verse":"Give to a wise person, and he will become even wiser; teach a righteous person, and he will add to his learning."},{"number":10,"verse":"The fear of Yahweh is the beginning of wisdom, and the knowledge of the Holy One is understanding."},{"number":11,"verse":"For through me your days will be multiplied, and years of life will be added to you."},{"number":12,"verse":"If you are wise, you are wise for yourself, and if you mock, you will carry it by yourself.\""},{"number":13,"verse":"The woman of foolishness is ignorant; she is untaught and knows nothing."},{"number":14,"verse":"She sits at the door of her house, on a seat in the highest places of the town."},{"number":15,"verse":"She is calling out to those who pass by in the streets, to people walking straight on their way."},{"number":16,"verse":"\"Let anyone who is naive turn aside here,\" she says to those who have no sense."},{"number":17,"verse":"\"Stolen waters are sweet, and bread of secrecy is delicious.\""},{"number":18,"verse":"But he does not know that the dead are there, that her invited guests are in the depths of Sheol."}]}