{"bibleAbbr":"ERV2006","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"(Rehoboam Acts Foolishly) Jeroboam son of Nebat was still in Egypt where he had run away from Solomon. When he heard about Solomon’s death, he returned to his city, Zeredah, in the hills of Ephraim. Rehoboam and all the Israelites went to Shechem to make Rehoboam the king. The people said to Rehoboam,"},{"number":4,"verse":"“Your father forced us to work very hard. Now, make it easier for us. Stop the heavy work that your father forced us to do and we will serve you.”"},{"number":5,"verse":"Rehoboam answered, “Come back to me in three days, and I will answer you.” So the people left."},{"number":6,"verse":"There were some older men who had helped Solomon make decisions when he was alive. So King Rehoboam asked these men what he should do. He said, “How do you think I should answer the people?”"},{"number":7,"verse":"They answered, “If you do what is good for the people, you will please them. If you speak kindly to them, they will always work for you.”"},{"number":8,"verse":"But Rehoboam did not listen to the advice from the older men. He asked the young men who were his friends."},{"number":9,"verse":"Rehoboam said, “The people said, ‘Give us easier work than your father gave us.’ How do you think I should answer them? What should I tell them?”"},{"number":10,"verse":"Then the young men who grew up with him answered, “Those people came to you and said, ‘Your father forced us to work very hard. Now make our work easier.’ So you should tell them, ‘My little finger is stronger than my father’s whole body."},{"number":11,"verse":"My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.’”"},{"number":12,"verse":"Three days later, Jeroboam and all the people came back to Rehoboam, just as he had told them to do."},{"number":13,"verse":"King Rehoboam did not listen to the advice from the older men, and he was rude to the people."},{"number":14,"verse":"He did what his friends told him to do and said, “My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.”"},{"number":15,"verse":"So the king did not do what the people wanted. The LORD caused this to happen. He did this in order to keep the promise he made to Jeroboam son of Nebat when he sent Ahijah, the prophet from Shiloh, to speak to him."},{"number":16,"verse":"The Israelites saw that the new king refused to listen to them, so they said to him, “We are not part of David’s family are we? We don’t get any of Jesse’s land, do we? So, people of Israel, let’s go home and let David’s son rule his own people!” So the Israelites went home."},{"number":17,"verse":"But Rehoboam still ruled over the Israelites who lived in the cities of Judah."},{"number":18,"verse":"A man named Adoniram was one of the men who directed the workers. King Rehoboam sent Adoniram to talk to the people, but the Israelites threw stones at him until he died. King Rehoboam ran to his chariot and escaped to Jerusalem."},{"number":19,"verse":"So Israel rebelled against the family of David, and that is how things are even today."}]}