{"bibleAbbr":"ERV2006","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"(Asa’s Changes) The Spirit of God came on Azariah, who was Obed’s son."},{"number":2,"verse":"Azariah went to meet Asa and said, “Listen to me, Asa and all you people of Judah and Benjamin. The LORD is with you when you are with him. If you look for him, you will find him. But if you leave him, he will leave you."},{"number":3,"verse":"For a long time Israel was without the true God. And they were without a teaching priest, and without the law."},{"number":4,"verse":"But when the Israelites had trouble, they turned again to the LORD, the God of Israel. They looked for him and found him."},{"number":5,"verse":"In those times of trouble, no one could travel safely. There was great trouble in all the nations."},{"number":6,"verse":"One nation would destroy another nation and one city would destroy another city. This was happening because God gave them all kinds of trouble."},{"number":7,"verse":"But Asa, you and the people of Judah and Benjamin, be strong. Don’t be weak and don’t give up, because you will get a reward for your good work!”"},{"number":8,"verse":"Asa felt encouraged when he heard these words and the message from Obed the prophet. Then he removed the hated idols from the whole area of Judah and Benjamin. He also removed the hated idols from the towns he had captured in the hill country of Ephraim. And he repaired the LORD’s altar that was in front of the porch of the LORD’s Temple."},{"number":9,"verse":"Then Asa gathered all the people from Judah and Benjamin and the people from the tribes of Ephraim, Manasseh, and Simeon who had moved from the country of Israel to live in the country of Judah. A great many of these people came to Judah because they saw that the LORD, Asa’s God, was with him."},{"number":10,"verse":"Asa and these people gathered together in Jerusalem on the third month in the 15th year of Asa’s rule."},{"number":11,"verse":"At that time they sacrificed 700 bulls and 7000 sheep and goats to the LORD. Asa’s army had taken the animals and other valuable things from their enemies."},{"number":12,"verse":"Then they made an agreement to serve the LORD God with all their heart and with all their soul. He is the God their ancestors served."},{"number":13,"verse":"Anyone who refused to serve the LORD God was to be killed. It did not matter if that person was important or not or if that person was a man or woman."},{"number":14,"verse":"Then Asa and the people made an oath to the LORD. They shouted it out loudly and blew their trumpets and rams’ horns."},{"number":15,"verse":"All the people of Judah were happy about the oath, because they had promised with all their heart. They followed God with all their heart. They looked for God and found him, so the LORD gave them peace in all the country."},{"number":16,"verse":"King Asa also removed Maacah, his mother, from being queen mother. He did this because she had set up one of those awful poles to honor the goddess Asherah. Asa cut down that Asherah pole, smashed it into small pieces, and burned the pieces in the Kidron Valley."},{"number":17,"verse":"Asa did not destroy the high places, even though he was faithful to God all his life."},{"number":18,"verse":"Asa and his father had given some special gifts to God. Asa put these gifts of gold, silver, and other things into the Temple."},{"number":19,"verse":"There was no more war until the 35th year of Asa’s rule. (35th year of Asa’s rule About the year 880 B. C.)"}]}