{"bibleAbbr":"ERV2006","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"King Jehoshaphat of Judah came back safely to his house in Jerusalem."},{"number":2,"verse":"The prophet Jehu, son of Hanani, went out to meet the king. Jehu said to him, “Why did you help those who are wicked? Why do you love those who hate the LORD? That’s the reason the LORD is angry with you now."},{"number":3,"verse":"Fortunately, you did some good things in your life. You did remove the Asherah poles from this country, and you did decide to ask God for his advice.”"},{"number":4,"verse":"(Jehoshaphat Chooses Judges) Jehoshaphat lived in Jerusalem, but he would go out among the people throughout Judah, from Beersheba to the hill country of Ephraim. He helped the people turn back to the LORD, the God their ancestors worshiped."},{"number":5,"verse":"Jehoshaphat went from town to town and appointed judges in each of the fortresses of Judah."},{"number":6,"verse":"He told the judges, “Be careful in what you are doing, because you are not judging for people, but for the LORD. He will be with you when you make decisions."},{"number":7,"verse":"You must fear the LORD. Protect justice and do what is right because the LORD our God is fair. He does not treat some people as if they are more important than others, and he does not accept bribes to change his judgments.”"},{"number":8,"verse":"In Jerusalem, Jehoshaphat chose some of the Levites, priests, and heads of the families of Israel to be judges. These men lived in Jerusalem and used the law of the LORD to settle problems among the people."},{"number":9,"verse":"Jehoshaphat commanded them, “You must serve faithfully with all your heart. You must fear the LORD."},{"number":10,"verse":"People from cities around the country will bring their problems to you. You will listen to cases where people have broken a law or a command or maybe killed someone. In all these cases you must warn the people not to sin against the LORD so that he will not get angry and punish you and your people."},{"number":11,"verse":"“Amariah is the high priest, so he will make the final decision about the people’s responsibilities to the LORD. Zebadiah son of Ishmael is the leader of the tribe of Judah, so he will make the final decision about the people’s responsibilities to the king. The Levites will serve as scribes for you. Be brave and do what is right! May the LORD be with those of you who are good judges.”"}]}