{"bibleAbbr":"ERV2006","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"Then Jehoshaphat died and was buried with his ancestors in the City of David. Then his son, Jehoram became the next king."},{"number":2,"verse":"Jehoram’s brothers were Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. They were the sons of King Jehoshaphat of Judah. (Judah Literally, “Israel.”)"},{"number":3,"verse":"Jehoshaphat gave his sons many gifts of silver, gold, and precious things. He also gave them strong fortresses in Judah. But Jehoshaphat gave the kingdom to Jehoram because he was his oldest son."},{"number":4,"verse":"(Jehoram, King of Judah) Jehoram took over his father’s kingdom and made himself strong. Then he used a sword to kill all his brothers. He also killed some of the leaders of Israel."},{"number":5,"verse":"Jehoram was 32 years old when he began to rule. He ruled eight years in Jerusalem."},{"number":6,"verse":"He lived the same way the kings of Israel lived. He lived the same way Ahab’s family lived. This was because Jehoram married Ahab’s daughter. And Jehoram did evil in the LORD’s sight."},{"number":7,"verse":"But the LORD would not destroy David’s family because of the agreement he made with David. He had promised to keep a lamp burning for David and his children forever. (He … forever Here, the writer means that one of David’s descendants would always rule.)"},{"number":8,"verse":"In Jehoram’s time, Edom broke away from under Judah’s authority. The people of Edom chose their own king."},{"number":9,"verse":"So Jehoram went to Edom with all his commanders and chariots. The Edomite army surrounded Jehoram and his chariot commanders. But Jehoram fought his way out at night."},{"number":10,"verse":"Since that time and until now the country of Edom has been rebellious against Judah. The people from the town of Libnah also turned against Jehoram. This happened because Jehoram left the LORD God. He is the God Jehoram’s ancestors followed."},{"number":11,"verse":"Jehoram also built high places on the hills in Judah. He caused the people of Jerusalem to start worshiping other gods. He led the people of Judah away from their God."},{"number":12,"verse":"Jehoram received this message from Elijah the prophet: “This is what the LORD, the God your father David followed, says, ‘Jehoram, you have not lived the way your father Jehoshaphat lived. You have not lived the way King Asa of Judah lived."},{"number":13,"verse":"But you have lived the way the kings of Israel lived. You have caused the people of Judah and Jerusalem to stop doing what God wants. That is what Ahab and his family did. They were unfaithful to God. You have killed your brothers, and they were better than you."},{"number":14,"verse":"So now, the LORD will soon punish your people with terrible suffering. He will punish your children, your wives, and all your property."},{"number":15,"verse":"You will have a painful sickness in your intestines that will get worse and worse. Your intestines will finally come out.’”"},{"number":16,"verse":"The LORD caused the Philistines and the Arabs living near the Ethiopians to be angry with Jehoram."},{"number":17,"verse":"They attacked Judah and carried away all the riches in the king’s palace. They also took Jehoram’s sons and wives. Only Jehoram’s youngest son, Ahaziah, (Ahaziah Literally, “Jehoahaz.”) was left."},{"number":18,"verse":"After this happened, the LORD made Jehoram sick with a disease in his intestines that could not be cured."},{"number":19,"verse":"His intestines fell out two years later because of his sickness. He died in very bad pain. The people did not make a large fire to honor Jehoram as they did for his father."},{"number":20,"verse":"Jehoram was 32 years old when he became king. He ruled eight years in Jerusalem. No one was sad when he died. The people buried Jehoram in the City of David, but not in the graves where the kings are buried."}]}