{"bibleAbbr":"TERV1998","bookName":"சங்கீதம்","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"துன்பப்படும் ஒரு மனிதனின் ஜெபம். அவன் சோர்வடையும்போது தனது குறைகளை கர்த்தரிடம் சொல்லிக் கொள்வதாக உள்ளது. கர்த்தாவே, என் ஜெபத்தைக் கேளும். உதவிக்காக நான் கதறும்போது கவனியும்."},{"number":2,"verse":"கர்த்தாவே, தொல்லைகள் எனக்கு நேரும்போது என்னைவிட்டு உம்மை திருப்பிக் கொள்ளாமலிரும். உதவிக்காக நான் வேண்டிக் கேட்கும்போது, விரைந்து எனக்குப் பதில் தாரும்."},{"number":3,"verse":"என் வாழ்க்கை புகையைப்போல் மாய்ந்து கொண்டிருக்கிறது. எரிந்துபோகும் நெருப்பைப்போல் என் வாழ்க்கை உள்ளது."},{"number":4,"verse":"என் வலிமை போயிற்று. நான் உலர்ந்து மடியும் புல்லைப் போலிருக்கிறேன். நான் என் உணவை உட்கொள்வதற்கும் மறந்து போகிறேன்."},{"number":5,"verse":"என் துயரத்தினால் என் எடை குறைந்து கொண்டிருக்கிறது."},{"number":6,"verse":"பாலைவனத்தில் வாழும் ஆந்தையைப்போல் தனித்திருக்கிறேன். பாழடைந்த பழைய கட்டிடங்களில் வாழும் ஆந்தையைப் போல் நான் தனித்திருக்கிறேன்."},{"number":7,"verse":"என்னால் தூங்க இயலவில்லை. கூரையின் மேலிருக்கும் தனித்த பறைவையைப் போல் உள்ளேன்."},{"number":8,"verse":"என் பகைவர்கள் என்னை எப்போதும் அவமானப்படுத்துகிறார்கள். அவர்கள் என்னைக் கேலி பண்ணி சாபமிடுகிறார்கள்."},{"number":9,"verse":"என் மிகுந்த துயரம் மட்டுமே எனக்கு உணவாகிறது. என் பானங்களில் என் கண்ணீர் விழுகிறது."},{"number":10,"verse":"ஏனெனில் கர்த்தாவே, நீர் என்னிடம் கோபமாயிருக்கிறீர். நீர் என்னைத் தூக்கியெடுத்தீர், பின்பு நீர் என்னைத் தூர எறிந்துவிட்டீர்."},{"number":11,"verse":"பகலின் இறுதியில் தோன்றும் நீளமான நிழல்களைப்போன்று என் வாழ்க்கை முடிவடையும் நிலையில் உள்ளது. நான் உலர்ந்து மடியும் புல்லைப்போல் இருக்கிறேன்."},{"number":12,"verse":"ஆனால் கர்த்தாவே, நீர் என்றென்றும் வாழ்வீர்! உமது நாமம் என்றென்றும் எப்போதும் தொடரும்!"},{"number":13,"verse":"நீர் எழுந்து சீயோனுக்கு ஆறுதலளிப்பீர். நீர் சீயோனிடம் இரக்கமாயிருக்கும் காலம் நெருங்கிக்கொண்டிருக்கிறது."},{"number":14,"verse":"உமது பணியாட்கள் அதின் (சீயோனின்) கற்களை நேசிக்கிறார்கள். அவர்கள் எருசலேமின் தூசியைக்கூட நேசிக்கிறார்கள்."},{"number":15,"verse":"ஜனங்கள் கர்த்தருடைய நாமத்தைத் தொழுதுகொள்வார்கள். தேவனே, பூமியின் எல்லா ராஜாக்களும் உம்மைப் பெருமைப்படுத்துவார்கள்."},{"number":16,"verse":"கர்த்தர் மீண்டும் சீயோனைக் கட்டுவார். ஜனங்கள் மீண்டும் அதன் மகிமையைக் காண்பார்கள்."},{"number":17,"verse":"தாம் உயிரோடு விட்ட ஜனங்களின் ஜெபங்களுக்கு தேவன் பதில் தருவார். தேவன் அவர்கள் ஜெபங்களுக்குச் செவிகொடுப்பார்."},{"number":18,"verse":"வரும் தலைமுறையினருக்காக இக்காரியங்களை எழுது. எதிர்காலத்தில் அந்த ஜனங்கள் கர்த்தரைத் துதிப்பார்கள்."},{"number":19,"verse":"மேலேயுள்ள தமது பரிசுத்த இடத்திலிருந்து கர்த்தர் கீழே பார்ப்பார். பரலோகத்திலிருந்து கர்த்தர் பூமியைக் கீழே நோக்கிப் பார்ப்பார்."},{"number":20,"verse":"சிறைப்பட்டோரின் ஜெபங்களை அவர் கேட்பார். மரண தண்டனை பெற்ற ஜனங்களை அவர் விடுவிப்பார்."},{"number":21,"verse":"அப்போது சீயோனின் ஜனங்கள் கர்த்தரைக் குறித்துக் கூறுவார்கள். அவர்கள் அவர் நாமத்தை எருசலேமில் துதிப்பார்கள்."},{"number":22,"verse":"தேசங்கள் ஒருமித்துச் சேரும். அரசுகள் கர்த்தருக்கு சேவைச் செய்ய வரும்."},{"number":23,"verse":"என் ஆற்றல் என்னை விட்டகன்றது. என் ஆயுள் குறைந்தது."},{"number":24,"verse":"எனவே நான், “இளைஞனாயிருக்கும்போதே நான் மரிக்கவிடாதேயும். தேவனே, நீர் என்றென்றும் எப்போதும் வாழ்வீர்."},{"number":25,"verse":"பல காலத்திற்கு முன்பு, நீர் உலகை உண்டாக்கினீர். உமது சொந்தக் கைகளால் நீர் வானத்தை உண்டாக்கினீர்!"},{"number":26,"verse":"உலகமும் வானமும் ஒழிந்துபோகும் ஆனால் நீரோ என்றென்றும் வாழ்வீர். அவை ஆடையைப்போன்று கிழிந்து போகும். ஆடையைப் போன்று நீர் அவற்றை மாற்றுகிறீர். அவையெல்லாம் மாறிப்போகும்."},{"number":27,"verse":"ஆனால் தேவனாகிய நீர் என்றும் மாறுவதில்லை. நீர் என்றென்றும் வாழ்வீர்!"},{"number":28,"verse":"நாங்கள் இன்று உமது பணியாட்கள். நம் பிள்ளைகள் இங்கு வாழ்வார்கள். அவர்களின் சந்ததியினரும் கூட இங்கு வந்து உம்மைத் தொழுதுகொள்வார்கள்” என்றேன்."}]}