{"bibleAbbr":"TERV1998","bookName":"சங்கீதம்","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"கர்த்தாவே, நான் உம்மை நம்புகிறேன், எனவே நான் என்றும் ஏமாற்றமடையமாட்டேன்."},{"number":2,"verse":"உமது நல்ல செயலினால், நீர் என்னை மீட்பீர். நீர் என்னைக் காப்பாற்றுவீர். நான் சொல்வதைக் கேளும், என்னை மீட்டருளும்."},{"number":3,"verse":"பாதுகாப்பிற்காக ஓடிவரக்கூடிய புகலிடமான அரணாக நீர் எனக்கு இரும். நீர் என் கன்மலை என் பாதுகாப்பிடம். எனவே என்னைக் காப்பதற்குரிய ஆணையைக் கொடும்."},{"number":4,"verse":"என் தேவனே, கெட்ட ஜனங்களிடமிருந்து என்னை மீட்டருளும். கொடியோரும் தீயோருமான ஜனங்களிடமிருந்து என்னை மீட்டருளும்."},{"number":5,"verse":"என் ஆண்டவரே, நீரே என் நம்பிக்கை. நான் சிறுவனாக இருந்தபோதே உம்மை நம்பினேன்."},{"number":6,"verse":"நான் பிறப்பதற்கு முன்பிருந்தே உம்மையே சார்ந்திருக்கிறேன். என் தாயின் கருவில் இருந்தபோதே நான் உம்மைச் சார்ந்திருந்தேன். நான் உம்மிடம் எப்போதும் ஜெபம் பண்ணினேன்."},{"number":7,"verse":"நீரே என் பெலத்தின் இருப்பிடம். எனவே நான் பிற ஜனங்களுக்கு ஒரு எடுத்துக்காட்டானேன்."},{"number":8,"verse":"நீர் செய்யும் அற்புதமான காரியங்களைக் குறித்து நான் எப்போதும் பாடிக்கொண்டிருக்கிறேன்."},{"number":9,"verse":"நான் வயது முதிர்ந்தவனாகிவிட்டதால் என்னைத் தள்ளிவிடாதேயும். என் பெலனை நான் இழக்கையில் என்னை விட்டுவிடாதேயும்."},{"number":10,"verse":"என் பகைவர்கள் எனக்கெதிராகத் திட்டங்கள் வகுத்தார்கள். அந்த ஜனங்கள் உண்மையிலேயே ஒருமித்துச் சந்தித்தார்கள், அவர்கள் என்னைக் கொல்லத் திட்டமிட்டார்கள்."},{"number":11,"verse":"என் பகைவர்கள், “போய் அவனைப் பிடியுங்கள்! தேவன் அவனைக் கைவிட்டார். அவனுக்கு ஒருவரும் உதவமாட்டார்கள்” என்றனர்."},{"number":12,"verse":"தேவனே, நீர் என்னை விட்டு விலகாதேயும்! தேவனே, விரையும்! வந்து என்னைக் காப்பாற்றும்!"},{"number":13,"verse":"என் பகைவர்களைத் தோற்கடியும்! அவர்களை முழுமையாக அழித்துவிடும். அவர்கள் என்னைத் தாக்க முயல்கிறார்கள். அவர்கள் வெட்கமும் இகழ்ச்சியும் அடைவார்கள் என நான் நம்புகிறேன்."},{"number":14,"verse":"பின் நான் உம்மை எப்போதும் நம்புவேன். நான் உம்மை மென்மேலும் துதிப்பேன்."},{"number":15,"verse":"நீர் எவ்வளவு நல்லவர் என்பதை நான் ஜனங்களுக்குக் கூறுவேன். நீர் என்னை மீட்ட காலங்களைக் குறித்து நான் ஜனங்களுக்குக் கூறுவேன். எண்ண முடியாத பல காலங்கள் உள்ளன."},{"number":16,"verse":"என் ஆண்டவராகிய கர்த்தாவே, உமது பெருமையைப்பற்றி நான் கூறுவேன். உம்மையும் உமது நற்குணங்களையும் நான் பேசுவேன்."},{"number":17,"verse":"தேவனே, நான் சிறுவனாக இருக்கையிலேயே நீர் எனக்குப் போதித்துள்ளீர். இன்றுவரை நீர் செய்துள்ள அற்புதமான காரியங்களைக் குறித்து நான் ஜனங்களுக்குக் கூறியுள்ளேன்."},{"number":18,"verse":"இப்போது நான் வயது முதிர்ந்தவன், என் தலைமுடி நரைத்துவிட்டது. ஆனாலும் தேவனே, நீர் என்னை விட்டுவிடமாட்டீர் என்பதை நான் அறிவேன். உமது வல்லமையையும், பெருமையையும் ஒவ்வொரு புதிய தலைமுறையினருக்கும் நான் சொல்லுவேன்."},{"number":19,"verse":"தேவனே, உமது நன்மை வானங்களுக்கும் மேலாக எட்டுகிறது. தேவனே, உம்மைப் போன்ற தேவன் வேறொருவருமில்லை. நீர் அற்புதமான காரியங்களைச் செய்திருக்கிறீர்."},{"number":20,"verse":"தொல்லைகளையும் தீயகாலங்களையும் நான் காணச் செய்தீர். ஆனாலும் அவை எல்லாவற்றினின்றும் நீர் என்னை மீட்டு, உயிரோடு வைத்தீர். எத்தனை ஆழத்தில் மூழ்கியும் தொல்லைகளிலிருந்து நீர் என்னைத் தூக்கி நிறுத்தினீர்."},{"number":21,"verse":"முன்னிலும் பெரியக் காரியங்களைச் செய்ய, நீர் எனக்கு உதவும். தொடர்ந்து எனக்கு ஆறுதல் அளியும்."},{"number":22,"verse":"வீணையை மீட்டி, நான் உம்மைத் துதிப்பேன். என் தேவனே, நீர் நம்பிக்கைக் குரியவர் என்பதைப் பாடுவேன். இஸ்ரவேலின் பரிசுத்தருக்காக, என் சுரமண்டலத்தில் பாடல்களை இசைப்பேன்."},{"number":23,"verse":"நீர் என் ஆத்துமாவைக் காத்தீர். என் ஆத்துமா மகிழ்ந்திருக்கும். என் உதடுகளால் துதிப்பாடல்களை நான் பாடுவேன்."},{"number":24,"verse":"எப்போதும் உமது நன்மையை என் நாவு பாடும். என்னைக் கொல்ல விரும்பிய ஜனங்கள், தோற்கடிக்கப்பட்டு இகழ்ச்சி அடைவார்கள்."}]}