{"bibleAbbr":"BBE1965","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"In his days, Nebuchadnezzar, king of Babylon, came up and Jehoiakim was his servant for three years; then he took up arms against him."},{"number":2,"verse":"And the Lord sent against him bands of the Chaldaeans and of the Edomites and of the Moabites and of the children of Ammon; sending them against Judah for its destruction, as he had said by his servants the prophets."},{"number":3,"verse":"Only by the word of the Lord did this fate come on Judah, to take them away from before his face; because of the sins of Manasseh and all the evil he did;"},{"number":4,"verse":"And because of the death of those who had done no wrong, for he made Jerusalem full of the blood of the upright; and the Lord had no forgiveness for it."},{"number":5,"verse":"Now the rest of the acts of Jehoiakim, and all he did, are they not recorded in the book of the history of the kings of Judah?"},{"number":6,"verse":"So Jehoiakim went to rest with his fathers; and Jehoiachin his son became king in his place."},{"number":7,"verse":"And the king of Egypt did not come out of his land again, for the king of Babylon had taken all his country, from the stream of Egypt to the river Euphrates."},{"number":8,"verse":"Jehoiachin was eighteen years old when he became king, he was ruling in Jerusalem for three months, and his mother's name was Nehushta, the daughter of Elnathan of Jerusalem."},{"number":9,"verse":"He did evil in the eyes of the Lord, as his father had done."},{"number":10,"verse":"At that time the armies of Nebuchadnezzar came up to Jerusalem and the town was shut in on every side."},{"number":11,"verse":"And Nebuchadnezzar, king of Babylon, came there, while his servants were shutting in the town;"},{"number":12,"verse":"Then Jehoiachin, king of Judah, went out to the king of Babylon, with his mother and his servants and his chiefs and his unsexed servants; and in the eighth year of his rule the king of Babylon took him."},{"number":13,"verse":"And he took away all the stored wealth of the Lord's house, and the goods from the king's store-house, cutting up all the gold vessels which Solomon, king of Israel, had made in the house of the Lord, as the Lord had said."},{"number":14,"verse":"And he took away all the people of Jerusalem and all the chiefs and all the men of war, ten thousand prisoners; and all the expert workmen and the metal-workers; only the poorest sort of the people of the land were not taken away."},{"number":15,"verse":"He took Jehoiachin a prisoner to Babylon, with his mother and his wives and his unsexed servants and the great men of the land; he took them all as prisoners from Jerusalem to Babylon."},{"number":16,"verse":"And all the men of war, seven thousand of them, and a thousand expert workmen and metal-workers, all of them strong and able to take up arms, the king of Babylon took away as prisoners into Babylon."},{"number":17,"verse":"And the king of Babylon made Mattaniah, his father's brother, king in place of Jehoiachin, changing his name to Zedekiah."},{"number":18,"verse":"Zedekiah was twenty-one years old when he became king, and he was king in Jerusalem for eleven years; his mother's name was Hamutal, daughter of Jeremiah of Libnah."},{"number":19,"verse":"He did evil in the eyes of the Lord, as Jehoiakim had done."},{"number":20,"verse":"And because of the wrath of the Lord, this came about in Jerusalem and Judah, till he had sent them all away from before him: and Zedekiah took up arms against the king of Babylon."}]}