{"bibleAbbr":"paOV2016","bookName":"ਹੋਸ਼ੇਆ","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਲਈ ਤਰਸ ਖਾਂਦਾ ਹੈ) ਜਦ ਇਸਰਾਏਲ ਮੁੰਡਾ ਹੀ ਸੀ ਮੈਂ ਉਹ ਨੂੰ ਪਿਆਰ ਕੀਤਾ, ਅਤੇ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਮਿਸਰ ਵਿੱਚੋਂ ਸੱਦਿਆ।"},{"number":2,"verse":"ਜਿੰਨਾ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਸੱਦਿਆ, ਉੱਨੀ ਦੂਰ ਓਹ ਉਨ੍ਹਾਂ ਤੋਂ ਚੱਲੇ ਗਏ, ਓਹਨਾਂ ਨੇ ਬਆਲਾਂ ਲਈ ਬਲੀਆਂ ਚੜ੍ਹਾਈਆਂ, ਅਤੇ ਮੂਰਤੀਆਂ ਲਈ ਧੂਪ ਧੁਖਾਈ।"},{"number":3,"verse":"ਮੈਂ ਅਫ਼ਰਾਈਮ ਨੂੰ ਤੁਰਨਾ ਸਿਖਾਇਆ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਬਾਹਾਂ ਉੱਤੇ ਚੁੱਕ ਲਿਆ, ਪਰ ਓਹਨਾਂ ਨਾ ਜਾਤਾ ਕਿ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਚੰਗਾ ਕੀਤਾ।"},{"number":4,"verse":"ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਆਦਮੀ ਦਿਆਂ ਰੱਸਿਆ ਨਾਲ, ਅਤੇ ਪ੍ਰੇਮ ਦਿਆਂ ਬੰਧਨਾਂ ਨਾਲ ਖਿੱਚਿਆ। ਮੈਂ ਓਹਨਾਂ ਲਈ ਉਹ ਬਣਿਆ ਜੋ ਓਹਨਾਂ ਦੇ ਜਬਾੜਿਆਂ ਉੱਤੇ ਲਗਾਮ ਚੁੱਕਦਾ ਹੈ, ਮੈਂ ਓਹਨਾਂ ਦੀ ਵੱਲ ਝੁਕ ਕੇ ਖੁਆਇਆ।"},{"number":5,"verse":"ਓਹ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਨਾ ਮੁੜਨਗੇ, ਪਰ ਅੱਸ਼ੂਰ ਓਹਨਾਂ ਦਾ ਰਾਜਾ ਹੋਵੇਗਾ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਮੁੜਨ ਦਾ ਇਨਕਾਰ ਕੀਤਾ।"},{"number":6,"verse":"ਤਲਵਾਰ ਓਹਨਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਉੱਤੇ ਆ ਪਵੇਗੀ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਅਰਲਾਂ ਨੂੰ ਮੁਕਾ ਦੇਵੇਗੀ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਮੱਤਿਆਂ ਦੇ ਕਾਰਨ ਓਹਨਾਂ ਨੂੰ ਖਾ ਲਵੇਗੀ।"},{"number":7,"verse":"ਮੇਰੇ ਲੋਕ ਮੈਥੋਂ ਫਿਰ ਜਾਣ ਲਈ ਪੱਕ ਕੀਤੀ ਬੈਠੇ ਹਨ, ਓਹ ਅੱਤ ਮਹਾਨ ਨੂੰ ਪੁਕਾਰਦੇ ਹਨ, ਪਰ ਓਹ ਮਿਲ ਕੇ ਉਹ ਨੂੰ ਨਾ ਵਡਿਆਉਣਗੇ।"},{"number":8,"verse":"ਹੇ ਅਫ਼ਰਾਈਮ, ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਛੱਡਾॽ ਹੇ ਇਸਰਾਏਲ, ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਤਿਆਗ ਦਿਆਂॽ ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਅਦਮਾਹ ਵਾਂਙੁ ਕਰਾਂॽ ਮੈਂ ਤੇਰੇ ਨਾਲ ਕਿਵੇਂ ਸਬੋਈਣ ਵਾਂਙੁ ਵਰਤਾਂॽ ਮੇਰਾ ਦਿਲ ਮੇਰੇ ਅੰਦਰ ਬਦਲ ਗਿਆ, ਮੇਰਾ ਤਰਸ ਉੱਕਾ ਹੀ ਗਰਮ ਅਰ ਨਰਮ ਹੋ ਗਿਆ।"},{"number":9,"verse":"ਮੈਂ ਆਪਣੇ ਕ੍ਰੋਧ ਅਨੁਸਾਰ ਨਹੀਂ ਵਰਤਾਂਗਾ, ਮੈਂ ਅਫ਼ਰਾਈਮ ਦੇ ਨਾਸ ਕਰਨ ਲਈ ਨਹੀਂ ਮੁੜਾਂਗਾ। ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਹਾਂ, ਇਨਸਾਨ ਨਹੀਂ, ਮੈਂ ਤੇਰੇ ਵਿਚਕਾਰ ਪਵਿੱਤਰ ਪੁਰਖ ਹਾਂ, ਮੈਂ ਕ੍ਰੋਧ ਨਾਲ ਨਹੀਂ ਅਵਾਂਗਾ।।"},{"number":10,"verse":"ਓਹ ਯਹੋਵਾਹ ਦੇ ਪਿੱਛੇ ਚਲਣਗੇ, ਉਹ ਬਬਰ ਸ਼ੇਰ ਵਾਂਙੁ ਗੱਜੇਗਾ, ਜਦ ਉਹ ਗੱਜੇਗਾ, ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਕੰਬਦੇ ਹੋਏ ਲਹਿੰਦੇ ਵੱਲੋ ਆਉਣਗੇ।"},{"number":11,"verse":"ਓਹ ਮਿਸਰ ਵਿੱਚੋਂ ਪੰਛੀ ਵਾਂਙੁ, ਅਤੇ ਅੱਸ਼ੂਰ ਦੇ ਦੇਸ ਵਿੱਚੋਂ ਘੁੱਗੀ ਵਾਂਙੁ ਕੰਬਦੇ ਹੋਏ ਆਉਣਗੇ, ਅਤੇ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਓਹਨਾਂ ਦੇ ਘਰਾਂ ਵਿੱਚ ਵਸਾਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":12,"verse":"ਅਫ਼ਰਾਈਮ ਨੇ ਮੈਨੂੰ ਝੂਠ ਨਾਲ, ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਨੇ ਮੈਨੂੰ ਧੋਖੇ ਨਾਲ ਘੇਰ ਲਿਆ ਹੈ। ਪਰ ਯਹੂਦਾਹ ਹੁਣ ਤੀਕ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਚੱਲਦਾ ਰਿਹਾ, ਅਤੇ ਪਵਿੱਤਰ ਪੁਰਖ ਦਾ ਵਫ਼ਾਦਾਰ ਰਿਹਾ ਹੈ।।"}]}