{"bibleAbbr":"paOV2016","bookName":"ਹੋਸ਼ੇਆ","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"( \"ਮੈਥੋਂ ਬਿਨਾ ਕੋਈ ਬਚਾਉਣ ਵਾਲਾ ਨਹੀਂ\") ਜਦ ਅਫ਼ਰਾਈਮ ਬੋਲਦਾ ਸੀ, ਕਾਂਬਾ ਆ ਪੈਂਦਾ ਸੀ, ਉਹ ਇਸਰਾਏਲ ਵਿੱਚ ਉੱਚਾ ਕੀਤਾ ਗਿਆ, ਪਰ ਉਸ ਬਆਲ ਦੇ ਕਾਰਨ ਦੋਸ਼ ਕਮਾਇਆ ਅਤੇ ਮਰ ਗਿਆ।"},{"number":2,"verse":"ਹੁਣ ਓਹ ਪਾਪ ਉੱਤੇ ਪਾਪ ਕਰਦੇ ਹਨ, ਅਤੇ ਆਪਣੇ ਲਈ ਢਾਲੀਆਂ ਹੋਈਆਂ ਮੂਰਤਾਂ ਆਪਣੀ ਚਾਂਦੀ ਤੋਂ ਬਣਾਉਂਦੇ ਹਨ, ਆਪਣੀ ਸਮਝ ਦੇ ਅਨੁਸਾਰ ਬੁੱਤ, ਜਿਹੜੇ ਸਾਰੇ ਦੇ ਸਾਰੇ ਕਾਰੀਗਰਾਂ ਦਾ ਕੰਮ ਹਨ, ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿਖੇ ਆਖਦੇ ਹਨ, ਆਦਮੀ ਦੇ ਕੱਟਣ ਵਾਲੇ ਏਹਨਾਂ ਵੱਛਿਆਂ ਨੂੰ ਚੁੰਮਣ!"},{"number":3,"verse":"ਏਸ ਲਈ ਓਹ ਸਵੇਰ ਦੇ ਬੱਦਲ ਵਾਂਙੁ ਹੋਣਗੇ, ਅਤੇ ਤ੍ਰੇਲ ਵਾਂਙੁ ਜਿਹੜੀ ਛੇਤੀ ਉੱਡ ਜਾਂਦੀ ਹੈ, ਤੂੜੀ ਵਾਂਙੁ ਜਿਹ ਨੂੰ ਵਾਵਰੋਲਾ ਪਿੜ ਵਿੱਚੋਂ ਉਡਾ ਲੈ ਜਾਂਦਾ ਹੈ, ਧੂੰਏਂ ਵਾਂਙੁ ਜਿਹੜਾ ਮੋਘ ਵਿੱਚੋਂ ਨਿੱਕਲਦਾ ਹੈ।।"},{"number":4,"verse":"ਮੈਂ ਮਿਸਰ ਤੋਂ ਯਹੋਵਾਹ ਤੇਰਾ ਪਰਮੇਸ਼ੁਰ ਰਿਹਾ ਹਾਂ, ਤੂੰ ਮੈਥੋਂ ਛੁੱਟ ਕੋਈ ਪਰਮੇਸ਼ੁਰ ਨਾ ਜਾਣ, ਅਤੇ ਮੈਥੋਂ ਬਿਨਾ ਕੋਈ ਬਚਾਉਣ ਵਾਲਾ ਨਹੀਂ।"},{"number":5,"verse":"ਮੈਂ ਤੈਨੂੰ ਉਜਾੜ ਵਿੱਚ, ਔੜ ਦੀ ਧਰਤੀ ਵਿੱਚ ਜਾਣਿਆ ਸੀ।"},{"number":6,"verse":"ਓਹ ਆਪਣੀਆਂ ਚਰਾਂਦਾਂ ਦੇ ਵਿਤ ਅਨੁਸਾਰ ਰੱਜ ਗਏ, ਓਹ ਰੱਜ ਗਏ ਅਤੇ ਓਹਨਾਂ ਦਾ ਦਿਲ ਉੱਚਾ ਹੋ ਗਿਆ, ਏਸ ਲਈ ਓਹ ਮੈਨੂੰ ਭੁੱਲ ਗਏ।"},{"number":7,"verse":"ਸੋ ਮੈਂ ਓਹਨਾਂ ਲਈ ਬਬਰ ਸ਼ੇਰ ਵਰਗਾ ਹੋਵਾਂਗਾ, ਮੈਂ ਚਿੱਤੇ ਵਾਂਙੁ ਰਾਹ ਉੱਤੇ ਘਾਤ ਵਿੱਚ ਬੈਠਾਂਗਾ,"},{"number":8,"verse":"ਮੈਂ ਰਿੱਛਣੀ ਵਾਂਙੁ ਜਿਹ ਦੇ ਬੱਚੇ ਖੋਹ ਗਏ ਹੋਣ ਓਹਨਾਂ ਦੇ ਦਿਲ ਦਾ ਪੜਦਾ ਪਾੜ ਸੁੱਟਾਂਗਾ, ਮੈਂ ਸ਼ੇਰਨੀ ਵਾਂਙੁ ਉੱਥੇ ਓਹਨਾਂ ਨੂੰ ਖਾ ਜਾਵਾਂਗਾ, ਰੜ ਦੇ ਦਰਿੰਦੇ ਓਹਨਾਂ ਨੂੰ ਨੋਚ ਲੈਣਗੇ।।"},{"number":9,"verse":"ਹੇ ਇਸਰਾਏਲ, ਏਹ ਤੇਰੀ ਬਰਬਾਦੀ ਹੈ ਕਿ ਤੂੰ ਮੇਰੇ ਵਿਰੁੱਧ ਹੋਇਆ, ਆਪਣੇ ਸਹਾਇਕ ਦੇ ਵਿਰੁੱਧ।"},{"number":10,"verse":"ਹੁਣ ਤੇਰਾ ਪਾਤਸ਼ਾਹ ਕਿੱਥੇ ਹੈ, ਭਈ ਉਹ ਤੈਨੂੰ ਤੇਰੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਬਚਾਵੇॽ ਅਤੇ ਤੇਰੇ ਨਿਆਈ, ਜਿਨ੍ਹਾਂ ਦੇ ਵਿਖੇ ਤੈਂ ਆਖਿਆ, ਮੈਨੂੰ ਪਾਤਸ਼ਾਹ ਅਤੇ ਸਰਦਾਰ ਦੇਹॽ"},{"number":11,"verse":"ਮੈਂ ਤੈਨੂੰ ਆਪਣੇ ਕ੍ਰੋਧ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਦਿੱਤਾ, ਅਤੇ ਆਪਣੇ ਕਹਿਰ ਵਿੱਚ ਉਹ ਨੂੰ ਲੈ ਲਿਆ।"},{"number":12,"verse":"ਅਫ਼ਰਾਈਮ ਦੀ ਬਦੀ ਬੰਨ੍ਹੀ ਹੋਈ ਹੈ, ਉਹ ਦਾ ਪਾਪ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।"},{"number":13,"verse":"ਜਣਨ ਦੀਆਂ ਪੀੜਾਂ ਉਹ ਦੇ ਉੱਤੇ ਆ ਪਈਆਂ ਹਨ, ਉਹ ਬੁੱਧਹੀਣ ਪੁੱਤ੍ਰ ਹੈ, ਕਿਉਂ ਜੋ ਉਹ ਵੇਲੇ ਸਿਰ ਕੁੱਖ ਦੇ ਮੂੰਹ ਅੱਗੇ ਨਹੀਂ ਆਉਂਦਾ।।"},{"number":14,"verse":"ਕੀ ਮੈਂ ਪਤਾਲ ਦੇ ਕਾਬੂ ਤੋਂ ਓਹਨਾਂ ਦੇ ਛੁਟਕਾਰੇ ਦਾ ਮੁੱਲ ਭਰਾਂਗਾॽ ਕੀ ਮੈਂ ਮੌਤ ਤੋਂ ਓਹਨਾਂ ਦਾ ਨਿਸਤਾਰਾ ਦਿਆਂਗਾॽ ਹੇ ਮੌਤ, ਤੇਰੀਆਂ ਬਵਾਂ ਕਿੱਥੇ ਹਨॽ ਹੇ ਪਤਾਲ, ਤੇਰੀ ਤਬਾਹੀ ਕਿੱਥੇ ਹੈ? ਤਰਸ ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੋਂ ਲੁਕਿਆ ਰਹੇਗਾ!।।"},{"number":15,"verse":"ਭਾਵੇਂ ਉਹ ਆਪਣੇ ਭਰਾਵਾਂ ਵਿੱਚ ਫਲਦਾਰ ਹੋਵੇ, ਤਾਂ ਵੀ ਪੂਰਬੀ ਹਵਾ, ਹਾਂ, ਯਹੋਵਾਹ ਦੀ ਪੌਣ ਉਜਾੜ ਤੋਂ ਆਵੇਗੀ, ਤਾਂ ਉਹ ਦਾ ਸੋਤਾ ਸੁੱਕ ਜਾਵੇਗਾ, ਅਤੇ ਉਹ ਦਾ ਚਸ਼ਮਾ ਖੁਸ਼ਕ ਹੋ ਜਾਵੇਗਾ, ਉਹ ਉਸ ਦੇ ਖ਼ਜਾਨੇ ਤੋਂ ਸਾਰੇ ਸੋਹਣੇ ਭਾਂਡੇ ਲੁੱਟ ਲਵੇਗੀ।"},{"number":16,"verse":"ਸਾਮਰਿਯਾ ਆਪਣੇ ਦੋਸ਼ ਚੁੱਕੇਗਾ, ਕਿਉਂ ਜੋ ਉਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਆਕੀ ਹੋ ਗਿਆ ਹੈ, ਓਹ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗਣਗੇ, ਓਹਨਾਂ ਦੇ ਨਿਆਣੇ ਪਟਕਾ ਦਿੱਤੇ ਜਾਣਗੇ, ਅਤੇ ਓਹਨਾਂ ਦੀਆਂ ਗਰਭਵੰਤੀਆਂ ਚੀਰੀਆਂ ਜਾਣਗੀਆਂ!।।"}]}