{"bibleAbbr":"paOV2016","bookName":"ਹੋਸ਼ੇਆ","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"( ਬੇਈਮਾਨੀ ਉੱਤੇ ਝਿੜਕੀ) ਹੇ ਜਾਜਕੋ, ਏਹ ਨਾ ਸੁਣੋ! ਹੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਵਾਲਿਓ, ਧਿਆਨ ਦਿਓ! ਹੇ ਪਾਤਸ਼ਾਹ ਦੇ ਘਰਾਣੇ ਵਾਲਿਓ, ਕੰਨ ਲਾਓ! ਕਿਉਂ ਜੋ ਤੁਹਾਡਾ ਨਿਆਉਂ ਆ ਗਿਆ ਹੈ, ਤੂੰ ਮਿਸਪਾਹ ਲਈ ਫੰਦਾ ਹੋਇਆ ਹੈਂ, ਅਤੇ ਤਾਬੋਰ ਉੱਤੇ ਇੱਕ ਵਿਛਾਇਆ ਹੋਇਆ ਜਾਲ।"},{"number":2,"verse":"ਆਕੀ ਵੱਢਣ ਟੁੱਕਣ ਵਿੱਚ ਗ਼ਰਕ ਹਨ, ਪਰ ਮੈਂ ਓਹਨਾਂ ਸਾਰਿਆਂ ਦਾ ਤਾੜਨ ਵਾਲਾ ਰਿਹਾ ਹਾਂ।"},{"number":3,"verse":"ਮੈਂ ਅਫ਼ਰਾਈਮ ਨੂੰ ਜਾਣਦਾ ਹਾਂ, ਅਤੇ ਇਸਰਾਏਲ ਮੈਥੋਂ ਲੁਕਿਆ ਹੋਇਆ ਨਹੀਂ, - ਹੇ ਅਫ਼ਰਾਈਮ, ਤੈਂ ਹੁਣ ਜ਼ਨਾਹ ਕੀਤਾ, ਇਸਰਾਏਲ ਪਲੀਤ ਹੋ ਗਈ।"},{"number":4,"verse":"ਓਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਓਹਨਾਂ ਨੂੰ ਓਹਨਾਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਮੁੜਨ ਨਹੀਂ ਦਿੰਦੀਆਂ, ਕਿਉਂ ਜੋ ਜ਼ਨਾਹ ਦੀ ਰੂਹ ਓਹਨਾਂ ਦੇ ਅੰਦਰ ਹੈ, ਅਤੇ ਓਹ ਯਹੋਵਾਹ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।।"},{"number":5,"verse":"ਇਸਰਾਏਲ ਦਾ ਹੰਕਾਰ ਉਹ ਦੇ ਮੂੰਹ ਉੱਤੇ ਸਾਖੀ ਦਿੰਦਾ ਹੈ, ਇਸਰਾਏਲ ਅਤੇ ਅਫ਼ਰਾਈਮ ਆਪਣੀ ਬਦੀ ਦੀ ਠੋਕਰ ਖਾਣਗੇ, ਯਹੂਦਾਹ ਵੀ ਓਹਨਾਂ ਦੇ ਨਾਲ ਠੋਕਰ ਖਾਵੇਗਾ।।"},{"number":6,"verse":"ਓਹ ਆਪਣੇ ਇੱਜੜਾਂ ਅਤੇ ਵੱਗਾਂ ਨਾਲ ਯਹੋਵਾਹ ਦੇ ਭਾਲਣ ਲਈ ਨਿੱਕਲਣਗੇ, ਪਰ ਓਹ ਉਹ ਨੂੰ ਨਾ ਲੱਭਣਗੇ, ਉਹ ਓਹਨਾਂ ਤੋਂ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।"},{"number":7,"verse":"ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਨਾਲ ਧੋਖਾ ਕੀਤਾ ਹੈ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਤੋਂ ਓਪਰੋਂ ਬੱਚੇ ਜੰਮੇ, ਹੁਣ ਨਵਾਂ ਚੰਦ ਓਹਨਾਂ ਨੂੰ ਓਹਨਾਂ ਦੇ ਖੇਤਾਂ ਦੇ ਨਾਲ ਖਾ ਜਾਵੇਗਾ।।"},{"number":8,"verse":"ਗਿਬਆਹ ਵਿੱਚ ਨਰਸਿੰਗਾ ਫੂਕੋ! ਰਾਮਾਹ ਵਿੱਚ ਤੁਰ੍ਹੀ! ਬੈਤ-ਆਵਨ ਵਿੱਚ ਢੋਲ ਵਜਾਓ, - ਹੇ ਬਿਨਯਾਮੀਨ, ਪਿੱਛੇ ਵੇਖ!"},{"number":9,"verse":"ਝਿੜਕੀ ਦੇ ਦਿਨ ਅਫ਼ਰਾਈਮ ਵਿਰਾਨ ਹੋ ਜਾਵੇਗਾ, ਇਸਰਾਏਲ ਦੇ ਗੋਤਾਂ ਵਿੱਚ ਮੈਂ ਓਹੀ ਦੱਸਦਾ ਹਾਂ ਜੋ ਪੱਕ ਹੈ।"},{"number":10,"verse":"ਯਹੂਦਾਹ ਦੇ ਸਰਦਾਰ ਬੰਨੇ ਭੰਨਾਂ ਵਾਂਙੁ ਹੋ ਗਏ ਹਨ, ਮੈਂ ਆਪਣਾ ਕਹਿਰ ਪਾਣੀ ਵਾਂਙੁ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਵਹਾਵਾਂਗਾ!"},{"number":11,"verse":"ਅਫ਼ਰਾਈਮ ਦਬਾਇਆ ਗਿਆ ਹੈ, ਓਹ ਨਿਆਉਂ ਨਾਲ ਚਿੱਥਿਆ ਗਿਆ ਹੈ, ਕਿਉਂ ਜੋ ਉਹ ਹਠ ਨਾਲ ਵਿਅਰਥ ਬਿਧੀਆਂ ਦੇ ਪਿੱਛੇ ਲੱਗਾ ਰਿਹਾ।"},{"number":12,"verse":"ਏਸ ਲਈ ਮੈਂ ਅਫ਼ਰਾਈਮ ਲਈ ਲੇਹ ਵਾਂਗਰ, ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਲਈ ਘੁਣ ਵਾਂਗਰ ਹਾਂ ।"},{"number":13,"verse":"ਜਦ ਅਫ਼ਰਾਈਮ ਨੇ ਆਪਣੇ ਰੋਗ ਵੇਖਿਆ, ਅਤੇ ਯਹੂਦਾਹ ਨੇ ਆਪਣੇ ਘਾਉ ਨੂੰ, ਤਾਂ ਅਫ਼ਰਾਈਮ ਅੱਸ਼ੂਰ ਨੂੰ ਗਿਆ, ਅਤੇ ਇੱਕ ਝਗੜਾਲੂ ( ਇਬਰ., ਯਾਰੇਬ ।) ਰਾਜੇ ਕੋਲ ਕਹਾ ਘੱਲਿਆ, ਪਰ ਉਹ ਤੁਹਾਨੂੰ ਚੰਗਾ ਨਹੀਂ ਕਰ ਸੱਕਦਾ, ਨਾ ਤੁਹਾਡੇ ਘਾਉ ਨੂੰ ਵਲ ਕਰ ਸੱਕਦਾ।"},{"number":14,"verse":"ਮੈਂ ਤਾਂ ਅਫ਼ਰਾਈਮ ਲਈ ਬਬਰ ਸ਼ੇਰ ਵਾਂਙੁ ਹੋਵਾਂਗਾ, ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਲਈ ਜੁਆਨ ਸ਼ੇਰ ਵਾਂਙੁ, ਮੈਂ, ਹਾਂ, ਮੈਂ ਹੀ ਪਾੜਾਂਗਾ ਅਤੇ ਚੱਲਾ ਜਾਵਾਂਗਾ, ਮੈਂ ਚੁੱਕ ਲੈ ਜਾਵਾਂਗਾ ਅਤੇ ਛੁਡਾਉਣ ਵਾਲਾ ਕੋਈ ਨਾ ਹੋਵੇਗਾ।।"},{"number":15,"verse":"ਮੈਂ ਚਲਾ ਜਾਵਾਂਗਾ ਅਤੇ ਆਪਣੇ ਅਸਥਾਨ ਨੂੰ ਮੁੜਾਂਗਾ, ਜਦ ਤੀਕ ਓਹ ਆਪਣੇ ਦੋਸ਼ ਨਾ ਮੰਨ ਲੈਣ, ਅਤੇ ਮੇਰੇ ਮੂੰਹ ਦੇ ਤਾਲਿਬ ਨਾ ਹੋਣ। ਓਹ ਆਪਣੇ ਕਸ਼ਟ ਵਿੱਚ ਮੈਨੂੰ ਗੌਹ ਨਾਲ ਭਾਲਣਗੇ।।"}]}