{"bibleAbbr":"paOV2016","bookName":"ਹੋਸ਼ੇਆ","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"( ਆਉਣ ਵਾਲੀ ਅਸੀਰੀ) ਹੇ ਇਸਰਾਏਲ, ਅਨੰਦ ਨਾ ਹੋ, ਉੱਮਤਾਂ ਵਾਂਙੁ ਖੁਸ਼ੀ ਨਾ ਮਨਾ! ਤੈਂ ਆਪਣਾ ਪਰਮੇਸ਼ੁਰ ਛੱਡ ਕੇ ਜ਼ਨਾਹ ਕੀਤਾ, ਅੰਨ ਦੇ ਹਰ ਇੱਕ ਪਿੜ ਉੱਤੇ ਤੈਂ ਆਪਣੀ ਖਰਚੀ ਨੂੰ ਪਿਆਰ ਕੀਤਾ ਹੈ!"},{"number":2,"verse":"ਪਿੜ ਅਤੇ ਚੁਬੱਚਾ ਓਹਨਾਂ ਨੂੰ ਨਾ ਪਾਲੇਗਾ, ਅਤੇ ਨਵੀਂ ਮੈ ਉਸ ਤੋਂ ਥੁੜ ਜਾਵੇਗੀ।"},{"number":3,"verse":"ਓਹ ਯਹੋਵਾਹ ਦੇ ਦੇਸ ਵਿੱਚ ਨਾ ਵੱਸਣਗੇ, ਪਰ ਅਫ਼ਰਾਈਮ ਮਿਸਰ ਨੂੰ ਮੁੜੇਗਾ, ਅਤੇ ਓਹ ਅੱਸ਼ੂਰ ਵਿੱਚ ਅੱਸ਼ੁਧ ਚੀਜ਼ਾਂ ਖਾਣਗੇ।"},{"number":4,"verse":"ਓਹ ਯਹੋਵਾਹ ਲਈ ਮੈ ਨਾ ਡੋਹਲਣਗੇ, ਓਹ ਉਸ ਨੂੰ ਪਸੰਦ ਨਾ ਆਉਣਗੇ, ਓਹਨਾਂ ਦੇ ਚੜ੍ਹਾਵੇ ਓਹਨਾਂ ਦੇ ਲਈ ਸੋਗ ਵਾਲੀ ਰੋਟੀ ਵਾਂਙੁ ਹੋਣਗੇ, ਸਾਰੇ ਓਹ ਦੇ ਖਾਣ ਵਾਲੇ ਪਲੀਤ ਹੋਣਗੇ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦੀ ਰੋਟੀ ਓਹਨਾਂ ਦੀ ਭੁੱਖ ਲਈ ਹੋਵੇਗੀ, ਉਹ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਨਾ ਆਵੇਗੀ।"},{"number":5,"verse":"ਤੁਸੀਂ ਜੋੜ ਮੇਲੇ ਦੇ ਦਿਨ ਲਈ, ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਪਰਬ ਦੇ ਦਿਨ ਲਈ ਕੀ ਕਰੋਗੇॽ"},{"number":6,"verse":"ਵੇਖੋ ਤਾਂ, ਓਹ ਬਰਬਾਦੀ ਤੋਂ ਚੱਲੇ ਗਏ, ਪਰ ਮਿਸਰ ਓਹਨਾ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ, ਮੋਫ਼ ਓਹਨਾਂ ਨੂੰ ਦਫਨ ਕਰੇਗਾ, ਓਹਨਾਂ ਦੀ ਚਾਂਦੀ ਦੀਆਂ ਕੀਮਤੀ ਚੀਜ਼ਾਂ ਨੂੰ, ਬਿੱਛੂ ਬੂਟੀ ਉਨ੍ਹਾਂ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਵੇਗੀ, ਕੰਡੇ ਓਹਨਾਂ ਦੇ ਤੰਬੂਆਂ ਵਿੱਚ ਹੋਣਗੇ।।"},{"number":7,"verse":"ਸਜ਼ਾ ਦੇ ਦਿਨ ਆ ਗਏ, ਬਦਲੇ ਦੇ ਦਿਨ ਆ ਗਏ, ਇਸਰਾਏਲ ਏਹ ਨੂੰ ਜਾਣੇਗਾ, ਨਬੀ ਮੂਰਖ ਹੈ, ਰੂਹ ਵਾਲਾ ਬੰਦਾ ਪਾਗਲ ਹੈ, ਤੇਰੀ ਬਦੀ ਦੀ ਵਾਫ਼ਰੀ ਦੇ ਕਾਰਨ, ਤੇਰੀ ਦੁਸ਼ਮਨੀ ਦੇ ਵਾਧੇ ਦੇ ਕਾਰਨ।"},{"number":8,"verse":"ਅਫ਼ਰਾਈਮ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਪਹਿਰੇਦਾਰ ਹੈ, ਹੁਣ ਰਿਹਾ ਨਬੀ, - ਉਹ ਦੇ ਸਾਰੇ ਰਾਹਾਂ ਉੱਤੇ ਚਿੜੀਮਾਰ ਦਾ ਜਾਲ ਹੈ, ਅਤੇ ਉਹ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਘਰ ਵਿੱਚ ਦੁਸ਼ਮਨੀ ਹੈ।"},{"number":9,"verse":"ਓਹਨਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪੁੱਜ ਕੇ ਖਰਾਬ ਕਰ ਲਿਆ, ਜਿਵੇਂ ਗਿਬਆਹ ਦੇ ਦਿਨਾਂ ਵਿੱਚ, ਓਹ ਓਹਨਾਂ ਦੀ ਬਦੀ ਨੂੰ ਚੇਤੇ ਕਰੇਗਾ, ਉਹ ਓਹਨਾਂ ਦੇ ਪਾਪਾਂ ਦੀ ਖਬਰ ਲਵੇਗਾ।।"},{"number":10,"verse":"ਮੈਂ ਇਸਰਾਏਲ ਨੂੰ ਉਜਾੜ ਵਿੱਚ ਅੰਗੂਰਾਂ ਵਾਂਙੁ ਪਾਇਆ, ਮੈਂ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਹਜ਼ੀਰ ਦੇ ਪਹਿਲੇ ਫਲ ਵਾਂਙੁ ਉਹ ਦੀ ਪਹਿਲੀ ਰੁੱਤ ਵਿੱਚ ਵੇਖਿਆ, ਓਹ ਬਆਲ-ਪਓਰ ਨੂੰ ਗਏ, ਅਤੇ ਓਹਨਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਰਮ ਲਈ ਅਰਪਣ ਕੀਤਾ, ਅਤੇ ਆਪਣੇ ਮਨ ਮੋਹਨੇ ਵਾਂਙੁ ਘਿਣਾਉਣੇ ਹੋ ਗਏ।"},{"number":11,"verse":"ਅਫ਼ਰਾਈਮ ਦਾ ਪਰਤਾਪ ਪੰਛੀ ਵਾਂਙੁ ਉੱਡ ਜਾਵੇਗਾ,- ਨਾ ਜਣਨ, ਨਾ ਹਮਲ, ਨਾ ਗਰਭ!"},{"number":12,"verse":"ਭਾਵੇਂ ਓਹ ਬੱਚੇ ਪਾਲਣ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਔਂਤ੍ਰਾ ਕਰਾਂਗਾ ਐਥੋਂ ਤੀਕ ਕਿ ਕੋਈ ਆਦਮੀ ਨਾ ਰਹੇ, ਅਤੇ ਹਾਇ ਓਹਨਾਂ ਨੂੰ ਜਦ ਮੈਂ ਓਹਨਾਂ ਤੋਂ ਦੂਰ ਹੋ ਜਵਾਂਗਾ!"},{"number":13,"verse":"ਅਫ਼ਰਾਈਮ, ਜਿਵੇਂ ਮੈਂ ਸੂਰ ਨੂੰ ਵੇਖਿਆ, ਚੰਗੇ ਥਾਂ ਲਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਅਫ਼ਰਾਈਮ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਵੱਢਣ ਵਾਲੇ ਲਈ ਬਾਹਰ ਲੈ ਜਾਵੇਗਾ!"},{"number":14,"verse":"ਹੇ ਯਹੋਵਾਹ, ਓਹਨਾਂ ਨੂੰ ਦੇਹ!- ਤੂੰ ਕੀ ਦੇਵੇਂਗਾ! ਓਹਨਾਂ ਨੂੰ ਗਰਭਪਾਤ ਵਾਲੀ ਕੁੱਖ ਅਤੇ ਸੁੱਕੀਆਂ ਛਾਤੀਆਂ ਦੇਹ!।।"},{"number":15,"verse":"ਓਹਨਾਂ ਦੀ ਸਾਰੀ ਬੁਰਿਆਈ ਗਿਲਗਾਲ ਵਿੱਚ ਹੈ, ਉੱਥੇ ਮੈਂ ਓਹਨਾਂ ਨਾਲ ਘਿਣ ਕੀਤੀ, ਓਹਨਾਂ ਦੀਆਂ ਬੁਰੀਆਂ ਕਰਤੂਤਾਂ ਦੇ ਕਾਰਨ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਆਪਣੇ ਭਵਨ ਤੋਂ ਧੱਕ ਦਿਆਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਨਾਲ ਫੇਰ ਪਿਆਰ ਨਾ ਕਰਾਂਗਾ, ਓਹਨਾਂ ਦੇ ਸਾਰੇ ਸਰਦਾਰ ਆਕੀ ਹਨ।"},{"number":16,"verse":"ਅਫ਼ਰਾਈਮ ਮਾਰਿਆ ਗਿਆ, ਉਹ ਦੀ ਜੜ੍ਹ ਸੁੱਕ ਗਈ, ਉਹ ਫਲ ਨਾ ਦੇਵੇਗੀ, ਜੇ ਓਹ ਜਣਨ ਵੀ, ਮੈਂ ਓਹਨਾਂ ਦੇ ਢਿੱਡ ਦਿਆਂ ਲਾਡਲਿਆਂ ਨੂੰ ਮਾਰ ਦਿਆਂਗਾ।"},{"number":17,"verse":"ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਓਹਨਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦੇਵੇਗਾ, ਕਿਉਂ ਜੋ ਓਹ ਉਸ ਦੀ ਨਹੀਂ ਸੁਣਦੇ, ਅਤੇ ਓਹ ਕੌਮਾਂ ਵਿੱਚ ਅਵਾਰਾ ਫਿਰਨਗੇ।।"}]}