{"bibleAbbr":"MSG2002","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Wake up, wake up! Pull on your boots, Zion! Dress up in your Sunday best, Jerusalem, holy city! Those who want no part of God have been culled out. They won't be coming along."},{"number":2,"verse":"Brush off the dust and get to your feet, captive Jerusalem! Throw off your chains, captive daughter of Zion!"},{"number":3,"verse":"GOD says, \"You were sold for nothing. You're being bought back for nothing.\""},{"number":4,"verse":"Again, the Master, GOD, says, \"Early on, my people went to Egypt and lived, strangers in the land. At the other end, Assyria oppressed them."},{"number":5,"verse":"And now, what have I here?\" GOD's Decree. \"My people are hauled off again for no reason at all. Tyrants on the warpath, whooping it up, and day after day, incessantly, my reputation blackened."},{"number":6,"verse":"Now it's time that my people know who I am, what I'm made of--yes, that I have something to say. Here I am!\""},{"number":7,"verse":"How beautiful on the mountains are the feet of the messenger bringing good news, Breaking the news that all's well, proclaiming good times, announcing salvation, telling Zion, \"Your God reigns!\""},{"number":8,"verse":"Voices! Listen! Your scouts are shouting, thunderclap shouts, shouting in joyful unison. They see with their own eyes GOD coming back to Zion."},{"number":9,"verse":"Break into song! Boom it out, ruins of Jerusalem: \"GOD has comforted his people! He's redeemed Jerusalem!\""},{"number":10,"verse":"GOD has rolled up his sleeves. All the nations can see his holy, muscled arm. Everyone, from one end of the earth to the other, sees him at work, doing his salvation work."},{"number":11,"verse":"Out of here! Out of here! Leave this place! Don't look back. Don't contaminate yourselves with plunder. Just leave, but leave clean. Purify yourselves in the process of worship, carrying the holy vessels of GOD."},{"number":12,"verse":"But you don't have to be in a hurry. You're not running from anybody! GOD is leading you out of here, and the God of Israel is also your rear guard."},{"number":13,"verse":"\"Just watch my servant blossom! Exalted, tall, head and shoulders above the crowd!"},{"number":14,"verse":"But he didn't begin that way. At first everyone was appalled. He didn't even look human-- a ruined face, disfigured past recognition."},{"number":15,"verse":"Nations all over the world will be in awe, taken aback, kings shocked into silence when they see him. For what was unheard of they'll see with their own eyes, what was unthinkable they'll have right before them.\""}]}