{"bibleAbbr":"mrRV2015","bookName":"इब्री लोकांस पत्र","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"ह्या कारणास्तव ऐकलेल्या गोष्टींकडे आपण विशेष लक्ष लावले पाहिजे, नाहीतर आपण त्यांपासून वाहवत जाऊ."},{"number":2,"verse":"देवदूतांच्या द्वारे सांगितलेले वचन जर दृढ झाले आणि प्रत्येक उल्लंघनाचे व आज्ञाभंगाचे यथान्याय फळ मिळाले,"},{"number":3,"verse":"तर आपण एवढ्या मोठ्या तारणाकडे दुर्लक्ष केल्यास आपला कसा निभाव लागेल? ते सांगण्याचा आरंभ प्रभूकडून झाला असून, ते ऐकणार्‍यांनी त्याविषयी आपल्याला प्रमाण पटवले;"},{"number":4,"verse":"त्यांच्याबरोबर देवानेही चिन्हे, अद्भुते व नाना प्रकारचे पराक्रम करून आणि आपल्या इच्छेप्रमाणे पवित्र आत्म्याची दाने वाटून देऊन साक्ष दिली."},{"number":5,"verse":"आम्ही ज्या भावी जगाविषयी बोलत आहोत ते त्याने देवदूतांच्या अधीन ठेवले नाही."},{"number":6,"verse":"तर एका ठिकाणी कोणी अशी साक्ष दिली आहे, “मर्त्य मानव तो काय की तू त्याची आठवण करावीस? अथवा मानवपुत्र तो काय की तू त्याला दर्शन द्यावेस?"},{"number":7,"verse":"तू त्याला देवदूतांपेक्षा काही काळापुरते कमी केले आहेस; तू त्याला गौरव व थोरवी ह्यांनी मुकुटमंडित केले आहेस; आणि तू आपल्या हातच्या कृत्यांवर त्याला नेमले आहेस;"},{"number":8,"verse":"तू सर्वकाही त्याच्या अधीन — त्याच्या पायांखाली — ठेवले आहेस.” ‘सर्वकाही त्याच्या अधीन ठेवले आहेस,’ म्हणजे त्याच्या अधीन ठेवलेले नाही असे काही राहू दिले नाहीस; परंतु ‘सर्वकाही त्याच्या अधीन ठेवले आहेस,’ असे अजून आपल्या दृष्टीस पडत नाही खरे."},{"number":9,"verse":"देवाच्या कृपेने प्रत्येकाकरता मरणाचा अनुभव घ्यावा म्हणून ज्याला ‘देवदूतांपेक्षा काही काळापुरते कमी केले होते,’ तो येशू मरण सोसल्यामुळे ‘गौरव व थोरवी ह्यांनी मुकुटमंडित केलेला’ असा आपण पाहतो."},{"number":10,"verse":"कारण ज्याच्यासाठी सर्वकाही आहे, व ज्याच्या द्वारे सर्वकाही आहे, त्याने पुष्कळ पुत्रांना गौरवात आणताना त्यांच्या तारणाचा जो उत्पादक त्याला दु:खसहनाच्या द्वारे परिपूर्ण करावे हे त्याला उचित होते."},{"number":11,"verse":"कारण जो पवित्र करणारा व ज्यांना पवित्र करण्यात येत आहे ते सर्व एकापासूनच आहेत, ह्या कारणास्तव त्यांना ‘बंधू’ म्हणायची त्याला लाज वाटत नाही."},{"number":12,"verse":"तो म्हणतो, “मी आपल्या बंधूंजवळ तुझ्या नावाची कीर्ती वर्णीन, महामंडळात तुझे स्तवन करीन.”"},{"number":13,"verse":"आणि पुन्हा तो म्हणतो, “मी त्याच्यावर भरवसा ठेवीन.” तसेच, “पाहा, मी व देवाने मला दिलेली मुले.”"},{"number":14,"verse":"ज्या अर्थी ‘मुले’ एकाच रक्तमांसाची होती त्या अर्थी तोही त्यांच्यासारखा रक्तमांसाचा झाला, हेतू हा की, मरणावर सत्ता गाजवणारा म्हणजे सैतान, ह्याला मरणाने शून्यवत करावे,"},{"number":15,"verse":"आणि जे मरणाच्या भयाने आयुष्यभर दास्याच्या बंधनात होते त्या सर्वांना मुक्त करावे."},{"number":16,"verse":"कारण, खरे पाहता तो देवदूतांच्या साहाय्यास नव्हे, तर ‘अब्राहामाच्या संतानाच्या साहाय्यास येतो.’1"},{"number":17,"verse":"म्हणून त्याला सर्व प्रकारे ‘आपल्या बंधूंसारखे’ होणे अगत्याचे होते, ह्यासाठी की, लोकांच्या पापांबद्दल प्रायश्‍चित्त करण्याकरता त्याने स्वत: देवासंबंधीच्या गोष्टींविषयी दयाळू व विश्वसनीय प्रमुख याजक व्हावे."},{"number":18,"verse":"कारण ज्या अर्थी त्याने स्वत: परीक्षा होत असता दु:ख भोगले त्या अर्थी ज्यांची परीक्षा होत आहे त्यांना साहाय्य करण्यास तो समर्थ आहे."}]}