{"bibleAbbr":"mrRV2015","bookName":"इब्री लोकांस पत्र","bookEnglishName":"Hebrews","chapterNumber":8,"verses":[{"number":1,"verse":"( यहूद्यांच्या याजकपणाहून प्रभू येशूचे याजकपण श्रेष्ठ) सांगण्याचा मुख्य मुद्दा हा आहे की, स्वर्गामध्ये राजवैभवाच्या सिंहासनाच्या ‘उजवीकडे बसलेला’ असा प्रमुख याजक आपल्याला आहे."},{"number":2,"verse":"तो पवित्रस्थानाचा म्हणजे माणसाने नव्हे तर ‘प्रभूने घातलेल्या’ खर्‍या ‘मंडपाचा’ सेवक आहे."},{"number":3,"verse":"प्रत्येक प्रमुख याजक दाने व यज्ञ अर्पण करण्यास नेमलेला असतो, म्हणून ह्याच्याजवळही अर्पण करण्यास काहीतरी असणे अगत्याचे आहे."},{"number":4,"verse":"तो पृथ्वीवर असता तर तो याजकच नसता; कारण नियमशास्त्राप्रमाणे दाने अर्पण करणारे याजक आहेत."},{"number":5,"verse":"“पर्वतावर तुला दाखवलेल्या नमुन्याप्रमाणे सर्व वस्तू बनवण्याची सावधगिरी ठेव,” ही आज्ञा, मोशे मंडप करणार होता तेव्हा त्याला जशी मिळाली, तसे तेही, जे स्वर्गीय वस्तूंचे प्रतिरूप व छाया आहे त्याची सेवा करतात."},{"number":6,"verse":"तर आता ज्या कराराचा मध्यस्थ येशू आहे तो अधिक चांगल्या अभिवचनांनी स्थापित असल्यामुळे, जेवढ्या प्रमाणात तो अधिक चांगला आहे, तेवढ्या प्रमाणात अधिक श्रेष्ठ सेवा येशूला मिळाली आहे."},{"number":7,"verse":"कारण तो पहिला करार निर्दोष असता, तर दुसरा शोधण्याचा प्रसंग आला नसता."},{"number":8,"verse":"लोकांना दोष लावून तो म्हणतो, “परमेश्वर म्हणतो, पाहा, असे दिवस येत आहेत की, त्यांत इस्राएलाचे घराणे व यहूदाचे घराणे ह्यांच्याबरोबर मी नवा करार करीन;"},{"number":9,"verse":"मी त्यांच्या पूर्वजांचा हात धरून त्यांना मिसर देशातून बाहेर आणले, त्या दिवशी मी त्यांच्याशी केलेल्या करारासारखा हा करार असणार नाही; कारण माझ्या कराराप्रमाणे ते वागले नाहीत, आणि मी त्यांच्याकडे दुर्लक्ष केले, असे प्रभू म्हणतो."},{"number":10,"verse":"कारण परमेश्वर म्हणतो, त्या दिवसांनंतर इस्राएलाच्या घराण्याशी जो करार मी करीन तो हा : मी आपले नियम त्यांच्या मनात घालीन, आणि ते त्यांच्या हृदयपटांवर लिहीन, आणि मी त्यांना देव असा होईन, आणि ते मला माझे लोक असे होतील."},{"number":11,"verse":"तेव्हा ‘परमेश्वराला ओळखा’, असे प्रत्येक जण आपल्या सहनागरिकाला, आणि प्रत्येक जण आपल्या बंधूला, शिकवणार नाही. कारण त्यांतील लहानांपासून थोरांपर्यंत ते सर्व मला ओळखतील;"},{"number":12,"verse":"कारण मी त्यांच्या अनीतीच्या कृत्यांविषयी क्षमाशील होईन, आणि त्यांची पापे मी ह्यापुढे आठवणारच नाही.”"},{"number":13,"verse":"त्याने ‘नवा’ असे म्हटल्यावर पहिल्या कराराला जुना असे ठरवले आहे; आणि जे जुने व जीर्ण होत आहे, ते नाहीसे होण्याच्या बेतात आले आहे."}]}