{"bibleAbbr":"KJV1611","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"And Ioshua rose early in the morning, and they remooued from Shittim, and came to Iordan, hee and all the children of Israel, and lodged there before they passed ouer."},{"number":2,"verse":"And it came to passe after three dayes, that the Officers went thorow the hoste;"},{"number":3,"verse":"And they commanded the people, saying, When ye see the Arke of the Couenant of the Lord your God, and the Priests the Leuites bearing it, then yee shall remooue from your place, and goe after it."},{"number":4,"verse":"Yet there shalbe a space betweene you and it, about two thousand cubites by measure: come not neere vnto it, that ye may know the way by which ye must goe: for yee haue not passed this way heretofore."},{"number":5,"verse":"And Ioshua said vnto the people, Sanctifie your selues: for to morrow the Lord wil do woders among you."},{"number":6,"verse":"And Ioshua spake vnto the Priests, saying, Take vp the Arke of the Couenant, and passe ouer before the people. And they tooke vp the Arke of the Couenant, and went before the people."},{"number":7,"verse":"And the Lord saide vnto Ioshua, This day wil I begin to magnifie thee in the sight of all Israel, that they may know that as I was with Moses, so I will be with thee."},{"number":8,"verse":"And thou shalt commaund the Priests that beare the Arke of the Couenant, saying; When ye are come to the brinke of the water of Iordan, yee shall stand still in Iordan."},{"number":9,"verse":"And Ioshua said vnto the children of Israel, Come hither, and heare the words of the Lord your God."},{"number":10,"verse":"And Ioshua said, Hereby ye shall know that the liuing God is among you, and that he will without faile driue out from before you the Canaanites, and the Hittites, and the Hiuites, and the Perizzites, and Girgashites, and the Amorites, and the Iebusites."},{"number":11,"verse":"Behold, the Arke of the Couenant, euen the Lord of all the earth, passeth ouer before you, into Iordan."},{"number":12,"verse":"Now therefore take yee twelue men out of the Tribes of Israel, out of euery Tribe a man."},{"number":13,"verse":"And it shall come to passe, assoone as the soles of the feete of the Priestes that beare the Arke of the Lord, the Lord of all the earth, shall rest in the waters of Iordan, that the waters of Iordan shall be cut off, from the waters that come downe from aboue: and they shall stand vpon an heape."},{"number":14,"verse":"And it came to passe when the people remooued from their tents, to passe ouer Iordan, and the Priests bearing the Arke of the Couenant before the people;"},{"number":15,"verse":"And as they that bare the Arke were come vnto Iordan, and the feet of the Priestes that bare the Arke, were dipped in the brimme of the water, (for Iordan ouerfloweth all his banks at the time of haruest)"},{"number":16,"verse":"That the waters which came downe from aboue, stood and rose vp vpon an heape very farre, from the city Adam, that is beside Zaretan: and those that came downe toward the sea of the plaine, euen the salt sea, failed, and were cut off: and the people passed ouer right against Iericho."},{"number":17,"verse":"And the Priestes that bare the Arke of the Couenant of the Lord, stood firme on drie ground, in the midst of Iordan, and all the Israelites passed ouer on drie ground, vntill all the people were passed cleane ouer Iordan."}]}