{"bibleAbbr":"KJV1611","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"And the Lord said vnto Ioshua, Feare not, neither be thou dismaid: take all the people of warre with thee, and arise, goe vp to Ai: See, I haue giuen into thy hand the king of Ai, and his people, and his citie, and his land."},{"number":2,"verse":"And thou shalt doe to Ai and her king, as thou diddest vnto Iericho and her king: Onely the spoile thereof and the cattell thereof shall ye take for a pray vnto your selues: lay thee an ambush for the citie, behind it."},{"number":3,"verse":"So Ioshua arose, and all the people of warre, to goe vp against Ai: and Ioshua chose out thirtie thousand mighty men of valour, and sent them away by night:"},{"number":4,"verse":"And he commanded them, saying, Behold, ye shall lie in wait against the citie, euen behind the citie: goe not very farre from the citie, but be ye all ready:"},{"number":5,"verse":"And I, and all the people that are with mee, will approch vnto the citie: and it shall come to passe when they come out against vs, as at the first, that we will flee before them,"},{"number":6,"verse":"(For they will come out after vs) till we haue drawen them from the citie; for they will say, They flee before vs, as at the first: therefore we will flee before them."},{"number":7,"verse":"Then yee shall rise vp from the ambush, and seise vpon the citie: for the Lord your God will deliuer it into your hand."},{"number":8,"verse":"And it shall be when yee haue taken the citie, that ye shall set the citie on fire: according to the commandement of the Lord shall ye do. See, I haue commanded you."},{"number":9,"verse":"Ioshua therefore sent them foorth, and they went to lie in ambush, and abode betweene Bethel and Ai, on the West side of Ai: but Ioshua lodged that night among the people."},{"number":10,"verse":"And Ioshua rose vp early in the morning, and numbred the people, and went vp; he, and the Elders of Israel, before the people to Ai."},{"number":11,"verse":"And all the people, euen the people of warre that were with him, went vp, and drew nigh, and came before the city, and pitched on the North side of Ai: now there was a valley betweene them and Ai."},{"number":12,"verse":"And he tooke about fiue thousand men, and set them to lye in ambush betweene Bethel and Ai, on the West side of the citie."},{"number":13,"verse":"And when they had set the people, euen all the hoste that was on the North of the city, and their liers in wait on the West of the citie: Ioshua went that night into the midst of the valley."},{"number":14,"verse":"And it came to passe when the King of Ai saw it, that they hasted, and rose vp early, and the men of the citie went out against Israel to battell, hee, and all his people, at a time appointed, before the plaine, but hee wist not that there were liers in ambush against him behind the city."},{"number":15,"verse":"And Ioshua and all Israel made as if they were beaten before them, and fled by the way of the wildernesse."},{"number":16,"verse":"And all the people that were in Ai, were called together to pursue after them: and they pursued after Ioshua, and were drawen away from the city."},{"number":17,"verse":"And there was not a man left in Ai or Bethel, that went not out after Israel: and they left the citie open, and pursued after Israel."},{"number":18,"verse":"And the Lord said vnto Ioshua, Stretch out the speare that is in thy hand, toward Ai; for I will giue it into thine hand. And Ioshua stretched out the speare that hee had in his hand, toward the city."},{"number":19,"verse":"And the ambush arose quickly out of their place, and they ranne as soone as he had stretched out his hand: and they entred into the city, and tooke it, and hasted, and set the citie on fire."},{"number":20,"verse":"And when the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended vp to heauen, and they had no power to flee this way or that way: and the people that fled to the wildernesse, turned backe vpon the pursuers."},{"number":21,"verse":"And when Ioshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned againe and slew the men of Ai."},{"number":22,"verse":"And the other issued out of the citie against them, so they were in the midst of Israel; some on this side, and some on that side, and they smote them; so that they let none of them remaine or escape."},{"number":23,"verse":"And the King of Ai they tooke aliue, and brought him to Ioshua."},{"number":24,"verse":"And it came to passe when Israel had made an end of slaying all the inhabitants of Ai, in the field, in the wildernesse wherein they chased them, and when they were all fallen on the edge of the sword, vntill they were consumed, that all the Israelites returned vnto Ai, and smote it with the edge of the sword."},{"number":25,"verse":"And so it was that all that fell that day, both of men and women, were twelue thousand, euen all the men of Ai."},{"number":26,"verse":"For Ioshua drew not his hand backe wherewith hee stretched out the speare, vntill he had vtterly destroyed all the inhabitants of Ai."},{"number":27,"verse":"Onely the cattell, and the spoile of that city Israel tooke for a pray vnto themselues, according vnto the word of the Lord, which he commaunded Ioshua."},{"number":28,"verse":"And Ioshua burnt Ai, and made it an heape for euer, euen a desolation vnto this day."},{"number":29,"verse":"And the king of Ai he hanged on a tree vntil euentide: and assoone as the sunne was downe, Ioshua commaunded that they should take his carkeise downe from the tree, and cast it at the entring of the gate of the citie, and raise thereon a great heape of stones that remaineth vnto this day."},{"number":30,"verse":"Then Ioshua built an Altar vnto the Lord God of Israel in mount Ebal,"},{"number":31,"verse":"As Moses the seruant of the Lord commaunded the children of Israel, as it is written in the booke of the Law of Moses, an Altar of whole stones, ouer which no man hath lift vp any yron: and they offred theron burnt offerings vnto the Lord, and sacrificed peace offerings."},{"number":32,"verse":"And he wrote there vpon the stones a copie of the Lawe of Moses, which hee wrote in the presence of the children of Israel."},{"number":33,"verse":"And all Israel, and their Elders, and Officers, and their Iudges, stood on this side the Arke, and on that side, before the Priests the Leuites, which bare the Arke of the Couenant of the Lord, aswell the stranger, as he that was borne among them: halfe of them ouer against mount Gerizim, and halfe of them ouer against mount Ebal, as Moses the seruant of the Lord had commanded before, that they should blesse the people of Israel."},{"number":34,"verse":"And afterward hee read all the words of the Law, the blessings and cursings, according to all that is written in the booke of the Law."},{"number":35,"verse":"There was not a word of all that Moses commanded, which Ioshua read not before all the Congregation of Israel, with the women and the litle ones, and the strangers that were conuersant among them."}]}