{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "1 தீமோத்தேயு",
  "bookEnglishName" : "1 Timothy",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "திருச்சபை மேற்பார்வையாளர்களின் பண்புகள்நம்பத்தகுந்த கூற்று இது: எவராவது மேற்பார்வையாளராக இருக்க விரும்பினால், அவர் சிறந்த பணியை விரும்புகிறார்."
  }, {
    "number" : 2,
    "verse" : "எனவே மேற்பார்வையாளராக இருப்பவர் குற்றம் சாட்டப்படாதவராகவும், ஒரு மனைவியை மட்டும் உடைய கணவனாகவும், தன்னடக்கம் உள்ளவராகவும், சுயகட்டுப்பாடு உடையவராகவும், மதிப்புக்குரியவராகவும், உபசரிக்கின்ற குணமுள்ளவராகவும், போதிக்கும் ஆற்றல் உடையவராகவும் இருக்க வேண்டும்."
  }, {
    "number" : 3,
    "verse" : "அவர் குடிகாரராகவோ, மற்றவர்களைத் தாக்குகின்றவராகவோ இல்லாமல் கனிவு உடையவராகவும், வாக்குவாதம் செய்யாதவராகவும், பண ஆசை இல்லாதவராகவும் இருக்க வேண்டும்."
  }, {
    "number" : 4,
    "verse" : "தனது சொந்தக் குடும்பத்தை நல்ல முறையில் நடத்துகின்றவராகவும், அவரது பிள்ளைகள் எல்லாவிதத்திலும் அவருக்கு மதிப்பளித்து கீழ்ப்படிகின்றவர்களாக இருக்கும்படியும் பார்த்துக்கொள்ள வேண்டும்."
  }, {
    "number" : 5,
    "verse" : "ஒருவருக்குத் தனது சொந்தக் குடும்பத்தை நடத்துவது எப்படி எனத் தெரியவில்லை என்றால், இறைவனின் திருச்சபையை அவர் எப்படிப் பராமரிப்பார்?"
  }, {
    "number" : 6,
    "verse" : "அவர் புதிதாக மனமாற்றம் அடைந்த ஒரு விசுவாசியாய் இருக்கக் கூடாது. அப்படியிருந்தால், அவர் வீண்பெருமை கொண்டவராகி, பிசாசு அடைந்த நியாயத்தீர்ப்புக்குள் விழக் கூடும்."
  }, {
    "number" : 7,
    "verse" : "வெளியாட்களின் மத்தியிலும் அவர் நற்பெயர் பெற்றவராய் இருக்க வேண்டும். அப்போது அவர் அவதூறுக்கு ஆளாகாமலும், பிசாசின் கண்ணிப் பொறியில் விழாமலும் இருப்பார்."
  }, {
    "number" : 8,
    "verse" : "அதேபோல் உதவி ஊழியர்கள் மதிப்புக்கு உரியவர்களாகவும், உண்மைத் தன்மை உள்ளவர்களாகவும் இருக்க வேண்டும். அவர்கள் மதுவெறி கொள்கின்றவர்களாகவோ, அநியாய இலாபம் ஈட்ட முயற்சிக்கின்றவர்களாகவோ இருக்கக் கூடாது."
  }, {
    "number" : 9,
    "verse" : "விசுவாசத்தின் ஆழமான மறைபொருளை நல்ல மனசாட்சியுடன் பற்றிப்பிடித்துக் கொண்டிருப்பவர்களாய் இருக்க வேண்டும்."
  }, {
    "number" : 10,
    "verse" : "முதலாவது அவர்களைப்பற்றி ஆராய்ந்தறியப்பட வேண்டும்; அதன்பின்பு, அவர்களுக்கு எதிராக குற்றம் ஏதும் இல்லையென்றால் அவர்கள் உதவி ஊழியர்களாகப் பணி செய்யலாம்."
  }, {
    "number" : 11,
    "verse" : "அதேபோல் அவர்களுடைய மனைவியரும், மதிப்புக்குரியவர்களாய் இருக்க வேண்டும். அவர்கள் அவதூறு பேசாதவர்களாகவும், தன்னடக்கம் உள்ளவர்களாகவும், எல்லாவற்றிலும் நம்பத் தகுந்தவர்களாகவும் இருக்க வேண்டும்."
  }, {
    "number" : 12,
    "verse" : "ஒரு உதவி ஊழியர், தன் மனைவிக்கு உண்மையுள்ள கணவனாகவும் தனது பிள்ளைகளையும் குடும்பத்தையும் நல்ல முறையில் நடத்துகின்றவராகவும் இருக்க வேண்டும்."
  }, {
    "number" : 13,
    "verse" : "நல்ல முறையில் இந்த பணியைச் செய்கின்றவர்கள் உயர் மதிப்பைப் பெற்றுக்கொள்வதோடு, கிறிஸ்து இயேசுவில் வைத்திருக்கின்ற தங்கள் விசுவாசத்தில் மிகுந்த உறுதி அடைவார்கள்."
  }, {
    "number" : 14,
    "verse" : "பவுலின் அறிவுறுத்தல்களுக்கான காரணங்கள்விரைவில் நான் உன்னிடம் வருவேன் என எதிர்பார்ப்போடு இருக்கின்றேன். ஆனாலும் நான் இந்த அறிவுறுத்தல்களை எழுதுகிறேன்."
  }, {
    "number" : 15,
    "verse" : "ஏனெனில் ஒருவேளை நான் வர தாமதித்தால், இறைவனுடைய குடும்பத்தில் உள்ளவர்கள் எப்படி நடந்துகொள்ள வேண்டும் என்று நீ அறிந்துகொள்ளும்படியே இதை எழுதுகிறேன். இந்தக் குடும்பமே வாழும் இறைவனின் திருச்சபையாய் இருக்கின்றது. அதுவே சத்தியத்தைத் தாங்கும் தூணும் அத்திவாரமுமாய் இருக்கின்றது."
  }, {
    "number" : 16,
    "verse" : "இறைபக்தியைக் குறித்த மறைபொருள் மகத்தானது என்பதில் எவ்வித சந்தேகமும் இல்லை. அவர் மனிதனாக வெளிப்படுத்தப்பட்டார். ஆவியானவரால் நிரூபிக்கப்பட்டார். இறைதூதர்களுக்குக் காணப்பட்டார். யூதரல்லாதவர்கள் மத்தியில் பிரசங்கிக்கப்பட்டார். உலகத்திலுள்ளவர்களால் விசுவாசிக்கப்பட்டார். அவர் மகிமையில் எடுத்துக்கொள்ளப்பட்டார்."
  } ]
}