{"bibleAbbr":"LEB2012","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"Timothy Accompanies Paul and Silas And he came also to Derbe and to Lystra. And behold, a certain disciple was there named Timothy, the son of a believing Jewish woman but of a Greek father,"},{"number":2,"verse":"who was well spoken of by the brothers in Lystra and Iconium."},{"number":3,"verse":"Paul wanted this one to go with him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was Greek."},{"number":4,"verse":"And as they went through the towns, they passed on to them to observe the rules that had been decided by the apostles and elders who were in Jerusalem."},{"number":5,"verse":"So the churches were being strengthened in the faith and were growing in number every day."},{"number":6,"verse":"Paul’s Vision of a Man of Macedonia And they traveled through the Phrygian and Galatian region, having been prevented by the Holy Spirit from speaking the message in Asia."},{"number":7,"verse":"And when they came to Mysia, they attempted to go into Bithynia, and the Spirit of Jesus did not permit them."},{"number":8,"verse":"So going through Mysia, they went down to Troas."},{"number":9,"verse":"And a vision appeared to Paul during the night: a certain Macedonian man was standing there and imploring him and saying, “Come over to Macedonia and help us!”"},{"number":10,"verse":"And when he had seen the vision, we wanted at once to go away to Macedonia, concluding that God had called us to proclaim the good news to them."},{"number":11,"verse":"The Conversion of Lydia at Philippi So putting out to sea from Troas, we sailed a straight course to Samothrace, and on the following day to Neapolis,"},{"number":12,"verse":"and from there to Philippi, which is a leading city of that district of Macedonia, a Roman colony. And we were staying in this city for some days."},{"number":13,"verse":"And on the day of the Sabbath, we went outside the city gate beside the river, where we thought there was a place of prayer, and we sat down and spoke to the women assembled there."},{"number":14,"verse":"And a certain woman named Lydia from the city of Thyatira, a merchant dealing in purple cloth who showed reverence for God, was listening. The Lord opened her heart to pay attention to what was being said by Paul."},{"number":15,"verse":"And after she was baptized, and her household, she urged us, saying, “If you consider me to be a believer in the Lord, come to my house and stay.” And she prevailed upon us."},{"number":16,"verse":"Paul and Silas Imprisoned And it happened that as we were going to the place of prayer, a certain female slave who had a spirit of divination met us, who was bringing a large profit to her owners by fortune-telling."},{"number":17,"verse":"She followed Paul and us and was crying out, saying, “These men are slaves of the Most High God, who are proclaiming to you the way of salvation!”"},{"number":18,"verse":"And she was doing this for many days. But Paul, becoming greatly annoyed and turning around, said to the spirit, “I command you in the name of Jesus Christ to come out of her!” And it came out immediately."},{"number":19,"verse":"But when her owners saw that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers."},{"number":20,"verse":"And when they had brought them to the chief magistrates, they said, “These men are throwing our city into confusion, being Jews,"},{"number":21,"verse":"and are proclaiming customs that are not permitted for us to accept or to practice, because we are Romans!”"},{"number":22,"verse":"And the crowd joined in attacking them, and the chief magistrates tore off their clothing and gave orders to beat them with rods."},{"number":23,"verse":"And after they had inflicted many blows on them, they threw them into prison, giving orders to the jailer to guard them securely."},{"number":24,"verse":"Having received such an order, he put them in the inner prison and fastened their feet in the stocks."},{"number":25,"verse":"The Conversion of the Philippian Jailer Now about midnight, Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."},{"number":26,"verse":"And suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened and all the bonds were unfastened."},{"number":27,"verse":"And after the jailer was awake and saw the doors of the prison open, he drew his sword and was about to kill himself, because he thought the prisoners had escaped."},{"number":28,"verse":"But Paul called out with a loud voice, saying, “Do no harm to yourself, for we are all here!”"},{"number":29,"verse":"And demanding lights, he rushed in and, beginning to tremble, fell down at the feet of Paul and Silas."},{"number":30,"verse":"And he brought them outside and said, “Sirs, what must I do so that I can be saved?”"},{"number":31,"verse":"And they said, “Believe in the Lord Jesus and you will be saved, you and your household!”"},{"number":32,"verse":"And they spoke the message of the Lord to him, together with all those in his house."},{"number":33,"verse":"And he took them at that very hour of the night and washed their wounds, and he himself was baptized at once, and all those of his household."},{"number":34,"verse":"And he brought them up into his house and set a meal before them, and rejoiced greatly that he had believed in God with his whole household."},{"number":35,"verse":"Paul and Silas Receive an Official Apology And when it was day, the chief magistrates sent the police officers, saying, “Release those men.”"},{"number":36,"verse":"And the jailer reported these words to Paul: “The chief magistrates have sent an order that you should be released. So come out now and go in peace!”"},{"number":37,"verse":"But Paul said to them, “They beat us in public without due process — men who are Roman citizens — and threw us into prison, and now they are wanting to release us secretly? Certainly not! Rather let them come themselves and bring us out!”"},{"number":38,"verse":"So the police officers reported these words to the chief magistrates, and they were afraid when they heard that they were Roman citizens."},{"number":39,"verse":"And they came and apologized to them, and after they brought them out they asked them to depart from the city."},{"number":40,"verse":"And when they came out of the prison, they went to Lydia and when they saw them, they encouraged the brothers and departed."}]}