{"bibleAbbr":"HSB+","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"וַיֵּ֥רַע <WH7489> vai-Ye-ra' displeased אֶל־ <WH413> 'el- about יוֹנָ֖ה <WH3124> yo-Nah Jonah רָעָ֣ה <WH7451> ra-'Ah adversity גְדוֹלָ֑ה <WH1419> ge-do-Lah; greatly וַיִּ֖חַר <WH2734> vai-Yi-char and he was very angry לֽוֹ׃ lo."},{"number":2,"verse":"וַיִּתְפַּלֵּ֨ל <WH6419> vai-yit-pal-Lel And he prayed אֶל־ <WH413> 'el- about יְהוָ֜ה <WH3069> Yah-weh God וַיֹּאמַ֗ר <WH559> vai-yo-Mar, and said אָנָּ֤ה <WH577> 'an-Nah I pray יְהוָה֙ <WH3069> Yah-weh God הֲלוֹא־ <WH3808> ha-lo- was not זֶ֣ה <WH2088> zeh this דְבָרִ֗י <WH1697> de-va-Ri, [was] not this my saying עַד־ <WH5704> 'ad- while הֱיוֹתִי֙ <WH1961> he-yo-Ti become עַל־ <WH5921> 'al- concerning אַדְמָתִ֔י <WH127> 'ad-ma-Ti, land עַל־ <WH5921> 'al- concerning כֵּ֥ן <WH3651> ken order קִדַּ֖מְתִּי <WH6923> kid-Dam-ti before לִבְרֹ֣חַ <WH1272> liv-Ro-ach fled תַּרְשִׁ֑ישָׁה <WH8659> tar-Shi-shah; unto Tarshish כִּ֣י <WH3588> ki for יָדַ֗עְתִּי <WH3045> ya-Da'-ti, for I knew כִּ֤י <WH3588> ki for אַתָּה֙ <WH859> 'at-Tah you אֵֽל־ <WH410> 'el- God חַנּ֣וּן <WH2587> chan-Nun that thou [art] a gracious וְרַח֔וּם <WH7349> ve-ra-Chum, and merciful אֶ֤רֶךְ <WH750> 'E-rech slow אַפַּ֙יִם֙ <WH639> 'ap-Pa-yim to anger וְרַב־ <WH7227> ve-rav- and of great חֶ֔סֶד <WH2617> Che-sed, kindness וְנִחָ֖ם <WH5162> ve-ni-Cham and repentest עַל־ <WH5921> 'al- concerning הָרָעָֽה׃ <WH7451> ha-ra-'Ah. thee of the evil"},{"number":3,"verse":"וְעַתָּ֣ה <WH6258> ve-'at-Tah now יְהוָ֔ה <WH3068> Yah-weh, Therefore now O LORD קַח־ <WH3947> kach- take נָ֥א <WH4994> na please אֶת־ <WH853> 'et- נַפְשִׁ֖י <WH5315> naf-Shi I beseech thee my life מִמֶּ֑נִּי <WH4480> mi-Men-ni; than כִּ֛י <WH3588> ki for ט֥וֹב <WH2896> Tov from me for [it is] better מוֹתִ֖י <WH4194> mo-Ti for me to die מֵחַיָּֽי׃ <WH2416> me-chai-Yai. than to live ס sa-Mek"},{"number":4,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said יְהוָ֔ה <WH3068> Yah-weh, the LORD הַהֵיטֵ֖ב <WH3190> ha-hei-Tev Doest thou well חָ֥רָה <WH2734> Cha-rah to be angry לָֽךְ׃ Lach."},{"number":5,"verse":"וַיֵּצֵ֤א <WH3318> vai-ye-Tze went out יוֹנָה֙ <WH3124> yo-Nah So Jonah מִן־ <WH4480> min- from הָעִ֔יר <WH5892> ha-'Ir, of the city וַיֵּ֖שֶׁב <WH3427> vai-Ye-shev and sat מִקֶּ֣דֶם <WH6924> mik-Ke-dem on the east side לָעִ֑יר <WH5892> la-'Ir; of the city וַיַּעַשׂ֩ <WH6213> vai-ya-'As and there made ל֨וֹ lo שָׁ֜ם <WH8033> sham There סֻכָּ֗ה <WH5521> suk-Kah, him a booth וַיֵּ֤שֶׁב <WH3427> vai-Ye-shev and sat תַּחְתֶּ֙יהָ֙ <WH8478> tach-Tei-ha under בַּצֵּ֔ל <WH6738> batz-Tzel, under it in the shadow עַ֚ד <WH5704> 'ad against אֲשֶׁ֣ר <WH834> 'a-Sher he יִרְאֶ֔ה <WH7200> yir-'Eh, till he might see מַה־ <WH4100> mah- what יִּהְיֶ֖ה <WH1961> yih-Yeh happen בָּעִֽיר׃ <WH5892> ba-'Ir. what would become of the city"},{"number":6,"verse":"וַיְמַ֣ן <WH4487> vay-Man prepared יְהוָֽה־ <WH3068> Yah-weh- And the LORD אֱ֠לֹהִים <WH430> E-lo-Him God קִיקָי֞וֹן <WH7021> ki-ka-Yon a gourd וַיַּ֣עַל׀ <WH5927> vai-Ya-'al and made [it] to come up מֵעַ֣ל <WH5921> me-'Al over לְיוֹנָ֗ה <WH3124> le-yo-Nah, over Jonah לִֽהְי֥וֹת <WH1961> lih-Yot to be a צֵל֙ <WH6738> tzel that it might be a shadow עַל־ <WH5921> 'al- about רֹאשׁ֔וֹ <WH7218> ro-Sho, over his head לְהַצִּ֥יל <WH5337> le-hatz-Tzil to deliver ל֖וֹ lo מֵרָֽעָת֑וֹ <WH7451> me-ra-'a-To; him from his grief וַיִּשְׂמַ֥ח <WH8055> vai-yis-Mach glad יוֹנָ֛ה <WH3124> yo-Nah So Jonah עַל־ <WH5921> 'al- over הַקִּֽיקָי֖וֹן <WH7021> hak-ki-ka-Yon of the gourd שִׂמְחָ֥ה <WH8056> sim-Chah glad גְדוֹלָֽה׃ <WH1419> ge-do-Lah. aloud"},{"number":7,"verse":"וַיְמַ֤ן <WH4487> vay-Man prepared הָֽאֱלֹהִים֙ <WH430> ha-'E-lo-Him But God תּוֹלַ֔עַת <WH8438> to-La-'at, a worm בַּעֲל֥וֹת <WH5927> ba-'a-Lot rose הַשַּׁ֖חַר <WH7837> hash-Sha-char when the morning לַֽמָּחֳרָ֑ת <WH4283> lam-mo-cho-Rat; the next day וַתַּ֥ךְ <WH5221> vat-Tach and it smote אֶת־ <WH853> 'et- הַקִּֽיקָי֖וֹן <WH7021> hak-ki-ka-Yon the gourd וַיִּיבָֽשׁ׃ <WH3001> vai-yi-Vash. that it withered"},{"number":8,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi become כִּזְרֹ֣חַ <WH2224> kiz-Ro-ach did arise הַשֶּׁ֗מֶשׁ <WH8121> hash-She-mesh, And it came to pass when the sun וַיְמַ֨ן <WH4487> vay-Man prepared אֱלֹהִ֜ים <WH430> E-lo-Him that God ר֤וּחַ <WH7307> Ru-ach wind קָדִים֙ <WH6921> ka-Dim east חֲרִישִׁ֔ית <WH2759> cha-ri-Shit, a vehement וַתַּ֥ךְ <WH5221> vat-Tach beat הַשֶּׁ֛מֶשׁ <WH8121> hash-She-mesh and the sun עַל־ <WH5921> 'al- and רֹ֥אשׁ <WH7218> rosh upon the head יוֹנָ֖ה <WH3124> yo-Nah of Jonah וַיִּתְעַלָּ֑ף <WH5968> vai-yit-'al-Laf; that he fainted וַיִּשְׁאַ֤ל <WH7592> vai-yish-'Al and wished אֶת־ <WH853> 'et- נַפְשׁוֹ֙ <WH5315> naf-Sho in himself לָמ֔וּת <WH4191> la-Mut, to die וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said ט֥וֹב <WH2896> Tov [It is] better מוֹתִ֖י <WH4191> mo-Ti to die מֵחַיָּֽי׃ <WH2416> me-chai-Yai. than to live"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֱלֹהִים֙ <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to יוֹנָ֔ה <WH3124> yo-Nah, to Jonah הַהֵיטֵ֥ב <WH3190> ha-hei-Tev Doest thou well חָרָֽה־ <WH2734> cha-rah- to be angry לְךָ֖ le-Cha עַל־ <WH5921> 'al- about הַקִּֽיקָי֑וֹן <WH7021> hak-ki-ka-Yon; gourd וַיֹּ֕אמֶר <WH559> vai-Yo-mer said הֵיטֵ֥ב <WH3190> hei-Tev I do well חָֽרָה־ <WH2734> cha-rah- to be angry לִ֖י li עַד־ <WH5704> 'ad- even מָֽוֶת׃ <WH4194> Ma-vet. [even] unto death"},{"number":10,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said יְהוָ֔ה <WH3068> Yah-weh, the LORD אַתָּ֥ה <WH859> 'at-Tah You חַ֙סְתָּ֙ <WH2347> chas-ta Thou hast had pity עַל־ <WH5921> 'al- on הַקִּ֣יקָי֔וֹן <WH7021> hak-Ki-ka-Yon, on the gourd אֲשֶׁ֛ר <WH834> 'a-Sher which לֹא־ <WH3808> lo- did not עָמַ֥לְתָּ <WH5998> 'a-Mal-ta for the which thou hast not laboured בּ֖וֹ bo וְלֹ֣א <WH3808> ve-Lo cause גִדַּלְתּ֑וֹ <WH1431> gid-dal-To; neither madest it grow שֶׁבִּן־ <WH1121> sheb-bin- afflicted לַ֥יְלָה <WH3915> Lay-lah night הָיָ֖ה <WH1961> ha-Yah came וּבִן־ <WH1121> u-vin- afflicted לַ֥יְלָה <WH3915> Lay-lah night אָבָֽד׃ <WH6> 'a-Vad. and perished"},{"number":11,"verse":"וַֽאֲנִי֙ <WH589> va-'a-Ni I לֹ֣א <WH3808> lo not אָח֔וּס <WH2347> 'a-Chus, And should not I spare עַל־ <WH5921> 'al- and נִינְוֵ֖ה <WH5210> nin-Veh Nineveh הָעִ֣יר <WH5892> ha-'Ir city הַגְּדוֹלָ֑ה <WH1419> hag-ge-do-Lah; that great אֲשֶׁ֣ר <WH834> 'a-Sher who יֶשׁ־ <WH3426> yesh- wherein are בָּ֡הּ bah הַרְבֵּה֩ <WH7235> har-Beh more מִֽשְׁתֵּים־ <WH8147> mish-teim- both עֶשְׂרֵ֨ה <WH6240> 'es-Reh ten רִבּ֜וֹ <WH7239> rib-Bo thousand אָדָ֗ם <WH120> 'a-Dam, persons אֲשֶׁ֤ר <WH834> 'a-Sher who לֹֽא־ <WH3808> lo- not יָדַע֙ <WH3045> ya-Da' that cannot discern בֵּין־ <WH996> bein- between יְמִינ֣וֹ <WH3225> ye-mi-No between their right hand לִשְׂמֹאל֔וֹ <WH8040> lis-mo-Lo, and their left hand וּבְהֵמָ֖ה <WH929> u-ve-he-Mah beast רַבָּֽה׃ <WH7227> rab-Bah. and [also] much"}]}