{
  "bibleAbbr" : "TCVIN2020NT",
  "bookName" : "மத்தேயு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "(அறிஞர்கள் வருகை) யூதேயாவிலுள்ள பெத்லகேமில் இயேசு பிறந்தபின், ஏரோது அரசனாய் இருந்தபொழுது, கிழக்கிலிருந்து அறிஞர்கள் எருசலேமுக்கு வந்தார்கள்."
  }, {
    "number" : 2,
    "verse" : "அவர்கள், “யூதருக்கு அரசனாகப் பிறந்தவர் எங்கே இருக்கிறார்? நாங்கள் அவருடைய நட்சத்திரத்தைக் கிழக்கிலே கண்டோம். அவரை வழிபட வந்திருக்கிறோம்” என்று சொன்னார்கள்."
  }, {
    "number" : 3,
    "verse" : "ஏரோது அரசன் இதைக் கேட்டபோது, அவனும் அவனோடுகூட எருசலேம் மக்கள் எல்லோரும் கலக்கமடைந்தார்கள்."
  }, {
    "number" : 4,
    "verse" : "அப்பொழுது அவன் எல்லாத் தலைமை ஆசாரியர்களையும், மோசேயின் சட்ட ஆசிரியர்களையும் ஒன்றுகூட்டி, “கிறிஸ்து எங்கே பிறப்பார்?” எனக் கேட்டான்."
  }, {
    "number" : 5,
    "verse" : "அவர்களோ, “யூதேயாவிலுள்ள பெத்லகேமில்,” என்றார்கள், “ஏனெனில் இறைவாக்கினன் எழுதியிருப்பது இதுவே:"
  }, {
    "number" : 6,
    "verse" : "“யூதேயா நாட்டிலுள்ள பெத்லகேமே, யூதாவை ஆளுபவர்களில் நீ அற்பமானவனல்ல; ஏனெனில், உன்னிலிருந்து ஆளுநர் ஒருவர் வருவார். அவர் எனது மக்களான இஸ்ரயேலுக்கு மேய்ப்பராயிருப்பார்.’ ” எனப் பதிலளித்தார்கள்."
  }, {
    "number" : 7,
    "verse" : "அதற்குப் பின்பு ஏரோது அறிஞர்களை இரகசியமாய் அழைத்து, நட்சத்திரம் தோன்றிய சரியான நேரத்தை குறித்து அவர்களிடம் கவனமாய் கேட்டு அறிந்துகொண்டான்."
  }, {
    "number" : 8,
    "verse" : "ஏரோது அவர்களிடம், “நீங்கள் போய் கவனமாய் விசாரித்து குழந்தையைத் தேடுங்கள். அவரைக் கண்டதும், நானும் போய் அவரை வழிபடும்படி, உடனே எனக்கும் அறிவியுங்கள்” என்று சொல்லி, அவர்களைப் பெத்லகேமுக்கு அனுப்பினான்."
  }, {
    "number" : 9,
    "verse" : "அரசன் கூறியதைக் கேட்டபின், அவர்கள் தங்கள் வழியே சென்றார்கள். அவர்கள் கிழக்கிலே கண்ட நட்சத்திரம், அவர்களுக்கு முன்னாகச் சென்றது. அது குழந்தை இருக்கும் இடம்வரை வந்து, அதற்கு மேலாக நின்றது."
  }, {
    "number" : 10,
    "verse" : "அவர்கள் நட்சத்திரத்தைக் கண்டபோது, மிகுந்த மகிழ்ச்சி அடைந்தார்கள்."
  }, {
    "number" : 11,
    "verse" : "அவர்கள் வீட்டிற்குள் நுழைந்து, தாய் மரியாளுடன் குழந்தை இருக்கக் கண்டு, தரையில் விழுந்து அவரை வழிபட்டார்கள். பின் தங்கள் திரவியப் பெட்டியைத் திறந்து தங்கம், நறுமணத்தூள் மற்றும் வெள்ளைப்போளம் ஆகியவற்றைப் பிள்ளைக்கு காணிக்கையாகக் கொடுத்தார்கள்."
  }, {
    "number" : 12,
    "verse" : "அதற்குப் பின்பு ஏரோதிடம் திரும்பவும் போகக்கூடாது என அவர்கள் கனவில் எச்சரிக்கப்பட்டிருந்தபடியால், தங்கள் நாட்டிற்கு வேறு வழியாய்த் திரும்பிச் சென்றார்கள்."
  }, {
    "number" : 13,
    "verse" : "(எகிப்துக்குத் தப்பிச் செல்லுதல்) அறிஞர்கள் திரும்பிச் சென்றபின் கர்த்தரின் தூதன் ஒருவன் யோசேப்புக்குக் கனவில் தோன்றி, “எழுந்திரு! குழந்தையையும் தாயையும் கூட்டிக்கொண்டு, எகிப்துக்குத் தப்பிப்போ. நான் உனக்குச் சொல்லும்வரை அங்கேயே தங்கியிரு, ஏனெனில் ஏரோது குழந்தையைக் கொல்வதற்காக வகைதேடுகிறான்” என்று சொன்னான்."
  }, {
    "number" : 14,
    "verse" : "உடனே யோசேப்பு எழுந்திருந்து, குழந்தையையும் அதின் தாயையும் கூட்டிக்கொண்டு இரவு நேரத்தில் எகிப்துக்குப் புறப்பட்டுச் சென்றான்;"
  }, {
    "number" : 15,
    "verse" : "அவன் ஏரோது சாகும்வரைக்கும் அங்கேயே இருந்தான். இவ்வாறு கர்த்தர் தனது இறைவாக்கினன் மூலம், “எகிப்திலிருந்து நான் என் மகனை அழைத்தேன்” என்று கூறியிருந்தது நிறைவேறியது."
  }, {
    "number" : 16,
    "verse" : "ஏரோது தான் அறிஞர்களால் ஏமாற்றப்பட்டதை அறிந்தபொழுது, கடுங்கோபம் கொண்டான். அதனால் அவன் தான் அறிஞர்களிடம் கேட்டறிந்த காலத்தின்படி, பெத்லகேமிலும் அதன் சுற்றுப்புறங்களிலும் உள்ள இரண்டு வயதுக்குட்பட்ட எல்லா ஆண் குழந்தைகளையும் கொலை செய்தான்."
  }, {
    "number" : 17,
    "verse" : "அப்பொழுது இறைவாக்கினன் எரேமியா மூலமாய் கூறப்பட்டது நிறைவேறியது:"
  }, {
    "number" : 18,
    "verse" : "“ராமாவிலே ஒரு குரல் கேட்கிறது, அழுகையும் பெரும் புலம்பலும் கேட்கின்றன, ராகேல் தன் பிள்ளைகளுக்காக அழுகிறாள். அவர்களை இழந்ததினால், ஆறுதல் பெற மறுக்கிறாள்.”"
  }, {
    "number" : 19,
    "verse" : "(நாசரேத்துக்குத் திரும்புதல்) ஏரோது இறந்தபின், கர்த்தருடைய தூதன் எகிப்தில் யோசேப்புக்குக் கனவில் தோன்றி,"
  }, {
    "number" : 20,
    "verse" : "“எழுந்திரு, குழந்தையையும் அதின் தாயையும் கூட்டிக்கொண்டு, இஸ்ரயேல் நாட்டுக்குப் போ; குழந்தையின் உயிரை வாங்கத் தேடியவர்கள் இறந்துவிட்டார்கள்” என்றான்."
  }, {
    "number" : 21,
    "verse" : "எனவே அவன் குழந்தையையும் அதின் தாயையும் கூட்டிக்கொண்டு, இஸ்ரயேல் நாட்டிற்குச் சென்றான்."
  }, {
    "number" : 22,
    "verse" : "ஆனால் அர்கெலாயு தனது தகப்பனான ஏரோதுவின் இடத்தில், யூதேயாவில் ஆட்சி செய்வதை யோசேப்பு கேள்விப்பட்டபோது, அங்கே போகப் பயந்தான். அப்பொழுது யோசேப்பு கனவிலே எச்சரிக்கப்பட்டபடியால் அப்பகுதியை விட்டு கலிலேயா மாவட்டத்திற்குப் போனான்."
  }, {
    "number" : 23,
    "verse" : "அங்கு நாசரேத் எனப்படும் ஊருக்குச் சென்று அங்கே குடியிருந்தான். எனவே, “இயேசு நசரேயன் என அழைக்கப்படுவார்” என இறைவாக்கினர் மூலம் சொல்லப்பட்டது இவ்வாறு நிறைவேறியது."
  } ]
}