{"bibleAbbr":"AMP2015","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"(The Sabbatical Year) \"At the end of every seven years you shall grant a release (remission, pardon) from debt."},{"number":2,"verse":"This is the regulation for the release: every creditor shall forgive what he has loaned to his neighbor; he shall not require repayment from his neighbor and his brother, because the Lord's release has been proclaimed."},{"number":3,"verse":"You may require repayment from a foreigner, but whatever of yours is with your brother [Israelite] your hand shall release."},{"number":4,"verse":"However, there will be no poor among you, since the LORD will most certainly bless you in the land which the LORD your God is giving you as an inheritance to possess,"},{"number":5,"verse":"if only you will listen to and obey the voice of the LORD your God, to observe carefully all these commandments which I am commanding you today."},{"number":6,"verse":"When the LORD your God blesses you as He has promised you, then you will lend to many nations, but you will not borrow; and you will rule over many nations, but they will not rule over you."},{"number":7,"verse":"\"If there is a poor man among you, one of your fellow Israelites, in any of your cities in the land that the LORD your God is giving you, you shall not be heartless, nor close-fisted with your poor brother;"},{"number":8,"verse":"but you shall freely open your hand to him, and shall generously lend to him whatever he needs."},{"number":9,"verse":"Beware that there is no wicked thought in your heart, saying, 'The seventh year, the year of release (remission, pardon), is approaching,' and your eye is hostile (unsympathetic) toward your poor brother, and you give him nothing [since he would not have to repay you]; for he may cry out to the LORD against you, and it will become a sin for you."},{"number":10,"verse":"You shall freely and generously give to him, and your heart shall not be resentful when you give to him, because for this [generous] thing the LORD your God will bless you in all your work and in all your undertakings."},{"number":11,"verse":"For the poor will never cease to be in the land; therefore I command you, saying, 'You shall freely open your hand to your brother, to your needy, and to your poor in your land.'"},{"number":12,"verse":"\"If your fellow Israelite, a Hebrew man or woman, is sold to you, and serves you for six years, then in the seventh year you shall set him free [from your service]."},{"number":13,"verse":"When you set him free, you shall not let him go away empty-handed."},{"number":14,"verse":"You shall give him generous provisions from your flock, from your threshing floor and from your wine press; you shall give to him as the LORD your God has blessed you."},{"number":15,"verse":"And you shall remember and thoughtfully consider that you were [once] a slave in the land of Egypt, and the LORD your God redeemed you; therefore, I am commanding you these things today."},{"number":16,"verse":"Now if the servant says to you, 'I will not leave you,' because he loves you and your household, since he is doing well with you;"},{"number":17,"verse":"then take an awl and pierce it through his ear into the door, and he shall [willingly] be your servant always. Also you shall do the same for your maidservant."},{"number":18,"verse":"\"It shall not seem hard to you when you set him free, for he has served you six years with double the service of a hired man; so the LORD your God will bless you in everything you do."},{"number":19,"verse":"\"You shall consecrate (set apart) to the LORD your God all the firstborn males that are born of your herd and flock. You shall not work with the firstborn of your herd, nor shear the firstborn of your flock."},{"number":20,"verse":"You and your household shall eat it every year before the LORD your God in the place [for worship] which the LORD chooses."},{"number":21,"verse":"But if it has any defect or injury, such as lameness or blindness, or any serious defect, you shall not sacrifice it to the LORD your God."},{"number":22,"verse":"You shall eat it within your [city] gates; the [ceremonially] unclean and the clean alike may eat it, as [if it were] a gazelle or a deer."},{"number":23,"verse":"Only you shall not eat its blood; you are to pour it out on the ground like water."}]}