{"bibleAbbr":"AMP2015","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"Various Laws \"If there is a controversy between men, and they go to court, and the judges decide [the issue] between them, and they judge in favor of the innocent and condemn the guilty,"},{"number":2,"verse":"then it shall be that if the guilty man deserves to be beaten, the judge shall make him lie down and be beaten in his presence with a [certain] number of stripes in proportion to his offense."},{"number":3,"verse":"He may have him beaten forty times, but no more. He is not to be beaten with more stripes than these and he is not to be degraded [that is, treated like an animal] in your sight."},{"number":4,"verse":"\"You shall not muzzle the ox while he is threshing [to prevent him from eating any of the grain]."},{"number":5,"verse":"\"If brothers are living together and one of them dies without a son, the widow of the deceased shall not be married outside the family to a stranger. Her husband's brother shall be intimate with her after taking her as his wife and perform the duty of a husband's brother to her."},{"number":6,"verse":"It shall be that her firstborn [son] will be given the name of the dead brother, so that his name will not be blotted out of Israel."},{"number":7,"verse":"But if the man does not want to marry his brother's [widowed] wife, then she shall go up to the gate [of the city, where court is held] to the elders, and say, 'My brother-in-law refuses to continue his brother's name in Israel; he is not willing to perform the duty of a husband's brother.'"},{"number":8,"verse":"Then the elders of his city will summon him and speak to him. And if he stands firm and says, 'I do not want to marry her,'"},{"number":9,"verse":"then his brother's widow shall approach him in the presence of the elders, and pull his sandal off his foot and spit in his face; and she shall answer and say, 'So it is done to that man who does not build up his brother's household.'"},{"number":10,"verse":"In Israel his [family] name shall be, 'The house of him whose sandal was removed.'"},{"number":11,"verse":"\"If [two] men, a man and his countryman, are fighting and the wife of one approaches to rescue her husband from the man who is striking him, and she reaches out with her hand and grabs the aggressor's genitals,"},{"number":12,"verse":"then you shall cut off her hand; you shall not show pity [for her]."},{"number":13,"verse":"\"You shall not have in your bag inaccurate weights, a heavy and a light [so you can cheat others]."},{"number":14,"verse":"You shall not have in your house inaccurate measures, a large and a small."},{"number":15,"verse":"You shall have a perfect (full) and just weight, and a perfect and just measure, so that your days may be long in the land which the LORD your God gives you."},{"number":16,"verse":"For everyone who does such things, everyone who acts unjustly [without personal integrity] is utterly repulsive to the LORD your God."},{"number":17,"verse":"\"Remember what Amalek did to you along the road when you came from Egypt,"},{"number":18,"verse":"how he met you along the road and attacked all the stragglers at your rear when you were tired and weary; and he did not fear God."},{"number":19,"verse":"Therefore when the LORD your God has given you rest from all your surrounding enemies, in the land which the LORD your God gives you as an inheritance to possess, you shall wipe out the memory of Amalek from under heaven; you must not forget."}]}