{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस पहिले पत्र","bookEnglishName":"1 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"( भयंकर स्वरूपाच्या अनीतीचे एक उदाहरण) मला अशी खबर मिळाली आहे की, तुमच्यामध्ये प्रत्यक्ष जारकर्म चालू आहे आणि असले जारकर्म की जे परराष्ट्रीयांमध्येदेखील आढळत नाही; म्हणजे तुमच्यातील कोणीएकाने आपल्या बापाची बायको ठेवली आहे."},{"number":2,"verse":"तरीही तुम्ही फुगला आहात! आणि हे कर्म करणारा आपणांतून घालवून देण्याइतका शोक तुम्ही केला नाही."},{"number":3,"verse":"मी शरीराने गैरहजर असलो तरी आत्म्याने हजर आहे आणि हजर असल्यासारखा मी तर निर्णय करून चुकलो आहे."},{"number":4,"verse":"तो असा की, ज्याने अशा प्रकारे हे कर्म केले त्या माणसाला तुम्ही व आपल्या प्रभू येशू ख्रिस्ताच्या सामर्थ्याने युक्त असा माझा आत्मा ह्यांनी एकत्र मिळून आपला प्रभू येशू ह्याच्या नावाने देहस्वभावाच्या नाशाकरता सैतानाच्या स्वाधीन करावे, अशा हेतूने की, आत्मा प्रभू येशूच्या दिवशी तारलाजावा."},{"number":6,"verse":"तुमचे हे आढ्यता बाळगणे बरे नव्हे. थोडे खमीर सगळा गोळा फुगवते, हे तुम्हांला ठाऊक नाही काय?"},{"number":7,"verse":"तर जुने खमीर काढून टाका, अशा हेतूने की, तुम्ही जसे बेखमीर झाला आहात तसे तुम्ही नवा गोळा व्हावे, कारण आपला वल्हांडणाचा यज्ञपशू जो ख्रिस्त त्याचे आपल्यासाठी अर्पण झाले."},{"number":8,"verse":"म्हणून आपण सण पाळावा तो जुन्या खमिराने अथवा वाईटपणा व दुष्टपणा ह्यांच्या खमिराने नव्हे, तर सात्त्विकपणा व खरेपणा ह्या बेखमीर भाकरींनी तो पाळावा."},{"number":9,"verse":"तुम्ही जारकर्म्यांची संगत धरू नये, असे मी आपल्या पत्रात तुम्हांला लिहिले होते;"},{"number":10,"verse":"तथापि ह्या जगाचे जारकर्मी, लोभी, वित्त हरण करणारे1 व मूर्तिपूजक ह्यांची संगत मुळीच धरू नये असे माझे म्हणणे नाही; कारण तसे कराल तर तुम्हांला जगातून निघून जावे लागेल."},{"number":11,"verse":"म्हणून मी तुम्हांला जे लिहिले होते त्याचा अर्थ असा की, बंधू म्हटलेला असा कोणी जर जारकर्मी, लोभी, मूर्तिपूजक, चहाड, मद्यपी, किंवा वित्त हरण करणारा1 असला तर तशाची संगत धरू नये; त्याच्या पंक्तीसही बसू नये."},{"number":12,"verse":"कारण जे बाहेर आहेत त्यांचा न्याय करणे माझ्याकडे कोठे आहे? जे आत आहेत त्यांचा न्याय तुम्ही करत नाही काय?"},{"number":13,"verse":"जे बाहेर आहेत त्यांचा न्याय देव करीत नाही काय? “त्या दुष्टाला आपल्यामधून घालवून द्या.”"}]}