{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस पहिले पत्र","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( मूर्तीला दाखवलेले नैवेद्य) आता मूर्तीला दाखवलेल्या नैवेद्यांविषयी : “आपल्या सर्वांना ज्ञान आहे” हे आपल्याला ठाऊक आहे. “ज्ञान” फुगवते, प्रीती उन्नत्ती करते."},{"number":2,"verse":"जर कोणाला वाटत असेल की, आपल्याला एखादी गोष्ट कळते तर ज्याप्रमाणे कळले पाहिजे त्याप्रमाणे त्याला अद्याप कळत नाही."},{"number":3,"verse":"जर कोणी देवावर प्रीती करत असेल तर देवाला त्याची ओळख झालेली आहे.1"},{"number":4,"verse":"आता मूर्तीला दाखवलेले नैवेद्य खाण्यासंबंधाने आपल्याला ठाऊक आहे की, “जगात (देवाची) म्हणून मूर्तीच नाही;”2 आणि “एकाखेरीज दुसरा देव नाही.”"},{"number":5,"verse":"कारण ज्यांना देव म्हणून म्हणतात असे स्वर्गात किंवा पृथ्वीवर जरी असले, आणि अशी बरीच “दैवते” व बरेच “प्रभू” आहेतच,"},{"number":6,"verse":"तरी आपला एकच देव म्हणजे पिता आहे, त्याच्यापासून अवघे झाले व आपण त्याच्यासाठी आहोत; आणि आपला एकच प्रभू येशू ख्रिस्त आहे, त्याच्या द्वारे अवघे झाले व आपण त्याच्या द्वारे आहोत."},{"number":7,"verse":"( दुर्बळ बंधूच्या मनाची चलबिचल होऊ नये म्हणून खबरदारी) तथापि हे ज्ञान सर्वांच्या ठायी असते असे नाही; तर कित्येकांवर मूर्तिपूजेच्या सवयीचा संस्कार अजून राहिल्यामुळे ते मूर्तीला दाखवलेला नैवेद्य म्हणून खातात; तेव्हा त्यांची सदसद्विवेकबुद्धी दुर्बळ असल्यामुळे ती विटाळते."},{"number":8,"verse":"देवापुढे आपली योग्यायोग्यता अन्नाने ठरत नाही; न खाण्याने आपण कमी होत नाही, आणि खाण्याने आपण अधिक होत नाही."},{"number":9,"verse":"तरी ही तुमची मोकळीक दुर्बळांना ठेच लागण्याचे कारण होऊ नये म्हणून जपा."},{"number":10,"verse":"कारण सुज्ञ असा जो तू त्या तुला मूर्तीच्या देवळात जेवायला बसलेले कोणी पाहिले, तर तो दुर्बळ असल्यास, मूर्तीला दाखवलेले नैवेद्य खाण्यास त्याच्या सदसद्विवेकबुद्धीला चालना मिळेल ना?"},{"number":11,"verse":"ह्याप्रमाणे ज्याच्यासाठी ख्रिस्त मरण पावला असा जो दुर्बळ बंधू, त्याचा तुझ्या ह्या ज्ञानाच्या योगे नाश होतो."},{"number":12,"verse":"बंधूंविरुद्ध असे पाप करून व त्यांच्या दुर्बळ सदसद्विवेकबुद्धीला धक्का देऊन तुम्ही ख्रिस्ताविरुद्ध पाप करता."},{"number":13,"verse":"म्हणून अन्नामुळे माझ्या बंधूला अडखळण होत असेल तर मी आपल्या बंधूला अडखळवू नये म्हणून मी मांस कधीच खाणार नाही."}]}