{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस पहिले पत्र","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( आपल्या स्वत:च्या हक्कांवर पाणी सोडून पौलाने घालून दिलेले उदाहरण) मी स्वतंत्र नाही काय? मी प्रेषित नाही काय? आपल्या प्रभू येशूला मी पाहिलेले नाही काय? प्रभूमध्ये तुम्ही माझे काम नाही काय?"},{"number":2,"verse":"जरी मी दुसर्‍यांना प्रेषित नसलो तरी निदान तुम्हांला तरी आहे; कारण प्रभूमध्ये माझ्या प्रेषितपणाचा तुम्ही शिक्का आहात."},{"number":3,"verse":"माझी चौकशी करणार्‍यांना माझे हेच उत्तर आहे."},{"number":4,"verse":"आम्हांला खाण्यापिण्याचा हक्क नाही काय?"},{"number":5,"verse":"इतर प्रेषित, प्रभूचे भाऊ व केफा ह्यांच्याप्रमाणे आम्हांलाही एखाद्या ख्रिस्ती बहिणीला लग्नाची पत्नी करून घेऊन तिला बरोबर नेण्याचा हक्क नाही काय?"},{"number":6,"verse":"अथवा कामधंदा केल्यावाचून उपजीविका करण्याचा हक्क मला व बर्णबाला मात्र नाही काय?"},{"number":7,"verse":"आपल्याच खर्चाने शिपाईगिरी करतो असा कोण आहे? द्राक्षमळा लावून त्याचे फळ खात नाही, असा कोण आहे? कळप पाळून कळपाचे दूध सेवन करत नाही असा कोण आहे?"},{"number":8,"verse":"मी माणसाच्या रिवाजाप्रमाणे ह्या गोष्टी सांगत आहे काय? नियमशास्त्रही हेच सांगत नाही काय?"},{"number":9,"verse":"कारण मोशेच्या नियमशास्त्रात असे लिहिले आहे की, “मळणी करत असलेल्या बैलाला मुसके घालू नकोस;” तेव्हा देवाला बैलांचीच काळजी आहे की,"},{"number":10,"verse":"तो हे सर्वस्वी तुमच्याआमच्याकरता सांगतो? हो, हे तुमच्याआमच्याकरता लिहिले होते;1 अशा अर्थाने की, जो नांगरतो त्याने आशेने नांगरावे; आणि जो मळणी करतो त्याने ती उपभोग घेण्याच्या आशेने करावी."},{"number":11,"verse":"आम्ही तुमच्यासाठी आध्यात्मिक वस्तूंची पेरणी केल्यावर जर तुमच्या ऐहिक वस्तूंची कापणी केली तर त्यात काही मोठी गोष्ट आहे काय?"},{"number":12,"verse":"दुसरे लोक जर तुमच्यावरच्या ह्या हक्काचा उपभोग घेतात तर तो आम्ही विशेषेकरून घेऊ नये काय? तथापि हा हक्क आम्ही बजावला नाही, एवढेच नव्हे, तर ख्रिस्ताच्या सुवार्तेला काही अडथळा करू नये म्हणून आम्ही सर्वकाही सहन करतो."},{"number":13,"verse":"मंदिरात सेवा करणारे मंदिरातले उत्पन्न खातात आणि वेदीजवळ सेवा करणारे वेदीचे भागीदार आहेत, हे तुम्हांला ठाऊक नाही काय?"},{"number":14,"verse":"त्याचप्रमाणे प्रभूने नेमले आहे की, जे सुवार्ता सांगतात त्यांनी सुवार्तेवर आपली उपजीविका करावी."},{"number":15,"verse":"मी तर ह्यांपैकी कशाचाही उपयोग केला नाही व ह्याप्रमाणे मला प्राप्त व्हावे म्हणून मी हे लिहिले असेही नाही; कारण माझा हा स्वाभिमान कोणी व्यर्थ करावा त्यापेक्षा मी मेलेले बरे."},{"number":16,"verse":"जरी मी सुवार्ता सांगतो तरी मला प्रतिष्ठा मिरवण्याचे कारण नाही; कारण मला ती सांगणे भाग आहे; कारण मी सुवार्ता सांगितली नाही तर माझी केवढी दुर्दशा होणार!"},{"number":17,"verse":"मी हे आपण होऊन केले तर मला वेतन मिळेल, आणि आपण होऊन केले नाही तरी माझ्यावर कारभार सोपवला आहे."},{"number":18,"verse":"तर मग माझे वेतन काय? ते हेच की, मी [ख्रिस्ताची] सुवार्ता फुकट सांगावी, अशा हेतूने की, मी सुवार्तेविषयीचा आपला हक्क पूर्णपणे बजावू नये."},{"number":19,"verse":"( लोकांनाप्राप्तकरूनघेण्याच्याकामीत्याचीआस्था) कारण मी सर्वांपासून स्वतंत्र असताही अधिक लोक मिळवण्यासाठी स्वतःला सर्वांचा दास केले आहे."},{"number":20,"verse":"यहूदी लोक मिळवण्यासाठी मी यहूदी लोकांना यहूद्यासारखा झालो; नियमशास्त्राधीन लोक मिळवण्यासाठी मी नियमशास्त्राधीन नसता, त्यांना नियमशास्त्राधीनासारखा झालो."},{"number":21,"verse":"जे नियमशास्त्रविरहित आहेत त्यांना मिळवण्यासाठी, म्हणजे नियमशास्त्र नाही अशांना मी नियमशास्त्रविरहित असा झालो. तरी देवाच्या नियमांबाहेर होतो असे नाही, तर ख्रिस्ताच्या नियमांच्या अधीन होतो."},{"number":22,"verse":"दुर्बळांना मिळवण्यासाठी दुर्बळांना मी दुर्बळ झालो. मी सर्वांना सर्वकाही झालो आहे, अशा हेतूने की, मी सर्व प्रकारे कित्येकांचे तारण साधावे."},{"number":23,"verse":"मी सर्वकाही सुवार्तेकरता करतो, अशासाठी की, मी इतरांबरोबर तिचा भागीदार व्हावे."},{"number":24,"verse":"( विजयाला अवश्य असा प्रयत्न) शर्यतीत धावणारे सर्व धावतात पण एकालाच बक्षीस मिळते हे तुम्हांला ठाऊक नाही काय? असे धावा की तुम्हांला ते मिळेल."},{"number":25,"verse":"स्पर्धेत भाग घेणारा प्रत्येक जण सर्व गोष्टींविषयी इंद्रियदमन करतो. ते नाशवंत मुकुट मिळवण्यासाठी असे करतात, आपण तर अविनाशी मुकुट मिळवण्यासाठी असे करतो."},{"number":26,"verse":"म्हणून मीही तसाच धावतो, म्हणजे अनिश्‍चितपणे धावत नाही. तसेच मुष्टियुद्धही करतो, म्हणजे वार्‍यावर मुष्टिप्रहार करत नाही;"},{"number":27,"verse":"तर मी आपले शरीर कुदलतो व त्याला दास करून ठेवतो; असे न केल्यास मी दुसर्‍यांना घोषणा केल्यावर कदाचित मी स्वतः पसंतीस न उतरलेला असा ठरेन.1"}]}