{"bibleAbbr":"TRC1535","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"Paul the seruaunt of God and an Apostle of Iesu Christ to preache the fayth of goddis electe and ye knowledge of that trueth which is after godlynes"},{"number":2,"verse":"vpon the hope of eternall lyfe which lyfe God that cannot lye hath promised before the worlde begane:"},{"number":3,"verse":"but hath opened his worde at ye tyme apoynted thorow preachynge which preachynge is committed vnto me by the commaundement of god oure saveoure."},{"number":4,"verse":"To Titus his naturall sonne in the commen fayth. Grace mercie and peace from God the father and from the lord Iesu Christ oure saveoure."},{"number":5,"verse":"For this cause left I ye in Creta that thou shuldest performe that which was lackynge and shuldest ordeyne elders in every citie as I apoynted the."},{"number":6,"verse":"Yf eny be fautelesse the husbande of one wyfe havynge faythfull childre which are not selandred of royote nether are disobediet."},{"number":7,"verse":"For a bisshoppe must be fautelesse as it be commeth the minister of God: not stubborne not angrye no dronkarde no fyghter not geven to filthy lucre:"},{"number":8,"verse":"but herberous one that loveth goodnes sobre mynded righteous holy temperat"},{"number":9,"verse":"and suche as cleveth vnto the true worde of doctryne that he maye be able to exhorte with wholsom learnynge and to improve them that saye agaynst it."},{"number":10,"verse":"For ther are many disobedient and talkers of vanite and disceavers of myndes namely they of the circumcisio"},{"number":11,"verse":"whose mouthes must be stopped which pervert whole houses teachinge thinges which they ought not because of filthy lucre."},{"number":12,"verse":"One beynge of the selves which was a poyet of their awne sayde: The Cretayns are all wayes lyars evyll beastes and slowe belies."},{"number":13,"verse":"This witnes is true wherfore rebuke them sharply that they maye be sounde in the fayth"},{"number":14,"verse":"and not takynge hede to Iewes fables and commaudmentes of men that turne from the trueth."},{"number":15,"verse":"Vnto the pure are all thynges pure: but vnto them that are defiled and vnbelevynge is nothynge pure: but even the very myndes and consciences of them are defiled."},{"number":16,"verse":"They confesse that they knowe god: but with the dedes they denye hym and are abhominable and disobedient and vnto all good workes discommendable."}]}