{"bibleAbbr":"NRSVue2021","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":4,"verses":[{"number":1,"verse":"The Marriage of Boaz and Ruth (Ruth 3.12) No sooner had Boaz gone up to the gate and sat down there than the next-of-kin (Or one with the right to redeem) of whom Boaz had spoken came passing by. So Boaz said, “Come over; (Heb Come over, so and so) sit down here.” And he went over and sat down."},{"number":2,"verse":"Then Boaz took ten men of the elders of the town and said, “Sit down here,” so they sat down."},{"number":3,"verse":"(Lev 25.25) He then said to the next-of-kin, (Or one with the right to redeem) “Naomi, who has come back from the country of Moab, is selling the parcel of land that belonged to our kinsman Elimelech."},{"number":4,"verse":"(Lev 25.25; Jer 32.7, 8) So I thought I would tell you of it and say: Buy it in the presence of those sitting here and in the presence of the elders of my people. If you will redeem it, redeem it; but if you (Heb mss Gk Syr Vg: MT if he) will not, tell me, so that I may know; for there is no one prior to you to redeem it, and I come after you.” So he said, “I will redeem it.”"},{"number":5,"verse":"(Deut 25.5, 6) Then Boaz said, “The day you acquire the field from the hand of Naomi, you are also acquiring Ruth (OL Vg: Heb from the hand of Naomi and from Ruth) the Moabite, the widow of the dead man, to maintain the dead man’s name on his inheritance.”"},{"number":6,"verse":"(Ruth 3.12, 13) At this, the next-of-kin (Or one with the right to redeem) said, “I cannot redeem it for myself without damaging my own inheritance. Take my right of redemption yourself, for I cannot redeem it.”"},{"number":7,"verse":"(Deut 25.7, 9) Now this was the custom in former times in Israel concerning redeeming and exchanging to confirm a transaction: the one took off a sandal and gave it to the other; this was the manner of attesting in Israel."},{"number":8,"verse":"So when the next-of-kin (Or one with the right to redeem) said to Boaz, “Acquire it for yourself,” he took off his sandal."},{"number":9,"verse":"Then Boaz said to the elders and all the people, “You are witnesses today that I have acquired from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon."},{"number":10,"verse":"(Deut 25.6) I have also acquired Ruth the Moabite, the wife of Mahlon, to be my wife, to maintain the dead man’s name on his inheritance, in order that the name of the dead may not be cut off from his kindred and from the gate of his native place; today you are witnesses.”"},{"number":11,"verse":"(Ps 127.3) Then all the people who were at the gate, along with the elders, said, “We are witnesses. May the LORD make the woman who is coming into your house like Rachel and Leah, who together built up the house of Israel. May you produce children (Or wealth) in Ephrathah and bestow a name in Bethlehem;"},{"number":12,"verse":"(v 18|RUT 4:18; Gen 38.29) and, through the children that the LORD will give you by this young woman, may your house be like the house of Perez, whom Tamar bore to Judah.”"},{"number":13,"verse":"The Genealogy of David (Gen 29.31; 33.5; Ruth 3.11) So Boaz took Ruth, and she became his wife. When they came together, the LORD made her conceive, and she bore a son."},{"number":14,"verse":"(Lk 1.58) Then the women said to Naomi, “Blessed be the LORD, who has not left you this day without next-of-kin, (Or one with the right to redeem) and may his name be renowned in Israel!"},{"number":15,"verse":"(Ruth 1.16, 17; 2.11, 12) He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has borne him.”"},{"number":16,"verse":"Then Naomi took the child and laid him in her bosom and became his nurse."},{"number":17,"verse":"The women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” They named him Obed; he became the father of Jesse, the father of David."},{"number":18,"verse":"(Mt 1.3-6) Now these are the descendants of Perez: Perez became the father of Hezron,"},{"number":19,"verse":"Hezron of Ram, Ram of Amminadab,"},{"number":20,"verse":"Amminadab of Nahshon, Nahshon of Salmon, (Gk: Heb Salmah)"},{"number":21,"verse":"Salmon of Boaz, Boaz of Obed,"},{"number":22,"verse":"Obed of Jesse, and Jesse of David."}]}