{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"רוּחִ֣י <WH7307> ru-Chi My breath חֻ֭בָּלָה <WH2254> Chub-ba-lah is corrupt יָמַ֥י <WH3117> ya-Mai my days נִזְעָ֗כוּ <WH2193> niz-'A-chu, are extinct קְבָרִ֥ים <WH6913> ke-va-Rim the graves לִֽי׃ Li."},{"number":2,"verse":"אִם־ <WH518> 'im- lo לֹ֣א <WH3808> lo not הֲ֭תֻלִים <WH2049> Ha-tu-lim [Are there] not mockers עִמָּדִ֑י <WH5978> 'im-ma-Di; against וּ֝בְהַמְּרוֹתָ֗ם <WH4784> u-ve-ham-me-ro-Tam, in their provocation תָּלַ֥ן <WH3885> ta-Lan continue עֵינִֽי׃ <WH5869> 'ei-Ni. with me;and doth not mine eye"},{"number":3,"verse":"שִֽׂימָה־ <WH7760> si-mah- Lay down נָּ֭א <WH4994> na now עָרְבֵ֣נִי <WH6148> 'a-re-Ve-ni now put me in a surety עִמָּ֑ךְ <WH5973> 'im-Mach; with מִֽי <WH4310> mi Who ה֝֗וּא <WH1931> Hu, he לְיָדִ֥י <WH3027> le-ya-Di hands יִתָּקֵֽעַ׃ <WH8628> yit-ta-Ke-a'. with thee who [is] he [that] will strike"},{"number":4,"verse":"כִּֽי־ <WH3588> ki- for לִ֭בָּם <WH3820> Lib-bom their heart צָפַ֣נְתָּ <WH6845> tza-Fan-ta For thou hast hid מִּשָּׂ֑כֶל <WH7922> mis-Sa-chel; from understanding עַל־ <WH5921> 'al- and כֵּ֝֗ן <WH3651> Ken, after that לֹ֣א <WH3808> lo You will not תְרֹמֵֽם׃ <WH7311> te-ro-Mem. therefore shalt thou not exalt"},{"number":5,"verse":"לְ֭חֵלֶק <WH2506> Le-che-lek flattery יַגִּ֣יד <WH5046> yag-Gid He that speaketh רֵעִ֑ים <WH7453> re-'Im; to [his] friends וְעֵינֵ֖י <WH5869> ve-'ei-Nei even the eyes בָנָ֣יו <WH1121> va-Nav of his children תִּכְלֶֽנָה׃ <WH3615> tich-Le-nah. shall fail"},{"number":6,"verse":"וְֽ֭הִצִּגַנִי <WH3322> Ve-hitz-tzi-ga-ni He hath made לִמְשֹׁ֣ל <WH4914> lim-Shol me also a byword עַמִּ֑ים <WH5971> 'am-Mim; of the people וְתֹ֖פֶת <WH8611> ve-To-fet I was as a tabret לְפָנִ֣ים <WH6440> le-fa-Nim and aforetime אֶֽהְיֶֽה׃ <WH1961> 'Eh-Yeh. am"},{"number":7,"verse":"וַתֵּ֣כַהּ <WH3543> vat-Te-chah also is dim מִכַּ֣עַשׂ <WH3708> mik-Ka-'as by reason of sorrow עֵינִ֑י <WH5869> 'ei-Ni; Mine eye וִֽיצֻרַ֖י <WH3338> vi-tzu-Rai and all my members כַּצֵּ֣ל <WH6738> katz-Tzel [are] as a shadow כֻּלָּֽם׃ <WH3605> kul-Lam. and all"},{"number":8,"verse":"יָשֹׁ֣מּוּ <WH8074> ya-Shom-mu [men] shall be astonied יְשָׁרִ֣ים <WH3477> ye-sha-Rim Upright עַל־ <WH5921> 'al- against זֹ֑את <WH2063> Zot; likewise וְ֝נָקִ֗י <WH5355> ve-na-Ki, at this and the innocent עַל־ <WH5921> 'al- against חָנֵ֥ף <WH2611> cha-Nef himself against the hypocrite יִתְעֹרָֽר׃ <WH5782> yit-'o-Rar. shall stir up"},{"number":9,"verse":"וְיֹאחֵ֣ז <WH270> ve-yo-Chez also shall hold צַדִּ֣יק <WH6662> tzad-Dik The righteous דַּרְכּ֑וֹ <WH1870> dar-Ko; on his way וּֽטֳהָר־ <WH2891> u-to-hor- be make יָ֝דַ֗יִם <WH3027> ya-Da-yim, hands יֹסִ֥יף <WH3254> yo-Sif shall be אֹֽמֶץ׃ <WH555> 'O-metz. stronger and stronger"},{"number":10,"verse":"וְֽאוּלָ֗ם <WH199> ve-'u-Lam, But כֻּלָּ֣ם <WH3605> kul-Lam all תָּ֭שֻׁבוּ <WH7725> Ta-shu-vu as for you all do ye return וּבֹ֣אוּ <WH935> u-Vo-'u and come now נָ֑א <WH4994> Na; now וְלֹֽא־ <WH3808> ve-lo- not אֶמְצָ֖א <WH4672> 'em-Tza for I cannot find בָכֶ֣ם va-Chem חָכָֽם׃ <WH2450> cha-Cham. [one] wise"},{"number":11,"verse":"יָמַ֣י <WH3117> ya-Mai My days עָ֭בְרוּ <WH5674> 'A-ve-ru are past זִמֹּתַ֣י <WH2154> zim-mo-Tai my purposes נִתְּק֑וּ <WH5423> nit-te-Ku; are broken off מ֖וֹרָשֵׁ֣י <WH4180> mo-ra-Shei [even] the thoughts לְבָבִֽי׃ <WH3824> le-va-Vi. of my heart"},{"number":12,"verse":"לַ֭יְלָה <WH3915> Lay-lah the night לְי֣וֹם <WH3117> le-Yom into day יָשִׂ֑ימוּ <WH7760> ya-Si-mu; They change א֝֗וֹר <WH216> or, the light קָר֥וֹב <WH7138> ka-Rov [is] short מִפְּנֵי־ <WH6440> mip-pe-nei- because חֹֽשֶׁךְ׃ <WH2822> Cho-shech. of darkness"},{"number":13,"verse":"אִם־ <WH518> 'im- If אֲ֭קַוֶּה <WH6960> 'A-kav-veh If I wait שְׁא֣וֹל <WH7585> she-'ol the grave בֵּיתִ֑י <WH1004> bei-Ti; [is] mine house בַּ֝חֹ֗שֶׁךְ <WH2822> ba-Cho-shech, in the darkness רִפַּ֥דְתִּי <WH7502> rip-Pad-ti I have made יְצוּעָֽי׃ <WH3326> ye-tzu-'Ai. my bed"},{"number":14,"verse":"לַשַּׁ֣חַת <WH7845> lash-Sha-chat to corruption קָ֭רָאתִי <WH7121> Ka-ra-ti I have said אָ֣בִי <WH1> 'A-vi Thou [art] my father אָ֑תָּה <WH859> 'At-tah; you אִמִּ֥י <WH517> 'im-Mi [Thou art] my mother וַ֝אֲחֹתִ֗י <WH269> va-'a-cho-Ti, and my sister לָֽרִמָּֽה׃ <WH7415> La-rim-Mah. to the worm"},{"number":15,"verse":"וְ֭אַיֵּה <WH346> Ve-'ai-yeh Where אֵפ֣וֹ <WH645> e-Fo And where [is] now תִקְוָתִ֑י <WH8615> tik-va-Ti; expectation וְ֝תִקְוָתִ֗י <WH8615> ve-tik-va-Ti, expectation מִ֣י <WH4310> mi any יְשׁוּרֶֽנָּה׃ <WH7789> ye-shu-Ren-nah. who shall see"},{"number":16,"verse":"בַּדֵּ֣י <WH905> bad-Dei to the bars שְׁאֹ֣ל <WH7585> she-'Ol of the pit תֵּרַ֑דְנָה <WH3381> te-Rad-nah; They shall go down אִם־ <WH518> 'im- lo יַ֖חַד <WH3162> Ya-chad together עַל־ <WH5921> 'al- in עָפָ֣ר <WH6083> 'a-Far [is] in the dust נָֽחַת׃ <WH5183> Na-chat. when [our] rest ס sa-Mek"}]}