{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"וַ֭יַּעַן <WH6030> Vai-ya-'an Then answered צֹפַ֥ר <WH6691> tzo-Far Zophar הַנַּֽעֲמָתִ֗י <WH5284> han-na-'a-ma-Ti, the Naamathite וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":2,"verse":"לָ֭כֵן <WH3651> La-chen Therefore שְׂעִפַּ֣י <WH5587> se-'ip-Pai Therefore do my thoughts יְשִׁיב֑וּנִי <WH7725> ye-shi-Vu-ni; cause me to answer וּ֝בַעֲב֗וּר <WH5668> u-va-'a-Vur, because ח֣וּשִׁי <WH2363> Chu-shi and for [this] I make haste בִֽי׃ Vi."},{"number":3,"verse":"מוּסַ֣ר <WH4148> mu-Sar the check כְּלִמָּתִ֣י <WH3639> ke-lim-ma-Ti of my reproach אֶשְׁמָ֑ע <WH8085> 'esh-Ma'; I have heard וְ֝ר֗וּחַ <WH7307> ve-Ru-ach, and the spirit מִֽבִּינָתִ֥י <WH998> mib-bi-na-Ti of my understanding יַעֲנֵֽנִי׃ <WH6030> ya-'a-Ne-ni. causeth me to answer"},{"number":4,"verse":"הֲזֹ֣את <WH2063> ha-Zot you יָ֭דַעְתָּ <WH3045> Ya-da'-ta Knowest מִנִּי־ <WH4480> min-ni- from עַ֑ד <WH5703> 'Ad; thou [not] this of old מִנִּ֤י <WH4480> min-Ni From שִׂ֖ים <WH7760> sim was placed אָדָ֣ם <WH120> 'a-Dam since man עֲלֵי־ <WH5921> 'a-lei- on אָֽרֶץ׃ <WH776> 'A-retz. upon earth"},{"number":5,"verse":"כִּ֤י <WH3588> ki That רִנְנַ֣ת <WH7445> rin-Nat That the triumphing רְ֭שָׁעִים <WH7563> Re-sha-'im of the wicked מִקָּר֑וֹב <WH7138> mik-ka-Rov; [is] short וְשִׂמְחַ֖ת <WH8057> ve-sim-Chat and the joy חָנֵ֣ף <WH2611> cha-Nef of the hypocrite עֲדֵי־ <WH5704> 'a-dei- against רָֽגַע׃ <WH7281> Ra-ga'. instant"},{"number":6,"verse":"אִם־ <WH518> 'im- Though יַעֲלֶ֣ה <WH5927> ya-'a-Leh mount up לַשָּׁמַ֣יִם <WH8064> lash-sha-Ma-yim to the heavens שִׂיא֑וֹ <WH7863> si-'O; Though his excellency וְ֝רֹאשׁ֗וֹ <WH7218> ve-ro-Sho, and his head לָעָ֥ב <WH5645> la-'Av unto the clouds יַגִּֽיעַ׃ <WH5060> yag-Gi-a'. reach"},{"number":7,"verse":"כְּֽ֭גֶלֲלוֹ <WH1561> ke-ge-la-lo like his own dung לָנֶ֣צַח <WH5331> la-Ne-tzach for ever יֹאבֵ֑ד <WH6> yo-Ved; [Yet] he shall perish רֹ֝אָ֗יו <WH7200> ro-'Av, they which have seen יֹאמְר֥וּ <WH559> yo-me-Ru him shall say אַיּֽוֹ׃ <WH335> ai-Yo. Where"},{"number":8,"verse":"כַּחֲל֣וֹם <WH2472> ka-cha-Lom as a dream יָ֭עוּף <WH5774> Ya-'uf He shall fly away וְלֹ֣א <WH3808> ve-Lo cannot יִמְצָא֑וּהוּ <WH4672> yim-tza-'U-hu; and shall not be found וְ֝יֻדַּ֗ד <WH5074> ve-yud-Dad, yea he shall be chased away כְּחֶזְי֥וֹן <WH2384> ke-chez-Yon as a vision לָֽיְלָה׃ <WH3915> La-ye-lah. of the night"},{"number":9,"verse":"עַ֣יִן <WH5869> 'A-yin The eye שְׁ֭זָפַתּוּ <WH7805> za-fat-tu also [which] saw וְלֹ֣א <WH3808> ve-Lo no תוֹסִ֑יף <WH3254> to-Sif; him shall [see him] no more וְלֹא־ <WH3808> ve-lo- no ע֝֗וֹד <WH5750> od, longer תְּשׁוּרֶ֥נּוּ <WH7789> te-shu-Ren-nu any more behold מְקוֹמֽוֹ׃ <WH4725> me-ko-Mo. neither shall his place"},{"number":10,"verse":"בָּ֭נָיו <WH1121> Ba-nav His children יְרַצּ֣וּ <WH7521> ye-ratz-Tzu shall seek to please דַלִּ֑ים <WH1800> dal-Lim; the poor וְ֝יָדָ֗יו <WH3027> ve-ya-Dav, and his hands תָּשֵׁ֥בְנָה <WH7725> ta-She-ve-nah shall restore אוֹנֽוֹ׃ <WH202> o-No. their goods"},{"number":11,"verse":"עַ֭צְמוֹתָיו <WH6106> Atz-mo-tav His bones מָלְא֣וּ <WH4390> mal-'U are full; עֲלוּמֹו 'a-lu-mov כעֲלוּמָ֑יו <WH5934> 'a-lu-Mav; youth קוְ֝עִמּ֗וֹ <WH5973> ve-'im-Mo, with עַל־ <WH5921> 'al- with עָפָ֥ר <WH6083> 'a-Far with him in the dust תִּשְׁכָּֽב׃ <WH7901> tish-Kav. which shall lie down"},{"number":12,"verse":"אִם־ <WH518> 'im- Though תַּמְתִּ֣יק <WH4985> tam-Tik be sweet בְּפִ֣יו <WH6310> be-Fiv in his mouth רָעָ֑ה <WH7451> ra-'Ah; Though wickedness יַ֝כְחִידֶ֗נָּה <WH3582> yach-chi-Den-nah, [though] he hide תַּ֣חַת <WH8478> Ta-chat under לְשׁוֹנֽוֹ׃ <WH3956> le-sho-No. it under his tongue"},{"number":13,"verse":"יַחְמֹ֣ל <WH2550> yach-Mol [Though] he spare עָ֭לֶיהָ <WH5921> 'A-lei-ha and וְלֹ֣א <WH3808> ve-Lo and will not יַֽעַזְבֶ֑נָּה <WH5800> ya-'az-Ven-nah; it and forsake וְ֝יִמְנָעֶ֗נָּה <WH4513> ve-yim-na-'En-nah, it not but keep it still בְּת֣וֹךְ <WH8432> be-Toch within חִכּֽוֹ׃ <WH2441> chik-Ko. his mouth"},{"number":14,"verse":"לַ֭חְמוֹ <WH3899> lach-mo [Yet] his meat בְּמֵעָ֣יו <WH4578> be-me-'Av in his bowels נֶהְפָּ֑ךְ <WH2015> neh-Pach; is turned מְרוֹרַ֖ת <WH4846> me-ro-Rat [it is] the gall פְּתָנִ֣ים <WH6620> pe-ta-Nim of asps בְּקִרְבּֽוֹ׃ <WH7130> be-kir-Bo. within"},{"number":15,"verse":"חַ֣יִל <WH2428> Cha-yil riches בָּ֭לַע <WH1104> Ba-la' He hath swallowed down וַיְקִאֶ֑נּוּ <WH6958> vay-ki-'En-nu; and he shall vomit them up again מִ֝בִּטְנ֗וֹ <WH990> mib-bit-No, of his belly יֽוֹרִשֶׁ֥נּוּ <WH3423> yo-ri-Shen-nu shall cast them out אֵֽל׃ <WH410> 'El. God"},{"number":16,"verse":"רֹאשׁ־ <WH7219> rosh- the poison פְּתָנִ֥ים <WH6620> pe-ta-Nim of asps יִינָ֑ק <WH3243> yi-Nak; He shall suck תַּֽ֝הַרְגֵ֗הוּ <WH2026> ta-har-Ge-hu, shall slay לְשׁ֣וֹן <WH3956> le-Shon tongue אֶפְעֶֽה׃ <WH660> 'ef-'Eh. the viper's"},{"number":17,"verse":"אַל־ <WH408> 'al- does not יֵ֥רֶא <WH7200> Ye-re He shall not see בִפְלַגּ֑וֹת <WH6390> vif-lag-Got; the rivers נַהֲרֵ֥י <WH5104> na-ha-Rei the floods נַ֝חֲלֵ֗י <WH5158> na-cha-Lei, the brooks דְּבַ֣שׁ <WH1706> de-Vash of honey וְחֶמְאָֽה׃ <WH2529> ve-chem-'Ah. and butter"},{"number":18,"verse":"מֵשִׁ֣יב <WH7725> me-Shiv for shall he restore יָ֭גָע <WH3022> Ya-go' That which he laboured וְלֹ֣א <WH3808> ve-Lo and cannot יִבְלָ֑ע <WH1104> yiv-La'; and shall not swallow [it] down כְּחֵ֥יל <WH2428> ke-Cheil according to [his] substance תְּ֝מוּרָת֗וֹ <WH8545> te-mu-ra-To, [shall] the restitution וְלֹ֣א <WH3808> ve-Lo cannot יַעֲלֹֽס׃ <WH5965> ya-'a-Los. [be] and he shall not rejoice"},{"number":19,"verse":"כִּֽי־ <WH3588> ki- for רִ֭צַּץ <WH7533> Ritz-tzatz Because he hath oppressed עָזַ֣ב <WH5800> 'a-Zav [and] hath forsaken דַּלִּ֑ים <WH1800> dal-Lim; the poor בַּ֥יִת <WH1004> Ba-yit an house גָּ֝זַ֗ל <WH1497> ga-Zal, [because] he hath violently taken away וְלֹ֣א <WH3808> ve-Lo has not יִבֶנֵֽהוּ׃ <WH1129> yi-ve-Ne-hu. which he builded"},{"number":20,"verse":"כִּ֤י׀ <WH3588> ki Because לֹא־ <WH3808> lo- no יָדַ֣ע <WH3045> ya-Da' Surely he shall not feel שָׁלֵ֣ו <WH7961> sha-Lev quietness בְּבִטְנ֑וֹ <WH990> be-vit-No; in his belly בַּ֝חֲמוּד֗וֹ <WH2530> ba-cha-mu-Do, of that which he desired לֹ֣א <WH3808> lo no יְמַלֵּֽט׃ <WH4422> ye-mal-Let. he shall not save"},{"number":21,"verse":"אֵין־ <WH369> 'ein- Nothing שָׂרִ֥יד <WH8300> sa-Rid be left לְאָכְל֑וֹ <WH400> le-'a-che-Lo; There shall none of his meat עַל־ <WH5921> 'al- and כֵּ֝֗ן <WH3651> Ken, after that לֹא־ <WH3808> lo- does not יָחִ֥יל <WH2342> ya-Chil therefore shall no man look טוּבֽוֹ׃ <WH2898> tu-Vo. for his goods"},{"number":22,"verse":"בִּמְלֹ֣אות <WH4390> bim-Lot the fullness שִׂ֭פְקוֹ <WH5607> fe-kov of his sufficiency יֵ֣צֶר <WH3334> Ye-tzer he shall be in straits ל֑וֹ lo; כָּל־ <WH3605> kol- of everyone יַ֖ד <WH3027> yad every hand עָמֵ֣ל <WH6001> 'a-Mel of the wicked תְּבוֹאֶֽנּוּ׃ <WH935> te-vo-'En-nu. shall come"},{"number":23,"verse":"יְהִ֤י׀ <WH1961> ye-Hi become לְמַלֵּ֬א <WH4390> le-mal-Le [When] he is about to fill בִטְנ֗וֹ <WH990> vit-No, his belly יְֽשַׁלַּח־ <WH7971> ye-shal-lach- [God] shall cast בּ֭וֹ bo חֲר֣וֹן <WH2740> cha-Ron the fury אַפּ֑וֹ <WH639> ap-Po; of his wrath וְיַמְטֵ֥ר <WH4305> ve-yam-Ter upon him and shall rain עָ֝לֵ֗ימוֹ <WH5921> 'a-Lei-mov, and בִּלְחוּמֽוֹ׃ <WH3894> bil-chu-Mo. [it] upon him while he is eating"},{"number":24,"verse":"יִ֭בְרַח <WH1272> Yiv-rach He shall flee מִנֵּ֣שֶׁק <WH5402> min-Ne-shek weapon בַּרְזֶ֑ל <WH1270> bar-Zel; from the iron תַּ֝חְלְפֵ֗הוּ <WH2498> tach-le-Fe-hu, shall strike him through קֶ֣שֶׁת <WH7198> Ke-shet [and] the bow נְחוּשָֽׁה׃ <WH5154> ne-chu-Shah. of steel"},{"number":25,"verse":"שָׁלַף֮ <WH8025> sha-Laf It is drawn וַיֵּצֵ֪א <WH3318> vai-ye-Tze and cometh out מִגֵּ֫וָ֥ה <WH1465> mig-Ge-Vah of the body וּ֭בָרָק <WH1300> U-va-rok yea the glittering sword מִֽמְּרֹרָת֥וֹ <WH4846> mi-me-ro-ra-To of his gall יַהֲלֹ֗ךְ <WH1980> ya-ha-Loch, cometh out עָלָ֥יו <WH5921> 'a-Lav and אֵמִֽים׃ <WH367> 'e-Mim. terrors"},{"number":26,"verse":"כָּל־ <WH3605> kol- Complete חֹשֶׁךְ֮ <WH2822> cho-sheCh All darkness טָמ֪וּן <WH2934> ta-Mun [shall be] hid לִצְפּ֫וּנָ֥יו <WH6845> litz-Pu-Nav in his secret places תְּ֭אָכְלֵהוּ <WH398> Te-'a-che-le-hu shall consume אֵ֣שׁ <WH784> 'esh a fire לֹֽא־ <WH3808> lo- not נֻפָּ֑ח <WH5301> nup-Pach; not blown יֵ֖רַע <WH3415> Ye-ra' him it shall go ill שָׂרִ֣יד <WH8300> sa-Rid with him that is left בְּאָהֳלֽוֹ׃ <WH168> be-'o-ho-Lo. in his tabernacle"},{"number":27,"verse":"יְגַלּ֣וּ <WH1540> ye-gal-Lu shall reveal שָׁמַ֣יִם <WH8064> sha-Ma-yim The heaven עֲוֹנ֑וֹ <WH5771> a-vo-No; his iniquity וְ֝אֶ֗רֶץ <WH776> ve-'E-retz, and the earth מִתְקוֹמָ֘מָ֥ה <WH6965> mit-ko-Ma-Mah shall rise up לֽוֹ׃ lo."},{"number":28,"verse":"יִ֭גֶל <WH1540> Yi-gel shall depart יְב֣וּל <WH2981> ye-Vul The increase בֵּית֑וֹ <WH1004> bei-To; of his house נִ֝גָּר֗וֹת <WH5064> nig-ga-Rot, [and his goods] shall flow away בְּי֣וֹם <WH3117> be-Yom in the day אַפּֽוֹ׃ <WH639> ap-Po. of his wrath"},{"number":29,"verse":"זֶ֤ה׀ <WH2088> zeh This חֵֽלֶק־ <WH2506> che-lek- This [is] the portion אָדָ֣ם <WH120> 'a-Dam man רָ֭שָׁע <WH7563> Ra-sho' of a wicked מֵאֱלֹהִ֑ים <WH430> me-'E-lo-Him; from God וְנַחֲלַ֖ת <WH5159> ve-na-cha-Lat and the heritage אִמְר֣וֹ <WH561> im-Ro appointed מֵאֵֽל׃ <WH410> me-'El. unto him by God פ Peh"}]}