{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"מַדּ֗וּעַ <WH4069> mad-Du-a', Why מִ֭שַּׁדַּי <WH7706> Mish-shad-dai from the Almighty לֹא־ <WH3808> lo- not נִצְפְּנ֣וּ <WH6845> nitz-pe-Nu are not hidden עִתִּ֑ים <WH6256> 'it-Tim; Why seeing times; וְיֹדְעֹו ve-yo-de-'ov כוְ֝יֹדְעָ֗יו <WH3045> ve-yo-de-'Av, acknowledge קלֹא־ <WH3808> lo- not חָ֥זוּ <WH2372> Cha-zu him not see יָמָֽיו׃ <WH3117> ya-Mav. age"},{"number":2,"verse":"גְּבֻל֥וֹת <WH1367> ge-vu-Lot the landmarks יַשִּׂ֑יגוּ <WH5381> yas-Si-gu; [Some] remove עֵ֥דֶר <WH5739> 'E-der flocks גָּ֝זְל֗וּ <WH1497> ga-ze-Lu, they violently take away וַיִּרְעֽוּ׃ <WH7462> vai-yir-'U. and feed"},{"number":3,"verse":"חֲמ֣וֹר <WH2543> cha-Mor the ass יְתוֹמִ֣ים <WH3490> ye-to-Mim of the fatherless יִנְהָ֑גוּ <WH5090> yin-Ha-gu; They drive away יַ֝חְבְּל֗וּ <WH2254> yach-be-Lu, for a pledge שׁ֣וֹר <WH7794> Shor ox אַלְמָנָֽה׃ <WH490> 'al-ma-Nah. the widow's"},{"number":4,"verse":"יַטּ֣וּ <WH5186> yat-Tu They turn אֶבְיוֹנִ֣ים <WH34> ev-yo-Nim the needy מִדָּ֑רֶךְ <WH1870> mid-Da-rech; out of the way יַ֥חַד <WH3162> Ya-chad themselves together חֻ֝בְּא֗וּ <WH2244> chub-be-'U, hide עֲנִיֵּי־ <WH6035> 'a-ni-yei- humble אָֽרֶץ׃ <WH776> 'A-retz. of the earth"},{"number":5,"verse":"הֵ֤ן <WH2005> hen Behold פְּרָאִ֨ים׀ <WH6501> pe-ra-'Im Behold [as] wild asses בַּֽמִּדְבָּ֗ר <WH4057> bam-mid-Bar, in the desert יָצְא֣וּ <WH3318> ya-tze-'U go they forth בְּ֭פָעֳלָם <WH6467> Be-fo-'o-lom to their work מְשַׁחֲרֵ֣י <WH7836> me-sha-cha-Rei rising betimes לַטָּ֑רֶף <WH2964> lat-Ta-ref; for a prey עֲרָבָ֥ה <WH6160> 'a-ra-Vah the wilderness ל֥וֹ lo לֶ֝֗חֶם <WH3899> Le-chem, [yieldeth] food לַנְּעָרִֽים׃ <WH5288> lan-ne-'a-Rim. for them [and] for [their] children"},{"number":6,"verse":"בַּ֭שָּׂדֶה <WH7704> Bas-sa-deh in the field בְּלִיל֣וֹ <WH1098> be-li-Lo [every one] his corn; יַקְצִירוּ yak-tzi-ru כיִקְצֹ֑ורוּ <WH7114> yik-Tzo-ru; cut down קוְכֶ֖רֶם <WH3754> ve-Che-rem the vintage רָשָׁ֣ע <WH7563> ra-Sha' of the wicked יְלַקֵּֽשׁוּ׃ <WH3953> ye-lak-Ke-shu. and they gather"},{"number":7,"verse":"עָר֣וֹם <WH6174> a-Rom They cause the naked יָ֭לִינוּ <WH3885> Ya-li-nu to lodge מִבְּלִ֣י <WH1097> mib-be-Li without לְב֑וּשׁ <WH3830> le-Vush; without clothing וְאֵ֥ין <WH369> ve-'Ein and have כְּ֝ס֗וּת <WH3682> ke-Sut, that [they have] no covering בַּקָּרָֽה׃ <WH7135> bak-ka-Rah. in the cold"},{"number":8,"verse":"מִזֶּ֣רֶם <WH2230> miz-Ze-rem with the showers הָרִ֣ים <WH2022> ha-Rim of the mountains יִרְטָ֑בוּ <WH7372> yir-Ta-vu; They are wet וּֽמִבְּלִ֥י <WH1097> u-mib-be-Li want מַ֝חְסֶ֗ה <WH4268> mach-Seh, for want of a shelter חִבְּקוּ־ <WH2263> chib-be-ku- and embrace צֽוּר׃ <WH6697> Tzur. the rock"},{"number":9,"verse":"יִ֭גְזְלוּ <WH1497> Yig-ze-lu They pluck מִשֹּׁ֣ד <WH7699> mish-Shod from the breast יָת֑וֹם <WH3490> ya-Tom; the fatherless וְֽעַל־ <WH5764> ve-'al- sucking child עָנִ֥י <WH6041> 'a-Ni of the poor יַחְבֹּֽלוּ׃ <WH2254> yach-Bo-lu. and take a pledge"},{"number":10,"verse":"עָר֣וֹם <WH6174> a-Rom naked הִ֭לְּכוּ <WH1980> Hil-le-chu They cause [him] to go בְּלִ֣י <WH1097> be-Li without לְב֑וּשׁ <WH3830> le-Vush; without clothing וּ֝רְעֵבִ֗ים <WH7456> u-re-'e-Vim, famish נָ֣שְׂאוּ <WH5375> Na-se-'u and they take away עֹֽמֶר׃ <WH6016> 'O-mer. the sheaf"},{"number":11,"verse":"בֵּין־ <WH996> bein- within שׁוּרֹתָ֥ם <WH7791> shu-ro-Tam their walls יַצְהִ֑ירוּ <WH6671> yatz-Hi-ru; [Which] make oil יְקָבִ֥ים <WH3342> ye-ka-Vim [their] winepresses דָּ֝רְכ֗וּ <WH1869> da-re-Chu, [and] tread וַיִּצְמָֽאוּ׃ <WH6770> vai-yitz-Ma-'u. and suffer thirst"},{"number":12,"verse":"מֵ֘עִ֤יר <WH5892> me-'Ir from out of the city מְתִ֨ים׀ <WH4962> me-Tim Men יִנְאָ֗קוּ <WH5008> yin-'A-ku, groan וְנֶֽפֶשׁ־ <WH5315> ve-ne-fesh- and the soul חֲלָלִ֥ים <WH2491> cha-la-Lim of the wounded תְּשַׁוֵּ֑עַ <WH7768> te-shav-Ve-a'; crieth out וֶ֝אֱל֗וֹהַּ <WH433> ve-'e-Lo-ah, yet God לֹא־ <WH3808> lo- does not יָשִׂ֥ים <WH7760> ya-Sim layeth תִּפְלָֽה׃ <WH8604> tif-Lah. not folly"},{"number":13,"verse":"הֵ֤מָּה׀ <WH1992> Hem-mah Others הָיוּ֮ <WH1961> ha-Yu have been בְּֽמֹרְדֵ֫י־ <WH4775> be-mo-re-Dei- They are of those that rebel א֥וֹר <WH216> or against the light לֹֽא־ <WH3808> lo- Nor הִכִּ֥ירוּ <WH5234> hik-Ki-ru they know דְרָכָ֑יו <WH1870> de-ra-Chav; not the ways וְלֹ֥א <WH3808> ve-Lo Nor יָ֝שְׁב֗וּ <WH3427> ya-she-Vu, thereof nor abide בִּנְתִיבֹתָֽיו׃ <WH5410> bin-ti-vo-Tav. in the paths"},{"number":14,"verse":"לָא֡וֹר <WH216> la-'or with the light יָ֘ק֤וּם <WH6965> ya-Kum rising רוֹצֵ֗חַ <WH7523> ro-Tze-ach, The murderer יִֽקְטָל־ <WH6991> yik-tol- killeth עָנִ֥י <WH6041> 'a-Ni the poor וְאֶבְי֑וֹן <WH34> ve-'ev-Yon; and needy וּ֝בַלַּ֗יְלָה <WH3915> u-val-Lay-lah, and in the night יְהִ֣י <WH1961> ye-Hi is as כַגַּנָּֽב׃ <WH1590> chag-gan-Nav. is as a thief"},{"number":15,"verse":"וְעֵ֤ין <WH5869> ve-'Ein The eye נֹאֵ֨ף׀ <WH5003> no-'Ef also of the adulterer שָׁ֤מְרָֽה <WH8104> Sha-me-rah waiteth נֶ֣שֶׁף <WH5399> Ne-shef for the twilight לֵ֭אמֹר <WH559> Le-mor saying לֹא־ <WH3808> lo- No תְשׁוּרֵ֣נִי <WH7789> te-shu-Re-ni shall see עָ֑יִן <WH5869> 'A-yin; No eye וְסֵ֖תֶר <WH5643> ve-Se-ter backbiting פָּנִ֣ים <WH6440> pa-Nim [his] face יָשִֽׂים׃ <WH7760> ya-Sim. appoint"},{"number":16,"verse":"חָתַ֥ר <WH2864> cha-Tar they dig through בַּחֹ֗שֶׁךְ <WH2822> ba-Cho-shech, In the dark בָּ֫תִּ֥ים <WH1004> bat-Tim houses יוֹמָ֥ם <WH3119> yo-Mam for themselves in the daytime חִתְּמוּ־ <WH2856> chit-te-mu- [which] they had marked לָ֗מוֹ la-mo, לֹא־ <WH3808> lo- not יָ֥דְעוּ <WH3045> Ya-de-'u they know אֽוֹר׃ <WH216> or. not the light"},{"number":17,"verse":"כִּ֤י <WH3588> ki even יַחְדָּ֨ו׀ <WH3162> yach-Dav [is] to them even as בֹּ֣קֶר <WH1242> Bo-ker For the morning לָ֣מוֹ la-mo צַלְמָ֑וֶת <WH6757> tzal-Ma-vet; the shadow of death כִּֽי־ <WH3588> ki- for יַ֝כִּ֗יר <WH5234> yak-Kir, if [one] know בַּלְה֥וֹת <WH1091> bal-Hot [them they are in] the terrors צַלְמָֽוֶת׃ <WH6757> tzal-Ma-vet. of the shadow of death"},{"number":18,"verse":"קַֽל־ <WH7031> kal- He [is] swift ה֤וּא׀ <WH1931> hu he עַל־ <WH5921> 'al- on פְּנֵי־ <WH6440> pe-nei- the surface מַ֗יִם <WH4325> Ma-yim, of the water תְּקֻלַּ֣ל <WH7043> te-kul-Lal is cursed חֶלְקָתָ֣ם <WH2513> chel-ka-Tam their portion בָּאָ֑רֶץ <WH776> ba-'A-retz; in the earth לֹֽא־ <WH3808> lo- not יִ֝פְנֶה <WH6437> Yif-neh he beholdeth דֶּ֣רֶךְ <WH1870> De-rech not the way כְּרָמִֽים׃ <WH3754> ke-ra-Mim. of the vineyards"},{"number":19,"verse":"צִיָּ֤ה <WH6723> tzi-Yah Drought גַם־ <WH1571> gam- again חֹ֗ם <WH2527> Chom, and heat יִגְזְל֥וּ <WH1497> yig-ze-Lu consume מֵֽימֵי־ <WH4325> mei-mei- waters שֶׁ֗לֶג <WH7950> She-leg, the snow שְׁא֣וֹל <WH7585> she-'ol [so doth] the grave חָטָֽאוּ׃ <WH2398> cha-Ta-'u. [those which] have sinned"},{"number":20,"verse":"יִשְׁכָּ֘חֵ֤הוּ <WH7911> yish-Ka-Che-hu shall forget רֶ֨חֶם׀ <WH7358> Re-chem The womb מְתָ֘ק֤וֹ <WH4988> me-Ta-Ko shall feed sweetly רִמָּ֗ה <WH7415> rim-Mah, him the worm ע֥וֹד <WH5750> od longer לֹֽא־ <WH3808> lo- is no יִזָּכֵ֑ר <WH2142> yiz-za-Cher; on him he shall be no more remembered וַתִּשָּׁבֵ֖ר <WH7665> vat-tish-sha-Ver shall be broken כָּעֵ֣ץ <WH6086> ka-'Etz as a tree עַוְלָֽה׃ <WH5766> 'av-Lah. and wickedness"},{"number":21,"verse":"רֹעֶ֣ה <WH7462> ro-'Eh He evil entreateth עֲ֭קָרָה <WH6135> 'A-ka-rah the barren לֹ֣א <WH3808> lo no תֵלֵ֑ד <WH3205> te-Led; [that] beareth וְ֝אַלְמָנָ֗ה <WH490> ve-'al-ma-Nah, to the widow לֹ֣א <WH3808> lo no יְיֵטִֽיב׃ <WH3190> ye-ye-Tiv. not and doeth not good"},{"number":22,"verse":"וּמָשַׁ֣ךְ <WH4900> u-ma-Shach He draweth אַבִּירִ֣ים <WH47> 'ab-bi-Rim also the mighty בְּכֹח֑וֹ <WH3581> be-cho-Cho; with his power יָ֝ק֗וּם <WH6965> ya-Kum, he riseth up וְֽלֹא־ <WH3808> ve-lo- no יַאֲמִ֥ין <WH539> ya-'a-Min and no [man] is sure בַּֽחַיִּֽין׃ <WH2416> Ba-chai-Yin. of life"},{"number":23,"verse":"יִתֶּן־ <WH5414> yit-ten- [Though] it be given ל֣וֹ lo לָ֭בֶטַח <WH983> La-ve-tach him [to be] in safety וְיִשָּׁעֵ֑ן <WH8172> ve-yish-sha-'En; whereon he resteth וְ֝עֵינֵ֗יהוּ <WH5869> ve-'ei-Nei-hu, yet his eyes עַל־ <WH5921> 'al- are on דַּרְכֵיהֶֽם׃ <WH1870> dar-chei-Hem. [are] upon their ways"},{"number":24,"verse":"ר֤וֹמּוּ <WH7426> Rom-mu They are exalted מְּעַ֨ט׀ <WH4592> me-'At for a little while וְֽאֵינֶ֗נּוּ <WH369> ve-'ei-Nen-nu, are gone וְֽהֻמְּכ֗וּ <WH4355> ve-hum-me-Chu, but are gone and brought low כַּכֹּ֥ל <WH3605> kak-Kol everything יִקָּפְצ֑וּן <WH7092> yik-ka-fe-Tzun; they are taken out וּכְרֹ֖אשׁ <WH7218> u-che-Rosh as the tops שִׁבֹּ֣לֶת <WH7641> shib-Bo-let of the ears of corn יִמָּֽלוּ׃ <WH5243> yim-Ma-lu. as all [other] and cut off"},{"number":25,"verse":"וְאִם־ <WH518> ve-'im- now if לֹ֣א <WH3808> lo is not אֵ֭פוֹ <WH645> e-fo And if [it be] not [so] now מִ֣י <WH4310> mi who יַכְזִיבֵ֑נִי <WH3576> yach-zi-Ve-ni; me a liar וְיָשֵׂ֥ם <WH7760> ve-ya-Sem who will make לְ֝אַ֗ל <WH408> le-'Al, nay מִלָּתִֽי׃ <WH4405> mil-la-Ti. my speech ס sa-Mek"}]}