{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"כִּ֤י <WH3588> ki Surely יֵ֣שׁ <WH3426> yesh Surely לַכֶּ֣סֶף <WH3701> lak-Ke-sef for the silver מוֹצָ֑א <WH4161> mo-Tza; there is a vein וּ֝מָק֗וֹם <WH4725> u-ma-Kom, and a place לַזָּהָ֥ב <WH2091> laz-za-Hav for gold יָזֹֽקּוּ׃ <WH2212> ya-Zok-ku. [where] they fine"},{"number":2,"verse":"בַּ֭רְזֶל <WH1270> Bar-zel Iron מֵעָפָ֣ר <WH6083> me-'a-Far out of the earth יֻקָּ֑ח <WH3947> yuk-Kach; is taken וְ֝אֶ֗בֶן <WH68> ve-'E-ven, [out of] the stone יָצ֥וּק <WH6694> ya-Tzuk [is] molten נְחוּשָֽׁה׃ <WH5154> ne-chu-Shah. and brass"},{"number":3,"verse":"קֵ֤ץ׀ <WH7093> ketz an end שָׂ֤ם <WH7760> sam He setteth לַחֹ֗שֶׁךְ <WH2822> la-Cho-shech, to darkness וּֽלְכָל־ <WH3605> u-le-chol- the farthest תַּ֭כְלִית <WH8503> Tach-lit all perfection ה֣וּא <WH1931> hu he חוֹקֵ֑ר <WH2713> cho-Ker; and searcheth out אֶ֖בֶן <WH68> 'E-ven the stones אֹ֣פֶל <WH652> 'O-fel of darkness וְצַלְמָֽוֶת׃ <WH6757> ve-tzal-Ma-vet. and the shadow of death"},{"number":4,"verse":"פָּ֤רַץ <WH6555> Pa-ratz breaketh out נַ֨חַל׀ <WH5158> Na-chal The flood מֵֽעִם־ <WH5973> me-'im- from גָּ֗ר <WH1481> Gar, from the inhabitant הַֽנִּשְׁכָּחִ֥ים <WH7911> han-nish-ka-Chim [even the waters] forgotten מִנִּי־ <WH4480> min-ni- by רָ֑גֶל <WH7272> Ra-gel; of the foot דַּ֖לּוּ <WH1809> Dal-lu they are dried up מֵאֱנ֣וֹשׁ <WH582> me-'e-Noosh from men נָֽעוּ׃ <WH5128> Na-'u. they are gone away"},{"number":5,"verse":"אֶ֗רֶץ <WH776> 'E-retz, [As for] the earth מִמֶּ֥נָּה <WH4480> mi-Men-nah at יֵֽצֵא־ <WH3318> ye-tze- out of it cometh לָ֑חֶם <WH3899> La-chem; bread וְ֝תַחְתֶּ֗יהָ <WH8478> ve-tach-Tei-ha, and underneath נֶהְפַּ֥ךְ <WH2015> neh-Pach and under it is turned up כְּמוֹ־ <WH3644> ke-mov- as אֵֽשׁ׃ <WH784> 'Esh. as it were fire"},{"number":6,"verse":"מְקוֹם־ <WH4725> me-kom- of it [are] the place סַפִּ֥יר <WH5601> sap-Pir of sapphires אֲבָנֶ֑יהָ <WH68> 'a-va-Nei-ha; The stones וְעַפְרֹ֖ת <WH6083> ve-'af-Rot and it hath dust זָהָ֣ב <WH2091> za-Hav of gold לֽוֹ׃ lo."},{"number":7,"verse":"נָ֭תִיב <WH5410> Na-tiv [There is] a path לֹֽא־ <WH3808> lo- no יְדָ֣עוֹ <WH3045> ye-Da-'ov knoweth עָ֑יִט <WH5861> 'A-yit; which no fowl וְלֹ֥א <WH3808> ve-Lo Nor שְׁ֝זָפַ֗תּוּ <WH7805> za-Fat-tu, hath not seen עֵ֣ין <WH5869> 'ein eye אַיָּֽה׃ <WH344> 'ai-Yah. and which the vulture's"},{"number":8,"verse":"לֹֽא־ <WH3808> lo- Nor הִדְרִיכֻ֥הוּ <WH1869> hid-ri-Chu-hu have not trodden בְנֵי־ <WH1121> ve-nei- whelps שָׁ֑חַץ <WH7830> Sha-chatz; The lion's לֹֽא־ <WH3808> lo- Nor עָדָ֖ה <WH5710> 'a-Dah passed עָלָ֣יו <WH5921> 'a-Lav over שָֽׁחַל׃ <WH7826> Sha-chal. it nor the fierce lion"},{"number":9,"verse":"בַּֽ֭חַלָּמִישׁ <WH2496> Ba-chal-la-mish upon the rock שָׁלַ֣ח <WH7971> sha-Lach He putteth forth יָד֑וֹ <WH3027> ya-Do; his hand הָפַ֖ךְ <WH2015> ha-Fach he overturneth מִשֹּׁ֣רֶשׁ <WH8328> mish-Sho-resh by the roots הָרִֽים׃ <WH2022> ha-Rim. the mountains"},{"number":10,"verse":"בַּ֭צּוּרוֹת <WH6697> Batz-tzu-rot among the rocks יְאֹרִ֣ים <WH2975> ye-'o-Rim rivers בִּקֵּ֑עַ <WH1234> bik-Ke-a'; He cutteth out וְכָל־ <WH3605> ve-chol anything יְ֝קָ֗ר <WH3366> ye-Kar, every precious thing רָאֲתָ֥ה <WH7200> ra-'a-Tah seeth עֵינֽוֹ׃ <WH5869> ei-No. and his eye"},{"number":11,"verse":"מִ֭בְּכִי <WH1065> Mib-be-chi from overflowing נְהָר֣וֹת <WH5104> ne-ha-Rot the floods חִבֵּ֑שׁ <WH2280> chib-Besh; He bindeth וְ֝תַעֲלֻמָ֗הּ <WH8587> ve-ta-'a-lu-Mah, and [the thing that is] hid יֹ֣צִא <WH3318> Yo-tzi bringeth he forth אֽוֹר׃ <WH216> or. to light פ Peh"},{"number":12,"verse":"וְֽ֭הַחָכְמָה <WH2451> Ve-ha-cha-che-mah shall wisdom מֵאַ֣יִן <WH370> me-'A-yin But where תִּמָּצֵ֑א <WH4672> tim-ma-Tze; be found וְאֵ֥י <WH335> ve-'Ei how זֶ֝ה <WH2088> zeh he מְק֣וֹם <WH4725> me-Kom ;and where [is] the place בִּינָֽה׃ <WH998> bi-Nah. knowledge"},{"number":13,"verse":"לֹא־ <WH3808> lo- Nor יָדַ֣ע <WH3045> ya-Da' knoweth אֱנ֣וֹשׁ <WH582> e-Noosh Man עֶרְכָּ֑הּ <WH6187> 'er-Kah; not the price וְלֹ֥א <WH3808> ve-Lo Nor תִ֝מָּצֵ֗א <WH4672> tim-ma-Tze, thereof neither is it found בְּאֶ֣רֶץ <WH776> be-'E-retz in the land הַֽחַיִּֽים׃ <WH2416> Ha-chai-Yim. of the living"},{"number":14,"verse":"תְּה֣וֹם <WH8415> te-Hom The depth אָ֭מַר <WH559> 'A-mar saith לֹ֣א <WH3808> lo not בִי־ vi- הִ֑יא <WH1931> Hi; me' וְיָ֥ם <WH3220> ve-Yam It [is] not in me and the sea אָ֝מַ֗ר <WH559> 'a-Mar, saith אֵ֣ין <WH369> 'ein else עִמָּדִֽי׃ <WH5978> 'im-ma-Di. against"},{"number":15,"verse":"לֹא־ <WH3808> lo- cannot יֻתַּ֣ן <WH5414> yut-Tan It cannot be gotten סְג֣וֹר <WH5458> se-Gor for gold תַּחְתֶּ֑יהָ <WH8478> tach-Tei-ha; exchange וְלֹ֥א <WH3808> ve-Lo Nor יִ֝שָּׁקֵ֗ל <WH8254> yish-sha-Kel, be weighed כֶּ֣סֶף <WH3701> Ke-sef neither shall silver מְחִירָֽהּ׃ <WH4242> me-chi-Rah. [for] the price"},{"number":16,"verse":"לֹֽא־ <WH3808> lo- cannot תְ֭סֻלֶּה <WH5541> Te-sul-leh It cannot be valued בְּכֶ֣תֶם <WH3800> be-Che-tem with the gold אוֹפִ֑יר <WH211> o-Fir; of Ophir בְּשֹׁ֖הַם <WH7718> be-Sho-ham onyx יָקָ֣ר <WH3368> ya-Kar with the precious וְסַפִּֽיר׃ <WH5601> ve-sap-Pir. or the sapphire"},{"number":17,"verse":"לֹא־ <WH3808> lo- cannot יַעַרְכֶ֣נָּה <WH6186> ya-'ar-Chen-nah cannot equal זָ֭הָב <WH2091> za-ho The gold וּזְכוֹכִ֑ית <WH2137> u-ze-cho-Chit; and the crystal וּתְמ֖וּרָתָ֣הּ <WH8545> u-te-Mu-ra-Tah it and the exchange כְּלִי־ <WH3627> ke-li- of it [shall not be for] jewels פָֽז׃ <WH6337> Faz. of fine gold"},{"number":18,"verse":"רָאמ֣וֹת <WH7215> ra-Mot shall be made of coral וְ֭גָבִישׁ <WH1378> Ve-ga-vish or of pearls לֹ֣א <WH3808> lo are not יִזָּכֵ֑ר <WH2142> yiz-za-Cher; No mention וּמֶ֥שֶׁךְ <WH4901> u-Me-shech for the price חָ֝כְמָ֗ה <WH2451> choch-mah of wisdom מִפְּנִינִֽים׃ <WH6443> mip-pe-ni-Nim. [is] above rubies"},{"number":19,"verse":"לֹֽא־ <WH3808> lo- cannot יַ֭עַרְכֶנָּה <WH6186> Ya-'ar-chen-nah shall not equal פִּטְדַת־ <WH6357> pit-dat- The topaz כּ֑וּשׁ <WH3568> Kush; of Ethiopia בְּכֶ֥תֶם <WH3800> be-Che-tem gold טָ֝ה֗וֹר <WH2889> ta-Hor, with pure לֹ֣א <WH3808> lo Nor תְסֻלֶּֽה׃ <WH5541> te-sul-Leh. it neither shall it be valued פ Peh"},{"number":20,"verse":"וְֽ֭הַחָכְמָה <WH2451> Ve-ha-cha-che-mah wisdom מֵאַ֣יִן <WH370> me-'A-yin Whence תָּב֑וֹא <WH935> ta-Vo; then cometh וְאֵ֥י <WH335> ve-'Ei and where זֶ֝֗ה <WH2088> Zeh, he מְק֣וֹם <WH4725> me-Kom is the place בִּינָֽה׃ <WH998> bi-Nah. knowledge"},{"number":21,"verse":"וְֽ֭נֶעֶלְמָה <WH5956> Ve-ne-'el-mah Seeing it is hid מֵעֵינֵ֣י <WH5869> me-'ei-Nei from the eyes כָל־ <WH3605> chol of all חָ֑י <WH2416> Chai; of all living וּמֵע֖וֹף <WH5775> u-me-'of from the fowls הַשָּׁמַ֣יִם <WH8064> hash-sha-Ma-yim of the air נִסְתָּֽרָה׃ <WH5641> nis-Ta-rah. and kept close"},{"number":22,"verse":"אֲבַדּ֣וֹן <WH11> a-vad-Don Destruction וָ֭מָוֶת <WH4194> Va-ma-vet and death אָ֣מְר֑וּ <WH559> 'a-me-Ru; say בְּ֝אָזְנֵ֗ינוּ <WH241> be-'a-ze-Nei-nu, thereof with our ears שָׁמַ֥עְנוּ <WH8085> sha-Ma'-nu We have heard שִׁמְעָֽהּ׃ <WH8088> shim-'Ah. the fame"},{"number":23,"verse":"אֱ֭לֹהִים <WH430> E-lo-Him God הֵבִ֣ין <WH995> he-Vin understandeth דַּרְכָּ֑הּ <WH1870> dar-Kah; the way וְ֝ה֗וּא <WH1931> ve-Hu, and He יָדַ֥ע <WH3045> ya-Da' thereof and he knoweth אֶת־ <WH853> 'et- מְקוֹמָֽהּ׃ <WH4725> me-ko-Mah. the place"},{"number":24,"verse":"כִּי־ <WH3588> ki- for ה֭וּא <WH1931> hu he לִקְצוֹת־ <WH7098> lik-tzot- to the ends הָאָ֣רֶץ <WH776> ha-'A-retz of the earth יַבִּ֑יט <WH5027> yab-Bit; For he looketh תַּ֖חַת <WH8478> Ta-chat under כָּל־ <WH3605> kol- everything הַשָּׁמַ֣יִם <WH8064> hash-sha-Ma-yim under the whole heaven יִרְאֶֽה׃ <WH7200> yir-'Eh. [and] seeth"},{"number":25,"verse":"לַעֲשׂ֣וֹת <WH6213> la-'a-Sot To make לָר֣וּחַ <WH7307> la-Ru-ach for the winds מִשְׁקָ֑ל <WH4948> mish-Kal; the weight וּ֝מַ֗יִם <WH4325> u-Ma-yim, the waters תִּכֵּ֥ן <WH8505> tik-Ken and he weigheth בְּמִדָּֽה׃ <WH4060> be-mid-Dah. by measure"},{"number":26,"verse":"בַּעֲשֹׂת֣וֹ <WH6213> ba-'a-sa-Mek-To When he made לַמָּטָ֣ר <WH4306> lam-ma-Tar for the rain חֹ֑ק <WH2706> Chok; a decree וְ֝דֶ֗רֶךְ <WH1870> ve-De-rech, and a way לַחֲזִ֥יז <WH2385> la-cha-Ziz for the lightning קֹלֽוֹת׃ <WH6963> ko-Lot. of the thunder"},{"number":27,"verse":"אָ֣ז <WH227> 'az Then רָ֭אָהּ <WH7200> Ra-'ah Then did he see וַֽיְסַפְּרָ֑הּ <WH5608> vay-sap-pe-Rah; it and declare הֱ֝כִינָ֗הּ <WH3559> he-chi-Nah, it he prepared וְגַם־ <WH1571> ve-gam- and also חֲקָרָֽהּ׃ <WH2713> cha-ka-Rah. it yea and searched it out"},{"number":28,"verse":"וַיֹּ֤אמֶר׀ <WH559> vai-Yo-mer he said לָֽאָדָ֗ם <WH120> la-'a-Dam, And unto man הֵ֤ן <WH2005> hen Behold יִרְאַ֣ת <WH3374> yir-'At Behold the fear אֲ֭דֹנָי <WH136> 'A-do-nai of the Lord הִ֣יא <WH1931> hi that חָכְמָ֑ה <WH2451> choch-mah that [is] wisdom וְס֖וּר <WH5493> ve-Sur and to depart מֵרָ֣ע <WH7451> me-Ra' from evil בִּינָֽה׃ <WH998> bi-Nah. [is] understanding ס sa-Mek"}]}