{"bibleAbbr":"HSB+","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"וַיַּ֖עַן <WH6030> vai-Ya-'an answered יְהוָ֥ה <WH3068> Yah-weh Moreover the LORD אֶת־ <WH853> 'et- אִיּ֗וֹב <WH347> i-Yov, Job וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":2,"verse":"הֲ֭רֹב <WH7378> ha-ro Shall he that contendeth עִם־ <WH5973> 'im- with שַׁדַּ֣י <WH7706> shad-Dai with the Almighty יִסּ֑וֹר <WH3250> yis-Sor; instruct מוֹכִ֖יחַ <WH3198> mo-Chi-ach [him];he that reproveth אֱל֣וֹהַּ <WH433> e-Lo-ah God יַעֲנֶֽנָּה׃ <WH6030> ya-'a-Nen-nah. let him answer פ Peh"},{"number":3,"verse":"וַיַּ֖עַן <WH6030> vai-Ya-'an answered אִיּ֥וֹב <WH347> i-Yov Then Job אֶת־ <WH853> 'et- יְהוָ֗ה <WH3068> Yah-weh the LORD וַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":4,"verse":"הֵ֣ן <WH2005> hen Behold קַ֭לֹּתִי <WH7043> Kal-lo-ti Behold I am vile מָ֣ה <WH4100> mah what אֲשִׁיבֶ֑ךָּ <WH7725> 'a-shi-Ve-ka; what shall I answer יָ֝דִ֗י <WH3027> ya-Di, mine hand שַׂ֣מְתִּי <WH7760> Sam-ti thee;I will lay לְמוֹ־ <WH3926> le-mov- upon פִֽי׃ <WH6310> Fi. my mouth"},{"number":5,"verse":"אַחַ֣ת <WH259> 'a-Chat Once דִּ֭בַּרְתִּי <WH1696> Dib-bar-ti have I spoken וְלֹ֣א <WH3808> ve-Lo nothing אֶֽעֱנֶ֑ה <WH6030> 'e-'e-Neh; but I will not answer וּ֝שְׁתַּ֗יִם <WH8147> u-she-Ta-yim, yea twice וְלֹ֣א <WH3808> ve-Lo nothing אוֹסִֽיף׃ <WH3254> o-Sif. but I will proceed no further פ Peh"},{"number":6,"verse":"וַיַּֽעַן־ <WH6030> vai-ya-'an- Then answered יְהוָ֣ה <WH3068> Yah-weh the LORD אֶת־ 'et- אִ֭יּוֹב <WH347> 'I-yov unto Job; מִן min כסְעָרָה se-'a-rah כמִ֥ן <WH4480> Min at ק; סְעָרָ֗ה <WH5591> se-'a-Rah, storm קוַיֹּאמַֽר׃ <WH559> vai-yo-Mar. and said"},{"number":7,"verse":"אֱזָר־ <WH247> 'e-zor- Gird up נָ֣א <WH4994> na Now כְגֶ֣בֶר <WH1397> che-Ge-ver now like a man חֲלָצֶ֑יךָ <WH2504> cha-la-Tzei-cha; thy loins אֶ֝שְׁאָלְךָ֗ <WH7592> 'esh-'al-cha, I will demand וְהוֹדִיעֵֽנִי׃ <WH3045> ve-ho-di-'E-ni. of thee and declare"},{"number":8,"verse":"הַ֭אַף <WH637> Ha-'af really תָּפֵ֣ר <WH6565> ta-Fer Wilt thou also disannul מִשְׁפָּטִ֑י <WH4941> mish-pa-Ti; adversary תַּ֝רְשִׁיעֵ֗נִי <WH7561> tar-shi-'E-ni, condemn לְמַ֣עַן <WH4616> le-Ma-'an because of תִּצְדָּֽק׃ <WH6663> titz-Dak. me that thou mayest be righteous"},{"number":9,"verse":"וְאִם־ <WH518> ve-'im- Or זְר֖וֹעַ <WH2220> ze-Ro-a' Hast thou an arm כָּאֵ֥ל׀ <WH410> ka-'El God לָ֑ךְ Lach; וּ֝בְק֗וֹל <WH6963> u-ve-Kol, with a voice כָּמֹ֥הוּ <WH3644> ka-Mo-hu like תַרְעֵֽם׃ <WH7481> tar-'Em. thunder"},{"number":10,"verse":"עֲדֵ֥ה <WH5710> 'a-Deh Deck נָ֣א <WH4994> na with גָֽא֣וֹן <WH1347> ga-'on thyself now [with] majesty וָגֹ֑בַהּ <WH1363> va-Goah; and excellency וְה֖וֹד <WH1935> ve-Hod thyself with glory וְהָדָ֣ר <WH1926> ve-ha-Dar and beauty תִּלְבָּֽשׁ׃ <WH3847> til-Bash. and array"},{"number":11,"verse":"הָ֭פֵץ <WH6327> Ha-fetz Cast abroad עֶבְר֣וֹת <WH5678> ev-Rot the rage אַפֶּ֑ךָ <WH639> 'ap-Pe-cha; of thy wrath וּרְאֵ֥ה <WH7200> u-re-'Eh and behold כָל־ <WH3605> chol everyone גֵּ֝אֶ֗ה <WH1343> ge-'Eh, every one [that is] proud וְהַשְׁפִּילֵֽהוּ׃ <WH8213> ve-hash-pi-Le-hu. and abase"},{"number":12,"verse":"רְאֵ֣ה <WH7200> re-'Eh Look כָל־ <WH3605> chol everyone גֵּ֭אֶה <WH1343> Ge-'eh on every one [that is] proud הַכְנִיעֵ֑הוּ <WH3665> hach-ni-'E-hu; [and] bring him low וַהֲדֹ֖ךְ <WH1915> va-ha-Doch and tread down רְשָׁעִ֣ים <WH7563> re-sha-'Im the wicked תַּחְתָּֽם׃ <WH8478> tach-Tam. where"},{"number":13,"verse":"טָמְנֵ֣ם <WH2934> ta-me-Nem Hide בֶּעָפָ֣ר <WH6083> be-'a-Far them in the dust יָ֑חַד <WH3162> Ya-chad; together פְּ֝נֵיהֶ֗ם <WH6440> pe-nei-Hem, their faces חֲבֹ֣שׁ <WH2280> cha-Vosh [and] bind בַּטָּמֽוּן׃ <WH2934> bat-ta-Mun. in secret"},{"number":14,"verse":"וְגַם־ <WH1571> ve-gam- will also אֲנִ֥י <WH589> 'a-Ni I אוֹדֶ֑ךָּ <WH3034> o-De-ka; Then will I also confess כִּֽי־ <WH3588> ki- can תוֹשִׁ֖עַ <WH3467> to-Shi-a' can save לְךָ֣ le-Cha יְמִינֶֽךָ׃ <WH3225> ye-mi-Ne-cha. unto thee that thine own right hand"},{"number":15,"verse":"הִנֵּה־ <WH2009> hin-neh- Behold נָ֣א <WH4994> na now בְ֭הֵמוֹת <WH930> Ve-he-mot Behold now behemoth אֲשֶׁר־ <WH834> 'a-Sher- which עָשִׂ֣יתִי <WH6213> 'a-Si-ti which I made עִמָּ֑ךְ <WH5973> 'im-Mach; well חָ֝צִ֗יר <WH2682> cha-Tzir, grass כַּבָּקָ֥ר <WH1241> kab-ba-Kar as an ox יֹאכֵֽל׃ <WH398> yo-Chel. with thee he eateth"},{"number":16,"verse":"הִנֵּה־ <WH2009> hin-neh- Behold נָ֣א <WH4994> na now כֹח֣וֹ <WH3581> cho-Cho Lo now his strength בְמָתְנָ֑יו <WH4975> ve-ma-te-Nav; [is] in his loins וְ֝אֹנ֗וֹ <WH202> ve-'o-No, and his force בִּשְׁרִירֵ֥י <WH8306> bish-ri-Rei [is] in the navel בִטְנֽוֹ׃ <WH990> vit-No. of his belly"},{"number":17,"verse":"יַחְפֹּ֣ץ <WH2654> yach-Potz He moveth זְנָב֣וֹ <WH2180> ze-na-Vo his tail כְמוֹ־ <WH3644> che-mov- like אָ֑רֶז <WH730> 'A-rez; like a cedar גִּידֵ֖י <WH1517> gi-Dei the sinews; פַחֲדֹו fa-cha-dov כפַחֲדָ֣יו <WH6344> fa-cha-Dav stone קיְשֹׂרָֽגוּ׃ <WH8276> ye-so-Ra-gu. are wrapped together"},{"number":18,"verse":"עֲ֭צָמָיו <WH6106> 'A-tza-mav His bones אֲפִיקֵ֣י <WH650> 'a-fi-Kei [are as] strong נְחוּשָׁ֑ה <WH5154> ne-chu-Shah; pieces of brass גְּ֝רָמָ֗יו <WH1634> ge-ra-Mav, his bones כִּמְטִ֥יל <WH4300> kim-Til [are] like bars בַּרְזֶֽל׃ <WH1270> bar-Zel. of iron"},{"number":19,"verse":"ה֭וּא <WH1931> hu He רֵאשִׁ֣ית <WH7225> re-Shit He [is] the chief דַּרְכֵי־ <WH1870> dar-chei- of the ways אֵ֑ל <WH410> 'El; of God הָ֝עֹשׂוֹ <WH6213> ha-'o-so he that made יַגֵּ֥שׁ <WH5066> yag-Gesh to approach חַרְבּֽוֹ׃ <WH2719> char-Bo. his sword"},{"number":20,"verse":"כִּֽי־ <WH3588> ki- for ב֭וּל <WH944> vul food הָרִ֣ים <WH2022> ha-Rim Surely the mountains יִשְׂאוּ־ <WH5375> yis-'u- bring him forth ל֑וֹ lo; וְֽכָל־ <WH3605> ve-chol and all חַיַּ֥ת <WH2416> chai-Yat where all the beasts הַ֝שָּׂדֶ֗ה <WH7704> has-sa-Deh, of the field יְשַֽׂחֲקוּ־ <WH7832> ye-sa-cha-ku- play שָֽׁם׃ <WH8033> Sham. there"},{"number":21,"verse":"תַּֽחַת־ <WH8478> ta-chat- Under צֶאֱלִ֥ים <WH6628> tze-'e-Lim under the shady trees יִשְׁכָּ֑ב <WH7901> yish-Kav; He lieth בְּסֵ֖תֶר <WH5643> be-Se-ter in the covert קָנֶ֣ה <WH7070> ka-Neh of the reed וּבִצָּֽה׃ <WH1207> u-vitz-Tzah. and fens"},{"number":22,"verse":"יְסֻכֻּ֣הוּ <WH5526> ye-suk-Ku-hu cover צֶאֱלִ֣ים <WH6628> tze-'e-Lim The shady trees צִֽלֲל֑וֹ <WH6752> tzi-la-Lo; him [with] their shadow יְ֝סֻבּ֗וּהוּ <WH5437> ye-sub-Bu-hu, compass him about עַרְבֵי־ <WH6155> 'ar-vei- the willows נָֽחַל׃ <WH5158> Na-chal. of the brook"},{"number":23,"verse":"הֵ֤ן <WH2005> hen If יַעֲשֹׁ֣ק <WH6231> ya-'a-Shok Behold he drinketh up נָ֭הָר <WH5104> Na-hor a river לֹ֣א <WH3808> lo is not יַחְפּ֑וֹז <WH2648> yach-Poz; [and] hasteth יִבְטַ֓ח׀ <WH982> yiv-Tach not he trusteth כִּֽי־ <WH3588> ki- though יָגִ֖יחַ <WH1518> ya-Gi-ach that he can draw up יַרְדֵּ֣ן <WH3383> yar-Den Jordan אֶל־ <WH413> 'el- to his פִּֽיהוּ׃ <WH6310> Pi-hu. into his mouth"},{"number":24,"verse":"בְּעֵינָ֥יו <WH5869> be-'ei-Nav it with his eyes יִקָּחֶ֑נּוּ <WH3947> yik-ka-Chen-nu; He taketh בְּ֝מֽוֹקְשִׁ֗ים <WH4170> be-mok-Shim, snares יִנְקָב־ <WH5344> yin-kov- pierceth through אָֽף׃ <WH639> 'Af. [his] nose"}]}