{"bibleAbbr":"LBP1933","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"NOW it came to pass one day, Jonathan the son of Saul said to the young man who bore his armor, Come, let us go over to the Philistine garrison that is on the other side yonder. But he did not tell his father."},{"number":2,"verse":"And Saul was staying in the outskirts of Ramtha under the pomegranate tree which is in Gibeon; and the people who were with him were about six hundred men;"},{"number":3,"verse":"And Ahiah, the son of Ahitub, Jochebar's brother, the son of Phinehas, the son of Eli, the LORD'S priest in Shiloh, was wearing an ephod. And the people did not know that Jonathan was gone to the crossing place."},{"number":4,"verse":"And as he sought to cross over to the Philistine garrison, behold, there was a steep rock on one side and a steep rock on the other side; and the name of the one was Bozez, and the name of the other Siaa."},{"number":5,"verse":"One crag stood out northward over against Michmash and the other southward over against Gibeah."},{"number":6,"verse":"And Jonathan said to the young man who bore his armor, Come, let us cross over to the garrison of these uncircumcised; it may be that the LORD will help us; for nothing will prevent the LORD from saving by many or by few."},{"number":7,"verse":"And his armorbearer said to him, Do all that is in your heart; turn aside, and go; beho ld, I am with you; do whatever is in your heart."},{"number":8,"verse":"Then Jonathan said to him, Behold, we will cross over against these men, and we will show ourselves to them."},{"number":9,"verse":"If they say to us. Stop until we come to you; then we will stand still in our place, and will not go up against them."},{"number":10,"verse":"But if they say to us thus, Come up to us; then we will go up; for the LORD our God has delivered them into our hand; and this shall be a sign to us."},{"number":11,"verse":"So both of them showed themselves to the garrison of the Philistines; and the Philistines said. Behold, the Hebrews are coming forth out of the holes where they had hid themselves."},{"number":12,"verse":"And the men of the garrison answered Jonathan and his armorbearer, and said, Come up to us, and we will show you something. And Jonathan said to his armorbearer, Come up after me; for the LORD has delivered them into the hand of Israel."},{"number":13,"verse":"And Jonathan climbed up on his hands and on his feet, and his armor-bearer followed after him; and the Philistine garrison retreated before Jonathan; and his armorbearer slew with him."},{"number":14,"verse":"And the first slaughter which Jonathan and his armorbearer made was about twenty men; they cut them to pieces like stone-cutters and like men who plough a field."},{"number":15,"verse":"And there was trembling in the camp, in the field, and among all the people that stood by; and the raiders also trembled and the earth quaked; and the fear of the LORD fell upon them."},{"number":16,"verse":"And the watchmen of Saul in Gibeah of Benjamin looked; and, behold, the Philistine army was in confusion, going away defeated."},{"number":17,"verse":"Then Saul said to the people that were with him, Take a count and see who is gone from us. And when they had mustered, behold, Jonathan and his armorbearer were not there."},{"number":18,"verse":"And Saul said to Ahiah, Bring here the ark of God. For the ark of God was at that time with the children of Israel."},{"number":19,"verse":"And it came to pass, while Saul was talking to the priest, that the noise in the camp of the Philistines went on and increased; and Saul said to the priest, Withdraw your hand."},{"number":20,"verse":"Then Saul and all the people who were with him shouted together, and they came to the battle; and, behold, every man's sword was against his fellow, and there was a very great confusion."},{"number":21,"verse":"Moreover the Hebrews who were with the Philistines before that time, who had gone up with them to the camp, even they also turned to be with the Israelites and with Saul and Jonathan."},{"number":22,"verse":"Likewise all the men of Israel who had hid themselves in mount Ephraim, when they heard that the Philistines fled before the Israelites, even they armed themselves and followed hard after them in the battle."},{"number":23,"verse":"So the LORD saved Israel that day; then the men of Israel passed over to Beth-aon to battle."},{"number":24,"verse":"And Saul drew near that day and said to the people, Cursed be the man who eats food until evening, until I am avenged on my enemies. So none of the people tasted any food."},{"number":25,"verse":"And they went throughout all the land and came into a forest; and, behold, there was honey in the forest on the ground."},{"number":26,"verse":"And when the people were come into the forest, behold, the honey was dropping; but no one put his hand to his mouth; for the people feared the oath."},{"number":27,"verse":"But Jonathan had not heard when his father adjured the people; so he put forth the end of the staff that was in his hand, and dipped it in a honeycomb, and put his hand to his mouth; and his eyes brightened."},{"number":28,"verse":"Then one of the men of the people spoke and said to Jonathan, Your father has surely adjured the people, saying, Cursed be the man who eats food this day. And the people were faint with hunger."},{"number":29,"verse":"Then Jonathan said, My father has troubled the land; see, how my eyes have been brightened because I tasted a little of this honey."},{"number":30,"verse":"Moreover, because the people had not eaten today 6f the spoil of their enemies which they found, therefore there was not a greater slaughter of the Philistines."},{"number":31,"verse":"We have smitten the Philistines today from Michmash to Aijalon; and the people are very faint with hunger."},{"number":32,"verse":"Then the people rushed greedily on the spoil, and took sheep and oxen and calves, and slew them on the ground; and the people ate them with the blood."},{"number":33,"verse":"Then they told Saul, saying, Behold, the people have sinned against the LORD in eating flesh with blood. And Saul said, You have transgressed; roll a great stone to me this day."},{"number":34,"verse":"And Saul said, Go round about among the people and say to them, Bring every man his ox, and every man his sheep, and slay them here, and do not sin against the LORD in eating flesh with the blood. So all the people brought every man his ox with him that night, and slew them there."},{"number":35,"verse":"And Saul built there an altar to the LORD; thus he began to build his first altar to the LORD."},{"number":36,"verse":"And Saul said, Let us go down after the Philistines by night, and plunder them until the morning, and let us not leave a man of them. And they said, Do whatever seems good to you."},{"number":37,"verse":"And Saul said to God, Shall I go down after the Philistines? Wilt thou deliver them into the hands of Israel? But the LORD did not answer him that day."},{"number":38,"verse":"And Saul said, Bring here all the families of the people; and know and see wherein this sin has been committed this day."},{"number":39,"verse":"For, as the LORD lives, who saved Israel, though it be in Jonathan my son, he shall surely die. But there was no one of all the people that answered him."},{"number":40,"verse":"Then Saul said to all Israel, Be you on one side, and I and Jonathan my son will be on the other side. And the people said to Saul, Do whatever seems good to you."},{"number":41,"verse":"Therefore Saul said, O LORD God of Israel, give a perfect lot. And Saul and Jonathan were taken; but the people were not taken."},{"number":42,"verse":"And Saul said, Cast lots between me and Jonathan my son. And Jonathan was taken."},{"number":43,"verse":"Then Saul said to Jonathan. Tell me what you have done. And Jonathan told him, and said, I did taste a little honey with the end of the staff that was in my hand, and on account of that must I die?"},{"number":44,"verse":"And Saul said, God do so to me and more also, unless you shall surely die, Jonathan."},{"number":45,"verse":"And the people said to Saul, Shall Jonathan die, who has wrought this great salvation in Israel? God forbid; as the LORD lives, there shall not a hair of his head fall to the ground; for he has saved the people of God this day. So the people delivered Jonathan and he did not die."},{"number":46,"verse":"Then Saul returned from following the Philistines; and the Philistines went to their own country."},{"number":47,"verse":"And Saul took the kingship over Israel, and he fought against all his enemies on every side, against Moab and against the children of Ammon and against Edom and against the kingdom of Zobah and against the Philistines; and wherever he turned he was victorious."},{"number":48,"verse":"And he mobilized an army and smote the Amalekites, and delivered Israel out of the hand of those who plundered them."},{"number":49,"verse":"Now these were the sons of Saul: Jonathan, Ishui, Melchi-shua, and Ashbashul; and the names of his two daughters were these: the name of the elder Nadab, and the name of the younger Malchel;"},{"number":50,"verse":"And the name of Saul's wife was Ahinoam, the daughter of Ahimaaz; and the name of the general of his army was Abner, the son of Ner, Saul's uncle."},{"number":51,"verse":"And Kish was the father of Saul; and Ner, the father of Abner, was the son of Abiel."},{"number":52,"verse":"And there was severe war against the Philistines all the days of Saul; and when Saul saw any valiant man or any strong man, he took him to himself."}]}