{"bibleAbbr":"LBP1933","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"SAMUEL said to Saul, The LORD sent me to anoint you to be king over his people Israel. Now therefore hearken to the voice of the words of the LORD."},{"number":2,"verse":"Thus says the LORD Of hosts, I remember what Amalek did to Israel on their journey when they were coming up out of Egypt."},{"number":3,"verse":"Now go and smite the Amalekites, and utterly destroy all that they have, and spare them not; but slay both men and women, young people and infants, oxen and sheep, camels and asses."},{"number":4,"verse":"And Saul summoned the people to war, and he numbered them in Telaye, two hundred thousand footmen and ten thousand men of Judah."},{"number":5,"verse":"And Saul came to a city of the Amalekites, and issued a directive in the valley."},{"number":6,"verse":"And Saul said to the Kenites, Turn aside, depart, get you down from among the Amalekites, lest I destroy you with them; for you showed kindness to all the children of Israel when they came up out of Egypt. So the Kenites departed from among the Amalekites."},{"number":7,"verse":"And Saul smote the Amalekites from Havilah as far as Shur, which is over near Egypt."},{"number":8,"verse":"And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."},{"number":9,"verse":"But Saul and the people spared King Agag and the best of the sheep and of the oxen and of the fatlings and the stall-fed beasts and all that was good, and would not utterly destroy them; but everything that was vile and despised in their sight, that they destroyed utterly."},{"number":10,"verse":"Then the word of the LORD came to Samuel, saying,"},{"number":11,"verse":"I regret that I have made Saul king; for he has turned back from following me, and has not performed my commandments. And it grieved Samuel; and he prayed before the LORD all night."},{"number":12,"verse":"And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul has come to Carmel, and, behold, he has set up a dwelling place for himself, and has turned and passed on and gone down to Gilgal."},{"number":13,"verse":"And Samuel came to Saul; and Saul said to him, Blessed be the LORD, who has performed his commandment."},{"number":14,"verse":"And Samuel said, What then is this bleating of the sheep in my ears and the lowing of the oxen that I hear?"},{"number":15,"verse":"And Saul said, They have brought them from the Amalekites; for the people spared the best of the sheep and of the oxen, and brought them to sacrifice to the LORD your God; and the rest we have utterly destroyed."},{"number":16,"verse":"Then Samuel said to Saul, Be still, and I will tell you what the LORD has said to me this night. And Saul said to him, Say on."},{"number":17,"verse":"And Samuel said to Saul, Behold, even though you were little in your own eyes; nevertheless you were made the head of the tribes of Israel, and the LORD anointed you king over Israel."},{"number":18,"verse":"And the LORD sent you on a mission, and said, Go and utterly destroy the sinners, the Amalekites, and fight against them until they are consumed."},{"number":19,"verse":"Why then did you not obey the voice of the LORD, but have spared the plunder, and have done evil in the sight of the LORD?"},{"number":20,"verse":"And Saul said to Samuel, I have obeyed the voice of the LORD, and have gone on the mission on which the LORD sent me, and have brought Agag the king of the Amalekites, and have utterly destroyed the Amalekites."},{"number":21,"verse":"But the people took some of the spoil, sheep and oxen, the best of the things which should have been utterly destroyed, to sacrifice to the LORD your God in Gilgal."},{"number":22,"verse":"And Samuel said, The LORD is not as well pleased with burnt offerings and sacrifices as with one who obeys his voice. Behold, to obey is better than sacrifices, and to hearken, than the fat of rams."},{"number":23,"verse":"For divination is a rebellion, and divination is a grievous iniquity. Because you have rejected the word of the LORD, he has also rejected you from being king."},{"number":24,"verse":"And Saul said to Samuel, I have sinned; for I have transgressed the commandment of the LORD and your words, because I feared the people and obeyed their voice."},{"number":25,"verse":"Now therefore, pardon my sin, and return with me, that I may worship the LORD."},{"number":26,"verse":"And Samuel said to Saul, I will not return home with you; for you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel."},{"number":27,"verse":"And as Samuel turned about to go away, Saul laid hold upon the skirt of his mantle, and it tore."},{"number":28,"verse":"And Samuel said to him, The LORD has torn the kingdom of Israel from you this day, and has given it to a neighbor of yours, who is better than you."},{"number":29,"verse":"And also his Excellency the LORD of Israel will not lie nor seek counsel; for he is not a human being, that he should seek counsel."},{"number":30,"verse":"Then Saul said, I have sinned; yet honor me now before the elders of my people and before Israel, and return again with me, that I may worship the LORD your God."},{"number":31,"verse":"So Samuel returned again with Saul, and Saul worshipped the LORD."},{"number":32,"verse":"Then said Samuel, Bring Agag the king of the Amalekites here to me. And Agag said, Surely death is bitter."},{"number":33,"verse":"And Samuel said, As your sword has made women childless, so shall your mother be childless among women. And Samuel cut King Agag in pieces before the LORD in Gilgal."},{"number":34,"verse":"Then Samuel went to Ramtha; and Saul went up to his house to Ramtha of Saul."},{"number":35,"verse":"And Samuel saw Saul no more until the day of his death; nevertheless, Samuel grieved for Saul; and the LORD regretted that he had made Saul king over Israel."}]}