{"bibleAbbr":"LBP1933","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"WHEN David had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul."},{"number":2,"verse":"And Saul took him that day, and would not let him return to his father's house."},{"number":3,"verse":"Then Jonathan and David made a covenant, because Jonathan loved David as his own soul."},{"number":4,"verse":"And Jonathan stripped himself of the robe that was upon him and gave it to David, and his garments, even to his sword and his bow and his girdle."},{"number":5,"verse":"And David went out wherever Saul sent him and was victorious; so that Saul appointed him over the men of war, and he found favor in the sight of all the people and also in the sight of Saul's servants."},{"number":6,"verse":"And it came to pass as they returned, when David came back from the slaughter of the Philistines, the women came out of all the cities of Israel, singing and dancing, to meet King Saul with tambourines, and with cymbals, and were rejoicing."},{"number":7,"verse":"And the women sang as they played, and laughed, saying, Saul has slain by thousands, and David by tens of thousands."},{"number":8,"verse":"And Saul was very wroth, and this saying displeased him; and he said, They have ascribed to David ten thousands, and to me they have ascribed but thousands; and what more can he have but the kingdom?"},{"number":9,"verse":"And Saul began to envy David from that day forward."},{"number":10,"verse":"And it came to pass after some days that an evil spirit from God came upon Saul, and he prophesied in the midst of his house, and David was playing music in his presence, as at other times; and there was a javelin in Saul's hand."},{"number":11,"verse":"And Saul threw the javelin; for he said, I will pin David to the wall. But David evaded it twice."},{"number":12,"verse":"And Saul was afraid of David, because the LORD was with him, and had departed from Saul."},{"number":13,"verse":"Therefore Saul removed him from his presence, and made him a commander over a thousand; and he went out to war and came in before the people."},{"number":14,"verse":"And David was a man of understanding in all his ways; and the LORD was with him."},{"number":15,"verse":"And when Saul saw that he was exceedingly wise, he was afraid of him."},{"number":16,"verse":"But all Israel and Judah loved David, because he went out to war and came in before them."},{"number":17,"verse":"And Saul said to David, Behold my elder daughter Nadab, I will give her to you to wife, but you must become a commander-in-chief for me and fight the LORD'S battles. For Saul said, Let not my hand be against him, but let the hand of the Philistines be against him."},{"number":18,"verse":"And David said to Saul, Who am I? And what have I done, or what is my life or my father's family in Israel, that I should be son-in-law to the king?"},{"number":19,"verse":"But it came to pass at the time when Nadab, Saul's daughter should have been given to David, she was given to Azriel the Meholathite to wife."},{"number":20,"verse":"And Malchel Saul's daughter loved David; and they told Saul, and the thing pleased him."},{"number":21,"verse":"And Saul said, I will give her to him, that she may be a hindrance to him and that the hand of the Philistines may be against him. Wherefore Saul said to David, You shall this day be my son-in-law in doing one of two things."},{"number":22,"verse":"And Saul commanded his servants to speak to David the son of Jesse, saying, Behold the king has delight in you, and all his servants love you; now therefore be the king's son-in-law."},{"number":23,"verse":"And Saul's servants spoke these words to David. And David said, Seems it to you a light thing to be a king's son-in-law, seeing that I am a poor man and despised?"},{"number":24,"verse":"And the servants of Saul told him, saying, These are the words which David spoke."},{"number":25,"verse":"And Saul said, Thus shall you say to David, The king does not desire any dowry, but two hundred foreskins of the Philistines, to be avenged of his enemies. But King Saul thought to make David fall by the hand of the Philistines."},{"number":26,"verse":"And when the servants of Saul told David these words, it pleased David well to be the king's son-in-law; but the time had not come."},{"number":27,"verse":"Wherefore David arose and went out, he and his men, and slew two hundred men of the Philistines; and David brought their foreskins and gave them to the king, that he might be the king's son-in-law. And Saul gave him Malchel his daughter to wife."},{"number":28,"verse":"land Saul saw and knew that the LORD was with David and that Malchel Saul's daughter loved David exceedingly."},{"number":29,"verse":"And Saul was still the more afraid of David; and Saul became David's enemy thenceforth."},{"number":30,"verse":"Then the princes of the Philistines went forth raiding; and it came to pass at the time they went forth raiding, David was more successful than all the servants of Saul; so that his name was highly honored."}]}