{"bibleAbbr":"LBP1933","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"THEN they told David, saying, Behold, the Philistines are fighting against Keilah and are robbing the threshing floors."},{"number":2,"verse":"And David inquired of the LORD, saying. Shall I go and smite these Philistines? And the LORD said to him, Go and smite the Philistines and save Keilah."},{"number":3,"verse":"And David's men said to him, We are afraid here in Judea, how much more then if we go to Keilah against the armies of the Philistines?"},{"number":4,"verse":"Then David inquired of the LORD again. And the LORD answered him and said, Arise, go down to Keilah; for I will deliver the Philistines into your hand."},{"number":5,"verse":"So David and his men went to Keilah and fought with the Philistines and brought away their cattle and smote them with a great slaughter. So David saved the inhabitants of Keilah."},{"number":6,"verse":"And it came to pass, when Abiathar the son of Ahimeleck fled to David to Keilah, he came down with an ephod in his hand."},{"number":7,"verse":"And it was told Saul that David was come to Keilah. And Saul said, God has delivered him into my hands; for he has shut himself up by entering a town that has gates and bars."},{"number":8,"verse":"And Saul called all the people together to war to go down to Keilah to besiege David and his men."},{"number":9,"verse":"land David knew that Saul was plotting mischief against him; and he said to Abiathar the priest, Bring the ephod to me."},{"number":10,"verse":"Then David said, O LORD God of Israel, thy servant has heard for certain that Saul seeks to come to Keilah to destroy the city on my account."},{"number":11,"verse":"Will the men of the city deliver me and the men who are with me into the hand of Saul?"},{"number":12,"verse":"And the LORD said, They will deliver you; arise and go out of the city."},{"number":13,"verse":"Then David and his men, who were about six hundred, arose and departed from Keilah and went wherever they could go. And it was told Saul that David had fled from Keilah; and he forbore to go forth."},{"number":14,"verse":"And David abode in the wilderness of Misroth, and remained in a mountain in the wilderness of Ziph. And Saul sought him every day, but God did not deliver him into his hand."},{"number":15,"verse":"And David saw that Saul was come out to seek his life; and David was in the wilderness of Ziph in a forest."},{"number":16,"verse":"And Jonathan, Saul's son, arose and went to David in the forest, and strengthened his hands in God."},{"number":17,"verse":"And he said to him, Fear not; for the hand of Saul my father shall not find you; and you shall be king over Israel, and I shall be with you, and you shall live; and even Saul my father knows that it is so."},{"number":18,"verse":"And they two made a covenant in the valley before the LORD (who sits upon the cherubim). And Jonathan went to his house."},{"number":19,"verse":"Then the Ziphites came up to Saul at Gibeah, saying, Behold, David is hiding himself with us in Mizroth, in the forest in Gibaoth, in the valley which is on the right side of the desert."},{"number":20,"verse":"Now therefore, come down against us according to all the desire of your soul, and we shall deliver him into the king's hand."},{"number":21,"verse":"And Saul said to them, Blessed be you of the LORD; for you have compassion on me."},{"number":22,"verse":"Return and search and find the place where his haunt is and learn who has seen him there; for I am told that he is very subtle."},{"number":23,"verse":"Know therefore and learn of all the lurking places where he hides himself, and return to me, to inform me with certainty, and I will go with you; and if he is in the land, I will search him out throughout all the thousands of Judah."},{"number":24,"verse":"So they arose and went to Ziph before Saul; but David and his men were in the wilderness of Maon, in the plain by the side of the desert."},{"number":25,"verse":"And Saul and his men went to seek David. And they told David: therefore he came down to Selah and abode in the wilderness of Maon. And when Saul heard that, he pursued David in the wilderness of Maon."},{"number":26,"verse":"And Saul went on one side of the mountain and David and his men on the other side of the mountain: and David made haste to flee from Saul; for Saul and his men surrounded David and his men to take them."},{"number":27,"verse":"But there came a messenger to Saul, saying, Make haste and come; for the Philistines have invaded the land."},{"number":28,"verse":"Wherefore Saul returned from pursuing David, and went against the Philistines; therefore they called that land the Division of Sinar."},{"number":29,"verse":"land David went up from thence, and dwelt in Mizroth, which is in Gibaoth."}]}