{"bibleAbbr":"LBP1933","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"AND Samuel died; and all the Israelites were gathered together and mourned for him, and buried him in his grave at Ramtha. And David arose and went down to the wilderness of Paran."},{"number":2,"verse":"And there was a man in Maon whose possessions were in Carmel; and the man was very wealthy; he had three thousand sheep and a thousand goats; and it came to pass, that he sheared his sheep in Carmel."},{"number":3,"verse":"Now the name of the man was Nabal; and the name of his wife was Abigail; and she was a beautiful woman, and of a beautiful countenance; but the man Nabal was harsh and evil in his doings, and like a dog."},{"number":4,"verse":"And David heard in the wilderness that Nabal was shearing his sheep."},{"number":5,"verse":"And David sent out ten young men, and said to the young men, Go up to Carmel, and go to Nabal and greet him in my name;"},{"number":6,"verse":"And thus shall you say to him who lives in prosperity, Peace be both to you and to your house."},{"number":7,"verse":"Your shepherds were with us and we did not harm them, and they did not miss anything all the time they were in Carmel."},{"number":8,"verse":"Ask your servants, and they will tell you. Now therefore let the young men find favor in your eyes; for we have come on a good day; give whatever you wish to your servants and to your son David."},{"number":9,"verse":"And when David's young men came, they spoke to Nabal according to all those words in the name of David."},{"number":10,"verse":"And Nabal answered David's servants, and said, Who is David? And who is the son of Jesse? There are many servants today who have broken away every man from his master."},{"number":11,"verse":"Shall I then take my bread and my water and my meat that I have killed for my shearers, and give it to men whom I know not whence they are?"},{"number":12,"verse":"So David's young men turned about and came back and told David all these words."},{"number":13,"verse":"And David said to the men who were with him, Gird you on every man his sword. And they girded on every man his sword; and David also girded on his sword; and there went up after David about four hundred men; and two hundred remained with the baggage."},{"number":14,"verse":"But one of the young men told Abigail, Nabal's wife, saying, Behold, David sent messengers out of the wilderness to bless our master; and he railed at them."},{"number":15,"verse":"But the men were very good to us and did not hurt us, and neither have they caused us to miss anything all the time that we went with them;"},{"number":16,"verse":"And when we were in the wilderness, they were a wall to us both by night and day, and all the time we were with them tending the sheep."},{"number":17,"verse":"Now therefore know and consider what you will do; for evil is determined against our master and against all his household; and Nabal was with the shepherds."},{"number":18,"verse":"Then Abigail made haste, and took two hundred loaves of bread and two skins of wine and five sheep ready dressed and five measures of parched wheat and one hundred cheeses and two hundred bunches of raisins, and laid them on asses."},{"number":19,"verse":"And she said to the servants, Go on before me; behold, I come after you. But she did not tell her husband Nabal."},{"number":20,"verse":"And as she was riding on the ass and coming down by the covert of the mountain, behold, David and his men were coming up in her direction; and she met them."},{"number":21,"verse":"Now David had said, Surely in vain have we guarded all that this fellow has in the wilderness, so that nothing was missing of all that belonged to him; and he has rewarded us evil for good."},{"number":22,"verse":"The LORD do so and more also to his servant David, if I leave of all that belongs to him by morning any mature male."},{"number":23,"verse":"And when Abigail saw David, she hastened and alighted from the ass, and fell before David on her face and bowed herself to the ground,"},{"number":24,"verse":"And fell at his feet, and said, I beseech you, my lord, let this iniquity be upon me, my lord; and let your handmaid speak before you concerning this man Nabal."},{"number":25,"verse":"For as his name is, so is he; Nabal is his name, and his folly is with him; but I, your handmaid, did not see the young men whom my lord sent."},{"number":26,"verse":"Now therefore, my lord, as the LORD lives, and as your soul lives, my lord, seeing the LORD has withholden you from coming to shed blood, now, my lord, let your enemies and those who seek to do evil to you be as Nabal."},{"number":27,"verse":"And now this present which your handmaid has brought to my lord, let it be given to the young men that follow my lord."},{"number":28,"verse":"Forgive this trespass of your handmaid; for the LORD will certainly make for my lord a sure house; because my lord is fighting the battles of the LORD, and evil has not been found in you all your days."},{"number":29,"verse":"Yet a man is resolved to pursue you and to seek your life; but the life of my lord is bound in the bundle of life with the LORD your God; but the lives of your enemies the LORD shall throw out of a sling."},{"number":30,"verse":"And it shall come to pass, when the LORD shall have done to my lord according to all the good that he has spoken concerning you, and shall have appointed you ruler over Israel,"},{"number":31,"verse":"That this shall not be a grief to you, nor an offence in your heart, to shed blood without cause; and when the LORD shall have dealt well with you, then remember your handmaid."},{"number":32,"verse":"And David said to Abigail, Blessed be the LORD God of Israel who sent you this day to meet me;"},{"number":33,"verse":"And blessed be your advice, and blessed be you, who have kept me this day from coming to shed blood, and spared my hands this day from shedding blood."},{"number":34,"verse":"For indeed, as the LORD God of Israel lives, who has restrained me from hurting you, if you had not made haste and come to meet me, surely there would not have been left to Nabal by the morning any mature male."},{"number":35,"verse":"So David received of her hands that which she had brought, and said to her, Go up in peace to your house; see, I have hearkened to your voice and have accepted your person."},{"number":36,"verse":"And Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunk; wherefore she told him nothing, less or more, until the morning."},{"number":37,"verse":"But it came to pass in the morning, when he had shaken off the effects of wine, that his wife told him these things, and his heart died within him and he became paralyzed."},{"number":38,"verse":"And it came to pass about ten days after, the LORD smote Nabal and he died."},{"number":39,"verse":"And when David heard that Nabal was dead, he said, Blessed be the LORD, who has pleaded the cause of my reproach from the hands of Nabal, and has kept his servant from evil; for the LORD has returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him to wife."},{"number":40,"verse":"And when the servants of David came to Abigail at Carmel, they spoke to her, saying, David has sent us to you, to take you to him to wife."},{"number":41,"verse":"And she arose and bowed herself on her face to the earth, and said, Behold, let your handmaid be a servant to wash the feet of the servants of my lord."},{"number":42,"verse":"And Abigail hastened and arose, and rode upon an ass with five of her maidens who went after her; and she went with the messengers of David and became his wife."},{"number":43,"verse":"David also took Ahinoam of Jezreel; and both of them became his wives."},{"number":44,"verse":"But Saul had given Malchel his daughter, David's wife, to Phalti the son of Laish, who was of Gallim."}]}