{"bibleAbbr":"LXXe1851","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"He that loves instruction loves sense, but he that hates reproofs is a fool."},{"number":2,"verse":"(Or. better is he, etc. ) He that has found favour with the Lord is made better; but a transgressor shall be passed over in silence."},{"number":3,"verse":"A man shall not prosper by wickedness; but the roots of the righteous shall not be taken up."},{"number":4,"verse":"A virtuous woman is a crown to her husband; but as a worm in wood, so a bad woman destroys her husband."},{"number":5,"verse":"The thoughts of the righteous are true judgments; but ungodly men devise deceits."},{"number":6,"verse":"The words of ungodly men are crafty; but the mouth of the upright shall deliver them."},{"number":7,"verse":"When the ungodly is overthrown, he vanishes away; but the houses of the just remain."},{"number":8,"verse":"The mouth of an understanding man is praised by a man; but he that is dull of heart is had in derision."},{"number":9,"verse":"Better is a man in dishonour serving himself, than one honouring himself and wanting bread."},{"number":10,"verse":"A righteous man has pity for the lives of his cattle; but the bowels of the ungodly are unmerciful."},{"number":11,"verse":"He that tills his own land shall be satisfied with bread; but they that pursue vanities are void of understanding. He that enjoys himself in banquets of wine, shall leave dishonour in his own strong holds."},{"number":12,"verse":"The desires of the ungodly are evil; but the roots of the godly are firmly set."},{"number":13,"verse":"For the sin of his lips a sinner falls into snare; but a righteous man escapes from them. He whose looks are gentle shall be pitied, but he that contends in the gates will afflict souls."},{"number":14,"verse":"The soul of a man shall be filled with good from the fruits of his mouth; and the recompence of his lips shall be given to him."},{"number":15,"verse":"The ways of fools are right in their own eyes; but a wise man hearkens to counsels."},{"number":16,"verse":"A fool declares his wrath the same day; but a prudent man hides his own disgrace."},{"number":17,"verse":"A righteous man declares the open truth; but an unjust witness is deceitful."},{"number":18,"verse":"Some wound as they speak, like swords; but the tongues of the wise heal."},{"number":19,"verse":"True lips establish testimony; but a hasty witness has an unjust tongue."},{"number":20,"verse":"There is deceit in the heart of him that imagines evil; but they that love peace shall rejoice."},{"number":21,"verse":"No injustice will please a just man; but the ungodly will be filled with mischief."},{"number":22,"verse":"Lying lips are a abomination to the Lord; but he that deals faithfully is accepted with him."},{"number":23,"verse":"An understanding man is a throne of wisdom; but the heart of fools shall meet with curses."},{"number":24,"verse":"The hand of chosen men shall easily obtain rule; but the deceitful shall be for a prey."},{"number":25,"verse":"A terrible word troubles the heart of a righteous man; but a good message rejoices him."},{"number":26,"verse":"A just arbitrator shall be his own friend; but mischief shall pursue sinners; and the way of ungodly men shall lead them astray."},{"number":27,"verse":"A deceitful man shall catch no game; but a (Gr. pure. ) blameless man is a precious possession."},{"number":28,"verse":"In the ways of righteousness is life; but the ways of those that remember injuries lead to death."}]}