{"bibleAbbr":"msAB1996","bookName":"DANIEL","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"Dialah yang ( Sebuah terjemahan kuno: Dialah yang; Naskhah Ibrani: Aku yang.) bertanggungjawab untuk menolong dan membela aku."},{"number":2,"verse":"Semua yang aku katakan ini benar.” Malaikat itu berkata, “Tiga orang raja lagi akan memerintah Persia, diikuti oleh raja keempat yang akan menjadi lebih kaya daripada semuanya. Pada kemuncak kekuasaan dan kekayaannya, dia akan mencabar kerajaan Yunani."},{"number":3,"verse":"( Kerajaan Mesir dan Siria) Kemudian seorang raja yang perkasa akan muncul. Dia akan memerintah sebuah kerajaan yang besar dan berbuat sesuka hatinya."},{"number":4,"verse":"Tetapi pada kemuncak kekuasaannya, kerajaannya akan pecah dan terbahagi empat. Raja-raja yang bukan keturunannya akan menggantikan dia sebagai raja, tetapi mereka tidak sekuat dia."},{"number":5,"verse":"Raja Mesir akan menjadi kuat. Tetapi salah seorang panglimanya akan menjadi lebih kuat, dan akan memerintah kerajaan yang lebih besar."},{"number":6,"verse":"Selepas beberapa tahun, raja Mesir akan mengikat perjanjian untuk bersekutu dengan raja Siria, dan mengahwinkan puterinya dengan raja itu. Tetapi perjanjian untuk bersekutu itu tidak kekal. Puteri itu, suaminya, anaknya, ( Beberapa terjemahan kuno: anaknya; Naskhah Ibrani: ayahnya.) dan hamba-hamba yang mengikutnya akan dibunuh semuanya."},{"number":7,"verse":"Tidak berapa lama kemudian, salah seorang keluarganya akan menjadi raja. Dia akan menyerang tentera raja Siria, masuk ke dalam kubunya dan mengalahkan mereka."},{"number":8,"verse":"Pada waktu dia pulang ke Mesir, dia akan membawa patung-patung dewa mereka, serta alat-alat emas dan perak yang ditahbiskan untuk dewa-dewa itu. Selama beberapa tahun dia tidak akan memerangi Siria."},{"number":9,"verse":"Kemudian raja Siria akan menyerang negeri Mesir, tetapi raja itu akan dipukul mundur."},{"number":10,"verse":"Putera-putera raja Siria akan bersiap untuk berperang dan membentuk pasukan tentera yang besar. Salah seorang daripada mereka akan menyerbu seperti banjir dan menyerang pertahanan musuh."},{"number":11,"verse":"Raja Mesir akan menjadi sangat murka, lalu berperang dengan raja Siria dan mengalahkan pasukan tenteranya yang besar itu."},{"number":12,"verse":"Raja Mesir akan berasa bangga kerana kemenangannya, dan kerana banyak askar yang telah dibunuhnya, tetapi dia tidak akan terus menang."},{"number":13,"verse":"Raja Siria akan pulang dan membentuk pasukan tentera yang lebih besar daripada yang pertama. Apabila masanya tiba, dia akan kembali dengan pasukan yang besar dan yang bersenjata lengkap."},{"number":14,"verse":"Kemudian banyak orang akan memberontak terhadap raja Mesir. Bahkan beberapa orang yang ganas daripada bangsamu pun akan memberontak, hai Daniel, kerana penglihatan yang dilihat mereka, tetapi mereka akan dikalahkan."},{"number":15,"verse":"Lalu raja Siria akan mengepung sebuah kota yang berkubu dan mengalahkannya. Tentera Mesir tidak dapat berperang lagi, bahkan askarnya yang terkuat akan kehabisan tenaga."},{"number":16,"verse":"Penguasa Siria akan memperlakukan mereka dengan sesuka hati tanpa tentangan. Dia akan menduduki tanah yang permai ( tanah yang permai: Lihat 8.9.) dan menguasai seluruhnya."},{"number":17,"verse":"Raja Siria akan menggerakkan kesemua pasukan tenteranya untuk menyerang musuh. Untuk menguasai kerajaan musuhnya, raja itu akan membuat persetujuan dengan musuhnya itu dan mengahwinkan puterinya ( puterinya; atau seorang gadis.) dengan musuh, tetapi rancangan itu tidak akan berjaya."},{"number":18,"verse":"Selepas itu raja Siria akan menyerang bangsa-bangsa yang tinggal di tepi laut, dan menakluki banyak bangsa. Tetapi seorang pemimpin bangsa asing akan mengalahkan raja Siria dan akan menghentikan hinaan yang dilakukannya, lalu membalas hinaan itu kepadanya."},{"number":19,"verse":"Raja Siria akan pulang ke kubu-kubu negerinya sendiri tetapi dia akan dikalahkan, dan demikianlah kesudahannya."},{"number":20,"verse":"Dia akan digantikan oleh seorang raja lain. Raja itu akan mengutus seorang pegawai untuk memaksa rakyat membayar cukai dengan tujuan menambah kekayaan kerajaannya. Dalam masa singkat raja itu akan dibunuh, tetapi bukan secara terang-terang dan bukan dalam peperangan.”"},{"number":21,"verse":"( Raja Siria yang Jahat) Malaikat itu melanjutkan penerangannya, “Raja Siria yang berikut adalah orang yang jahat. Dia tidak berhak menjadi raja, tetapi dia akan datang dengan tiba-tiba dan merampas kuasa dengan tipu daya."},{"number":22,"verse":"Tentera yang melawannya, bahkan Imam Agung pun akan dihapuskan dan dibinasakan."},{"number":23,"verse":"Dengan menandatangani banyak perjanjian, dia akan menipu bangsa-bangsa dan menjadi semakin kuat, walaupun dia hanya memerintah sebuah kerajaan yang kecil."},{"number":24,"verse":"Dia akan menyerang sebuah wilayah yang kaya dan subur tanpa memberikan amaran dan melakukan perkara-perkara yang tidak pernah dilakukan oleh nenek moyangnya. Kemudian kepada pengikut-pengikutnya, dia akan membahagi-bahagikan barang rampasan dan kekayaan yang diperolehnya dalam peperangan. Dia akan membuat rancangan untuk menyerang kota-kota yang berkubu, tetapi waktunya segera akan habis."},{"number":25,"verse":"Dengan berani dia akan membentuk pasukan tentera yang besar untuk menyerang raja Mesir, yang telah bersedia melawan dengan angkatan perangnya yang besar dan kuat. Tetapi raja Mesir akan tertipu dan tidak berjaya."},{"number":26,"verse":"Para penasihat raja Mesir yang paling rapat dengannya akan menjatuhkan dia. Banyak askarnya akan terbunuh dan tenteranya dihapuskan."},{"number":27,"verse":"Kemudian dua orang raja itu akan duduk dan makan bersama-sama pada satu meja, tetapi niat mereka jahat. Mereka akan menipu satu sama lain, tetapi mereka tidak akan berjaya kerana masa mereka belum sampai."},{"number":28,"verse":"Raja Siria akan pulang dengan segala barang jarahannya. Dia bertekad untuk memusnahkan agama umat Allah. Dia akan berbuat sesuka hatinya, lalu pulang ke negerinya."},{"number":29,"verse":"Tidak lama kemudian, raja Siria akan menyerang Mesir lagi, tetapi kali ini akibatnya lain daripada kali yang pertama."},{"number":30,"verse":"Orang Roma akan datang dengan kapal-kapal laut dan memerangi raja Siria, dan raja akan menjadi takut. Kemudian raja Siria akan pulang dengan murka sekali, lalu berusaha menghancurkan agama umat Allah. Raja Siria akan mengikut nasihat orang yang telah meninggalkan agama itu."},{"number":31,"verse":"( , ; ; ) Beberapa orang askar raja akan menajiskan Rumah TUHAN. Mereka akan menghentikan korban harian, dan mendirikan ‘Bencana Yang Dahsyat’ itu. ( Bencana Yang Dahsyat: Lihat 9.27.)"},{"number":32,"verse":"Dengan tipu daya raja akan berjaya mendapat sokongan orang yang telah meninggalkan agama itu, tetapi pengikut-pengikut Allah akan melawannya."},{"number":33,"verse":"Para pemimpin rakyat yang bijaksana akan menolong banyak orang mendapat pengertian, tetapi untuk sementara waktu beberapa orang antara mereka akan terbunuh di medan perang atau dibakar sehingga mati. Ada pula yang dirompak dan dijadikan orang tawanan."},{"number":34,"verse":"Semasa pembunuhan itu berlaku, umat Allah akan mendapat sedikit pertolongan, walaupun orang yang menyertai golongan itu hanya mementingkan diri sendiri."},{"number":35,"verse":"Beberapa orang pemimpin yang bijaksana itu akan dibunuh, tetapi akibatnya umat itu akan menjadi murni. Perkara itu akan berlangsung sehingga akhir jangka masa yang telah ditentukan oleh Allah."},{"number":36,"verse":"( ; ) Raja Siria akan berbuat sesuka hati. Dengan sombong, raja akan menganggap dirinya lebih besar daripada dewa mana pun, bahkan lebih berkuasa daripada Allah Yang Maha Tinggi. Raja itu berbuat demikian sehingga tiba waktunya Allah menghukum dia. Allah akan melakukan tepat seperti rancangan-Nya."},{"number":37,"verse":"Raja itu tidak akan mengendahkan dewa yang disembah oleh nenek moyangnya, dan juga dewa yang dipuja kaum wanita. Sebenarnya raja itu tidak akan mengendahkan semua dewa kerana pada sangkanya dirinya lebih besar daripada semua itu."},{"number":38,"verse":"Sebaliknya raja itu akan menyembah dewa yang melindungi kubu-kubu. Raja itu mempersembahkan emas, perak, batu permata, dan hadiah-hadiah lain yang mahal kepada dewa yang tidak pernah disembah oleh nenek moyangnya."},{"number":39,"verse":"Raja itu akan menggunakan orang yang menyembah berhala asing untuk mempertahan kubu-kubunya. Raja itu akan menganugerahkan pangkat kebesaran kepada orang yang menyambutnya sebagai penguasa. Raja itu akan memberi mereka kedudukan yang tinggi dan tanah sebagai ganjaran."},{"number":40,"verse":"Apabila akhir kekuasaan raja Siria hampir tiba, raja Mesir akan menyerang dia. Tetapi raja Siria akan membalas serangan itu dengan segenap kekuatannya. Raja Siria akan menggunakan kereta kuda, kuda, dan banyak kapal. Seperti air bah, raja Siria akan menyerang banyak negeri,"},{"number":41,"verse":"bahkan menyerang tanah yang permai ( tanah yang permai: Lihat 8.9.) dan membunuh berpuluh ribu orang; tetapi negeri Edom, Moab, dan orang yang masih ada di Amon akan terselamat."},{"number":42,"verse":"Ketika raja Siria menyerang semua negeri itu, Mesir pun tidak terlepas."},{"number":43,"verse":"Raja Siria akan membawa balik semua harta Mesir, termasuk emas dan perak. Raja Siria akan mengalahkan Libia dan Etiopia. ( Etiopia: Pada masa itu negeri Etiopia terletak di perbatasan negeri Mesir; naskhah Ibrani: Kus.)"},{"number":44,"verse":"Kemudian berita dari timur dan utara akan mencemaskan raja Siria, dan dia akan berperang dengan sengit serta membunuh banyak orang."},{"number":45,"verse":"Raja Siria akan membina khemah diraja yang besar di antara laut dan gunung tempat Rumah TUHAN. Tetapi raja Siria akan menemui akhir riwayatnya, dan tiada seorang pun akan menolong dia.”"}]}