{"bibleAbbr":"msAB1996","bookName":"DANIEL","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"( Mimpi Raja Nebukadnezar) Pada tahun kedua pemerintahannya, Raja Nebukadnezar bermimpi. Raja sangat khuatir tentang mimpinya itu sehingga tidak dapat beradu."},{"number":2,"verse":"Oleh itu raja memanggil semua penilik, ahli sihir, bomoh, dan orang berilmu untuk mentafsirkan mimpinya itu. Ketika semua orang itu menghadap,"},{"number":3,"verse":"raja bertitah kepada mereka, “Beta bermimpi, dan beta gelisah kerana beta hendak tahu erti mimpi itu.”"},{"number":4,"verse":"Mereka menjawab dalam bahasa Aram: ( Dari ayat ini sampai akhir fasal 7 bahasa yang digunakan ialah bahasa Aram, dan bukan bahasa Ibrani.) “Daulat tuanku! Ceritakanlah mimpi tuanku, dan kami akan mentafsirkannya bagi tuanku.”"},{"number":5,"verse":"Raja bertitah, “Beta telah mengambil keputusan ini. Kamu harus menyatakan mimpi itu dengan tafsirannya kepada beta. Jika kamu gagal, kamu akan dipotong-potong dan rumah kamu dirobohkan dan dijadikan timbunan puing."},{"number":6,"verse":"Tetapi jika kamu berjaya memberitahu beta mimpi itu serta tafsirannya, beta akan mengurniakan hadiah yang istimewa dan kehormatan yang besar kepada kamu. Sekarang beritahukan mimpi beta itu dan tafsirannya.”"},{"number":7,"verse":"Mereka menjawab lagi, “Jika tuanku menceritakan mimpi itu kepada kami, barulah kami dapat mentafsirkannya.”"},{"number":8,"verse":"Raja bertitah, “Tepat sekali sangkaan beta! Kamu hanya mahu melengah-lengahkan masa, kerana kamu tahu bahawa beta telah bertekad"},{"number":9,"verse":"hendak menjatuhkan hukuman yang sama kepada kamu semua jika kamu tidak dapat menceritakan mimpi itu kepada beta. Kamu berpakat untuk berdusta kerana kamu berharap bahawa beta akan mengubah keputusan beta. Ceritakanlah dahulu mimpi beta itu, barulah beta yakin bahawa kamu juga dapat mentafsirkannya.”"},{"number":10,"verse":"Para penasihat raja berkata, “Tiada seorang pun di seluruh bumi ini dapat memberitahu tuanku apa yang dikehendaki tuanku. Bahkan raja yang agung dan kuat tidak pernah menuntut penilik, ahli sihir, dan orang berilmu berbuat demikian."},{"number":11,"verse":"Permintaan tuanku amat susah sehingga tiada sesiapa dapat mengabulkannya, kecuali para dewa; dan para dewa pula tidak tinggal di kalangan manusia.”"},{"number":12,"verse":"Mendengar hal itu, raja naik murka dan menitahkan supaya semua penasihat raja di Babel dibunuh."},{"number":13,"verse":"Maka perintah raja pun diumumkan dan semua orang cerdik pandai, termasuk Daniel dan kawan-kawannya dicari untuk dibunuh."},{"number":14,"verse":"( Allah Menyatakan Mimpi itu dan Tafsirannya kepada Daniel) Maka Daniel menemui Ariokh, ketua pengawal raja. Dialah yang telah diperintahkan untuk menjalankan hukuman bunuh itu. Dengan berhati-hati,"},{"number":15,"verse":"Daniel bertanya kepada Ariokh, sebabnya raja memberikan titah yang kejam itu. Ariokh pun menceritakan apa yang telah berlaku."},{"number":16,"verse":"Daniel segera memohon lebih masa daripada raja agar dia dapat mentafsirkan mimpi itu bagi raja."},{"number":17,"verse":"Kemudian Daniel pulang dan memberitahu kawan-kawannya Hananya, Misael, dan Azarya, perkara yang telah berlaku."},{"number":18,"verse":"Dia menyuruh mereka berdoa kepada Allah penguasa di syurga agar Dia mengasihani mereka dan menjelaskan rahsia mimpi itu kepada mereka, supaya mereka tidak dibunuh bersama-sama penasihat lain di Babel."},{"number":19,"verse":"Pada malam itu juga Allah menjelaskan rahsia mimpi itu kepada Daniel dalam satu penglihatan. Daniel memuji Allah penguasa di syurga dengan berkata,"},{"number":20,"verse":"“Allah sungguh bijak dan berkuasa! Pujilah Dia selama-lamanya."},{"number":21,"verse":"Dialah yang menguasai musim dan masa; Dia melantik dan memecat raja; Dialah yang memberikan kebijaksanaan dan pengertian."},{"number":22,"verse":"Dia menyatakan rahsia yang amat dalam; Dia tahu akan hal yang tersembunyi dalam kegelapan, Dia diliputi oleh cahaya."},{"number":23,"verse":"Aku memuji dan menghormati Engkau, ya Allah nenek moyangku. Engkau telah memberi aku kebijaksanaan dan kekuatan; Engkau telah mengabulkan doaku, dan memberi kami jawapan bagi raja.”"},{"number":24,"verse":"( Daniel Menceritakan Mimpi Raja dan Mentafsirkannya) Kemudian Daniel pergi kepada Ariokh, orang yang ditugaskan untuk membunuh para penasihat raja. Daniel berkata kepadanya, “Janganlah bunuh para penasihat itu. Bawalah saya menghadap raja dan saya akan mentafsirkan mimpi raja.”"},{"number":25,"verse":"Dengan segera, Ariokh membawa Daniel menghadap Raja Nebukadnezar. Dia berkata kepada raja, “Hamba telah menjumpai seorang Yahudi dalam buangan, yang dapat mentafsirkan mimpi tuanku.”"},{"number":26,"verse":"Kemudian raja bertanya kepada Daniel yang juga disebut Beltsazar, “Dapatkah kamu memberitahu beta mimpi beta dan mentafsirkannya?”"},{"number":27,"verse":"Daniel menjawab, “Tiada orang berilmu, ahli sihir, penilik atau ahli nujum yang dapat melakukan hal itu."},{"number":28,"verse":"Tetapi Allah penguasa di syurga, menyatakan segala rahsia; Dia telah memberitahu tuanku hal masa depan. Oleh itu perkenanlah hamba menceritakan mimpi tuanku, iaitu penglihatan yang tuanku nampak ketika tuanku beradu."},{"number":29,"verse":"Ketika tuanku beradu, tuanku bermimpi tentang perkara masa depan, dan Allah yang menyatakan segala rahsia telah memperlihatkan perkara yang akan berlaku itu kepada tuanku."},{"number":30,"verse":"Allah telah menjelaskan rahsia mimpi itu kepada hamba, bukan kerana hamba lebih bijak daripada sesiapa pun, tetapi supaya tuanku boleh memahami tafsiran mimpi itu dan mengerti akan isi hati tuanku."},{"number":31,"verse":"Dalam penglihatan itu tuanku nampak sebuah patung di hadapan tuanku. Patung itu sangat besar, berkilau-kilauan, dan sungguh menakutkan."},{"number":32,"verse":"Kepalanya dibuat daripada emas tulen; dada dan lengannya daripada perak; pinggang dan pinggulnya daripada gangsa;"},{"number":33,"verse":"paha dan betisnya daripada besi, sedangkan kakinya sebahagian daripada besi dan sebahagian lagi daripada tanah liat."},{"number":34,"verse":"Ketika tuanku sedang memandangnya, sebuah batu besar jatuh dari tebing dengan sendirinya, dan menimpa kaki patung yang dibuat daripada besi dan tanah liat itu, lalu menghancurkannya."},{"number":35,"verse":"Dengan serta-merta patung itu roboh dan menjadi timbunan besi, tanah liat, gangsa, perak, dan emas yang hancur luluh seperti debu di tempat mengirik gandum pada musim panas. Lalu angin pula meniupnya tanpa meninggalkan sebarang kesan. Tetapi batu itu menjadi sebuah gunung yang memenuhi seluruh bumi."},{"number":36,"verse":"Itulah mimpi tuanku. Sekarang ini pula tafsirannya."},{"number":37,"verse":"Tuanku raja yang agung. Allah penguasa di syurga menjadikan tuanku seorang maharaja. Dia memberi tuanku kuasa, kekuatan, dan kehormatan."},{"number":38,"verse":"Dia menjadikan tuanku penguasa atas seluruh bahagian bumi yang berpenduduk, bahkan penguasa atas binatang dan burung sekalipun. Tuankulah kepala yang dibuat daripada emas itu."},{"number":39,"verse":"Selepas kerajaan tuanku berakhir, akan bangkit sebuah kerajaan yang tidak seagung kerajaan tuanku. Selepas itu akan muncul kerajaan ketiga, yang dilambangkan oleh gangsa, yang akan memerintah seluruh bumi."},{"number":40,"verse":"Kemudian sebuah kerajaan keempat yang sekuat besi akan meremukkan dan menghancurkan segala sesuatu. Sebagaimana besi menghancurkan segala sesuatu, demikian juga kerajaan itu akan meremukkan dan menghancurkan semua kerajaan yang lain itu."},{"number":41,"verse":"Tuanku nampak kaki dan jari kaki patung itu dibuat daripada besi dan tanah liat. Itu bermakna bahawa kerajaan itu akan terbahagi. Kerajaan itu juga mempunyai kekuatan seperti besi kerana tanah liat itu bercampur besi."},{"number":42,"verse":"Jari kakinya yang sebahagian daripada besi dan sebahagian daripada tanah liat bermakna bahawa sebahagian daripada kerajaan itu kuat dan sebahagian lagi lemah."},{"number":43,"verse":"Tuanku nampak juga besi yang bercampur tanah liat. Hal itu bermakna penguasa-penguasa kerajaan itu akan cuba menyatukan kerajaan mereka dengan mengadakan kahwin campuran, tetapi sebagaimana besi tidak dapat sebati dengan tanah liat, demikian juga mereka tidak akan berjaya."},{"number":44,"verse":"Pada masa pemerintahan penguasa-penguasa itu, Allah penguasa di syurga akan mendirikan sebuah kerajaan yang kekal dan yang tidak dapat dikalahkan. Sebaliknya kerajaan itu akan memusnahkan sama sekali semua kerajaan yang lain, lalu kerajaan itu akan memerintah selama-lamanya."},{"number":45,"verse":"Tuanku nampak batu itu jatuh dari tebing dengan sendirinya, serta menimpa patung yang dibuat daripada besi, gangsa, tanah liat, perak, dan emas itu. Allah yang besar sedang memberitahu tuanku hal masa depan. Itulah mimpi tuanku yang sebenarnya, dan tafsirannya dapat dipercayai.”"},{"number":46,"verse":"( Raja Menganugerahi Daniel) Kemudian Raja Nebukadnezar pun sujud di hadapan Daniel dan memerintahkan agar korban bijirin dan kemenyan dipersembahkan kepada Daniel."},{"number":47,"verse":"Raja bertitah, “Sesungguhnya Allahmu agung antara semua dewa; Dialah Tuhan semua raja, dan Dia menyatakan segala rahsia. Beta tahu akan hal itu kerana kamu dapat menjelaskan rahsia itu.”"},{"number":48,"verse":"Selepas itu raja menganugerahi Daniel kedudukan yang tinggi, memberinya hadiah-hadiah yang istimewa, melantik dia menjadi penguasa wilayah Babel dan ketua penasihat raja."},{"number":49,"verse":"Atas permintaan Daniel, raja menyerahkan pentadbiran wilayah Babel kepada Sadrakh, Mesakh, dan Abednego. Tetapi Daniel tinggal di istana raja dan berkhidmat di situ."}]}