{"bibleAbbr":"msAB1996","bookName":"DANIEL","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"( DANIEL MENCERITAKAN PENGLIHATAN-PENGLIHATANNYA) ( (7.1—12.13)) ( Penglihatan Daniel tentang Empat Ekor Binatang) Pada suatu malam, pada tahun pertama masa pemerintahan Raja Belsyazar sebagai raja Babilonia, aku bermimpi dan mendapat satu penglihatan. Aku mencatat mimpi itu dan inilah"},{"number":2,"verse":"yang aku lihat pada malam itu: Angin kencang bertiup dari semua penjuru dan memukul permukaan laut."},{"number":3,"verse":"( , ) Tiba-tiba muncullah empat binatang raksasa dari laut. Tiap-tiap satu binatang itu berlainan rupanya."},{"number":4,"verse":"Yang pertama rupanya seperti singa, tetapi mempunyai sayap seperti sayap burung helang. Sedang aku memandang, sayapnya tercabut daripadanya. Binatang itu terangkat dari tanah, dan ditegakkan pada kakinya seperti manusia, dan diberikan akal manusia."},{"number":5,"verse":"Binatang kedua rupanya seperti beruang dan berdiri di atas kaki belakangnya. Binatang itu sedang menggigit tiga tulang rusuk. Lalu terdengar suara yang berkata, “Makanlah daging sebanyak yang kausuka!”"},{"number":6,"verse":"( ) Sedang aku memandang, seekor lagi binatang muncul. Rupanya seperti harimau bintang, tetapi belakangnya mempunyai empat sayap seperti sayap burung. Binatang itu mempunyai empat kepala, dan kelihatan berwibawa."},{"number":7,"verse":"( , ) Sedang aku memandang, binatang keempat pula muncul. Binatang itu sangat kuat, dahsyat, dan mengerikan. Dengan gigi besinya yang besar, binatang itu meremukkan mangsanya, lalu menginjak-injaknya. Berbeza dengan binatang-binatang yang sebelumnya, binatang itu mempunyai sepuluh buah tanduk."},{"number":8,"verse":"( ) Semasa aku merenung tanduk-tanduk itu, aku nampak sebuah lagi tanduk yang kecil muncul di antaranya. Tanduk itu menyingkirkan tiga buah tanduk yang ada di situ. Tanduk kecil itu mempunyai mata seperti mata manusia, dan mulut yang bercakap dengan sombong."},{"number":9,"verse":"( Penglihatan tentang Dia Yang Hidup Selama-lamanya) ( , ) Sementara aku memandang, beberapa buah takhta disusun. Dia yang hidup selama-lamanya bersemayam di atas salah sebuah takhta itu. Pakaian-Nya putih seperti salji, dan rambutnya putih seperti bulu domba. Takhta-Nya mempunyai roda yang bernyala-nyala dengan api,"},{"number":10,"verse":"( , ) dan api mengalir dari takhta-Nya. Beribu-ribu orang berada di situ untuk melayani Dia, dan berjuta-juta orang berdiri di hadapan-Nya. Kemudian mahkamah pengadilan memulakan pembicaraan, dan kitab-kitab dibuka."},{"number":11,"verse":"Sementara aku memandang, aku masih mendengar suara tanduk kecil itu bercakap dengan sombong. Sedang aku memandang, binatang keempat itu dibunuh, dan bangkainya dibuang ke dalam api hingga musnah."},{"number":12,"verse":"Binatang-binatang yang lain, dicabut kuasanya tetapi dibenarkan hidup sehingga waktu yang ditentukan."},{"number":13,"verse":"( , ; , ; ; , , ) Dalam penglihatanku pada malam itu, aku nampak sesuatu yang seperti manusia. Dia datang diliputi awan, lalu menghampiri Dia yang hidup selama-lamanya, dan dihadapkan kepada-Nya."},{"number":14,"verse":"( ) Dia diberikan kuasa, kehormatan, dan kedaulatan, agar orang daripada semua bangsa, kaum, dan bahasa mengabdikan diri kepadanya. Kuasanya akan kekal, dan pemerintahannya tidak akan berakhir."},{"number":15,"verse":"( Tafsiran Penglihatan itu) Penglihatan itu menakutkan aku dan aku amat gelisah. ( Bahasa Aram mempunyai dua kata tambahan yang tidak jelas.)"},{"number":16,"verse":"Aku menghampiri salah seorang yang berdiri di situ dan meminta dia mentafsirkan penglihatan itu. Dia pun mentafsirkanya."},{"number":17,"verse":"Orang itu berkata, “Empat binatang yang besar itu ialah empat buah kerajaan yang akan muncul di bumi."},{"number":18,"verse":"( ) Tetapi umat Allah Yang Maha Tinggi akan menerima kuasa untuk memerintah selama-lamanya.”"},{"number":19,"verse":"Kemudian aku hendak tahu tentang binatang yang keempat itu, yang tidak sama dengan yang lain-lain itu; binatang yang menakutkan dan meremukkan mangsanya dengan kuku gangsa dan gigi besinya, lalu menginjak-injak mangsanya."},{"number":20,"verse":"Aku hendak tahu tentang sepuluh buah tanduk di kepalanya, dan tentang tanduk kecil yang muncul kemudian, yang menyebabkan tercabutnya tiga buah tanduk yang lain. Tanduk kecil itu mempunyai mata dan mulut yang bercakap dengan sombong. Tanduk kecil itu lebih menakutkan daripada tanduk-tanduk yang lain."},{"number":21,"verse":"( ) Semasa aku memandang, tanduk kecil itu berperang dengan umat Allah dan menaklukkan mereka."},{"number":22,"verse":"( ) Lalu Dia yang hidup selama-lamanya datang dan memberikan keputusan yang memihak ( memberikan keputusan yang memihak; atau memberikan hak untuk menghakimi kepada.) umat Allah Yang Maha Tinggi. Masanya telah tiba bagi umat Allah menerima kuasa untuk memerintah."},{"number":23,"verse":"Inilah tafsiran yang diberikan kepadaku: “Binatang keempat itu ialah kerajaan keempat yang akan muncul di bumi dan berbeza dengan kerajaan yang lain. Kerajaan itu akan menghancurkan seluruh bumi serta menginjak-injaknya."},{"number":24,"verse":"( ) Sepuluh tanduk itu ialah sepuluh orang raja yang akan memerintah kerajaan itu. Kemudian seorang raja lain akan muncul. Dia berbeza sekali dengan raja-raja yang terdahulu, dan akan mengalahkan tiga orang raja."},{"number":25,"verse":"( , ) Dia akan menentang Allah Yang Maha Tinggi dan menindas umat Allah. Dia akan cuba mengubah hukum dan perayaan agama mereka dan umat Allah akan ditakluknya selama tiga tahun setengah."},{"number":26,"verse":"Kemudian mahkamah pengadilan syurga akan bersidang dan merampas kuasanya, serta membinasakannya sehingga musnah."},{"number":27,"verse":"( , ) Kuasa serta kebesaran segala kerajaan di bumi akan diberikan kepada umat Allah Yang Maha Tinggi. Kuasa mereka untuk memerintah tidak akan berakhir, dan semua penguasa di bumi akan mengabdi kepada mereka serta mentaati mereka.”"},{"number":28,"verse":"Demikianlah kisah mimpi itu. Aku begitu takut sehingga mukaku pucat dan aku menyimpan segala perkara itu dalam hatiku."}]}