{"bibleAbbr":"TERV1998","bookName":"எண்ணாகமம்","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"(வெள்ளி எக்காளங்கள்) கர்த்தர் மோசேயிடம்,"},{"number":2,"verse":"“வெள்ளியைப் பயன்படுத்தி அடிப்பு வேலையினால் இரண்டு எக்காளங்களை செய்துகொள்ளுங்கள். இந்த எக்காளங்கள் ஜனங்களை கூப்பிட்டு எப்போது நகர வேண்டும் என்பதை அறிவிப்பதற்காகப் பயன்படும்."},{"number":3,"verse":"இரண்டு எக்காளங்களையும் தொடர்ச்சியாக பெருந்தொனியாக ஊதினால் இஸ்ரவேல் ஜனங்கள் ஆசரிப்புக் கூடாரத்தின் வாசலில் கூட வேண்டும்."},{"number":4,"verse":"ஆனால் ஒரே ஒரு எக்காளத்தை மட்டும் பெருந்தொனியாகத் தொடர்ந்து ஊதினால், தலைவர்கள் மட்டும், உன்னைச் சந்திக்க கூடிவர வேண்டும். (தலைவர்கள் என்பது 12 இஸ்ரவேல் கோத்திரங்களின் தலைவர்கள் ஆகும்.)"},{"number":5,"verse":"“எக்காளங்களை குறைந்த நேரம் ஊதினால், ஜனங்கள் தங்கும் இடங்களைக் கலைத்து விட்டுப் புறப்படவேண்டும் என்று அர்த்தமாகும். முதல்முறை குறைந்த நேரம் ஊதும்போது ஆசரிப்புக் கூடாரத்தின் கிழக்குப் பக்கத்தில் தங்கி இருக்கும் குடும்பங்கள் புறப்பட வேண்டும்."},{"number":6,"verse":"இரண்டாவது முறை குறைந்த நேரம் ஊதினால், ஆசரிப்புக் கூடாரத்தின் தென் பக்கத்தில் பாளையமிட்ட குடும்பங்கள் நகர வேண்டும்."},{"number":7,"verse":"ஆனால் நீ ஜனங்கள் அனைவரையும் கூட்ட வேண்டும் என்று விரும்பினால் எக்காளங்களை சற்று வித்தியாசமாக ஓயாமல் நெடுநேரம் ஊத வேண்டும்."},{"number":8,"verse":"ஆரோனின் குமாரர்களான ஆசாரியர்கள் மாத்திரமே எக்காளங்களை ஊத வேண்டும். இதுவே என்றென்றும் வரும் தலைமுறைகளிலும் கடைப்பிடிக்க வேண்டிய சட்டமாகும்."},{"number":9,"verse":"“நீங்கள் உங்கள் சொந்த பூமியில் பகைவர்களோடு சண்டையிட வேண்டி வந்தால் எக்காளத்தை மிகச் சத்தமாகப் போருக்கு முன் ஊதுங்கள். உங்கள் தேவனாகிய கர்த்தர் அதனைக் கேட்டு உங்கள் பகைவரிடமிருந்து உங்களைக் காப்பாற்றுவார்."},{"number":10,"verse":"உங்களது சிறப்புக் கூட்டங்களுக்கும், மாதப் பிறப்பு நாட்களிலும், மகிழ்ச்சிக் காலங்களிலும் எக்காளங்களை ஊதுங்கள். நீங்கள் தகன பலியும், சமாதான பலியும் கொடுக்கும்போதெல்லாம் எக்காளங்களை ஊதுங்கள். உங்கள் தேவனாகிய கர்த்தர் உங்களை நினைவுகூருவதற்கு இந்த எக்காளச் சத்தம் உதவும். இவ்வாறு செய்யுமாறு நான் கட்டளையிடுகிறேன், நானே உங்கள் தேவனாகிய கர்த்தர்” என்று கூறினார்."},{"number":11,"verse":"(இஸ்ரவேல் ஜனங்கள் முகாமோடு புறப்படுதல்) இஸ்ரவேல் ஜனங்கள் எகிப்தை விட்டுப் புறப்பட்ட இரண்டாவது ஆண்டின் இரண்டாவது மாதத்தின் 20ஆம் நாளில், உடன்படிக்கைக் கூடாரத்தின் மேல் இருந்த மேகமானது எழும்பிற்று."},{"number":12,"verse":"எனவே, இஸ்ரவேல் ஜனங்கள் தங்கள் பயணத்தைத் தொடர்ந்தனர். அவர்கள் சீனாய் பாலைவனத்தைக் கடந்து பாரான் பாலைவனத்தில் நிற்கும்வரை பயணம் செய்தனர்."},{"number":13,"verse":"இதுவே இஸ்ரவேல் ஜனங்கள் தம் முகாமை கலைத்துவிட்டு, முதல் முதலாக புறப்பட்ட சம்பவம் ஆகும். மோசேயிடம் கர்த்தர் ஆணையிட்டபடியே அவர்கள் நகர்ந்து சென்றனர்."},{"number":14,"verse":"யூதாவின் முகாமில் உள்ள மூன்று குழுக்களும் முதலில் சென்றன. அவர்கள் தங்கள் கொடியோடு பயணம் செய்தனர். முதல் குழுவானது யூதாவின் கோத்திரமாகும். அம்மினதாபின் குமாரனான நகசோன் அக்குழுவின் தலைவனாக இருந்தான்."},{"number":15,"verse":"அடுத்து இசக்காரின் கோத்திரம் வந்தது. சூவாரின் குமாரனான நெதனெயேல் இதற்குத் தலைவனாக இருந்தான்."},{"number":16,"verse":"அதற்கு அடுத்து செபுலோனின் கோத்திரம் வந்தது. ஏலோனின் குமாரனான எலியாசாப் அதற்குத் தலைவனாக இருந்தான்."},{"number":17,"verse":"பிறகு, பரிசுத்தக் கூடாரம் இறக்கி வைக்கப்பட்டது. பரிசுத்தக் கூடாரத்தைக் கெர்சோன் மற்றும் மெராரி குடும்பத்தில் உள்ளவர்கள் சுமந்துகொண்டு வந்தனர். எனவே, இக்குடும்பத்தவர்கள் இவ்வரிசையில் அடுத்ததாக வந்தனர்."},{"number":18,"verse":"பிறகு ரூபனின் முகாமைச் சேர்ந்த மூன்று குழுக்களும் வந்தன, அவர்கள் தம் கொடியோடு பயணம் செய்தனர். முதலில் ரூபனின் கோத்திரம் வந்தது. சேதேயூரின் குமாரன் எலிசூர் இதற்குத் தலைவனாக இருந்தான்."},{"number":19,"verse":"அடுத்து சிமியோனின் கோத்திரம் வந்தது. சூரிஷதாயின் குமாரனான செலூமியேல் இதற்குத் தலைவனாயிருந்தான்."},{"number":20,"verse":"அதற்கு அடுத்து காத் கோத்திரம் வந்தது, தேகுவேலின் குமாரனான எலியாசாப் அதற்குத் தலைவனாக இருந்தான்,"},{"number":21,"verse":"பிறகு கோகாத்தியர் குடும்பத்தைச் சேர்ந்தவர்கள் பரிசுத்த இடத்தில் இருக்கும் பரிசுத்தப் பொருட்களைச் சுமந்துவந்தனர். இவர்கள் வந்து சேருமுன் மற்றவர்கள் பரிசுத்த கூடாரத்தை அமைத்து முடிப்பார்கள்."},{"number":22,"verse":"அதற்குப் பிறகு எப்பிராயீம் கோத்திரத்தின் முகாமில் இருந்து மூன்று குழுக்கள் தங்கள் கொடிகளோடு பயணம் செய்தனர். முதலில் எப்பிராயீமின் கோத்திரம் வந்தது. அம்மியூதின் குமாரனான எலிஷாமா அதற்குத் தலைவனாக இருந்தான்."},{"number":23,"verse":"அடுத்து மனாசேயின் கோத்திரம் வந்தது. பெதாசூரின் குமாரனான கமாலியேல் அதற்குத் தலைவனாக இருந்தான்."},{"number":24,"verse":"அடுத்து பென்யமீன் கோத்திரம் வந்தது. கீதெயோனின் குமாரனான அபீதான் அதற்குத் தலைவனாக இருந்தான்."},{"number":25,"verse":"இவ்வரிசையில் உள்ள கடைசி மூன்று கோத்திரங்களும் மற்றக் கோத்திரங்களுக்குப் பாதுகாவலாக இருந்தது. அது தாண் கோத்திரத்தின் பிரிவுகள் ஆகும். அவர்கள் தங்கள் கொடியோடு பயணம் செய்தனர். முதலில் தாணின் கோத்திரம் வந்தது. அம்மிஷதாயின் குமாரனான அகியேசேர் அதற்குத் தலைவனாக இருந்தான்."},{"number":26,"verse":"அடுத்து ஆசேர் கோத்திரம் வந்தது. ஓகிரானின் குமாரனான பாகியேல் அதற்குத் தலைவனாக இருந்தான்."},{"number":27,"verse":"நப்தலியின் கோத்திரம் அதற்கு அடுத்து வந்தது. ஏனானின் குமாரனான அகிரா அதற்குத் தலைவனாக இருந்தான்."},{"number":28,"verse":"இவ்வாறுதான் இஸ்ரவேல் ஜனங்கள் ஓரிடத்தை விட்டு இன்னொரு இடத்துக்குப் போகும்போது வரிசை முறையைக் கைக்கொண்டனர்."},{"number":29,"verse":"ஓபாப், மீதியானியனான ரெகுவேலின் குமாரன். (ரெகுவேல் மோசேயின் மாமனார்.) மோசே ஓபாபிடம், “தேவன் எங்களுக்கு தருவதாக வாக்களித்துள்ள நாட்டிற்கு நாங்கள் போய்க்கொண்டிருக்கிறோம். எங்களோடு வாரும், உமக்கு நாங்கள் நல்லவர்களாக இருப்போம். இஸ்ரவேல் ஜனங்களுக்கு கர்த்தர் நன்மை செய்வதாக வாக்களித்துள்ளார்” என்று கூறினார்."},{"number":30,"verse":"ஆனால் ஓபாப், “இல்லை நான் உங்களோடு வரமாட்டேன். நான் எனது தாய் நாட்டிற்குத் திரும்பிப் போகிறேன். அங்கே என் சொந்த ஜனங்கள் இருக்கின்றனர்” என்றான்."},{"number":31,"verse":"பிறகு மோசே, “தயவுசெய்து எங்களைவிட்டுப் போகாதிரும், எங்களைவிட இந்தப் பாலைவனத்தைப்பற்றி உமக்கு நன்றாகத் தெரியும். நீர் எங்களுக்கு வழிகாட்டியாக இரும்."},{"number":32,"verse":"நீர் எங்களோடு வந்தால், கர்த்தர் எங்களுக்கு அளிக்கும் நன்மையை உம்மோடு பகிர்ந்துகொள்வோம்” என்றான்."},{"number":33,"verse":"எனவே, ஓபாப் ஒப்புக்கொண்டான். பிறகு அவர்கள் கர்த்தரின் மலையிலிருந்து பயணம் செய்தனர். ஆசாரியர்கள் கர்த்தருடைய உடன்படிக்கைப் பெட்டியைத் தூக்கிக்கொண்டு முன்னே சென்றார்கள். மூன்று நாட்கள் அவர்கள் பரிசுத்தப் பெட்டியைச் சுமந்து பயணம் செய்து முகாம் அமைப்பதற்காக இடம் பார்த்தனர்."},{"number":34,"verse":"கர்த்தரின் மேகமானது தினமும் அவர்களுக்கு மேல் சென்றது. ஒவ்வொரு நாள் காலையிலும் அது வழிகாட்டிய வண்ணம் சென்றது."},{"number":35,"verse":"ஜனங்கள் பரிசுத்தப் பெட்டியைத் தூக்கிக்கொண்டு நகரும்போதெல்லாம் மோசே: “கர்த்தாவே எழுந்திரும்! உமது பகைவர்கள் சிதறடிக்கப்படட்டும். உமது பகைவர்கள் உம்மைவிட்டு ஓடட்டும்” என்று சொன்னான்."},{"number":36,"verse":"பரிசுத்தப் பெட்டியை அவர்கள் கீழே வைக்கும்போதெல்லாம் மோசே எப்பொழுதும், “கர்த்தாவே, அநேக ஆயிரங்களான இஸ்ரவேல் ஜனங்களிடம் திரும்பி வாரும்” என்று சொன்னான்."}]}