{"bibleAbbr":"UST2024","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"A few dead flies in a bottle of perfume cause all the perfume to stink. Similarly, a small amount of acting foolishly can have a greater effect than acting wisely."},{"number":2,"verse":"If people think sensibly, it will lead them to do what is right; if they think foolishly, it causes them to do what is wrong."},{"number":3,"verse":"Even while foolish people walk along the road, they show that they do not have good sense. They show everyone that they are not wise."},{"number":4,"verse":"Do not quit your job when a ruler is angry with you. If you remain calm, he will probably stop being angry."},{"number":5,"verse":"There is something else that I have seen here on this earth, something that rulers sometimes do that is wrong:"},{"number":6,"verse":"they appoint foolish people to have important positions, while they appoint rich people to have unimportant positions."},{"number":7,"verse":"They allow slaves to ride on horses like rich people usually do, but they force officials to walk like slaves usually do."},{"number":8,"verse":"It is possible that those who dig pits will fall into one of those pits. It is possible that someone who tears down a wall will be bitten by a snake that is in that wall."},{"number":9,"verse":"If you work in a quarry, it is possible that a stone will fall on you and injure you. It is possible that men who split logs will be injured by one of those logs."},{"number":10,"verse":"If your axe is not sharp, you will need to work harder to cut down a tree, but by using wisdom, you will succeed."},{"number":11,"verse":"If a snake bites someone before the snake is charmed, then that person's ability to charm snakes will not benefit him."},{"number":12,"verse":"Wise people say what is sensible, and because of that, people honor them, but foolish people are destroyed by what they themselves say."},{"number":13,"verse":"When foolish people start to talk, they say foolish things, and they end by saying things that are both wicked and foolish."},{"number":14,"verse":"They talk too much. None of us knows what will happen in the future, or what will happen after we die."},{"number":15,"verse":"Foolish people become very exhausted by the work that they do, with the result that they are even unable to find the road to their town."},{"number":16,"verse":"Terrible things will happen to the people of a nation whose ruler is a foolish young person, whose leaders continually eat, all during the day, every day."},{"number":17,"verse":"But how fortunate is a nation if its ruler comes from a noble family, if its leaders feast only at the proper times, and if they eat and drink only to be strong, not to become drunk."},{"number":18,"verse":"Some men are very lazy and do not repair the beams of their roof, with the result that the roof sags and collapses. If they do not repair the roof, water will leak into the house when it rains."},{"number":19,"verse":"Eating food and drinking wine makes us laugh and be happy. If you have enough money, you can buy everything you need."},{"number":20,"verse":"Do not even think about cursing the king, or about cursing rich people, even when you are alone in your bedroom. It is always possible that a little bird will hear what you are saying and tell those people what you said about them."}]}