{"bibleAbbr":"UST2024","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"While you are still young, keep thinking about God, who created you. Do that before you are old and you experience many troubles, during the years when you say, \"I no longer enjoy being alive.\""},{"number":2,"verse":"When you become old, the light from the sun and moon and stars will seem dim to you, and it will seem that the rain clouds always return quickly after it rains."},{"number":3,"verse":"Then your arms that you use to protect yourself, and your legs that support your body will become weak. Many of the teeth that you use to grind your food will fall out, and your eyes that you use to look out of windows will not see clearly."},{"number":4,"verse":"Your ears will no longer hear the noise in the streets, and you will no longer be able to hear clearly the sound of people grinding grain with millstones. You will be awakened in the morning by hearing the birds singing, but you will not be able to hear well the songs that the birds sing."},{"number":5,"verse":"You will be afraid to be in high places and afraid of dangers on the roads that you walk on. Your hair will become white like the flowers of almond trees. When you try to walk, you will drag yourself along like grasshoppers, and you will no longer desire a woman at all. Then you will die and go to your eternal home, and the people who will mourn for you will be in the streets."},{"number":6,"verse":"Think much about God now, because soon our lives will end, like silver chains or golden bowls that break easily, or like pitchers that are broken at the water fountain, or like broken pulleys at a well."},{"number":7,"verse":"Then our corpses will decay and become dirt again, and our spirits will return to God, the one who gave us our spirits."},{"number":8,"verse":"So I, the Teacher, say again that everything is temporary and useless."},{"number":9,"verse":"I, the Teacher, was considered to be a very wise man, and I taught the people many things. I assembled and wrote down many proverbs, and I carefully thought about them and put them in order."},{"number":10,"verse":"I searched for words that would be pleasing to hear, and what I have written is reliable and true."},{"number":11,"verse":"The things that I and other wise people say give directions, and they are like nails that fix things together and last a long time. When people follow clear and understandable directions, they know what is right, and, so then they can do it. The sayings of the wise are like our shepherd who guides us where we need to go."},{"number":12,"verse":"So, my son, pay careful attention to what I have written, and choose carefully what you read that others have written. This work of writing many books is endless. Trying to study them all will be an endless task."},{"number":13,"verse":"Now you have heard all that I have told you, and here is the conclusion: Revere God, and obey his commandments, because those commandments summarize everything that people should do."},{"number":14,"verse":"And do not forget that God will judge everything that we do, good things and bad things, even things that we do secretly."}]}