{"bibleAbbr":"UST2024","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"It is better that other people honor us than to have fine perfume. The day that we die is better than the day that we are born."},{"number":2,"verse":"It is better to go to a house where people are mourning about someone who has died than to go to a house where people are feasting, because everyone will die some day, and people should think about when they will die."},{"number":3,"verse":"It is better to be sad than to be always laughing, because when we are sad, we can think better about the things that will make us wise and happy."},{"number":4,"verse":"Wise people go to where others are mourning to comfort them, but foolish people only search for those who are laughing."},{"number":5,"verse":"It is better to pay attention to someone who is rebuking you than to listen to the songs of a foolish person."},{"number":6,"verse":"By listening to foolish people laughing we will not learn anymore than by listening to the crackling of thorns being burned under a pot. Listening to fools is senseless."},{"number":7,"verse":"When wise people say to others, \"You must pay me a lot of money for me to protect you,\" that causes those wise people to become foolish. Those who accept bribes become unable to do what is right."},{"number":8,"verse":"Finishing something is better than starting something, and being patient is better than being proud."},{"number":9,"verse":"Do not quickly lose your temper, because it is foolish people who become very angry."},{"number":10,"verse":"Do not say, \"Things were a lot better previously,\" because it is only foolish people who say that."},{"number":11,"verse":"Being wise is like inheriting valuable things. There are lasting benefits for anyone on earth who is wise."},{"number":12,"verse":"We are sometimes protected by being wise, as we are sometimes protected by having a lot of money. However, being wise is better than having a lot of money, because being wise prevents us from doing foolish things that would cause us to die."},{"number":13,"verse":"Think carefully about what God has done. Certainly no one can cause to become straight the things that God has caused to be crooked."},{"number":14,"verse":"When things are going well for you, be happy, and when things are not going well for you, remember that God is the one who causes good things to happen and who also causes disasters. Yet God does not reveal to anyone exactly what his future holds."},{"number":15,"verse":"During all the time that I have been alive I have seen many things that seem senseless. I have seen righteous people die while they were still young, and I have seen wicked people remain alive for a very long time in spite of their continuing to be wicked."},{"number":16,"verse":"So do not think that you are very righteous, and do not think that you are very wise, because if you think those things, you will destroy yourself."},{"number":17,"verse":"If you do what is evil or do what is foolish, you might die while you are still young."},{"number":18,"verse":"Continue to try to become wise and do what is right. Both of those things are found in the person who always respects God."},{"number":19,"verse":"If you are wise, you will be more powerful than the ten most powerful men in your city."},{"number":20,"verse":"There is no one in this world who always does what is right, who never sins."},{"number":21,"verse":"Do not pay attention to everything that people say, because if you do that, you might hear your servant curse you."},{"number":22,"verse":"After all, you yourself know very well that you have also cursed other people."},{"number":23,"verse":"I said to myself that I would use my wisdom to study all the things that I have written about, but I was not able to do it."},{"number":24,"verse":"Wisdom seems to be far from me. There is no one who can truly understand everything."},{"number":25,"verse":"But I decided to investigate things and by my wisdom try to understand the reason for everything. I also wanted to understand why people act wickedly and why they act very foolishly."},{"number":26,"verse":"One thing I learned was that allowing a woman to seduce you is worse than dying. A woman who tries to seduce men is as dangerous as a trap. If you allow her to put her arms around you, it will be as though she is fastening you with chains. Women like that will capture sinful men, but men who please God will escape from such women."},{"number":27,"verse":"This is what I have learned. I tried to learn more and more about things to try to find out the reason for everything,"},{"number":28,"verse":"and I continued to try to learn more, but I could not find all that I was searching for. But one thing that I found out was that among one thousand people I found one righteous man, but I did not find even one righteous woman."},{"number":29,"verse":"I have learned only this: That when God created people, they were righteous, but they have found many ways to complicate their own lives."}]}