{"bibleAbbr":"TCVSL2022NT","bookName":"ரோமர்","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"(கிறிஸ்துவில் வாழ்வு)ஆகவே நாம் இப்படிச் சொல்லலாமா? கிருபை அதிகமாக பெருகுவதற்காக தொடர்ந்து பாவம் செய்து கொண்டே இருப்போம் எனலாமா?"},{"number":2,"verse":"ஒருபோதும் அது கூடாது. பாவத்தைப் பொறுத்தவரை இறந்துவிட்ட நாம், இனி எப்படித் தொடர்ந்தும் பாவத்தில் வாழ்வது?"},{"number":3,"verse":"கிறிஸ்து இயேசுவில் ஞானஸ்நானத்தைப் பெற்றுக்கொண்ட நாம் எல்லோரும், அவருடைய மரணத்துக்குள் ஞானஸ்நானம் பெற்றிருக்கிறோம் என்பதை நீங்கள் அறியாதிருக்கிறீர்களா?"},{"number":4,"verse":"பிதா தம்முடைய மகிமையினால் கிறிஸ்துவை இறந்தோரிலிருந்து உயிரோடு எழுந்திருக்கச் செய்தது போல, நாமும் புதிதான ஒரு வாழ்வு வாழும்படியாகவே ஞானஸ்நானத்தின் மூலமாக மரணத்துக்குள் கிறிஸ்துவுடன் அடக்கம் செய்யப்பட்டோம்."},{"number":5,"verse":"இவ்விதமாய், நாம் அவருடைய மரணத்திற்கு ஒப்பான மரணத்தில் அவருடன் இணைக்கப்பட்டிருந்தால், அவருடைய உயிர்த்தெழுதலுக்கு ஒப்பான உயிர்த்தெழுதலிலும் அவருடன் இணைக்கப்பட்டிருப்போம் என்பது உறுதி."},{"number":6,"verse":"பாவத்திற்கு அடிமையாயிருந்த மனித இயல்பு, அதன் வல்லமையை இழந்து போகும்படியாக, நம்முடைய பழைய மனிதன் கிறிஸ்துவுடனேகூட சிலுவையில் அறையப்பட்டு இறந்துவிட்டான்(அறையப்பட்டு இறந்துவிட்டான் – கிரேக்க மொழியில், அறையப்பட்டான் என்றுள்ளது.) என்பதை நாம் அறிவோம். இனி ஒருபோதும் நாம் பாவத்திற்கு அடிமைகளாக இராதபடிக்கே இப்படிச் செய்யப்பட்டது."},{"number":7,"verse":"ஏனெனில் இறந்தவன் பாவத்தின் வல்லமையிலிருந்து விடுவிக்கப்பட்டவனாய் இருக்கின்றான்."},{"number":8,"verse":"நாம் கிறிஸ்துவோடு மரணித்துப் போயிருந்தால், அவரோடு இணைந்து வாழ்வோம் என்றும் விசுவாசிக்கின்றோம்."},{"number":9,"verse":"கிறிஸ்து இறந்தோரிலிருந்து உயிரோடு எழுப்பப்பட்டிருப்பதால், அவர் இனிமேல் இறப்பதில்லை என்பதை அறிந்திருக்கிறோம். மரணத்துக்கு இனி அவர்மீது அதிகாரம் இல்லை."},{"number":10,"verse":"அவர் மரணித்த மரணம், பாவத்துக்கு மரணித்த ஒரே முடிவான மரணம். ஆனால் இப்போது அவர் வாழ்கின்ற வாழ்வை இறைவனுக்கென்றே வாழ்கின்றார்."},{"number":11,"verse":"அதேபோல நீங்களும் பாவத்தைப் பொறுத்தவரையில் இறந்தவர்களாகவும், கிறிஸ்து இயேசுவுக்குள் இறைவனுக்காக வாழ்கின்றவர்களாகவும் உங்களை எண்ணிக்கொள்ளுங்கள்."},{"number":12,"verse":"எனவே, பாவமானது அதன் தீய ஆசைகளுக்கு உங்களைக் கீழ்ப்படியச் செய்துவிடாதபடி, அழிந்து போகின்ற உங்கள் உடலில் பாவம் ஆளுகை செய்ய இடம் கொடுக்க வேண்டாம்."},{"number":13,"verse":"உங்கள் உடலின் அங்கங்களை அநீதியின் கருவிகளாக தொடர்ந்து பாவத்துக்கு ஒப்புக்கொடுக்காமல், மரணித்தோரிலிருந்து வாழ்வு பெற்றவர்களாய் உங்களையே இறைவனுக்கு ஒப்புக்கொடுங்கள். உங்கள் அங்கங்களையும் நீதியின் கருவிகளாக இறைவனுக்கு ஒப்புக்கொடுங்கள்."},{"number":14,"verse":"ஏனென்றால், நீங்கள் நீதிச்சட்டத்தின் ஆதிக்கத்துக்கு உட்பட்டிராமல் கிருபைக்கு உட்பட்டிருப்பதால் பாவம் உங்களை ஆளுகை செய்யாது."},{"number":15,"verse":"(நீதிக்கு அடிமைகள்)அப்படியானால், நீதிச்சட்டத்துக்கு உட்பட்டிராமல் கிருபைக்கு உட்பட்டிருக்கின்றபடியால் நாம் பாவம் செய்யலாமா? இல்லவே இல்லை."},{"number":16,"verse":"யாருக்கு உங்களை கீழ்ப்படிகின்ற அடிமைகளாக ஒப்புக்கொடுக்கின்றீர்களோ அவர்களுக்கே நீங்கள் அடிமைகளாய் இருக்கின்றீர்கள் என்பது உங்களுக்குத் தெரியாதா? அதுபோல நீங்களும் ஒன்றில் மரணத்திற்கு வழிநடத்துகின்ற பாவத்திற்கு அடிமைகளாக இருக்கின்றீர்கள் அல்லது நீதிக்கு வழிநடத்துகின்ற கீழ்ப்படிதலுக்கு அடிமைகளாக இருக்கின்றீர்கள்."},{"number":17,"verse":"ஆனால் ஒரு காலத்தில் நீங்கள் பாவத்துக்கு அடிமைகளாய் இருந்தபோதிலும், பின்னர் உங்கள் முழு இருதயத்தோடு கீழ்ப்படிந்து, இறைவனின் போதனைக்கு உங்களை ஒப்புக்கொடுத்தீர்கள், அதற்காக இறைவனுக்கு நன்றி."},{"number":18,"verse":"இப்போது நீங்கள் பாவத்திலிருந்து விடுதலையாக்கப்பட்டு, நீதிக்கு அடிமைகளாயிருக்கிறீர்கள்."},{"number":19,"verse":"உங்களுடைய பலவீனமான இயல்பின் காரணமாக நான் மனித வழக்கத்தின்படி உங்களுடன் பேசுகின்றேன். முன்பு ஒரு காலத்தில் நீங்கள் உங்கள் அங்கங்களை அசுத்தத்துக்கும், மேலும் மேலும் அதிகரிக்கும் இறைநெறி மீறுதல்களுக்கும் ஒப்புக்கொடுத்தீர்கள். ஆகவே இப்போது உங்கள் அங்கங்களை பரிசுத்தமாக்குதலுக்கு வழிநடத்தும் நீதிக்கு அடிமைகளாக ஒப்புக்கொடுங்கள்."},{"number":20,"verse":"நீங்கள் பாவத்திற்கு அடிமைகளாக இருந்த காலத்தில் இறைவனின் நீதியின்படி வாழும் வாழ்வுடன் எவ்விதத் தொடர்பும் அற்றவர்களாய் இருந்தீர்கள்."},{"number":21,"verse":"அப்போது நீங்கள் செய்த காரியங்களுக்காக இப்போது வெட்கப்படுகிறீர்களே! அவற்றால் என்ன பலன் அடைந்தீர்கள்? அவற்றின் முடிவு மரணமே."},{"number":22,"verse":"ஆனால், இப்பொழுதோ நீங்கள் பாவத்திலிருந்து விடுதலை பெற்று, இறைவனுக்கு அடிமைகளாயிருக்கிறீர்கள். அதனால் நீங்கள் பெறும் பலன் உங்களை பரிசுத்தமாக்குதலுக்கு வழிநடத்தும். அதன் இறுதி விளைவோ நித்திய வாழ்வு."},{"number":23,"verse":"பாவத்திற்குரிய கூலி மரணம். ஆனால் இறைவன் இலவசமாகத் தரும் கிருபை வரமோ, நம்முடைய ஆண்டவர் கிறிஸ்து இயேசுவில் நித்திய வாழ்வு."}]}