{"bibleAbbr":"Thomson1808","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"Brethren, the earnest desire of my heart and my supplication to God for Israel is, that they may be saved."},{"number":2,"verse":"For I bear them witness that they have a zeal for God, but not according to knowledge."},{"number":3,"verse":"For being ignorant of the righteousness of God's appointment, and seeking to establish a righteousness of their own, they did not submit themselves to God's righteousness."},{"number":4,"verse":"For Christ is the end of the law for righteousness to every one who believeth:"},{"number":5,"verse":"For Moses describeth the righteousness which is from the law, thus; \"The man who doth these things shall live thereby;\""},{"number":6,"verse":"but the righteousness because of believing speaketh in this manner: Say not in thy heart, Who will ascend up to heaven (that is to bring Christ down);"},{"number":7,"verse":"or who will go down to the abyss (that is to bring up Christ from the dead)"},{"number":8,"verse":"But what doth it say? The matter is near thee, in thy mouth and in thy heart. That is, the matter of this belief, which we proclaim,"},{"number":9,"verse":"That if thou wilt acknowledge with thy mouth the Lord Jesus, and believe with thy heart that God hath raised him from the dead, thou shalt be saved."},{"number":10,"verse":"For with the heart man believeth for righteousness, and with the mouth acknowledgment is made for salvation."},{"number":11,"verse":"For the scripture saith, \"Whosoever believeth in him shall not be shamed.\""},{"number":12,"verse":"For there is no distinction of Jew and Greek; for he is Lord of all, abounding in riches for all who call upon him;"},{"number":13,"verse":"\"For whosoever will call on the name of the Lord shall be saved.\""},{"number":14,"verse":"How then shall they call on him in whom they have not believed? And how shall they believe in him, of whom they have not heard? And how shall they hear without a proclaimer?"},{"number":15,"verse":"and how shall they proclaim, unless they be sent? As it is written, \"How beautiful are the feet of them who proclaim the joyful message of peace—who proclaim the glad tidings of good things.\""},{"number":16,"verse":"But all have not duly hearkened to the good news, for Esaias saith, \"Lord, who hath believed this report of ours.\""},{"number":17,"verse":"The believing is indeed because of hearing, and what they heard is by the order of God."},{"number":18,"verse":"But I say, Have they not heard? What! Is their sound then gone forth to every land; and their doctrines to the limits of the world?"},{"number":19,"verse":"But I say, Hath not Israel known? First Moses saith, \"I will provoke you by what is not a nation, By a foolish nation I will vex you.\""},{"number":20,"verse":"But Esaias is more explicit, and saith, “I was found by them who sought me not, I became manifest to them who inquired not for me.\""},{"number":21,"verse":"But concerning Israel he saith, \"I have stretched out my hands all the day long to a disobedient and gainsaying people.\""}]}