{"bibleAbbr":"Thomson1808","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"therefore I exhort you, brethren, by the mercies of God, to present your bodies a living, holy, acceptable sacrifice to God as your rational, religious service;"},{"number":2,"verse":"and be not conformed to this world; but transformed by the renewal of your mind, that you may know experimentally what the will of God is, which is good and acceptable and perfect."},{"number":3,"verse":"For by virtue of the favour which is granted to me, I charge every one who is among you not to have an overweening opinion of himself, but to bend his thoughts to the attaining of a sober and modest demeanour, as God hath distributed a portion of faith to every one."},{"number":4,"verse":"For as we have many members in one body, and all the members have not the same office;"},{"number":5,"verse":"so we being many are one body in Christ, but individually members of one another,"},{"number":6,"verse":"and employed in exercising free gifts, according to the favour conferred on us, different as they are, if prophesy, in conformity to that belief;"},{"number":7,"verse":"if a ministerial office, in that office; and if one is a teacher, in teaching;"},{"number":8,"verse":"and the exhorter in exhortation; let him who giveth [do it] with sincerity; him who superintendeth, with assiduity; him who sheweth mercy, with cheerfulness."},{"number":9,"verse":"Let love be unfeigned: abhor what is evil; adhere closely to what is good;"},{"number":10,"verse":"in brotherly love be tenderly affectionate one to another: in honour prefer one another;"},{"number":11,"verse":"in business be not slothful: Be fervent in spirit; constant in serving the Lord;"},{"number":12,"verse":"joyful in hope; patient in tribulation; stedfastly persevering in prayer;"},{"number":13,"verse":"administering to the wants of the saints; cultivating hospitality:"},{"number":14,"verse":"Bless them who persecute you—bless and curse not."},{"number":15,"verse":"Set your hearts on this with respect to each other—to rejoice with them who rejoice, and to weep with them who weep."},{"number":16,"verse":"Set not your minds on high things, but accommodate yourselves to things which are low. Be not wise in your own conceits."},{"number":17,"verse":"Render to none evil for evil. Be provident in regard to things good in the sight of all men."},{"number":18,"verse":"If possible, that is, as far as in your power, be at peace with all men."},{"number":19,"verse":"Beloved, avenge not yourselves, but give place to the wrath; for it is written, \"Vengeance is mine; I will requite, saith the Lord.\""},{"number":20,"verse":"Therefore if thine enemy hunger feed him; if he be thirsty, give him drink; for by doing so thou wilt use the means to melt him."},{"number":21,"verse":"Be not overcome by evil; but overcome evil with good."}]}