{"bibleAbbr":"Thomson1808","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"Receive into fellowship him who is weak in the faith, without regard to differences of opinions."},{"number":2,"verse":"One indeed believeth that he may eat all things; another who is weak eateth vegetables."},{"number":3,"verse":"Let not him, who eateth despise him who doth not eat. And let not him who doth not eat, judge him who eateth. For God hath taken him into his family,"},{"number":4,"verse":"who art thou who judgest another's servant. To his own master he standeth or falleth. But he shall stand, for God is able to establish him."},{"number":5,"verse":"One indeed judgeth one day above another; another esteemeth every day alike. Let every one be fully persuaded in his own mind."},{"number":6,"verse":"He who regardeth the day, regardeth it for the Lord; and he who regardeth not the day, refraineth from regarding it, for the Lord. He who eateth, eateth for the Lord, for he giveth God thanks; and he who eateth not, refraineth from eating, for the Lord, and he giveth God thanks."},{"number":7,"verse":"For none of us liveth to himself, nor doth any die to himself."},{"number":8,"verse":"For whether we live, we live to the Lord; and if we die, we die to the Lord; so that whether we live or die, we are the Lord's."},{"number":9,"verse":"For to this end Christ died and rose and lived again, that he might be Lord both of the dead and the living."},{"number":10,"verse":"Why then judgest thou thy brother, or why despisest thou thy brother? For we shall all stand before the judgment seat of the Christ;"},{"number":11,"verse":"For it is written, \"As I live, saith the Lord, to me every knee shall bow, and every tongue shall give praise to God.”"},{"number":12,"verse":"Since every one of us then shall give an account of himself to God,"},{"number":13,"verse":"let us therefore no more judge one another, but rather come to this determination, not to lay a stumbling block in the way of a brother, nor give any occasion of offence."},{"number":14,"verse":"I know and am fully assured by the Lord Jesus; that nothing is of itself unclean. But to him who thinketh any thing unclean, to him it is unclean."},{"number":15,"verse":"Now if on account of thy food thy brother is grieved, thou no longer walkest According to love. Destroy not by thy food him for whom Christ died."},{"number":16,"verse":"Let not therefore the good which you enjoy be ill spoken of."},{"number":17,"verse":"For the reign of God is not eating and drinking, but righteousness and peace and joy in a holy spirit."},{"number":18,"verse":"For he who serveth the Christ in these things is acceptable to God and approved by men."},{"number":19,"verse":"Let us then pursue those things which tend to peace and mutual edification."},{"number":20,"verse":"Do not for the sake of food destroy the work of God. All things indeed are pure; but they are an evil to a man who eateth for a stumbling block."},{"number":21,"verse":"It is good not to eat flesh, nor drink wine, nor any thing by which thy brother falleth, or stumbleth, or is made weak."},{"number":22,"verse":"Thou hast a belief; exercise it at home by thyself before God. Happy he who upon a strict examination doth not condemn himself."},{"number":23,"verse":"Now he who maketh distinctions is condemned if he eateth, because he eateth not with belief; and every thing which is not according to belief is a sin."}]}