{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"A shoot will spring forth from the stump of Jesse, and a branch will grow from his roots."},{"number":2,"verse":"The Spirit of the LORD will rest upon him: a Spirit of wisdom and understanding, a Spirit of counsel and power, a Spirit of knowledge and fear of the LORD,"},{"number":3,"verse":"and his delight will be the fear of the LORD. He will not judge by outward appearances or reach a verdict based on hearsay."},{"number":4,"verse":"Rather, he will judge the poor with justice and render fair decisions for the weak and the poor. He will strike the ruthless with the rod of his mouth, and with the breath of his lips he will slay the wicked."},{"number":5,"verse":"Righteousness will be the belt around his waist and faithfulness the belt around his loins."},{"number":6,"verse":"Then the wolf will live alongside the lamb, and the leopard will lie down with the kid; the calf and the young lion will browse together, with a little child to guide them."},{"number":7,"verse":"The cow and the bear will graze side by side; their young will lie down together, and the lion will eat hay like the ox."},{"number":8,"verse":"The infant will play by the cobra’s den, and the young child will lay his hand on the viper’s nest."},{"number":9,"verse":"No injury or harm will occur on all my holy mountain; for the earth will be filled with knowledge of the LORD just as water covers the sea."},{"number":10,"verse":"On that day the root of Jesse will be established as a signal to the nations. They will come forth to unite under him, and his dwelling will be glorious."},{"number":11,"verse":"When that day comes, the LORD will reach out his hand a second time to recover the remnant of his people from Assyria and Egypt, from Patmos,[b] Ethiopia, and Elam, from Shinar, Hamath, and the islands of the sea."},{"number":12,"verse":"He will raise a signal to the nations and assemble the outcasts of Israel. He will also gather the dispersed of Judah from the four corners of the earth."},{"number":13,"verse":"The jealousy of Ephraim will cease and the hostility of Judah will end. Ephraim will not be jealous of Judah, nor will Judah have any hostility toward Ephraim."},{"number":14,"verse":"Together they will swoop down on the foothills of the Philistines to the west and plunder the people of the east. Edom and Moab will become subject to their rule, and the Ammonites will obey them.[c]"},{"number":15,"verse":"The LORD will dry up a pathway through the Sea of Egypt, and he will wave his hand over the Euphrates in his fierce anger, splitting it into seven streams so that it can be crossed on foot."},{"number":16,"verse":"Thus there will be a highway for the remnant of his people from Assyria, as there was for the Israelites when they came up from the land of Egypt."}]}