{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":16,"verses":[{"number":1,"verse":"[a]Send forth lambs to the ruler of the land, from Sela across the desert to the mount of daughter Zion."},{"number":2,"verse":"Like fluttering birds, like scattered nestlings, are the women of Moab at the fords of the Arnon."},{"number":3,"verse":"Offer your counsel, grant us your justice. At high noon let your shadow be like night. Hide those who are outcasts and do not betray the fugitives."},{"number":4,"verse":"Allow the outcasts of Moab to settle among you, and be their refuge from the destroyer. When the oppression has ceased and the devastation is at an end, and the marauders who have trampled the land have finally departed,"},{"number":5,"verse":"a throne established in faithful love will be established in the tent of David, and on it will sit in fidelity a judge who offers fair judgment and is prompt to ensure justice."},{"number":6,"verse":"We have heard about the pride of Moab, about how truly intense that pride is, with its arrogance, its pride, and its insolence, as well as its boasts which have little basis."},{"number":7,"verse":"Therefore, let Moab wail, every one of its inhabitants. In their grief they will long for the raisin cakes of Kir-hareseth."},{"number":8,"verse":"The vineyards of Heshbon have withered, the vines of Sibmah. The lords of the nations have destroyed the choicest vines that once reached as far as Jazer and spread out toward the desert, and whose shoots with their spreading branches spread across the sea."},{"number":9,"verse":"Therefore, I weep with Jazer for the vines of Sibmah. I drench you with tears, Heshbon and Elealeh, for the cries of battle have fallen over your harvest and vintage."},{"number":10,"verse":"Joy and gladness have been taken away from the fields. In the vineyards no songs are sung, no joyful shouts are raised. No one treads out wine in the wine-presses no cheers of happiness are heard."},{"number":11,"verse":"That is the reason why my heart throbs like a harp for Moab and my soul for Kir-hareseth."},{"number":12,"verse":"When the Moabites approach and exhaust themselves on the high places, they will flock to their sanctuaries to pray, but it will avail them nothing."},{"number":13,"verse":"This was the word that the LORD spoke about Moab in the past."},{"number":14,"verse":"But now the LORD says: In three years, as a hired worker reckons them, the glory of Moab will be regarded with contempt, despite its vast multitude. The remnant that survive will be few in number and very feeble."}]}