{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"An oracle concerning Damascus: Before long Damascus will cease to be a city, and she will be reduced to a heap of ruins."},{"number":2,"verse":"Her towns will be abandoned forever; they will serve as pastures for flocks who will lie there undisturbed."},{"number":3,"verse":"No longer will Ephraim have a fortress or Damascus a kingdom. The glory of the remnant of Aram will be like that of the children of Israel, says the LORD of hosts."},{"number":4,"verse":"On that day the glory of Jacob will grow dim and the flesh of his body will grow lean,"},{"number":5,"verse":"as when the reaper gathers the standing grain, harvesting the ears with his arms, or as when one gleans the ears of grain in the Valley of Rephaim.[a]"},{"number":6,"verse":"Nothing will remain except the scattered remnant, as when an olive tree is beaten: two or three olives on the highest bough, four or five on each of its fruitful branches, says the LORD, the God of Israel."},{"number":7,"verse":"On that day, men will look to their Creator, and they will turn their eyes to the Holy One of Israel."},{"number":8,"verse":"They will not gaze upon the altars, their handiwork, nor shall they regard what their fingers have made the sacred poles and the altars of incense."},{"number":9,"verse":"On that day their strong cities will be like those abandoned by the Hivites and the Amorites which they deserted because of the Israelites’ advance; their cities will be left desolate."},{"number":10,"verse":"You have forgotten the God of your salvation and have not kept in mind the Rock, your refuge. Therefore, you plant your pagan gardens and sow exotic seeds for a foreign god."},{"number":11,"verse":"Even though you cause them to sprout on the day that you plant them, and make them sprout blossoms on the following morning, yet the harvest will disappear when struck by a wasting disease and incurable blight."},{"number":12,"verse":"Listen to the thunder of vast hordes, its volume like that of the roaring sea. Listen to the roar of nations, its volume like that of mighty waves."},{"number":13,"verse":"But when God rebukes them they flee far away, driven like chaff on the mountains before the wind and like whirling dust before the storm."},{"number":14,"verse":"In the evening terror has spread, but by the morning it has disappeared. Such is the fate of those who plunder us, the lot of those who despoil us."}]}