{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"An oracle concerning the wilderness of the sea: Like whirlwinds sweeping over the Negeb,[b] there comes from the desert, from a land that inspires terror,"},{"number":2,"verse":"a harsh vision that is shown to me: the traitor betrays and the despoiler despoils. Go forth, O Elam;[c] lay siege, O Media. I will bring to an end all the pain she has inflicted."},{"number":3,"verse":"Therefore, my loins are filled with anguish; pangs have seized me like those of a woman in labor. I am so distraught that I cannot hear; I am too frightened even to look."},{"number":4,"verse":"My mind reels, and I am overcome with dread; the twilight I yearned for has become horrifying to me."},{"number":5,"verse":"They set the table; they spread out the rugs; they eat and they drink. Rise up, O princes; oil your shields."},{"number":6,"verse":"For this is what the LORD has said to me: Go forth and post a lookout; let him report what he sees."},{"number":7,"verse":"If he should see cavalry, horsemen riding in pairs, men mounted on donkeys, men mounted on camels, instruct him to watch closely and to listen diligently."},{"number":8,"verse":"Then the lookout shouted, “I stand on the watchtower, O Lord, all day long, and I remain stationed at my post throughout the night."},{"number":9,"verse":"Behold, here come the cavalry now, horsemen riding in pairs.” Then the LORD responded: Fallen, fallen is Babylon, and all the images of her gods have been smashed to the ground."},{"number":10,"verse":"O my people, you who have been trodden upon the threshing floor, what I have heard from the LORD of hosts, from the God of Israel, I have proclaimed to you."},{"number":11,"verse":"An oracle concerning Edom: Someone is calling to me from Seir, “Watchman, when will the night end? Watchman, when will it end?”"},{"number":12,"verse":"The watchman replies, “Morning will come, and so will the night. If you wish to ask, do so; come back again.”"},{"number":13,"verse":"An oracle concerning Arabia: In the thickets of the desert you will encamp, you caravans of Dedanites."},{"number":14,"verse":"Bring water to the thirsty and greet the fugitives with bread, you inhabitants of the land of Tema.[d]"},{"number":15,"verse":"For they have fled from the sword, from the sharp edge of the drawn sword, from the bent bow, and from the stress of battles."},{"number":16,"verse":"For these are the words spoken to me by the LORD: Within a year, as a hired worker reckons time, all the glory of Kedar[e] will come to an end."},{"number":17,"verse":"Hardly any of Kedar’s valiant warriors will be left, for the LORD, the God of Israel, has spoken."}]}