{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"An oracle concerning Tyre: Wail, O ships of Tarshish, for your harbor has been destroyed. From the land of Cyprus the news has reached them."},{"number":2,"verse":"Be silent, you who dwell along the coast, you merchants of Sidon, whose messengers crossed over the sea"},{"number":3,"verse":"to the vast ocean. The grain of Shihor, the harvest of the Nile provided your revenue; you were the merchant for the nations."},{"number":4,"verse":"Be ashamed, O Sidon, the fortress of the sea, for the sea has declared: “I have not endured the anguish of labor, nor have I given birth; I have not reared young men or brought up young women.”"},{"number":5,"verse":"When the news reaches Egypt, they will writhe in anguish upon hearing the fate of Tyre."},{"number":6,"verse":"Cross over to Tarshish; wail, you inhabitants of the coast."},{"number":7,"verse":"Is this your vibrant city founded in the days of old, and whose feet have led her away to settle in distant lands?"},{"number":8,"verse":"Who has devised this plan against Tyre, the bestower of crowns, whose merchants were princes and whose traders were held in the highest esteem throughout the earth?"},{"number":9,"verse":"The LORD of hosts has devised this plan to deflate the glory of the proud and to humiliate the honored men of the earth."},{"number":10,"verse":"Cross over to your own land, you ships of Tarshish, for your harbors no longer exist.[b]"},{"number":11,"verse":"The LORD has stretched out his hand over the sea and brought kingdoms to their knees; he has commanded the destruction of the fortresses of Canaan."},{"number":12,"verse":"He has said: You will exult no more, O greatly oppressed virgin daughter of Sidon. Arise and cross over to Cyprus, but even there you will find no rest."},{"number":13,"verse":"Look at the land of the Chaldeans; it was this people, not Assyria, who erected siege-towers, tore down its palaces, and left it in ruins."},{"number":14,"verse":"Cry out in anguish, O ships of Tarshish, for your fortress has been destroyed."},{"number":15,"verse":"From that day, Tyre will be forgotten for seventy years, the span of one king’s life. At the end of those seventy years, the plight of Tyre will be identical to that of the prostitute in the song:"},{"number":16,"verse":"Take your harp and walk throughout the city, you long-forgotten prostitute. Pluck your strings sweetly and sing many songs so that they may remember you."},{"number":17,"verse":"At the end of the seventy years the LORD will visit Tyre. She will once again ply her trade and prostitute herself with all the kingdoms of the world on the face of the earth."},{"number":18,"verse":"But her merchandise and her profits will be dedicated to the LORD; they will not be stored up or hoarded, but they will provide abundant food and clothing to those who live in the presence of the LORD."}]}