{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"Behold how the LORD is preparing to lay waste the earth; he will turn it into a desert and scatter its inhabitants,"},{"number":2,"verse":"with the same fate afflicting both priest and people, slave and master, maid and mistress, seller and buyer, lender and borrower, creditor and debtor."},{"number":3,"verse":"The earth will be totally ravaged and completely despoiled; this has the LORD decreed."},{"number":4,"verse":"The earth mourns and fades away; the world languishes and withers; the exalted of the earth are brought low."},{"number":5,"verse":"The earth is defiled by those who dwell in it; for they have transgressed laws, violated statutes, and broken the everlasting covenant.[b]"},{"number":6,"verse":"Therefore, a curse has consumed the earth, and its inhabitants pay the penalty of their guilt; as a result, the number of its inhabitants dwindles, and only a few survive."},{"number":7,"verse":"The new wine dries up and the vine withers away as the revelers groan in their sorrow."},{"number":8,"verse":"The cheerful sound of tambourines is stilled; the shouts of the revelers fade away; the lyre’s joyful melodies are no longer heard."},{"number":9,"verse":"The people drink wine but without any singing; strong liquor tastes bitter to those who consume it."},{"number":10,"verse":"The city is shattered and in a state of chaos; every house has its entrance barred.[c]"},{"number":11,"verse":"In the streets the people cry out for wine; no joy can be observed; happiness seems to have been banished from the land."},{"number":12,"verse":"Only desolation remains in the city; its gates have been smashed so badly that they are beyond hope of repair."},{"number":13,"verse":"This condition will hold true among all the nations throughout the world; as happens to an olive tree after it is beaten or to the gleanings that remain after the grape harvest."},{"number":14,"verse":"The people raise their voices in joyful praise, proclaiming from the west the majesty of the LORD,"},{"number":15,"verse":"“Let the LORD be glorified in the east; in the coastlands of the sea glorify the name of the LORD, the God of Israel.”"},{"number":16,"verse":"From the ends of the earth we hear songs that praise the glory of the Righteous One. But I said, “I am wasting away. I am wasting away. Woe is me! For the traitors continue to betray; the traitors have acted with great treachery."},{"number":17,"verse":"Terror and the pit and the snare threaten all of you inhabitants of the earth."},{"number":18,"verse":"Anyone who flees from the sound of terror will fall into the pit, and whoever climbs out of the pit will be caught in the snare. For the windows of heaven will be opened and the foundations of the earth will shake."},{"number":19,"verse":"The earth will be totally shattered, the earth will be torn apart the earth will be violently convulsed."},{"number":20,"verse":"The earth will stagger like a drunkard and sway like a fragile hut; its transgressions will weigh heavily upon it, and it will fall, never to rise again.”"},{"number":21,"verse":"On that day the LORD will punish in the heavens the host of the heavens,[d] and on the earth the kings of the earth."},{"number":22,"verse":"They will be herded together, jammed in like prisoners in a dungeon. They will be shut up in a pit and punished after many years."},{"number":23,"verse":"Then the moon will seem to fade away and the sun will hide in shame. For the LORD of hosts will reign on Mount Zion and in Jerusalem, and he will manifest his glory to the elders of his people."}]}