{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"On that day this song will be sung in the land of Judah: We have a strongly fortified city, with walls and ramparts established to protect us."},{"number":2,"verse":"Open the gates to allow the upright nation to enter, the nation that keeps faith."},{"number":3,"verse":"O LORD, you grant peace to those who are steadfast because of their trust in you."},{"number":4,"verse":"Trust in the LORD forever, for the LORD is an eternal rock."},{"number":5,"verse":"He has brought low those in high places and leveled their citadel, casting it down to the ground and flinging it down to the dust,"},{"number":6,"verse":"to be trampled underfoot by the feet of the poor and the oppressed."},{"number":7,"verse":"The path of the righteous is smooth, for you make level the way of the just."},{"number":8,"verse":"As we proceed in the path of your judgments, we wait for you, O LORD; your name and your renown are all that our heart desires."},{"number":9,"verse":"My soul longs for you throughout the night, and my spirit within me seeks your presence. For when your judgments are revealed to the earth, the inhabitants of the world learn to practice justice."},{"number":10,"verse":"If favor is granted to the wicked, they will never learn justice. In the presence of the upright they will act perversely and fail to behold the majesty of the LORD."},{"number":11,"verse":"O LORD, your hand is raised high but they fail to see it. Let them be ashamed when they behold your zeal for your people; let the fire reserved for your enemies consume them."},{"number":12,"verse":"O LORD, you will grant us peace; everything we have accomplished you have done for us."},{"number":13,"verse":"O LORD, our God, other lords besides you have ruled us, but we acknowledge only your name."},{"number":14,"verse":"The dead will not come back to life; their departed spirits will not rise again. For you have punished and destroyed them and eradicated all memory of them."},{"number":15,"verse":"O LORD, you have enlarged the nation, and in enlarging it you have been glorified; you have extended all the frontiers of the country."},{"number":16,"verse":"O LORD, in our distress we cried out to you, pouring forth our prayers as we suffered your chastisement."},{"number":17,"verse":"As a woman who is pregnant writhes and cries out in her agony when her time of delivery is near, so were we because of you, O LORD."},{"number":18,"verse":"We were with child and writhed with pain, but we gave birth only to wind. We have achieved no salvation for the earth, and no one has been born to inhabit the world."},{"number":19,"verse":"But your dead will live and their bodies will rise again. Awake and sing for joy, you who sleep in the dust. For your dew will be radiant, and the earth will give birth again to those who have long been dead."},{"number":20,"verse":"Go forth, my people, enter your chambers, and shut your doors behind you. Withdraw for a short while until the wrath has subsided."},{"number":21,"verse":"For the LORD emerges from his dwelling place to punish the inhabitants of the earth for their wickedness. The earth will reveal the blood shed upon it and will no longer hide its slain."}]}