{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":46,"verses":[{"number":1,"verse":"Bel[b] bows down, Nebo stoops low; their idols are borne by beasts and cattle. The images you used to carry on your shoulders are now a burden for weary animals."},{"number":2,"verse":"They stoop and bow down together but are unable to transport their burden safely, and they too move forth into captivity."},{"number":3,"verse":"Listen to me, O house of Jacob, all who remain of the house of Israel, you who have been carried by me since your birth and borne by me from the womb."},{"number":4,"verse":"Even when you reach old age I will still be the same. Even when your hair is gray, I will still carry you. I have made you and I will uphold you; I will carry you and save you."},{"number":5,"verse":"Whom can you regard as my equal? To whom can you compare me as identical?"},{"number":6,"verse":"Some pour out gold from a purse and weigh out silver on the scales. Then they hire a goldsmith who fashions it into a god before which they prostrate themselves in adoration."},{"number":7,"verse":"They lift it to their shoulders and carry it; when they return it to its place, it stands there, unable to budge from the spot. If you cry out to it, it cannot reply, nor can it save anyone from trouble."},{"number":8,"verse":"Remember this and stand firm in your resolve; keep it foremost in your mind, you rebels."},{"number":9,"verse":"Remember the things that happened long ago; for I am God, and there is no other; I am God, and there is no one like me."},{"number":10,"verse":"From the beginning I reveal the end; in advance I foretell what has not yet occurred. I proclaim that my plan will be fulfilled and that I will accomplish my intention."},{"number":11,"verse":"I summon a bird of prey from the east, a man from a distant country to fulfill my purpose. I have spoken, and I will bring it to pass; what I have planned, I will accomplish."},{"number":12,"verse":"Listen to me, you whose hearts are stubborn and who are far removed from deliverance."},{"number":13,"verse":"I will bring near my justice; it is not far distant, and my salvation will not be delayed. I will grant my salvation to Zion and my glory to Israel."}]}