{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"Come down and sit in the dust, O virgin daughter of Babylon. Sit on the ground without a throne, O daughter of the Chaldeans. Never again will you be called tender and delicate.[a]"},{"number":2,"verse":"Take the millstone and grind meal; remove your veil, strip off your skirt, bare your legs, and wade through the rivers."},{"number":3,"verse":"Your nakedness will be exposed and your shame will be seen. I will take vengeance, and I will show clemency to no one."},{"number":4,"verse":"Thus says our redeemer, the Holy One of Israel, whose name is the LORD of hosts."},{"number":5,"verse":"Sit in silence and conceal yourself in darkness, O daughter of the Chaldeans. For never again will you be called the mistress of kingdoms."},{"number":6,"verse":"Because I was angry with my people I profaned my inheritance and gave them over into your power. You showed them no mercy, and you laid a very heavy yoke on the aged."},{"number":7,"verse":"You said, “I will be a queen forever.” Thus you did not reflect carefully on your actions or give any consideration to their outcome."},{"number":8,"verse":"Now listen to this, you voluptuous woman, as you sit securely on your throne, thinking to yourself, “I am the only one who matters. I will never be a widow or experience the loss of children.”"},{"number":9,"verse":"However, both of these things will befall you, suddenly, in a single day; both the loss of children and widowhood will come upon you in full measure despite all your sorceries and all your potent spells."},{"number":10,"verse":"You felt secure in your wickedness as you thought, “No one can see me.” But your wisdom and your knowledge led you astray, and you said to yourself, “I am the only one who matters.”"},{"number":11,"verse":"As a result, evil will come upon you, and you will not know how to conjure it away, disaster will befall you that you will not be able to avert; complete ruin which you did not foresee will suddenly afflict you."},{"number":12,"verse":"[b]But continue to persist in your spells and your many sorceries in which you have placed your confidence throughout your life. Perhaps you can succeed with them; perhaps you can inspire terror."},{"number":13,"verse":"You have exhausted yourself with consultations ever since your youth. Let the astrologers now come forth to save you, those who seek the future in the stars and who predict at each new moon what will befall you next."},{"number":14,"verse":"But they are like stubble; the fire consumes them. They cannot even deliver themselves from the heat of the flames. These flames are not meant to sit beside; these glowing embers are not meant for keeping warm."},{"number":15,"verse":"Of absolutely no use to you are your astrologers upon whom you have depended from your youth. Each of them follows his own path; not one of them can save you."}]}