{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Now let me sing for my beloved the song of my friend concerning his vineyard. My beloved had a vineyard on a fertile hillside."},{"number":2,"verse":"He dug it, cleared it of stones, and planted it with choice red vines. In its midst he built a watchtower and also hewed out a winepress. He expected it to yield a rich crop of grapes, but the only thing it brought forth was wild grapes."},{"number":3,"verse":"And now, inhabitants of Jerusalem and people of Judah, I ask you to judge between me and my vineyard."},{"number":4,"verse":"What more could I have done for my vineyard that I did not do? When I expected it to yield choice grapes, why did it bring forth wild grapes?"},{"number":5,"verse":"Now listen to me as I tell you what I am planning to do to my vineyard. I will take away its hedge and use it for grazing. I will knock down its wall and let it be trampled upon."},{"number":6,"verse":"I will let it go to waste; it will be neither pruned nor hoed, but left overgrown with briars and thorns. I will also command the clouds not to allow any rain to fall upon it."},{"number":7,"verse":"The vineyard of the LORD of hosts is the house of Israel, and the people of Judah are the plant he cherished. He expected justice but found bloodshed; he expected righteousness but heard cries of distress."},{"number":8,"verse":"Woe to you who add house to house and join field to field until there is no further space remaining and you are left to dwell alone in the midst of the land."},{"number":9,"verse":"The LORD of hosts in my hearing has sworn this solemn oath: Many houses will be left desolate, large and fine mansions with no one to inhabit them."},{"number":10,"verse":"For ten acres of vineyard will yield only one barrel, and ten bushels of seed will yield only a single bushel."},{"number":11,"verse":"Woe to those who rise early in the morning to imbibe strong drink, and who linger far into the night inflamed with wine."},{"number":12,"verse":"Their feasts are marked with harps and lyres, tambourines and flutes and wine. But they never give thought to the deeds of the LORD, or note what his hands have accomplished."},{"number":13,"verse":"Therefore, my people shall end up in exile because they have no knowledge of my deeds. Their nobles are dying of hunger and their masses are parched with thirst."},{"number":14,"verse":"As a result, the netherworld has increased its appetite and opened its jaws to an immeasurable extent, swallowing the nobility of Jerusalem and her masses, her throngs and all who exult in her."},{"number":15,"verse":"People are bowed down, everyone is brought low, and the eyes of the haughty are humbled."},{"number":16,"verse":"But the LORD of hosts is exalted by his judgment, and by righteousness the holy God has displayed his holiness."},{"number":17,"verse":"Lambs will graze there as in their pasture, and yearlings will feed among the ruins."},{"number":18,"verse":"Woe to those who drag iniquity along with the cords of perversity, and who drag sin along as though with cart ropes;"},{"number":19,"verse":"woe to those who say, “Let the LORD make haste and speed up his work that we may see it; let the Holy One of Israel be brought to fulfillment so that we may know it.”"},{"number":20,"verse":"Woe to those who call good what is evil and call evil what is good, who classify as darkness what is light and designate as light what is darkness, who make sweet what is bitter and make bitter what is sweet."},{"number":21,"verse":"Woe to those who are wise in their own eyes and consider themselves to be prudent."},{"number":22,"verse":"Woe to those who are unmatched in their consumption of wine and unsurpassed in mixing drinks,"},{"number":23,"verse":"who accept bribes to acquit the guilty and deny justice to the innocent."},{"number":24,"verse":"As tongues of fire devour the stubble, and as dry grass shrivels in the flames, so their root will decay and their blossoms will be scattered like dust; for they have rejected the law of the LORD of hosts and scorned the word of the Holy One of Israel."},{"number":25,"verse":"Therefore, the anger of the LORD blazed forth against his people; he raised his hand against them and struck them down. The mountains quaked, and their corpses lay like refuse in the streets. But despite all this his anger has not been sated, and his hand is still stretched out."},{"number":26,"verse":"He will deliver a signal to a far-distant nation and summon them from the ends of the earth; they will respond swiftly without any delay.[c]"},{"number":27,"verse":"None of them are weary, none of them stumble, no one slumbers or sleeps. None of them have their belts unfastened or sandals with a broken strap."},{"number":28,"verse":"Their arrows are sharpened and all their bows are bent. The hoofs of their horses seem like flint, and their chariot wheels are like a whirlwind."},{"number":29,"verse":"Their roar is like that of a lion; they growl like young lions. They roar as they seize their prey, and no one can prevent them from carrying it off."},{"number":30,"verse":"They will roar over it on that day, similar to the roaring of the sea. And if anyone looks at the land, he will behold only darkness and distress, with the light fading at the approaching clouds."}]}