{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":51,"verses":[{"number":1,"verse":"Listen to me, you who pursue justice, you who seek the LORD. Look to the rock from which you were hewn, and to the quarry from which you were dug."},{"number":2,"verse":"Look to Abraham, your father, and to Sarah who gave birth to you. When I called him, he was but one, but I blessed him and made him many."},{"number":3,"verse":"The LORD will comfort Zion and have pity on all her ruins. He will make her deserts like Eden and her wastelands into the garden of the LORD. Joy and gladness will resound in her, thanksgiving and the sound of music."},{"number":4,"verse":"Listen attentively to me, my people, and pay heed to me, my nation. For the law will issue forth from me, and my justice will serve as a light to the nations."},{"number":5,"verse":"My justice will issue forth swiftly, my salvation will appear, and I will judge the nations with my arm. The coastlands and the islands will place their hope in me and trust in my protection."},{"number":6,"verse":"Raise your eyes to the heavens and gaze down on the earth below. For the heavens will vanish like smoke, and the earth will wear out like a garment as its inhabitants die like flies. But my salvation will be everlasting and my justice will never cease."},{"number":7,"verse":"Listen to me, you who truly comprehend the meaning of justice and who have my teaching in your hearts. Do not fear the reproach of others or allow their reviling to dismay you."},{"number":8,"verse":"For they will be like a garment eaten away by moths, like wool devoured by grubs. But my saving justice will be everlasting and my deliverance for all generations."},{"number":9,"verse":"Awake, awake, O arm of the LORD! Clothe yourself in strength. Awake as in the days of old, in ages long past. Was it not you who hacked Rahab[b] to pieces and pierced the dragon through?"},{"number":10,"verse":"Was it not you who dried up the sea, the waters of the great deep, and turned the depths of the sea into a path for the redeemed to pass over?"},{"number":11,"verse":"Therefore, those whom the LORD has redeemed will return and enter Zion singing, their heads crowned with everlasting joy. They shall experience joy and gladness, while sorrow and mourning will disappear."},{"number":12,"verse":"I, I alone, am the one who comforts you. Why then do you fear mortal men who must die, human beings who must perish like grass?"},{"number":13,"verse":"You have forgotten the LORD, your maker, who stretched out the heavens and laid the foundations of the earth. You are in constant fear every moment of the day, dreading the fury of the oppressor who is bent on your destruction. But where now is the oppressor’s fury?"},{"number":14,"verse":"The oppressed will soon be set free; they will not die in the dungeon, nor will they be without food."},{"number":15,"verse":"For I am the LORD, your God who stirs up the sea and makes its waves roar; the LORD of hosts is my name."},{"number":16,"verse":"I have put my words into your mouth and sheltered you in the shadow of my hand, I who stretched out the heavens and laid the foundations of the earth, and who say to Zion, You are my people."},{"number":17,"verse":"Awake, awake! Rise up, O Jerusalem! You have drunk from the LORD’s hand the cup of his wrath; and have drained to the dregs the goblet that causes men to become inebriated."},{"number":18,"verse":"Of all the sons you have brought forth, there is no one to guide you; of all the sons you have reared, there is no one to take you by the hand."},{"number":19,"verse":"Who is there to grieve with you about the twofold disaster you have suffered? Devastation and destruction, famine and sword: who can comfort you?"},{"number":20,"verse":"Your children are lying helpless at the corner of every street like antelopes trapped in a net. They are filled with the wrath of the LORD, with the rebuke of your God."},{"number":21,"verse":"Therefore, hear this, you who are afflicted, you who are drunk although not with wine."},{"number":22,"verse":"Thus says your sovereign LORD, your God who defends his people: I have taken from your hand the cup of inebriation; you will never again drink from the bowl of my wrath."},{"number":23,"verse":"I will hand it over to your tormentors, those who said to you, “Lie on the ground so that we may walk over you.” And you flattened your back like ground beneath their feet, like a road for them to walk on.[c]"}]}