{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Awake, awake! Clothe yourself in strength, O Zion. Put on your glorious garments, O Jerusalem, the holy city. For the uncircumcised and the unclean will no longer enter you."},{"number":2,"verse":"Shake off the dust from yourself and rise up O captive Jerusalem. Remove the chains from your neck, O captive daughter of Zion."},{"number":3,"verse":"For thus says the LORD: You were sold for nothing and you will be redeemed without money."},{"number":4,"verse":"Then the Lord GOD continues: Long ago my people went down to Egypt and settled there as aliens; the Assyrians also oppressed them without cause."},{"number":5,"verse":"Therefore, says the LORD, what should now be done? My people have been carried off without cause; their rulers boast triumphantly, and my name is constantly reviled throughout the day, declares the LORD."},{"number":6,"verse":"Therefore, on that day, my people will know my name and understand that it is I who say: Here I am!"},{"number":7,"verse":"How beautiful upon the mountains are the feet of the messenger who announces peace, who bears good news and proclaims glad tidings, announcing salvation and saying to Zion, “Your God is king.”"},{"number":8,"verse":"Listen! Your watchmen raise a cry and together they shout for joy, for with their own eyes they clearly behold the return of the LORD to Zion."},{"number":9,"verse":"Burst forth together with songs of joy, you ruins of Jerusalem. For the LORD has comforted his people; he has redeemed Jerusalem."},{"number":10,"verse":"The LORD has bared his holy arm in the sight of all the nations. All the ends of the earth will see the salvation of our God."},{"number":11,"verse":"Depart, depart! Leave that place behind! Touch nothing that is unclean. Go forth from its midst and purify yourselves, you who carry the vessels of the LORD.[a]"},{"number":12,"verse":"But you need not rush forth in haste, nor should you take flight like fugitives. For the LORD will go before you, and your rear guard will be the God of Israel."},{"number":13,"verse":"Behold, my servant will prosper; he will be exalted and raised to great heights."},{"number":14,"verse":"Just as many people recoiled at the sight of him— he was so disfigured that he no longer appeared to be human—"},{"number":15,"verse":"so will he startle many nations, and kings will be speechless before him. For they will see what they had not been told, and they will contemplate what they had not previously heard."}]}