{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Shout loudly, without holding back. Lift up your voice like a trumpet. Proclaim to my people their wicked deeds, to the house of Jacob their sins."},{"number":2,"verse":"Yet they search for me day after day in their desire to know my ways, as if they are a nation that adheres to righteousness and has not abandoned the law of their God. They request that I make righteous judgments, and they long to be near God."},{"number":3,"verse":"They ask, “Why should we fast when you do not even notice? Why should we mortify ourselves when you pay no heed?” The truth is that on your fast days you serve your own interests and oppress all your workers."},{"number":4,"verse":"Your fasting only leads to quarrels and fights and lashing out with vicious blows. Such fasting as you currently practice will not make your voice heard on high."},{"number":5,"verse":"Is this the type of fast that pleases me, a day for a man to humble himself, to bow his head like a reed and lie in sackcloth and ashes? Is this what you call a fast, a day acceptable to the LORD?"},{"number":6,"verse":"This rather is the type of fast that I wish: to loosen the fetters of injustice, to undo the thongs of the yoke, to set free those who are oppressed and to break every yoke,"},{"number":7,"verse":"to share your bread with the hungry and to offer shelter to the homeless poor, to clothe the naked when you behold them and not turn your back on your own kin."},{"number":8,"verse":"Then your light will break forth like the dawn, and your wound will quickly be healed; your righteousness will go before you, and the glory of the LORD will be your rear guard."},{"number":9,"verse":"Then, when you call, the LORD will answer; you will cry out for help, and he will say, “Here I am.” If you cease to tolerate the yoke of oppression, the pointing of fingers[a] and malicious words,"},{"number":10,"verse":"if you offer your food to the hungry and satisfy the needs of the afflicted, then your light will rise in the darkness, and your night will become like midday."},{"number":11,"verse":"The LORD will guide you continually and satisfy your needs in the barren desert. He will strengthen your limbs, and you will be like a watered garden, like a spring whose waters never run dry."},{"number":12,"verse":"Your ancient ruins will be rebuilt, constructed on foundations from generations past. You will be called the rebuilder of broken walls and the restorer of ruined streets and dwellings."},{"number":13,"verse":"If you refrain from traveling on the Sabbath and from engaging in your own interests on my holy day, if you call the Sabbath a day of joy and regard the LORD’s holy day as honorable, if you honor it by not going your own way, serving your own interests, or attending to your own affairs;"},{"number":14,"verse":"then you will find true happiness in the LORD, and I will enable you to ride upon the heights of the earth. I will nourish you with the heritage of your father Jacob, for the mouth of the LORD has spoken."}]}