{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"[a]Who is this that comes from Edom, from Bozrah in crimson garments? Who is this so magnificently attired, marching with his mighty strength? “It is I, proclaiming victory, I who possess the power to save.”"},{"number":2,"verse":"Why are your robes red, like the garments of those who tread the winepress?"},{"number":3,"verse":"“I have trodden the winepress alone; not one of the nations came to my aid. I trod the nations in my anger and trampled them in my wrath. Their blood spurted out all over my garments and stained all my robes."},{"number":4,"verse":"I resolved in my heart on a day of vengeance, and my year for redeeming was at hand."},{"number":5,"verse":"I looked all around, but there was no one to help; I was outraged that no one offered any assistance. Even so, my own arm brought me victory and my wrath sustained me."},{"number":6,"verse":"I trampled down the peoples in my anger; I crushed them in my wrath and sent their blood streaming forth over the ground.”"},{"number":7,"verse":"I will recount the favors of the LORD, the glorious deeds of the LORD, because of all that the LORD has done for us and the great kindness he has shown to the house of Israel. He has favored us with his mercy and the abundance of his steadfast love."},{"number":8,"verse":"For he said, “These are indeed my people, children who will not betray me,” and he became their Savior."},{"number":9,"verse":"In all their difficulties it was no messenger or an angel but he himself who saved them. In his love and his pity he redeemed them; he lifted them up and carried them through all the days of old."},{"number":10,"verse":"However, they rebelled and grieved his Holy Spirit. Therefore, he became their enemy and he himself fought against them."},{"number":11,"verse":"Then they remembered the days of old and Moses his servant. Where is he who brought up from the water the shepherd of his flock? Where is he who put his Holy Spirit in their midst,"},{"number":12,"verse":"whose glorious arm led them to march at the right hand of Moses, who divided the waters before them to win for himself everlasting renown,"},{"number":13,"verse":"and who led them through the depths? Like horses in open country, they did not stumble."},{"number":14,"verse":"Like cattle descending into a valley, the Spirit of the LORD afforded them rest."},{"number":15,"verse":"Look down from heaven and see, from your holy and glorious dwelling. Where are your zeal and your might, your compassion and your tender mercy? Do not withhold them from me."},{"number":16,"verse":"For you are our Father. Although Abraham does not know us and Israel[c] does not acknowledge us, you, O LORD, are our Father; forever you have been called our Redeemer."},{"number":17,"verse":"Why, O LORD, do you allow us to wander from your ways, and harden our hearts so that we do not fear you? Return for the sake of your servants, for the tribes that are your heritage."},{"number":18,"verse":"For a brief period of time your people possessed your holy place, but now your enemies have trampled down your sanctuary."},{"number":19,"verse":"For far too long we have been like those whom you do not rule, like those who do not bear your name."}]}