{"bibleAbbr":"NCB2019","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"The people who walked in darkness have seen a great light; upon those who dwelt in the shadow of death a light has dawned."},{"number":2,"verse":"You have enlarged the nation and given them great joy; they rejoice before you as those who rejoice at the harvest, as they exult when dividing spoils."},{"number":3,"verse":"For the yoke that burdened them, the bar across their shoulders, and the rod of their oppressor you have broken as on the day of Midian.[b]"},{"number":4,"verse":"For every boot of a warrior that tramped in battle and every garment soaked in blood will be burned as fuel for the fire."},{"number":5,"verse":"For a child has been born to us, a son has been given to us. Upon his shoulders dominion rests, and this is the name he has been given: Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace."},{"number":6,"verse":"His dominion will grow continually, and there will be endless peace bestowed on David’s throne and over his kingdom. He will establish and sustain it with justice and integrity from this time onward and forevermore; the zeal of the LORD of hosts will accomplish this."},{"number":7,"verse":"The LORD has sent forth his word against Jacob, and it has fallen on Israel."},{"number":8,"verse":"[c]All the people were aware of this, Ephraim and the inhabitants of Samaria, but they said in their arrogance and pride of heart,"},{"number":9,"verse":"“The bricks have fallen down, but we will rebuild with dressed stones. The sycamores have been cut down, but we will replace them with cedars.”"},{"number":10,"verse":"In response the LORD raised up foes against them and spurred on their enemies,"},{"number":11,"verse":"the Arameans on the east and the Philistines on the west, and they devoured Israel with gaping jaws. Yet after all this his anger has not abated and his hand is still outstretched."},{"number":12,"verse":"But the people did not turn to him who struck them, nor did they seek the LORD of hosts."},{"number":13,"verse":"Therefore, the LORD cut off from Israel head and tail, palm branch and reed, in a single day."},{"number":14,"verse":"[The elders and the nobles are the head; the prophets who teach lies are the tail.]"},{"number":15,"verse":"For those who were leaders of the people led them astray, and those who were led by them were swallowed up."},{"number":16,"verse":"For this reason the LORD did not show pity to their young people or have compassion on their orphans and widows, since all of them were godless evildoers and every word they spoke was impious. Yet after all this, his anger has not abated and his hand is still outstretched."},{"number":17,"verse":"For wickedness continued to burn like a fire, consuming briers and thorns, and setting ablaze the thickets of the forest which rose upward in a column of smoke."},{"number":18,"verse":"The land was set ablaze by the wrath of the LORD of hosts, and the people became like fuel for the fire; no one spared his brother."},{"number":19,"verse":"They gorged on the right but were still hungry; they devoured on the left but were not satisfied; many ate the flesh of their own offspring."},{"number":20,"verse":"Manasseh devoured Ephraim, and Ephraim devoured Manasseh; together they turned against Judah."},{"number":21,"verse":"Yet after all this, his anger has not abated and his hand is still outstretched."}]}