{"bibleAbbr":"ULT2024","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"David sang to Yahweh the words of this song on the day that Yahweh rescued him out of the hand of all his enemies, and out of the hand of Saul."},{"number":2,"verse":"He prayed, \"Yahweh is my rock, my fortress, the one who rescues me."},{"number":3,"verse":"God is my rock. I take refuge in him. He is my shield, the horn of my salvation, my stronghold, and my refuge, the one who saves me from violence."},{"number":4,"verse":"I will call on Yahweh, who is worthy to be praised, and I will be saved from my enemies."},{"number":5,"verse":"For the waves of death surrounded me, the rushing waters of destruction overwhelmed me."},{"number":6,"verse":"The cords of Sheol surrounded me; the snares of death trapped me."},{"number":7,"verse":"In my distress I called to Yahweh; I called to my God; he heard my voice from his temple, and my call for help went into his ears."},{"number":8,"verse":"Then the earth shook and trembled. The foundations of the heavens trembled and were shaken, because God was angry."},{"number":9,"verse":"Smoke went up from out of his nostrils, and blazing fire came out of his mouth. Coals were ignited by it."},{"number":10,"verse":"He opened the heavens and came down, and thick darkness was under his feet."},{"number":11,"verse":"He rode on a cherub and flew. He was seen on the wings of the wind. [ Some versions have, He flew on the wings of the wind. ]"},{"number":12,"verse":"He made darkness a tent around him, gathering heavy rain clouds in the skies."},{"number":13,"verse":"From the lightning before him coals of fire fell."},{"number":14,"verse":"Yahweh thundered from the heavens. The Most High shouted."},{"number":15,"verse":"He shot arrows and scattered his enemies— lightning bolts and dispersed them."},{"number":16,"verse":"Then the channels of the sea were seen; the foundations of the world were laid bare at the rebuke of Yahweh, at the blast of the breath of his nostrils."},{"number":17,"verse":"He reached down from above; he took hold of me! He pulled me out of the surging water."},{"number":18,"verse":"He rescued me from my strong enemy, from those who hated me, for they were too strong for me."},{"number":19,"verse":"They came against me on the day of my distress, but Yahweh was my support."},{"number":20,"verse":"He also brought me out to a wide open place. He saved me because he was pleased with me."},{"number":21,"verse":"Yahweh has rewarded me to the measure of my righteousness; he has restored me to the measure of the cleanness of my hands."},{"number":22,"verse":"For I have kept the ways of Yahweh and have not acted wickedly by turning from my God."},{"number":23,"verse":"For all his righteous decrees have been before me; as for his statutes, I have not turned away from them."},{"number":24,"verse":"I have also been innocent before him, and I have kept myself from sin."},{"number":25,"verse":"Therefore Yahweh has restored me to the measure of my righteousness, to the degree of my cleanness in his sight."},{"number":26,"verse":"To the faithful one, you show yourself to be faithful; to a man who is blameless, you show yourself to be blameless."},{"number":27,"verse":"With the pure you show yourself pure, but you are perverse to the twisted."},{"number":28,"verse":"You save afflicted people, but your eyes are against the proud, and you bring them down."},{"number":29,"verse":"For you are my lamp, Yahweh. Yahweh lights up my darkness."},{"number":30,"verse":"For by you I can run over a barricade; by my God I can leap over a wall."},{"number":31,"verse":"As for God, his way is perfect. The word of Yahweh is pure. He is a shield to everyone who takes refuge in him."},{"number":32,"verse":"For who is God except Yahweh, and who is a rock except our God?"},{"number":33,"verse":"God is my refuge, and he leads the blameless person on his path."},{"number":34,"verse":"He makes my feet swift like a deer and places me on the high hills."},{"number":35,"verse":"He trains my hands for war, and my arms to bend a bow of bronze."},{"number":36,"verse":"You have given me the shield of your salvation, and your favor has made me great."},{"number":37,"verse":"You have made a wide place for my feet beneath me, so my feet have not slipped."},{"number":38,"verse":"I pursued my enemies and destroyed them. I did not turn back until they were destroyed."},{"number":39,"verse":"I devoured them and smashed them; they cannot rise. They have fallen under my feet."},{"number":40,"verse":"You put strength on me like a belt for battle; you put under me those who rise up against me."},{"number":41,"verse":"You gave me the back of my enemies' necks; I annihilated those who hated me."},{"number":42,"verse":"They cried for help, but no one saved them; they cried out to Yahweh, but he did not answer them."},{"number":43,"verse":"I beat them into fine pieces like dust on the ground, I pulverized them like mud in the streets."},{"number":44,"verse":"You also have rescued me from the disputes of my own people. You have kept me as the head of nations. A people that I have not known serves me."},{"number":45,"verse":"Foreigners were forced to bow to me. As soon as they heard of me, they obeyed me."},{"number":46,"verse":"The foreigners came trembling out of their strongholds."},{"number":47,"verse":"Yahweh lives! May my rock be praised. May God be exalted, the rock of my salvation."},{"number":48,"verse":"This is the God who executes vengeance for me, the one who brings down peoples under me."},{"number":49,"verse":"He sets me free from my enemies. Indeed, you lifted me up above those who rose up against me. You rescue me from violent men."},{"number":50,"verse":"Therefore I will give thanks to you, Yahweh, among the nations; I will sing praises to your name."},{"number":51,"verse":"God gives great victory to his king, and he shows his covenant loyalty to his anointed one, to David and to his descendants forever.\""}]}