{"bibleAbbr":"Geneva1587","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"Now Joab the son of Zeruiah perceived that the king's That the king favoured him. heart [was] toward Absalom."},{"number":2,"verse":"And Joab sent to Tekoah, and fetched thence a wise woman, and said unto her, I pray thee, feign thyself to be a mourner, and put on now mourning apparel, and In token of mourning: for they used anointing to seem cheerful. anoint not thyself with oil, but be as a woman that had a long time mourned for the dead:"},{"number":3,"verse":"And come to the King, and speake on this maner vnto him, (for Ioab taught her what she should say)."},{"number":4,"verse":"Then the woman of Tekoah spake vnto the king, & fel downe on her face to the ground, and did obeysance, and sayd, Helpe, O King."},{"number":5,"verse":"Then the King sayd vnto her, What aileth thee? And she answered, I am in deede a widow, and mine husband is dead:"},{"number":6,"verse":"And thy handmaid had two Under this parable she describes the death of Amnon by Absalom. sons, and they two strove together in the field, and [there was] none to part them, but the one smote the other, and slew him."},{"number":7,"verse":"And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the Because he has slain his brother he ought to be slain according to the law, (Gen_9:6; Exo_21:12). life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband [neither] name nor remainder upon the earth."},{"number":8,"verse":"And the King said vnto the woman, Go to thine house, and I wil giue a charge for thee."},{"number":9,"verse":"And the woman of Tekoah said unto the king, My lord, O king, the Concerning the breach of the Law which punishes blood, let me bear the blame. iniquity [be] on me, and on my father's house: and the king and his throne [be] guiltless."},{"number":10,"verse":"And the King sayde, Bring him to me that speaketh against thee, and he shall touche thee no more."},{"number":11,"verse":"Then said she, I pray thee, let the king Swear that they will not revenge the blood, which are many in number. remember the LORD thy God, that thou wouldest not suffer the revengers of blood to destroy any more, lest they destroy my son. And he said, [As] the LORD liveth, there shall not one hair of thy son fall to the earth."},{"number":12,"verse":"Then the woman said, I pray thee, let thine handmayde speake a worde to my lord the King; he sayd, Say on."},{"number":13,"verse":"And the woman said, Wherefore then hast thou Why do you give contrary sentence to your son Absalom? thought such a thing against the people of God? for the king doth speak this thing as one which is faulty, in that the king doth not fetch home again his banished."},{"number":14,"verse":"For we must needs die, and [are] as water spilt on the ground, which cannot be gathered up again; neither doth God respect [any] person: yet doth he devise God has often provided ways (as sanctuaries) to save them, whom man judges worthy of death. means, that his banished be not expelled from him."},{"number":15,"verse":"Now therefore that I am come to speak of this thing unto my lord the king, [it is] because the people For I thought they would kill my son. have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid."},{"number":16,"verse":"For the King wil heare, to deliuer his handmayde out of the hande of the man that woulde destroy mee, and also my sonne from the inheritance of God."},{"number":17,"verse":"Then thine handmaid said, The word of my lord the king shall now be comfortable: for as an Is of great wisdom to discern right from wrong. angel of God, so [is] my lord the king to discern good and bad: therefore the LORD thy God will be with thee."},{"number":18,"verse":"Then the King answered, and said vnto the woman, Hide not from me, I pray thee, the thing that I shall aske thee; the woman sayde, Let my lord the King now speake."},{"number":19,"verse":"And the king said, [Is not] Have you not done this by the counsel of Joab. the hand of Joab with thee in all this? And the woman answered and said, [As] thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:"},{"number":20,"verse":"To fetch about this By speaking further in a parable than plainly. form of speech hath thy servant Joab done this thing: and my lord [is] wise, according to the wisdom of an angel of God, to know all [things] that [are] in the earth."},{"number":21,"verse":"And the king said unto Joab, Behold now, I have I have granted your request. done this thing: go therefore, bring the young man Absalom again."},{"number":22,"verse":"And Ioab fell to the grounde on his face, and bowed himselfe, & thanked the King. Then Ioab sayde, This day thy seruant knoweth, that I haue found grace in thy sight, my lord the King, in that the King hath fulfilled the request of his seruant."},{"number":23,"verse":"And Ioab arose, and went to Geshur, and brought Absalom to Ierusalem."},{"number":24,"verse":"And the king said, Let him Covering by this his affection, and showing some part of justice to please the people. turn to his own house, and let him not see my face. So Absalom returned to his own house, and saw not the king's face."},{"number":25,"verse":"Nowe in all Israel there was none to be so much praysed for beautie as Absalom: from the sole of his foote euen to the toppe of his head there was no blemish in him."},{"number":26,"verse":"And when he polled his head, (for it was at every year's end that he polled [it]: because [the hair] was heavy on him, therefore he polled it:) he weighed the hair of his head at two hundred Which weighed 6 pounds 4 ounces after half an ounce the shekel. shekels after the king's weight."},{"number":27,"verse":"And Absalom had three sonnes, and one daughter named Tamar, which was a fayre woman to looke vpon."},{"number":28,"verse":"So Absalom dwelt the space of two yeres in Ierusalem, and saw not the Kings face."},{"number":29,"verse":"Therefore Absalom sent for Ioab to sende him to the King, but he would not come to him: and when he sent againe, he would not come."},{"number":30,"verse":"Therefore he said unto his servants, See, Joab's field is near mine, and he hath barley there; go and set it The wicked are impatient in their affections, and spare no unlawful means to accomplish them. on fire. And Absalom's servants set the field on fire."},{"number":31,"verse":"Then Ioab arose, & came to Absalom vnto his house, & sayd vnto him, Wherefore haue thy seruants burnt my field with fire?"},{"number":32,"verse":"And Absalom answered Joab, Behold, I sent unto thee, saying, Come hither, that I may send thee to the king, to say, Wherefore am I come from Geshur? [it had been] good for me [to have been] there still: now therefore let me see the king's face; and If I have offended by revenging my sister's dishonour: thus the wicked justify themselves in their evil. if there be [any] iniquity in me, let him kill me."},{"number":33,"verse":"Then Ioab came to the King, & told him: & he called for Absalom, who came to the King, and bowed himselfe to the grounde on his face before the King, and the King kissed Absalom."}]}