{"bibleAbbr":"Geneva1587","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"And when David was a little past the Which was the hill of olives, (2Sa_15:30). top [of the hill], behold, Ziba the servant of Mephibosheth met him, with a couple of asses saddled, and upon them two hundred [loaves] of bread, and an hundred bunches of raisins, and an hundred of summer fruits, and a bottle of wine."},{"number":2,"verse":"And the king said unto Ziba, What meanest thou by these? And Ziba said, The Commonly there are no viler traitors than they, who under the pretence of friendship accuse others. asses [be] for the king's household to ride on; and the bread and summer fruit for the young men to eat; and the wine, that such as be faint in the wilderness may drink."},{"number":3,"verse":"And the king sayde, But where is thy masters sonne? Then Ziba answered the King, Beholde, he remayneth in Ierusalem: for he sayde, This day shall the house of Israel restore me the kingdome of my father."},{"number":4,"verse":"Then said the King to Ziba, Behold, thine are all that perteined vnto Mephibosheth; Ziba saide, I beseech thee, let me finde grace in thy sight, my lord, O King."},{"number":5,"verse":"And when king David came to Which was a city in the tribe of Benjamin. Bahurim, behold, thence came out a man of the family of the house of Saul, whose name [was] Shimei, the son of Gera: he came forth, and cursed still as he came."},{"number":6,"verse":"And he cast stones at David, and at all the servants of king David: and all the people and all the mighty men [were] on his That is, round about him. right hand and on his left."},{"number":7,"verse":"And thus sayde Shimei when hee cursed, Come forth, come foorth thou murtherer, and wicked man."},{"number":8,"verse":"The LORD hath returned upon thee all the Reproaching him, as though by his means Ishbosheth and Abner were slain. blood of the house of Saul, in whose stead thou hast reigned; and the LORD hath delivered the kingdom into the hand of Absalom thy son: and, behold, thou [art taken] in thy mischief, because thou [art] a bloody man."},{"number":9,"verse":"Then saide Abishai the sonne of Zeruiah vnto the King, Why doeth this dead dog curse my lord the King? let me goe, I pray thee, and take away his head."},{"number":10,"verse":"And the king said, What have I to do with you, ye sons of Zeruiah? so let him curse, because the LORD hath David felt that this was the judgment of God for his sin, and therefore humbles himself to his rod. said unto him, Curse David. Who shall then say, Wherefore hast thou done so?"},{"number":11,"verse":"And Dauid sayd to Abishai, and to all his seruants, Beholde, my sonne which came out of mine owne bowels, seeketh my life: then howe much more now may this sonne of Iemini? Suffer him to curse: for the Lord hath bidden him."},{"number":12,"verse":"It may be that the LORD will look on mine affliction, and that the LORD will Meaning, that the Lord will send comfort to his, when they are oppressed. requite me good for his cursing this day."},{"number":13,"verse":"And as Dauid and his men went by the way, Shimei went by the side of the mountaine ouer against him, and cursed as he went, & threw stones against him, and cast dust."},{"number":14,"verse":"And the king, and all the people that [were] with him, came weary, and refreshed themselves That is, at Bahurim. there."},{"number":15,"verse":"And Absalom, & all the people, the men of Israel, came to Ierusalem, and Ahithophel with him."},{"number":16,"verse":"And when Hushai the Archite Dauids friend was come vnto Absalom, Hushai said vnto Absalom, God saue the King, God saue the King."},{"number":17,"verse":"And Absalom said to Hushai, [Is] this thy kindness to thy Meaning, David. friend? why wentest thou not with thy friend?"},{"number":18,"verse":"Hushai then answered vnto Absalom, Nay, but whome the Lord, and this people, and all the men of Israel chuse, his will I be, and with him will I dwell."},{"number":19,"verse":"And moreouer vnto whome shall I doe seruice? not to his sonne? as I serued before thy father, so will I before thee."},{"number":20,"verse":"Then spake Absalom to Ahithophel, Giue counsell what we shall doe."},{"number":21,"verse":"And Suspecting the change of the kingdom, and so his own overthrow, he gives such counsel as might most hinder his father's reconciliation: and also declare to the people that Absalom was in highest authority. Ahithophel said unto Absalom, Go in unto thy father's concubines, which he hath left to keep the house; and all Israel shall hear that thou art abhorred of thy father: then shall the hands of all that [are] with thee be strong."},{"number":22,"verse":"So they spread Absalom a tent vpon the top of the house, and Absalom went in to his fathers concubines in the sight of all Israel."},{"number":23,"verse":"And the counsel of Ahithophel, which he counselled in those days, [was] as if a man had It was so esteemed for the success of it. enquired at the oracle of God: so [was] all the counsel of Ahithophel both with David and with Absalom."}]}