{"bibleAbbr":"Geneva1587","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"Now there was That is, without intermission enduring two years, which was the whole reign of Ishbosheth. long war between the house of Saul and the house of David: but David waxed stronger and stronger, and the house of Saul waxed weaker and weaker."},{"number":2,"verse":"And vnto Dauid were children borne in Hebron: and his eldest sonne was Amnon of Ahinoam the Izreelite,"},{"number":3,"verse":"And his second, Who is also called Daniel, (1Ch_3:1). Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;"},{"number":4,"verse":"And the fourth, Adoniiah the sonne of Haggith, and the fifth, Shephatiah the sonne of Abital,"},{"number":5,"verse":"And the sixth, Ithream, by Eglah David's wife. These were born to David in Within seven years and six months. Hebron."},{"number":6,"verse":"Nowe while there was warre betweene the house of Saul and the house of Dauid, Abner made all his power for the house of Saul."},{"number":7,"verse":"And Saul had a concubine named Rizpah, the daughter of Aiiah; Ish-bosheth sayde to Abner, Wherefore hast thou gone in to my fathers concubine?"},{"number":8,"verse":"Then was Abner very wroth for the words of Ishbosheth, and said, [Am] I a Do you esteem me no more than a dog, for all my service done to your father's house? dog's head, which against Judah do shew kindness this day unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, that thou chargest me to day with a fault concerning this woman?"},{"number":9,"verse":"We see how the wicked cannot abide being admonished about their faults, but seek their displeasure, who go about to bring them from their wickedness. So do God to Abner, and more also, except, as the LORD hath sworn to David, even so I do to him;"},{"number":10,"verse":"To remoue the kingdome from the house of Saul, that the throne of Dauid may be stablished ouer Israel, and ouer Iudah, euen from Dan to Beer-sheba."},{"number":11,"verse":"And he durst no more answere to Abner: for he feared him."},{"number":12,"verse":"Then Abner sent messengers to Dauid on his behalfe, saying, Whose is the lande? who should also say, Make couenant with me, and beholde, mine hande shalbe with thee, to bring all Israel vnto thee."},{"number":13,"verse":"Who saide, Well, I will make a couenant with thee: but one thing I require of thee, that is, that thou see not my face except thou bring Michal Sauls daughter when thou commest to see me."},{"number":14,"verse":"Then Dauid sent messengers to Ish-bosheth Sauls sonne, saying, Deliuer me my wife Michal, which I marryed for an hundreth foreskinnes of the Philistims."},{"number":15,"verse":"And Ish-bosheth sent, and tooke her from her husband Phaltiel the sonne of Laish."},{"number":16,"verse":"And her husband went with her, & came weeping behinde her, vnto Bahurim: then saide Abner vnto him, Go, and returne. So he returned."},{"number":17,"verse":"And Abner had Rather for malice that he bore toward Ishbosheth, than for love he bore to David. communication with the elders of Israel, saying, Ye sought for David in times past [to be] king over you:"},{"number":18,"verse":"Nowe then doe it: for the Lord hath spoken of Dauid, saying, By the hand of my seruant Dauid I will saue my people Israel out of the handes of the Philistims, and out of the handes of all their enemies."},{"number":19,"verse":"And Abner also spake in the ears of Benjamin: and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel, and that seemed good to the whole Who challenged the kingdom, because of their father Saul. house of Benjamin."},{"number":20,"verse":"So Abner came to Dauid to Hebron, hauing twentie men with him, and Dauid made a feast vnto Abner, and to the men that were with him."},{"number":21,"verse":"Then Abner sayde vnto Dauid, I will rise vp, and goe gather all Israel vnto my lorde the King, that they may make a couenant with thee, and that thou mayest reigne ouer all that thine heart desireth. Then Dauid let Abner depart, who went in peace."},{"number":22,"verse":"And, behold, the servants of David and Joab came From war against the Philistines. from [pursuing] a troop, and brought in a great spoil with them: but Abner [was] not with David in Hebron; for he had sent him away, and he was gone in peace."},{"number":23,"verse":"When Ioab, & all the hoste that was with him were come, men tolde Ioab, saying, Abner the sonne of Ner came to the King, and he hath sent him away, and he is gone in peace."},{"number":24,"verse":"Then Joab came to the king, and said, Here appears the malicious mind of Joab, who would have had the king slay Abner for his private grudge. What hast thou done? behold, Abner came unto thee; why [is] it [that] thou hast sent him away, and he is quite gone?"},{"number":25,"verse":"Thou knowest Abner the sonne of Ner: for he came to deceiue thee, and to knowe thy outgoing and ingoing, and to knowe all that thou doest."},{"number":26,"verse":"And when Ioab was gone out from Dauid, he sent messengers after Abner, which brought him againe from the well of Siriah vnknowing to Dauid."},{"number":27,"verse":"And when Abner was come againe to Hebron, Ioab tooke him aside in the gate to speake with him peaceably, and smote him vnder the fift ryb, that he dyed, for the blood of Asahel his brother."},{"number":28,"verse":"And afterward when David heard [it], he said, I and my kingdom [are] the Lord knows that I did not consent to his death. guiltless before the LORD for ever from the blood of Abner the son of Ner:"},{"number":29,"verse":"Let the blood fall on the head of Ioab, and on all his fathers house, that the house of Ioab be neuer without some that haue running issues, or leper, or that leaneth on a staffe, or that doeth fall on the sworde, or that lacketh bread."},{"number":30,"verse":"So Joab and Abishai is said to slay him with Joab, because he consented to the murder. Abishai his brother slew Abner, because he had slain their brother Asahel at Gibeon in the battle."},{"number":31,"verse":"And David said to Joab, and to all the people that [were] with him, Rend your clothes, and gird you with sackcloth, and mourn Meaning before the corpse. before Abner. And king David [himself] followed the bier."},{"number":32,"verse":"And when they had buryed Abner in Hebron, the King lift vp his voyce, and wept beside the sepulchre of Abner, and all the people wept."},{"number":33,"verse":"And the king lamented over Abner, and said, Died Abner He declares that Abner died not as a wretch or vile person, but as a valiant man might do, being traitorously deceived by the wicked. as a fool dieth?"},{"number":34,"verse":"Thine handes were not bounde, nor thy feete tyed in fetters of brasse: but as a man falleth before wicked men, so diddest thou fall; all the people wept againe for him."},{"number":35,"verse":"And when all the people came to cause David to eat According to their custom, which was to feast at burials. meat while it was yet day, David sware, saying, So do God to me, and more also, if I taste bread, or ought else, till the sun be down."},{"number":36,"verse":"And all the people took notice [of it], and it It is expedient sometimes not only to conceive inward sorrow, but also that it may appear to others, so that they may be satisfied. pleased them: as whatsoever the king did pleased all the people."},{"number":37,"verse":"For all the people and all Israel vnderstoode that day, howe that it was not the Kings deede that Abner the sonne of Ner was slaine."},{"number":38,"verse":"And the King said vnto his seruants, Know ye not, that there is a prince & a great man falle this day in Israel?"},{"number":39,"verse":"And I am this day weake and newly anoynted King: and these men the sonnes of Zeruiah be too harde for me: the Lorde rewarde the doer of euill according to his wickednesse."}]}