{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"The burden of Tyre: Howl, ships of Tarshish! For it is ruined, without house, without entrance. It is revealed to them from the land of Kittim."},{"number":2,"verse":"Be still, ones living in the coast, trader of Sidon crossing the sea; they have filled you."},{"number":3,"verse":"And by great waters, the seed of Sihor and the harvest of the Nile was her revenue; and she the mart of nations."},{"number":4,"verse":"Be ashamed, Sidon, for the sea has spoken, the strength of the sea, saying, I have not travailed, and not brought forth, I have not made grow young men and not raised up virgins."},{"number":5,"verse":"As the report comes to Egypt, so they shall be anguished at the report of Tyre."},{"number":6,"verse":"Pass over Tarshish; howl, the ones living at the coast!"},{"number":7,"verse":"Is this your exulting city from days of her old age? Her feet bear her far away to stay."},{"number":8,"verse":"Who has counseled this against Tyre, the crowning city, whose merchants are rulers, whose traders are the weighty of the earth?"},{"number":9,"verse":"Jehovah of Hosts has counseled it, to stain the pride of all glory, to bring all those being honored of the earth into contempt."},{"number":10,"verse":"Pass through your land as the Nile, O daughter of Tarshish; there is no girdle any more."},{"number":11,"verse":"He stretched His hand over the sea; He shook kingdoms. Jehovah has made a decree against Canaan, to destroy its strongholds."},{"number":12,"verse":"And He said, You shall not again still rejoice, oppressed one, virgin daughter of Sidon. Arise, cross over to Kittim, even there is no rest to you."},{"number":13,"verse":"Behold, the land of the Chaldeans! This people did not exist! Assyria founded it for desert-creaturess. They set up their siege towers; they lay bare its palaces; they set it up to be a ruin."},{"number":14,"verse":"Howl, ships of Tarshish! For your stronghold is ruined."},{"number":15,"verse":"And it shall be in that day that Tyre shall be forgotten seventy years, according to the days of one king. At the end of seventy years, it will be as the song of a harlot to Tyre."},{"number":16,"verse":"Take a harp; go about the city, O forgotten harlot. Do well to play; make many songs, that you may be remembered."},{"number":17,"verse":"And it will be, after the end of seventy years, Jehovah will visit Tyre; and she shall return to her hire, and will fornicate with all the kingdoms of the earth on the face of the earth."},{"number":18,"verse":"And her gain and her wages shall be holiness to Jehovah; it shall not be hoarded and not stored; for her gain shall be for those who dwell before Jehovah, to eat to satiety, and for a choice covering."}]}