{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Be quiet towards Me, O isles; and let peoples renew their strength. They come near; then they speak: Let us draw near together for judgment."},{"number":2,"verse":"Who raised up in righteousness from the east? He called him to His foot; He gives nations before him, and subdues kings; He gives them as dust to his sword, as driven stubble to his bow;"},{"number":3,"verse":"He pursues them; he passes on in peace; he does not go by the way with his feet."},{"number":4,"verse":"Who has planned and done it, calling forth the generations from the beginning? I Jehovah am the First and the Last; I am He."},{"number":5,"verse":"The isles have seen and fear; the ends of the earth tremble; they have drawn near; yea, they come."},{"number":6,"verse":"Each man helps his neighbor, and says to his brother, Be strong."},{"number":7,"verse":"So the carver strengthens the refiner; and he smoothing with the hammer, him who struck the anvil, saying of the soldering, It is good. And he made it strong with nails; it will not totter."},{"number":8,"verse":"But you Israel are My servant, Jacob whom I have elected; the seed of My friend Abraham;"},{"number":9,"verse":"whom I have made strong from the ends of the earth, and called you from its sides; and I said to you, You are My servant. I elected you, and I have not rejected you."},{"number":10,"verse":"Do not fear, for I am with you; do not gaze about, for I am your God; I will make you strong; yea, I will help you; yea, I will uphold you with the right hand of My righteousness."},{"number":11,"verse":"Behold, all shall be ashamed and humiliated, all who are provoked with you; they are as nothing, and men of your contention are perishing."},{"number":12,"verse":"You shall seek them and shall not find them; men of your strife shall be as nothing, and men of your battle as ceasing."},{"number":13,"verse":"For I Jehovah your God am strengthening your right hand, who says to you, Do not fear, I will help you."},{"number":14,"verse":"Fear not, worm of Jacob, men of Israel; I will help you, a statement of Jehovah, and your Redeemer, the Holy One of Israel."},{"number":15,"verse":"Behold! I have set you a new sharp threshing instrument, a master of teeth; you shall thresh mountains and beat and crush them small, and shall make hills like the chaff."},{"number":16,"verse":"You shall winnow them, and wind will bear them away, and the tempest will scatter them. And you shall rejoice in Jehovah; you shall glory in the Holy One of Israel."},{"number":17,"verse":"Afflicted ones and the needy ones seek water, and there is not any; their tongue is parched for thirst. I, Jehovah will answer them, the God of Israel; I will not leave them."},{"number":18,"verse":"I will open rivers in bare places, and springs of water in the midst of valleys; I will make the desert for a pool of water, and the dry land springs of water."},{"number":19,"verse":"I will give cedar in the wilderness, acacia, and myrtle, and the oil tree; I will set fir, oak and boxwood together in the desert;"},{"number":20,"verse":"so that they may see, and know, and set up, and understand together, that the hand of Jehovah has done this; and the Holy One of Israel has created it."},{"number":21,"verse":"Bring near your cause, says Jehovah; let your strong reasons come near, says the King of Jacob."},{"number":22,"verse":"Let them draw near and tell us what shall happen; the former things, let them reveal what they are, that we may set our heart and know their end; or declare to us the coming things."},{"number":23,"verse":"Reveal the coming things hereafter, so that we may know that you are gods. Yea, do good, or do evil, that we may gaze and see together."},{"number":24,"verse":"Behold, you are of nothing; and your work of nothing; he who chooses you is a disgusting thing."},{"number":25,"verse":"I have raised up one from the north; and he shall come from the rising of the sun; he will call on My name. And he shall come upon rulers as on mortar, and as a potter tramples clay."},{"number":26,"verse":"Who has declared from the beginning, that we may know; and from before, that we may say, He is a righteous one? Yea, not one declares; yea, not one proclaims; yea, there is not one who hears your words."},{"number":27,"verse":"First to Zion, I say, Behold! Behold them! And I will give to Jerusalem one proclaiming good news."},{"number":28,"verse":"But I saw, and there was not a man; and of these, there was not a counselor, that I may ask them, and they could return a word."},{"number":29,"verse":"Behold, they are all evil; their works are nothing; their molten images are wind and vanity."}]}