{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"Go down and sit on the dust, O virgin daughter of Babylon; sit on the earth; a throne is not to the daughter of the Chaldeans, for they shall not again call you tender and delicate."},{"number":2,"verse":"Take millstones and grind meal; uncover your veil; strip off the skirt; uncover the leg; pass over rivers."},{"number":3,"verse":"Your nakedness shall be uncovered; yea, your shame shall be seen. I will take vengeance and I will not meet a man, says,"},{"number":4,"verse":"our Redeemer; Jehovah of Hosts is His name, the Holy One of Israel."},{"number":5,"verse":"Sit in silence, and go into darkness, O daughter of the Chaldeans, for they shall not again call you the mistress of kingdoms."},{"number":6,"verse":"I was angry with My people; I defiled My inheritance and gave them into your hand. You gave them no compassion; you made your yoke on the aged very heavy."},{"number":7,"verse":"And you said, I shall be a mistress forever, until you did not set these things on your heart, and you did not remember its end."},{"number":8,"verse":"And now, hear this, voluptuous one, who lives securely; who says in her heart, I am, and there is none besides; I shall not sit as a widow, and I shall not know the loss of children."},{"number":9,"verse":"But these two things shall suddenly come to you in one day: loss of children, and widowhood; according to completeness they come on you, for your many sorceries, for the multitude of your great spells."},{"number":10,"verse":"For you trusted in your evil; you said, No one sees me. Your wisdom and your knowledge, it is turning you back; and you said in your heart, I am and there is none besides."},{"number":11,"verse":"But evil shall come on you; you shall not know its origin. And mischief shall fall on you; you shall not be able to cover it. And ruin shall come on you suddenly, you shall not know."},{"number":12,"verse":"Stand now among your spells, and with your many sorceries, in which you have labored from your youth. Perhaps you will be able to profit; perhaps you may cause quaking."},{"number":13,"verse":"You are exhausted by your many counsels; let those dividing the heavens stand up now and save you, the seers into the stars, making known what is coming on you into the new moons."},{"number":14,"verse":"Behold, they are as stubble; the fire burns them; they shall not save their soul from the flame's hand; there is no coal to warm them, not a flame to sit before it."},{"number":15,"verse":"So they are to you with whom you have labored, your traders from your youth; each man wanders to his own side; no one saves you."}]}