{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"Hear this, O house of Jacob, who are called by the name of Israel, and have come out from the waters of Judah, who swear by Jehovah's name and make mention by the God of Israel, not in truth or in righteousness."},{"number":2,"verse":"For they are called of the holy city, and support themselves on the God of Israel; Jehovah of Hosts is His name."},{"number":3,"verse":"I have declared the former things from then; and they went out of My mouth; and I made them hear; suddenly I acted, and they came about."},{"number":4,"verse":"Because I knew that you are hard, and your neck is a sinew of iron, and your brow bronze."},{"number":5,"verse":"And I declared to you from then; before it came about I made you hear, lest you should say, My idol did them; and my image and my molten image commanded them."},{"number":6,"verse":"You heard; see it all, and will you not declare? I made you hear new things from now, even hidden things, and you did not know them."},{"number":7,"verse":"They are created now, and not from then; even before today, but you did not hear them; lest you should say, Behold, I knew them."},{"number":8,"verse":"Yea, you did not hear; yea, you did not know; yea, from then your ear was not opened; for I know that betraying you will betray and tramsgresing from the womb; it was called to you."},{"number":9,"verse":"For My name's sake I will put off My anger; and for My praise I will hold back for you, so as not to cut you off."},{"number":10,"verse":"Behold, I have refined you, but not with silver; I have chosen you in the furnace of affliction."},{"number":11,"verse":"For My sake, for My sake, I will act; for how is it defiled? And I will not give My glory to another."},{"number":12,"verse":"Listen to Me, O Jacob, and Israel My called: I am He; I am the First; surely I am the Last."},{"number":13,"verse":"Surely, My hand founded earth, and My right hand has stretched out the heavens; I called to them, they stood up together."},{"number":14,"verse":"All of you gather and hear: Who among them has declared these things? Jehovah has loved him. He will do His pleasure on Babylon; yea, His arm shall be on the Chaldeans."},{"number":15,"verse":"I, even I, have spoken; yea, I have called him, I brought him, and he causes his way to prosper."},{"number":16,"verse":"Come near to Me; hear this: I have not spoken in secret from the beginning. From its being, I was there; and now the Lord Jehovah, and His Spirit, has sent Me."},{"number":17,"verse":"So says Jehovah, your Redeemer, the Holy One of Israel, I am Jehovah your God, teaching you to profit, leading you in the way you should go."},{"number":18,"verse":"Oh that you had listened to My commands, and your peace would have been like the river, and your righteousness as the waves of the sea."},{"number":19,"verse":"and your seed would have been like the sand, and your offspring of your bowels like its grain; his name would not have been cut off and not destroyed his name from My presence."},{"number":20,"verse":"Go out of Babylon; flee from the Chaldeans. Declare this with the voice of rejoicing; let this be heard, let it go out to the end of the earth; say, Jehovah has redeemed His servant Jacob."},{"number":21,"verse":"And they did not thirst; He led them in the deserts; He made waters flow out of rock for them. And He cut open the rock and the water gushed out."},{"number":22,"verse":"There is no peace, says Jehovah, to the wicked"}]}