{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":53,"verses":[{"number":1,"verse":"Who has believed our report? And to whom is the arm of Jehovah revealed?"},{"number":2,"verse":"For He comes up before Him as a shoot, and as a root out of dry ground. He has no form and no majesty that we should see Him, and not an appearance that we should desire Him."},{"number":3,"verse":"He is despised and abandoned of men, a Man of pains, and known of sickness, and as hiding our faces from Him, He being despised, and we did not value Him."},{"number":4,"verse":"Surely He has borne our sicknesses, and our pains, He bore them; yet we esteemed Him stricken, smitten by God, and afflicted."},{"number":5,"verse":"But He was pierced for our transgressions; He was crushed for our iniquities; the chastisement of our peace was upon Him, and with His wounds we ourselves are healed."},{"number":6,"verse":"All we like sheep have gone astray; we have each man turned to his own way; and Jehovah made meet in Him the iniquity of all of us."},{"number":7,"verse":"He was oppressed, and He was afflicted, but He did not open His mouth. He was led as a lamb to the slaughter; and as a ewe before her shearers is mute, and He opened not His mouth."},{"number":8,"verse":"He was taken from prison and from judgment; and who shall consider His generation? For He was cut off out of the land of the living; from the transgression of My people, the stroke was to Him."},{"number":9,"verse":"And He made His grave with the wicked ones, and with a rich man in His death; though He had done no violence, and deceit was not in His mouth."},{"number":10,"verse":"But Jehovah pleased to crush Him, to make Him sick, so that if He should put His soul as a guilt offering, He shall see His seed; He shall prolong His days; and the pleasure of Jehovah shall prosper in His hand."},{"number":11,"verse":"He shall see the fruit of the travail of His soul; He shall be fully satisfied. By His knowledge the Righteous One, My Servant, shall justify many, and He shall bear their iniquities."},{"number":12,"verse":"Therefore I will divide to Him with the great, and with the strong He shall divide the spoil; because He poured out His soul to death; and He was numbered with those transgressing; and He bore the sin of many, and made intercession for those transgressing."}]}