{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"The Spirit of the Lord Jehovah is on Me, because Jehovah has anointed Me to bear good news to the poor one. He has sent Me to bind up the broken of heart, to proclaim liberty to captives, and complete opening to the ones being bound;"},{"number":2,"verse":"to call out the acceptable year of Jehovah, and the day of vengeance of our God; to comfort all those mourning;"},{"number":3,"verse":"to appoint to the mourning ones of Zion, to give them beauty instead of ashes, the oil of joy instead of mourning, the mantle of praise instead of the spirit of infirmity, so that one calls them trees of righteousness, the planting of Jehovah, in order to beautify Himself."},{"number":4,"verse":"And they shall build old ruins; they shall raise up old desolations of former ones; and they shall restore the waste cities, ruins of generations and generations."},{"number":5,"verse":"And ones being strangers shall stand and feed your flocks, and the sons of an alien shall be your plowmen and your vinedressers."},{"number":6,"verse":"But you shall be called, Priests of Jehovah; it will be said of you, Ministers of our God. You shall eat the wealth of the nations, and in their glory you shall be exchanged."},{"number":7,"verse":"Instead of your shame and disgrace, double. They rejoice in their portion; for they shall dispossess in their land a second time; everlasting joy shall be theirs."},{"number":8,"verse":"For I, Jehovah, love judgment, hating robbery for that which goes up in burnt offering. And I will give their work in faithfulness; and I will cut an everlasting covenant for them."},{"number":9,"verse":"And their seed shall be known among the nations, and their offspring among the peoples; all who see them shall acknowledge them, that they are the seed that Jehovah has blessed."},{"number":10,"verse":"Rejoicing I will rejoice in Jehovah. My soul shall be joyful in my God. For He clothed me with garments of salvation; He put on me the robe of righteousness, even as a bridegroom puts on his head-dress, and as a bride puts on her ornaments."},{"number":11,"verse":"For as the earth comes out with her buds, and as a garden causes that which is sown to grow, so the Lord Jehovah will make righteousness and praise to grow before all the nations."}]}