{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"For Zion's sake, I will not be silent; and for Jerusalem's sake, I will not rest; until her righteousness goes forth as brightness, and her salvation as a burning torch."},{"number":2,"verse":"And nations shall see your righteousness, and all kings your glory. And one calls you a new name which the mouth of Jehovah shall specify."},{"number":3,"verse":"You also shall be a crown of beauty in the hand of Jehovah, and a royal diadem in the palm of your God."},{"number":4,"verse":"Not shall be said to you any more, Forsaken; and not your land shall be said to you any more, Desolate. But you shall be called, My Delight is in Her; and your land, Married. For Jehovah delights in you, and your land is married."},{"number":5,"verse":"For as a young man marries a virgin, so shall your sons marry you. And as a bridegroom rejoices over the bride, so your God shall rejoice over you."},{"number":6,"verse":"I have set watchmen on your walls, O Jerusalem. All the day and all the night they shall not be silent always; you who remember Jehovah, let there not be a rest to you."},{"number":7,"verse":"And do not give a rest to Him until He sets up and makes Jerusalem a praise in the earth."},{"number":8,"verse":"Jehovah has sworn by His right hand, and by the might of His arm: Surely I will no longer give your grain as food for your enemies; and the sons of an alien shall not drink your new wine for which you have labored."},{"number":9,"verse":"But those who have gathered it shall eat it and praise Jehovah. And they who have collected it shall drink it in My holy courts."},{"number":10,"verse":"Pass! Pass through the gates; prepare the way of the people! Raise up! Raise up the highway; clear it from stones; lift up a banner over the peoples."},{"number":11,"verse":"Behold, Jehovah has made it to be heard to the end of the earth; Tell the daughter of Zion, Behold! Your salvation comes! Behold! His reward is with Him, and His work before Him."},{"number":12,"verse":"And they shall call them, The Holy People, the Redeemed of Jehovah. And to you it shall be called, Sought Out, A City Not Forsaken."}]}