{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"Who is this who comes from Edom with dyed garments from Bozrah, this One adorned in His clothing, bending in His great power? It is I, speaking in righteousness, greatness to save!"},{"number":2,"verse":"Who knows why Your clothing is red, and Your garments like one treading in the winepress?"},{"number":3,"verse":"I have trodden the winepress, I alone, and no man of the peoples was with Me. And I will tread them in My anger, and trample them in My fury; and their juice shall be spattered on My garments; and I will pollute all My clothes."},{"number":4,"verse":"For the day of vengeance is in My heart, and the year of My redeemed has come."},{"number":5,"verse":"And I looked, and not one was helping. And I wondered that not one was upholding. Then My own arm saved for Me, and My fury upheld Me."},{"number":6,"verse":"And I tread down peoples in My anger, and I made them drunk in My fury, and I brought down their juice to the earth."},{"number":7,"verse":"I will mention the mercies of Jehovah, the praises of Jehovah, according to all that Jehovah has benefited us, and the great good to the house of Israel, by which He benefited them according to His mercies, and according to the multitude of His loving-kindness."},{"number":8,"verse":"For He said, Surely they are My people, sons that do not lie, and He became One being their Savior."},{"number":9,"verse":"In all their affliction, He was not a foe; and the Angel of His Presence saved them. In His love and in His pity He redeemed them. And He bore them up, and He lifted them up all the days of old."},{"number":10,"verse":"But they rebelled, and provoked His Holy Spirit, and He was turned to be their enemy; He fought against them."},{"number":11,"verse":"And His people remembered the days past of Moses and His people, saying, Where is He who brought us up from the sea with the shepherd of His flock. Where is He who put His Holy Spirit within him,"},{"number":12,"verse":"leading them by Moses' right hand, with His glorious arm, dividing the water before them, to make for Him an everlasting name?"},{"number":13,"verse":"He led them through the deeps; like the horse in the wilderness, they did not stumble."},{"number":14,"verse":"As the cattle go down into the valley, so the Spirit of Jehovah caused him to rest; so You led Your people, to make a name of glory for Yourself."},{"number":15,"verse":"Look down from Heaven and peer from the place of Your holiness and Your glory. Where is Your zeal and Your might? The roaring of Your bowels and Your mercies toward me, are they held back?"},{"number":16,"verse":"For You are our Father, though Abraham does not know us, and Israel does not recognize us; You, Jehovah, are our Father, our Redeemer; Your name is from everlasting."},{"number":17,"verse":"O Jehovah, why do You make us wander from Your ways? You harden our heart from Your fear. For Your servants' sake, return the tribes of Your inheritance."},{"number":18,"verse":"For a little while Your holy people possessed it. Our adversaries have trampled Your sanctuary."},{"number":19,"verse":"We are from of old; You never ruled over them. Your name was never called on them."}]}