{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"So says Jehovah: Heaven is My throne, and earth the footstool of My feet. Where then is the house that you build for Me? And where then is the place of My rest?"},{"number":2,"verse":"And My hand has made all these things, even all these things exist, a statement of Jehovah. But I will look toward this one, to the afflicted one, and to the contrite of spirit, even trembling at My Word."},{"number":3,"verse":"He who slaughters an ox is as if he struck a man; he who sacrifices a lamb is as if he broke a dog's neck; he who offers a present is as if it were swine's blood; he making mention of incense is as if he blessed iniquity. Yea, they have chosen their way, and their soul delights in their detestable idols."},{"number":4,"verse":"I also will choose their wanton dealings; and I will bring their fears to them; because I called, and not one answered; I spoke, and they did not hear. But they did the evil in My eyes, and chose that in which I had no pleasure."},{"number":5,"verse":"Hear the Word of Jehovah, those who tremble at His Word. Your brothers who hate you, who drive you out for My name's sake, have said, Jehovah is glorified. But He shall appear in your joy, and they shall be ashamed."},{"number":6,"verse":"A sound of roaring from the city! A sound from the temple! It is the sound of Jehovah completing recompense to His enemies;"},{"number":7,"verse":"before she travailed, she gave birth; before pain came to her, she delivered a male."},{"number":8,"verse":"Who has heard a thing like this? Who has seen things like these? Shall the earth be born in one day? Shall a nation be born in one step? For Zion travailed and also gave birth to her sons."},{"number":9,"verse":"Shall I break out and not cause to give birth? Surely I cause to give birth, says Jehovah, and I restrain the womb, says your God.."},{"number":10,"verse":"Rejoice with Jerusalem, and be glad with her. all who love her. Rejoice with her a rejoiciing, all who mourn for her;"},{"number":11,"verse":"that you may nurse and be satisfied with the breast of her comforts, that you may suck out and delight yourselves with the fullness of her glory."},{"number":12,"verse":"For thus says Jehovah: Behold, I stretch out peace to her like a river, and like an overflowing torrent, the glory of the nations. And you shall nurse; you shall be lifted on the side, and you shall be dandled on the knees."},{"number":13,"verse":"As a man whom his mother comforts, so I will comfort you; and in Jerusalem you shall be comforted"},{"number":14,"verse":"And you will see, and your heart will rejoice, and your bones will flourish like the grass. And the hand of Jehovah shall be known toward His servants, and He shall be indignant with His enemies."},{"number":15,"verse":"For, behold, Jehovah will come with fire and His chariots like the tempest, to return His wrath in fury, and His rebuke in flames of fire."},{"number":16,"verse":"For by fire and by His sword Jehovah will judge with all flesh; and the slain of Jehovah shall be many."},{"number":17,"verse":"Those who sanctify themselves, and puriify themselves to the gardens, each one in the midst, eaters of swine's flesh, and the unclean thing, and the mouse, these are cut off together, a statement of Jehovah."},{"number":18,"verse":"For I know their works and their thought; it comes to gather all the nations and the tongues; and they shall come and see My glory."},{"number":19,"verse":"And I will set a sign among them, and I will send from them refugees to the nations of Tarshish, Pul, and Lud, drawers of the bow; to Tubal and Javan, to the isles far away that have not heard My fame and not seen My glory. And they shall declare My glory among the nations."},{"number":20,"verse":"And they shall bring all your brothers out of all nations, an offering to Jehovah, of horses, and in chariots, and in litters, and on mules, and on camels, to My holy mountain Jerusalem, says Jehovah; as the sons of Israel bring the offering in a clean vessel to the house of Jehovah."},{"number":21,"verse":"And I will also take some of them for the priests, for the Levites, says Jehovah."},{"number":22,"verse":"For as the new heavens and the new earth which I make stand before Me, a statement of Jehovah, so your seed and your name shall stand."},{"number":23,"verse":"And it will be, from new moon to its new moon, and from sabbath to its sabbath, all flesh shall come to worship before Me, says Jehovah."},{"number":24,"verse":"And they shall go out and see the corpses of the men who have transgressed against Me; for their worm shall not die, their fire shall not be put out; and they shall be an abhorrence to all flesh."}]}