{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"And it happened in the days of Ahaz: the son of Jotham, the son of Uzziah, king of Judah, Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to war against it, but were not able to do battle against it."},{"number":2,"verse":"And the house of David was told, saying, Syria is resting upon Ephraim, and his heart and the heart of his people quivering like the the trees of the forest toss about from the wind."},{"number":3,"verse":"And Jehovah said to Isaiah, Go out to meet Ahaz, you and your son Shear-jashub, at the end of the conduit of the upper pool, to the highway of the Fuller's Field."},{"number":4,"verse":"And say to him, Be on guard and be quiet. Do not fear and not be timid of heart because of the two tails of these smoking firebrands, because of the fierce anger of Rezin and Syria, and of the son of Remaliah."},{"number":5,"verse":"Because Syria, Ephraim, and the son of Remaliah have plotted evil things against you, saying,"},{"number":6,"verse":"Let us go up against Judah and make her to be loathed, and break her for ourselves, and set a king in her midst, the son of Tabeal."},{"number":7,"verse":"So says the Lord Jehovah, It shall not rise, nor shall it happen."},{"number":8,"verse":"For the head of Syria is Damascus, and the head of Damascus is Rezin; and within sixty five years Ephraim shall be broken from being a people."},{"number":9,"verse":"And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If you will not stand firm, surely you will not be established."},{"number":10,"verse":"And Jehovah spoke again to Ahaz, saying,"},{"number":11,"verse":"Ask a sign from Jehovah your God; make deep the asking, or make it high above."},{"number":12,"verse":"But Ahaz said, I will not ask, nor will I test Jehovah."},{"number":13,"verse":"And He said, Hear now, O house of David, is it too little for you to weary men, that you will also weary my God?"},{"number":14,"verse":"So, The Lord Himself will give you a sign: Behold! The virgin will conceive and will bear a son; and she shall call His name Immanuel."},{"number":15,"verse":"He shall eat curds and honey until He knows to refuse the evil thing and choose the good thing."},{"number":16,"verse":"For before the boy shall know to refuse the evil and choose the good thing, the land that you hate will be forsaken before both her kings."},{"number":17,"verse":"Jehovah shall bring the king of Assyria on you, and on your people, and on your father's house, by the king of Assyria, days which have not come since the days Ephraim turned aside from Judah."},{"number":18,"verse":"And it shall be in that day Jehovah shall hiss for the fly that is in the end of the rivers of Egypt, and for the bee in the land of Assyria."},{"number":19,"verse":"And they shall come, and they shall all rest in the steep ravines, and in the clefts of the rocks, and in all the thorn-bushes, and in all the pastures."},{"number":20,"verse":"In that day the Lord will shave with a razor that is hired beyond the River, by the king of Assyria, the head, and the hair of the feet, and also it shall sweep away the beard."},{"number":21,"verse":"And it shall be in that day, a man shall keep alive a heifer of the herd, and two sheep."},{"number":22,"verse":"And it shall be, he shall eat curds from the plenty of making of milk; for everyone who is left in the land shall eat curds and honey."},{"number":23,"verse":"And it shall be in that day, every place where there were a thousand vines worth a thousand pieces of silver, it shall be for briers and thorns."},{"number":24,"verse":"With arrows and with the bow, he shall come there; because all the land shall be briers and thorns."},{"number":25,"verse":"And all the hills which were hoed with the hoe, you shall not come there for fear of briers and thorn-bushes; but it shall be for the sending out of the ox, and for trampling of sheep."}]}