{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"And Jehovah said to me, Take a big tablet and write on it with a man's pen: To Make Haste to Plunder! Hurry to the Spoil!"},{"number":2,"verse":"And I took faithful witnesses to record for me, Uriah the priest, and Zechariah the son of Jeberechiah."},{"number":3,"verse":"And I drew near the prophetess. And she conceived, and bore a son. Then Jehovah said to me, Call his name, Make Haste to Plunder! Hurry to the Spoil!"},{"number":4,"verse":"For before the boy knows to cry, My father, or, My mother, the riches of Damascus and the plunder of Samaria shall be lifted up before the king of Assyria."},{"number":5,"verse":"And Jehovah added to speak to me again, saying,"},{"number":6,"verse":"Because this people has refused the waters of Shiloah that flow softly, and rejoices in Rezin and Remaliah's son,"},{"number":7,"verse":"even behold, therefore the Lord also brings up on them the waters of the River, mighty and many, the king of Assyria and all his glory. And he shall come up over all its waters, and go over all its banks."},{"number":8,"verse":"And he shall pass through Judah. He shall overflow and pass over; he shall reach to the neck; and his wings will be stretching out, filling the breadth of your land, O Immanuel."},{"number":9,"verse":"O peoples, suffer evil, and be broken! And give ear, all from the far places of the earth; gird yourselves and be broken. Gird yourselves and be broken!"},{"number":10,"verse":"Counsel a plan, and it is broken; speak a word, and it shall not rise; for God is with us."},{"number":11,"verse":"For so Jehovah spoke to me with a strong hand, and taught me against walking in the way of this people, saying,"},{"number":12,"verse":"Do not say, A conspiracy, to everything of which this people says, A conspiracy! And do not dread its dread, and do not be terrified."},{"number":13,"verse":"Sanctify Jehovah of Hosts Himself, and He will be your fear, and let Him be terrifying to you."},{"number":14,"verse":"And He shall be for a sanctuary, and become a Stone-of-Stumbling and shall be a Rock -of-Falling to the two houses of Israel; for a trap and for a snare to the one living in Jerusalem."},{"number":15,"verse":"And many among them shall stumble and fall, and be broken, and be snared, and be taken."},{"number":16,"verse":"Bind up the Testimony, seal the Law among My disciples."},{"number":17,"verse":"And I will wait for Jehovah, who hides His face from the house of Jacob; and I will look for Him."},{"number":18,"verse":"Behold, I and the children whom Jehovah has given to me are for signs and wonders in Israel from Jehovah of Hosts, who dwells in Mount Zion."},{"number":19,"verse":"And when they say to you, Seek to the mediums, and to spirit-knowers who peep and mutter; should not a people seek to its God, than for the living to seek the ones who died?"},{"number":20,"verse":"To the Law and to the Testimony! If they do not speak according to this Word, it is because there is no dawn to them!"},{"number":21,"verse":"And they shall pass through it, hard pressed and hungry. And it shall be, they shall be hungry; he will be angry and curse his king and his God, and face upward."},{"number":22,"verse":"And they shall look to the land. And, behold, distress and darkness and gloom of anguish; and they are driven to darkness."}]}