{"bibleAbbr":"KJ3-2005","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"Yet there shall not be gloom for which anguish is to her; as the former time made light the land of Zebulun, and the land of Naphtali, even afterwards He will glorify the way of the sea, beyond the Jordan, Galilee of the nations."},{"number":2,"verse":"The people walking in darkness have seen a great Light; they dwelling in the land of the shadow of death, Light has shone on them."},{"number":3,"verse":"You have not multiplied the nation; You have not increased the joy. They rejoice before You as in the joy of harvest, as men shout when they divide the plunder."},{"number":4,"verse":"For You have broken the yoke of his burden and the staff of his shoulder, the rod of him pressing, as in the day of Midian."},{"number":5,"verse":"For every boot of the one trampling is with shaking, and war-garments rolled in blood, even it shall be for burning, fuel for the fire."},{"number":6,"verse":"For a Child is born; to us, a Son is given; and the dominion is on His shoulder; and His name is called Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace."},{"number":7,"verse":"There is no end to the increase of His dominion and of peace on the throne of David, and on His kingdom, to order it, and to sustain it with judgment and with righteousness, from now and to eternity. The zeal of Jehovah of Hosts will do this."},{"number":8,"verse":"The Lord sent a Word into Jacob, and it has fallen into Israel."},{"number":9,"verse":"And the people shall know, all of it, Ephraim and the ones living in Samaria, who say in pride and greatness of heart,"},{"number":10,"verse":"bricks have fallen, but we will build with cut stones; the sycamores are cut down, but we will change to cedars instead."},{"number":11,"verse":"And Jehovah will set up Rezin's adversaries against him, and weave together his enemies;"},{"number":12,"verse":"Syrians in front, and the Philistines behind; and they shall devour Israel with all the mouth. In all this His anger does not turn back, but His hand is still stretched out."},{"number":13,"verse":"For the people do not turn back to Him who strikes them, and they do not seek Jehovah of Hosts."},{"number":14,"verse":"And Jehovah will cut off from Israel head and tail, branch and rush, in one day."},{"number":15,"verse":"Those leading and he exalted of face, he is the head; and the prophet teaching lies, he is the tail."},{"number":16,"verse":"For those leading this people led them astray, and the ones advancing it are swallowed up."},{"number":17,"verse":"On account of this the Lord shall not rejoice over their young men, and not have pity on their orphans and widows; for everyone is godless and an evildoer; and every mouth speaks foolishness. In all this His anger does not turn back, but His hand is still stretched out."},{"number":18,"verse":"For wickedness burns like a fire; it shall devour the briers and thorns; and it kindles the thickets of the forest; and they shall roll upward, like the rising up of smoke."},{"number":19,"verse":"The land is scorched by the wrath of Jehovah of Hosts, and the people shall be as the fuel of the fire; they shall not spare a man to his brother."},{"number":20,"verse":"And he cuts off on the right hand, yet is hungry. And he eats on the left, but they shall not be satisfied; each man shall eat the flesh of his own arm;"},{"number":21,"verse":"Manasseh, Ephraim; and Ephraim, Manasseh; together they are against Judah. In all this His anger does not turn back, but His hand is still stretched out."}]}