{"bibleAbbr":"RKJNT2000","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"Simon Peter, a servant and an apostle of Jesus Christ, to those who, through the righteousness of our God and Saviour Jesus Christ, have obtained the same precious faith as ours:"},{"number":2,"verse":"Grace and peace be multiplied to you through the knowledge of God and of Jesus our Lord,"},{"number":3,"verse":"Whose divine power has given to us all things that pertain to life and godliness, through the knowledge of him who has called us by his own glory and virtue:"},{"number":4,"verse":"By which he has given to us exceedingly great and precious promises: that by these you might be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"number":5,"verse":"For this very reason, give all diligence to add to your faith virtue; and to virtue knowledge;"},{"number":6,"verse":"And to knowledge self-control; and to self-control perseverance; and to perseverance godliness;"},{"number":7,"verse":"And to godliness brotherly kindness; and to brotherly kindness love."},{"number":8,"verse":"For if these things are in you, and are increasing, they keep you from being either ineffective or unfruitful in the knowledge of our Lord Jesus Christ."},{"number":9,"verse":"But he who lacks these things is blind, and cannot see afar off, and has forgotten that he was purged from his old sins."},{"number":10,"verse":"Therefore, brethren, be all the more diligent to make your calling and election sure: for if you do these things, you shall never fall:"},{"number":11,"verse":"For in this way an entrance shall be abundantly provided for you into the eternal kingdom of our Lord and Saviour Jesus Christ."},{"number":12,"verse":"Therefore, I will always remind you of these things, though you know them, and are established in the truth you now have."},{"number":13,"verse":"Yea, I think it right, as long as I am in this tent of my body, to stir you up way of reminder;"},{"number":14,"verse":"Knowing that shortly I must put off this tent, just as our Lord Jesus Christ has shown me."},{"number":15,"verse":"Moreover, I will endeavour to see to it that after my departure you may be able at any time to recall these things."},{"number":16,"verse":"For we did not follow cunningly devised fables, when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."},{"number":17,"verse":"For he received from God the Father honour and glory, when there came a voice to him from the Majestic Glory, saying, This is my beloved Son, in whom I am well pleased."},{"number":18,"verse":"And this voice which came from heaven we heard, when we were with him on the holy mountain."},{"number":19,"verse":"And so we have the word of prophecy made more certain; to which you would do well to take heed, as to a light that shines in a dark place, until the day dawns, and the morning star arises in your hearts:"},{"number":20,"verse":"Knowing this first, that no prophecy of the scripture is a matter of one's private interpretation."},{"number":21,"verse":"For prophecy did not come in times of old by the will of man: but holy men spoke from God as they were moved by the Holy Spirit."}]}