{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"Now Jephthah the Gileadite was a mighty man of valor. And he was the son of a harlot, and Gilead had begotten Jephthah."},{"number":2,"verse":"And Gilead’s wife bore him sons. And when the woman’s sons grew up, they drove Jephthah out and said to him, You shall not have an inheritance in the house of our father, for you are the son of some other woman."},{"number":3,"verse":"So Jephthah fled from his brothers and dwelt in the land of Tob. And worthless men collected around Jephthah, and they went out with him."},{"number":4,"verse":"And after some time the children of Ammon fought with Israel."},{"number":5,"verse":"And when the children of Ammon fought with Israel, the elders of Gilead went to get Jephthah from the land of Tob."},{"number":6,"verse":"And they said to Jephthah, Come and be our chief, and we will fight against the children of Ammon."},{"number":7,"verse":"And Jephthah said to the elders of Gilead, Are you not the ones who hated me and drove me out from the house of my father? Why then do you come to me now that you are in distress?"},{"number":8,"verse":"And the elders of Gilead said to Jephthah, This is the reason we have turned now to you, that you would come with us and fight against the children of Ammon and be for us the head of all the inhabitants of Gilead."},{"number":9,"verse":"And Jephthah said to the elders of Gilead, If you are bringing me back to fight against the children of Ammon and Jehovah delivers them up before me, will I be your head?"},{"number":10,"verse":"And the elders of Gilead said to Jephthah, Let Jehovah be a Witness between us: As you have spoken, so shall we surely do."},{"number":11,"verse":"So Jephthah went with the elders of Gilead, and the people made him head and chief over them. And Jephthah spoke all his words before Jehovah in Mizpah."},{"number":12,"verse":"And Jephthah sent messengers to the king of the children of Ammon, saying, What is there between me and you, that you have come to me to fight against my land?"},{"number":13,"verse":"And the king of the children of Ammon said to Jephthah’s messengers, Because Israel took my land when they came up from Egypt, from the Arnon as far as Jabbok and the Jordan. Now therefore restore it peacefully."},{"number":14,"verse":"And Jephthah yet again sent messengers to the king of the children of Ammon."},{"number":15,"verse":"And he said to him, Thus says Jephthah, Israel did not take the land of Moab nor the land of the children of Ammon."},{"number":16,"verse":"But when they came up from Egypt, and Israel went through the wilderness to the Red Sea and came to Kadesh,"},{"number":17,"verse":"Israel sent messengers to the king of Edom, saying, May we please pass through your land? But the king of Edom would not hear of it. And they also sent messengers to the king of Moab, but he would not allow it. So Israel remained in Kadesh."},{"number":18,"verse":"And they went through the wilderness and went around the land of Edom and the land of Moab; and they went to the east of the land of Moab and encamped beyond the Arnon. Thus they did not go through the territory of Moab, for the Arnon is the border of Moab."},{"number":19,"verse":"Then Israel sent messengers to Sihon the king of the Amorites, the king of Heshbon, and Israel said to him, May we please pass through your land to our place?"},{"number":20,"verse":"But Sihon did not trust Israel to cross through his territory. So Sihon gathered all his people together and encamped in Jahaz; and he fought with Israel."},{"number":21,"verse":"And Jehovah the God of Israel, delivered Sihon and all his people into the hand of Israel, and they struck them. And Israel took possession of all the land of the Amorites, the inhabitants of that land."},{"number":22,"verse":"And they took possession of all the territory of the Amorites, from the Arnon as far as Jabbok and from the wilderness to the Jordan."},{"number":23,"verse":"So now Jehovah the God of Israel has dispossessed the Amorites for the sake of His people Israel. Should you then dispossess them?"},{"number":24,"verse":"Will you not take possession of that which Chemosh your god has dispossessed for you? Thus we will take possession of all that Jehovah our God dispossesses for our sake."},{"number":25,"verse":"And now are you any better than Balak the son of Zippor, the king of Moab? Did he ever strive with Israel, or did he ever fight against them?"},{"number":26,"verse":"While Israel dwelt in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along the Arnon, three hundred years, why did you not recover them within that time?"},{"number":27,"verse":"So I have not sinned against you, but you do me wrong in fighting against me. Jehovah the Judge will judge today between the children of Israel and the children of Ammon."},{"number":28,"verse":"But the king of the children of Ammon would not listen to the words of Jephthah, which he sent him."},{"number":29,"verse":"And the Spirit of Jehovah came upon Jephthah. And he passed through Gilead and through Manasseh; and he passed on to Mizpeh of Gilead, and from Mizpeh of Gilead he passed on to the children of Ammon."},{"number":30,"verse":"And Jephthah made a vow to Jehovah, and he said, If You will really deliver the children of Ammon into my hand,"},{"number":31,"verse":"Whoever comes out through the doors of my house to meet me when I return in peace from the children of Ammon will be Jehovah’s, and I will offer him up as a burnt offering."},{"number":32,"verse":"And Jephthah passed on to the children of Ammon to fight against them, and Jehovah delivered them into his hand."},{"number":33,"verse":"And he struck them from Aroer until you come to Minnith, twenty cities, and to Abel-keramim, with a very great stroke. So the children of Ammon were subdued before the children of Israel."},{"number":34,"verse":"Then Jephthah came to his house at Mizpah, and there came his daughter out to meet him, with timbrels and with dances. Now she was an only child; he had no son or daughter besides her."},{"number":35,"verse":"And when he saw her, he tore his clothes and said, Ah, my daughter! You have brought me very low, and you are among those who trouble me. For I have opened my mouth to Jehovah, and I cannot retract it."},{"number":36,"verse":"And she said to him, My father, you have opened your mouth to Jehovah; do with me according to what has gone forth from your mouth, seeing that Jehovah has executed vengeance for you on your enemies, on the children of Ammon."},{"number":37,"verse":"And she said to her father, Let this thing be done for me: Let me be alone for two months that I may depart and descend upon the mountains, and bewail my virginity, I and my companions."},{"number":38,"verse":"And he said, Go; and he sent her away for two months. And she departed, she and her companions, and bewailed her virginity upon the mountains."},{"number":39,"verse":"And at the end of two months she returned to her father, and he did with her according to the vow that he had vowed; and she had never known a man. And it became a custom in Israel"},{"number":40,"verse":"That each year the daughters of Israel would go to lament the daughter of Jephthah the Gileadite, four days in the year."}]}