{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"And Samson went down to Timnah, and he saw a woman in Timnah from the daughters of the Philistines."},{"number":2,"verse":"And he went up and told his father and mother and said, I have seen a woman in Timnah from the daughters of the Philistines. Now therefore get her for me as a wife."},{"number":3,"verse":"But his father and mother said to him, Is there no woman among the daughters of your brothers or among all my people, that you must go and get a woman of the uncircumcised Philistines? And Samson said to his father, Get her for me, for she pleases me."},{"number":4,"verse":"But his father and mother did not know this was of Jehovah, for He was looking for an opportunity against the Philistines. Now at that time the Philistines ruled over Israel."},{"number":5,"verse":"So Samson went down with his father and mother to Timnah. And as they came to the vineyards of Timnah, suddenly a young lion roared against him."},{"number":6,"verse":"And the Spirit of Jehovah rushed upon him, and he tore it apart as one might tear a kid apart with his bare hands. And he did not tell his father and mother what he had done."},{"number":7,"verse":"And he went down and spoke to the woman, and she pleased Samson."},{"number":8,"verse":"Then after some time, while he was returning to get her, he turned aside to see the carcass of the lion. And there it was, with a swarm of bees in the lion’s body, and honey."},{"number":9,"verse":"And he scraped it out into his hands and went away, eating it as he went. And he came to his father and mother and gave them some, and they ate it; but he did not tell them that he had scraped the honey from the body of the lion."},{"number":10,"verse":"And his father went down to the woman; and Samson held a feast there, for so the young men used to do."},{"number":11,"verse":"And when they saw him, they brought thirty companions to be with him."},{"number":12,"verse":"And Samson said to them, Let me now put forth a riddle to you. If you fully explain it to me within the seven days of the feast and find it out, I will give you thirty fine linen garments and thirty changes of clothing;"},{"number":13,"verse":"But if you cannot explain it to me, you shall give me thirty fine linen garments and thirty changes of clothing. And they said to him, Put forth your riddle, let us hear it."},{"number":14,"verse":"And he said to them, / Out of the eater came forth food, / And out of the strong came forth sweetness. And they could not explain the riddle after three days."},{"number":15,"verse":"Then on the fourth day they said to Samson’s wife, Entice your husband to explain the riddle to us; otherwise we will burn you and your father’s house with fire. Have you invited us here in order to impoverish us? Is it not so?"},{"number":16,"verse":"So Samson’s wife wept before him and said, You only hate me, and you do not love me: You have put forth a riddle to the children of my people, but you have not explained it to me. And he said to her, Look, I have not explained it to my own father and mother. Should I then explain it to you?"},{"number":17,"verse":"And she wept before him the rest of the seven days that they had the feast. But on the seventh day he explained it to her, for she pressed him. Then she explained the riddle to the children of her people."},{"number":18,"verse":"And the men of the city said to him on the seventh day before sunset, What is sweeter than honey, / And what is stronger than a lion?And he said to them, If you had not plowed with my heifer, / You would not have found out my riddle."},{"number":19,"verse":"Then the Spirit of Jehovah rushed upon him; and he went down to Ashkelon and struck thirty men among them; and he took their clothing and gave the changes of clothing to those who had explained the riddle. And his anger burned, and he went up to his father’s house."},{"number":20,"verse":"And Samson’s wife was given to his best man, who had been his friend."}]}