{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"Then all the children of Israel went out; and the assembly gathered as one man unto Jehovah at Mizpah, from Dan as far as Beer-sheba, with the land of Gilead."},{"number":2,"verse":"And the leaders of all the people, of all the tribes of Israel, presented themselves in the congregation of the people of God, four hundred thousand footmen who drew the sword."},{"number":3,"verse":"(Now the children of Benjamin heard that the children of Israel had gone up to Mizpah.) And the children of Israel said, Tell us, How did this evil thing happen?"},{"number":4,"verse":"And the Levite, the husband of the woman who had been murdered, answered and said, I and my concubine came to Gibeah, which is in Benjamin, to spend the night."},{"number":5,"verse":"And the men of Gibeah rose up against me and surrounded the house at night to get me. It was me that they intended to slay, but they humbled my concubine until she died."},{"number":6,"verse":"Therefore I took hold of my concubine and cut her up and sent her throughout all the land of Israel’s inheritance, for they have committed wickedness and folly in Israel."},{"number":7,"verse":"Behold, all you children of Israel, give your advice and counsel here."},{"number":8,"verse":"And all the people rose up as one man, saying, None of us will go to our tents, nor will any of us return to our houses."},{"number":9,"verse":"But now this is the thing that we will do to Gibeah: we will go up against it by lot;"},{"number":10,"verse":"And we will take ten men per hundred throughout all the tribes of Israel, and a hundred per thousand, and a thousand per ten thousand, to get provisions for the people, so that when they come to Gibeah of Benjamin, they may deal with them according to all the folly which they have committed in Israel."},{"number":11,"verse":"So all the men of Israel, knit together as one man, were gathered against the city."},{"number":12,"verse":"And the tribes of Israel sent men throughout the tribe of Benjamin, saying, What is this evil thing that has happened among you?"},{"number":13,"verse":"Now therefore deliver up the worthless men who are in Gibeah, and we will kill them and put away evil from Israel. But the Benjaminites would not listen to the voice of their brothers, the children of Israel."},{"number":14,"verse":"And the children of Benjamin gathered together at Gibeah from their cities to go to battle with the children of Israel."},{"number":15,"verse":"And the children of Benjamin were numbered on that day from the cities: twenty-six thousand men who drew the sword, apart from the inhabitants of Gibeah who were numbered, seven hundred choice men."},{"number":16,"verse":"Of all these people seven hundred choice men were left-handed; all these could sling a stone at a hair and not miss."},{"number":17,"verse":"And the men of Israel were numbered apart from Benjamin: four hundred thousand men who drew the sword; all these were men of war."},{"number":18,"verse":"And the children of Israel rose up and went up to Bethel, and they inquired of God and said, Who will go up for us first into battle with the children of Benjamin? And Jehovah said, Judah first."},{"number":19,"verse":"So the children of Israel rose up in the morning and encamped against Gibeah."},{"number":20,"verse":"And the men of Israel went up into battle with Benjamin. And the men of Israel set the battle in array against them at Gibeah."},{"number":21,"verse":"Then the children of Benjamin came forth from Gibeah and struck down to the ground on that day twenty-two thousand men in Israel."},{"number":22,"verse":"And the people, the men of Israel, encouraged themselves and set the battle in array again in the place where they had set it in array the first day."},{"number":23,"verse":"Now the children of Israel had gone up and wept before Jehovah into the evening; and they had inquired of Jehovah, saying, Shall I again approach the battle with the children of Benjamin my brother? And Jehovah had said, Go up against him."},{"number":24,"verse":"And the children of Israel drew near to the children of Benjamin on the second day."},{"number":25,"verse":"And Benjamin went forth from Gibeah to meet them on the second day, and they struck down to the ground another eighteen thousand men among the children of Israel; all of these were ones who drew the sword."},{"number":26,"verse":"Then all the children of Israel and all the people went up and came to Bethel. And they wept and sat there before Jehovah, and they fasted on that day until evening; and they offered burnt offerings and peace offerings before Jehovah."},{"number":27,"verse":"And the children of Israel inquired of Jehovah (for the Ark of the Covenant of God was there in those days;"},{"number":28,"verse":"And Phinehas the son of Eleazar, the son of Aaron, stood before it in those days), saying, Shall I again go out into battle with the children of Benjamin my brother, or shall I cease? And Jehovah said, Go up, for tomorrow I will deliver them into your hand."},{"number":29,"verse":"And Israel set men in ambush all around Gibeah."},{"number":30,"verse":"And the children of Israel went up against the children of Benjamin on the third day and set themselves in array against Gibeah as at other times."},{"number":31,"verse":"And the children of Benjamin went out to meet the people; they were drawn away from the city. And they began to strike some of the people, about thirty men of Israel, slaying them as at other times, on the highways which lead into the open field, one of which goes up to Bethel and the other to Gibeah."},{"number":32,"verse":"And the children of Benjamin said, They are stricken down before us as they were at first. And the children of Israel said, Let us flee and draw them away from the city to the highways."},{"number":33,"verse":"Then all the men of Israel rose up from their places and set themselves in array at Baal-tamar; and Israel’s ambush left their place at Maareh-geba."},{"number":34,"verse":"And ten thousand chosen men out of all Israel came against Gibeah. And the battle was fierce, but the children of Benjamin did not know that disaster was very near to them."},{"number":35,"verse":"And Jehovah struck down Benjamin before Israel; and the children of Israel destroyed twenty-five thousand one hundred men of Benjamin that day; all these were ones who drew the sword."},{"number":36,"verse":"And the children of Benjamin saw that they were stricken down. Now the men of Israel had given ground to Benjamin, for they trusted in the ambush that they had set against Gibeah."},{"number":37,"verse":"And the ambush hurried and rushed against Gibeah; and the ambush proceeded and struck the whole city with the edge of the sword."},{"number":38,"verse":"And the appointed sign between the men of Israel and the ambush was that they would make a great cloud of smoke rise up from the city,"},{"number":39,"verse":"And then the men of Israel would turn into the battle. So Benjamin had begun to strike, killing about thirty men among the men of Israel; for they said, They are certainly stricken down before us as in the first battle."},{"number":40,"verse":"But when the cloud began to go up from the city like a pillar of smoke, the Benjaminites looked behind them, and there was the whole city, going up in smoke to heaven."},{"number":41,"verse":"And the men of Israel turned; and the men of Benjamin were dismayed, for they saw that disaster was very near to them."},{"number":42,"verse":"Then they turned before the men of Israel into the way of the wilderness; but the battle overtook them, and those from the cities struck them down in between."},{"number":43,"verse":"They surrounded the Benjaminites, chased them, and trampled them at the resting place, as far as over against Gibeah toward the rising of the sun."},{"number":44,"verse":"And eighteen thousand men of Benjamin fell; all of these were men of valor."},{"number":45,"verse":"And they turned and fled into the wilderness to the rock of Rimmon, but the men of Israel gleaned five thousand of them in the highways; and they pursued after them as far as Gidom and struck two thousand of them."},{"number":46,"verse":"So all who fell of Benjamin on that day were twenty-five thousand men who drew the sword; all of these were men of valor."},{"number":47,"verse":"But six hundred men turned and fled into the wilderness to the rock of Rimmon, and they dwelt at the rock of Rimmon four months."},{"number":48,"verse":"And the men of Israel returned to the children of Benjamin and struck them with the edge of the sword, both the entire city with the cattle and all that was found there; moreover all the cities that were found they set on fire."}]}