{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":3,"verses":[{"number":1,"verse":"And these are the nations that Jehovah left in order that through them He might test Israel ( that is, all who had not known all the battles of Canaan),"},{"number":2,"verse":"But only so that the generations of the children of Israel might learn to know war, at least those who had not previously known the battles:"},{"number":3,"verse":"The five lords of the Philistines and all the Canaanites and the Sidonians and the Hivites who dwelt on Mount Lebanon, from Mount Baal-hermon to the entrance of Hamath."},{"number":4,"verse":"And they were for the testing of Israel, to know whether they would listen to the commandments of Jehovah, which He commanded their fathers through Moses."},{"number":5,"verse":"And the children of Israel dwelt among the Canaanites, the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites."},{"number":6,"verse":"And they took their daughters as their wives and gave their own daughters to their sons, and they served their gods."},{"number":7,"verse":"And the children of Israel did that which was evil in the sight of Jehovah, and they forgot Jehovah their God and served the Baals and the Asherahs."},{"number":8,"verse":"Therefore the anger of Jehovah burned against Israel, and He sold them into the hand of Cushan-rishathaim the king of Mesopotamia. And the children of Israel served Cushan-rishathaim eight years."},{"number":9,"verse":"Then the children of Israel cried out to Jehovah, and Jehovah raised up a savior for the children of Israel, who saved them, that is, Othniel the son of Kenaz, Caleb’s younger brother."},{"number":10,"verse":"And the Spirit of Jehovah came upon him, and he judged Israel. And he went out to battle, and Jehovah delivered Cushan-rishathaim the king of Aram into his hand; and his hand prevailed over Cushan-rishathaim."},{"number":11,"verse":"And the land had rest forty years. And Othniel the son of Kenaz died."},{"number":12,"verse":"Then the children of Israel again did that which was evil in the sight of Jehovah. And Jehovah strengthened Eglon the king of Moab against Israel because they did that which was evil in the sight of Jehovah."},{"number":13,"verse":"And he gathered the children of Ammon and Amalek to himself and went and struck Israel, and they took possession of the city of palms."},{"number":14,"verse":"And the children of Israel served Eglon the king of Moab eighteen years."},{"number":15,"verse":"Then the children of Israel cried out to Jehovah, and Jehovah raised up a savior for them, that is, Ehud the son of Gera, the Benjaminite, a left-handed man. Now the children of Israel sent tribute to Eglon the king of Moab by him."},{"number":16,"verse":"And Ehud made himself a dagger that had two edges, a cubit long. And he strapped it to his right thigh under his clothes."},{"number":17,"verse":"And he presented the tribute to Eglon the king of Moab. (Now Eglon was a very fat man.)"},{"number":18,"verse":"And when he finished presenting the tribute, he sent away the people who carried the tribute."},{"number":19,"verse":"But he himself returned from the sculptured idols at Gilgal and said, I have a secret message for you, O king. And he said, Hush. And all those who attended to him went out from him."},{"number":20,"verse":"And when Ehud came to him, he was sitting alone in his cool upper room. And Ehud said, I have a message from God for you. And he rose up from his seat."},{"number":21,"verse":"And Ehud reached with his left hand and took the dagger from his right thigh, and he drove it into his belly."},{"number":22,"verse":"And the hilt also went in, after the blade; and the fat closed over the blade, for he did not draw the dagger from his belly. And he went out into the courtyard."},{"number":23,"verse":"Then Ehud went out onto the porch, and he closed the doors of the upper room on Eglon and locked them."},{"number":24,"verse":"And when he had gone out, Eglon’s servants came and saw that the doors of the upper room were locked; and they said, He must be relieving himself in the cool chamber."},{"number":25,"verse":"And they waited until they were ashamed, but still he was not opening the doors of the upper room. Then they took the key and opened them. And there was their lord, fallen to the ground dead."},{"number":26,"verse":"And Ehud escaped while they delayed, and he passed by the sculptured idols and escaped to Seirah."},{"number":27,"verse":"And when he arrived, he blew the horn in the hill country of Ephraim; and the children of Israel came down with him from the hill country, and he was before them."},{"number":28,"verse":"And he said to them, Follow closely after me, for Jehovah has delivered your enemies the Moabites into your hand. And they went down after him and took the fords of the Jordan against the Moabites; and they let no man cross over."},{"number":29,"verse":"And they struck about ten thousand Moabites at that time, all stout and all valiant men; and no man escaped."},{"number":30,"verse":"So Moab was subdued that day under the hand of Israel. And the land had rest eighty years."},{"number":31,"verse":"And after him there was Shamgar the son of Anath, who struck six hundred Philistines with an ox goad; and he also saved Israel."}]}