{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":4,"verses":[{"number":1,"verse":"Then the children of Israel again did that which was evil in the sight of Jehovah after Ehud died."},{"number":2,"verse":"And Jehovah sold them into the hand of Jabin the king of Canaan, who reigned in Hazor. And the captain of his army was Sisera, who dwelt at Harosheth-hagoyim."},{"number":3,"verse":"And the children of Israel cried out to Jehovah, for he had nine hundred iron chariots, and he oppressed the children of Israel severely twenty years."},{"number":4,"verse":"Now Deborah was a prophetess, the wife of Lappidoth. She judged Israel at that time."},{"number":5,"verse":"And she would sit under the palm of Deborah, between Ramah and Bethel in the hill country of Ephraim. And the children of Israel went up to her for judgment."},{"number":6,"verse":"And she sent word and called to Barak the son of Abinoam from Kedesh-naphtali and said to him, Jehovah the God of Israel has indeed commanded: Go and deploy your forces on Mount Tabor; and take with you ten thousand men from the children of Naphtali and from the children of Zebulun."},{"number":7,"verse":"And I will draw out Sisera, the captain of Jabin’s army, with his chariots and his throng, toward you at the river Kishon; and I will deliver him into your hand."},{"number":8,"verse":"And Barak said to her, If you will go with me, I will go; but if you do not go with me, I will not go."},{"number":9,"verse":"And she said, I will surely go with you. However there will be no glory for you on the journey you are taking, for Jehovah will sell Sisera into the hand of a woman. And Deborah rose up and went with Barak to Kedesh."},{"number":10,"verse":"And Barak called Zebulun and Naphtali to Kedesh, and ten thousand men went up behind him; and Deborah went up with him."},{"number":11,"verse":"Now Heber the Kenite had separated himself from the Kenites, from the children of Hobab the father-in-law of Moses. And he pitched his tent at the terebinth in Zaanannim, which is near Kedesh."},{"number":12,"verse":"And they told Sisera that Barak the son of Abinoam went up to Mount Tabor."},{"number":13,"verse":"And Sisera called all his chariots — nine hundred iron chariots — and all the people who were with him from Harosheth-hagoyim to the river Kishon."},{"number":14,"verse":"And Deborah said to Barak, Rise up, for this is the day when Jehovah will deliver Sisera into your hand. Jehovah has indeed gone out before you. So Barak went down from Mount Tabor with ten thousand men after him."},{"number":15,"verse":"And Jehovah threw Sisera and all his chariots and all his army into confusion with the edge of the sword before Barak, and Sisera got down from his chariot and fled on foot."},{"number":16,"verse":"But Barak pursued after the chariots and the army as far as Harosheth-hagoyim. And all the army of Sisera fell by the edge of the sword; not even one was left."},{"number":17,"verse":"Meanwhile, Sisera had fled on foot to the tent of Jael the wife of Heber the Kenite; for there had been peace between Jabin the king of Hazor and the house of Heber the Kenite."},{"number":18,"verse":"And Jael went out to meet Sisera; and she said to him, Turn here, my lord; turn here to me; do not be afraid. So he turned to her into her tent, and she covered him with a rug."},{"number":19,"verse":"And he said to her, Give me please a little water to drink, for I am thirsty. And she opened a skin of milk and gave him a drink; then she covered him."},{"number":20,"verse":"And he said to her, Stand at the entrance of the tent; and if anyone comes and asks you, saying, Is there a man here? you shall say, No."},{"number":21,"verse":"Then Jael the wife of Heber took a tent peg and put a hammer in her hand and went quietly to him. And she drove the peg into his temple, and it pierced through to the ground; for he was sound asleep and exhausted. And he died."},{"number":22,"verse":"And Barak was at that moment pursuing Sisera when Jael came out to meet him. And she said to him, Come, and I will show you the man you are seeking. And he went with her; and there was Sisera, fallen dead with the peg in his temple."},{"number":23,"verse":"So on that day God subdued Jabin the king of Canaan before the children of Israel."},{"number":24,"verse":"And the hand of the children of Israel became heavier and heavier upon Jabin the king of Canaan until they destroyed Jabin the king of Canaan."}]}