{"bibleAbbr":"RcV2003","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Then the children of Israel did that which was evil in the sight of Jehovah, and Jehovah delivered them into the hand of Midian for seven years."},{"number":2,"verse":"And the hand of Midian prevailed against Israel. Because of Midian the children of Israel made for themselves the dens which are in the mountains as well as the caves and the strongholds."},{"number":3,"verse":"And whenever Israel sowed its seed, Midian rose up with Amalek and the children of the east, and went up against them."},{"number":4,"verse":"And they encamped against them and destroyed the produce of the land until you come to Gaza, and they left no sustenance in Israel, or sheep or ox or donkey."},{"number":5,"verse":"For they went up with their cattle and their tents and came in like a locust swarm in number; both they and their camels were without number. And they came into the land to destroy it."},{"number":6,"verse":"And Israel was greatly impoverished because of Midian. And the children of Israel cried out to Jehovah."},{"number":7,"verse":"And when the children of Israel cried out to Jehovah because of Midian,"},{"number":8,"verse":"Jehovah sent a man who was a prophet to the children of Israel. And he said to them, Thus says Jehovah the God of Israel, It was I who brought you up out of Egypt and brought you out from the slave house;"},{"number":9,"verse":"And I delivered you from the hand of the Egyptians and out of the hand of all who oppressed you. And I drove them out before you and gave you their land."},{"number":10,"verse":"And I said to you, I am Jehovah your God; you shall not fear the gods of the Amorites, in whose land you dwell. But you did not listen to My voice."},{"number":11,"verse":"And the Angel of Jehovah came and sat under the terebinth that was in Ophrah, which belonged to Joash the Abiezrite, while Gideon his son was beating out the wheat in the winepress in order to hide it from the Midianites."},{"number":12,"verse":"And the Angel of Jehovah appeared to him and said to him, Jehovah is with you, valiant warrior."},{"number":13,"verse":"And Gideon said to Him, Please, my lord, if Jehovah is with us, then why has all this happened to us? And where are all His wondrous deeds that our fathers recount to us, saying, Did not Jehovah bring us up out of Egypt? But now Jehovah has abandoned us and delivered us into the hand of Midian."},{"number":14,"verse":"Then Jehovah turned to him and said, Go in this strength of yours, and save Israel from the hand of Midian. Indeed I have sent you."},{"number":15,"verse":"And he said to Him, Please, Lord, by what way can I save Israel? My clan here is the poorest in Manasseh, and I am the least in my father’s house."},{"number":16,"verse":"And Jehovah said to him, Surely I will be with you, and you will strike the Midianites as one man."},{"number":17,"verse":"And he said to Him, If now I have found favor in Your sight, perform a sign for me that it is You who are speaking with me."},{"number":18,"verse":"Do not depart from here until I come to You and bring my present and set it before You. And He said, I will remain until you return."},{"number":19,"verse":"So Gideon went and prepared a kid and an ephah of flour in unleavened cakes. He put the flesh in a basket and put the broth in a pot, and he brought it out to Him under the terebinth. And he presented it."},{"number":20,"verse":"And the Angel of God said to him, Take the flesh and the unleavened cakes, and put them on this rock; and pour out the broth. And he did so."},{"number":21,"verse":"And the Angel of Jehovah put forth the end of the staff that was in His hand and touched the flesh and the unleavened cakes. And fire came up from the rock and consumed the flesh and the unleavened cakes. And the Angel of Jehovah went from his sight."},{"number":22,"verse":"And Gideon saw that He was the Angel of Jehovah. And Gideon said, Alas, O Lord Jehovah! For I have seen the Angel of Jehovah face to face."},{"number":23,"verse":"And Jehovah said to him, Peace be with you. Do not be afraid; you shall not die."},{"number":24,"verse":"Then Gideon built an altar there to Jehovah, and he called it Jehovah-shalom. To this day it is still in Ophrah of the Abiezrites."},{"number":25,"verse":"And that night Jehovah said to him, Take your father’s bull, that is, the second bull, seven years old; and tear down the altar of Baal that belongs to your father, and cut down the Asherah that is beside it."},{"number":26,"verse":"And build an altar to Jehovah your God upon the top of this stronghold in the ordered manner. Then take that second bull, and offer a burnt offering with the wood of the Asherah that you will cut down."},{"number":27,"verse":"So Gideon took ten men from among his servants and did as Jehovah had told him. But because he was too afraid of his father’s house and the men of the city to do it by day, he did it at night."},{"number":28,"verse":"And when the men of the city rose up early in the morning, there was the altar of Baal, broken down; and the Asherah beside it was cut down. And the second bull had been offered upon the altar that had been built."},{"number":29,"verse":"And they said to one another, Who has done this thing? And after they inquired and sought about, they said, Gideon the son of Joash has done this thing."},{"number":30,"verse":"Then the men of the city said to Joash, Bring out your son that he may die, for he has broken down the altar of Baal and cut down the Asherah beside it."},{"number":31,"verse":"And Joash said to all who stood against him, Will you contend for Baal? Or will you save him? Whoever contends for him will be put to death while it is still morning. If he is a god, let him contend for himself; for his altar has been broken down."},{"number":32,"verse":"Therefore on that day he named Gideon Jerubbaal, saying, Let Baal contend against him, for he has broken down his altar."},{"number":33,"verse":"Then all the Midianites and the Amalekites and the children of the east gathered together, and they crossed over and encamped in the valley of Jezreel."},{"number":34,"verse":"And the Spirit of Jehovah clothed Gideon; and he blew the trumpet, and the Abiezrites were called up behind him."},{"number":35,"verse":"And he sent messengers throughout all Manasseh, and they were also called up behind him. And he sent messengers throughout Asher and Zebulun and Naphtali, and they went up to meet them."},{"number":36,"verse":"And Gideon said to God, If indeed You will save Israel through my hand, as You have said,"},{"number":37,"verse":"I am laying here a fleece of wool on the threshing floor: If there is dew on the fleece alone and it is dry on all the ground, I will know that You will save Israel through my hand, as You have said."},{"number":38,"verse":"And so it happened. When he rose up early the next morning and squeezed the fleece, he wrung dew from the fleece, a bowlful of water."},{"number":39,"verse":"Then Gideon said to God, May Your anger not burn against me, but allow me to speak only this one time. Allow me to make this test with the fleece only this one time. Let it be dry on the fleece only, and let there be dew on all the ground."},{"number":40,"verse":"And God did so that night, so that it was dry on the fleece only and there was dew on all the ground."}]}