{"bibleAbbr":"mniRNT2022","bookName":"Jacob","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"( Lei khudum chanba) Eigi ichil-inaosa, nakhoi ayambana tambiba ojasing oiganu maramdi tambiba oja oiba eikhoi henna kanba wayenba phanggani haiba nakhoina khangliba aduni."},{"number":2,"verse":"Eikhoi pumnamak toina asoiba toui. Adubu kanagumba mi amana mahakna haiba wada asoiba amata leitrabadi, mahak mapung phaba amasung mahakki masa apumba khudum chanba ngamba mi amani."},{"number":3,"verse":"Eikhoigi haiba innanaba eikhoina sagolgi machinda yachan challi aduga eikhoina chatningba maphamda mahakpu chat-hanba ngammi."},{"number":4,"verse":"Nattraga achouba hi amagi maramda wakhal tousi: hi adu yamna chaojarabasu amadi akanba nungsitna humlaga purabasu piklaba nougi mapanna hinao sabana chatning chatningba maikeida koilei leiba ngammi."},{"number":5,"verse":"Adugumduna lei asisuni: madu pikcharasu achou achoubasinggi maramda napan tou-i. Khanthabiyu, piklaba meirik amana chaokhraba umang amabu mei chak-hanba ngamlibani!"},{"number":6,"verse":"Leidi meigumbani, ayol arangi taibangpanbani; leina eikhoigi hakchang kayatsinggi marakta kayat ama oiduna hakchang apumbada phattaba sandok-i, amasung mahakki punsigi khongchat pumnamak norok-maktagi lakpa meina chak-halli."},{"number":7,"verse":"Makhal khudingmakki sasing, ucheksing, mapukna sittuna chatpa sasing amasung isingda hinglibasingbu mioibana lakpa ngammi."},{"number":8,"verse":"Adubu mi kana amatana leibu lakpadi ngamde. Masi khudum chanba ngamdaba phattaba amani, siba yaba huna thalli."},{"number":9,"verse":"( Meihou 1:26) Masigi lei asina eikhoina eikhoigi Mapu Ibungo amasung Ipabu thagatli, aduga Tengban Mapugi mitamda semkhraba misingbu eikhoina sirap tou-i."},{"number":10,"verse":"Chin amatadagi thagat waheising amasung sirap touba thoklak-i. Eigi ichil inaosa, masi asumna oiroidabani!"},{"number":11,"verse":"Iphut amadagi thumhi chenba ising amasung thumhi chendaba ising animak thoklakte."},{"number":12,"verse":"Eigi ichil inaosa, heiyit panbida chorphon panba yaba hounade aduga anggur pambida heiyit panba yaba hounade. Matou asumna thumhi chenba iphutna thumhi chendaba ising thok-hanba yaba hounade."},{"number":13,"verse":"( Mathaklomdagi lakpa lousing) Nakhoigi narakta asingba amasung wakhal taba kanagumba yaobra? Mahakki aphaba punsi amadi lousing amasung nolukpaga loinna mahakna pangthokpa aphaba thabakna utsanu."},{"number":14,"verse":"Adubu nakhoigi thamoinungda yamna kallakpa amasung masagi oijabata thiba adu karigumba leirabadi, nakhoina nakhoigi lousinggi maramda chaothoktuna achumbagi maiyokta pap langsin-ganu."},{"number":15,"verse":"Adugumba lousing adudi swargadagi lakpa natte; madu taibangpangi oibani, thawaigi oiba natte lai phattabadagi oibani."},{"number":16,"verse":"Kallakpa amasung masagi oijaba thiba leiba maphamda charangnaba amadi makhal khudingmakki phattaba adu lei."},{"number":17,"verse":"Adubu swargadagi lakpa lousing adu ahanbada asengbani; adudagi ingthaba, pukning tappa, amasung marup mapang oiba; nungsiheibana thanba amasung aphaba thabakki maheising puthokpa; michang-mikhai naidaba amasung aphasasinnaba yaodaba oi."},{"number":18,"verse":"Ingthabagi maru hunba ingthaba pibasingna achumba chatpagi mahei lok-i."}]}