{"bibleAbbr":"MSG2002","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"Listen now, listen to GOD: \"Take your stand in court. If you have a complaint, tell the mountains; make your case to the hills."},{"number":2,"verse":"And now, Mountains, hear GOD's case; listen, Jury Earth-- For I am bringing charges against my people. I am building a case against Israel."},{"number":3,"verse":"\"Dear people, how have I done you wrong? Have I burdened you, worn you out? Answer!"},{"number":4,"verse":"I delivered you from a bad life in Egypt; I paid a good price to get you out of slavery. I sent Moses to lead you-- and Aaron and Miriam to boot!"},{"number":5,"verse":"Remember what Balak king of Moab tried to pull, and how Balaam son of Beor turned the tables on him. Remember all those stories about Shittim and Gilgal. Keep all GOD's salvation stories fresh and present.\""},{"number":6,"verse":"How can I stand up before GOD and show proper respect to the high God? Should I bring an armload of offerings topped off with yearling calves?"},{"number":7,"verse":"Would GOD be impressed with thousands of rams, with buckets and barrels of olive oil? Would he be moved if I sacrificed my firstborn child, my precious baby, to cancel my sin?"},{"number":8,"verse":"But he's already made it plain how to live, what to do, what GOD is looking for in men and women. It's quite simple: Do what is fair and just to your neighbor, be compassionate and loyal in your love, And don't take yourself too seriously-- take God seriously."},{"number":9,"verse":"Attention! GOD calls out to the city! If you know what's good for you, you'll listen. So listen, all of you! This is serious business."},{"number":10,"verse":"\"Do you expect me to overlook obscene wealth you've piled up by cheating and fraud?"},{"number":11,"verse":"Do you think I'll tolerate shady deals and shifty scheming?"},{"number":12,"verse":"I'm tired of the violent rich bullying their way with bluffs and lies."},{"number":13,"verse":"I'm fed up. Beginning now, you're finished. You'll pay for your sins down to your last cent."},{"number":14,"verse":"No matter how much you get, it will never be enough-- hollow stomachs, empty hearts. No matter how hard you work, you'll have nothing to show for it-- bankrupt lives, wasted souls."},{"number":15,"verse":"You'll plant grass but never get a lawn. You'll make jelly but never spread it on your bread. You'll press apples but never drink the cider."},{"number":16,"verse":"You have lived by the standards of your king, Omri, the decadent lifestyle of the family of Ahab. Because you've slavishly followed their fashions, I'm forcing you into bankruptcy. Your way of life will be laughed at, a tasteless joke. Your lives will be derided as futile and fake.\""}]}