{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"And the day came that Jonathan the son of Saul said to the young man bearing his armor, Come, and we will go over to the garrison of the Philistines on the other side. But he did not speak to his father."},{"number":2,"verse":"And Saul was abiding at the edge of Gibeah, under the pomegranate which is in Migron; also the people with him, about six hundred men."},{"number":3,"verse":"And Ahijah, the son of Ahitub, the brother of Ichabod, the son of Phinehas, the son of Eli the priest of Jehovah in Shiloh, was wearing the ephod. And the people did not know that Jonathan had gone."},{"number":4,"verse":"And between the passes by which Jonathan sought to go over to the Philistine garrison, there was a rocky crag on the one side, and the rocky crag opposite this; and the name of the one was Bozez, and the name of the one, Seneh."},{"number":5,"verse":"The one crag was a pillar on the north in front of Michmash, and the one on the south in front of Gibeah."},{"number":6,"verse":"And Jonathan said to the young man bearing his weapons, Come, we shall cross over to the garrison of these uncircumcised ones. It may be Jehovah will work for us, for there is no hindrance to Jehovah, to save by many or by few."},{"number":7,"verse":"And his armorbearer said to him, Do all that is in your heart; turn yourself. Behold, I am with you according to your heart."},{"number":8,"verse":"And Jonathan said, Behold, we will cross over to the men and show ourselves to them."},{"number":9,"verse":"If they say this to us, Stand still until we reach you, then we will stand in our place and not go up to them."},{"number":10,"verse":"But if they say this, Come up to us, then we will go up, for Jehovah has given them into our hand; and this will be the sign for us."},{"number":11,"verse":"And both of them were revealed to the garrison of the Philistines. And the Philistines said, See, Hebrews coming out from the holes there where they hid themselves!"},{"number":12,"verse":"And the men of the garrison answered Jonathan and his armorbearer, and said, Come up to us, and we will teach you a thing. And Jonathan said to his armorbearer, Come up after me, for Jehovah has given them into the hand of Israel."},{"number":13,"verse":"And Jonathan went up on his hands and on his feet, and the armorbearer after him. And they fell before Jonathan, and the armorbearer was causing dying behind him."},{"number":14,"verse":"And this was the first blow, when Jonathan and his armorbearer struck about twenty men in about half of a furrow of an acre of a field."},{"number":15,"verse":"And there was trembling in the camp, in the field, and among all the people; the garrison and those ravaging trembled, even them. And the ground quaked, and it was for a trembling of God."},{"number":16,"verse":"And the watchmen of Saul in Gibeah of Benjamin looked; and behold, the multitude had melted away; and they went on striking down."},{"number":17,"verse":"And Saul said to the people with him, Number now and see who has gone from us. And they numbered, and, behold, Jonathan and the armorbearer were not there."},{"number":18,"verse":"And Saul said to Ahijah, Bring near the ark of God here, for the ark of God was with the sons of Israel on that day."},{"number":19,"verse":"And it happened while Saul spoke to the priest, that the turmoil which was in the camp of the Philistines even went on, going and increasing. And Saul said to the priest, Draw back your hand."},{"number":20,"verse":"And Saul and all the people who are with him was gathered and went to the battle. And, behold, each man's sword was against his fellow, a very great panic!"},{"number":21,"verse":"And the Hebrews who were for the Philistines yesterday and the day before, who had come up with them to the camp all around, even they also turned to be with Israel that was with Saul and Jonathan."},{"number":22,"verse":"And all the men of Israel who had been hiding themselves in the hill-country of Ephraim heard that the Philistines had fled. And they also pursued after them in battle."},{"number":23,"verse":"And Jehovah saved Israel that day. And the battle passed over to Beth-aven."},{"number":24,"verse":"And the men of Israel were pressed on that day, for Saul took an oath of the people, saying, Cursed shall be the man who eats food until the evening, when I have been avenged on my enemies; and none of the people tasted food."},{"number":25,"verse":"And all those of the land came into a forest, and there was honey on the ground."},{"number":26,"verse":"And the people came into the forest; and behold, a flow of honey! But no man put his hand to his mouth, for the people feared the oath."},{"number":27,"verse":"And Jonathan did not hear when his father made the people swear. And he put out the tip of the staff in his hand and dipped it into the honeycomb. And he put his hand to his mouth, and his eyes brightened."},{"number":28,"verse":"And one of the people answered and said, Swearing your father made the people swear, saying, Cursed shall be the man who eats food today; and the people were weak."},{"number":29,"verse":"And Jonathan said, My father has troubled the land. See, now, that my eyes became bright, for I tasted this little honey."},{"number":30,"verse":"How much more if eating the people had eaten today of this spoil of its enemies which it has found. For now had not the blow among the Philistines have been great?"},{"number":31,"verse":"And they struck the Philistines on that day from Michmash to Aijalon; but the people were very weak."},{"number":32,"verse":"And the people made free with the spoil, and took sheep, and oxen, and sons of the herd, and slaughtered them to the ground. And the people ate with the blood."},{"number":33,"verse":"And they told Saul, saying, Behold, the people are sinning against Jehovah, to eat with the blood. And he said, You have acted treacherously; roll to me a great stone today."},{"number":34,"verse":"And Saul said, Scatter among the people and say to them, Each man bring his ox near to me, and each man his sheep, and you slaughter here, and eat; and you shall not sin against Jehovah, to eat with the blood. And each man of all the people brought near his ox in his hand that night, and they slaughtered there."},{"number":35,"verse":"And Saul built an altar to Jehovah. With it he began to build an altar to Jehovah."},{"number":36,"verse":"And Saul said, Let us go down after the Philistines by night and plunder among them until the morning light, and not a man remains among them. And they said, Do all that is good in your eyes. And the priest said, Let us draw near here to God."},{"number":37,"verse":"And Saul asked of God, Shall I go down after the Philistines? Will You give them into the hand of Israel? But He did not answer him on that day."},{"number":38,"verse":"And Saul said, All leaders of the people draw near here, and know and see how this sin has happened today."},{"number":39,"verse":"For as Jehovah lives, who delivers Israel, surely if it is my son Jonathan, dying he shall die. And there was not an answer to him from all the people."},{"number":40,"verse":"And he said to all Israel, You be opposite on one side, and my son Jonathan and I will be opposite on one side. And the people said to Saul, Do that which is good in your eyes."},{"number":41,"verse":"And Saul said to Jehovah, the God of Israel, Give a perfect lot. And Jonathan and Saul were taken, and the people went out."},{"number":42,"verse":"And Saul said, Cast between me and my son Jonathan. And Jonathan was taken."},{"number":43,"verse":"And Saul said to Jonathan, Declare to me, what did you do? And Jonathan declared to him, and said, I indeed tasted a little honey with the end of the staff which was in my hand. Behold me; I will die."},{"number":44,"verse":"And Saul said, God do so and more also, for dying you shall die, Jonathan."},{"number":45,"verse":"And the people said to Saul, Shall Jonathan die, he who did this great deliverance in Israel? Far be it! As Jehovah lives, there shall not one hair of his head fall to the ground, for he has worked with God this day. And the people redeemed Jonathan, and he did not die."},{"number":46,"verse":"And Saul went up from following the Philistines. And the Philistines went to their own place."},{"number":47,"verse":"And Saul took the kingdom over Israel, and fought against all his enemies all around, with Moab, and with the sons of Ammon, and with Edom, and with the kings of Zobah, and with the Philistines, and wherever he turned, he gained the victory."},{"number":48,"verse":"And he acted with strength and struck Amalek, and delivered Israel from the hand of their plunderers."},{"number":49,"verse":"And the sons of Saul were Jonathan and Ishvi, and Malchishua; and his two daughters' names: the first-born's name was Merab; and the name of the younger, Michal."},{"number":50,"verse":"And the name of Saul's wife was Ahinoam, the daughter of Ahimaaz. And the name of his army commander was Abner, the son of Ner, Saul's uncle."},{"number":51,"verse":"And Kish was Saul's father, and Ner. Abner's father, was the son of Abiel."},{"number":52,"verse":"And the war was strong against the Philistines all the days of Saul. And when Saul saw any mighty man, or any son of strength, even he gathered him to himself."}]}