{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"And Jehovah said to Samuel, Until when will you mourn for Saul, for I have rejected him from reigning over Israel? Fill your horn with oil and go. I will send you to Jesse of Bethlehem, for I have seen a king for Me among his sons."},{"number":2,"verse":"And Samuel said, How can I go? And if Saul hears, even he will kill me. And Jehovah said, Take a heifer from the herd in your hand, and you shall say, I have come to sacrifice to Jehovah."},{"number":3,"verse":"And you call Jesse to the sacrifice, and I will make you know what you shall do. And you shall anoint for Me whomever I say to you."},{"number":4,"verse":"And Samuel did what Jehovah said, and came to Bethlehem. And the elders of the city trembled to meet him, and said, Do you come in peace?"},{"number":5,"verse":"And he said, In peace! I have come to sacrifice to Jehovah. Consecrate yourselves and you shall come to me to the sacrifice. And he consecrated Jesse and his sons, and called them to the sacrifice."},{"number":6,"verse":"And it happened as they came in, that he saw Eliab, and said, Surely His anointed is before Jehovah."},{"number":7,"verse":"And Jehovah said to Samuel, Do not look on his appearance, and not to the height of his stature, for I have rejected him. For man does not see what He sees. For man looks for the eyes, but Jehovah looks for the heart."},{"number":8,"verse":"And Jesse called to Abinadab, and he passed him before Samuel, but he said, Also Jehovah has not chosen this one."},{"number":9,"verse":"And Jesse passed Shammah by, but he said, Also Jehovah has not chosen this one."},{"number":10,"verse":"And Jesse passed seven of his sons before Samuel, but Samuel said to Jesse, Jehovah has not chosen among these."},{"number":11,"verse":"And Samuel said to Jesse, Are these all the young men? And he said, There yet remains the youngest; and behold, he is tending the flock. And Samuel said to Jesse, send and bring him, for we will not sit until he comes here."},{"number":12,"verse":"And he sent and brought him in. And he was ruddy, with beautiful eyes and good form. And Jehovah said, Rise up, anoint him, for this is he."},{"number":13,"verse":"And Samuel took the horn of oil and anointed him in the midst of his brothers. And the Spirit of Jehovah came mightily upon David from that day and onward. And Samuel rose up and went to Ramah."},{"number":14,"verse":"And the Spirit of Jehovah departed from Saul, and an evil spirit from Jehovah terrified him."},{"number":15,"verse":"And Saul's servants said to him, Behold, now an evil spirit from God is terrifying you."},{"number":16,"verse":"Please let our lord say to your servants before you, Let them seek out a man who knows how to play on the harp. And it shall be, when the evil spirit from God is upon you, then he shall play with his hand, and it shall be well with you."},{"number":17,"verse":"And Saul said to his servants, Now look for a man who is good at playing for me, and bring him to me."},{"number":18,"verse":"One of the servants answered and said, Behold, I have seen a son of Jesse of Bethlehem who knows to play, and a mighty man of strength, and a man of battle, and skillful in speech, and a man of form; and Jehovah is with him."},{"number":19,"verse":"And Saul sent messengers to Jesse and said, Send your son David to me, who is with the flock."},{"number":20,"verse":"And Jesse took an ass, with bread, and a skin of wine, and one kid of the goats; and he sent by the hand of his son David to Saul."},{"number":21,"verse":"And David came to Saul and stood before him. And he loved him greatly; and he bore his weapons."},{"number":22,"verse":"And Saul sent to Jesse, saying, Please let David stand before me, for he has found grace in my eyes."},{"number":23,"verse":"And it happened, when the evil spirit from God was on Saul, even David would take the harp and play with his hand. And there was relief for Saul, and it was well with him. And the evil spirit would depart from him."}]}