{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"And the Philistines had gathered their armies for battle, and were gathered at Shochoh of Judah. And they camped between Shochoh and Azekah in Ephesdammim."},{"number":2,"verse":"And Saul and the men of Israel were gathered, and camped in the valley of Elah. And they set in order for battle to meet the Philistines."},{"number":3,"verse":"And the Philistines stood on the mountain on this side, and Israel stood on the mountain on this side, and the valley between them."},{"number":4,"verse":"And a man between the two came out from the armies of the Philistines, Goliath was his name, from Gath; his height was six cubits and a span."},{"number":5,"verse":"And a helmet of bronze was on his head, and he was clothed with scaled body armor; and the weight of the armor was five thousand shekels of bronze."},{"number":6,"verse":"And leg-armor of bronze was on his feet, and a javelin of bronze between his shoulders."},{"number":7,"verse":"And the wood of his spear was like a weaver's beam; and the blade of his spear weighed six hundred shekels of iron. And he who bore the shield went before him."},{"number":8,"verse":"And he stood and called to the ranks of Israel, and said to them, Why do you come out to set in order the battle? Am I not the Philistine, and you Saul's servants? Choose one of yourselves, and let him come to me."},{"number":9,"verse":"If he is able to fight with me and strike me, then we shall become slaves to you. But if I prevail over him, and strike him, then you will become slaves to us and shall serve us."},{"number":10,"verse":"And the Philistine said, I defy the ranks of Israel this day; give me a man, and we will fight together."},{"number":11,"verse":"And Saul and all Israel heard these words of the Philistine. And they were dismayed and greatly afraid."},{"number":12,"verse":"And David was the son of an Ephrathite of Bethlehem-Judah named Jesse. And to him were eight sons. And the man was old among men in the days of Saul."},{"number":13,"verse":"And the three eldest sons of Jesse went out; they went after Saul to the battle. And the name of his three sons who went into the battle: Eliab, the first-born; and his second, Abinadab; and the third, Shammah."},{"number":14,"verse":"And David was the youngest. And the three eldest had gone after Saul."},{"number":15,"verse":"And David was going and returning from Saul, to feed his father's flock at Bethlehem."},{"number":16,"verse":"And the Philistine drew near morning and evening, and presented himself forty days."},{"number":17,"verse":"And Jesse said to his son David, Please take to your brothers an ephah of this roasted grain and these ten loaves, and run to the camp, to your brothers."},{"number":18,"verse":"And you shall take these ten cuttings of cheese to the commander of the thousand, and you shall visit your brothers, as to their well-being; and you shall bring their token."},{"number":19,"verse":"And Saul, and they, and all the men of Israel were in the valley of Elah, fighting with the Philistines."},{"number":20,"verse":"And David rose up early in the morning and left the sheep with a keeper, and took the things, and went, as Jesse commanded him. And he came to the barricade, and to the army which was going out to the battle array; and they were shouting for battle."},{"number":21,"verse":"And Israel and the Philistines set up in battle array for rank to meet rank."},{"number":22,"verse":"And David left the goods on him into the hands of the keeper of the goods, and he ran to the army, and came and asked his brothers of their well-being."},{"number":23,"verse":"And as he was speaking to them, even, behold! The man between the two, Goliath the Philistine was his name, came up out of the ranks of the Philistines; and he spoke according to these words; and David heard."},{"number":24,"verse":"And when they saw the man, all the men of Israel ran from him, and were very much afraid."},{"number":25,"verse":"And the men of Israel said, Have you seen this man who comes up? For he has come to reproach Israel. And it shall be, the man who strikes him, the king will enrich him with great riches, and he will give his daughter to him. And he will make his father's house free in Israel."},{"number":26,"verse":"And David spoke to the men who were standing with him, saying, What shall be done to the man who strikes this Philistine, and turns aside reproach from Israel? For who is this uncircumcised Philistine that he should reproach the armies of the living God?"},{"number":27,"verse":"And the people spoke to him according to this word, saying, So shall it be done to the man who strikes him."},{"number":28,"verse":"And his eldest brother Eliab heard when he spoke to the men. And Eliab's anger burned against David. And he said, Why is it you have come down? And with whom have you left those few sheep in the wilderness? I know your pride and the evil of your heart, for you have come down to see the battle."},{"number":29,"verse":"And David said, What have I done now? Was it not but a word?"},{"number":30,"verse":"And he turned around from him to another and said according to this word. And the people answered him a word like the first word."},{"number":31,"verse":"And the words which David had spoken were heard. And they were told before Saul, and he received him."},{"number":32,"verse":"And David said to Saul, Let not a man's heart fail over him. Your servant will go and will fight with this Philistine."},{"number":33,"verse":"And Saul said to David, You are not able to go to this Philistine, to fight with him, for you are a youth, and he is a man of war from his youth."},{"number":34,"verse":"And David said to Saul, Your servant has been one shepherding among sheep for his father. And the lion came, and the bear, and took away a sheep out of the flock."},{"number":35,"verse":"And I went out after him and struck him, and delivered out of his mouth. And he rose against me, and I took hold of his beard and struck him, and killed him."},{"number":36,"verse":"Your servant has struck both the lion and the bear, and this uncircumcised Philistine shall be as one of them, for he has reproached the armies of the living God."},{"number":37,"verse":"And David said, Jehovah, who has delivered me out of the paw of the lion, and out of the paw of the bear, He shall deliver me from the hand of this Philistine. And Saul said to David, Go, and Jehovah be with you."},{"number":38,"verse":"And Saul clothed David with his apparel, and put a bronze helmet on his head, and clothed him with body armor."},{"number":39,"verse":"And David girded his sword on his apparel, and started to go. But he had not tested these. And David said to Saul, I am not able to go with these, for I have not tested them; and David took them off him."},{"number":40,"verse":"And he took his staff in his hand, and chose for himself five smooth stones from the valley. And he put them in the bag which he had, of one shepherding, even in his pouch. And his sling was in his hand, and he drew near to the Philistine."},{"number":41,"verse":"And the Philistine came on, coming and drawing near to David; and the man bearing the shield was before him."},{"number":42,"verse":"And the Philistine looked, and he saw David, and disdained him, for he was a youth, even ruddy, with a handsome appearance."},{"number":43,"verse":"And the Philistine said to David, Am I a dog that you have come to me with sticks? And the Philistine cursed David by his gods."},{"number":44,"verse":"And the Philistine said to David, Come to me, and I will give your flesh to the birds of the heavens and to the beasts of the field."},{"number":45,"verse":"And David said to the Philistine, You are coming to me with sword, and with spear, and with javelin. But I am coming to you in the name of Jehovah of Hosts, the God of the armies of Israel, which you have reproached."},{"number":46,"verse":"This day Jehovah shall shut you up into my hand, and I shall strike you, and take off your head from you and give the carcasses of the Philistine army to the birds of the heavens and to the living things of the earth this day. And all the earth shall know that there is a God for Israel."},{"number":47,"verse":"And all this company shall know that Jehovah does not save by sword and by spear, but that the battle belongs to Jehovah, and He has given you into our hand."},{"number":48,"verse":"And it happened, when the Philistine rising up and going and drawing near to meet David, David hurried and ran toward the ranks to meet the Philistine."},{"number":49,"verse":"And David put his hand into the pouch and took a stone from there. And he slung it and struck the Philistine in his forehead. And the stone sank into his forehead, and he fell on his face to the earth."},{"number":50,"verse":"And David was stronger than the Philistine with the sling and with the stone. And he struck the Philistine and caused him to die. And there was no sword in David's hand."},{"number":51,"verse":"And David ran and stood by the Philistine, and took his sword; and he drew it out of its sheath and caused him to die. And he cut off his head with it. And the Philistines saw that their warrior was dead, and they fled."},{"number":52,"verse":"And the men of Israel and Judah rose up and shouted, and pursued the Philistines until you enter the valley, even to the gates of Ekron. And the wounded of the Philistines fell in the way of Shaaraim, even to Gath, and to Ekron."},{"number":53,"verse":"And the sons of Israel returned from hotly pursuing the Philistines; and they plundered their camps."},{"number":54,"verse":"And David took the head of the Philistine and brought it to Jerusalem; and he put his weapons in his own tent."},{"number":55,"verse":"And when Saul saw David going out to meet the Philistine, he said to Abner, the army commander, Whose son is this youth, Abner? And Abner said, As your soul lives, O king, I do not know."},{"number":56,"verse":"And the king said, You ask whose son this young man is."},{"number":57,"verse":"And when David returned from striking the Philistine, then Abner took him and brought him before Saul; and the head of the Philistine was in his hand."},{"number":58,"verse":"And Saul said to him, Whose son are you, boy? And David said, The son of your servant Jesse, the Bethlehemite."}]}