{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"And the Philistines were fighting against Israel. And the men of Israel fled from the face of the Philistines, and they fell down wounded in Mount Gilboa."},{"number":2,"verse":"And the Philistines followed Saul and his sons. And the Philistines struck Jonathan, and Abinadab, and Malchishua, Saul's sons."},{"number":3,"verse":"And the battle went hard against Saul. And the archers, men with the bow, found him and he was sorely wounded by the archers."},{"number":4,"verse":"And Saul said to his armorbearer, Draw your sword and thrust it through me, lest these uncircumcised ones come and thrust it through me and abuse me. But his armorbearer would not, for he was much afraid. So Saul took the sword and fell on it."},{"number":5,"verse":"And his armorbearer saw that Saul was dead, and he also fell on his sword and died with him."},{"number":6,"verse":"And Saul and three of his sons, and his armorbearer, and all his men died together on that day."},{"number":7,"verse":"And the men of Israel who were beyond the valley, and who were beyond the Jordan, saw that the men of Israel had fled, and that Saul and his sons had died. And they abandoned the cities and fled. And the Philistines came in and lived in them."},{"number":8,"verse":"And it happened on the next day, the Philistines came to strip the wounded. And they found Saul and his three sons fallen down on Mount Gilboa."},{"number":9,"verse":"And they cut off his head, and stripped off his weapons, and sent into the land of the Philistines all around to bear the news in the house of their idols, and among the people."},{"number":10,"verse":"And they put his weapons in the house io Ashtaroth, and they fastened his body on the wall of Beth-shan."},{"number":11,"verse":"and when they, those living in Jabeshgilead, heard about it, that which the Philistines had done to Saul,"},{"number":12,"verse":"then all the men of strength rose up, and they went all the night; and they took the body of Saul, and the bodies of his sons, from the wall of Beth-shan. And they came to Jabesh, and burned them there."},{"number":13,"verse":"And they took their bones and buried them under the tamarisk tree in Jabesh. And they fasted seven days."}]}