{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"And it happened when Samuel was old, he made his sons judges over Israel."},{"number":2,"verse":"And the name of his first-born was Joel, and the name of his second, Abiah, judges in Beer-sheba."},{"number":3,"verse":"And his sons did not walk in his ways, and turned aside after dishonest gain, and took a bribe, and perverted judgment."},{"number":4,"verse":"And all the elders of Israel gathered and came in to Samuel, to Ramah."},{"number":5,"verse":"And they said to him, Behold, you have become old, and your sons have not walked in your ways. Now appoint a king to us, to judge us, like all the nations."},{"number":6,"verse":"And the thing was evil in Samuel's eyes when they said, Give to us a king to judge us. And Samuel prayed to Jehovah."},{"number":7,"verse":"And Jehovah said to Samuel, Listen to the voice of the people, to all that they say to you. For they have not rejected you, but they have rejected Me from reigning over them."},{"number":8,"verse":"According to all the works that they have done from the day I brought them up out of Egypt, even to this day, when they forsook Me and served other gods, so they are also doing to you."},{"number":9,"verse":"And now listen to their voice. Only, protesting you shall protest to them, and shall declare to them the privilege of the king who shall reign over them."},{"number":10,"verse":"And Samuel spoke all Jehovah's words to the people who were asking a king from him."},{"number":11,"verse":"And he said, This will be the privilege of the king who shall reign over you. He shall take your sons and shall appoint them for himself among his chariots, and among his horsemen. And they shall run before his chariots."},{"number":12,"verse":"And he will appoint for himself commanders of thousands, and commanders of fifties; and to plow his plowing, and to reap his reaping; and to make weapons for war for him, and weapons for his charioteer."},{"number":13,"verse":"And he will take your daughters for perfumers, and for cooks, and for bakers."},{"number":14,"verse":"And he will take your fields, and your vineyards, and your olive-yards, the best, and give them to his servants."},{"number":15,"verse":"And he will tithe your seed and your vineyards, and will give them to his eunuchs and to his servants."},{"number":16,"verse":"And he will take your male slaves and your slave-girls, and the best of your young men, and your asses, and will use them for his own work."},{"number":17,"verse":"He will tithe your flock, and you will be servants to him."},{"number":18,"verse":"And you will cry out in that day because of your king whom you have chosen for yourselves. And Jehovah will not answer you in that day."},{"number":19,"verse":"And the people refused to listen to the voice of Samuel, and said, No, but a king shall be over us."},{"number":20,"verse":"And we shall be, even we, like all the nations. And our king shall judge us and shall go out before us and fight our battles."},{"number":21,"verse":"And Samuel heard all the words of the people, and he spoke them in the ears of Jehovah."},{"number":22,"verse":"And Jehovah said to Samuel, Listen to their voice, and you shall cause a king to reign over them. And Samuel said to the men of Israel, Go, each man of you to his city."}]}