{"bibleAbbr":"KJ3-2005","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"And there was a man of Benjamin, and his name was Kish, the son of Abiel, the son of Zeror, the son of Bechorath the son of Aphiah, a man of Benjamin, a mighty man of strength."},{"number":2,"verse":"And he had a young and handsome son, and his name was Saul. And there was not a man among the sons of Israel more handsome than he, being taller than any of the people from his shoulder and upward."},{"number":3,"verse":"And the asses of Kish, Saul's father, were lost. And Kish said to his son Saul, Please take with you one of the young men, and rise up, go seek the asses."},{"number":4,"verse":"And he passed through the hills of Ephraim, and passed through the land of Shalisha. And they did not find them. And they passed through the land of Shaalim, and they were not there. And he passed through the land of the Benjamites, and they did not find them."},{"number":5,"verse":"And they came to the land of Zuph, and Saul said to his young man with him, Come and we shall turn back, lest my father give up the asses and become anxious for us."},{"number":6,"verse":"And he said to him, Behold now, a man of God is in this city, and the man is held in honor. All that he speaks certainly comes to pass. Now let us go there. It may be he will declare our way to us on which we should go."},{"number":7,"verse":"And Saul said to his young man, Yes, behold, we will go. But what will we bring in to the man? For the bread from our vessels is gone, and there is no present to bring to the man of God. What is with us?"},{"number":8,"verse":"And the young man answered Saul again and said, Behold, I have found a fourth of a shekel of silver; and I shall give it to the man of God, and he shall declare our way to us."},{"number":9,"verse":"Before in Israel, a man who was going to seek God said this, Come and we shall go to the seer; for the prophet of today, before was called the seer."},{"number":10,"verse":"And Saul said to his young man, Your word is good; come and we shall go. And they went into the city where the man of God was."},{"number":11,"verse":"They were going up the ascent to the city, and found young women going out to draw water, and said to them, Is the seer in this place?"},{"number":12,"verse":"And they answered them and said, He is. See, he is before you. Hurry now, for today he will come into the city, for the people have a sacrifice in the high place."},{"number":13,"verse":"As you go into the city, so you shall find him, before he goes up to the high place to eat. For the people will not eat until he comes, for he shall bless the sacrifice. Afterward they who are called will eat. And now, go up, for this day you will find him."},{"number":14,"verse":"And they went up to the city. They were coming into the middle of the city, and, behold, Samuel was coming out to meet them, to go up to the high place."},{"number":15,"verse":"And Jehovah revealed in Samuel's ear one day before Saul came, saying,"},{"number":16,"verse":"At this time tomorrow I will send to you a man out of the land of Benjamin. And you shall anoint him for the leader over My people Israel. And he shall save My people out of the hand of the Philistines; for I have seen My people, for their cry has come to Me."},{"number":17,"verse":"And Samuel saw Saul, and Jehovah answered him, Behold, the man of whom I spoke to you. This one shall restrain My people."},{"number":18,"verse":"And Saul drew near to Samuel amidst the gate, and said, Please tell me where is the seer's house?"},{"number":19,"verse":"And Samuel answered Saul and said, I am the seer. Go up before me into the high place, and you shall eat with me today. And I will send you away in the morning, and all that is in your heart, I will declare to you."},{"number":20,"verse":"And as to the asses which were lost to you three days ago, do not set your heart on them, for they have been found. And to whom is all the desire of Israel? Is it not to you and to all the house of your father?"},{"number":21,"verse":"And Saul answered and said, Am I not a Benjamite, of the smallest of the tribes of Israel? And my family is the least of all the families of the tribe of Benjamin. And why have you spoken to me according to this word?"},{"number":22,"verse":"And Samuel took Saul and his young man and brought them into the hall, and gave to them a place at the head of those called. And they were about thirty men."},{"number":23,"verse":"And Samuel said to the cook, Give the portion which I gave to you, of which I said to you, Set it beside you."},{"number":24,"verse":"And the cook lifted up the leg, and that on it, and set it before Saul. And he said, Behold that which is left over. Set it before you, eat. For it is kept for you for this appointed time, saying, I have called the people. And Saul ate with Samuel on that day."},{"number":25,"verse":"And they came down from the high place to the city. And he spoke with Saul on the roof."},{"number":26,"verse":"And they rose up early, and about the going up of the dawn it happened that Samuel called to Saul on the roof, saying, Rise up, and I will send you away. And Saul rose up, and they went out, both of them, he and Samuel, to the outside."},{"number":27,"verse":"They were going down to the edge of the city, and Samuel said to Saul, Say to the young man that he should pass on before us and cross over. And you stand still at this time, and I will cause you to hear the Word of God."}]}