{"bibleAbbr":"awaERV2005","bookName":"कुरिन्थियन क पहिली पत्र","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"हमार भाई सोस्थिनेस क साथे पौलुस क अउर जेका परमेस्सर आपन इच्छानुसार मसीह ईसू प्रेरित बनावइ बरे चुनेस।"},{"number":2,"verse":"कुरिन्थुस मँ रही परमेस्सर क ओन्ह कलीसिया क नाउँ अहइ यानि ओन सबन का नाउँ, जउन मसीह ईसू मँ रही परमेस्सर क सेवा करइ बरे नेउछावर रहइ, जेका परमेस्सर पवित्तर मनइयन बनवइ बरे ओकरे साथेन चुनेस। जउन सब जगह पर्भू ईसू मसीह क नाउँ लेत रहत हीं।"},{"number":3,"verse":"हमरे परमपिता कइँती स अउर हमरे पर्भू ईसू मसीह कइँती स तोहे सबन क अनुग्रह अउर सान्ति मिलइ।"},{"number":4,"verse":"( पौलुस क परमेस्सर क धन्यबाद) तोहे मसीह ईसू मँ जउन अनुग्रह कींहीं गइ बा, ओकरे बरे मइँ तोहरे कइँती स परमेस्सर क हमेसा धन्यबाद करत अहउँ।"},{"number":5,"verse":"तोहरे पचन क ईसू मसीह मँ रहइ क कारण हर तरफ स अउर सब बानी अउर सब गियान स परिपूर्ण किहा गवा बा।"},{"number":6,"verse":"मसीह क बारे मँ हम जउन साच्छी दिहे अही उ तोहरे बीच मँ प्रमाणित भई बा।"},{"number":7,"verse":"अउर एनही क कारण तोहरे लगे ओनके कउनउ इनाम क कमी नाहीं बा। तू हमरे पर्भू ईसू मसीह क परगट होइ बरे इन्तजार करत रहा।"},{"number":8,"verse":"उ तोहे अन्त तक हमेसा मजबूत बनाए रही जेहसे जब ओहि दिन तोहमाँ कोई गलती न होइ, जब ईसू फिनि स आवइ। हमार पर्भू ईसू मसीह क दिनवा एकदम निहकलंक, खरा बनाए रखीन।"},{"number":9,"verse":"परमेस्सर एकदम बिसवासी अहइ। ओनही क कारण तोहे हमरे पर्भू अउर ओकरे बेटवा ईसू मसीह क सत संगति बरे बुलावा गवा बा।"},{"number":10,"verse":"( कुरिन्थियन क कलीसिया क समस्सिया) भाइयो तथा बहिनियो, हमरे पर्भू ईसू मसीह क नाउँ मँ मोर तोह सबनस बिनती बा कि तू सभन मँ कउनउ मतभेद न होइ? तू सभे एक साथेन जुटा रहा, अउर तोहार चिन्तन अउर लच्छ एक्कई होइ।"},{"number":11,"verse":"भाइयन तथा बहिनियन, मोका खलोए क घराने क लोगन स पता चला ह कि तोहरे पचन क बीच आपस क झगड़ा बा।"},{"number":12,"verse":"मइँ इ कहत हउँ कि तोहमें स केऊ कहत ह, “मइँ पौलुस क हउँ” तउ केउ कहत ह, “मइँ अपुल्लोस क हउँ।” कीहीउ क मत अहइ, “उ पतरस क अहइ।” त केउ कहत ह, “उ मसीह क अहइ।”"},{"number":13,"verse":"का मसीह बँटि गवा बाटेन? पौलुस तउ तोहरे बरे क्रूस पर नाहीं चढ़ा रह। का वो चढ़ा रहेन? तोहे पौलुस क नाउँ क बपतिस्मा तउ नाहीं दिहा गवा। बतावा का दीहा गवा?"},{"number":14,"verse":"परमेस्सर क धन्यबाद बा कि मइँ तोहमा स क्रिसिपुस अउर गयुस क छोड़िके कउनो अउर क बपतिस्मा नाहीं दिहा।"},{"number":15,"verse":"ताकि कउनउ इ न कहि सकइ कि तू लोगन क हमरे नाउँ क बपतिस्मा दिहा गवा बा।"},{"number":16,"verse":"(मइँ स्तिफनुस क परिवार कभी बपतिस्मा दिहे रउँ मुला जहाँ तलक बाकी क लोगन क बात बा, तउ मोका याद नाहीं कि मइँ कउनो ही अउर क कभउँ बपतिस्मा दिहे होउँ।)"},{"number":17,"verse":"काहेकि मसीह हमका बपतिस्मा देइ क बरे नाहीं, बल्कि बानी क कउनउ तर्क-वितर्क तथा अलंकार क बिना सुसमाचार क प्रचार करइ क बरे पठए रहा ताकि मसीह क क्रूस अइसेन ही व्यर्थ न चला जाइ।"},{"number":18,"verse":"( परमेस्सर क सक्ति अउर गियान-सरूप मसीह) उ जउन भटकत हयेन, ओनके बरे क्रूस क संदेस एक निरी मूरखतइ अहइ। मुला जउन उद्धार पावत हयेन ओनके बरे उ परमेस्सर क सक्ति बा।"},{"number":19,"verse":"पवित्तर सास्तरन मँ लिखा बा “गियानियन क गियान क मइँ नस्ट कइ देबइ, अउर मइँ सब चतुरन क चतुरइ कुंठित करबइ।”"},{"number":20,"verse":"कहाँ अहइ गियानी मनइँ? कहाँ बा विद्वान? अउर एह युगे क सास्त्रार्थी कहाँ अहइ? का परमेस्सर संसारी क बुद्धिमानी क मूर्खता नाहीं सिद्ध किहेस?"},{"number":21,"verse":"इही बरे काहेकि परमेस्सर गियान क जरिये इ संसार अपने बुद्धि बले स परमेस्सर क नाहीं पहिचान सका तउ हम सँदेस क कही भइ मूर्खता क प्रचार करत अही।"},{"number":22,"verse":"यहूदियन लोग त अदभुत चीन्हन क मांग करत हीं अउर गैर यहूदियन विवेक क खोज मँ अहइँ।"},{"number":23,"verse":"मुला हम तउ बस क्रूस पर चढ़ावा गवा मसीह क ही उपदेस देइत अही। एक अइसेन उपदेस जउन यहूदियन क बरे विरोध क कारण अहइ अउर गैर यहूदियन क बरे निरी मूर्खता।"},{"number":24,"verse":"मुला ओनके बरे जेनका परमेस्सर द्वारा बोलॉइ लिहा गवा बा, फिन चाहे ओ यहूदी होइँ या गैर यहूदी, इ उपदेस मसीह अहइ जउन परमेस्सर क सक्ती अहइ, अउर परमेस्सर क विवेक अहइ।"},{"number":25,"verse":"काहेकि परमेस्सर क कही गइ “मूर्खता” मनइयन क गियान स कहूँ जियादा विवेकपूर्ण बा। अउर परमेस्सर क कही गइ “कमजोरी” मनइयन क सक्ती स कहूँ जियादा सच्छम बा।"},{"number":26,"verse":"भाइयो तथा बहिनियो, अब तनिक सोचा कि जब परमेस्सर तउ तू बोलाये रहा तउ तोहमें स बहुत जनेन संसारिक दिस्टी स न तउ बुद्धिमान रहेन अउर न त सक्तिसाली। तोहमें स कइयउ क सामाजिकइ स्तर भी कउनउ ऊँचा नाहीं रहा।"},{"number":27,"verse":"बल्कि परमेस्सर तउ संसार मँ जउन कही गइ मूर्खतापूर्ण रहा, ओका चुनेस ताकि बुद्धिमान लोग लज्जित होइँ। परमेस्सर तउ संमार मँ कमजोरन क चुनेस ताकि जउन मजबूत अहइँ, उ सबइ लज्जित होइँ।"},{"number":28,"verse":"परमेस्सर संसार मँ स इन बातन क चुनेस जउन नीचे रहिन अउर जउन तुच्छ रहिन अउर जउन कछू नाहीं रहिन। परमेस्सर एनका चुनेस ताकि संसार जेका कछू समझत ह, ओका उ खराब कइ सकइ।"},{"number":29,"verse":"ताकि परमेस्सर क सामने कउनउ मनई अभिमान न कइ पावइ।"},{"number":30,"verse":"मुला तू मसीह ईसू मँ उही क कारण स्थित ह्वा, उहइ परमेस्सर क बरदान क रूप मँ हमार बुद्धि बनिगइ अहइ। उही क जरिये हम निर्दोस ठहरावा गएन अउर हम परमेस्सर क समर्पित होइ सकी अउर हमका पापन स छुटकारा मिलि जाइ।"},{"number":31,"verse":"जइसेन कि पवित्तर सास्तरन मँ लिखा बा, “अगर कीहीउ क कउनउ घमण्ड करब बाटइ तउन उ पर्भू मँ घमण्ड करइ।”"}]}