{"bibleAbbr":"awaERV2005","bookName":"कुरिन्थियन क पहिली पत्र","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( पवित्तर आतिमा क बरदान) भाइयो तथा बहिनियो, अब मइँ चाहत हउँ कि तू आतिमा क बरदान क बारे मँ जाना।"},{"number":2,"verse":"तू जानत अहा कि जब तू विधर्मी रह्या तब तोहे गूगी जड़ मूर्तियन कइँती जइसेन भटकावा जात रहा, तू वइसेन ही भटकत रह्य।"},{"number":3,"verse":"तउन मइँ तोहे बतावत हउँ कि परमेस्सर क आतिमा क बोलइ वाला कउनउ इ नाही कहत, “ईसू क स्राप लगइ” अउर पवित्तर आतिमा क बगैर मदद द्वारा कहइवालन क न केउ इ कहि सकई, “ईसू पर्भू अहइ।”"},{"number":4,"verse":"हर एक क आतिमा क अलग-अलग बरदान मिला बा। मुला ओनका देइवाली आतिमा तउ एक्कइ बा।"},{"number":5,"verse":"सेवा कइउ तरह क निस्चित कीन्ह गइ बाटिन मुला हम सब जेकर सेवा करत अही उ पर्भू तउ एक ही अहइ।"},{"number":6,"verse":"काम-काज बहुत स बतावा गवा बाटेन मुला सबहिं क बीच सब कामन क करइवाला उ परमेस्सर तउ एक ही अहइ।"},{"number":7,"verse":"सब कउनो मँ आतिमा केउ न केउ रूपे मँ परगट होत ह जउन हर एक क भलाइ क बरे होत ह।"},{"number":8,"verse":"कउनो क आतिमा क जरिये परमेस्सर क गियान स युक्त भइ बोलइ क योग्यता दीन्ह गइ बा। तउ केउ क उही आतिमा क जरिये दिव्य गियान क प्रबचन क योग्यता।"},{"number":9,"verse":"अउर केउ क उही आतिमा द्वारा बिसवास क बरदान दीहा गवा बा तउ केउ क चंगा करइ क छमता ऊही आतिमा क जरिये दीन्ह गइ बा।"},{"number":10,"verse":"अउर केउ दुसरे मनई क अद्भुत कारजन करइ क सक्ती दीन्ह गइ बा तउ केउ दूसरे क परमेस्सर कइँती स बोलइ क सामर्थ्य दीन्ह गवा बा। अउर केउ क मिली बा भली बुरी आतिमा क अन्तर क पहिचानइ क सक्ती कउनो क अलग-अलग भाखा बोलइ क सक्ती मिली भइ बा: तउ केउ क भाखा क बियाखिया कईके ओकर मतलब निकालइ क सक्ती।"},{"number":11,"verse":"मुला इ उहई एक आतिमा बा जउन जेह-जेह क जइसेन-जइसेन ठीक समझत ह, देत भए इन सब बातन क पूरा कइ सकत ह।"},{"number":12,"verse":"( मसीह क देह) जइसेन हममें स हर एक क सरीर तउ एक्कइ बा, पर ओहमाँ अंग कइयउ बाटेन। अउर यद्यपि अंगन क कइयउ रहत भए ओनसे देह एकइ बनत ह वइसेन ही मसीह अहइ।"},{"number":13,"verse":"काहेकि चाहे हम यहूदी रहा अही, चाहे गैर यहूदी, सेवक होइ य स्वतन्त्र एकइ सरीर क विभिन्न अंग बनी जाइ क बरे हम सब क एकइ आतिमा द्वारा बपतिस्मा दीन्ह गवा अउर पियास बुझावइ क हम सब क एकइ आतिमा दीन्ह गइ बा।"},{"number":14,"verse":"अब देखा, मनई सरीर कउनो एक अंग स ही तउ बना नाहीं होत, बल्कि ओहमाँ बहुत स अंग होत हीं।"},{"number":15,"verse":"अगर गोड़ कहई, “काहेकि मइँ हाथ नाहीं हउँ, इही बरे मोर सरीर स कउनउ सम्बन्ध नाहीं।” तउ इही बरे क उ सरीर क अंग न रही।"},{"number":16,"verse":"इही तरह अगर कान कहइ, “काहेकि मइँ आँख नाहीं हउँ, एह बरे मइँ सरीर क नाहीं हउँ।” तउ का इही कारण स उ सरीर क अंग न रही?"},{"number":17,"verse":"अगर एक आँख ही सब सरीर होत तउ सुना कहाँ स जात? अगर कान ही सब सरीर होत तउ सूँघा कहाँ स जात?"},{"number":18,"verse":"मुला परमेस्सर जइसा ठीक समझेस उ सही मँ सरीर मँ वइसेन ही स्थान दिहेस।"},{"number":19,"verse":"तउ सरीर क सब अंग एक जइसा ही होइ जात तउ सरीर ही कहाँ होत।"},{"number":20,"verse":"मुला स्थिति इ बा कि अंग त कइयउ होत हीं मुला सरीर एक्कइ रहत ह।"},{"number":21,"verse":"आँख हाथे स इ नाहीं कहि सकत, “मोका तोहार जरूरत नाहीं बाटइ!” या अइसे ही सिर, गोड़न स इ नाहीं कहि सकत, “हमका तोहार जरूरत नाहीं!”"},{"number":22,"verse":"एकरे बिलकूल उल्टा सरीर क अंगन क हम कमजोर समझित ह, उ सबइ बहुत जरूरी होत हीं।"},{"number":23,"verse":"अउर सरीर क जउने अंगन क हम कम आदरणीय समझित ह, ओनकर हम जियादा धियान रखित ह। अउर हमार गुप्त अगं अउर जियादा सालीनता पाइ लेत हीं।"},{"number":24,"verse":"जब कि हमरे प्रदर्सनीय अंगन क एह तरह क उपचार क जरूरत नाहीं होत। मुला परमेस्सर तउ हमरे सरीर क रचना एह ढंग स किहेस ह जेहसे ओन अंगन क जउन कम सुन्दर बा अउर जियादा आदर मिलइ।"},{"number":25,"verse":"ताकि देहे मँ कहूँ कउनउ फूट न पड़इ बल्कि देहे क अंग परस्पर एक दुसरे क समान रूप स धियान रखइँ।"},{"number":26,"verse":"अगर सरीर क कउनउ एक अंग दुख पावत ह तउ ओकरे साथे सरीर क अउर सभन अंग दुखी होत हीं। अगर कउनउ एक अंग क मान बढ़वत ह त ओकर खुसी मँ सभन अगं हिस्सा बटाव थीं।"},{"number":27,"verse":"एह तरह तू सभन लोग मसीह क देह अहा अउर अलग-अलग रूप मँ ओकर अंग अहा।"},{"number":28,"verse":"ऍतना ही नाहीं परमेस्सर तउ कलीसिया मँ पहिले प्रेरितन क, दूसरे नबियन क, तीसरे उपदेसकन क फिन अद्भुत कारजन करइ वालन क, चंगा करइ क सक्ती स युक्त मनइयन क, फिन ओनकर जउन दुसरन क सहायता करत हीं, स्थापित किहे अहइ, फिन अगुवाई करइवालन क अउर फिन ओन्हन लोगन क जउन विभिन्न भाखा बोल सकत हीं।"},{"number":29,"verse":"का इ सब लोग प्रेरित अहइँ? का इ सब लोग नबी अहइँ? का इ सब लोग उपदेसक अहइँ? का इ सब लोग अचरज काम करत हीं?"},{"number":30,"verse":"का इ सब लोगन क लगे चंगा करइ क सक्ती बाटइ? का इ सब लोग दूसर भाखा बोलत हीं?"},{"number":31,"verse":"हाँ, मुला आतिमा क अउर बड़ा बरदान पावइ क बरे यत्न करत रहा। अउर इ सबन क बरे अच्छा रस्ता तू पचन क अब मइँ देखउब।"}]}