{"bibleAbbr":"AKJV1999+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"The Revelation <WG602> of Jesus <WG2424> Christ, <WG5547> which <WG3739> God <WG2316> gave <WG1325> to him, to show <WG1166> to his servants <WG1401> things which <WG3739> must <WG1163> shortly <WG1722> <WG5034> come <WG1096> to pass; and he sent <WG649> and signified <WG4591> it by his angel <WG32> to his servant <WG1401> John: <WG2491>"},{"number":2,"verse":"Who <WG3739> bore <WG3140> record <WG3140> of the word <WG3056> of God, <WG2316> and of the testimony <WG3141> of Jesus <WG2424> Christ, <WG5547> and of all <WG3745> things that he saw. <WG1492>"},{"number":3,"verse":"Blessed <WG3107> is he that reads, <WG314> and they that hear <WG191> the words <WG3056> of this <WG3588> prophecy, <WG4394> and keep <WG5083> those <WG3588> things which are written <WG1125> therein: <WG1722> <WG846> for the time <WG2540> is at hand. <WG1451>"},{"number":4,"verse":"John <WG2491> to the seven <WG2033> churches <WG1577> which <WG3588> are in Asia: <WG773> Grace <WG5485> be to you, and peace, <WG1515> from him which <WG3588> is, and which <WG3588> was, and which <WG3588> is to come; <WG2064> and from the seven <WG2033> Spirits <WG4151> which <WG3739> are before <WG1799> his throne; <WG2362>"},{"number":5,"verse":"And from Jesus <WG2424> Christ, <WG5547> who is the faithful <WG4103> witness, <WG3144> and the first <WG4416> begotten <WG4416> of the dead, <WG3498> and the prince <WG758> of the kings <WG935> of the earth. <WG1093> To him that loved <WG25> us, and washed <WG3068> us from our sins <WG266> in his own <WG848> blood, <WG129>"},{"number":6,"verse":"And has made <WG4160> us kings <WG935> and priests <WG2409> to God <WG2316> and his Father; <WG3962> to him be glory <WG1391> and dominion <WG2904> for ever <WG165> and ever. <WG165> Amen. <WG281>"},{"number":7,"verse":"Behold, <WG2400> he comes <WG2064> with clouds; <WG3507> and every <WG3956> eye <WG3788> shall see <WG3700> him, and they also which <WG3748> pierced <WG1574> him: and all <WG3956> kindreds <WG5443> of the earth <WG1093> shall wail <WG2875> because <WG1909> of him. Even <WG3483> so, <WG3483> Amen. <WG281>"},{"number":8,"verse":"I am <WG1510> Alpha <WG1> and Omega, <WG5598> the beginning <WG746> and the ending , <WG5056> said <WG3004> the Lord, <WG2962> which <WG3588> is, and which <WG3588> was, and which <WG3588> is to come, <WG2064> the Almighty. <WG3841>"},{"number":9,"verse":"I John, <WG2491> who <WG3588> also <WG2532> am your <WG5216> brother, <WG80> and companion <WG4791> in tribulation, <WG2347> and in the kingdom <WG932> and patience <WG5281> of Jesus <WG2424> Christ, <WG5547> was in the isle <WG3520> that is called <WG2564> Patmos, <WG3963> for the word <WG3056> of God, <WG2316> and for the testimony <WG3141> of Jesus <WG2424> Christ. <WG5547>"},{"number":10,"verse":"I was in the Spirit <WG4151> on <WG1722> the Lord's <WG2960> day, <WG2250> and heard <WG191> behind <WG3694> me a great <WG3173> voice, <WG5456> as of a trumpet, <WG4536>"},{"number":11,"verse":"Saying, <WG3004> I am <WG1510> Alpha <WG1> and Omega, <WG5598> the first <WG4413> and the last: <WG2078> and, What <WG3739> you see, <WG991> write <WG1125> in a book, <WG975> and send <WG3992> it to the seven <WG2033> churches <WG1577> which <WG3588> are in Asia; <WG773> to Ephesus, <WG2181> and to Smyrna, <WG4667> and to Pergamos, <WG4010> and to Thyatira, <WG2363> and to Sardis, <WG4554> and to Philadelphia, <WG5359> and to Laodicea. <WG2993>"},{"number":12,"verse":"And I turned <WG1994> to see <WG991> the voice <WG5456> that spoke <WG2980> with me. And being turned, <WG1994> I saw <WG1492> seven <WG2033> golden <WG5552> candlesticks; <WG3087>"},{"number":13,"verse":"And in the middle <WG3319> of the seven <WG2033> candlesticks <WG3087> one like <WG3664> to the Son <WG5207> of man, <WG444> clothed <WG1746> with a garment <WG4158> down to the foot, <WG4158> and girt <WG4024> about <WG4024> the breasts <WG3149> with a golden <WG5552> girdle. <WG2223>"},{"number":14,"verse":"His head <WG2776> and his hairs <WG2359> were white <WG3022> like <WG5616> wool, <WG2053> as white <WG3022> as snow; <WG5510> and his eyes <WG3788> were as a flame <WG5395> of fire; <WG4442>"},{"number":15,"verse":"And his feet <WG4228> like <WG3664> to fine brass, <WG5474> as if they burned <WG4448> in a furnace; <WG2575> and his voice <WG5456> as the sound <WG5456> of many <WG4183> waters. <WG5204>"},{"number":16,"verse":"And he had <WG2192> in his right <WG1188> hand <WG5495> seven <WG2033> stars: <WG792> and out of his mouth <WG4750> went <WG1607> a sharp <WG3691> two edged <WG1366> sword: <WG4501> and his countenance <WG3799> was as the sun <WG2246> shines <WG5316> in his strength. <WG1411>"},{"number":17,"verse":"And when <WG3753> I saw <WG1492> him, I fell <WG4098> at <WG4314> his feet <WG4228> as dead. <WG3498> And he laid <WG2007> his right <WG1188> hand <WG5495> on me, saying <WG3004> to me, Fear <WG5399> not; I am <WG1510> the first <WG4413> and the last: <WG2078>"},{"number":18,"verse":"I am <WG1510> he that lives, <WG2198> and was dead; <WG3498> and, behold, <WG2400> I am <WG1510> alive <WG2198> for ever more, <WG3588> <WG165> Amen; <WG281> and have <WG2192> the keys <WG2807> of hell <WG86> and of death. <WG2288>"},{"number":19,"verse":"Write <WG1125> the things which <WG3739> you have seen, <WG1492> and the things which <WG3739> are, and the things which <WG3739> shall be hereafter; <WG3326>"},{"number":20,"verse":"The mystery <WG3466> of the seven <WG2033> stars <WG792> which <WG3739> you saw <WG1492> in my right <WG1188> hand, and the seven <WG2033> golden <WG5552> candlesticks. <WG3087> The seven <WG2033> stars <WG792> are the angels <WG32> of the seven <WG2033> churches: <WG1577> and the seven <WG2033> candlesticks <WG3087> which <WG3739> you saw <WG1492> are the seven <WG2033> churches. <WG1577>"}]}