{"bibleAbbr":"AKJV1999+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"And I stood<WG2476> on the sand<WG285> of the sea,<WG2281> and saw<WG1492> a beast<WG2342> rise<WG305> up out of the sea,<WG2281> having<WG2192> seven<WG2033> heads<WG2776> and ten<WG1176> horns,<WG2768> and on his horns<WG2768> ten<WG1176> crowns,<WG1238> and on his heads<WG2776> the name<WG3686> of blasphemy.<WG988>"},{"number":2,"verse":"And the beast<WG2342> which<WG3739> I saw<WG1492> was like<WG3664> to a leopard,<WG3917> and his feet<WG4228> were as the feet<WG4228> of a bear,<WG715> and his mouth<WG4750> as the mouth<WG4750> of a lion:<WG3023> and the dragon<WG1404> gave<WG1325> him his power,<WG1411> and his seat,<WG2362> and great<WG3173> authority.<WG1849>"},{"number":3,"verse":"And I saw<WG1492> one<WG3391> of his heads<WG2776> as it were wounded<WG4969> to death;<WG2288> and his deadly<WG2288> wound<WG4127> was healed:<WG2323> and all<WG3650> the world<WG1093> wondered<WG2296> after<WG3694> the beast.<WG2342>"},{"number":4,"verse":"And they worshipped<WG4352> the dragon<WG1404> which<WG3739> gave<WG1325> power<WG1849> to the beast:<WG2342> and they worshipped<WG4352> the beast,<WG2342> saying,<WG3004> Who<WG5101> is like<WG3664> to the beast?<WG2342> who<WG5101> is able<WG1410> to make<WG4170> war<WG4170> with him?"},{"number":5,"verse":"And there was given<WG1325> to him a mouth<WG4750> speaking<WG2980> great<WG3173> things and blasphemies;<WG988> and power<WG1849> was given<WG1325> to him to continue<WG4160> forty<WG5062> and two<WG1417> months.<WG3376>"},{"number":6,"verse":"And he opened<WG455> his mouth<WG4750> in blasphemy<WG988> against<WG4314> God,<WG2316> to blaspheme<WG987> his name,<WG3686> and his tabernacle,<WG4633> and them that dwell<WG4637> in heaven.<WG3772>"},{"number":7,"verse":"And it was given<WG1325> to him to make<WG4160> war<WG4171> with the saints,<WG40> and to overcome<WG3528> them: and power<WG1849> was given<WG1325> him over<WG1909> all<WG3956> kindreds,<WG5443> and tongues,<WG1100> and nations.<WG1484>"},{"number":8,"verse":"And all<WG3956> that dwell<WG2730> on the earth<WG1093> shall worship<WG4352> him, whose<WG3739> names<WG3686> are not written<WG1125> in the book<WG976> of life<WG2222> of the Lamb<WG721> slain<WG4969> from the foundation<WG2602> of the world.<WG2889>"},{"number":9,"verse":"If<WG1487> any<WG1536> man have<WG2192> an ear,<WG3775> let him hear.<WG191>"},{"number":10,"verse":"He that leads<WG4863> into captivity<WG161> shall go<WG5217> into<WG1519> captivity:<WG161> he that kills<WG615> with the sword<WG3162> must<WG1163> be killed<WG615> with the sword.<WG3162> Here<WG5602> is the patience<WG5281> and the faith<WG4102> of the saints.<WG40>"},{"number":11,"verse":"And I beheld<WG1492> another<WG243> beast<WG2342> coming<WG305> up out of the earth;<WG1093> and he had<WG2192> two<WG1417> horns<WG2768> like<WG3664> a lamb,<WG721> and he spoke<WG2980> as a dragon.<WG1404>"},{"number":12,"verse":"And he excercises<WG4160> all<WG3956> the power<WG1849> of the first<WG4413> beast<WG2342> before<WG1799> him, and causes<WG4160> the earth<WG1093> and them which dwell<WG2730> therein<WG1722> <WG846> to worship<WG4352> the first<WG4413> beast,<WG2342> whose<WG3739> deadly<WG2288> wound<WG4127> was healed.<WG2323>"},{"number":13,"verse":"And he does<WG4160> great<WG3173> wonders,<WG4592> so<WG2443> that he makes<WG4160> fire<WG4442> come<WG2597> down<WG2597> from heaven<WG3772> on<WG1519> the earth<WG1093> in the sight<WG1799> of men,<WG444>"},{"number":14,"verse":"And deceives<WG4105> them that dwell<WG2730> on<WG1909> the earth<WG1093> by the means of those<WG3588> miracles<WG4592> which<WG3739> he had power<WG1325> to do<WG4160> in the sight<WG1799> of the beast;<WG2342> saying<WG3004> to them that dwell<WG2730> on<WG1909> the earth,<WG1093> that they should make<WG4160> an image<WG1504> to the beast,<WG2342> which<WG3739> had<WG2192> the wound<WG4127> by a sword,<WG3162> and did live.<WG2198>"},{"number":15,"verse":"And he had power<WG1325> to give<WG1325> life<WG4151> to the image<WG1504> of the beast,<WG2342> that the image<WG1504> of the beast<WG2342> should both<WG2532> speak,<WG2980> and cause<WG4160> that as many<WG3745> as would not worship<WG4352> the image<WG1504> of the beast<WG2342> should be killed.<WG615>"},{"number":16,"verse":"And he causes<WG4160> all,<WG3956> both small<WG3398> and great,<WG3173> rich<WG4145> and poor,<WG4434> free<WG1658> and bond,<WG1401> to receive<WG1325> a mark<WG5480> in their right<WG1188> hand,<WG5495> or<WG2228> in their foreheads:<WG3359>"},{"number":17,"verse":"And that no<WG3361> man<WG5100> might<WG1410> buy<WG59> or<WG2228> sell,<WG4453> save<WG1508> he that had<WG2192> the mark,<WG5480> or<WG2228> the name<WG3686> of the beast,<WG2342> or<WG2228> the number<WG706> of his name.<WG3686>"},{"number":18,"verse":"Here<WG5602> is wisdom.<WG4678> Let him that has<WG2192> understanding<WG3563> count<WG5585> the number<WG706> of the beast:<WG2342> for it is the number<WG706> of a man;<WG444> and his number<WG706> is Six<WG5516> hundred<WG5516> three score<WG5516> and six.<WG5516>"}]}