{"bibleAbbr":"AKJV1999+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"And there came <WG2064> one <WG1520> of the seven <WG2033> angels <WG32> which <WG3588> had <WG2192> the seven <WG2033> vials, <WG5357> and talked <WG2980> with me, saying <WG3004> to me, Come <WG1204> here; <WG1204> I will show <WG1166> to you the judgment <WG2917> of the great <WG3173> whore <WG4204> that sits <WG2521> on many <WG4183> waters: <WG5204>"},{"number":2,"verse":"With whom <WG3739> the kings <WG935> of the earth <WG1093> have committed <WG4203> fornication, <WG4203> and the inhabitants <WG2730> of the earth <WG1093> have been made <WG3182> drunk <WG3182> with the wine <WG3631> of her fornication. <WG4202>"},{"number":3,"verse":"So <WG2532> he carried <WG667> me away <WG667> in the spirit <WG4151> into <WG1519> the wilderness: <WG2048> and I saw <WG1492> a woman <WG1135> sit <WG2521> on a scarlet <WG2847> colored beast, <WG2342> full <WG1073> of names <WG3686> of blasphemy, <WG988> having <WG2192> seven <WG2033> heads <WG2776> and ten <WG1176> horns. <WG2768>"},{"number":4,"verse":"And the woman <WG1135> was arrayed <WG4016> in purple <WG4209> and scarlet <WG2847> color, <WG4392> and decked <WG5558> with gold <WG5557> and precious <WG5093> stones <WG3037> and pearls, <WG3135> having <WG2192> a golden <WG5552> cup <WG4221> in her hand <WG5495> full <WG1073> of abominations <WG946> and filthiness <WG168> of her fornication: <WG4202>"},{"number":5,"verse":"And on her forehead <WG3359> was a name <WG3686> written, <WG1125> MYSTERY, <WG3466> BABYLON <WG897> THE GREAT, <WG3173> THE MOTHER <WG3384> OF HARLOTS <WG4204> AND ABOMINATIONS <WG946> OF THE EARTH. <WG1093>"},{"number":6,"verse":"And I saw <WG1492> the woman <WG1135> drunken <WG3184> with the blood <WG129> of the saints, <WG40> and with the blood <WG129> of the martyrs <WG3144> of Jesus: <WG2424> and when I saw <WG1492> her, I wondered <WG2296> with great <WG3173> admiration. <WG2295>"},{"number":7,"verse":"And the angel <WG32> said <WG2036> to me, Why <WG1302> did you marvel? <WG2296> I will tell <WG2046> you the mystery <WG3466> of the woman, <WG1135> and of the beast <WG2342> that carries <WG941> her, which <WG3588> has <WG2192> the seven <WG2033> heads <WG2776> and ten <WG1176> horns. <WG2768>"},{"number":8,"verse":"The beast <WG2342> that you saw <WG1492> was, and is not; and shall ascend <WG305> out of the bottomless <WG12> pit, and go <WG5217> into <WG1519> perdition: <WG684> and they that dwell <WG2730> on <WG1909> the earth <WG1093> shall wonder, <WG2296> whose <WG3739> names <WG3686> were not written <WG1125> in the book <WG976> of life <WG2222> from the foundation <WG2602> of the world, <WG2889> when they behold <WG991> the beast <WG2342> that was, and is not, and yet <WG2539> is."},{"number":9,"verse":"And here <WG5602> is the mind <WG3563> which <WG3588> has <WG2192> wisdom. <WG4678> The seven <WG2033> heads <WG2776> are seven <WG2033> mountains, <WG3735> on <WG1909> which <WG3699> <WG846> the woman <WG1135> sits. <WG2521>"},{"number":10,"verse":"And there are seven <WG2033> kings: <WG935> five <WG4002> are fallen, <WG4098> and one <WG1520> is, and the other <WG243> is not yet <WG3768> come; <WG2064> and when <WG3752> he comes, <WG2064> he must <WG1163> continue <WG3306> a short <WG3641> space."},{"number":11,"verse":"And the beast <WG2342> that was, and is not, even <WG2532> he is the eighth, <WG3590> and is of the seven, <WG2033> and goes <WG5217> into <WG1519> perdition. <WG684>"},{"number":12,"verse":"And the ten <WG1176> horns <WG2768> which <WG3739> you saw <WG1492> are ten <WG1176> kings, <WG935> which <WG3748> have received <WG2983> no <WG3768> kingdom <WG932> as yet; <WG3768> but receive <WG2983> power <WG1849> as kings <WG935> one <WG3391> hour <WG5610> with the beast. <WG2342>"},{"number":13,"verse":"These <WG3778> have <WG2192> one <WG3391> mind, <WG1106> and shall give <WG1239> their power <WG1411> and strength <WG1849> to the beast. <WG2342>"},{"number":14,"verse":"These <WG3778> shall make <WG4170> war <WG4170> with the Lamb, <WG721> and the Lamb <WG721> shall overcome <WG3528> them: for he is Lord <WG2962> of lords, <WG2634> and King <WG935> of kings: <WG935> and they that are with him are called, <WG2822> and chosen, <WG1588> and faithful. <WG4103>"},{"number":15,"verse":"And he said <WG3004> to me, The waters <WG5204> which <WG3739> you saw, <WG1492> where <WG3757> the whore <WG4204> sits, <WG2521> are peoples, <WG2992> and multitudes, <WG3793> and nations, <WG1484> and tongues. <WG1100>"},{"number":16,"verse":"And the ten <WG1176> horns <WG2768> which <WG3739> you saw <WG1492> on the beast, <WG2342> these <WG3778> shall hate <WG3404> the whore, <WG4204> and shall make <WG4160> her desolate <WG2049> and naked, <WG1131> and shall eat <WG5315> her flesh, <WG4561> and burn <WG2618> her with fire. <WG4442>"},{"number":17,"verse":"For God <WG2316> has put <WG1325> in their hearts <WG2588> to fulfill <WG4160> his will, <WG1106> and to agree, <WG4160> <WG6639> <WG1106> and give <WG1325> their kingdom <WG932> to the beast, <WG2342> until <WG891> the words <WG4487> of God <WG2316> shall be fulfilled. <WG5055>"},{"number":18,"verse":"And the woman <WG1135> which <WG3739> you saw <WG1492> is that great <WG3173> city, <WG4172> which <WG3588> reigns <WG2192> <WG932> over <WG1909> the kings <WG935> of the earth. <WG1093>"}]}