{"bibleAbbr":"AKJV1999+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"To the angel <WG32> of the church <WG1577> of Ephesus <WG2181> write; <WG1125> These <WG3592> things said <WG3004> he that holds <WG2902> the seven <WG2033> stars <WG792> in his right <WG1188> hand, who <WG3588> walks <WG4043> in the middle <WG3319> of the seven <WG2033> golden <WG5552> candlesticks; <WG3087>"},{"number":2,"verse":"I know <WG1492> your works, <WG2041> and your labor, <WG2873> and your patience, <WG5281> and how <WG3754> you can <WG1410> not bear <WG941> them which are evil: <WG2556> and you have tried <WG3985> them which say <WG5335> they are apostles, <WG652> and are not, and have found <WG2147> them liars: <WG5571>"},{"number":3,"verse":"And have borne, <WG941> and have <WG2192> patience, <WG5281> and for my name's <WG3686> sake have labored, <WG2872> and have not fainted. <WG2577>"},{"number":4,"verse":"Nevertheless <WG235> I have <WG2192> somewhat against <WG2596> you, because <WG3754> you have left <WG863> your first <WG4413> love. <WG26>"},{"number":5,"verse":"Remember <WG3421> therefore <WG3767> from where <WG4159> you are <WG1488> fallen, <WG1601> and repent, <WG3340> and do <WG4160> the first <WG4413> works; <WG2041> or <WG1161> else <WG1490> I will come <WG2064> to you quickly, <WG5035> and will remove <WG2795> your candlestick <WG3087> out of his place, <WG5117> except <WG3362> you repent. <WG3340>"},{"number":6,"verse":"But this <WG5124> you have, <WG2192> that you hate <WG3404> the deeds <WG2041> of the Nicolaitanes, <WG3531> which <WG3739> I also <WG2504> hate. <WG3404>"},{"number":7,"verse":"He that has <WG2192> an ear, <WG3775> let him hear <WG191> what <WG5101> the Spirit <WG4151> said <WG3004> to the churches; <WG1577> To him that overcomes <WG3528> will I give <WG1325> to eat <WG5315> of the tree <WG3586> of life, <WG2222> which <WG3739> is in the middle <WG3319> of the paradise <WG3857> of God. <WG2316>"},{"number":8,"verse":"And to the angel <WG32> of the church <WG1577> in Smyrna <WG4668> write; <WG1125> These <WG3592> things said <WG3004> the first <WG4413> and the last, <WG2078> which <WG3739> was dead, <WG3498> and is alive; <WG2198>"},{"number":9,"verse":"I know <WG1492> your works, <WG2041> and tribulation, <WG2347> and poverty, <WG4432> (but you are <WG1488> rich) <WG4145> and I know the blasphemy <WG988> of them which <WG3588> say <WG3004> they are Jews, <WG2453> and are not, but are the synagogue <WG4864> of Satan. <WG4567>"},{"number":10,"verse":"Fear <WG5399> none <WG3367> of those <WG3588> things which <WG3739> you shall suffer: <WG3958> behold, <WG2400> the devil <WG1228> shall cast <WG906> some of you into <WG1519> prison, <WG5438> that you may be tried; <WG3985> and you shall have <WG2192> tribulation <WG2347> ten <WG1176> days: <WG2250> be you faithful <WG4103> to death, <WG2288> and I will give <WG1325> you a crown <WG4735> of life. <WG2222>"},{"number":11,"verse":"He that has <WG2192> an ear, <WG3775> let him hear <WG191> what <WG5101> the Spirit <WG4151> said <WG3004> to the churches; <WG1577> He that overcomes <WG3528> shall not be hurt <WG91> of the second <WG1208> death. <WG2288>"},{"number":12,"verse":"And to the angel <WG32> of the church <WG1577> in Pergamos <WG4010> write; <WG1125> These <WG3592> things said <WG3004> he which has <WG2192> the sharp <WG3691> sword <WG4501> with two <WG1366> edges; <WG1366>"},{"number":13,"verse":"I know <WG1492> your works, <WG2041> and where <WG4226> you dwell, <WG2730> even where <WG3699> Satan's <WG4567> seat <WG2362> is : and you hold <WG2902> fast my name, <WG3686> and have not denied <WG720> my faith, <WG4102> even <WG2532> in those <WG3588> days <WG2250> wherein <WG1722> <WG3757> Antipas <WG493> was my faithful <WG4103> martyr, <WG3144> who <WG3739> was slain <WG615> among <WG3844> you, where <WG3699> Satan <WG4567> dwells. <WG2730>"},{"number":14,"verse":"But I have <WG2192> a few <WG3641> things against <WG2596> you, because <WG3754> you have <WG2192> there <WG1563> them that hold <WG2902> the doctrine <WG1322> of Balaam, <WG903> who <WG3739> taught <WG1321> Balac <WG904> to cast <WG906> a stumbling block <WG4625> before <WG1799> the children <WG5207> of Israel, <WG2474> to eat <WG5315> things sacrificed <WG1494> to idols, <WG1494> and to commit <WG4203> fornication. <WG4203>"},{"number":15,"verse":"So <WG3779> have <WG2192> you also <WG2532> them that hold <WG2902> the doctrine <WG1322> of the Nicolaitanes, <WG3531> which <WG3739> thing I hate. <WG3404>"},{"number":16,"verse":"Repent; <WG3340> or <WG1161> else <WG1490> I will come <WG2064> to you quickly, <WG5035> and will fight <WG4170> against <WG3326> them with the sword <WG4501> of my mouth. <WG4750>"},{"number":17,"verse":"He that has <WG2192> an ear, <WG3775> let him hear <WG191> what <WG5101> the Spirit <WG4151> said <WG3004> to the churches; <WG1577> To him that overcomes <WG3528> will I give <WG1325> to eat <WG5315> of the hidden <WG2928> manna, <WG3131> and will give <WG1325> him a white <WG3022> stone, <WG5586> and in the stone <WG5586> a new <WG2537> name <WG3686> written, <WG1125> which <WG3739> no <WG3762> man <WG3762> knows <WG1097> saving <WG1508> he that receives <WG2983> it."},{"number":18,"verse":"And to the angel <WG32> of the church <WG1577> in Thyatira <WG2363> write; <WG1125> These <WG3592> things said <WG3004> the Son <WG5207> of God, <WG2316> who <WG3588> has <WG2192> his eyes <WG3788> like <WG5613> to a flame <WG5395> of fire, <WG4442> and his feet <WG4228> are like <WG3664> fine brass; <WG5474>"},{"number":19,"verse":"I know <WG1492> your works, <WG2041> and charity, <WG26> and service, <WG1248> and faith, <WG4102> and your patience, <WG5281> and your works; <WG2041> and the last <WG2078> to be more <WG4119> than the first. <WG4413>"},{"number":20,"verse":"Notwithstanding <WG235> I have <WG2192> a few <WG3641> things against <WG2596> you, because <WG3754> you suffer <WG1439> that woman <WG1135> Jezebel, <WG2403> which <WG3588> calls <WG3004> herself <WG1438> a prophetess, <WG4398> to teach <WG1321> and to seduce <WG4105> my servants <WG1401> to commit <WG4203> fornication, <WG4203> and to eat <WG5315> things sacrificed <WG1494> to idols. <WG1494>"},{"number":21,"verse":"And I gave <WG1325> her space <WG5550> to repent <WG3340> of her fornication; <WG4202> and she repented <WG3340> not."},{"number":22,"verse":"Behold, <WG2400> I will cast <WG906> her into <WG1519> a bed, <WG2825> and them that commit <WG3431> adultery <WG3431> with her into <WG1519> great <WG3173> tribulation, <WG2347> except <WG3362> they repent <WG3340> of their deeds. <WG2041>"},{"number":23,"verse":"And I will kill <WG615> her children <WG5043> with death; <WG2288> and all <WG3956> the churches <WG1577> shall know <WG1097> that I am <WG1510> he which <WG3739> searches <WG2045> the reins <WG3510> and hearts: <WG2588> and I will give <WG1325> to every <WG1538> one of you according <WG2596> to your <WG5216> works. <WG2041>"},{"number":24,"verse":"But to you I say, <WG3004> and to the rest <WG3062> in Thyatira, <WG2363> as many <WG3745> as have <WG2192> not this <WG5026> doctrine, <WG1322> and which <WG3748> have not known <WG1097> the depths <WG899> of Satan, <WG4567> as they speak; <WG3004> I will put <WG906> on you none <WG3367> other <WG243> burden. <WG922>"},{"number":25,"verse":"But that which you have <WG2192> already hold <WG2902> fast till <WG891> I come. <WG2240>"},{"number":26,"verse":"And he that overcomes, <WG3528> and keeps <WG5083> my works <WG2041> to the end, <WG5056> to him will I give <WG1325> power <WG1849> over <WG1909> the nations: <WG1484>"},{"number":27,"verse":"And he shall rule <WG4165> them with a rod <WG4464> of iron; <WG4603> as the vessels <WG4632> of a potter <WG2764> shall they be broken <WG4937> to shivers: <WG4937> even <WG2504> as I received <WG2983> of my Father. <WG3962>"},{"number":28,"verse":"And I will give <WG1325> him the morning <WG4407> star. <WG792>"},{"number":29,"verse":"He that has <WG2192> an ear, <WG3775> let him hear <WG191> what <WG5101> the Spirit <WG4151> said <WG3004> to the churches. <WG1577>"}]}