{"bibleAbbr":"AKJV1999+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"And when <WG3753> he had opened <WG455> the seventh <WG1442> seal, <WG4973> there was silence <WG4602> in heaven <WG3772> about <WG5613> the space of half <WG2256> an hour. <WG2256>"},{"number":2,"verse":"And I saw <WG1492> the seven <WG2033> angels <WG32> which <WG3739> stood <WG2476> before <WG1799> God; <WG2316> and to them were given <WG1325> seven <WG2033> trumpets. <WG4536>"},{"number":3,"verse":"And another <WG243> angel <WG32> came <WG2064> and stood <WG2476> at <WG1909> the altar, <WG2379> having <WG2192> a golden <WG5552> censer; <WG3031> and there was given <WG1325> to him much <WG4183> incense, <WG2368> that he should offer <WG1325> it with the prayers <WG4335> of all <WG3956> saints <WG40> on the golden <WG5552> altar <WG2379> which <WG3588> was before <WG1799> the throne. <WG2362>"},{"number":4,"verse":"And the smoke <WG2586> of the incense, <WG2368> which came with the prayers <WG4335> of the saints, <WG40> ascended <WG305> up before <WG1799> God <WG2316> out of the angel's <WG32> hand. <WG5495>"},{"number":5,"verse":"And the angel <WG32> took <WG4327> the censer, <WG3031> and filled <WG1072> it with fire <WG4442> of the altar, <WG2379> and cast <WG906> it into <WG1519> the earth: <WG1093> and there were voices, <WG5456> and thunder, <WG1027> and lightning, <WG796> and an earthquake. <WG4578>"},{"number":6,"verse":"And the seven <WG2033> angels <WG32> which <WG3588> had <WG2192> the seven <WG2033> trumpets <WG4536> prepared <WG2090> themselves <WG1438> to sound. <WG4537>"},{"number":7,"verse":"The first <WG4413> angel <WG32> sounded, <WG4537> and there followed <WG1096> hail <WG5464> and fire <WG4442> mingled <WG3396> with blood, <WG129> and they were cast <WG906> on the earth: <WG1093> and the third <WG5154> part of trees <WG1186> was burnt <WG2618> up, and all <WG3956> green <WG5515> grass <WG5528> was burnt <WG2618> up."},{"number":8,"verse":"And the second <WG1208> angel <WG32> sounded, <WG4537> and as it were a great <WG3173> mountain <WG3735> burning <WG2545> with fire <WG4442> was cast <WG906> into <WG1519> the sea: <WG2281> and the third <WG5154> part of the sea <WG2281> became <WG1096> blood; <WG129>"},{"number":9,"verse":"And the third <WG5154> part of the creatures <WG2938> which <WG3588> were in the sea, <WG2281> and had <WG2192> life, <WG5590> died; <WG599> and the third <WG5154> part of the ships <WG4143> were destroyed. <WG1311>"},{"number":10,"verse":"And the third <WG5154> angel <WG32> sounded, <WG4537> and there fell <WG4098> a great <WG3173> star <WG792> from heaven, <WG3772> burning <WG2545> as it were a lamp, <WG2985> and it fell <WG4098> on the third <WG5154> part of the rivers, <WG4215> and on the fountains <WG4077> of waters; <WG5204>"},{"number":11,"verse":"And the name <WG3686> of the star <WG792> is called <WG3004> Wormwood: <WG894> and the third <WG5154> part of the waters <WG5204> became <WG1096> <WG1519> wormwood; <WG894> and many <WG4183> men <WG444> died <WG599> of the waters, <WG5204> because <WG3754> they were made <WG4087> bitter. <WG4087>"},{"number":12,"verse":"And the fourth <WG5067> angel <WG32> sounded, <WG4537> and the third <WG5154> part of the sun <WG2246> was smitten, <WG4141> and the third <WG5154> part of the moon, <WG4582> and the third <WG5154> part of the stars; <WG792> so <WG2443> as the third <WG5154> part of them was darkened, <WG4654> and the day <WG2250> shone <WG5316> not for a third <WG5154> part of it, and the night <WG3571> likewise. <WG3668>"},{"number":13,"verse":"And I beheld, <WG1492> and heard <WG191> an angel <WG32> flying <WG4072> through <WG1722> the middle <WG3321> of heaven, <WG3321> saying <WG3004> with a loud <WG3173> voice, <WG5456> Woe, <WG3759> woe, <WG3759> woe, <WG3759> to the inhabitants <WG2730> of the earth <WG1093> by reason <WG1537> of the other <WG3062> voices <WG5456> of the trumpet <WG4536> of the three <WG5140> angels, <WG32> which <WG3588> are yet <WG3195> to sound! <WG4537>"}]}