{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"( যীশুর নানাবিধ শিক্ষা ও কার্য্য।) ( মন ফিরান আবশ্যক, এই বিষয়ে শিক্ষা।) সেই সময়ে উপস্থিত কএক জন তাঁহাকে সেই গালীলীয়দের বিষয়ে সংবাদ দিল, যাহাদের রক্ত পীলাত তাহাদের বলির সহিত মিশ্রিত করিয়াছিলেন।"},{"number":2,"verse":"তিনি উত্তর করিয়া তাহাদিগকে কহিলেন, তোমরা কি মনে করিতেছ, সেই গালীলীয়দের এইরূপ দুর্গতি হইয়াছে বলিয়া তাহারা অন্য সকল গালীলীয় লোক অপেক্ষা অধিক পাপী ছিল?"},{"number":3,"verse":"আমি তোমাদিগকে বলিতেছি, তাহা নয়; বরং যদি মন না ফিরাও, তোমরা সকলেই তদ্রূপ বিনষ্ট হইবে।"},{"number":4,"verse":"অথবা সেই আঠারো জন, যাহাদের উপরে শীলোহে স্থিত উচ্চগৃহ পড়িয়া গিয়া তাহাদিগকে মারিয়া ফেলিল, তোমরা কি তাহাদের বিষয়ে মনে করিতেছ যে, তাহারা যিরূশালেম-নিবাসী অন্য সকল লোক অপেক্ষা অধিক অপরাধী ছিল?"},{"number":5,"verse":"আমি তোমাদিগকে বলিতেছি, তাহা নয়; বরং যদি মন না ফিরাও, তোমরা সকলেই তদ্রূপ বিনষ্ট হইবে।"},{"number":6,"verse":"আর তিনি এই দৃষ্টান্তটী কহিলেন; কোন ব্যক্তির দ্রাক্ষাক্ষেত্রে তাঁহার একটা ডুমুরগাছ রোপিত ছিল; আর তিনি আসিয়া সেই গাছে ফল অন্বেষণ করিলেন, কিন্তু পাইলেন না।"},{"number":7,"verse":"তাহাতে তিনি দ্রাক্ষাপালককে কহিলেন, দেখ, আজ তিন বৎসর আসিয়া এই ডুমুরগাছে ফল অন্বেষণ করিতেছি, কিন্তু কিছুই পাইতেছি না; ইহা কাটিয়া ফেল; এটা কেন ভূমিও নষ্ট করে।"},{"number":8,"verse":"সে উত্তর করিয়া তাঁহাকে কহিল, প্রভু, এই বৎসরও ওটা থাকিতে দিউন, আমি উহার মূলের চারিদিকে খুঁড়িয়া সার দিব,"},{"number":9,"verse":"তাহার পরে উহাতে ফল ধরে ত ভালই, নয় ত ওটা কাটিয়া ফেলিবেন।"},{"number":10,"verse":"( বিশ্রামবার পালন বিষয়ে শিক্ষা।) তিনি বিশ্রামবারে কোন সমাজগৃহে শিক্ষা দিতেছিলেন।"},{"number":11,"verse":"আর দেখ, একটী স্ত্রীলোক, যাহাকে আঠারো বৎসর ধরিয়া দুর্ব্বলতার আত্মায় পাইয়াছিল, সে কুব্জা, কোন মতে সোজা হইতে পারিত না।"},{"number":12,"verse":"তাহাকে দেখিয়া যীশু কাছে ডাকিলেন, আর কহিলেন, হে নারি, তোমার দুর্ব্বলতা হইতে মুক্ত হইলে।"},{"number":13,"verse":"পরে তিনি তাহার উপরে হস্তার্পণ করিলেন; তাহাতে সে তখনই সোজা হইয়া দাঁড়াইল, আর ঈশ্বরের গৌরব করিতে লাগিল।"},{"number":14,"verse":"কিন্তু বিশ্রামবারে যীশু সুস্থ করিয়াছিলেন বলিয়া সমাজাধ্যক্ষ ক্রুদ্ধ হইল, সে উত্তর করিয়া লোকদিগকে বলিল, ছয় দিন আছে, সেই সকল দিনে কর্ম্ম করা উচিত; অতএব ঐ সকল দিনে আসিয়া সুস্থ হইও, বিশ্রামবারে নয়।"},{"number":15,"verse":"কিন্তু প্রভু তাহাকে উত্তর দিয়া কহিলেন, কপটীরা, তোমাদের প্রত্যেক জন কি বিশ্রামবারে আপন আপন বলদ কিম্বা গর্দ্দভ যাবপাত্র হইতে খুলিয়া জল খাওয়াইতে লইয়া যায় না?"},{"number":16,"verse":"তবে এই স্ত্রীলোক, অব্রাহামের কন্যা, যাহাকে শয়তান, দেখ, আজ আঠারো বৎসর ধরিয়া বাঁধিয়া রাখিয়াছিল, ইহার এই বন্ধন হইতে বিশ্রামবারে মুক্তি পাওয়া কি উচিত নয়?"},{"number":17,"verse":"তিনি এই সকল কথা বলিলে তাঁহার বিপক্ষেরা সকলে লজ্জিত হইল; কিন্তু তাঁহার দ্বারা যে সমস্ত মহিমার কার্য্য হইতেছিল, তাহাতে সমস্ত সাধারণ লোক আনন্দিত হইল।"},{"number":18,"verse":"( সরিষা-দানা ও তাড়ী সম্বন্ধীয় দৃষ্টান্ত।) তখন ( , ।; ।) তিনি কহিলেন, ঈশ্বরের রাজ্য কিসের তুল্য? আমি কিসের সহিত তাহার তুলনা দিব?"},{"number":19,"verse":"তাহা সরিষা-দানার তুল্য, যাহা কোন ব্যক্তি লইয়া আপন উদ্যানে বপন করিল; পরে তাহা বাড়িয়া গাছ হইয়া উঠিল, এবং আকাশের পক্ষিগণ আসিয়া তাহার শাখাতে বাস করিল।"},{"number":20,"verse":"আবার তিনি কহিলেন, আমি কিসের সহিত ঈশ্বরের রাজ্যের তুলনা দিব?"},{"number":21,"verse":"তাহা এমন তাড়ীর তুল্য, যাহা কোন স্ত্রীলোক লইয়া তিন মাণ ময়দার মধ্যে ঢাকিয়া রাখিল, শেষে সমস্তই তাড়ীময় হইয়া উঠিল।"},{"number":22,"verse":"( পরিত্রাণার্থে প্রাণপণ করিবার বিষয়ে শিক্ষা।) আর তিনি নগরে নগরে ও গ্রামে গ্রামে ভ্রমণ করিয়া উপদেশ দিতে দিতে যিরূশালেমের দিকে গমন করিতেছিলেন।"},{"number":23,"verse":"তখন এক ব্যক্তি তাঁহাকে বলিল, প্রভু, যাহারা পরিত্রাণ পাইতেছে, তাহাদের সংখ্যা কি অল্প?"},{"number":24,"verse":"তিনি তাহাদিগকে বলিলেন, সঙ্কীর্ণ দ্বার দিয়া প্রবেশ করিতে প্রাণপণ কর; কেননা আমি তোমাদিগকে বলিতেছি, অনেকে প্রবেশ করিতে চেষ্টা করিবে, কিন্তু পারিবে না।"},{"number":25,"verse":"গৃহকর্ত্তা উঠিয়া দ্বার রুদ্ধ করিলে পর তোমরা বাহিরে দাঁড়াইয়া দ্বারে আঘাত করিতে আরম্ভ করিবে, বলিবে, প্রভু, আমাদিগকে দ্বার খুলিয়া দিউন; আর তিনি উত্তর করিয়া তোমাদিগকে বলিবেন, আমি জানি না, তোমরা কোথাকার লোক;"},{"number":26,"verse":"তখন তোমরা বলিতে আরম্ভ করিবে, আমরা আপনার সাক্ষাতে ভোজন পান করিয়াছি, এবং আমাদের পথে পথে আপনি উপদেশ দিয়াছেন।"},{"number":27,"verse":"কিন্তু তিনি বলিবেন, তোমাদিগকে বলিতেছি, আমি জানি না, তোমরা কোথাকার লোক; হে অধর্ম্মাচারী সকলে, আমার নিকট হইতে দূর হও।"},{"number":28,"verse":"সেই স্থানে রোদন ও দন্তঘর্ষণ হইবে; তখন তোমরা দেখিবে, অব্রাহাম, ইস্হাক ও যাকোব এবং ভাববাদী সকলেই ঈশ্বরের রাজ্যে রহিয়াছেন, আর তোমাদিগকে বাহিরে ফেলিয়া দেওয়া হইতেছে।"},{"number":29,"verse":"আর পূর্ব্ব ও পশ্চিম হইতে, এবং উত্তর ও দক্ষিণ হইতে লোকেরা আসিয়া ঈশ্বরের রাজ্যে বসিবে।"},{"number":30,"verse":"আর দেখ, যাহারা শেষের, এমন কোন কোন লোক প্রথম হইবে, এবং যাহারা প্রথম, এমন কোন কোন লোক শেষে পড়িবে।"},{"number":31,"verse":"সেই দণ্ডে কএক জন ফরীশী নিকটে আসিয়া তাঁহাকে বলিল, বাহির হও, এ স্থান হইতে চলিয়া যাও; কেননা হেরোদ তোমাকে বধ করিতে চাহিতেছেন।"},{"number":32,"verse":"তিনি তাহাদিগকে কহিলেন, তোমরা গিয়া সেই শৃগালকে বল, দেখ, অদ্য এবং কল্য আমি ভূত ছাড়াইতেছি, ও আরোগ্য সাধন করিতেছি, এবং তৃতীয় দিবসে সিদ্ধকর্ম্মা হইব।"},{"number":33,"verse":"যাহা হউক, অদ্য, কল্য ও পরশ্ব আমাকে গমন করিতে হইবে; কারণ এমন হইতে পারে না যে, যিরূশালেমের বাহিরে কোন ভাববাদী বিনষ্ট হয়।"},{"number":34,"verse":"যিরূশালেম, যিরূশালেম, ( ।) তুমি ভাববাদিগণকে বধ করিয়া থাক, ও তোমার নিকটে যাহারা প্রেরিত হয়, তাহাদিগকে পাথর মারিয়া থাক! কুক্কুটী যেমন আপন শাবকদিগকে পক্ষের নীচে একত্র করে, আমি কত বার তেমনি তোমার সন্তানদিগকে একত্র করিতে ইচ্ছা করিয়াছি, কিন্তু তোমরা সম্মত হইলে না।"},{"number":35,"verse":"দেখ, তোমাদের সেই গৃহ তোমাদের নিমিত্ত উৎসন্ন পড়িয়া রহিল। আর আমি তোমাদিগকে বলিতেছি, যে সময় পর্য্যন্ত তোমরা না বলিবে, “ধন্য তিনি, যিনি প্রভুর নামে আসিতেছেন,” ( ।) সেই সময় পর্য্যন্ত তোমরা আমাকে আর দেখিতে পাইবে না।"}]}