{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":14,"verses":[{"number":1,"verse":"( ভোজন সময়ে দত্ত শিক্ষা।) তিনি এক বিশ্রামবারে প্রধান ফরীশীদের এক জন অধ্যক্ষের বাটীতে আহার করিতে গেলেন, আর তাহারা তাঁহার উপরে দৃষ্টি রাখিল।"},{"number":2,"verse":"আর দেখ, এক জন জলোদরী তাঁহার সম্মুখে ছিল।"},{"number":3,"verse":"যীশু উত্তর করিয়া ব্যবস্থাবেত্তাদিগকে ও ফরীশীগণকে কহিলেন, বিশ্রামবারে আরোগ্য করা বিধেয় কি না? কিন্তু তাহারা চুপ করিয়া রহিল।"},{"number":4,"verse":"তখন তিনি তাহাকে ধরিয়া সুস্থ করিলেন, পরে বিদায় দিলেন।"},{"number":5,"verse":"আর তিনি তাহাদিগকে কহিলেন, তোমাদের মধ্যে কে আছে, যাহার সন্তান কিম্বা বলদ কূপে পড়িলে সে বিশ্রামবারে তৎক্ষণাৎ তাহাকে তুলিবে না?"},{"number":6,"verse":"তাহারা এই সকল কথার উত্তর দিতে পারিল না।"},{"number":7,"verse":"আর নিমন্ত্রিত লোকেরা কিরূপে প্রধান প্রধান আসন মনোনীত করিতেছে, তাহা লক্ষ্য করিয়া তিনি তাহাদিগকে একটী দৃষ্টান্ত কহিলেন;"},{"number":8,"verse":"তিনি তাহাদিগকে বলিলেন, যখন কেহ তোমাকে বিবাহভোজে নিমন্ত্রণ করে, তখন প্রধান আসনে বসিও না; কি জানি, তোমা হইতে অধিক সম্মানিত আর কোন লোক তাহার দ্বারা নিমন্ত্রিত হইয়াছে,"},{"number":9,"verse":"আর যে ব্যক্তি তোমাকে ও তাহাকে নিমন্ত্রণ করিয়াছে, সে আসিয়া তোমাকে বলিবে, ইহাঁকে স্থান দেও; আর তখন তুমি লজ্জিত হইয়া নিম্নতম স্থান গ্রহণ করিতে যাইবে।"},{"number":10,"verse":"কিন্তু তুমি যখন নিমন্ত্রিত হও তখন নিম্নতম স্থানে গিয়া বসিও; তাহাতে যে ব্যক্তি তোমাকে নিমন্ত্রণ করিয়াছে, সে যখন আসিবে, তোমাকে বলিবে, বন্ধু, উচ্চতর স্থানে গিয়া বস; তখন যাহারা তোমার সহিত বসিয়া আছে, সেই সকলের সাক্ষাতে তোমার গৌরব হইবে।"},{"number":11,"verse":"কেননা যে কেহ আপনাকে উচ্চ করে, তাহাকে নত করা যাইবে, আর যে কেহ আপনাকে নত করে, তাহাকে উচ্চ করা যাইবে।"},{"number":12,"verse":"আবার যে ব্যক্তি তাঁহাকে নিমন্ত্রণ করিয়াছিল, তাহাকেও তিনি বলিলেন, তুমি যখন মধ্যাহ্ন-ভোজ কিম্বা রাত্রি-ভোজ প্রস্তুত কর, তখন তোমার বন্ধুগণকে, বা তোমার ভ্রাতাদিগকে, বা তোমার জ্ঞাতিদিগকে কিম্বা ধনী প্রতিবাসিগণকে ডাকিও না; কি জানি তাহারাও তোমাকে পালটা নিমন্ত্রণ করিবে, তার তুমি প্রতিদান পাইবে।"},{"number":13,"verse":"কিন্তু তুমি যখন ভোজ প্রস্তুত কর, তখন দরিদ্র, নুলা, খঞ্জ ও অন্ধদিগকে নিমন্ত্রণ করিও;"},{"number":14,"verse":"তাহাতে ধন্য হইবে, কেননা তোমার প্রতিদান করিতে তাহাদের কিছু নাই, তাই ধার্ম্মিকগণের পুনরুত্থান সময়ে তুমি প্রতিদান পাইবে।"},{"number":15,"verse":"এই সকল কথা শুনিয়া, যাহারা বসিয়াছিল, তাহাদের মধ্যে এক ব্যক্তি তাঁহাকে কহিল, ধন্য সেই ব্যক্তি, যে ঈশ্বরের রাজ্যে ভোজন করিবে।"},{"number":16,"verse":"তিনি তাহাকে কহিলেন, কোন ব্যক্তি বড় এক ভোজ প্রস্তুত করিয়া অনেককে নিমন্ত্রণ করিলেন।"},{"number":17,"verse":"পরে ভোজনের সময়ে আপন দাস দ্বারা নিমন্ত্রিতদিগকে বলিয়া পাঠাইলেন, আইস, এখন সকলই প্রস্তুত।"},{"number":18,"verse":"তখন তাহারা সকলেই একমত হইয়া ক্ষমা ভিক্ষা করিতে লাগিল। প্রথম জন তাহাকে কহিল, আমি একখানি ক্ষেত্র ক্রয় করিলাম, তাহা দেখিতে না গেলে নয়; বিনতি করি, আমাকে ছাড়িয়া দিতে হইবে।"},{"number":19,"verse":"আর এক জন কহিল, আমি পাঁচ যোড়া বলদ কিনিলাম, তাহাদের পরীক্ষা করিতে যাইতেছি; বিনতি করি, আমাকে ছাড়িয়া দিতে হইবে।"},{"number":20,"verse":"আর এক জন কহিল, আমি বিবাহ করিলাম, এই জন্য যাইতে পারিতেছি না।"},{"number":21,"verse":"পরে সে দাস আসিয়া তাহার প্রভুকে এই সমস্ত বৃত্তান্ত জানাইল। তখন সেই গৃহকর্ত্তা ক্রুদ্ধ হইয়া আপন দাসকে কহিলেন, শীঘ্র বাহির হইয়া নগরের পথে পথে ও গলিতে গলিতে যাও, দরিদ্র, নুলা, খঞ্জ ও অন্ধদিগকে এখানে আন।"},{"number":22,"verse":"পরে সে দাস কহিল, প্রভু, আপনি যাহা আজ্ঞা করিয়াছিলেন, তাহা করা গেল, আর এখনও স্থান আছে।"},{"number":23,"verse":"তখন প্রভু দাসকে কহিলেন, বাহির হইয়া রাজপথে রাজপথে ও বেড়ায় বেড়ায় যাও, এবং আসিবার জন্য লোকদিগকে পীড়াপীড়ি কর, যেন আমার গৃহ পরিপূর্ণ হয়।"},{"number":24,"verse":"কেননা আমি তোমাদিগকে বলিতেছি, ঐ নিমন্ত্রিত ব্যক্তিদের মধ্যে এক জনও আমার ভোজের আস্বাদ পাইবে না।"},{"number":25,"verse":"একদা বিস্তর লোক তাঁহার সঙ্গে যাইতেছিল; তখন তিনি মুখ ফিরাইয়া তাহাদিগকে কহিলেন,"},{"number":26,"verse":"যদি কেহ আমার নিকটে আইসে, আর আপন পিতা, মাতা, স্ত্রী সন্তানসন্ততি, ভ্রাতৃগণ, ও ভগিনীগণকে এমন কি, নিজ প্রাণকেও অপ্রিয় জ্ঞান না করে, তবে সে আমার শিষ্য হইতে পারে না।"},{"number":27,"verse":"যে কেহ নিজের ক্রুশ বহন না করে ও আমার পশ্চাৎ পশ্চাৎ না আইসে, সে আমার শিষ্য হইতে পারে না।"},{"number":28,"verse":"বাস্তবিক দুর্গ নির্ম্মাণ করিতে ইচ্ছা হইলে তোমাদের মধ্যে কে অগ্রে বসিয়া ব্যয় হিসাব করিয়া না দেখিবে, সমাপ্ত করিবার সঙ্গতি তাহার আছে কি না?"},{"number":29,"verse":"কি জানি ভিত্তিমূল বসাইলে পর যদি সে সমাপ্ত করিতে না পারে, তবে যত লোক তাহা দেখিবে, সকলে তাহাকে বিদ্রূপ করিতে আরম্ভ করিবে,"},{"number":30,"verse":"বলিবে, এ ব্যক্তি নির্ম্মাণ করিতে আরম্ভ করিয়াছিল, কিন্তু সমাপ্ত করিতে পারিল না।"},{"number":31,"verse":"অথবা কোন্ রাজা অন্য রাজার সহিত যুদ্ধে সমাঘাত করিতে যাইবার সময়ে অগ্রে বসিয়া বিবেচনা করিবেন না, যিনি বিংশতি সহস্র সৈন্য লইয়া আমার বিরুদ্ধে আসিতেছেন, আমি দশ সহস্র লইয়া কি তাঁহার সম্মুখবর্ত্তী হইতে পারি?"},{"number":32,"verse":"যদি না পারেন, তবে শত্রু দূরে থাকিতে তিনি দূত প্রেরণ করিয়া সন্ধির নিয়ম জিজ্ঞাসা করিবেন।"},{"number":33,"verse":"ভাল, তদ্রূপ তোমাদের মধ্যে যে কেহ আপনার সর্ব্বস্ব ত্যাগ না করে, সে আমার শিষ্য হইতে পারে না।"},{"number":34,"verse":"লবণ ত উত্তম; কিন্তু সেই লবণেরও যদি স্বাদ গিয়া থাকে, তবে তাহা কিসে আস্বাদযুক্ত করা যাইবে?"},{"number":35,"verse":"তাহা না ভূমির, না সারঢিবির উপযোগী; লোকে তাহা বাহিরে ফেলিয়া দেয়। যাহার শুনিতে কাণ থাকে সে শুনুক।"}]}