{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"( ক্ষমা প্রভৃতি বিষয়ক উপদেশ।) যীশু আপন শিষ্যদিগকে আরও কহিলেন, বিঘ্ন উপস্থিত না হইবে, এমন হইতে পারে না; কিন্তু ধিক্ তাহাকে, যাহার দ্বারা উপস্থিত হইবে!"},{"number":2,"verse":"সে যে এই ক্ষুদ্রগণের মধ্যে এক জনের বিঘ্ন জন্মায়, ইহা অপেক্ষা বরং তাহার গলায় যাঁতা বাঁধিয়া তাহাকে সমুদ্রে ফেলিয়া দিলে তাহার পক্ষে ভাল।"},{"number":3,"verse":"তোমরা আপনাদের বিষয়ে সাবধান থাক। তোমার ভ্রাতা যদি পাপ করে, তাহাকে অনুযোগ করিও; আর সে যদি অনুতাপ করে, তাহাকে ক্ষমা করিও।"},{"number":4,"verse":"আর যদি সে এক দিনের মধ্যে সাত বার তোমার বিরুদ্ধে পাপ করে, আর সাত বার তোমার কাছে ফিরিয়া আসিয়া বলে, অনুতাপ করিলাম, তবে তাহাকে ক্ষমা করিও।"},{"number":5,"verse":"আর প্রেরিতেরা প্রভুকে কহিলেন, আমাদের বিশ্বাসের বৃদ্ধি করুন।"},{"number":6,"verse":"প্রভু কহিলেন, একটী সরিষাদানার মত বিশ্বাস যদি তোমাদের থাকে, তবে ‘তুমি সমূলে উপড়িয়া গিয়া সমুদ্রে রোপিত হও’ এই কথা সুকামিন গাছটীকে বলিলে এ তোমাদের কথা মানিবে।"},{"number":7,"verse":"আর তোমাদের মধ্যে এমন কে আছে, যাহার দাস হাল বহিয়া কিম্বা মেঘ চরাইয়া ক্ষেত্র হইতে ভিতরে আসিলে সে তাহাকে বলিবে, ‘তুমি এখনই আসিয়া খাইতে বস’?"},{"number":8,"verse":"বরং তাহাকে কি বলিবে না, ‘আমি কি খাইব, তাহার আয়োজন কর, এবং আমি যতক্ষণ ভোজন পান করি, ততক্ষণ কোমর বাঁধিয়া আমার সেবা কর, তাহার পর তুমি ভোজন পান করিবে’?"},{"number":9,"verse":"সেই দাস আজ্ঞা পালন করিল বলিয়া সে কি তাহার ধন্যবাদ করে?"},{"number":10,"verse":"সেই প্রকারে সমস্ত আজ্ঞা পালন করিলে পর তোমরাও বলিও আমার অনুপযোগী দাস, যাহা করিতে বাধ্য ছিলাম, তাহাই করিলাম।"},{"number":11,"verse":"( যীশু দশ জন কুষ্ঠীকে শুচি করেন।) যিরূশালেমে যাইবার সময়ে তিনি শমরিয়া ও গালীল দেশের মধ্য দিয়া গমন করিলেন।"},{"number":12,"verse":"তিনি কোন গ্রামে প্রবেশ করিতেছেন, এমন সময়ে দশ জন কুষ্ঠী তাঁহার সম্মুখে পড়িল, তাহারা দূরে দাঁড়াইল, আর তাহারা উচ্চৈঃস্বরে বলিতে লাগিল,"},{"number":13,"verse":"যীশু, নাথ, আমাদিগকে দয়া করুন!"},{"number":14,"verse":"তাহাদিগকে দেখিয়া তিনি কহিলেন, যাও, যাজকগণের নিকটে গিয়া আপনাদিগকে দেখাও। যাইতে যাইতে তাহারা শুচীকৃত হইল।"},{"number":15,"verse":"তখন তাহাদের এক জন আপনাকে সুস্থ দেখিয়া উচ্চ রবে ঈশ্বরের গৌরব করিতে করিতে ফিরিয়া আসিল,"},{"number":16,"verse":"এবং যীশুর চরণে উবুড় হইয়া পড়িয়া তাঁহার ধন্যবাদ করিতে লাগিল; সেই ব্যক্তি শমরীয়।"},{"number":17,"verse":"যীশু উত্তর করিয়া কহিলেন, দশ জন কি শুচীকৃত হয় নাই? তবে সেই নয় জন কোথায়?"},{"number":18,"verse":"ঈশ্বরের গৌরব করিবার জন্য ফিরিয়া আসিয়াছে, এই অন্যজাতীয় লোকটী ভিন্ন এমন কাহাকেও কি পাওয়া গেল না?"},{"number":19,"verse":"পরে তিনি তাহাকে বলিলেন, উঠিয়া চলিয়া যাও, তোমার বিশ্বাস তোমাকে সুস্থ করিয়াছে।"},{"number":20,"verse":"( যীশুর নানাবিধ শিক্ষা।) ( ঈশ্বরের রাজ্য আসিবার বিষয়ে শিক্ষা।) ফরীশীরা তাঁহাকে জিজ্ঞাসা করিল, ঈশ্বরের রাজ্য কখন আসিবে? তিনি উত্তর করিয়া তাহাদিগকে কহিলেন, ঈশ্বরের রাজ্য জাঁকজমকের সহিত আইসে না;"},{"number":21,"verse":"আর লোকে বলিবে না, দেখ, এই স্থানে! কিম্বা ঐ স্থানে! কারণ দেখ, ঈশ্বরের রাজ্য তোমাদের মধ্যেই আছে।"},{"number":22,"verse":"আর তিনি শিষ্যদিগকে কহিলেন, এমন সময় আসিবে, যখন তোমরা মনুষ্যপুত্রের সময়ের এক দিন দেখিতে ইচ্ছা করিবে, কিন্তু দেখিতে পাইবে না।"},{"number":23,"verse":"তখন লোকেরা তোমাদিগকে বলিবে, দেখ, ঐ স্থানে! দেখ, এই স্থানে! যাইও না পশ্চাদগমন করিও না।"},{"number":24,"verse":"কেননা বিদ্যুৎ যেমন আকাশের নীচে এক দিক্ হইতে চমকাইলে আকাশের নীচে অন্য দিক্ পর্য্যন্ত আলোকিত হয়, মনুষ্যপুত্র আপনার দিনে সেইরূপ হইবেন।"},{"number":25,"verse":"কিন্তু প্রথমে তাঁহাকে অনেক দুঃখ ভোগ করিতে এবং এই কালের লোকদের কাছে অগ্রাহ্য হইতে হইবে।"},{"number":26,"verse":"( ।) আর নোহের সময়ে যেরূপ হইয়াছিল, মনুষ্যপুত্রের সময়েও তদ্রূপ হইবে।"},{"number":27,"verse":"লোকে ভোজন পান করিত, বিবাহ করিত, বিবাহিতা হইত, যে পর্য্যন্ত না নোহ জাহাজে প্রবেশ করিলেন, আর জলপ্লাবন আসিয়া সকলকে বিনষ্ট করিল। ( অধ্যায়।)"},{"number":28,"verse":"সেইরূপ লোটের সময়ে যেমন হইয়াছিল—লোকে ভোজন পান, ক্রয় বিক্রয়, বৃক্ষ রোপন ও গৃহ নির্ম্মাণ করিত;"},{"number":29,"verse":"কিন্তু যে দিন লোট সদোম হইতে বাহির হইলেন, সেই দিন আকাশ হইতে অগ্নি ও গন্ধক বর্ষিয়া সকলকে বিনষ্ট করিল—"},{"number":30,"verse":"মনুষ্যপুত্র যে দিন প্রকাশিত হইবেন, সে দিনেও সেইরূপ হইবে।"},{"number":31,"verse":"সেই দিন যে কেহ ছাদের উপরে থাকিবে, আর তাহার জিনিষপত্র ঘরে থাকিবে, সে তাহা লইবার জন্য নীচে না নামুক; আর তদ্রূপ যে কেহ ক্ষেত্রে থাকিবে, সেও পশ্চাতে ফিরিয়া না আইসুক।"},{"number":32,"verse":"লোটের স্ত্রীকে স্মরণ করিও ( ।) ।"},{"number":33,"verse":"যে কেহ আপন প্রাণ লাভ করিতে চেষ্টা করে, সে তাহা হারাইবে; আর যে কেহ প্রাণ হারায়, সে তাহা বাঁচাইবে।"},{"number":34,"verse":"আমি তোমাদিগকে বলিতেছি, সেই রাত্রিতে দুই জন এক বিছানায় থাকিবে, তাহাদের এক জনকে লওয়া যাইবে, এবং অন্য জনকে ছাড়িয়া যাওয়া হইবে।"},{"number":35,"verse":"দুইটী স্ত্রীলোক একত্র যাঁতা পিষিবে; তাহাদের এক জনকে লওয়া যাইবে, এবং অন্য জনকে ছাড়িয়া যাওয়া হইবে।"},{"number":36,"verse":"তখন তাঁহারা উত্তর করিয়া তাঁহাকে বলিলেন,"},{"number":37,"verse":"হে প্রভু, কোথায়? তিনি তাঁহাদিগকে কহিলেন, যেখানে শব, সেখানেই শকুন যুটিবে।"}]}