{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"( সক্কেয়ের মনপরিবর্ত্তন।) পরে তিনি যিরীহোতে প্রবেশ করিয়া নগরের মধ্য দিয়া যাইতেছিলেন।"},{"number":2,"verse":"আর দেখ, সক্কেয় নামে এক ব্যক্তি; সে এক জন প্রধান করগ্রাহী, এবং সে ধনবান্ ছিল।"},{"number":3,"verse":"আর কে যীশু, সে দেখিতে চেষ্টা করিতেছিল, কিন্তু ভিড় প্রযুক্ত পারিল না, কেননা সে খর্ব্বকায় ছিল।"},{"number":4,"verse":"তাই সে আগে দৌড়িয়া গিয়া তাঁহাকে দেখিবার জন্য একটী সুকমোর গাছে উঠিল, কারণ তিনি সেই পথে যাইতেছিলেন।"},{"number":5,"verse":"পরে যীশু যখন সেই স্থানে উপস্থিত হইলেন, তখন উপরের দিকে চাহিয়া তাহাকে কহিলেন, সক্কেয়, শীঘ্র নামিয়া আইস, কেননা আজ তোমার গৃহে আমাকে থাকিতে হইবে।"},{"number":6,"verse":"তাহাতে সে শীঘ্র নামিয়া আসিল, এবং আনন্দের সহিত তাঁহার আতিথ্য করিল।"},{"number":7,"verse":"তাহা দেখিয়া সকলে বচসা করিয়া বলিতে লাগিল, ইনি এক জন পাপীর ঘরে রাত্রি যাপন করিতে গেলেন।"},{"number":8,"verse":"তখন সক্কেয় দাঁড়াইয়া প্রভুকে কহিল, প্রভু, দেখুন, আমার সম্পত্তির অর্দ্ধেক আমি দরিদ্রদিগকে দান করি; আর যদি অন্যয়পূর্ব্বক কাহারও কিছু হরণ করিয়া থাকি, তাহার চতুর্গুণ ফিরাইয়া দিই।"},{"number":9,"verse":"তখন যীশু তাহাকে কহিলেন, আজ এই গৃহে পরিত্রাণ উপস্থিত হইল; যেহেতুক এ ব্যক্তিও অব্রাহামের সন্তান।"},{"number":10,"verse":"কারণ যাহা হারাইয়া গিয়াছিল, তাহার অন্বেষণ ও পরিত্রাণ করিতে মনুষ্যপুত্র আসিয়াছেন।"},{"number":11,"verse":"( দশটী মুদ্রার দৃষ্টান্ত।) যখন ( দেখ।) তাহারা এই সকল কথা শুনিতেছিল, তখন তিনি একটী দৃষ্টান্তও কহিলেন, কারণ তিনি যিরূশালেমের নিকটে উপস্থিত হইয়াছিলেন; আর তাহারা অনুমান করিতেছিল যে, ঈশ্বরের রাজ্যের প্রকাশ তখনই হইবে।"},{"number":12,"verse":"অতএব তিনি কহিলেন, ভদ্রবংশীয় এক ব্যক্তি দূরদেশে গেলেন, অভিপ্রায় এই যে, আপনার জন্য রাজপদ লইয়া ফিরিয়া আসিবেন।"},{"number":13,"verse":"আর তিনি আপনার দশ জন দাসকে ডাকিয়া দশটী মুদ্রা দিয়া কহিলেন, আমি যে পর্য্যন্ত না আসি, ব্যবসায় কর।"},{"number":14,"verse":"কিন্তু তাঁহার প্রজাগণ তাঁহাকে দ্বেষ করিত, তাহারা তাঁহার পশ্চাৎ দূত পাঠাইয়া দিল, কহিল, আমাদের ইচ্ছা নয় যে, এ ব্যক্তি আমাদের উপরে রাজত্ব করে।"},{"number":15,"verse":"পরে তিনি রাজপদ প্রাপ্ত হইয়া যখন ফিরিয়া আসিলেন, তখন, যাহাদিগকে টাকা দিয়াছিলেন, সেই দাসদিগকে তাঁহার কাছে ডাকিয়া আনিতে বলিলেন, যেন তিনি জানিতে পারেন, তাহারা ব্যবসায়ে কে কত লাভ করিয়াছে।"},{"number":16,"verse":"তখন প্রথম ব্যক্তি নিকটে আসিয়া কহিল, প্রভু, আপনার মুদ্রায় আর দশ মুদ্রা হইয়াছে।"},{"number":17,"verse":"তিনি তাহাকে কহিলেন, ধন্য! উত্তম দাস, তুমি অতি অল্প বিষয়ে বিশ্বস্ত হইলে; এ জন্য দশ নগরের উপরে কর্ত্তৃত্ব কর।"},{"number":18,"verse":"দ্বিতীয় ব্যক্তি আসিয়া কহিল, প্রভু, আপনার মুদ্রায় আর পাঁচ মুদ্রা হইয়াছে।"},{"number":19,"verse":"তিনি তাহাকেও কহিলেন, তুমিও পাঁচ নগরের কর্ত্তা হও।"},{"number":20,"verse":"পরে আর এক জন আসিয়া কহিল, প্রভু, দেখুন, এই আপনার মুদ্রা; আমি ইহা রুমালে বাঁধিয়া রাখিয়াছিলাম;"},{"number":21,"verse":"কারণ আমি আপনা হইতে ভীত ছিলাম, কেন না আপনি কঠিন লোক, যাহা রাখেন নাই, তাহা তুলিয়া লন, এবং যাহা বুনেন নাই, তাহা কাটেন।"},{"number":22,"verse":"তিনি তাহাকে কহিলেন, দুষ্ট দাস, আমি তোমার নিজ মুখের প্রমাণে তোমার বিচার করিব। তুমি না জানিতে, আমি কঠিন লোক, যাহা রাখি নাই তাহাই তুলিয়া লই, এবং যাহা বুনি নাই তাহাই কাটি?"},{"number":23,"verse":"তবে আমার টাকা পোদ্দারদের কাছে কেন রাখ নাই? তাহা করিলে আমি আসিয়া সুদের সহিত তাহা আদায় করিতাম।"},{"number":24,"verse":"আর যাহারা নিকটে দাঁড়াইয়াছিল, তিনি তাহাদিগকে বলিলেন, ইহার নিকট হইতে ঐ মুদ্রা লও, এবং যাহার দশ মুদ্রা আছে, তাহাকে দেও।"},{"number":25,"verse":"—তাহারা তাঁহাকে কহিল, প্রভু, উহার যে দশ মুদ্রা আছে।—"},{"number":26,"verse":"আমি তোমাদিগকে বলিতেছি, যে কাহারও আছে, তাহাকে দেওয়া যাইবে; কিন্তু যাহার নাই, তাহার যাহা আছে, তাহাও তাহার নিকট হইতে লওয়া যাইবে।"},{"number":27,"verse":"পরন্তু আমার এই যে শত্রুগণ ইচ্ছা করে নাই যে, আমি তাহাদের উপরে রাজত্ব করি, তাহাদিগকে এই স্থানে আন, আর আমার সাক্ষাতে বধ কর।"},{"number":28,"verse":"( যিরূশালেমে যীশুর প্রবেশ।) এই সকল কথা বলিয়া তিনি তাঁহাদের অগ্রে অগ্রে চলিলেন, যিরূশালেমের দিকে উঠিতে লাগিলেন।"},{"number":29,"verse":"পরে ( ।; ।) যখন জৈতুন নামক পর্ব্বতের পার্শ্বস্থ বৈৎফগী ও বৈথনিয়ার নিকটবর্ত্তী হইলেন, তখন তিনি দুই জন শিষ্যকে পাঠাইয়া দিলেন,"},{"number":30,"verse":"বলিলেন, ঐ সম্মুখস্থ গ্রামে যাও; তথায় প্রবেশ করিবামাত্র একটী গর্দ্দভশাবক বাঁধা দেখিতে পাইবে, যাহাতে কোন মানুষ কখনও বসে নাই; সেটী খুলিয়া আন।"},{"number":31,"verse":"আর যদি কেহ তোমাদিগকে জিজ্ঞাসা করে, এটী কেন খুলিতেছ? তবে এইরূপ বলিবে, ইহাতে প্রভুর প্রয়োজন আছে।"},{"number":32,"verse":"তখন যাঁহাদিগকে পাঠান হইল, তাঁহারা গিয়া, তিনি যেরূপ বলিয়াছিলেন, সেইরূপই দেখিতে পাইলেন।"},{"number":33,"verse":"যখন তাঁহারা গর্দ্দভশাবকটী খুলিতেছিলেন, তখন মালিকেরা তাঁহাদিগকে বলিল, গর্দ্দভশাবকটী খুলিতেছ কেন?"},{"number":34,"verse":"তাঁহারা কহিলেন, ইহাতে প্রভুর প্রয়োজন আছে।"},{"number":35,"verse":"পরে তাঁহারা সেটীকে যীশুর নিকটে লইয়া আসিলেন, এবং তাহার পৃষ্ঠে আপনাদের বস্ত্র পাতিয়া তাহার উপরে যীশুকে বসাইলেন।"},{"number":36,"verse":"পরে যখন তিনি যাইতে লাগিলেন, লোকেরা আপন আপন বস্ত্র পথে পাতিয়া দিতে লাগিল।"},{"number":37,"verse":"আর তিনি নিকটবর্ত্তী হইতেছেন, জৈতুন পর্ব্বত হইতে নামিবার স্থানে উপস্থিত হইয়াছেন, এমন সময়ে, সমুদয় শিষ্যদল যে সকল পরাক্রম-কার্য্য দেখিয়াছিল, সেই সমস্তের জন্য আনন্দপূর্ব্বক উচ্চ রবে ঈশ্বরের প্রশংসা করিয়া বলিতে লাগিল,"},{"number":38,"verse":"“ধন্য সেই রাজা, যিনি প্রভুর নামে আসিতেছেন; ( ।; ।) স্বর্গে শান্তি এবং ঊর্দ্ধলোকে মহিমা।”"},{"number":39,"verse":"তখন লোকসমূহের মধ্য হইতে কএক জন ফরীশী তাঁহাকে কহিল, গুরো, আপনার শিষ্যদিগকে ধমক্ দিউন।"},{"number":40,"verse":"তিনি উত্তর করিলেন, আমি তোমাদিগকে বলিতেছি, ইহারা যদি চুপ করিয়া থাকে, প্রস্তর সকল চেঁচাইয়া উঠিবে।"},{"number":41,"verse":"পরে যখন তিনি নিকটে আসিলেন, তখন নগরটী দেখিয়া তাহার জন্য রোদন করিলেন,"},{"number":42,"verse":"কহিলেন, তুমি, তুমিই যদি আজিকার দিনে, যাহা যাহা শান্তিজনক, তাহা বুঝিতে! কিন্তু এখন সে সকল তোমার দৃষ্টি হইতে গুপ্ত রহিল।"},{"number":43,"verse":"কারণ তোমার উপরে এমন সময় উপস্থিত হইবে, যে সময়ে তোমার শত্রুগণ তোমার চারিদিকে জাঙ্গাল বাঁধিবে, তোমাকে বেষ্টন করিবে, তোমাকে সর্ব্বদিকে অবরোধ করিবে,"},{"number":44,"verse":"এবং তোমাকে ও তোমার মধ্যবর্ত্তী তোমার বৎসগণকে ভূমিসাৎ করিবে, তোমার মধ্যে প্রস্তরের উপরে প্রস্তর থাকিতে দিবে না; কারণ তোমার তত্ত্বাবধানের সময় তুমি বুঝ নাই।"},{"number":45,"verse":"পরে তিনি ধর্ম্মধামে প্রবেশ করিলেন, এবং বিক্রেতাদিগকে বাহির করিতে আরম্ভ করিলেন,"},{"number":46,"verse":"তাহাদিগকে কহিলেন, লেখা আছে, “আমার গৃহ প্রার্থনা-গৃহ হইবে,” কিন্তু তোমরা ইহা “দস্যুগণের গহ্বর” করিয়া তুলিয়াছ। ( ।; ।)"},{"number":47,"verse":"আর তিনি প্রতিদিন ধর্ম্মধামে উপদেশ দিতেন। আর প্রধান যাজকেরা ও অধ্যাপকগণ এবং লোকদের প্রধানেরাও তাঁহাকে বিনষ্ট করিতে চেষ্টা করিতে লাগিল;"},{"number":48,"verse":"কিন্তু কি করিতে পারে, তাহা দেখিতে পাইল না, কেননা লোকেরা সকলে একাগ্র মনে তাঁহার কথা শুনিত।"}]}