{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"( প্রকৃত দানশীলতার বিষয়ে শিক্ষা।) পরে তিনি চক্ষু তুলিয়া দেখিলেন, ধনবানেরা ভাণ্ডারে আপন আপন দান রাখিতেছে।"},{"number":2,"verse":"আর তিনি দেখিলেন, একটী দীনহীনা বিধবা সেই স্থানে দুইটী সিকি পয়সা রাখিতেছে;"},{"number":3,"verse":"তখন তিনি কহিলেন, আমি তোমাদিগকে সত্য বলিতেছি, এই দরিদ্রা বিধবা সকলের অপেক্ষা অধিক রাখিল;"},{"number":4,"verse":"কেননা ইহারা সকলে আপন আপন অতিরিক্ত ধন হইতে কিছু কিছু দানের মধ্যে রাখিল, কিন্তু এ নিজ অনাটন সত্ত্বেও ইহার যাহা কিছু ছিল, সমুদয় জীবনোপায় রাখিল।"},{"number":5,"verse":"( যিরূশালেমের বিনাশ ও আপন পুনরাগমন বিষয়ক শিক্ষা।) আর ( অধ্যা। অধ্যা।) যখন কেহ কেহ ধর্ম্মধামের বিষয় বলিতেছিল, উহা কেমন সুন্দর সুন্দর প্রস্তরে ও নিবেদিত দ্রব্যে সুশোভিত,"},{"number":6,"verse":"তিনি কহিলেন, তোমরা এই যে সকল দেখিতেছ, এমন সময় আসিতেছে, যখন ইহার একখানি পাথর অন্য পাথরের উপরে থাকিবে না, সমস্তই ভূমিসাৎ হইবে।"},{"number":7,"verse":"তাঁহারা তাঁহাকে জিজ্ঞাসা করিলেন, হে গুরু, তবে এ সকল ঘটনা কখন হইবে? আর যখন এ সকল সফল হইবার সময় হইবে, তখন তাহার চিহ্নই বা কি?"},{"number":8,"verse":"তিনি কহিলেন, দেখিও, ভ্রান্ত হইও না; কেননা অনেকে আমার নাম ধরিয়া আসিবে, বলিবে, ‘আমিই তিনি’ ও সময় সন্নিকট; তোমরা তাহাদের পশ্চাৎ যাইও না।"},{"number":9,"verse":"আর যখন তোমরা যুদ্ধের ও গণ্ডগোলের কথা শুনিবে, ত্রাসযুক্ত হইও না, কেননা প্রথমে এই সকল ঘটিবেই ঘটিবে, কিন্তু তখনই শেষ নয়।"},{"number":10,"verse":"পরে তিনি তাঁহাদিগকে কহিলেন, জাতির বিপক্ষে জাতি ও রাজ্যের বিপক্ষে রাজ্য উঠিবে।"},{"number":11,"verse":"মহৎ মহৎ ভূমিকম্প এবং স্থানে স্থানে দুর্ভিক্ষ ও মহামারী হইবে, আর আকাশে ভয়ঙ্কর ভয়ঙ্কর লক্ষণ ও মহৎ মহৎ চিহ্ন হইবে;"},{"number":12,"verse":"কিন্তু এই সকল ঘটনার পূর্ব্বে লোকেরা তোমাদের উপরে হস্তক্ষেপ করিবে, তোমাদিগকে তাড়না করিবে, সমাজ-গৃহে ও কারাগারে সমর্পণ করিবে; আমার নামের নিমিত্ত তোমরা রাজাদের ও শাসনকর্ত্তাদের সম্মুখে নীত হইবে।"},{"number":13,"verse":"সাক্ষ্যের জন্য এই সকল তোমাদের প্রতি ঘটিবে।"},{"number":14,"verse":"অতএব মনে মনে স্থির করিও যে, কি উত্তর দিতে হইবে, তাহার নিমিত্ত অগ্রে চিন্তা করিবে না।"},{"number":15,"verse":"কেননা আমি তোমাদিগকে এমন মুখ ও বিজ্ঞতা দিব যে, তোমাদের বিপক্ষেরা কেহ প্রতিরোধ করিতে কি উত্তর দিতে পারিবে না।"},{"number":16,"verse":"আর তোমরা পিতা-মাতা, ভ্রাতৃগণ, জ্ঞাতি ও বন্ধুগণ কর্ত্তৃকও সমর্পিত হইবে, এবং তোমাদের কাহাকেও কাহাকেও তাহারা বধ করাইবে।"},{"number":17,"verse":"আর আমার নাম প্রযুক্ত তোমরা সকলের ঘৃণিত হইবে।"},{"number":18,"verse":"কিন্তু তোমাদের মস্তকের একগাছি কেশও নষ্ট হইবে না।"},{"number":19,"verse":"তোমরা নিজ নিজ ধৈর্য্যে আপন আপন প্রাণ লাভ করিবে।"},{"number":20,"verse":"আর যখন তোমরা যিরূশালেমকে সৈন্যসামন্ত দ্বারা বেষ্টিত দেখিবে, তখন জানিবে যে, তাহার ধ্বংস সন্নিকট।"},{"number":21,"verse":"তখন যাহারা যিহূদিয়ায় থাকে, তাহারা পাহাড় অঞ্চলে পলায়ন করুক, এবং যাহারা নগরের মধ্যে থাকে, তাহারা বাহিরে যাউক; আর যাহারা পল্লীগ্রামে থাকে, তাহারা নগরে প্রবেশ না করুক।"},{"number":22,"verse":"কেননা তখন প্রতিশোধের সময়, যে সমস্ত কথা লিখিত আছে, সেই সমস্ত পূর্ণ হইবার সময়।"},{"number":23,"verse":"হায়, সেই সময়ে গর্ভবতী ও স্তন্যদাত্রী স্ত্রীদিগের সন্তাপ! কেননা দেশে বিষম দুর্গতি এবং এই জাতির প্রতি ক্রোধ বর্ত্তিবে।"},{"number":24,"verse":"লোকেরা খড়্গধারে পতিত হইবে; এবং বন্দি হইয়া সকল জাতির মধ্যে নীত হইবে; আর জাতিগণের সময় সম্পূর্ণ না হওয়া পর্য্যন্ত যিরূশালেম জাতিগণের পদ দলিত হইবে।"},{"number":25,"verse":"আর সূর্য্যে, চন্দ্রে ও নক্ষত্রগণে নানা চিহ্ন প্রকাশ পাইবে, এবং পৃথিবীতে জাতিগণের ক্লেশ হইবে, তাহারা সমুদ্রের ও তরঙ্গের গর্জ্জনে উদ্বিগ্ন হইবে।"},{"number":26,"verse":"ভয়ে, এবং ভূমণ্ডলে যাহা যাহা ঘটিবে তাহার আশঙ্কায়, মানুষের প্রাণ উড়িয়া যাইবে; কেননা আকাশ-মণ্ডলের পরাক্রম সকল বিচলিত হইবে।"},{"number":27,"verse":"আর তৎকালে তাহারা মনুষ্যপুত্রকে পরাক্রম ও মহাপ্রতাপ সহকারে মেঘযোগে আসিতে দেখিবে।"},{"number":28,"verse":"কিন্তু এ সকল ঘটনা আরম্ভ হইলে তোমরা ঊর্দ্ধদৃষ্টি করিও, মাথা তুলিও, কেননা তোমাদের মুক্তি সন্নিকট।"},{"number":29,"verse":"আর তিনি তাহাদিগকে একটী দৃষ্টান্ত কহিলেন, ডুমুর গাছ ও আর সকল গাছ দেখ;"},{"number":30,"verse":"যখন সেগুলি পল্লবিত হয়, তখন তাহা দেখিয়া তোমরা আপনারাই বুঝিতে পার যে, এখন গ্রীষ্মকাল সন্নিকট।"},{"number":31,"verse":"সেইরূপ তোমরাও যখন এই সকল ঘটিতেছে দেখিবে, তখন জানিবে, ঈশ্বরের রাজ্য সন্নিকট।"},{"number":32,"verse":"আমি তোমাদিগকে সত্য বলিতেছি, যে পর্য্যন্ত সমস্ত সিদ্ধ না হইবে, সেই পর্য্যন্ত এই কালের লোকদের লোপ হইবে না।"},{"number":33,"verse":"আকাশের ও পৃথিবীর লোপ হইবে, কিন্তু আমার বাক্যের লোপ কখনও হইবে না।"},{"number":34,"verse":"কিন্তু আপনাদের বিষয়ে সাবধান থাকিও, পাছে ভোগপীড়ায় ও মত্ততায় এবং জীবিকার চিন্তায় তোমাদের হৃদয় ভারগ্রস্ত হয়, আর সেই দিন হঠাৎ ফাঁদের ন্যায় তোমাদের উপরে আসিয়া পড়ে;"},{"number":35,"verse":"কেননা সেই দিন সমস্ত ভূতল-নিবাসী সকলের উপরে উপস্থিত হইবে।"},{"number":36,"verse":"কিন্তু তোমরা সর্ব্বসময়ে জাগিয়া থাকিও এবং প্রার্থনা করিও, যেন এই যে সকল ঘটনা হইবে, তাহা এড়াইতে, এবং মনুষ্যপুত্রের সম্মুখে দাঁড়াইতে, শক্তিমান্ হও।"},{"number":37,"verse":"আর তিনি প্রতিদিন ধর্ম্মধামে উপদেশ দিতেন, এবং প্রতিরাত্রে বাহিরে গিয়া জৈতুন নামক পর্ব্বতে অবস্থিতি করিতেন।"},{"number":38,"verse":"আর সমস্ত লোক তাঁহার কথা শুনিবার জন্য প্রত্যূষে ধর্ম্মধামে তাঁহার নিকটে আসিত।"}]}