{"bibleAbbr":"bnOV2016","bookName":"লুকলিখিত সুসমাচার।","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"( যীশু পীড়িতকে সুস্থ করেন ও মৃতকে জীবন দেন।) লোকদের কর্ণগোচরে আপনার সকল কথা সমাপ্ত করিয়া তিনি কফরনাহূমে প্রবেশ করিলেন।"},{"number":2,"verse":"তখন ( ।) এক জন শতপতির একটী দাস পীড়িত হইয়া মৃতপ্রায় হইয়াছিল, সে তাঁহার প্রিয়পাত্র ছিল।"},{"number":3,"verse":"তিনি যীশুর সংবাদ শুনিয়া যিহূদীদের কএক জন প্রাচীনকে দিয়া তাঁহার কাছে নিবেদন করিয়া পাঠাইলেন, যেন তিনি আসিয়া তাঁহার দাসকে বাঁচান।"},{"number":4,"verse":"তাঁহারা যীশুর কাছে আসিয়া আগ্রহ পূর্ব্বক বিনতি করিয়া বলিতে লাগিলেন, আপনি যে তাঁহার জন্য এই কার্য্য করেন, তিনি তাহার যোগ্য;"},{"number":5,"verse":"কেননা তিনি আমাদের জাতিকে প্রেম করেন, আর আমাদের সমাজ-গৃহ তিনি আপনি নির্ম্মাণ করিয়া দিয়াছেন।"},{"number":6,"verse":"যীশু তাঁহাদের সঙ্গে গমন করিলেন, আর তিনি বাটীর অনতিদূরে থাকিতেই শতপতি কএক জন বন্ধু দ্বারা তাঁহাকে বলিয়া পাঠাইলেন, প্রভু, আপনাকে কষ্ট দিবেন না; কেননা আমি এমন যোগ্য নই যে, আপনি আমার ছাদের নীচে আইসেন;"},{"number":7,"verse":"সেই জন্য আমাকেও আপনার নিকটে আসিবার যোগ্য বুঝিলাম না; আপনি বাক্যে বলুন, তাহাতেই আমার দাস সুস্থ হইবে।"},{"number":8,"verse":"কারণ আমিও কর্ত্তৃত্বের অধীনে নিযুক্ত লোক, আবার সেনাগণ আমার অধীন; আর আমি তাহাদের এক জনকে ‘যাও’ বলিলে সে যায়, এবং অন্যকে ‘আইস’ বলিলে সে আইসে, আর আমার দাসকে ‘এই কর্ম্ম কর’ বলিলে সে তাহা করে।"},{"number":9,"verse":"এই সকল কথা শুনিয়া যীশু তাঁহার বিষয়ে আশ্চর্য্য জ্ঞান করিলেন, এবং যে লোকসমূহ তাঁহার পশ্চাৎ পশ্চাৎ আসিতেছিল, তিনি তাহাদের দিকে ফিরিয়া কহিলেন, আমি তোমাদিগকে বলিতেছি, ইস্রায়েলের মধ্যেও এত বড় বিশ্বাস দেখিতে পাই নাই।"},{"number":10,"verse":"পরে যাঁহাদিগকে পাঠান হইয়াছিল, তাঁহারা গৃহে ফিরিয়া গিয়া সেই দাসকে সুস্থ দেখিতে পাইলেন।"},{"number":11,"verse":"কিছু কাল পরে তিনি নায়িন্ নামক নগরে যাত্রা করিলেন, এবং তাঁহার শিষ্যেরা ও বিস্তর লোক তাঁহার সঙ্গে যাইতেছিল।"},{"number":12,"verse":"যখন তিনি নগর-দ্বারের নিকটবর্ত্তী হইলেন, দেখ, লোকেরা একটী মরা মানুষকে বহন করিয়া বাহিরে লইয়া যাইতেছিল; সে আপন মাতার একমাত্র পুত্র, এবং সেই মাতা বিধবা; আর নগরের অনেক লোক তাহার সঙ্গে ছিল।"},{"number":13,"verse":"তাহাকে দেখিয়া প্রভু তাহার প্রতি করুণাবিষ্ট হইলেন, এবং তাহাকে কহিলেন, কাঁদিও না।"},{"number":14,"verse":"পরে নিকটে গিয়া খাট স্পর্শ করিলেন; আর বাহকেরা দাঁড়াইল। তিনি কহিলেন, হে যুবক, তোমাকে বলিতেছি, উঠ।"},{"number":15,"verse":"তাহাতে সেই মরা মানুষটী উঠিয়া বসিল, এবং কথা কহিতে লাগিল; পরে তিনি তাহাকে তাহার মাতার হস্তে সমর্পণ করিলেন।"},{"number":16,"verse":"তখন সকলে ভয়গ্রস্থ হইল, এবং ঈশ্বরের গৌরব করিয়া বলিতে লাগিল, ‘আমাদের মধ্যে এক জন মহান্ ভাববাদীর উদয় হইয়াছে,’ আর ‘ঈশ্বর আপন প্রজাদের তত্ত্বাবধান করিয়াছেন’।"},{"number":17,"verse":"পরে সমুদয় যিহূদিয়াতে এবং চারিদিকে সমস্ত অঞ্চলে তাঁহার বিষয়ে এই কথা ব্যাপিয়া গেল।"},{"number":18,"verse":"( যোহনের প্রশ্ন ও যীশুর উত্তর।) আর ( ।) যোহনের শিষ্যগণ তাঁহাকে এই সকল বিষয়ের সংবাদ দিল।"},{"number":19,"verse":"তাহাতে যোহন আপনার দুই জন শিষ্যকে ডাকিয়া তাহাদের দ্বারা প্রভুর নিকটে জিজ্ঞাসা করিয়া পাঠাইলেন, ‘যাঁহার আগমন হইবে, সেই ব্যক্তি কি আপনি? না, আমরা অন্যের অপেক্ষায় থাকিব?’"},{"number":20,"verse":"পরে সেই দুই ব্যক্তি তাঁহার কাছে আসিয়া বলিল, যোহন বাপ্তাইজক আমাদের দ্বারা আপনার কাছে এই কথা বলিয়া পাঠাইয়াছেন, যাঁহার আগমন হইবে, সেই ব্যক্তি কি আপনি? না, আমরা অন্যের অপেক্ষায় থাকিব?"},{"number":21,"verse":"সেই দণ্ডে তিনি অনেক লোককে রোগ, ব্যাধি ও দুষ্ট আত্মা হইতে সুস্থ করিলেন, এবং অনেক অন্ধকে চক্ষু দিলেন।"},{"number":22,"verse":"পরে তিনি ঐ দুই জনকে এই উত্তর দিলেন, তোমরা যাও, যাহা দেখিলে ও শুনিলে, তাহার সংবাদ যোহনকে দেও; অন্ধেরা দেখিতে পাইতেছে, খঞ্জেরা চলিতেছে, কুষ্ঠীরা শুচীকৃত হইতেছে, বধিরেরা শুনিতেছে, মৃতেরা উত্থাপিত হইতেছে, দরিদ্রদের নিকটে সুসমাচার প্রচারিত হইতেছে;"},{"number":23,"verse":"আর ধন্য সেই ব্যক্তি, যে আমাতে বিঘ্নের কারণ না পায়।"},{"number":24,"verse":"যোহনের দূতেরা প্রস্থান করিলে পর তিনি লোকদিগকে যোহনের বিষয়ে বলিতে লাগিলেন, তোমরা প্রান্তরে কি দেখিতে গিয়াছিলে? কি বায়ুকম্পিত নল?"},{"number":25,"verse":"তবে কি দেখিতে গিয়াছিলে? কি কোমল বস্ত্র পরিহিত কোন ব্যক্তিকে? দেখ, যাহারা জাঁকাল পোষাক পরে এবং ভোগসুখে কাল যাপন করে, তাহারা রাজবাটীতে থাকে।"},{"number":26,"verse":"তবে কি দেখিতে গিয়াছিলে? কি এক জন ভাববাদীকে? হাঁ, আমি তোমাদিগকে বলিতেছি, ভাববাদী হইতেও শ্রেষ্ঠ ব্যক্তিকে।"},{"number":27,"verse":"ইনি সেই ব্যক্তি, যাঁহার বিষয়ে লেখা আছে, “দেখ, আমি আপন দূতকে তোমার অগ্রে প্রেরণ করি, সে তোমার অগ্রে তোমার পথ প্রস্তুত করিবে।” ( ।)"},{"number":28,"verse":"আমি তোমাদিগকে বলিতেছি, স্ত্রীলোকের গর্ভজাত সকলের মধ্যে যোহন হইতে মহান্ কেহই নাই; তথাপি ঈশ্বরের রাজ্যে অতি ক্ষুদ্র যে ব্যক্তি, সে তাঁহা হইতেও মহান্।"},{"number":29,"verse":"আর সমস্ত লোক ও করগ্রাহীরা কথা শুনিয়া যোহনের বাপ্তিস্মে বাপ্তাইজিত হওয়াতে ঈশ্বরকে ধর্ম্মময় বলিয়া স্বীকার করিল;"},{"number":30,"verse":"কিন্তু ফরীশীরা ও ব্যবস্থাবেত্তারা তাঁহার দ্বারা বাপ্তাইজিত না হওয়াতে আপনাদের বিষয়ে ঈশ্বরের মন্ত্রণা বিফল করিল।"},{"number":31,"verse":"অতএব আমি কাহার সহিত এই কালের লোকদের তুলনা দিব? তাহারা কিসের তুল্য?"},{"number":32,"verse":"তাহারা এমন বালকদের তুল্য, যাহারা বাজারে বসিয়া এক জন আর এক জনকে ডাকিয়া বলে, ‘আমরা তোমাদের নিকটে বাঁশী বাজাইলাম, তোমরা নাচিলে না; আমরা বিলাপ করিলাম, তোমরা কাঁদিলে না।’"},{"number":33,"verse":"কারণ যোহন বাপ্তাইজক আসিয়া রুটী খান না, দ্রাক্ষারসও পান করেন না, আর তোমরা বল, সে ভূতগ্রস্ত।"},{"number":34,"verse":"মনুষ্যপুত্র আসিয়া ভোজন পান করেন, আর তোমরা বল, ঐ দেখ, এক জন পেটুক ও মদ্যপায়ী, করগ্রাহীদের ও পাপীদের বন্ধু।"},{"number":35,"verse":"কিন্তু প্রজ্ঞা আপনার সকল সন্তান দ্বারা নির্দ্দোষ বলিয়া গণিত হইলেন।"},{"number":36,"verse":"( অনুতাপিনী স্ত্রীর প্রতি যীশুর দয়া।) আর ফরীশীদের মধ্যে এক জন তাঁহাকে আপনার সঙ্গে ভোজন করিতে নিমন্ত্রণ করিল। তাহাতে তিনি সেই ফরীশীর বাটীতে প্রবেশ করিয়া ভোজনে বসিলেন।"},{"number":37,"verse":"আর দেখ, সেই নগরে এক পাপিষ্ঠা স্ত্রীলোক ছিল; সে যখন জানিতে পাইল, তিনি সেই ফরীশীর বাটীতে ভোজনে বসিয়াছেন, তখন একটী শ্বেত প্রস্তরের পাত্রে সুগন্ধি তৈল লইয়া আসিল,"},{"number":38,"verse":"এবং পশ্চাৎ দিকে তাঁহার চরণের নিকটে দাঁড়াইয়া রোদন করিতে করিতে চক্ষের জলে তাঁহার চরণ ভিজাইতে লাগিল, এবং আপনার মাথার চুল দিয়া তাহা মুছাইয়া দিল, আর তাঁহার চরণ চুম্বন করিতে করিতে সেই সুগন্ধি তৈল মাখাইতে লাগিল।"},{"number":39,"verse":"তাহা দেখিয়া, যে ফরীশী তাঁহাকে নিমন্ত্রণ করিয়াছিল, সে মনে মনে কহিল, এ যদি ভাববাদী হইত, তবে জানিতে পারিত, ইহাকে যে স্পর্শ করিতেছে, সে কে এবং কি প্রকার স্ত্রীলোক, কারণ সে পাপিষ্ঠা।"},{"number":40,"verse":"তখন যীশু উত্তর করিয়া তাহাকে কহিলেন, শিমোন, তোমাকে আমার কিছু বলিবার আছে। সে কহিল, গুরো, বলুন।"},{"number":41,"verse":"এক মহাজনের দুই জন ঋণী ছিল; এক জন ধারিত পাঁচ শত সিকি, আর এক জন পঞ্চাশ।"},{"number":42,"verse":"তাহাদের পরিশোধ করিবার সঙ্গতি না থাকাতে তিনি উভয়কেই ক্ষমা করিলেন। ভাল, তাহাদের মধ্যে কে তাঁহাকে অধিক প্রেম করিবে?"},{"number":43,"verse":"শিমোন উত্তর করিল, আমার বোধ হয়, যাহার অধিক ঋণ ক্ষমা করিলেন, সেই। তিনি তাহাকে কহিলেন, যথার্থ বিচার করিলে।"},{"number":44,"verse":"আর তিনি সেই স্ত্রীলোকের দিকে ফিরিয়া শিমোনকে কহিলেন, এই স্ত্রীলোকটীকে দেখিতেছ? আমি তোমার বাটীতে প্রবেশ করিলাম, তুমি আমার পা ধুইবার জল দিলে না, কিন্তু এই স্ত্রীলোকটী চক্ষের জলে আমার চরণ ভিজাইয়াছে ও নিজের চুল দিয়া তাহা মুছাইয়া দিয়াছে।"},{"number":45,"verse":"তুমি আমাকে চুম্বন করিলে না, কিন্তু যে অবধি আমি ভিতরে আসিয়াছি, এ আমার চরণ চুম্বন করিতেছে, ক্ষান্ত হয় নাই।"},{"number":46,"verse":"তুমি তৈল দিয়া আমার মস্তক অভিষিক্ত করিলে না, কিন্তু এ সুগন্ধি দ্রব্যে আমার চরণ অভিষিক্ত করিয়াছে।"},{"number":47,"verse":"এই জন্য, তোমাকে কহিতেছি, ইহার যে বহু পাপ, তাহার ক্ষমা হইয়াছে; কেননা এ অধিক প্রেম করিল; কিন্তু যাহাকে অল্প ক্ষমা করা যায়, সে অল্প প্রেম করে।"},{"number":48,"verse":"পরে তিনি সেই স্ত্রীলোককে কহিলেন, তোমার পাপ সকল ক্ষমা হইয়াছে।"},{"number":49,"verse":"তখন যাহারা তাঁহার সঙ্গে ভোজনে বসিয়াছিল, তাহারা মনে মনে বলিতে লাগিল, এ কে যে পাপক্ষমাও করে?"},{"number":50,"verse":"কিন্তু তিনি সেই স্ত্রীলোককে কহিলেন, তোমার বিশ্বাস তোমাকে পরিত্রাণ করিয়াছে; শান্তিতে প্রস্থান কর।"}]}