{"bibleAbbr":"msAB1996","bookName":"NEHEMIA","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"( Nehemia Mengatasi Tentangan terhadap Pekerjaannya) Apabila Sanbalat mendengar bahawa kami orang Yahudi sudah mula memperbaiki tembok kota, dia sangat marah dan mula mengolok-olok kami."},{"number":2,"verse":"Di hadapan sahabat-sahabatnya dan pasukan tentera Samaria, dia berkata, “Apakah yang sedang dilakukan oleh orang Yahudi yang celaka ini? Adakah mereka berniat untuk membina semula kota ini? Adakah mereka berfikir bahawa dengan mempersembahkan korban, mereka akan menyelesaikan pekerjaan itu dalam sehari? Dapatkah mereka membuat batu binaan daripada tumpukan sampah yang sudah hangus?”"},{"number":3,"verse":"Tobia yang berdiri di samping Sanbalat, juga berkata, “Tembok semacam apakah yang dapat dibina mereka? Anjing hutan pun dapat merobohkannya!”"},{"number":4,"verse":"Kemudian aku berdoa, “Ya Allah, dengarlah bagaimana mereka menghina kami! Biarlah penghinaan itu menimpa diri mereka sendiri. Biarlah segala harta mereka dirampas, dan biarlah mereka dibawa ke negeri orang sebagai orang tawanan."},{"number":5,"verse":"Jangan ampunkan kejahatan mereka, dan jangan lupakan dosa mereka, kerana mereka sudah menghina kami yang sedang membina tembok ini.”"},{"number":6,"verse":"Oleh itu kami terus memperbaiki tembok. Tidak lama kemudian tembok itu selesai diperbaiki sehingga setengah daripada tingginya, kerana rakyat bekerja dengan penuh semangat."},{"number":7,"verse":"Ketika Sanbalat, Tobia, orang Arab, orang Amon, dan orang Asdod mendengar bahawa pekerjaan memperbaiki tembok Yerusalem itu maju dengan pesat, dan bahawa lubang-lubang pada tembok itu sudah ditutup, mereka naik berang."},{"number":8,"verse":"Oleh itu mereka semua bermuslihat hendak menyerang Yerusalem dan menimbulkan kekacauan."},{"number":9,"verse":"Tetapi kami berdoa kepada Allah kami dan menyuruh orang mengawal kota itu daripada serangan mereka, pada siang dan malam."},{"number":10,"verse":"Kemudian orang Yehuda mula menyanyikan nyanyian berikut: “Kami lemah kerana memikul beban, sedangkan sampah masih bertimbun-timbun. Kami tidak berdaya membina tembok hari ini.”"},{"number":11,"verse":"Musuh kami berfikir bahawa kami tidak akan nampak mereka atau mengetahui hal yang berlaku sehingga saatnya mereka sudah menyerang kami, dan membunuh kami serta menghentikan pekerjaan kami."},{"number":12,"verse":"Tetapi berkali-kali, orang Yahudi yang tinggal berhampiran dengan musuh kami datang memberitahu kami akan rancangan musuh itu terhadap kami."},{"number":13,"verse":"Oleh itu aku melengkapi rakyat dengan pedang, tombak, dan panah. Aku menempatkan mereka menurut puak masing-masing di belakang tembok, iaitu di tempat-tempat yang belum diperbaiki."},{"number":14,"verse":"Apabila aku nampak bahawa rakyat gelisah, aku berkata kepada mereka, para pemimpin dan pegawai mereka, “Jangan takut akan musuh. Ingatlah betapa besar dan hebatnya Tuhan kita, dan berjuanglah untuk saudara-saudara kamu, anak isteri kamu, dan rumah-rumah kamu.”"},{"number":15,"verse":"Musuh kami mendengar bahawa muslihat mereka sudah kami ketahui. Oleh itu mereka sedar bahawa Allah sudah menggagalkan rancangan mereka. Kemudian kami semua kembali bekerja memperbaiki tembok itu."},{"number":16,"verse":"Sejak itu setengah daripada anak buahku bekerja, dan setengah lagi berkawal dengan berpakaian baju perang, lengkap dengan tombak, perisai, dan panah. Para pemimpin kami memberikan sokongan penuh kepada mereka"},{"number":17,"verse":"yang memperbaiki tembok itu. Bahkan mereka yang mengangkat bahan binaan pun bekerja dengan satu tangan, dan membawa senjata dengan tangan sebelah."},{"number":18,"verse":"Tiap-tiap orang yang bekerja dalam pembinaan membawa sebilah pedang yang terikat pada pinggangnya. Orang yang bertugas meniup trompet sebagai tanda bahaya sentiasa di sampingku."},{"number":19,"verse":"Aku berkata kepada rakyat, para pegawai, dan pemimpin mereka, “Pekerjaan ini meliputi jarak yang luas, sehingga kita terpencar-pencar di sepanjang tembok ini, seorang jauh daripada yang lain."},{"number":20,"verse":"Oleh itu, jika kamu mendengar bunyi trompet, segeralah berkumpul di sekelilingku. Allah kita akan berperang untuk kita.”"},{"number":21,"verse":"Demikianlah kami bekerja tiap-tiap hari, mulai dari subuh sehingga bintang-bintang kelihatan di langit. Setengah daripada rakyat bekerja memperbaiki tembok, dan setengah lagi berkawal dengan membawa tombak."},{"number":22,"verse":"Selama masa itu aku menyuruh semua pengawas dan semua pembantu mereka bermalam di Yerusalem, supaya kami dapat mengawal kota pada malam hari dan bekerja pada siang hari."},{"number":23,"verse":"Aku tidak menanggalkan pakaianku walaupun pada waktu malam, dan demikian juga teman-temanku, anak buahku, dan para pengawal peribadiku. Kami semua sentiasa dalam keadaan siap sedia, dengan memegang senjata kami."}]}