{"bibleAbbr":"msAB1996","bookName":"NEHEMIA","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"( Nehemia Menolong Orang Miskin) Beberapa lama kemudian banyak orang Yahudi, baik lelaki mahupun perempuan, mula bersungut terhadap sesama bangsa Yahudi."},{"number":2,"verse":"Ada orang yang berkata, “Keluarga kami besar, dan kami memerlukan gandum untuk hidup.”"},{"number":3,"verse":"Ada orang lain yang berkata, “Kami terpaksa menggadaikan ladang, kebun anggur, dan rumah kami untuk membeli gandum supaya kami tidak kelaparan.”"},{"number":4,"verse":"Ada lagi orang lain yang berkata, “Kami terpaksa meminjam wang untuk membayar cukai kerajaan bagi ladang dan kebun anggur kami."},{"number":5,"verse":"Kita semua bangsa Yahudi. Bukankah anak-anak kami pun sama baiknya dengan anak-anak Yahudi yang lain? Tetapi kami terpaksa membiarkan anak-anak kami menjadi hamba. Bahkan ada beberapa orang anak gadis kami yang sudah dijual menjadi hamba. Kami tidak dapat berbuat apa-apa kerana ladang dan kebun anggur kami sudah menjadi milik orang lain.”"},{"number":6,"verse":"Apabila aku mendengar sungutan mereka itu, aku naik marah"},{"number":7,"verse":"( ; ; ) dan segera bertindak. Aku menyalahkan para pemimpin dan pegawai. Aku berkata kepada mereka, “Kamu menindas saudara-saudara kamu sendiri!” Kemudian aku mengadakan suatu perjumpaan rakyat untuk menyelesaikan masalah itu,"},{"number":8,"verse":"dan aku berkata, “Dengan seberapa daya, kami telah menebus orang Yahudi yang terpaksa menjual diri mereka kepada orang bangsa asing. Tetapi kini kamu pula yang memaksa mereka menjual diri kepada kamu, padahal kamu juga orang Yahudi!” Para pemimpin itu diam sahaja, dan tidak dapat menjawab apa-apa pun."},{"number":9,"verse":"Kemudian aku berkata lagi, “Perbuatan kamu itu salah! Kamu seharusnya takut dan hormat akan Allah dan melakukan hal yang baik. Dengan demikian, musuh kita yang tidak percaya kepada Allah itu, tidak akan mendapat alasan untuk menghina kita."},{"number":10,"verse":"Aku sendiri sudah meminjamkan wang dan gandum kepada rakyat; demikian juga yang dilakukan oleh teman-temanku dan orang yang bekerja untuk aku. Sekarang, marilah kita batalkan tuntutan pembayaran balik pinjaman itu."},{"number":11,"verse":"Hapuskanlah semua hutang mereka - wang, atau gandum, atau wain, ataupun minyak zaitun. Kembalikanlah ladang, kebun anggur, kebun zaitun, dan rumah mereka dengan segera!”"},{"number":12,"verse":"Pemimpin-pemimpin itu menjawab, “Baiklah, kami akan melakukan seperti yang tuan katakan. Kami akan memulangkan semuanya tanpa menuntut pembayaran daripada mereka.” Kemudian aku memanggil para imam, lalu menyuruh para pemimpin itu bersumpah di hadapan mereka, supaya janji yang diucapkan para pemimpin itu betul-betul dilaksanakan."},{"number":13,"verse":"Setelah itu aku menanggalkan ikat pinggangku ( ikat pinggang: Pada zaman itu pakaian tidak mempunyai saku. Oleh itu barang-barang kecil diselipkan di dalam selempang yang dipakai sebagai ikat pinggang. Jika orang mengebaskan selempang itu, bererti dia kehilangan segala-galanya.) dan mengebaskannya di hadapan mereka, dan berkata, “Beginilah caranya Allah akan mengebaskan setiap orang di kalangan kamu yang tidak menepati janjinya. Allah akan mengambil rumah orang itu dan segala miliknya, sehingga orang itu tidak lagi mempunyai apa-apa.” Semua orang yang hadir di situ berkata, “Amin!” lalu memuji TUHAN. Para pemimpin itu pun menepati janji mereka."},{"number":14,"verse":"( Nehemia Bermurah Hati) Aku sudah menjadi gabenor negeri Yehuda selama dua belas tahun, iaitu dari tahun kedua puluh pemerintahan Raja Artahsasta sehingga tahun ketiga puluh dua pemerintahannya. Selama itu, aku dan sanak keluargaku tidak pernah makan makanan yang dikhaskan untuk aku sebagai gabenor."},{"number":15,"verse":"Setiap orang yang menjadi gabenor sebelum aku telah menjadi beban kepada rakyat kerana gabenor itu menuntut 40 wang perak sehari ( Menurut sebuah terjemahan kuno: sehari.) bagi makanan dan wain. Bahkan pegawai-pegawai mereka pun menindas rakyat, tetapi aku tidak berbuat demikian kerana aku takut dan hormat akan Allah."},{"number":16,"verse":"Aku mencurahkan seluruh tenagaku bagi pembinaan semula tembok itu, dan aku tidak mengambil tanah sedikit pun. Setiap orang yang bekerja bagiku, ikut bekerja dalam pembinaan itu."},{"number":17,"verse":"Aku biasa menjamu seratus lima puluh orang Yahudi dan para pemimpin mereka di rumahku, selain daripada tetamu dari negeri-negeri jiran."},{"number":18,"verse":"Setiap hari dengan biayaku sendiri, seekor lembu, enam ekor domba yang terbaik, dan banyak sekali ayam disembelih. Di samping itu, tiap-tiap sepuluh hari aku menyediakan wain baru. Meskipun begitu, aku tidak mengambil elaun gabenor kerana aku tahu bahawa tanggungan rakyat sudah cukup berat."},{"number":19,"verse":"Aku memohon kepada-Mu, ya Allah, ingatlah akan semua kebajikan yang sudah aku lakukan bagi bangsa ini, dan berkatilah aku."}]}