{"bibleAbbr":"msAB1996","bookName":"NEHEMIA","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"( Muslihat terhadap Nehemia) Sanbalat, Tobia, Gesyem, dan musuh-musuh kami yang lain mendengar bahawa kami sudah selesai memperbaiki tembok itu, dan bahawa semua lubangnya sudah ditutup, walaupun pada ketika itu kami belum memasangkan daun-daun pintu pada pintu-pintu gerbang."},{"number":2,"verse":"Oleh itu Sanbalat dan Gesyem mengirim pesan kepadaku, meminta supaya aku menemui mereka di salah satu kampung di Lembah Ono, tetapi aku tahu bahawa mereka mahu mencelakakan aku."},{"number":3,"verse":"Oleh itu aku mengirim jawapan ini kepada mereka, “Saya sedang menjalankan pekerjaan penting; oleh itu saya tidak dapat datang. Saya tidak mahu pekerjaan ini tergendala hanya untuk menemui tuan.”"},{"number":4,"verse":"Mereka mengirim pesan yang sama sebanyak empat kali, dan tiap-tiap kali pula aku memberikan jawapan yang sama."},{"number":5,"verse":"Kemudian Sanbalat menyuruh salah seorang anak buahnya menyampaikan pesan pada kali kelima, tetapi kali ini dalam bentuk surat terbuka. ( surat terbuka: Pada zaman itu orang sengaja mengirim surat terbuka kalau dia ingin kandungan surat itu diketahui oleh umum.)"},{"number":6,"verse":"Demikianlah kandungan surat itu: “Menurut kata Gesyem, ada khabar angin di antara negeri-negeri jiran bahawa tuan dan orang Yahudi ingin memberontak, dan itulah sebabnya kamu membina semula tembok kota. Dia juga mengatakan bahawa tuan ingin menjadi raja,"},{"number":7,"verse":"dan tuan sudah menyuruh beberapa orang nabi di Yerusalem untuk mengisytiharkan bahawa tuanlah raja negeri Yehuda. Raja pasti akan mendengar hal itu. Oleh itu saya mencadangkan supaya kita berdua berjumpa untuk merundingkan perkara itu.”"},{"number":8,"verse":"Aku mengirimkan jawapan kepadanya, “Semua yang tuan katakan itu tidak benar. Tuan sendiri yang mereka-reka cerita itu.”"},{"number":9,"verse":"Mereka mencuba menakut-nakutkan kami supaya kami berhenti bekerja. Kemudian aku berdoa, “Ya Allah, kuatkanlah aku sekarang!”"},{"number":10,"verse":"Kira-kira pada waktu itu aku pergi ke rumah Semaya anak Delaya, iaitu cucu Mehetabeel, kerana dia tidak dapat datang berjumpa dengan aku. Dia berkata kepadaku, “Kita berdua mesti bersembunyi di Bilik Suci di dalam Rumah TUHAN dan mengunci semua pintu, kerana ada orang yang hendak membunuh tuan. Bila-bila sahaja pada malam ini mereka akan datang membunuh tuan.”"},{"number":11,"verse":"Tetapi aku menjawab, “Bukanlah kebiasaanku untuk lari dan bersembunyi. Sebagai orang awam aku tidak boleh masuk ke Bilik Suci, nanti aku mati. Tidak, aku tidak mahu!”"},{"number":12,"verse":"Apabila aku merenungkan perkara itu semula, aku sedar bahawa amaran Semaya itu bukan daripada Allah. Tetapi Tobia dan Sanbalat sudah memberikan rasuah kepada Semaya supaya menyampaikan amaran itu kepadaku."},{"number":13,"verse":"Mereka mengupah dia untuk menakut-nakutkan aku supaya aku mengikuti cadangan mereka, dan aku berdosa. Dengan demikian mereka mendapat kesempatan untuk memburukkan namaku dan mempermalukan aku."},{"number":14,"verse":"Aku berdoa, “Ya Allah, ingatlah akan apa yang dilakukan oleh Tobia dan Sanbalat. Hukumlah mereka. Ingatlah juga Noaja, nabi perempuan itu dan semua nabi lain yang cuba menakut-nakutkan aku.”"},{"number":15,"verse":"( Perbaikan Tembok Selesai) Setelah bekerja selama 52 hari, seluruh tembok itu selesai diperbaiki pada hari kedua puluh lima bulan Elul."},{"number":16,"verse":"Apabila musuh-musuh kami dari negeri-negeri jiran mendengar hal itu, mereka sedar bahawa mereka telah dipermalukan, kerana setiap orang tahu bahawa pekerjaan itu dilakukan dengan pertolongan Allah sendiri."},{"number":17,"verse":"Selama itu, para pemimpin orang Yahudi masih juga berhubungan dengan Tobia melalui surat-menyurat."},{"number":18,"verse":"Banyak orang yang tinggal di Yehuda memihak Tobia kerana bapa mentuanya, Sekhanya anak Arah ialah orang Yahudi. Tambahan pula, anak lelaki Tobia, Yohanan, sudah berkahwin dengan anak perempuan Mesulam anak Berekhya."},{"number":19,"verse":"Walaupun Tobia terus-menerus menulis surat kepadaku untuk menakut-nakutkan aku, namun di hadapanku para pemimpin Yahudi itu menyebut-nyebut segala kebaikan Tobia. Selain itu, semua yang aku katakan dilaporkan mereka kepada Tobia."}]}