{"bibleAbbr":"WEB2020+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":29,"verses":[{"number":1,"verse":"Now these are the words <WH1697> of the letter <WH5612> that Jeremiah <WH3414> the prophet <WH5030> sent <WH7971> from Jerusalem <WH3389> to the residue <WH3499> of the elders <WH2205> of the captivity, <WH1473> and to the priests, <WH3548> to the prophets, <WH5030> and to all the people, <WH5971> whom Nebuchadnezzar <WH5019> had carried away captive <WH1540> from Jerusalem <WH3389> to Babylon, <WH894>"},{"number":2,"verse":"(after <WH310> that Jeconiah <WH3204> the king, <WH4428> the queen <WH1377> mother, <WH5631> the eunuchs, the princes <WH8269> of Judah <WH3063> and Jerusalem, <WH3389> the craftsmen, <WH2796> and the smiths, <WH4525> had departed <WH3318> from Jerusalem <WH3389>),"},{"number":3,"verse":"by the hand <WH3027> of Elasah <WH501> the son <WH1121> of Shaphan, <WH8227> and Gemariah <WH1587> the son <WH1121> of Hilkiah, <WH2518> (whom Zedekiah <WH6667> king <WH4428> of Judah <WH3063> sent <WH7971> to Babylon <WH894> to Nebuchadnezzar <WH5019> king <WH4428> of Babylon <WH894>), saying, <WH559>"},{"number":4,"verse":"Thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> the God <WH430> of Israel, <WH3478> to all the captivity, <WH1540> whom I have caused to be carried away captive <WH1473> from Jerusalem <WH3389> to Babylon: <WH894>"},{"number":5,"verse":"Build <WH1129> houses, <WH1004> and dwell <WH3427> in them; <WH5193> and plant gardens, <WH1593> and eat <WH398> their fruit. <WH6529>"},{"number":6,"verse":"Take <WH3947> wives, <WH802> and father <WH3205> sons <WH1121> and daughters; <WH1323> and take <WH3947> wives <WH802> for your sons, <WH1121> and give <WH5414> your daughters <WH1323> to husbands, <WH582> that they may bear <WH3205> sons <WH1121> and daughters; <WH1121> and multiply <WH7235> there, <WH4591> and don't be diminished."},{"number":7,"verse":"Seek <WH1875> the peace <WH7965> of the city <WH5892> where I have caused you to be carried away captive, <WH1540> and pray <WH6419> to Yahweh <WH3068> for it; <WH7965> for in its peace you shall have peace. <WH7965>"},{"number":8,"verse":"For thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> the God <WH430> of Israel: <WH3478> Don't <WH5030> let your prophets who are in the midst <WH7130> of you, <WH7080> and your diviners, deceive <WH5377> you; <WH8085> neither listen to your dreams <WH2472> which you cause to be dreamed. <WH2492>"},{"number":9,"verse":"For they prophesy <WH5012> falsely <WH8267> to you in my name: <WH8034> I have not sent <WH7971> them, <WH5002> says Yahweh. <WH3068>"},{"number":10,"verse":"For thus says <WH559> Yahweh, <WH3068> After <WH6310> seventy <WH7657> years <WH8141> are accomplished <WH4390> for Babylon, <WH894> I will visit <WH6485> you, <WH6965> and perform my good <WH2896> word <WH1697> toward you, <WH7725> in causing you to return to this place. <WH4725>"},{"number":11,"verse":"For I know <WH3045> the thoughts <WH4284> that I think <WH2803> toward you, <WH5002> says Yahweh, <WH3068> thoughts <WH4284> of peace, <WH7965> and not of evil, <WH7451> to give <WH5414> you hope <WH8615> and a future. <WH319>"},{"number":12,"verse":"You shall call <WH7121> on me, <WH1980> and you shall go and pray <WH6419> to me, <WH8085> and I will listen to you."},{"number":13,"verse":"You shall seek <WH1245> me, <WH4672> and find me, <WH1875> when you shall search for me with all your heart. <WH3824>"},{"number":14,"verse":"I will be found <WH4672> by you, <WH5002> says Yahweh, <WH3068> and I will turn again <WH7725> your captivity, <WH7622> and I will gather <WH6908> you from all the nations, <WH1471> and from all the places <WH4725> where I have driven <WH5080> you, <WH5002> says Yahweh; <WH3068> and I will bring you again <WH7725> to the place <WH4725> from where I caused you to be carried away captive. <WH1540>"},{"number":15,"verse":"Because you have said, <WH559> Yahweh <WH3068> has raised us up <WH6965> prophets <WH5030> in Babylon; <WH894>"},{"number":16,"verse":"thus says <WH559> Yahweh <WH3068> concerning the king <WH4428> who sits <WH3427> on the throne <WH3678> of David, <WH1732> and concerning all the people <WH5971> who dwell <WH3427> in this city, <WH5892> your brothers <WH251> who haven't <WH3318> gone forth with you into captivity; <WH1473>"},{"number":17,"verse":"thus says <WH559> Yahweh <WH3068> of Armies; <WH6635> Behold, <WH7971> I will send on them the sword, <WH2719> the famine, <WH7458> and the pestilence, <WH1698> and will make <WH5414> them like vile <WH8182> figs, <WH8384> that can't <WH398> be eaten, they are so bad. <WH7455>"},{"number":18,"verse":"I will pursue <WH7291> after them <WH310> with the sword, <WH2719> with the famine, <WH7458> and with the pestilence, <WH1698> and will deliver <WH5414> them to be tossed <WH2189> back and forth among all the kingdoms <WH4467> of the earth, <WH776> to be an object of horror, <WH423> and an astonishment, <WH8047> and a hissing, <WH8322> and a reproach, <WH2781> among all the nations <WH1471> where I have driven them; <WH5080>"},{"number":19,"verse":"because they have not listened <WH8085> to my words, <WH1697> says <WH5002> Yahweh, <WH3068> with which I sent <WH7971> to them my servants <WH5650> the prophets, <WH5030> rising up early <WH7925> and sending <WH7971> them; <WH8085> but you would not hear, says <WH5002> Yahweh. <WH3068>"},{"number":20,"verse":"Hear <WH8085> therefore the word <WH1697> of Yahweh, <WH3068> all you of the captivity, <WH1473> whom I have sent <WH7971> away from Jerusalem <WH3389> to Babylon. <WH894>"},{"number":21,"verse":"Thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> the God <WH430> of Israel, <WH3478> concerning Ahab <WH256> the son <WH1121> of Kolaiah, <WH6964> and concerning Zedekiah <WH6667> the son <WH1121> of Maaseiah, <WH4641> who prophesy <WH5012> a lie <WH8267> to you in my name: <WH8034> Behold, <WH5414> I will deliver them into the hand <WH3027> of Nebuchadnezzar <WH5019> king <WH4428> of Babylon; <WH894> and he shall kill <WH5221> them before your eyes; <WH5869>"},{"number":22,"verse":"and of them shall be taken up <WH3947> a curse <WH7045> by all the captives <WH1546> of Judah <WH3063> who are in Babylon, <WH894> saying, <WH559> Yahweh <WH3068> make <WH7760> you like Zedekiah <WH6667> and like Ahab, <WH256> whom the king <WH4428> of Babylon <WH894> roasted <WH7033> in the fire; <WH784>"},{"number":23,"verse":"because they have worked <WH6213> folly <WH5039> in Israel, <WH3478> and have committed <WH6213> adultery <WH5003> with their neighbors <WH7453>' wives, <WH802> and have spoken <WH1696> words <WH1697> in my name <WH8034> falsely, <WH8267> which I didn't <WH6680> command them; <WH3045> and I am he who knows, and am witness, <WH5707> says <WH5002> Yahweh. <WH3068>"},{"number":24,"verse":"Concerning Shemaiah <WH8098> the Nehelamite <WH5161> you shall speak, <WH559> saying, <WH559>"},{"number":25,"verse":"Thus speaks <WH559> Yahweh <WH3068> of Armies, <WH6635> the God <WH430> of Israel, <WH3478> saying, <WH559> Because you have sent <WH7971> letters <WH5612> in your own name <WH8034> to all the people <WH5971> who are at Jerusalem, <WH3389> and to Zephaniah <WH6846> the son <WH1121> of Maaseiah, <WH4641> the priest, <WH3548> and to all the priests, <WH3548> saying, <WH559>"},{"number":26,"verse":"Yahweh <WH3068> has made <WH5414> you priest <WH3548> in the place of Jehoiada <WH3077> the priest, <WH3548> that there may be officers <WH6496> in the house <WH1004> of Yahweh, <WH3068> for every man <WH376> who is mad, <WH7696> and makes himself a prophet, <WH5012> that you should put <WH5414> him in the stocks <WH6729> and in shackles. <WH4115>"},{"number":27,"verse":"Now therefore, <WH1605> why have you not rebuked Jeremiah <WH3414> of Anathoth, <WH6069> who makes himself a prophet to you, <WH5012>"},{"number":28,"verse":"because he has sent <WH7971> to us in Babylon, <WH894> saying, <WH559> The <WH1931> captivity is long: <WH752> build <WH1129> houses, <WH1004> and dwell <WH3427> in them; <WH5193> and plant gardens, <WH1593> and eat <WH398> their fruit? <WH6529>"},{"number":29,"verse":"Zephaniah <WH6846> the priest <WH3548> read <WH7121> this letter <WH5612> in the ears <WH241> of Jeremiah <WH3414> the prophet. <WH5030>"},{"number":30,"verse":"Then came the word <WH1697> of Yahweh <WH3068> to Jeremiah, <WH3414> saying, <WH559>"},{"number":31,"verse":"Send <WH7971> to all them of the captivity, <WH1473> saying, <WH559> Thus says <WH559> Yahweh <WH3068> concerning Shemaiah <WH8098> the Nehelamite: <WH5161> Because Shemaiah <WH8098> has prophesied <WH5012> to you, <WH7971> and I didn't send him, <WH982> and he has caused you to trust in a lie; <WH8267>"},{"number":32,"verse":"therefore thus says <WH559> Yahweh, <WH3068> Behold, <WH6485> I will punish Shemaiah <WH8098> the Nehelamite, <WH5161> and his seed; <WH2233> he shall not have a man <WH376> to dwell <WH3427> among <WH8432> this people, <WH5971> neither shall he see <WH7200> the good <WH2896> that I will do <WH6213> to my people, <WH5971> says <WH5002> Yahweh, <WH3068> because he has spoken <WH1696> rebellion <WH5627> against Yahweh. <WH3068>"}]}