{"bibleAbbr":"WEB2020+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"Shephatiah <WH8203> the son <WH1121> of Mattan, <WH4977> and Gedaliah <WH1436> the son <WH1121> of Pashhur, <WH6583> and Jucal <WH3116> the son <WH1121> of Shelemiah, <WH8018> and Pashhur <WH6583> the son <WH1121> of Malchijah, <WH4441> heard <WH8085> the words <WH1697> that Jeremiah <WH3414> spoke <WH1696> to all the people, <WH5971> saying, <WH559>"},{"number":2,"verse":"Thus says <WH559> Yahweh, <WH3068> He who remains <WH3427> in this city <WH5892> shall die <WH4191> by the sword, <WH2719> by the famine, <WH7458> and by the pestilence; <WH1698> but he who goes forth <WH3318> to the Chaldeans <WH3778> shall live, <WH2421> and his life <WH5315> shall be to him for a prey, <WH7998> and he shall live. <WH2421>"},{"number":3,"verse":"Thus says <WH559> Yahweh, <WH3068> This city <WH5892> shall surely <WH5414> be given <WH5414> into the hand <WH3027> of the army <WH2428> of the king <WH4428> of Babylon, <WH894> and he shall take it. <WH3920>"},{"number":4,"verse":"Then the princes <WH8269> said <WH559> to the king, <WH4428> \"Please let this man <WH376> be put to death; <WH4191> because <WH3651> he weakens <WH7503> the hands <WH3027> of the men <WH582> of war <WH4421> who remain <WH7604> in this city, <WH5892> and the hands <WH3027> of all the people, <WH5971> in speaking <WH1696> such words <WH1697> to them: <WH376> for this man doesn't <WH1875> seek the welfare <WH7965> of this people, <WH5971> but the hurt. <WH7451>\""},{"number":5,"verse":"Zedekiah <WH6667> the king <WH4428> said, <WH559> Behold, <WH3027> he is in your hand; for the king <WH4428> is not he who can <WH3201> do anything against you. <WH1697>"},{"number":6,"verse":"Then took <WH3947> they Jeremiah, <WH3414> and cast <WH7993> him into the dungeon <WH953> of Malchijah <WH4441> the king <WH4428>'s son, <WH1121> that was in the court <WH2691> of the guard: <WH4307> and they let down <WH7971> Jeremiah <WH3414> with cords. <WH2256> In the dungeon <WH953> there was no water, <WH4325> but mire; <WH2916> and Jeremiah <WH3414> sank <WH2883> in the mire. <WH2916>"},{"number":7,"verse":"Now when Ebedmelech <WH5663> the Ethiopian, <WH3569> a <WH376> eunuch, <WH5631> who was in the king <WH4428>'s house, <WH1004> heard <WH8085> that they had put <WH5414> Jeremiah <WH3414> in the dungeon <WH953> (the king <WH4428> then sitting <WH3427> in the gate <WH8179> of Benjamin <WH1144>),"},{"number":8,"verse":"Ebedmelech <WH5663> went forth <WH3318> out of the king <WH4428>'s house, <WH1004> and spoke <WH1696> to the king, <WH4428> saying, <WH559>"},{"number":9,"verse":"My lord <WH113> the king, <WH4428> these men <WH582> have done evil <WH7489> in all that they have done <WH6213> to Jeremiah <WH3414> the prophet, <WH5030> whom they have cast <WH7993> into the dungeon; <WH953> and he is likely to die <WH4191> in the place <WH8478> where he is, <WH6440> because of the famine; <WH7458> for there is no more bread <WH3899> in the city. <WH5892>"},{"number":10,"verse":"Then the king <WH4428> commanded <WH6680> Ebedmelech <WH5663> the Ethiopian, <WH3569> saying, <WH559> Take <WH3947> from here thirty <WH7970> men <WH582> with you, <WH3027> and take up <WH5927> Jeremiah <WH3414> the prophet <WH5030> out of the dungeon, <WH953> before he dies. <WH4191>"},{"number":11,"verse":"So Ebedmelech <WH5663> took <WH3947> the men <WH582> with him, <WH3027> and went <WH935> into the house <WH1004> of the king <WH4428> under the treasury, <WH214> and took <WH3947> there rags <WH5499> and worn-out <WH1094> garments, <WH4418> and let them down <WH7971> by cords <WH2256> into the dungeon <WH953> to Jeremiah. <WH3414>"},{"number":12,"verse":"Ebedmelech <WH5663> the Ethiopian <WH3569> said <WH559> to Jeremiah, <WH3414> Put <WH7760> now these rags <WH5499> and worn-out <WH1094> garments <WH4418> under your armpits <WH679> under the cords. <WH2256> Jeremiah <WH3414> did so. <WH6213>"},{"number":13,"verse":"So they drew up <WH4900> Jeremiah <WH3414> with the cords, <WH2256> and took him up <WH5927> out of the dungeon: <WH953> and Jeremiah <WH3414> remained <WH3427> in the court <WH2691> of the guard. <WH4307>"},{"number":14,"verse":"Then Zedekiah <WH6667> the king <WH4428> sent, <WH7971> and took <WH3947> Jeremiah <WH3414> the prophet <WH5030> to him into the third <WH7992> entry <WH3996> that is in the house <WH1004> of Yahweh: <WH3068> and the king <WH4428> said <WH559> to Jeremiah, <WH3414> I will ask <WH7592> you something. <WH1697> Hide nothing from me. <WH3582>"},{"number":15,"verse":"Then Jeremiah <WH3414> said <WH559> to Zedekiah, <WH6667> If I declare <WH5046> it to you, <WH4191> will you not surely put me to death? <WH4191> and if I give you counsel, <WH3289> you will not listen to me. <WH8085>"},{"number":16,"verse":"So Zedekiah <WH6667> the king <WH4428> swore <WH7650> secretly <WH5643> to Jeremiah, <WH3414> saying, <WH559> As Yahweh <WH3068> lives, <WH2416> who made <WH6213> us this soul, <WH5315> I will not put you to death, <WH4191> neither will I give <WH5414> you into the hand <WH3027> of these men <WH582> who seek <WH1245> your life. <WH5315>"},{"number":17,"verse":"Then Jeremiah <WH3414> said <WH559> to Zedekiah, <WH6667> Thus says <WH559> Yahweh, <WH3068> the God <WH430> of Armies, <WH6635> the God <WH430> of Israel: <WH3478> If you will <WH3318> go forth <WH3318> to the king <WH4428> of Babylon <WH894>'s princes, <WH8269> then your soul <WH5315> shall live, <WH2421> and this city <WH5892> shall not be burned <WH8313> with fire; <WH784> and you shall live, <WH2421> and your house. <WH1004>"},{"number":18,"verse":"But if you will not go forth <WH3318> to the king <WH4428> of Babylon <WH894>'s princes, <WH8269> then shall this city <WH5892> be given <WH5414> into the hand <WH3027> of the Chaldeans, <WH3778> and they shall burn <WH8313> it with fire, <WH784> and you shall not escape out <WH4422> of their hand. <WH3027>"},{"number":19,"verse":"Zedekiah <WH6667> the king <WH4428> said <WH559> to Jeremiah, <WH3414> I am afraid <WH1672> of the Jews <WH3064> who are fallen <WH5307> away to the Chaldeans, <WH3778> lest they deliver <WH5414> me into their hand, <WH3027> and they mock me. <WH5953>"},{"number":20,"verse":"But Jeremiah <WH3414> said, <WH559> They shall not deliver <WH5414> you. <WH8085> Obey, I beg you, <WH6963> the voice of Yahweh, <WH3068> in that which I speak <WH1696> to you: <WH3190> so it shall be well with you, <WH5315> and your soul shall live. <WH2421>"},{"number":21,"verse":"But if you refuse <WH3986> to go forth, <WH3318> this is the word <WH1697> that Yahweh <WH3068> has shown me: <WH7200>"},{"number":22,"verse":"behold, <WH802> all the women who are left <WH7604> in the king <WH4428> of Judah <WH3063>'s house <WH1004> shall be brought forth <WH3318> to the king <WH4428> of Babylon <WH894>'s princes, <WH8269> and those women shall say, <WH559> Your familiar friends <WH582> have set you on, <WH5496> and have prevailed <WH3201> over you. <WH7272> Your feet are sunk <WH2883> in the mire, <WH1206> they have turned away <WH5472> back. <WH268>"},{"number":23,"verse":"They shall bring out <WH3318> all your wives <WH802> and your children <WH1121> to the Chaldeans; <WH3778> and you shall not escape out <WH4422> of their hand, <WH3027> but shall be taken <WH8610> by the hand <WH3027> of the king <WH4428> of Babylon: <WH894> and you shall cause this city <WH5892> to be burned <WH8313> with fire. <WH784>"},{"number":24,"verse":"Then Zedekiah <WH6667> said <WH559> to Jeremiah, <WH3414> Let no man <WH376> know <WH3045> of these words, <WH1697> and you shall not die. <WH4191>"},{"number":25,"verse":"But if the princes <WH8269> hear <WH8085> that I have talked <WH1696> with you, <WH935> and they come to you, <WH559> and tell you, <WH5046> Declare to us now what you have said <WH1696> to the king; <WH4428> don't <WH3582> hide it from us, <WH4191> and we will not put you to death; also what the king <WH4428> said to you: <WH1696>"},{"number":26,"verse":"then you shall tell <WH559> them, <WH5307> I presented my supplication <WH8467> before <WH6440> the king, <WH4428> that he would not cause me to return <WH7725> to Jonathan <WH3083>'s house, <WH1004> to die there. <WH4191>"},{"number":27,"verse":"Then came <WH935> all the princes <WH8269> to Jeremiah, <WH3414> and asked <WH7592> him; <WH5046> and he told them according to all these words <WH1697> that the king <WH4428> had commanded. <WH6680> So they left off speaking <WH2790> with him; <WH1697> for the matter was not perceived. <WH8085>"},{"number":28,"verse":"So Jeremiah <WH3414> stayed <WH3427> in the court <WH2691> of the guard <WH4307> until the day <WH3117> that Jerusalem <WH3389> was taken. <WH3920>"}]}