{"bibleAbbr":"WEB2020+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"\"If you will return, <WH7725> Israel, <WH3478>\" says <WH5002> Yahweh, <WH3068> \"if you will return <WH7725> to me, <WH5493> and if you will put away your abominations <WH8251> out of my sight; <WH6440> then you shall not be removed; <WH5110>"},{"number":2,"verse":"and you shall swear, <WH7650> <WH3068> 'As Yahweh lives, <WH2416>' in truth, <WH571> in justice, <WH4941> and in righteousness. <WH6666> The nations <WH1471> shall bless <WH1288> themselves in him, <WH1984> and in him shall they glory.\""},{"number":3,"verse":"For thus says <WH559> Yahweh <WH3068> to the men <WH376> of Judah <WH3063> and to Jerusalem, <WH3389> \"Break up <WH5214> your fallow ground, <WH5215> and don't <WH2232> sow among thorns. <WH6975>"},{"number":4,"verse":"Circumcise <WH4135> yourselves to Yahweh, <WH3068> and take away <WH5493> the foreskins <WH6190> of your heart, <WH3824> you men <WH376> of Judah <WH3063> and inhabitants <WH3427> of Jerusalem; <WH3389> lest my wrath <WH2534> go forth <WH3318> like fire, <WH784> and burn <WH1197> so that none can quench <WH3518> it, <WH6440> because of the evil <WH7455> of your doings. <WH4611>"},{"number":5,"verse":"Declare <WH5046> in Judah, <WH3063> and publish <WH8085> in Jerusalem; <WH3389> and say, <WH559> <WH8628> 'Blow the trumpet <WH7782> in the land! <WH776>' Cry <WH7121> aloud <WH4390> and say, <WH559> <WH622> 'Assemble yourselves! <WH935> Let us go into the fortified <WH4013> cities! <WH5892>'"},{"number":6,"verse":"Set up <WH5375> a standard <WH5251> toward Zion. <WH6726> Flee for safety! <WH5756> Don't <WH5975> wait; for I will bring <WH935> evil <WH7451> from the north, <WH6828> and a great <WH1419> destruction. <WH7667>\""},{"number":7,"verse":"A lion <WH738> is gone up <WH5927> from his thicket, <WH5441> and a destroyer <WH7843> of nations; <WH1471> he is on his way, <WH5265> he is gone forth <WH3318> from his place, <WH4725> to make <WH7760> your land <WH776> desolate, <WH8047> that your cities <WH5892> be laid waste, <WH5327> without inhabitant. <WH3427>"},{"number":8,"verse":"For this clothe <WH2296> yourself with sackcloth, <WH8242> lament <WH5594> and wail; <WH3213> for the fierce <WH2740> anger <WH639> of Yahweh <WH3068> hasn't <WH7725> turned back from us."},{"number":9,"verse":"\"It shall happen at that day, <WH3117>\" says <WH5002> Yahweh, <WH3068> \"that the heart <WH3820> of the king <WH4428> shall perish, <WH6> and the heart <WH3820> of the princes; <WH8269> and the priests <WH3548> shall be astonished, <WH8074> and the prophets <WH5030> shall wonder. <WH8539>\""},{"number":10,"verse":"Then I said, <WH559> \"Ah, <WH162> Lord <WH136> Yahweh! <WH3069> Surely <WH403> you have greatly <WH5377> deceived <WH5377> this people <WH5971> and Jerusalem, <WH3389> saying, <WH559> <WH7965> 'You shall have peace;' whereas the sword <WH2719> reaches <WH5060> to the heart. <WH5315>\""},{"number":11,"verse":"At that time <WH6256> shall it be said <WH559> to this people <WH5971> and to Jerusalem, <WH3389> \"A hot <WH6703> wind <WH7307> from the bare heights <WH8205> in the wilderness <WH4057> toward <WH1870> the daughter <WH1323> of my people, <WH5971> not to winnow, <WH2219> nor to cleanse; <WH1305>"},{"number":12,"verse":"a full <WH4392> wind <WH7307> from these shall come <WH935> for me. <WH1696> Now I will also utter judgments against them. <WH4941>\""},{"number":13,"verse":"Behold, <WH5927> he shall come up as clouds, <WH6051> and his chariots <WH4818> shall be as the whirlwind: <WH5492> his horses <WH5483> are swifter <WH7043> than eagles. <WH5404> Woe <WH188> to us! <WH7703> For we are ruined."},{"number":14,"verse":"Jerusalem, <WH3389> wash <WH3526> your heart <WH3820> from wickedness, <WH7451> that you may be saved. <WH3467> How long shall your evil <WH205> thoughts <WH4284> lodge <WH3885> within you? <WH7130>"},{"number":15,"verse":"For a voice <WH6963> declares <WH5046> from Dan, <WH1835> and publishes <WH8085> evil <WH205> from the hills <WH669> of Ephraim: <WH669>"},{"number":16,"verse":"\"Tell <WH2142> the nations; <WH1471> behold, <WH8085> publish against Jerusalem, <WH3389> <WH5341> 'Watchers come <WH935> from a far <WH4801> country, <WH776> and raise <WH5414> their voice <WH6963> against the cities <WH5892> of Judah. <WH3063>"},{"number":17,"verse":"As keepers <WH8104> of a field, <WH7704> they are against her all around, <WH5439> because she has been rebellious <WH4784> against me, <WH5002>'\" says Yahweh. <WH3068>"},{"number":18,"verse":"\"Your way <WH1870> and your doings <WH4611> have brought <WH6213> these things to you. <WH7451> This is your wickedness; for it is bitter, <WH4751> for it reaches <WH5060> to your heart. <WH3820>\""},{"number":19,"verse":"My anguish, <WH4578> my anguish! <WH4578> I am pained <WH2342> at my very <WH7023> heart; <WH3820> my heart <WH3820> is disquieted <WH1993> in me; <WH2790> I can't hold my peace; because you have heard, <WH8085> O my soul, <WH5315> the sound <WH6963> of the trumpet, <WH7782> the alarm <WH8643> of war. <WH4421>"},{"number":20,"verse":"Destruction <WH7667> on destruction <WH7667> is cried; <WH7121> for the whole land <WH776> is laid waste: <WH7703> suddenly <WH6597> are my tents <WH168> destroyed, <WH7703> and my curtains <WH3407> in a moment. <WH7281>"},{"number":21,"verse":"How long shall I see <WH7200> the standard, <WH5251> and hear <WH8085> the sound <WH6963> of the trumpet? <WH7782>"},{"number":22,"verse":"\"For my people <WH5971> are foolish, <WH191> they don't <WH3045> know me. <WH5530> They are foolish children, <WH1121> and they have no understanding. <WH995> They are skillful <WH2450> in doing evil, <WH7489> but to do good <WH3190> they have no knowledge. <WH3045>\""},{"number":23,"verse":"I saw <WH7200> the earth, <WH776> and, <WH8414> behold, it was waste and void; <WH922> and the heavens, <WH8064> and they had no light. <WH216>"},{"number":24,"verse":"I saw <WH7200> the mountains, <WH2022> and behold, <WH7493> they trembled, and all the hills <WH1389> moved back and forth. <WH7043>"},{"number":25,"verse":"I saw, <WH7200> and behold, <WH120> there was no man, and all the birds <WH5775> of the sky <WH8064> had fled. <WH5074>"},{"number":26,"verse":"I saw, <WH7200> and behold, <WH3759> the fruitful field was a wilderness, <WH4057> and all its cities <WH5892> were broken down <WH5422> at the presence <WH6440> of Yahweh, <WH3068> before his fierce <WH2740> anger. <WH639>"},{"number":27,"verse":"For thus says <WH559> Yahweh, <WH3068> \"The whole land <WH776> shall be a desolation; <WH8077> yet will I not make <WH6213> a full end. <WH3617>"},{"number":28,"verse":"For this the earth <WH776> will mourn, <WH56> and the heavens <WH8064> above <WH4605> be black; <WH6937> because I have spoken <WH1696> it, <WH2161> I have purposed it, <WH5162> and I have not repented, neither will I turn back from it. <WH7725>\""},{"number":29,"verse":"Every city <WH5892> flees <WH1272> for the noise <WH6963> of the horsemen <WH6571> and archers; <WH7198> they go <WH935> into the thickets, <WH5645> and climb up <WH5927> on the rocks: <WH3710> every city <WH5892> is forsaken, <WH5800> and not a man <WH376> dwells <WH3427> therein. <WH2004>"},{"number":30,"verse":"You, <WH7703> when you are made desolate, what will you do? <WH6213> Though you clothe <WH3847> yourself with scarlet, <WH8144> though you deck <WH5710> you with ornaments <WH5716> of gold, <WH2091> though you enlarge <WH7167> your eyes <WH5869> with paint, <WH6320> in vain <WH7723> do you make yourself beautiful; <WH3302> your lovers <WH5689> despise <WH3988> you, <WH1245> they seek your life. <WH5315>"},{"number":31,"verse":"For I have heard <WH8085> a voice <WH6963> as of a woman in travail, <WH2470> the anguish <WH6869> as of her who brings forth her first child, <WH1069> the voice <WH6963> of the daughter <WH1323> of Zion, <WH6726> who gasps <WH3306> for breath, <WH6566> who spreads her hands, <WH3709> saying, <WH188> \"Woe is me now! <WH5315> For my soul faints <WH5888> before the murderers. <WH2026>\""}]}