{"bibleAbbr":"WEB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"It happened that,<WH3414> when Jeremiah had made an end<WH3615> of speaking<WH1696> to all the people<WH5971> all the words<WH1697> of Yahweh<WH3068> their God,<WH430> with which Yahweh<WH3068> their God<WH430> had sent<WH7971> him to them,<WH1697> even all these words,"},{"number":2,"verse":"then spoke<WH559> Azariah<WH5838> the son<WH1121> of Hoshaiah,<WH1955> and Johanan<WH3110> the son<WH1121> of Kareah,<WH7143> and all the proud<WH2086> men,<WH582> saying<WH559> to Jeremiah,<WH3414> You speak<WH1696> falsely:<WH8267> Yahweh<WH3068> our God<WH430> has not sent<WH7971> you to say,<WH559> You shall not go<WH935> into Egypt<WH4714> to live there;<WH1481>"},{"number":3,"verse":"but Baruch<WH1263> the son<WH1121> of Neriah<WH5374> sets you on<WH5496> against us,<WH4616> to deliver<WH5414> us into the hand<WH3027> of the Chaldeans,<WH3778> that they may put us to death,<WH4191> and carry us away captive<WH1540> to Babylon.<WH894>"},{"number":4,"verse":"So Johanan<WH3110> the son<WH1121> of Kareah,<WH7143> and all the captains<WH8269> of the forces,<WH2428> and all the people,<WH5971> didn't<WH8085> obey the voice<WH6963> of Yahweh,<WH3068> to dwell<WH3427> in the land<WH776> of Judah.<WH3063>"},{"number":5,"verse":"But Johanan<WH3110> the son<WH1121> of Kareah,<WH7143> and all the captains<WH8269> of the forces,<WH2428> took<WH3947> all the remnant<WH7611> of Judah,<WH3063> who were returned<WH7725> from all the nations<WH1471> where they had been driven,<WH5080> to live<WH1481> in the land<WH776> of Judah;<WH3063>"},{"number":6,"verse":"the men,<WH1397> and the women,<WH802> and the children,<WH2945> and the king<WH4428>'s daughters,<WH1323> and every person<WH5315> who Nebuzaradan<WH5018> the captain<WH7227> of the guard<WH2876> had left<WH3240> with Gedaliah<WH1436> the son<WH1121> of Ahikam,<WH296> the son<WH1121> of Shaphan;<WH8227> and Jeremiah<WH3414> the prophet,<WH5030> and Baruch<WH1263> the son<WH1121> of Neriah;<WH5374>"},{"number":7,"verse":"and they came<WH935> into the land<WH776> of Egypt;<WH4714> for they didn't<WH8085> obey the voice<WH6963> of Yahweh:<WH3068> and they came<WH935> to Tahpanhes.<WH8471>"},{"number":8,"verse":"Then came the word<WH1697> of Yahweh<WH3068> to Jeremiah<WH3414> in Tahpanhes,<WH8471> saying,<WH559>"},{"number":9,"verse":"Take<WH3947> great<WH1419> stones<WH68> in your hand,<WH3027> and hide<WH2934> them in mortar<WH4423> in the brick work,<WH4404> which is at the entry<WH6607> of Pharaoh<WH6547>'s house<WH1004> in Tahpanhes,<WH8471> in the sight<WH5869> of the men<WH582> of Judah;<WH3064>"},{"number":10,"verse":"and tell<WH559> them,<WH559> Thus says Yahweh<WH3068> of Armies,<WH6635> the God<WH430> of Israel:<WH3478> Behold,<WH7971> I will send and take<WH3947> Nebuchadnezzar<WH5019> the king<WH4428> of Babylon,<WH894> my servant,<WH5650> and will set<WH7760> his throne<WH3678> on<WH4605> these stones<WH68> that I have hidden;<WH2934> and he shall spread<WH5186> his royal pavilion over them.<WH8237>"},{"number":11,"verse":"He shall come,<WH935> and shall strike<WH5221> the land<WH776> of Egypt;<WH4714> such as are for death<WH4194> shall be put to death,<WH4194> and such as are for captivity<WH7628> to captivity,<WH7628> and such as are for the sword<WH2719> to the sword.<WH2719>"},{"number":12,"verse":"I will kindle<WH3341> a fire<WH784> in the houses<WH1004> of the gods<WH430> of Egypt;<WH4714> and he shall burn<WH8313> them,<WH7617> and carry them away captive: and he shall array<WH5844> himself with the land<WH776> of Egypt,<WH4714> as a shepherd<WH7462> puts on<WH5844> his garment;<WH899> and he shall go forth<WH3318> from there in peace.<WH7965>"},{"number":13,"verse":"He shall also break<WH7665> the pillars<WH4676> of Beth Shemesh,<WH1053> that is in the land<WH776> of Egypt;<WH4714> and the houses<WH1004> of the gods<WH430> of Egypt<WH4714> shall he burn<WH8313> with fire.<WH784>"}]}