{"bibleAbbr":"WEB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"\"Flee<WH5756> for safety,<WH1121> you children of Benjamin,<WH1144> out of the midst<WH7130> of Jerusalem,<WH3389> and blow<WH8628> the trumpet<WH7782> in Tekoa,<WH8620> and raise up<WH5375> a signal<WH4864> on Beth Haccherem;<WH1021> for evil<WH7451> looks<WH8259> forth from the north,<WH6828> and a great<WH1419> destruction.<WH7667>"},{"number":2,"verse":"The<WH1820> comely<WH5116> and delicate<WH6026> one,<WH1323> the daughter of Zion,<WH6726> will I cut off."},{"number":3,"verse":"Shepherds<WH7462> with their flocks<WH5739> shall come<WH935> to her;<WH8628> they shall pitch their tents<WH168> against her all around;<WH5439> they shall feed<WH7462> everyone<WH376> in his place.<WH3027>\""},{"number":4,"verse":"\"Prepare<WH6942> war<WH4421> against her;<WH6965> arise, and let us go up<WH5927> at noon.<WH6672> Woe<WH188> to us!<WH3117> For the day declines,<WH6437> for the shadows<WH6752> of the evening<WH6153> are stretched out.<WH5186>"},{"number":5,"verse":"Arise,<WH6965> and let us go<WH5927> up by night,<WH3915> and let us destroy<WH7843> her palaces.<WH759>\""},{"number":6,"verse":"For Yahweh<WH3068> of Armies<WH6635> said,<WH559> \"Cut down<WH3772> trees,<WH6097> and cast<WH8210> up a mound<WH5550> against Jerusalem:<WH3389> this is the city<WH5892> to be visited;<WH6485> she is wholly oppression<WH6233> in the midst of her.<WH7130>"},{"number":7,"verse":"As a well<WH953> casts forth<WH6979> its waters,<WH4325> so she casts forth<WH6979> her wickedness:<WH7451> violence<WH2555> and destruction<WH7701> is heard<WH8085> in her;<WH6440> before me continually<WH8548> is sickness<WH2483> and wounds.<WH4347>"},{"number":8,"verse":"Be instructed,<WH3256> Jerusalem,<WH3389> lest my soul<WH5315> be alienated<WH3363> from you;<WH7760> lest I make you a desolation,<WH8077> a land<WH776> not inhabited.<WH3427>\""},{"number":9,"verse":"Thus says<WH559> Yahweh<WH3068> of Armies,<WH6635> \"They shall thoroughly<WH5953> glean<WH5953> the remnant<WH7611> of Israel<WH3478> like a vine.<WH1612> Turn again<WH7725> your hand<WH3027> as a grape gatherer<WH1219> into the baskets.<WH5552>\""},{"number":10,"verse":"To whom shall I speak<WH1696> and testify,<WH1696> that they may hear?<WH8085> Behold,<WH241> their ear is uncircumcised,<WH6189> and they can't<WH3201> listen.<WH7181> Behold,<WH1697> the word of Yahweh<WH3068> has become a reproach<WH2781> to them.<WH2654> They have no delight in it."},{"number":11,"verse":"Therefore I am full<WH4392> of the wrath<WH2534> of Yahweh.<WH3068> I am weary<WH3811> with holding in.<WH3557> \"Pour it out<WH8210> on the children<WH5768> in the street,<WH2351> and on the assembly<WH5475> of young men<WH970> together;<WH3162> for even the husband<WH376> with the wife<WH802> shall be taken,<WH3920> the aged<WH2205> with him who is full<WH4390> of days.<WH3117>"},{"number":12,"verse":"Their houses<WH1004> shall be turned<WH5437> to others,<WH312> their fields<WH7704> and their wives<WH802> together;<WH3162> for I will stretch out<WH5186> my hand<WH3027> on the inhabitants<WH3427> of the land,<WH776> says<WH5002> Yahweh.<WH3068>\""},{"number":13,"verse":"\"For from their least<WH6996> even to their greatest,<WH1419> everyone is given<WH1214> to covetousness;<WH1215> and from the prophet<WH5030> even to the priest,<WH3548> everyone deals<WH6213> falsely.<WH8267>"},{"number":14,"verse":"They have healed<WH7495> also the hurt<WH7667> of my<WH1323> people<WH5971> superficially,<WH7043> saying,<WH559> <WH7965> 'Peace, peace!<WH7965>' when there is no peace.<WH7965>"},{"number":15,"verse":"Were they ashamed<WH3001> when they had committed<WH6213> abomination?<WH8441> No,<WH1571> they were not at all<WH954> ashamed,<WH954> neither<WH1571> could<WH3045> they blush.<WH3637> Therefore they shall fall<WH5307> among those who fall;<WH5307> at the time<WH6256> that I visit<WH6485> them,<WH3782> they shall be cast down,\" says<WH559> Yahweh.<WH3068>"},{"number":16,"verse":"Thus says<WH559> Yahweh,<WH3068> \"Stand<WH5975> in the ways<WH1870> and see,<WH7200> and ask<WH7592> for the old<WH5769> paths,<WH5410> <WH2896> 'Where is the good way?<WH1870>' and walk<WH3212> in it,<WH4672> and you will find rest<WH4771> for your souls.<WH5315> But they said,<WH559> <WH3212> 'We will not walk in it.'"},{"number":17,"verse":"I set<WH6965> watchmen<WH6822> over you,<WH7181> saying, 'Listen to the sound<WH6963> of the trumpet!<WH7782>' But they said,<WH559> <WH7181> 'We will not listen!'"},{"number":18,"verse":"Therefore hear,<WH8085> you nations,<WH1471> and know,<WH3045> congregation,<WH5712> what is among them."},{"number":19,"verse":"Hear,<WH8085> earth!<WH776> Behold,<WH935> I will bring evil<WH7451> on this people,<WH5971> even the fruit<WH6529> of their thoughts,<WH4284> because they have not listened<WH7181> to my words;<WH1697> and as for my law,<WH8451> they have rejected it.<WH3988>"},{"number":20,"verse":"To what purpose comes<WH935> there to me frankincense<WH3828> from Sheba,<WH7614> and the sweet<WH2896> cane<WH7070> from a far<WH4801> country?<WH776> your burnt offerings<WH5930> are not acceptable,<WH7522> nor your sacrifices<WH2077> pleasing to me.<WH6149>\""},{"number":21,"verse":"Therefore thus says<WH559> Yahweh,<WH3068> \"Behold,<WH5414> I will lay stumbling blocks<WH4383> before this people.<WH5971> The fathers<WH1> and the sons<WH1121> together<WH3162> shall stumble<WH3782> against them.<WH7934> The neighbor and his friend<WH7453> shall perish.<WH6>\""},{"number":22,"verse":"Thus says<WH559> Yahweh,<WH3068> \"Behold,<WH5971> a people comes<WH935> from the north<WH6828> country.<WH776> A great<WH1419> nation<WH1471> shall be stirred<WH5782> up from the uttermost parts<WH3411> of the earth.<WH776>"},{"number":23,"verse":"They take hold<WH2388> of bow<WH7198> and spear.<WH3591> They are cruel,<WH394> and have no mercy.<WH7355> Their voice<WH6963> roars<WH1993> like the sea,<WH3220> and they ride<WH7392> on horses,<WH5483> everyone set in array,<WH6186> as a man<WH376> to the battle,<WH4421> against you,<WH1323> daughter of Zion.<WH6726>\""},{"number":24,"verse":"We have heard<WH8085> its report;<WH8089> our hands<WH3027> become feeble:<WH7503> anguish<WH6869> has taken hold<WH2388> of us,<WH2427> and pains as of a woman in labor.<WH3205>"},{"number":25,"verse":"Don't<WH3318> go forth into the field,<WH7704> nor walk<WH3212> by the way;<WH1870> for the sword<WH2719> of the enemy<WH341> and terror,<WH4032> are on every side.<WH5439>"},{"number":26,"verse":"Daughter<WH1323> of my people,<WH5971> clothe<WH2296> yourself with sackcloth,<WH8242> and wallow<WH6428> in ashes!<WH665> Mourn,<WH60> as for<WH6213> an only son,<WH3173> most bitter<WH8563> lamentation;<WH4553> for the destroyer<WH7703> shall suddenly<WH6597> come on us.<WH935>"},{"number":27,"verse":"\"I have made<WH5414> you a tester<WH969> of metals and a fortress<WH4013> among my people;<WH5971> that you may know<WH3045> and try<WH974> their way.<WH1870>"},{"number":28,"verse":"They are all grievous<WH5493> rebels,<WH5637> going<WH1980> about with slanders;<WH7400> they are brass<WH5178> and iron:<WH1270> they all of them deal corruptly.<WH7843>"},{"number":29,"verse":"The bellows<WH4647> blow fiercely;<WH2787> the lead<WH5777> is consumed<WH8552> of the fire:<WH800> in vain<WH7723> do they go<WH6884> on refining;<WH6884> for the wicked<WH7451> are not plucked away.<WH5423>"},{"number":30,"verse":"Men will call<WH7121> them rejected<WH3988> silver,<WH3701> because Yahweh<WH3068> has rejected them.<WH3988>\""}]}