{"bibleAbbr":"WEB2020+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"Oh that <WH5414> my head <WH7218> were waters, <WH4325> and my eyes <WH5869> a spring <WH4726> of tears, <WH1832> that I might weep <WH1058> day <WH3119> and night <WH3915> for the slain <WH2491> of the daughter <WH1323> of my people! <WH5971>"},{"number":2,"verse":"Oh that <WH5414> I had in the wilderness <WH4057> a lodging place <WH4411> of wayfaring men; <WH732> that I might leave <WH5800> my people, <WH5971> and go <WH3212> from them! <WH5003> for they are all adulterers, an assembly <WH6116> of treacherous men. <WH898>"},{"number":3,"verse":"They bend <WH1869> their tongue, <WH3956> as their bow, <WH7198> for falsehood; <WH8267> and they are grown strong <WH1396> in the land, <WH776> but not for truth: <WH530> for they proceed <WH3318> from evil <WH7451> to evil, <WH7451> and they don't <WH3045> know me, <WH5002> says Yahweh. <WH3068>"},{"number":4,"verse":"Take heed <WH8104> everyone <WH376> of his neighbor, <WH7453> and don't <WH982> trust in any brother; <WH251> for every brother <WH251> will utterly <WH6117> supplant, <WH6117> and every neighbor <WH7453> will go <WH1980> about with slanders. <WH7400>"},{"number":5,"verse":"They will deceive <WH2048> everyone <WH376> his neighbor, <WH7453> and will not speak <WH1696> the truth: <WH571> they have taught <WH3925> their tongue <WH3956> to speak <WH1696> lies; <WH8267> they weary <WH3811> themselves to commit iniquity. <WH5753>"},{"number":6,"verse":"Your habitation <WH3427> is in the midst <WH8432> of deceit; <WH4820> through deceit <WH4820> they refuse <WH3985> to know <WH3045> me, <WH5002> says Yahweh. <WH3068>"},{"number":7,"verse":"Therefore thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> Behold, <WH6884> I will melt them, <WH974> and try them; <WH6213> for how should I deal with <WH6440> the daughter <WH1323> of my people? <WH5971>"},{"number":8,"verse":"Their tongue <WH3956> is a deadly <WH7819> arrow; <WH2671> it speaks <WH1696> deceit: <WH4820> one speaks <WH1696> peaceably <WH7965> to his neighbor <WH7453> with his mouth, <WH6310> but in his heart <WH7130> he lays <WH7760> wait for him. <WH696>"},{"number":9,"verse":"Shall I not visit <WH6485> them for these things? <WH5002> says Yahweh; <WH3068> shall not my soul <WH5315> be avenged <WH5358> on such a nation as this? <WH1471>"},{"number":10,"verse":"For the mountains <WH2022> will I take up <WH5375> a weeping <WH1065> and wailing, <WH5092> and for the pastures <WH4999> of the wilderness <WH4057> a lamentation, <WH7015> because they are burned up, <WH3341> so that none <WH376> passes <WH5674> through; <WH8085> neither can men hear the voice <WH6963> of the livestock; <WH4735> both the birds <WH5775> of the sky <WH8064> and the animals <WH929> are fled, <WH5074> they are gone. <WH1980>"},{"number":11,"verse":"I will make <WH5414> Jerusalem <WH3389> heaps, <WH1530> a dwelling <WH4583> place of jackals; <WH8577> and I will make <WH5414> the cities <WH5892> of Judah <WH3063> a desolation, <WH8077> without inhabitant. <WH3427>"},{"number":12,"verse":"Who is the wise <WH2450> man, <WH376> that may understand <WH995> this? <WH6310> Who is he to whom the mouth of Yahweh <WH3068> has spoken, <WH1696> that he may declare <WH5046> it? <WH776> Why is the land perished <WH6> and burned up <WH3341> like a wilderness, <WH4057> so that none passes through? <WH5674>"},{"number":13,"verse":"Yahweh <WH3068> says, <WH559> Because they have forsaken <WH5800> my law <WH8451> which I set <WH5414> before <WH6440> them, <WH8085> and have not obeyed my voice, <WH6963> neither walked therein, <WH1980>"},{"number":14,"verse":"but have walked <WH3212> after <WH310> the stubbornness <WH8307> of their own heart, <WH3820> and after <WH310> the Baals, <WH1168> which their fathers <WH1> taught them; <WH3925>"},{"number":15,"verse":"therefore thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> the God <WH430> of Israel, <WH3478> Behold, <WH398> I will feed them, <WH5971> even this people, with wormwood, <WH3939> and give them water <WH4325> of gall <WH7219> to drink. <WH8248>"},{"number":16,"verse":"I will scatter <WH6327> them also among the nations, <WH1471> whom neither they nor their fathers <WH1> have known; <WH3045> and I will send <WH7971> the sword <WH2719> after <WH310> them, <WH3615> until I have consumed them."},{"number":17,"verse":"Thus says <WH559> Yahweh <WH3068> of Armies, <WH6635> Consider, <WH995> and call <WH7121> for the mourning women, <WH6969> that they may come; <WH935> and send <WH7971> for the skillful <WH2450> women, <WH935> that they may come:"},{"number":18,"verse":"and let them make haste, <WH4116> and take up <WH5375> a wailing <WH5092> for us, <WH5869> that our eyes may run down <WH3381> with tears, <WH1832> and our eyelids <WH6079> gush out <WH5140> with waters. <WH4325>"},{"number":19,"verse":"For a voice <WH6963> of wailing <WH5092> is heard <WH8085> out of Zion, <WH6726> How are we ruined! <WH7703> we are greatly <WH3966> confounded, <WH954> because we have forsaken <WH5800> the land, <WH776> because they have cast down <WH7993> our dwellings. <WH4908>"},{"number":20,"verse":"Yet hear <WH8085> the word <WH1697> of Yahweh, <WH3068> you women, <WH802> and let your ear <WH241> receive <WH3947> the word <WH1697> of his mouth; <WH6310> and teach <WH3925> your daughters <WH1323> wailing, <WH5092> and everyone <WH802> her neighbor <WH7468> lamentation. <WH7015>"},{"number":21,"verse":"For death <WH4194> has come up <WH5927> into our windows, <WH2474> it is entered <WH935> into our palaces; <WH759> to cut off <WH3772> the children <WH5768> from outside, <WH2351> and the young men <WH970> from the streets. <WH7339>"},{"number":22,"verse":"Speak, <WH1696> Thus says <WH5002> Yahweh, <WH3068> The dead bodies <WH5038> of men <WH120> shall fall <WH5307> as dung <WH1828> on the open <WH6440> field, <WH7704> and as the handful <WH5995> after <WH310> the harvester; <WH7114> and none shall gather them. <WH622>"},{"number":23,"verse":"Thus says <WH559> Yahweh, <WH3068> Don't <WH2450> let the wise man glory <WH1984> in his wisdom, <WH2451> neither let the mighty <WH1368> man glory <WH1984> in his might, <WH1369> don't <WH6223> let the rich man glory <WH1984> in his riches; <WH6239>"},{"number":24,"verse":"but let him who glories <WH1984> glory <WH1984> in this, <WH7919> that he has understanding, and knows <WH3045> me, <WH3068> that I am Yahweh who exercises <WH6213> loving kindness, <WH2617> justice, <WH4941> and righteousness, <WH6666> in the earth: <WH776> for in these things I delight, <WH2654> says <WH5002> Yahweh. <WH3068>"},{"number":25,"verse":"Behold, <WH3117> the days come, <WH935> says <WH5002> Yahweh, <WH3068> that I will punish <WH6485> all those who are circumcised <WH4135> in uncircumcision: <WH6190>"},{"number":26,"verse":"Egypt, <WH4714> and Judah, <WH3063> and Edom, <WH123> and the children <WH1121> of Ammon, <WH5983> and Moab, <WH4124> and all that have the corners <WH6285> of their hair cut off, <WH7112> who dwell <WH3427> in the wilderness; <WH4057> for all the nations <WH1471> are uncircumcised, <WH6189> and all the house <WH1004> of Israel <WH3478> are uncircumcised <WH6189> in heart. <WH3820>"}]}