{"bibleAbbr":"WEB2020+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":14,"verses":[{"number":1,"verse":"Yahweh <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Speak <WH1696> to the children <WH1121> of Israel, <WH3478> that they turn <WH7725> back and encamp <WH2583> before <WH6440> Pihahiroth, <WH6367> between Migdol <WH4024> and the sea, <WH3220> before <WH5226> Baal <WH1189> Zephon. <WH2583> You shall encamp opposite <WH6440> it by the sea. <WH3220>"},{"number":3,"verse":"Pharaoh <WH6547> will say <WH559> of the children <WH1121> of Israel, <WH3478> <WH943> 'They are entangled in the land. <WH776> The wilderness <WH4057> has shut them in. <WH5462>'"},{"number":4,"verse":"I will harden <WH2388> Pharaoh <WH6547>'s heart, <WH3820> and he will follow <WH7291> after <WH310> them; <WH3513> and I will get honor over Pharaoh, <WH6547> and over all his armies; <WH2428> and the Egyptians <WH4714> shall know <WH3045> that I am Yahweh. <WH3068>\" They did so. <WH6213>"},{"number":5,"verse":"It was told <WH5046> the king <WH4428> of Egypt <WH4714> that the people <WH5971> had fled; <WH1272> and the heart <WH3824> of Pharaoh <WH6547> and of his servants <WH5650> was changed <WH2015> towards the people, <WH5971> and they said, <WH559> \"What is this we have done, <WH6213> that we have let Israel <WH3478> go <WH7971> from serving us? <WH5647>\""},{"number":6,"verse":"He prepared <WH631> his chariot, <WH7393> and took <WH3947> his army with him; <WH5971>"},{"number":7,"verse":"and he took <WH3947> six <WH8337> hundred <WH3967> chosen <WH977> chariots, <WH7393> and all the chariots <WH7393> of Egypt, <WH4714> and captains over all of them. <WH7991>"},{"number":8,"verse":"Yahweh <WH3068> hardened <WH2388> the heart <WH3820> of Pharaoh <WH6547> king <WH4428> of Egypt, <WH4714> and he pursued <WH7291> after <WH310> the children <WH1121> of Israel; <WH3478> for the children <WH1121> of Israel <WH3478> went out <WH3318> with a high <WH7311> hand. <WH3027>"},{"number":9,"verse":"The Egyptians <WH4714> pursued <WH7291> after <WH310> them: <WH5483> all the horses and chariots <WH7393> of Pharaoh, <WH6547> his horsemen, <WH6571> and his army; <WH2428> and overtook <WH5381> them encamping <WH2583> by the sea, <WH3220> beside Pihahiroth, <WH6367> before <WH6440> Baal Zephon. <WH1189>"},{"number":10,"verse":"When Pharaoh <WH6547> drew near, <WH7126> the children <WH1121> of Israel <WH3478> lifted up <WH5375> their eyes, <WH5869> and behold, <WH4714> the Egyptians were marching <WH5265> after <WH310> them; <WH3966> and they were very afraid. <WH3372> The children <WH1121> of Israel <WH3478> cried out <WH6817> to Yahweh. <WH3068>"},{"number":11,"verse":"They said <WH559> to Moses, <WH4872> \"Because there were no graves <WH6913> in Egypt, <WH4714> have you taken us away <WH3947> to die <WH4191> in the wilderness? <WH4057> Why <WH2063> have you treated <WH6213> us this way, <WH3318> to bring us out of Egypt? <WH4714>"},{"number":12,"verse":"Isn't <WH1697> this the word that we spoke <WH1696> to you in Egypt, <WH4714> saying, <WH559> <WH2308> 'Leave us alone, that we may serve <WH5647> the Egyptians? <WH4714>' For it were better <WH2896> for us to serve <WH5647> the Egyptians, <WH4714> than that we should die <WH4191> in the wilderness. <WH4057>\""},{"number":13,"verse":"Moses <WH4872> said <WH559> to the people, <WH5971> \"Don't <WH3372> be afraid. Stand still, <WH3320> and see <WH7200> the salvation <WH3444> of Yahweh, <WH3068> which he will work <WH6213> for you today: <WH3117> for the Egyptians <WH4714> whom you have seen <WH7200> today, <WH3117> you shall <WH5704> never <WH5769> see <WH7200> them again. <WH3254>"},{"number":14,"verse":"Yahweh <WH3068> will fight <WH3898> for you, <WH2790> and you shall be still.\""},{"number":15,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Why do you cry <WH6817> to me? <WH1696> Speak to the children <WH1121> of Israel, <WH3478> that they go forward. <WH5265>"},{"number":16,"verse":"Lift up <WH7311> your rod, <WH4294> and stretch out <WH5186> your hand <WH3027> over the sea, <WH3220> and divide <WH1234> it: <WH1121> and the children of Israel <WH3478> shall go <WH935> into the midst <WH8432> of the sea <WH3220> on dry ground. <WH3004>"},{"number":17,"verse":"I, <WH2388> behold, I will harden the hearts <WH3820> of the Egyptians, <WH4714> and they shall go in after <WH935> them: <WH310> and I will get myself honor <WH3513> over Pharaoh, <WH6547> and over all his armies, <WH2428> over his chariots, <WH7393> and over his horsemen. <WH6571>"},{"number":18,"verse":"The Egyptians <WH4714> shall know <WH3045> that I am Yahweh, <WH3068> when I have gotten myself honor <WH3513> over Pharaoh, <WH6547> over his chariots, <WH7393> and over his horsemen. <WH6571>\""},{"number":19,"verse":"The angel <WH4397> of God, <WH430> who went <WH1980> before <WH6440> the camp <WH4264> of Israel, <WH3478> moved <WH5265> and went <WH3212> behind <WH310> them; <WH5982> and the pillar of cloud <WH6051> moved <WH5265> from before them, <WH6440> and stood <WH5975> behind them. <WH310>"},{"number":20,"verse":"It came <WH935> between the camp <WH4264> of Egypt <WH4714> and the camp <WH4264> of Israel; <WH3478> and there was the cloud <WH6051> and the darkness, <WH2822> yet gave it light <WH215> by night: <WH3915> and the one didn't <WH7126> come near the other <WH2088> all the night. <WH3915>"},{"number":21,"verse":"Moses <WH4872> stretched out <WH5186> his hand <WH3027> over the sea, <WH3220> and Yahweh <WH3068> caused the sea <WH3220> to go <WH3212> back by a strong <WH5794> east <WH6921> wind <WH7307> all the night, <WH3915> and made <WH7760> the sea <WH3220> dry <WH2724> land, <WH4325> and the waters were divided. <WH1234>"},{"number":22,"verse":"The children <WH1121> of Israel <WH3478> went <WH935> into the midst <WH8432> of the sea <WH3220> on the dry <WH3004> ground, <WH4325> and the waters were a wall <WH2346> to them on their right hand, <WH3225> and on their left. <WH8040>"},{"number":23,"verse":"The Egyptians <WH4714> pursued, <WH7291> and went in <WH935> after <WH310> them into the midst <WH8432> of the sea: <WH3220> all of Pharaoh <WH6547>'s horses, <WH5483> his chariots, <WH7393> and his horsemen. <WH6571>"},{"number":24,"verse":"It happened in the morning <WH1242> watch, <WH821> that Yahweh <WH3068> looked <WH8259> out on the Egyptian <WH4714> army <WH4264> through the pillar <WH5982> of fire <WH784> and of cloud, <WH6051> and confused <WH2000> the Egyptian <WH4714> army. <WH4264>"},{"number":25,"verse":"He took off <WH5493> their chariot <WH4818> wheels, <WH212> and they drove <WH5090> them heavily; <WH3517> so that the Egyptians <WH4714> said, <WH559> \"Let <WH5127>'s flee from the face <WH6440> of Israel, <WH3478> for Yahweh <WH3068> fights <WH3898> for them against the Egyptians! <WH4714>\""},{"number":26,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Stretch out <WH5186> your hand <WH3027> over the sea, <WH3220> that the waters <WH4325> may come again <WH7725> on the Egyptians, <WH4714> on their chariots, <WH7393> and on their horsemen. <WH6571>\""},{"number":27,"verse":"Moses <WH4872> stretched out <WH5186> his hand <WH3027> over the sea, <WH3220> and the sea <WH3220> returned <WH7725> to its strength <WH386> when the morning <WH1242> appeared; <WH6437> and the Egyptians <WH4714> fled <WH5127> against <WH7125> it. <WH3068> Yahweh overthrew <WH5287> the Egyptians <WH4714> in the midst <WH8432> of the sea. <WH3220>"},{"number":28,"verse":"The waters <WH4325> returned, <WH7725> and covered <WH3680> the chariots <WH7393> and the horsemen, <WH6571> even all Pharaoh <WH6547>'s army <WH2428> that went <WH935> in after <WH310> them into the sea. <WH3220> There remained <WH7604> not so much as <WH5704> one of them. <WH259>"},{"number":29,"verse":"But the children <WH1121> of Israel <WH3478> walked <WH1980> on dry <WH3004> land in the midst <WH8432> of the sea, <WH3220> and the waters <WH4325> were a wall <WH2346> to them on their right hand, <WH3225> and on their left. <WH8040>"},{"number":30,"verse":"Thus Yahweh <WH3068> saved <WH3467> Israel <WH3478> that day <WH3117> out of the hand <WH3027> of the Egyptians; <WH4714> and Israel <WH3478> saw <WH7200> the Egyptians <WH4714> dead <WH4191> on the <WH3220> seashore. <WH8193>"},{"number":31,"verse":"Israel <WH3478> saw <WH7200> the great <WH1419> work <WH3027> which Yahweh <WH3068> did <WH6213> to the Egyptians, <WH4714> and the people <WH5971> feared <WH3372> Yahweh; <WH3068> and they believed <WH539> in Yahweh, <WH3068> and in his servant <WH5650> Moses. <WH4872>"}]}