{"bibleAbbr":"WEB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"All the congregation<WH5712> of the children<WH1121> of Israel<WH3478> traveled<WH5265> from the wilderness<WH4057> of Sin,<WH5512> by their journeys,<WH4550> according to Yahweh<WH3068>'s commandment,<WH6310> and encamped<WH2583> in Rephidim;<WH7508> but there was no water<WH4325> for the people<WH5971> to drink.<WH8354>"},{"number":2,"verse":"Therefore the people<WH5971> quarreled<WH7378> with Moses,<WH4872> and said,<WH559> \"Give<WH5414> us water<WH4325> to drink.<WH8354>\" Moses<WH4872> said<WH559> to them,<WH7378> \"Why do you quarrel with me?<WH5254> Why do you test Yahweh?<WH3068>\""},{"number":3,"verse":"The people<WH5971> were thirsty<WH6770> for water<WH4325> there;<WH5971> and the people murmured<WH3885> against Moses,<WH4872> and said,<WH559> \"Why have you brought<WH5927> us up out of Egypt,<WH4714> to kill<WH4191> us,<WH1121> our children, and our livestock<WH4735> with thirst?<WH6772>\""},{"number":4,"verse":"Moses<WH4872> cried<WH6817> to Yahweh,<WH3068> saying,<WH559> \"What shall I do<WH6213> with these people?<WH5971> They are almost<WH4592> ready to stone me.<WH5619>\""},{"number":5,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Walk on<WH5674> before<WH6440> the people,<WH5971> and take<WH3947> the elders<WH2205> of Israel<WH3478> with you,<WH3947> and take the rod<WH4294> in your hand<WH3027> with which you struck<WH5221> the Nile,<WH2975> and go.<WH1980>"},{"number":6,"verse":"Behold,<WH5975> I will stand before<WH6440> you there on the rock<WH6697> in Horeb.<WH2722> You shall strike<WH5221> the rock,<WH6697> and water<WH4325> will come<WH3318> out of it,<WH5971> that the people may drink.<WH8354>\" Moses<WH4872> did<WH6213> so in the sight<WH5869> of the elders<WH2205> of Israel.<WH3478>"},{"number":7,"verse":"He called<WH7121> the name<WH8034> of the place<WH4725> Massah,<WH4532> and Meribah,<WH4809> because the children<WH1121> of Israel<WH3478> quarreled,<WH7379> and because they tested<WH5254> Yahweh,<WH3068> saying,<WH559> \"Is<WH3426> Yahweh<WH3068> among us,<WH7130> or not?\""},{"number":8,"verse":"Then Amalek<WH6002> came<WH935> and fought<WH3898> with Israel<WH3478> in Rephidim.<WH7508>"},{"number":9,"verse":"Moses<WH4872> said<WH559> to Joshua,<WH3091> \"Choose<WH977> men<WH582> for us,<WH977> and go out, fight<WH3898> with Amalek.<WH6002> Tomorrow<WH4279> I will stand<WH5324> on the top<WH7218> of the hill<WH1389> with God<WH430>'s rod<WH4294> in my hand.<WH3027>\""},{"number":10,"verse":"So Joshua<WH3091> did<WH6213> as Moses<WH4872> had told<WH559> him,<WH3898> and fought with Amalek;<WH6002> and Moses,<WH4872> Aaron,<WH175> and Hur<WH2354> went up<WH5927> to the top<WH7218> of the hill.<WH1389>"},{"number":11,"verse":"It happened,<WH4872> when Moses held up<WH7311> his hand,<WH3027> that Israel<WH3478> prevailed;<WH1396> and when he let down<WH5117> his hand,<WH3027> Amalek<WH6002> prevailed.<WH1396>"},{"number":12,"verse":"But Moses<WH4872>' hands<WH3027> were heavy;<WH3515> and they took<WH3947> a stone,<WH68> and put<WH7760> it under him,<WH3427> and he sat on it.<WH175> Aaron and Hur<WH2354> held up<WH8551> his hands,<WH3027> the one on the one side,<WH259> and the other on the other side.<WH259> His hands<WH3027> were steady<WH530> until<WH935> sunset.<WH8121>"},{"number":13,"verse":"Joshua<WH3091> defeated<WH2522> Amalek<WH6002> and his people<WH5971> with the edge<WH6310> of the sword.<WH2719>"},{"number":14,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Write<WH3789> this for a memorial<WH2146> in a book,<WH5612> and rehearse<WH7760> it in the ears<WH241> of Joshua:<WH3091> that I will utterly<WH4229> blot out<WH4229> the memory<WH2143> of Amalek<WH6002> from under the sky.<WH8064>\""},{"number":15,"verse":"Moses<WH4872> built<WH1129> an altar,<WH4196> and called<WH7121> its name<WH8034> Yahweh our Banner.<WH3071>"},{"number":16,"verse":"He said,<WH559> \"Yah<WH3050> has sworn:<WH3027> <WH3050> 'Yahweh will have war<WH4421> with Amalek<WH6002> from generation<WH1755> to generation.<WH1755>'\""}]}