{"bibleAbbr":"WEB2020","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"A man<WH376> of the house<WH1004> of Levi<WH3878> went<WH3212> and took<WH3947> a daughter<WH1323> of Levi as his wife.<WH3878>"},{"number":2,"verse":"The woman<WH802> conceived,<WH2029> and bore<WH3205> a son.<WH1121> When she saw<WH7200> that he was a fine<WH2896> child,<WH6845> she hid him three<WH7969> months.<WH3391>"},{"number":3,"verse":"When she could<WH3201> no longer<WH5750> hide<WH6845> him,<WH3947> she took a papyrus<WH1573> basket<WH8392> for him,<WH2560> and coated it with tar<WH2564> and with pitch.<WH2203> She put<WH7760> the child<WH3206> in it,<WH7760> and laid it in the reeds<WH5488> by the river<WH2975>'s bank.<WH8193>"},{"number":4,"verse":"His sister<WH269> stood<WH3320> far off,<WH7350> to see<WH3045> what would be done to him.<WH6213>"},{"number":5,"verse":"Pharaoh<WH6547>'s daughter<WH1323> came down<WH3381> to bathe<WH7364> at the river.<WH2975> Her maidens<WH5291> walked<WH1980> along by the<WH2975> riverside.<WH3027> She saw<WH7200> the basket<WH8392> among<WH8432> the reeds,<WH5488> and sent<WH7971> her handmaid<WH519> to get it.<WH3947>"},{"number":6,"verse":"She opened<WH6605> it,<WH7200> and saw the child,<WH3206> and behold,<WH5288> the baby cried.<WH1058> She had compassion<WH2550> on him,<WH559> and said, \"This is one of the Hebrews<WH5680>' children.<WH3206>\""},{"number":7,"verse":"Then his sister<WH269> said<WH559> to Pharaoh<WH6547>'s daughter,<WH1323> \"Should I go<WH3212> and call<WH7121> a nurse<WH3243> for you from the Hebrew<WH5680> women,<WH802> that she may nurse<WH3243> the child for you?<WH3206>\""},{"number":8,"verse":"Pharaoh<WH6547>'s daughter<WH1323> said<WH559> to her,<WH3212> \"Go.\" The maiden<WH5959> went<WH3212> and called<WH7121> the child<WH3206>'s mother.<WH517>"},{"number":9,"verse":"Pharaoh<WH6547>'s daughter<WH1323> said<WH559> to her,<WH3212> \"Take this child<WH3206> away,<WH3212> and nurse<WH3243> him for me,<WH5414> and I will give you your wages.<WH7939>\" The woman<WH802> took<WH3947> the child,<WH3206> and nursed it.<WH5134>"},{"number":10,"verse":"The child<WH3206> grew,<WH1431> and she brought<WH935> him to Pharaoh<WH6547>'s daughter,<WH1323> and he became her son.<WH1121> She named<WH8034> him<WH7121> Moses,<WH4872> and said,<WH559> \"Because I drew<WH4871> him out of the water.<WH4325>\""},{"number":11,"verse":"It happened in those days,<WH3117> when Moses<WH4872> had grown<WH1431> up,<WH3318> that he went out to his brothers,<WH251> and looked<WH7200> at their burdens.<WH5450> He saw<WH7200> an Egyptian<WH4713> striking<WH5221> a Hebrew,<WH5680> one of his brothers.<WH251>"},{"number":12,"verse":"He looked<WH6437> this way<WH3541> and that way,<WH3541> and when he saw<WH7200> that there was no one,<WH376> he killed<WH5221> the Egyptian,<WH4713> and hid<WH2934> him in the sand.<WH2344>"},{"number":13,"verse":"He went out<WH3318> the second<WH8145> day,<WH3117> and behold,<WH8147> two men<WH582> of the Hebrews<WH5680> were fighting<WH5327> with each other.<WH559> He said to him who did the wrong,<WH7563> \"Why do you strike<WH5221> your fellow?<WH7453>\""},{"number":14,"verse":"He said,<WH559> \"Who made<WH7760> you<WH376> a prince<WH8269> and a judge<WH8199> over us?<WH559> Do you plan to kill<WH2026> me,<WH2026> as you killed the Egyptian?<WH4713>\" Moses<WH4872> was afraid,<WH3372> and said,<WH559> \"Surely<WH403> this thing<WH1697> is known.<WH3045>\""},{"number":15,"verse":"Now when Pharaoh<WH6547> heard<WH8085> this thing,<WH1697> he sought<WH1245> to kill<WH2026> Moses.<WH4872> But Moses<WH4872> fled<WH1272> from the face<WH6440> of Pharaoh,<WH6547> and lived<WH3427> in the land<WH776> of Midian,<WH4080> and he sat down<WH3427> by a well.<WH875>"},{"number":16,"verse":"Now the priest<WH3548> of Midian<WH4080> had seven<WH7651> daughters.<WH1323> They came<WH935> and drew<WH1802> water,<WH4390> and filled the troughs<WH7298> to water<WH8248> their father<WH1>'s flock.<WH6629>"},{"number":17,"verse":"The shepherds<WH7462> came<WH935> and drove them away;<WH1644> but Moses<WH4872> stood up<WH6965> and helped<WH3467> them,<WH8248> and watered their flock.<WH6629>"},{"number":18,"verse":"When they came<WH935> to Reuel,<WH7467> their father,<WH1> he said,<WH559> \"How<WH4069> is it that you have returned<WH935> so early<WH4116> today?<WH3117>\""},{"number":19,"verse":"They said,<WH559> \"An Egyptian<WH4713> delivered<WH5337> us out of the hand<WH3027> of the shepherds,<WH7462> and moreover he drew<WH1802> water<WH1802> for us,<WH8248> and watered the flock.<WH6629>\""},{"number":20,"verse":"He said<WH559> to his daughters,<WH1323> \"Where is he?<WH5800> Why is it that you have left the man?<WH376> Call<WH7121> him,<WH398> that he may eat bread.<WH3899>\""},{"number":21,"verse":"Moses<WH4872> was content<WH2974> to dwell<WH3427> with the man.<WH376> He gave<WH5414> Moses<WH4872> Zipporah,<WH6855> his daughter.<WH1323>"},{"number":22,"verse":"She bore<WH3205> a son,<WH1121> and he named<WH8034> him<WH7121> Gershom,<WH1647> for he said,<WH559> \"I have lived as a foreigner<WH1616> in a foreign<WH5237> land.<WH776>\""},{"number":23,"verse":"It happened in the course<WH1992> of those many days,<WH3117> that the king<WH4428> of Egypt<WH4714> died,<WH4191> and the children<WH1121> of Israel<WH3478> sighed<WH584> because of<WH4480> the bondage,<WH5656> and they cried,<WH2199> and their cry<WH7775> came up<WH5927> to God<WH430> because of the bondage.<WH5656>"},{"number":24,"verse":"God<WH430> heard<WH8085> their groaning,<WH5009> and God<WH430> remembered<WH2142> his covenant<WH1285> with Abraham,<WH85> with Isaac,<WH3327> and with Jacob.<WH3290>"},{"number":25,"verse":"God<WH430> saw<WH7200> the children<WH1121> of Israel,<WH3478> and God<WH430> was concerned about them.<WH3045>"}]}