{"bibleAbbr":"WEB2020+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"\"You shall not spread <WH5375> a false <WH7723> report. <WH8088> Don't <WH7896> join your hand <WH3027> with the wicked <WH7563> to be a malicious <WH2555> witness. <WH5707>"},{"number":2,"verse":"\"You shall not follow <WH310> a crowd <WH7227> to do evil; <WH7451> neither shall you testify <WH6030> in court <WH7379> to side <WH5186> with <WH310> a multitude <WH7227> to pervert justice; <WH5186>"},{"number":3,"verse":"neither shall you favor <WH1921> a poor <WH1800> man in his cause. <WH7379>"},{"number":4,"verse":"\"If you meet <WH6293> your enemy <WH341>'s ox <WH7794> or his donkey <WH2543> going astray, <WH8582> you shall surely <WH7725> bring it back <WH7725> to him again. <WH7725>"},{"number":5,"verse":"If you see <WH7200> the donkey <WH2543> of him who hates <WH8130> you fallen down <WH7257> under his burden, <WH4853> don't <WH2308> leave <WH5800> him, <WH5800> you shall surely help him with it. <WH5800>"},{"number":6,"verse":"\"You shall not deny <WH5186> justice <WH4941> to your poor <WH34> people in their lawsuits. <WH7379>"},{"number":7,"verse":"\"Keep far <WH7368> from a false <WH8267> charge, <WH1697> and don't <WH2026> kill the innocent <WH5355> and righteous: <WH6662> for I will not justify <WH6663> the wicked. <WH7563>"},{"number":8,"verse":"\"You shall take <WH3947> no bribe, <WH7810> for a bribe <WH7810> blinds <WH5786> those who have sight <WH6493> and perverts <WH5557> the words <WH1697> of the righteous. <WH6662>"},{"number":9,"verse":"\"You shall not oppress <WH3905> an alien, <WH1616> for you know <WH3045> the heart <WH5315> of an alien, <WH1616> since <WH3588> you were aliens <WH1616> in the land <WH776> of Egypt. <WH4714>"},{"number":10,"verse":"\"For six <WH8337> years <WH8141> you shall sow <WH2232> your land, <WH776> and shall gather <WH622> in its increase, <WH8393>"},{"number":11,"verse":"but the seventh <WH7637> year you shall let it rest <WH8058> and lie <WH5203> fallow, <WH34> that the poor of your people <WH5971> may eat; <WH398> and what they leave <WH3499> the animal <WH2416> of the field <WH7704> shall eat. <WH398> In the same way, <WH6213> you shall deal with your vineyard <WH3754> and with your olive grove. <WH2132>"},{"number":12,"verse":"\"Six <WH8337> days <WH3117> you shall do <WH6213> your work, <WH4639> and on the seventh <WH7637> day <WH3117> you shall rest, <WH7673> that your ox <WH7794> and your donkey <WH2543> may have rest, <WH5117> and the son <WH1121> of your handmaid, <WH519> and the alien <WH1616> may be refreshed. <WH5314>"},{"number":13,"verse":"\"Be careful <WH8104> to do all things that I have said <WH559> to you; <WH2142> and don't invoke the name <WH8034> of other <WH312> gods, <WH430> neither let them be heard <WH8085> out <WH5921> of your mouth. <WH6310>"},{"number":14,"verse":"\"You shall observe a feast <WH2287> to me three <WH7969> times <WH7272> a year. <WH8141>"},{"number":15,"verse":"You shall observe <WH8104> the feast <WH2282> of unleavened bread. <WH4682> Seven <WH7651> days <WH3117> you shall eat <WH398> unleavened bread, <WH4682> as I commanded <WH6680> you, <WH4150> at the time appointed in the month <WH2320> Abib <WH24> (for in it you came out <WH3318> from Egypt <WH4714>), and no one shall appear <WH7200> before <WH6440> me empty. <WH7387>"},{"number":16,"verse":"And the feast <WH2282> of harvest, <WH7105> the first fruits <WH1061> of your labors, <WH4639> which you sow <WH2232> in the field: <WH7704> and the feast <WH2282> of harvest, <WH614> at the end <WH3318> of the year, <WH8141> when you gather <WH622> in your labors <WH4639> out of the field. <WH7704>"},{"number":17,"verse":"Three <WH7969> times <WH6471> in the year <WH8141> all your males <WH2138> shall appear <WH7200> before <WH6440> the Lord <WH113> Yahweh. <WH3068>"},{"number":18,"verse":"\"You shall not offer <WH2076> the blood <WH1818> of my sacrifice <WH2077> with leavened bread, <WH2557> neither shall the fat <WH2459> of my feast <WH2282> remain <WH3885> all night until the morning. <WH1242>"},{"number":19,"verse":"The first <WH7225> of the first fruits <WH1061> of your ground <WH127> you shall bring <WH935> into the house <WH1004> of Yahweh <WH3068> your God. <WH430> \"You shall not boil <WH1310> a young goat <WH1423> in its mother <WH517>'s milk. <WH2461>"},{"number":20,"verse":"\"Behold, <WH7971> I send an angel <WH4397> before <WH6440> you, <WH8104> to keep you by the way, <WH1870> and to bring <WH935> you into the place <WH4725> which I have prepared. <WH3559>"},{"number":21,"verse":"Pay attention <WH8104> to <WH6440> him, <WH8085> and listen to his voice. <WH6963> Don't <WH4843> provoke him, <WH5375> for he will not pardon your disobedience, <WH6588> for my name <WH8034> is in him. <WH7130>"},{"number":22,"verse":"But if you indeed <WH8085> listen <WH8085> to his voice, <WH6963> and do <WH6213> all that I speak, <WH1696> then I will be an enemy <WH340> to your enemies, <WH341> and an adversary <WH6887> to your adversaries. <WH6696>"},{"number":23,"verse":"For my angel <WH4397> shall go <WH3212> before <WH6440> you, <WH935> and bring you in to the Amorite, <WH567> the Hittite, <WH2850> the Perizzite, <WH6522> the Canaanite, <WH3669> the Hivite, <WH2340> and the Jebusite; <WH2983> and I will cut them off. <WH3582>"},{"number":24,"verse":"You shall not bow down <WH7812> to their gods, <WH430> nor serve <WH5647> them, <WH6213> nor follow their practices, <WH4639> but you shall utterly <WH2040> overthrow <WH2040> them and <WH7665> demolish <WH7665> their pillars. <WH4676>"},{"number":25,"verse":"You shall serve <WH5647> Yahweh <WH3068> your God, <WH430> and he will bless <WH1288> your bread <WH3899> and your water, <WH4325> and I will take <WH5493> sickness <WH4245> away <WH5493> from your midst. <WH7130>"},{"number":26,"verse":"No one will miscarry <WH7921> or be barren <WH6135> in your land. <WH776> I will fulfill <WH4390> the number <WH4557> of your days. <WH3117>"},{"number":27,"verse":"I will send <WH7971> my terror <WH367> before <WH6440> you, <WH2000> and will confuse all the people <WH5971> to whom you come, <WH935> and I will make <WH5414> all your enemies <WH341> turn their backs to you. <WH6203>"},{"number":28,"verse":"I will send <WH7971> the hornet <WH6880> before <WH6440> you, <WH1644> which will drive out the Hivite, <WH2340> the Canaanite, <WH3669> and the Hittite, <WH2850> from before you. <WH6440>"},{"number":29,"verse":"I will not drive them out <WH1644> from before <WH6440> you in one <WH259> year, <WH8141> lest the land <WH776> become desolate, <WH8077> and the animals <WH2416> of the field <WH7704> multiply against you. <WH7227>"},{"number":30,"verse":"Little <WH4592> by little <WH4592> I will drive them out <WH1644> from before <WH6440> you, <WH6509> until you have increased and inherit <WH5157> the land. <WH776>"},{"number":31,"verse":"I will set <WH7896> your border <WH1366> from the Red <WH5488> Sea <WH3220> even to the sea <WH3220> of the Philistines, <WH6430> and from the wilderness <WH4057> to the River; <WH5104> for I will deliver <WH5414> the inhabitants <WH3427> of the land <WH776> into your hand, <WH3027> and you shall drive them out <WH1644> before you. <WH6440>"},{"number":32,"verse":"You shall make <WH3772> no covenant <WH1285> with them, <WH430> nor with their gods."},{"number":33,"verse":"They shall not dwell <WH3427> in your land, <WH776> lest they make you sin <WH2398> against me, <WH5647> for if you serve their gods, <WH430> it will surely be a snare to you. <WH4170>\""}]}