{"bibleAbbr":"WEB2020+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Chisel <WH6458> two <WH8147> stone <WH68> tablets <WH3871> like the first: <WH7223> and I will write <WH3789> on the tablets <WH3871> the words <WH1697> that were on the first <WH7223> tablets, <WH3871> which you broke. <WH7665>"},{"number":2,"verse":"Be ready <WH3559> by the morning, <WH1242> and come up <WH5927> in the morning <WH1242> to Mount <WH2022> Sinai, <WH5514> and present <WH5324> yourself there to me on the top <WH7218> of the mountain. <WH2022>"},{"number":3,"verse":"No one <WH376> shall come up <WH5927> with you; <WH408> neither let anyone <WH376> be seen <WH7200> throughout all the mountain; <WH2022> neither let the flocks <WH6629> nor herds <WH1241> feed <WH7462> before <WH4136> that mountain. <WH2022>\""},{"number":4,"verse":"He chiseled <WH6458> two <WH8147> tablets <WH3871> of stone <WH68> like the first; <WH7223> and Moses <WH4872> rose up early <WH7925> in the morning, <WH1242> and went up <WH5927> to Mount <WH2022> Sinai, <WH5514> as Yahweh <WH3068> had commanded <WH6680> him, <WH3947> and took in his hand <WH3027> two <WH8147> stone <WH68> tablets. <WH3871>"},{"number":5,"verse":"Yahweh <WH3068> descended <WH3381> in the cloud, <WH6051> and stood <WH3320> with him there, <WH7121> and proclaimed the name <WH8034> of Yahweh. <WH3068>"},{"number":6,"verse":"Yahweh <WH3068> passed by <WH5674> before him, <WH6440> and proclaimed, <WH7121> \"Yahweh! <WH3068> Yahweh, <WH3068> a merciful <WH7349> and gracious <WH2587> God, <WH410> slow to anger, <WH750> and abundant <WH7227> in loving kindness <WH2617> and truth, <WH571>"},{"number":7,"verse":"keeping <WH5341> loving kindness <WH2617> for thousands, <WH505> forgiving <WH5375> iniquity <WH5771> and disobedience and sin; <WH2403> and that will by no means <WH5352> clear <WH5352> the guilty, <WH6485> visiting the iniquity <WH5771> of the fathers <WH1> on the children, <WH1121> and on the children <WH1121>'s children, <WH1121> on the third <WH8029> and on the fourth generation. <WH7256>\""},{"number":8,"verse":"Moses <WH4872> hurried <WH4116> and bowed his head <WH6915> toward the earth, <WH776> and worshiped. <WH7812>"},{"number":9,"verse":"He said, <WH559> \"If now I have found <WH4672> favor <WH2580> in your sight, <WH5869> Lord, <WH136> please let the Lord <WH136> go <WH3212> in the midst <WH3212> of us; <WH7186> although this is a stiff-necked people; <WH5971> pardon <WH5545> our iniquity <WH5771> and our sin, <WH2403> and take us for your inheritance. <WH5157>\""},{"number":10,"verse":"He said, <WH559> \"Behold, <WH3772> I make a covenant: <WH1285> before all your people <WH5971> I will do <WH6213> marvels, <WH6381> such as have not been worked <WH1254> in all the earth, <WH776> nor in any nation; <WH1471> and all the people <WH5971> among <WH7130> which you are shall see <WH7200> the work <WH4639> of Yahweh; <WH3068> for it is an awesome thing <WH3372> that I do with you. <WH6213>"},{"number":11,"verse":"Observe <WH8104> that which I command <WH6680> you this day. <WH3117> Behold, <WH1644> I drive out before <WH6440> you the Amorite, <WH567> the Canaanite, <WH3669> the Hittite, <WH2850> the Perizzite, <WH6522> the Hivite, <WH2340> and the Jebusite. <WH2983>"},{"number":12,"verse":"Be careful, <WH8104> lest you make <WH3772> a covenant <WH1285> with the inhabitants <WH3427> of the land <WH776> where you are going, <WH935> lest it be for a snare <WH4170> in the midst of you: <WH7130>"},{"number":13,"verse":"but you shall break <WH7665> down their altars, <WH4196> and dash <WH7665> in pieces their pillars, <WH4676> and you shall cut down <WH3772> their Asherim; <WH842>"},{"number":14,"verse":"for you shall worship <WH7812> no other <WH312> god: <WH410> for Yahweh, <WH3068> whose name <WH8034> is Jealous, <WH7067> is a jealous <WH7067> God. <WH410>"},{"number":15,"verse":"\"Don't <WH3772> make a covenant <WH1285> with the inhabitants <WH3427> of the land, <WH776> lest they play the prostitute <WH2181> after <WH310> their gods, <WH430> and sacrifice <WH2076> to their gods, <WH430> and one call <WH7121> you and you eat <WH398> of his sacrifice; <WH2077>"},{"number":16,"verse":"and you take <WH3947> of their daughters <WH1323> to your sons, <WH1121> and their daughters <WH1323> play the prostitute <WH2181> after <WH310> their gods, <WH430> and make <WH2181> your sons <WH1121> play the prostitute <WH2181> after <WH310> their gods. <WH430>"},{"number":17,"verse":"\"You shall make no cast idols for yourselves. <WH6213>"},{"number":18,"verse":"\"You shall keep <WH8104> the feast <WH2282> of unleavened bread. <WH4682> Seven <WH7651> days <WH3117> you shall eat <WH398> unleavened bread, <WH4682> as I commanded <WH6680> you, <WH4150> at the time appointed in the month <WH2320> Abib; <WH24> for in the month <WH2320> Abib <WH24> you came out <WH3318> from Egypt. <WH4714>"},{"number":19,"verse":"\"All that opens <WH6363> the womb <WH7358> is mine; <WH4735> and all your livestock that is male, <WH2142> the firstborn <WH6363> of cow <WH7794> and sheep. <WH7716>"},{"number":20,"verse":"The firstborn <WH6363> of a donkey <WH2543> you shall redeem <WH6299> with a lamb: <WH7716> and if you will not redeem <WH6299> it, <WH6202> then you shall break its neck. All the firstborn <WH1060> of your sons <WH1121> you shall redeem. <WH6299> No one shall appear <WH7200> before <WH6440> me empty. <WH7387>"},{"number":21,"verse":"\"Six <WH8337> days <WH3117> you shall work, <WH5647> but on the seventh <WH7637> day <WH3117> you shall rest: <WH7673> in plowing time <WH2758> and in harvest <WH7105> you shall rest. <WH7673>"},{"number":22,"verse":"\"You shall observe <WH6213> the feast <WH2282> of weeks <WH7620> with the first fruits <WH1061> of wheat <WH2406> harvest, <WH7105> and the feast <WH2282> of harvest <WH614> at the year <WH8141>'s end. <WH8622>"},{"number":23,"verse":"Three <WH6471> times in the year <WH8141> all your males <WH2138> shall appear <WH7200> before <WH6440> the Lord <WH113> Yahweh, <WH3068> the God <WH430> of Israel. <WH3478>"},{"number":24,"verse":"For I will drive out <WH3423> nations <WH1471> before <WH6440> you and enlarge <WH7337> your borders; <WH1366> neither shall any man <WH376> desire <WH2530> your land <WH776> when you go up <WH5927> to appear <WH7200> before <WH6440> Yahweh, <WH3068> your God, <WH430> three <WH6471> times in the year. <WH8141>"},{"number":25,"verse":"\"You shall not offer <WH7819> the blood <WH1818> of my sacrifice <WH2077> with leavened <WH2557> bread; <WH2077> neither shall the sacrifice of the feast <WH2282> of the Passover <WH6453> be left <WH3885> to the morning. <WH1242>"},{"number":26,"verse":"\"You shall bring the first <WH7225> of the first <WH7225> fruits <WH1061> of your ground <WH127> to the house <WH1004> of Yahweh <WH3068> your God. <WH430> \"You shall not boil <WH1310> a young goat <WH1423> in its mother <WH517>'s milk. <WH2461>\""},{"number":27,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Write <WH3789> you these words: <WH1697> for in accordance <WH6310> with these words <WH1697> I have made <WH3772> a covenant <WH1285> with you and with Israel. <WH3478>\""},{"number":28,"verse":"He was there with Yahweh <WH3068> forty <WH705> days <WH3117> and forty <WH705> nights; <WH3915> he neither ate <WH398> bread, <WH3899> nor drank <WH8354> water. <WH4325> He wrote <WH3789> on the tablets <WH3871> the words <WH1697> of the covenant, <WH1285> the ten <WH6235> commandments. <WH1697>"},{"number":29,"verse":"It happened, <WH4872> when Moses came down <WH3381> from Mount <WH2022> Sinai <WH5514> with the two <WH8147> tablets <WH3871> of the testimony <WH5715> in Moses <WH4872>' hand, <WH3027> when he came down <WH3381> from the mountain, <WH2022> that Moses <WH4872> didn't <WH3045> know that the skin <WH5785> of his face <WH6440> shone <WH7160> by reason of his speaking with him. <WH1696>"},{"number":30,"verse":"When Aaron <WH175> and all the children <WH1121> of Israel <WH3478> saw <WH7200> Moses, <WH4872> behold, <WH5785> the skin of his face <WH6440> shone; <WH7160> and they were afraid <WH3372> to come near him. <WH5066>"},{"number":31,"verse":"Moses <WH4872> called <WH7121> to them, <WH175> and Aaron and all the rulers <WH5387> of the congregation <WH5712> returned <WH7725> to him; <WH4872> and Moses spoke to them. <WH1696>"},{"number":32,"verse":"Afterward <WH310> all the children <WH1121> of Israel <WH3478> came near, <WH5066> and he gave them all of the commandments <WH6680> that Yahweh <WH3068> had spoken <WH1696> with him on Mount <WH2022> Sinai. <WH5514>"},{"number":33,"verse":"When Moses <WH4872> was done <WH3615> speaking <WH1696> with them, <WH5414> he put a veil <WH4533> on his face. <WH6440>"},{"number":34,"verse":"But when Moses <WH4872> went in <WH935> before <WH6440> Yahweh <WH3068> to speak <WH1696> with him, <WH5493> he took the veil <WH4533> off, <WH5493> until he came out; <WH3318> and he came out, <WH3318> and spoke <WH1696> to the children <WH1121> of Israel <WH3478> that which he was commanded. <WH6680>"},{"number":35,"verse":"The children <WH1121> of Israel <WH3478> saw <WH7200> Moses <WH4872>' face, <WH6440> that the skin <WH5785> of Moses <WH4872>' face <WH6440> shone: <WH7160> and Moses <WH4872> put <WH7725> the veil <WH4533> on his face <WH6440> again, <WH7725> until he went <WH935> in to speak with him. <WH1696>"}]}