{"bibleAbbr":"WEB2020+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"Yahweh <WH3068> spoke <WH559> to Moses, <WH4872> Go <WH935> in to Pharaoh, <WH6547> and tell <WH559> him, <WH3068> \"This is what Yahweh says, <WH559> <WH5971> 'Let my people go, <WH7971> that they may serve me. <WH5647>"},{"number":2,"verse":"If you refuse <WH3986> to let them go, <WH7971> behold, <WH5062> I will plague all your borders <WH1366> with frogs: <WH6854>"},{"number":3,"verse":"and the river <WH2975> shall swarm <WH8317> with <WH8317> frogs, <WH6854> which shall go up <WH5927> and come <WH935> into your house, <WH1004> and into your bedroom, <WH2315> and on your bed, <WH4296> and into the house <WH1004> of your servants, <WH5650> and on your people, <WH5971> and into your ovens, <WH8574> and into your kneading troughs: <WH4863>"},{"number":4,"verse":"and the frogs <WH6854> shall come up <WH5927> both on you, <WH5971> and on your people, and on all your servants. <WH5650>'\""},{"number":5,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Tell <WH559> Aaron, <WH175> <WH5186> 'Stretch out your hand <WH3027> with your rod <WH4294> over the rivers, <WH5104> over the streams, <WH5104> and over the pools, <WH98> and cause frogs <WH6854> to come up <WH5927> on the land <WH776> of Egypt. <WH4714>'\""},{"number":6,"verse":"Aaron <WH175> stretched out <WH5186> his hand <WH3027> over the waters <WH4325> of Egypt; <WH4714> and the frogs <WH6854> came up, <WH5927> and covered <WH3680> the land <WH776> of Egypt. <WH4714>"},{"number":7,"verse":"The magicians <WH2748> did <WH6213> the same thing with their enchantments, <WH3909> and brought up <WH5927> frogs <WH6854> on the land <WH776> of Egypt. <WH4714>"},{"number":8,"verse":"Then Pharaoh <WH6547> called <WH7121> for Moses <WH4872> and Aaron, <WH175> and said, <WH559> \"Entreat <WH6279> Yahweh, <WH3068> that he take away <WH5493> the frogs <WH6854> from me, <WH5971> and from my people; and I will let the people <WH5971> go, <WH7971> that they may sacrifice <WH2076> to Yahweh. <WH3068>\""},{"number":9,"verse":"Moses <WH4872> said <WH559> to Pharaoh, <WH6547> \"I give you the honor <WH6286> of setting the time <WH4970> that I should pray <WH6279> for you, <WH5650> and for your servants, and for your people, <WH5971> that the frogs <WH6854> be destroyed <WH3772> from you and your houses, <WH1004> and remain <WH7604> in the river only. <WH2975>\""},{"number":10,"verse":"He said, <WH559> \"Tomorrow. <WH4279>\" He said, <WH559> \"Be it according to your word, <WH1697> that you may know <WH3045> that there is none like Yahweh <WH3068> our God. <WH430>"},{"number":11,"verse":"The frogs <WH6854> shall depart <WH5493> from you, <WH1004> and from your houses, and from your servants, <WH5650> and from your people. <WH5971> They shall remain <WH7604> in the river only. <WH2975>\""},{"number":12,"verse":"Moses <WH4872> and Aaron <WH175> went out <WH3318> from Pharaoh, <WH6547> and Moses <WH4872> cried <WH6817> to Yahweh <WH3068> concerning the <WH1697> frogs <WH6854> which he had brought <WH7760> on Pharaoh. <WH6547>"},{"number":13,"verse":"Yahweh <WH3068> did <WH6213> according to the word <WH1697> of Moses, <WH4872> and the frogs <WH6854> died <WH4191> out of the houses, <WH1004> out of the courts, <WH7704> and out of the fields."},{"number":14,"verse":"They gathered them together <WH6651> in heaps, <WH2563> and the land <WH776> stank. <WH887>"},{"number":15,"verse":"But when Pharaoh <WH6547> saw <WH7200> that there was a respite, <WH7309> he hardened <WH3513> his heart, <WH3820> and didn't <WH8085> listen to them, <WH3068> as Yahweh had spoken. <WH1696>"},{"number":16,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Tell <WH559> Aaron, <WH175> <WH5186> 'Stretch out your rod, <WH4294> and strike <WH5221> the dust <WH6083> of the earth, <WH776> that it may become lice <WH3654> throughout all the land <WH776> of Egypt. <WH4714>'\""},{"number":17,"verse":"They did <WH6213> so; <WH175> and Aaron stretched out <WH5186> his hand <WH3027> with his rod, <WH4294> and struck <WH5221> the dust <WH6083> of the earth, <WH776> and there were lice <WH3654> on man, <WH120> and on animal; <WH929> all the dust <WH6083> of the earth <WH776> became lice <WH3654> throughout all the land <WH776> of Egypt. <WH4714>"},{"number":18,"verse":"The magicians <WH2748> tried <WH6213> with their enchantments <WH3909> to produce <WH3318> lice, <WH3654> but they couldn <WH3201>'t. There were lice <WH3654> on man, <WH120> and on animal. <WH929>"},{"number":19,"verse":"Then the magicians <WH2748> said <WH559> to Pharaoh, <WH6547> \"This is the finger <WH676> of God: <WH430>\" and Pharaoh <WH6547>'s heart <WH3820> was hardened, <WH2388> and he didn't <WH8085> listen to them; <WH3068> as Yahweh had spoken. <WH1696>"},{"number":20,"verse":"Yahweh <WH3068> said <WH559> to Moses, <WH4872> \"Rise up early <WH7925> in the morning, <WH1242> and stand <WH3320> before <WH6440> Pharaoh; <WH6547> behold, <WH3318> he comes out to the water; <WH4325> and tell <WH559> him, <WH3068> 'This is what Yahweh says, <WH559> \"Let my people <WH5971> go, <WH7971> that they may serve me. <WH5647>"},{"number":21,"verse":"Else, <WH5971> if you will not let my people go, <WH7971> behold, <WH7971> I will send swarms <WH6157> of flies on you, <WH5650> and on your servants, and on your people, <WH5971> and into your houses: <WH1004> and the houses <WH1004> of the Egyptians <WH4714> shall be full <WH4390> of swarms <WH6157> of flies, <WH127> and also the ground whereon they are."},{"number":22,"verse":"I will set apart <WH6395> in that day <WH3117> the land <WH776> of Goshen, <WH1657> in which my people <WH5971> dwell, <WH5975> that no <WH1115> swarms <WH6157> of flies shall be <WH1961> there; <WH4616> to the end you may know <WH3045> that I am Yahweh <WH3068> in the midst <WH7130> of the earth. <WH776>"},{"number":23,"verse":"I will put <WH7760> a division <WH6304> between my people <WH5971> and your people: <WH5971> by tomorrow <WH4279> shall this sign be. <WH226>\"'\""},{"number":24,"verse":"Yahweh <WH3068> did <WH6213> so; <WH935> and there came grievous <WH3515> swarms <WH6157> of flies into the house <WH1004> of Pharaoh, <WH6547> and into his servants <WH5650>' houses: <WH1004> and in all the land <WH776> of Egypt <WH4714> the land <WH776> was corrupted <WH7843> by reason <WH6440> of the swarms of flies. <WH6157>"},{"number":25,"verse":"Pharaoh <WH6547> called <WH7121> for <WH413> Moses <WH4872> and for Aaron, <WH175> and said, <WH559> \"Go, <WH3212> sacrifice <WH2076> to your God <WH430> in the land! <WH776>\""},{"number":26,"verse":"Moses <WH4872> said, <WH559> \"It isn't <WH3559> appropriate to do <WH6213> so; <WH2005> for we shall sacrifice <WH2076> the abomination <WH8441> of the Egyptians <WH4714> to Yahweh <WH3068> our God. <WH430> Behold, <WH2076> shall we sacrifice the abomination <WH8441> of the Egyptians <WH4714> before their eyes, <WH5869> and won't <WH5619> they stone us?"},{"number":27,"verse":"We will go <WH3212> three <WH7969> days <WH3117>' journey <WH1870> into the wilderness, <WH4057> and sacrifice <WH2076> to Yahweh <WH3068> our God, <WH430> as he shall command us. <WH559>\""},{"number":28,"verse":"Pharaoh <WH6547> said, <WH559> \"I will let you go, <WH7971> that you may sacrifice <WH2076> to Yahweh <WH3068> your God <WH430> in the wilderness, <WH4057> only you shall not go <WH3212> very <WH7368> far away. <WH7368> Pray <WH6279> for me. <WH1157>\""},{"number":29,"verse":"Moses <WH4872> said, <WH559> \"Behold, <WH3318> I go out from you, <WH6279> and I will pray to Yahweh <WH3068> that the swarms <WH6157> of flies may depart <WH5493> from Pharaoh, <WH6547> from his servants, <WH5650> and from his people, <WH5971> tomorrow; <WH4279> only <WH7535> don't <WH6547> let Pharaoh deal deceitfully <WH2048> any more <WH3254> in not <WH1115> letting the people <WH5971> go <WH7971> to sacrifice <WH2076> to Yahweh. <WH3068>\""},{"number":30,"verse":"Moses <WH4872> went out <WH3318> from Pharaoh, <WH6547> and prayed <WH6279> to Yahweh. <WH3068>"},{"number":31,"verse":"Yahweh <WH3068> did <WH6213> according to the word <WH1697> of Moses, <WH4872> and he removed <WH5493> the swarms <WH6157> of flies from Pharaoh, <WH6547> from his servants, <WH5650> and from his people. <WH5971> There remained <WH7604> not one. <WH259>"},{"number":32,"verse":"Pharaoh <WH6547> hardened <WH3513> his heart <WH3820> this time <WH6471> also, <WH5971> and he didn't let the people go. <WH7971>"}]}