{"bibleAbbr":"Thomson1808","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"And with respect to you, when you were dead in those trespasses, and those sins,"},{"number":2,"verse":"in which you formerly walked according to the course of this world; according to the prince of the power of the air, that spirit which is now working powerfully in the children of disobedience;"},{"number":3,"verse":"among whom when we also were all formerly leading our lives in the desires of our flesh, executing the dictates of the flesh, and the imaginations, and were naturally children of wrath even as the rest;"},{"number":4,"verse":"then God, who is rich in mercy, on the account of the great love with which he loved us,"},{"number":5,"verse":"even when we were dead in those trespasses, did bring us to life with the Christ, (by grace you are saved)"},{"number":6,"verse":"and did raise us up, and place us with him in the heavenly kingdom in Christ Jesus,"},{"number":7,"verse":"in order that he might, in the ages which are to come, display the immense riches of his favour by kindness to us in Christ Jesus."},{"number":8,"verse":"For by grace you are saved by means of this belief. And even this is not of yourselves; it is the gift of God."},{"number":9,"verse":"It is not because of works; so that no one can boast."},{"number":10,"verse":"For we are his workmanship, fitted by Christ Jesus for good works, for which God had before prepared us that we might walk therein."},{"number":11,"verse":"Wherefore remember that you were formerly the nations in flesh, those denominated uncircumcision by the nominal circumcision made with hands, in flesh"},{"number":12,"verse":"that you were at that time without Christ; aliens from the commonwealth of Israel, and strangers to the covenants of the promise, having no hope, and being without God in the world:"},{"number":13,"verse":"but now by Christ Jesus, you, who were formerly far off, are brought near by the blood of the Christ;"},{"number":14,"verse":"for he is our peace. He it is, who hath made both one, and who hath demolished the partition wall,"},{"number":15,"verse":"having; by his flesh put a stop to the enmity; the law of the commandments [contained] in positive injunctions; that he might frame the two anew, in himself, into one new man, making peace;"},{"number":16,"verse":"and reconcile them both in one body, to God by means of the cross, having by that slain the enmity."},{"number":17,"verse":"And being come he hath proclaimed the glad tidings of peace to you who were far off, and to them who were near."},{"number":18,"verse":"Because through him we both have access to the father by one spirit,"},{"number":19,"verse":"you therefore are no longer strangers, and pilgrims, but fellow citizens of the saints, and of the household of God,"},{"number":20,"verse":"built upon the foundation of the apostles and prophets, Jesus Christ himself being the corner stone,"},{"number":21,"verse":"by whom the whole building being united in symmetry is to grow up to a holy temple in the Lord;"},{"number":22,"verse":"by whom you also are builded up together with them by the spirit, for an habitation of God."}]}