{"bibleAbbr":"MKJV1962","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"The burden which Habakkuk the prophet saw."},{"number":2,"verse":"O LORD, until when shall I cry and You will not hear? I cry out to You [of] violence, and You do not save!"},{"number":3,"verse":"Why do You show me evil, and You look on toil? For destruction and violence [are] before me; and there is strife, and contention rises up."},{"number":4,"verse":"Therefore the law has become helpless, and justice does not always go forth. For the wicked entraps the righteous; therefore justice goes forth, being perverted."},{"number":5,"verse":"Look among the nations, and behold and wonder marvelously; for [I] will work a work in your days [which] you will not believe, not even if it is declared to you."},{"number":6,"verse":"For lo, I raise up the Chaldeans, the bitter and hasty nation, which shall march through the breadth of the land to possess homes not their own."},{"number":7,"verse":"He [is] terrible and fearful; his judgment and his majesty comes forth from Himself."},{"number":8,"verse":"His horses also are swifter than the leopards, and are more fierce than the evening wolves. And their horsemen shall spread themselves, and their horsemen shall come from afar. They shall fly like the eagle hurrying to eat."},{"number":9,"verse":"All of him shall come for violence; the gathering of their faces [is] forward; and they gather captives like the sand."},{"number":10,"verse":"And they shall scoff at the kings, and the rulers [shall] be a scorn to them. They shall laugh at every stronghold, for he shall heap up dust and capture it."},{"number":11,"verse":"Then he sweeps on [like] a wind, and he transgresses and is guilty, [crediting] his power to his god."},{"number":12,"verse":"[Are] You not from everlasting, O LORD my God, my Holy One? We shall not die. O LORD, You have ordained them for judgment; and, my Rock, You have established them for correction."},{"number":13,"verse":"[You are] of purer eyes than to behold evil, and can not look upon vexation. Why do You look upon those who deal deceitfully? Will you be silent when the wicked swallows [one] more righteous than he?"},{"number":14,"verse":"For You make man like the fish of the sea, like creeping things with no ruler over them."},{"number":15,"verse":"He takes up all of them with the hook; he drags him with his net and gathers him with his seine; therefore he rejoices and exults."},{"number":16,"verse":"So he sacrifices to his net and burns incense to his seine; because by them his portion [is] fat and his food rich."},{"number":17,"verse":"Shall he then empty his net, and shall he not spare to continually slay nations?"}]}