{"bibleAbbr":"NRSVue2021","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"Remember your creator in the days of your youth, before the days of trouble come and the years draw near when you will say, “I have no pleasure in them”;"},{"number":2,"verse":"before the sun and the light and the moon and the stars are darkened and the clouds return with (Or after) the rain;"},{"number":3,"verse":"in the day when the guards of the house tremble, and the strong men are bent, and the women who grind cease working because they are few, and those who look through the windows see dimly;"},{"number":4,"verse":"(2 Sam 19.35; Jer 25.10) when the doors on the street are shut, and the sound of the grinding is low, and one rises up at the sound of a bird, and all the daughters of song are brought low;"},{"number":5,"verse":"(Job 17.13; Jer 9.17) when one is afraid of heights, and terrors are in the road; the almond tree blossoms, the grasshopper drags itself along, (Or is a burden) and the caper bud falls; because all must go to their eternal home, and the mourners will go about the streets;"},{"number":6,"verse":"before the silver cord is snapped, (Syr Vg Compare Gk: Heb is removed) and the golden bowl is broken, and the pitcher is broken at the fountain, and the wheel broken at the cistern,"},{"number":7,"verse":"(Gen 3.19; Job 34.14, 15; Ps 90.3; Isa 57.16; Zech 12.1) and the dust returns to the earth as it was, and the breath (Or the spirit) returns to God who gave it."},{"number":8,"verse":"Vanity of vanities, says the Teacher; all is vanity."},{"number":9,"verse":"Epilogue (1 Kings 4.32) Besides being wise, the Teacher also taught the people knowledge, weighing and studying and arranging many proverbs."},{"number":10,"verse":"(Prov 10.32; 22.20, 21) The Teacher sought to find pleasing words, and he wrote words of truth plainly."},{"number":11,"verse":"(Ezra 9.8; Eccl 7.5; Isa 22.23; Acts 2.37) The sayings of the wise are like goads, and like nails firmly fixed are the collected sayings that are given by one shepherd. (Meaning of Heb uncertain)"},{"number":12,"verse":"Of anything beyond these, my child, beware. Of making many books there is no end, and much study is a weariness of the flesh."},{"number":13,"verse":"(Deut 4.2; Eccl 8.5; Mic 6.8) The end of the matter; all has been heard. Fear God, and keep his commandments, for that is the whole duty of everyone."},{"number":14,"verse":"(Mt 10.26; 12.36; 1 Cor 4.5) For God will bring every deed into judgment, including (Or into the judgment on) every secret thing, whether good or evil."}]}