{"bibleAbbr":"NRSVue2021","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"Take Life as It Comes All this I laid to heart, examining it all, how the righteous and the wise and their deeds are in the hand of God; whether it is love or hate one does not know. Everything that confronts them"},{"number":2,"verse":"(Job 9.22; Eccl 6.6; 7.2) is vanity, (Syr Compare Gk: Heb Everything that confronts them 2is everything) since the same fate comes to all, to the righteous and the wicked, to the good and the evil, (Gk Syr Vg: Heb lacks and the evil) to the clean and the unclean, to those who sacrifice and those who do not sacrifice. As are the good, so are the sinners; those who swear are like those who shun an oath."},{"number":3,"verse":"(v 2|ECC 9:2; Eccl 1.17; 8.11) This is an evil in all that happens under the sun, that the same fate comes to everyone. Moreover, the hearts of humans are full of evil; madness is in their hearts while they live, and after that they go to the dead."},{"number":4,"verse":"But whoever is joined with all the living has hope, for a living dog is better than a dead lion."},{"number":5,"verse":"(Job 14.21; Ps 88.12; Eccl 1.11; 2.16; Isa 26.14) The living know that they will die, but the dead know nothing; they have no more reward, and even the memory of them is lost."},{"number":6,"verse":"(Eccl 3.22) Their love and their hate and their envy have already perished; never again will they have any share in all that happens under the sun."},{"number":7,"verse":"(Eccl 8.15) Go, eat your bread with enjoyment and drink your wine with a merry heart, for God has long ago approved what you do."},{"number":8,"verse":"(Ps 23.5; Rev 3.4) Let your garments always be white; do not let oil be lacking on your head."},{"number":9,"verse":"(Eccl 6.12; 7.15) Enjoy life with the wife whom you love all the days of your vain life that are given you under the sun, (Cn: Heb sun, all the days of your vanity) because that is your portion in life and in your toil at which you toil under the sun."},{"number":10,"verse":"(Isa 38.10; Rom 12.11; Col 3.23) Whatever your hand finds to do, do with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going."},{"number":11,"verse":"(Deut 8.17, 18; 1 Sam 6.9; Am 2.14, 15) Again I saw that under the sun the race is not to the swift, nor the battle to the strong, nor bread to the wise, nor riches to the intelligent, nor favor to the skillful, but time and chance happen to them all."},{"number":12,"verse":"(Prov 29.6; Eccl 8.7; Isa 24.18; Lk 21.34, 35) For no one can anticipate one’s time. Like fish taken in a cruel net or like birds caught in a snare, so mortals are snared at a time of calamity, when it suddenly falls upon them."},{"number":13,"verse":"Wisdom Superior to Folly I have also seen this example of wisdom under the sun, and it seemed great to me."},{"number":14,"verse":"There was a little city with few people in it. A great king came against it and besieged it, building great siegeworks against it."},{"number":15,"verse":"(Eccl 2.16; 4.13; 8.10) Now there was found in it a poor wise man, and he by his wisdom delivered the city. Yet no one remembered that poor man."},{"number":16,"verse":"(Prov 21.22; Eccl 7.19) So I said, “Wisdom is better than might; yet the poor man’s wisdom is despised, and his words are not heeded.”"},{"number":17,"verse":"(Eccl 7.5; 10.12) The quiet words of the wise are more to be heeded than the shouting of a ruler among fools."},{"number":18,"verse":"(v 16|ECC 9:16; Josh 7.1, 11, 12) Wisdom is better than weapons of war, but one bungler destroys much good."}]}