{"bibleAbbr":"NET2007","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"(The Prophet Speaks:) א (Alef) [1] Alas! (tn See the note at 1:1.) The Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) has covered Daughter Zion (sn Chapter 2 continues the use of feminine epithets (e. g., “Daughter Zion”), although initially portraying Jerusalem as an object destroyed by the angered enemy, God.) with his anger. (tn The verb יָעִיב (ya’iv) is a hapax legomenon (a term that appears only once in Hebrew OT). Most lexicons take it as a denominative verb from the noun עָב (’av, “cloud,” HALOT 773 s. v. II עָב; BDB 728 s. v. עוּב): Hiphil imperfect 3rd person masculine singular from עוֹב (’ov) meaning “cover with a cloud, make dark” (HALOT 794 s. v. עוב) or “becloud” (BDB 728 s. v.): “the Lord has covered Daughter Zion with the cloud of His anger.” This approach is followed by many English versions (KJV, RSV, NASB, NIV). However, a few scholars relate it to a cognate Arabic verb “to blame, revile” (Ehrlich, Rudolph, Hillers): “the Lord has shamed Daughter Zion in His anger.” Several English versions adopt this (NRSV, NJPS, CEV). The picture of cloud and wrath concurs with the stanza’s connection to “day of the Lord” imagery.) He has thrown down the splendor of Israel from heaven to earth; he did not protect (tn The common gloss for זָכַר (zakhar) is “remember.” זָכַר (zakhar) entails “bearing something in mind” in a broader sense than the English gloss “remember.” When God “bears someone in mind,” the consequences are beneficial for them. The implication of not regarding his footstool is to not esteem and so not care for or protect it.) his temple (tn Heb “the footstool of His feet.” The noun הֲדֹם (hadom, “footstool”), always joined with רַגְלַיִם (raglayim, “feet”) is always used figuratively in reference to the dwelling place of God (BDB 213 s. v. הֲדֹם). It usually refers to the Lord’s temple in Jerusalem (Isa 60:13; Lam 2:1) or to the ark as the place above which the Lord is enthroned (Pss 99:5; 132:7; 1 Chr 28:2).) when he displayed his anger. (tn Heb “in the day of His anger.” As a temporal reference this phrase means “when he displayed his anger.” The Hebrew term “day,” associated with the “day of the Lord” or “day of his wrath” also functions as a title in a technical sense.) ב (Bet)"},{"number":2,"verse":"The Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) destroyed (tn Heb “has swallowed up.”) mercilessly (tc The Kethib is written לֹא חָמַל (lo’ khamal, “without mercy”), while the Qere reads וְלֹא חָמַל (vÿlo’ khamal, “and he has shown no mercy”). The Kethib is followed by the LXX, while the Qere is reflected in many Hebrew mss and the ancient versions (Syriac Peshitta, Aramaic Targum, Latin Vulgate). The English versions are split between the Kethib: “The Lord swallowed all the dwellings of Jacob without mercy” (cf. RSV, NRSV, NIV, TEV, NJPS) and the Qere: “The Lord swallowed all the dwellings of Jacob, and has shown no mercy” (cf. KJV, NASB, CEV). As these words occur between a verb and its object (חָמַל [khamal] is not otherwise followed by אֵת [’et, direct object marker]), an adverbial reading is the most natural, although interrupting the sentence with an insertion is possible. Compare 2:17, 21; 3:43. In contexts of harming, to show mercy often means to spare from harm.) all the homes of Jacob’s descendants. (tn Heb “all the dwellings of Jacob.”) In his anger he tore down the fortified cities (tn Heb “the strongholds.”) of Daughter Judah. He knocked to the ground and humiliated the kingdom and its rulers. (tn Heb “He brought down to the ground in disgrace the kingdom and its princes.” The verbs חִלֵּל … הִגִּיע (higgi’…khillel, “he has brought down…he has profaned”) function as a verbal hendiadys, as the absence of the conjunction ו (vav) suggests. The first verb retains its full verbal force, while the second functions adverbially: “he has brought down [direct object] in disgrace.”) ג (Gimel)"},{"number":3,"verse":"In fierce anger (tc The MT reads אַף (’af, “anger”), while the ancient versions (LXX, Syriac Peshitta, Latin Vulgate) reflect אַפּוֹ (’appo, “His anger”). The MT is the more difficult reading syntactically, while the ancient versions are probably smoothing out the text.) he destroyed (tn Heb “cut off, scattered.”) the whole army (tn Heb “every horn of Israel.” The term “horn” (קֶרֶן, qeren) normally refers to the horn of a bull, one of the most powerful animals in ancient Israel. This term is often used figuratively as a symbol of strength, usually in reference to the military might of an army (Deut 33:17; 1 Sam 2:1, 10; 2 Sam 22:3; Pss 18:3; 75:11; 89:18, 25; 92:11; 112:9; 1 Chr 25:5; Jer 48:25; Lam 2:3, 17; Ezek 29:21) (BDB 901 s. v. 2), just as warriors are sometimes figuratively described as “bulls.” Cutting off the “horn” is a figurative expression for destroying warriors (Jer 48:25; Ps 75:10 [HT 11]).) of Israel. He withdrew his right hand (tn Heb “he caused his right hand to turn back.” The implication in such contexts is that the Lord’s right hand protects his city. This image of the right hand is consciously reversed in 2:4.) as the enemy attacked. (tn Heb “from the presence of the enemy.” This figurative expression refers to the approach of the attacking army.) He was like a raging fire in the land of Jacob; (tn Heb “he burned in Jacob like a flaming fire.”) it consumed everything around it. (tn Or “He burned against Jacob, like a raging fire consumes all around.”) ד (Dalet)"},{"number":4,"verse":"He prepared his bow (tn Heb “bent His bow.” When the verb דָּרַךְ (darakh) is used with the noun קֶשֶׁת (qeshet, “archer-bow”), it means “to bend [a bow]” to string it in preparation for shooting arrows (1 Chr 5:18; 8:40; 2 Chr 14:7; Jer 50:14, 29; 51:3). This idiom is used figuratively to describe the assaults of the wicked (Pss 11:2; 37:14) and the judgments of the Lord (Ps 7:13; Lam 2:4; 3:12) (BDB 202 s. v. דָּרַךְ 4). The translation “he prepared his bow” is the slightly more general modern English idiomatic equivalent of the ancient Hebrew idiom “he bent his bow” – both refer to preparations to get ready to shoot arrows.) like an enemy; his right hand was ready to shoot. (tn Heb “His right hand is stationed.”) Like a foe he killed everyone, even our strong young men; (tn Heb “the ones who were pleasing to the eye.”) he has poured out his anger like fire on the tent (tn The singular noun אֹהֶל (’ohel, “tent”) may function as a collective, referring to all tents in Judah. A parallel expression occurs in verse 2 using the plural: “all the dwellings of Jacob” (כָּל־נְאוֹת יַעֲקֹב, kol-nÿ’ot ya’aqov). The singular “tent” matches the image of “Daughter Zion.” On the other hand, the singular “the tent of Daughter Zion” might be a hyperbolic synecdoche of container (= tent) for contents (= inhabitants of Zion).) of Daughter Zion. ה (He)"},{"number":5,"verse":"The Lord, (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) like an enemy, destroyed (tn Heb “swallowed up.”) Israel. He destroyed (tn Heb “swallowed up.”) all her palaces; he ruined her (tn Heb “his.” For consistency this has been translated as “her.”) fortified cities. He made everyone in Daughter Judah mourn and lament. (tn Heb “He increased in Daughter Judah mourning and lamentation.”) ו (Vav)"},{"number":6,"verse":"He destroyed his temple (tn Heb “His booth.” The noun שׂךְ (sokh, “booth,” BDB 968 s. v.) is a hapax legomenon (term that appears only once in the Hebrew OT), but it is probably an alternate spelling of the more common noun סֻכָּה (sukkah, “booth”) which is used frequently of temporary shelters and booths (e. g., Neh 8:15) (BDB 697 s. v. סֻכָּה). Related to the verb שָׂכַךְ (sakhakh, “to weave”), it refers to a temporary dwelling constructed of interwoven boughs. This is a figurative description of the temple, as the parallel term מוֹעֲדוֹ (mo’ado, “his tabernacle” or “his appointed meeting place”) makes clear. Jeremiah probably chose this term to emphasize the frailty of the temple, and its ease of destruction. Contrary to the expectation of Jerusalem, it was only a temporary dwelling of the Lord – its permanence cut short due to sin of the people.) as if it were a vineyard; (tc The MT reads כַּגַּן (kaggan, “like a garden”). The LXX reads ὡς ἄμπελον (Jw\" ampelon) which reflects כְּגֶפֶן (kÿgefen, “like a vineyard”). Internal evidence favors כְּגֶפֶן (kÿgefen) because God’s judgment is often compared to the destruction of a vineyard (e. g., Job 15:33; Isa 34:4; Ezek 15:2, 6). The omission of פ (pe) is easily explained due to the similarity in spelling between כְּגֶפֶן (kÿgefen) and כַּגַּן (kaggan).) he destroyed his appointed meeting place. The LORD has made those in Zion forget both the festivals and the Sabbaths. (tn Heb “The Lord has caused to be forgotten in Zion both appointed festival and Sabbath.” The verb שִׁכַּח (shikkakh, “to cause someone to forget”), Piel perfect 3rd person masculine singular from שָׁכַח (shakhakh, “to forget”) is used figuratively. When people forget “often the neglect of obligations is in view” (L. C. Allen, NIDOTTE 4:104). When people forget the things of God, they are in disobedience and often indicted for ignoring God or neglecting their duties to him (Deut 4:23, 31; 6:12; 8:11, 19; 26:13; 31:21; 32:18; Judg 3:7; 1 Sam 12:9; 2 Kgs 17:38; Is 49:14; 51:13; 65:11; Jer 18:15; Exek 23:35; Hos 4:6). The irony is that the one to whom worship is due has made it so that people must neglect it. Most English versions render this in a metonymical sense: “the Lord has brought to an end in Zion appointed festival and sabbath” (RSV), “[he] did away with festivals and Sabbaths” (CEV), “he has put an end to holy days and Sabbaths” (TEV), “the Lord has ended…festival and sabbath” (NJPS), “the Lord has abolished…festivals and sabbath” (NRSV). Few English versions employ the gloss “remember”: “the Lord hath caused the solemn feasts and sabbaths to be forgotten” (KJV) and “the Lord has made Zion forget her appointed feasts and her sabbaths”(NIV).) In his fierce anger (tn Heb “In the fury of his anger” (זַעַם־אפּוֹ, za’am-’appo). The genitive noun אפּוֹ (’appo, “his anger”) functions as an attributed genitive with the construct noun זַעַם (za’am, “fury, rage”): “his furious anger.”) he has spurned (tn The verb נָאַץ (na’ats, “to spurn, show contempt”) functions as a metonymy of cause (= to spurn king and priests) for effect (= to reject them; cf. CEV). Since spurning is the cause, this may be understood as “to reject with a negative attitude.” However, retaining “spurn” in the translation keeps the term emotionally loaded. The most frequent term for נָאַץ (na’ats) in the LXX (παροξύνω, paroxunw) also conveys emotion beyond a decision to reject.) both king and priest. ז (Zayin)"},{"number":7,"verse":"The Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”), which occurs near the end of this verse. See the tc note at 1:14.) rejected (tn The Heb verb זָנַח (zanakh) is a rejection term often used in military contexts. Emphasizing emotion, it may mean “to spurn.” In military contexts it may be rendered “to desert.”) his altar and abhorred his temple. (tn Heb “His sanctuary.” The term מִקְדָּשׁוֹ (miqdasho, “His sanctuary”) refers to the temple (e. g., 1 Chr 22:19; 2 Chr 36:17; Ps 74:7; Isa 63:18; Ezek 48:21; Dan 8:11) (BDB 874 s. v. מִקְדָּשׁ).) He handed over to the enemy (tn Heb “He delivered into the hand of the enemy.” The verb הִסְגִּיר (hisgir), Hiphil perfect 3rd person masculine singular from סָגַר (sagar), means “to give into someone’s control: to deliver” (Deut 23:16; Josh 20:5; 1 Sam 23:11, 20; 30:15; Job 16:11; Pss 31:9; 78:48, 50, 62; Lam 2:7; Amos 1:6, 9; Obad 14).) her palace walls; the enemy (tn Heb “they.”) shouted (tn Heb “they gave voice” (קוֹל נָתְנוּ, kol natno). The verb נָתַן (natan, “to give”) with the noun קוֹל (kol, “voice, sound”) is an idiom meaning: “to utter a sound, make a noise, raise the voice” (e. g., Gen 45:2; Prov 2:3; Jer 4:16; 22:20; 48:34) (HALOT 734 s. v. נתן 12; BDB 679 s. v. נָתַן 1. x). Contextually, this describes the shout of victory by the Babylonians celebrating their conquest of Jerusalem.) in the LORD’S temple as if it were a feast day. (tn Heb “as on the day of an appointed time.” The term מוֹעֵד (mo’ed, “appointed time”) refers to the religious festivals that were celebrated at appointed times in the Hebrew calendar (BDB 417 s. v. 1. b). In contrast to making festivals neglected (forgotten) in v 6, the enemy had a celebration which was entirely out of place.) ח (Khet)"},{"number":8,"verse":"The LORD was determined to tear down Daughter Zion’s wall. He prepared to knock it down; (tn Heb “he stretched out a measuring line.” In Hebrew, this idiom is used (1) literally: to describe a workman’s preparation of measuring and marking stones before cutting them for building (Job 38:5; Jer 31:39; Zech 1:16) and (2) figuratively: to describe the Lord’s planning and preparation to destroy a walled city, that is, to mark off for destruction (2 Kgs 21:13; Isa 34:11; Lam 2:8). It is not completely clear how a phrase from the vocabulary of building becomes a metaphor for destruction; however, it might picture a predetermined and carefully planned measure from which God will not deviate.) he did not withdraw his hand from destroying. (tn Heb “He did not return His hand from swallowing.” That is, he persisted until it was destroyed.) He made the ramparts and fortified walls lament; together they mourned their ruin. (tn Heb “they languished together.” The verbs אָבַּלּ (’aval, “to lament”) and אָמַל (’amal, “languish, mourn”) are often used in contexts of funeral laments in secular settings. The Hebrew prophets often use these terms to describe the aftermath of the Lord’s judgment on a nation. Based on parallel terms, אָמַל (’amal) may describe either mourning or deterioration and so makes for a convenient play on meaning when destroyed objects are personified. Incorporating this play into the translation, however, may obscure the parallel between this line and the deterioration of the gates beginning in v. 9.) ט (Tet)"},{"number":9,"verse":"Her city gates have fallen (tn Heb “have sunk down.” This expression, “her gates have sunk down into the ground,” is a personification, picturing the city gates descending into the earth, as if going down into the grave or the netherworld. Most English versions render it literally (KJV, RSV, NRSV, NASB, NIV, NJPS); however, a few paraphrases have captured the equivalent sense quite well: “Zion’s gates have fallen facedown on the ground” (CEV) and “the gates are buried in rubble” (TEV).) to the ground; he smashed to bits (tn Heb “he has destroyed and smashed her bars.” The two verbs אִבַּד וְשִׁבַּר (’ibbad vÿshibbar) form a verbal hendiadys that emphasizes the forcefulness of the destruction of the locking bars on the gates. The first verb functions adverbially and the second retains its full verbal sense: “he has smashed to pieces.” Several English versions render this expression literally and miss the rhetorical point: “he has ruined and broken” (RSV, NRSV), “he has destroyed and broken” (KJV, NASB), “he has broken and destroyed” (NIV). The hendiadys has been correctly noted by others: “smashed to pieces” (TEV, CEV) and “smashed to bits” (NJPS).) the bars that lock her gates. (tn Heb “her bars.” Since the literal “bars” could be misunderstood as referring to saloons, the phrase “the bars that lock her gates” has been used in the present translation.) Her king and princes were taken into exile; (tn Heb “are among the nations.”) there is no more guidance available. (tn Heb “there is no torah” or “there is no Torah” (אֵין תּוֹרָה, ’en torah). Depending on whether תּוֹרָה (torah, “instruction, law”) is used in parallelism with the preceding or following line, it refers to (1) political guidance that the now-exiled king had formerly provided or (2) prophetic instruction that the now-ineffective prophets had formerly provided (BDB 434 s. v. תּוֹרָה 1. b). It is possible that the three lines are arranged in an ABA chiastic structure, exploiting the semantic ambiguity of the term תּוֹרָה (torah, “instruction”). Possibly it is an oblique reference to the priests’ duties of teaching, thus introducing a third group of the countries leaders. It is possible to hear in this a lament in reference to the destruction of Torah scrolls that may have been at the temple when it was destroyed.) As for her prophets, they no longer receive (tn Heb “they cannot find.”) a vision from the LORD. י (Yod)"},{"number":10,"verse":"The elders of Daughter Zion sit (tc Consonantal ישׁבו (yshvy) is vocalized by the MT as יֵשְׁבוּ (yeshvu), Qal imperfect 3rd person masculine plural from יָשַׁב (yashav, “to sit”): “they sit on the ground.” However, the ancient versions (Aramaic Targum, Greek Septuagint, Syriac Peshitta, Latin Vulgate) reflect an alternate vocalization tradition of יָשְׁבוּ (yashvu), Qal imperfect 3rd person masculine plural from שׁוּב (shuv, “to return”): “they return to the ground (= the grave).” The parallelism with the following line favors the MT.) on the ground in silence. (tn Heb “they sit on the ground, they are silent.” Based on meter, the two verbs יִדְּמוּ … יֵשְׁבוּ (yeshvu…yidÿmu, “they sit…they are silent”) are in the same half of the line. Joined without a ו (vav) conjunction they form a verbal hendiadys. The first functions in its full verbal sense while the second functions adverbially: “they sit in silence.” The verb יִדְּמוּ (yidÿmu) may mean to be silent or to wail.) They have thrown dirt on their heads; They have dressed in sackcloth. (tn Heb “they have girded themselves with sackcloth.” sn Along with putting dirt on one’s head, wearing sackcloth was a sign of mourning.) Jerusalem’s young women (tn Heb “the virgins of Jerusalem.” The term “virgins” is a metonymy of association, standing for single young women who are not yet married. These single women are in grief because their potential suitors have been killed. The elders, old men, and young women function together as a merism for all of the survivors (F. W. Dobbs-Allsopp, Lamentations [IBC], 92).) stare down at the ground. (tn Heb “have bowed down their heads to the ground.”) כ (Kaf)"},{"number":11,"verse":"My eyes are worn out (tn Heb “my eyes are spent” or “my eyes fail.” The verb כָּלָה (kalah) is used of eyes exhausted by weeping (Job 11:20; 17:5; Ps 69:4; Jer 14:6; 4:17), and means either “to be spent” (BDB 477 s. v. 2. b) or “to fail” (HALOT 477 s. v. 6). It means to have used up all one’s tears or to have worn out the eyes because of so much crying. It is rendered variously: “my eyes fail” (KJV, NIV), “my eyes are spent” (RSV, NRSV, NASB, NJPS), “my eyes are worn out” (TEV), and “my eyes are red” (CEV).) from weeping; (tn Heb “because of tears.” The plural noun דִּמְעוֹת (dim’ot, “tears”) is an example of the plural of intensity or repeated behavior: “many tears.” The more common singular form דִּמְעָה (dim’ah) normally functions in a collective sense (“tears”); therefore, the plural form here does not indicate simple plural of number.) my stomach is in knots. (tn Heb “my bowels burn” or “my bowels are in a ferment.” The verb חֳמַרְמְרוּ (khomarmÿru) is an unusual form and derived from a debated root: Poalal perfect 3rd person common plural from III חָמַר (khamar, “to be red,” HALOT 330 s. v. III חמר) or Pe`al`al perfect 3rd person common plural from I חָמַר (khamar, “to ferment, boil up,” BDB 330 s. v. I חָמַר). The Poalal stem of this verb occurs only three times in OT: with פָּנִים (panim, “face,” Job 16:16) and מֵעִים (me’im, “bowels,” Lam 1:20; 2:11). The phrase חֳמַרְמְרוּ מֵעַיּ (khomarmÿru me’ay) means “my bowels burned” (HALOT 330 s. v.) or “my bowels are in a ferment,” as a euphemism for lower-intestinal bowel problems (BDB 330 s. v.). This phrase also occurs in later rabbinic literature (m. Sanhedrin 7:2). The present translation, “my stomach is in knots,” is not a literal equivalent to this Hebrew idiom; however, it is an attempt to approximate the equivalent English idiom.) My heart (tn Heb “my liver,” viewed as the seat of the emotions.) is poured out on the ground due to the destruction (tn Heb “on account of the breaking.”) of my helpless people; (tn Heb “the daughter of my people.” Rather than a genitive of relationship (“daughter of X”), the phrase בַּת־עַמִּי (bat-’ammi) is probably a genitive of apposition. The idiom “Daughter X” occurs often in Lamentations: “Daughter Jerusalem” (2x), “Daughter Zion” (7x), “Virgin Daughter Zion” (1x), “Daughter of My People” (5x), “Daughter Judah” (2x), and “Virgin Daughter Judah” (1x). In each case, it is a poetic description of Jerusalem or Judah as a whole. The idiom בַּת־עַמִּי (bat-’ammi, lit., “daughter of my people” is rendered variously by the English versions: “the daughter of my people” (KJV, RSV, NASB), “my people” (NIV, TEV, CEV), and “my poor people” (NJPS). The metaphor here pictures the people as vulnerable and weak.) children and infants faint in the town squares. ל (Lamed)"},{"number":12,"verse":"Children (tn Heb “they”; the referent has been specified in the translation for clarity.) say to their mothers, (tn Heb “to their mother,” understood as a collective singular.) “Where are food and drink?” (tn Heb “Where is bread and wine?” The terms “bread” and “wine” are synecdoches of specific (= bread, wine) for general (= food, drink).) They faint (tn Heb “as they faint” or “when they faint.”) like a wounded warrior in the city squares. They die slowly (tn Heb “as their life is poured out.” The term בְּהִשְׁתַּפֵּךְ (bÿhishtappekh), Hitpael infinitive construct + the preposition בּ (bet), from שָׁפַךְ (shafakh, “to pour out”) may be rendered “as they expire” (BDB 1050 s. v. שָׁפַךְ), referring to the process of dying. Note the repetition of the word “pour out” with various direct objects in this poem at 2:4, 11, 12, and 19.) in their mothers’ arms. (tn Heb “chest, lap.”) מ (Mem)"},{"number":13,"verse":"With what can I equate (tc The MT reads אֲעִידֵךְ (’a’idekh), Hiphil imperfect 1st person common singular + 2fs suffix from עָדָה (’adah, “to testify”): “[How] can I testify for you?” However, Latin Vulgate comparabo te reflects the reading אֶעֱרָךְ (’e’erakh), Qal imperfect 1st person common singular from עָרַךְ (’arakh, “to liken”): “[To what] can I liken [you]?” The verb עָרַךְ (’arakh) normally means “to lay out, set in rows; to get ready, set in order; to line up for battle, set battle formation,” but it also may denote “to compare (as a result of arranging in order), to make equal” (e. g., Pss 40:6; 89:6 [HT 7]; Job 28:17, 19; Isa 40:18; 44:7). The BHS editors suggest the emendation which involves simple orthographic confusion between ר (resh) and ד (dalet), and deletion of י (yod) that the MT added to make sense of the form. The variant is favored based on internal evidence: (1) it is the more difficult reading because the meaning “to compare” for עָרַךְ (’arakh) is less common than עָדָה (’adah, “to testify”), (2) it recovers a tight parallelism between עָרַךְ (’arakh, “to liken”) and דָּמָה (damah, “to compare”) (e. g., Ps 89:6 [HT 7]; Isa 40:18), and (3) the MT reading: “How can I testify for you?” makes little sense in the context. Nevertheless, most English versions hold to the MT reading: KJV, RSV, NRSV, NASB, NIV, TEV, CEV. This textual emendation was first proposed by J. Meinhold, “Threni 213,” ZAW 15 (1895): 286.) you? To what can I compare you, O Daughter Jerusalem? To what can I liken you (tc The MT reads מָה אַשְׁוֶה־לָּךְ וַאֲנַחֲמֵךְ (mah ’ashveh-lakh va’anakhamekh, “To what can I compare you so that I might comfort you?”). The LXX reflects a Vorlage of מִי יוֹשִׁיעַ לָךְ וְנִחַמְךָ (mi yoshia’ lakh vÿnikhamÿkha, “Who will save you so that he might comfort you?”). This textual variant reflects several cases of orthographic confusion between similarly spelled words. The MT best explains the origin of the LXX textual variants. Internal evidence of contextual congruence favors the MT as the original reading.) so that (tn The ו (vav) prefixed to וַאֲנַחֲמֵךְ (va’anakhamekh, “I might comfort you”) denotes purpose: “so that….”) I might comfort you, O Virgin Daughter Zion? Your wound is as deep (tn Heb “as great as the sea.”) as the sea. (tc The MT reads כָּיָּם (kayyam, “as the sea”), while the LXX reflects a Vorlage of כּוֹס (kos, “a cup”). The textual variant is probably due to simple orthographic confusion between letters of similar appearance. The idiomatic expression favors the MT.) Who can heal you? (sn The rhetorical question implies a denial: “No one can heal you!” The following verses, 14-17, present four potential healers – prophets, passersby, enemies, and God.) נ (Nun)"},{"number":14,"verse":"Your prophets saw visions for you that were worthless lies. (tn Heb “emptiness and whitewash.” The nouns שָׁוְא וְתָפֵל (shv’ vÿtafel) form a nominal hendiadys. The first noun functions adjectivally, modifying the second noun that retains its full nominal sense: “empty whitewash” or “empty deceptions” (see following translation note on meaning of תָּפֵל [tafel]). The noun תָּפֵל (tafel, “whitewash”) is used literally in reference to a white-washed wall (Ezek 13:10, 11, 14, 15) and figuratively in reference to false prophets (Ezek 22:28).) They failed to expose your sin so as to restore your fortunes. (tc The Kethib שְׁבִיתֵךְ (shÿvitekh) and Qere שְׁבוּתֵךְ (shÿvutekh), which is preserved in many medieval Hebrew mss here and elsewhere (Ps 85:1 Heb 85:2; 126:4; Job 42:10), are struggling with the root. The ancient versions take it from ָָשׁבָה (shavah) meaning “captivity.” Such a meaning is not tenable for the Job passage, which along with a similar phrase in the Sefire inscription suggest that the proper meaning is “to restore someone’s fortunes.”) They saw oracles for you that were worthless (tn The nouns שָׁוְא וּמַדּוּחִים (shav’ umaddukhim, lit., “emptiness and enticements”) form a nominal hendiadys. The first functions adjectivally, modifying the second noun that retains its nominal sense: “empty enticements” or “false deceptions.” The noun מַדּוּחַ (madduakh), meaning “enticement” or “transgression” is a hapax legomenon (term that appears only once in the Hebrew OT). It is related to the verb נָדָח (nadakh, “to entice, lead astray”) which is often used in reference to idolatry.) lies. ס (Samek)"},{"number":15,"verse":"All who passed by on the road clapped their hands to mock you. (tn Heb “clap their hands at you.” Clapping hands at someone was an expression of malicious glee, derision and mockery (Num 24:10; Job 27:23; Lam 2:15).) They sneered and shook their heads at Daughter Jerusalem. “Ha! Is this the city they called (tn Heb “of which they said.”) ‘The perfection of beauty, (tn Heb “perfection of beauty.” The noun יֹפִי (yofi, “beauty”) functions as a genitive of respect in relation to the preceding construct noun: Jerusalem was perfect in respect to its physical beauty.) the source of joy of the whole earth!’?” (tn Heb “the joy of all the earth.” This is similar to statements found in Pss 48:2 and 50:2.) פ (Pe)"},{"number":16,"verse":"All your enemies gloated over you. (tn Heb “they have opened wide their mouth against you.”) They sneered and gnashed their teeth; they said, “We have destroyed (tn Heb “We have swallowed!”) her! Ha! We have waited a long time for this day. We have lived to see it!” (tn Heb “We have attained, we have seen!” The verbs מָצָאנוּ רָאִינוּ (matsa’nu ra’inu) form a verbal hendiadys in which the first retains its full verbal sense and the second functions as an object complement. It forms a Hebrew idiom that means something like, “We have lived to see it!” The three asyndetic 1st person common plural statements in 2:16 (“We waited, we destroyed, we saw!”) are spoken in an impassioned, staccato style reflecting the delight of the conquerors.) ע (Ayin)"},{"number":17,"verse":"The LORD has done what he planned; he has fulfilled (tn The verb בָּצַע (batsa’) has a broad range of meanings: (1) “to cut off, break off,” (2) “to injure” a person, (3) “to gain by violence,” (4) “to finish, complete” and (5) “to accomplish, fulfill” a promise.) his promise (tn Heb “His word.” When used in collocation with the verb בָּצַע (batsa’, “to fulfill,” see previous tn), the accusative noun אִמְרָה (’imrah) means “promise.”) that he threatened (tn Heb “commanded” or “decreed.” If a reference to prophetic oracles is understood, then “decreed” is preferable. If understood as a reference to the warnings in the covenant, then “threatened” is a preferable rendering.) long ago: (tn Heb “from days of old.”) He has overthrown you without mercy (tn Heb “He has overthrown and has not shown mercy.” The two verbs חָרַס וְלֹא חָמָל (kharas vÿlo’ khamal) form a verbal hendiadys in which the first retains its verbal sense and the second functions adverbially: “He has overthrown you without mercy.” וְלֹא חָמָל (vÿlo’ khamal) alludes to 2:2.) and has enabled the enemy to gloat over you; he has exalted your adversaries’ power. (tn Heb “He has exalted the horn of your adversaries.” The term “horn” (קֶרֶן, qeren) normally refers to the horn of a bull, one of the most powerful animals in ancient Israel. This term is often used figuratively as a symbol of strength, usually in reference to the military might of an army (Deut 33:17; 1 Sam 2:1, 10; 2 Sam 22:3; Pss 18:3; 75:11; 89:18, 25; 92:11; 112:9; 1 Chr 25:5; Jer 48:25; Lam 2:3; Ezek 29:21), just as warriors are sometimes figuratively described as “bulls.” To lift up the horn often means to boast and to lift up someone else’s horn is to give victory or cause to boast.) צ (Tsade)"},{"number":18,"verse":"Cry out (tc The MT reads צָעַק לִבָּם אֵל־אֲדֹנָי (tsa’aq libbam el-’adonay, “their heart cried out to the Lord”) which neither matches the second person address characterizing 2:13–19 nor is in close parallel to the rest of verse 18. Since the perfect צָעַק (tsa’aq, “cry out”) is apparently parallel to imperatives, it could be understood as a precative (“let their heart cry out”), although this understanding still has the problem of being in the third person. The BHS editors and many text critics suggest emending the MT צָעַק (tsa’aq), Qal perfect 3rd person masculine singular, to צָעֲקִי (tsa’aqi), Qal imperative 2nd person masculine singular: “Cry out!” This restores a tighter parallelism with the two 2nd person masculine singular imperatives introducing the following lines: הוֹרִידִי (horidi, “Let [your tears] flow down!”) and אַל־תִּתְּנִי (’al-tittni, “Do not allow!”). In such a case, לִבָּם (libbam) must be taken adverbially. For לִבָּם (libbam, “their heart”) see the following note. The adverbial translation loses a potential parallel to the mention of the heart in the next verse. Emending the noun to “your heart” while viewing the verb as a precative perfect would maintain this connection.) from your heart (tn Heb “their heart” or “from the heart.” Many English versions take the ־ם (mem) on לִבָּם (libbam) as the 3rd person masculine plural pronominal suffix: “their heart” (cf. KJV, NASB, NIV, NJPS, CEV). However, others take it as an enclitic or adverbial ending: “from the heart” (cf. RSV, NRSV, TEV, NJPS margin). See T. F. McDaniel, “The Alleged Sumerian Influence upon Lamentations,” VT 18 (1968): 203-4.) to the Lord, (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) O wall of Daughter Zion! (tn The wall is a synecdoche of a part standing for the whole city.) Make your tears flow like a river all day and all night long! (tn Heb “day and night.” The expression “day and night” forms a merism which encompasses everything in between two polar opposites: “from dawn to dusk” or “all day and all night long.”) Do not rest; do not let your tears (tn Heb “the daughter of your eye.” The term “eye” functions as a metonymy for “tears” that are produced by the eyes. Jeremiah exhorts personified Jerusalem to cry out to the Lord day and night without ceasing in repentance and genuine sorrow for its sins.) stop! ק (Qof)"},{"number":19,"verse":"Get up! Cry out in the night (tc The Kethib is written בַּלַּיִל (ballayil) a defective spelling for בַּלַּיְלָה (ballaylah, “night”). The Qere reads בַּלַּיְלָה (ballaylah, “night”), which is preserved in numerous medieval Hebrew mss. tn The noun בַּלַּיְלָה (ballaylah, “night”) functions as an adverbial accusative of time: “in the night.”) when the night watches start! (tn Heb “at the head of the watches.”) Pour out your heart (tn The noun לֵבָב (levav, “heart”) functions here as a metonymy of association for the thoughts and emotions in the heart. The Hebrew לֵבָב (levav) includes the mind so that in some cases the translation “heart” implies an inappropriate division between the cognitive and affective. This context is certainly emotionally loaded, but as part of a series of admonitions to address God in prayer, these emotions are inextricably bound with the thoughts of the mind. The singular “heart” is retained in the translation to be consistent with the personification of Jerusalem (cf. v. 18).) like water before the face of the Lord! (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) Lift up your hands (sn Lifting up the palms or hands is a metaphor for prayer.) to him for your children’s lives; (tn Heb “on account of the life of your children.” The noun נֶפֶשׁ (nefesh) refers to the “life” of their dying children (e. g., Lam 2:12). The singular noun נֶפֶשׁ (nefesh, “life”) is used as a collective, as the plural genitive noun that follows makes clear: “your children.”) they are fainting (tc The BHS editors and many commentators suggest that the fourth bicola in 2:19 is a late addition and should be deleted. Apart from the four sets of bicola in 1:7 and 2:19, every stanza in chapters 1-4 consists of three sets of bicola. tn Heb “who are fainting.”) at every street corner. (tn Heb “at the head of every street.”) ר (Resh)"},{"number":20,"verse":"(Jerusalem Speaks:) Look, O LORD! Consider! (tn Heb “Look, O Lord! See!” When used in collocation with verbs of cognition, רָאָה (ra’ah) means “to see for oneself” or “to take notice” (1 Sam 26:12). The parallelism between seeing and understanding is often emphasized (e. g., Exod 16:6; Isa 5:19; 29:15; Job 11:11; Eccl 6:5). See also 1:11 and cf. 1:9, 12, 20; 3:50, 59, 60; 5:1. sn Integral to battered Jerusalem’s appeal, and part of the ancient Near Eastern lament genre, is the request for God to look at her pain. This should evoke pity regardless of the reason for punishment. The request is not for God to see merely that there are misfortunes, as one might note items on a checklist. The cognitive (facts) and affective (feelings) are not divided. The plea is for God to watch, think about, and be affected by these facts while listening to the petitioner’s perspective.) Whom have you ever afflicted (tn For the nuance “afflict” see the note at 1:12.) like this? Should women eat their offspring, (tn Heb “their fruit.” The term פְּרִי (pÿri, “fruit”) is used figuratively to refer to children as the fruit of a mother’s womb (e. g., Gen 30:2; Deut 7:13; 28:4, 11, 18, 53; 30:9; Pss 21:11; 127:3; 132:11; Isa 13:18; Mic 6:7).) their healthy infants? (tn Heb “infants of healthy childbirth.” The genitive-construct phrase עֹלֲלֵי טִפֻּחִים (’olale tippukhim) functions as an attributive genitive construction: “healthy newborn infants.” The noun טִפֻּחִים (tippukhim) appears only here. It is related to the verb טָפַח (tafakh), meaning “to give birth to a healthy child” or “to raise children” depending on whether the Arabic or Akkadian cognate is emphasized. For the related verb, see below at 2:22. sn Placing the specific reference to children at the end of the line in apposition to clarify that it does not describe the normal eating of fruit helps produce the repulsive shock of the image. Furthermore, the root of the word for “infants” (עוֹלֵל, ’olel) has the same root letters for the verb “to afflict” occurring in the first line of the verse, making a pun (F. W. Dobbs-Allsopp, Lamentations [IBC], 99-100).) Should priest and prophet be killed in the Lord’s (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”) as at the beginning of the verse. See the tc note at 1:14.) sanctuary? ש (Sin/Shin)"},{"number":21,"verse":"The young boys and old men lie dead on the ground in the streets. My young women (tn Heb “virgins.” The term “virgin” probably functions as a metonymy of association for single young women.) and my young men have fallen by the sword. You killed them when you were angry; (tn Heb “in the day of your anger.” The construction בָּיוֹם (bayom, “in the day of…”) is a common Hebrew idiom, meaning “when…” (e. g., Gen 2:4; Lev 7:35; Num 3:1; Deut 4:15; 2 Sam 22:1; Pss 18:1; 138:3; Zech 8:9). This temporal idiom refers to a general time period, but uses the term “day” as a forceful rhetorical device to emphasize the vividness and drama of the event, depicting it as occurring within a single day. In the ancient Near East, military minded kings often referred to a successful campaign as “the day of X” in order to portray themselves as powerful conquerors who, as it were, could inaugurate and complete a victory military campaign within the span of one day.) you slaughtered them without mercy. (tc The MT reads לֹא חָמָלְתָּ (lo’ khamalta, “You showed no mercy”). However, many medieval Hebrew mss and most of the ancient versions (Aramaic Targum, Syriac Peshitta and Latin Vulgate) read וְלֹא חָמָלְתָּ (vÿlo’ khamalta, “and You showed no mercy”).) ת (Tav)"},{"number":22,"verse":"As if it were a feast day, you call (tn The syntax of the line is awkward. English versions vary considerably in how they render it: “Thou hast called as in a solemn day my terrors round about” (KJV), “Thou hast called, as in the day of a solemn assembly, my terrors on every side” (ASV), “You did call as in the day of an appointed feast my terrors on every side” (NASB), “Thou didst invite as to the day of an appointed feast my terrors on every side” (RSV), “As you summon to a feast day, so you summoned against me terrors on every side” (NIV), “You summoned, as on a festival, my neighbors from roundabout” (NJPS), “You invited my enemies to hold a carnival of terror all around me” (TEV), “You invited my enemies like guests for a party” (CEV).) enemies (tn The term “enemies” is supplied in the translation as a clarification.) to terrify me (tn Heb “my terrors” or “my enemies.” The expression מְגוּרַי (mÿguray, “my terrors”) is difficult and may refer to either enemies, the terror associated with facing enemies, or both.) on every side. (tn Heb “surrounding me.”) On the day of the Lord’s anger no one escaped or survived. My enemy has finished off those healthy infants whom I bore (tn The meaning of the verb טָפַח (tafakh) is debated: (1) BDB suggests that it is derived from טָפַה (tafah, “to extend, spread” the hands) and here means “to carry in the palm of one’s hands” (BDB 381 s. v. טָפַה 2). (2) HALOT 378 s. v. II טָפַח suggests that it is derived from the root II טָפַח (tafakh) and means “to give birth to healthy children.” The recent lexicons suggest that it is related to Arabic tafaha “to bring forth fully formed children” and to Akkadian tuppu “to raise children.” The use of this particular term highlights the tragic irony of what the army of Babylon has done: it has destroyed the lives of perfectly healthy children whom the women of Israel had raised.) and raised. (tn This entire line is an accusative noun clause, functioning as the direct object of the following line: “my enemy has destroyed the perfectly healthy children….” Normal word order in Hebrew is: verb + subject + direct object. Here, the accusative direct object clause is moved forward for rhetorical emphasis: those whom the Babylonians killed had been children born perfectly healthy and well raised … what a tragic loss of perfectly good human life!)"}]}