{"bibleAbbr":"NET2007","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"(The Prophet Speaks:) א (Alef) (sn The nature of the acrostic changes here. Each of the three lines in each verse, not just the first, begins with the corresponding letter of the alphabet.) [1] I am the man (tn The noun גֶּבֶר (gever, “man”) refers to a strong man, distinguished from women, children, and other non-combatants whom he is to defend. According to W. F. Lanahan the speaking voice in this chapter is that of a defeated soldier (“The Speaking Voice in the Book of Lamentations” JBL 93 [1974]: 41-49.) F. W. Dobbs-Allsopp (Lamentations [IBC], 108) argues that is the voice of an “everyman” although “one might not unreasonably suppose that some archetypal communal figure like the king does in fact stand in the distant background.”) who has experienced (tn The verb רָאָה (ra’ah, “to see”) has a broad range of meanings, including (1) “to see” as to learn from experience and (2) “to see” as to experience (e. g., Gen 20:10; Ps 89:49; Eccl 5:17; Jer 5:12; 14:13; 20:18; 42:14; Zeph 3:15). Here it means that the speaker has experienced these things. The same Hebrew verb occurs in 2:20 where the Lord is asked to “see” (translated “Consider!”), although it is difficult to maintain this connection in an English translation.) affliction from the rod (tn The noun שֵׁבֶט (shevet, “rod”) refers to the weapon used for smiting an enemy (Exod 21:20; 2 Sam 23:21; 1 Chr 11:3; Isa 10:15; Mic 4:14) and instrument of child-discipline (Prov 10:13; 22:15; 29:15). It is used figuratively to describe discipline of the individual (Job 9:34; 21:9; 37:13; 2 Sam 7:14; Ps 89:33) and the nation (Isa 10:5, 24; 14:29; 30:31).) of his wrath."},{"number":2,"verse":"He drove me into captivity (tn The verb נָהַג (nahag) describes the process of directing (usually a group of) something along a route, hence commonly “to drive,” when describing flocks, caravans, or prisoners and spoils of war (1 Sam 23:5; 30:2). But with people it may also have a positive connotation “to shepherd” or “to guide” (Ps 48:14; 80:1). The line plays on this through the reversal of expectations. Rather than being safely shepherded by the Lord their king, he has driven them away into captivity.) and made me walk (tn The Hiphil of הָלַךְ (halakh, “to walk”) may be nuanced either “brought” (BDB 236 s. v. 1) or “caused to walk” (BDB 237 s. v. 5. a).) in darkness and not light."},{"number":3,"verse":"He repeatedly (tn The two verbs יָשֻׁב יַהֲפֹךְ (yashuv yahafokh, “he returns, he turns”) form a verbal hendiadys: the second verb retains its full verbal sense, while the first functions adverbially: “he repeatedly turns…” The verb שׁוּב (shuv, lit., “to return”) functions adverbially to denote repetition: “to do repeatedly, do again and again” (GKC 386-87 §120. d, g) (Gen 26:18; 30:31; Num 11:4; Judg 19:7; 1 Sam 3:5, 6; 1 Kgs 13:33; 19:6; 21:3; 2 Chr 33:3; Job 10:16; 17:10; Ps 7:13; Jer 18:4; 36:28; Lam 3:3; Dan 9:25; Zech 5:1; 6:1; Mal 1:4).) attacks me, he turns his hand (tn The idiom “to turn the hand against” someone is a figurative expression denoting hostility. The term “hand” (יָד, yad) is often used in idioms denoting hostility (Exod 9:3, 15; Deut 2:15; Judg 2:15; 1 Sam 5:3, 6, 9; 6:9; 2 Sam 24:16; 2 Chr 30:12; Ezra 7:9; Job 19:21; Ps 109:27; Jer 15:17; 16:21; Ezek 3:14). The reference to God’s “hand” is anthropomorphic.) against me all day long. (tn Heb “all of the day.” The idiom כָּל־הַיּוֹם (kol-hayom, “all day”) means “continually” or “all day long” (Gen 6:5; Deut 28:32; 33:12; Pss 25:5; 32:3; 35:28; 37:26; 38:7, 13; 42:4, 11; 44:9, 16, 23; 52:3; 56:2, 3, 6; 71:8, 15, 24; 72:15; 73:14; 74:22; 86:3; 88:18; 89:17; 102:9; 119:97; Prov 21:26; 23:17; Isa 28:24; 51:13; 52:5; 65:2, 5; Jer 20:7, 8; Lam 1:13, 14, 62; Hos 12:2).) ב (Bet)"},{"number":4,"verse":"He has made my mortal skin (tn Heb “my flesh and my skin.” The two nouns joined with ו (vav), בְשָׂרִי וְעוֹרִי (basari vÿ’ori, “my flesh and my skin”), form a nominal hendiadys: the first functions adjectivally and the second retains its full nominal sense: “my mortal skin.”) waste away; he has broken my bones."},{"number":5,"verse":"He has besieged (tn Heb “he has built against me.” The verb בָּנָה (banah, “to build”) followed by the preposition עַל (’al, “against”) often refers to the action of building siege-works against a city, that is, to besiege a city (e. g., Deut 20:2; 2 Kgs 25:1; Eccl 9:14; Jer 52:4; Ezek 4:2; 17:17; 21:27). Normally, an explicit accusative direct object is used (e. g., מָצוֹד [matsor] or מָצוֹדִים [matsorim]); however, here, the expression is used absolutely without an explicit accusative [BDB 124 s. v. בָּנָה 1a. η]).) and surrounded (tn The verb נָקַף (naqaf, “to surround”) refers to the military action of an army surrounding a besieged city by placing army encampments all around the city, to prevent anyone in the city from escaping (2 Kgs 6:14; 11:8; Pss 17:9; 88:18; Job 19:6).) me with bitter hardship. (tn Heb “with bitterness and hardship.” The nouns רֹאשׁ וּתְלָאָה (ro’sh utÿla’ah, lit. “bitterness and hardship”) function as adverbial accusatives of manner: “with bitterness and hardship.” The two nouns רֹאשׁ וּתְלָאָה (ro’sh utÿla’ah, “bitterness and hardship”) form a nominal hendiadys: the second retains its full nominal sense, while the first functions adverbially: “bitter hardship.” The noun II רֹאשׁ (ro’sh, “bitterness”) should not be confused with the common homonymic root I רֹאשׁ (ro’sh, “head”). The noun תְּלָאָה (tÿla’ah, “hardship”) is used elsewhere in reference to the distress of Israel in Egypt (Num 20:14), in the wilderness (Exod 18:8), and in exile (Neh 9:32).)"},{"number":6,"verse":"He has made me reside in deepest darkness (tn The plural form of the noun מַחֲשַׁכִּים (makhashakkim, “darknesses”) is an example of the plural of intensity (see IBHS 122 §7.4.3a).) like those who died long ago. ג (Gimel)"},{"number":7,"verse":"He has walled me in (tn The verb גָּדַר (garad) has a two-fold range of meanings: (1) “to build up a wall” with stones, and (2) “to block a road” with a wall of stones. The imagery depicts the Lord building a wall to seal off personified Jerusalem with no way of escape out of the city, or the Lord blocking the road of escape. Siege imagery prevails in 3:4–6, but 3:7–9 pictures an unsuccessful escape that is thwarted due to blocked roads in 3:7 and 3:9.) so that I cannot get out; he has weighted me down with heavy prison chains. (tn Heb “he has made heavy my chains.”)"},{"number":8,"verse":"Also, when I cry out desperately (tn Heb “I call and I cry out.” The verbs אֶזְעַק וַאֲשַׁוֵּעַ (’ez’aq va’asha’vvea’, “I call and I cry out”) form a verbal hendiadys: the second retains its full verbal sense, while the first functions adverbially: “I cry out desperately.”) for help, (tn The verb שׁוע (“to cry out”) usually refers to calling out to God for help or deliverance from a lamentable plight (e. g., Job 30:20; 36:13; 38:41; Pss 5:3; 18:7, 42; 22:25; 28:2; 30:3; 31:23; 88:14; 119:147; Isa 58:9; Lam 3:8; Jon 2:3; Hab 1:2).) he has shut out my prayer. (tn The verb שָׂתַם (satam) is a hapax legomenon (term that appears in the Hebrew scriptures only once) that means “to stop up” or “shut out.” It functions as an idiom here, meaning “he has shut his ears to my prayer” (BDB 979 s. v.).)"},{"number":9,"verse":"He has blocked (tn The verb גָּדַר (garad) has a two-fold range of meanings: (1) “to build up a wall” with stones, and (2) “to block a road” with a wall of stones. The collocated terms דְּרָכַי (dÿrakhay, “my roads”) in 3:9 clearly indicate that the second category of meaning is in view.) every road I take (tn Heb “my roads.”) with a wall of hewn stones; he has made every path impassable. (tn Heb “he had made my paths crooked.” The implication is that the paths by which one might escape cannot be traversed.) ד (Dalet)"},{"number":10,"verse":"To me he is like a bear lying in ambush, (tn Heb “he is to me [like] a bear lying in wait.”) like a hidden lion (tc The Kethib is written אַרְיֵה (’aryeh, “lion”), while the Qere is אֲרִי (’ari, “lion”), simply a short spelling of the same term (BDB 71 s. v. אַרְיֵה).) stalking its prey. (tn Heb “a lion in hiding places.”)"},{"number":11,"verse":"He has obstructed my paths (tn Or “he made my paths deviate.”) and torn me to pieces; (tn “Since the Heb. וַיְפַשְּׁחֵנִי (vaypashÿkheni) occurs only here, and the translation relies on the Syriac and the Targum, it is not certain that the image of God as a predatory animal continues into this verse especially since [the beginning of the verse] is also of uncertain meaning” (D. R. Hillers, Lamentations [AB], 54).) he has made me desolate."},{"number":12,"verse":"He drew (tn Heb “bent.”) his bow and made me (tn Heb “and set me as the target.”) the target for his arrow. ה (He)"},{"number":13,"verse":"He shot (tn The Hiphil stem of בוֹא (bo’, lit., “cause to come in”) here means “to shoot” arrows.) his arrows (tn Heb “sons of his quiver.” This idiom refers to arrows (BDB 121 s. v. בֵּן 6). The term “son” (בֵּן, ben) is often used idiomatically with a following genitive, e. g., “son of flame” = sparks (Job 5:7), “son of a constellation” = stars (Job 38:22), “son of a bow” = arrows (Job 41:2), “son of a quiver” = arrows (Lam 3:13), “son of threshing-floor” = corn (Isa 21:10).) into my heart. (tn Heb “my kidneys.” In Hebrew anthropology, the kidneys are often portrayed as the most sensitive and vital part of man. Poetic texts sometimes portray a person fatally wounded, being shot by the Lord’s arrows in the kidneys (Job 16:13; here in Lam 3:13). The equivalent English idiomatic counterpart is the heart, which is employed in the present translation.)"},{"number":14,"verse":"I have become the laughingstock of all people, (tc The MT reads עַמִּי (’ammi, “my people”). Many medieval Hebrew mss read עַמִּים (’ammim, “peoples”), as reflected also in Syriac Peshitta. The internal evidence (contextual congruence) favors the variant עַמִּים (’ammim, “peoples”).) their mocking song (tn The noun נְגִינָה (nÿginah) is a musical term: (1) “music” played on strings (Isa 38:20; Lam 5:14), (2) a technical musical term (Pss 4:1; 6:1; 54:1; 55:1; 67:1; 76:1; Hab 3:19) and (3) “mocking song” (Pss 69:13; 77:7; Job 30:9; Lam 3:14). The parallelism with שׂחוֹק “laughingstock” indicates that the latter category of meaning is in view.) all day long. (tn Heb “all of the day.” The idiom כָּל־הַיּוֹם (kol-hayyom, “all day”) means “continually” (Gen 6:5; Deut 28:32; 33:12; Pss 25:5; 32:3; 35:28; 37:26; 38:7, 13; 42:4, 11; 44:9, 16, 23; 52:3; 56:2, 3, 6; 71:8, 15, 24; 72:15; 73:14; 74:22; 86:3; 88:18; 89:17; 102:9; 119:97; Prov 21:26; 23:17; Isa 28:24; 51:13; 52:5; 65:2, 5; Jer 20:7, 8; Lam 1:13; 3:3, 62; Hos 12:2).)"},{"number":15,"verse":"He has given me my fill of bitter herbs and made me drunk with bitterness. (tn Heb “wormwood” or “bitterness” (BDB 542 s. v. לַעֲנָה; HALOT 533 s. v. לַעֲנָה).) ו (Vav)"},{"number":16,"verse":"He ground (tn Heb “crushed.”) my teeth in gravel; he trampled (tn The Hiphil stem of כָּפַשׁ (kafash) means “to tread down” or “make someone cower.” It is rendered variously: “trampled me in the dust” (NIV), “covered me with ashes” (KJV, NKJV), “ground me into the dust” (NJPS), “made me cower in ashes” (RSV, NRSV), “rubbed my face in the ground” (TEV) and “rubbed me in the dirt” (CEV).) me in the dust."},{"number":17,"verse":"I (tn Heb “my soul.” The term נַפְשִׁי (nafshi, “my soul”) is used as a synecdoche of part (= my soul) for the whole person (= I ).) am deprived (tc The MT reads וַתִּזְנַח (vattiznakh), vav (ו) consecutive + Qal preterite 3rd person feminine singular from זָנַח (zanakh, “to reject”), resulting in the awkward phrase “my soul rejected from peace.” The LXX καὶ ἀπώσατο (kai apwsato) reflects a Vorlage of וַיִּזְנַח (vayyiznakh), vav (ו) consecutive + Qal preterite 3rd person masculine singular from זָנַח (zanakh): “He deprives my soul of peace.” Latin Vulgate repulsa est reflects a Vorlage of וַתִּזָּנַח (vattizzanakh), vav (ו) consecutive + Niphal preterite 3rd person feminine singular from זָנַח (zanakh): “My soul is excluded from peace.” The MT best explains the origin of the LXX and Vulgate readings. The מ (mem) beginning the next word may have been an enclitic on the verb rather than a preposition on the noun. This would be the only Qal occurrence of זָנַח (zanakh) used with the preposition מִן (min). Placing the מ (mem) on the noun would have created the confusion leading to the changes made by the LXX and Vulgate. HALOT 276 s. v. II זנח attempts to deal with the problem lexically by positing a meaning “to exclude from” for זָנַח (zanakh) plus מִן (min), but also allows that the Niphal may be the correct reading.) of peace; (tn Heb “from peace.” H. Hummel suggests that שָׁלוֹם (shalom) is the object and the מ (mem) is not the preposition מִן (min), but an enclitic on the verb (“Enclitic Mem in Early Northwest Semitic, Especially in Hebrew” JBL 76 [1957]: 105). שָׁלוֹם (shalom) has a wide range of meaning. The connotation is that there is no peace within; the speaker is too troubled for any calm to take hold.) I have forgotten what happiness (tn Heb “goodness.”) is."},{"number":18,"verse":"So I said, “My endurance has expired; I have lost all hope of deliverance (tn Heb “and my hope from the Lord.” The hope is for deliverance. The words, “I have lost all…” have been supplied in the translation in order to clarify the Hebrew idiom for the English reader.) from the LORD.” ז (Zayin)"},{"number":19,"verse":"Remember (tc The LXX records ἐμνήσθην (emnhsqhn, “I remembered”) which may reflect a first singular form זָכַרְתִּי (zakharti) whereas the MT preserves the form זְכָר (zÿkhor) which may be Qal imperative 2nd person masculine singular (“Remember!”) or infinitive construct (“To remember…”). A 2nd person masculine singular imperative would most likely address God. In the next verse נַפְשִׁי (nafshi, “my soul”) is the subject of זְכָר (zÿkhor). If נַפְשִׁי (nafshi) is also the subject here one would expect a 2fs Imperative זִכְרִי (zikhri) a form that stands in the middle of the MT’s זְכָר (zÿkhor) and the presumed זָכַרְתִּי (zakharti) read by the LXX. English versions are split between the options: “To recall” (NJPS), “Remember!” (RSV, NRSV, NASB), “Remembering” (KJV, NKJV), “I remember” (NIV). tn The basic meaning of זָכַר (zakhar) is “to remember, call to mind” (HALOT 270 s. v. I זכר). Although it is often used in reference to recollection of past events, it can also describe consideration of present situations: “to consider, think about” something present (BDB 270 s. v. 5).) my impoverished and homeless condition, (tn The two nouns עָנְיִי וּמְרוּדִי (’onyi umÿrudi, lit., “my poverty and my homelessness”) form a nominal hendiadys in which one noun functions adjectivally and the other retains its full nominal sense: “my impoverished homelessness” or “homeless poor” (GKC 397-98 §124. e). The nearly identical phrase is used in Lam 1:7 and Isa 58:7 (see GKC 226 §83. c), suggesting this was a Hebrew idiom. Jerusalem’s inhabitants were impoverished and homeless.) which is a bitter poison. (tn Heb “wormwood and gall.” The two nouns joined by ו (vav), לַעֲנָה וָרֹאשׁ (la’ana varo’sh, “wormwood and bitterness”) form a nominal hendiadys. The first retains its full verbal sense and the second functions adjectivally: “bitter poison.”)"},{"number":20,"verse":"I (tc The MT reads נַפְשִׁי (nafshi, “my soul”); however, the Masoretic scribes preserve an alternate textual tradition, marked by the Tiqqune Sopherim (“corrections by the scribes”) of נַפְשֶׁךָ (nafshekha, “your soul”). tn Heb “my soul.” The term נַפְשִׁי (nafshi, “my soul”) is used as a synecdoche of part (= my soul) for the whole person (= I ). The verb תִּזְכּוֹר (tizkor) is Qal imperfect 3rd person feminine singular and the subject is נַפְשִׁי (nafshi, “my soul”), though the term does not appear until the end of the verse functioning as the subject of both verbs. Due to the synecdoche, the line is translated as though the verb were 1st person common singular.) continually think about (tn The infinitive absolute followed by an imperfect of the same root is an emphatic rhetorical statement: זָכוֹר תִּזְכּוֹר (zakhor tizkor, “continually think”). Although the basic meaning of זָכַר (zakhar) is “to remember, call to mind” (HALOT 270 I זכר), here it refers to consideration of a present situation: “to consider, think about” something present (BDB 270 s. v. זָכַר 5). The referent of the 3rd person feminine singular form of תִּזְכּוֹר (tizkor) is the feminine singular noun נַפְשִׁי (nafshi, “my soul”).) this, and I (tc The MT reads נַפְשִׁי (nafshi, “my soul”); however, the Masoretic scribes preserve an alternate textual tradition, included in some lists of the Tiqqune Sopherim (“corrections by the scribes”) of נַפְשֶׁךָ (nafshekha, “your soul”). tn Heb “my soul…” or “your soul…” The term נַפְשִׁי (nafshi, “my soul”) is used as a synecdoche of part (= my soul) for the whole person (= I ). Likewise, נַפְשֶׁךָ (nafshekha, “your soul”) is also a synecdoche of part (= your soul) for the whole person (= you).) am depressed. (tc The MT preserves the Kethib וְתָשִׁיחַ (vÿtashiakh), Qal imperfect 3rd person feminine singular from II שׁוּחַ (shuakh) + vav (ו) consecutive, while the Qere reads וְתָשׁוֹחַ (vÿtashoakh), Hiphil imperfect 3rd person feminine singular from II שׁוּחַ (shuakh) + vav (ו) consecutive. According to D. R. Hillers (Lamentations [AB], 56), the Kethib implies a Hiphil of שׁוּחַ (shuakh) which is unclear due to a lack of parallels, and reads the Qere as from the root שָׁחַח (shakhakh) which has close parallels in Ps 42:6, 7, 11; 43:5. The conjectured meaning for שׁוּחַ (shuakh) in BDB 1005 s. v שׁוּחַ is that of שָׁחַח (shakhakh). HALOT 1438-39 s. v. שׁוח reads the root as שָׁחַח (shakhakh) but the form as Qal. tn Heb “and my soul sinks down within me.” The verb II שׁוּחַ (shuakh, “to sink down”) is used here in a figurative sense, meaning “to be depressed.”)"},{"number":21,"verse":"But this I call (tn Heb “I cause to return.”) to mind; (tn Heb “to my heart.” The noun לֵבָב (levav, “heart”) has a broad range of meanings, including its use as a metonymy of association, standing for thoughts and thinking = “mind” (e. g., Deut 32:46; 1 Chr 29:18; Job 17:11; Ps 73:7; Isa 10:7; Hag 1:5, 7; 2:15, 18; Zech 7:10; 8:17).) therefore I have hope: ח (Khet)"},{"number":22,"verse":"The LORD’s loyal kindness (tn It is difficult to capture the nuances of the Hebrew word חֶסֶד (khesed). When used of the Lord it is often connected to his covenant loyalty. This is the only occasion when the plural form of חֶסֶד (khesed) precedes the plural form of רַחֲמִים (rakhamim, “mercy, compassion”). The plural forms, as with this one, tend to be in late texts. The plural may indicate several concrete expressions of God’s kindnesses or may indicate the abstract concept of his kindness.) never ceases; (tc The MT reads תָמְנוּ (tamnu) “indeed we are [not] cut off,” Qal perfect 1st person common plural from תָּמַם (tamam, “be finished”): “[Because of] the kindnesses of the Lord, we are not cut off.” However, the ancient versions (LXX, Syriac Peshitta, Aramaic Targum) and many medieval Hebrew mss preserve the alternate reading תָּמּוּ (tammu), Qal perfect 3rd person common plural from תָּמַם (tamam, “to be finished”): “The kindnesses of the Lord never cease.” The external evidence favors the alternate reading. The internal evidence supports this as well, as the parallel B-line suggests: “his compassions never come to an end.” Several English versions follow the MT: “It is of the Lord’s mercies that we are not consumed” (KJV, NKJV), “Because of the Lord’s great love we are not consumed” (NIV). Other English versions follow the alternate textual tradition: “The steadfast love of the Lord never ceases” (RSV, NRSV), “The Lord’s lovingkindnesses indeed never cease” (NASB), “The kindness of the Lord has not ended” (NJPS) and “The Lord’s unfailing love still continues” (TEV).) his compassions (tn The plural form of רַחֲמִים (rakhamim) may denote the abstract concept of mercy, several concrete expressions of mercy, or the plural of intensity: “great compassion.” See IBHS 122 §7.4.3a.) never end."},{"number":23,"verse":"They are fresh (tn Heb “they are new.”) every morning; your faithfulness is abundant! (tn The adjective רַב (rav) has a broad range of meanings: (1) quantitative: “much, numerous, many (with plurals), abundant, enough, exceedingly” and (2) less often in a qualitative sense: “great” (a) of space and location, (b) “strong” as opposed to “weak” and (c) “major.” The traditional translation, “great is thy faithfulness,” is less likely than the quantitative sense: “your faithfulness is abundant” [or, “plentiful”]. NJPS is on target in its translation: “Ample is your grace!”)"},{"number":24,"verse":"“My portion is the Lord,” I have said to myself, (tn Heb “My soul said…” The term נַפְשִׁי (nafshi, “my soul”) is a synecdoche of part (= my soul) for the whole person (= I ).) so I will put my hope in him. ט (Tet)"},{"number":25,"verse":"The LORD is good to those who trust (tn Heb “wait for him”) in him, to the one (tn Heb “to the soul…” The term נֶפֶשׁ (nefesh, “soul”) is a synecdoche of part (= “the soul who seeks him”) for the whole person (= “the person who seeks him”).) who seeks him."},{"number":26,"verse":"It is good to wait patiently (tn Heb “waiting and silently.” The two adjectives וְיָחִיל וְדוּמָם (vÿyakhil vÿdumam, “waiting and silently”) form a hendiadys: The first functions verbally and the second functions adverbially: “to wait silently.” The adjective דוּמָם (dumam, “silently”) also functions as a metonymy of association, standing for patience or rest (HALOT 217 s. v.). This metonymical nuance is captured well in less literal English versions: “wait in patience” (TEV) and “wait patiently” (CEV, NJPS). The more literal English versions do not express the metonymy as well: “quietly wait” (KJV, NKJV, ASV), “waits silently” (NASB), “wait quietly” (RSV, NRSV, NIV).) for deliverance from the LORD. (tn Heb “deliverance of the Lord.” In the genitive-construct, the genitive יהוה (YHWH, “the Lord”) denotes source, that is, he is the source of the deliverance: “deliverance from the Lord.”)"},{"number":27,"verse":"It is good for a man (tn See note at 3:1 on the Hebrew term for “man” here.) to bear (tn Heb “that he bear.”) the yoke (sn Jeremiah is referring to the painful humiliation of subjugation to the Babylonians, particularly to the exile of the populace of Jerusalem. The Babylonians and Assyrians frequently used the phrase “bear the yoke” as a metaphor: their subjects were made as subservient to them as yoked oxen were to their masters. Because the Babylonian exile would last for seventy years, only those who were in their youth when Jerusalem fell would have any hope of living until the return of the remnant. For the middle-aged and elderly, the yoke of exile would be insufferable; but those who bore this “yoke” in their youth would have hope.) while he is young. (tn Heb “in his youth.” The preposition ב (bet) functions in a temporal sense: “when.”) י (Yod)"},{"number":28,"verse":"Let a person (tn Heb “him.” The speaking voice in this chapter continues to be that of the גֶּבֶר (gever, “man”). The image of female Jerusalem in chs. 1-2 was fluid, being able to refer to the city or its inhabitants, both female and male. So too the “defeated soldier” or “everyman” (see note at 3:1 on “man”) is fluid and can represent any member of the Jewish community, male and female. This line especially has a proverbial character which can be extended to any person, hence the translation. But masculine pronouns are otherwise maintained reflecting the Hebrew grammatical system and the speaking voice of the poem.) sit alone in silence, when the LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) is disciplining him. (tn Heb “has laid it on him.” The verb נָטַל (natal) is used 4 times in Biblical Hebrew; the related noun refers to heaviness or a burden. The entry of BDB 642 s. v. is outdated while HALOT 694 s. v. נטל is acceptable for the Qal. See D. R. Hillers, Lamentations (AB), 57. Hillers’ suggestion of a stative meaning for the Qal is followed here, though based on 2 Sam 24:12 “impose” is also possible.)"},{"number":29,"verse":"Let him bury his face in the dust; (tn Heb “Let him put his mouth in the dust.”) perhaps there is hope."},{"number":30,"verse":"Let him offer his cheek to the one who hits him; (tn Heb “to the smiter.”) let him have his fill of insults. כ (Kaf)"},{"number":31,"verse":"For the Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) will not reject us forever. (tn The verse is unusually short and something unrecoverable may be missing.)"},{"number":32,"verse":"Though he causes us (tn Heb “Although he has caused grief.” The word “us” is added in the translation.) grief, he then has compassion on us (tn Heb “He will have compassion.” The words “on us” are added in the translation.) according to the abundance of his loyal kindness. (tc The Kethib preserves the singular form חַסְדּוֹ (khasdo, “his kindness”), also reflected in the LXX and Aramaic Targum. The Qere reads the plural form חֲסָדָיו (khasadayv, “his kindnesses”) which is reflected in the Latin Vulgate.)"},{"number":33,"verse":"For he is not predisposed to afflict (tn Heb “he does not afflict from his heart.” The term לֵבָב (levav, “heart”) preceded by the preposition מִן (min) most often describes one’s initiative or motivation, e. g. “of one’s own accord” (Num. 16:28; 24:13; Deut. 4:9; 1Kings 12:33; Neh. 6:8; Job 8:10; Is. 59:13; Ezek. 13:2, 17). It is not God’s internal motivation to bring calamity and trouble upon people.) or to grieve people. (tn Heb “sons of men.”) ל (Lamed)"},{"number":34,"verse":"To crush underfoot all the earth’s prisoners, (tn Heb “prisoners of earth/land.” The term ארצ may refer to (1) the earth or (2) a country or (3) the promised land in particular (as well as other referents). “Earth” is chosen here since the context presents God’s general principles in dealing with humanity. Given the historical circumstances, however, prisoners from the land of Israel are certainly in the background.)"},{"number":35,"verse":"to deprive a person (tn The speaking voice is still that of the גֶּבֶר (gever, “man”), but the context and line are more universal in character.) of his rights (tn Heb “to turn away a man’s justice,” that is, the justice or equitable judgment he would receive. See the previous note regarding the “man.”) in the presence of the Most High,"},{"number":36,"verse":"to defraud a person in a lawsuit — the Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) does not approve (tn Heb “the Lord does not see.” The verb רָאָה (ra’ah, “to see”) is here used in reference to mental observation and approval: “to gaze at” with joy and pleasure (e. g., 2 Kgs 10:16; Mic 7:9; Jer 29:32; Isa 52:8; Job 20:17; 33:28; Pss 54:9; 106:5; 128:5; Son 3:11; 6:11; Eccl 2:1). If the line is parallel to the end of v. 35 then a circumstantial clause “the Lord not seeing” would be appropriate. The infinitives in 34-36 would then depend on the verbs in v. 33; see D. R. Hillers, Lamentations (AB), 71.) of such things! מ (Mem)"},{"number":37,"verse":"Whose command was ever fulfilled (tn Heb “Who is this, he spoke and it came to pass?” The general sense is to ask whose commands are fulfilled. The phrase “he spoke and it came to pass” is taken as an allusion to the creation account (see Gen 1:3).) unless the Lord (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”). See the tc note at 1:14.) decreed it?"},{"number":38,"verse":"Is it not from the mouth of the Most High that everything comes — both calamity and blessing? (tn Heb “From the mouth of the Most High does it not go forth, both evil and good?”)"},{"number":39,"verse":"Why should any living person (tn The Hebrew word here is אָדָם (’adam) which can mean “man” or “person.” The second half of the line is more personalized to the speaking voice of the defeated soldier using גֶּבֶר (gever, “man”). See the note at 3:1.) complain when punished for his sins? (tc Kethib reads the singular חֶטְאוֹ (khet’o, “his sin”), which is reflected in the LXX. Qere reads the plural חֲטָאָיו (khata’ayv, “his sins”) which is preserved in many medieval Hebrew mss and reflected in the other early versions (Aramaic Targum, Syriac Peshitta, Latin Vulgate). The external and internal evidence are not decisive in favor of either reading. tn Heb “concerning his punishment.” The noun חֵטְא (khet’) has a broad range of meanings: (1) “sin,” (2) “guilt of sin” and (3) “punishment for sin,” which fits the context of calamity as discipline and punishment for sin (e. g., Lev 19:17; 20:20; 22:9; 24:15; Num 9:13; 18:22, 32; Isa 53:12; Ezek 23:49). The metonymical (cause-effect) relation between sin and punishment is clear in the expressions חֵטְא מִשְׁפַט־מָוֶת (khet’ mishpat-mavet, “sin deserving death penalty,” Deut 21:22) and חֵטְא מָוֶת (khet’ mavet, “sin unto death,” Deut 22:26). The point of this verse is that the punishment of sin can sometimes lead to death; therefore, any one who is being punished by God for his sins, and yet lives, has little to complain about.) נ (Nun)"},{"number":40,"verse":"Let us carefully examine our ways, (tn Heb “Let us test our ways and examine.” The two verbs וְנַחְקֹרָה … נַחְפְּשָׂה (nakhpÿsah…vÿnakhqorah, “Let us test and let us examine”) form a verbal hendiadys in which the first functions adverbially and the second retains its full verbal force: “Let us carefully examine our ways.”) and let us return to the LORD."},{"number":41,"verse":"Let us lift up our hearts (tc The MT reads the singular noun לְבָבֵנוּ (lÿvavenu, “our heart”) but the ancient versions (LXX, Aramaic Targum, Latin Vulgate) and many medieval Hebrew mss read the plural noun לְבָבֵינוּ (lÿvavenu, “our hearts”). Hebrew regularly places plural pronouns on singular nouns used as a collective (135 times on the singular “heart” and only twice on the plural “hearts”). The plural “hearts” in any Hebrew construction is actually rather rare. The LXX renders similar Hebrew constructions (singular “heart” plus a plural pronoun) with the plural “hearts” about 1/3 of the time, therefore it cannot be considered evidence for the reading. The Vulgate may have been influenced by the LXX. Although a distributive sense is appropriate for a much higher percentage of passages using the plural “hearts” in the LXX, no clear reason for the differentiation in the LXX has emerged. Likely the singular Hebrew form is original but the meaning is best represented in English with the plural.) and our hands to God in heaven:"},{"number":42,"verse":"“We (tn The Heb emphasiszes the pronoun “We – we have sinned….” Given the contrast with the following, it means “For our part, we have sinned….” A poetic reading in English would place vocal emphasis on “we” followed by a short pause.) have blatantly rebelled; (tn Heb “We have revolted and we have rebelled.” The two verbs פָשַׁעְנוּ וּמָרִינוּ (pasha’nu umarinu, “we have revolted and we have rebelled”) form a verbal hendiadys in which the synonyms emphasize the single idea.) you (tn The Heb emphasiszes the pronoun “You – you have not forgiven.” Given the contrast with the preceding, it means “For your part, you have not forgiven.” A poetic reading in English would place vocal emphasis on “you” followed by a short pause.) have not forgiven.” ס (Samek)"},{"number":43,"verse":"You shrouded yourself (tn Heb “covered.” The object must be supplied either from the next line (“covered yourself”) or from the end of this line (“covered us”).) with anger and then pursued us; you killed without mercy."},{"number":44,"verse":"You shrouded yourself with a cloud so that no prayer can get through."},{"number":45,"verse":"You make us like filthy scum (tn Heb “offscouring and refuse.” The two nouns סְחִי וּמָאוֹס (sÿkhi uma’os) probably form a nominal hendiadys, in which the first noun functions as an adjective and the second retains its full nominal sense: “filthy refuse,” i. e., “filthy scum.”) in the estimation (tn Heb “in the midst of.”) of the nations. פ (Pe)"},{"number":46,"verse":"All our enemies have gloated over us; (tn Heb “open wide their mouths.”)"},{"number":47,"verse":"Panic and pitfall (tn The similar sounding nouns פַּחַד וָפַחַת (pakhad vafakhat, “panic and pitfall”) are an example of paronomasia.) have come upon us, devastation and destruction. (tn Similar to the paronomasia in the preceding line, the words הַשֵּׁאת וְהַשָּׁבֶר (hashe’t vÿhashaver, “devastation and destruction”) form an example of alliteration: the beginning of the words sound alike.)"},{"number":48,"verse":"Streams (tn Heb “canals.” The phrase “canals of water” (eye water = tears) is an example of hyperbole. The English idiom “streams of tears” is also hyperbolic.) of tears flow from my eyes (tn Heb “my eyes flow down with canals of water.”) because my people (tn Heb “the daughter of my people,” or “the Daughter, my people.”) are destroyed. (tn Heb “because of the destruction of [the daughter of my people].”) ע (Ayin)"},{"number":49,"verse":"Tears flow from my eyes (tn Heb “my eye flows.” The term “eye” is a metonymy of association, standing for the “tears” which flow from one’s eyes.) and will not stop; there will be no break (tn Heb “without stopping.” The noun הַפוּגָה (hafugah, “stop”) is a hapax legomenon (word that occurs only once in Hebrew scriptures). The form of the noun is unusual, probably being derived from the denominative Hiphil verbal stem of the root פּוּג (pug, “to grow weary, ineffective; numb, become cold”).)"},{"number":50,"verse":"until the LORD looks down from heaven and sees what has happened. (tn The phrase “what has happened” is added in the translation for smoother English style and readability.)"},{"number":51,"verse":"What my eyes see (tn Heb “my eye causes grief to my soul.” The term “eye” is a metonymy of association, standing for that which one sees with the eyes.) grieves me (tn Heb “my soul.” The term נַפְשִׁי (nafshi, “my soul”) is a synecdoche of part (= my soul) for the whole person (= me).) — all the suffering of the daughters in my city. (tn Heb “at the sight of all the daughters of my city.” It is understood that seeing the plight of the women, not simply seeing the women, is what is so grievous. To make this clear, “suffering” was supplied in the translation.) צ (Tsade)"},{"number":52,"verse":"For no good reason (tn Heb “without cause.”) my enemies hunted me down (tn The construction צוֹד צָדוּנִי (tsod tsaduni, “they have hunted me down”) is emphatic: Qal infinitive absolute of the same root of Qal perfect 3rd person common plural + 1st person common singular suffix.) like a bird."},{"number":53,"verse":"They shut me (tn Heb “my life.”) up in a pit and threw stones at me."},{"number":54,"verse":"The waters closed over my head; I thought (tn Heb “I said,” meaning “I said to myself” = “I thought.”) I was about to die. (tn Heb “I was about to be cut off.” The verb נִגְזָרְתִּי (nigzarti), Niphal perfect 1st person common singular from גָּזַר (gazar, “to be cut off”), functions in an ingressive sense: “about to be cut off.” It is used in reference to the threat of death (e. g., Ezek 37:11). To be “cut off” from the hand of the living means to experience death (Ps 88:6).) ק (Qof)"},{"number":55,"verse":"I have called on your name, O LORD, from the deepest pit. (tn Heb “from a pit of lowest places.”)"},{"number":56,"verse":"You heard (tn The verb could be understood as a precative, “hear my plea,” parallel to the following volitive verb, “do not close.”) my plea: (tn Heb “my voice.”) “Do not close your ears to my cry for relief!” (tn The preposition ל (lamed) continues syntactically from “my plea” in the previous line (e. g. Ex 5:2; Josh 22:2; 1 Sam 8:7; 12:1; Jer 43:4).)"},{"number":57,"verse":"You came near (tn The verb could be understood as a precative (“Draw near”). The perspective of the poem seems to be that of prayer during distress rather than a testimony that God has delivered.) on the day I called to you; you said, (tn The verb could be understood as a precative (“Say”).) “Do not fear!” ר (Resh)"},{"number":58,"verse":"O Lord, (tc The MT reads אֲדֹנָי (’adonay, “the Lord”) here rather than יהוה (YHWH, “the Lord”) as in the following verse. See the tc note at 1:14.) you championed (tn This verb, like others in this stanza, could be understood as a precative (“Plead”).) my cause, (tn Heb “the causes of my soul.” The term נַפְשִׁי (nafshi, “my soul”) is a synecdoche of part (= my soul) for the whole person (= me).) you redeemed my life."},{"number":59,"verse":"You have seen the wrong done to me, O LORD; pronounce judgment on my behalf! (tn Heb “Please judge my judgment.”)"},{"number":60,"verse":"You have seen all their vengeance, all their plots against me. (tc The MT reads לִי (li, “to me”); but many medieval Hebrew mss and the ancient versions (Aramaic Targum, Syriac Peshitta, Latin Vulgate) all reflect a Vorlage of עָלָי (’alay, “against me”).) ש (Sin/Shin)"},{"number":61,"verse":"You have heard (tn The verb could be understood as a precative (“Hear”).) their taunts, O LORD, all their plots against me."},{"number":62,"verse":"My assailants revile and conspire (tn Heb “the lips of my assailants and their thoughts.”) against me all day long."},{"number":63,"verse":"Watch them from morning to evening; (tn Heb “their rising and their sitting.” The two terms שִׁבְתָּם וְקִימָתָם (shivtam vÿqimatam, “their sitting and their rising”) form a merism: two terms that are polar opposites are used to encompass everything in between. The idiom “from your rising to your sitting” refers to the earliest action in the morning and the latest action in the evening (e. g., Deut 6:7; Ps 139:3). The enemies mock Jerusalem from the moment they arise in the morning until the moment they sit down in the evening.) I am the object of their mocking songs. ת (Tav)"},{"number":64,"verse":"Pay them back (tn Heb “Please cause to return.” The imperfect verb תָּשִׁיב (tashiv), Hiphil imperfect 2nd person masculine singular from שׁוּב (shuv, “to return”), functions in a volitional sense, like an imperative of request. The Hiphil stem of שׁוּב (shuv, in the Hiphil “to cause to return”) often means “to make requital, to pay back” (e. g., Judg 9:5, 56; 1 Sam 25:39; 1 Kgs 2:32, 44; Neh 3:36; Prov 24:12, 29; Hos 12:3; Joel 4:4, 7) (BDB 999 s. v. שׁוּב 4. a).) what they deserve, (tn Heb “recompense to them.” The noun גְּמוּל (gÿmul, “dealing, accomplishment”) has two metonymical (cause-effect) meanings: (1) positive “benefit” and (2) negative “retribution, requital, recompense,” the sense used here (e. g., Pss 28:4; 94:2; 137:8; Prov 19:17; Isa 35:4; 59:18; 66:6; Jer 51:6; Lam 3:64; Joel 4:4, 7). The phrase תָּשִׁיב גְּמוּל (tashiv gÿmul) means “to pay back retribution” (e. g., Joel 4:4, 7), that is, to return the deeds of the wicked upon them as a display of talionic or poetic justice.) O LORD, according to what they (tn Heb “their hands.” The term “hand” is a synecdoche of part (= hands) for the whole person (= they).) have done. (tn Heb “according to the work of their hands.”)"},{"number":65,"verse":"Give them a distraught heart; (tn The noun מְגִנַּה (mÿginnah) is a hapax legomenon. Its meaning is debated; earlier lexicographers suggested that it meant “covering” (BDB 171 s. v.), but more recent lexicons suggest “shamelessness” or “insanity” (HALOT 546 s. v.). The translation is based on the term being parallel to “curse” and needing to relate to “heart.” Cf. NRSV “anguish of heart.”) may your curse be on them!"},{"number":66,"verse":"Pursue them (tn Heb “pursue.” The accusative direct object is implied in the Hebrew, and inserted in the translation.) in anger and eradicate them from under the LORD’s heaven."}]}