{
  "bibleAbbr" : "TERV1998",
  "bookName" : "உபாகமம்",
  "bookEnglishName" : "Deuteronomy",
  "chapterNumber" : 16,
  "verses" : [ {
    "number" : 1,
    "verse" : "பஸ்கா“ஆபிப் மாதம் வருவதைக் கவனித்து, அந்த மாதத்தில் உங்கள் தேவனாகிய கர்த்தருக்கு பஸ்காவை நீங்கள் கொண்டாட வேண்டும். ஏனென்றால், ஆபிப் மாதத்திலேயே இரவு நேரத்தில் உங்கள் தேவனாகிய கர்த்தர் உங்களை எகிப்திலிருந்து மீட்டுக்கொண்டு வந்தார்."
  }, {
    "number" : 2,
    "verse" : "நீங்கள் எல்லோரும் கர்த்தர் தமக்குச் சிறப்பாகத் தேர்ந்தெடுத்த இடத்திற்கு, அந்தக் கொண்டாட்ட தினத்தில் செல்லவேண்டும். அங்கே, உங்கள் கர்த்தருக்குப் பஸ்காவின் பலியாகிய ஆடு, மாடுகளைப் பலியிடுவாயாக."
  }, {
    "number" : 3,
    "verse" : "அந்த நாளில் புளிப்புள்ள அப்பத்தை நீங்கள் உண்ணக்கூடாது. புளிப்பில்லாத அப்பங்களையே ஏழு நாட்களுக்கு உண்ண வேண்டும், இந்த அப்பங்கள் ‘துன்பத்தின் அப்பங்கள்’ என்று அழைக்கப்படும்! இவை எகிப்தில் நீங்கள் அடைந்த துன்பங்களை நினைவூட்டுவதாக இருக்கும். எவ்வளவு விரைவாக நீங்கள் அந்த தேசத்திலிருந்து வெளியேறினீர்கள் என்பதை பஸ்காதோறும் நீங்கள் உயிரோடு இருக்கின்ற நாளெல்லாம் நினைத்துப் பார்க்க வேண்டும்."
  }, {
    "number" : 4,
    "verse" : "ஏழு நாட்களுக்கு உங்களுடைய தேசத்தில் யார் வீட்டிலும் பளிப்புள்ள அப்பங்கள் இருக்ககூடாது. நீங்கள் முதல்நாள் மாலையில் பலியிட்ட இறைச்சியில் எதையும் மறுநாள் காலைவரை மீதி வைக்காமல் உண்டுவிட வேண்டும்."
  }, {
    "number" : 5,
    "verse" : "“உங்கள் தேவனாகிய கர்த்தர் உங்களுக்கு வழங்கிய எந்த நகரத்திலும் நீங்கள் பஸ்காவைப் பலியிடக்கூடாது."
  }, {
    "number" : 6,
    "verse" : "உங்கள் தேவனாகிய கர்த்தர் தமக்கென்று சிறப்பாக தேர்ந்தெடுத்த இடத்திலேயே பஸ்காவைப் பலியிடவேண்டும். அங்கே நீங்கள் எகிப்திலிருந்து புறப்பட்ட நேரமாகிய சூரியன் மறையும் மாலைப் பொழுதில் பஸ்காவைப் பலியிடவேண்டும். அந்த நாள் உங்களுக்கு விடுமுறை நாள்."
  }, {
    "number" : 7,
    "verse" : "உங்கள் தேவனாகிய கர்த்தர் தேர்ந்தெடுத்த இடத்திலேயே பஸ்கா இறைச்சியை சமைத்து அன்று இரவே உண்ணவேண்டும். பின் மறுநாள் விடியற் காலையில் நீங்கள் உங்கள் வீடுகளுக்குத் திரும்பிவிடுங்கள்."
  }, {
    "number" : 8,
    "verse" : "ஆறு நாட்கள் புளிப்பில்லாத அப்பத்தையே நீங்கள் உண்ண வேண்டும். ஏழாவது நாளில் நீங்கள் எந்த வேலையும் செய்யக்கூடாது. அந்த நாளில் உங்கள் தேவனாகிய கர்த்தருக்கு மரியாதை செலுத்தும் பொருட்டு நீங்கள் அனைவரும் ஒன்று கூட வேண்டும்."
  }, {
    "number" : 9,
    "verse" : "வாரங்களின் பண்டிகை (பெந்தெகோஸ்தே)“உங்களது அறுவடைக்காலம் துவங்குவதிலிருந்து ஏழு வாரங்களை எண்ணிக்கொள்ளுங்கள்."
  }, {
    "number" : 10,
    "verse" : "பின் உங்கள் தேவனாகிய கர்த்தருக்கான வாரங்களின் பண்டிகையைக் கொண்டாடுங்கள். நீங்கள் தேவனுக்குக் கொடுக்க விரும்புகின்ற சிறப்பான அன்பளிப்பைக் கொண்டு வருவதின் மூலம் இதைச் செய்யுங்கள். உங்கள் தேவனாகிய கர்த்தர் உங்களை எந்த அளவிற்கு ஆசீர்வதித்தாரோ அதற்கேற்ப உங்கள் காணிக்கையைச் செலுத்துங்கள்."
  }, {
    "number" : 11,
    "verse" : "கர்த்தர் சிறப்பாகத் தேர்ந்தெடுத்த இடத்துக்குச் செல்லுங்கள். நீஙகளும் உங்கள் பிள்ளைகளும் சேர்ந்து உங்கள் தேவனாகிய கர்த்தருடைய சந்நிதானத்தில் மகிழ்ச்சியாய் இருங்கள். அனைவரையும் அழைத்துச் செல்லுங்கள். உங்கள் குமாரர்கள், குமாரத்திகள், உங்களது வேலையாட்கள், லேவியர்கள், உங்களிடத்தில் இருக்கின்ற அந்நியர்கள், அநாதைகள், உங்கள் நகரங்களில் வாழும் விதவைகள், ஆகிய எல்லோரையும் உங்களுடன் அழைத்துச் செல்லுங்கள்."
  }, {
    "number" : 12,
    "verse" : "எகிப்தில் நீங்கள் அடிமைகளாக இருந்ததை எண்ணிப் பாருங்கள். ஆகையால் இந்தக் கட்டளைகளுக்கு நீங்கள் கீழ்ப்படிய வேண்டும்"
  }, {
    "number" : 13,
    "verse" : "அடைக்கலக் கூடாரப் பண்டிகை“நீங்கள், உங்கள் தானியக் களத்தின் பலனையும், உங்கள் திராட்சைரச ஆலைகளின் பலனையும் சேர்த்தபின்பு, ஏழு நாட்கள் உங்கள் அடைக்கலக் கூடாரப் பண்டிகையைக் கொண்டாடவேண்டும்."
  }, {
    "number" : 14,
    "verse" : "இந்தப் பண்டிகையை உங்களுக்குள் மகிழ்வாகக் கொண்டாடுங்கள். நீங்கள், உங்கள் குமாரர்கள், உங்கள் குமாரத்திகள், உங்கள் வேலையாட்கள், உங்களை சார்ந்த பகுதியில் வசிக்கும் லேவியர்கள், அந்நியர்கள், அநாதைகள், உங்கள் நகரங்களில் வாழும் விதவைகள், எல்லோருமாகச் சேர்ந்து கொண்டாடுங்கள்,"
  }, {
    "number" : 15,
    "verse" : "இந்தப் பண்டிகையை உங்கள் கர்த்தர் தேர்ந்தெடுத்த இடத்தில் ஏழு நாட்கள் கொண்டாடி மகிழுங்கள். உங்கள் தேவனாகிய கர்த்தருக்கு மரியாதை செலுத்தும்படி இதைச் செய்யுங்கள். உங்கள் தேவனாகிய கர்த்தர் உங்களது விளைச்சல்களையும், நீங்கள் செய்யும் எல்லா வேலைகளையும் ஆசீர்வதித்துள்ளார். ஆகவே நீங்கள் மிக்க மகிழ்ச்சி அடைவீர்களாக!"
  }, {
    "number" : 16,
    "verse" : "“வருடத்திற்கு மூன்றுமுறை உங்களது ஆண் ஜனங்கள் அனைவரும் தவறாது உங்கள் தேவனாகிய கர்த்தருடைய சந்நிதியில் கூடவேண்டும். அவர்கள் அனைவரும், புளிப்பில்லாத அப்பப் பண்டிகைக்கும், வாரங்களின் பண்டிகைக்கும், அடைக்கல கூடாரங்களின் பண்டிகைக்கும் கண்டிப்பாக வரவேண்டும். ஒவ்வொருவரும் வரும் பொழுது, கர்த்தருக்குரிய அன்பளிப்புகளை எடுத்துவர வேண்டும்."
  }, {
    "number" : 17,
    "verse" : "ஒவ்வொருவரும் தன் தகுதிக்கு ஏற்றவாறு காணிக்கையைச் செலுத்தவேண்டும். கர்த்தர் உங்களை எந்த அளவிற்கு ஆசீர்வதித்தாரோ அதற்கேற்றவாறு உங்கள் காணிக்கையைச் செலுத்துங்கள்."
  }, {
    "number" : 18,
    "verse" : "ஜனங்களுக்கான நீதிபதிகளும், தலைவர்களும்“உங்கள் தேவனாகிய கர்த்தர் உங்களுக்குக் கொடுக்கும் அனைத்துப் பட்டணங்களிலும் நீங்கள் நீதிபதிகளையும், தலைவர்களையும் தேர்ந்தெடுங்கள். ஒவ்வொரு கோத்திரமும் இவ்வாறு செய்ய வேண்டும். அவ்வாறு தேர்ந்தெடுக்கப்பட்டவர்கள் நீதியுடன் ஜனங்களுக்கு நியாயமான தீர்ப்புகளை வழங்க வேண்டும்."
  }, {
    "number" : 19,
    "verse" : "நீங்கள் அனைவரும் நேர்மையாக இருக்க வேண்டும். நீங்கள் மற்ற ஜனங்களை மீறி சிலரை மாத்திரம் ஆதரித்துப் பேசாதீர்கள். நியாயத்தில் உங்கள் மனது புரளாதபடி நீங்கள் லஞ்சம் வாங்காமல் இருங்கள். பணமானது ஞானிகளின் கண்களைக் குருடாக்கி, நல்லவன் சொல்லக் கூடிய சரியான தீர்ப்பை மாற்றிவிடும்."
  }, {
    "number" : 20,
    "verse" : "நல்லவற்றையும், நேர்மையானவற்றையுமே நீங்கள் செய்ய வேண்டும்! நீங்கள் எப்போதும் நல்லவராக, நேர்மையானவராக இருப்பதற்குப் பாடுபட வேண்டும்! பின் உங்கள் தேவனாகிய கர்த்தர் உங்களுக்குக் கொடுத்த தேசத்தில் வாழ்வையும், சுதந்திரத்தையும் பெறுவீர்கள்."
  }, {
    "number" : 21,
    "verse" : "தேவன் விக்கிரகங்களை வெறுக்கிறார்“நீங்கள் உங்கள் தேவனாகிய கர்த்தருக்கு உண்டாக்கும் பலிபீடத்தின் அருகில் அஷெரா தேவதைக்கென்று எந்த ஸ்தம்பத்தையும் வைக்கக் கூடாது."
  }, {
    "number" : 22,
    "verse" : "அதுமட்டுமின்றி பொய்யான தெய்வங்களைத் தொழுதுகொள்வதற்கான சிற்ப கற்களையும் அங்கே வைக்ககூடாது. உங்கள் தேவனாகிய கர்த்தர் இவற்றையெல்லாம் வெறுக்கின்றார்."
  } ]
}