{"bibleAbbr":"NASB1995+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"The words <WH1697> of Jeremiah, <WH3414> the son <WH1121> of Hilkiah, <WH2518> of the priests <WH3548> who <WH834> were in Anathoth <WH6068> in the land <WH776> of Benjamin, <WH1144>"},{"number":2,"verse":"to whom <WH834> the word <WH1697> of the Lord <WH3068> came <WH1961> in the days <WH3117> of Josiah, <WH2977> the son <WH1121> of Amon, <WH526> king <WH4428> of Judah, <WH3063> in the thirteenth <WH7969> <WH6240> year <WH8141> of his reign. <WH4427>"},{"number":3,"verse":"It came <WH1961> also in the days <WH3117> of Jehoiakim, <WH3079> the son <WH1121> of Josiah, <WH2977> king <WH4428> of Judah, <WH3063> until <WH5704> the end <WH8552> of the eleventh <WH6249> <WH6240> year <WH8141> of Zedekiah, <WH6667> the son <WH1121> of Josiah, <WH2977> king <WH4428> of Judah, <WH3063> until <WH5704> the exile <WH1540> of Jerusalem <WH3389> in the fifth <WH2549> month. <WH2320>"},{"number":4,"verse":"Now the word <WH1697> of the Lord <WH3068> came <WH1961> to me saying, <WH559>"},{"number":5,"verse":"\"Before <WH2962> I formed <WH3335> you in the womb <WH990> I knew <WH3045> you, And before <WH2962> you were born <WH3318> <WH7358> I consecrated <WH6942> you; I have appointed <WH5414> you a prophet <WH5030> to the nations. <WH1471>\""},{"number":6,"verse":"Then I said, <WH559> \"Alas, <WH162> Lord <WH136> God! <WH3068> Behold, <WH2009> I do not know <WH3045> how to speak, <WH1696> Because <WH3588> I am a youth. <WH5288>\""},{"number":7,"verse":"But the Lord <WH3068> said <WH559> to me, \"Do not say, <WH559> 'I am a youth, <WH5288>' Because <WH3588> everywhere <WH5921> <WH3605> <WH834> I send <WH7971> you, you shall go, <WH1980> And all <WH3605> that I command <WH6680> you, you shall speak. <WH1696>"},{"number":8,"verse":"\"Do not be afraid <WH3372> of them, For I am with you to deliver <WH5337> you,\" declares <WH5002> the Lord. <WH3068>"},{"number":9,"verse":"Then the Lord <WH3068> stretched <WH7971> out His hand <WH3027> and touched <WH5060> my mouth, <WH6310> and the Lord <WH3068> said <WH559> to me, \"Behold, <WH2009> I have put <WH5414> My words <WH1697> in your mouth. <WH6310>"},{"number":10,"verse":"\"See, <WH7200> I have appointed <WH6485> you this <WH2088> day <WH3117> over <WH5921> the nations <WH1471> and over <WH5921> the kingdoms, <WH4467> To pluck <WH5428> up and to break <WH5422> down, <WH5422> To destroy and to overthrow, <WH6> To build <WH2040> and to plant. <WH1129>\""},{"number":11,"verse":"And the word <WH1697> of the Lord <WH3068> came <WH1961> to me saying, <WH559> \"What <WH4100> do you see, <WH7200> Jeremiah <WH3414>?\" And I said, <WH559> \"I see <WH7200> a rod <WH4731> of an almond <WH8247> tree. <WH8247>\""},{"number":12,"verse":"Then the Lord <WH3068> said <WH559> to me, \"You have seen <WH7200> well, <WH3190> for I am watching <WH8245> over <WH5921> My word <WH1697> to perform <WH6213> it.\""},{"number":13,"verse":"And the word <WH1697> of the Lord <WH3068> came <WH1961> to me a second <WH8145> time <WH8145> saying, <WH559> \"What <WH4100> do you see <WH7200>?\" And I said, <WH559> \"I see <WH7200> a boiling <WH5301> pot, <WH5518> facing <WH6440> away from the north. <WH6828>\""},{"number":14,"verse":"Then the Lord <WH3068> said <WH559> to me, \"Out of the north <WH6828> the evil <WH9567> will break <WH6605> forth <WH6605> on all <WH3605> the inhabitants <WH3427> of the land. <WH776>"},{"number":15,"verse":"\"For, behold, <WH2009> I am calling <WH7121> all <WH3605> the families <WH4940> of the kingdoms <WH4467> of the north, <WH6828>\" declares <WH5002> the Lord; <WH3068> \"and they will come, <WH935> and they will set <WH5414> each <WH376> one <WH376> his throne <WH3678> at the entrance <WH6607> of the gates <WH8179> of Jerusalem, <WH3389> and against <WH5921> all <WH3605> its walls <WH2346> round <WH5439> about, <WH5439> and against <WH5921> all <WH3605> the cities <WH5892> of Judah. <WH3063>"},{"number":16,"verse":"\"And I will pronounce <WH1696> My judgments <WH4941> on them concerning <WH5921> all <WH3605> their wickedness, <WH9567> whereby <WH834> they have forsaken <WH5800> Me and have offered <WH6999> sacrifices <WH6999> to other <WH312> gods, <WH430> and worshiped <WH7812> the works <WH4639> of their own hands. <WH3027>"},{"number":17,"verse":"\"Now, gird <WH247> up your loins, <WH4975> and arise, <WH6965> and speak <WH1696> to them all <WH3605> which <WH834> I command <WH6680> you. Do not be dismayed <WH2865> before <WH4480> <WH6440> them, lest <WH6435> I dismay <WH2865> you before <WH6440> them."},{"number":18,"verse":"\"Now behold, <WH2009> I have made <WH5414> you today <WH3117> as a fortified <WH4013> city, <WH5892> and as a pillar <WH5982> of iron <WH1270> and as walls <WH2346> of bronze <WH5178> against <WH5921> the whole <WH3605> land, <WH776> to the kings <WH4428> of Judah, <WH3063> to its princes, <WH8269> to its priests <WH3548> and to the people <WH5971> of the land. <WH776>"},{"number":19,"verse":"\"And they will fight <WH3898> against <WH413> you, but they will not overcome <WH3201> you, for I am with you to deliver <WH5337> you,\" declares <WH5002> the Lord. <WH3068>"}]}