{"bibleAbbr":"NASB1995+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":20,"verses":[{"number":1,"verse":"When Pashhur <WH6583> the priest, <WH3548> the son <WH1121> of Immer, <WH564> who <WH1931> was chief <WH5057> officer <WH6496> in the house <WH1004> of the Lord, <WH3068> heard <WH8085> Jeremiah <WH3414> prophesying <WH5012> these <WH428> things, <WH1697>"},{"number":2,"verse":"Pashhur <WH6583> had Jeremiah <WH3414> the prophet <WH5030> beaten, <WH5221> and put <WH5414> him in the stocks <WH4115> that were at the upper <WH5945> Benjamin <WH1144> Gate, <WH8179> which <WH834> was by the house <WH1004> of the Lord. <WH3068>"},{"number":3,"verse":"Then it came <WH1961> about on the next <WH4283> day, <WH4283> when Pashhur <WH6583> released <WH3318> Jeremiah <WH3414> from the stocks, <WH4115> that Jeremiah <WH3414> said <WH559> to him, \"Pashhur <WH6583> is not the name <WH8034> the Lord <WH3068> has called <WH7121> you, but rather <WH3588> <WH518> Magor-missabib."},{"number":4,"verse":"\"For thus <WH3541> says <WH559> the Lord, <WH3068> 'Behold, <WH2009> I am going to make <WH5414> you a terror <WH4032> to yourself and to all <WH3605> your friends; <WH157> and while your eyes <WH5869> look <WH7200> on, they will fall <WH5307> by the sword <WH2719> of their enemies. <WH340> So I shall give <WH5414> over all <WH3605> Judah <WH3063> to the hand <WH3027> of the king <WH4428> of Babylon, <WH894> and he will carry <WH1540> them away <WH1540> as exiles <WH1540> to Babylon <WH894> and will slay <WH5221> them with the sword. <WH2719>"},{"number":5,"verse":"'I shall also give <WH5414> over all <WH3605> the wealth <WH2633> of this <WH384> city, <WH5892> all <WH3605> its produce, <WH3018> and all <WH3605> its costly <WH3366> things; <WH3366> even all <WH3605> the treasures <WH214> of the kings <WH4428> of Judah <WH3063> I shall give <WH5414> over to the hand <WH3027> of their enemies, <WH340> and they will plunder <WH962> them, take <WH3947> them away, and bring <WH935> them to Babylon. <WH894>"},{"number":6,"verse":"'And you, Pashhur, <WH6583> and all <WH3605> who live <WH3427> in your house <WH1004> will go <WH1980> into captivity; <WH7628> and you will enter <WH935> Babylon, <WH894> and there <WH8033> you will die, <WH4191> and there <WH8033> you will be buried, <WH6912> you and all <WH3605> your friends <WH157> to whom <WH834> you have falsely <WH8267> prophesied. <WH5012>' \""},{"number":7,"verse":"O Lord, <WH3068> Thou hast deceived <WH6601> me and I was deceived; <WH6601> Thou hast overcome <WH2388> me and prevailed. <WH3201> I have become <WH1961> a laughingstock <WH7814> all <WH3605> day <WH3117> long; Everyone <WH3605> mocks <WH3932> me."},{"number":8,"verse":"For each <WH1767> time <WH1767> I speak, <WH1696> I cry <WH2199> aloud; <WH2199> I proclaim <WH7121> violence <WH2555> and destruction, <WH7701> Because <WH3588> for me the word <WH1697> of the Lord <WH3068> has resulted <WH1961> In reproach <WH2781> and derision <WH7047> all <WH3605> day <WH3117> long."},{"number":9,"verse":"But if I say, <WH559> \"I will not remember <WH2142> Him Or speak <WH1696> anymore <WH5750> in His name, <WH8034>\" Then in my heart <WH3820> it becomes <WH1961> like a burning <WH1197> fire <WH784> Shut <WH6113> up in my bones; <WH6106> And I am weary <WH3811> of holding <WH3557> [it] in, And I cannot <WH3808> endure <WH3201> [it.]"},{"number":10,"verse":"For I have heard <WH8085> the whispering <WH1681> of many, <WH7227> \"Terror <WH4032> on every <WH5439> side! <WH5439> Denounce <WH5046> [him;] yes, let us denounce <WH5046> him!\" All <WH3605> my trusted <WH7965> friends, <WH582> <WH7965> Watching <WH8104> for my fall, <WH6761> say: \"Perhaps <WH194> he will be deceived, <WH6601> so that we may prevail <WH3201> against him And take <WH3947> our revenge <WH5360> on him.\""},{"number":11,"verse":"But the Lord <WH3068> is with me like a dread <WH6184> champion; <WH1368> Therefore <WH5921> <WH3651> my persecutors <WH7291> will stumble <WH3782> and not prevail. <WH3201> They will be utterly <WH3966> ashamed, <WH954> because <WH3588> they have failed, <WH3808> <WH7919> With an everlasting <WH5769> disgrace <WH3639> that will not be forgotten. <WH7911>"},{"number":12,"verse":"Yet, O Lord <WH3068> of hosts, <WH6635> Thou who dost test <WH974> the righteous, <WH6662> Who seest <WH7200> the mind <WH3629> and the heart; <WH3820> Let me see <WH7200> Thy vengeance <WH5360> on them; For to Thee I have set <WH1540> forth <WH1540> my cause. <WH7379>"},{"number":13,"verse":"Sing <WH7891> to the Lord, <WH3068> praise <WH1984> the Lord! <WH3068> For He has delivered <WH5337> the soul <WH5315> of the needy <WH34> one <WH34> From the hand <WH3027> of evildoers. <WH7489>"},{"number":14,"verse":"Cursed <WH779> be the day <WH3117> when <WH834> I was born; <WH3205> Let the day <WH3117> not be blessed <WH1288> when <WH834> my mother <WH517> bore <WH3205> me!"},{"number":15,"verse":"Cursed <WH779> be the man <WH376> who <WH834> brought <WH1319> the news <WH1319> To my father, saying, <WH1> \"A baby <WH559> boy <WH1121> has been born <WH2145> to you!\" [And] made him very <WH3205> happy. <WH8055>"},{"number":16,"verse":"But let that man <WH376> be like the cities <WH5892> Which <WH834> the Lord <WH3068> overthrew <WH2015> without <WH3808> relenting, <WH5162> And let him hear <WH8085> an outcry <WH2201> in the morning <WH1242> And a shout <WH8643> of alarm <WH8643> at noon; <WH6672>"},{"number":17,"verse":"Because <WH834> he did not kill <WH4191> me before <WH4480> birth, <WH7358> So that my mother <WH517> would have been <WH1961> my grave, <WH6913> And her womb <WH7358> ever <WH5769> pregnant. <WH2030>"},{"number":18,"verse":"Why <WH4100> did I ever <WH2088> come <WH3318> forth <WH3318> from the womb <WH7358> To look <WH7200> on trouble <WH5999> and sorrow, <WH3015> So that my days <WH3117> have been <WH3615> spent <WH3615> in shame <WH1322>?"}]}