{"bibleAbbr":"NASB1995+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"In the beginning <WH7225> of the reign <WH4467> of Zedekiah <WH6667> the son <WH1121> of Josiah, <WH2977> king <WH4428> of Judah, <WH3063> this <WH2088> word <WH1697> came <WH1961> to Jeremiah <WH3414> from the Lord, <WH3068> saying <WH559> –"},{"number":2,"verse":"thus <WH3541> says <WH559> the Lord <WH3068> to me – \"Make <WH6213> for yourself bonds <WH4147> and yokes <WH4133> and put <WH5414> them on your neck, <WH6677>"},{"number":3,"verse":"and send <WH7971> word to the king <WH4428> of Edom, <WH9000> to the king <WH4428> of Moab, <WH4124> to the king <WH4428> of the sons <WH1121> of Ammon, <WH5983> to the king <WH4428> of Tyre, <WH6865> and to the king <WH4428> of Sidon <WH6721> by the messengers <WH4397> who come <WH935> to Jerusalem <WH3389> to Zedekiah <WH6667> king <WH4428> of Judah. <WH3063>"},{"number":4,"verse":"\"And command <WH6680> them [to go] to their masters, <WH113> saying, <WH559> 'Thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> thus <WH3541> you shall say <WH559> to your masters, <WH113>"},{"number":5,"verse":"\"I have made <WH6213> the earth, <WH776> the men <WH120> and the beasts <WH929> which <WH834> are on the face <WH6440> of the earth <WH776> by My great <WH1419> power <WH3581> and by My outstretched <WH5186> arm, <WH2220> and I will give <WH5414> it to the one who <WH834> is pleasing <WH3474> in My sight. <WH5869>"},{"number":6,"verse":"\"And now <WH6258> I have given <WH5414> all <WH3605> these <WH428> lands <WH776> into the hand <WH3027> of Nebuchadnezzar <WH5019> king <WH4428> of Babylon, <WH894> My servant, <WH5650> and I have given <WH5414> him also <WH1571> the wild <WH9130> animals <WH9130> of the field <WH7704> to serve <WH5647> him."},{"number":7,"verse":"\"And all <WH3605> the nations <WH1471> shall serve <WH5647> him, and his son, <WH1121> and his grandson, <WH1121> until <WH5704> the time <WH6256> of his own land <WH776> comes; <WH935> then many <WH7227> nations <WH1471> and great <WH1419> kings <WH4428> will make <WH5647> him their servant. <WH5647>"},{"number":8,"verse":"\"And it will be, [that] the nation <WH1471> or the kingdom <WH4467> which <WH834> will not serve <WH5647> him, Nebuchadnezzar <WH5019> king <WH4428> of Babylon, <WH894> and which <WH834> will not put <WH5414> its neck <WH6677> under the yoke <WH5923> of the king <WH4428> of Babylon, <WH894> I will punish <WH6485> that nation <WH1471> with the sword, <WH2719> with famine, <WH7458> and with pestilence, <WH1698>\" declares <WH5002> the Lord, <WH3068> \"until <WH5704> I have destroyed <WH8552> it by his hand. <WH3027>"},{"number":9,"verse":"\"But as for you, do not listen <WH8085> to your prophets, <WH5030> your diviners, <WH7080> your dreamers, <WH2472> your soothsayers, <WH6049> or your sorcerers, <WH3786> who <WH834> speak <WH559> to you, saying, <WH559> 'You shall not serve <WH5647> the king <WH4428> of Babylon. <WH894>'"},{"number":10,"verse":"\"For they prophesy <WH5012> a lie <WH8267> to you, in order <WH4616> to remove <WH7368> you far <WH7368> from your land; <WH127> and I will drive <WH5080> you out, and you will perish."},{"number":11,"verse":"\"But the nation <WH1471> which <WH834> will bring <WH935> its neck <WH6677> under the yoke <WH5923> of the king <WH4428> of Babylon <WH894> and serve <WH5647> him, I will let remain <WH5117> on its land, <WH127>\" declares <WH5002> the Lord, <WH3068> \"and they will till <WH5647> it and dwell <WH3427> in it.\"' \""},{"number":12,"verse":"And I spoke <WH1696> words <WH1697> like all <WH3605> these <WH428> to Zedekiah <WH6667> king <WH4428> of Judah, <WH3063> saying, <WH559> \"Bring <WH935> your necks <WH6677> under the yoke <WH5923> of the king <WH4428> of Babylon, <WH894> and serve <WH5647> him and his people, <WH5971> and live! <WH2421>"},{"number":13,"verse":"\"Why <WH4100> will you die, <WH4191> you and your people, <WH5971> by the sword, <WH2719> famine, <WH7458> and pestilence, <WH1698> as the Lord <WH3068> has spoken <WH1696> to that nation <WH1471> which <WH834> will not serve <WH5647> the king <WH4428> of Babylon <WH894>?"},{"number":14,"verse":"\"So do not listen <WH8085> to the words <WH1697> of the prophets <WH5030> who speak <WH559> to you, saying, <WH559> 'You shall not serve <WH5647> the king <WH4428> of Babylon, <WH894>' for they prophesy <WH5012> a lie <WH8267> to you;"},{"number":15,"verse":"for I have not sent <WH7971> them,\" declares <WH5002> the Lord, <WH3068> \"but they prophesy <WH5012> falsely <WH8267> in My name, <WH8034> in order <WH4616> that I may drive <WH5080> you out, and that you may perish, you and the prophets <WH6> who prophesy <WH5030> to you. \""},{"number":16,"verse":"[Then] I spoke <WH1696> to the priests <WH3548> and to all <WH3605> this <WH2088> people, <WH5971> saying, <WH559> \"Thus <WH3541> says <WH559> the Lord: <WH3068> Do not listen <WH8085> to the words <WH1697> of your prophets <WH5030> who prophesy <WH5012> to you, saying, <WH559> 'Behold, <WH2009> the vessels <WH3627> of the Lord's house <WH1004> will now <WH6258> shortly <WH4120> be brought <WH7725> again <WH7725> from Babylon <WH894>'; for they are prophesying <WH5012> a lie <WH8267> to you."},{"number":17,"verse":"\"Do not listen <WH8085> to them; serve <WH5647> the king <WH4428> of Babylon, <WH894> and live! <WH2421> Why <WH4100> should this <WH384> city <WH5892> become <WH1961> a ruin <WH2723>?"},{"number":18,"verse":"\"But if <WH518> they are prophets, <WH5030> and if <WH518> the word <WH1697> of the Lord <WH3068> is with them, let them now <WH4994> entreat <WH6293> the Lord <WH3068> of hosts, <WH6635> that the vessels <WH3627> which are left <WH3498> in the house <WH1004> of the Lord, <WH3068> in the house <WH1004> of the king <WH4428> of Judah, <WH3063> and in Jerusalem, <WH3389> may not go <WH935> to Babylon. <WH894>"},{"number":19,"verse":"\"For thus <WH3541> says <WH559> the Lord <WH3068> of hosts <WH6635> concerning <WH413> the pillars, <WH5982> concerning <WH5921> the sea, <WH3220> concerning <WH5921> the stands, <WH4350> and concerning <WH5921> the rest <WH3499> of the vessels <WH3627> that are left <WH3498> in this <WH384> city, <WH5892>"},{"number":20,"verse":"which <WH834> Nebuchadnezzar <WH5019> king <WH4428> of Babylon <WH894> did not take <WH3947> when he carried <WH1540> into exile <WH1540> Jeconiah <WH3204> the son <WH1121> of Jehoiakim, <WH3079> king <WH4428> of Judah, <WH3063> from Jerusalem <WH3389> to Babylon, <WH894> and all <WH3605> the nobles <WH2715> of Judah <WH3063> and Jerusalem. <WH3389>"},{"number":21,"verse":"\"Yes, <WH3588> thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> concerning <WH5921> the vessels <WH3627> that are left <WH3498> in the house <WH1004> of the Lord, <WH3068> and in the house <WH1004> of the king <WH4428> of Judah, <WH3063> and in Jerusalem, <WH3389>"},{"number":22,"verse":"'They shall be carried <WH935> to Babylon, <WH894> and they shall be there <WH8033> until <WH5704> the day <WH3117> I visit <WH6485> them,' declares <WH5002> the Lord. <WH3068> 'Then I will bring <WH5927> them back <WH5927> and restore <WH7725> them to this <WH2088> place. <WH4725>' \""}]}