{"bibleAbbr":"NASB1995+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"\"At that time, <WH6256>\" declares <WH5002> the Lord, <WH3068> \"I will be the God <WH430> of all <WH3605> the families <WH4940> of Israel, <WH3478> and they shall be My people. <WH5971>\""},{"number":2,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> \"The people <WH5971> who <WH8300> survived <WH8300> the sword <WH2719> Found <WH4672> grace <WH2580> in the wilderness <WH4057> – Israel, <WH3478> when it went <WH1980> to find <WH7280> its rest. <WH7280>\""},{"number":3,"verse":"The Lord <WH3068> appeared <WH7200> to him from afar, <WH7350> [saying,] \"I have loved <WH157> you with an everlasting <WH5769> love; <WH160> Therefore <WH5921> <WH3651> I have drawn <WH4900> you with lovingkindness. <WH2617>"},{"number":4,"verse":"\"Again <WH5750> I will build <WH1129> you, and you shall be rebuilt, <WH1129> O virgin <WH1330> of Israel! <WH3478> Again <WH5750> you shall take <WH5710> up your tambourines, <WH8596> And go <WH3318> forth <WH3318> to the dances <WH4234> of the merrymakers. <WH7832>"},{"number":5,"verse":"\"Again <WH5750> you shall plant <WH5193> vineyards <WH3754> On the hills <WH2022> of Samaria; <WH8111> The planters <WH5193> shall plant <WH5193> And shall enjoy <WH2490> [them.]"},{"number":6,"verse":"\"For there <WH3426> shall be a day <WH3117> when watchmen <WH5341> On the hills <WH2022> of Ephraim <WH669> shall call <WH7121> out, 'Arise, <WH6965> and let us go <WH5927> up [to] Zion, <WH6726> To the Lord <WH3068> our God. <WH430>'\""},{"number":7,"verse":"For thus <WH3541> says <WH559> the Lord, <WH3068> \"Sing <WH7442> aloud <WH7442> with gladness <WH8057> for Jacob, <WH3290> And shout <WH6670> among the chiefs <WH7218> of the nations; <WH1471> Proclaim, <WH8085> give <WH1984> praise, <WH1984> and say, <WH559> 'O Lord, <WH3068> save <WH3467> Thy people, <WH5971> The remnant <WH7611> of Israel. <WH3478>'"},{"number":8,"verse":"\"Behold, <WH2009> I am bringing <WH935> them from the north <WH6828> country, <WH776> And I will gather <WH6908> them from the remote <WH3411> parts <WH3411> of the earth, <WH776> Among them the blind <WH5787> and the lame, <WH6455> The woman <WH2030> with child <WH2030> and she who is in labor <WH3205> with child, together; <WH9191> A great <WH1419> company, <WH6951> they shall return <WH7725> here. <WH2008>"},{"number":9,"verse":"\"With weeping <WH1065> they shall come, <WH935> And by supplication <WH8469> I will lead <WH2986> them; I will make them walk <WH1980> by streams <WH5158> of waters, <WH4325> On a straight <WH3477> path <WH1870> in which they shall not stumble; <WH3782> For I am <WH1961> a father to Israel, <WH1> And Ephraim <WH3478> is My first-born.\""},{"number":10,"verse":"Hear <WH8085> the word <WH1697> of the Lord, <WH3068> O nations, <WH1471> And declare <WH5046> in the coastlands <WH339> afar <WH4801> off, <WH4801> And say, <WH559> \"He who scattered <WH2219> Israel <WH3478> will gather <WH6908> him, And keep <WH8104> him as a shepherd <WH7462> keeps his flock. <WH5739>\""},{"number":11,"verse":"For the Lord <WH3068> has ransomed <WH6299> Jacob, <WH3290> And redeemed <WH1350> him from the hand <WH3027> of him who <WH2389> was stronger <WH2389> than <WH4480> he."},{"number":12,"verse":"\"And they shall come <WH935> and shout <WH7442> for joy <WH7442> on the height <WH4791> of Zion, <WH6726> And they shall be radiant <WH9315> over <WH413> the bounty <WH2898> of the Lord <WH3068> – Over <WH5921> the grain, <WH1715> and the new <WH8492> wine, <WH8492> and the oil, <WH3323> And over <WH5921> the young <WH1121> of the flock <WH6629> and the herd; <WH1241> And their life <WH5315> shall be like a watered <WH7302> garden, <WH1588> And they shall never <WH3808> <WH5750> languish <WH1669> again. <WH3254>"},{"number":13,"verse":"\"Then <WH227> the virgin <WH1330> shall rejoice <WH8055> in the dance, <WH4234> And the young <WH970> men <WH970> and the old, <WH2205> together, <WH9191> For I will turn <WH2015> their mourning <WH60> into joy, <WH8342> And will comfort <WH5162> them, and give <WH8055> them joy <WH8055> for their sorrow. <WH3015>"},{"number":14,"verse":"\"And I will fill <WH7301> the soul <WH5315> of the priests <WH3548> with abundance, <WH1880> And My people <WH5971> shall be satisfied <WH7646> with My goodness, <WH2898>\" declares <WH5002> the Lord. <WH3068>"},{"number":15,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> \"A voice <WH6963> is heard <WH8085> in Ramah, <WH7414> Lamentation <WH5092> [and] bitter <WH8563> weeping. <WH1065> Rachel <WH7354> is weeping <WH1058> for her children; <WH1121> She refuses <WH3985> to be comforted <WH5162> for her children, <WH1121> Because <WH3588> they are no <WH369> more. <WH369>\""},{"number":16,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> \"Restrain <WH4513> your voice <WH6963> from weeping, <WH1065> And your eyes <WH5869> from tears; <WH1832> For your work <WH6468> shall be rewarded, <WH7939>\" declares <WH5002> the Lord, <WH3068> \"And they shall return <WH7725> from the land <WH776> of the enemy. <WH340>"},{"number":17,"verse":"\"And there <WH3426> is hope <WH8615> for your future, <WH319>\" declares <WH5002> the Lord, <WH3068> \"And [your] children <WH1121> shall return <WH7725> to their own territory. <WH1366>"},{"number":18,"verse":"\"I have surely <WH8085> heard <WH8085> Ephraim <WH669> grieving, <WH5110> 'Thou hast chastised <WH3256> me, and I was chastised, <WH3256> Like an untrained <WH3808> <WH3925> calf; <WH5695> Bring <WH7725> me back <WH7725> that I may be restored, <WH7725> For Thou art the Lord <WH3068> my God. <WH430>"},{"number":19,"verse":"'For after <WH310> I turned <WH7725> back, <WH7725> I repented; <WH5162> And after <WH310> I was instructed, <WH3045> I smote <WH5606> on [my] thigh; <WH3409> I was ashamed, <WH954> and also <WH1571> humiliated, <WH3637> Because <WH3588> I bore <WH5375> the reproach <WH2781> of my youth. <WH5271>'"},{"number":20,"verse":"\"Is Ephraim <WH669> My dear <WH3357> son <WH1121>? Is he a delightful <WH8191> child <WH3206>? Indeed, <WH3588> as often <WH1767> as I have spoken <WH1696> against him, I certainly <WH2142> [still] remember <WH2142> him; Therefore <WH5921> <WH3651> My heart <WH4578> yearns <WH1993> for him; I will surely <WH7355> have <WH7355> mercy <WH7355> on him,\" declares <WH5002> the Lord. <WH3068>"},{"number":21,"verse":"\"Set <WH5324> up for yourself roadmarks, <WH6725> Place <WH7760> for yourself guideposts; <WH8564> Direct <WH7896> your mind <WH3820> to the highway, <WH4546> The way <WH1870> by which you went. <WH1980> Return, <WH7725> O virgin <WH1330> of Israel, <WH3478> Return <WH7725> to these <WH428> your cities. <WH5892>"},{"number":22,"verse":"\"How <WH4970> long <WH5704> <WH4970> will you go <WH2559> here <WH2559> and there, <WH2559> O faithless <WH7728> daughter <WH1323>? For the Lord <WH3068> has created <WH1254> a new <WH2319> thing <WH2319> in the earth <WH776> – A woman <WH5347> will encompass <WH5437> a man. <WH1397>\""},{"number":23,"verse":"Thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> \"Once again <WH5750> they will speak <WH559> this <WH2088> word <WH1697> in the land <WH776> of Judah <WH3063> and in its cities, <WH5892> when I restore <WH7725> their fortunes, <WH7622> 'The Lord <WH3068> bless <WH1288> you, O abode <WH5116> of righteousness, <WH6664> O holy <WH6944> hill! <WH2022>'"},{"number":24,"verse":"\"And Judah <WH3063> and all <WH3605> its cities <WH5892> will dwell <WH3427> together <WH9191> in it, the farmer <WH406> and they who go <WH5265> about <WH5265> with flocks. <WH5739>"},{"number":25,"verse":"\"For I satisfy <WH7301> the weary <WH5889> ones <WH5315> and refresh <WH4390> everyone <WH3605> who languishes. <WH1669>\""},{"number":26,"verse":"At this <WH384> I awoke <WH9516> and looked, <WH7200> and my sleep <WH8142> was pleasant <WH6149> to me."},{"number":27,"verse":"\"Behold, <WH2009> days <WH3117> are coming, <WH935>\" declares <WH5002> the Lord, <WH3068> \"when I will sow <WH2232> the house <WH1004> of Israel <WH3478> and the house <WH1004> of Judah <WH3063> with the seed <WH2233> of man <WH120> and with the seed <WH2233> of beast. <WH929>"},{"number":28,"verse":"\"And it will come <WH1961> about that as I have watched <WH8245> over <WH5921> them to pluck <WH5428> up, to break <WH5422> down, <WH5422> to overthrow, <WH2040> to destroy, and to bring <WH6> disaster, <WH7489> so <WH7489> I will watch <WH3651> over <WH8245> them to build <WH5921> and to plant, <WH1129>\" declares <WH5193> the Lord. <WH5002>"},{"number":29,"verse":"\"In those <WH1992> days <WH3117> they will not say <WH559> again, <WH5750> 'The fathers have eaten <WH1> sour <WH398> grapes, <WH1155> And the children's teeth <WH1155> are set <WH8127> on edge. <WH6949>'"},{"number":30,"verse":"\"But everyone <WH376> will die <WH4191> for his own iniquity; <WH5771> each <WH3605> man <WH120> who eats <WH398> the sour <WH1155> grapes, <WH1155> his teeth <WH8127> will be set <WH6949> on edge. <WH6949>"},{"number":31,"verse":"\"Behold, <WH2009> days <WH3117> are coming, <WH935>\" declares <WH5002> the Lord, <WH3068> \"when I will make <WH3772> a new <WH2319> covenant <WH1285> with the house <WH1004> of Israel <WH3478> and with the house <WH1004> of Judah, <WH3063>"},{"number":32,"verse":"not like the covenant <WH1285> which <WH834> I made <WH3772> with their fathers in the day <WH1> I took <WH3117> them by the hand <WH2388> to bring <WH3027> them out of the land <WH3318> of Egypt, <WH776> My covenant <WH4714> which <WH1285> they broke, <WH834> although I was a husband <WH6565> to them, \"declares <WH1166> the Lord. <WH5002>"},{"number":33,"verse":"\"But this <WH384> is the covenant <WH1285> which <WH834> I will make <WH3772> with the house <WH1004> of Israel <WH3478> after <WH310> those <WH1992> days, <WH3117>\" declares <WH5002> the Lord, <WH3068> \"I will put <WH5414> My law <WH8451> within <WH7130> them, and on their heart <WH3820> I will write <WH3789> it; and I will be their God, <WH430> and they shall be My people. <WH5971>"},{"number":34,"verse":"\"And they shall not teach <WH3925> again, <WH5750> each <WH376> man <WH376> his neighbor <WH7453> and each <WH376> man <WH376> his brother, <WH251> saying, <WH559> 'Know <WH3045> the Lord, <WH3068>' for they shall all <WH3605> know <WH3045> Me, from the least <WH6996> of them to the greatest <WH1419> of them,\" declares <WH5002> the Lord, <WH3068> \"for I will forgive <WH5545> their iniquity, <WH5771> and their sin <WH9128> I will remember <WH2142> no <WH3808> more. <WH5750>\""},{"number":35,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> Who gives <WH5414> the sun <WH8121> for light <WH216> by day, <WH3119> And the fixed <WH2708> order <WH2708> of the moon <WH3394> and the stars <WH3556> for light <WH216> by night, <WH3915> Who stirs <WH9541> up the sea <WH3220> so that its waves <WH1530> roar; <WH1993> The Lord <WH3068> of hosts <WH6635> is His name: <WH8034>"},{"number":36,"verse":"\"If <WH518> this <WH428> fixed <WH2706> order <WH2706> departs <WH4185> From before <WH4480> <WH6440> Me,\" declares <WH5002> the Lord, <WH3068> \"Then the offspring <WH2233> of Israel <WH3478> also <WH1571> shall cease <WH7673> From being <WH1961> a nation <WH1471> before <WH6440> Me forever. <WH3605> <WH3117>\""},{"number":37,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> \"If <WH518> the heavens <WH8064> above <WH4480> <WH4605> can be measured, <WH4058> And the foundations <WH4144> of the earth <WH776> searched <WH2713> out below, <WH4295> Then I will also <WH1571> cast <WH3988> off <WH3988> all <WH3605> the offspring <WH2233> of Israel <WH3478> For all <WH3605> that they have done, <WH6213>\" declares <WH5002> the Lord. <WH3068>"},{"number":38,"verse":"\"Behold, <WH2009> days <WH3117> are coming, <WH935>\" declares <WH5002> the Lord, <WH3068> \"when the city <WH5892> shall be rebuilt <WH1129> for the Lord <WH3068> from the Tower <WH4026> of Hananel <WH2606> to the Corner <WH6438> Gate. <WH8179>"},{"number":39,"verse":"\"And the measuring <WH4060> line <WH6957> shall go <WH3318> out farther <WH5750> straight <WH5048> ahead <WH5048> to the hill <WH1389> Gareb; <WH1619> then it will turn <WH5437> to Goah. <WH1601>"},{"number":40,"verse":"\"And the whole <WH3605> valley <WH6010> of the dead <WH6297> bodies <WH6297> and of the ashes, <WH1880> and all <WH3605> the fields <WH7709> as far <WH5704> as the brook <WH5158> Kidron, <WH6939> to the corner <WH6438> of the Horse <WH5483> Gate <WH8179> toward the east, <WH4217> shall be holy <WH6944> to the Lord; <WH3068> it shall not be plucked <WH5428> up, or overthrown <WH2040> anymore <WH5750> forever. <WH5769>\""}]}