{"bibleAbbr":"NASB1995+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":44,"verses":[{"number":1,"verse":"The word <WH1697> that came <WH1961> to Jeremiah <WH3414> for all <WH3605> the Jews <WH3064> living <WH3427> in the land <WH776> of Egypt, <WH4714> those who were living <WH3427> in Migdol, <WH4024> Tahpanhes, <WH8471> Memphis, <WH5297> and the land <WH776> of Pathros, <WH6624> saying, <WH559>"},{"number":2,"verse":"\"Thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> 'You yourselves <WH9043> have seen <WH7200> all <WH3605> the calamity <WH9567> that I have brought <WH935> on Jerusalem <WH3389> and all <WH3605> the cities <WH5892> of Judah; <WH3063> and behold, <WH2009> this <WH2088> day <WH3117> they are in ruins <WH2723> and no <WH369> one <WH369> lives <WH3427> in them,"},{"number":3,"verse":"because <WH4480> <WH6440> of their wickedness <WH9567> which <WH834> they committed <WH6213> so as to provoke <WH3707> Me to anger <WH3707> by continuing <WH1980> to burn <WH6999> sacrifices <WH6999> [and] to serve <WH5647> other <WH312> gods <WH430> whom <WH834> they had not known, <WH3045> [neither] they, you, nor <WH3808> your fathers."},{"number":4,"verse":"'Yet I sent <WH7971> you all <WH3605> My servants <WH5650> the prophets, <WH5030> again <WH7925> and again, <WH7971> saying, <WH559> \"Oh, <WH4994> do not do <WH6213> this <WH384> abominable <WH8441> thing <WH1697> which <WH834> I hate. <WH8130>\""},{"number":5,"verse":"'But they did not listen <WH8085> or incline <WH5186> their ears <WH241> to turn <WH7725> from their wickedness, <WH9567> so as not to burn <WH6999> sacrifices <WH6999> to other <WH312> gods. <WH430>"},{"number":6,"verse":"'Therefore My wrath <WH2534> and My anger <WH639> were poured <WH5413> out and burned <WH1197> in the cities <WH5892> of Judah <WH3063> and in the streets <WH2351> of Jerusalem, <WH3389> so they have <WH1961> become <WH1961> a ruin <WH2723> and a desolation <WH8077> as it is this <WH2088> day. <WH3117>"},{"number":7,"verse":"'Now <WH6258> then thus <WH3541> says <WH559> the Lord <WH3068> God <WH430> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> \"Why <WH4100> are you doing <WH6213> great <WH1419> harm <WH9567> to yourselves, <WH5315> so as to cut <WH3772> off <WH3772> from you man <WH376> and woman, <WH802> child <WH5768> and infant, <WH3243> from among <WH8432> Judah, <WH3063> leaving <WH3498> yourselves without <WH1115> remnant, <WH7611>"},{"number":8,"verse":"provoking <WH3707> Me to anger <WH3707> with the works <WH4639> of your hands, <WH3027> burning <WH6999> sacrifices <WH6999> to other <WH312> gods <WH430> in the land <WH776> of Egypt, <WH4714> where <WH834> <WH8033> you are entering <WH935> to reside, <WH1481> so <WH4616> that you might be cut <WH3772> off <WH3772> and become <WH1961> a curse <WH7045> and a reproach <WH2781> among all <WH3605> the nations <WH1471> of the earth <WH776>?"},{"number":9,"verse":"\"Have you forgotten <WH7911> the wickedness <WH9567> of your fathers, the wickedness <WH1> of the kings <WH9567> of Judah, <WH4428> and the wickedness <WH3063> of their wives, <WH9567> your own wickedness, <WH802> and the wickedness <WH9567> of your wives, <WH9567> which <WH802> they committed <WH834> in the land <WH6213> of Judah <WH776> and in the streets <WH3063> of Jerusalem <WH2351>?"},{"number":10,"verse":"\"But they have not become <WH1792> contrite <WH1792> even to this <WH2088> day, <WH3117> nor <WH3808> have they feared <WH3372> nor <WH3808> walked <WH1980> in My law <WH8451> or My statutes, <WH2708> which <WH834> I have set <WH5414> before <WH6440> you and before <WH6440> your fathers.\"'"},{"number":11,"verse":"\"Therefore <WH3651> thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> 'Behold, <WH2009> I am going to set <WH7760> My face <WH6440> against you for woe, <WH9567> even to cut <WH3772> off <WH3772> all <WH3605> Judah. <WH3063>"},{"number":12,"verse":"'And I will take <WH3947> away the remnant <WH7611> of Judah <WH3063> who <WH834> have set <WH7760> their mind <WH6440> on entering <WH935> the land <WH776> of Egypt <WH4714> to reside <WH1481> there, <WH8033> and they will all <WH3605> meet <WH8552> their end <WH8552> in the land <WH776> of Egypt; <WH4714> they will fall <WH5307> by the sword <WH2719> [and] meet <WH8552> their end <WH8552> by famine. <WH7458> Both <WH4480> small <WH9512> and great <WH1419> will die <WH4191> by the sword <WH2719> and famine; <WH7458> and they will become <WH1961> a curse, <WH7045> an object <WH8047> of horror, <WH8047> an imprecation <WH7045> and a reproach. <WH2781>"},{"number":13,"verse":"'And I will punish <WH6485> those who live <WH3427> in the land <WH776> of Egypt, <WH4714> as I have punished <WH6485> Jerusalem, <WH3389> with the sword, <WH2719> with famine, <WH7458> and with pestilence. <WH1698>"},{"number":14,"verse":"'So there will be no <WH3808> refugees <WH6412> or survivors <WH8300> for the remnant <WH7611> of Judah <WH3063> who have entered <WH935> the land <WH776> of Egypt <WH4714> to reside <WH1481> there <WH8033> and then to return <WH7725> to the land <WH776> of Judah, <WH3063> to which <WH834> they are longing <WH5375> <WH5315> to return <WH7725> and live; <WH3427> for none <WH3808> will return <WH7725> except <WH3588> <WH518> [a few] refugees. <WH9453>' \""},{"number":15,"verse":"Then all <WH3605> the men <WH376> who were aware <WH3045> that their wives <WH802> were burning <WH6999> sacrifices <WH6999> to other <WH312> gods, <WH430> along with all <WH3605> the women <WH802> who were standing <WH5975> by, [as] a large <WH1419> assembly, <WH6951> including all <WH3605> the people <WH5971> who were living <WH3427> in Pathros <WH6624> in the land <WH776> of Egypt, <WH4714> responded <WH6030> to Jeremiah, <WH3414> saying, <WH559>"},{"number":16,"verse":"\"As for the message <WH1697> that you have spoken <WH1696> to us in the name <WH8034> of the Lord, <WH3068> we are not going to listen <WH8085> to you!"},{"number":17,"verse":"\"But rather <WH3588> <WH518> we will certainly <WH6213> carry <WH6213> out every <WH3605> word <WH1697> that has proceeded <WH3318> from our mouths, <WH6310> by burning <WH6999> sacrifices <WH6999> to the queen <WH4446> of heaven <WH8064> and pouring <WH5258> out libations <WH5262> to her, just <WH9201> as we ourselves, <WH587> our forefathers, our kings <WH1> and our princes <WH4428> did <WH8269> in the cities <WH6213> of Judah <WH5892> and in the streets <WH3063> of Jerusalem; <WH2351> for [then] we had plenty <WH3389> of food, <WH7646> and were well <WH3899> off, <WH2896> and saw <WH2896> no <WH7200> misfortune. <WH3808>"},{"number":18,"verse":"\"But since <WH4480> <WH227> we stopped <WH2308> burning <WH6999> sacrifices <WH6999> to the queen <WH4446> of heaven <WH8064> and pouring <WH5258> out libations <WH5262> to her, we have lacked <WH2637> everything <WH3605> and have met <WH8552> our end <WH8552> by the sword <WH2719> and by famine. <WH7458>\""},{"number":19,"verse":"\"And,\" [said the women,] \"when <WH3588> we were burning <WH6999> sacrifices <WH6999> to the queen <WH4446> of heaven, <WH8064> and were pouring <WH5258> out libations <WH5262> to her, was it without <WH4480> <WH1107> our husbands <WH376> that we made <WH6213> for her [sacrificial] cakes <WH3561> in her image <WH9426> and poured <WH5258> out libations <WH5262> to her?\""},{"number":20,"verse":"Then Jeremiah <WH3414> said <WH559> to all <WH3605> the people, <WH5971> to the men <WH1397> and women <WH802> – even to all <WH3605> the people <WH5971> who were giving <WH6030> him [such] an answer <WH1697> – saying, <WH559>"},{"number":21,"verse":"\"As for the smoking <WH7002> sacrifices <WH7002> that you burned <WH6999> in the cities <WH5892> of Judah <WH3063> and in the streets <WH2351> of Jerusalem, <WH3389> you and your forefathers, your kings <WH1> and your princes, <WH4428> and the people <WH8269> of the land, <WH5971> did not the Lord <WH776> remember <WH3068> them, and did not [all this] come <WH2142> into His mind <WH5927>?"},{"number":22,"verse":"\"So the Lord <WH3068> was no <WH3808> longer <WH5750> able <WH3201> to endure <WH5375> [it,] because <WH4480> <WH6440> of the evil <WH7455> of your deeds, <WH4611> because <WH4480> <WH6440> of the abominations <WH8441> which <WH834> you have committed; <WH6213> thus your land <WH776> has become <WH1961> a ruin, <WH2723> an object <WH8047> of horror <WH8047> and a curse, <WH7045> without <WH369> an inhabitant, <WH3427> as [it is] this <WH2088> day. <WH3117>"},{"number":23,"verse":"\"Because <WH4480> <WH6440> you have burned <WH6999> sacrifices <WH6999> and have sinned <WH2398> against the Lord <WH3068> and not obeyed <WH8085> the voice <WH6963> of the Lord <WH3068> or walked <WH1980> in His law, <WH8451> His statutes <WH2708> or His testimonies, <WH5715> therefore <WH5921> <WH3651> this <WH384> calamity <WH9567> has befallen <WH7122> you, as [it has] this <WH2088> day. <WH3117>\""},{"number":24,"verse":"Then Jeremiah <WH3414> said <WH559> to all <WH3605> the people, <WH5971> including all <WH3605> the women, <WH802> \"Hear <WH8085> the word <WH1697> of the Lord, <WH3068> all <WH3605> Judah <WH3063> who <WH834> are in the land <WH776> of Egypt, <WH4714>"},{"number":25,"verse":"thus <WH3541> says <WH559> the Lord <WH3068> of hosts, <WH6635> the God <WH430> of Israel, <WH3478> as follows: <WH559> 'As for you and your wives, <WH802> you have spoken <WH1696> with your mouths <WH6310> and fulfilled <WH4390> [it] with your hands, <WH3027> saying, <WH559> \"We will certainly <WH6213> perform <WH6213> our vows <WH5088> that we have vowed, <WH5087> to burn <WH6999> sacrifices <WH6999> to the queen <WH4446> of heaven <WH8064> and pour <WH5258> out libations <WH5262> to her.\" Go <WH6965> ahead <WH6965> and confirm <WH6965> your vows, <WH5088> and certainly <WH6213> perform <WH6213> your vows! <WH5088> '"},{"number":26,"verse":"\"Nevertheless <WH3651> hear <WH8085> the word <WH1697> of the Lord, <WH3068> all <WH3605> Judah <WH3063> who are living <WH3427> in the land <WH776> of Egypt, <WH4714> 'Behold, <WH2009> I have sworn <WH7650> by My great <WH1419> name, <WH8034>' says <WH559> the Lord, <WH3068> 'never <WH518> shall My name <WH8034> be invoked <WH2142> again <WH5750> by the mouth <WH6310> of any <WH3605> man <WH376> of Judah <WH3063> in all <WH3605> the land <WH776> of Egypt, <WH4714> saying, <WH559> \"As the Lord <WH136> God <WH3068> lives. <WH2416> \""},{"number":27,"verse":"'Behold, <WH2009> I am watching <WH8245> over <WH5921> them for harm <WH9567> and not for good, <WH9186> and all <WH3605> the men <WH376> of Judah <WH3063> who <WH834> are in the land <WH776> of Egypt <WH4714> will meet <WH8552> their end <WH8552> by the sword <WH2719> and by famine <WH7458> until <WH5704> they are completely <WH3615> gone. <WH3615>"},{"number":28,"verse":"'And those who <WH6412> escape <WH6412> the sword <WH2719> will return <WH7725> out of the land <WH776> of Egypt <WH4714> to the land <WH776> of Judah <WH3063> few <WH4962> in number. <WH4557> Then all <WH3605> the remnant <WH7611> of Judah <WH3063> who have gone <WH935> to the land <WH776> of Egypt <WH4714> to reside <WH1481> there <WH8033> will know <WH3045> whose <WH4310> word <WH1697> will stand, <WH6965> Mine <WH4480> or theirs. <WH4480> <WH1992>"},{"number":29,"verse":"'And this <WH384> will be the sign <WH226> to you,' declares <WH5002> the Lord, <WH3068> 'that I am going to punish <WH6485> you in this <WH2088> place, <WH4725> so <WH4616> that you may know <WH3045> that My words <WH1697> will surely <WH6965> stand <WH6965> against <WH5921> you for harm. <WH9567>'"},{"number":30,"verse":"\"Thus <WH3541> says <WH559> the Lord, <WH3068> 'Behold, <WH2009> I am going to give <WH5414> over Pharaoh <WH6548> Hophra <WH6548> king <WH4428> of Egypt <WH4714> to the hand <WH3027> of his enemies, <WH340> to the hand <WH3027> of those who seek <WH1245> his life, <WH5315> just <WH9201> as I gave <WH5414> over Zedekiah <WH6667> king <WH4428> of Judah <WH3063> to the hand <WH3027> of Nebuchadnezzar <WH5019> king <WH4428> of Babylon, <WH894> [who was] his enemy <WH340> and was seeking <WH1245> his life. <WH5315>'\""}]}