{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"(ಸರ್ವೇಶ್ವರನ ಖಡ್ಗ - ಪ್ರವಾದಿಯ ದುಃಖ) ಸರ್ವೇಶ್ವರ ನನಗೆ ಈ ವಾಣಿಯನ್ನು ದಯಪಾಲಿಸಿದರು -"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ನೀನು ಜೆರುಸಲೇಮಿಗೆ ಅಭಿಮುಖನಾಗಿ, ಅಲ್ಲಿನ ಪವಿತ್ರಸ್ಥಳಗಳ ಕಡೆಗೆ ಮಾತಾಡುತ್ತಾ , ಇಸ್ರಯೇಲ್ ನಾಡಿನ ಪ್ರಸ್ತಾಪವನ್ನೆತ್ತಿ ಆ ನಾಡಿಗೆ ಹೀಗೆ ಪ್ರವಾದಿಸು:"},{"number":3,"verse":"ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ - ಇಗೋ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿದ್ದೇನೆ, ನನ್ನ ಖಡ್ಗವನ್ನು ಒರೆಯಿಂದ ಹಿರಿದು ನಿನ್ನಲ್ಲಿನ ಸಜ್ಜನರನ್ನೂ ದುರ್ಜನರನ್ನೂ ಸಂಹರಿಸಿಬಿಡುವೆನು."},{"number":4,"verse":"ನಾನು ನಿನ್ನಲ್ಲಿನ ಸಜ್ಜನರನ್ನೂ ದುರ್ಜನರನ್ನೂ ಸಂಹರಿಸಬೇಕೆಂದಿರುವುದರಿಂದ ನನ್ನ ಖಡ್ಗ ಒರೆಯಿಂದ ಹೊರಟು ದಕ್ಷಿಣದಿಂದ ಉತ್ತರವರೆಗೆ ಸಕಲ ನರಪ್ರಾಣಿಗಳ ಮೇಲೆ ಬೀಳುವುದು;"},{"number":5,"verse":"ಆಗ ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ನನ್ನ ಖಡ್ಗವನ್ನು ಒರೆಯಿಂದ ಹಿರಿದಿದ್ದೇನೆ ಎಂಬುದು ಎಲ್ಲ ನರಮಾನವರಿಗೂ ತಿಳಿಯುವುದು; ಅದು ಪುನಃ ಒರೆಗೆ ಸೇರದು."},{"number":6,"verse":"ನರಪುತ್ರನೇ, ಮೊರೆಯಿಡು; ಸೊಂಟಮುರಿದಷ್ಟು ದುಃಖದಿಂದ ಜನರ ಮುಂದೆ ನರಳಾಡು."},{"number":7,"verse":"‘ಏಕೆ ನರಳಾಡುತ್ತೀ?’ ಎಂದು ಅವರು ನಿನ್ನನ್ನು ಕೇಳುವರು. ಆಗ ನೀನು ಅವರಿಗೆ - ‘ದುರ್ವಾರ್ತೆಯ ನಿಮಿತ್ತ ನರಳುತ್ತಿದ್ದೇನೆ; ಇಗೋ, ವಿಪತ್ತು ಬಂದಿತು; ಎಲ್ಲರ ಹೃದಯವು ಕರಗಿ ನೀರಾಗುವುದು, ಎಲ್ಲರ ಕೈ ಜೋಲುಬೀಳುವುದು, ಎಲ್ಲರ ಮನಸ್ಸು ಕುಂದುವುದು, ಎಲ್ಲರ ಮೊಣಕಾಲು ನೀರಿನಂತೆ ಅದರುವುದು; ಇಗೋ, ಬಂದಿತು, ಬಂದಾಯಿತು! ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ,’ ಎಂದು ಉತ್ತರಕೊಡು.”"},{"number":8,"verse":"(ಖಡ್ಗದ ಗೀತೆ) ಸರ್ವೇಶ್ವರ ನನಗೆ ಅನುಗ್ರಹಿಸಿದ ವಾಣಿ ಇದು:"},{"number":9,"verse":"“ನರಪುತ್ರನೇ, ಪ್ರವಾದಿಸು ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆಂದು:"},{"number":10,"verse":"ಆಹಾ ಖಡ್ಗ, ಖಡ್ಗ, ಸಾಣೆ ಹಿಡಿದ ಖಡ್ಗ, ಮಸೆದ ಖಡ್ಗ! ಸಾಣೆ ಹಿಡಿದಿದೆ ಹತಿಸುವಂತೆ, ಮಸೆದಿದೆ ಮಿಂಚುವಂತೆ. ಸಂಭ್ರಮಿಸಲಾದೀತೆ ‘ನಮ್ಮ ಕುಮಾರನ ರಾಜದಂಡ’ ಎಂದು? ಮಿಕ್ಕ ದಂಡಗಳನ್ನೆಲ್ಲ ಧಿಕ್ಕರಿಸುವಂಥ ದಂಡವೆಂದುಕೊಂಡು?"},{"number":11,"verse":"ಬಳಕೆಗೆ ಸಿದ್ಧವಿರಲೆಂದು ಕೊಡಲಾಗಿದೆ ಆ ಖಡ್ಗ ಮಸೆಯಲಿಕ್ಕೆ ಮಸೆದು, ಸಾಣೆ ಹಿಡಿದು, ಸಜ್ಜಾಗಿದೆ ಅದು ಹತ್ಯಗಾರನ ಹಿಡಿತಕ್ಕೆ."},{"number":12,"verse":"ನರಪುತ್ರನೇ, ಕೂಗು, ಗೋಳಾಡು, ಬಡಿದುಕೋ ಎದೆ! ಎರಗಿದೆ ಆ ಖಡ್ಗ ನನ್ನ ಜನರ ಮೇಲೆ ಇಸ್ರಯೇಲಿನ ಅರಸರೆಲ್ಲರ ಮೇಲೆ ತುತ್ತಾಗುವರು ಅದಕ್ಕೆ ಜನನಾಯಕರು ಜನರೊಂದಿಗೆ."},{"number":13,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: ಸಂಭವಿಸಿದೆ ಪರಿಶೋಧನೆ ಏನು ಗತಿ, ರಾಜದಂಡವೇ ನಾಶವಾದರೆ!"},{"number":14,"verse":"ನರಪುತ್ರನೇ, ಪ್ರವಾದಿಸು, ಚಪ್ಪಾಳೆ ಬಡಿ, ಹತಿಸುವುದಾ ಖಡ್ಗ ಇಮ್ಮಡಿ ಮುಮ್ಮಡಿ. ಪ್ರಜೆಯನ್ನು ಸಂಹರಿಸುವುದಾ ಖಡ್ಗ ಅಧಿಪತಿಯನ್ನೇ ಸುತ್ತಲು ಬೀಸಿ ಹತಿಸುವುದಾ ಖಡ್ಗ."},{"number":15,"verse":"ನೀರಾಗುವುದು ಜನರ ಹೃದಯ, ಎಡವಿ ಬೀಳುವರು ಬಹುಜನ. ಪುರದ್ವಾರಗಳಿಗೇ ತಂದಿರುವೆನು ಹತಿಸುವಾ ಖಡ್ಗವ. ಮಿನುಗುತಿಹುದದು ಮಿಂಚಿನಂತೆ ಹರಿತವಿದೆ ವಧೆಗಾಗುವ ಕತ್ತಿಯಂತೆ."},{"number":16,"verse":"ಖಡ್ಗವೇ, ಏಕಾಗ್ರವಾಗಿ ಹೋಗು ಬಲಕೆ ಸಜ್ಜಾಗಿ ಸಾಗು ಎಡಕೆ ಹೊರಡು ನಿನ್ನ ಮುಖವಿದ್ದ ಕಡೆಗೆ."},{"number":17,"verse":"ನಾನೂ ರೋಷ ತೀರಿಸಿಕೊಳ್ವೆ ಚಪ್ಪಾಳೆ ತಟ್ಟಿ ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":18,"verse":"(ಬಾಬಿಲೋನಿಯಾ ರಾಜನ ಖಡ್ಗ) ಸರ್ವೇಶ್ವರ ನನಗೆ ಮತ್ತೊಂದು ವಾಣಿಯನ್ನು ದಯಪಾಲಿಸಿದರು - “ನರಪುತ್ರನೇ,"},{"number":19,"verse":"ಬಾಬಿಲೋನಿನ ಅರಸನ ಖಡ್ಗ ಬರುವುದಕ್ಕೆ ಎರಡು ದಾರಿಗಳುಳ್ಳ ನಕ್ಷೆಯನ್ನು ಬರೆ; ಅವೆರಡು ದಾರಿಗಳು ಒಂದೇ ದೇಶದಿಂದ ಹೊರಟಹಾಗಿರಲಿ; ಒಂದೊಂದು ಪಟ್ಟಣಕ್ಕೆ ಹೋಗುವ ದಾರಿಯ ಮೊದಲಲ್ಲಿ ಕೈಮರವನ್ನು ಚಿತ್ರಿಸು."},{"number":20,"verse":"ಅಮ್ಮೋನ್ಯರ ರಬ್ಬಾ ಪಟ್ಟಣಕ್ಕೂ ಜುದೇಯದಲ್ಲಿ ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಕೂಡಿದ ಜೆರುಸಲೇಮಿಗೂ ಆ ಖಡ್ಗ ಬರುವುದಕ್ಕೆ ದಾರಿಗಳನ್ನು ಮಾಡು."},{"number":21,"verse":"ಮಾರ್ಗ ಕವಲೊಡೆಯುವ ಸ್ಥಳದಲ್ಲಿ, ಎರಡು ದಾರಿಗಳ ಪ್ರಾರಂಭದಲ್ಲಿ ಬಾಬಿಲೋನಿನ ಅರಸ ಶಕುನ ನೋಡಲು ನಿಂತಿರುವನು. ಬಾಣಗಳನ್ನು ಕಲಕಿ, ವಿಗ್ರಹಗಳನ್ನು ಪ್ರಶ್ನೆ ಕೇಳಿ, ಹಸ್ತರೇಖೆಯನ್ನು ಪರೀಕ್ಷಿಸಿದ್ದಾನೆ."},{"number":22,"verse":"ಜೆರುಸಲೇಮ್ ಗುರುತಿನ ಬಾಣ ಅವನ ಬಲಗೈಗೆ ಸಿಕ್ಕಿದೆ; ಭಿತ್ತಿಭೇದಕ ಯಂತ್ರಗಳನ್ನು ಪುರದ್ವಾರಗಳೆದುರಿಗೆ ನಿಲ್ಲಿಸಿ, ಬಾಯಿತೆರೆದು ಸಂಹಾರ ಧ್ವನಿಮಾಡಿ, ಹೌದು ಭಿತ್ತಿಭೇದಕಯಂತ್ರಗಳನ್ನು ಪುರದ್ವಾರಗಳೆದುರಿಗೆ ನಿಲ್ಲಿಸಿ, ದಿಬ್ಬಹಾಕಿ, ಒಡ್ಡು ಕಟ್ಟಬೇಕೆಂಬ ಸೂಚನೆ ಅದರಿಂದ ಬಂದಿತು."},{"number":23,"verse":"ಆದರೆ ಪುರನಿವಾಸಿಗಳು ತಾವು ಆ ಅರಸನಿಂದ ಮಾಡಿಸಿಕೊಂಡ ಪ್ರಮಾಣಗಳಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟು, ಈ ಶಕುನವು ಸುಳ್ಳೆಂದು ಭಾವಿಸುವರು; ಆದರೆ ಅವರು ತನ್ನ ಕೈಗೆ ಸಿಕ್ಕಿಬೀಳಲೆಂದು ಅವರ ಅಧರ್ಮವನ್ನು ಅವನು ಬೆಳಕಿಗೆ ತರುವನು."},{"number":24,"verse":"ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - “ನಿಮ್ಮ ಅಪರಾಧಗಳು ಬೆಳಕಿಗೆ ಬಂದು, ನಿಮ್ಮ ಪಾಪಗಳು ನಿಮ್ಮ ಕಾರ್ಯಗಳಲ್ಲೆಲ್ಲಾ ಪ್ರತ್ಯಕ್ಷವಾಗಿ, ನೀವು ನಿಮ್ಮ ಅಧರ್ಮವನ್ನು ನನ್ನ ನೆನಪಿಗೆ ತಂದಿರುವಿರಿ; ಆದಕಾರಣ ಶತ್ರುವಿನ ಕೈಗೆ ಸಿಕ್ಕಿಬೀಳುವಿರಿ."},{"number":25,"verse":"ಇಸ್ರಯೇಲಿನ ದೊರೆಯೇ, ದುಷ್ಟನೇ, ಭ್ರಷ್ಟನೇ, ನಿನಗೆ ಸಮಯವು ಸಮೀಪಿಸಿದೆ; ಇದೇ ನಿನ್ನ ಅಪರಾಧದ ಕಡೆಗಾಲ."},{"number":26,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ನಿನ್ನ ರುಮಾಲನ್ನು ಕಿತ್ತುಬಿಡು, ಕಿರೀಟವನ್ನು ತೆಗೆದುಹಾಕು. ಎಲ್ಲವೂ ಮೊದಲಿದ್ದ ಹಾಗೆ ಇರುವುದಿಲ್ಲ; ಕೆಳಗಿರುವುದನ್ನು ಮೇಲೆ ಸೇರಿಸಲಾಗುವುದು, ಮೇಲಿರುವುದನ್ನು ಕೆಳಕ್ಕಿಳಿಸಲಾಗುವುದು."},{"number":27,"verse":"ಧ್ವಂಸ, ಧ್ವಂಸ, ನಾನು ಧ್ವಂಸ ಮಾಡುವೆನು; ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯನು ಬರುವುದರೊಳಗೆ ಒಂದೂ ಇದ್ದಂತಿರದು; ಅವನಿಗೇ ರಾಜ್ಯವನ್ನು ವಹಿಸುವೆನು."},{"number":28,"verse":"(ಅಮ್ಮೋನಿನ ಮೇಲೆ ಬೀಳುವ ಖಡ್ಗ) “ನರಪುತ್ರನೇ, ನೀನು ದೈವಸಂಕಲ್ಪವನ್ನು ಪ್ರಕಟಿಸುತ್ತಾ ಹೀಗೆ ನುಡಿ - ಅಮ್ಮೋನ್ಯರ ವಿಷಯದಲ್ಲೂ ಅವರು ಮಾಡುವ ದೂಷಣೆಯ ವಿಷಯದಲ್ಲೂ ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ಆಹಾ, ಖಡ್ಗ, ಖಡ್ಗ, ಸಂಹರಿಸುವುದಕ್ಕೆ ಹಿರಿದಿದೆ; ಮಿಂಚುವಂತೆ ಪೂರ್ಣ ಮಸೆಯಲಾಗಿದೆ."},{"number":29,"verse":"ಅಮ್ಮೋನೇ, ನಿನ್ನ ಜೋಯಿಸರು ಮಿಥ್ಯೆಯನ್ನು ಕಲ್ಪಿಸಿಕೊಂಡು ಸುಳ್ಳುಸುಳ್ಳಾಗಿ ಕಣಿ ಹೇಳುತ್ತಿದ್ದಾರೆ. ಸಮಯವು ಸಮೀಪಿಸಿ ಅಪರಾಧದ ಕಡೆಗಾಲವು ಸಂಭವಿಸಿ ಹತರಾಗಿ ಬಿದ್ದಿರುವ ದುಷ್ಟರ ಗತಿಯನ್ನು ನೋಡು; ಜೋಯಿಸರನ್ನು ನಂಬಿದ ನೀನೂ ಆ ದುಷ್ಟರ ಕತ್ತುಗಳ ಮೇಲೆ ಬೀಳುವೆ."},{"number":30,"verse":"ಕತ್ತಿಯನ್ನು ಒರೆಗೆ ಸೇರಿಸು. ನೀನು ಹುಟ್ಟಿದ ಸ್ಥಳದಲ್ಲಿ, ನಿನ್ನ ಜನ್ಮಭೂಮಿಯಲ್ಲಿ, ನಿನಗೆ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":31,"verse":"ನಿನ್ನ ಮೇಲೆ ನನ್ನ ಕೋಪವನ್ನು ಸುರಿಸಿ, ರೋಷಾಗ್ನಿಯನ್ನು ಕಾರಿ, ಕ್ರೂರಿಗಳನ್ನು ಹಾಳುಮಾಡುವುದರಲ್ಲಿ ಗಟ್ಟಿಗರಾದವರ ಕೈಗೆ ಸಿಕ್ಕಿಸುವೆನು."},{"number":32,"verse":"ನೀನು ಅಗ್ನಿಗೆ ಆಹುತಿಯಾಗುವೆ; ನೀನು ರಕ್ತ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಇಂಗಿರುವುದು; ನೀನು ಇನ್ನು ನೆನಪಿಗೆ ಬರುವುದಿಲ್ಲ; ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ಇದನ್ನು ನುಡಿದಿದ್ದೇನೆ.”"}]}