{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"(ಅಮ್ಮೋನ ವಿರುದ್ಧ ದೈವೋಕ್ತಿ) ಸರ್ವೇಶ್ವರ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು -"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ನೀನು ಅಮ್ಮೋನಿಗೆ ಅಭಿಮುಖವಾಗಿ ಅದನ್ನು ಕುರಿತ ದೈವಸಂಕಲ್ಪವನ್ನು ಪ್ರಕಟಿಸುತ್ತಾ ಅದಕ್ಕೆ ಹೀಗೆ ನುಡಿ:"},{"number":3,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೇಳು - ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ಅಮ್ಮೋನೇ, ನನ್ನ ಪವಿತ್ರಾಲಯವು ಅಪವಿತ್ರವಾದುದ್ದನ್ನು, ಇಸ್ರಯೇಲ್ ನಾಡು ಪಾಳುಬಿದ್ದುದನ್ನು, ಯೆಹೂದ್ಯವಂಶದವರು ಗಡೀಪಾರಾದುದನ್ನು ನೋಡಿ ನೀನು ಹಿರಿಹಿರಿ ಹಿಗ್ಗಿಹೋದೆ."},{"number":4,"verse":"ಆದುದರಿಂದ ಇಗೋ, ನಾನು ನಿನ್ನನ್ನು ಮೂಡಣದವರ ವಶವಾಗುವಂತೆ ಮಾಡುವೆನು; ಅವರು ನಿನ್ನಲ್ಲಿ ತಮ್ಮ ಗುಡಾರಗಳನ್ನು ಹಾಕಿ ಪಾಳೆಯಮಾಡಿಕೊಳ್ಳುವರು; ನಿನ್ನ ಹಣ್ಣನ್ನು ತಿನ್ನುವರು; ನಿನ್ನ ಹಾಲನ್ನು ಕುಡಿಯುವರು,"},{"number":5,"verse":"ನಾನು ರಬ್ಬಾಪಟ್ಟಣವನ್ನು ಒಂಟೆಗಳಿಗೆ ಲಾಯವನ್ನಾಗಿ ಹಾಗೂ ಅಮ್ಮೋನ್ ಸೀಮೆಯನ್ನು ಹಿಂಡುಗಳಿಗೆ ರೊಪ್ಪವನ್ನಾಗಿ ಮಾಡುವೆನು; ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":6,"verse":"“ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ನೀನು ಚಪ್ಪಾಳೆ ಹೊಡೆದು, ಕಾಲಿನಿಂದ ನೆಲವನ್ನು ಒದೆದು, ಇಸ್ರಯೇಲ್ ನಾಡನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ತಿರಸ್ಕರಿಸಿ, ಅದಕ್ಕೆ ಬಂದ ಗತಿಗೆ ಹಿಗ್ಗಿಕೊಂಡೆ."},{"number":7,"verse":"ಆದುದರಿಂದ ಇಗೋ, ನಾನು ನಿನ್ನ ಮೇಲೆ ಕೈಯೆತ್ತಿ ಸುಲಿಗೆಗಾಗಿ ನಿನ್ನನ್ನು ಮ್ಲೇಚ್ಛರಿಗೆ ವಶಪಡಿಸುವೆನು. ಜನಾಂಗಗಳಿಂದ ಕಿತ್ತು, ದೇಶಗಳಿಂದ ನಿನ್ನ ಹೆಸರನ್ನು ಅಳಿಸಿ ನಿನ್ನನ್ನು ಹಾಳುಮಾಡುವೆನು; ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ನಿನಗೆ ಗೊತ್ತಾಗುವುದು.”"},{"number":8,"verse":"(ಮೋವಾಬ್ ವಿರುದ್ಧ ದೈವೋಕ್ತಿ) ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: - “ಆಹಾ, ಯೆಹೂದವಂಶ ಎಲ್ಲಾ ಜನಾಂಗಗಳ ಹಾಗೆಯೇ ಇದೆ, ವಿಶೇಷವೇನು ಎಂದು ಮೋವಾಬ ಹಾಗೂ ಸೇಯೀರ ಹೇಳಿಕೊಂಡರು."},{"number":9,"verse":"ಆದುದರಿಂದ ಇಗೋ, ದೇಶಭೂಷಣಗಳಾದ ಮೋವಾಬಿನ ಗಡಿಯ ಪಟ್ಟಣಗಳು, ಅಂದರೆ ಬೇತ್‍ಯೆಷೀಮೋತ್, ಬಾಳ್‍ಮೆಯೋನ, ಕಿರ್ಯಾಥಯಿಮ್ ಎಂಬ ಪಟ್ಟಣಗಳು, ಇರುವ ಕಡೆಯಲ್ಲಿ ನಾನು ಮೋವಾಬಿನ ಮೇರೆಯನ್ನು ಒಡೆದುಬಿಡುವೆನು."},{"number":10,"verse":"ಆ ಸೀಮೆಯನ್ನಲ್ಲದೆ, ಅಮ್ಮೋನನ್ನೂ ಮೂಡಣದವರಿಗೆ ಬಾಧ್ಯವಾಗಿ ಕೊಟ್ಟು, ಅಮ್ಮೋನ್ಯರು ಜನಾಂಗಗಳೊಳಗೆ ನಿರ್ನಾಮವಾಗಬೇಕೆಂಬ ನನ್ನ ಸಂಕಲ್ಪವನ್ನು ನೆರವೇರಿಸುವೆನು;"},{"number":11,"verse":"ಮೋವಾಬ್ಯರಿಗೂ ದಂಡನೆಗಳನ್ನು ವಿಧಿಸದೆ ಬಿಡೆನು. ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು.”"},{"number":12,"verse":"(ಎದೋಮ್ ವಿರುದ್ಧ ದೈವೋಕ್ತಿ) ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: - “ಎದೋಮ್ ಯೆಹೂದವಂಶಕ್ಕೆ ಪ್ರತೀಕಾರಮಾಡಿದೆ; ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸಿ ಮಹಾಪರಾಧವನ್ನು ನಡೆಸಿದೆ;"},{"number":13,"verse":"ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ನಾನು ಎದೋಮಿನ ಮೇಲೆ ಕೈಯೆತ್ತಿ, ಅದರೊಳಗಿಂದ ಜನರನ್ನೂ ಪಶುಗಳನ್ನೂ ನಿರ್ಮೂಲಪಡಿಸಿ, ತೇಮೊನಿನಿಂದ ದೆದಾನಿನವರೆಗೂ ಅದನ್ನು ಹಾಳುಮಾಡಿ, ಪ್ರಜೆಗಳನ್ನು ಖಡ್ಗಕ್ಕೆ ಸಿಕ್ಕಿಸುವೆನು."},{"number":14,"verse":"ನಾನು ಎದೋಮಿಗೆ ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲರ ಕೈಯಿಂದ ಮುಯ್ಯಿತೀರಿಸುವೆನು; ಅವರು ನನ್ನ ಕೋಪರೋಷಗಳಿಗೆ ತಕ್ಕ ಹಾಗೆ ಅದಕ್ಕೆ ಮಾಡುವರು; ನನ್ನ ಪ್ರತೀಕಾರವು ಎದೋಮಿನ ಅನುಭವಕ್ಕೆ ಬರುವುದು; ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ.”"},{"number":15,"verse":"(ಫಿಲಿಷ್ಟಿಯರ ವಿರುದ್ಧ ದೈವೋಕ್ತಿ) ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: “ಫಿಲಿಷ್ಟಿಯರು ಜುದೇಯಕ್ಕೆ ಪ್ರತೀಕಾರ ಮಾಡಿದ್ದಾರೆ; ಹೌದು, ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುತ್ತಾ, ಅದನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ತಿರಸ್ಕರಿಸಿ, ದೀರ್ಘದ್ವೇಷದಿಂದ ಹಾಳುಮಾಡಿದ್ದಾರೆ;"},{"number":16,"verse":"ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ಇಗೋ, ನಾನು ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ಕೈಯೆತ್ತುವೆನು; ಕೆರೇತಿಯರನ್ನು ಕತ್ತರಿಸಿಬಿಟ್ಟು, ಸಮುದ್ರತೀರದಲ್ಲಿನ ಜನಶೇಷವನ್ನು ನಿಶ್ಶೇಷಮಾಡುವೆನು;"},{"number":17,"verse":"ಅವರೆಲ್ಲರನ್ನು ಬಹಳವಾಗಿ ಖಂಡಿಸಿ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವೆನು; ಹೀಗೆ ಪ್ರತೀಕಾರಮಾಡುವೆನು, ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು.”"}]}