{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"(ಈಜಿಪ್ಟಿಗಾಗುವ ದಂಡನೆ) ಸರ್ವೇಶ್ವರ ಇನ್ನೊಂದು ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು -"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ನೀನು ಈ ದೈವೋಕ್ತಿಯನ್ನು ಪ್ರಕಟಿಸು - ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ಅರಚಿಕೊಳ್ಳಿರಿ, ಅಯ್ಯೋ ದುರ್ದಿನವೇ! ಆ ದಿನ ಹತ್ತಿರವಾಯಿತು:"},{"number":3,"verse":"ಹೌದು, ಸಮೀಪಿಸಿತು ಸರ್ವೇಶ್ವರನ ದಿನ, ಕಾರ್ಮುಗಿಲ ದಿನ ಅದು ರಾಷ್ಟ್ರಗಳಿಗೆ ನ್ಯಾಯತೀರಿಸತಕ್ಕ ಕಾಲ."},{"number":4,"verse":"ಖಡ್ಗವು ಈಜಿಪ್ಟಿನ ಮೇಲೆ ಬೀಳುವುದು; ಅಲ್ಲಿ ಪ್ರಜೆಗಳು ಹತರಾಗಲು ಸುಡಾನಿನಲ್ಲಿಯೂ ಸಂಕಟವಾಗುವುದು; ಈಜಿಪ್ಟಿನಲ್ಲಿ ಹಲವರು ಸತ್ತುಬೀಳುವರು, ಅದರ ಅಸ್ತಿಭಾರ ಹಾಳಾಗುವುದು."},{"number":5,"verse":"“ಸುಡಾನರು, ಲೀಡಿಯರು, ಲೂದ್ಯರು, ಬಗೆಬಗೆಯ ಸಕಲವಿದೇಶೀಯರು, ಕೂಬ್ಯರು, ಮಿತ್ರರಾಜ್ಯದವರು ಇವರೆಲ್ಲ ಈಜಿಪ್ಟಿನವರೊಂದಿಗೆ ಖಡ್ಗದಿಂದ ಹತರಾಗುವರು.”"},{"number":6,"verse":"ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ - “ಈಜಿಪ್ಟಿಗೆ ಆಧಾರವಾದವರು ಬೀಳುವರು, ಅದರ ಶಕ್ತಿ ಮದವು ಇಳಿದುಹೋಗುವುದು; ಅಲ್ಲಿನ ಜನರು ಮಿಗ್ದೋಲಿನಿಂದ ಸೆವೇನೆಯವರೆಗೆ ಖಡ್ಗದಿಂದ ಹತರಾಗುವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ."},{"number":7,"verse":"ಹಾಳಾದ ದೇಶಗಳಲ್ಲಿ ಈ ದೇಶವೂ ಹಾಳಾಗುವುದು. ಪಾಳುಬಿದ್ದಿರುವ ಪಟ್ಟಣಗಳಲ್ಲಿ ಅದರ ಪಟ್ಟಣಗಳೂ ಪಾಳುಬಿದ್ದಿರುವುವು."},{"number":8,"verse":"ನಾನು ಈಜಿಪ್ಟಿಗೆ ಬೆಂಕಿಹಚ್ಚಿ, ಅದರ ಸಹಾಯಕರನ್ನೆಲ್ಲ ನಾಶಮಾಡಿದ ಮೇಲೆ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು.”"},{"number":9,"verse":"“ಆ ದಿನಗಳಲ್ಲಿ ದೂತರು ನನ್ನ ಸನ್ನಿಧಾನದಿಂದ ಹೊರಟು, ಹಡಗುಗಳಲ್ಲಿ ಪ್ರಯಾಣಮಾಡಿ, ನಿಶ್ಚಿಂತರಾದ ಸುಡಾನರನ್ನು ಹೆದರಿಸುವರು; ಈಜಿಪ್ಟಿನ ವಿನಾಶ ದಿನದಲ್ಲಿ ಸುಡಾನರಿಗೂ ಸಂಕಟವಾಗುವುದು; ಇಗೋ, ಆ ದಿನ ಬಂದಿತು!”"},{"number":10,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: “ನಾನು ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಕೈಯಿಂದ ಈಜಿಪ್ಟಿನ ಅಸಂಖ್ಯಾತ ಪ್ರಜೆಯನ್ನು ಕೊನೆಗಾಣಿಸುವೆನು."},{"number":11,"verse":"ಆ ದೇಶವನ್ನು ನಾಶಪಡಿಸಲು ಅವನನ್ನು ಅತಿಭಯಂಕರ ಜನಾಂಗದವರಾದ ಅವನ ಸೈನಿಕರೊಡನೆ ಬರಮಾಡುವೆನು; ಅವರು ಈಜಿಪ್ಟಿನ ಮೇಲೆ ಕತ್ತಿ ಹಿರಿದು ದೇಶವನ್ನು ಹತರಾದವರಿಂದ ತುಂಬಿಸುವರು."},{"number":12,"verse":"ನಾನು ನದೀ ಶಾಖೆಗಳನ್ನು ಬತ್ತಿಸಿ, ದೇಶವನ್ನು ದುಷ್ಟರ ಕೈಗೆ ವಶಮಾಡಿಬಿಡುವೆನು; ಹೌದು, ದೇಶವನ್ನೂ ಅದರಲ್ಲಿನ ಸಮಸ್ತವನ್ನೂ ಅನ್ಯರ ಕೈಯಿಂದ ಹಾಳುಮಾಡಿಸುವೆನು; ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ನುಡಿದಿದ್ದೇನೆ.”"},{"number":13,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: “ನಾನು ಮೆಂಫೀಸ್‍ನ ವಿಗ್ರಹಗಳನ್ನೆಲ್ಲ ಒಡೆದು, ಕೊನೆಗಾಣಿಸುವೆನು; ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಇನ್ನು ಯಾವ ಪ್ರಭುವೂ ಇರನು; ನಾನು ಆ ದೇಶಕ್ಕೆ ಭಯವನ್ನೊಡ್ಡುವೆನು."},{"number":14,"verse":"ನಾನು ದಕ್ಷಿಣ ಈಜಿಪ್ಟನ್ನು ಹಾಳುಮಾಡಿ, ಚೋವನಿಗೆ ಬೆಂಕಿಯಿಕ್ಕಿ, ತೆಬೆಸಿನ ರಾಜಧಾನಿಯನ್ನು ದಂಡಿಸಿ,"},{"number":15,"verse":"ಈಜಿಪ್ಟಿಗೆ ರಕ್ಷಣಾ ಕೋಟೆಯಾದ ಪೆಲೂಸಿಯಮ್‍ನ ಮೇಲೆ ನನ್ನ ರೋಷಾಗ್ನಿಯನ್ನು ಸುರಿಸಿ, ತೆಬೆಸಿನ ನಿವಾಸಿಗಳನ್ನೆಲ್ಲಾ ಕತ್ತರಿಸಿಬಿಡುವೆನು."},{"number":16,"verse":"ನಾನು ಈಜಿಪ್ಟಿಗೆ ಕಿಚ್ಚನ್ನು ಹತ್ತಿಸಲು ಪೆಲೂಸಿಯಮ್ ಪ್ರಾಣಸಂಕಟ ಪಡುವುದು; ತೆಬೆಸ್ ಭಂಗಕ್ಕೆ ಈಡಾಗುವುದು; ಮೆಂಫೀಸ್ ಮೇಲೆ ವೈರಿಗಳು ಮಧ್ಯಾಹ್ನದಲ್ಲೇ ಬೀಳುವರು."},{"number":17,"verse":"ಓನಿನ ಮತ್ತು ಪೀಬೆತಿನ ಯುವಕರು ಖಡ್ಗದಿಂದ ಹತರಾಗುವರು; ಅಲ್ಲಿನ ನಿವಾಸಿಗಳು ಸೆರೆಯಾಗಿ ಹೋಗುವರು."},{"number":18,"verse":"ಈಜಿಪ್ಟ್ ಹೊರಿಸಿದ ನೊಗಗಳನ್ನು ನಾನು ತಹಪನೇಸಿನಲ್ಲಿ ಮುರಿಯುವಾಗ, ಅಲ್ಲಿ ಹೊತ್ತು ಮೂಡದು, ಅದರ ಶಕ್ತಿಮದವು ಅಡಗಿಹೋಗುವುದು. ಕಾರ್ಮುಗಿಲು ಅದನ್ನು ಆವರಿಸುವುದು. ಅದರ ಯುವತಿಯರು ಸೆರೆಗೆ ಒಯ್ಯಲ್ಪಡುವರು."},{"number":19,"verse":"ಹೀಗೆ ನಾನು ಈಜಿಪ್ಟರಿಗೆ ದಂಡನೆಗಳನ್ನು ವಿಧಿಸಿ ತೀರಿಸುವಾಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು.”"},{"number":20,"verse":"(ದುರ್ಬಲನಾದ ಈಜಿಪ್ಟಿನ ಅರಸ) ಹನ್ನೊಂದನೆಯ ವರ್ಷದ ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಏಳನೆಯ ದಿವಸದಲ್ಲಿ (ಅಂದರೆ : ಕ್ರಿ. ಪೂ. 587ರ ಮಾರ್ಚ್ - ಏಪ್ರಿಲ್‍ನಲ್ಲಿ.) ಸರ್ವೇಶ್ವರ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು."},{"number":21,"verse":"“ನರಪುತ್ರನೇ, ನಾನು ಈಜಿಪ್ಟಿನ ಅರಸ ಫರೋಹನ ಕೈಯನ್ನು ಮುರಿದುಬಿಟ್ಟಿದ್ದೇನೆ; ಇಗೋ, ಅದನ್ನು ಯಾರೂ ಕಟ್ಟಲಿಲ್ಲ, ಔಷಧ ಹಚ್ಚಲಿಲ್ಲ. ಅದು ಖಡ್ಗ ಹಿಡಿಯುವಷ್ಟು ಬಲಗೊಳ್ಳುವಂತೆ ಯಾರೂ ಬಟ್ಟೆ ಸುತ್ತಿ ಅದನ್ನು ಬಿಗಿಸಲಿಲ್ಲ."},{"number":22,"verse":"ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ನಾನು ಈಜಿಪ್ಟಿನ ಅರಸ ಫರೋಹನಿಗೆ ವಿರುದ್ಧನಾಗಿ ಅವನ ಕೈಗಳನ್ನು, ಅಂದರೆ ಸರಿಯಾಗಿ ಇರುವುದನ್ನೂ, ಮುರಿದದ್ದನ್ನೂ ಪೂರ್ತಿಯಾಗಿ ಮುರಿದುಬಿಟ್ಟು, ಖಡ್ಗವು ಅವನ ಕೈಯೊಳಗಿನಿಂದ ಬೀಳುವಂತೆ ಮಾಡುವೆನು."},{"number":23,"verse":"ಈಜಿಪ್ಟರನ್ನು ಜನಾಂಗಗಳಲ್ಲಿ ಚದರಿಸಿ ದೇಶದೇಶಗಳಿಗೆ ತೂರಿಬಿಡುವೆನು."},{"number":24,"verse":"ನಾನು ಬಾಬಿಲೋನಿನ ಅರಸನ ಕೈಗಳನ್ನು ಬಲಪಡಿಸಿ, ನನ್ನ ಖಡ್ಗವನ್ನು ಅವನ ಕೈಗೆ ಕೊಟ್ಟು, ಫರೋಹನ ಕೈಗಳನ್ನು ಮುರಿಸುವಾಗ ಗಾಯದಿಂದ ಪ್ರಾಣಸಂಕಟ ಪಡುವವನಂತೆ ಫರೋಹನು ಆ ಅರಸನ ಮುಂದೆ ನರಳಾಡುವನು."},{"number":25,"verse":"ನಾನು ಬಾಬಿಲೋನಿನ ಅರಸನ ಕೈಗಳನ್ನು ಬಲಪಡಿಸುವೆನು; ಫರೋಹನ ಕೈಗಳಾದರೋ ಜೋಲುಬೀಳುವುವು; ನಾನು ನನ್ನ ಖಡ್ಗವನ್ನು ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೆ ಎತ್ತುವೆನು. ಅವನು ಅದನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದ ಮೇಲೆ ಎತ್ತುವನು. ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಎಲ್ಲರಿಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":26,"verse":"ನಾನು ಈಜಿಪ್ಟರನ್ನು ಜನಾಂಗಗಳಲ್ಲಿ ಚದರಿಸಿ ದೇಶವಿದೇಶಗಳಿಗೆ ತೂರಿಬಿಡುವಾಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ತಿಳಿದುಬರುವುದು.”"}]}