{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"ಹೆಮ್ಮರದಂತಿದ್ದ ಈಜಿಪ್ಟಿನ ಪತನ ಹನ್ನೊಂದನೆಯ ವರ್ಷದ ಮೂರನೆಯ ತಿಂಗಳಿನ ಮೊದಲನೆಯ ದಿನ (ಅಂದರೆ : ಕ್ರಿ. ಪೂ. 587ರ ಮೇ - ಜೂನ್‍ರಲ್ಲಿ.) ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನನಗೆ ಅನುಗ್ರಹಿಸಿದ ವಾಣಿ ಇದು:"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ನೀನು ಈಜಿಪ್ಟಿನ ಅರಸ ಫರೋಹನಿಗೂ ಅವನ ಅಸಂಖ್ಯಾತ ಪ್ರಜೆಗೂ ಹೀಗೆ ನುಡಿ:"},{"number":3,"verse":"ದೊಡ್ಡಸ್ತಿಕೆಯಲ್ಲಿ ನಿನಗೆ ಸರಿಸಮಾನನಾರು? ಲೆಬನೋನಿನಲ್ಲಿ ದೇವದಾರು ವೃಕ್ಷವೊಂದಿತ್ತು; ಅದರ ರೆಂಬೆಗಳು ಅಂದ, ಅದರ ನೆರಳು ದಟ್ಟ ಅದರ ಎತ್ತರ ಬಹಳ, ಅದರ ತುದಿ ಮೇಘಚುಂಬಿತ."},{"number":4,"verse":"ಅದನ್ನು ಬೆಳೆಸಿದವು ಜಲಪ್ರವಾಹಗಳು ವೃದ್ಧಿಗೊಳಿಸಿತದನು ಮಹಾನದಿಯೊಂದು ಸುತ್ತಿಕೊಂಡಿದ್ದವು ಅಲ್ಲಿನ ಉದ್ಯಾನವನವನ್ನು ನದಿ ಶಾಖೆಗಳು ಮರಗಿಡಗಳಿಗೆ ನದಿ ನೀಡಿತ್ತು ತನ್ನ ಕಾಲುವೆಗಳನು."},{"number":5,"verse":"ಇಂತಿರಲು ವನವೃಕ್ಷಗಳಲೆಲ್ಲ ಆ ವೃಕ್ಷ ಅತ್ಯುನ್ನತವಾಗಿತ್ತು ಅದರ ರೆಂಬೆಗಳು ನಿಬಿಡವಾಗಿದ್ದವು, ಉದ್ದುದ್ದ ಚಾಚಿಕೊಂಡಿದ್ದವು."},{"number":6,"verse":"ಆ ರೆಂಬೆಗಳಲ್ಲಿ ಗೂಡುಮಾಡಿದ್ದವು ಆಕಾಶದ ಪಕ್ಷಿಗಳೆಲ್ಲವು ಅದರಡಿಯಲಿ ಮರಿಗಳನೀಯುತ್ತಿದ್ದವು ಭೂಜಂತುಗಳೆಲ್ಲವು ಅದರ ನೆರಳನಾಶ್ರಯಿಸುತ್ತಿದ್ದವು ಮಹಾಜನಾಂಗಗಳೆಲ್ಲವು."},{"number":7,"verse":"ಬೇರಿಗೆ ಬೇಕಾದ ಜಲಾಸರೆ ಪಡೆದಿದ್ದ ಆ ಮರವು ಎತ್ತರದಿಂದ, ನೀಳವಾದ ರೆಂಬೆಗಳಿಂದ ಕಂಗೊಳಿಸಿತು."},{"number":8,"verse":"ದೇವೋದ್ಯಾನದ ಇತರ ದೇವದಾರುಗಳಿಂದ ಅದನು ಮುಚ್ಚಲಾಗಲಿಲ್ಲ. ತುರಾಯಿ ಮರಗಳು ಅದರ ರೆಂಬೆಗಳಷ್ಟು ಉದ್ದವಾಗಿರಲಿಲ್ಲ. ಅತ್ತಿಮರಗಳು ಅದರ ಕೊಂಬೆಗಳಷ್ಟು ದಪ್ಪವಾಗಿರಲಿಲ್ಲ. ದೇವರವನದಲ್ಲಿನ ಯಾವ ಮರವೂ ಅದರಷ್ಟು ರಮಣೀಯವಿರಲಿಲ್ಲ."},{"number":9,"verse":"ನಾನದನು ಅಷ್ಟೊಂದು ಸುಂದರಗೊಳಿಸಿದ್ದೆ ಶಾಖೋಪಶಾಖೆಗಳಿಂದ ಅಸೂಯೆಪಡುತ್ತಿದ್ದವು ಏದೇನಿನ ದೇವೋದ್ಯಾನದ ವೃಕ್ಷಗಳೆಲ್ಲ."},{"number":10,"verse":"“ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ಆ ವೃಕ್ಷವು ಬಹಳ ಎತ್ತರವಾಗಿ ಬೆಳೆದು ತನ್ನ ತುದಿ ಮೋಡಕ್ಕೆ ಮುಟ್ಟುವಷ್ಟು ನೀಳವಾಗಿದ್ದುದರ ಬಗ್ಗೆ ಗರ್ವಪಟ್ಟಿತು."},{"number":11,"verse":"ಅದುದರಿಂದ ನಾನು ಅದನ್ನು ರಾಷ್ಟ್ರಗಳಲ್ಲಿ ಮಹಾಬಲಿಷ್ಠನಾದವನ ಕೈಗೆ ಕೊಟ್ಟುಬಿಟ್ಟಿದ್ದೇನೆ. ಅವನು ಅದರ ಕೆಟ್ಟತನಕ್ಕೆ ತಕ್ಕಂತೆ ಅದನ್ನು ದಂಡಿಸೇ ತೀರುವನು; ನಾನು ಅದನ್ನು ತಳ್ಳಿಹಾಕಿದ್ದೆ."},{"number":12,"verse":"ಅತಿಭಯಂಕರ ರಾಷ್ಟ್ರದವರಾದ ಮ್ಲೇಚ್ಛರು ಅದನ್ನು ಕಡಿದುಹಾಕಿ ಹೋಗಿಬಿಟ್ಟಿದ್ದಾರೆ; ಅದರ ರೆಂಬೆಗಳು ಗುಡ್ಡಗಳಲ್ಲೂ ಎಲ್ಲ ಹಳ್ಳಕೊಳ್ಳಗಳಲ್ಲೂ ಬಿದ್ದಿವೆ; ಅದರ ಕೊಂಬೆಗಳು ದೇಶದ ಎಲ್ಲ ತೊರೆಗಳ ಹತ್ತಿರ ಮುರಿದುಬಿದ್ದಿವೆ; ಲೋಕದ ಸಮಸ್ತ ಜನಾಂಗಗಳು ಅದರ ನೆರಳಿನಿಂದ ತೊಲಗಿಹೋಗಿವೆ."},{"number":13,"verse":"“ಬಿದ್ದ ಆ ಬುಡದ ಮೇಲೆ ಎಲ್ಲ ಆಕಾಶ ಪಕ್ಷಿಗಳು ಎರಗುವುವು; ಅದರ ರೆಂಬೆಗಳನ್ನು ಸಮಸ್ತ ಭೂಜಂತುಗಳು ತುಳಿದಾಡುವುವು."},{"number":14,"verse":"ನೀರಾವರಿಯ ಯಾವ ಮರವು ತಮ್ಮ ಎತ್ತರವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಂಡು ತನ್ನ ತುದಿಯಿಂದ ಮೋಡ ಮುಟ್ಟದಿರಲೆಂದು ಹಾಗೂ ನೀರನ್ನು ಹೀರುತ್ತಲೇ ಇರುವ ದೊಡ್ಡ ದೊಡ್ಡ ಮರಗಳು ಎತ್ತರವಾಗಿ ಚಿಗುರಿಕೊಳ್ಳದಿರಲೆಂದು ಹೀಗಾಯಿತು; ಆದರೆ ಎಲ್ಲ ಮರಗಳು ಮರಣದ ಪಾಲಾಗುವುವು. ಅಧೋಲೋಕವೇ ಅವುಗಳ ಗತಿ; ಪಾತಾಳಕ್ಕೆ ಇಳಿದುಹೋದವರ ಬಳಿಗೆ, ನರಜನ್ಮದವರೊಂದಿಗೆ ಒಂದೇ ಗುಂಪಾಗಿ ಸೇರುವುವು.”"},{"number":15,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ : “ಆ ವೃಕ್ಷ ಪಾತಾಳಕ್ಕೆ ಇಳಿದುಹೋದ ದಿನದಲ್ಲಿ ನಾನು ದುಃಖದ ಚಿಹ್ನೆಗಳನ್ನು ಏರ್ಪಡಿಸಿದೆ; ಅದರ ವಿಯೋಗಕ್ಕಾಗಿ ನಾನು ಮಹಾನದಿಯನ್ನು ಮರೆಮಾಡಿ, ನದಿಯ ಶಾಖೆಗಳನ್ನು ತಡೆದುಬಿಟ್ಟೆ; ಜಲಪ್ರವಾಹವು ನಿಂತುಹೋಯಿತು; ಅದಕ್ಕಾಗಿ ಲೆಬನೋನು ಗೋಳಿಡುವಂತೆ ಮಾಡಿದೆ. ಭೂಮಿಯ ಸಕಲ ವೃಕ್ಷಗಳು ಆ ದುಃಖಕ್ಕೆ ಮೂರ್ಛೆಹೋದವು."},{"number":16,"verse":"ನಾನು ಅದನ್ನು ಪ್ರೇತಗಳ ಜೊತೆಗೆ ಸೇರಿಸಬೇಕೆಂದು ಪಾತಾಳಕ್ಕೆ ತಳ್ಳಿಬಿಟ್ಟಾಗ, ಅದು ಬಿದ್ದ ಶಬ್ದಕ್ಕೆ ಸಕಲ ಜನಾಂಗಗಳು ನಡುಗಿದವು; ಮತ್ತು ಪೂರ್ವಕಾಲದಲ್ಲಿ ಅಧೋಲೋಕದ ಪಾಲಾದ ಏದೆನಿನ ಎಲ್ಲ ಮರಗಳು, ಲೆಬನೋನಿನ ಉತ್ತಮೋತ್ತಮ ವೃಕ್ಷಗಳು, ಅಂತು ನೀರಾವರಿಯ ಸಕಲ ಸಸ್ಯಗಳೂ ಅಲ್ಲಿ ಸಂತೈಸಿಕೊಂಡವು."},{"number":17,"verse":"ಇದಲ್ಲದೆ, ಅದಕ್ಕೆ ತೋಳಬಲವಾಗಿ ಜನಾಂಗಗಳ ಮಧ್ಯೆ ಅದರ ನೆರಳನ್ನು ಆಶ್ರಯಿಸಿದವರು, ಅದರೊಂದಿಗೆ ಪಾತಾಳಕ್ಕಿಳಿದು, ಖಡ್ಗಹತರ ಜೊತೆಗೆ ಸೇರಿದರು."},{"number":18,"verse":"ಇಂಥಾ ವೈಭವದಿಂದ ಹಾಗೂ ಮಹಿಮೆಯಿಂದ ಕೂಡಿದ ನೀನು, ಏದೆನಿನ ವೃಕ್ಷಗಳಲ್ಲಿ ಯಾವುದಕ್ಕಿಂತ ಕಡಿಮೆ? ಆದರೂ ನೀನು ಏದೆನಿನ ವೃಕ್ಷಗಳೊಂದಿಗೆ ಅಧೋಲೋಕಕ್ಕೆ ದೂಡಿದವನಾಗಿ ಸುನ್ನತಿಹೀನರ ನಡುವೆ ಖಡ್ಗಹತರ ಸಂಗಡ ಒರಗಿಹೋಗುವೆ. ಫರೋಹನೂ ಅವನ ಎಲ್ಲಾ ಪ್ರಜೆಗಳೂ ಇದೇ ಗತಿಯನ್ನು ಹೊಂದುವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ.”"}]}