{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"ಯೆಜೆಕಿಯೇಲನು ಇಸ್ರಯೇಲರ ಕಾವಲುಗಾರ(330 3:16-21) ಸರ್ವೇಶ್ವರ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು:"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ಜನರನ್ನು ಸಂಭೋದಿಸಿ ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ - “ನಾನು ದೇಶದ ಮೇಲೆ ಖಡ್ಗವನ್ನು ಬೀಳಮಾಡುವಾಗ, ಆ ದೇಶದವರು ತಮ್ಮಲ್ಲಿ ಆರಿಸಿ ನೇಮಿಸಿಕೊಂಡ ಕಾವಲುಗಾರನು"},{"number":3,"verse":"ದೇಶದ ಮೇಲೆ ಬೀಳುವ ಖಡ್ಗವನ್ನು ನೋಡಿದ ಕೂಡಲೆ ಕೊಂಬನ್ನೂದಿ ಸಜ್ಜನರನ್ನು ಎಚ್ಚರಿಸಲಿ; ಕೊಂಬಿನ ಕೂಗನ್ನು"},{"number":4,"verse":"ಕೇಳಿಯೂ ಯಾವನಾದರು ಎಚ್ಚರಗೊಳ್ಳದೆ ಬೀಳುವ ಖಡ್ಗಕ್ಕೆ ಸಿಕ್ಕಿ ನಾಶವಾದರೆ, ತನ್ನ ಮರಣಕ್ಕೆ ತಾನೇ ಕಾರಣನಾಗುತ್ತಾನೆ."},{"number":5,"verse":"ಏಕೆಂದರೆ ಅವನು ಕೊಂಬಿನ ಕೂಗನ್ನು ಕೇಳಿಯೂ ಎಚ್ಚರಗೊಳ್ಳಲಿಲ್ಲ. ತನ್ನ ಮರಣಕ್ಕೆ ತಾನೇ ಕಾರಣನು; ಎಚ್ಚರಗೊಂಡಿದ್ದರೆ ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದ."},{"number":6,"verse":"ಆದರೆ ಕಾವಲುಗಾರನೇ ಬೀಳುವ ಖಡ್ಗವನ್ನು ನೋಡಿಯೂ ಕೊಂಬನ್ನೂದದೆ, ಸಜ್ಜನರನ್ನು ಎಚ್ಚರಿಸದೆ ಹೋದರೆ ಖಡ್ಗ ಬಿದ್ದು ಆ ಜನರೊಳಗೆ ಯಾವನನ್ನೇ ಆಗಲಿ ನಾಶಮಾಡಿದರೆ, ತನ್ನ ಅಧರ್ಮದಲ್ಲೇ ನಾಶಗೊಂಡ ಆ ಮನುಷ್ಯನ ಮರಣಕ್ಕೆ, ಕಾವಲುಗಾರನೇ ಹೊಣೆ. ಅವನಿಗೆ ನಾನು ಮುಯ್ಯಿ ತೀರಿಸುವೆನು."},{"number":7,"verse":"“ನರಪುತ್ರನೇ, ನಾನು ನಿನ್ನನ್ನು ಇಸ್ರಯೇಲ್ ವಂಶದವರಿಗೆ ಕಾವಲುಗಾರನಾಗಿ ನೇಮಿಸಿದ್ದೇನೆ; ನೀನು ನನ್ನ ಬಾಯಿಂದ ಹೊರಡುವ ಮಾತನ್ನು ಕೇಳಿ, ನನ್ನ ದೂತನಾಗಿ ಅವರನ್ನು ಎಚ್ಚರಪಡಿಸು."},{"number":8,"verse":"ನಾನು ದುಷ್ಟನಿಗೆ - ‘ದುಷ್ಟನೇ, ನೀನು ಸತ್ತೇಸಾಯುವೆ’ ಎಂದು ನುಡಿಯುವಾಗ ನೀನು ಆ ದುಷ್ಟನನ್ನು ತನ್ನ ದುರ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಲು ಅವನನ್ನು ಎಚ್ಚರಪಡಿಸದೆಹೋದರೆ ಅವನು ತನ್ನ ಅಪರಾಧದಿಂದಲೇ ಸಾಯಬೇಕಾಗುವುದು; ಅವನ ಮರಣಕ್ಕೆ ಹೊಣೆಯಾದ ನಿನಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು."},{"number":9,"verse":"ಆದರೆ ನೀನು ದುಷ್ಟನನ್ನು ದುರ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಲು ಅವನನ್ನು ಎಚ್ಚರಿಸಿದರೂ ಇವನು ಅದನ್ನು ಬಿಡದೆಹೋದರೆ ನಿನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವೆ."},{"number":10,"verse":"ವೈಯಕ್ತಿಕ ಹೊಣೆಗಾರಿಕೆ “ನರಪುತ್ರನೇ, ಇಸ್ರಯೇಲ್ ವಂಶದವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಅಯ್ಯೋ, ನಮ್ಮ ದ್ರೋಹಗಳ ಮತ್ತು ಪಾಪಗಳ ಭಾರ ನಮ್ಮ ಮೇಲೆ ಬಿದ್ದಿವೆ; ಅವುಗಳಿಂದ ಕ್ಷೀಣವಾಗಿಹೋಗುತ್ತಿದ್ದೇವೆ; ನಾವು ಹೇಗೆ ಉಳಿದೇವು ಅಂದುಕೊಳ್ಳುತ್ತೀರಲ್ಲವೇ?"},{"number":11,"verse":"ನನ್ನ ಜೀವದಾಣೆ, ದುಷ್ಟನ ಸಾವಿನಲ್ಲಿ ನನಗೆ ಲವಲೇಶವೂ ಸಂತೋಷವಿಲ್ಲ; ಅವನು ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಬಿಟ್ಟು ಬಾಳುವುದೇ ನನಗೆ ಸಂತೋಷ. ಇಸ್ರಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ದುರ್ಮಾರ್ಗಗಳನ್ನು ಬಿಟ್ಟು ಬಾಳುವುದೇ ನನಗೆ ಸಂತೋಷ. ಇಸ್ರಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ದುರ್ಮಾರ್ಗಗಳನ್ನು ಬಿಡಿ, ಬಿಟ್ಟುಬಿಡಿ; ನೀವು ಏಕೆ ಸಾಯಬೇಕು?” ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ."},{"number":12,"verse":"“ನರಪುತ್ರನೇ, ನಿನ್ನ ಜನರಿಗೆ ಹೀಗೆ ಹೇಳು: ಶಿಷ್ಟನು ದ್ರೋಹಮಾಡಿದ್ದಲ್ಲಿ ಅವನ ಪುಣ್ಯ ಅವನನ್ನು ಉದ್ಧರಿಸದು; ದುಷ್ಟನು ತನ್ನ ದುಷ್ಟತನವನ್ನು ಬಿಟ್ಟಲ್ಲಿ ಅವನ ಪಾಪ ಅವನನ್ನು ಬೀಳಿಸದು; ಶಿಷ್ಟನು ಪಾಪಮಾಡಿದಲ್ಲಿ ಅವನ ಪುಣ್ಯ ಅವನನ್ನು ಉಳಿಸಲಾರದು."},{"number":13,"verse":"ನಾನು ಶಿಷ್ಟನಿಗೆ, ನೀನು ಬಾಳೇ ಬಾಳುವೆ ಎಂದು ಹೇಳಲು, ಅವನು ತನ್ನ ಪುಣ್ಯದ ಮೇಲೆ ಭರವಸೆಯಿಟ್ಟು ಪಾಪಮಾಡಿದರೆ, ಅವನು ಮಾಡಿದ ಯಾವ ಸುಕೃತ್ಯವು ಅವನ ಲೆಕ್ಕಕ್ಕೆ ಸೇರದು; ಅವನು ಮಾಡುವ ಪಾಪದಿಂದಲೇ ಅವನು ಸಾಯುವನು."},{"number":14,"verse":"ನಾನು ದುಷ್ಟನಿಗೆ, ‘ನೀನು ಸತ್ತೇ ಸಾಯುವೆ’ ಎಂದು ಹೇಳಲು ಅವನು ತನ್ನ ಪಾಪವನ್ನು ಬಿಟ್ಟು ನ್ಯಾಯನೀತಿಗಳನ್ನು ನಡೆಸಲು"},{"number":15,"verse":"ಅಂದರೆ, ಆ ದುಷ್ಟನು ಒತ್ತೆಯನ್ನು ಬಿಗಿಹಿಡಿಯದೆ, ದೋಚಿಕೊಂಡದ್ದನ್ನು ಹಿಂದಕ್ಕೆ ಕೊಟ್ಟು, ಜೀವಾಧಾರವಾದ ವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ, ಸಕಲ ದುಷ್ಕರ್ಮಗಳಿಗೂ ದೂರವಾದರೆ ಅವನು ಸಾಯನು, ಬಾಳೇ ಬಾಳುವನು."},{"number":16,"verse":"ಅವನು ಮಾಡಿದ ಯಾವ ಪಾಪವೂ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ಸೇರದು; ನ್ಯಾಯನೀತಿಗಳನ್ನು ನಡೆಸುತ್ತಿರುವುದರಿಂದ ಅವನು ಬಾಳೇ ಬಾಳುವನು."},{"number":17,"verse":"“ಆದರೆ ನನ್ನ ಜನರು ಸರ್ವೇಶ್ವರನ ಕ್ರಮ ಸರಿಯಲ್ಲವೆಂದು ಹೇಳುತ್ತಿದ್ದಾರೆ. ಬದಲಿಗೆ ಅವರ ಕ್ರಮವೇ ಸರಿಯಿಲ್ಲ."},{"number":18,"verse":"ಶಿಷ್ಟನು ತನ್ನ ಶಿಷ್ಟತನವನ್ನು ಬಿಟ್ಟು ಅಧರ್ಮಮಾಡಿದರೆ, ಆ ಅಧರ್ಮದಿಂದಲೇ ಸಾಯುವನು."},{"number":19,"verse":"ದುಷ್ಟನು ತನ್ನ ದುಷ್ಟತನವನ್ನು ಬಿಟ್ಟು ನೀತಿನ್ಯಾಯಗಳನ್ನು ನಡೆಸಿದರೆ, ಅವುಗಳಿಂದ ಉಳಿಯುವನು."},{"number":20,"verse":"ಆದರೆ ನೀವು ಸರ್ವೇಶ್ವರನ ಕ್ರಮವು ಸರಿಯಿಲ್ಲವೆಂದು ಹೇಳುತ್ತಿದ್ದೀರಿ; ಇಸ್ರಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ನಿಮ್ಮ ನಡತೆಗೆ ತಕ್ಕ ಹಾಗೆ ನಾನು ನಿಮಗೆ ತೀರ್ಪುನೀಡುವೆನು.”"},{"number":21,"verse":"ಜೆರುಸಲೇಮಿನ ಪತನದ ಸುದ್ದಿ ನಾವು ಸೆರೆಯಾಗಿ ಹನ್ನೆರಡನೆಯ ವರ್ಷದ ಹತ್ತನೆಯ ತಿಂಗಳಿನ ಐದನೆಯ ದಿನದಲ್ಲಿ (ಅಂದರೆ : ಕ್ರಿ. ಪೂ. 586ರ ಡಿಸೆಂಬರ್ - 585ರ ಜನವರಿಯಲ್ಲಿ.) ಜೆರುಸಲೇಮಿನಿಂದ ಪಲಾಯನ ಮಾಡಿದವನೊಬ್ಬನು ನನ್ನ ಬಳಿಗೆ ಬಂದು, - ‘ಪಟ್ಟಣವು ಶತ್ರು ವಶವಾಯಿತು’ ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ಅವನು ಬರುವುದಕ್ಕೆ ಹಿಂದಿನ ಸಾಯಂಕಾಲ ನಾನು ಸರ್ವೇಶ್ವರನ ಹಸ್ತಸ್ಪರ್ಶದಿಂದ ಪರವಶನಾಗಿದ್ದೆ. ಆ ಪಲಾಯಿತನು ಬೆಳಿಗ್ಗೆ ಬರುವನೆಂದು ಸರ್ವೇಶ್ವರ ನನ್ನ ಬಾಯನ್ನು ಬಿಚ್ಚಿದರು; ಹೌದು ನನ್ನ ಬಾಯಿ ಬಿಚ್ಚಿತ್ತು, ನನ್ನ ಮೂಕತನ ಹೋಗಿತ್ತು."},{"number":23,"verse":"ಇಸ್ರಯೇಲ್ ಜನರ ಪಾಪಗಳು ಆಗ ಸರ್ವೇಶ್ವರ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು -"},{"number":24,"verse":"“ನರಪುತ್ರನೇ, ಇಸ್ರಯೇಲ್ ನಾಡಿನ ಹಾಳುಪ್ರದೇಶಗಳಲ್ಲಿ ವಾಸಿಸುವರು, ‘ಅಬ್ರಹಾಮನು ಒಂಟಿಗನಾಗಿದ್ದರೂ ಈ ನಾಡು ಅವನಿಗೆ ಸೊತ್ತಾಗಿ ಸಿಕ್ಕಿತು; ಅದು ಬಹುಜನರಾದ ನಮಗೆ ಸೊತ್ತಾಗಿ ಸಿಕ್ಕಿದ್ದು ಏನು ದೊಡ್ಡದು! ಎಂದುಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ."},{"number":25,"verse":"“ಆದುದರಿಂದ ನೀನು ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ: ‘ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ: ರಕ್ತದಿಂದ ಕೂಡಿದ ಮಾಂಸವನ್ನು ತಿನ್ನುತ್ತೀರಿ. ವಿಗ್ರಹಗಳ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತುತ್ತೀರಿ; ರಕ್ತವನ್ನು ಸುರಿಸುತ್ತೀರಿ; ನಿಮ್ಮಂಥವರು ದೇಶವನ್ನು ಅನುಭವಿಸಬಹುದೇ?"},{"number":26,"verse":"ನೀವು ಕತ್ತಿ ಬಳಸುವುದರಲ್ಲೇ ನಿರತರಾಗಿದ್ದೀರಿ, ದುರಾಚಾರ ನಡೆಸುತ್ತೀರಿ, ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ನೆರೆಯವನ ಹೆಂಡತಿಯನ್ನು ಕೆಡಿಸುತ್ತಾನೆ; ನಿಮ್ಮಂಥವರು ದೇಶವನ್ನು ಅನುಭವಿಸಬಹುದೋ?’"},{"number":27,"verse":"“ಮತ್ತು ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - ನನ್ನ ಜೀವದಾಣೆ, ಹಾಳು ಪ್ರದೇಶಗಳಲ್ಲಿ ಇರುವವರನ್ನು ಖಡ್ಗವು ಹತಿಸುವುದು; ಬಯಲಿನಲ್ಲಿ ಇರುವವರನ್ನು ನಾನು ಮೃಗಗಳಿಗೆ ತುತ್ತು ಮಾಡುವೆನು; ಗುಹೆದುರ್ಗಗಳಲ್ಲಿ ಇರುವವರನ್ನು ವ್ಯಾಧಿಯು ಸಾಯಿಸುವುದು."},{"number":28,"verse":"ನಾನು ದೇಶವನ್ನು ಹಾಳುಪಾಳು ಮಾಡುವೆನು, ಅದರ ಶಕ್ತಿಯ ಮದವು ಇಳಿದುಹೋಗುವುದು; ಇಸ್ರಯೇಲಿನ ಮಲೆನಾಡು ಬೀಡುಬೀಳುವುದು; ಯಾರೂ ಇಲ್ಲಿ ಹಾದುಹೋಗರು."},{"number":29,"verse":"ಅವರು ನಡೆಸಿದ ಬಹುದುರಾಚಾರಗಳ ನಿಮಿತ್ತ ನಾನು ದೇಶವನ್ನು ಹಾಳುಪಾಳು ಮಾಡಿದಾಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ದೃಢವಾಗುವುದು."},{"number":30,"verse":"ಪ್ರವಾದಿಯಿತ್ತ ಸಂದೇಶದ ಪರಿಣಾಮ “ನರಪುತ್ರನೇ, ನಿನ್ನ ಜನರು ಗೋಡೆಗಳ ನೆರಳಿನಲ್ಲೂ ಮನೆಯ ಬಾಗಿಲುಗಳಲ್ಲೂ ನಿಂತು ನಿನ್ನ ಪ್ರಸ್ತಾಪವನ್ನೆತ್ತಿ ಒಬ್ಬರಿಗೊಬ್ಬರು, ‘ಸರ್ವೇಶ್ವರನ ಬಾಯಿಂದ ಹೊರಟ ಮಾತೇನೆಂದು ಕೇಳೋಣ ಬನ್ನಿ’ ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ."},{"number":31,"verse":"ಪ್ರಶ್ನೆ ಕೇಳುವುದಕ್ಕೆ ಬರುವ ಜನರಂತೆ, ಅವರು ನಿನ್ನ ಬಳಿಗೆ ಬಂದು, ನನ್ನ ಭಕ್ತರಾಗಿ ನಿನ್ನ ಮುಂದೆ ಕೂತುಕೊಂಡು, ನಿನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳುತ್ತಾರೆ; ಆದರೆ ಕೈಗೊಳ್ಳುವುದಿಲ್ಲ. ಬಾಯಿಂದ ಬಹು ಪ್ರೀತಿಯನ್ನು ತೋರಿಸುತ್ತಾರೆ; ಅವರ ಮನಸ್ಸಾದರೋ ತಾವು ದೋಚಿಕೊಂಡದ್ದರ ಮೇಲೆ ಇರುತ್ತದೆ."},{"number":32,"verse":"ಇಗೋ, ನಿನ್ನ ಮಾತು ಅವರ ಎಣಿಕೆಯಲ್ಲಿ ಒಬ್ಬ ಸಂಗೀತಗಾರನು ವಾದ್ಯವನ್ನು ಜಾಣತನದಿಂದ ಬಾರಿಸಿ ಮಧುರಸ್ವರದಿಂದ ಹಾಡುವ ಪ್ರೇಮಗೀತೆಗೆ ಸಮಾನವಾಗಿದೆ; ನಿನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳುತ್ತಾರೆ, ಆದರೆ ಕೈಗೊಳ್ಳುವುದಿಲ್ಲ."},{"number":33,"verse":"ನೀನು ಮುಂತಿಳಿಸಿದ್ದು ಸಂಭವಿಸುವಾಗ ಅದು ಈಗ ಸಂಭವಿಸಲಿದೆ, ತಮ್ಮ ಮಧ್ಯೆ ಇದ್ದವನು ಪ್ರವಾದಿಯೇ ಎಂದು ಅವರಿಗೆ ನಿಶ್ಚಿತವಾಗುವುದು.”"}]}