{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":35,"verses":[{"number":1,"verse":"(ಎದೋಮಿನ ಬೆಟ್ಟ ಕುರಿತ ದೈವೋಕ್ತಿ) ಸರ್ವೇಶ್ವರ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು -"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ನೀನು ಸೇಯೀರ ಬೆಟ್ಟದ ಸೀಮೆಗೆ ಅಭಿಮುಖನಾಗಿ ಅದಕ್ಕೆ ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿ - ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ : -"},{"number":3,"verse":"ಎದೋಮೇ (ಅಥವಾ : ಸೆಯೀರ್.) ಇಗೋ, ನಿನಗೆ ನಾ ವಿರೋಧಿಯಾಗಿರುವೆ ನಿನ್ನ ನಾಡಿನ ಮೇಲೆ ಕೈಯೆತ್ತಿ ನಾಶಪಡಿಸುವೆ."},{"number":4,"verse":"ನಿನ್ನ ಪಟ್ಟಣಗಳು ಹಾಳಾಗುವುವು; ನೀ ಕಾಡಾಗುವೆ. ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರನೆಂದು ನೀನು ತಿಳಿದುಕೊಳ್ಳುವೆ."},{"number":5,"verse":"“ನೀನು ಇಸ್ರಯೇಲಿನ ಮೇಲೆ ದೀರ್ಘ ದ್ವೇಷವಿಟ್ಟು, ಅವರ ಅಪರಾಧದ ಕಡೆಗಾಲದಲ್ಲಿ ಆಪತ್ತು ಸಂಭವಿಸಿದಾಗ, ಅವರನ್ನು ಕತ್ತಿಯ ಬಾಯಿಗೆ ಗುರಿಮಾಡಿದ್ದೆ."},{"number":6,"verse":"ಆದುದರಿಂದ ನನ್ನ ಜೀವದಾಣೆ, ನಾನು ನಿನ್ನನ್ನು ರಕ್ತಮಯಮಾಡುವೆನು. ರಕ್ತದ ಕೋಡಿ ನಿನ್ನನ್ನು ಹಿಂದಟ್ಟುವುದು; ನೀನು ರಕ್ತ ಸುರಿಸುವುದಕ್ಕೆ ಹೇಸದೆ ಹೋದ ಕಾರಣ, ರಕ್ತಪ್ರವಾಹವೇ ನಿನ್ನ ಬೆನ್ನಹತ್ತುವುದು; ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ."},{"number":7,"verse":"ಸೆಯೀರ್ ಬೆಟ್ಟವೇ, ನಾನು ನಿನ್ನ ಸೀಮೆಯನ್ನು ಹಾಳುಪಾಳು ಮಾಡಿ ಅದರೊಳಗೆ ಹೋಗುವವರನ್ನೂ ಬರುವವರನ್ನೂ ಕತ್ತರಿಸಿಬಿಟ್ಟು,"},{"number":8,"verse":"ನಿನ್ನ ಪರ್ವತಗಳನ್ನು ನಿನ್ನವರ ಶವಗಳಿಂದ ತುಂಬಿಸುವೆನು; ಖಡ್ಗಹತರು ನಿನ್ನ ಗುಡ್ಡತಗ್ಗು ತೊರೆಗಳಲ್ಲಿ ಬಿದ್ದುಹೋಗುವರು."},{"number":9,"verse":"ನಾನು ನಿನ್ನನ್ನು ನಿತ್ಯನಾಶನಕ್ಕೆ ಈಡುಮಾಡುವೆನು; ನಿನ್ನ ಪಟ್ಟಣಗಳು ನಿರ್ಜನವಾಗುವುವು; ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ನಿನ್ನವರಿಗೆ ನಿಶ್ಚಿತವಾಗುವುದು."},{"number":10,"verse":"“ನೀನು ‘ಇವೆರಡು ಜನಾಂಗಗಳೂ ಇವೆರಡು ದೇಶಗಳೂ ನನ್ನ ವಶವಾಗುವುವು, ನಾವು ಅವುಗಳನ್ನು ಅನುಭವಿಸುವೆವು’ ಎಂದುಕೊಂಡು ಅಲ್ಲಿನ ನನ್ನ ಸಾನ್ನಿಧ್ಯವನ್ನು ಅಲಕ್ಷ್ಯಮಾಡಿದ್ದೆ."},{"number":11,"verse":"ಆದುದರಿಂದ ನನ್ನ ಜೀವದಾಣೆ, ನೀನು ನನ್ನ ಜನರನ್ನು ದ್ವೇಷಿಸಿ, ಅವರ ಮೇಲಿಟ್ಟ ಕೋಪಕ್ಕೂ ಮಾತ್ಸರ್ಯಕ್ಕೂ ನಾನು ನಿನಗೆ ಪ್ರತೀಕಾರಮಾಡುವೆನು; ನಿನ್ನನ್ನು ದಂಡಿಸುವಾಗ ನಾನು ಅವರಿಗೆ ಗೋಚರವಾಗುವೆನು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ನುಡಿ."},{"number":12,"verse":"ನೀನು ಇಸ್ರಯೇಲಿನ ಪರ್ವತಗಳನ್ನು ನೋಡಿ, - ‘ಆಹಾ, ಹಾಳಾದವು, ನಮಗೆ ತಿನ್ನುವ ತುತ್ತಾಗಿವೆ,’ ಎಂದು ಮಾಡಿದ ದೂಷಣೆಗಳು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ಕಿವಿಗೆ ಬಿದ್ದಿವೆ ಎಂಬುದು ನಿನಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":13,"verse":"ನಿನ್ನವರು ದೊಡ್ಡ ಬಾಯಿಮಾಡಿ ನನ್ನ ಮೇಲೆ ಆಡಿದ ಅತಿಯಾದ ಹರಟೆಗಳನ್ನು ಕೇಳಿದ್ದೇನೆ.”"},{"number":14,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಇಂತೆನ್ನುತ್ತಾರೆ - “ನಾನು ನಿನ್ನನ್ನು ಹಾಳುಮಾಡಿ ಜಗವನ್ನೆಲ್ಲಾ ಸಂತೋಷಪಡಿಸುವೆನು."},{"number":15,"verse":"ಇಸ್ರಯೇಲರ ಸೊತ್ತಿನ ನಾಶನಕ್ಕೆ ಜಗವೆಲ್ಲಾ ಸಂತೋಷಪಡುವಂತೆ ಮಾಡುವೆನು; ಸೆಯೀರ್ ಬೆಟ್ಟವೇ, ನೀನು ಹಾಳಾಗುವೆ; ಹೌದು, ಎದೋಮ್ ಸೀಮೆಯೆಲ್ಲಾ ತೀರಾ ಹಾಳಾಗುವುದು; ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ವ್ಯಕ್ತವಾಗುವುದು.”"}]}