{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"ಜೆರುಸಲೇಮಿನ ಮುತ್ತಿಗೆಯ ಮುನ್ಸೂಚನೆ “ನರಪುತ್ರನೇ, ನೀನು ಒಂದು ಚದರ ಇಟ್ಟಿಗೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ನಿನ್ನ ಮುಂದೆ ಇಟ್ಟು ಅದರಲ್ಲಿ ಪಟ್ಟಣದ ನಕ್ಷೆಯನ್ನು ಅಂದರೆ, ಜೆರುಸಲೇಮಿನ ನಕ್ಷೆಯನ್ನು ಬರೆ."},{"number":2,"verse":"ಆ ನಕ್ಷೆಯ ಸುತ್ತಲು ದಿಬ್ಬಹಾಕಿ, ಒಡ್ಡುಕಟ್ಟಿ, ಪಾಳೆಯಗಳನ್ನು ಮಾಡಿ, ಭಿತ್ತಿಭೇದಕ ಯಂತ್ರಗಳನ್ನು ನಿಲ್ಲಿಸಿ, ಅದನ್ನು ಮುತ್ತು."},{"number":3,"verse":"ಆಮೇಲೆ ಕಬ್ಬಿಣದ ಹೆಂಚನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ನಿನಗೂ ಆ ಪಟ್ಟಣಕ್ಕೂ ಮಧ್ಯೆ ಕಬ್ಬಿಣದ ಗೋಡೆಯನ್ನಾಗಿ ನಿಲ್ಲಿಸಿ ಆ ಪಟ್ಟಣದ ಮೇಲೆ ದೃಷ್ಟಿಯಿಡು; ಅದು ಮುತ್ತಲ್ಪಡುವುದು. ನೀನು ಅದನ್ನು ಮುತ್ತಿದಂತಾಗುವುದು. ಇದು ಇಸ್ರಯೇಲ್ ವಂಶದವರಿಗೆ ಒಂದು ಸಂಕೇತ."},{"number":4,"verse":"“ಇದಲ್ಲದೆ ನೀನು ನಿನ್ನ ಎಡಮಗ್ಗುಲಲ್ಲಿ ಮಲಗು. ಇಸ್ರಯೇಲ್ ವಂಶದವರ ಅಧರ್ಮದ ಭಾರ ನಿನ್ನ ಮೇಲೆ ಬಿದ್ದಿದೆ ಎಂದು ಗೊತ್ತಾಗಲಿ; ನೀನು ಎಷ್ಟು ದಿವಸ ಹೀಗೆ ಮಲಗಿಕೊಂಡಿರುವಿಯೋ ಅಷ್ಟು ದಿವಸ ಅವರ ಅಧರ್ಮವನ್ನು ಹೊತ್ತುಕೊಂಡಿರುವೆ."},{"number":5,"verse":"ಅವರು ಎಷ್ಟು ವರ್ಷ ತಮ್ಮ ಅಧರ್ಮದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕೋ ಅಷ್ಟು ದಿವಸ ಅಂದರೆ, ಮುನ್ನೂರತೊಂಬತ್ತು ದಿವಸ ನೀನು ಮಲಗಿಕೊಂಡಿರಬೇಕೆಂದು ನಿನಗೆ ನೇಮಿಸಿದ್ದೇನೆ; ಅಷ್ಟು ದಿವಸ ಇಸ್ರಯೇಲ್ ವಂಶದವರ ಅಧರ್ಮವನ್ನು ನೀನು ಹೊತ್ತುಕೊಂಡಿರಬೇಕು."},{"number":6,"verse":"ಅಷ್ಟು ದಿವಸಗಳು ತೀರಿದ ಮೇಲೆ ಬಲಮಗ್ಗುಲಲ್ಲಿ ಮಲಗಿಕೊಂಡು ಯೆಹೂದ ವಂಶದವರ ಅಧರ್ಮವನ್ನು ಹೊತ್ತುಕೊಳ್ಳಬೇಕು. ವರ್ಷ ಒಂದಕ್ಕೆ ಒಂದು ದಿವಸ ಮೇರೆಗೆ ನಲವತ್ತು ದಿನ ಅವರ ಅಧರ್ಮವನ್ನು ಹೊತ್ತುಕೊಳ್ಳಬೇಕೆಂದು ನಿನಗೆ ಗೊತ್ತುಮಾಡಿದ್ದೇನೆ."},{"number":7,"verse":"“ನಿನ್ನ ತೋಳಿಗೆ ಹೊದಿಕೆಯಿಲ್ಲದೆ, ಮುತ್ತಿಗೆಯಾದ ಜೆರುಸಲೇಮಿನ ಕಡೆಗೆ ಮೋರೆ ತಿರುಗಿಸಿ, ಅದರ ವಿರುದ್ಧ ಅಶುಭವನ್ನು ಪ್ರವಾದಿಸು."},{"number":8,"verse":"ಇಗೋ, ನಿನ್ನ ಮುತ್ತಿಗೆಯ ದಿನಗಳು ಮುಗಿಯುವ ತನಕ ನೀನು ಬಲಮಗ್ಗುಲಿಂದ ಎಡಮಗ್ಗುಲಿಗೆ ಹೊರಳದಂತೆ ನಿನ್ನನ್ನು ಬಂಧಿಸುವೆನು."},{"number":9,"verse":"“ಇದಲ್ಲದೆ ನೀನು ಗೋದಿ, ಜವೆಗೋದಿ, ಅವರೆ, ಅಲಸಂದೆ, ಸಾವೆ, ಕಡಲೆ ಇವುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಒಂದೇ ಪಾತ್ರೆಯಲ್ಲಿ ಹಾಕಿ ಅವುಗಳಿಂದ ರೊಟ್ಟಿಯನ್ನು ಮಾಡಿಕೋ; ಮಗ್ಗುಲಲ್ಲಿ ಮಲಗಿಕೊಳ್ಳುವಷ್ಟು ದಿನ, ಅಂದರೆ ಮುನ್ನೂರ ತೊಂಬತ್ತು ದಿನ ಅದನ್ನು ತಿನ್ನು."},{"number":10,"verse":"ನಿನ್ನ ಆಹಾರದ ತೂಕ ದಿನವೊಂದಕ್ಕೆ 230 ಗ್ರಾಂ ಇರಲಿ; ಆಗಾಗ್ಗೆ ಸ್ವಲ್ಪ ಸ್ವಲ್ಪ ತಿನ್ನಬೇಕು."},{"number":11,"verse":"ಮತ್ತು ನೀರನ್ನು ಅಳತೆಯ ಪ್ರಕಾರ ದಿನವೊಂದಕ್ಕೆ ಎರಡು ಬಟ್ಟಲಂತೆ ಕುಡಿ; ಆಗಾಗ್ಗೆ ಸ್ವಲ್ಪ ಸ್ವಲ್ಪ ಕುಡಿಯಬೇಕು."},{"number":12,"verse":"ನೀನು ಸೌದೆಗೆ ಬದಲಾಗಿ ಮನುಷ್ಯನ ಮಲವನ್ನು ಉರಿಸಿ, ನಿನ್ನ ಜನರ ಕಣ್ಣೆದುರಿಗೆ ಆ ಹಿಟ್ಟನ್ನು ರೊಟ್ಟಿಮಾಡಿ ಜವೆಗೋದಿಯ ರೊಟ್ಟಿಗಳಂತೆ ತಿನ್ನು."},{"number":13,"verse":"“ಹಾಗೆಯೇ ಇಸ್ರಯೇಲ್ ವಂಶದವರು ನನ್ನಿಂದ ಅನ್ಯದೇಶಗಳಿಗೆ ಅಟ್ಟಲ್ಪಟ್ಟು ಆ ದೇಶೀಯರ ನಡುವೆ ವಾಸಿಸುತ್ತಾ ತಮ್ಮ ಆಹಾರವನ್ನು ಹೊಲಸಾಗಿ ತಿನ್ನುವರು; ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":14,"verse":"ಅದಕ್ಕೆ ನಾನು, “ಅಯ್ಯೋ, ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಾನು ಹೊಲಸನ್ನು ಮುಟ್ಟಿದವನಲ್ಲ, ನಾನು ಹುಟ್ಟಿದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಸತ್ತ ಪಶುವಿನ ಮಾಂಸವನ್ನಾಗಲಿ, ಕಾಡುಮೃಗ ಕೊಂದ ಪಶುವಿನ ಮಾಂಸವನ್ನಾಗಲಿ ತಿಂದವನೇ ಅಲ್ಲ; ಯಾವ ಅಸಹ್ಯಪದಾರ್ಥವೂ ನನ್ನ ಬಾಯೊಳಗೆ ಸೇರಲಿಲ್ಲ,” ಎಂದು ಅರಿಕೆಮಾಡಿದೆ."},{"number":15,"verse":"ಅದಕ್ಕೆ ಅವರು, “ನೋಡು, ಮನುಷ್ಯರ ಮಲಕ್ಕೆ ಬದಲಾಗಿ ದನಗಳ ಸಗಣಿಯನ್ನು ನಿನಗೆ ಗೊತ್ತುಮಾಡಿದ್ದೇನೆ. ಇದನ್ನು ಉರಿಸಿ ನಿನ್ನ ರೊಟ್ಟಿಯನ್ನು ಸುಟ್ಟುಕೋ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":16,"verse":"ಇದಲ್ಲದೆ ಅವರು ನನಗೆ ಹೀಗೆ ಹೇಳಿದರು: “ನರಪುತ್ರನೇ, ನಾನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಆಹಾರ ಸರಬರಾಜನ್ನು ನಿಲ್ಲಿಸಿಬಿಡುವೆನು. ನಿವಾಸಿಗಳು ಅನ್ನವನ್ನು ತೂಕಮಾಡಿ ಅಂಜಿಕೆಯಿಂದ ತಿನ್ನುವರು, ನೀರನ್ನು ಅಳತೆಮಾಡಿ ಕಳವಳದಿಂದ ಕುಡಿಯುವರು;"},{"number":17,"verse":"ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರು ಅನ್ನನೀರಿನ ಕೊರತೆಯಿಂದ ಕುಗ್ಗಿಹೋಗಿ ತಮ್ಮ ಅಧರ್ಮದಿಂದ ಕ್ಷಯಿಸಿಹೋಗುವರು.”"}]}