{"bibleAbbr":"KNCL","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"ಪೂಜಾಸ್ಥಳಗಳಾಗಿದ್ದ ಬೆಟ್ಟಗುಡ್ಡಗಳ ವಿರುದ್ಧ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನನಗೆ ಅನುಗ್ರಹಿಸಿದ ವಾಣಿ ಇದು:"},{"number":2,"verse":"“ನರಪುತ್ರನೇ, ಇಸ್ರಯೇಲಿನ ಬೆಟ್ಟಗಳಿಗೆ ಅಭಿಮುಖನಾಗಿ ನಿಂತು ಅವುಗಳನ್ನು ಕುರಿತು ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿ,"},{"number":3,"verse":"‘ಇಸ್ರಯೇಲಿನ ಬೆಟ್ಟಗಳೇ, ಸರ್ವೇಶ್ವರನಾದ ದೇವರ ಈ ಮಾತನ್ನು ಕೇಳಿರಿ; ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಬೆಟ್ಟಗುಡ್ಡಗಳಿಗೂ ತೊರೆತಗ್ಗುಗಳಿಗೂ ಹೀಗೆ ಹೇಳುತ್ತಾರೆ: ಇಗೋ, ನಾನೇ ನಿಮ್ಮ ಮೇಲೆ ಖಡ್ಗವನ್ನು ಬರಮಾಡಿ ನಿಮ್ಮ ಪೂಜಾಸ್ಥಳಗಳನ್ನು ನಾಶಪಡಿಸುವೆನು."},{"number":4,"verse":"ನಿಮ್ಮ ಯಜ್ಞವೇದಿಗಳು ಹಾಳಾಗುವುವು. ನಿಮ್ಮ ಸೂರ್ಯಸ್ತಂಭಗಳು ಚೂರುಚೂರಾಗುವುವು. ನಿಮ್ಮವರು ನಿಮ್ಮ ಬೊಂಬೆಗಳ ಮುಂದೆ ಹತರಾಗಿ ಬೀಳುವಂತೆ ಮಾಡುವೆನು."},{"number":5,"verse":"ನಾನು ಇಸ್ರಯೇಲರ ಹೆಣಗಳನ್ನು ಅವರ ಬೊಂಬೆಗಳ ಮುಂದೆ ಬಿಸಾಡಿ ನಿಮ್ಮ ಯಜ್ಞವೇದಿಗಳ ಸುತ್ತಲು ನಿಮ್ಮ ಎಲುಬುಗಳನ್ನು ಎರಚಿಬಿಡುವೆನು."},{"number":6,"verse":"ನೀವು ವಾಸಿಸುವ ದೇಶದಲ್ಲೆಲ್ಲಾ ಊರುಗಳು ಹಾಳಾಗುವುವು; ಪೂಜಾಸ್ಥಳಗಳು ಪಾಳುಬೀಳುವುವು; ಇದರಿಂದ ನಿಮ್ಮ ಯಜ್ಞವೇದಿಕೆಗಳು ಹಾಳುಪಾಳಾಗುವುವು; ನಿಮ್ಮ ಬೊಂಬೆಗಳು ಪುಡಿಪುಡಿಯಾಗುವುವು; ನಿಮ್ಮ ಸೂರ್ಯಸ್ತಂಭಗಳು ಚೂರುಚೂರಾಗುವುವು; ನೀವು ರೂಪಿಸಿದ ವಿಗ್ರಹಗಳು ಅಳಿದುಹೋಗುವುವು;"},{"number":7,"verse":"ಹತರಾದವರು ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ಬೀಳುವರು; ಆಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":8,"verse":"ಆದರೂ ನಾನು ಜನಶೇಷವನ್ನು ಉಳಿಸುವೆನು; ಹೇಗೆಂದರೆ ನೀವು ಅನ್ಯದೇಶಗಳಿಗೆ ಚದರಿಹೋಗುವಾಗ ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಆ ಜನಾಂಗಗಳ ಮಧ್ಯೆ ಕತ್ತಿಗೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವರು."},{"number":9,"verse":"ಹೀಗೆ ಅಳಿದುಳಿದು ಸೆರೆಗೆ ಒಯ್ಯಲ್ಪಟ್ಟು ಜನಾಂಗಗಳ ಮಧ್ಯೆ ವಾಸಿಸುವ ನಿಮ್ಮವರು ನನ್ನನ್ನು ಸ್ಮರಿಸಿಕೊಳ್ಳುವರು. ಅನ್ಯದೇವತೆಗಳಲ್ಲಿನ ಮೋಹದಿಂದ ನನ್ನನ್ನು ತೊರೆದು ತಮ್ಮ ಹೃದಯವನ್ನು ಹಾಗು ತಮ್ಮ ವಿಗ್ರಹಗಳ ಮೇಲಣ ಕಾಮದಿಂದ ದೇವದ್ರೋಹ ಮಾಡಿದ ತಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಭಂಗಪಡಿಸಿದವನು ನಾನೇ ಎಂಬುದಾಗಿ ನನ್ನನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳುವರು. ತಾವು ಬಹಳ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ನಡೆಸಿ ಕೆಟ್ಟತನವನ್ನು ಮಾಡಿದ್ದೇವೆಂದು ತಮ್ಮನ್ನು ತಾವೇ ಹೇಸಿಕೊಳ್ಳುವರು."},{"number":10,"verse":"ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು; ಈ ಕೇಡನ್ನು ಅವರಿಗೆ ಮಾಡುವೆನು ಎಂದು ನಾನು ಹೇಳಿದ್ದು ಬರೀ ಮಾತಲ್ಲ.”"},{"number":11,"verse":"ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ನುಡಿದದ್ದು : “ನೀನು ಚಪ್ಪಾಳೆ ಹೊಡೆದು ನೆಲವನ್ನೊದ್ದು ಹೀಗೆ ಹೇಳು, ‘ಅಕಟಾ, ಇಸ್ರಯೇಲ್ ವಂಶದವರ ಅಸಹ್ಯವಾದ ಕೆಟ್ಟಕೆಲಸಗಳೆಷ್ಟು! ಅವರು ಖಡ್ಗ, ಕ್ಷಾಮ, ವ್ಯಾಧಿಗಳಿಂದ ಸತ್ತೇ ಸಾಯುವರು."},{"number":12,"verse":"ದೂರದಲ್ಲಿರುವವನು ವ್ಯಾಧಿಯಿಂದ ಸಾಯುವನು, ಹತ್ತಿರದಲ್ಲಿರುವವನು ಖಡ್ಗದಿಂದ ಸಾಯುವನು; ಅಂತು ನಾನು ಅವರ ಮೇಲೆ ಇಟ್ಟಿರುವ ರೋಷವನ್ನು ತೀರಿಸಿಬಿಡುವೆನು."},{"number":13,"verse":"ಆ ವಂಶದವರು ಎತ್ತರವಾದ ಎಲ್ಲಾ ಗುಡ್ಡಗಳ ಮೇಲೆ, ಎಲ್ಲಾ ಬೆಟ್ಟಗಳ ತುದಿಗಳಲ್ಲಿ, ಸೊಂಪಾದ ಎಲ್ಲಾ ಮರಗಳ ಕೆಳಗೆ ಹಾಗು ತಮ್ಮ ಸಮಸ್ತ ವಿಗ್ರಹಗಳಿಗೆ ಸುಗಂಧಹೋಮ ಮಾಡುತ್ತಿದ್ದ ದಟ್ಟವಾದ ಎಲ್ಲಾ ಮರಗಳ ಕೆಳಗೆ ಹತರಾಗಿ, ತಮ್ಮ ಯಜ್ಞವೇದಿಕೆಗಳ ಸುತ್ತಲು ತಮ್ಮ ಬೊಂಬೆಗಳ ನಡುವೆ ಬಿದ್ದಿರುವಾಗ ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಗೊತ್ತಾಗುವುದು."},{"number":14,"verse":"ನಾನು ಅವರ ವಿರುದ್ಧ ಕೈಯೆತ್ತಿ ಅವರು ವಾಸವಾಗಿರುವ ದೇಶವನ್ನೆಲ್ಲಾ ಮರುಭೂಮಿಯಿಂದ ದಿಬ್ಬದವರೆಗೂ ಹಾಳುಪಾಳು ಮಾಡುವೆನು; ನಾನೇ ಸರ್ವೇಶ್ವರ ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು.”"}]}