{"bibleAbbr":"Geneva1599","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"(1 The benefits of the Lord toward Israel.5 Their ingratitude against him.) When Israel (While the Israelites were in Egypt, and did not provoke my wrath by their malice and ingratitude.) was a child, then I loved him, and called my son out of Egypt."},{"number":2,"verse":"They called them, but they (They rebelled and went a contrary way when the Prophets called them to repentance.) went thus from them: they sacrificed unto Baal, and burnt incense to images."},{"number":3,"verse":"I led Ephraim also, as one should bear them in his arms: but they knew not that I healed them."},{"number":4,"verse":"I led them with cords (That is, friendly: and not as beasts or slaves.) of a man, even with bands of love, and I was to them, as he was taketh off the yoke from their jaws, and I laid the meat unto them."},{"number":5,"verse":"He shall no more return into the land of Egypt: but Assyria shall be his (Seeing they contemn all this kindness, they shall be led captive into Assyria.) King, because they refused to convert."},{"number":6,"verse":"And the sword shall fall on his cities, and shall consume his bars, and devour them, because of their own counsels."},{"number":7,"verse":"And my people are bent to rebellion against me: though (To wit, the Prophets.) they called them to the most high, yet none at all would exalt him."},{"number":8,"verse":"(God considereth with himself, and that with a certain grief, how to punish them.) How shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee, as (Which were two of the cities that were destroyed with Sodom, Deut. 29:23.) Admah? how shall I set thee, as Zeboim? mine heart is turned within me: (Meaning, that his love wherewith he first loved them, made him between doubt and assurance what to do: and herein appeareth his Fatherly affection: that his mercy toward his shall overcome his judgments, as he declareth in the next verse.) my repentings are rouled together."},{"number":9,"verse":"I will not execute the fierceness of my wrath: I will not return to destroy Ephraim: for I am God, and not man, the holy one in the midst of thee, and I will not (To consume thee, but will cause thee to yield, and so receive thee to mercy: and this is meant of the final number who shall walk after the Lord.) enter into the city."},{"number":10,"verse":"They shall walk after the Lord: he shall roar like a lion: when he shall roar, then the children of the West shall fear."},{"number":11,"verse":"(The Egyptians, and the Assyrians shall be afraid when the Lord maintaineth his people.) They shall fear as a sparrow out of Egypt, and as a dove out of the land of Assyria, and I will place them in their houses, saith the Lord."},{"number":12,"verse":"Ephraim compasseth me about with lies, and the house of Israel with deceit: but Judah yet ruleth with (Governeth their state according to God’s word, and doth not degenerate.) God, and is faithful with the Saints."}]}