{"bibleAbbr":"WB1895","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"There was at Caesarea a certain man named Cornelius, a centurion of the Italian band,"},{"number":2,"verse":"who was devout and feared God along with his whole family who, also, gave much alms to the people and always prayed to God."},{"number":3,"verse":"He saw in a vision evidently about the ninth hour [about 3 PM] of the day an angel of God coming to him and saying to him, \"Cornelius.\""},{"number":4,"verse":"When he looked at him, he was afraid and said, \"What is it, Lord?\" He [the angel] said to him, \"Your prayers and your alms have gone up for a memorial before God."},{"number":5,"verse":"Now send men to Joppa and call for Simon whose surname is Peter."},{"number":6,"verse":"He is staying with Simon, a tanner, whose house is by the sea side; he will tell you what you need to do.\""},{"number":7,"verse":"After the angel who spoke to Cornelius left, he called two of his household servants and a devout soldier of those who continually attended him,"},{"number":8,"verse":"and when he had explained everything to them, he sent them to Joppa."},{"number":9,"verse":"On the next day, as they were on their journey and were getting close to the city, Peter went up to the housetop to pray, [it was] about the sixth hour [noon]."},{"number":10,"verse":"He became very hungry and would have eaten, but while they were preparing, he fell into a trance,"},{"number":11,"verse":"and saw heaven open, then a some kind of container coming down to him, like a great sheet tied at all four corners; [it was] let down to the earth."},{"number":12,"verse":"In it were all kinds of four footed animals of the earth as well as wild animals, creeping things, and birds of the air."},{"number":13,"verse":"A voice then came to him, \"Get up Peter, kill and eat,\""},{"number":14,"verse":"but Peter said, \"No way, Lord, for I have never eaten anything that is common or unclean.\""},{"number":15,"verse":"Again the voice came to him, the second time, \"What God has cleansed, you must not call it common.\""},{"number":16,"verse":"This was done three times, then the container went up into heaven again."},{"number":17,"verse":"Now Peter was in a quandary what this vision that he had seen would mean, behold, the men who were sent from Cornelius had been asking for Simon's house and stood in front of the gate"},{"number":18,"verse":"and called out and asked whether Simon, who was surnamed Peter was staying there."},{"number":19,"verse":"While Peter was thinking about the vision, the Spirit said to him, \"Look, three men are looking for you."},{"number":20,"verse":"Get up therefore and go down there and go with them. Do not withdraw in any way, for I have sent them.\""},{"number":21,"verse":"So Peter went down to the men who were sent for him from Cornelius and said, \"Look, I am the one whom you are looking for. What is the reason therefore you have come?\""},{"number":22,"verse":"They said, \"Cornelius, the centurion, a just man, one who fears God, and has a good reputation among all the nation of the Jews was warned from God by a holy angel to sent for you [to come] to his house and hear your message."},{"number":23,"verse":"Then he invited them in and hosted them. The next day Peter went away with them along with certain brothers from Joppa who accompanied him."},{"number":24,"verse":"On the day after that, they entered Caesarea, and Cornelius waited for them having invited his relatives and close friends."},{"number":25,"verse":"As Peter was coming in Cornelius met him and fell down at his feet and worshipped him,"},{"number":26,"verse":"but Peter helped him up, saying, \"Stand up; I myself am also a man.\""},{"number":27,"verse":"As he talked with him, he went in and found many that had come together."},{"number":28,"verse":"He said to them, \"You know how it is an unlawful thing for a man who is a Jew to keep company or to come into one of another nationality, but God has showed me that I should not call any one common or unclean."},{"number":29,"verse":"Therefore, I came without disputing as soon as I was sent for. Therefore, I ask, for what reason have you sent for me?\""},{"number":30,"verse":"Cornelius said, \"Four days ago I was fasting until this hour, and at the ninth hour [3 PM] I was praying in my house and behold, a man stood before me in shining clothing,"},{"number":31,"verse":"and said, \"Cornelius, your prayer is heard, and your alms are remembered in God's sight."},{"number":32,"verse":"Therefore send to Joppa and call Simon, who surname is Peter, here. He is staying in the house of Simon, a tanner by the sea side, who when he comes will talk to you."},{"number":33,"verse":"Immediately therefore I sent for you, and you have done well that you have come. Now therefore we are all here before God to hear everything that is commanded you from God.\""},{"number":34,"verse":"Then Peter opened his mouth and said, \"Truly I perceive that God is no respecter of persons,"},{"number":35,"verse":"but in every nation the one who fears Him and does righteousness is accepted by Him."},{"number":36,"verse":"The word which [God] sent to the children of Israel preaching peace through Jesus Christ--He is Lord of all--"},{"number":37,"verse":"that word, you know, which was introduced throughout all Judea and began at Galilee after the baptism that John preached."},{"number":38,"verse":"How God anointed Jesus of Nazareth with the Holy Spirit and power. He traveled around doing good and healing all who were oppressed by the devil, for God was with him."},{"number":39,"verse":"We are witnesses of everything that he did both in the land of the Jews and in Jerusalem, who killed and hung on a tree."},{"number":40,"verse":"God raised Him up on the third day and showed him openly,"},{"number":41,"verse":"not to all the people but to witnesses chosen beforehand by God, us, who ate and drank with him after he rose from the dead."},{"number":42,"verse":"He ordered us to preach to the people and to testify that it is he who was appointed by God to judge the living and the dead."},{"number":43,"verse":"All the prophets testify that through His name whosoever believes in Him will receive forgiveness of sins.\""},{"number":44,"verse":"While Peter was still speaking these words, the Holy Spirit fell on all of those who heard the word."},{"number":45,"verse":"Those of the circumcision who believed and had come with Peter were shocked--all of them,"},{"number":46,"verse":"because the gift of the Holy Spirit was also poured out on the Gentiles, Act 10:47 for they heard them speak with languages and magnify God. Then Peter answered,"},{"number":47,"verse":"\"Is there any one who would forbid water that these shouldn't be baptized, who have received the Holy Spirit just like we [did]."},{"number":48,"verse":"He directed them to be baptized in the name of the Lord, then they asked him to stay there for a few days."}]}