{"bibleAbbr":"WB1895","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"Now after they had passed through Amphipolis and Apollonia, they came to Thessalonica where there was a Jewish synagogue."},{"number":2,"verse":"Then Paul, as was his habit, went in to them and for three Sabbath days reasoned with them out of the Scriptures,"},{"number":3,"verse":"explaining and proving that Christ must have had to suffer and rise again from the dead, and that this Jesus whom I preach to you is Christ."},{"number":4,"verse":"Some of them believed and joined Paul and Silas. There was also a large group of devout Greeks and not a few of the leading women."},{"number":5,"verse":"But the Jews who didn't believed, motivated by jealousy, took certain thugs, rallied a crowd, and started a riot in the city. They attacked Jason's house and tired to bring them out to the people."},{"number":6,"verse":"When they didn't find them, they dragged Jason and some of the brethren to the rulers of the city, shouting, \"These who have been causing trouble everywhere are now here also."},{"number":7,"verse":"\"Jason has welcomed them. These do everything opposite to Caesar's laws, claiming that there is another king, Jesus.\""},{"number":8,"verse":"They troubled the people and rulers of the city, when they heard these things."},{"number":9,"verse":"After they had taken bond from Jason and the others, they let them go."},{"number":10,"verse":"The brethren immediately sent Paul and Silas away at night to Berea. When they got there, they went into the Jewish synagogue."},{"number":11,"verse":"These were more noble that those in Thessalonica in that they received the Word with a willingness of mind and searched the Scriptures daily."},{"number":12,"verse":"Therefore many of them believed, even the women--the nobility--who were Greeks and quite a few men."},{"number":13,"verse":"Now when the Thessalonian Jews knew that the word of God was preached by Paul at Berea, they came there too, and agitated up the people."},{"number":14,"verse":"Immediately the brethren sent Paul away as if he were going by sea, but Silas and Timothy still stayed there."},{"number":15,"verse":"Those who went with Paul brought him to Athens, and after Silas and Timothy received a command to come to him as fast as possible; they left."},{"number":16,"verse":"Now while Paul waited for them at Athens, his spirit was worked up in him when he saw the city wholly given to idolatry."},{"number":17,"verse":"Therefore he discussed with the Jews in the synagogue, with the devout converts, and in the market daily with those who met with him."},{"number":18,"verse":"Then some of the philosophers, the Epicureans and Stoics, came across him, and some said, \"What will this hick talk about?\" Others [said], \"He seemed to promoting strange gods,\" because he preached Jesus to them and the resurrection."},{"number":19,"verse":"So they took him and brought him to Areopagus, saying, \"May we know what this new teaching is that you talk about?"},{"number":20,"verse":"\"For you bring certain strange things to our ears, so we want to know what these things mean.\""},{"number":21,"verse":"For all Athenians and strangers who were there spent their time in nothing else except either to tell or hear something new."},{"number":22,"verse":"Then Paul stood in the midst of the Areopagus and said, \"Men of Athens, I perceive that in everything you are too religious,"},{"number":23,"verse":"for as I passed by and saw your religious things, I found an altar with this written on it--TO THE UNKNOWN GOD. Whom you ignorantly worship, I will tell you about him plainly."},{"number":24,"verse":"\"God, who made the world and everything in it, is Lord of heaven and earth and doesn't live in temples made by human hands."},{"number":25,"verse":"\"Neither is served with people's hands as if he needed anything, for he gives life, breath, and everything to all."},{"number":26,"verse":"\"He has all nations of people from one blood to dwell on the whole face of the earth and has determined the times and appointed the boundaries of their dwelling places,"},{"number":27,"verse":"so that they should seek the Lord, hoping that might search for him and find him though he is not far from anyone of us."},{"number":28,"verse":"\"For because of him we can live and move and exist, as a certain one of your poets have said, «We too are his offspring,»"},{"number":29,"verse":"so then, since we are the offspring of God, we shouldn't think that the divine nature is something like gold, silver, or stone graven in art by man's skill."},{"number":30,"verse":"The time for this ignorance God overlooked, but now he commands all people everywhere to repent,"},{"number":31,"verse":"because he has appointed a time when he will judge the world in righteousness by that man whom he has appointed. He has given proof to all in that he has raised him from the dead.\""},{"number":32,"verse":"When they heard about the resurrection from the dead, some mocked, but others said, \"We will listen to you about this later.\""},{"number":33,"verse":"So Paul left them."},{"number":34,"verse":"Nevertheless certain men joined him and believed, among them was Dionysius, the Areopagite, and a woman named Damaris."}]}