{"bibleAbbr":"WB1895","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"Five days later Ananias, the high priest, came down with the elders and a certain orator by the name of Tertullus, who told him things against Paul."},{"number":2,"verse":"After being summoned, Tertullus began to accuse [him], saying, \"Seeing it is by you that we enjoy great peace and that wonderful things are done to this nation by your caring concern."},{"number":3,"verse":"\"All of us everywhere always gladly accept this most noble Felix with all thankfulness."},{"number":4,"verse":"\"Nevertheless so that I won't be taking up your time, I desire that you would hear a few words in your fairness."},{"number":5,"verse":"\"For we have found this man a plague, one who stirs up sedition among all the Jews through out the world and a ringleader of the sect of the Nazarenes."},{"number":6,"verse":"\"He has also tried to profane the Temple, whom we seized and would have judged according to our law,"},{"number":7,"verse":"but the chief captain, Lysias came and with great violence took him away out of our hands,"},{"number":8,"verse":"commanding his accusers to come to you. By examining him yourself you can see for yourself about these things that we are accusing him.\""},{"number":9,"verse":"The Jews also agreed saying that these things were so."},{"number":10,"verse":"Then after the governor had motioned for him to speak, Paul answered, \"Knowing that you have been a judge of this nation for many years, I do more cheerfully answer for myself,"},{"number":11,"verse":"so that you may know that there are not even twelve days since I went to worship."},{"number":12,"verse":"\"Neither have they found me in the Temple arguing with any one nor stirring up the people in the synagogues or the city."},{"number":13,"verse":"\"Neither can they prove any of the things that they now accuse me."},{"number":14,"verse":"\"But I do confess to you that I worship the God of my fathers according to the way which they call heresy. I believe everything that is written in the Law and the Prophets,"},{"number":15,"verse":"and having hope in God which they, themselves, also accept, that there will be a resurrection of the dead both of the just and the unjust."},{"number":16,"verse":"\"In this I always keep doing: to have a clear conscience toward God and man."},{"number":17,"verse":"\"Now many years later I came to bring alms and offerings to my nation."},{"number":18,"verse":"\"And there certain Jews from Asia found me purified in the Temple without a crowd or disturbance,"},{"number":19,"verse":"who should be here before you and accuse me if they had something against me,"},{"number":20,"verse":"or else let these same [people] say if they have found any wicked acts in me while I stood before the Council,"},{"number":21,"verse":"except for this one thing I shouted out when standing among them: [It is] because of the resurrection from the dead that I am on trial by you today.\""},{"number":22,"verse":"After Felix heard these things, having a better understanding of the Way, he put them off and said, \"When Lysias, the chief captain, comes down, I will know more and decide your case.\""},{"number":23,"verse":"Then he commanded a centurion to guard Paul, but to let him have some liberty and not forbid any of his friends to come to him and provide for his needs."},{"number":24,"verse":"A number of days later when Felix along with Drusilla, who was a Jewess, his wife, came, sent for Paul, and listened to him about faith in Christ."},{"number":25,"verse":"As he reasoned with him about righteousness, self control, and the judgment to come, Felix trembled and said, \"You can leave now; when I have a convenient time, I will call for you.\""},{"number":26,"verse":"He also hoped that some money would be given to him by Paul, so that he could free him, for that reason he sent for him often and talked with him."},{"number":27,"verse":"After two years Porcius succeeded Felix's office, Felix wanting to show the Jews a favor, left Paul in prison."}]}