{"bibleAbbr":"WB1895","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"Saul was in full agreement for his death. At that time great persecution arose against the church which is at Jerusalem, and they were scattered about throughout the regions of Judea and Samaria except for the apostles."},{"number":2,"verse":"Some devout men carried Stephen [to be buried] and had great mourning over him."},{"number":3,"verse":"But as for Saul, he made havoc of the church, entering every house and hauling off men and women and put them in prison."},{"number":4,"verse":"Therefore those who were scattered went everywhere preaching the word."},{"number":5,"verse":"Then Philip went to the city of Samaria and was preaching Christ to them,"},{"number":6,"verse":"and the people in agreement listened to those things which Philip spoke about and heard and saw the miracles which he did."},{"number":7,"verse":"Unclean spirits shouting with a loud voice came out of many who were possessed, and many sick with paralysis and lame were healed,"},{"number":8,"verse":"and there was great joy in that city."},{"number":9,"verse":"Now a certain man named Simon was there, who formerly in that same city practiced sorcery amazing the people of Samaria and boasting that he was some great man."},{"number":10,"verse":"They all gave high regard to him from the least to the greatest, saying, \"This man is the great power of God.\""},{"number":11,"verse":"They had such high regard of him, because for a long time he had astonished them with sorceries,"},{"number":12,"verse":"but when they believed Philip preaching things about the Kingdom of God and the name of Jesus Christ, both men and women were baptized."},{"number":13,"verse":"Then Simon himself also believed, and after he was baptized, he continuing with Philip was astonished seeing the miracles and signs which were being done."},{"number":14,"verse":"Now when the apostles who were at Jerusalem heard that Samaria had received the Word of God, they sent Peter and John to them."},{"number":15,"verse":"After they had come, they prayed for them that they might receive the Holy Spirit,"},{"number":16,"verse":"for as of yet he had fallen on none of them; they were only baptized in the name of the Lord Jesus."},{"number":17,"verse":"Then they laid hands on them, and they received the Holy Spirit."},{"number":18,"verse":"When Simon saw that after laying the Apostles hands the Holy Spirit was given, he offered them money,"},{"number":19,"verse":"saying, \"Give this power to me, too, so that on whomever I lay hands, he will receive the Holy Spirit.\""},{"number":20,"verse":"But Peter said to him, \"May your money perish along with you, because you thought that the God's gift could be bought with money."},{"number":21,"verse":"\"You have no part nor lot in this matter, for your heart is not right in God's sight."},{"number":22,"verse":"Repent therefore of this, your wickedness, and pray to God, if perhaps the thought of your heart may be forgiven,"},{"number":23,"verse":"for I perceive that you are in the gall of bitterness and the bond of iniquity."},{"number":24,"verse":"Then Simon answered and said, \"Pray to the Lord for me, that none of these things which you have spoken about come upon me.\""},{"number":25,"verse":"After testifying and preaching the Word of the Lord, they returned to Jerusalem and preached the gospel in many of the Samaritan villages."},{"number":26,"verse":"Then the angel of the Lord spoke to Philip, saying, \"Get up and go southward to the road that goes down from Jerusalem to Gaza, which is desert.\""},{"number":27,"verse":"So he got up and left. Now behold a man from Ethiopia, an eunuch of great authority under Candace the queen of the Ethiopians, who had responsibility for her whole treasure, had come to Jerusalem to worship"},{"number":28,"verse":"and was returning. He was sitting in his chariot reading from Isaiah the prophet."},{"number":29,"verse":"Then the Spirit said to Philip, \"Go near and stay close to the chariot.\""},{"number":30,"verse":"Philip ran to it and heard him read from the Prophet Isaiah and said, \"Do you understand what you are reading?\""},{"number":31,"verse":"He said, \"How can I unless some one would guide me?\" He asked Philip to come up and sit with him."},{"number":32,"verse":"The place in the Scripture where he was reading was this, \"He was lead like a sheep to the slaughter, and as a lamb is quiet before his shearer, so he didn't open his mouth."},{"number":33,"verse":"In his humiliation, his justice was taken away and who will tell his generation, for his life is taken from the earth.\""},{"number":34,"verse":"The eunuch asked Philip and said, \"Please tell me who is the prophet talking about--himself or some other man?\""},{"number":35,"verse":"Then Philip opened his mouth and started at the very scripture and preached about Jesus to him."},{"number":36,"verse":"As they went on their way, they came to some water, and the eunuch said, \"Look, water [is here]; what stops me from being baptized?\""},{"number":37,"verse":"Philip answered, \"If you believe with all your heart, you may.\" Then he replied, \"I believe that Jesus Christ is the Son of God.\""},{"number":38,"verse":"He ordered the chariot to stop, and they went down into the water, both Philip and the eunuch, and he was baptized by him."},{"number":39,"verse":"After they came up out of the water, the Spirit of the Lord took Philip away, so that the eunuch never saw him again, and he went on his way rejoicing."},{"number":40,"verse":"But Philip was found at Azotus, and passing through he preached in all the cities until he came to Caesarea."}]}