{"bibleAbbr":"WB1895","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"Then Saul, still breathing out threats and slaughter against the disciples of the Lord, went to the high priest,"},{"number":2,"verse":"and wanted letters from him to the Damascus' synagogues, so that if he found any of this way, whether men or women, he might bring them tied up to Jerusalem."},{"number":3,"verse":"As he was on his journey, he came near Damascus. Suddenly a light from heaven flashed around him."},{"number":4,"verse":"He fell down on the earth and a voice saying to him, \"Saul, Saul, why are you persecuting me?\""},{"number":5,"verse":"He replied, \"Who are you Lord?\" The Lord said, \"I am Jesus whom you persecute. Is it hard for you to be obstinately disobedient against the goad?\""},{"number":6,"verse":"He trembling and stunned said, \"Lord, What do you want me to do?\" The Lord [said] to him, \"Stand up and go into the city, and you will be told what you must do.\""},{"number":7,"verse":"The men who journeyed with him stood speechless, hearing a voice but seeing no one."},{"number":8,"verse":"So Saul got up from the ground, and when he opened his eyes, he saw no one, so they led him by the hand and brought [him] into Damascus."},{"number":9,"verse":"He was there three days without sight and didn't eat or drink."},{"number":10,"verse":"There was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, \"Ananias.\" \"Behold, here I am Lord.\""},{"number":11,"verse":"The Lord said to him, \"Get up and go to the street named «Straight» to the house of Judas and ask for one named Saul of Tarsus, for look he is praying,"},{"number":12,"verse":"and he has seen in vision a man named Ananias coming in and putting his hand on him so that he might receive his sight.\""},{"number":13,"verse":"Ananias then answered, \"Lord, I have heard from many about this man, how much evil he has done to your holy people at Jerusalem,"},{"number":14,"verse":"and here he has been authorized by the chief priests to tie up all who call on your name.\""},{"number":15,"verse":"But the Lord said to him, \"Go your way, for he is a chosen vessel for me to bring my name to the Gentiles, kings, and the children of Israel,"},{"number":16,"verse":"for I will show him how great things he must suffer for my name's sake.\""},{"number":17,"verse":"So Ananias went on his way and entered the house, then putting his hands on him said, \"Brother Saul, the Lord Jesus, who appeared to you on the road as you came here, has sent me so that you might receive your sight and be filled with the Holy Spirit.\""},{"number":18,"verse":"Immediately something fell from his eyes as if it had been scales, and he received sight, got up, and was baptized."},{"number":19,"verse":"After he had taken some food, he was strengthened, then Saul stayed for awhile with the disciples which were at Damascus."},{"number":20,"verse":"Without delay he preached Christ in the synagogues, that he is the Son of God,"},{"number":21,"verse":"but all who heard [him] were amazed and said, \"Isn't this he who destroyed those who called on this name in Jerusalem and came here for the purpose that he might bring them tied up to the chief priests?\""},{"number":22,"verse":"But Saul increased more in strength and confounding the Jews who lived at Damascus proving that this is the very Christ."},{"number":23,"verse":"So after many days had gone by, the Jews took counsel to kill him,"},{"number":24,"verse":"but their laying in ambush became known by Saul. They watched the gates closely day and night so to kill him."},{"number":25,"verse":"Then the disciples took him by night and let [him] down through the wall in a basket."},{"number":26,"verse":"When Saul had come to Jerusalem, he tried to join himself with the disciples, but they were all afraid of him and didn't believe that he was a disciple,"},{"number":27,"verse":"but Barnabas took him and brought [him] to the Apostles and told them how he had seen the Lord on the road, that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."},{"number":28,"verse":"So he was with them entering and leaving Jerusalem."},{"number":29,"verse":"He spoke boldly in the name of the Lord Jesus and reasonably discussed with the Greeks, but they all went about to kill him."},{"number":30,"verse":"When the brethren knew this, they brought him down to Caesarea and sent him to Tarsus."},{"number":31,"verse":"Then the congregations had rest throughout all Judea, Galilee, and Samaria. They were built up walking in the fear of the Lord and in the comfort of the Holy Spirit and growing."},{"number":32,"verse":"Then it happened as Peter passed throughout all areas, he came down also to God's holy people which lived in Lydda,"},{"number":33,"verse":"and found a certain man there named Aeneas who had laid sick in his bed for eight years paralyzed."},{"number":34,"verse":"Peter said to him, \"Aeneas, Jesus Christ makes you well; get up and make your bed.\" So he got up immediately."},{"number":35,"verse":"All who lived in Lydda and Sharon saw him and turned to the Lord."},{"number":36,"verse":"Now there was a Joppa a certain disciple named Tabitha, which interpreted is called Dorcas. This woman was overflowing with good works and compassionate deeds which she did."},{"number":37,"verse":"Then it happened in time that she became sick and died, and after they had washed [her body], they laid her in an upper room."},{"number":38,"verse":"Since Lydda was near Joppa and that the disciples had heard that Peter was there, they sent two men for him asking if he would not delay to come with them."},{"number":39,"verse":"Then Peter got up and went with them. When he had come, they brought him into the upper room. All the widows stood by him weeping and showing the coats and clothes that Dorcas made while she was with them."},{"number":40,"verse":"Peter sent them all out, kneeled down, prayed, and turning to the body said, \"Tabitha, get up,\" and she opened her eyes. When she saw Peter, she sat up."},{"number":41,"verse":"He offered her his hand, helped her up, and when he had called God's people and widows, presented her alive."},{"number":42,"verse":"This was known throughout all Joppa, and many believed in the Lord."},{"number":43,"verse":"It happened then that he stayed there many days in Joppa with Simon, a tanner."}]}