{"bibleAbbr":"NLT2007","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"Live to Please God Finally, dear brothers and sisters, (Greek brothers; also in 4:10, 13.) we urge you in the name of the Lord Jesus to live in a way that pleases God, as we have taught you. You live this way already, and we encourage you to do so even more."},{"number":2,"verse":"For you remember what we taught you by the authority of the Lord Jesus."},{"number":3,"verse":"God’s will is for you to be holy, so stay away from all sexual sin."},{"number":4,"verse":"Then each of you will control his own body (Or will know how to take a wife for himself; or will learn to live with his own wife; Greek reads will know how to possess his own vessel.) and live in holiness and honor—"},{"number":5,"verse":"not in lustful passion like the pagans who do not know God and his ways."},{"number":6,"verse":"Never harm or cheat a fellow believer in this matter by violating his wife, (Greek Never harm or cheat a brother in this matter.) for the Lord avenges all such sins, as we have solemnly warned you before."},{"number":7,"verse":"God has called us to live holy lives, not impure lives."},{"number":8,"verse":"Therefore, anyone who refuses to live by these rules is not disobeying human teaching but is rejecting God, who gives his Holy Spirit to you."},{"number":9,"verse":"But we don’t need to write to you about the importance of loving each other, (Greek about brotherly love.) for God himself has taught you to love one another."},{"number":10,"verse":"Indeed, you already show your love for all the believers (Greek the brothers.) throughout Macedonia. Even so, dear brothers and sisters, we urge you to love them even more."},{"number":11,"verse":"Make it your goal to live a quiet life, minding your own business and working with your hands, just as we instructed you before."},{"number":12,"verse":"Then people who are not believers will respect the way you live, and you will not need to depend on others."},{"number":13,"verse":"The Hope of the Resurrection And now, dear brothers and sisters, we want you to know what will happen to the believers who have died (Greek those who have fallen asleep; also in 4:14.) so you will not grieve like people who have no hope."},{"number":14,"verse":"For since we believe that Jesus died and was raised to life again, we also believe that when Jesus returns, God will bring back with him the believers who have died."},{"number":15,"verse":"We tell you this directly from the Lord: We who are still living when the Lord returns will not meet him ahead of those who have died. (Greek those who have fallen asleep.)"},{"number":16,"verse":"For the Lord himself will come down from heaven with a commanding shout, with the voice of the archangel, and with the trumpet call of God. First, the believers who have died (Greek the dead in Christ.) will rise from their graves."},{"number":17,"verse":"Then, together with them, we who are still alive and remain on the earth will be caught up in the clouds to meet the Lord in the air. Then we will be with the Lord forever."},{"number":18,"verse":"So encourage each other with these words."}]}