{"bibleAbbr":"BKJVNT","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"And it happened when Jesus finished specifically assigning His twelve students; He walked somewhere else away from there for the \"to be teaching and to be speaking publicly in their cities\" part."},{"number":2,"verse":"In the prison, when John heard about the actions of the Anointed King, after sending two of his students,"},{"number":3,"verse":"he said to Him, \"Are you the One coming or should we expect a different One.\""},{"number":4,"verse":"And when Jesus answered, He said to them, \"After you travel back, report to John things that you hear and see."},{"number":5,"verse":"Blind people see again, and crippled people traipse around. Skin-diseased people are cleared up, and hearing-impaired people hear. Dead people are gotten up, and poor people are told good news."},{"number":6,"verse":"And whoever is not tripped up by Me is blessed.\""},{"number":7,"verse":"As these students traveled off, Jesus began to be saying to the crowds about John, \"What did you go out into the backcountry to view, a stick disturbed by wind?"},{"number":8,"verse":"But what did you go out to see, a person who had been dressed in elegant clothes? Look, the people wearing the elegant clothes are in the houses of the kings."},{"number":9,"verse":"But what did you go out to see, a preacher? Yes, I tell you, and much more than a preacher."},{"number":10,"verse":"You see, this is the person about whom it has been written, (in Malachi 3:1) 'Look, I am sending My announcer out on a mission before Your face who will design Your road in front of You.'"},{"number":11,"verse":"Amen, I tell you, among the people born of women, there has not risen a person greater than John the Submerger. But the person who is littler in the empire of the heavens is greater than him."},{"number":12,"verse":"From the days of John the Submerger until now, the empire of the heavens is forced, and forceful people snatch it."},{"number":13,"verse":"You see, all the Preachers and the Law preached until John."},{"number":14,"verse":"And if you want to accept it, he is Elijah, the one who is going to be coming."},{"number":15,"verse":"The person who has ears to listen must listen."},{"number":16,"verse":"What will I liken this generation to? It is like little boys sitting in marketplaces, hollering to their friends,"},{"number":17,"verse":"and saying, 'We played the flute for you, and you did not dance. We wailed for you, and you did not beat your chests in grief.'"},{"number":18,"verse":"You see, John came neither eating, nor drinking, and they say, 'He has a demon.'"},{"number":19,"verse":"The Son of the Person came eating and drinking, and they say, 'Look, a person, an excessive eater and a wine drinker, a friend of tax collectors and sinful people.' And the insight was made right from its children.\""},{"number":20,"verse":"At that time, He began to be insulting the cities in which most of His abilities happened because they did not change their ways."},{"number":21,"verse":"\"What a tragedy it is to you, Chorazin! What a tragedy it is to you, Bethsaida! because if the abilities happened in Tyre and Sidon, the ones that happened in you, they would have changed their ways a long time ago in cloth made of hair and in ashes."},{"number":22,"verse":"More importantly, I tell you, it will be more tolerable for Tyre and Sidon in a day of judgment than for you."},{"number":23,"verse":"And you, Capernaum, the city that was put up high until heaven. You will be made to walk down until hell (Hades) because if the abilities happened in Sodom, the ones that happened in you, it would have stayed up to the day today."},{"number":24,"verse":"More importantly, I tell you, that it will be more tolerable for the land of Sodom in a day of judgment than for you.\""},{"number":25,"verse":"In that time period, when Jesus responded, He said, \"I acknowledge to you out loud, Father, Master of the heaven and the earth, that You hid these things away from insightful and understanding people and uncovered them to infants,"},{"number":26,"verse":"yes, Father, because in this way it became a good notion in front of You."},{"number":27,"verse":"All things were turned over to Me by My Father. And no one correctly understands the Son except the Father. Neither does anyone correctly understand the Father except the Son and whomever the Son intends to uncover Him to."},{"number":28,"verse":"Come on toward Me, all the people who are laboring and have been loaded down, and I will relax you."},{"number":29,"verse":"Take My crossbeam upon you, learn from Me because I am humble and lowly in the heart, and you will find a break for your souls."},{"number":30,"verse":"You see, My crossbeam is kind, and My load is light.\""}]}