{"bibleAbbr":"BKJVNT","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"And when the Separatists and Sadducees came forward, trying to cause trouble, they asked Him to show them an indicator from the sky."},{"number":2,"verse":"When He answered, He said to them, \"When it becomes evening, you say, 'Good weather, you see, the sky is red.'"},{"number":3,"verse":"And in the morning, 'Today, a storm, you see, the disappointing sky is red.' Fakers, you certainly know to be considering the appearance of the sky to be different, but the indicators of the appointed times, you are not able to."},{"number":4,"verse":"An evil and cheating generation looks for an indicator, and an indicator will not be given to it except the indicator of Jonah, the preacher.\" And after leaving them down there, He went away."},{"number":5,"verse":"And when His students went to the other side, they forgot to take loaves of bread."},{"number":6,"verse":"Jesus said to them, \"Look, and be cautious of the yeast of the Separatists and Sadducees.\""},{"number":7,"verse":"The students were thoroughly considering it among themselves, saying, \"It is because we did not take loaves of bread.\""},{"number":8,"verse":"When Jesus knew, He said to them, \"Why are you thoroughly considering among yourselves, seldom trusting people, that you did not take loaves of bread?\""},{"number":9,"verse":"Are you not yet aware of, nor remember, the five loaves of bread of the five thousand and how many baskets you took?"},{"number":10,"verse":"Nor the seven loaves of bread of the four thousand and how many big baskets you took?"},{"number":11,"verse":"How are you not aware that I did not talk to you about bread? You are to be cautious of the yeast of the Separatists and Sadducees.\""},{"number":12,"verse":"Then they understood that He did not say to be cautious of the yeast of the bread, but of the teaching of the Separatists and Sadducees."},{"number":13,"verse":"When Jesus came into the parts of Caesarea of Philip, He was asking His students, saying, \"Who do the people say for Me, the Son of the Person, to be?\""},{"number":14,"verse":"The students said, \"Some, John the Submerger; others, Elijah; but different ones, Jeremiah or one of the preachers.\""},{"number":15,"verse":"He says to them, \"You, whom do you say for Me to be?\""},{"number":16,"verse":"When Simon Peter answered, he said, \"You are the Anointed King, the Son of God, the living God.\""},{"number":17,"verse":"When Jesus responded, He said to him, \"Simon, Bar ('son of' in Hebrew) Jonah, you are blessed because a physical body and blood did not uncover this to you, but My Father, the One in the heavens."},{"number":18,"verse":"I also say to you that you are Peter, on this rock I will build My assembly, and gates of hell (Hades) will not be strong against it."},{"number":19,"verse":"And I will give you the keys of the empire of the heavens. And whatever you lock up on the earth will be a thing that has been locked up in the heavens, and whatever you release on the earth will be a thing that has been released in the heavens.\""},{"number":20,"verse":"At that time, He warned His students that they should tell no one that He is Jesus, the Anointed King."},{"number":21,"verse":"From then on, Jesus began to be showing His students that it is necessary for Him to go off to Jerusalem, to suffer many things from the older men, head priests, and Old Testament transcribers, to be killed, and to be gotten up on the third day."},{"number":22,"verse":"And after Peter took Him aside, he began to be forbidding Him, saying, \"It is remedied for You, Master. This will not in any way be for You.\""},{"number":23,"verse":"But when He turned, He said to Peter, \"Go back behind Me, opponent. You are an obstacle to Me because you do not focus on the things of God, but on the things of the people."},{"number":24,"verse":"Then Jesus said to His students, \"If anyone wants to come behind Me, he must flatly deny himself, pick up his cross, and follow Me."},{"number":25,"verse":"You see, whoever wants to rescue his soul will lose it, but whoever loses his soul on account of Me will find it;"},{"number":26,"verse":"for how is a person benefited if he gains the whole world, but his soul he sustains loss to? Or what will a person give in exchange for his soul?"},{"number":27,"verse":"You see, the Son of the Person is going to be coming in the magnificence of His Father with His angels. And at that time, He will give back to each person in line with what he repeatedly did."},{"number":28,"verse":"Amen, I tell you, some of the people who have stood here are some who will not in any way taste death until they see the Son of the Person coming in His empire.\""}]}