{"bibleAbbr":"BKJVNT","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"At that time, Jesus was led up into the backcountry by the Spirit to experience trouble by the Accuser."},{"number":2,"verse":"And after He went without food for forty days and forty nights, later He was hungry."},{"number":3,"verse":"And when the one who tries to cause trouble came forward to Him, he said, \"If you are a son of God, say that these stones will become loaves of bread.\""},{"number":4,"verse":"When Jesus answered, He said, \"It has been written, (in Deuteronomy 8:3) 'Not on bread alone will a person live, but on every statement traveling out through God's mouth.'\""},{"number":5,"verse":"Then the Accuser takes Him along into the sacred city, stands Him on the wing of the temple grounds,"},{"number":6,"verse":"and says to Him, \"If you are a son of God, throw Yourself down. You see, it has been written, (in Psalm 91:11-12) 'He will demand His angels concerning You, and they will pick You up on their hands so that You will not ever stub Your foot on a stone.'\""},{"number":7,"verse":"Jesus was declaring to him, \"Again it has been written, (in Deuteronomy 6:16) 'You will not try to cause trouble for the Master, your God.'\""},{"number":8,"verse":"Again, the Accuser takes Him along to a very high mountain and shows Him all the empires of the world and their magnificence."},{"number":9,"verse":"And he said to Him, \"I will give you all these if, after you get down, you will bow to me.\""},{"number":10,"verse":"At that time, Jesus says to him, \"Go back, Opponent. You see, it has been written, (in Deuteronomy 6:13) 'You will bow down to the Master, your God, and minister to Him alone.'\""},{"number":11,"verse":"Then the Accuser leaves Him and, look, angels came forward and were serving Him."},{"number":12,"verse":"When Jesus heard that John was turned in, He took a back way into Galilee."},{"number":13,"verse":"And after leaving Nazareth down there, after going, He resided in Capernaum, the city along the sea in the borders of Zebulon and Naphtali,"},{"number":14,"verse":"so that what was stated through Isaiah, the preacher, (in Isaiah 9:1-2) might be accomplished that says,"},{"number":15,"verse":"\"The land of Zebulon and the land of Naphtali, the way of the sea, on the other side of the Jordan River, Galilee of the non-Jews,"},{"number":16,"verse":"the ethnic group, the one sitting in darkness, saw a great light. And to the people sitting in a rural area and in death's shadow, a light ascended to them.\""},{"number":17,"verse":"From then on, Jesus began to be speaking publicly and to be saying, \"Change your ways. You see, the empire of the heavens has come near.\""},{"number":18,"verse":"As Jesus traipsed around along the Sea of Galilee, He saw two brothers, Simon (the one who is called Peter) and Andrew (his brother) throwing a throw net into the sea. You see, they were fishermen."},{"number":19,"verse":"And He says to them, \"Come on behind Me, and I will make you fishermen of people.\""},{"number":20,"verse":"Right away, after the brothers left the nets, they followed Him."},{"number":21,"verse":"And when He walked on from there, He saw two other brothers, James (the son of Zebedee) and John (his brother) in the boat with Zebedee (their father) developing their nets. And He invited them."},{"number":22,"verse":"Right away, after the brothers left the boat and their father, they followed Him."},{"number":23,"verse":"And Jesus was leading them around all of Galilee teaching in their synagogues, speaking publicly about the good news of the empire, and healing every illness and every frailty among the group."},{"number":24,"verse":"And the hearsay about Him went off into all of Syria. And they brought to Him all the people who had it bad, who were constrained by various illnesses and excruciating pains, who had demons, who were mentally deranged, and who were disabled. And He healed them."},{"number":25,"verse":"And big crowds followed Him out of Galilee, Decapolis, Greater Jerusalem, Judea, and the other side of the Jordan River."}]}