{"bibleAbbr":"BKJVNT","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"\"Pay attention to not be doing your charitable donation in front of the people with the intent to be viewed by them. But if not, you definitely are getting no pay beside your Father, the One in the heavens."},{"number":2,"verse":"So when you make a charitable donation, do not blow a trumpet in front of you, even as the fakers do in the synagogues and in the streets in order that they might be made magnificent by the people. Amen, I tell you, they have all of their pay."},{"number":3,"verse":"But as you make a charitable donation, your left hand must not know what your right hand is doing"},{"number":4,"verse":"in order that your charitable donation may be in the hidden realm. And your Father, the One who sees in the hidden realm, He will give back to you in the shown realm."},{"number":5,"verse":"And when you pray, you will not even be as the fakers because they are fond of standing to pray in the synagogues and in the corners of the plazas in order that they might be shown to the people. Amen, I tell you that they have all of their pay."},{"number":6,"verse":"But when you pray, go into your storage room. And after you close your door, pray to your Father, the One in the hidden realm, and your Father, the One who sees in the hidden realm, will give back to you in the shown realm."},{"number":7,"verse":"As you all pray, you will not say empty repetitions, even as the non-Jewish people do. You see, it seems to them that they will be listened to in their many words."},{"number":8,"verse":"So you should not be like them. You see, your Father realizes what things you have a need of before the time for you to ask Him."},{"number":9,"verse":"So this is how you must pray: 'Our Father, the One in the heavens, Your name must be made sacred."},{"number":10,"verse":"Your empire must come. What You want must happen, as in heaven, also on the earth."},{"number":11,"verse":"Give us our bread (the following day bread) today."},{"number":12,"verse":"And forgive us of our debts as we also are forgiving the people with a debt to us."},{"number":13,"verse":"And you will not carry us into trouble, but save us from the evil because the empire, the ability, and the magnificence for the spans of time is Yours. Amen'"},{"number":14,"verse":"You see, if you will forgive the people of their infractions, your Father, the heavenly One, will also forgive you."},{"number":15,"verse":"But if you will not forgive the people of their infractions, neither will your Father forgive your infractions."},{"number":16,"verse":"When you go without food, do not even become as the sad-faced fakers. You see, they cause their true faces to disappear in order that it will appear to the people that they are going without food. Amen, I tell you that they have all of their pay."},{"number":17,"verse":"But as you go without food, dab perfume on your head, and wash your face"},{"number":18,"verse":"in order that you will not appear to the people as a person going without food, only to your Father, the One in the hidden realm. And your Father, the One who sees in the hidden realm, will give back to you in the shown realm."},{"number":19,"verse":"Do not save treasures for yourselves on the earth where moth and dining cause it to disappear and where thieves break in and steal."},{"number":20,"verse":"But save treasures for yourselves in heaven where neither moth nor dining cause it to disappear and where thieves do not break in, nor steal."},{"number":21,"verse":"You see, where your treasure is, there your heart will also be."},{"number":22,"verse":"The lamp of the body is the eye. So if your eye is dedicated, your whole body will be illuminated."},{"number":23,"verse":"But if your eye is evil, your whole body will be dark. So if the light, the one in you, is darkness, how great is the darkness."},{"number":24,"verse":"No one is able to be a slave to two masters. You see, either he will hate the one and love the different one, or he will have one in front of him and ignore the different one. You are not able to be a slave to God and to wealthiness."},{"number":25,"verse":"Because of this I tell you, do not worry about your soul, what you will eat and what you will drink, neither about your body, what you will put on. Isn't the soul more than the meal and the body more than the apparel?"},{"number":26,"verse":"Look into the winged birds of the sky, because they do not seed, nor harvest, nor gather into grain bins, and your Father, the heavenly One, nurtures them. Aren't you much more substantial than they?"},{"number":27,"verse":"Who from among you by worrying is able to add on to his size one cubit (an elbow to fingertip length)?"},{"number":28,"verse":"And why must you worry about apparel? Carefully learn about the wild flowers of the field, how it grows. It does not labor, nor spin yarn."},{"number":29,"verse":"But I tell you that not even Solomon in all of his magnificence put robes around himself as one of these."},{"number":30,"verse":"If God dresses the grass of the field like this, that exists today and that tomorrow is thrown into an earthen furnace, will He not do much more for you, seldom trusting people?"},{"number":31,"verse":"So do not worry, saying, 'What will we eat?', or 'What will we drink?', or 'What will we put around ourselves?'"},{"number":32,"verse":"You see, the non-Jews, he looks for all these things. You see, your Father, the heavenly One, realizes that you need absolutely all these things."},{"number":33,"verse":"Look for the empire of God first and His right way, and all these things will be added to you."},{"number":34,"verse":"So you will not worry for the day tomorrow. You see, the day tomorrow will worry about its own things. Its badness is enough for the day.\""}]}