{"bibleAbbr":"BKJVNT","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"After He walked down out of the mountain, big crowds followed Him."},{"number":2,"verse":"And look, when a skin-diseased man came, he was bowing down to Him, saying, \"Master, if you want, you are able to clear me up.\""},{"number":3,"verse":"And when Jesus put out the hand, He touched him, saying, \"I want to. Be cleared up.\" And right away his skin disease was cleared up."},{"number":4,"verse":"And Jesus says to him, \"See, you should say nothing, but go back, show yourself to the priest, and offer the contribution that Moses instructed for a witness to them.\""},{"number":5,"verse":"When Jesus went into Capernaum, a lieutenant came forward to Him encouraging Him"},{"number":6,"verse":"and saying, \"Master, my servant boy has been bedridden in the house, disabled, being tortured dreadfully.\""},{"number":7,"verse":"And Jesus says to him, \"When I come, I will heal him.\""},{"number":8,"verse":"And when the lieutenant responded, he was declaring, \"Master, I am not sufficient that you come in under my roof, but just say a word, and my servant boy will be cured."},{"number":9,"verse":"You see, I also am a person under authority having soldiers under me. And I say to this one, 'Travel,' and he travels; to another, 'Go,' and he goes; and to my slave, 'Do this,' and he does it.\""},{"number":10,"verse":"When Jesus heard this, He was amazed and said to the people following Him, \"Amen, I tell you, I did not find so much trust even in Israel."},{"number":11,"verse":"I tell you that many will arrive from eastern regions and western regions and recline with Abraham, Isaac, and Jacob in the empire of the heavens,"},{"number":12,"verse":"but the sons of the empire will be thrown out into the darkness, the darkness further out. There will be the crying and the grinding of the teeth there.\""},{"number":13,"verse":"And Jesus said to the lieutenant, \"Go back, and as you trusted, it must happen to you.\" And his servant boy was cured in that hour."},{"number":14,"verse":"And when Jesus came into the house of Peter, He saw his mother-in-law who had been bedridden and had a fever."},{"number":15,"verse":"And He touched her hand, the fever left her, and she got up and was serving them."},{"number":16,"verse":"When it became evening, they brought many people to Him who had demons. And He threw the spirits out with a word and healed all the people who had it bad"},{"number":17,"verse":"in order that what was stated through Isaiah, the preacher, (in Isaiah 53:4) might be accomplished that says, \"He took our weaknesses and hauled the illnesses.\""},{"number":18,"verse":"When Jesus saw big crowds around Him, He gave the order to go off to the other side."},{"number":19,"verse":"And when one Old Testament transcriber came forward, he said to Him, \"Teacher, I will follow You wherever You go off to.\""},{"number":20,"verse":"And Jesus says to him, \"The foxes have burrows, the winged birds of the sky have roosts, but the Son of the Person does not have a place where He may tilt His head.\""},{"number":21,"verse":"A different one of His students said to Him, \"Master, give me permission to first go off and bury my father.\""},{"number":22,"verse":"But Jesus said to him, \"Follow Me, and leave the dead to bury their own dead.\""},{"number":23,"verse":"And when He climbed on board into the boat, His students followed Him."},{"number":24,"verse":"And look, a huge quake happened in the sea in such a way for the boat to be covered by the swells, but He was sleeping."},{"number":25,"verse":"And when His students came forward, they got Him up, saying, \"Master, rescue us. We are being ruined.\""},{"number":26,"verse":"And He says to them, \"Why are you cowardly, seldom trusting people?\" Then after He got up, He forbid the winds and the sea, and there became a huge calm."},{"number":27,"verse":"The people were amazed, saying, \"What kind of person is this that even the winds and the sea obey Him?\""},{"number":28,"verse":"And after He came to the other side, to the rural area of the Gergesenes, two people who had demons came to meet Him, coming out of the burial vaults, very fierce in such a way for no one to have strength to pass by through that way."},{"number":29,"verse":"And, look, they yelled, saying, \"What is there between us and you, Jesus, Son of God? Did you come here before the appointed time to torture us?\""},{"number":30,"verse":"A long way away from them, there was a herd of many hogs grazing."},{"number":31,"verse":"The demons were encouraging Him, saying, \"If you throw us out, give us permission to go off into the herd of the hogs.\""},{"number":32,"verse":"And He said to them, \"Go back.\" When the demons went out, they went off into the herd of the hogs. And, look, the entire herd of the hogs rushed down the steep slope into the sea and died in the water."},{"number":33,"verse":"The people grazing them escaped. And when they went off into the city, they reported everything, even the circumstances of the two with demons."},{"number":34,"verse":"And, look, the entire city came out for a meeting together with Jesus. And when they saw Him, they encouraged Him in order that He might walk somewhere else away from their borders."}]}