{"bibleAbbr":"urDGV2010","bookName":"मत्ती","bookEnglishName":"Matthew","chapterNumber":7,"verses":[{"number":1,"verse":"( औरों का मुन्सिफ़ बनना) दूसरों की अदालत मत करना, वर्ना तुम्हारी अदालत भी की जाएगी।"},{"number":2,"verse":"क्यूँकि जितनी सख़्ती से तुम दूसरों का फ़ैसला करते हो उतनी सख़्ती से तुम्हारा भी फ़ैसला किया जाएगा। और जिस पैमाने से तुम नापते हो उसी पैमाने से तुम भी नापे जाओगे।"},{"number":3,"verse":"तू क्यूँ ग़ौर से अपने भाई की आँख में पड़े तिनके पर नज़र करता है जबकि तुझे वह शहतीर नज़र नहीं आता जो तेरी अपनी आँख में है?"},{"number":4,"verse":"तू क्यूँकर अपने भाई से कह सकता है, ‘ठहरो, मुझे तुम्हारी आँख में पड़ा तिनका निकालने दो,’ जबकि तेरी अपनी आँख में शहतीर है।"},{"number":5,"verse":"रियाकार! पहले अपनी आँख के शहतीर को निकाल। तब ही तुझे भाई का तिनका साफ़ नज़र आएगा और तू उसे अच्छी तरह से देख कर निकाल सकेगा।"},{"number":6,"verse":"कुत्तों को मुक़द्दस ख़ुराक मत खिलाना और सूअरों के आगे अपने मोती न फैंकना। ऐसा न हो कि वह उन्हें पाँओ तले रौंदें और मुड़ कर तुम को फाड़ डालें।"},{"number":7,"verse":"( माँगते रहना) माँगते रहो तो तुम को दिया जाएगा। ढूँडते रहो तो तुम को मिल जाएगा। खटखटाते रहो तो तुम्हारे लिए दरवाज़ा खोल दिया जाएगा।"},{"number":8,"verse":"क्यूँकि जो भी माँगता है वह पाता है, जो ढूँडता है उसे मिलता है, और जो खटखटाता है उस के लिए दरवाज़ा खोल दिया जाता है।"},{"number":9,"verse":"तुम में से कौन अपने बेटे को पत्थर देगा अगर वह रोटी माँगे?"},{"number":10,"verse":"या कौन उसे साँप देगा अगर वह मछली माँगे? कोई नहीं!"},{"number":11,"verse":"जब तुम बुरे होने के बावुजूद इतने समझदार हो कि अपने बच्चों को अच्छी चीज़ें दे सकते हो तो फिर कितनी ज़्यादा यक़ीनी बात है कि तुम्हारा आसमानी बाप माँगने वालों को अच्छी चीज़ें देगा।"},{"number":12,"verse":"हर बात में दूसरों के साथ वही सुलूक करो जो तुम चाहते हो कि वह तुम्हारे साथ करें। क्यूँकि यही शरीअत और नबियों की तालीमात का लुब्ब-ए-लुबाब है।"},{"number":13,"verse":"( तंग दरवाज़ा) तंग दरवाज़े से दाख़िल हो, क्यूँकि हलाकत की तरफ़ ले जाने वाला रास्ता कुशादा और उस का दरवाज़ा चौड़ा है। बहुत से लोग उस में दाख़िल हो जाते हैं।"},{"number":14,"verse":"लेकिन ज़िन्दगी की तरफ़ ले जाने वाला रास्ता तंग है और उस का दरवाज़ा छोटा। कम ही लोग उसे पाते हैं।"},{"number":15,"verse":"( हर दरख़्त का अपना फल होता है) झूटे नबियों से ख़बरदार रहो! गो वह भेड़ों का भेस बदल कर तुम्हारे पास आते हैं, लेकिन अन्दर से वह ग़ारतगर भेड़िए होते हैं।"},{"number":16,"verse":"उन का फल देख कर तुम उन्हें पहचान लोगे। क्या ख़ारदार झाड़ियों से अंगूर तोड़े जाते हैं या ऊँटकटारों से अन्जीर? हरगिज़ नहीं।"},{"number":17,"verse":"इसी तरह अच्छा दरख़्त अच्छा फल लाता है और ख़राब दरख़्त ख़राब फल।"},{"number":18,"verse":"न अच्छा दरख़्त ख़राब फल ला सकता है, न ख़राब दरख़्त अच्छा फल।"},{"number":19,"verse":"जो भी दरख़्त अच्छा फल नहीं लाता उसे काट कर आग में झोंका जाता है।"},{"number":20,"verse":"यूँ तुम उन का फल देख कर उन्हें पहचान लोगे।"},{"number":21,"verse":"( सिर्फ़ असल पैरोकार दाख़िल होंगे) हर एक जो मुझे ‘ख़ुदावन्द, ख़ुदावन्द’ कह कर पुकारता है आसमान की बादशाही में दाख़िल न होगा। सिर्फ़ वही दाख़िल होगा जो मेरे आसमानी बाप की मर्ज़ी पर अमल करता है।"},{"number":22,"verse":"अदालत के दिन बहुत से लोग मुझ से कहेंगे, ‘ऐ ख़ुदावन्द, ख़ुदावन्द! क्या हम ने तेरे ही नाम में नबुव्वत नहीं की, तेरे ही नाम से बदरूहें नहीं निकालीं, तेरे ही नाम से मोजिज़े नहीं किए?’"},{"number":23,"verse":"उस वक़्त मैं उन से साफ़ साफ़ कह दूँगा, ‘मेरी कभी तुम से जान पहचान न थी। ऐ बदकारो! मेरे सामने से चले जाओ।’"},{"number":24,"verse":"( दो क़िस्म के मकान) लिहाज़ा जो भी मेरी यह बातें सुन कर उन पर अमल करता है वह उस समझदार आदमी की मानिन्द है जिस ने अपने मकान की बुन्याद चटान पर रखी।"},{"number":25,"verse":"बारिश होने लगी, सैलाब आया और आँधी मकान को झंझोड़ने लगी। लेकिन वह न गिरा, क्यूँकि उस की बुन्याद चटान पर रखी गई थी।"},{"number":26,"verse":"लेकिन जो भी मेरी यह बातें सुन कर उन पर अमल नहीं करता वह उस अहमक़ की मानिन्द है जिस ने अपना मकान सहीह बुन्याद डाले बग़ैर रेत पर तामीर किया।"},{"number":27,"verse":"जब बारिश होने लगी, सैलाब आया और आँधी मकान को झंझोड़ने लगी तो यह मकान धड़ाम से गिर गया।”"},{"number":28,"verse":"( ईसा का इख़तियार) जब ईसा ने यह बातें ख़त्म कर लीं तो लोग उस की तालीम सुन कर हक्का-बक्का रह गए,"},{"number":29,"verse":"क्यूँकि वह उन के उलमा की तरह नहीं बल्कि इख़तियार के साथ सिखाता था।"}]}