{"bibleAbbr":"urDGV2010","bookName":"मत्ती","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"( कोढ़ से शिफ़ा) ईसा पहाड़ से उतरा तो बड़ी भीड़ उस के पीछे चलने लगी।"},{"number":2,"verse":"फिर एक आदमी उस के पास आया जो कोढ़ का मरीज़ था। मुँह के बल गिर कर उस ने कहा, “ख़ुदावन्द, अगर आप चाहें तो मुझे पाक-साफ़ कर सकते हैं।”"},{"number":3,"verse":"ईसा ने अपना हाथ बढ़ा कर उसे छुआ और कहा, “मैं चाहता हूँ, पाक-साफ़ हो जा।” इस पर वह फ़ौरन उस बीमारी से पाक-साफ़ हो गया।"},{"number":4,"verse":"ईसा ने उस से कहा, “ख़बरदार! यह बात किसी को न बताना बल्कि बैत-उल-मुक़द्दस में इमाम के पास जा ताकि वह तेरा मुआइना करे। अपने साथ वह क़ुर्बानी ले जा जिस का तक़ाज़ा मूसा की शरीअत उन से करती है जिन्हें कोढ़ से शिफ़ा मिली है। यूँ अलानिया तस्दीक़ हो जाएगी कि तू वाक़ई पाक-साफ़ हो गया है।”"},{"number":5,"verse":"( रोमी अफ़्सर के ग़ुलाम की शिफ़ा) जब ईसा कफ़र्नहूम में दाख़िल हुआ तो सौ फ़ौजियों पर मुक़र्रर एक अफ़्सर उस के पास आ कर उस की मिन्नत करने लगा,"},{"number":6,"verse":"“ख़ुदावन्द, मेरा ग़ुलाम मफ़्लूज हालत में घर में पड़ा है, और उसे शदीद दर्द हो रहा है।”"},{"number":7,"verse":"ईसा ने उस से कहा, “मैं आ कर उसे शिफ़ा दूँगा।”"},{"number":8,"verse":"अफ़्सर ने जवाब दिया, “नहीं ख़ुदावन्द, मैं इस लाइक़ नहीं कि आप मेरे घर जाएँ। बस यहीं से हुक्म करें तो मेरा ग़ुलाम शिफ़ा पा जाएगा।"},{"number":9,"verse":"क्यूँकि मुझे ख़ुद आला अफ़्सरों के हुक्म पर चलना पड़ता है और मेरे मातहत भी फ़ौजी हैं। एक को कहता हूँ, ‘जा!’ तो वह जाता है और दूसरे को ‘आ!’ तो वह आता है। इसी तरह मैं अपने नौकर को हुक्म देता हूँ, ‘यह कर’ तो वह करता है।”"},{"number":10,"verse":"यह सुन कर ईसा निहायत हैरान हुआ। उस ने मुड़ कर अपने पीछे आने वालों से कहा, “मैं तुम को सच बताता हूँ, मैं ने इस्राईल में भी इस क़िस्म का ईमान नहीं पाया।"},{"number":11,"verse":"मैं तुम्हें बताता हूँ, बहुत से लोग मशरिक़ और मग़रिब से आ कर इब्राहीम, इस्हाक़ और याक़ूब के साथ आसमान की बादशाही की ज़ियाफ़त में शरीक होंगे।"},{"number":12,"verse":"लेकिन बादशाही के असल वारिसों को निकाल कर अंधेरे में डाल दिया जाएगा, उस जगह जहाँ लोग रोते और दाँत पीसते रहेंगे।”"},{"number":13,"verse":"फिर ईसा अफ़्सर से मुख़ातिब हुआ, “जा, तेरे साथ वैसा ही हो जैसा तेरा ईमान है।” और अफ़्सर के ग़ुलाम को उसी घड़ी शिफ़ा मिल गई।"},{"number":14,"verse":"( बहुत से मरीज़ों की शिफ़ा) ईसा पतरस के घर में आया। वहाँ उस ने पतरस की सास को बिस्तर पर पड़े देखा। उसे बुख़ार था।"},{"number":15,"verse":"उस ने उस का हाथ छू लिया तो बुख़ार उतर गया और वह उठ कर उस की ख़िदमत करने लगी।"},{"number":16,"verse":"शाम हुई तो बदरूहों की गिरिफ़्त में पड़े बहुत से लोगों को ईसा के पास लाया गया। उस ने बदरूहों को हुक्म दे कर निकाल दिया और तमाम मरीज़ों को शिफ़ा दी।"},{"number":17,"verse":"यूँ यसायाह नबी की यह पेशगोई पूरी हुई कि “उस ने हमारी कमज़ोरियाँ ले लीं और हमारी बीमारियाँ उठा लीं।”"},{"number":18,"verse":"( पैरवी की सन्जीदगी) जब ईसा ने अपने गिर्द बड़ा हुजूम देखा तो उस ने शागिर्दों को झील पार करने का हुक्म दिया।"},{"number":19,"verse":"रवाना होने से पहले शरीअत का एक आलिम उस के पास आ कर कहने लगा, “उस्ताद, जहाँ भी आप जाएंगे मैं आप के पीछे चलता रहूँगा।”"},{"number":20,"verse":"ईसा ने जवाब दिया, “लोमड़ियाँ अपने भटों में और परिन्दे अपने घोंसलों में आराम कर सकते हैं, लेकिन इब्न-ए-आदम के पास सर रख कर आराम करने की कोई जगह नहीं।”"},{"number":21,"verse":"किसी और शागिर्द ने उस से कहा, “ख़ुदावन्द, मुझे पहले जा कर अपने बाप को दफ़न करने की इजाज़त दें।”"},{"number":22,"verse":"लेकिन ईसा ने उसे बताया, “मेरे पीछे हो ले और मुर्दों को अपने मुर्दे दफ़न करने दे।”"},{"number":23,"verse":"( ईसा आँधी को थमा देता है) फिर वह कश्ती पर सवार हुआ और उस के पीछे उस के शागिर्द भी।"},{"number":24,"verse":"अचानक झील पर सख़्त आँधी चलने लगी और कश्ती लहरों में डूबने लगी। लेकिन ईसा सो रहा था।"},{"number":25,"verse":"शागिर्द उस के पास गए और उसे जगा कर कहने लगे, “ख़ुदावन्द, हमें बचा, हम तबाह हो रहे हैं!”"},{"number":26,"verse":"उस ने जवाब दिया, “ऐ कमएतिक़ादो! घबराते क्यूँ हो?” खड़े हो कर उस ने आँधी और मौजों को डाँटा तो लहरें बिलकुल साकित हो गईं।"},{"number":27,"verse":"शागिर्द हैरान हो कर कहने लगे, “यह किस क़िस्म का शख़्स है? हवा और झील भी उस का हुक्म मानती हैं।”"},{"number":28,"verse":"( दो बदरूह-गिरिफ़्ता आदमियों की शिफ़ा) वह झील के पार गदरीनियों के इलाक़े में पहुँचे तो बदरूह-गिरिफ़्ता दो आदमी क़ब्रों में से निकल कर ईसा को मिले। वह इतने ख़तरनाक थे कि वहाँ से कोई गुज़र नहीं सकता था।"},{"number":29,"verse":"चीख़ें मार मार कर उन्हों ने कहा, “अल्लाह के फ़र्ज़न्द, हमारा आप के साथ क्या वास्ता? क्या आप हमें मुक़र्ररा वक़्त से पहले अज़ाब में डालने आए हैं?”"},{"number":30,"verse":"कुछ फ़ासिले पर सूअरों का बड़ा ग़ोल चर रहा था।"},{"number":31,"verse":"बदरूहों ने ईसा से इल्तिजा की, “अगर आप हमें निकालते हैं तो सूअरों के उस ग़ोल में भेज दें।”"},{"number":32,"verse":"ईसा ने उन्हें हुक्म दिया, “जाओ।” बदरूहें निकल कर सूअरों में जा घुसीं। इस पर पूरे का पूरा ग़ोल भाग भाग कर पहाड़ी की ढलान पर से उतरा और झील में झपट कर डूब मरा।"},{"number":33,"verse":"यह देख कर सूअरों के गल्लाबान भाग गए। शहर में जा कर उन्हों ने लोगों को सब कुछ सुनाया और वह भी जो बदरूह-गिरिफ़्ता आदमियों के साथ हुआ था।"},{"number":34,"verse":"फिर पूरा शहर निकल कर ईसा को मिलने आया। उसे देख कर उन्हों ने उस की मिन्नत की कि हमारे इलाक़े से चले जाएँ।"}]}