{"bibleAbbr":"GB1587","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"I beseech The fourth part of this epistle, which after the finishing of the principal points of Christian doctrine, consists in the declaring of precepts of the Christian life. And first of all he gives general precepts and grounds: the principal of which is this, that every man consecrate himself wholly to the spiritual service of God, and do as it were sacrifice himself, trusting the grace of God. you therefore, brethren, By this preface he shows that God's glory is the utmost goal of everything we do. by the mercies of God, that ye In times past the sacrifices were presented before the altar: but now the altar is everywhere. present your Yourselves: in times past other bodies besides our own, but now our own must be offered. bodies a In times past, dead sacrifices were offered, but now we must offer those which have the spirit of life in them. living sacrifice, holy, acceptable unto God, [which is] your Spiritual. reasonable service."},{"number":2,"verse":"The second precept is this, that we do not take other men's opinions or conduct as a rule for life, but that we wholly renounce this world, and set before us as our mark the will of God as is manifested and revealed to us in his word. And be not conformed to this world: but be ye transformed by the renewing of your This is the reason that there is no room left for reason, which the heathen philosophers place as a queen in a castle, nor for man's free will, which the popish scholars dream of, because the mind must be renewed; (Eph_1:18; Eph_2:3; Eph_4:17; Col_1:21) mind, that ye may prove what [is] that good, and acceptable, and perfect, will of God."},{"number":3,"verse":"Thirdly, he admonishes us very earnestly that every man keep himself within the bounds of his calling, and that every man be wise according to the measure of grace that God has given him. For I I charge. say, through the grace given unto me, to every man that is among you, not That he does not please himself too much, as those do who persuade themselves they know more than they actually do. to think [of himself] more highly than he ought to think; but to think We will be sober if we do not take that upon us which we do not have, and if we do not brag of that which we do have. soberly, according as God hath dealt to every man the measure of By faith he means the knowledge of God in Christ, and the gifts which the Holy Spirit pours upon the faithful. faith."},{"number":4,"verse":"There are two reasons for the previous precept: the first is because God has not committed everything to be done by every man: and therefore he does backwardly, and unprofitably, and also to the great disservice of others, wearying himself and others, who passes the bounds of his calling: the second is because this diversity and inequality of vocations and gifts results in our being benefitted: seeing that this is therefore instituted and appointed, so that we should be bound one to another. From which it follows that no man ought to be grieved at this, seeing that the use of every private gift is common. For as we have many members in one body, and all members have not the same office:"},{"number":5,"verse":"So we being many are one body in Christ, and euery one, one anothers members."},{"number":6,"verse":"That which he spoke before in general, he applies particularly to the holy functions, in which men are in greater danger if they sin. And he divides them into two types: that is, into prophets and deacons: and again he divides the prophets into teachers and pastors. And of deacons he makes three types: that is, those who are to be (as it were) treasurers of the Church, whom he calls deacons in the most proper sense: the others to be the governors of discipline, who are called seniors or elders: the third, those who properly serve in the help of the poor, such as the widows. Having then gifts differing according to the grace that is given to us, whether prophecy, [let us prophesy] according to the That every man observe the measure of that which is revealed to him. proportion of faith;"},{"number":7,"verse":"Or ministry, [let us wait] on [our] ministering: or he that Whose office is only to expound the scriptures. teacheth, on teaching;"},{"number":8,"verse":"Or he that Who in other passages is called the «pastor». exhorteth, on exhortation: he that That is, the alms, that he distributes them faithfully, and without any favouritism. giveth, [let him do it] with simplicity; he that The elders of the church. ruleth, with diligence; he that Those that are occupied with the care of the poor must do it with cheerfulness, lest they add sorrow upon sorrow. sheweth mercy, with cheerfulness."},{"number":9,"verse":"Now he comes to the duties of the second table of the ten commandments, which he derives from charity, which is as it were the fountain of them all. And he defines Christian charity as sincerity, hatred of evil, earnest study of good things, good affection to help our neighbour, and whose final goal is the glory of God.[Let] love be without dissimulation. Abhor that which is evil; cleave to that which is good."},{"number":10,"verse":"Be affectioned to loue one another with brotherly loue. In giuing honour, goe one before another,"},{"number":11,"verse":"Not slothful in business; fervent in spirit; This verse is well put, for it makes a distinction between Christian duties, and philosophical duties. serving the Lord;"},{"number":12,"verse":"He reckons up different virtues together with their effects, that is, hope, patience in tribulation, evenness of mind, continuance in prayer, liberality towards the saints, hospitality, moderation of mind even in helping our enemies, feeling the same as others in their adversity as well as their prosperity, modesty, endeavouring to maintain honest agreement as much as we are able with all men, which cannot be extinguished by any man injuring us. Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},{"number":13,"verse":"A true rule of charity, that we feel for other men's wants as we do for our own, and having that feeling, to help them as much as we can. Distributing to the Not upon pleasures and needless duties, but upon necessary uses. necessity of saints; given to hospitality."},{"number":14,"verse":"Blesse them which persecute you: blesse, I say, and curse not."},{"number":15,"verse":"Reioyce with them that reioyce, & weepe with them that weepe."},{"number":16,"verse":"[Be] of the same mind one toward another. Mind not high things, but condescend to men of There is nothing that disrupts harmony as much as seeking glory, when every man detests a base estate, and ambitiously seeks to be exalted. low estate. Be not Do not be puffed up with an opinion of your own wisdom. wise in your own conceits."},{"number":17,"verse":"Recompence to no man euill for euill: procure things honest in the sight of all men."},{"number":18,"verse":"If it bee possible, as much as in you is, haue peace with all men."},{"number":19,"verse":"Dearely beloued, auenge not your selues, but giue place vnto wrath: for it is written, Vengeance is mine: I will repay, saith the Lord."},{"number":20,"verse":"Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap In this manner Solomon points out the wrath of God which hangs over a man. coals of fire on his head."},{"number":21,"verse":"Bee not ouercome of euill, but ouercome euill with goodnesse."}]}