{"bibleAbbr":"urDGV2010","bookName":"१-कुरिन्थियों","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( एक रूह और मुख़्तलिफ़ नेमतें) भाइयो, मैं नहीं चाहता कि आप रूहानी नेमतों के बारे में नावाक़िफ़ रहें।"},{"number":2,"verse":"आप जानते हैं कि ईमान लाने से पेशतर आप को बार बार बहकाया और गूँगे बुतों की तरफ़ खैंचा जाता था।"},{"number":3,"verse":"इसी के पेश-ए-नज़र मैं आप को आगाह करता हूँ कि अल्लाह के रूह की हिदायत से बोलने वाला कभी नहीं कहेगा, “ईसा पर लानत।” और रूह-उल-क़ुद्स की हिदायत से बोलने वाले के सिवा कोई नहीं कहेगा, “ईसा ख़ुदावन्द है।”"},{"number":4,"verse":"गो तरह तरह की नेमतें होती हैं, लेकिन रूह एक ही है।"},{"number":5,"verse":"तरह तरह की ख़िदमतें होती हैं, लेकिन ख़ुदावन्द एक ही है।"},{"number":6,"verse":"अल्लाह अपनी क़ुदरत का इज़हार मुख़्तलिफ़ अन्दाज़ से करता है, लेकिन ख़ुदा एक ही है जो सब में हर तरह का काम करता है।"},{"number":7,"verse":"हम में से हर एक में रूह-उल-क़ुद्स का इज़हार किसी नेमत से होता है। यह नेमतें इस लिए दी जाती हैं ताकि हम एक दूसरे की मदद करें।"},{"number":8,"verse":"एक को रूह-उल-क़ुद्स हिक्मत का कलाम अता करता है, दूसरे को वही रूह इल्म-ओ-इर्फ़ान का कलाम।"},{"number":9,"verse":"तीसरे को वही रूह पुख़्ता ईमान देता है और चौथे को वही एक रूह शिफ़ा देने की नेमतें।"},{"number":10,"verse":"वह एक को मोजिज़े करने की ताक़त देता है, दूसरे को नबुव्वत करने की सलाहियत और तीसरे को मुख़्तलिफ़ रूहों में इम्तियाज़ करने की नेमत। एक को उस से ग़ैरज़बानें बोलने की नेमत मिलती है और दूसरे को इन का तर्जुमा करने की।"},{"number":11,"verse":"वही एक रूह यह तमाम नेमतें तक़्सीम करता है। और वही फ़ैसला करता है कि किस को क्या नेमत मिलनी है।"},{"number":12,"verse":"( एक जिस्म और मुख़्तलिफ़ आज़ा) इन्सानी जिस्म के बहुत से आज़ा होते हैं, लेकिन यह तमाम आज़ा एक ही बदन को तश्कील देते हैं। मसीह का बदन भी ऐसा है।"},{"number":13,"verse":"ख़्वाह हम यहूदी थे या यूनानी, ग़ुलाम थे या आज़ाद, बपतिस्मे से हम सब को एक ही रूह की मारिफ़त एक ही बदन में शामिल किया गया है, हम सब को एक ही रूह पिलाया गया है।"},{"number":14,"verse":"बदन के बहुत से हिस्से होते हैं, न सिर्फ़ एक।"},{"number":15,"verse":"फ़र्ज़ करें कि पाँओ कहे, “मैं हाथ नहीं हूँ इस लिए बदन का हिस्सा नहीं।” क्या यह कहने पर उस का बदन से ताल्लुक़ ख़त्म हो जाएगा?"},{"number":16,"verse":"या फ़र्ज़ करें कि कान कहे, “मैं आँख नहीं हूँ इस लिए बदन का हिस्सा नहीं।” क्या यह कहने पर उस का बदन से नाता टूट जाएगा?"},{"number":17,"verse":"अगर पूरा जिस्म आँख ही होता तो फिर सुनने की सलाहियत कहाँ होती? अगर सारा बदन कान ही होता तो फिर सूँघने का क्या बनता?"},{"number":18,"verse":"लेकिन अल्लाह ने जिस्म के मुख़्तलिफ़ आज़ा बना कर हर एक को वहाँ लगाया जहाँ वह चाहता था।"},{"number":19,"verse":"अगर एक ही अज़ु पूरा जिस्म होता तो फिर यह किस क़िस्म का जिस्म होता?"},{"number":20,"verse":"नहीं, बहुत से आज़ा होते हैं, लेकिन जिस्म एक ही है।"},{"number":21,"verse":"आँख हाथ से नहीं कह सकती, “मुझे तेरी ज़रूरत नहीं,” न सर पाँओ से कह सकता है, “मुझे तुम्हारी ज़रूरत नहीं।”"},{"number":22,"verse":"बल्कि अगर देखा जाए तो अक्सर ऐसा होता है कि जिस्म के जो आज़ा ज़्यादा कमज़ोर लगते हैं उन की ज़्यादा ज़रूरत होती है।"},{"number":23,"verse":"वह आज़ा जिन्हें हम कम इज़्ज़त के लाइक़ समझते हैं उन्हें हम ज़्यादा इज़्ज़त के साथ ढाँप लेते हैं, और वह आज़ा जिन्हें हम शर्म से छुपा कर रखते हैं उन ही का हम ज़्यादा एहतिराम करते हैं।"},{"number":24,"verse":"इस के बरअक्स हमारे इज़्ज़तदार आज़ा को इस की ज़रूरत ही नहीं होती कि हम उन का ख़ास एहतिराम करें। लेकिन अल्लाह ने जिस्म को इस तरह तरतीब दिया कि उस ने कमक़दर आज़ा को ज़्यादा इज़्ज़तदार ठहराया,"},{"number":25,"verse":"ताकि जिस्म के आज़ा में तफ़रक़ा न हो बल्कि वह एक दूसरे की फ़िक्र करें।"},{"number":26,"verse":"अगर एक अज़ु दुख में हो तो उस के साथ दीगर तमाम आज़ा भी दुख मह्सूस करते हैं। अगर एक अज़ु सरफ़राज़ हो जाए तो उस के साथ बाक़ी तमाम आज़ा भी मसरूर होते हैं।"},{"number":27,"verse":"आप सब मिल कर मसीह का बदन हैं और इन्फ़िरादी तौर पर उस के मुख़्तलिफ़ आज़ा।"},{"number":28,"verse":"और अल्लाह ने अपनी जमाअत में पहले रसूल, दूसरे नबी और तीसरे उस्ताद मुक़र्रर किए हैं। फिर उस ने ऐसे लोग भी मुक़र्रर किए हैं जो मोजिज़े करते, शिफ़ा देते, दूसरों की मदद करते, इन्तिज़ाम चलाते और मुख़्तलिफ़ क़िस्म की ग़ैरज़बानें बोलते हैं।"},{"number":29,"verse":"क्या सब रसूल हैं? क्या सब नबी हैं? क्या सब उस्ताद हैं? क्या सब मोजिज़े करते हैं?"},{"number":30,"verse":"क्या सब को शिफ़ा देने की नेमतें हासिल हैं? क्या सब ग़ैरज़बानें बोलते हैं? क्या सब इन का तर्जुमा करते हैं?"},{"number":31,"verse":"लेकिन आप उन नेमतों की तलाश में रहें जो अफ़्ज़ल हैं। अब मैं आप को इस से कहीं उम्दा राह बताता हूँ।"}]}