{"bibleAbbr":"ULT2024","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Then Yahweh said to me, \"Even if Moses or Samuel were standing in front of me, I would still not be in favor of this people. Send them out from before me, for them to go away."},{"number":2,"verse":"It will happen that they will say to you, 'Where should we go?' Then you must say to them, 'Yahweh says this: Those who are for death should go to death; those who are for the sword should go to the sword. Those who are for famine should go to famine; and those who are for captivity should go to captivity.'"},{"number":3,"verse":"For I will assign them to four groups—this is Yahweh's declaration—the sword to slaughter some, the dogs to drag some away, the birds of the skies and the beast of the earth to consume and destroy some."},{"number":4,"verse":"I will make of them a horrifying thing to all the kingdoms of the earth, because of what Manasseh son of Hezekiah, king of Judah, did in Jerusalem."},{"number":5,"verse":"For who will have compassion for you, Jerusalem? Who will grieve for you?"},{"number":6,"verse":"You have forsaken me—this is Yahweh's declaration—you have gone back from me. So I will strike you with my hand and destroy you. I am tired of having mercy on you."},{"number":7,"verse":"So I will winnow them with a pitchfork at the gates of the land. I will bereave them. I will destroy my people since they will not turn from their ways."},{"number":8,"verse":"I will make their widows number more than the sands of the seashore. Against the mothers of young men I will send the destroyer at noonday. I will make shock and horror suddenly fall on them."},{"number":9,"verse":"The mother who has borne seven children will waste away. She will gasp. Her sun will set while it is still day. She will be ashamed and embarrassed, for I will give those who remain to the sword in the presence of their enemies— this is Yahweh's declaration.\""},{"number":10,"verse":"Woe to me, my mother! For you have borne me, I who am a man of controversy and argument through all the land. I have not lent, nor has anyone lent to me, but they all curse me."},{"number":11,"verse":"Yahweh said: \"Will I not rescue you for good? I will certainly make your enemies beg for help in the time of calamity and distress."},{"number":12,"verse":"Can one smash iron? Especially iron from the north that is mixed with bronze?"},{"number":13,"verse":"I will give to your enemies your wealth and treasures as free plunder. I will do this because of all your sins committed within all your borders."},{"number":14,"verse":"Then I will make you serve your enemies in a land that you do not know, for a fire will ignite, kindled in my wrath against you.\" [ Instead of Then I will make you serve your enemies, some ancient copies have Then I will make your enemies take you. ]"},{"number":15,"verse":"Yahweh, you know! Remember me and help me. Bring vengeance for me against those who persecute me. You are patient, but do not allow them to take me away; know that I suffer reproach for your sake."},{"number":16,"verse":"Your words have been found, and I consumed them. Your words became to me a joy and the delight of my heart, for I bear your name, Yahweh, God of hosts."},{"number":17,"verse":"I did not sit in the circle of those who celebrated or rejoiced. I sat in solitude because of your powerful hand, for you filled me with indignation."},{"number":18,"verse":"Why is my pain ongoing and my wound incurable, refusing to be healed? Will you be like deceitful waters to me, waters that dry up?"},{"number":19,"verse":"Therefore Yahweh said this, \"If you repent, Jeremiah, then I will restore you, and you will stand before me and serve me. For if you separate the foolish things from the precious things, you will be like my mouth. The people will come back to you, but you yourself must not go back to them."},{"number":20,"verse":"I will make you like an impenetrable bronze wall to this people, and they will wage war against you. But they will not defeat you, for I am with you to save and rescue you—this is Yahweh's declaration—"},{"number":21,"verse":"for I will rescue you from the hand of the wicked and redeem you from the hand of the tyrant.\""}]}