{"bibleAbbr":"LXXe1851","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"THE VISION OF EGYPT. Behold, the Lord sits on a swift cloud, and shall come to Egypt: and the idols of Egypt shall be moved at his presence, and their heart shall faint within them."},{"number":2,"verse":"And the Egyptians shall be stirred up against the Egyptians: and a man shall fight against his brother, and a man against his neighbor, city against city, and (Alex. ‘district,’ the accent being different ) law against (Alex. ‘district,’ the accent being different ) law."},{"number":3,"verse":"And the spirit of the Egyptians shall be troubled within them; and I will frustrate their counsel: and they shall enquire of their gods and their images, and (Gr. the ventriloquists ) them that speak out of the earth, and them that have in them a divining spirit."},{"number":4,"verse":"And I will deliver Egypt into the hands of men, of cruel lords; and cruel kings shall rule over them: thus saith the Lord of hosts."},{"number":5,"verse":"And the Egyptians shall drink the water that is by the sea, but the river shall fail, and be dried up."},{"number":6,"verse":"And the streams shall fail, and the canals of the river; and every (Lit. gathering; See Gen 1.9: also Jer 28. (51) 32. ) reservoir of water shall be dried up, in every marsh also of reed and papyrus."},{"number":7,"verse":"And all the green herbage round about the river, and everything sown by the side of the river, shall be blasted with the wind and dried up."},{"number":8,"verse":"And the fishermen shall groan, and all that cast a hook into the river shall groan; they also that cast nets, and the anglers shall mourn."},{"number":9,"verse":"And shame shall come upon them that work fine flax, and them that (Gr. work at ) make fine linen."},{"number":10,"verse":"And they that work at them shall be in pain, and all that make beer shall be grieved, and be pained in their souls."},{"number":11,"verse":"And the princes of Tanis shall be fools: as for the king's wise counsellors, their counsel shall be turned into folly: how will ye say to the king, we are sons of wise men, sons of ancient kings?"},{"number":12,"verse":"Where are now thy wise men? and let them declare to thee, and say, What has the Lord of hosts purposed upon Egypt?"},{"number":13,"verse":"The princes of Tanis have failed, and the princes of Memphis are lifted up with pride, and they shall cause Egypt to wander by tribes."},{"number":14,"verse":"For the Lord has prepared for them a spirit of error, and they have caused Egypt to err in all their works, as one staggers who is drunken and vomits also."},{"number":15,"verse":"And there shall be no work to the Egyptians, which shall make head or tail, or beginning or end."},{"number":16,"verse":"But in that day the Egyptians shall be as women, in fear and in trembling because of the hand of the Lord of hosts, which he shall bring upon them."},{"number":17,"verse":"And the land of the Jews shall be for a terror to the Egyptians: whosoever shall name it to them, they shall fear, because of the counsel which the Lord of hosts has purposed concerning it."},{"number":18,"verse":"In that day there shall be five cities in Egypt speaking the language of Chanaan, and swearing by the name of the Lord of hosts; one city shall be called the (Heb. city of destruction ) city of Asedec."},{"number":19,"verse":"In that day there shall be an altar to the Lord in the land of the Egyptians, and a pillar to the Lord by its border."},{"number":20,"verse":"And it shall be for a sign to the Lord for ever in the land of Egypt: for they shall presently cry to the Lord by reason of them that afflict them, and he shall send them a man who shall save them; he shall judge and save them."},{"number":21,"verse":"And the Lord shall be known to the Egyptians, and the Egyptians shall know the Lord in that day; and they shall offer sacrifices, and shall vow vows to the Lord, and pay them."},{"number":22,"verse":"And the Lord shall smite the Egyptians with a stroke, and shall completely heal them: and they shall return to the Lord, and he shall hear them, and thoroughly heal them."},{"number":23,"verse":"In that day there shall be a way from Egypt to the Assyrians, and the Assyrians shall enter into Egypt, and the Egyptians shall go to the Assyrians, and the Egyptians shall serve the Assyrians."},{"number":24,"verse":"In that day shall Israel be third with the Egyptians and the Assyrians, blessed in the land which the Lord of hosts has blessed,"},{"number":25,"verse":"saying, Blessed be my people that is in Egypt, and that is among the Assyrians, and Israel mine inheritance."}]}