{"bibleAbbr":"NCB2019","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"“At that time there shall arise Michael, the great prince, the guardian of your people. Then there will be a period that will be unsurpassed in distress since nations first came into existence. At that time your own people will be spared, everyone whose names are found written in the book."},{"number":2,"verse":"“Many of those shall awake who sleep in the dust of the earth. Some shall gain everlasting life; others will earn shame and everlasting disgrace."},{"number":3,"verse":"However, the wise will shine like the brightness of the heavens, and those who lead many to righteousness will be as bright as the stars forever and ever."},{"number":4,"verse":"As for you, Daniel, keep these words secret, and seal the book until the time of the end. Many shall fall away, and evils shall increase.”"},{"number":5,"verse":"I, Daniel, then looked and saw two others standing, one on the bank of the river and one on the opposite bank."},{"number":6,"verse":"One of them said to the man clothed in linen, who was upstream, “How long shall it be until these incredible events take place?”"},{"number":7,"verse":"The man robed in linen who was upstream raised both his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, “It will be for a year, for two years, and half a year, and then all these things will cease when the power of the destroyer of the holy people will come to an end.”"},{"number":8,"verse":"I heard what was said but I did not understand, so I asked, “My lord, what will be the outcome of all these things?”"},{"number":9,"verse":"He replied, “Go on your way, Daniel, for these words are to be kept secret and remain sealed until the end time."},{"number":10,"verse":"“Many shall be purified, cleansed, and refined, but the wicked will persist in their evil ways."},{"number":11,"verse":"From the time that the daily sacrifice is abolished and the appalling abomination is set up, one thousand two hundred and ninety days will elapse."},{"number":12,"verse":"“Blessed is the man who perseveres and attains one thousand three hundred and thirty-five days."},{"number":13,"verse":"But you, go on your way and rest. Then you will rise for your reward at the end of the ages.”"}]}