{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Why standest thou so farre of O God? [why] hidest [thee] in the tyme of trouble?"},{"number":2,"verse":"The vngodly of a wylfulnesse persecuteth the poore: [but euery one] of them shalbe taken in the craftie wylines that they haue imagined."},{"number":3,"verse":"For the vngodly prayseth according to his owne heartes desire: and blessing the couetous, he blasphemeth God."},{"number":4,"verse":"The vngodly looketh so proudly as though he cared for none at all: neither is the Lorde in all his thoughtes."},{"number":5,"verse":"His wayes are alwayes greeuous, but thy iudgementes are farre aboue out of his sight: [and therfore] he snuffeth at all his enemies."},{"number":6,"verse":"He hath sayde in his heart, tushe, I can not be remoued: for I can not [be touched] at any tyme with harme."},{"number":7,"verse":"His mouth is full of cursing, and of deceate, and of fraude: vnder his tongue is labour and mischiefe."},{"number":8,"verse":"He sitteth lurkyng in theeuishe corners of the streates: and priuily in lurking dennes he doth murther the innocent, he eyeth diligently hym that is weake."},{"number":9,"verse":"He lieth in wayte lurking as a Lion in his denne: he lyeth in wayte lurkyng, that he may violently carry away the afflicted, he doth carry away violentlye the afflicted, in halyng hym into his net."},{"number":10,"verse":"He croucheth and humbleth him selfe: so that a number of the that be weake, fall by his myght."},{"number":11,"verse":"He sayeth in his heart, tushe, the Lord hath forgotten: he hydeth away his face, and he wyll neuer see it."},{"number":12,"verse":"Aryse vp O Lorde God: lift vp thine hande, forget not the afflicted."},{"number":13,"verse":"Wherefore shoulde the wicked blaspheme the Lorde: [whyle] he sayeth in his heart, that thou wylt not call to accompt?"},{"number":14,"verse":"Surely thou hast seene [this] for thou beholdest labour and spite: that thou mayest take the matter into thy hands, he that is weake leaueth it for thee, [for] thou art the helper of the fatherlesse."},{"number":15,"verse":"Breake thou the power of the vngodly and malitious: searche thou out his vngodlynes, and thou shalt finde none afterwarde in him."},{"number":16,"verse":"God is king for euer and euer: but the Heathen shall perishe out of the lande."},{"number":17,"verse":"O God, thou hast hearde the desire of the afflicted: [and] thou wylt settle their heart."},{"number":18,"verse":"Thou wylt be attentiue with thyne eare, to geue iudgement for the fatherlesse and oppressed: [so] no man in the earth shall once go about hereafter to do them violence."}]}