{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"[Prayse ye the Lorde.] Confesse you [it] vnto god, for he is gratious: and his mercy endureth for euer."},{"number":2,"verse":"Who can expresse the valiaunt actes of God: who can publishe abrode all his prayse?"},{"number":3,"verse":"Blessed are they that kepe iudgement: and do iustice at all times."},{"number":4,"verse":"Remember me O God according to the fauour that thou bearest vnto thy people: O visite me with thy saluation."},{"number":5,"verse":"That I may see the felicitie of thy chosen, that I may reioyce at the gladnes of thy people: [and] that I may glorie with thyne inheritaunce."},{"number":6,"verse":"We haue sinned with our fathers: we haue done amisse and dealt wickedly."},{"number":7,"verse":"Our fathers did not well consider thy wonders in Egypt, neither did they remember thy manifolde great goodnes: but they rebelled at the sea, euen at the red sea."},{"number":8,"verse":"Neuerthelesse, he saued them for his names sake: that he myght make his power to be knowen."},{"number":9,"verse":"And he rebuked the red sea, and it was dryed vp: so he led them through the deepe, as through a wyldernesse."},{"number":10,"verse":"And he saued them from the hande of suche as hated them: & redeemed them from the hande of the enemie."},{"number":11,"verse":"As for their aduersaries the waters ouerwhelmed them: there was not one of them left remayning."},{"number":12,"verse":"Then beleued they his wordes: and song prayse vnto him."},{"number":13,"verse":"But within a very short whyle they forgat his workes: they woulde not wayte for his counsell."},{"number":14,"verse":"And they were taken with a great lust in the wyldernesse: and they tempted God in the desert."},{"number":15,"verse":"And he gaue them their desire: and sent leannes withal into their soule."},{"number":16,"verse":"They enuied also at Moyses in the tentes: [and] at Aaron the saint of God."},{"number":17,"verse":"So the earth opened and swalowed vp Dathan: and couered the company of Abiram."},{"number":18,"verse":"And the fire was kindled in their company: the flambe brent vp the vngodly."},{"number":19,"verse":"They made a calfe in Horeb: and worshipped the moulten image."},{"number":20,"verse":"Thus they turned their glory: into the similitude of a calfe that eateth hay."},{"number":21,"verse":"They forgat God their sauiour, who had done so great thynges in Egypt:"},{"number":22,"verse":"(106:21) wonderous workes in ye land of Cham, [and] terrible thinges at the red sea."},{"number":23,"verse":"(106:22) Wherfore he appointed to destroy them, had not Moyses his chosen stand in the breache before hym: to turne away his wrathful indignation, lest he should destroy them."},{"number":24,"verse":"(106:23) Yea they thought scorne of the lande most to be desired: they gaue no credite vnto his worde."},{"number":25,"verse":"(106:24) But they murmured in their tentes: they would not hearken vnto the voyce of God."},{"number":26,"verse":"(106:25) Then lift he vp his hand against them, to geue them an ouerthrowe in the wildernesse:"},{"number":27,"verse":"(106:25) to geue their seede an ouerthrowe amongst the nations, and to scatter them in sundry landes."},{"number":28,"verse":"(106:26) They ioyned them selues vnto Baal Peor: they also did eate of the sacrifices of the dead."},{"number":29,"verse":"(106:27) And they prouoked the [Lorde] vnto anger with their owne inuentions: and a plague fell mightily amongst them."},{"number":30,"verse":"(106:28) Then stoode vp Phinehes, he executed iustice: and so the plague ceassed."},{"number":31,"verse":"(106:29) And that was imputed vnto hym for righteousnesse: in generation and generation for euermore."},{"number":32,"verse":"(106:30) They also prouoked [God] at the waters of strife: and all was not well with Moyses for their sakes."},{"number":33,"verse":"(106:31) For they had caused an alteration to be of his spirite: so that he spake vnaduisedly with his lippes."},{"number":34,"verse":"(106:32) Moreouer, they destroyed not the Heathen: as God commaunded them."},{"number":35,"verse":"(106:33) But they were mingled amongst the Heathen: and learned their workes."},{"number":36,"verse":"(106:34) Insomuch that they dyd seruice vnto their idols: whiche were to the a snare."},{"number":37,"verse":"(106:35) Yea they sacrifised their sonnes: and their daughters vnto deuils."},{"number":38,"verse":"(106:36) And they shed innocent blood, euen the blood of their sonnes and of their daughters: whom they sacrifised vnto the idols of Chanaan, and the lande was defiled with blood."},{"number":39,"verse":"(106:37) Thus were they stayned with their owne workes: and went a whoryng with their owne inuentions."},{"number":40,"verse":"(106:38) Therfore was the wrath of God kindeled against his people: insomuch that he abhorred his owne inheritaunce."},{"number":41,"verse":"(106:39) And he gaue them ouer into the hand of the Heathen: and they that dyd hate them, were lordes ouer them."},{"number":42,"verse":"(106:40) Their enemies oppressed them: and brought them into subiection vnder their hande."},{"number":43,"verse":"(106:41) Many a time dyd [God] deliuer them, but they rebelled [against hym] with their owne inuentions: and were brought downe for their wickednes."},{"number":44,"verse":"(106:42) Neuerthelesse, he did beholde them in their aduersitie: in geuing eare to their complaint."},{"number":45,"verse":"(106:43) And he remembred his couenaunt: and repented, according to the multitude of his mercies."},{"number":46,"verse":"(106:44) Yea he made all those that led them away captiue: to pitie them."},{"number":47,"verse":"(106:45) Saue vs O God our Lorde, and gather vs from among the Heathen: that we may geue thankes to thy holy name, and glory of thy prayse."},{"number":48,"verse":"(106:46) Blessed be God the Lord of Israel from world to world without end: and let all people say, so be it. Prayse ye the Lord."}]}