{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"Confesse you [it] vnto God: for he is gratious, and his mercy endureth for euer."},{"number":2,"verse":"Let such as God did redeme speake: whom he hath redeemed from the hande of the enemie."},{"number":3,"verse":"And whom he gathered out of the landes: from the east and from the west, from the north and from the south."},{"number":4,"verse":"They went astray out of the way in solitarines [and] in wildernes, and found no citie to dwell in:"},{"number":5,"verse":"(107:4) they were hungry and thirstie, their soule fainted in them."},{"number":6,"verse":"(107:5) And they cry vnto god in their trouble: who deliuereth them from their distresse."},{"number":7,"verse":"(107:6) And he leadeth them foorth by the right way: that they might go to the citie inhabited."},{"number":8,"verse":"(107:7) O that men would confesse vnto God his louyng kindnesse: and his marueylous actes [done] to the chyldren of men."},{"number":9,"verse":"(107:8) For he satisfieth the greedie soule: and filleth the hungry soule with goodnes."},{"number":10,"verse":"(107:9) Suche as sit in darknesse and in the shadowe of death: beyng fast bounde in miserie and iron."},{"number":11,"verse":"(107:10) Because they went from the wordes of the Lorde: and lightly regarded the counsayle of the most highest."},{"number":12,"verse":"(107:11) Therfore he humbled their heart thorowe heauines: they fall downe, and there is none to helpe them."},{"number":13,"verse":"(107:12) And they cry vnto god in their trouble: who deliuereth the out of their distresse."},{"number":14,"verse":"(107:13) For he bringeth them out of darknesse and out of the shadowe of death: and breaketh their bondes in sunder."},{"number":15,"verse":"(107:14) O that men would confesse vnto God: his louing kindnes and his marueylous actes [done] to the chyldren of men."},{"number":16,"verse":"(107:15) For he breaketh the gates of brasse: & smyteth the barres of iron in sunder."},{"number":17,"verse":"(107:16) Foolish men are plagued for their mischeuous wayes: & for their wickednes."},{"number":18,"verse":"(107:17) Their soule abhorreth all maner of meate: and they be euen harde at deathes doore."},{"number":19,"verse":"(107:18) And they crye vnto God in their trouble: who deliuereth them out of their distresse."},{"number":20,"verse":"(107:19) he sendeth his worde & healeth them: and he maketh them to scape safe from their corruptnes."},{"number":21,"verse":"(107:20) O that men would confesse vnto God: his louing kindnes and his marueylous actes [done] to the chyldren of men."},{"number":22,"verse":"(107:21) And that they would offer [vnto him] sacrifices of thankes geuing: and set foorth in wordes his workes with a ioyfull noyse."},{"number":23,"verse":"(107:22) Such as go downe to the sea in ships and folowe their busines in great waters:"},{"number":24,"verse":"(107:22) they see the workes of God, and his wonders in the deepe."},{"number":25,"verse":"(107:23) For he commaundeth and causeth a stormie winde to arise: and he lifteth vp on high his waues."},{"number":26,"verse":"(107:24) [Then] they ascende vp to heauen, and come downe agayne to the deepe: so that their soule melteth away through trouble."},{"number":27,"verse":"(107:25) They reele to and fro, and they do stacker like a drunken man: and their wysdome fayleth them."},{"number":28,"verse":"(107:26) And they cry vnto god in their trouble: who deliuereth the out of their distresse."},{"number":29,"verse":"(107:27) For he maketh the storme to ceasse: so that the waues therof are still."},{"number":30,"verse":"(107:28) Then be they glad because they are at rest: and he bringeth them to the hauen where they woulde be."},{"number":31,"verse":"(107:29) O that men would confesse vnto god: his louyng kyndnes and meruaylous actes [done] to the chyldren of men."},{"number":32,"verse":"(107:30) And that they would exalt him in the congregation of the people: and prayse him in the consistorie of the aged."},{"number":33,"verse":"(107:31) He turneth fluddes into a wildernes: and waterspringes into a drye grounde."},{"number":34,"verse":"(107:32) He [maketh] a fruitfull grounde barren: for the wickednes of them that dwell therein."},{"number":35,"verse":"(107:33) [Contrary] he reduceth a wyldernes into a standing water: and a drye ground into water springes."},{"number":36,"verse":"(107:34) And he setteth there the hungry: and they buylde them a citie to dwell in."},{"number":37,"verse":"(107:35) And they sowe their lande and plant vineyardes: and they yelde [vnto them] aboundant store of fruites."},{"number":38,"verse":"(107:36) He blesseth them, so that they multiplie exceedingly: and he suffereth not their cattle to decrease."},{"number":39,"verse":"(107:37) But [when they do fall from God,] they are diminished & brought low: through oppression, calamitie, & griefe of minde."},{"number":40,"verse":"(107:38) He bringeth princes into contempt: & he maketh them to wander in a wildernesse where there is no way at all."},{"number":41,"verse":"(107:39) Yet he exalteth the poore out of miserie: and geueth him housholdes equall to flockes of cattell."},{"number":42,"verse":"(107:40) The righteous will marke [this] and reioyce: and the mouth of all wickednesse shalbe stopped."},{"number":43,"verse":"(107:41) Whosoeuer is wyse, he wyll both obserue these thinges: and also well consider the louing kindnesse of God."}]}