{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"[To the chiefe musition, a psalme of Dauid.] O God thou hast searched me to the quicke: and thou hast knowen me."},{"number":2,"verse":"Thou knowest my downe sitting & myne vprising: thou vnderstandest my thoughtes long before they be."},{"number":3,"verse":"Thou compassest about my path, and my iourney into all coastes: and thou vsest all my wayes."},{"number":4,"verse":"For there is not a word in my tongue: but beholde thou O Lorde knowest it altogether."},{"number":5,"verse":"Thou hast fashioned me behinde and before: and layde thyne hande vpon me."},{"number":6,"verse":"The knowledge that [thou hast] of me is marueylous: it is so high that I can not [attayne] vnto it."},{"number":7,"verse":"Whyther can I go from thy spirite: or whyther can I flee away from thy face?"},{"number":8,"verse":"If I ascende vp into heauen, thou art there: if I lay me downe in hell, thou art there also."},{"number":9,"verse":"If I take the wynges of the morning: and [go to] dwell in the vttermost part of the sea."},{"number":10,"verse":"Euen there also thy hande shall leade me: and thy right hande shall holde me."},{"number":11,"verse":"And yf I say peraduenture the darknesse shall couer me: and the night shalbe day for me,"},{"number":12,"verse":"Truely the darknesse shall not darken any thing from thee, and the night shalbe as lyghtsome as the day: darknesse and lyght [to thee] are both a lyke."},{"number":13,"verse":"For thou hast my reynes in thy possession: thou didst couer me in my mothers wombe."},{"number":14,"verse":"I wyll confesse it vnto thee, for that thy [doynges] are to be dreaded, I am made after a marueylous sort: thy workes be marueylous, and that my soule knoweth ryght well."},{"number":15,"verse":"The substaunce of my [body] was not hyd from thee: when I was made in secrete and fashioned with distinct members in my mothers wombe."},{"number":16,"verse":"Thyne eyes dyd see me when I was most imperfect: and in thy booke were written euery day of them [wherin the partes of my body] were shaped, and no one of them were knowen vnto thee."},{"number":17,"verse":"Howe pretious be thy cogitations towardes me O God? howe greatly be the summe of them increased?"},{"number":18,"verse":"I go about to count them, I fynde that they are mo in number then the sande: and yet whyle I am wakyng I am styll with thee."},{"number":19,"verse":"For truely thou wylt slay O Lord the wicked man: and the blood thirstie men [to whom I euer say] depart ye from me."},{"number":20,"verse":"Who do speake vnto thee in guilefull maner: [thou art O God] exalted in vayne to thyne enemies."},{"number":21,"verse":"Do not I hate them O God that hate thee? and am not I greeued with those that rise vp agaynst thee?"},{"number":22,"verse":"Yea I hate them from the bottome of myne heart: euen as though they were myne enemies."},{"number":23,"verse":"Searche me to the quicke O Lorde, and knowe thou myne heart: proue me and knowe thou my thoughtes."},{"number":24,"verse":"And loke well yf there be any way of peruersnesse in me: and [then] leade me in the way of the worlde."}]}