{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"[A prayer of Dauid.] Heare thou O God of iustice, be attentiue vnto my complaynt: geue eare vnto my prayer, not [proceeding] out of fayned lyppes."},{"number":2,"verse":"Let iudgement come foorth for me from thy face: and let thine eyes loke vpon equitie."},{"number":3,"verse":"Thou hast proued myne heart, thou hast visited [it] in the nyght season: thou hast tryed me, and founde no [wickednesse, for] I purposed that nothyng shoulde scape my mouth."},{"number":4,"verse":"As touchyng [other] mens workes: through the wordes of thy lyppes I haue kept me from the way of the violent."},{"number":5,"verse":"O holde thou vp my goynges in thy pathes: that my footesteppes slyp not."},{"number":6,"verse":"I call vpon thee O God, for thou wilt heare me: incline thine eare to me, hearken vnto my wordes."},{"number":7,"verse":"Shewe thy marueylous louyng kindnesse: thou that art the sauiour of them that trust in thee, from such as ryse vp agaynst thy ryght hande."},{"number":8,"verse":"Kepe me as the apple of an eye, hyde me vnder the shadowe of thy wynges: from the face of the vngodly that go about to destroy me, [from] myne enemies that compasse me rounde about to take away my soule."},{"number":9,"verse":"They haue inclosed [them selues] in their owne fat: with their mouth they speake proude thynges."},{"number":10,"verse":"They haue nowe compassed me on euery syde [where] our way [lyeth]: they toote with their eyes to ouerthrow [me] downe on the grounde."},{"number":11,"verse":"His [doynges] be lyke a lions that is greedy to take a pray: and as a lions whelpe lurkyng in secrete places."},{"number":12,"verse":"Aryse O God, preuent his commyng, make hym to bowe: delyuer thou my soule from the vngodly [which is] thy sworde."},{"number":13,"verse":"[Deliuer thou] me O God from men [which be] thy hande: from men, from the worlde, whose portion [is] in this lyfe, whose bellyes thou fyllest with thy priuie [treasure]."},{"number":14,"verse":"Whose children haue aboundaunce: & they leaue enough of that they haue remaynyng to their babes."},{"number":15,"verse":"But as for me, I will beholde thy face in ryghteousnesse: I shalbe satisfied when I awake vp after thy lykenesse."}]}