{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"[Of Dauid when he chaunged his behauiour before Abimelech, whiche droue him away, and he departed.] I wyll alway blesse God: his prayse shall euer be in my mouth."},{"number":2,"verse":"My soule shal glory in God: the humble shall heare therof and be glad."},{"number":3,"verse":"Magnifie God with me: and let vs exalt his name [all] together."},{"number":4,"verse":"Carefully I sought God, & he hearde me: yea he deliuered me out of all my feare."},{"number":5,"verse":"Let them turne their eyes on him, and make speede to come vnto hym: and their faces shall not be ashamed."},{"number":6,"verse":"[Lo] this same poore man hath cryed: and God hath hearde hym, and saued hym out of all his troubles."},{"number":7,"verse":"The angell of God campeth rounde about them that feare hym: and deliuereth them."},{"number":8,"verse":"O taste and see how gracious God is: blessed is the man that trusteth in him."},{"number":9,"verse":"Feare God ye that be his saintes: for they that feare him lacke nothing."},{"number":10,"verse":"Young Lions do lacke and suffer hunger: but they whiche seeke God, shall want no maner of thing that is good."},{"number":11,"verse":"Come ye chyldren and hearken vnto me: I will teache you the feare of God."},{"number":12,"verse":"What man is he that listeth to liue: [and] woulde fayne see good dayes."},{"number":13,"verse":"Kepe thy tongue from euill: and thy lippes that they speake no guyle."},{"number":14,"verse":"Eschewe euill & do good: seeke peace and ensue it."},{"number":15,"verse":"The eyes of God [are] ouer the righteous: and his eares [are open] vnto their prayers."},{"number":16,"verse":"The countenaunce of God is against them that do euill: to roote out the remembraunce of them from of the earth."},{"number":17,"verse":"The righteous crye, and God heareth them: and deliuereth them out of all their troubles."},{"number":18,"verse":"God is nye vnto them that are of a contrite heart: and saueth such as be of an humble spirite."},{"number":19,"verse":"Great are the troubles of the righteous: but God deliuereth him out of all."},{"number":20,"verse":"He kepeth all his bones: so that no one of them is broken."},{"number":21,"verse":"Malice shal put the vngodly to death: and they that hate the righteous, shalbe brought to naught."},{"number":22,"verse":"God redeemeth the soules of his seruauntes: and al they that put their trust in him, shall not be brought to naught."}]}