{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"[A psalme of Dauid to reduce in remembraunce.] Rebuke me not O God in thyne anger: neither chasten me in thy heauie displeasure."},{"number":2,"verse":"For thyne arrowes sticke fast in me: and thy hande presseth me sore."},{"number":3,"verse":"There is no helath in my flesh through thy displeasure: neither is there any rest in my bones by reason of my sinne."},{"number":4,"verse":"For my manyfolde wickednes is gone ouer my head: and like a sore burthen is to heauie for me to beare."},{"number":5,"verse":"My woundes stinke and are corrupt: through my foolishnes."},{"number":6,"verse":"I am become crooked, and am exceedingly pulled downe: I go a mourning all the day long."},{"number":7,"verse":"For my loynes are filled with heate: and there is no whole part in my body."},{"number":8,"verse":"I am feeble and sore smitten: I haue rored for the very disquietnesse of my heart."},{"number":9,"verse":"Lorde thou knowest all my desire: and my gronyng is not hyd from thee."},{"number":10,"verse":"My heart panteth, my strength hath fayled me: and the lyght of myne eyes is gone from me."},{"number":11,"verse":"My louers and my neygbours dyd stande on the other syde lokyng vpon my plague: and my kinsmen stoode a farre of."},{"number":12,"verse":"They also that sought after my lyfe layde snares [for me]: and they that went about to do me euyll, talked of wickednesse, and imagined deceipt all the day long."},{"number":13,"verse":"As for me, as one deafe I woulde not heare: and [I was] as one that is dumbe [who] coulde not open his mouth."},{"number":14,"verse":"I became euen as a man that heareth not: and who hath no replies in his mouth."},{"number":15,"verse":"For on thee O God I haue wayted: thou shalt aunswere for me O Lorde my God."},{"number":16,"verse":"For I sayde [heare me] lest that they shoulde triumph on me: who auaunce [them selues] greatly agaynst me when my foote doth slyp."},{"number":17,"verse":"Because I am disposed to a haltyng: and my sorowe is euer in my syght."},{"number":18,"verse":"Because I confesse my wickednesse: and am sory for my sinne."},{"number":19,"verse":"But myne enemies lyuyng [without payne] are mightie: & they that hate me wrongfully are increased in number."},{"number":20,"verse":"They also that rewarde euyl for good are agaynst me: because I folowe the thyng that is good."},{"number":21,"verse":"Forsake me not O God: O my Lorde be not thou farre fro me."},{"number":22,"verse":"Haste thee to helpe me: O Lorde my saluation."}]}