{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"[To the chiefe musition, a wise instruction of the sonnes of Corach.] We haue hearde with our eares O Lorde: our fathers haue tolde vs what workes thou hast done in their daies in the olde tyme."},{"number":2,"verse":"Howe thou hast driuen out the heathen with thy hande and planted them in: howe thou hast destroyed the nations & placed them."},{"number":3,"verse":"For they gat not the lande in possession through their owne sworde: neither was it their owne arme that saued them. (44:4) But thy ryght hande, and thine arme, & the lyght of thy countenaunce: because thou hadst a fauour vnto them."},{"number":4,"verse":"(44:5) Thou art my kyng O Lorde: commaunde that Iacob be saued."},{"number":5,"verse":"(44:6) Through thee we wyll ouerthrowe our enemies: and in thy name we wyll treade them vnder that ryse vp agaynst vs."},{"number":6,"verse":"(44:7) For I wyll not trust in my bowe: and it is not my sworde that can saue me."},{"number":7,"verse":"(44:8) But it is thou that sauest vs from our enemies: and thou puttest them to confusion that hate vs."},{"number":8,"verse":"(44:9) We make our boast of God all the day long: and we wyll confesse thy name for euer. Selah."},{"number":9,"verse":"(44:10) But nowe thou art farre of, and thou puttest vs to confusion: neither goest thou foorth with our armies."},{"number":10,"verse":"(44:11) Thou makest vs to turne away backwarde from the enemie: so that they which hate vs, do make vs a spoyle vnto them."},{"number":11,"verse":"(44:12) Thou hast delyuered vs as sheepe to be eaten: and thou hast scattered vs among the heathen."},{"number":12,"verse":"(44:13) Thou hast solde thy people for naught: and thou hast taken no money for them."},{"number":13,"verse":"(44:14) Thou hast made vs a rebuke to our neighbours: to be laughed to scorne and had in derision of them that are rounde about vs."},{"number":14,"verse":"(44:15) Thou hast made vs [to be] a fable among the heathen: [and to be such] that the people shake their head at vs."},{"number":15,"verse":"(44:16) My confusion is dayly before me, and the shame of my face couereth me:"},{"number":16,"verse":"for [to heare] the voyce of the slaunderer & blasphemer, and for to see the enemie and the auenger."},{"number":17,"verse":"[And though] all this be come vpon vs: [yet] we do not forget thee, nor shewe our selues to be false in thy couenaunt."},{"number":18,"verse":"Our heart is not turned backe, neither our steppes be declined out of thy pathes:"},{"number":19,"verse":"(44:18) no not when thou hast smitten vs in the place of dragons, and couered vs with the shadowe of death."},{"number":20,"verse":"(44:19) If we had forgotten the name of our Lorde, and holden vp our handes to any straunge god:"},{"number":21,"verse":"(44:19) woulde not God searche it out? for he knoweth the very secretes of the heart."},{"number":22,"verse":"(44:20) For thy sake also are we kylled all the day long: and are counted as sheepe appoynted to be slayne."},{"number":23,"verse":"(44:21) Stirre vp O Lorde, why slepest thou? awake & be not absent from vs for euer:"},{"number":24,"verse":"(44:21) wherfore hydest thou thy face, and forgettest our miserie and tribulation?"},{"number":25,"verse":"(44:22) For our soule is brought lowe vnto the dust: our belly cleaueth vnto the grounde."},{"number":26,"verse":"(44:23) Aryse vp thou our ayde, and redeeme vs: for thy louyng kindnesse sake."}]}