{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"[A psalme of Asaph.] The most mightie Lorde God hath spoken: and called the earth from the rysyng vp of the sunne, vnto the goyng downe therof."},{"number":2,"verse":"Out of Sion: hath the Lorde appeared in perfect beautie."},{"number":3,"verse":"Our Lorde commeth, and he wyll not kepe scilence: there goeth before hym a consumyng fire, and a mightie tempest is sturred rounde about hym."},{"number":4,"verse":"He calleth from aboue the heauen and the earth: that he may iudge his people."},{"number":5,"verse":"Gather my saintes together vnto me: those that haue made a couenaunt with me with sacrifice."},{"number":6,"verse":"And the heauens shall declare his ryghteousnesse: for God is iudge hym selfe. Selah."},{"number":7,"verse":"Heare O my people, and I wil speake: I my selfe wyll testifie vnto thee O Israel, I am the Lorde, euen thy Lorde."},{"number":8,"verse":"I wyll not reproue thee because of thy sacrifices, or for thy burnt offerynges: [for that they be not] alway before me."},{"number":9,"verse":"I wyll take no bullocke out of thy house: nor goates out of thy foldes."},{"number":10,"verse":"For all the beastes of the forest are myne: and so are the cattel vpon a thousande hylles."},{"number":11,"verse":"I knowe all the foules vpon the mountaynes: and the wylde beastes of the fielde are at my commaundement."},{"number":12,"verse":"If I be hungry, I wyll not tell thee: for the whole worlde is myne, and all that is therin."},{"number":13,"verse":"Thinkest thou that I will eate bulles fleshe: and drynke the blood of goates?"},{"number":14,"verse":"Offer vnto God prayse: and pay thy vowes vnto the most hyghest."},{"number":15,"verse":"And call vpon me in the tyme of trouble: I wyll heare thee, and thou shalt glorifie me."},{"number":16,"verse":"But the Lorde sayd vnto the vngodly: why doest thou preache my lawes, and takest my couenaunt in thy mouth?"},{"number":17,"verse":"Seyng that thou hatest discipline: and hast cast my wordes behynde thee."},{"number":18,"verse":"When thou sawest a thiefe, thou dydst consent vnto hym: and thou hast ben partaker with the adulterers."},{"number":19,"verse":"Thou hast let thy mouth speake wickednesse: and with thy tongue thou hast set foorth deceipt."},{"number":20,"verse":"Thou sattest and spakedst agaynst thy brother: yea and hast slaundered thine owne mothers sonne."},{"number":21,"verse":"These thynges hast thou done and I helde my tongue, thou thoughtest that I am euen such a one as thou thy selfe art: but I wyll reproue thee, and I wyll set foorth in order before thine eyes [all that thou hast done.]"},{"number":22,"verse":"Consider this I pray you, ye that forget the Lorde: lest I plucke you away, and there be none to delyuer you."},{"number":23,"verse":"Who so offereth vnto me thankes and prayse, he honoureth me: and to hym that ordereth his conuersation ryght, I wyll shewe the saluation of God."}]}