{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"[To the chiefe musition vpon Neginoth, a wise instruction of Dauid.] O Lorde geue eare vnto my prayer: and hide not thy selfe from my petition."},{"number":2,"verse":"Take heede vnto me, and heare me: I can not choose but mourne in my prayer, and make a noyse."},{"number":3,"verse":"[Deliuer me] from the voyce of the enemie, and from the present affliction of the wicked: for they are minded to do me mischiefe, and are set malitiously against me."},{"number":4,"verse":"My heart trembleth within me: and the feare of death is fallen vpon me."},{"number":5,"verse":"Fearefulnes and trembling are come vpon me: and an horrible dread hath ouerwhelmed me."},{"number":6,"verse":"And I sayde, O that I had wynges like a doue: for then woulde I flee away, and be at rest."},{"number":7,"verse":"Lo, then woulde I fleeing get me away farre of: and remayne in the wyldernesse. Selah."},{"number":8,"verse":"Then woulde I make hast to escape: from the stormie wynde, [and] from the tempest."},{"number":9,"verse":"Destroy their tongues O Lorde, and deuide [them]: for I haue seene oppression and strife in the citie."},{"number":10,"verse":"They do compasse it day and night within the walles: mischiefe also and labour, are in the midst of it."},{"number":11,"verse":"Malice is in the midst of it: disceipt and guyle go not out of her streates."},{"number":12,"verse":"Truely he was not mine enemie that hath done me this dishonour, for then I coulde haue borne it: neither was he one that seemed to hate me that dyd magnifie hym selfe against me, for then I woulde haue hyd my selfe from him."},{"number":13,"verse":"But it was euen thou whom I esteemed as my selfe: my guyde, and myne owne familier companion."},{"number":14,"verse":"We delighted greatly to conferre our secretes together: we walked deuoutly in the house of God felowe lyke."},{"number":15,"verse":"Let death sodainly come vpon them, let them go downe quicke into hell: for wickednes is in their dwellinges and among them."},{"number":16,"verse":"As for me I wyll crye vnto the Lord: and God wyll saue me."},{"number":17,"verse":"In the euening and morning, and at noone day wyll I pray, and that most instantly: and he wyll heare my voyce."},{"number":18,"verse":"He hath redeemed my soule through peace from the battayle that was against me: for there were many with me."},{"number":19,"verse":"The Lorde who sitteth [a ruler] from the beginning, wyll heare [me] and afflict them, Selah: forsomuche as there is no chaunge in them, and for that they do not feare God."},{"number":20,"verse":"He layde his handes vpon such as be at peace with him: and he brake his couenaunt."},{"number":21,"verse":"The [wordes] of his mouth were softer then butter, yet warre was in his heart: his wordes were smother then oyle, and yet be they very swordes."},{"number":22,"verse":"O cast thy burthen vpon God, and he wyll vpholde thee: he wyll not suffer at any time the righteous to moue."},{"number":23,"verse":"[And as for] them: thou O Lorde wylt hurle headlong into the pit of destruction. (55:24) The bloodthirstie and deceiptfull men shal not liue out halfe their dayes: neuerthelesse I wyll put my full trust in thee."}]}