{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"[To the chiefe musition vpon Ieduthun, a psalme of Asaph.] My voyce was vnto the Lorde, and I cryed: my voyce was vnto the Lord, and he hearkened vnto me."},{"number":2,"verse":"In the tyme of my trouble I sought the Lorde: my hande all the nyght catched & ceassed not, my soule refused comfort."},{"number":3,"verse":"I called to remembraunce God, and I was disquieted: I conferred with my selfe, and my spirite was wrapped in pensiuenesse. Selah."},{"number":4,"verse":"Thou dydst kepe the watche of mine eies: I was amased & coulde not speake."},{"number":5,"verse":"I dyd thynke vpon the dayes past: and on the yeres of the olde worlde."},{"number":6,"verse":"I called to remembraunce my psalme, song on the musicall instrument in the nyght tyme: I communed with myne owne heart, & searched out my spirites."},{"number":7,"verse":"What, wyll the Lorde forsake me for euer? wyll he be no more intreated to be fauourable?"},{"number":8,"verse":"Is his mercie cleane gone for euer? and is his promise made from one generation to another, come vtterly to an ende."},{"number":9,"verse":"Hath God forgotten to be gratious? and will he shut vp his louing kindnesse in displeasure? Selah."},{"number":10,"verse":"And I sayde, this is my death: but the ryght hande of the most hyghest [may graunt] me yeres."},{"number":11,"verse":"I dyd call to remebraunce the workes of God almightie: for thy wonders done a great whyle a goe came into my mynde."},{"number":12,"verse":"I also gaue my selfe to muse of all thy workes: and I talked of all thy actes."},{"number":13,"verse":"Thy way O Lorde is in holynesse: who is so great a God as the Lorde?"},{"number":14,"verse":"Thou art the God that doth wonders: thou hast made thy power knowen among the people."},{"number":15,"verse":"Thou hast redeemed thy people with a [mightie] arme: the sonnes of Iacob and Ioseph. Selah."},{"number":16,"verse":"The waters sawe thee O God, the waters sawe thee, they feared: yea the depthes of them moued out of their place."},{"number":17,"verse":"Thicke cloudes powred downe rayne, thinne cloudes gaue a noyse: and thine arrowes went abrode into al corners."},{"number":18,"verse":"The sounde of thy thunder was rounde about the [sky]: the lightnynges shone through the worlde, the earth quaked and trembled."},{"number":19,"verse":"Thy way is in the sea, and thy pathes in the great waters: and thy footesteppes are not knowen."},{"number":20,"verse":"Thou dydst leade thy people lyke sheepe: by the hande of Moyses and Aaron."}]}