{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"[A wise instruction of Asaph.] Heare my lawe O my people: enclyne your eares vnto the wordes of my mouth."},{"number":2,"verse":"I wyll open my mouth in a parable: I wyll declare harde sentences of the olde tyme past."},{"number":3,"verse":"Which we haue hearde and knowen: and such as our fathers haue tolde vs."},{"number":4,"verse":"We wyll not hyde them from their children: nay we wyll set foorth in wordes to the generation to come, the prayses of God, and his myght and wonderfull workes that he hath done."},{"number":5,"verse":"For he reuiued a statute in Iacob, and gaue Israel a lawe: in the whiche he commaunded our forefathers to teache their children."},{"number":6,"verse":"To the intent the posteritie shoulde knowe it, [and] children whiche shalbe borne: that they shoulde ryse vp and declare it to their children."},{"number":7,"verse":"That they shoulde put their trust in God, and not forget the workes of God: but kepe his commaundementes."},{"number":8,"verse":"And that they be not as their forefathers [were] a rebellious and a mutable generation: a generation that directed not their heart aright, and whose spirite cleaued not stedfastly vnto God."},{"number":9,"verse":"[Like as] the children of Ephraim, which beyng harnessed & carying bowes: turned their backes in the day of battayle."},{"number":10,"verse":"They kept not the couenaunt of God: and they woulde not walke in his law."},{"number":11,"verse":"But they forgat his workes: and his wonders which he had shewed them."},{"number":12,"verse":"Marueylous thinges dyd he in the sight of their fathers: in the land of Egypt, in the fielde of Zoan."},{"number":13,"verse":"He deuided the sea and let them go thorowe: he made the waters to stande as on an heape."},{"number":14,"verse":"In the day time also he led them with a cloude: and all the night through with a light of fire."},{"number":15,"verse":"He cloued the harde rockes in the wildernes: & gaue them drinke therof, as it had ben out of the great deepe waters."},{"number":16,"verse":"He brought running streames out of a stonie rocke: and caused waters to gushe downe, like as out of riuers."},{"number":17,"verse":"Yet for all this they sinned still against hym: so that they prouoked the most hyghest in the wildernesse."},{"number":18,"verse":"And they temped god in their heartes: in requiring meate for their lust."},{"number":19,"verse":"They spake against God: they said, can God prepare a table in the wildernesse?"},{"number":20,"verse":"Beholde, he hath smytten the stonie rocke, and waters haue gushed out, and streames haue flowed out aboundantly: but can he likewise geue bread, can he prouide fleshe for his people?"},{"number":21,"verse":"Wherefore God hearde [them,] he was wroth, a fire was kindled in Iacob: and there arose vp heauy displeasure against Israel."},{"number":22,"verse":"Because they beleued not in the Lord: nor did put their trust in his saluation."},{"number":23,"verse":"And yet he commaunded the cloudes aboue: and opened the doores of heauen."},{"number":24,"verse":"He raigned downe Manna also vpon them, that they shoulde eate: and gaue them corne from heauen."},{"number":25,"verse":"[So] man dyd eate the bread of angels: he sent them meate inough."},{"number":26,"verse":"He remoued the east winde from vnder the heauen: and through his power he brought in the south winde."},{"number":27,"verse":"He rained fleshe vpon them as thycke as dust: and fethered foules like as the sande of the sea."},{"number":28,"verse":"He let it fall among their tentes: euen rounde about their pauilions."},{"number":29,"verse":"So they dyd eate and were wel filled, for he gaue them their owne desire: neuerthelesse they were not alienated from their lust."},{"number":30,"verse":"But whyle the meate was yet in their mouthes, the heauy wrath of God came vpon them, and slue the welthyest of them: and made the chosen men of Israel to stoupe."},{"number":31,"verse":"For all this they sinned still: and beleued not his wonderous workes."},{"number":32,"verse":"Therfore their dayes dyd he consume in vanitie: & their yeres in a short [troublous] time."},{"number":33,"verse":"When he slue them, they sought hym: they repented them, and made God their morninges worke."},{"number":34,"verse":"And they remembred that the Lorde was their rocke: & that the Lorde most hyghest was their redeemer."},{"number":35,"verse":"Neuerthelesse they dyd but flatter him with their mouth: and they made hym a lye with their tongue."},{"number":36,"verse":"For their heart was not vpright with him: neither continued they faythfull in his couenaunt."},{"number":37,"verse":"Yet for all that he beyng most merciful: cleane pardoned all their misdeedes, and destroyed them not."},{"number":38,"verse":"Yea many a tyme he dyd much for to represse his anger: and neuer woulde suffer his whole rage to breake out."},{"number":39,"verse":"For he considered that they were but fleshe, and that they were euen a winde that passeth away & cometh not againe."},{"number":40,"verse":"How oft dyd they prouoke hym in the wildernes: & greeued hym in the desert?"},{"number":41,"verse":"They turned backe and tempted the Lorde: and prescribed boundes to the most holy [God] of Israel."},{"number":42,"verse":"They thought not of his hande: in the day when he redeemed them from the enemie."},{"number":43,"verse":"Howe he had wrought his miracles in Egypt: and his wonders in the fielde of Zoan."},{"number":44,"verse":"For he turned into blood their riuers & fluddes: so that they might not drinke."},{"number":45,"verse":"He sent amongst them all kind of flyes who dyd eate them: and frogges who destroyed them."},{"number":46,"verse":"He gaue their fruites vnto the caterpiller: & their labour to the grashopper."},{"number":47,"verse":"He destroyed their vines with hayle stones: and their wilde figge trees with the harde frost."},{"number":48,"verse":"He smote their cattell also with haylestones: and their flockes with thunder boltes."},{"number":49,"verse":"He cast vpon them the rage of his furie, anger, disdayne, and trouble: by sending foorth euill angels amongst them."},{"number":50,"verse":"He made away to his indignation, & spared not their soule from death: he gaue their lyfe to be subiect to the pestilence."},{"number":51,"verse":"And he smote all the first borne of Egypt: the first fruites of concupiscence in the pauilions of Cham."},{"number":52,"verse":"But as for his owne people, he led them foorth like sheepe: and conducted them through the wildernesse like a flocke of cattell."},{"number":53,"verse":"He brought them out safely that they shoulde not feare: and ouerwhelmed their enemies with the sea."},{"number":54,"verse":"And brought them within the borders of his sanctuarie: euen to this mountayne which his right hand purchased."},{"number":55,"verse":"He dyd cast out the heathen also before them: he caused their land to be deuided among the for an heritage, & made the tribes of Israel to dwell in their tentes."},{"number":56,"verse":"Neuerthelesse, they tempted and displeased the most hyghest Lorde: & kept not his testimonies."},{"number":57,"verse":"They turned backewarde, and they went astray like their forefathers: they started aside like a bowe that breaketh."},{"number":58,"verse":"For they stirred hym to anger with their hygh places: and prouoked him to ielousie with their carued images."},{"number":59,"verse":"When the Lorde hearde this, he was wroth: & toke sore displeasure at Israel."},{"number":60,"verse":"So that he forsoke the tabernacle in Silo: the pauilion [wherin] he dwelt amongst men."},{"number":61,"verse":"He deliuered his force into captiuitie: and his glorie into the enemies hande."},{"number":62,"verse":"He gaue also his people ouer to the sword: and was wroth with his inheritaunce."},{"number":63,"verse":"Fire consumed his young men: and his maydens were not maryed."},{"number":64,"verse":"His priestes were slayne with the sworde: and his wydowes made no lamentation."},{"number":65,"verse":"But the Lorde awaked as though he had slept: like a giaunt making a triumphant noyse after wine."},{"number":66,"verse":"He smote his enemies in the hynder parts: & put them to a perpetual shame."},{"number":67,"verse":"He refused the tabernacle of Ioseph: and chose not the tribe of Ephraim."},{"number":68,"verse":"But he chose the tribe of Iuda: euen the hill of Sion which he loued."},{"number":69,"verse":"And there he buylded his temple on high: and layde the foundation of it like a grounde euer to continue."},{"number":70,"verse":"He chose also Dauid his seruaunt: and toke hym away from the sheepefoldes."},{"number":71,"verse":"As he was folowing the ewes great with young he toke hym: that he might feede Iacob his people, and Israel his inheritaunce."},{"number":72,"verse":"So he fed them according to the simplicitie of his heart: and guided them by the discretion of his handes."}]}