{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"[To the chiefe musition, vpon Sosannim Eduth, a psalme of Asaph.] Heare O thou shephearde of Israel, thou that leadest Ioseph lyke a sheepe: and thou that sittest vpon the Cherubims, shew thy gratious presence."},{"number":2,"verse":"Before Ephraim, Beniamin, and Manasses: stirre vp thy strength, and come for to saue vs."},{"number":3,"verse":"Turne vs agayne O Lorde: shewe the light of thy countenaunce, and we shalbe saued."},{"number":4,"verse":"O God, Lorde of hoastes: howe long wylt thou be angry at the prayer of thy people?"},{"number":5,"verse":"Thou feedest them with the bread of teares: and geuest them plenteously teares to drinke."},{"number":6,"verse":"Thou hast made vs a strife vnto our neighbours: and our enemies laugh vs to scorne."},{"number":7,"verse":"Turne vs agayne thou Lorde of hoastes: shewe the light of thy countenaunce, and we shalbe saued."},{"number":8,"verse":"Thou dydst translate a vine out of Egypt: thou didst cast out the Heathen, and planted it."},{"number":9,"verse":"Thou madst roome before it: thou causedst it to take roote, and it hath filled the lande."},{"number":10,"verse":"The hilles were couered with her shadowe: and goodly high Cedar trees with her bowes."},{"number":11,"verse":"She stretched out her braunches vnto the sea: and her bowes vnto the riuer."},{"number":12,"verse":"Why hast thou then broken downe her hedge: that all they whiche go by plucke of her grapes?"},{"number":13,"verse":"The wylde bore out of the wood rooteth it vp: and the wylde beast of the fielde deuoureth it."},{"number":14,"verse":"Turne thee agayne thou God of hoastes I pray thee: loke downe from heauen, beholde and visite this vine"},{"number":15,"verse":"(80:14) and vineyarde that thy ryght hande hath planted, and the young braunche which thou hast fortified for thy selfe."},{"number":16,"verse":"(80:15) It is brent with fire and cut downe: they shall perishe at the rebuke of thy countenaunce."},{"number":17,"verse":"(80:16) Let thy hande be vpon the man of thy right hande: and vpon the sonne of man whom thou hast fortified for thyne owne selfe."},{"number":18,"verse":"(80:17) And so we wyll not go backe from thee: thou shalt reuiue vs, and we wyll call vpon thy name."},{"number":19,"verse":"(80:18) Turne vs agayne O God, Lorde of hoastes: shewe the light of thy countenaunce, and we shalbe saued."}]}