{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"[A song, the psalme of Asaph.] Holde not thy tongue O Lorde: kepe not styll scilence, refraine not thy selfe O Lorde."},{"number":2,"verse":"For beholde, thyne enemies make an vprore: and they that hate thee, haue lifted vp their head."},{"number":3,"verse":"They haue deuised shrewde counsell against thy people: and they haue consulted against thyne, whom thou defendest."},{"number":4,"verse":"They haue said, come, and let vs roote them out, that they be no more a people: and that the name of Israel may be no more in remembraunce."},{"number":5,"verse":"For they haue conspired all in one minde: & are confederate against thee."},{"number":6,"verse":"The pauilions of Edom and the Ismaelites: of Moab, and Hagerites,"},{"number":7,"verse":"Gebal, and Ammon, and Amalec: the Philistines with the inhabitauntes of Tyre."},{"number":8,"verse":"Assur also is ioyned vnto them: they were a great ayde to the chyldren of Lot. Selah."},{"number":9,"verse":"But do thou vnto them, as vnto Midian: as vnto Sisera, as vnto Iabin at the brooke Kishon."},{"number":10,"verse":"Whiche perished at Ein Dor: and became as the doung of the earth."},{"number":11,"verse":"Make them, their princes, [and] al their captaynes: lyke Oreb, and lyke Zeeb, and lyke Salmunna."},{"number":12,"verse":"Whiche sayd, let vs take to our selues: the houses of God in possession."},{"number":13,"verse":"O my Lorde, make them lyke vnto a wheele: and as chaffe before the winde."},{"number":14,"verse":"Lyke as a fire that burneth vp the wood: and as the flambe that consumeth the mountaynes."},{"number":15,"verse":"Persecute them euen so with thy tempest: and make them afrayde with thy storme."},{"number":16,"verse":"Make shame to appeare in their faces: that they may seeke thy name O God."},{"number":17,"verse":"Let them be confounded and astonied with feare euer more & more: let them be put to shame, and perishe."},{"number":18,"verse":"And let them knowe that thou in thy name God eternall art only: O thou the most highest ouer all the earth."}]}