{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"[A song, the psalme of the sonnes of Corach, to the chiefe musition vpon Mahalath Leannoth, a wise instruction of Heman the Ezrahite.] O God the Lorde of my saluation, I crye day and night before thee:"},{"number":2,"verse":"(88:1) let my prayer enter into thy presence, encline thyne eare vnto my crying."},{"number":3,"verse":"(88:2) For my soule is full of miserie: and my life toucheth the graue."},{"number":4,"verse":"(88:3) I am counted as one of them that go downe vnto the pit: and I am nowe become a man that hath no strength."},{"number":5,"verse":"(88:4) I am free among the dead: like such as beyng kylled lye in a graue, whom thou remembrest no more, and are cut away from thy hande."},{"number":6,"verse":"(88:5) Thou hast layde me in the lowest pit: in darknes and in deepenes."},{"number":7,"verse":"(88:6) Thyne indignation sore presseth me: and thou hast vexed me with all thy stormes. Selah."},{"number":8,"verse":"(88:7) Thou hast put away myne acquaintaunce farre from me, and made me to be abhorred of them: I am shut vp, I can not get foorth."},{"number":9,"verse":"(88:8) My sight fayleth through my affliction O God: I haue called dayly vpon thee, I haue stretched out mine handes vnto thee."},{"number":10,"verse":"(88:9) Wylt thou worke a miracle amongst the dead? or shal the dead rise vp againe [and] acknowledge thee? Selah."},{"number":11,"verse":"(88:10) Shall thy louing kindnes be talked of in the graue? or thy faythfulnes in destruction?"},{"number":12,"verse":"(88:11) Shall thy wonderous workes be knowen in the darke? and thy righteousnes in the lande of forgetfulnes?"},{"number":13,"verse":"(88:12) But vnto thee do I crye O God: and my prayer commeth early in the morning before thee."},{"number":14,"verse":"(88:13) O God, why abhorrest thou my soule: and [why] hidest thou thy face from me?"},{"number":15,"verse":"(88:14) I am in miserie, I labour euen from my youth with the panges of death: I haue suffered thy terrours, [and] I am styll in doubt."},{"number":16,"verse":"(88:15) Thyne indignation hath gone ouer me: and thy terrours haue vndone me."},{"number":17,"verse":"(88:16) They came rounde about me dayly lyke water: and compassed me altogether on euery syde."},{"number":18,"verse":"(88:17) Thou hast put a way farre from me my frende and neighbour: [thou hast hid] mine acquaintaunce out of sight."}]}