{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"[A wyse instruction of Ethan the Ezrachite.] I wyll sing alwayes of the mercy of God: with my mouth I wyll make knowen thy trueth from one generation to another."},{"number":2,"verse":"For I sayde, mercy shall for euer endure: thou hast established thy trueth in the heauens."},{"number":3,"verse":"I haue made a couenaunt with my chosen: I haue sworne vnto Dauid my seruaunt."},{"number":4,"verse":"I wyll establishe thy seede for euer: and buylde vp thy throne from generation to generation. Selah."},{"number":5,"verse":"O God, the very heauens shall confesse thy wonderous workes: and thy trueth in the congregation of saintes."},{"number":6,"verse":"For who is he in the cloudes that shal matche God: [and who] is like vnto God amongst the children gods?"},{"number":7,"verse":"God is very terrible in the assemblie of saintes: and to be feared aboue al them that are about him."},{"number":8,"verse":"O God, Lorde of hoastes, who is like vnto thee a most mightie Lorde: and thy trueth is on euery side thee."},{"number":9,"verse":"Thou rulest the ragyng of the sea: when her waues aryse, thou delayest them."},{"number":10,"verse":"Thou hast brought Egypt in so bad a case as if it were wounded: thou hast scattered thyne enemies abrode with thy mightie arme."},{"number":11,"verse":"The heauens are thine, the earth also is thine: thou hast layde the foundation of the rounde worlde, and of all the plentie that is therin."},{"number":12,"verse":"Thou hast made the north and the south: Tabor and Hermon do reioyce in thy name."},{"number":13,"verse":"Thou hast a mightie arme: thy hand is strong, and thy right hand is exalted."},{"number":14,"verse":"Iustice and iudgement is the foundation of thy throne: mercy and trueth shall go before thy face."},{"number":15,"verse":"Blessed is the people that knoweth a triumphant noyse: O God, they shall walke in the light of thy countenaunce."},{"number":16,"verse":"They shall make them selues merie dayly in thy name: and in thy righteousnes they shall exalt them selues."},{"number":17,"verse":"For thou art the glory of their strength: and in thy louing kindnes thou wylt lift vp our hornes."},{"number":18,"verse":"For our shielde is of God: and our king is of the most holy of Israel."},{"number":19,"verse":"Thou hast spoken somtimes in visions vnto thy saintes: and hast sayde, I haue added ayde vpon the mightie, I haue exalted one chose out of the people."},{"number":20,"verse":"I haue founde Dauid my seruaunt: I haue annoynted him with myne holye oyle."},{"number":21,"verse":"Therfore my hande shalbe assured vnto him: and mine arme shall strengthen hym."},{"number":22,"verse":"The enemie shal not be able to do him violence: the sonne of wickednesse shall not afflict hym."},{"number":23,"verse":"I wyll breake into peeces his foes before his face: and ouerthrowe them that hate hym."},{"number":24,"verse":"My trueth also and my mercy shalbe with hym: and in my name shall his horne be exalted."},{"number":25,"verse":"I wyll set also his dominion in the sea: and his right hande in the fluddes."},{"number":26,"verse":"He shall make inuocation vnto me: [saying] thou art my father O my God, and my fortresse of saluation."},{"number":27,"verse":"And I will make him my first borne: in higher state then kinges of the earth."},{"number":28,"verse":"My mercy wyll I kepe for hym euermore: and my couenaunt shal stand fast with hym."},{"number":29,"verse":"His seede also wyll I make to endure for euer: and his throne as the dayes of heauen."},{"number":30,"verse":"But if his chyldren forsake my lawe, and walke not in my iudgement:"},{"number":31,"verse":"(89:30) if they breake my statutes, and kepe not my commaundementes,"},{"number":32,"verse":"(89:31) I will then visite their transgressions with a rodde: and their wickednesse with stripes."},{"number":33,"verse":"(89:32) Neuerthelesse, my louyng kyndnesse I wyll not take vtterly from hym: I wyl not breake my promise with hym."},{"number":34,"verse":"(89:33) I wyll not violate my couenaunt: nor alter the thyng that is gone out of my lyppes."},{"number":35,"verse":"(89:34) I haue sworne once by my holynesse: that I wyll not speake an vntrueth vnto Dauid."},{"number":36,"verse":"(89:35) His seede shall endure for euer: and his throne shalbe as the sunne before me."},{"number":37,"verse":"(89:36) [And] as the moone which shall continue for euermore: and shalbe a faithful witnesse in heauen. Selah."},{"number":38,"verse":"(89:37) But thou hast abhorred & forsake thine annoynted: & art sore displeased at him."},{"number":39,"verse":"(89:38) Thou hast broken the couenaunt of thy seruaunt: thou hast disgraced his crowne, [castyng it] on the grounde."},{"number":40,"verse":"(89:39) Thou hast ouerthrowe all his walles: and broken downe his strong holdes."},{"number":41,"verse":"(89:40) All they that go by the way spoyle hym: he is become a rebuke vnto his neyghbours."},{"number":42,"verse":"(89:41) Thou hast exalted the ryght hande of his enemies: and made all his aduersaries to reioyce."},{"number":43,"verse":"(89:42) Thou hast turned the harde edge of his sworde: and thou hast not lifted him vp in the battayle."},{"number":44,"verse":"(89:43) Thou hast brought his noble estate to an ende: and hast cast his throne downe to the grounde."},{"number":45,"verse":"(89:44) Thou hast shortened the dayes of his youth: and thou hast couered him with shame. Selah."},{"number":46,"verse":"(89:45) O God howe long wylt thou hyde thy selfe? for euer? shall thy wrath burne lyke fire?"},{"number":47,"verse":"(89:46) Remember what I am, howe short my tyme is of lyfe: wherfore hast thou created in vayne all the sonnes of men?"},{"number":48,"verse":"(89:47) What man is he that lyueth and shall not see death? can he delyuer his owne soule from the hande of hell? Selah."},{"number":49,"verse":"(89:48) Lorde where are become thy former olde louyng kyndnesses: [which] thou dydst sweare vnto Dauid by thy fayth [that thou wouldest perfourme.]"},{"number":50,"verse":"(89:49) Remember O Lorde the dishonour * of thy seruauntes: I beare in my bosome [the dishonour of] all people that be mightie."},{"number":51,"verse":"(89:50) Who beyng thine enemies O God do dishonour: who do dishonour the footsteppes of thine annoynted."},{"number":52,"verse":"(89:51) Blessed be God for euermore: so be it, and so be it."}]}