{"bibleAbbr":"BB1572","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"O God the Lord of [all] auengeaunce: the Lorde of [all] auengeaunce shewe thy [glorious maiestie.]"},{"number":2,"verse":"Be exalted O thou iudge of the world: and rewarde the proude after their deseruyng."},{"number":3,"verse":"O God howe long shall the vngodly: howe long shall the vngodly triumph?"},{"number":4,"verse":"All such as be workers of iniquitie: they babble, they prate shoutly, they make boastes of them selues."},{"number":5,"verse":"They oppresse thy people O God: and they afflict thine heritage."},{"number":6,"verse":"They murther the wyddowe and the straunger: & put the fatherlesse to death."},{"number":7,"verse":"And they say, tushe the Lorde seeth it not: neither doth the God of Iacob vnderstande it."},{"number":8,"verse":"Understande ye vnwyse among the people: O ye fooles, when wyll ye be well aduised?"},{"number":9,"verse":"He that hath planted the eare, shall he not heare? yf he shapeth the eye, shall he not see?"},{"number":10,"verse":"He that chasteneth the heathen, shall not he punishe? it is he that teacheth man knowledge."},{"number":11,"verse":"God knoweth the thoughtes of man: that they are but vanitie."},{"number":12,"verse":"Blessed is the man O Lorde, whom thou wylt chasten: and whom thou wylt instruct in thy lawe."},{"number":13,"verse":"That thou mayest geue hym patience in tyme of aduersitie: vntyll the pyt be digged vp for the vngodly."},{"number":14,"verse":"For God wyll not reiect his people: neither wil he forsake his inheritaunce."},{"number":15,"verse":"For iudgement shalbe reduced vnto iustice: and after it shall all such as be vpryght of heart [be iudged.]"},{"number":16,"verse":"Who will ryse vp with me agaynst the malicious? or who wyll take my part agaynst workers of wickednesse?"},{"number":17,"verse":"If God had not ben an ayde vnto me: it had not fayled much but my soule had dwelled in silence."},{"number":18,"verse":"But when I sayde my foote hath slypped: thy mercy O God helde me vp."},{"number":19,"verse":"In the multitude of my cogitations from the bottome of my heart: thy comfortes dyd recreate my soule."},{"number":20,"verse":"Shall the seate of wickednesse haue any thyng to do with thee: which [seate] maketh wrong to be enacted for a law?"},{"number":21,"verse":"They flocke together agaynst the soule of the ryghteous: and condemne the innocent blood."},{"number":22,"verse":"But God is to me a refuge: and my Lorde is the rocke of my confidence."},{"number":23,"verse":"And he wyll recompence them their wickednesse, and destroy them in their owne malice: God our Lorde wyll destroy them."}]}