{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"And there came . ij. angells to Sodome at euen. And Lot satt at the gate of the cyte. And Lot sawe the and rose vp agaynst them and he bowed hym selfe to he grounde with his face."},{"number":2,"verse":"And he sayde: Se lordes turne in I praye you in to youre servauntes house and tary all nyghte and wash youre fete and ryse vp early and go on youre wayes. And they sayde: nay but we will byde in the streates all nyghte."},{"number":3,"verse":"And he copelled them excedyngly. And they turned in vnto hym and entred in to his house and he made them a feaste and dyd bake swete cakes and they ate."},{"number":4,"verse":"But before they went to rest the men of the cyte of Sodome compassed the house rownde aboute both olde and yonge all the people from all quarters."},{"number":5,"verse":"And they called vnto Lot and sayde vnto him: where are the men which came in to thy house to nyghte? brynge the out unto vs that we may do oure lust with them."},{"number":6,"verse":"And Lot went out at doores vnto them and shote the dore after him"},{"number":7,"verse":"and sayde: nay for goddes sake brethren do not so wekedly."},{"number":8,"verse":"Beholde I haue two doughters which haue knowne no man the will I brynge out vnto you: do with them as it semeth you good: Only vnto these men do nothynge for therfore came they vnder the shadowe of my rofe."},{"number":9,"verse":"And they sayde: come hither. And they sayde: camest thou not in to sogeorne and wilt thou be now a iudge? we will suerly deale worse with the than with themAnd as they preased fore vppon Lot and beganne to breake vp the doore"},{"number":10,"verse":"the men put forth their handes and pulled Lot in to the house to them and shott to the doore."},{"number":11,"verse":"And the men that were at the doore of the house they smote with blyndnesse both small and greate: so that they coude not fynde the doore."},{"number":12,"verse":"And the men sayde moreover vnto Lot: Yf thou have yet here any sonne in lawe or sonnes or doughters or what so euer thou hast in the cyte brynge it out of this place:"},{"number":13,"verse":"for we must destroy this place because the crye of the is great before the LORde. Wherfore he hath sent vs to destroy it."},{"number":14,"verse":"And Lot went out and spake vnto his sonnes in lawe which shulde haue maried his doughters and sayde: stonde vpp and get yow out of this place for the LORde will destroy the cite. But he semed as though he had mocked vnto his sonnes in law."},{"number":15,"verse":"And as the mornynge arose the angells caused Lot to spede him saynge. Stonde vp take thy wyfe and thy two doughters and that that is at hande lest thou perish in the synne of the cyte."},{"number":16,"verse":"And as he prolonged the tyme the men caught both him his wife ad his two doughters by the handes because the LORde was mercyfull vnto him ad they brought him forth and sette him without the cyte."},{"number":17,"verse":"When they had brought them out they sayde: Saue thy lyfe and loke not behynde the nether tary thou in any place of the contre but saue thy selfe in the mountayne lest thou perisshe."},{"number":18,"verse":"Than sayde Lot vnto them: Oh nay my lorde:"},{"number":19,"verse":"beholde in as moch as thy servaunte hath fownde grace in thy syghte now make thi mercy great which thou shewest vnto me in savinge my lyfe. For I can not saue my selfe in the mountayns lest some misfortune fall vpon me and I dye."},{"number":20,"verse":"Beholde here is a cyte by to flee vnto and it is a lytle one: let me saue my selfe therein: is it not a litle one that my soule may lyue?"},{"number":21,"verse":"And he sayde to him: se I haue receaved thy request as concernynge this thynge that I will nott overthrowe this cytie for the which thou hast spoken."},{"number":22,"verse":"Haste the ad saue thy selfe there for I can do nothynge tyll thou be come in thyder. And therfore the name of the cyte is called Zoar."},{"number":23,"verse":"And the sone was vppon the erth when Lot was entred in to Zoar."},{"number":24,"verse":"Than the LORde rayned vpon Sodome and Gomorra brymstone and fyre from the LORde out of heaven"},{"number":25,"verse":"and overthrewe those cyteis and all the region and all that dwelled in the cytes and that that grewe vpon the erth."},{"number":26,"verse":"And lots wyfe loked behynde her ad was turned in to a pillare of salte."},{"number":27,"verse":"Abraham rose vp early and got him to the place where he stode before the LORde"},{"number":28,"verse":"and loked toward Sodome and Gomorra and toward all the londe of that contre. And as he loked: beholde the smoke of the contre arose as it had bene the smoke of a fornace."},{"number":29,"verse":"But yet whe God destroyed the cities of ye regio he thought a pon Abraha: and sent Lot out from the dager of the overthrowenge when he overthrewe the cyttes where Lot dwelled."},{"number":30,"verse":"And Lot departed out of Zoar and dwelled in the mountayns ad his . ij. doughters with him for he feared to tary in Zoar: he dweld therfore in a caue both he and his . ij. doughters also."},{"number":31,"verse":"Than sayde the elder vnto the yonger oure father is olde and there are no moo men in the erth to come in vnto vs after the maner of all the world."},{"number":32,"verse":"Come therfore let vs geue oure father wyne to dryncke and let vs lye with him that we may saue seed of oure father."},{"number":33,"verse":"And they gaue their father wyne to drynke that same nyghte. And the elder doughter went and laye with her father. And he perceaued it not nether when she laye doune nether when she rose vp."},{"number":34,"verse":"And on the morowe the elder sayde vnto the yonger: beholde yesternyghte laye I with my father. Let us geue hym wyne to drinke this nyghte also and goo thou and lye with him and let us saue seed of oure father."},{"number":35,"verse":"And they gaue their father wyne to drincke that nyghte also. And the yonger arose and laye with him. And he perceaved it not: nether when she laye downe nether when she rose vp."},{"number":36,"verse":"Thus were both the doughters of lot with childe by their father"},{"number":37,"verse":"And the elder bare a sone and called hym Moab which is the father of the Moabytes vnto this daye."},{"number":38,"verse":"And the yonger bare a sonne and called hym Ben Ammi which is the father of the childern of Ammon vnto this daye."}]}