{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"Abraha toke hi another wyfe cald Ketura"},{"number":2,"verse":"which bare hi Sunram Iacksam Medan Midia Iesback and Suah."},{"number":3,"verse":"And Iacksan begat Seba and Deda. And the sonnes of sedan were Assurim Letusim and Leumim."},{"number":4,"verse":"And the sonnes of Midian were Epha Epher Hanoch Abida and Elda. All these were the childern of Bethura."},{"number":5,"verse":"But Abraha gaue all that he had vnto Isaac."},{"number":6,"verse":"And vnto the sonnes of his concubines he haue giftes and sent them awaye from Isaac his sonne (while he yet lyved) east ward vnto the east contre."},{"number":7,"verse":"These are the dayes of the life of Abraha which he lyved: an hudred and. lxxv. yere"},{"number":8,"verse":"and than fell seke ad dyed in a lustie age (whe he had lyved ynough) ad was put vnto his people."},{"number":9,"verse":"And his sonnes Isaac ad Ismael buried hi in the duble caue in the feld of Ephro sone of Zoar the Hethite before Mamre."},{"number":10,"verse":"Which felde abraha boughte of the sonnes of Heth: There was Abraha buried and Sara hys wife."},{"number":11,"verse":"And after yt deeth of Abraha God blessed Isaac his sonne which dweld by the well of the lyvige and seige"},{"number":12,"verse":"These are the generatios of Ismael Abrahas sonne which Hagar the Egiptia Saras hand mayde bare vnto Abraham."},{"number":13,"verse":"And these are the names of the sones of Ismaell with their names in their kireddes. The eldest sone of Ismael Neuatoth the Redar Adbeel Mibsa"},{"number":14,"verse":"Misma Duma Masa"},{"number":15,"verse":"Hadar Thema Ietur Naphis and Redma."},{"number":16,"verse":"These are the sones of Ismael and these are their names in their townes and castels . xij. princes of natios."},{"number":17,"verse":"And these are the yeres of the lyfe of Ismael: an hudred and. xxxvij yere and than he fell seke and dyed and was layde vnto his people."},{"number":18,"verse":"And he dweld from Euila vnto Sur yt is before Egypte as men go toward the Assirias. And he dyed in the presence of all his brethren."},{"number":19,"verse":"And these are the generatios of Isaac Abrahas sonne: Abraha begat Isaac."},{"number":20,"verse":"And Isaac was. xl. yere olde whe he toke Rebecca to wyfe the doughter of Bethuel the Sirian of Mesopotamia and sister to Iaban the Sirien."},{"number":21,"verse":"And Isaac made intercessio vnto ye LORde for his wife: because she was bare: and ye LORde was itreated of hi and Rebecca his wife coceaued:"},{"number":22,"verse":"and ye childern stroue together withi her, the she sayde: yf it shulde goo so to passe what helpeth it yt I am with childe? And she went and axed ye LORde."},{"number":23,"verse":"And ye LORde sayde vnto her there are . ij. maner of people in the wombe and ij. nations shall springe out of thy bowels and the one nation shalbe myghtier than the other and the eldest shalbe servaunte vnto the yonger."},{"number":24,"verse":"And whe hir tyme was come to be delyuered beholde: there were . ij. twyns in hir wobe."},{"number":25,"verse":"And he that came out first was redde and rough ouer all as it were an hyde: and they called his name Esau."},{"number":26,"verse":"And after ward his brother came out and his hande holdynge Esau by the hele. Wher fore his name was called Iacob. And Isaac was. lx. yere olde whe she bare the:"},{"number":27,"verse":"and the boyes grewe and Esau became a conynge hunter and a tyllman. But Iacob was a simple man and dwelled in the tentes."},{"number":28,"verse":"Isaac loved Esau because he dyd eate of his venyso but Rebecca loued Iacob"},{"number":29,"verse":"Iacob sod potage and Esau came from the feld and was faine"},{"number":30,"verse":"and sayd to Iacob: let me syppe of yt redde potage for I am fayntie. And therfore was his name called Edom."},{"number":31,"verse":"And Iacob sayde: sell me this daye thy byrthrighte."},{"number":32,"verse":"And Esau answered: Loo I am at the poynte to dye and what profit shall this byrthrighte do me?"},{"number":33,"verse":"And Iacob sayde swere to me then this daye. And he swore to him and sold his byrthrighte vnto Iacob."},{"number":34,"verse":"Than Iacob gaue Esau brede and potage of redde ryse. And he ate and dronke and rose vp and went his waye. And so Esau regarded not his byrthrighte."}]}