{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":3,"verses":[{"number":1,"verse":"But the serpent was sotyller than all the beastes of the felde which ye LORde God had made and sayd vnto the woman. Ah syr that God hath sayd ye shall not eate of all maner trees in the garden."},{"number":2,"verse":"And the woman sayd vnto the serpent of the frute of the trees in the garden we may eate"},{"number":3,"verse":"but of the frute of the tree yt is in the myddes of the garden (sayd God) se that ye eate not and se that ye touch it not: lest ye dye."},{"number":4,"verse":"Then sayd the serpent vnto the woman: tush ye shall not dye:"},{"number":5,"verse":"But God doth knowe that whensoever ye shulde eate of it youre eyes shuld be opened and ye shulde be as God and knowe both good and evell."},{"number":6,"verse":"And the woman sawe that it was a good tree to eate of and lustie vnto the eyes and a pleasant tre for to make wyse. And toke of the frute of it and ate and gaue vnto hir husband also with her and he ate."},{"number":7,"verse":"And the eyes of both them were opened that they vnderstode how that they were naked. Than they sowed fygge leves togedder and made them apurns."},{"number":8,"verse":"And they herd the voyce of the LORde God as he walked in the garde in the coole of the daye. And Adam hyd hymselfe and his wyfe also from the face of the LORde God amonge the trees of the garden."},{"number":9,"verse":"And the LORde God called Adam and sayd vnto him where art thou?"},{"number":10,"verse":"And he answered. Thy voyce I harde in the garden but I was afrayd because I was naked and therfore hyd myselfe."},{"number":11,"verse":"And he sayd: who told the that thou wast naked? hast thou eaten of the tree of which I bade the that thou shuldest not eate?"},{"number":12,"verse":"And Adam answered. The woman which thou gavest to bere me company she toke me of the tree ad I ate."},{"number":13,"verse":"And the LORde God sayd vnto the woman: wherfore didest thou so? And the woman answered the serpent deceaved me and I ate."},{"number":14,"verse":"And the LORde God sayd vnto the serpet because thou haste so done moste cursed be thou of all catell and of all beastes of the feld: vppo thy bely shalt thou goo: and erth shalt thou eate all dayes of thy lyfe."},{"number":15,"verse":"Morover I will put hatred betwene the and the woman and betwene thy seed and hyr seed. And that seed shall tread the on the heed ad thou shalt tread hit on the hele."},{"number":16,"verse":"And vnto the woman he sayd: I will suerly encrease thy sorow ad make the oft with child and with payne shalt thou be deleverd: And thy lustes shall pertayne vnto thy husbond and he shall rule the."},{"number":17,"verse":"And vnto Ada he sayd: for as moch as thou hast obeyed the voyce of thy wyfe and hast eaten of the tree of which I commaunded the saynge: se thou eate not therof: cursed be the erth for thy sake. In sorow shalt thou eate therof all dayes of thy lyfe"},{"number":18,"verse":"And it shall beare thornes ad thystels vnto the. And thou shalt eate the herbes of ye feld:"},{"number":19,"verse":"In the swete of thy face shalt thou eate brede vntill thou returne vnto the erth whece thou wast take: for erth thou art ad vnto erth shalt thou returne."},{"number":20,"verse":"And Ada called his wyfe Heua because she was the mother of all that lyveth"},{"number":21,"verse":"And the LORde God made Adam and hys wyfe garmentes of skynnes and put them on them."},{"number":22,"verse":"And the LORde God sayd: loo Adam is become as it were one of vs in knowlege of good and evell. But now lest he strech forth his hand and take also of the tree of lyfe and eate and lyve ever."},{"number":23,"verse":"And the LORde God cast him out of the garden of Eden to tylle the erth whece he was taken."},{"number":24,"verse":"And he cast Ada out and sette at ye enteringe of the garden Eden Cherubin with a naked swerde movinge in and out to kepe the way to the tree of lyfe."}]}