{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"And God sayd vnto Iacob aryse ad get the vp to Bethell and dwell there. And make there an aulter vnto God that apeared vnto the when thou fleddest from Esau thy brother."},{"number":2,"verse":"Than sayd Iacob vnto his housholde and to all yt were with him put away the strauge goddes that are amonge you and make youre selues cleane and chaunge youre garmetes"},{"number":3,"verse":"and let vs aryse and goo vp to Bethell yt I maye make an aulter there vnto God which herde me in the daye of my tribulatio and was wyth me in the waye which I went."},{"number":4,"verse":"And they gaue vnto Iacob all the straunge goddes which were vnder their handes ad all their earynges which were in their eares and Iacob hyd them vnder an ooke at Sichem."},{"number":5,"verse":"And they departed. And the feare of God fell vpon the cyties that were rounde aboute them that they durst not folowe after the sonnes of Iacob."},{"number":6,"verse":"So came Iacob to Lus in the lande of Canaan otherwise called Bethell with all the people that was with him."},{"number":7,"verse":"And he buylded there an aulter and called the place Elbethell: because that God appered vnto him there when he fled from his brother."},{"number":8,"verse":"Than dyed Deborr Rebeccas norse and was buryed benethe Bethell vnder an ooke. And the name of it was called the ooke of lamentation."},{"number":9,"verse":"And God appeared vnto Iacob agayne after he came out of Mesopotamia and blessed him"},{"number":10,"verse":"and sayde vnto him: thy name is Iacob. Notwithstondynge thou shalt be nomore called Iacob but Israel shalbe thy name. And so was his name called Israell."},{"number":11,"verse":"And God sayde vnto him: I am God allmightie growe and multiplye: for people and a multitude of people shall sprynge of the yee ad kynges shall come out of they loynes."},{"number":12,"verse":"And the lande which I gaue Abraha and Isaac will I geue vnto the and vnto thi seed after the will I geue it also."},{"number":13,"verse":"And god departed fro him in the place where he talked with him."},{"number":14,"verse":"And Iacob set vp a marke in the place where he talked with him: euen a pilloure of stone and powred drynkeoffringe theron and powred also oyle theron"},{"number":15,"verse":"and called the name of the place where God spake with him Bethell."},{"number":16,"verse":"And they departed from Bethel and when he was but a feld brede from Ephrath Rahel began to trauell. And in travelynge she was in perell."},{"number":17,"verse":"And as she was in paynes of hir laboure the mydwyfe sayde vnto her: feare not for thou shalt haue this sonne also."},{"number":18,"verse":"Then as hir soule was a departinge that she must dye: she called his name Ben Oni. But his father called him Ben Iamin."},{"number":19,"verse":"And thus dyed Rahel ad was buryed in the waye to Ephrath which now is called Bethlehem."},{"number":20,"verse":"And Iacob sett vp a piller apon hir graue which is called Rahels graue piller vnto this daye."},{"number":21,"verse":"And Israell went thece and pitched vp his tent beyonde the toure of Eder."},{"number":22,"verse":"And it chaunced as Israel dwelt in that lande that Ruben went and laye with Bilha his fathers concubyne and it came to Israels eare. The sonnes of Iacob were . xij. in nombre."},{"number":23,"verse":"The sonnes of Lea. Ruben Iacobs eldest sonne and Simeo Leui Iuda Isachar and Zabulon"},{"number":24,"verse":"The sonnes of Rahel: Ioseph and Ben Iamin."},{"number":25,"verse":"The sonnes of Bilha Rahels mayde: Dan and Nepthali."},{"number":26,"verse":"The sonnes of Zilpha Leas mayde Gad and Aser. Thes are the sones of Iacob which were borne him in Mesopotamia."},{"number":27,"verse":"Then Iacob went vnto Isaac his father to Mamre a pricipall cyte otherwise called Hebron: where Abraha and Isaac sogeorned as straungers."},{"number":28,"verse":"And the dayes of Isaac were an hundred and. lxxx. yeres:"},{"number":29,"verse":"and than fell he seke and dyed ad was put vnto his people: beynge olde and full of dayes. And his sonnes Esau ad Iacob buried him."}]}