{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"Ioseph was brought vnto Egipte ad Putiphar a lorde of Pharaos: ad his chefe marshall an Egiptian bought him of ye Ismaelites which brought hi thither"},{"number":2,"verse":"And the LORde was with Ioseph and he was a luckie felowe and continued in the house of his master the Egiptian."},{"number":3,"verse":"And his master sawe that the ORde was with him and that the LORde made all that he dyd prosper in his hande:"},{"number":4,"verse":"Wherfore he founde grace in his masters syghte and serued him. And his master made him ruelar of his house and put all that he had in his hande."},{"number":5,"verse":"And as soone as he had made him ruelar ouer his house ad ouer all that he had the LORde blessed this Egiptians house for Iosephs sake and the blessynge of the LORde was vpon all that he had: both in the house and also in the feldes."},{"number":6,"verse":"And therfore he left all that he had in Iosephs hande and loked vpon nothinge that was with him saue only on the bread which he ate. And Ioseph was a goodly persone and a well favored"},{"number":7,"verse":"And it fortuned after this that his masters wife cast hir eyes vpon Ioseph and sayde come lye with me."},{"number":8,"verse":"But he denyed and sayde to her: Beholde my master woteth not what he hath in the house with me but hath commytted all that he hath to my hande"},{"number":9,"verse":"He him selfe is not greatter in the house than I ad hath kepte nothige fro me but only the because thou art his wife. How than cam I do this great wykydnes for to synne agaynst God?"},{"number":10,"verse":"And after this maner spake she to Ioseph daye by daye: but he harkened not vnto her to slepe nere her or to be in her company."},{"number":11,"verse":"And it fortuned aboute the same season that Ioseph entred in to the house to do his busynes: and there was none of the houshold by in the house."},{"number":12,"verse":"And she caught him by the garment saynge: come slepe with me. And he left his garment in hir hande ad fled and gott him out"},{"number":13,"verse":"when she sawe that he had left his garmet in hir hande and was fled out"},{"number":14,"verse":"she called vnto the men of the house and tolde them saynge: Se he hath brought in an Hebrewe vnto vs to do vs shame. for he came in to me for to haue slept myth me. But I cried with a lowde voyce."},{"number":15,"verse":"And when he harde that I lyfte vp my voyce and cryed he left his garment with me and fled awaye and got him out."},{"number":16,"verse":"And she layed vp his garment by her vntill hir lorde came home."},{"number":17,"verse":"And she told him acordynge to these wordes saynge. This Hebrues servaunte which thou hast brought vnto vs came in to me to do me shame."},{"number":18,"verse":"But as soone as I lyft vp my voyce and cryed he left his garment with me and fled out."},{"number":19,"verse":"When his master herde the woordes of his wyfe which she tolde him saynge: after this maner dyd thy servaunte to me he waxed wrooth."},{"number":20,"verse":"And he toke Ioseph and put him in pryson: euen in the place where the kinges prisoners laye bounde. And there contynued he in preson."},{"number":21,"verse":"But the LORde was with Ioseph ad shewed him mercie and gott him fauoure in the syghte of the keper of ye preson"},{"number":22,"verse":"which commytted to Iosephe hade all the presoners that were in the preson housse. And what soeuer was done there yt dyd he."},{"number":23,"verse":"And the keper of the preso loked vnto nothinge that was vnder his hande because the LORde was with him and because that what soeuer he dyd the LORde made it come luckely to passe."}]}