{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"And Adam lay wyth Heua ys wyfe which conceaved and bare Cain and sayd: I haue goten a ma of the LORde."},{"number":2,"verse":"And she proceded forth and bare hys brother Abell: And Abell became a sheperde And Cain became a ploweman."},{"number":3,"verse":"And it fortuned in processe of tyme that Cain brought of the frute of the erth: an offerynge vnto the LORde."},{"number":4,"verse":"And Abell he brought also of the fyrstlynges of hys shepe and of the fatt of them. And the LORde loked vnto Abell and to his offeynge:"},{"number":5,"verse":"but vnto Cain and vnto his offrynge looked he not. And Cain was wroth exceadingly and loured."},{"number":6,"verse":"And the LORde sayd vnto Cain: why art thou angry and why loureste thou? Wotest thou not yf thou dost well thou shalt receave it?"},{"number":7,"verse":"But and yf thou dost evell by and by thy synne lyeth open in the dore. Not withstondyng let it be subdued vnto the ad see thou rule it."},{"number":8,"verse":"And Cain talked wyth Abell his brother. And as soone as they were in the feldes Cain fell vppon Abell his brother and slewe hym"},{"number":9,"verse":"And ye LORde sayd vnto Cain: where is Abell thy brother? And he sayd: I can not tell am I my brothers keper?"},{"number":10,"verse":"And he sayd: What hast thou done? the voyce of thy brothers bloud cryeth vnto me out of the erth."},{"number":11,"verse":"And now cursed be thou as pertaynyng to the erth which opened hyr mouth to receaue thy brothers bloud of thyne hande."},{"number":12,"verse":"For when thou tyllest the grounde she shall heceforth not geve hyr power vnto the. A vagabunde and a rennagate shalt thou be vpon the erth."},{"number":13,"verse":"And Cain sayd vnto the LORde: my synne is greater then that it may be forgeven."},{"number":14,"verse":"Beholde thou castest me out thys day from of the face of the erth and fro thy syghte must I hyde my selfe ad I must be wandrynge and a vagabunde vpon the erth: Morover whosoever fyndeth me wyll kyll me,"},{"number":15,"verse":"And the LORde sayd vnto hi Not so but whosoever sleyth Cain shalbe punyshed . vij. folde. And ye LORde put a marke vpo Cain that no ma yt founde hym shulde kyll hym."},{"number":16,"verse":"And Cain went out fro the face of the LORde and dwelt in the lande Nod on the east syde of Eden."},{"number":17,"verse":"And Cain laye wyth hys wyfe which conceaved and bare Henoch. And he was buyldinge a cyte and called the name of it after the name of hys sonne Henoch."},{"number":18,"verse":"And Henoch begat Irad. And Irad begat Mahuiael. And Mahuiael begat Mathusael. And Mathusael begat Lamech."},{"number":19,"verse":"And Lamech toke hym two wyves: the one was called Ada and the other Zilla."},{"number":20,"verse":"And Ada bare Iabal of whome came they that dwell in tentes ad possesse catell."},{"number":21,"verse":"And hys brothers name was Iubal: of hym came all that excercyse them selves on the harpe and on the organs"},{"number":22,"verse":"And Zilla she also bare Tubalcain a worker in metall and a father of all that grave in brasse and yeron. And Tubalcains syster was called Naema."},{"number":23,"verse":"Then sayd Lamech vnto hys wyves Ada ad Zilla: heare my voyce ye wyves of Lamech and herken vnto my wordes for I haue slayne a man and wounded my selfe and haue slayn a yongman and gotte my selfe strypes:"},{"number":24,"verse":"For Cain shall be avenged sevenfolde: but Lamech seventie tymes sevenfolde."},{"number":25,"verse":"Adam also laye with hys wyfe yet agayne and she bare a sonne ad called hys name Seth For god (sayd she) hath geven me a nother sonne For Abell whom Cain slewe."},{"number":26,"verse":"And Seth begat a sonne and called hys name Enos. And in that tyme began men to call on the name of the LORde."}]}