{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"And it chaunced after this that the chefe butlar of the kynge of Egipte and his chefe baker had offended there lorde the kynge of Egypte."},{"number":2,"verse":"And Pharao was angrie with them and put the in warde in his chefe marshals house:"},{"number":3,"verse":"euen in ye preson where Ioseph was bownd."},{"number":4,"verse":"And the chefe marshall gaue Ioseph a charge with them and he serued them. And they contynued a season in warde."},{"number":5,"verse":"And they dreamed ether of them in one nyghte: both the butlar and the baker of the kynge of Egipte which were bownde in the preson house ether of them his dreame and eche manes dreame of a sondrie interpretation"},{"number":6,"verse":"When Ioseph came in vnto them in the mornynge and loked apon them: beholde they were sadd."},{"number":7,"verse":"And he asked them saynge wherfore loke ye so sadly to daye?"},{"number":8,"verse":"They answered him we haue dreamed a dreame and haue no man to declare it. And Ioseph sayde vnto the. Interpretynge belongeth to God but tel me yet."},{"number":9,"verse":"And the chefe butlar tolde his dreame to Ioseph and sayde vnto him. In my dreame me thought there stode a vyne before me"},{"number":10,"verse":"and in the vyne were. iij. braunches and it was as though it budded and her blossos shottforth: and ye grapes there of waxed rype."},{"number":11,"verse":"And I had Pharaos cuppe in my hande and toke of the grapes and wronge them in to Pharaos cuppe and delyvered Pharaos cuppe into his hande."},{"number":12,"verse":"And Ioseph sayde vnto him this is the interpretation of it."},{"number":13,"verse":"The. iij. braunches ar thre dayes: for within thre dayes shall Pharao lyft vp thine heade and restore the vnto thyne office agayne and thou shalt delyuer Pharaos cuppe in to his hade after the old maner even as thou dydest when thou wast his butlar."},{"number":14,"verse":"But thinke on me with the when thou art in good case and shewe mercie vnto me. And make mencion of me to Pharao and helpe to brynge me out of this house:"},{"number":15,"verse":"for I was stollen out of the lande of the Hebrues and here also haue I done nothige at all wherfore they shulde haue put me in to this dongeon."},{"number":16,"verse":"When the chefe baker sawe that he had well interpretate it he sayde vnto Ioseph me thought also in my dreame yt I had. iij. wyker baskettes on my heade?"},{"number":17,"verse":"And in ye vppermost basket of all maner bakemeates for Pharao. And the byrdes ate them out of the basket apon my heade"},{"number":18,"verse":"Ioseph answered and sayde: this is the interpretation therof. The. iij. baskettes are. iij. dayes"},{"number":19,"verse":"for this daye. iij. dayes shall Pharao take thy heade from the and shall hange the on a tree and the byrdes shall eate thy flesh from of the."},{"number":20,"verse":"And it came to passe the thyrde daye which was Pharaos byrth daye that he made a feast vnto all his servauntes. And he lyfted vpp the head of the chefe buttelar and of the chefe baker amonge his servauntes."},{"number":21,"verse":"And restored the chefe buttelar vnto his buttelarshipe agayne and he reched the cuppe in to Pharaos hande"},{"number":22,"verse":"ad hanged the chefe baker: eue as Ioseph had interpretated vnto the."},{"number":23,"verse":"Notwithstonding the chefe buttelar remembred not Ioseph but forgat hym."}]}