{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":41,"verses":[{"number":1,"verse":"And it fortuned at . ij. yeres end that Pharao dreamed and thought that he stode by a ryuers syde and that there came out of the ryver"},{"number":2,"verse":". vij. goodly kyne and fatt fleshed and fedd in a medowe."},{"number":3,"verse":"And him though that . vij. other kyne came vp after them out of the ryver euelfauored and leane fleshed and stode by the other vpon the brynke of the ryuer."},{"number":4,"verse":"And the evill favored and Ienefleshed kyne ate vp the . vij. welfauored and fatt kyne: and be awoke their with."},{"number":5,"verse":"And he slepte agayne and dreamed the second tyme that . vij. eares of corne grewe apon one stalke rancke and goodly."},{"number":6,"verse":"And that . vij. thynne eares blasted with the wynde spronge vp after them:"},{"number":7,"verse":"and that the . vij. thynne eares deuowrerd the . vij. rancke and full eares. And than Pharao awaked: and se here is his dreame."},{"number":8,"verse":"When the mornynge came his sprete was troubled And he sent and casted for all the soythsayers of Egypte and all the wyse men there of and told them his dreame: but there was none of them that coude interpretate it vnto Pharao."},{"number":9,"verse":"Than spake the chefe buttelar vnto Pharao saynge. I do remembre my fawte this daye."},{"number":10,"verse":"Pharao was angrie with his servauntes and put in warde in the chefe marshals house both me and the chefe baker."},{"number":11,"verse":"And we dreamed both of vs in one nyght and ech mannes dreame of a sondrye interpretation."},{"number":12,"verse":"And there was with vs a yonge man an Hebrue borne servaunte vnto the chefe marshall. And we told him and he declared oure dreames to vs acordynge to ether of oure dreames."},{"number":13,"verse":"And as he declared them vnto vs euen so it came to passe. I was restored to myne office agayne and he was hanged."},{"number":14,"verse":"Than Pharao sent and called Ioseph. And they made him haste out of preson. And he shaued him self and chaunged his rayment and went in to Pharao."},{"number":15,"verse":"And Pharao sayde vnto Ioseph: I haue dreamed a dreame and no man ca interpretate it but I haue herde saye of the yt as soon as thou hearest a dreame thou dost interpretate it."},{"number":16,"verse":"And Ioseph answered Pharao saynge: God shall geue Pharao an answere of peace without me."},{"number":17,"verse":"Pharao sayde vnto Ioseph: in my dreame me thought I stode by a ryvers syde and there came out of the ryver"},{"number":18,"verse":"vij fatt fleshed ad well fauored kyne and fedd in the medowe."},{"number":19,"verse":"And then . vij. other kyne came vp after them poore and very euell fauored ad leane fleshed: so that I neuer sawe their lyke in all the lande of Egipte in euell fauordnesse."},{"number":20,"verse":"And the . vij. leane and euell fauored kyne ate vpp the first . vij. fatt kyne"},{"number":21,"verse":"And when they had eaten them vp a man cowde not perceaue that they had eate them: for they were still as evyll fauored as they were at the begynnynge. And I awoke."},{"number":22,"verse":"And I sawe agayne in my dreame . vij. eares sprynge out of one stalk full and good"},{"number":23,"verse":"and . vij. other eares wytherd thinne and blasted with wynde sprynge vp after them."},{"number":24,"verse":"And the thynne eares deuowred the . vij. good eares. And I haue tolde it vnto the sothsayers but no man can tell me what it meaneth."},{"number":25,"verse":"Then Ioseph sayde vnto Pharao: both Pharaos dreames are one. And god doth shewe Pharao what he is aboute to do."},{"number":26,"verse":"The vij. good kyne are. vij yeare: and the . vij. good eares are . vij. yere also and is but one dreame."},{"number":27,"verse":"Lykewyse the . vij. thynne and euell fauored kyne that came out after them are . vij. yeares: and the . vij. emptie and blasted eares shalbe vij. yeares of hunger."},{"number":28,"verse":"This is that which I sayde vnto Pharao that God doth shewe Pharao what he is aboute to doo."},{"number":29,"verse":"Beholde there shall come . vij. yere of great plenteousnes through out all the lande of Egypte."},{"number":30,"verse":"And there shall aryse after them vij. yeres of hunger. So that all the plenteousnes shalbe forgeten in the lande of Egipte. And the hunger shall consume the lande:"},{"number":31,"verse":"so that the plenteousnes shall not be once asene in the land by reason of that hunger that shall come after for it shalbe exceading great"},{"number":32,"verse":"And as concernynge that the dreame was dubled vnto Pharao the second tyme it belokeneth that the thynge is certanly prepared of God ad that God will shortly brynge it to passe."},{"number":33,"verse":"Now therfore let Pharao provyde for a man of vnderstondynge and wysdome and sett him over the lande of Egipte."},{"number":34,"verse":"And let Pharao make officers ouer the lande and take vp the fyfte parte of the land of Egipte in the vij. plenteous yeres"},{"number":35,"verse":"and let them gather all the foode of these good yeres that come ad lay vp corne vnder the power of Pharo: that there may be foode in the cities"},{"number":36,"verse":"and there let them kepte it: that there may be foode in stoore in the lande agaynst the . vij. yeres of hunger which shall come in the lande of Egipte and that the lande perishe not thorow hunger."},{"number":37,"verse":"And the saynge pleased Pharao ad all his seruauntes."},{"number":38,"verse":"Than sayde Pharao vnto his seruavauntes: where shall we fynde soch a ma as this is that hath the sprete of God in him?"},{"number":39,"verse":"wherfore Pharao sayde vnto Ioseph: for as moch as God hath shewed the all this there is no man of vnderstondyng nor of wysdome lyke vnto the"},{"number":40,"verse":"Thou therfore shalt be ouer my house and acordinge to thy worde shall all my people obey: only in the kynges seate will I be aboue the."},{"number":41,"verse":"And he sayde vnto Ioseph: beholde I haue sett the ouer all the lande of Egipte."},{"number":42,"verse":"And he toke off his rynge from his fyngre and put it vpon Iosephs fingre and arayed him in raymet of bisse and put a golden cheyne aboute his necke"},{"number":43,"verse":"and set him vpon the best charett that he had saue one. And they cryed before him Abrech ad that Pharao had made him ruelar ouer all the lande of Egipte."},{"number":44,"verse":"And Pharao sayde vnto Ioseph: I am Pharao without thi will shall no man lifte vp ether his hande or fote in all the lande of Egipte."},{"number":45,"verse":"And be called Iosephs name Zaphnath Paenea. And he gaue him to wyfe Asnath the doughter of Potiphara preast of On. Than went Ioseph abrode in the lade of Egipte."},{"number":46,"verse":"And he was. xxx. yere olde whe he stode before Pharao kynge of Egipte. And than Ioseph departed from Pharao and went thorow out all the lande of Egipte."},{"number":47,"verse":"And in the . vij. pleteous yeres they made sheves and gathered"},{"number":48,"verse":"vp all the fode of the . vij. plenteous yeres which were in the lande of Egipte and put it in to the cities. And he put the food of the feldes that grewe rounde aboute euery cyte: euen in the same."},{"number":49,"verse":"And Ioseph layde vp corne in stoore lyke vnto the sande of the see in multitude out of mesure vntyll he left nombrynge: For it was with out nombre."},{"number":50,"verse":"And vnto Ioseph were borne . ij. sonnes before the yeres of hunger came which Asnath the doughter of Potiphara preast of On bare vnto him."},{"number":51,"verse":"And he called the name of the first sonne Manasse for God (sayde he) hath made me forgett all my laboure and all my fathers husholde."},{"number":52,"verse":"The seconde called he Ephraim for God (sayde he) hath caused me to growe in the lande of my trouble."},{"number":53,"verse":"And when the . vij. yeres plenteousnes that was in the lands of Egypte were ended"},{"number":54,"verse":"than came the . vij. yeres of derth acordynge as Ioseph had sayde. And the derth was in all landes: but in the lade of Egipte was there yet foode."},{"number":55,"verse":"When now all the lande of Egipte began to hunger than cried the people to Pharao for bread. And Pharao sayde vnto all Egipte: goo vnto Ioseph and what he sayth to you that doo"},{"number":56,"verse":"And when the derth was thorow out all the lande Ioseph opened all that was in the cities and solde vnto the Egiptias And hunger waxed fore in the land of Egipte."},{"number":57,"verse":"And all countrees came to Egipte to Ioseph for to bye corne: because that the hunger was so sore in all landes."}]}