{"bibleAbbr":"TRC1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"When Iacob sawe that there was corne to be solde in Egipte he sayde vnto his sones: why are ye negligent?"},{"number":2,"verse":"beholde I haue hearde that there is corne to be solde in Egipte. Gete you thither and bye vs corne fro thece that we maye lyue and not dye."},{"number":3,"verse":"So went Iosephs ten brethern doune to bye corne in Egipte"},{"number":4,"verse":"for Ben Iamin Iosephs brother wold not Iacob sende with his other brethren: for he sayde: some mysfortune myght happen him"},{"number":5,"verse":"And the sonnes of Israell came to bye corne amonge other that came for there was derth also in the lande of Canaan."},{"number":6,"verse":"And Ioseph was gouerner in the londe and solde corne to all the people of the londe. And his brethren came and fell flatt on the grounde before him."},{"number":7,"verse":"When Ioseph sawe his brethern he knewe them: But made straunge vnto them and spake rughly vnto them saynge: Whence come ye? and they sayde: out of the lande of Canaan to bye vitayle."},{"number":8,"verse":"Ioseph knewe his brethern but they knewe not him."},{"number":9,"verse":"And Ioseph remembred his dreames which he dreamed of them and sayde vnto them: ye are spies and to se where the lande is weake is youre comynge."},{"number":10,"verse":"And they sayde vnto him: nay my lorde: but to bye vitayle thy seruauntes are come."},{"number":11,"verse":"We are all one mans sonnes and meane truely and thy seruauntes are no spies."},{"number":12,"verse":"And he sayde vnto them: nay verely but euen to se where the land is weake is youre comynge."},{"number":13,"verse":"And they sayde: we thi seruauntes are . xij. brethern the sonnes of one man in the lande of Canaan. The yongest is yet with oure father and one no man woteth where he is."},{"number":14,"verse":"Ioseph sayde vnto them that is it that I sayde vnto you that ye are surelye spies."},{"number":15,"verse":"Here by ye shall be proued. For by the lyfe of Pharao ye shall not goo hence vntyll youre yongest brother be come hither."},{"number":16,"verse":"Sende therfore one off you and lett him fett youre brother and ye shalbe in preason in the meane season. And thereby shall youre wordes be proued whether there be any trueth in you: or els by the lyfe of Pharao ye are but spies."},{"number":17,"verse":"And he put them in warde thre dayes."},{"number":18,"verse":"And Ioseph sayde vnto the the thryd daye: This doo and lyue for I feare Gode"},{"number":19,"verse":"Yf ye meane no hurte let one of youre brethern be bounde in the preason and goo ye and brynge the necessarie foode vnto youre housholdes"},{"number":20,"verse":"and brynge youre yongest brother vnto me: that youre wordes maye be beleved ad that ye dye not And they did so."},{"number":21,"verse":"Than they sayde one to a nother: we haue verely synned agaynst oure brother in that we sawe the anguysh of his soull when he besought us and wold not heare him: therfore is this troubyll come apon us."},{"number":22,"verse":"Ruben answered the saynge: sayde I not vnto you that ye shulde not synne agaynst the lad? but ye wolde not heare And now verely see his bloude is requyred."},{"number":23,"verse":"They were not aware that Ioseph vnderstode them for he spake vnto them by an interpreter."},{"number":24,"verse":"And he turned from them and wepte and than turned to them agayne ad comened with them and toke out Simeon from amonge the and bownde him before their eyes"},{"number":25,"verse":"ad commaunded to fyll their saekes wyth corne and to put euery mans money in his sacke and to geue them vitayle to spende by the waye. And so it was done to them."},{"number":26,"verse":"And they laded their asses with the corne and departed thence."},{"number":27,"verse":"And as one of them opened his sacke for to geue his asse prauender in the Inne he spied his money in his sacks mouth"},{"number":28,"verse":"And he sayde vnto his brethren: my money is restored me agayne and is eue in my sackes mouth Than their hartes fayled them and were astoynyed and sayde one to a nother: how cometh it that God dealeth thus with us?"},{"number":29,"verse":"And they came vnto Iacob their father vnto the lande of Canaan and tolde him all that had happened them saynge."},{"number":30,"verse":"The lorde of the lade spake rughly to us and toke us for spyes to serche the countte."},{"number":31,"verse":"And we sayde vnto him: we meane truely and are no spies."},{"number":32,"verse":"We be . xij. bretren sones of oure father one is awaye and the yongest is now with oure father in the lande of Canaan."},{"number":33,"verse":"And the lorde of the countre sayde vnto us: here by shall I knowe yf ye meane truely: leaue one of youre brethern here with me and take foode necessary for youre housholdes and get you awaye"},{"number":34,"verse":"and brynge youre yongest brother vnto me And thereby shall I knowe that ye are no spyes but meane truely: So will I delyuer you youre brother agayne and ye shall occupie in the lande."},{"number":35,"verse":"And as they emptied their sackes beholde: euery mans bundell of money was in his sacke And when both they and their father sawe the bundells of money they were afrayde."},{"number":36,"verse":"And Iacob their father sayde vnto them: Me haue ye robbed of my childern: Ioseph is away and Simeon is awaye and ye will take Ben Iamin awaye. All these thinges fall vpon me."},{"number":37,"verse":"Ruben answered his father saynge: Slee my two sonnes yf I bringe him not to the agayne. Delyuer him therfore to my honde and I will brynge him to the agayne:"},{"number":38,"verse":"And he sayde: my sonne shall not go downe with you. For his brother is dead and he is left alone Moreouer some mysfortune myght happen vpon him by the waye which ye goo. And so shuld ye brynge my gray head with sorowe vnto the graue."}]}