{"bibleAbbr":"KJV2000","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"But it displeased Jonah exceedingly, and he was very angry."},{"number":2,"verse":"And he prayed unto the LORD, and said, I pray you, O LORD, was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that you are a gracious God, and merciful, slow to anger, and of great kindness, and you relent from the destruction."},{"number":3,"verse":"Therefore now, O LORD, take, I beseech you, my life from me; for it is better for me to die than to live."},{"number":4,"verse":"Then said the LORD, Do you do well to be angry?"},{"number":5,"verse":"So Jonah went out of the city, and sat on the east side of the city, and there made himself a booth, and sat under it in the shadow, till he might see what would become of the city."},{"number":6,"verse":"And the LORD God prepared a plant, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his grief. So Jonah was exceedingly glad for the plant."},{"number":7,"verse":"But God prepared a worm when the morning rose the next day, and it attacked the plant so that it withered."},{"number":8,"verse":"And it came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, so that he fainted, and wished in himself to die, and said, It is better for me to die than to live."},{"number":9,"verse":"And God said to Jonah, Do you do well to be angry about the plant? And he said, I do well to be angry, even unto death."},{"number":10,"verse":"Then said the LORD, You have had pity on the plant, for which you have not labored, neither made it grow; which came up in a night, and perished in a night:"},{"number":11,"verse":"And should not I spare Nineveh, that great city, in which are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also many cattle?"}]}