{"bibleAbbr":"BBE1965","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"For the divisions of the door-keepers: of the Korahites, Meshelemiah, the son of Kore, of the sons of Ebiasaph."},{"number":2,"verse":"And Meshelemiah had sons: Zechariah the oldest, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"number":3,"verse":"Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."},{"number":4,"verse":"And Obed-edom had sons: Shemaiah the oldest, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethanel the fifth,"},{"number":5,"verse":"Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for the blessing of God was on him."},{"number":6,"verse":"And Shemaiah his son had sons, rulers over the family of their father, for they were able men."},{"number":7,"verse":"The sons of Shemaiah: Othni and Rephael and Obed, Elzabad, whose brothers were great men of war, Elihu and Semachiah."},{"number":8,"verse":"All these were sons of Obed-edom: they and their sons and their brothers, able men and strong for the work; sixty-two sons of Obed-edom."},{"number":9,"verse":"Meshelemiah had sons and brothers, eighteen able men."},{"number":10,"verse":"And Hosah, a son of the children of Merari, had sons: Shimri the chief (for though he was not the oldest, his father made him chief);"},{"number":11,"verse":"Hilkiah the second, Tebaliah the third, Zechariah the fourth: Hosah had thirteen sons and brothers."},{"number":12,"verse":"Of these were the divisions of the door-keepers, men of authority, having responsible positions like their brothers to be servants in the house of the Lord."},{"number":13,"verse":"And the families were taken by the decision of the Lord for every door; the small family had the same chance as the great."},{"number":14,"verse":"And the care of the door on the east came out for Shelemiah. Then the name of Zechariah his son, a man wise in discussion, came out, and the door on the north was given to him."},{"number":15,"verse":"To Obed-edom, that on the south; and to his sons, the store-house."},{"number":16,"verse":"To Hosah, the door on the west, by the door of Shallecheth, at the footway which goes up, watch by watch."},{"number":17,"verse":"On the east were six Levites a day, and on the north and the south four a day, and for the store-house two and two."},{"number":18,"verse":"For the pillared way, on the west, four at the footway and two at the pillared way itself."},{"number":19,"verse":"These were the divisions of door-keepers, of the sons of the Korahites and of the sons of Merari."},{"number":20,"verse":"And the Levites their brothers were responsible for the stores of the house of God and the holy things."},{"number":21,"verse":"The sons of Ladan: sons of the Gershonites of the family of Ladan, heads of families of Ladan the Gershonite, Jehieli."},{"number":22,"verse":"The sons of Jehieli: Zetham and Joel, his brother, had the care of the stores of the house of the Lord."},{"number":23,"verse":"Of the Amramites, of the Izharites, of the Hebronites, of the Uzzielites:"},{"number":24,"verse":"And Shebuel, the son of Gershom, the son of Moses, was controller of the stores."},{"number":25,"verse":"And his brothers: of Eliezer, Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomoth his son."},{"number":26,"verse":"Shelomoth and his brothers were responsible for all the store of holy things which David the king and the heads of families, the captains of thousands and of hundreds, and the captains of the army, had given to the Lord."},{"number":27,"verse":"From the goods taken in war, they gave, as a holy offering, materials for the building of the house of the Lord."},{"number":28,"verse":"And everything Samuel the prophet and Saul, the son of Kish, and Abner, the son of Ner, and Joab, the son of Zeruiah, had made holy; whatever anyone had given, it was under the care of Shelomoth and his brothers."},{"number":29,"verse":"Of the Izharites, Chenaniah and his sons had to do all the public business of Israel, in relation to judges and men in authority."},{"number":30,"verse":"Of the Hebronites, Hashabiah and his brothers, seventeen hundred able men, were overseers of Israel on the other side of the Jordan, to the west, being responsible for all the work of the Lord's house and for the work done by the king's servants."},{"number":31,"verse":"Of the Hebronites, Jerijah was the chief of all the Hebronites, in their generations by families. In the fortieth year of the rule of David a search was made, and able men were seen among them at Jazer of Gilead."},{"number":32,"verse":"And his brothers were two thousand, seven hundred able men, heads of families, whom King David made overseers over the Reubenites and the Gadites and the half-tribe of Manasseh, in everything to do with God, and for the king's business."}]}