{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"BECAUSE many have willed to record histories of those transactions of which we are persuaded,"},{"number":2,"verse":"according to that which they have delivered to us, (they) who from the first were eye-witnesses and ministers of his doctrine;"},{"number":3,"verse":"it appeared also to me, that having been intimately near to them all, I should record every thing in its order for thee, illustrious Theophile,"},{"number":4,"verse":"that thou mayest know the truth of those doctrines in which thou hast been instructed."},{"number":5,"verse":"THERE was in the days of Herodes, king of the Jihudoyee, a certain priest whose name was Zakaria, of the service of the house of Abia, and his wife (was) of the daughters of Aharun; her name was Elishaba."},{"number":6,"verse":"And they were both just before Aloha, and walked in all his commandments, and in the righteousness of the Lord, without blame."},{"number":7,"verse":"But they had no son because Elishaba was barren, and both had become many in their days."},{"number":8,"verse":"But it was while he was acting-as-priest in the order of his ministry before Aloha,"},{"number":9,"verse":"according to the custom of the priesthood he came to set on incense, and entered into the temple of the Lord."},{"number":10,"verse":"And all the congregation of the people were praying without at the time of incense."},{"number":11,"verse":"And there appeared to him, to Zakaria, the angel of the Lord, standing on the right hand of the altar of incense."},{"number":12,"verse":"And Zakaria trembled when he saw him, and fear fell upon him."},{"number":13,"verse":"And the angel said to him, Fear not, Zakaria, for thy prayer is heard, and thy wife Elishaba shall bear thee a son, and thou shalt call his name Juchanon.[Pronounced, Yu'hanan.]"},{"number":14,"verse":"And to thee shall be joy and exultation, and many shall rejoice in his birth:"},{"number":15,"verse":"for he shall be great before the Lord, and wine and strong liquor [Shak'ra.] shall he not drink, and with the Spirit of Holiness shall he be filled, from the womb of his mother."},{"number":16,"verse":"And many of the sons of Isroel shall he convert to the Lord their Aloha."},{"number":17,"verse":"And he shall go before him in the spirit and the power of Elia the prophet, to turn the hearts of the fathers unto the children, and those who believe not to the knowledge of the righteous, and to prepare for the Lord a perfect people."},{"number":18,"verse":"And Zakaria said to the angel, How shall I know this? for I am old, and my wife many in her days."},{"number":19,"verse":"And the angel answered and said to him, I am Gabriel, I stand before Aloha, and I have been sent to speak with thee and to announce to thee these things."},{"number":20,"verse":"From henceforth thou shalt be dumb, and shalt not be able to speak, till the day when these things shall be done, because thou hast not believed these words, which shall be fulfilled in their time."},{"number":21,"verse":"But the people were standing, and expecting Zakaria. and were wondering at his delay in the temple."},{"number":22,"verse":"But when Zakaria had come forth, he could not speak to them; and he made them understand that he had seen a vision in the temple, and signing he signed to them, and remained dumb."},{"number":23,"verse":"And when the days of his service were fulfilled, he came to his house."},{"number":24,"verse":"And it was after those days Elishaba his wife conceived, and she secluded herself five months. And she said,"},{"number":25,"verse":"These things hath the Lord done for me in the days of my desolation, to take away my reproach from among the children of men."},{"number":26,"verse":"BUT in the sixth month Gabriel the angel was sent from before Aloha to Galila, to a city whose name (is) Natsrath,"},{"number":27,"verse":"unto a Virgin espoused to a man whose name was Jauseph, of the house of David, and the name of the Virgin was Mariam."},{"number":28,"verse":"And the angel entered to her, and said to her, Peace to thee, full of grace! our Lord is with thee, thou blessed among women!"},{"number":29,"verse":"But she, when she saw, was troubled at his words, and reasoned what this salutation was."},{"number":30,"verse":"And the angel said to her, Fear not, Mariam, for thou hast found favour with Aloha."},{"number":31,"verse":"For, behold, thou shalt conceive, and shalt bring forth a son, and thou shalt call his name Jeshu."},{"number":32,"verse":"He will be great, and the Son of the Most High [Eloia.] shall he be called, and Aloha the Lord shall give unto him the throne of David his father."},{"number":33,"verse":"And he shall reign over the house of Jakub for ever, and of his kingdom there shall be no end."},{"number":34,"verse":"And Mariam said to the angel, How shall this be, because a man is not known to me?"},{"number":35,"verse":"The angel answered and said to her, The Spirit of Holiness shall come, and the Power of the Most High [Eloia.] shall shadow over thee; on account of this He who (shall be) born from thee is the Holy, and the Son of Aloha shall be called."},{"number":36,"verse":"And behold, Elishaba thy kinswoman, she also beareth a son in her old age, and this is the sixth month to her,-to her who is called the barren."},{"number":37,"verse":"For nothing is difficult to Aloha."},{"number":38,"verse":"And Mariam said, Behold, I am the handmaid of the Lord, be it unto me as thou hast said. And the angel went from her."},{"number":39,"verse":"AND Mariam arose in those days, and went with haste to the mountain to a city of Jehud;"},{"number":40,"verse":"and she entered into the house of Zakaria, and saluted [Or, inquired for the peace of.] Elishaba."},{"number":41,"verse":"And it was that when Elishaba heard the salutation of Mariam, the infant leaped in her womb. And she was filled with the Spirit of Holiness;"},{"number":42,"verse":"and she cried with a loud voice, and said unto Mariam, Bessed art thou among women, and blessed is the fruit of thy womb!"},{"number":43,"verse":"Whence unto me is this, that the mother of my Lord should come to me?"},{"number":44,"verse":"For, lo, as fell the voice of thy salutation on my ears, for great Joy leaped the infant in my womb."},{"number":45,"verse":"And happy is she who hath believed, for there is a fulfilment of those things which have been spoken to her from the Lord."},{"number":46,"verse":"And Mariam said: My soul doth magnify the Lord,"},{"number":47,"verse":"and my spirit rejoiceth in Aloha my Saviour,"},{"number":48,"verse":"who hath looked upon the lowliness of his handmaid: for, behold, from now all generations shall give blessedness to me."},{"number":49,"verse":"Because he hath done for me great things, he who is mighty, and holy is his name."},{"number":50,"verse":"And his grace is for ages and generations upon those who fear him."},{"number":51,"verse":"He hath wrought victory with his arm;"},{"number":52,"verse":"He hath scattered the proud in the thoughts of their hearts. He hath overturned the mighty from their thrones, and hath exalted the humble."},{"number":53,"verse":"The hungry he hath satisfied with good things, and the rich he hath sent away empty."},{"number":54,"verse":"He hath helped Isroel his servant, and hath remembered his mercy;"},{"number":55,"verse":"As he spake with our fathers, with Abraham and with his seed for ever."},{"number":56,"verse":"And Mariam stayed with Elishaba three months, and returned to her house."},{"number":57,"verse":"BUT to Elishaba had come the time that she should give birth, and she gave birth to a son."},{"number":58,"verse":"And her neighbours and the sons of her family heard that Aloha had magnified his grace upon her; and they rejoiced with her."},{"number":59,"verse":"And it was the eighth day, and they came to circumcise the child; and they called him by the name of his father, Zakaria."},{"number":60,"verse":"And his mother answered and said to them, Not so; but he shall be called Juchanon."},{"number":61,"verse":"And they said to her, No man in thy kindred is called by this name."},{"number":62,"verse":"And they signed to his father (to show) how he willed they should call him."},{"number":63,"verse":"And he requested a tablet, and wrote, and said, Juchanan is his name. And every man wondered."},{"number":64,"verse":"And immediately his mouth and his tongue were opened, and he spake, and blessed Aloha."},{"number":65,"verse":"And there was fear upon all around them; and in all the hill country of Jehud were these things spoken."},{"number":66,"verse":"And all who heard reasoned in their hearts, and said, What is this child to be? And the hand of the Lord was with him."},{"number":67,"verse":"And Zakaria his father was filled with the Spirit of Holiness, and he prophesied, and said:"},{"number":68,"verse":"Blessed be the Lord, the Aloha of Israel; for he hath visited his people, and wrought for him redemption,"},{"number":69,"verse":"And hath raised up for us the horn of redemption in the house of David his servant;"},{"number":70,"verse":"As he spake by the mouth of his holy prophets, who have been from of old,"},{"number":71,"verse":"That we should be delivered from our adversaries, and from the hand of all who hate us;"},{"number":72,"verse":"To perform his grace with our fathers, and to remember his holy covenant;"},{"number":73,"verse":"The oath which he sware to Abraham our father, - that to us he would grant"},{"number":74,"verse":"That, being delivered from the hand of our adversaries, without fear we might serve before him"},{"number":75,"verse":"All our days in righteousness."},{"number":76,"verse":"And thou, child, the Prophet of the Most High shalt thou be called; for thou shalt go before the face of the Lord, and thou shalt prepare his way;"},{"number":77,"verse":"To give the knowledge of salvation to his people in the forgiveness of their sins,"},{"number":78,"verse":"Through the compassions of the grace of our Aloha; whereby the morn-splendour shall visit us from on high,"},{"number":79,"verse":"To illumine those who sit in darkness and the shadow of death. And to direct our feet into the way of peace."},{"number":80,"verse":"And the child grew, and was strong in the spirit, and was in the desert till the day of his manifestation unto Isroel."}]}