{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"AND it was that while he went into the house of one of the chief Pharishee to eat bread, on the day of shabath, they watched him."},{"number":2,"verse":"And, behold, a certain man who had gathered waters* was before him. [* Daknish vo mayo, an expression for the dropsy.]"},{"number":3,"verse":"And Jeshu answered and said to the Sophree and the Pharishee, Is it lawful on the shabath to heal?"},{"number":4,"verse":"But they were silent. And he took him, and healed him, and dismissed him."},{"number":5,"verse":"And he said to them, Who from you, whose son or his ox hath fallen into a pit on the day of shabath, doth not at once bring him forth?"},{"number":6,"verse":"And they could not give him the answer concerning this."},{"number":7,"verse":"And he spoke a parable to them who had been invited there, forasmuch as he had observed them, that they chose the chief places of reclining:"},{"number":8,"verse":"When thou art invited by one into the house of festivity, go not to recline on the principal seat, lest there be invited thither one more honourable than thou;"},{"number":9,"verse":"and he come who thyself and him had called, and say to thee, Give place to this; and thou be ashamed as thou arisest to take another place."},{"number":10,"verse":"But when thou art invited, go, recline thee in the last (seat), that when he who called thee cometh, he may say to thee, My friend, ascend and recline above, and thou shalt have honour before all of them who recline with thee."},{"number":11,"verse":"For every one who exalteth himself shall be humbled; and every one who humbleth himself shall be exalted."},{"number":12,"verse":"And he said to him who had called him, When thou makest a dinner or a supper, thou shouldest not call thy friends, nor thy brethren, nor thy kinsmen, nor thy rich neighbours, lest they also call thee, and thou have this recompence."},{"number":13,"verse":"But when thou makest a feast,[Reception.] call the poor, the maimed, the lame, the blind,"},{"number":14,"verse":"and thou shalt be blessed, because they cannot recompense thee; for thy recompence shall be in the resurrection of the just."},{"number":15,"verse":"But when one of those who reclined heard these (words), he said to him, Blessed he who shall eat bread in the kingdom of Aloha!"},{"number":16,"verse":"Jeshu saith to him, A certain man made a great supper, and called many."},{"number":17,"verse":"And he sent his servant, at the time of the supper, to say to them who were called, Behold, every thing is prepared for you, come."},{"number":18,"verse":"And every one of them began to excuse himself. The first said to him, I have bought an estate, and am constrained to go forth to see it: I beseech thee, permit me to be excused."},{"number":19,"verse":"Another said, Five yoke of oxen have I bought, and I go to prove them: I beseech thee, permit me to be excused."},{"number":20,"verse":"Another said, A wife have I taken, and therefore I cannot come."},{"number":21,"verse":"And the servant came and told his lord these things. Then the lord of the house was angry, and said to his servant, Go into the streets and outskirts of the city, and bring hither the poor, and the afflicted, and the lame, and the sightless."},{"number":22,"verse":"And the servant said, My lord, it is done as thou hast commanded, and yet there is place."},{"number":23,"verse":"And the lord said to his servant, Go forth into the ways, and among the hedges, and constrain them to come in, that my house may be filled:"},{"number":24,"verse":"for I tell you, that not one of those men who were called shall taste of my supper."},{"number":25,"verse":"AND while great multitudes were going with him, he turned and said to them,"},{"number":26,"verse":"Whoever cometh with me, and doth not hate his father and his mother, and his brethren and his sisters, and his wife and his children, and himself also, a disciple he cannot be of mine."},{"number":27,"verse":"And whoever doth not take up his cross and come after me, a disciple he cannot be of mine."},{"number":28,"verse":"For who of you that willeth to build a tower, and doth not first sit down and reckon the expense of it, whether he have (wherewith) to finish it?"},{"number":29,"verse":"lest, when he shall have laid the foundation, and shall not be able to finish, all who see shall deride him,"},{"number":30,"verse":"saying, This man began to build, and was not able to finish."},{"number":31,"verse":"Or, what king, going to war with a king his neighbour, doth not first consider, whether he be able with ten thousand to meet him who cometh against him with twenty thousand?"},{"number":32,"verse":"and if not, while he is distant from him, he may send legates, and pray for peace."},{"number":33,"verse":"So every one of you who doth not leave all his possession, cannot be unto me a disciple."},{"number":34,"verse":"Salt is good; but if the salt also shall become insipid, with what shall it be seasoned?"},{"number":35,"verse":"Not for the earth, nor for the dunghill, it goeth. They cast it out. Who hath ears to hear, let him hear."}]}