{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"AND he spake a parable to his disciples: There was a certain rich man who had a house-chief; [Rab-baitho.] and he was accused to him that his substance he wasted."},{"number":2,"verse":"And his lord called him, and said to him, What is this that I hear of thee? give me the account of thy house-headship; for thou canst no longer be house-chief unto me."},{"number":3,"verse":"And the house-chief said within himself, What shall I do? for my lord taketh from me the house-headship. I cannot dig, and to beg I am ashamed."},{"number":4,"verse":"I know what I will do, that when I shall be put out of the house-headship, they may receive me into their houses."},{"number":5,"verse":"And he called one by one from the debtors of his lord, and said to the first, How much owest thou to my lord?"},{"number":6,"verse":"And he said to him, An hundred metres of oil. He saith to him, Take thy book, and sit down quickly, and write fifty metres."},{"number":7,"verse":"And he said to another, And thou, how much owest thou to my lord? He saith to him, An hundred kureen* of wheat. He saith to him, Take thy book, and sit down, write eighty kureen. [* The Hebrew kor was about seventy-five gallons, five pints.]"},{"number":8,"verse":"And praised our Lord the house-chief who was unjust, in that he had done wisely; for the sons of this world are wiser than the sons of light in this their generation."},{"number":9,"verse":"Also I say unto you, Make to you friends from this wealth of unrighteousness, that, when perfect, they may receive you into the tabernacles of eternity."},{"number":10,"verse":"Whoever in the little is faithful, in the great also is faithful; and he who in the little is unjust, in the great also is unjust."},{"number":11,"verse":"If, therefore, in the wealth of unrighteousness you have not been faithful, the truth to you who will confide?"},{"number":12,"verse":"And if in that which is not yours you are not found faithful, your own who will give to you?"},{"number":13,"verse":"No man can serve two lords; for either the one he will hate, and the other he will love; or the one he will honour, and the other despise. You cannot serve Aloha and wealth."},{"number":14,"verse":"But the Pharishee, when they heard all these things, because they loved money, derided him."},{"number":15,"verse":"But Jeshu said to them, You are they who justify yourselves before the sons of men; but Aloha knoweth your hearts. For, what is exalted among men, before Aloha is abominable."},{"number":16,"verse":"The law and the prophets were until Juchanon; from thenceforth the kingdom of Aloha is preached, and every one presseth to enter."},{"number":17,"verse":"But it is easier for heaven and earth to pass away than one letter from the law to pass away."},{"number":18,"verse":"Every one who looseth his wife, and taketh another, committeth adultery; and every one who taketh the dismissed, committeth adultery."},{"number":19,"verse":"NOW there was a certain rich man, and he was clothed in byssos* and purple, and every day feasted gaily.** [* Butso, Hebrew, buts; (2Ch 5:12); an Egyptian linen, extremely fine, soft, and white. ** Gayoith.]"},{"number":20,"verse":"And there was a certain poor man, whose name was Loozar; and he lay at the gate of him who was rich, bruised with wounds,"},{"number":21,"verse":"and desired to fill his belly with the crumbs which fell from the table of that rich. And also the dogs came and licked his wounds."},{"number":22,"verse":"Now that poor man died, and angels conducted him to the bosom of Abraham: but that rich man also died, and was buried."},{"number":23,"verse":"And, tormented in shiul, he lifted up his eyes afar, and seeth Abraham, and Loozar in his bosom."},{"number":24,"verse":"And he cried with a high voice, and said, My father Abraham, have compassion upon me, and send Loozar, that he may dip the top of his finger in waters, and moisten my tongue; for, behold, I am tormented in this flame."},{"number":25,"verse":"Abraham said to him, My son, remember that thou didst receive thy goods in thy life, and Loozar his evils, and now, behold, he reposeth here, and thou art tormented."},{"number":26,"verse":"And with all these, there is a great void set between us and you, that they who would pass from hence unto you are not able, nor they also who would pass from thence to us."},{"number":27,"verse":"He said to him, I pray thee, then, my father, to send him unto my father's house:"},{"number":28,"verse":"for five brethren have I; let him go and testify unto them, that they also come not to this place of torment."},{"number":29,"verse":"Abraham said to him, They have Musha and the prophets, let them hear them."},{"number":30,"verse":"But he said to him, No, my father Abraham, but if one from the dead shall go unto them, they repent."},{"number":31,"verse":"Abraham saith to him, If Musha and the prophets they hear not, neither, if one from the dead should rise, would they believe him."}]}