{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"AND Jeshu said to his disciples, It cannot be that offences should not come, but woe to him by whom they shall come."},{"number":2,"verse":"It were better for him that an ass-millstone were hanged on his neck, and he be cast into the sea. Woe (to him) who shall offend [Or, cause to stumble.] one of these little ones!"},{"number":3,"verse":"Take heed to yourselves; if thy brother transgress, reprove him, and if he repent, forgive him."},{"number":4,"verse":"And if seven times in the day he shall trespass against thee, and seven times in the day return to thee and say, I repent, forgive him."},{"number":5,"verse":"And the apostles said unto our Lord, Increase to us faith."},{"number":6,"verse":"He saith to them, If you had faith as a grain of mustard, you should say to this mulberry tree, Be rooted up and planted in the sea, and it would obey you."},{"number":7,"verse":"Which of you, having a servant who leadeth a yoke (of oxen) or who tendeth the flock, and when he cometh from the field, saith to him at once, Pass on and recline thyself?"},{"number":8,"verse":"but (rather) saith to him, Prepare me something that I may sup, and gird thy loins, serve me until I have eaten and drunk, and afterwards thou also shalt eat and drink."},{"number":9,"verse":"Does that servant receive thanks because he hath done what was required of him? I consider not."},{"number":10,"verse":"Thus also you, when you have done all those things which are required of you, have said, We are unprofitable servants, because what we were obligated to do, (that) have we done."},{"number":11,"verse":"AND it was that as Jeshu was going to Urishlem, he passed among the Shomroyee from Galila."},{"number":12,"verse":"And as he drew near to enter a certain village, there met him ten men, lepers, and they stood from afar,"},{"number":13,"verse":"and lifted up their voice and said, Our Lord Jeshu, have mercy upon us!"},{"number":14,"verse":"And when he saw them, he said to them, Go show yourselves to the priests. And as they went, they were cleansed."},{"number":15,"verse":"Then one of them, when he saw that he was cleansed, returned to him, and with a high voice glorified Aloha."},{"number":16,"verse":"And he fell upon his face before the feet of Jeshu, and thanked him. And, behold, this was a Shomroya."},{"number":17,"verse":"And Jeshu answered and said, Were not they who were cleansed ten? Where are the nine?"},{"number":18,"verse":"None have separated to come (and) give praise to Aloha, but this, who is from a strange people."},{"number":19,"verse":"And he said to him, Arise, go; thy faith hath saved thee."},{"number":20,"verse":"AND when Jeshu was questioned from the Pharishee, When cometh the kingdom of Aloha? he answered and said to them, The kingdom of Aloha cometh not with watchings:"},{"number":21,"verse":"nor say they, Behold, it is here! and, Behold, it is there! for the kingdom of Aloha is within you."},{"number":22,"verse":"And he said to his disciples, The days will come, when you will desire to see one of the days of the Son of man, and you will not see."},{"number":23,"verse":"And if they say to you, Behold here, and, Behold there, go not."},{"number":24,"verse":"For as the lightning lighteneth from heaven, and illuminateth all beneath the heaven, so shall be the Son of man in his day."},{"number":25,"verse":"But first it will be that he shall suffer many (things), and be rejected of this generation."},{"number":26,"verse":"And as it was in the days of Nuch, so will it be in the days of the Son of man;"},{"number":27,"verse":"when they ate and drank and took wives and gave to husbands, until the day when Nuch entered into the ark, and the deluge came, and destroyed every one."},{"number":28,"verse":"So also as it was in the days of Lut; they ate and drank, and bought and sold, and planted and builded;"},{"number":29,"verse":"but in the day that Lut went forth from Sadum, the Lord rained fire and brimstone from heaven and destroyed them all."},{"number":30,"verse":"Thus will it be in the day when the Son of man shall be revealed."},{"number":31,"verse":"In that day, he who is on the roof and his garments in the house, let him not go down and take them. And he who is in the field, let him not turn his back."},{"number":32,"verse":"Remember the wife of Lut."},{"number":33,"verse":"Whoever willeth to save his life shall lose it, and whoever is willing to lose his life shall save it."},{"number":34,"verse":"I tell you, that in that night two shall be in one bed; the one shall be taken and the other left."},{"number":35,"verse":"Two shall be grinding together, one shall be taken and the other left."},{"number":36,"verse":"Two shall be in the field, one shall be taken and the other left."},{"number":37,"verse":"They answered and said tohim, Where, our Lord? He saith to them, Where the body is, there will be assembled the eagles."}]}