{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"AND it was on one of the days, while he taught the people in the temple and evangelized, the chief priests and scribes with the elders rose up against him,"},{"number":2,"verse":"and said to him, Tell us by what authority thou doest these, and who is he who gave thee this authority?"},{"number":3,"verse":"Jeshu answered and said to them, I will also ask of you a word, and tell you me:"},{"number":4,"verse":"the baptism of Juchanon, from heaven was it, or from the sons of men?"},{"number":5,"verse":"But they reasoned within themselves, saying, If we shall say, From heaven, he saith to us, Why did you not believe him?"},{"number":6,"verse":"But if we shall say, From men, all the people will stone us; for they are persuaded that Juchanon was a prophet."},{"number":7,"verse":"And they said to him, We know not from whence it is."},{"number":8,"verse":"Jeshu saith to them, Nor tell I you by what authority I do these."},{"number":9,"verse":"And he began to speak to the people this parable: A certain man planted a vinery, and let it to husbandmen, and removed for a great time."},{"number":10,"verse":"And at the season he sent his servant to the husbandmen that they should give him of the fruit of the vinery. But the husbandmen beat him, and sent him away empty."},{"number":11,"verse":"And he added and sent another servant; but they beat him also, and maltreated him, and sent him away empty."},{"number":12,"verse":"And he added and sent a third; but they also wounded him, and cast him out."},{"number":13,"verse":"The lord of the vinery saith, What shall I do? I will send my son, the beloved; now will they see him and reverence him."},{"number":14,"verse":"But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir: come, let us kill him, and the inheritance will be ours."},{"number":15,"verse":"And they cast him out of the vinery, and killed him. What therefore shall the lord of the vinery do to them?"},{"number":16,"verse":"He will come and destroy those husbandmen, and will give the vinery to others. But when they heard, they said, May this not be!"},{"number":17,"verse":"But he beheld them, and said, And what is that which is written, The stone which the builders rejected is become the head of the corner? [The head corner of the angle.]"},{"number":18,"verse":"And every one who shall fall upon this stone shall be broken; and every one on whom it shall fall it will scatter him."},{"number":19,"verse":"But the chief priests and Sophree sought to lay hands on him in that very hour; but they feared the people, for they knew that concerning them(selves) he had spoken this parable."},{"number":20,"verse":"And they sent to him spies, who should resemble just men, that they might take him in discourse, and deliver him to the judgment and to the authority of the governor."},{"number":21,"verse":"And they asked him, and said to him, Doctor, we know that thou speakest and teachest rightly, neither dost thou deceive,[Thou art not an assumer of faces.] but with integrity thou teachest the way of Aloha."},{"number":22,"verse":"Is it lawful for us to give head-silver to Cesar or not?"},{"number":23,"verse":"But he understood their subtilty, and said, Why tempt you me?"},{"number":24,"verse":"Show me a dinara. Of whom upon it is the image and the inscription? But they said, Of Cesar."},{"number":25,"verse":"Jeshu saith to them, Give then of Cesar's to Cesar, and of Aloha's unto Aloha."},{"number":26,"verse":"And they could not take hold of his words before the people; and they wondered at his answer, and were silent."},{"number":27,"verse":"BUT some of the Zadukoyee approached, they who say that there is no resurrection; and they questioned him,"},{"number":28,"verse":"and said to him, Doctor, Musha wrote to us that if a man's brother die having a wife who hath not children, his brother shall take his wife, and raise up seed unto his brother."},{"number":29,"verse":"But there were seven brethren; and the first took; a wife, and died without children."},{"number":30,"verse":"And the second took his wife, and he died without children."},{"number":31,"verse":"And the third also took her; and so also the seven of them: and they died and left no children."},{"number":32,"verse":"Died in the end also the woman."},{"number":33,"verse":"In the resurrection therefore, whose of them shall she be the wife? for the seven of them had taken her."},{"number":34,"verse":"Jeshu saith to them, The sons of this world take wives, and women become (the wives) of men:"},{"number":35,"verse":"but they who of that world are worthy, and of the resurrection which is from among the dead, take not wives, neither do women become (the wives) of men."},{"number":36,"verse":"Neither again can they die, for they are as the angels; and the children are they of Aloha, because they have become the children of the resurrection."},{"number":37,"verse":"But that the dead arise, Musha also showeth; for he commemorateth at the bush, while he saith, The Lord the God of Abraham, and the God of Ishok, and the God of Jakub."},{"number":38,"verse":"But he was not the God of the dead, but of the living: for they all live unto him."},{"number":39,"verse":"And some of the Sophree answered and said to him, Doctor, thou hast well said."},{"number":40,"verse":"And they dared not question him again of any thing."},{"number":41,"verse":"AND he said to them, How say the Sophree concerning the Meshicha, that he is the Son of David?"},{"number":42,"verse":"And David himself saith in the book of Psalms, The Lord* said unto my Lord, Sit thou at my right hand, [* Moria, mria, \"the Lord.\" The Syrians hold this name to be equivalent to the Hebrew tetragrammaton Yhwh, and consider the letters in it as designating the glory of the divine nature. Thus M is the initial for Morutha, \"dominion;\" R, for rabutha, \"majesty;\" A and I for aithutha, \"essence,\" or \"eternal subsistence.\"]"},{"number":43,"verse":"until I put thine adversaries beneath thy feet."},{"number":44,"verse":"If David therefore calleth him Lord, how is he his son?"},{"number":45,"verse":"And while all the people heard, he said to his disciples,"},{"number":46,"verse":"Beware of the Sophree, who will to walk in stoles, and love the shaloma in public places, and the chief seats in the synagogues, and the chief reclining-places at evening feasts;"},{"number":47,"verse":"who devour the houses of widows, and for the occasion prolong their prayers: these shall receive the greater judgment."}]}