{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"Jeshu looked at those rich (persons) who were throwing into the house of treasure their oblations."},{"number":2,"verse":"And he saw also a certain poor widow who threw in two shomonee."},{"number":3,"verse":"And he said, Truth I say to you, That this poor widow hath thrown in more than every one:"},{"number":4,"verse":"for all those from what abounded to them have thrown into the house of the oblation of Aloha: but this from her penury all that she possessed hath she thrown in."},{"number":5,"verse":"AND as some spake of the temple, (with) what beautiful stones and gifts it was adorned, Jeshu said to them,"},{"number":6,"verse":"These that you see, the days shall come (when) of them there will not be found a stone upon a stone that shall not be destroyed."},{"number":7,"verse":"And they inquired of him, and said, Malphona, when shall these be? and what is the sign that these are nigh to be?"},{"number":8,"verse":"But he said to them, Beware lest you be seduced: for many will come in my name, and will say, I am the Meshicha; and the time hath drawn nigh: but go not you after them."},{"number":9,"verse":"And when you hear of wars and commotions, fear not: for these are first to be; but not yet cometh the end."},{"number":10,"verse":"For nation shall rise up against nation, and kingdom against kingdom:"},{"number":11,"verse":"and great earthquakes will be in divers places, and famines, and plagues; and there will be portents, and terrors, and great signs from the heavens will appear, and great tempests shall there be."},{"number":12,"verse":"But before all these, they will lay hands upon you, and persecute you, and deliver you up to the synagogues, and to the house of the bound. And they will bring you before kings and governors on account of my name."},{"number":13,"verse":"And it shall be to you for a testimony.[A martyrdom.]"},{"number":14,"verse":"But lay it up in your hearts that you may not be learned for the answer;"},{"number":15,"verse":"for I will give you a mouth and wisdom which all your adversaries cannot stand against."},{"number":16,"verse":"But your fathers, and your brethren, and your kinsfolk, and your friends will betray you, and some of you they shall put to death."},{"number":17,"verse":"And you will be hated of all men on account of my name:"},{"number":18,"verse":"yet a hair of your head shall not perish,"},{"number":19,"verse":"but in your perseverance you shall possess your souls."},{"number":20,"verse":"But when you see Urishlem encompassed by an army, then know that its destruction hath drawn nigh."},{"number":21,"verse":"Then let them who are in Jihud escape to the mountain, and they who are within her escape, and let not them who are in the country places enter into her."},{"number":22,"verse":"For those (will be) the days of retribution, that all which is written may be fulfilled."},{"number":23,"verse":"But woe to those who are with child and to those who suckle in those days! for there will be great distress in the land, and wrath upon this people."},{"number":24,"verse":"And they shall fall by the edge [Mouth.] of the sword, and be led captive into every place, and Urishlem shall be trodden down of the Gentiles, until shall be fulfilled the times of the Gentiles."},{"number":25,"verse":"And there will be signs in the sun, and in the moon, and in the stars, and on earth distress of nations, and smiting of hands from astonishment at the voice of the sea,"},{"number":26,"verse":"the commotion hurrying forth the souls of the sons of men from fear of what is about to come upon the earth; and the powers of the heavens shall be commoved."},{"number":27,"verse":"And then shall they see the Son of man coming in the clouds, with power and great glory."},{"number":28,"verse":"But when these things begin to be, take courage, [Ethlabbu, take heart.] and lift up your heads, because your redemption hath drawn nigh."},{"number":29,"verse":"AND he spake to them a parable, Behold the fig-tree and all the trees;"},{"number":30,"verse":"when they bud forth, immediately from them you know that summer hath drawn nigh."},{"number":31,"verse":"Thus also you, when you see that these are, know that nigh is the kingdom of Aloha."},{"number":32,"verse":"Amen I say to you, That this race shall not pass away till all these things shall be."},{"number":33,"verse":"Heaven and earth shall pass away, but my words shall not pass away."},{"number":34,"verse":"But take heed to yourselves, that at any time your hearts be not heavy with excess and drunkenness, and the care of the world, and unawares shall come upon you that day."},{"number":35,"verse":"For as a net it will overtake all them who dwell upon the faces of the whole earth."},{"number":36,"verse":"Be therefore wakeful at all time, and pray that you may be worthy to escape from those things that are about to be, and that you may stand before the Son of man."},{"number":37,"verse":"So in the day (time) he taught in the temple, and at night he went forth and lodged in the mount which is called the Place of Olives."},{"number":38,"verse":"And all the people were early with him at the temple to hear his word."}]}