{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"BUT the feast of the Phatiree, which is called Petscha, drew on."},{"number":2,"verse":"And the chief priests and the Sophree sought how they might kill him; for they feared from the people."},{"number":3,"verse":"But Satana entered into Jihuda called Scarjuta, who was of the number of the twelve."},{"number":4,"verse":"And he went, and spoke with the chief priests, and the Sophree, and the chief authorities of the temple, how he would deliver him to them."},{"number":5,"verse":"And they were glad, and confirmed to give him silver."},{"number":6,"verse":"And he promised to them, and sought him opportunity to betray him apart from the multitude."},{"number":7,"verse":"And the day of unleavened bread came, on which it was the custom to slay the petscha.[Petscha = Heb. Pasach, \"the paschal lamb.\""},{"number":8,"verse":"And Jeshu sent Kipha and Juchanon, and said to them, Go prepare for us the petscha, that we may eat."},{"number":9,"verse":"But they said to him, Where wilt thou that we prepare?"},{"number":10,"verse":"He saith to them, When, you have entered into the city, a man meeteth you, bearing a pitcher of waters; go after him,"},{"number":11,"verse":"and when he hath gone in, say to the lord of the house, Our Master saith, Is there a dining-place where I may eat the petscha with my disciples?"},{"number":12,"verse":"And he will show you a certain large upper chamber which is furnished: there make ready."},{"number":13,"verse":"And they went, and found as he had told them: and they prepared the petscha."},{"number":14,"verse":"And when it was time, Jeshu came and reclined, and the twelve apostles with him."},{"number":15,"verse":"And he said to them, With desire have I desired to eat this petscha with you before I suffer:"},{"number":16,"verse":"for I tell you that from henceforth I shall not eat it, until it shall have been fulfilled in the kingdom of Aloha."},{"number":17,"verse":"And he took the cup, and praised, and said, Take this, and divide it among yourselves:"},{"number":18,"verse":"for I tell you that I shall not drink of the fruit of the vine, until the kingdom of Aloha shall have come."},{"number":19,"verse":"And he took bread, and praised, and brake, and gave to them, and said, This is my body which for you is given: this do in my memory. [Hono phagri d'all aphaikun methyiheb, hode' vaithun obdin ledukroni.]"},{"number":20,"verse":"And thus also respecting the cup, when, after they had supped, he said, This cup is the new covenant in my blood, which for you is shed. [Hono coso d'diathiki chadatho b'demi dachlophaikun metheshed.]"},{"number":21,"verse":"Nevertheless, the hand of him who betrayeth me is on the table."},{"number":22,"verse":"And the Son of man goeth, as he was set apart: [Or, separated.] nevertheless woe to that man by whom he is betrayed!"},{"number":23,"verse":"And they began to inquire among themselves, who it was of them who this should do."},{"number":24,"verse":"But there was also a contention among them, who of them was the greatest."},{"number":25,"verse":"And Jeshu said to them, The kings of the Gentiles are their lords; and they who exercise authority over them, doers of good are called."},{"number":26,"verse":"But you, not so: yea, he who is great among you, let him be as the least; and he who is chief, as one who serveth."},{"number":27,"verse":"For who is greatest, he who reclineth, or he who serveth? Is not he who reclineth? But I am among you as he who serveth."},{"number":28,"verse":"You are they who have remained with me in my temptations."},{"number":29,"verse":"And I promise to you, as hath promised to me my Father, a kingdom;"},{"number":30,"verse":"that you may eat and drink at the table in my kingdom, and may sit upon thrones, and judge the twelve tribes of Isroel."},{"number":31,"verse":"AND Jeshu said to Shemun, Shemun, behold, Satana, demandeth to sift thee as wheat;"},{"number":32,"verse":"but I have prayed for thee, that thy faith may not fail: and thou also, in the time that thou art converted, confirm thy brethren."},{"number":33,"verse":"But Shemun said to him, My Lord, with thee I am prepared, and for the house of the bound, and for death."},{"number":34,"verse":"Jeshu saith to him, I tell thee, Shemun, that the cock will not crow to-day, till three times thou hast denied that thou knowest me."},{"number":35,"verse":"And he said to them, When I sent you without purse, or scrip, or shoes, was any thing wanting to you? They say to him, Nothing."},{"number":36,"verse":"He saith to them, Henceforth, he who hath a purse, let him take it, and likewise a scrip also; and he who hath not a sword, let him sell his garment and buy a sword."},{"number":37,"verse":"For I tell you also, that what is written must be fulfilled in me, that with the transgressors he was numbered: for all which concerns me must be accomplished."},{"number":38,"verse":"And they say to him, Our Lord, behold, here are two swords. He saith to them, They suffice."},{"number":39,"verse":"And he came forth, and went, as he was used, to the mount of the Place of Olives; and his disciples also went after him."},{"number":40,"verse":"And when come unto the spot, he said to them, Pray that you enter not into temptation."},{"number":41,"verse":"And he removed from them as (about the distance of) a stone's throw, and bowed the knee, and prayed,"},{"number":42,"verse":"and said, Father, if thou wilt, let this cup pass: nevertheless not my will, but thine be done."},{"number":43,"verse":"And an angel appeared to him from heaven, who strengthened him."},{"number":44,"verse":"And being in terror, more vehemently he prayed, and his sweat was as drops of blood, and fell upon the ground."},{"number":45,"verse":"And he arose from prayer, and came to his disciples, and found them asleep, from sorrow."},{"number":46,"verse":"And he said to them, Why sleep you? arise and pray, that you enter not into temptation."},{"number":47,"verse":"And as he was speaking, behold a multitude, and behold him who was called Jihuda, one of the twelve, coming before them, and he came nigh to Jeshu, and kissed him: for this was the sign he had given to them, He whom I shall kiss is he."},{"number":48,"verse":"Jeshu saith to him, Jihuda, with the kiss betrayest thou the Son of man? [Jihuda, b'nushektho mashlem ath labareh denosho?]"},{"number":49,"verse":"But when they who were with him saw what was done, they say to him, Our Lord, shall we strike with the sword?"},{"number":50,"verse":"And one of them struck the servant of the high priest, and took off his right ear."},{"number":51,"verse":"Jeshu answered and said, It sufficeth until this; and he touched his ear which he had struck, and healed it."},{"number":52,"verse":"And Jeshu said to them who had come against him, the chief priests, and elders, and the chiefs of the forces of the temple, As against a thief are you come forth against me, with swords and clubs to take me?"},{"number":53,"verse":"Every day with you have I been in the temple, and you did not stretch forth upon me (your) hands; but this is your hour and the power of darkness."},{"number":54,"verse":"And they took (and) brought him to the house of the chief of the priests; and Shemun came after him from afar."},{"number":55,"verse":"Now they had kindled a fire in the midst of the hall, and were sitting around it, and Shemun also sat with them."},{"number":56,"verse":"And a certain damsel saw him as he sat by the fire, and, looking at him, she said, This also was with him."},{"number":57,"verse":"But he denied, and said, Woman, I know him not."},{"number":58,"verse":"And after a little while, another saw him, and said, Thou also art of them. But Kipha said, I am not."},{"number":59,"verse":"And after one hour another contended and said, Assuredly this also was with him, for he is also a Galiloya."},{"number":60,"verse":"Kipha saith, Man, I know not what thou sayest. And at once, while he was speaking, the cock crew."},{"number":61,"verse":"And Jeshu turned, and looked upon Kipha; and Shemun remembered his word which our Lord had spoken to him, that before the cock shall crow thou wilt have denied me three times."},{"number":62,"verse":"And Shemun went without and wept bitterly."},{"number":63,"verse":"And the men who held Jeshu mocked him, and veiled him,"},{"number":64,"verse":"and they struck him upon the face, saying, Prophesy, who struck thee."},{"number":65,"verse":"And many other things they blasphemed and spake against him."},{"number":66,"verse":"AND when it dawned, the elders and chief priests and the Sophree came together, and took him into the house of their assembly;"},{"number":67,"verse":"saying to him, Art thou the Meshicha? tell us. He saith to them, Should I tell you, you would not believe me;"},{"number":68,"verse":"and were I to ask you, you would not return me a word, nor release me."},{"number":69,"verse":"Henceforth the Son of man sitteth at the right hand of the power of Aloha."},{"number":70,"verse":"Then said they all, Thou art, then, the Son of Aloha? Jeshu saith to them, You say that I am."},{"number":71,"verse":"They say, Why yet need we witnesses? for we have heard from his mouth."}]}