{"bibleAbbr":"PESH1849","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"NOW in the fifteenth year of the reign of Tiberios Cesar, in the government of Pontios Pilatos in Jehud, Herodes being chief [Risha-rabioya.] of the Fourth in Galila, and Philipos his brother chief of the Fourth in Ituria and in the region of Trakona, and Lusania chief of the Fourth of Abilini;"},{"number":2,"verse":"in the high priesthood of Chanan and of Kaiopha, was the word of Aloha unto Juchanon bar Zakaria in the desert."},{"number":3,"verse":"And he came into the whole country about the Jurdan, preaching the baptism of repentance for the remission of sins."},{"number":4,"verse":"As it is written in the book of the words of Eshaia the prophet, who said, The voice which crieth in the desert, prepare the way of the Lord, and make straight in the plain the highways for our Aloha."},{"number":5,"verse":"All valleys shall be filled, and all mountains and heights be brought low, and the mound shall be a level (place), and the rough place a plain,"},{"number":6,"verse":"And all flesh shall see the salvation of Aloha."},{"number":7,"verse":"And he said to those multitudes who came to him to be baptized, O brood of vipers, who hath showed you to flee from the wrath that cometh?"},{"number":8,"verse":"Work therefore fruits which are worthy of repentance. And begin not to say within yourselves that Abraham is father to us; for I tell you, that from these stones Aloha is able to raise up sons unto Abraham."},{"number":9,"verse":"But, behold, the axe is laid at the root of the trees. Every tree therefore which good fruit maketh not, is cut down and into the fire falleth."},{"number":10,"verse":"And the assemblies inquired of him, saying, What then shall we do?"},{"number":11,"verse":"He answered and said to them, Whoever hath two tunics, let him give to him who hath none; and whoever hath food, so let him do (likewise)."},{"number":12,"verse":"The publicans [Mokasee.] also came to be baptized, and they said to him, Malphona, what shall we do?"},{"number":13,"verse":"But he said to them, Demand not any thing more upon what is prescribed to you to require."},{"number":14,"verse":"And the military servants asked of him and said, What shall we also do? And he said to them, Molest no man, oppress no man, and let your wages satisfy you."},{"number":15,"verse":"But while the people thought concerning Juchanon, and all of them reasoned in their hearts whether he were the Meshicha,"},{"number":16,"verse":"Juchanon answered and said to them, Behold, I baptize you with waters, but there cometh after me He who is mightier than I; He, the latchet of whose sandals I am not worthy to unloose; He shall baptize you with the Spirit of Holiness and with fire:"},{"number":17,"verse":"He who, holding the fan in his hand, and cleansing his floors, gathereth the wheat into his garners, and the chaff he will burn in the fire which is not quenched."},{"number":18,"verse":"But many other things he also taught and preached to the people."},{"number":19,"verse":"But Herodes Tetrarka, because he was reproved by Juchanon concerning Herodia the wife of Philipos his brother, and concerning all the evil things which he had done,"},{"number":20,"verse":"added this also upon all, and shut up Juchanon in the house of the chained."},{"number":21,"verse":"But it was when he had baptized all the people, and also Jeshu he baptized. And while he prayed, the heavens were opened,"},{"number":22,"verse":"and the Spirit of Holiness descended upon him in the bodily likeness of a dove: and the voice was from the heavens, which said, Thou art my Son the Beloved One, in thee I have delighted."},{"number":23,"verse":"NOW Jeshu himself was as a son of thirty years, and was considered the son of Jauseph bar Heli,"},{"number":24,"verse":"bar Mattath, bar Levi, bar Malki, bar Jani, bar Jauseph,"},{"number":25,"verse":"bar Mattha, bar Amuts, bar Nachum, bar Chesli, bar Nagi,"},{"number":26,"verse":"bar Math, bar Matath, bar Shemri, bar Jauseph, bar Jihuda,"},{"number":27,"verse":"bar Juchanon, bar Rosa, bar Zurbobel, bar Shelathiel, bar Niri,"},{"number":28,"verse":"bar Malki, bar Adi, bar Kusam, bar Elmudod, bar Ir,"},{"number":29,"verse":"bar Jose, bar Eleazar, bar Juram, bar Mathitha, bar Levi,"},{"number":30,"verse":"bar Shemun, bar Jihuda, bar Jauseph, bar Jonam, bar Eliakim,"},{"number":31,"verse":"bar Malia, bar Mani, bar Mattha, bar Nathan, bar David,"},{"number":32,"verse":"bar Jeshi, bar Ubid, bar Boos, bar Salmon, bar Nachshun,"},{"number":33,"verse":"bar Aminodob, bar Aram, bar Chetsrun, bar Pharets, bar Jihuda,"},{"number":34,"verse":"bar Jakub, bar Ishok, bar Abraham, bar Tarach, bar Nachur,"},{"number":35,"verse":"bar Soruk, bar Aru, bar Pholeg, bar Ebor, bar Shaloch,"},{"number":36,"verse":"bar Kainan, bar Arphakshad, bar Shim, bar Nuch, bar Lamek,"},{"number":37,"verse":"bar Mathushalach, bar Chanuk, bar Jared, bar Mahloleel, bar Kainan,"},{"number":38,"verse":"bar Anush, bar Sheth, bar Adom, who was from Aloha."}]}