{"bibleAbbr":"CVg2018","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"Locutusque est Dominus ad Moysen in deserto Sinai in tabernaculo fœderis, prima die mensis secundi, anno altero egressionis eorum ex Ægypto, dicens :"},{"number":2,"verse":"Tollite summam universæ congregationis filiorum Israël per cognationes et domos suas, et nomina singulorum, quidquid sexus est masculini"},{"number":3,"verse":"a vigesimo anno et supra, omnium virorum fortium ex Israël, et numerabitis eos per turmas suas, tu et Aaron."},{"number":4,"verse":"Eruntque vobiscum principes tribuum ac domorum in cognationibus suis,"},{"number":5,"verse":"quorum ista sunt nomina : de Ruben, Elisur, filius Sedeur ;"},{"number":6,"verse":"de Simeon, Salamiel filius Surisaddai ;"},{"number":7,"verse":"de Juda, Nahasson filius Aminadab ;"},{"number":8,"verse":"de Issachar, Nathanaël filius Suar ;"},{"number":9,"verse":"de Zabulon, Eliab filius Helon ;"},{"number":10,"verse":"filiorum autem Joseph, de Ephraim, Elisama filius Ammiud ; de Manasse, Gamaliel filius Phadassur ;"},{"number":11,"verse":"de Benjamin, Abidan filius Gedeonis ;"},{"number":12,"verse":"de Dan, Ahiezer filius Ammisaddai ;"},{"number":13,"verse":"de Aser, Phegiel filius Ochran ;"},{"number":14,"verse":"de Gad, Eliasaph filius Duel ;"},{"number":15,"verse":"de Nephthali, Ahira filius Enan."},{"number":16,"verse":"Hi nobilissimi principes multitudinis per tribus et cognationes suas, et capita exercitus Israël,"},{"number":17,"verse":"quos tulerunt Moyses et Aaron cum omni vulgi multitudine :"},{"number":18,"verse":"et congregaverunt primo die mensis secundi, recensentes eos per cognationes, et domos, ac familias, et capita, et nomina singulorum a vigesimo anno et supra,"},{"number":19,"verse":"sicut præceperat Dominus Moysi. Numeratique sunt in deserto Sinai."},{"number":20,"verse":"De Ruben primogenito Israëlis per generationes et familias ac domos suas, et nomina capitum singulorum, omne quod sexus est masculini a vigesimo anno et supra, procedentium ad bellum,"},{"number":21,"verse":"quadraginta sex millia quingenti."},{"number":22,"verse":"De filiis Simeon per generationes et familias ac domos cognationum suarum recensiti sunt per nomina et capita singulorum, omne quod sexus est masculini a vigesimo anno et supra, procedentium ad bellum,"},{"number":23,"verse":"quinquaginta novem millia trecenti."},{"number":24,"verse":"De filiis Gad per generationes et familias ac domos cognationum suarum recensiti sunt per nomina singulorum a viginti annis et supra, omnes qui ad bella procederent,"},{"number":25,"verse":"quadraginta quinque millia sexcenti quinquaginta."},{"number":26,"verse":"De filiis Juda per generationes et familias ac domos cognationum suarum, per nomina singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":27,"verse":"recensiti sunt septuaginta quatuor millia sexcenti."},{"number":28,"verse":"De filiis Issachar, per generationes et familias ac domos cognationum suarum, per nomina singulorum a vigesimo anno et supra, omnes qui ad bella procederent,"},{"number":29,"verse":"recensiti sunt quinquaginta quatuor millia quadringenti."},{"number":30,"verse":"De filiis Zabulon per generationes et familias ac domos cognationum suarum recensiti sunt per nomina singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":31,"verse":"quinquaginta septem millia quadringenti."},{"number":32,"verse":"De filiis Joseph, filiorum Ephraim per generationes et familias ac domos cognationum suarum recensiti sunt per nomina singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":33,"verse":"quadraginta millia quingenti."},{"number":34,"verse":"Porro filiorum Manasse per generationes et familias ac domos cognationum suarum recensiti sunt per nomina singulorum a viginti annis et supra, omnes qui poterant ad bella procedere,"},{"number":35,"verse":"triginta duo millia ducenti."},{"number":36,"verse":"De filiis Benjamin per generationes et familias ac domos cognationum suarum recensiti sunt nominibus singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":37,"verse":"triginta quinque millia quadringenti."},{"number":38,"verse":"De filiis Dan per generationes et familias ac domos cognationum suarum recensiti sunt nominibus singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":39,"verse":"sexaginta duo millia septingenti."},{"number":40,"verse":"De filiis Aser per generationes et familias ac domos cognationum suarum recensiti sunt per nomina singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":41,"verse":"quadraginta millia et mille quingenti."},{"number":42,"verse":"De filiis Nephthali per generationes et familias ac domos cognationum suarum recensiti sunt nominibus singulorum a vigesimo anno et supra, omnes qui poterant ad bella procedere,"},{"number":43,"verse":"quinquaginta tria millia quadringenti."},{"number":44,"verse":"Hi sunt, quos numeraverunt Moyses et Aaron, et duodecim principes Israël, singulos per domos cognationum suarum."},{"number":45,"verse":"Fueruntque omnis numerus filiorum Israël per domos et familias suas a vigesimo anno et supra, qui poterant ad bella procedere,"},{"number":46,"verse":"sexcenta tria millia virorum quingenti quinquaginta."},{"number":47,"verse":"Levitæ autem in tribu familiarum suarum non sunt numerati cum eis."},{"number":48,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":49,"verse":"Tribum Levi noli numerare, neque pones summam eorum cum filiis Israël :"},{"number":50,"verse":"sed constitue eos super tabernaculum testimonii et cuncta vasa ejus, et quidquid ad cæremonias pertinet. Ipsi portabunt tabernaculum et omnia utensilia ejus : et erunt in ministerio, ac per gyrum tabernaculi metabuntur."},{"number":51,"verse":"Cum proficiscendum fuerit, deponent Levitæ tabernaculum ; cum castrametandum, erigent. Quisquis externorum accesserit, occidetur."},{"number":52,"verse":"Metabuntur autem castra filii Israël unusquisque per turmas et cuneos atque exercitum suum."},{"number":53,"verse":"Porro Levitæ per gyrum tabernaculi figent tentoria, ne fiat indignatio super multitudinem filiorum Israël, et excubabunt in custodiis tabernaculi testimonii."},{"number":54,"verse":"Fecerunt ergo filii Israël juxta omnia quæ præceperat Dominus Moysi."}]}