{"bibleAbbr":"CVg2018","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"Profectusque est populus de Haseroth, fixis tentoriis in deserto Pharan."},{"number":2,"verse":"Ibique locutus est Dominus ad Moysen, dicens :"},{"number":3,"verse":"Mitte viros, qui considerent terram Chanaan, quam daturus sum filiis Israël, singulos de singulis tribubus, ex principibus."},{"number":4,"verse":"Fecit Moyses quod Dominus imperaverat, de deserto Pharan mittens principes viros, quorum ista sunt nomina."},{"number":5,"verse":"De tribu Ruben, Sammua filium Zechur."},{"number":6,"verse":"De tribu Simeon, Saphat filium Huri."},{"number":7,"verse":"De tribu Juda, Caleb filium Jephone."},{"number":8,"verse":"De tribu Issachar, Igal filium Joseph."},{"number":9,"verse":"De tribu Ephraim, Osee filium Nun."},{"number":10,"verse":"De tribu Benjamin, Phalti filium Raphu."},{"number":11,"verse":"De tribu Zabulon, Geddiel filium Sodi."},{"number":12,"verse":"De tribu Joseph, sceptri Manasse, Gaddi filium Susi."},{"number":13,"verse":"De tribu Dan, Ammiel filium Gemalli."},{"number":14,"verse":"De tribu Aser, Sthur filium Michaël."},{"number":15,"verse":"De tribu Nephthali, Nahabi filium Vapsi."},{"number":16,"verse":"De tribu Gad, Guel filium Machi."},{"number":17,"verse":"Hæc sunt nomina virorum, quos misit Moyses ad considerandam terram : vocavitque Osee filium Nun, Josue."},{"number":18,"verse":"Misit ergo eos Moyses ad considerandam terram Chanaan, et dixit ad eos : Ascendite per meridianam plagam. Cumque veneritis ad montes,"},{"number":19,"verse":"considerate terram, qualis sit : et populum qui habitator est ejus, utrum fortis sit an infirmus : si pauci numero an plures :"},{"number":20,"verse":"ipsa terra, bona an mala : urbes quales, muratæ an absque muris :"},{"number":21,"verse":"humus, pinguis an sterilis, nemorosa an absque arboribus. Confortamini, et afferte nobis de fructibus terræ. Erat autem tempus quando jam præcoquæ uvæ vesci possunt."},{"number":22,"verse":"Cumque ascendissent, exploraverunt terram a deserto Sin, usque Rohob intrantibus Emath."},{"number":23,"verse":"Ascenderuntque ad meridiem, et venerunt in Hebron, ubi erant Achiman et Sisai et Tholmai filii Enac : nam Hebron septem annis ante Tanim urbem Ægypti condita est."},{"number":24,"verse":"Pergentesque usque ad Torrentem botri, absciderunt palmitem cum uva sua, quem portaverunt in vecte duo viri. De malis quoque granatis et de ficis loci illius tulerunt :"},{"number":25,"verse":"qui appellatus est Nehelescol, id est Torrens botri, eo quod botrum portassent inde filii Israël."},{"number":26,"verse":"Reversique exploratores terræ post quadraginta dies, omni regione circuita,"},{"number":27,"verse":"venerunt ad Moysen et Aaron et ad omnem cœtum filiorum Israël in desertum Pharan, quod est in Cades. Locutique eis et omni multitudini ostenderunt fructus terræ :"},{"number":28,"verse":"et narraverunt, dicentes : Venimus in terram, ad quam misisti nos, quæ revera fluit lacte et melle, ut ex his fructibus cognosci potest :"},{"number":29,"verse":"sed cultores fortissimos habet, et urbes grandes atque muratas. Stirpem Enac vidimus ibi."},{"number":30,"verse":"Amalec habitat in meridie, Hethæus et Jebusæus et Amorrhæus in montanis : Chananæus vero moratur juxta mare et circa fluenta Jordanis."},{"number":31,"verse":"Inter hæc Caleb compescens murmur populi, qui oriebatur contra Moysen, ait : Ascendamus, et possideamus terram, quoniam poterimus obtinere eam."},{"number":32,"verse":"Alii vero, qui fuerant cum eo, dicebant : Nequaquam ad hunc populum valemus ascendere, quia fortior nobis est."},{"number":33,"verse":"Detraxeruntque terræ, quam inspexerant, apud filios Israël, dicentes : Terra, quam lustravimus, devorat habitatores suos : populus, quem aspeximus, proceræ staturæ est. (34)Ibi vidimus monstra quædam filiorum Enac de genere giganteo : quibus comparati, quasi locustæ videbamur."}]}