{"bibleAbbr":"CVg2018","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":2,"verse":"Præcipe filiis Israël, ut ejiciant de castris omnem leprosum, et qui semine fluit, pollutusque est super mortuo :"},{"number":3,"verse":"tam masculum quam feminam ejicite de castris, ne contaminent ea cum habitaverint vobiscum."},{"number":4,"verse":"Feceruntque ita filii Israël, et ejecerunt eos extra castra, sicut locutus erat Dominus Moysi."},{"number":5,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":6,"verse":"Loquere ad filios Israël : Vir, sive mulier, cum fecerint ex omnibus peccatis, quæ solent hominibus accidere, et per negligentiam transgressi fuerint mandatum Domini, atque deliquerint,"},{"number":7,"verse":"confitebuntur peccatum suum, et reddent ipsum caput, quintamque partem desuper, ei in quem peccaverint."},{"number":8,"verse":"Sin autem non fuerit qui recipiat, dabunt Domino, et erit sacerdotis, excepto ariete, qui offertur pro expiatione, ut sit placabilis hostia."},{"number":9,"verse":"Omnes quoque primitiæ, quas offerunt filii Israël, ad sacerdotem pertinent :"},{"number":10,"verse":"et quidquid in sanctuarium offertur a singulis, et traditur manibus sacerdotis, ipsius erit."},{"number":11,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":12,"verse":"Loquere ad filios Israël, et dices ad eos : Vir cujus uxor erraverit, maritumque contemnens"},{"number":13,"verse":"dormierit cum altero viro, et hoc maritus deprehendere non quiverit, sed latet adulterium, et testibus argui non potest, quia non est inventa in stupro :"},{"number":14,"verse":"si spiritus zelotypiæ concitaverit virum contra uxorem suam, quæ vel polluta est, vel falsa suspicione appetitur :"},{"number":15,"verse":"adducet eam ad sacerdotem, et offeret oblationem pro illa, decimam partem sati farinæ hordeaceæ : non fundet super eam oleum, nec imponet thus : quia sacrificium zelotypiæ est, et oblatio investigans adulterium."},{"number":16,"verse":"Offeret igitur eam sacerdos, et statuet coram Domino,"},{"number":17,"verse":"assumetque aquam sanctam in vase fictili, et pauxillum terræ de pavimento tabernaculi mittet in eam."},{"number":18,"verse":"Cumque steterit mulier in conspectu Domini, discooperiet caput ejus, et ponet super manus illius sacrificium recordationis, et oblationem zelotypiæ : ipse autem tenebit aquas amarissimas, in quibus cum execratione maledicta congessit."},{"number":19,"verse":"Adjurabitque eam, et dicet : Si non dormivit vir alienus tecum, et si non polluta es deserto mariti thoro, non te nocebunt aquæ istæ amarissimæ, in quas maledicta congessi."},{"number":20,"verse":"Sin autem declinasti a viro tuo, atque polluta es, et concubuisti cum altero viro :"},{"number":21,"verse":"his maledictionibus subjacebis : det te Dominus in maledictionem, exemplumque cunctorum in populo suo : putrescere faciat femur tuum, et tumens uterus tuus disrumpatur."},{"number":22,"verse":"Ingrediantur aquæ maledictæ in ventrem tuum, et utero tumescente putrescat femur. Et respondebit mulier : Amen, amen."},{"number":23,"verse":"Scribetque sacerdos in libello ista maledicta, et delebit ea aquis amarissimis, in quas maledicta congessit,"},{"number":24,"verse":"et dabit ei bibere. Quas cum exhauserit,"},{"number":25,"verse":"tollet sacerdos de manu ejus sacrificium zelotypiæ, et elevabit illud coram Domino, imponetque illud super altare, ita dumtaxat ut prius :"},{"number":26,"verse":"pugillum sacrificii tollat de eo, quod offertur, et incendat super altare : et sic potum det mulieri aquas amarissimas."},{"number":27,"verse":"Quas cum biberit, si polluta est, et contempto viro adulterii rea, pertransibunt eam aquæ maledictionis, et inflato ventre, computrescet femur : eritque mulier in maledictionem, et in exemplum omni populo."},{"number":28,"verse":"Quod si polluta non fuerit, erit innoxia, et faciet liberos."},{"number":29,"verse":"Ista est lex zelotypiæ. Si declinaverit mulier a viro suo, et si polluta fuerit,"},{"number":30,"verse":"maritusque zelotypiæ spiritu concitatus adduxerit eam in conspectu Domini, et fecerit ei sacerdos juxta omnia quæ scripta sunt :"},{"number":31,"verse":"maritus absque culpa erit, et illa recipiet iniquitatem suam."}]}