{"bibleAbbr":"KNCL","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"(ಮೃತ್ಯುವಿನಿಂದ ಅಮೃತಕ್ಕೆ) ನಿಮ್ಮ ಅಪರಾಧಗಳ ಹಾಗೂ ಪಾಪಗಳ ದೆಸೆಯಿಂದ ಹಿಂದೊಮ್ಮೆ ನೀವು ಆಧ್ಯಾತ್ಮಿಕವಾಗಿ ಮೃತರಾಗಿದ್ದಿರಿ."},{"number":2,"verse":"ಆಗ ನೀವು ಲೋಕದ ರೀತಿನೀತಿಗಳನ್ನು ಅನುಸರಿಸಿ ಬಾಳಿದಿರಿ. ವಾಯುಮಂಡಲದಲ್ಲಿನ ಅಶರೀರ ಶಕ್ತಿಗಳ ಅಧಿಪತಿಗೆ ಅಧೀನರಾಗಿದ್ದಿರಿ. ದುಷ್ಕರ್ಮಿಗಳನ್ನು ಪ್ರಚೋದಿಸುತ್ತಲಿರುವ ದುರಾತ್ಮನಿಗೆ ವಿಧೇಯರಾಗಿದ್ದಿರಿ."},{"number":3,"verse":"ವಾಸ್ತವವಾಗಿ ಹಿಂದೊಮ್ಮೆ ನಾವೆಲ್ಲರು ಸಹ ಹಾಗೆಯೇ ಇದ್ದೆವು. ಶಾರೀರಿಕ ಆಶೆಆಮಿಷಗಳಿಗೆ ತುತ್ತಾಗಿದ್ದೆವು; ಮಾನಸಿಕ ಹಾಗೂ ಶಾರೀರಿಕ ದುರಿಚ್ಛೆಗಳನ್ನೇ ಈಡೇರಿಸುತ್ತಾ ಬಂದೆವು. ಸ್ವಭಾವತಃ ನಾವು ಸಹ ಇತರರಂತೆಯೇ ದೈವಕೋಪಕ್ಕೆ ಗುರಿಯಾಗಿದ್ದೆವು."},{"number":4,"verse":"ಆದರೆ ಕರುಣಾಮಯ ದೇವರು ನಮ್ಮನ್ನು ಅಪಾರವಾಗಿ ಪ್ರೀತಿಸಿ,"},{"number":5,"verse":"ನಮ್ಮ ಅಪರಾಧಗಳ ನಿಮಿತ್ತ ಆಧ್ಯಾತ್ಮಿಕವಾಗಿ ಮೃತರಾಗಿದ್ದ ನಮ್ಮನ್ನು ಕ್ರಿಸ್ತಯೇಸುವಿನೊಡನೆ ಜೀವಂತರನ್ನಾಗಿ ಮಾಡಿದರು. (ದೈವಾನುಗ್ರಹದಿಂದಲೇ ನೀವೀಗ ಜೀವೋದ್ಧಾರ ಹೊಂದಿದ್ದೀರಿ)."},{"number":6,"verse":"ಯೇಸುಕ್ರಿಸ್ತರೊಡನೆ ನಮ್ಮನ್ನೂ ಎಬ್ಬಿಸಿ, ಸ್ವರ್ಗಲೋಕದಲ್ಲಿ ಅವರ ಸನ್ನಿಧಿಯಲ್ಲಿಯೇ ಮಂಡಿಸುವ ಅವಕಾಶ ಮಾಡಿಕೊಟ್ಟರು."},{"number":7,"verse":"ದೇವರು ಯೇಸುಕ್ರಿಸ್ತರಲ್ಲಿ ನಮಗೆ ತೋರಿದ ದಯೆಯ ಮೂಲಕ ತಮ್ಮ ಅನುಗ್ರಹದ ಶ್ರೀಮಂತಿಕೆಯನ್ನು ಮುಂದಣ ಯುಗಗಳಲ್ಲಿ ತಿಳಿಯಪಡಿಸುವುದೇ ಅವರ ಉದ್ದೇಶವಾಗಿತ್ತು."},{"number":8,"verse":"ದೈವಾನುಗ್ರಹದಿಂದಲೇ ನೀವು ವಿಶ್ವಾಸದ ಮೂಲಕ ಜೀವೋದ್ಧಾರ ಹೊಂದಿದ್ದೀರಿ. ಇದು ನಿಮ್ಮ ಪ್ರಯತ್ನದ ಫಲವಲ್ಲ; ದೇವರಿತ್ತ ವರಪ್ರಸಾದ."},{"number":9,"verse":"ಇದು ಮಾನವರ ಪುಣ್ಯಕಾರ್ಯಗಳ ಪರಿಣಾಮವೂ ಅಲ್ಲ. ಆದುದರಿಂದ ಯಾರೂ ಹೆಮ್ಮೆಪಡಲು ಆಸ್ಪದವಿಲ್ಲ."},{"number":10,"verse":"ನಾವಾದರೋ ದೇವರ ಕಲಾಕೃತಿಗಳು. ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನಾವು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡುತ್ತಾ ಬಾಳಬೇಕೆಂದು ತಾವು ಮೊದಲೇ ನಿರ್ಣಯಿಸಿದ್ದಂತೆ ದೇವರು ನಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದ್ದಾರೆ."},{"number":11,"verse":"(ಒಂದೇ ಜನಾಂಗ) ಹಿಂದೊಮ್ಮೆ ನೀವು ಅನ್ಯಜನರಾಗಿದ್ದಿರಿ ಎಂಬುದು ನಿಮ್ಮ ನೆನಪಿನಲ್ಲಿರಲಿ; ಆಗ ಶಾರೀರಿಕ ಸುನ್ನತಿ ಪಡೆದವರು ನಿಮ್ಮನ್ನು ‘ಸುನ್ನತಿಯಿಲ್ಲದವರು’ ಎಂದು ತುಚ್ಛೀಕರಿಸಿ ಕರೆಯುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಆಗ ನೀವು ಯೇಸುಕ್ರಿಸ್ತರಿಂದ ದೂರವಿದ್ದಿರಿ; ದೇವರು ಆಯ್ದುಕೊಂಡ ಜನಾಂಗಕ್ಕೆ ಸೇರದೆ ಪರಕೀಯರಾಗಿದ್ದಿರಿ; ದೇವರು ತಮ್ಮ ಜನರೊಂದಿಗೆ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಪಾಲಿಲ್ಲದವರಾಗಿದ್ದಿರಿ; ನಂಬಿಕೆ ನಿರೀಕ್ಷೆ ಇಲ್ಲದೆ ಬಾಳಿದಿರಿ ಮತ್ತು ದೇವರಿಲ್ಲದವರಂತೆ ಲೋಕದಲ್ಲಿ ಬದುಕಿದಿರಿ."},{"number":13,"verse":"ಹೀಗೆ ಹಿಂದೊಮ್ಮೆ ದೇವರಿಂದ ದೂರವಾಗಿದ್ದ ನಿಮ್ಮನ್ನು ಕ್ರಿಸ್ತಯೇಸು ಸುರಿಸಿದ ರಕ್ತದ ಮೂಲಕ ದೇವರ ಹತ್ತಿರಕ್ಕೆ ತರಲಾಯಿತು."},{"number":14,"verse":"ಯೇಸುಕ್ರಿಸ್ತರೇ ನಮ್ಮ ಶಾಂತಿದಾತ. ನಿಮ್ಮನ್ನೂ ನಮ್ಮನ್ನೂ ಒಂದುಗೂಡಿಸಿದವರು ಅವರೇ. ನಮ್ಮೀರ್ವರನ್ನು ಪ್ರತ್ಯೇಕಿಸಿದ್ದ ಹಗೆತನವೆಂಬ ಅಡ್ಡಗೋಡೆಯನ್ನು ತಮ್ಮ ಶರೀರದಿಂದಲೇ ಕೆಡವಿಹಾಕಿದ್ದಾರೆ."},{"number":15,"verse":"ವಿಧಿನಿಯಮಗಳಿಂದ ಕೂಡಿದ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ನಿರರ್ಥಕಗೊಳಿಸಿದ್ದಾರೆ. ಉಭಯರನ್ನು ಒಂದುಗೂಡಿಸಿ, ಶಾಂತಿ ಸಮಾಧಾನವನ್ನೇರ್ಪಡಿಸಿ, ನೂತನ ಮಾನವನನ್ನಾಗಿ ಪರಿವರ್ತಿಸಿದ್ದಾರೆ."},{"number":16,"verse":"ತಮ್ಮ ಶಿಲುಬೆಯ ಮರಣದ ಮೂಲಕ ಹಗೆತನವನ್ನು ನಿರ್ಮೂಲಗೊಳಿಸಿ ಉಭಯತ್ರರನ್ನು ಒಂದೇ ದೇಹದಂತೆ ಮಾಡಿ ದೇವರೊಂದಿಗೆ ಸಂಧಾನಗೊಳಿಸಿದ್ದಾರೆ."},{"number":17,"verse":"ಯೇಸುಕ್ರಿಸ್ತರು ಬಂದು ದೇವರಿಂದ ದೂರವಾಗಿದ್ದ ನಿಮಗೂ ಹತ್ತಿರವಾಗಿದ್ದ ನಮಗೂ ಶಾಂತಿಯ ಸಂದೇಶವನ್ನು ಸಾರಿದರು."},{"number":18,"verse":"ಇದರ ಪರಿಣಾಮವಾಗಿ ಅವರ ಮುಖಾಂತರವೇ ಉಭಯತ್ರರು ಒಂದೇ ಪವಿತ್ರಾತ್ಮ ಅವರಲ್ಲಿ ಪಿತನ ಸಾನ್ನಿಧ್ಯವನ್ನು ಸೇರಲು ಮಾರ್ಗವಾಯಿತು."},{"number":19,"verse":"ಹೀಗಿರಲಾಗಿ, ನೀವು ಇನ್ನು ಮೇಲೆ ಪರಕೀಯರೂ ಪರದೇಶಿಗಳೂ ಆಗಿರದೆ, ದೇವಜನರೊಂದಿಗೆ ಸಹಜೀವಿಗಳು ಮತ್ತು ದೇವರ ಮನೆತನದವರು ಆಗಿದ್ದೀರಿ."},{"number":20,"verse":"ಪ್ರೇಷಿತರು ಹಾಗೂ ಪ್ರವಾದಿಗಳೂ ಹಾಕಿದ ತಳಹದಿಯ ಮೇಲೆ ನಿಮ್ಮನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ. ಯೇಸುಕ್ರಿಸ್ತರೇ ಈ ತಳಹದಿಯ ಮುಖ್ಯಮೂಲೆಗಲ್ಲು."},{"number":21,"verse":"ಇಡೀ ಕಟ್ಟಡವು ಅವರನ್ನೇ ಆಧರಿಸಿ, ಎಲ್ಲಾ ಭಾಗಗಳು ಒಂದಕ್ಕೊಂದು ಹೊಂದಿಕೆಯಾಗಿ ನಿಂತು, ಪ್ರಭುವಿಗೆ ಅರ್ಪಿತವಾದ ದೇವಮಂದಿರ ಆಗುತ್ತದೆ."},{"number":22,"verse":"ಯೇಸುಕ್ರಿಸ್ತರ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿ ನೀವು ಸಹ ಇತರರೆಲ್ಲರೊಡನೆ ದೇವರ ನಿವಾಸಕ್ಕೆ ತಕ್ಕ ಮಂದಿರವಾಗಿ ಪವಿತ್ರಾತ್ಮ ಅವರಿಂದ ಕಟ್ಟಲ್ಪಡುತ್ತಿದ್ದೀರಿ."}]}