{"bibleAbbr":"KNCL","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"ಕುಟುಂಬ ಪ್ರೇಮ ಮಕ್ಕಳೇ, ಪ್ರಭುವಿನಲ್ಲಿ ನಿಮ್ಮ ತಂದೆತಾಯಿಗಳ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿ. ಇದು ಧರ್ಮಸಮ್ಮತವಾದುದು."},{"number":2,"verse":"‘ನಿನ್ನ ತಂದೆತಾಯನ್ನು ಗೌರವಿಸು’ ಎಂಬುದು ವಾಗ್ದಾನದಿಂದ ಕೂಡಿದ ಮೊದಲನೆಯ ಆಜ್ಞೆ."},{"number":3,"verse":"ಇದನ್ನು ಪಾಲಿಸಿದರೆ ನಿನಗೆ ಶುಭವಾಗುವುದು; ನೀನು ಬಹುಕಾಲ ಬಾಳುವೆ."},{"number":4,"verse":"ತಂದೆತಾಯಿಗಳೇ, ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೆಣಕಿ ಕೆರಳಿಸಬೇಡಿ. ಪ್ರತಿಯಾಗಿ ಪ್ರಭುವಿಗೆ ಮೆಚ್ಚುಗೆಯಾಗುವ ರೀತಿಯಲ್ಲಿ ಅವರಿಗೆ ಶಿಕ್ಷಣವನ್ನು ಕೊಟ್ಟು ಶಿಸ್ತಿನಿಂದ ಸಾಕಿಸಲಹಿರಿ."},{"number":5,"verse":"ದಾಸ್ಯ - ಸ್ವಾತಂತ್ರ್ಯ ಸೇವಕರೇ, ನೀವು ಮಾಡುತ್ತಿರುವುದು ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸೇವೆಯನ್ನೇ ಎಂದು ಭಾವಿಸಿ, ನಿಮ್ಮ ಲೌಕಿಕ ಧಣಿಗಳಿಗೆ ಭಯಭಕ್ತಿಯಿಂದಲೂ ಏಕಮನಸ್ಸಿನಿಂದಲೂ ವಿಧೇಯರಾಗಿರಿ."},{"number":6,"verse":"ಧಣಿಗಳನ್ನು ಮೆಚ್ಚಿಸುವ ಸಲುವಾಗಿ ಮುಖದಾಕ್ಷಿಣ್ಯದ ಸೇವೆಯನ್ನು ಮಾಡದಿರಿ. ಕ್ರಿಸ್ತಯೇಸುವಿನ ದಾಸರಂತೆ ದೈವೇಚ್ಛೆಯನ್ನು ಹೃದಯಪೂರ್ವಕವಾಗಿ ಈಡೇರಿಸಿರಿ."},{"number":7,"verse":"ನೀವು ಮಾಡುವುದು ಜನಸೇವೆಯಲ್ಲ, ಪ್ರಭುಸೇವೆ ಎಂದೇ ಭಾವಿಸಿ ನಗುಮುಖದಿಂದ ಸೇವೆಮಾಡಿ."},{"number":8,"verse":"ದಾಸ್ಯದಲ್ಲಿರುವವನಾಗಲಿ, ಸ್ವತಂತ್ರವುಳ್ಳವನಾಗಿರಲಿ ಸತ್ಕಾರ್ಯವನ್ನು ಮಾಡುವವನು ಪ್ರಭುವಿನಿಂದ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಪಡೆದೇ ತೀರುವನೆಂದು ನೀವು ಬಲ್ಲಿರಿ."},{"number":9,"verse":"ಯಜಮಾನರೇ, ನೀವು ಕೂಡ ನಿಮ್ಮ ಸೇವಕರೊಡನೆ ಯೋಗ್ಯವಾದ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸಿರಿ. ಅವರನ್ನು ಬೆದರಿಸುವುದನ್ನು ಬಿಟ್ಟುಬಿಡಿ. ಸ್ವರ್ಗಲೋಕದಲ್ಲಿ ನಿಮಗೂ ಅವರಿಗೂ ಒಬ್ಬ ಯಜಮಾನ ಇರುತ್ತಾನೆ. ಆತ ಪಕ್ಷಪಾತಿಯಲ್ಲ ಎಂಬುದನ್ನು ಮರೆಯದಿರಿ."},{"number":10,"verse":"ದಿಟ್ಟ ಹೋರಾಟ ಕೊನೆಯದಾಗಿ, ಪ್ರಭುವಿನ ಅನ್ಯೋನ್ಯತೆಯಲ್ಲಿ ಬಲಾಢ್ಯರಾಗಿರಿ. ಅವರ ಪರಾಕ್ರಮ ಶಕ್ತಿಯನ್ನು ಆಶ್ರಯಿಸಿರಿ."},{"number":11,"verse":"ಸೈತಾನನು ನಿಮಗೆ ಒಡ್ಡುವ ಕುತಂತ್ರಗಳ ವಿರುದ್ಧ ಅಚಲರಾಗಿ ನಿಲ್ಲಲು ನೀವು ಸಮರ್ಥರಾಗುವಂತೆ ದೇವರು ನೀಡುವ ಸಕಲ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ."},{"number":12,"verse":"ನಮ್ಮ ಹೋರಾಟ ಕೇವಲ ನರಮಾನವರೊಂದಿಗಲ್ಲ, ದಿಗಂತದಲ್ಲಿರುವ ಅಧಿಕಾರಿಗಳ ಹಾಗೂ ಆಧಿಪತ್ಯಗಳ ವಿರುದ್ಧ; ಪ್ರಸ್ತುತ ಅಂಧಕಾರಲೋಕಾಧಿಪತಿಗಳ ಹಾಗೂ ಅಶರೀರ ದುಷ್ಟಗಣಗಳ ವಿರುದ್ಧ."},{"number":13,"verse":"ಎಂದೇ, ದೇವರು ಕೊಡುವ ಸಕಲ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳೊಂದಿಗೆ ಸುಸಜ್ಜಿತರಾಗಿರಿ. ಆ ದುರ್ದಿನದಂದು ವೈರಿಗಳನ್ನು ಎದುರಿಸಲು ಆಗ ನೀವು ಶಕ್ತರಾಗುತ್ತೀರಿ. ಮಾತ್ರವಲ್ಲ, ಕಟ್ಟಕಡೆಯವರೆಗೆ ಹಿಮ್ಮೆಟ್ಟದೆ ನಿಲ್ಲುತ್ತೀರಿ;"},{"number":14,"verse":"ಹಿಮ್ಮೆಟ್ಟದೆ ನಿಲ್ಲಲೇಬೇಕು. ಇದಕ್ಕಾಗಿ ಸತ್ಯವೆಂಬ ನಡುಕಟ್ಟನ್ನು ಕಟ್ಟಿಕೊಳ್ಳಿ. ನೀತಿಯೆಂಬ ರಕ್ಷಕವಚವನ್ನು ತೊಟ್ಟುಕೊಳ್ಳಿರಿ."},{"number":15,"verse":"ಶಾಂತಿಯ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಲು ಶ್ರದ್ಧೆಯೆಂಬ ಪಾದರಕ್ಷೆಯನ್ನು ಮೆಟ್ಟುಕೊಳ್ಳಿರಿ."},{"number":16,"verse":"ಸತತವೂ ವಿಶ್ವಾಸವೆಂಬ ಗುರಾಣಿಯನ್ನು ಹಿಡಿದುಕೊಳ್ಳಿರಿ. ಹೀಗೆ ಸೈತಾನನ ಅಗ್ನಿಬಾಣಗಳನ್ನೆಲ್ಲಾ ನಂದಿಸಲು ಶಕ್ತರಾಗುವಿರಿ."},{"number":17,"verse":"ರಕ್ಷಣೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನು ಧರಿಸಿಕೊಳ್ಳಿ; ಪವಿತ್ರಾತ್ಮರ ಕೊಡುಗೆಯಾದ ದೇವರ ವಾಕ್ಯವು ನಿಮಗೆ ಖಡ್ಗವಾಗಿರಲಿ."},{"number":18,"verse":"ಪವಿತ್ರಾತ್ಮರಿಂದ ಪ್ರೇರಿತರಾಗಿ ಎಲ್ಲಾ ಸಮಯಗಳಲ್ಲೂ ಪ್ರಾರ್ಥಿಸಿರಿ. ನಿಮ್ಮ ಕೋರಿಕೆ, ಬೇಡಿಕೆಗಳನ್ನು ದೇವರಿಗೆ ಅರ್ಪಿಸಿರಿ. ಎಚ್ಚರವಾಗಿದ್ದು ಎಲ್ಲಾ ದೇವಜನರಿಗಾಗಿ ಎಡೆಬಿಡದೆ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":19,"verse":"ಶುಭಸಂದೇಶದ ಸತ್ಯಾರ್ಥವನ್ನು ನಿರ್ಭೀತನಾಗಿ ಸಾರಲು ಸೂಕ್ಷ್ಮವಾದ ಮಾತುಗಳನ್ನು ದೇವರು ನನಗೆ ದಯಪಾಲಿಸಲೆಂದು ನನಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":20,"verse":"ಶುಭಸಂದೇಶದ ನಿಮಿತ್ತ ನಾನು ಸೆರೆಯಾಳಾಗಿದ್ದರೂ ಪ್ರಭುವಿನ ರಾಯಭಾರಿಯಾಗಿದ್ದೇನೆ. ಎಂತಲೇ, ಈ ಶುಭಸಂದೇಶವನ್ನು ಧೈರ್ಯದಿಂದ ಸೂಕ್ತ ರೀತಿಯಲ್ಲಿ ಸಾರಲಾಗುವಂತೆ ನನಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":21,"verse":"ಅಂತಿಮ ಆಶೀರ್ವಾದ ಪ್ರಿಯ ಸಹೋದರ ತುಖಿಕನು ನನ್ನ ವಿಷಯವಾಗಿಯೂ ನನ್ನ ಕೆಲಸಕಾರ್ಯಗಳ ವಿಷಯವಾಗಿಯೂ ನಿಮಗೆ ತಿಳಿಸುವನು. ಆತ ಪ್ರಭುವಿನ ಪ್ರಾಮಾಣಿಕ ಸೇವಕ."},{"number":22,"verse":"ನಮ್ಮ ಸಮಾಚಾರವನ್ನು ನಿಮಗೆ ತಿಳಿಸಲೆಂದು ಹಾಗೂ ನಿಮ್ಮನ್ನು ಉತ್ತೇಜಿಸಲೆಂದು ಆತನನ್ನು ನಿಮ್ಮಲ್ಲಿಗೆ ಕಳುಹಿಸಿದ್ದೇನೆ."},{"number":23,"verse":"ಪಿತನಾದ ದೇವರೂ ಪ್ರಭುವಾದ ಯೇಸುಕ್ರಿಸ್ತರೂ ಸಹೋದರರಿಗೆ ಶಾಂತಿಸಮಾಧಾನವನ್ನು ಮತ್ತು ಪ್ರೀತಿವಿಶ್ವಾಸವನ್ನು ದಯಪಾಲಿಸಲಿ."},{"number":24,"verse":"ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರಲ್ಲಿ ಚಿರಪ್ರೀತಿಯನ್ನಿಟ್ಟ ಎಲ್ಲರಿಗೂ ದೇವರ ಅನುಗ್ರಹ ಲಭಿಸಲಿ!"}]}