{"bibleAbbr":"awaERV2005","bookName":"दूसर इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( आसा क परिवर्तन) परमेस्सर क आतिमा आदेद क पूत अजर्याह पइ उतरी।"},{"number":2,"verse":"अजर्याह आसा स भेंटइ गवा। अजर्याह कहेस, “आसा अउ यहूदा अउ बिन्यामीन क सबहिं लोग मोर सुनइँ। यहोवा तोहरे संग तब अहइ जब तू ओकरे संग अहा। जदि तू यहोवा क हेरब्या तउ तू ओका पउब्या। किन्तु जदि तू ओका छोड़ब्या तउ उ तोहका तजि देइ।"},{"number":3,"verse":"बहोत समइ तलक इस्राएल बिना सच्चे परमेस्सर क, सिच्छा देइ वाला बिना याजक क अउ बिना नेम क रहेन।"},{"number":4,"verse":"किन्तु जब इस्राएल क लोग कस्ट मँ पड़इँ तउ उ पचे फुन इस्राएल क यहोवा परमेस्सर कइँती लउटइ। उ पचे यहोवा क हेरेन अउ ओका पाएन।"},{"number":5,"verse":"ओन बिपत्ति क दिनन मँ कउनो मनई सुरच्छित जात्रा नाहीं कइ सकत रहा। सबहिं रास्ट्र बहोत जियादा उपद्रव ग्रस्त रहेन।"},{"number":6,"verse":"एक रास्ट्र दूसरे रास्ट्र क अउर एक नगर दूसरे नगर क नस्ट करत रहा। इ एह बरे होत रहा कि परमेस्सर हर तरह क बिपत्तियन स ओनका परेसान करत रहा।"},{"number":7,"verse":"किन्तु आसा, तू अउर यहूदा अउ बिन्यामीन क लोगो, सक्तीसाली बना। कमजोर न पड़ा, ढीले न पड़ा काहेकि तोहका पचन्क अपने नीक काम क पुरस्कार मिली।”"},{"number":8,"verse":"आसा जब एन बातन अउर ओदेद नबी क संदेसा क सुनेस, तउ उ बहोत उत्साहित भवा। तब उ सारे यहूदा अउ बिन्यामीन छेत्र स घिनौनी मूरतियन क हटाइ दिहस अउर उ एप्रैम क पहाड़ी देस मँ अपने अधिकार मँ लाए गए नगरन मँ मूरतियन क हटाएस अउर उ यहोवा क उ वेदी क मरम्मत किहस जउन यहोवा क मन्दिर क ओसारे क समन्वा रही।"},{"number":9,"verse":"तब आसा यहूदा अउ बिन्यामीन क सबहिं लोगन क बटोरेस। उ एप्रैम, मनस्से अउर सिमोन परिवारन क भी बटोरेस जउन इस्राएल देस स यहूदा देस मँ रहइ बरे आइ ग रहेन। ओनकर बड़ी गनती यहूदा मँ आइ काहेकि उ पचे लखेन कि आसा क यहोवा परमेस्सर, आसा क संग अहइ।"},{"number":10,"verse":"आसा क हुकूमत क पन्द्रहवें बरिस क तीसरे महीने मँ आसा अउर उ सबइ लोग यरूसलेम मँ बटुरेन।"},{"number":11,"verse":"उ समइ उ पचे यहोवा क सात सौ बर्धन अउ सात हजार भेड़िन अउ बोकरन क बलि दिहन। आसा क फउज ओन जनावरन अउर दूसर कीमती चिजियन क अपने दुस्मनन स लिहे रहा।"},{"number":12,"verse":"तब उ पचे आपन पुरखन क यहोवा परमेस्सर क सेवा पूरे हिरदइ अउर आपन पूरी जान स करइ क एक करार अउर वाचा मँ किहन।"},{"number":13,"verse":"कउनो मनई जउन यहोवा परमेस्सर क सेवा स इन्कार करत रहा, मार दीन्ह जात रहा। इ बात क कउनो महत्व नाहीं रहा कि उ मनई महत्वपूर्ण या साधारण अहइ या मनसेधू या मेहरारु अहइ।"},{"number":14,"verse":"तब आसा अउ लोगन यहोवा क किरिया लिहन। उ पचे ऊँची अवाज मँ उद्घोस किहन। उ पचे तुरही अउ भेड़न क सींग बजाएन।"},{"number":15,"verse":"यहूदा स सबहिं लोग खुस रहेन काहेकि उ पचे पूरे हिरदइ स किरिया खाए रहेन। उ पचे पूरे हिरदइ स यहोवा क अनुसरण किहन अउ यहोवा क खोज किहन अउर ओका पाएन। एह बरे यहोवा यहोवा ओनके पूरे देस मँ सान्ति दिहस।"},{"number":16,"verse":"राजा आसा अपनी महतारी आका क राजमाता क पद स हटाइ दिहस। आसा इ एह बरे किहस काहेकि माका असेरा क सम्मान देइ बरे एक भयंकर खम्भा खड़ा किहे रहा। आसा इ खम्भा क काट दिहस अउर एका नान्ह नान्ह टूकन मँ तहस नहस कइ दिहस। तब उ ओन नान्ह टूकन क किद्रोन घाटी मँ बार दिहस।"},{"number":17,"verse":"ऊँच जगहन क यहूदा स नाहीं हटावा गवा, किन्तु आसा क हिरदइ जिन्नगी भइ यहोवा क बरे स्रद्धालु रहा।"},{"number":18,"verse":"आसा ओन पवित्तर भेंटन यहोवा क मन्दिर मँ लिआएस जेनका ओकर बाप राखस रहेन। उ सबइ चिजियन चाँदी अउ सोना क बनी रहिन।"},{"number":19,"verse":"आसा क हुकूमत क पैंतीस बरिस तलक कउनो जुद्ध नाहीं भवा।"}]}