{"bibleAbbr":"awaERV2005","bookName":"दूसर इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"( याजक यहोयादा अउर राजा योआस) सताएँ बरिस मँ यहोयादा आपन सक्ती देखाएस। उ सेनापितयन क संग सन्धि किहस। उ सबइ नायक: यरोहाम क पूत अजर्याह यहोहानान क पूत इस्माएल, ओबेद क पूत अजर्याह, अदायाह क पूत मासेयाह अउर जिक्री क पूत एलीसापात रहेन।"},{"number":2,"verse":"उ पचे यहूदा क चारिहुँ कइँती गएन अउर यहूदा क सबहिं नगरन स उ पचे लेवीबंसियन क बटोरेन। उ पचे इस्राएल क परिवारन क प्रमुखन क भी बटोरेन। तब उ पचे यरूसलेम गएन।"},{"number":3,"verse":"सबहिं लोग एक संग मिलिके राजा क संग परमेस्सर क मन्दिर मँ एक ठु सन्धि किहन। यहोयादा एन लोगन स कहेस, “राजा क पूत हुकूमत करी। इहइ उ बचन अहइ जउन यहोवा दाऊद क संतानन क सम्बंधित दिहे रहा।"},{"number":4,"verse":"अब, तोहका इ जरूर करइ चाही: याजकन अउ लेवीयन सबित क दिन तू पचन्मँ स जउन सेवा पइ जात हीं ओनकर एक तिहाई दुआरे क रच्छा करी।"},{"number":5,"verse":"तोहार एक तिहाई राजमहल पइ रही अउर तोहार एक तिहाई पहिले फाटक पइ रही। मुला दूसर सबहिं लोग यहोवा क मन्दिर क अँगना मँ रहिहीं।"},{"number":6,"verse":"कउनो भी मनई क यहोवा क मन्दिर मँ न आवइ द्या। सिरिफ सेवा करइवाले याजकन अउ लेवीबंसियन क पवित्तर होइ क कारण, यहोवा क मन्दिर मँ आवइ क आग्या अहइ। मुला दूसर लोग उ कारज करिहीं जउन यहोवा दइ रखेस ह।"},{"number":7,"verse":"लेवीबंसियन जरूर राजा क नजिक रहइ चाही। हर एक मनई अपनी तरवार अपने संग रखी। जदि कउनो मनई मन्दिर मँ प्रवेस करइ क कोसिस करत ह तउ उ मनई क मार डावा। तू पचन्क राजा क संग रहब बाटइ उ जहाँ।”"},{"number":8,"verse":"लेवीबंसी अउ यहूदा क सबहिं लोग याजक यहोयादा जउन आदेस दिहस, ओकर पालन किहस। याजक यहोयादा याजकन क समूह मँ स कउनो क छूट नाहीं दिहस। इ तरह हरेक सेनापित आपन सबहिं लोगन क जउन सबित क दिन सेवा मँ जात रहेन, अउर जउन सेवा मँ नाहीं जात रहेन लइ लिहेन।"},{"number":9,"verse":"याजक यहोयादा अधिकारियन क उ सबइ भालन अउर बड़ा अउ नान्ह ढारन क दिहन जउन राजा दाऊद क रहिन। उ सबइ हथियार परमेस्सर क मन्दिर मँ धरे रहेन।"},{"number":10,"verse":"तब यहोयादा लोगन क बताएस कि ओनका कहाँ खड़ा होब अहइ। हर एक मनई अपने हथियार अपने हाथ मँ लिहे रहा। उ पचे मन्दिर क दाई अउ बाई सबइ रासतन मँ खड़ा भएन। उ पचे वेदी, मन्दिर अउर राजा क निचके खड़े रहेन।"},{"number":11,"verse":"उ पचे राजा क पूत क बाहेर लिआएन अउर ओका मुकुट पहिराइ दिहन। उ पचे ओका व्यवस्था क किताब क एक प्रति दिहन। तब उ पचे योआस क राजा बनाएसन यहोयादा अउर ओकरे पूतन योआस क अभिसेक किहन। उ पचे कहेन, “राजा दीर्घायु होइ।”"},{"number":12,"verse":"अतल्याह मन्दिर कइँती दउड़त भए अउर राजा क बड़कइ करत भए लोगन क सोर सुनेस। उ यहोवा क मन्दिर पइ लोगन क लगे आइ।"},{"number":13,"verse":"उ नजर दउड़ाएस अउर राजा क लखेस। राजा राज स्तम्भ क संग सामनेवाले दुआर पइ खड़ा रहा। अधिकारी अउ लोग जउन तुरही बजावत रहेन, राजा क लगे रहेन। देस क लोग खुस रहेन अउर तुरही बजावत रहेन। गायक संगीत क बाजन क बजावत रहेन। गायक बड़कई क गायन मँ लोगन क अगुवाई करत रहेन। तब अतल्याह अपने ओढ़नन क फारि डाएस, अउर उ कहेस, “सड्यन्त्र, सड्यन्त्र।”"},{"number":14,"verse":"याजक यहोयादा फउजे क नायकन क बाहेर लिआवा। उ ओनसे कहेस, “अतल्याह क, सेना स, बाहेर लइ आवा। अपनी तरवार क उपयोग उ मनई क मार डावइ बरे करा जउन ओकरे संग जात ह।” तब याजक फउजियन क चितउनी दिहस, “अतल्याह क यहोवा क मन्दिर मँ जिन मारा।”"},{"number":15,"verse":"तब ओन लोग अतल्याह क पकड़ लिहन जब उ राजमहल क घोड़ दुआर पइ आइ। तब उ पचे उहइ जगह पइ ओका मार डाएन।"},{"number":16,"verse":"तब यहोयादा राजा अउर सबहिं लोगन क संग एक ठु सन्धि किहस। सबहिं स्वीकार किहन कि उ पचे यहोवा क लोग रहिहीं।"},{"number":17,"verse":"सबहिं लोग बाल क मूर्ति क मन्दिर मँ गएन अउर ओका उखाड़ डाएन। उ पचे बाल क मन्दिर क वेदियन अउर मूरतियन क तोड़ डाएन। उ पचे बाल क वेदी क समन्वा बाल क याजक मत्तान क मार डाएस।"},{"number":18,"verse":"तब यहोयादा याजकन क चुनेस अउर ओनका यहोवा क मन्दिर बरे उत्तरदायी बनाएस। उ पचे याजक लेवीबंसी रहेन अउर दाऊद ओनका यहोवा क मन्दिर क बरे उत्तरदायी होइ क कार्य सौपे रहा। ओन याजकन क होमबलि मूसा क आदेस क अनुसार यहोवा क चढ़ाउब रही। उ पचे बहोत खुसी स दाऊद क निर्देस क अनुसार गावत भए बलि चढ़ावत रहेन।"},{"number":19,"verse":"यहोयादा यहोवा क मन्दिर क दुआरे पइ दुआरपाल रखेस जेहसे कउनो मनई जउन कउनो दृस्टि स सुद्ध नाहीं रहा मन्दिर मँ नाहीं जाइ सकत रहा।"},{"number":20,"verse":"यहोयादा फउज क नायकन, प्रमुखन लोगन क प्रसासकन अउ देस क सबहिं लोगन क अपने संग लिहस। तब यहोयादा राजा क यहोवा क मन्दिर स बाहेर निकारेस अउर उ पचे ऊपरी दुआरे स राजमहल मँ गएन। उ जगह पइ उ पचे राजा क गद्दी पइ बइठाएन।"},{"number":21,"verse":"यहूदा क सबहिं लोग बहोत खुस रहेन अउर यरूसलेम नगर मँ सान्ति रही काहेकि अतल्याह तरकारे स मार दीन्ह गइ रही।"}]}