{"bibleAbbr":"awaERV2005","bookName":"दूसर इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"( राजा हिजकिय्याह सुधार करत ह) फसह पर्व क उत्सव पूरा भवा। इस्राएल क जउन लोग फसह पर्व क क बरे यरूसलेम मँ रहेन, उ पचे यहूदा क नगरन क चले गएन। तब उ पचे पाथर क ओन मूरतियन क नेस्तनाबूत किहन जउन ओन नगरन मँ रहिन। ओन पाथर क मूरतियन क पूजन लबार देवतन क रुप मँ होत रहा। ओन लोग असेरा क खम्भन क भी काट डाएन अउर उ पचे ओन ऊँची जगहियन अउर वेदियन क भी तोर डाएन जउन बिन्यामीन अउर यहूदा क पूरे देसन मँ रहेन। लोग एप्रैम अउर मनस्से क छेत्र मँ उहइ किहन। लोग इ तब किहन जब उ पचे लबार देवतन क पूजा क सबहिं चिजियन क नस्ट नाहीं किहन। तब सबहिं इस्राएली अपने नगरन क घर लउट आएन।"},{"number":2,"verse":"राजा हिजकिय्याह फुन याजकन अउ लेवीबंसियन क समूहन मँ बाँटेस अउर हर एक समूह क आपना बिसेस कार्य करब होत रहा। एह बरे राजा हिजकिय्याह ओन समूहन क आपन कार्य फुन स करइ क कहेस। एह बरे याजकन अउ लेवीबंसियन क फुन स होमबलि अउ मेलबलि चढ़ावइ क काम रहा। ओन क काम मन्दिर मँ सेवा करब, गाना अउ यहोवा क भवन क दुआर पइ परमेस्सर क स्तुति करब रहा।"},{"number":3,"verse":"हिजकिय्याह अपने गोरुअन मँ स कछू क होमबलि बरे दिहस। इ सबइ गोरु हर रोज भिंसारे अउ साँझ क होमबलि बरे प्रयोग मँ आवत रहेन। इ सबइ गोरु सबित क दिनन मँ अउर नवचन्द्र क समइ अउर दूसर बिसेस उत्सवन पइ दीन्ह जात रहिन। इ वइसे ही कीन्ह जात रहा जइसा यहोवा क ब्यवस्था मँ लिखा अहइ।"},{"number":4,"verse":"हिजकिय्याह यरूसलेम मँ रहइवाले लोगन क आदेस दिहस कि आपन अनाज क हींसा याजकन अउ लेवीबंसियन क देइँ। तबहिं याजक अउ लेवीबंसी आपन क यहोवा क नेम क अनुसार सेवा बरे देइ चाही रही।"},{"number":5,"verse":"देस क चारिहुँ कइँती क लोग इ आदेस क बारे मँ सुनेन। एह बरे इस्राएल क लोग अपने कटा भवा अन्न, अंगूर, तेल, सहद अउ जउन कछू भी उ पचे अपने खेतन मँ उगावत रहेन ओन सबहिं फसलन क पहिला हींसा दिहेस। उ पचे स्वेच्छा स एन सबहिं चिजियन क दसवाँ हींसा लिआएन।"},{"number":6,"verse":"इस्राएल अउ यहूदा क लोग जउन यहूदा क नगरन मँ रहत रहेन अपने गोरुअन अउ भेड़िन क दसवाँ हींसा भी लिआएन। उ पचे ओन चिजियन क दसवाँ हींसा भी लिआएन जेका अलगाइ दीन्ह ग रहेन अउर यहोवा ओनका परमेस्सर क अर्पित कीन्ह ग रहेन। उ पचे ओन सबहिं चिजियन क अपने यहोवा, परमेस्सर क बरे लइके आएन। उ पचे ओन सबहिं चिजियन क ढेरन मँ धरेन।"},{"number":7,"verse":"लोग तीसरे महीने मँ अपनी चिजियन क संग्रह क लिआउब सुरु किहन अउर उ पचे संग्रह क लिआउब सातवे महीने पूरा किहन।"},{"number":8,"verse":"जब हिजकिय्याह अउ प्रमुख लोग आएन तउ उ पचे संग्रह कीन्ह गइ चिजियन क ढेरन क लखेन। उ पचे यहोवा क स्तुति किहन अउर इस्राएल क लोगन अर्थात यहोवा क लोगन क बड़कई किहन।"},{"number":9,"verse":"तब हिजकिय्याह याजकन अउ लेवीबंसियन क ढेरन क सम्बंध मँ पूछेस।"},{"number":10,"verse":"सादोक परिवार क मुख्य याजक अजर्याह हिजकिय्याह स कहेस, “उ समइ स जब स लोग भेंटन क यहोवा क मन्दिर मँ लिआउब सुरू कइ दिहेन ह एह बरे हम लोगन क लगे खाइ बरे बहोत जियादा अहइ। हम लोग भर पेट खाए अउर अबहिं तलक हम लोगन क लगे बहोत बचा ह। यहोवा अपने लोगन क सच मँ आसीस दिहेस ह। एह बरे हम लोगन क लगे इ सब बचा ह।”"},{"number":11,"verse":"तब हिजकिय्याह याजकन क आदेस दिहस कि उ पचे यहोवा क मन्दिर मँ भण्डार घर तइयार रखइँ। एह बरे इ कीन्ह गवा।"},{"number":12,"verse":"तब याजक लोग उपहार, भेंटन क दसमांस अउर दूसर चिजियन लिआएन जउन सिरिफ यहोवा क दीन्ह जाब रहिन। उ पचे सबहिं संग्रह कीन्ह गइ चिजियन मन्दिर क भण्डार घरन मँ रख दीन्ह गइन। लेवीबंसि कोनन्याह सबहिं संग्रह कीन्ह गइ चिजियन क अधीच्छक रहा। कोनन्याह क भाई सिमी ओन चिजियन क उपाधीच्छक रहा।"},{"number":13,"verse":"कोनन्याह अउ ओकर भाई एन मनइयन क निरीच्छक रहेन: अहीएल, अजज्याह, नहत, असाहेल, यरीमेत, योजाबाद, एलीएल, यिस्मक्याह, महत अउर बनायाह। राजा हिजकिय्याह अउ यहोवा क मन्दिर क अधीच्छक अधिकारी अजर्याह ओन मनइयन क चुनेस।"},{"number":14,"verse":"यिम्ना लेवी क पूत कोरे ओन भेंटन क अधीच्छक रहा जेनका लोग स्वेच्छा स चढ़ावत रहेन। उ ओन चिजियन क उत्तरदायी रहा जउन यहोवा क दीन्ह जात रहेन अउ उ ओन उपहारन क बाँटइ क जिम्मेदार रहा जउन यहोवा बरे पवित्तर बनाई जात रहिन। कोरे पूवीर् दुआर क दुआरपाल रहा।"},{"number":15,"verse":"एदेन, मिन्यामीन, येसू समायाह, अमर्याह अउ सकन्याह कोरे क मदद करत रहेन। उ सबइ लोग ईमानदारी स ओन नगरन मँ सेवा करत रहेन जहाँ याजक रहेत रहेन। उ पचे बहोत महत्त्वपूर्ण अउर कम महत्त्वपूर्ण दुइनँउ याजकन क समान मात्रा मँ चिजियन दिहेन।"},{"number":16,"verse":"इ सबइ लोग संग्रह कीन्ह भइ चिजियन क तीन बरिस अउ ओहसे जियादा उमिर क लरिकन अउर मनइयन क भी देत रहेन जेनकर नाउँ लेविबंस क इतिहास मँ लिखा भवा रहेन। एन सबहिं मनइयन यहोवा क मन्दिर मँ आपन हर दिन क सेवा अउर दूसर काम जेकर उ जिम्मेदार रहेन, बरे जाइ क रहेन। हरेक समूह क आपन नेतिक जिम्मेदारी रहेन।"},{"number":17,"verse":"याजकन क संग्रह कीन्ह भवा चिजियन स ओनकर हींसा दीन्ह जात रहेन। परिवारिक आधार पइ, परिवार क इतिहास मँ लिखित सूची अनुसार इ कीन्ह गए रहेन। बीस बरिस या ओहसे अधिक उमिर क लेवीबंसियन क संग्रह क ओनकर हींसा दीन्ह जात रहा। इ ओनकर जिम्मेदारी अउ वर्ग क अनुसार कीन्ह जात रहा।"},{"number":18,"verse":"लेवीबंसियन क बच्चन, मेहररुअन, पूत अउ बिटियन भी संग्रह चिजियन क आपन हींसा पावत रहेन। इ ओन सबहिं लेवीबंसियन क बरे कीन्ह जात रहा जउन परिवार क इतिहासन मँ अंकित रहेन। इ लेवीबंसियन बरे कीन्ह ग रहेन ताकि उ पचे आपन आप क बिस्सास क संग पवित्तर राखेन अउर सेवा करइ बरे तइयार रहेन।"},{"number":19,"verse":"याजक हारून क कछू संतानन क लगे कछू खेती जोग्ग नगर क लगे हुवाँ रहेन जहाँ लेवीबंसी रहत रहेन अउर हारून क संतानन मँ स कछू नगरन मँ भी रहत रहेन। ओन नगरन मँ स हर एक मँ हारून क एन संतानन क संग्रह चिजियन क हींसा देइ बरे मनई नामांकन क जरिये चुने जात रहेन। मनसेधू अउर उ सबइ सबहिं जेनकर नाउँ लेवीबंस क इतिहास मँ रहा सबहिं संग्रह चिजियन क हींसा पानत रहेन।"},{"number":20,"verse":"इ तरह राजा हिजकिय्याह पूरे यहूदा मँ उ सबइ सब चिजियन क किहन। उ उहइ किहस जउन यहोवा, ओकरे परमेस्सर क दृस्टि मँ अच्छा, ठीक अउर बिस्सास जोग्ग रहा।"},{"number":21,"verse":"उ जउन भी कार्य परमेस्सर क मन्दिर क सेवा मँ, नेमन व सबइ आग्या क पालन करइ मँ अउर अपने परमेस्सर क अनुसरण करइ मँ किहेस ओहमाँ ओक कामयाबी मिली। हिजकिय्याह इ सबइ सबहिं कार्य अपने पूरे हिरदइ स किहस।"}]}