{"bibleAbbr":"awaERV2005","bookName":"दूसर इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"( यहूदा क राजा यहोआहाज) यहूदा क लोग यरूसलेम मँ नवा राजा क रूप मँ योसियाह क पूत यहोआहाज क ताजपोसी किहेस।"},{"number":2,"verse":"यहोआहाज जब यहूदा क राजा भवा, उ तेईस बरिस क रहा। उ यरूसलेम मँ तीन महीने राजा रहा।"},{"number":3,"verse":"तब मिस्र क राजा नको यहोआहाज क बन्दी बनाइ लिहस। नको यहूदा क लोगन क पौने चार टन चाँदी अउ पचहत्तर पौण्ड सोना दण्डरासि देइ क मजबूर किहस।"},{"number":4,"verse":"नको यहोआहाज क भाई क यहूदा अउ यरूसलेम क नवा राजा होइ क बरे चुनेस। यहोआहाज क भाई क नाउँ एल्याकीम रहा। तब नको एल्याकीम क एक नवा नाउँ दिहस। उ ओकर नाउँ यहोयाकीम रखेस किन्तु नको यहोआहाज क मिस्र लइ गवा।"},{"number":5,"verse":"( यहूदा क राजा यहोआकीम) यहोआकीम उ समइ पच्चीस बरिस क रहा जब उ यहूदा क राजा भवा। उ गियारह बरिस तलक यरूसलेम मँ राजा रहा। यहोयाकीम उहइ किहेस जेका यहोवा बुरा समुझत अहा। उ अपने यहोवा परमेस्सर क बिरुद्ध पाप किहस।"},{"number":6,"verse":"बाबेल क राजा नबूकदनेस्सर यहूदा पइ हमला किहस। उ यहोयाकीम क बन्दी बनाएस अउर ओका काँसे क जंजीरन मँ डाएस। तब नबूकदनेस्सर राजा यहोयाकीम क बाबेल लइ गवा।"},{"number":7,"verse":"नबूकदनेस्सर यहोवा क मन्दिर स कछू चिजियन लइ गवा। उ ओन चिजियन क बावेल लइ गवा अउर अपने घर अर्थात राजमहल मँ रखेस।"},{"number":8,"verse":"यहोयाकीम जउन दूसर काम किहस, जउन भयंकर पाप उ किहस अउर हर एक काम जेका करइ क उ अपराधी रहा, इ सबइ काम यहूदा अउ इस्राएल क राजा लोगन क इतिहास नाउँ किताबे मँ लिखे अहइँ। यहोयाकीन, यहोयाकींम क जगह पइ नवा राजा भवा। यहोयाकीन, यहोयाकीम क पूत रहा।"},{"number":9,"verse":"( यहूदा क राजा यहोयाकीन) यहोयाकीन जब यहूदा क राजा भवा, अट्ठारह बरिस क रहा। उ यरूसलेम मँ तीन महीने दस दिन राजा रहा। उ उ सबइ काम किहस जेका यहोवा दुआरा बुरा समुझा जात रहा।"},{"number":10,"verse":"बसन्त मँ राजा नबूकदनेस्सर कछू सेवकन क यहोयाकीन क धरइ क पठएस। उ पचे यहोयाकीन अउ यहोवा क मन्दिर मँ स कछू कीमती खजाना बाबेल लइ गएन। नबूकदनेस्सर सिदकिय्याह क यहूदा अउ यरूसलेम क नवा राजा होइ बरे चुनेस। सिदकिय्याह यहोयाकीन क सम्बन्धी रहा।"},{"number":11,"verse":"( यहूदा क राजा सिदकिय्याह) सिदकिय्याह जब यहूदा क राजा बना, इक्कीस बरिस क रहा। उ यरूसलेम मँ गियारह बरिस तलक राजा रहा।"},{"number":12,"verse":"सिदकिय्याह उहइ किहेस जेका यहोवा दुआरा बुरा समुझा जात रहा। यिर्मयाह नबी यहोवा कइँती स सँदेसन ओका दिहस मुला उ अपने क बिनम्र नाहीं बनाएस अउर यिर्मयाह नबी जउन कहेस ओकर पालन नाहीं किहस।"},{"number":13,"verse":"( यरूसलेम नेस्त नाबूद भवा) सिदकिय्याह नबूकदनेस्सर क खिलाफ विद्रोह किहस। कछू समइ पहिले नबूकदनेस्सर सिदकिय्याह स प्रतिग्या कराए रहा कि उ नबूकदनेस्सर क बिस्सासपात्र रही। सिदकिय्याह परमेस्सर क नाउँ लिहस अउर नबूकदनेस्सर क बरे बिस्सासपात्र बने रहइ क प्रतिग्या किहस मुला सिदकिय्याह बहोत अड़ियल रहा अउर उ आपन जिन्नगी बदलइ, इस्राएल क यहोवा परमेस्सर क लगे लउटइ अउ ओकरी आग्या मानइ स इन्कार कइ दिहस।"},{"number":14,"verse":"याजकन क सबहिं प्रमुखन अउ यहूदा क लोगन क प्रमुखन यहोवा क धोखा दिहेस। उ पचे रास्ट्रन क भयंकर करमन स भी बुरा करम किहस। ओन प्रमुखन लोगन यहोवा क मन्दिर क अपमान किहेन जेका उ यरूसलेम मँ अर्पित किहे रहा।"},{"number":15,"verse":"ओनके पुरखन क यहोवा परमेस्सर अपने लोगन क चितउनी देइ क बरे बार बार नबियन क पठएस। यहोवा इ एह बरे किहस कि ओका ओन पइ कृपालु रही अउर मन्दिर क लिए दुःख रहा।"},{"number":16,"verse":"किन्तु परमेस्सर क लोगन परमेस्सर क नबियन क मजाक उड़ाएन। उ पचे परमेस्सर क नबियन क सुनइ स इन्कार किहेस। उ पचे परमेस्सर क संदेस क नकार दिहेस। आखीर मँ परमेस्सर अपने लोगन पइ ऍतना कोहान कि ओका रोकइ क बरे कछू भी नाहीं रहा।"},{"number":17,"verse":"एह बरे परमेस्सर बाबेल क राजा क यहूदा क लोगन पइ हमला करइ बरे लिआवा। बाबेल क राजा जुवा मनइयन क मन्दिर मँ होइ प भी मार डाएस। उ यहूदा अउ यरूसलेम क लोगन पइ दया नाहीं किहस। बाबेल क राजा जुवा मनइयन, जुवा मेहररूअन अउ बूढ़ा मनइयन सबहिं लोगन क मारेस। परमेससर नबूकदनेस्सर क यहूदा अउ यरूसलेम क लोगन क दण्ड देइ दिहस।"},{"number":18,"verse":"नबूकदनेस्सर परमेस्सर क मन्दिर क, राजा अउ राजा क अधिकारियन क सबहिं कीमती चिजियन लइ लिहस।"},{"number":19,"verse":"नबूकदनेस्सर अउ ओकर फउज मन्दिर क आगी लगाइ दिहस। उ पचे यरूसलेम क चहारदीवारी गियाइ दिहन अउर राजा अउ ओकरे अधिकारियन क सबहिं घरन क बार दिहन। उ पचे यरूसलेम स हर एक कीमती चीज लिहन या ओका नस्ट कइ दिहन।"},{"number":20,"verse":"नबूकदनेस्सर एकरे पाछे भी जिअत बचे लोगन क, बाबुल लइ गवा अउर ओनका दास होइ क मजबूर किहस। उ सबइ लोग बाबेल मँ दास क तरह तब तलक रहेन जब तलक फारस क सम्राट बाबेल क राज्ज क पराजित नाहीं किहस।"},{"number":21,"verse":"इ तरह यहोवा, इस्राएल क लोगन क जउन कछू यिर्मयाह नबी स कहवावा, उ सबइ ठीक घटित भवा। यहोवा यिर्मयाह क जरिये कहे रहा: “इ जगह सत्तर बरिस तलक सूनी अउ उजाड़ देस रही। इ भूइँया क सबइ सबित विस्राम क खुसी मनावइ बरे होइ जेका लोग नाहीं किहे रहा।”"},{"number":22,"verse":"इ तब पहिले बरिस भवा जब फारस क राजा कूस्रू हुकूमत करत रहा। यहोवा कूस्रू क हिरदइ क एक खास प्रायस्चित करइ बरे उत्तेजित किहेस ताकि जउन कछू यहोवा यिर्मयाह नबी क माध्यम स कहेस सबइ घटित सकतेन। जेहसे उ आदेस लिखेस अउर अपने राज्ज मँ हर एक जगह पइ पठएस:"},{"number":23,"verse":"फारस क राजा कूस्रू इहइ कहत ह: सरग क परमेस्सर यहोवा मोका पूरी पृथ्वी क राजा बनाएस ह। उ मोका अपने बरे एक मन्दिर यरूसलेम मँ बनावइ क जिम्मेदारी दिहस ह। अब तू सबहिं जउन परमेस्सर क लोग अहा, यरूसलेम जाइ क बरे अजाद ह्वा। यहोवा परमेस्सर तोहरे संग होइ।"}]}