{"bibleAbbr":"t4t2014","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"Christ exhorts the congregation at Sardis to wake up and repent. But the members who are worthy will live with him. “Write this message to the leader [MET] of the congregation in Sardis city: ‘I am saying these things to you. I am the one who can give to people all the power of God's Spirit (OR, in whom is the Spirit of God who has all kinds of power; OR, who has God's Spirit, who is symbolized as seven spirits), and I am the one who has the seven stars. I know everything that you have done. You(pl) appear to be alive spiritually, but you are so weak spiritually it is as though you are dead [MET]."},{"number":2,"verse":"Become aware of your spiritual need as though you were awaking from sleep [MET], and strengthen yourself spiritually, because you are so useless that you are like someone who is about to die [MET]. You must do this because I know that my God considers that nothing that you do is satisfactory."},{"number":3,"verse":"So then, keep remembering God's message, what you accepted when you heard it. Obey it continually, and turn away from your sinful behavior. If you do not become aware of your spiritual need and turn away from your [MET] sinful behavior, I will come to you when you are not expecting me, as a thief comes [SIM]. You will never know at what time I will come to judge you."},{"number":4,"verse":"Nevertheless, there in Sardis you have a few members who have not been doing what is wrong. It is as though they have not soiled their garments [MET]. As a result, because they are worthy to live with me, they will live with me and will be pure in every way [MET], like people who are dressed in pure white clothing."},{"number":5,"verse":"Everyone who conquers Satan I will dress in these same white garments [MET] (OR, will be pure in every way as though they are dressed in these white garments), and I will never erase their names from the book that contains the names of the people who have eternal life. Instead, as my Father and his angels are listening, I will acknowledge that they [MTY] belong to me."},{"number":6,"verse":"Everyone who wants to understand [MTY] must listen carefully to the message that God's Spirit speaks to the congregations.’ ”"},{"number":7,"verse":"Christ exhorts the congregation at Philadelphia to continue to obey his word and to be faithful; he promises that some Jews will acknowledge that he loves the congregation, and he also promises that he will keep the congregation from spiritual harm during the period of testing. “Write this message to the leader [MET] of the congregation in Philadelphia city: ‘I am saying these things to you. I am God's Holy One, the True One. Just like King David had authority [MTY] to allow people to enter the ancient city of Jerusalem, so I have the authority to allow people to enter my kingdom. I am the one who opens doors so that no one can close them, and who closes doors so that no one can open them."},{"number":8,"verse":"I know everything you have done. Be aware that I have opened before you a door that no one can close. I know that although you do not have many believers (OR, much spiritual strength) [MTY] in your congregation, you have obeyed what I say, and you have not denied that you believe in me [MTY]."},{"number":9,"verse":"I am aware that some of your people meet together with those who follow/worship Satan. They claim to be Jews, but I know that they are not true Jews. They are lying. I will cause them to come to you and to bow down humbly at your feet and to acknowledge that I love you."},{"number":10,"verse":"Because you have paid attention to the message to endure patiently when you suffered, I will keep you safe from those who will try to harm you spiritually during the period/time that is about to come. At that time God will cause rebellious people on the earth to suffer, in order that I can determine whether they will turn away from their sins or not."},{"number":11,"verse":"I am coming soon. So continue ◄to hold fast to/to believe firmly► the message that you have received, in order that no one may cause you to lose the reward that God has reserved for you."},{"number":12,"verse":"I will make everyone who conquers Satan secure. They will be firm like [MET] the pillars in the temple of my God, and they will remain there forever. I will mark them with the name of my God, showing that they belong to him. I will also mark them with the name of the city of my God, showing that they will live there. That city is the New Jerusalem, the city that will descend out of heaven from my God. I will also mark them with my new name, showing that they belong to me."},{"number":13,"verse":"Everyone who wants to understand [MTY] must listen carefully to the message that God's Spirit speaks to the congregations.’ ”"},{"number":14,"verse":"Christ exhorts the congregation at Laodicea to repent of their neglect of fellowship with him and of their failure to accept his provision for their spiritual needs. He waits to restore fellowship with any member of the congregation who will respond to his call. “Write this message to the leader [MET] of the congregation in Laodicea city: ‘I am saying these things to you. I am the one who ◄guarantees all of God's promises/confirms that God will do all that he has promised► [MET]. I am the one who testifies about God reliably and accurately. I am the one by whom God created all things."},{"number":15,"verse":"I know everything that you have done: You neither deny that you trust in me nor love/obey me zealously/wholeheartedly. You are like water that is neither cold nor hot. I wish that you were either cold or hot!"},{"number":16,"verse":"Because you are neither enthusiastic about me nor concerned about your lack of spiritual growth [MET], I am about to reject you [MET], as if I were spitting lukewarm water out of my mouth."},{"number":17,"verse":"You are saying, ‘Because we have all that we need spiritually, we are like rich people who have acquired a lot of wealth. We lack nothing!’ But you do not realize that you are lacking in so many ways spiritually that you are like [MET] people who are very wretched and pitiful, poor, blind, and naked."},{"number":18,"verse":"I advise you to obtain from me all that you need spiritually, as though you were buying from me gold that has been refined by fire {that fire has refined}, in order that you may be truly rich [MET] spiritually. Let me make you righteous, as though you were [MET] buying from me white garments in order that you might wear clothes instead of being naked and ashamed. Let me help you to perceive spiritual things, as though [MET] you were buying from me eye salve in order to anoint your eyes in order that you might see."},{"number":19,"verse":"Since I rebuke and correct all those whom I affectionately love, earnestly turn away from your sinful behavior."},{"number":20,"verse":"Be aware that I call each one of you to respond to me as though [MET] I was standing waiting at your door and knocking. I will come to all those who hear my voice and respond to me, and I will fellowship with them as friends do when they eat together [MET]."},{"number":21,"verse":"I will permit everyone who conquers Satan to sit and rule with me on my throne, just like I conquered Satan and now sit and rule with my Father on his throne."},{"number":22,"verse":"Everyone who wants to understand [MTY] must listen carefully to the message that God's Spirit speaks to the congregations.’ ”"}]}