{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਪੱਤ੍ਰੀ ਗਲਾਤੀਆਂ ਨੂੰ","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"( ਮਸੀਹ ਵੱਲੋਂ ਪਰਕਾਸ਼ ਹੋਈ ਪੌਲੁਸ ਦੀ ਖੁਸ਼ ਖਬਰੀ) ਲਿਖਤੁਮ ਪੌਲੁਸ ਜਿਹੜਾ ਰਸੂਲ ਹਾਂ, ਮਨੁੱਖਾਂ ਦੀ ਵੱਲੋਂ ਨਹੀਂ, ਨਾ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਰਾਹੀਂ ਸਗੋਂ ਯਿਸੂ ਮਸੀਹ ਦੇ ਅਤੇ ਪਿਤਾ ਪਰਮੇਸ਼ੁਰ ਦੇ ਰਾਹੀਂ ਜਿਹ ਨੇ ਉਸ ਨੂੰ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਵਾਲਿਆ"},{"number":2,"verse":"ਅਤੇ ਓਹ ਸਭ ਭਰਾ ਜਿਹੜੇ ਮੇਰੇ ਨਾਲ ਹਨ। ਅੱਗੇ ਜੋਗ ਗਲਾਤਿਯਾ ਦੀਆਂ ਕਲੀਸਿਯਾਂ ਨੂੰ"},{"number":3,"verse":"ਤੁਹਾਨੂੰ ਕਿਰਪਾ ਅਤੇ ਸ਼ਾਂਤੀ ਪਿਤਾ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਤੇ ਸਾਡੇ ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੀ ਵੱਲੋਂ ਮਿਲਦੀ ਰਹੇ"},{"number":4,"verse":"ਜਿਹ ਨੇ ਸਾਡਿਆਂ ਪਾਪਾਂ ਦੇ ਕਾਰਨ ਆਪਣੇ ਆਪ ਨੂੰ ਦੇ ਦਿੱਤਾ ਭਈ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਪਿਤਾ ਦੀ ਇੱਛਿਆ ਦੇ ਅਨੁਸਾਰ ਸਾਨੂੰ ਇਸ ਵਰਤਮਾਨ ਬੁਰੇ ਜੁੱਗ ਤੋਂ ਬਚਾ ਲਵੇ"},{"number":5,"verse":"ਉਹ ਦੀ ਵਡਿਆਈ ਜੁੱਗੋ ਜੁੱਗ ਹੋਵੇ।। ਆਮੀਨ।।"},{"number":6,"verse":"ਮੈਂ ਅਚਰਜ ਹੁੰਦਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਤੋਂ ਜਿਹ ਨੇ ਮਸੀਹ ਦੀ ਕਿਰਪਾ ਵਿੱਚ ਤੁਹਾਨੂੰ ਸੱਦਿਆ ਐਨੀ ਛੇਤੀ ਹੋਰ ਕਿਸੇ ਖੁਸ਼ ਖਬਰੀ ਦੀ ਵੱਲ ਝੁੱਕਦੇ ਜਾਂਦੇ ਹੋ"},{"number":7,"verse":"ਪਰ ਉਹ ਤਾਂ ਦੂਜੀ ਖੁਸ਼ ਖਬਰੀ ਨਹੀਂ ਪਰੰਤੂ ਕਈਕੁ ਹਨ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਘਬਰਾਉਂਦੇ ਹਨ ਅਤੇ ਮਸੀਹ ਦੀ ਖੁਸ਼ ਖਬਰੀ ਨੂੰ ਵਿਗਾੜਨਾ ਚਾਹੁੰਦੇ ਹਨ"},{"number":8,"verse":"ਪਰ ਜੇਕਰ ਅਸੀਂ ਵੀ ਯਾ ਸੁਰਗ ਤੋਂ ਕੋਈ ਦੂਤ ਉਸ ਖੁਸ਼ ਖਬਰੀ ਤੋਂ ਬਿਨਾ ਜਿਹੜੀ ਅਸਾਂ ਤੁਹਾਨੂੰ ਸੁਣਾਈ ਸੀ ਕੋਈ ਹੋਰ ਖੁਸ਼ ਖਬਰੀ ਤੁਹਾਨੂੰ ਸੁਣਾਵੇ ਤਾਂ ਉਹ ਸਰਾਪਤ ਹੋਵੇ !"},{"number":9,"verse":"ਜਿੱਕੁਰ ਅਸਾਂ ਅੱਗੇ ਕਿਹਾ ਹੈ ਤਿੱਕੁਰ ਮੈਂ ਹੁਣ ਫੇਰ ਵੀ ਆਖਦਾ ਹਾਂ ਭਈ ਜੇ ਕੋਈ ਉਸ ਖੁਸ਼ ਖਬਰੀ ਤੋਂ ਬਿਨਾ ਜਿਹੜੀ ਤੁਸਾਂ ਕਬੂਲ ਕੀਤੀ ਤੁਹਾਨੂੰ ਕੋਈ ਹੋਰ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਵੇ ਤਾਂ ਉਹ ਸਰਾਪਤ ਹੋਵੇ!"},{"number":10,"verse":"ਕੀ ਮੈਂ ਹੁਣ ਮਨੁੱਖਾਂ ਨੂੰ ਮਨਾਉਂਦਾ ਹਾਂ ਯਾ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ? ਅਥਵਾ ਕੀ ਮੈਂ ਮਨੁੱਖਾਂ ਨੂੰ ਰਿਝਾਇਆ ਚਾਹੁੰਦਾ ਹਾਂ ? ਜੇ ਮੈਂ ਅਜੇ ਤੋੜੀ ਮਨੁੱਖਾਂ ਨੂੰ ਰਿਝਾਉਂਦਾ ਰਹਿੰਦਾ ਤਾਂ ਮੈਂ ਮਸੀਹ ਦਾ ਦਾਸ ਨਾ ਹੁੰਦਾ।।"},{"number":11,"verse":"ਹੇ ਭਰਾਵੋ, ਮੈਂ ਉਸ ਖੁਸ਼ ਖਬਰੀ ਦੇ ਵਿਖੇ ਜਿਹੜੀ ਮੈਂ ਸੁਣਾਈ ਸੀ ਤੁਹਾਨੂੰ ਚਿਤਾਰਦਾ ਹਾਂ ਭਈ ਉਹ ਇਨਸਾਨ ਦੇ ਅਨੁਸਾਰ ਨਹੀਂ ਹੈ"},{"number":12,"verse":"ਉਹ ਮੈਨੂੰ ਨਾ ਤਾਂ ਇਨਸਾਨ ਕੋਲੋਂ ਮਿਲੀ, ਨਾ ਹੀ ਮੈਂ ਸਿਖਾਇਆ ਗਿਆ ਸਗੋਂ ਉਹ ਯਿਸੂ ਮਸੀਹ ਦੇ ਪਰਕਾਸ਼ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਪਰਾਪਤ ਹੋਈ"},{"number":13,"verse":"ਕਿਉਂ ਜੋ ਯਹੂਦੀਆਂ ਦੇ ਮਤ ਵਿੱਚ ਜਿਹੜਾ ਅੱਗੇ ਮੇਰਾ ਚਲਣ ਸੀ ਸੋ ਤੁਸਾਂ ਉਹ ਦੀ ਖਬਰ ਸੁਣ ਹੀ ਲਈ ਭਈ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਲੀਸਿਯਾ ਨੂੰ ਹੱਦੋਂ ਬਾਹਰ ਸਤਾਉਂਦਾ ਅਤੇ ਉਹ ਨੂੰ ਬਰਬਾਦ ਕਰਦਾ ਸਾਂ"},{"number":14,"verse":"ਅਤੇ ਆਪਣਿਆਂ ਵੱਡਿਆਂ ਦੀਆਂ ਰੀਤਾਂ ਲਈ ਡਾਢਾ ਅਣਖੀ ਹੋ ਕੇ ਮੈਂ ਯਹੂਦੀਆਂ ਦੇ ਮਤ ਵਿੱਚ ਆਪਣੀ ਕੌਮ ਦੇ ਬਾਹਲੇ ਹਾਣੀਆਂ ਨਾਲੋਂ ਸਿਰ ਕੱਢ ਸਾਂ"},{"number":15,"verse":"ਪਰ ਜਦੋਂ ਉਹ ਦੀ ਜਿਨ ਮੈਨੂੰ ਮੇਰੀ ਮਾਤਾ ਦੀ ਕੁੱਖੋਂ ਹੀ ਵੱਖਰਾ ਕੀਤਾ ਅਤੇ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਸੱਦਿਆ ਇਹ ਭਾਉਣੀ ਹੋਈ"},{"number":16,"verse":"ਜੋ ਆਪਣੇ ਪੁੱਤ੍ਰ ਨੂੰ ਮੇਰੇ ਵਿੱਚ ਪਰਕਾਸ਼ ਕਰੇ ਭਈ ਮੈਂ ਉਹ ਦੀ ਖੁਸ਼ ਖਬਰੀ ਪਰਾਈਆਂ ਕੌਮਾਂ ਵਿੱਚ ਸੁਣਾਵਾਂ ਤਦੋਂ ਹੀ ਮੈਂ ਮਾਸ ਅਤੇ ਲਹੂ ਤੋਂ ਸਲਾਹ ਨਾ ਪੁੱਛੀ"},{"number":17,"verse":"ਨਾ ਯਰੂਸ਼ਲਮ ਨੂੰ ਓਹਨਾਂ ਕੋਲ ਗਿਆ ਜਿਹੜੇ ਮੈਥੋਂ ਪਹਿਲਾਂ ਰਸੂਲ ਬਣੇ ਸਨ ਸਗੋਂ ਮੈਂ ਅਰਬ ਨੂੰ ਚੱਲਿਆ ਗਿਆ ਅਤੇ ਫੇਰ ਦੰਮਿਸਕ ਨੂੰ ਮੁੜ ਆਇਆ।।"},{"number":18,"verse":"ਤਦ ਤਿੰਨਾਂ ਵਰਿਹਾਂ ਦੇ ਪਿੱਛੋਂ ਕੇਫਾਸ ਦੇ ਦਰਸ਼ਣ ਕਰਨ ਲਈ ਮੈਂ ਯਰੂਸ਼ਲਮ ਨੂੰ ਗਿਆ ਅਤੇ ਉਹ ਦੇ ਕੋਲ ਪੰਦਰਾਂ ਦਿਨ ਰਿਹਾ"},{"number":19,"verse":"ਪਰ ਪ੍ਰਭੁ ਦੇ ਭਰਾ ਯਾਕੂਬ ਤੋਂ ਬਿਨਾ ਮੈਂ ਰਸੂਲਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਡਿੱਠਾ"},{"number":20,"verse":"ਹੁਣ ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਤੁਹਾਨੂੰ ਲਿਖਦਾ ਹਾਂ, ਵੇਖੋ, ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਕਹਿੰਦਾ ਹਾਂ, ਮੈਂ ਝੂਠ ਨਹੀਂ ਬੋਲਦਾ !"},{"number":21,"verse":"ਉਹ ਦੇ ਮਗਰੋਂ ਮੈਂ ਸੁਰਿਯਾ ਅਤੇ ਕਿਲਿਕਿਯਾ ਦੇ ਇਲਾਕਿਆਂ ਵਿੱਚ ਗਿਆ"},{"number":22,"verse":"ਅਤੇ ਯਹੂਦਿਆਂ ਦੀਆਂ ਕਲੀਸਿਯਾਂ ਨੂੰ ਜੋ ਮਸੀਹ ਵਿੱਚ ਸਨ ਅਜੇ ਮੇਰੇ ਚਿਹਰੇ ਦੀ ਸਿਆਣ ਵੀ ਨਾ ਸੀ"},{"number":23,"verse":"ਪਰ ਨਿਰਾ ਓਹ ਇਹ ਸੁਣਦੀਆਂ ਸਨ ਭਈ ਜਿਹੜਾ ਸਾਨੁੰ ਅੱਗੇ ਸਤਾਉਂਦਾ ਸੀ ਉਹ ਹੁਣ ਉਸ ਨਿਹਚਾ ਦੀ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਉਂਦਾ ਹੈ ਜਿਹ ਨੂੰ ਅੱਗੇ ਬਰਬਾਦ ਕਰਦਾ ਸੀ"},{"number":24,"verse":"ਅਤੇ ਓਹਨਾਂ ਮੇਰੇ ਕਾਰਨ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵਡਿਆਈ ਕੀਤੀ।।"}]}