{"bibleAbbr":"RcV2003","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"And the people became like those who murmur about their misfortune in the ears of Jehovah; and when Jehovah heard it, His anger was kindled, and the fire of Jehovah burned among them and consumed some at the outskirts of the camp."},{"number":2,"verse":"And the people cried to Moses; and Moses prayed to Jehovah, and the fire abated."},{"number":3,"verse":"And the name of that place was called Taberah because the fire of Jehovah had burned among them."},{"number":4,"verse":"And the mixed multitude that was among them lusted exceedingly; and the children of Israel also wept again and said, Who shall give us meat to eat?"},{"number":5,"verse":"We remember the fish which we used to eat in Egypt for nothing, the cucumbers and the melons and the leeks and the onions and the garlic;"},{"number":6,"verse":"But now our appetite has gone; there is nothing at all but this manna to look at."},{"number":7,"verse":"Now the manna was like coriander seed, and its appearance like the appearance of bdellium."},{"number":8,"verse":"The people went about and gathered it and ground it between two millstones or beat it in a mortar; then they boiled it in pots and made cakes of it; and its taste was like the taste of cakes baked in oil."},{"number":9,"verse":"And when the dew fell on the camp at night, the manna would fall with it."},{"number":10,"verse":"And Moses heard the people weeping throughout their families, each at the entrance of his tent; and the anger of Jehovah was kindled greatly, and Moses was displeased."},{"number":11,"verse":"And Moses said to Jehovah, Why have You treated Your servant badly, and why have I not found favor in Your sight, that You have put the burden of all this people upon me?"},{"number":12,"verse":"Did I conceive all this people? Or did I bring them forth, so that You should say to me, Carry them in your bosom, as a nurse carries the nursing child, to the land which You swore to give to their fathers?"},{"number":13,"verse":"From where should I get meat to give to all this people? For they weep before me, saying, Give us meat, so that we may eat!"},{"number":14,"verse":"I am not able to bear all this people alone, for it is too heavy for me."},{"number":15,"verse":"And if this is the way You deal with me, please kill me at once — if I have found favor in Your sight — and do not let me see my wretchedness."},{"number":16,"verse":"So Jehovah said to Moses, Gather to Me seventy, each one from the elders of Israel, whom you know are the elders of the people and their officers, and bring them to the Tent of Meeting, and have them stand there with you."},{"number":17,"verse":"Then I will come down and talk with you there, and I will take of the Spirit who is upon you and will put Him upon them; and they shall bear the burden of the people with you, so that you do not bear it alone."},{"number":18,"verse":"And you shall say to the people, Sanctify yourselves for tomorrow, and you shall eat meat; for you have wept in the ears of Jehovah, saying, Who will give us meat to eat? For it was well with us in Egypt. Therefore Jehovah will give you meat, and you shall eat."},{"number":19,"verse":"You shall eat not one day, nor two days, nor five days, nor ten days, nor twenty days,"},{"number":20,"verse":"But a whole month, until it comes out from your nostrils and becomes loathsome to you, because you have rejected Jehovah who is among you and have wept before Him, saying, Why did we ever come out of Egypt?"},{"number":21,"verse":"But Moses said, The people, among whom I am, are six hundred thousand on foot; and You have said, I will give them meat so that they may eat a whole month."},{"number":22,"verse":"Will flocks and herds be slain for them, to satisfy them? Or will all the fish of the sea be gathered together for them, to satisfy them?"},{"number":23,"verse":"And Jehovah said to Moses, Has Jehovah’s hand become short? Now you will see whether My word will come to pass for you or not."},{"number":24,"verse":"So Moses went out and told the people the words of Jehovah, and he gathered seventy, each one from the elders of the people, and set them around the tent."},{"number":25,"verse":"And Jehovah came down in the cloud and spoke to him, and He took of the Spirit who was upon him, and put Him upon the seventy elders. And when the Spirit rested upon them, they prophesied, but they did not do so again."},{"number":26,"verse":"But two men had remained in the camp, the name of the one was Eldad, and the name of the other Medad. And the Spirit rested upon them. (Now they were among those who were registered, but they had not gone out to the tent.) And they prophesied in the camp."},{"number":27,"verse":"And a certain young man ran and told Moses and said, Eldad and Medad are prophesying in the camp."},{"number":28,"verse":"And Joshua the son of Nun, the attendant of Moses, one of his chosen men, answered and said, My lord Moses, restrain them!"},{"number":29,"verse":"But Moses said to him, Are you jealous for my sake? Oh that all Jehovah’s people were prophets, that Jehovah would put His Spirit upon them!"},{"number":30,"verse":"And Moses returned to the camp, he and the elders of Israel."},{"number":31,"verse":"And a wind went forth from Jehovah and brought quails from the sea and let them fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, all around the camp, and about two cubits above the surface of the earth."},{"number":32,"verse":"And the people rose up all that day and all the night and all the next day, and they gathered the quail. He who gathered least gathered ten homers. And they spread them out for themselves all around the camp."},{"number":33,"verse":"While the meat was still between their teeth, before it was chewed, the anger of Jehovah was kindled against the people, and Jehovah struck the people with a very severe plague."},{"number":34,"verse":"And the name of that place was called Kibroth-hattaavah because there they buried the people who lusted."},{"number":35,"verse":"From Kibroth-hattaavah the people journeyed to Hazeroth, and they remained at Hazeroth."}]}