{"bibleAbbr":"RcV2003","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"Then the whole assembly lifted up their voice and cried, and the people wept that night."},{"number":2,"verse":"And all the children of Israel murmured against Moses and against Aaron; and the whole assembly said to them, If only we had died in the land of Egypt! Or if only we had died in this wilderness!"},{"number":3,"verse":"And why does Jehovah bring us into this land to fall by the sword? Our wives and our little ones will become plunder. Would it not be better for us to return to Egypt?"},{"number":4,"verse":"And they said one to another, Let us appoint a captain, and let us return to Egypt."},{"number":5,"verse":"Then Moses and Aaron fell on their faces before the whole congregation of the assembly of the children of Israel."},{"number":6,"verse":"And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who spied out the land, tore their clothes."},{"number":7,"verse":"And they spoke to the whole assembly of the children of Israel, saying, The land through which we passed to spy out is an exceedingly good land."},{"number":8,"verse":"If Jehovah is pleased with us, He will bring us into this land and give it to us, a land which flows with milk and honey."},{"number":9,"verse":"Only do not rebel against Jehovah, nor should you fear the people of the land, for they are our bread. Their protection has been removed from them, and Jehovah is with us; do not fear them."},{"number":10,"verse":"But the whole assembly said to stone them with stones. Then the glory of Jehovah appeared in the Tent of Meeting to all the children of Israel."},{"number":11,"verse":"And Jehovah said to Moses, How long will this people despise Me? And how long will they not believe in Me, in spite of all the signs that I have done among them?"},{"number":12,"verse":"I will strike them with pestilence and dispossess them, and I will make of you a nation greater and mightier than they."},{"number":13,"verse":"But Moses said to Jehovah, Then the Egyptians will hear of it, for by Your might You brought this people up from their midst,"},{"number":14,"verse":"And they will tell the inhabitants of this land. They have heard that You, Jehovah, are in the midst of this people; for You, O Jehovah, are seen in plain sight, and Your cloud stands over them, and You go before them in a pillar of cloud by day and in a pillar of fire by night."},{"number":15,"verse":"Now if You put this people to death as one man, then the nations that have heard the report about You will speak, saying,"},{"number":16,"verse":"Because Jehovah was not able to bring this people into the land which He swore to give them, He has therefore slaughtered them in the wilderness."},{"number":17,"verse":"And now, I pray, let the power of the Lord be great, just as You have spoken, saying,"},{"number":18,"verse":"Jehovah is slow to anger and abundant in lovingkindness, forgiving iniquity and transgression; but He will by no means clear the guilty, visiting the iniquity of the fathers upon the children to the third and the fourth generations."},{"number":19,"verse":"Pardon, I pray, the iniquity of this people according to the greatness of Your lovingkindness, just as You have forgiven this people from Egypt even until now."},{"number":20,"verse":"Then Jehovah said, I have pardoned them according to your word;"},{"number":21,"verse":"But as surely as I live, and as all the earth will be filled with the glory of Jehovah,"},{"number":22,"verse":"None of those men who have seen My glory and My signs, which I did in Egypt and in the wilderness, yet have tried Me these ten times and have not listened to My voice,"},{"number":23,"verse":"Shall see the land which I swore to give to their fathers, nor shall any of those who despised Me see it."},{"number":24,"verse":"Only My servant Caleb, because he had a different spirit and has fully followed Me, will I bring into the land which he entered; and his descendants shall take possession of it."},{"number":25,"verse":"Now since the Amalekites and the Canaanites dwell in the valleys, turn tomorrow, and set out into the wilderness by the way that leads to the Red Sea."},{"number":26,"verse":"Then Jehovah spoke to Moses and to Aaron, saying,"},{"number":27,"verse":"How long shall I bear with this evil assembly, which murmurs against Me? I have heard the murmurings of the children of Israel, which they are making against Me."},{"number":28,"verse":"Say to them, As I live, declares Jehovah, just as you have spoken in My ears, so will I do to you."},{"number":29,"verse":"Your corpses shall fall in this wilderness, and none of you who were numbered, according to the number you counted from twenty years old and upward, who have murmured against Me,"},{"number":30,"verse":"Shall come into the land, in which I swore to settle you, except Caleb the son of Jephunneh and Joshua the son of Nun."},{"number":31,"verse":"But your little ones, whom you said would become plunder, I will bring in, and they will know the land which you have rejected."},{"number":32,"verse":"But as for you, your corpses shall fall in this wilderness."},{"number":33,"verse":"And your children shall wander in the wilderness forty years, and they shall suffer for your unfaithfulness until your corpses have been consumed in the wilderness."},{"number":34,"verse":"According to the number of the days which you spied out the land, forty days, a year for every day, you shall bear your iniquities, forty years; and you shall know My displeasure."},{"number":35,"verse":"I, Jehovah, have spoken; surely I will do this to all this evil assembly who are gathered together against Me. In this wilderness they shall be consumed, and there they shall die."},{"number":36,"verse":"And the men whom Moses sent to spy out the land, who returned and made the whole assembly to murmur against him by bringing up an evil report against the land,"},{"number":37,"verse":"That is, those men who brought up an evil report of the land, died by the plague before Jehovah."},{"number":38,"verse":"Only Joshua the son of Nun and Caleb the son of Jephunneh remained alive out of those men who went to spy out the land."},{"number":39,"verse":"And when Moses spoke these words to all the children of Israel, the people mourned greatly."},{"number":40,"verse":"And they rose up early in the morning to go up to the top of the mountain, saying, Here we are; now we will go up to the place which Jehovah has spoken of, for we have sinned."},{"number":41,"verse":"But Moses said, Why do you again transgress the commandment of Jehovah? This will not succeed."},{"number":42,"verse":"Do not go up — for Jehovah is not among you — so that you are not struck down before your enemies."},{"number":43,"verse":"For the Amalekites and the Canaanites are there before you, and you shall fall by the sword. Because you have turned back from following Jehovah, therefore Jehovah will not be with you."},{"number":44,"verse":"But they presumed to go up to the top of the mountain, even though neither the Ark of the Covenant of Jehovah nor Moses had departed out of the midst of the camp."},{"number":45,"verse":"Then the Amalekites and the Canaanites who dwelt in that hill country came down and struck them and beat them back as far as Hormah."}]}