{"bibleAbbr":"RcV2003","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Speak to the children of Israel, and take from them rods, one for each father’s house, twelve rods from all their leaders according to their fathers’ houses; you shall write everyone’s name upon his rod."},{"number":3,"verse":"And you shall write Aaron’s name upon the rod of Levi, for there shall be one rod for the head of each of their fathers’ houses."},{"number":4,"verse":"And you shall place them in the Tent of Meeting before the Testimony, where I meet with you."},{"number":5,"verse":"And the rod of the man whom I choose shall bud, and I will put a stop to the murmurings of the children of Israel against Me, which they murmur against you."},{"number":6,"verse":"So Moses spoke to the children of Israel. And every one of their leaders gave him a rod, one rod for each leader according to their fathers’ houses, twelve rods, with the rod of Aaron among their rods."},{"number":7,"verse":"And Moses placed the rods before Jehovah in the Tent of the Testimony."},{"number":8,"verse":"And on the next day Moses went into the Tent of the Testimony, and there was the rod of Aaron for the house of Levi: it had budded; it even put forth buds and produced blossoms and bore ripe almonds."},{"number":9,"verse":"And Moses brought out all the rods from before Jehovah to all the children of Israel, and they looked; and each one took his rod."},{"number":10,"verse":"Then Jehovah said to Moses, Put back the rod of Aaron before the Testimony to be kept as a sign against the rebels, so that you may put an end to their murmurings against Me, and they not die."},{"number":11,"verse":"And Moses did so; just as Jehovah commanded him, so he did."},{"number":12,"verse":"And the children of Israel spoke to Moses, saying, Alas, we die out; we perish; all of us perish."},{"number":13,"verse":"Everyone who comes near, who comes near to the tabernacle of Jehovah, dies. Are we to completely die out?"}]}