{"bibleAbbr":"RcV2003","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Command the children of Israel and say to them, When you come into the land of Canaan, this is the land that shall fall to you for an inheritance, the land of Canaan according to its borders."},{"number":3,"verse":"And your southern section shall be from the wilderness of Zin along the side of Edom, and your southern border shall begin from the end of the Salt Sea on the east."},{"number":4,"verse":"And your border shall turn about south to the ascent of Akrabbim and pass on to Zin, and it shall go out to the south of Kadesh-barnea, even going out to Hazar-addar; then it shall pass on to Azmon."},{"number":5,"verse":"Then the border shall turn from Azmon to the brook of Egypt, and it shall go out to the sea."},{"number":6,"verse":"And for the western border you shall have the Great Sea and its coast; this shall be your western border."},{"number":7,"verse":"And this shall be your northern border: From the Great Sea you shall mark out a line for yourselves to Mount Hor."},{"number":8,"verse":"From Mount Hor you shall mark out a line to the entrance of Hamath; and the border shall go out to Zedad;"},{"number":9,"verse":"And the border shall go out to Ziphron, and it shall go out to Hazar-enan. This shall be your northern border."},{"number":10,"verse":"And you shall mark out your eastern border from Hazar-enan to Shepham;"},{"number":11,"verse":"And the border shall go down from Shepham to Riblah on the east side of Ain; and the border shall go down and reach the slope on the east of the Sea of Chinnereth;"},{"number":12,"verse":"And the border shall go down to the Jordan, and it shall go out to the Salt Sea. This shall be your land according to its borders all around."},{"number":13,"verse":"And Moses commanded the children of Israel, saying, This is the land which you shall inherit by lot, which Jehovah has commanded to give to the nine tribes and to the half-tribe."},{"number":14,"verse":"For the tribe of the children of Reuben according to their fathers’ households and the tribe of the children of Gad according to their fathers’ households and the half-tribe of Manasseh have received their inheritance."},{"number":15,"verse":"The two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sunrise."},{"number":16,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":17,"verse":"These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest and Joshua the son of Nun."},{"number":18,"verse":"And you shall take one leader from each tribe to divide the land for inheritance."},{"number":19,"verse":"And these are the names of the men: For the tribe of Judah, Caleb the son of Jephunneh."},{"number":20,"verse":"And for the tribe of the children of Simeon, Shemuel the son of Ammihud."},{"number":21,"verse":"For the tribe of Benjamin, Elidad the son of Chislon."},{"number":22,"verse":"And for the tribe of the children of Dan, a leader, Bukki the son of Jogli."},{"number":23,"verse":"For the children of Joseph: For the tribe of the children of Manasseh, a leader, Hanniel the son of Ephod."},{"number":24,"verse":"And for the tribe of the children of Ephraim, a leader, Kemuel the son of Shiphtan."},{"number":25,"verse":"And for the tribe of the children of Zebulun, a leader, Elizaphan the son of Parnach."},{"number":26,"verse":"And for the tribe of the children of Issachar, a leader, Paltiel the son of Azzan."},{"number":27,"verse":"And for the tribe of the children of Asher, a leader, Ahihud the son of Shelomi."},{"number":28,"verse":"And for the tribe of the children of Naphtali, a leader, Pedahel the son of Ammihud."},{"number":29,"verse":"These are those whom Jehovah commanded to divide the inheritance to the children of Israel in the land of Canaan."}]}