{"bibleAbbr":"HAC","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"א הנה יום בא ליהוה וחלק שללך בקרבך"},{"number":2,"verse":"ב ואספתי את כל הגוים אל ירושלם למלחמה ונלכדה העיר ונשסו הבתים והנשים תשגלנה (תשכבנה) ויצא חצי העיר בגולה ויתר העם לא יכרת מן העיר"},{"number":3,"verse":"ג ויצא יהוה ונלחם בגוים ההם כיום הלחמו ביום קרב"},{"number":4,"verse":"ד ועמדו רגליו ביום ההוא על הר הזיתים אשר על פני ירושלם מקדם ונבקע הר הזיתים מחציו מזרחה וימה גיא גדולה מאד ומש חצי ההר צפונה וחציו נגבה"},{"number":5,"verse":"ה ונסתם גיא הרי כי יגיע גי הרים אל אצל ונסתם כאשר נסתם מפני הרעש בימי עזיה מלך יהודה ובא יהוה אלהי כל קדשים עמך"},{"number":6,"verse":"ו והיה ביום ההוא לא יהיה אור יקרות יקפאון (וקפאון)"},{"number":7,"verse":"ז והיה יום אחד הוא יודע ליהוה--לא יום ולא לילה והיה לעת ערב יהיה אור"},{"number":8,"verse":"ח והיה ביום ההוא יצאו מים חיים מירושלם חצים אל הים הקדמוני וחצים אל הים האחרון בקיץ ובחרף יהיה"},{"number":9,"verse":"ט והיה יהוה למלך על כל הארץ ביום ההוא יהיה יהוה אחד--ושמו אחד"},{"number":10,"verse":"י יסוב כל הארץ כערבה מגבע לרמון נגב ירושלם וראמה וישבה תחתיה למשער בנימן עד מקום שער הראשון עד שער הפנים ומגדל חננאל עד יקבי המלך"},{"number":11,"verse":"יא וישבו בה וחרם לא יהיה עוד וישבה ירושלם לבטח {ס}"},{"number":12,"verse":"יב וזאת תהיה המגפה אשר יגף יהוה את כל העמים אשר צבאו על ירושלם המק בשרו והוא עמד על רגליו ועיניו תמקנה בחריהן ולשונו תמק בפיהם"},{"number":13,"verse":"יג והיה ביום ההוא תהיה מהומת יהוה רבה בהם והחזיקו איש יד רעהו ועלתה ידו על יד רעהו"},{"number":14,"verse":"יד וגם יהודה--תלחם בירושלם ואסף חיל כל הגוים סביב זהב וכסף ובגדים--לרב מאד"},{"number":15,"verse":"טו וכן תהיה מגפת הסוס הפרד הגמל והחמור וכל הבהמה אשר יהיה במחנות ההמה--כמגפה הזאת"},{"number":16,"verse":"טז והיה כל הנותר מכל הגוים הבאים על ירושלם ועלו מדי שנה בשנה להשתחות למלך יהוה צבאות ולחג את חג הסכות"},{"number":17,"verse":"יז והיה אשר לא יעלה מאת משפחות הארץ אל ירושלם להשתחות למלך יהוה צבאות--ולא עליהם יהיה הגשם"},{"number":18,"verse":"יח ואם משפחת מצרים לא תעלה ולא באה ולא עליהם תהיה המגפה אשר יגף יהוה את הגוים אשר לא יעלו לחג את חג הסכות"},{"number":19,"verse":"יט זאת תהיה חטאת מצרים וחטאת כל הגוים אשר לא יעלו לחג את חג הסכות"},{"number":20,"verse":"כ ביום ההוא יהיה על מצלות הסוס קדש ליהוה והיה הסירות בבית יהוה כמזרקים לפני המזבח"},{"number":21,"verse":"כא והיה כל סיר בירושלם וביהודה קדש ליהוה צבאות ובאו כל הזבחים ולקחו מהם ובשלו בהם ולא יהיה כנעני עוד בבית יהוה צבאות ביום ההוא {ש}"}]}