{"bibleAbbr":"urGV2010","bookName":"اِفسیوں","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"( روشنی میں زندگی گزارنا) چونکہ آپ اللہ کے پیارے بچے ہیں اِس لئے اُس کے نمونے پر چلیں۔"},{"number":2,"verse":"محبت کی روح میں زندگی یوں گزاریں جیسے مسیح نے گزاری۔ کیونکہ اُس نے ہم سے محبت رکھ کر اپنے آپ کو ہمارے لئے اللہ کے حضور قربان کر دیا اور یوں ایسی قربانی بن گیا جس کی خوشبو اللہ کو پسند آئی۔"},{"number":3,"verse":"آپ کے درمیان زناکاری، ہر طرح کی ناپاکی یا لالچ کا ذکر تک نہ ہو، کیونکہ یہ اللہ کے مُقدّسین کے لئے مناسب نہیں ہے۔"},{"number":4,"verse":"اِسی طرح شرم ناک، احمقانہ یا گندی باتیں بھی ٹھیک نہیں۔ اِن کی جگہ شکرگزاری ہونی چاہئے۔"},{"number":5,"verse":"کیونکہ یقین جانیں کہ زناکار، ناپاک یا لالچی مسیح اور اللہ کی بادشاہی میں میراث نہیں پائیں گے (لالچ تو ایک قسم کی بُت پرستی ہے)۔"},{"number":6,"verse":"کوئی آپ کو بےمعنی الفاظ سے دھوکا نہ دے۔ ایسی ہی باتوں کی وجہ سے اللہ کا غضب اُن پر جو نافرمان ہیں نازل ہوتا ہے۔"},{"number":7,"verse":"چنانچہ اُن میں شریک نہ ہو جائیں جو یہ کرتے ہیں۔"},{"number":8,"verse":"کیونکہ پہلے آپ تاریکی تھے، لیکن اب آپ خداوند میں روشنی ہیں۔ روشنی کے فرزند کی طرح زندگی گزاریں،"},{"number":9,"verse":"کیونکہ روشنی کا پھل ہر طرح کی بھلائی، راست بازی اور سچائی ہے۔"},{"number":10,"verse":"اور معلوم کرتے رہیں کہ خداوند کو کیا کچھ پسند ہے۔"},{"number":11,"verse":"تاریکی کے بےپھل کاموں میں حصہ نہ لیں بلکہ اُنہیں روشنی میں لائیں۔"},{"number":12,"verse":"کیونکہ جو کچھ یہ لوگ پوشیدگی میں کرتے ہیں اُس کا ذکر کرنا بھی شرم کی بات ہے۔"},{"number":13,"verse":"لیکن سب کچھ بےنقاب ہو جاتا ہے جب اُسے روشنی میں لایا جاتا ہے۔"},{"number":14,"verse":"کیونکہ جو روشنی میں لایا جاتا ہے وہ روشن ہو جاتا ہے۔ اِس لئے کہا جاتا ہے، ”اے سونے والے، جاگ اُٹھ! مُردوں میں سے جی اُٹھ، تو مسیح تجھ پر چمکے گا۔“"},{"number":15,"verse":"چنانچہ بڑی احتیاط سے اِس پر دھیان دیں کہ آپ زندگی کس طرح گزارتے ہیں — بےسمجھ یا سمجھ دار لوگوں کی طرح۔"},{"number":16,"verse":"ہر موقع سے پورا فائدہ اُٹھائیں، کیونکہ دن بُرے ہیں۔"},{"number":17,"verse":"اِس لئے احمق نہ بنیں بلکہ خداوند کی مرضی کو سمجھیں۔"},{"number":18,"verse":"شراب میں متوالے نہ ہو جائیں، کیونکہ اِس کا انجام عیاشی ہے۔ اِس کے بجائے روح القدس سے معمور ہوتے جائیں۔"},{"number":19,"verse":"زبوروں، حمد و ثنا اور روحانی گیتوں سے ایک دوسرے کی حوصلہ افزائی کریں۔ اپنے دلوں میں خداوند کے لئے گیت گائیں اور نغمہ سرائی کریں۔"},{"number":20,"verse":"ہاں، ہر وقت ہمارے خداوند عیسیٰ مسیح کے نام میں ہر چیز کے لئے خدا باپ کا شکر کریں۔"},{"number":21,"verse":"( میاں بیوی کا تعلق) مسیح کے خوف میں ایک دوسرے کے تابع رہیں۔"},{"number":22,"verse":"بیویو، جس طرح آپ خداوند کے تابع ہیں اُسی طرح اپنے شوہر کے تابع بھی رہیں۔"},{"number":23,"verse":"کیونکہ شوہر ویسے ہی اپنی بیوی کا سر ہے جیسے مسیح اپنی جماعت کا۔ ہاں، جماعت مسیح کا بدن ہے جسے اُس نے نجات دی ہے۔"},{"number":24,"verse":"اب جس طرح جماعت مسیح کے تابع ہے اُسی طرح بیویاں بھی اپنے شوہروں کے تابع رہیں۔"},{"number":25,"verse":"شوہرو، اپنی بیویوں سے محبت رکھیں، بالکل اُسی طرح جس طرح مسیح نے اپنی جماعت سے محبت رکھ کر اپنے آپ کو اُس کے لئے قربان کیا"},{"number":26,"verse":"تاکہ اُسے اللہ کے لئے مخصوص و مُقدّس کرے۔ اُس نے اُسے کلامِ پاک سے دھو کر پاک صاف کر دیا"},{"number":27,"verse":"تاکہ اپنے آپ کو ایک ایسی جماعت پیش کرے جو جلالی، مُقدّس اور بےالزام ہو، جس میں نہ کوئی داغ ہو، نہ کوئی جھری، نہ کسی اَور قسم کا نقص۔"},{"number":28,"verse":"شوہروں کا فرض ہے کہ وہ اپنی بیویوں سے ایسی ہی محبت رکھیں۔ ہاں، وہ اُن سے ویسی محبت رکھیں جیسی اپنے جسم سے رکھتے ہیں۔ کیونکہ جو اپنی بیوی سے محبت رکھتا ہے وہ اپنے آپ سے ہی محبت رکھتا ہے۔"},{"number":29,"verse":"آخر کوئی بھی اپنے جسم سے نفرت نہیں کرتا بلکہ اُسے خوراک مہیا کرتا اور پالتا ہے۔ مسیح بھی اپنی جماعت کے لئے یہی کچھ کرتا ہے۔"},{"number":30,"verse":"کیونکہ ہم اُس کے بدن کے اعضا ہیں۔"},{"number":31,"verse":"کلامِ مُقدّس میں بھی لکھا ہے، ”اِس لئے مرد اپنے ماں باپ کو چھوڑ کر اپنی بیوی کے ساتھ پیوست ہو جاتا ہے۔ وہ دونوں ایک ہو جاتے ہیں۔“"},{"number":32,"verse":"یہ راز بہت گہرا ہے۔ مَیں تو اِس کا اطلاق مسیح اور اُس کی جماعت پر کرتا ہوں۔"},{"number":33,"verse":"لیکن اِس کا اطلاق آپ پر بھی ہے۔ ہر شوہر اپنی بیوی سے اِس طرح محبت رکھے جس طرح وہ اپنے آپ سے رکھتا ہے۔ اور ہر بیوی اپنے شوہر کی عزت کرے۔"}]}