{"bibleAbbr":"RcV2003","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"But the Spirit says expressly that in later times some will depart from the faith, giving heed to deceiving spirits and teachings of demons"},{"number":2,"verse":"By means of the hypocrisy of men who speak lies, of men who are branded in their own conscience as with a hot iron,"},{"number":3,"verse":"Who forbid marriage and command abstaining from foods, which God has created to be partaken of with thanksgiving by those who believe and have full knowledge of the truth."},{"number":4,"verse":"For every creature of God is good, and nothing is to be rejected if received with thanksgiving;"},{"number":5,"verse":"For it is sanctified through the word of God and intercession."},{"number":6,"verse":"If you lay these things before the brothers, you will be a good minister of Christ Jesus, being nourished with the words of the faith and of the good teaching which you have closely followed."},{"number":7,"verse":"But the profane and old-womanish myths refuse, and exercise yourself unto godliness."},{"number":8,"verse":"For bodily exercise is profitable for a little, but godliness is profitable for all things, having promise of the present life and of that which is to come."},{"number":9,"verse":"Faithful is the word and worthy of all acceptance."},{"number":10,"verse":"For to this end we labor and strive, because we have set our hope on the living God, who is the Savior of all men, especially of those who believe."},{"number":11,"verse":"Charge and teach these things."},{"number":12,"verse":"Let no one despise your youth, but be a pattern to the believers in word, in conduct, in love, in faith, in purity."},{"number":13,"verse":"Until I come, attend to the public reading, to the exhortation, to the teaching."},{"number":14,"verse":"Do not neglect the gift which is in you, which was given to you by means of prophecy with the laying on of the hands of the presbytery."},{"number":15,"verse":"Practice these things; be in them, that your progress may be manifest to all."},{"number":16,"verse":"Take heed to yourself and to your teaching; continue in these things; for in doing this you will save both yourself and those who hear you."}]}