{"bibleAbbr":"NET2007","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"Celebrating the Victory in Song On that day Deborah and Barak son of Abinoam sang this victory song: (tn The words “this victory song” are supplied in the translation for clarification.)"},{"number":2,"verse":"“When the leaders took the lead (tn The meaning of the Hebrew expression בִּפְרֹעַ פְּרָעוֹת (bifroa’ pÿra’ot) is uncertain. Numerous proposals are offered by commentators. (For a survey of opinions, see B. Lindars, Judges 1–5, 223-27.) The next line refers to the people who responded to Barak’s summons to war, so a reference to the leaders who issued the summons would provide a natural poetic parallel. In v. 9 the leaders (חוֹקְקֵי, khoqÿqey) of the people and these same volunteers stand in poetic parallelism, so it is reasonable to assume that the difficult Hebrew term פְּרַעוֹת (pÿra’ot, v. 2a) is synonymous with חוֹקְקֵי (khoqÿqey) of v. 9 (see Lindars, 227).) in Israel, When the people answered the call to war — Praise the LORD!"},{"number":3,"verse":"Hear, O kings! Pay attention, O rulers! I will sing to the LORD! (tn Heb “I, to the Lord, I, I will sing!” The first singular personal pronoun is used twice, even though a first person finite verbal form is employed.) I will sing (tn Or “make music.”) to the LORD God of Israel!"},{"number":4,"verse":"O LORD, when you departed (tn Or “went out.”) from Seir, when you marched from Edom’s plains, the earth shook, the heavens poured down, the clouds poured down rain. (tn Heb “water.”)"},{"number":5,"verse":"The mountains trembled (tn Or “quaked.” The translation assumes the form נָזֹלּוּ (nazollu) from the root זָלַל (zalal, “to quake”; see HALOT 272 s. v. II זלל). The LXX, the Syriac Peshitta, and the Targum also understood the word this way. (See Isa 63:19 and 64:2 for other occurrences of this form.) Some understand here the verb נָזַל (nazul, “to flow [with torrents of rain water]”).) before the LORD, the God of Sinai; (tn Heb “this one of Sinai.” The phrase is a divine title, perhaps indicating that the Lord rules from Sinai.) before the LORD God of Israel."},{"number":6,"verse":"In the days of Shamgar son of Anath, in the days of Jael caravans (tc The translation assumes the form אֳרְחוֹת (’orÿkhot, “caravans”) rather than אֳרָחוֹת (’orakhot, “roadways”) because it makes a tighter parallel with “travelers” in the next line.) disappeared; (tn Or “ceased.”) travelers (tn Heb “Ones walking on paths.”) had to go on winding side roads."},{"number":7,"verse":"Warriors (tn The meaning of the Hebrew noun פְרָזוֹן (fÿrazon) is uncertain. Some understand the meaning as “leaders” or “those living in rural areas.” The singular noun appears to be collective (note the accompanying plural verb). For various options see B. Lindars, Judges 1–5, 237-38.) were scarce, (tn Or “ceased.”) they were scarce in Israel, until you (tn The translation assumes that the verb is an archaic second feminine singular form. Though Deborah is named as one of the composers of the song (v. 1), she is also addressed within it (v. 12). Many take the verb as first person singular, “I arose” (cf. NAB, NASB, NIV).) arose, Deborah, until you arose as a motherly protector (tn Heb “mother.” The translation assumes that the image portrays Deborah as a protector of the people. It is possible that the metaphor points to her prophetic role. Just as a male prophet could be called “father,” so Deborah, a prophetess, is called “mother” (B. Lindars, Judges 1–5, 239).) in Israel."},{"number":8,"verse":"God chose new leaders, (tn Or “warriors.” The Hebrew text reads literally, “He chose God/gods new.” Some take “Israel” as the subject of the verb, “gods” as object, and “new” as an adjective modifying “gods.” This yields the translation, “(Israel) chose new gods.” In this case idolatry is the cause of the trouble alluded to in the context. The present translation takes “God” as subject of the verb and “new” as substantival, referring to the new leaders raised up by God (see v. 9a). For a survey of opinions and a defense of the present translation, see B. Lindars, Judges 1–5, 239-40.) then fighters appeared in the city gates; (tn The translation of this difficult line is speculative because the second word, לָחֶם (lakhem), appears only here. The line in the Hebrew text literally reads, “Then [?] gates.” Interpretations and emendations of the Hebrew text abound (see B. Lindars, Judges 1–5, 239-40). The translation assumes a repointing of the form as a Qal participle לֹחֵם (lokhem) from the verbal root לָחַם (lakham, “fight”) and understands a substantival use (“fighter”). “Fighter” is a collective reference to the military leaders or warriors mentioned in the preceding line and in v. 9. (For other occurrences of the Qal of לָחַם, see Pss 35:1; 56:2–3.)) but, I swear, not a shield or spear could be found, (tn Heb “A shield, it could not be seen, nor a spear.” The translation assumes that the Hebrew particle אִם (’im) introduces an oath of denial (see GKC 472 §149. e).) among forty military units (tn Traditionally “forty thousand,” but this may be an instance where Hebrew term אֶלֶף (’elef) refers to a military unit. This is the view assumed by the translation (“forty military units”).) in Israel."},{"number":9,"verse":"My heart went out (tn The words “went out” are supplied in the translation for clarity.) to Israel’s leaders, to the people who answered the call to war. Praise the LORD!"},{"number":10,"verse":"You who ride on light-colored female donkeys, who sit on saddle blankets, (tn The meaning of the Hebrew word מִדִּין (middin, “saddle blankets”) in this context is uncertain.) you who walk on the road, pay attention!"},{"number":11,"verse":"Hear (tn The word “Hear” is supplied in the translation for clarification and for stylistic reasons.) the sound of those who divide the sheep (tn The meaning of the Hebrew word is uncertain. Some translate “those who distribute the water” (HALOT 344 s. v. חצץ pi). For other options see B. Lindars, Judges 1–5, 246-47.) among the watering places; there they tell of (tn Or perhaps “repeat.”) the Lord’s victorious deeds, the victorious deeds of his warriors (tn See the note on the term “warriors” in v. 7.) in Israel. Then the LORD’s people went down to the city gates —"},{"number":12,"verse":"Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Capture your prisoners of war, (tn Heb “take captive your captives.” (The Hebrew text uses a cognate accusative here.)) son of Abinoam!"},{"number":13,"verse":"Then the survivors (tn This probably refers to those who responded to the call for war. They were “survivors” of the Canaanite oppression (see B. Lindars, Judges 1–5, 250).) came down (tn The translation assumes a repointing of the verb as a perfect or imperfect/preterite form of יָרַד (yarad, “to go down”). The form as pointed in the MT appears to be from רָדָה (radah, “to rule”). See GKC 188 §69. g. The same form, translated “came down,” occurs in the next line as well.) to the mighty ones; (sn The expression mighty ones probably refers to the leaders of the army.) the LORD’s people came down to me (sn The speaker may be Deborah here.) as (tn The translation assumes the preposition ב (bet) prefixed to “warriors” has the force of “in the capacity of.” For this use of the preposition, see GKC 379 §119. i.) warriors."},{"number":14,"verse":"They came from Ephraim, who uprooted Amalek, (tn Heb “From Ephraim their root in Amalek” (the words “they came” are supplied in the translation for stylistic reasons). Because of the difficulty of the MT, many prefer to follow one of the ancient versions or emend the text. For various proposals see B. Lindars, Judges 1–5, 252-53. The present translation repoints שָׁרְשָׁם (shorsham, traditionally translated “their root”) as a Piel verb form with enclitic mem (ם). The preposition ב (bet) on עֲמָלֵק (’amaleq) introduces the object (see Job 31:12 for an example of the construction). Ephraim’s territory encompassed the hill country of the Amalekites (Judg 12:15).) they follow (tn The words “They follow” are supplied in the translation for clarification and for stylistic reasons.) after you, Benjamin, with your soldiers. From Makir leaders came down, from Zebulun came (tn The word “came” is supplied in the translation for clarification and for stylistic reasons.) the ones who march carrying (tn Or possibly “who carry.”) an officer’s staff."},{"number":15,"verse":"Issachar’s leaders were with Deborah, the men of Issachar (tn Heb “Issachar.” The words “the men of” are supplied in the translation for clarification.) supported (tn Or “was true to.”) Barak; into the valley they were sent under Barak’s command. (tn Heb “at his feet.”) Among the clans of Reuben there was intense (tn Heb “great was.”) heart searching. (tc The great majority of Hebrew mss have “resolves of heart,” but a few mss read “searchings of heart,” which is preferable in light of v. 16.)"},{"number":16,"verse":"Why do you remain among the sheepfolds, (tn The meaning of the Hebrew word מִשְׁפְּתַיִם (mishpÿtayim) is uncertain. Some understand the word to mean “campfires.”) listening to the shepherds playing their pipes (tn Or “whistling.”) for their flocks? (tn Heb “listening to the pipe playing for the flocks.”) As for the clans of Reuben — there was intense searching of heart."},{"number":17,"verse":"Gilead stayed put (tn Heb “lived” or “settled down.”sn Apparently the people of Gilead remained on the other side of the river and did not participate in the battle.) beyond the Jordan River. As for Dan — why did he seek temporary employment in the shipyards? (tn Heb “Dan, why did he live as a resident alien, ships.” The verb גּוּר (gur) usually refers to taking up residence outside one’s native land. Perhaps the Danites, rather than rallying to Barak, were content to move to the Mediterranean coast and work in the shipyards. For further discussion, see B. Lindars, Judges 1–5, 262.) Asher remained (tn Heb “lived.”) on the seacoast, he stayed (tn Heb “lived” or “settled down.”) by his harbors. (tn The meaning of the Hebrew word מִפְרָץ (mifrats) is uncertain, but the parallelism (note “seacoast”) suggests “harbors.”)"},{"number":18,"verse":"The men of Zebulun were not concerned about their lives; (tn Heb “Zebulun was a people which despised its life even unto death.”) Naphtali charged on to the battlefields. (tn Heb “Naphtali was on the heights of the field.”)"},{"number":19,"verse":"Kings came, they fought; the kings of Canaan fought, at Taanach by the waters of Megiddo, (map For location see Map1-D4; Map2-C1; Map4-C2; Map5-F2; Map7-B1.) but (tn The contrastive conjunction “but” is interpretive.) they took no silver as plunder."},{"number":20,"verse":"From the sky (tn Or “from heaven.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heaven(s)” or “sky” depending on the context.) the stars (tn The MT takes “the stars” with what follows rather than with the first colon of v. 20. But for metrical reasons it seems better to move the atnach and read the colon as indicated in the translation.) fought, from their paths in the heavens (tn The words “in the heavens” are not in the Hebrew text, but are supplied for clarity and for stylistic reasons.) they fought against Sisera."},{"number":21,"verse":"The Kishon River carried them off; the river confronted them (tn Possibly “the ancient river,” but it seems preferable in light of the parallel line (which has a verb) to emend the word (attested only here) to a verb (קָדַם, qadam) with pronominal object suffix.) — the Kishon River. Step on the necks of the strong! (tn This line is traditionally taken as the poet-warrior’s self-exhortation, “March on, my soul, in strength!” The present translation (a) takes the verb (a second feminine singular form) as addressed to Deborah (cf. v. 12), (b) understands נֶפֶשׁ (nefesh) in its well-attested sense of “throat; neck” (cf. Jonah 2:6), (c) takes the final yod (י) on נַפְשִׁי (nafshiy) as an archaic construct indicator (rather than a suffix), and (d) interprets עֹז (’oz, “strength”) as an attributive genitive (literally, “necks of strength,” i. e., “strong necks”). For fuller discussion and various proposals, see B. Lindars, Judges 1–5, 270-71.)"},{"number":22,"verse":"The horses’ (tc The MT as it stands has a singular noun, but if one moves the prefixed mem (מ) from the beginning of the next word to the end of סוּס (sus), the expected plural form is achieved. Another possibility is to understand an error of scribal haplography here, in which case the letter mem should appear in both places.) hooves pounded the ground; (tn The words “the ground” are not in the Hebrew text, but are supplied in the translation for clarification.) the stallions galloped madly. (tn Heb “galloped, galloped.” The repetition is for emphasis and is more appropriately indicated in English with an adverb.)"},{"number":23,"verse":"‘Call judgment down on (tn Heb “Curse Meroz.”) Meroz,’ says the LORD’s angelic (tn The adjective “angelic” is interpretive.) messenger; ‘Be sure (tn Heb “Curse, cursing.” The Hebrew construction is emphatic.) to call judgment down on (tn Heb “[to] curse.”) those who live there, because they did not come to help in the LORD’s battle, (tn Heb “to the help of the Lord” (the same Hebrew phrase occurs in the following line). Another option is to read “to aid the Lord’s cause.”) to help in the LORD’s battle against the warriors.’ (tn Or “along with the other warriors.”)"},{"number":24,"verse":"The most rewarded (tn Or “blessed.”) of women should be Jael, the wife of Heber the Kenite! She should be the most rewarded of women who live in tents."},{"number":25,"verse":"He asked for water, and she gave him milk; in a bowl fit for a king, (tn Or “for mighty ones.”) she served him curds."},{"number":26,"verse":"Her left (tn The adjective “left” is interpretive, based on the context. Note that the next line pictures Jael holding the hammer with her right hand.) hand reached for the tent peg, her right hand for the workmen’s hammer. She “hammered” (tn The verb used here is from the same root as the noun “hammer” in the preceding line.) Sisera, she shattered his skull, (tn Or “head.”) she smashed his head, (tn The phrase “his head” (an implied direct object) is supplied in the translation for clarification.) she drove the tent peg through his temple. (tn Heb “she pierced his temple.”)"},{"number":27,"verse":"Between her feet he collapsed, he fell limp (tn Heb “he fell.” The same Hebrew expression occurs two more times in this verse.) and was lifeless; (tn Heb “and he lay.) between her feet he collapsed and fell limp, in the spot where he collapsed, there he fell limp — violently murdered! (tn Or “dead, murdered.”)"},{"number":28,"verse":"Through the window she looked; Sisera’s mother cried out through the lattice: ‘Why is his chariot so slow to return? Why are the hoofbeats of his chariot-horses (tn Heb “chariots.”) delayed?’"},{"number":29,"verse":"The wisest of her ladies (tn Or “princesses.”) answer; indeed she even thinks to herself,"},{"number":30,"verse":"‘No doubt they are gathering and dividing the plunder (tn Heb “Are they not finding, dividing the plunder?”) — a girl or two for each man to rape! (tn Heb “a womb or two for each man.” The words “to rape” are interpretive. The Hebrew noun translated “girl” means literally “womb” (BDB 933 s. v. I. רַחַם), but in this context may refer by extension to the female genitalia. In this case the obscene language of Sisera’s mother alludes to the sexual brutality which typified the aftermath of battle.) Sisera is grabbing up colorful cloth, (tn Heb “the plunder of dyed cloth is for Sisera.”) he is grabbing up colorful embroidered cloth, (tn Heb “the plunder of embroidered cloth.”) two pieces of colorful embroidered cloth, for the neck of the plunderer!’ (tn The translation assumes an emendation of the noun (“plunder”) to a participle, “plunderer.”)"},{"number":31,"verse":"May all your enemies perish like this, O LORD! But may those who love you shine like the rising sun at its brightest!” (tn Heb “But may those who love him be like the going forth of the sun in its strength.”) And the land had rest for forty years."}]}