{"bibleAbbr":"NET2007","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Oppression and Confrontation The Israelites did evil in the LORD’s sight, (tn Heb “in the eyes of.”) so the LORD turned them over to (tn Heb “gave them into the hand of.”) Midian for seven years."},{"number":2,"verse":"The Midianites (tn Heb “the hand of Midian.”) overwhelmed Israel. (tn Heb “The hand of Midian was strong against Israel.”) Because of Midian the Israelites made shelters (tn Or possibly “secret storage places.” The Hebrew word occurs only here in the Hebrew Bible.) for themselves in the hills, as well as caves and strongholds."},{"number":3,"verse":"Whenever the Israelites planted their crops, (tn Heb “Whenever Israel sowed seed.”) the Midianites, Amalekites, and the people from the east would attack them. (tn Heb “Midian, Amalek, and the sons of the east would go up, they would go up against him.” The translation assumes that וְעָלוּ (vÿ’alu) is dittographic (note the following עָלָיו, ’alayv).)"},{"number":4,"verse":"They invaded the land (tn Heb “They encamped against them.”) and devoured (tn Heb “destroyed.”) its crops (tn Heb “the crops of the land.”) all the way to Gaza. They left nothing for the Israelites to eat, (tn Heb “They left no sustenance in Israel.”) and they took away (tn The words “they took away” are supplied in the translation for clarification.) the sheep, oxen, and donkeys."},{"number":5,"verse":"When they invaded (tn Heb “came up.”) with their cattle and tents, they were as thick (tn Heb “numerous.”) as locusts. Neither they nor their camels could be counted. (tn Heb “To them and to their camels there was no number.”) They came to devour (tn Heb “destroy.” The translation “devour” carries through the imagery of a locust plague earlier in this verse.) the land."},{"number":6,"verse":"Israel was so severely weakened by Midian that the Israelites cried out to the LORD for help."},{"number":7,"verse":"When the Israelites cried out to the LORD for help because of Midian,"},{"number":8,"verse":"he (tn Heb “the Lord”; the proper name has been replaced by the pronoun (“he”) in the translation for stylistic reasons.) sent a prophet (tn Heb “a man, a prophet.” Hebrew idiom sometimes puts a generic term before a more specific designation.) to the Israelites. He said to them, “This is what the LORD God of Israel says: ‘I brought you up from Egypt (tc Some ancient witnesses read “from the land of Egypt.” מֵאֶרֶץ (me’erets, “from the land [of]”) could have been accidentally omitted by homoioarcton (note the following מִמִּצְרַיִם [mimmitsrayim, “from Egypt”]).) and took you out of that place of slavery. (tn Heb “of the house of slavery.”)"},{"number":9,"verse":"I rescued you from Egypt’s power (tn Heb “hand” (also a second time later in this verse).) and from the power of all who oppressed you. I drove them out before you and gave their land to you."},{"number":10,"verse":"I said to you, “I am the LORD your God! Do not worship (tn Heb “Do not fear.”) the gods of the Amorites, in whose land you are now living!” But you have disobeyed me.’” (tn Heb “you have not listened to my voice.”)"},{"number":11,"verse":"Gideon Meets Some Visitors The LORD’s angelic messenger (tn The adjective “angelic” is interpretive. sn The Lord’s angelic messenger is also mentioned in Judg 2:1.) came and sat down under the oak tree in Ophrah owned by Joash the Abiezrite. He arrived while Joash’s son Gideon (tn Heb “Now Gideon his son…” The Hebrew circumstantial clause (note the pattern vav [ו] + subject + predicate) breaks the narrative sequence and indicates that the angel’s arrival coincided with Gideon’s threshing.) was threshing (tn Heb “beating out.”) wheat in a winepress (sn Threshing wheat in a winepress. One would normally thresh wheat at the threshing floor outside the city. Animals and a threshing sledge would be employed. Because of the Midianite threat, Gideon was forced to thresh with a stick in a winepress inside the city. For further discussion see O. Borowski, Agriculture in Iron Age Israel, 63.) so he could hide it from the Midianites. (tn Heb “Midian.”)"},{"number":12,"verse":"The LORD’s messenger appeared and said to him, “The LORD is with you, courageous warrior!”"},{"number":13,"verse":"Gideon said to him, “Pardon me, (tn Heb “But my lord.”) but if the LORD is with us, why has such disaster (tn Heb “all this.”) overtaken us? Where are all his miraculous deeds our ancestors told us about? They said, (tn Heb “saying.”) ‘Did the LORD not bring us up from Egypt?’ But now the LORD has abandoned us and handed us over to Midian.”"},{"number":14,"verse":"Then the LORD himself (sn Some interpreters equate the Lord and the messenger in this story, but they are more likely distinct. In vv. 22–23 the Lord and Gideon continue to carry on a conversation after the messenger has vanished (v. 21).) turned to him and said, “You have the strength. (tn Heb “Go in this strength of yours.”) Deliver Israel from the power of the Midianites! (tn Heb “the hand of Midian.”) Have I not sent you?”"},{"number":15,"verse":"Gideon (tn Heb “he”; the referent (Gideon) has been specified in the translation for clarity.) said to him, “But Lord, (tn Note the switch to אֲדֹנָי (’adonay, “Lord”). Gideon seems aware that he is speaking to someone other than, and superior to, the messenger, whom he addressed as אֲדֹנִי (’adoniy, “my lord”) in v. 13.) how (tn Heb “with what.”) can I deliver Israel? Just look! My clan is the weakest in Manasseh, and I am the youngest in my family.” (tn Heb “in my father’s house.”)"},{"number":16,"verse":"The LORD said to him, “Ah, but (tn Or “certainly.”) I will be with you! You will strike down the whole Midianite army.” (tn Heb “You will strike down Midian as one man.” The idiom “as one man” emphasizes the collective unity of a group (see Judg 20:8, 11). Here it may carry the force, “as if they were just one man.”)"},{"number":17,"verse":"Gideon (tn Heb “he”; the referent (Gideon) has been specified in the translation for clarity.) said to him, “If you really are pleased with me, (tn Heb “If I have found favor in your eyes.”) then give me (tn Heb “perform for me.”) a sign as proof that it is really you speaking with me."},{"number":18,"verse":"Do not leave this place until I come back (tn The Hebrew text adds “to you,” but this has not been included in the translation for stylistic reasons.) with a gift (tn Heb “and I will bring out my gift.” The precise nuance of the Hebrew word מִנְחָה (minkhah, “gift”) is uncertain in this context. It may refer to a gift offered as a sign of goodwill or submission. In some cases it is used of a gift offered to appease someone whom the offerer has offended. The word can also carry a sacrificial connotation.) and present it to you.” The LORD said, “I will stay here until you come back.”"},{"number":19,"verse":"Gideon went and prepared a young goat, (tn Heb “a kid from among the goats.”) along with unleavened bread made from an ephah of flour. He put the meat in a basket and the broth in a pot. He brought the food (tn The words “the food” are not in the Hebrew text (an implied direct object). They are supplied in the translation for clarification and for stylistic reasons.) to him under the oak tree and presented it to him."},{"number":20,"verse":"God’s messenger said to him, “Put the meat and unleavened bread on this rock, (tn Heb “Take the meat…and put [it] on this rock.”) and pour out the broth.” Gideon did as instructed. (tn Heb “and he did so.”)"},{"number":21,"verse":"The LORD’s messenger touched the meat and the unleavened bread with the tip of his staff. (tn Heb “extended the tip of the staff which was in his hand and touched the meat and unleavened bread.”) Fire flared up from the rock and consumed the meat and unleavened bread. The LORD’s messenger then disappeared. (tn Heb “went from his eyes.”)"},{"number":22,"verse":"When Gideon realized (tn Heb “saw.”) that it was the LORD’s messenger, he (tn Heb “Gideon.” The proper name has been replaced by the pronoun (“he”) in the translation for stylistic reasons.) said, “Oh no! (tn Or “Ah!”) Master, LORD! (tn The Hebrew text reads אֲדֹנַי יְהוִה (’adonay yÿhvih, “Lord [the same title used in v. 15], Lord”).) I have seen the LORD’s messenger face to face!”"},{"number":23,"verse":"The LORD said to him, “You are safe! (tn Heb “Peace to you.” For a similar use of this idiom to introduce a reassuring word, see Gen 43:23.) Do not be afraid! You are not going to die!”"},{"number":24,"verse":"Gideon built an altar for the LORD there, and named it “The LORD is on friendly terms with me.” (tn Heb “The Lord is peace.” Gideon’s name for the altar plays on the Lord’s reassuring words to him, “Peace to you.”) To this day it is still there in Ophrah of the Abiezrites."},{"number":25,"verse":"Gideon Destroys the Altar That night the LORD said to him, “Take the bull from your father’s herd, as well as a second bull, one that is seven years old. (tn Or “Take a bull from your father’s herd, the second one, the one seven years old.” Apparently Gideon would need the bulls to pull down the altar.) Pull down your father’s Baal altar and cut down the nearby Asherah pole."},{"number":26,"verse":"Then build an altar for the LORD your God on the top of this stronghold according to the proper pattern. (tn Possibly “in a row” or “in a layer,” perhaps referring to the arrangement of the stones used in the altar’s construction.) Take the second bull and offer it as a burnt sacrifice on the wood from the Asherah pole that you cut down.”"},{"number":27,"verse":"So Gideon took ten of his servants (tn Heb “men from among his servants.”) and did just as the LORD had told him. He was too afraid of his father’s family (tn Heb “house.”) and the men of the city to do it in broad daylight, so he waited until nighttime. (tn Heb “so he did it at night.”)"},{"number":28,"verse":"When the men of the city got up the next morning, they saw (tn Heb “look!” The narrator uses this word to invite his audience/readers to view the scene through the eyes of the men.) the Baal altar pulled down, the nearby Asherah pole cut down, and the second bull sacrificed on the newly built altar."},{"number":29,"verse":"They said to one another, (tn Heb “each one to his neighbor.”) “Who did this?” (tn Heb “this thing.”) They investigated the matter thoroughly (tn Heb “they inquired and searched.” The synonyms are joined to emphasize the care with which they conducted their inquiry.) and concluded (tn Heb “and said.” Perhaps the plural subject is indefinite. If so, it could be translated, “they were told.”) that Gideon son of Joash had done it."},{"number":30,"verse":"The men of the city said to Joash, “Bring out your son, so we can execute him! (tn Heb “and let him die.” The jussive form with vav after the imperative is best translated as a purpose clause.) He pulled down the Baal altar and cut down the nearby Asherah pole.”"},{"number":31,"verse":"But Joash said to all those who confronted him, (tn Heb “to all who stood against him.”) “Must you fight Baal’s battles? (tn Heb “Do you fight for Baal?”) Must you rescue him? Whoever takes up his cause (tn Heb “fights for him.”) will die by morning! (sn Whoever takes up his cause will die by morning. This may be a warning to the crowd that Joash intends to defend his son and to kill anyone who tries to execute Gideon. Then again, it may be a sarcastic statement about Baal’s apparent inability to defend his own honor. Anyone who takes up Baal’s cause may end up dead, perhaps by the same hand that pulled down the pagan god’s altar.) If he really is a god, let him fight his own battles! (tn Heb “fight for himself.”) After all, it was his altar that was pulled down.” (tn Heb “for he pulled down his altar.” The subject of the verb, if not Gideon, is indefinite (in which case a passive translation is permissible).)"},{"number":32,"verse":"That very day Gideon’s father named him Jerub-Baal, (tn Heb “He called him on that day Jerub-Baal.” The name means, at least by popular etymology, “Let Baal fight!”) because he had said, “Let Baal fight with him, for it was his altar that was pulled down.”"},{"number":33,"verse":"Gideon Summons an Army and Seeks Confirmation All the Midianites, Amalekites, and the people from the east (tn Heb “Midian, Amalek, and the sons of the east.”) assembled. They crossed the Jordan River (tn The words “the Jordan River” are not in the Hebrew text, but are supplied in the translation for clarification.) and camped in the Jezreel Valley."},{"number":34,"verse":"The LORD’s spirit took control of (tn Heb “clothed.”) Gideon. He blew a trumpet, (tn That is, “mustered an army.”) summoning the Abiezrites to follow him. (tn Heb “Abiezer was summoned after him.”)"},{"number":35,"verse":"He sent messengers throughout Manasseh and summoned them to follow him as well. (tn Heb “and he also was summoned after him.”) He also sent messengers throughout Asher, Zebulun, and Naphtali, and they came up to meet him."},{"number":36,"verse":"Gideon said to God, “If you really intend to use me to deliver Israel, (tn More literally, “you are about to deliver Israel by my hand.”) as you promised, then give me a sign as proof. (tn The words “then give me a sign as proof” are supplied in the translation for clarification.)"},{"number":37,"verse":"Look, I am putting a wool fleece on the threshing floor. If there is dew only on the fleece, and the ground around it (tn Heb “all the ground.”) is dry, then I will be sure (tn Or “know.”) that you will use me to deliver Israel, (tn Heb “you will deliver Israel by my hand.”) as you promised.”"},{"number":38,"verse":"The LORD did as he asked. (tn Heb “And it was so.”) When he got up the next morning, he squeezed the fleece, and enough dew dripped from it to fill a bowl. (tn Heb “dew dripped from the fleece – a bowl full of water.”)"},{"number":39,"verse":"Gideon said to God, “Please do not get angry at me, when I ask for just one more sign. (tn Heb “Let your anger not rage at me, so that I might speak only this once.”) Please allow me one more test with the fleece. This time make only the fleece dry, while the ground around it is covered with dew.” (tn Heb “let the fleece alone be dry, while dew is on all the ground.”)"},{"number":40,"verse":"That night God did as he asked. (tn Heb “God did so that night.”) Only the fleece was dry and the ground around it was covered with dew."}]}