{"bibleAbbr":"NET2007","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"(Abimelech Murders His Brothers) Now Abimelech son of Jerub-Baal went to Shechem to see his mother’s relatives. (tn Heb “brothers.”) He said to them and to his mother’s entire extended family, (tn Heb “to all the extended family of the house of the father of his mother.”)"},{"number":2,"verse":"“Tell (tn Heb “Speak into the ears of.”) all the leaders of Shechem this: ‘Why would you want (tn Heb “What good is it to you?”) to have seventy men, all Jerub-Baal’s sons, ruling over you, when you can have just one ruler? Recall that I am your own flesh and blood.’” (tn Heb “your bone and your flesh.”)"},{"number":3,"verse":"His mother’s relatives (tn Heb “brothers.”) spoke on his behalf to (tn Heb “into the ears of.”) all the leaders of Shechem and reported his proposal. (tn Heb “and all these words.”) The leaders were drawn to Abimelech; (tn Heb “Their heart was inclined after Abimelech.”) they said, “He is our close relative.” (tn Heb “our brother.”)"},{"number":4,"verse":"They paid him seventy silver shekels out of the temple of Baal-Berith. Abimelech then used the silver to hire some lawless, dangerous (tn Heb “empty and reckless.”) men as his followers. (tn Heb “and they followed him.”)"},{"number":5,"verse":"He went to his father’s home in Ophrah and murdered his half-brothers, (tn Heb “his brothers.”) the seventy legitimate (tn The word “legitimate” is not in the Hebrew text, but is supplied in the translation for clarification.) sons of Jerub-Baal, on one stone. Only Jotham, Jerub-Baal’s youngest son, escaped, (tn Heb “remained.”) because he hid."},{"number":6,"verse":"All the leaders of Shechem and Beth Millo assembled and then went and made Abimelech king by the oak near the pillar (tc The translation assumes that the form in the Hebrew text (מֻצָּב, mutsav) is a corruption of an original מַצֵּבָה (matsevah, “pillar”). The reference is probably to a pagan object of worship (cf. LXX).) in Shechem."},{"number":7,"verse":"(Jotham’s Parable) When Jotham heard the news, (tn Heb “And they reported to Jotham.” The subject of the plural verb is indefinite.) he went and stood on the top of Mount Gerizim. He spoke loudly to the people below, (tn Heb “He lifted his voice and called and said to them.”) “Listen to me, leaders of Shechem, so that God may listen to you!"},{"number":8,"verse":"“The trees were determined to go out (tn Heb “Going they went, the trees.” The precise emphatic force of the infinitive absolute (“Going”) is not entirely clear. Perhaps here it indicates determination, as in Gen 31:30, where one might translate, “You have insisted on going away.”) and choose a king for themselves. (tn Heb “to anoint [with oil] over them a king.”) They said to the olive tree, ‘Be our king!’ (tn Or “Rule over us!”)"},{"number":9,"verse":"But the olive tree said to them, ‘I am not going to stop producing my oil, which is used to honor gods and men, just to sway above the other trees!’ (tn Heb “Should I stop my abundance, with which they honor gods and men, and go to sway over the trees?” The negative sentence in the translation reflects the force of the rhetorical question.)"},{"number":10,"verse":"“So the trees said to the fig tree, ‘You come and be our king!’ (tn Or “and rule over us!”)"},{"number":11,"verse":"But the fig tree said to them, ‘I am not going to stop producing my sweet figs, my excellent fruit, just to sway above the other trees!’ (tn Heb “Should I stop my sweetness and my good fruit and go to sway over the trees? The negative sentence in the translation reflects the force of the rhetorical question.)"},{"number":12,"verse":"“So the trees said to the grapevine, ‘You come and be our king!’ (tn Or “and rule over us!”)"},{"number":13,"verse":"But the grapevine said to them, ‘I am not going to stop producing my wine, which makes gods and men so happy, just to sway above the other trees!’ (tn Heb “Should I stop my wine, which makes happy gods and men, and go to sway over the trees?” The negative sentence in the translation reflects the force of the rhetorical question.)"},{"number":14,"verse":"“So all the trees said to the thornbush, ‘You come and be our king!’ (tn Or “and rule over us!”)"},{"number":15,"verse":"The thornbush said to the trees, ‘If you really want to choose (tn Heb “are about to anoint [with oil].”) me as your king, then come along, find safety under my branches! (tn Heb “in my shade.”) Otherwise (tn Heb “If not.”) may fire blaze from the thornbush and consume the cedars of Lebanon!’"},{"number":16,"verse":"“Now, if you have shown loyalty and integrity when you made Abimelech king, if you have done right to Jerub-Baal and his family, (tn Heb “house.”) if you have properly repaid him (tn Heb “if according to the deeds of his hands you have done to him.”) —"},{"number":17,"verse":"my father fought for you; he risked his life (tc Heb “threw his life out in front,” that is, “exposed himself to danger.” The MT form מִנֶּגֶד (minneged, “from before”) should probably be read as מִנֶּגְדּוֹ (minnegdo, “from before him”); haplography of vav has likely occurred here in the MT.) and delivered you from Midian’s power. (tn Heb “hand.”)"},{"number":18,"verse":"But you have attacked (tn Heb “have risen up against.”) my father’s family (tn Heb “house.”) today. You murdered his seventy legitimate (tn The word “legitimate” is not in the Hebrew text, but is supplied in the translation for clarification.) sons on one stone and made Abimelech, the son of his female slave, king over the leaders of Shechem, just because he is your close relative. (tn Heb “your brother.”)"},{"number":19,"verse":"So if you have shown loyalty and integrity to Jerub-Baal and his family (tn Heb “house.”) today, then may Abimelech bring you happiness and may you bring him happiness! (tn Heb “then rejoice in Abimelech, and may he also rejoice in you.”)"},{"number":20,"verse":"But if not, may fire blaze from Abimelech and consume the leaders of Shechem and Beth Millo! May fire also blaze from the leaders of Shechem and Beth Millo and consume Abimelech!”"},{"number":21,"verse":"Then Jotham ran away (tn Heb “fled and ran away and went.”) to Beer and lived there to escape from (tn Heb “from before.”) Abimelech his half-brother. (tn Heb “his brother.”)"},{"number":22,"verse":"(God Fulfills Jotham’s Curse) Abimelech commanded (tn The Hebrew verb translated “commanded” (שָׂרַר, sarar), which appears only here in Judges, differs from the ones employed earlier in this chapter (מָשַׁל [mashal] and מָלַךְ [malakh]). sn Abimelech commanded Israel. Perhaps while ruling as king over the city-state of Shechem, Abimelech also became a leader of the Israelite tribal alliance (see R. G. Boling, Judges [AB], 175).) Israel for three years."},{"number":23,"verse":"God sent a spirit to stir up hostility (tn Heb “an evil spirit.” A nonphysical, spirit being is in view, like the one who volunteered to deceive Ahab (1 Kgs 22:21). The traditional translation, “evil spirit,” implies the being is inherently wicked, perhaps even demonic, but this is not necessarily the case. The Hebrew adjective רָעַה (ra’ah) can have a nonethical sense, “harmful; dangerous; calamitous.” When modifying רוּחַ (ruakh, “spirit”) it may simply indicate that the being in view causes harm to the object of God’s judgment. G. F. Moore (Judges [ICC], 253) here refers to a “mischief-making spirit.”) between Abimelech and the leaders of Shechem. He made the leaders of Shechem disloyal (tn Heb “The leaders of Shechem were disloyal.” The words “he made” are supplied in the translation for clarification.) to Abimelech."},{"number":24,"verse":"He did this so the violent deaths of Jerub-Baal’s seventy sons might be avenged and Abimelech, their half-brother (tn Heb “their brother.”) who murdered them, might have to pay for their spilled blood, along with the leaders of Shechem who helped him murder them. (tn Heb “so that the violence done to the seventy sons of Jerub-Baal might come, and their blood might be placed on Abimelech, their brother, who murdered them, and upon the leaders of Shechem, who strengthened his hands to murder his brothers.”)"},{"number":25,"verse":"The leaders of Shechem rebelled against Abimelech by putting (tn Heb “set against him bandits.” sn Putting bandits in the hills. This piracy certainly interrupted or discouraged trade, and probably deprived Abimelech of tariffs or tribute. See C. F. Burney, Judges, 277; G. F. Moore, Judges (ICC), 253.) bandits in (tn Heb “on the tops of.”) the hills, who robbed everyone who traveled by on the road. But Abimelech found out about it. (tn Heb “It was told to Abimelech.”)"},{"number":26,"verse":"Gaal son of Ebed (sn The name Gaal derives from, or at least sounds like, a Hebrew verb meaning “to abhor, loathe.” His father’s name, Ebed, means “servant.” Perhaps then this could be translated, “loathsome one, son of a servant.” This individual’s very name (which may be the narrator’s nickname for him, not his actual name) seems to hint at his immoral character and lowly social status.) came through Shechem with his brothers. The leaders of Shechem transferred their loyalty to him. (tn Heb “trusted in him.” Here the verb probably describes more than a mental attitude. It is likely that the Shechemites made an alliance with Gaal and were now trusting him for protection in return for their loyalty (and probably tribute).)"},{"number":27,"verse":"They went out to the field, harvested their grapes, (tn Heb “vineyards.”) squeezed out the juice, (tn Heb “stomped” or “trampled.” This refers to the way in which the juice was squeezed out in the wine vats by stepping on the grapes with one’s bare feet. For a discussion of grape harvesting in ancient Israel, see O. Borowski, Agriculture in Iron Age Israel, 110-14.) and celebrated. They came to the temple (tn Heb “house.”) of their god and ate, drank, and cursed Abimelech."},{"number":28,"verse":"Gaal son of Ebed said, “Who is Abimelech and who is Shechem, that we should serve him? Is he not the son of Jerub-Baal, and is not Zebul the deputy he appointed? (tn Heb “and Zebul his appointee.”) Serve the sons of Hamor, the father of Shechem! But why should we serve Abimelech? (tn Heb “him”; the referent (Abimelech) has been specified in the translation for clarity.)"},{"number":29,"verse":"If only these men (tn Heb “people.”) were under my command, (tn Heb “in my hand.”sn If only these men were under my command. One might assume from v. 26b that the men were already at his disposal, but perhaps that was not one of the terms of the agreement. Another possibility is that v. 26 is a general summary statement, with vv. 27–29 then detailing how the alliance with Gaal came about.) I would get rid of Abimelech!” He challenged Abimelech, (tn Heb “said to Abimelech.” On the other hand, the preposition ל (lamed) prefixed to the proper name may be vocative (see R. G. Boling, Judges [AB], 178). If so, one could translate, “He boasted, ‘Abimelech…’”) “Muster (tn Heb “Make numerous.”) your army and come out for battle!” (tn The words “for battle” are interpretive.)"},{"number":30,"verse":"When Zebul, the city commissioner, heard the words of Gaal son of Ebed, he was furious. (tn Heb “his anger burned.”)"},{"number":31,"verse":"He sent messengers to Abimelech, who was in Arumah, (tn The form בְּתָרְמָה (bÿtarmah) in the Hebrew text, which occurs only here, has traditionally been understood to mean “secretly” or “with deception.” If this is correct, it is derived from II רָמָה (ramah, “to deceive”). Some interpreters object, pointing out that this would imply Zebul was trying to deceive Abimelech, which is clearly not the case in this context. But this objection is unwarranted. If retained, the phrase would refer instead to deceptive measures used by Zebul to avoid the suspicion of Gaal when he dispatched the messengers from Shechem. The present translation assumes an emendation to “in Arumah” (בָּארוּמָה, ba’rumah), a site mentioned in v. 41 as the headquarters of Abimelech. Confusion of alef and tav in archaic Hebrew script, while uncommon, is certainly not unimaginable.) reporting, “Beware! (tn Heb “Look!”) Gaal son of Ebed and his brothers are coming (tn The participle, as used here, suggests Gaal and his brothers are in the process of arriving, but the preceding verses imply they have already settled in. Perhaps Zebul uses understatement to avoid the appearance of negligence on his part. After all, if he made the situation sound too bad, Abimelech, when he was informed, might ask why he had allowed this rebellion to reach such a stage.) to Shechem and inciting the city to rebel against you. (tn The words “to rebel” are interpretive. The precise meaning of the Hebrew verb צוּר (tsur) is unclear here. It is best to take it in the sense of “to instigate; to incite; to provoke” (see Deut 2:9, 19 and R. G. Boling, Judges [AB], 178).)"},{"number":32,"verse":"Now, come up (tn Heb “arise.”) at night with your men (tn Heb “you and the people who are with you.”) and set an ambush in the field outside the city. (tn The words “outside the city” are supplied in the translation for clarification.)"},{"number":33,"verse":"In the morning at sunrise quickly attack the city. When he and his men come out to fight you, do what you can to him.” (tn Heb “Look! He and the people who are with him will come out to you, and you will do to him what your hand finds [to do].”)"},{"number":34,"verse":"So Abimelech and all his men came up (tn Heb “and all the people who were with him arose.”) at night and set an ambush outside Shechem — they divided into (tn Heb “four heads.” The words “they divided into” are supplied in the translation for clarification.) four units."},{"number":35,"verse":"When Gaal son of Ebed came out and stood at the entrance to the city’s gate, Abimelech and his men got up from their hiding places."},{"number":36,"verse":"Gaal saw the men (tn Heb “the people” (also in vv. 38, 43, 48). These were warriors, so “men” has been used in the translation, since in ancient Israelite culture soldiers would have been exclusively males.) and said to Zebul, “Look, men are coming down from the tops of the hills.” But Zebul said to him, “You are seeing the shadows on the hills — it just looks like men.” (tn Heb “the shadow on the hills you are seeing, like men.”)"},{"number":37,"verse":"Gaal again said, “Look, men are coming down from the very center (tn Heb “navel.” On the background of the Hebrew expression “the navel of the land,” see R. G. Boling, Judges (AB), 178-79.) of the land. A unit (tn Heb “head.”) is coming by way of the Oak Tree of the Diviners.” (tn Some English translations simply transliterated this as a place name (Heb “Elon-meonenim”); cf. NAB, NRSV.)"},{"number":38,"verse":"Zebul said to him, “Where now are your bragging words, (tn Heb “is your mouth that says.”) ‘Who is Abimelech that we should serve him?’ Are these not the men (tn Heb “the people.”) you insulted? (tn Or “despised.”) Go out now and fight them!”"},{"number":39,"verse":"So Gaal led the leaders of Shechem out (tn Heb “So Gaal went out before the leaders of Shechem.”) and fought Abimelech."},{"number":40,"verse":"Abimelech chased him, and Gaal (tn Heb “he”; the referent (Gaal) has been specified in the translation for clarity.) ran from him. Many Shechemites (tn The word “Shechemites” is not in the Hebrew text, but is supplied for clarification.) fell wounded at the entrance of the gate."},{"number":41,"verse":"Abimelech went back (tc Heb “stayed.” Some scholars revise the vowel pointing on this verb from that of the MT, resulting in the translation “and he returned to.” The Lucianic recension of the LXX understands the word in this way.) to Arumah; Zebul drove Gaal and his brothers out of Shechem. (tn Heb “drove…out from dwelling in Shechem.”)"},{"number":42,"verse":"The next day the Shechemites (tn Heb “the people”; the referent (the Shechemites) has been specified in the translation for clarity.) came out to the field. When Abimelech heard about it, (tn Heb “And they told Abimelech.”)"},{"number":43,"verse":"he took his men (tn Heb “his people.”) and divided them into three units and set an ambush in the field. When he saw the people coming out of the city, (tn Heb “And he saw and, look, the people were coming out of the city.”) he attacked and struck them down. (tn Heb “he arose against them and struck them.”)"},{"number":44,"verse":"Abimelech and his units (tn Or possibly, “the unit that was with him.”) attacked and blocked (tn Heb “stood [at].”) the entrance to the city’s gate. Two units then attacked all the people in the field and struck them down."},{"number":45,"verse":"Abimelech fought against the city all that day. He captured the city and killed all the people in it. Then he leveled (tn Or “destroyed.”) the city and spread salt over it. (tn Heb “sowed it with salt.”sn The spreading of salt over the city was probably a symbolic act designed to place the site under a curse, deprive it of fertility, and prevent any future habitation. The practice is referred to outside the Bible as well. For example, one of the curses in the Aramaic Sefire treaty states concerning Arpad: “May Hadad sow in them salt and weeds, and may it not be mentioned again!” See J. A. Fitzmyer, The Aramaic Inscriptions of Sefire (BibOr), 15, 53. Deut 29:23, Jer 17:6, and Zeph 2:9 associate salt flats or salty regions with infertility and divine judgment.)"},{"number":46,"verse":"When all the leaders of the Tower of Shechem (sn Perhaps the Tower of Shechem was a nearby town, distinct from Shechem proper, or a tower within the city.) heard the news, they went to the stronghold (tn Apparently this rare word refers here to the most inaccessible area of the temple, perhaps the inner sanctuary or an underground chamber. It appears only here and in 1 Sam 13:6, where it is paired with “cisterns” and refers to subterranean or cave-like hiding places.) of the temple of El-Berith. (sn The name El-Berith means “God of the Covenant.” It is probably a reference to the Canaanite high god El.)"},{"number":47,"verse":"Abimelech heard (tn Heb “and it was told to Abimelech.”) that all the leaders of the Tower of Shechem were in one place. (tn Heb “were assembled.”)"},{"number":48,"verse":"He and all his men (tn Heb “his people.”) went up on Mount Zalmon. He (tn Heb “Abimelech.” The proper name has been replaced with the pronoun (“he”) due to considerations of English style.) took an ax (tn The Hebrew text has the plural here.) in his hand and cut off a tree branch. He put it (tn Heb “he lifted it and put [it].”) on his shoulder and said to his men, “Quickly, do what you have just seen me do!” (tn Heb “What you have seen me do, quickly do like me.”)"},{"number":49,"verse":"So each of his men also cut off a branch and followed Abimelech. They put the branches (tn The words “the branches” are supplied in the translation for clarification.) against the stronghold and set fire to it. (tn Heb “they kindled over them the stronghold with fire.”) All the people (tn Or “men,” but the word seems to have a more general sense here, as the conclusion to the sentence suggests.) of the Tower of Shechem died — about a thousand men and women."},{"number":50,"verse":"Abimelech moved on (tn Or “went.”) to Thebez; he besieged and captured it. (tn Heb “he camped near Thebez and captured it.”)"},{"number":51,"verse":"There was a fortified (tn Or “strong.”) tower (tn Or “fortress.” The same Hebrew term occurs once more in this verse and twice in v. 52.) in the center of the city, so all the men and women, as well as the city’s leaders, ran into it and locked the entrance. Then they went up to the roof of the tower."},{"number":52,"verse":"Abimelech came and attacked the tower. When he approached the entrance of the tower to set it on fire,"},{"number":53,"verse":"a woman threw an upper millstone (sn A hand mill consisted of an upper stone and larger lower stone. One would turn the upper stone with a handle to grind the grain, which was placed between the stones. An upper millstone, which was typically about two inches thick and a foot or so in diameter, probably weighed 25-30 pounds (11.4-13.6 kg). See G. F. Moore, Judges (ICC), 268; C. F. Burney, Judges, 288.) down on his (tn Heb “Abimelech’s.” The proper name has been replaced by the pronoun “his” in the translation in keeping with conventions of English narrative style.) head and shattered his skull."},{"number":54,"verse":"He quickly called to the young man who carried his weapons, (tn The Hebrew text adds, “and said to him.” This has not been included in the translation for stylistic reasons.) “Draw your sword and kill me, so they will not say, (tn The Hebrew text adds, “concerning me.” This has not been included in the translation for stylistic reasons.) ‘A woman killed him.’” So the young man stabbed him and he died."},{"number":55,"verse":"When the Israelites saw that Abimelech was dead, they went home. (tn Heb “each to his own place.”)"},{"number":56,"verse":"God repaid Abimelech for the evil he did to his father by murdering his seventy half-brothers. (tn Heb “seventy brothers.”)"},{"number":57,"verse":"God also repaid the men of Shechem for their evil deeds. The curse spoken by Jotham son of Jerub-Baal fell (tn Heb “came.”) on them."}]}