{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"( सोपर क अय्यूब क जवाब) फुन अय्यूब सोपर क जवाब दिहस।"},{"number":2,"verse":"“बिना संदेह क तू सोचत अहा कि सिरिफ तू ही लोग बुद्धिमान अहा, तू सोचत अहा कि जब तू मरब्या तउ विवेक मर जाइ तोहरे संग।"},{"number":3,"verse":"मुला तोहार जेतँनी बुद्धि भी उत्तिम बाटइ, मइँ तोहसे कछू घटिके नाहीं अहउँ। अइसी बातन क जइसी तू कहत ह, हर कउनो जानत ह।"},{"number":4,"verse":"“अब मोरे मीत मोरे मसखरी उड़ावत हीं। ‘मइँ प्रतिदिन पराथना किहा करत रहा अउर उ मोर पराथना क जवाब देत रहा।’ किन्तु अब भी मइँ बेगुनाह अउर निर्दोख अहउँ, मोर परोसी मोर खिल्ली उड़ावत हीं।"},{"number":5,"verse":"अइसे लोग जेह पइ कबहुँ विपत्ति नाहीं पड़ी, विपदा स घिरा लागेन क हँसी किया करत हीं। मगर विपदा हमेसा उ लोगन पइ आइ बरे तइयार रहत ही जेकर गोड़ दृढ़ नाहीं अहइँ।"},{"number":6,"verse":"डाकुअन आपन डेरन मँ बगैर चिन्ता क रहत हीं। अइसे लोग जउन परमेस्सर क क्रोधित करत हीं, सान्ति स रहत हीं। परमेस्सर ओनका धियान रखत हीं।"},{"number":7,"verse":"“चाहे तू पसु स पूछिके लखा, उ पचे तोहका सिखाइ देइहीं, या हवा क पंछियन स पूछा उ पचे तोहका बताइ देइहीं।"},{"number":8,"verse":"या तू धरती स पूछि ल्या उ तोहका सिखाइ देइ या सागरे क मछरियन क आपन गियान तोहका बतावइ दया।"},{"number":9,"verse":"हर कउनो जानत ह कि यहोवा एँन सबइ चिजियन क रचेस ह।"},{"number":10,"verse":"हर जिअत पसु अउर हर एक प्राणी जउन साँस लेत ह, परमेस्सर क आधीन अहइ।"},{"number":11,"verse":"जइसे जीभ भोजन क सुआद चखत ह वइसे ही कानन क सब्दन क परखत ह।"},{"number":12,"verse":"लोग कहित ह, ‘अइसा ही बूढ़न क लगे विवेक रहत ह। अउर लम्बी उमर समुझ बुझ देत हीं?’"},{"number":13,"verse":"किन्तु उ परमेस्सर अहइ जेकर लगे बुद्धि अउर सक्ती अहइ। उ अच्छा सलाह अउर सूझबूझ रखत हीं।"},{"number":14,"verse":"अगर परमेस्सर कउनो चिज क ढहाइ क गिराइ देइ तउ, फुन लोग ओका नाहीं बनाइ सकतेन। अगर परमेस्सर कउनो मनई क बन्दी बनावइ, तउ लोग ओका अजाद नाहीं कइ सकतेन।"},{"number":15,"verse":"अगर परमेस्सर बर्खा क रोकइ तउ धरती झुराइ जाइ। अगर परमेस्सर बर्खा क छूट दइ देइ, तउ उ धरती पइ बाढ़ लइ आई।"},{"number":16,"verse":"परमेस्सर सक्तीसाली अहइ। उ सदा विजयी होत ह। उ मनई जउन छलत ह अउर उ मनई जउन छला जात ह दुउनउँ परमेस्सर क अहइँ।"},{"number":17,"verse":"परमेस्सर सलाहकारन स ओनकर बूद्धि लेइ लेत ह। उ प्रमुखन क अइसा बनाइ देत ह कि उ पचे मूर्ख मनइयन जइसा बेउहार करइ लागत हीं।"},{"number":18,"verse":"परमेस्सर राजा लोगन क अधिकार हटाइ लेत ह अउर ओनका दास बना देत ह।"},{"number":19,"verse":"परमेस्सर याजक लोगन ओनकर सक्ती स वंचित कर देत ह अउर ओनकर दर्जा क सुरच्छा क छीन लेत ह।"},{"number":20,"verse":"परमेस्सर बिस्सासनीय सलाहकार क चुप कराइ देत ह। उ बूढ़े लोगन क बूद्धि लइ लेत ह।"},{"number":21,"verse":"परमेस्सर महत्वपूर्ण अधिकारियन क साथ अइसा बेउहार करत ह जइसा उ कछू नाहीं अहइ। उ सासकन क सक्ती लेइ लेत हीं।"},{"number":22,"verse":"परमेस्सर अँधियारा स रहस्य स भरी सच्चाई क परगट करत ह। उ घना अँधियारा स घिरा जगहियन पइ, रोसनी पठवत ह।"},{"number":23,"verse":"परमेस्सर रास्ट्रन क विसाल अउ सक्तीसाली होइ देत ह, अउर फुन ओनका उ नस्ट कइ डावत ह। उ रास्ट्रन क विकसित कइके विसाल बनइ देत ह, फुन ओनकर लोगन क उ तितर बितर कइ देत ह।"},{"number":24,"verse":"परमेस्सर धरती क रास्ट्रन क प्रमुखन क मूरख अउर नासमुझ बनाइ देत ह। उ ओनका मरुभूमि मँ जहाँ कउन राह नाहीं भटक बरे पठवत ह।"},{"number":25,"verse":"उ पचे प्रमुख लोग अँधियारा मँ आपन राह टटरोत रहत हीं। कउनो भी प्रकास ओनके लगे नाहीं होत ह। परमेस्सर ओनका अइसे चलावत ह, जइसे पीके धुत भए लोग चलत हीं।"}]}