{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"“मोर आँखिन पहिले स ही उ सब चिजियन क गवाही अहा जउन तू कहया ह। मोर कानन पहिले ही सुन अउर समुझ चुका ह जउन कछू तू करत अहा।"},{"number":2,"verse":"मइँ भी ओतना ही जानत हउँ जेतना तू जानत अहा, मइँ तोहसे कम नाहीं हउँ।"},{"number":3,"verse":"किन्तु मइँ सर्वसक्तीमान परमेस्सर स बोलइ चाहत हउँ, अउर मइँ ओकर समन्वा आपन मुकद्दमा क सफ़ाइ देउँ।"},{"number":4,"verse":"मुला तू तीनउँ लोग आपन छूठ बातन स फुरई क ढाँपइ चाहत अहा। तू उ बेकार क चिकित्सक नाई अहा जउन कउनो क नीक नाहीं कइ सकत।"},{"number":5,"verse":"मोर इ कामना अहइ कि तू पूरी तरह चुप होइ जा। इ तोहरे बरे बूद्धिमानी क बात होइ जउन तू कइ सकत ह।"},{"number":6,"verse":"“अब मोर तर्क सुना। सुना जब मइँ आपन सफाई देउँ।"},{"number":7,"verse":"का तू परमेस्सर बरे झूठ बोलब्या? का तू सचमुच परमेस्सर क बारे मँ झूठ बोलब्या?"},{"number":8,"verse":"का तू मोरे खिलाफ परमेस्सर क पच्छ लेब्या? का तू अदालत मँ परमेस्सर क बचावइ जात अहा?"},{"number":9,"verse":"अगर परमेस्सर तोहका बहोत करीब स जाँच लिहस तउ का उ कछू भी नीक बात पाई? का तू सोचत अहा कि तू परमेस्सर क छल पउब्या, ठीक उहइ तरह जइसे तू लोगन क छलत अहा?"},{"number":10,"verse":"अगर तू अदालत मँ छुपा छुपा कउनो तरफ़दारी करब्या, तउ परमेस्सर निहचय ही तोहका लताड़ी।"},{"number":11,"verse":"ओकर तेज तोहका डरावत ह अउर तू डर जात ह।"},{"number":12,"verse":"तोहार कहब धूलि जइसे बेकार अहइँ। तोहार तर्कन माटी जइसी दुर्बल अहइँ।"},{"number":13,"verse":"“चुप रहा अउ मोका कहि लेइ दया। मोरे संग कछू बात होइ जाइ दया।"},{"number":14,"verse":"मइँ खुद क संकट मँ डावत हउँ अउर मइँ खुद आपन जिन्नगी आपन हाथन मँ लेत हउँ।"},{"number":15,"verse":"होइ सकत ह परमेस्सर मोका मारि देइ। यद्यापि मोका जीत क कछू आसा नाहीं अहइ, तउ भी मइँ आपन मुकदमा क तर्क ओकरे समन्वा देब।"},{"number":16,"verse":"परमेस्सर मोर मुक्ति अहइ, काहेकि कउनो दुट्ठ मनई ओकर आपने-सामने नाहीं आइ सकत।"},{"number":17,"verse":"ओका धियान स सुना जेका मइँ कहत हउँ, ओह पइ कान दया जेकर व्याख्या मइँ करइ चाहत हउँ।"},{"number":18,"verse":"अब मइँ आपन बचाव करइ क तैयार हउँ। इ मोका पता अहइ कि मोका निर्दोख सिद्ध कीन्ह जाइ।"},{"number":19,"verse":"कउनो भी मनई इ प्रमाणित नाहीं कइ सकत कि मइँ गलत हउँ। अगर कउनो मनई इ सिद्ध कइ देइ तउ मइँ चुप होइ जाब अउर मरि जाब।"},{"number":20,"verse":"“हे परमेस्सर, तू मोका दुइ बातन दइ दया, फिन मइँ तोहसे नाहीं छुपब।"},{"number":21,"verse":"मोका दण्ड देइ रोकि दया, अउर मोसा जियादा लड़इ छोड़ द्या।"},{"number":22,"verse":"फिन तू मोका पुकारा अउर मइ तोहका जवाब देब, या मोका बोलइ दया अउर तू मोका जावब दया।"},{"number":23,"verse":"केतँना पाप मइँ किए हउँ? कउन सा अपराध मोहसे होइ गवा? मोका मोर पाप अउर अपराध देखाँवा।"},{"number":24,"verse":"हे परमेस्सर, तू मोहसे काहे बचत अहा? तू मोर संग दुस्मन जइसा बेउहार काहे करत अहा?"},{"number":25,"verse":"का तू मोका डेरउब्या? मइँ एक पत्ता जइसा हउँ जेका पवन उड़ावत ह। एक झुरान तिनका क तू खदेड़त अहा।"},{"number":26,"verse":"हे परमेस्सर, तू मोरे विरोध मँ गंभीर दोसपूर्ण बात लिखत अहा। का तू मोका अइसे पापन बरे दुःख देत ह जउन मइँ आपन जवानी मँ किहे रहेउँ?"},{"number":27,"verse":"मोरे गोड़न मँ तू काठ डाइ दिहया ह। तू मोर हर कदम पइ आँखी गड़ए रखत ह। मोरे कदमन क तू सीमा बाँध दिहा ह।"},{"number":28,"verse":"मइँ सड़ी चीज जइसा छीन होत जात हउँ कीरन स खाए भए ओढ़नन क टुका जइसा।"}]}