{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":21,"verses":[{"number":1,"verse":"( अय्यूब क जवाब) एह पइ अय्यूब जवाब देत भए कहेस।"},{"number":2,"verse":"“तू पचे चित्त दइके सुना जउन मइँ कहत हउँ, तोहार सुनइ क आपन तरिके स मोर दिलासा होइ जाइ।"},{"number":3,"verse":"जब मइँ बोलत हउँ तू धीरा धरा, फुन जब मइँ बोल चुकउँ तब तू मोर हँसी उड़ाइ सकत ह।"},{"number":4,"verse":"“मोर सिकाइत मनइयन क खिलाफ नाहीं अहइ, मइँ काहे सहनसील नाहीं अहउँ ओकर खास वजह अहइ।"},{"number":5,"verse":"तू मोका लखा अउर चकित होइ जा, आपन सोक दिखाइ बरे आपन हाथ आपन मुँहे पइ धरा।"},{"number":6,"verse":"जब मइँ सोचत हउँ ओन सब क जउन मोर संग घटा तउ मोका डर लागत ह अउर मोर देह थर थर काँपत ह।"},{"number":7,"verse":"काहे बुरे लोगन क उमर लम्बी होत ह? काहे उ पचे बूढ़ाइ जात हीं अउर कामयाब होत हीं?"},{"number":8,"verse":"बुरे लोग आपन संतानन क आपन संग बढ़त भए लखत हीं। बुरे लोग आपन-आपन नाती पोतन क लखइ क जिअत रहत हीं।"},{"number":9,"verse":"ओनकर घर सुरच्छित रहत हीं अउर उ पचे डेरातेन नाहीं। परमेस्सर दुस्टन क सजा देइ बरे आपन सजा काम मँ नाहीं लिआवत ह।"},{"number":10,"verse":"ओकर साँड़ कबहुँ भी मिला कइ मँ नाहीं चुकत ह। ओनकर गइयन बछवन क जनम देइ बरे गाभिन होत। ओनकर गर्भ कबहुँ नाहीं गिरत हीं।"},{"number":11,"verse":"बुरे लोग गदेलन क बाहेर खेलइ पठवत हीं मेमनन क जइसे, ओनकर गदेलन नाचत हीं चारिहुँ ओर।"},{"number":12,"verse":"मजीरा, वीणा अउर बाँसुरी क धून पइ उ पचे गावत हीं अउर नाचत हीं।"},{"number":13,"verse":"बुरे लोग आपन जिन्नगी भइ कामयाबी क आनन्द लेत हीं। फुन बिना दुख भोगे उ पचे मरि जात हीं अउर आपन कब्रन क बीच चला जात हीं।"},{"number":14,"verse":"मुला बूरे लोग परमेस्सर स कहा करत हीं, ‘हमका अकेला तजि दया। अउर एकर हमका परवाह नाहीं कि तू हमसे कइसा जिन्नगी जिअइ चाहत ह।’"},{"number":15,"verse":"दुट्ठ लोग कहा करत हीं, ‘सर्वसक्तीमान परमेस्सर कउन अहइ? हमका ओकरी सेवा क जरुरत नाहीं अहइ। ओकरी पराथाना करइ क कउनो लाभ नाहीं।’"},{"number":16,"verse":"“दुस्ट मनई सोचत हीं कि ओनका आपन ही करण कामयाबी मिलत ह, मुला मइँ ओनकर विचारन क नाहीं अपनाइ सकत हउँ।"},{"number":17,"verse":"मुला का अइसा होत ह कि दुस्ट जन क प्रकास बुताइ जावा करत ह? केतनी दाई दुस्टन क दुःख घेरा करत हीं? का परमेस्सर ओनसे कोहाइ जात ह, अउर ओनका सजा देत ह?"},{"number":18,"verse":"का परमेस्सर दुस्ट लोगन क अइसे उड़ावत ह जइसे हवा तिनके क उड़ावत ह अउर तेज हवा अनाजे क भूसा उड़ाइ देत हीं?"},{"number":19,"verse":"मुला तू कहत ह: ‘परमेस्सर एक गदेला क ओकरे बाप क पापन्क सजा देत ह।’ नाहीं, परमेस्सर क चाही कि बुरे जन क राजा देइ। तबहीं उ बूरा मनई जानी कि ओका ओकरे निज पापन बरे सजा मिलती अहइ।"},{"number":20,"verse":"तू पापी क ओकरे आपन राजा क देखाँइ दया, तब उ सर्वसक्तीसाली परमेस्सर क कोप क अनुभव करी।"},{"number":21,"verse":"जब बुरा मनई क उमर क महीना खतम होइ जात हीं अउर उ मर जात ह: उ उ परिवार क परवाह नाहीं करत जेका उ पाछे तजि जात ह।"},{"number":22,"verse":"“कउनो मनई परमेस्सर क गियान नाहीं दइ सकत, उ ऊँच ओहदन क लोगन क भी निआउ करत ह।"},{"number":23,"verse":"एक पूरा अउ सफल जिन्नगी क जिअइ क पाछे एक मनई मरत ह, उ एक सुरच्छित अउ सुखी जिन्नगी जिअत ह।"},{"number":24,"verse":"ओकर लगे पिवइ बरे भरपूर दुध रहा। अब समइ तलक ओकर हाड़ तन्दुरुस्त रहीन।"},{"number":25,"verse":"मुला कउनो एक अउर मनई कठिन जिन्नगी क पाछे दुःख भरे मने स मरत ह, उ जिन्नगी क कबहुँ कउनो रस नाहीं चाखेस।"},{"number":26,"verse":"इ सबइ दुइनउँ मनई एक संग माटी मँ गड़ा सोवत हीं किरउनन दुइनउँ क एक संग ढाँपि लेइहीं।"},{"number":27,"verse":"“मुला मइँ जानत हउँ कि तू का सोचत अहा, अउर मोका पता अहइ कि तोहरे लगे मोरा बूरा करइ क कुचाल अहइ।"},{"number":28,"verse":"मोरे बरे तू इ कहा कहत ह, ‘अब कहाँ बाटइ उ महामानुस क घर? कहाँ बा उ घर जेहमाँ उ दुस्ट रहत रहा?’"},{"number":29,"verse":"“मुला तू कबहुँ बटोहियन क नाहीं पूछ्या? का तू ओकर कहानियन पइ बिस्सास नाहीं किहस?"},{"number":30,"verse":"उ दिन जब परमेस्सर कोहाइके सजा देत ह दुस्ट मनई सदा बच जात ह?"},{"number":31,"verse":"अइसा कउन मनई नाहीं जउन ओकरे समन्वा ही ओकरे करमन क बूराइ करइ। ओकरे पाप क सजा कउनो मनई ओका नाहीं देत ह।"},{"number":32,"verse":"जब कउनो मनई कब्र मँ लेइ जावा जात ह, तउ ओकरे कब्र क लगे एक पहरुवा खड़ा ह।"},{"number":33,"verse":"उ दुट्ठ मनई बरे उ घाटी क माटी मुलायम होइ। अनगिनत लोग भी ओकर समन्वा कब्र गएन ह, अउर भी लोग ओहस मिली।"},{"number":34,"verse":"“तउ आपन कोरे सब्दन स तू मोका चइन नाहीं दइ सकत्या, तोहार जवाब सिरिफ झुठा अहइँ।”"}]}