{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"( अय्यूब क उ दिना क कोसब जब उ जन्मा रहा) तब अय्यूब आपन मुँह खोलेस अउर उ दिन क कोसइ लग जब उ पइदा भवा रहा।"},{"number":2,"verse":"उ कहेस:"},{"number":3,"verse":"“जउने दिन मइँ पइदा भवा रहेउँ, बर्बाद होइ चाही रहा। उ राति कबहुँ न आइ होइ चाही जब उ पचे कहे रहेन कि ‘एक ठु लरिका’ पइदा भवा अहइ।"},{"number":4,"verse":"उ दिन अँधियारा स भरा जाइ चाही रहा। परमेस्सर उ दिन क बिसारि जात चाही रहा। उ दिन प्रकास न चमका चाही रहा।"},{"number":5,"verse":"उ दिन अँधियारा स पूर्ण बना होत चाही रहा जेतना कि मउत अहई। बादर उ दिन क घेरे रहतेन चाही रहा। जउनो दिन मइँ पइदा भवा करिया बादर प्रकास क डेरवाइ क खदेर देतेन चाही रहा।"},{"number":6,"verse":"उ राति क गहिर अँधियारा जकरि लेइ, उ राति क गनती न होइ। उ राति क कउनो महीना मँ सामिल जिन करा।"},{"number":7,"verse":"उ राति कछू भी पइदा न करइ। कउनो भी आनन्द क ध्वनि उ राति क सुनाइ न देइ।"},{"number":8,"verse":"सराप देइ मँ माहिर मनइयन क उ मनइयन क साथ जउन लिब्यातान क जगवाइ मँ सामर्थ अहइ, क उ दिना क सराप देइ दया जउन दिना मइँ पइदा भएउँ।"},{"number":9,"verse":"उ दिन क साँझ तारा करिया पड़ जाइ दया। उ रात भिन्सारे क रोसनी बरे तरसइ अउर उ प्रकास कबहुँ न आवइ दया। उ सूरज क पहिली किरन न लखि सकइ।"},{"number":10,"verse":"काहेकि उ रात मोका पइदा होइ स नाहीं रोकस। उ रात मोका इ सबइ कस्ट झेलइ स नाहीं रोकेस।"},{"number":11,"verse":"मइँ काहे नाहीं मरि गएउँ जब मइँ पइदा भवा रहेउँ? जन्म क समइ ही मइँ काहे नाहीं मरि के बाहर आए रहेउँ?"},{"number":12,"verse":"काहे मोर महतारी गोदी मँ मोका राखेस? काहे मोर महतारी क छतियन मोका दूध पियाएन।"},{"number":13,"verse":"अगर मइँ तबहिं मरि गवा होतेउँ जब मइँ पइदा भवा रहेउँ तउ अब मइँ सान्ति स होतउँ। अगर अइसा होतेन मइँ सोवत रहतेउँ अउर आराम पउतेउँ।"},{"number":14,"verse":"राजा लोगन अउ बुद्धिमान मनइयन क संग जउन पृथ्वी पइ पहिले रहेन। ओन लोग आपन बरे ठउर जगह बनाएन, जउन अब नस्ट होइक मिट चुका अहइँ।"},{"number":15,"verse":"मोका ओन सासक लोगन क संग दफनावा जात रहतेउँ जउन सोना-चादी स आपन घर भरे होतेन।"},{"number":16,"verse":"मइँ गर्भपात मँ ही मरि जात रहतेउँ। मइँ दिन क प्रकास नाहीं देखि रहतेउँ।"},{"number":17,"verse":"दुट्ठ जन दुःख देब तब तजि देत ही जब उ पचे कब्र मँ होत ही अउर थके लोग कब्र मँ आराम पावत हीं।"},{"number":18,"verse":"हिआँ तलक कि बंदी भी सुख स कब्र मँ रहत हीं। हुआँ उ पचे आपन अत्याचारियन क आवाज नाहीं सुनत हीं।"},{"number":19,"verse":"हर तरह क लोग कब्र मँ रहत हीं चाहे उ पचे महत्व नामा होइँ या साधारण। हुआँ दास आपन सुआमी स छुटकारा पावत ह।"},{"number":20,"verse":"“अइसे मनई क प्रकास काहे देत रहा जउन दुःख झेल रहा ह? अइसे मनई क काहे जिन्नगी देत रहा ह जेकर जिन्नगी कडुवापन स भरा रहत ह?"},{"number":21,"verse":"अइसा मनई मनइ चाहत ह मुला ओकर मउत नाहीं आवत। अइसा दुःखी मरई मउत पावइ क उहइ तरह तरसत ह जइसे कउनो छुपे खजाना बरे।"},{"number":22,"verse":"अइसे मनइयन कब्र पाइके खुस होत हीं अउर आनन्द मनावत हीं।"},{"number":23,"verse":"परमेस्सर ओनसे ओनकर भविस्स छिपाए राखत ह अउर ओनकर चारिहुँ कइँती सुरच्छा बरे देवार खड़ी करत ह।"},{"number":24,"verse":"मोर गहरी उदासी मोर बरे रोटी बन गवा ह। मोर विलाप जल धारा क तरह बाहेर फूट पड़त ह।"},{"number":25,"verse":"मइँ जउने डेराउनी बात स डेरात रहेउँ कि कहुँ उहइ मोरे संग न घटि जाइ अहइ मोरे संग घटि गइ। अउर जउने बाते स मइँ सबन त जियादा डरेउँ, उहइ मोरे संग होइ गइ।"},{"number":26,"verse":"नही मइँ सान्त होइ सकत हउँ, न ही मइँ आराम कइ सकत हउँ। मइँ बहोत ही विपत्ति मँ हउँ।”"}]}