{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"( अय्यूब एलिपाज क जवाब देत ह) फुन अय्यूब जवाब दिहेस,"},{"number":2,"verse":"“मोरे पीरा अउ दुःख क तराजु मँ तउलइ दया।"},{"number":3,"verse":"मोर व्यथा समुद्दर क समूची रेत स भी जियादा भारी होइ। एह बरे मइँ गँवार जइसा बात किहेउँ ह।"},{"number":4,"verse":"सर्वसक्तीमान परमेस्सर क बाण मोह माँ घुसा अहइँ अउर मोर प्राण ओन बाणन क विख क पिअत रहत ह। परमेस्सर क उ सबइ भयानक सस्त्र मोरे खिलाफ एक संग रखा भवा अहइँ।"},{"number":5,"verse":"तोहार सब्दन कहइ बरे सहज अहइ जब कछू भी बुरा नाहीं भएन ह। हिआँ तलक कि जंगली गदहा भी नाहीं रेकंत अगर ओकरे लगे खाइ क रहइ। इहइ तरह कउनो भी गइया तब तलक नाहीं रँभात जब तलक ओकरे लगे चइर क चारा अहइ।"},{"number":6,"verse":"बे नमक क भोजन बिना स्वाद क होत ह। अउर अण्डा क सफेदी मँ भी स्वाद नाहीं होत ह।"},{"number":7,"verse":"मोरे बरे तोहार सब्द ठीक उहइ तरह अहइ। इ भोजन क छुअइ स मइँ इन्कार करत हउँ। इ तरह क भोजन मोका सड़ा भवा लागत ह।"},{"number":8,"verse":"“परमेस्सर क मोर माँग क अनुमोदन करइ दया अउर मोका उ देइ दया जे मँ चाहत हउँ।"},{"number":9,"verse":"परमेस्सर क मोका सराप अउर मार डावइ दया!"},{"number":10,"verse":"अगर उ मोका मारत ह तउ एक ठु बात क चैन मोका रहीं, आपन अनन्त पीरा मँ भी मोका एक ठु बाते क खुसी रही, कि मइँ कबहुँ भी आपन पवित्र क हुकुमन पइ चलइ स इन्कार नाहीं किहउँ।"},{"number":11,"verse":"“मोर सक्ती छीण होइ चुकी बाटइ एह बरे मोका जिअत रहइ क आसा नाहीं अहइ। मोका पता नाहीं कि आखीर मँ मोरे संग का होइ? एह बरे धीरज धइर क मोरे लगे कउनो कारण नाहीं अहइ।"},{"number":12,"verse":"मइँ चट्टान क नाई मजबूत नाहीं अहउँ। न ही मोर देह काँसे स रची गइ अहइ।"},{"number":13,"verse":"अब तउ मोहमाँ एँतनी भी सक्ती नाहीं कि मइँ खुद क बचाइ लेउँ। काहेकि मोहसे कामयाबी छीन लीन्ह गइ अहइ।"},{"number":14,"verse":"“काहेकि उ जउन आपन दोस्तन खातिर निस्ठा देखावइ स इन्कार करत ह। उ सर्वसक्तीमान परमेस्सर क भी अपमान करत ह।"},{"number":15,"verse":"मुला मोरे बन्धु लोगो, तू बिस्सास क जोग्ग नाहीं रहया। तू पचे नदी-तल क नाईँ अबिस्सासी ह जेहमाँ बरिस क कछू भाग मँ ही जल रहत ह।"},{"number":16,"verse":"उ सबहिं अँन्धियारा नदी-तल, बरफ स उमड़ि जात ह जब बरफ टेघरत ही।"},{"number":17,"verse":"मुला जब मौसम गरम अउ सूखा होत ह, तब पानी बहब बंद होइ जात ह, अउर जल क धारा झुराइ जात हीं।"},{"number":18,"verse":"बइपारी लोगन क दल आपन रास्ता क तजि देत ही अउर रेगिस्ताने मँ प्रवेस कइ जात ही अउर उ पचे लुप्त होइ जात हीं।"},{"number":19,"verse":"तेमा क बइपारी दल जल क हेरत रहेन अउर सबा क राही आसा क संग लखत रहेन।"},{"number":20,"verse":"उ पचन्क विस्सास रहा कि पानी मिली मुला ओनका निरासा मिली।"},{"number":21,"verse":"अब तू पचे ओन जल धारन क समान अहा। तू पचे मोर सबइ यातना क लखत अहा अउ डेरान अहा।"},{"number":22,"verse":"का मइँ कहेउँ कि ‘मोका उपहार द्या?’ का मइँ कहेउँ कि ‘मोर बरे रिस्वत क रूप मँ एक भेंट द्या?’"},{"number":23,"verse":"का मइँ तू पचन्स कहेउँ, ‘मोर दुस्मनन स मोका बचाइ ल्या?’ का मइँ तोहका कहेउँ कि ‘ओका मुक्ती-धन द्या जउन मोका पकरेस ह!’"},{"number":24,"verse":"“एह बरे अब मोका सिच्छा दया अउर मइँ सान्त होइ जाब। मोका देखाँइ दया कि मइँ का बूरा किहेउँ ह।"},{"number":25,"verse":"सच्चा सब्द ताकतवर होत हीं, मुला तू पचे का आलोचना करत ह"},{"number":26,"verse":"का तू आलोचना क अविस्कार करत ह का तू एहसे भी जिआदा निरासाजनक सब्द बोलब्या?"},{"number":27,"verse":"हिआँ तलक कि जुआ मँ अनाथ क भी वस्तुअन क लेइ चाहत ह। हिआँ तलक कि तू आपन निज मीत क भी बेचइ चाहत ह।"},{"number":28,"verse":"मुला अब, मोरे मुख क परखा। मइँ तोहसे झूठ नाहीं बोलब।"},{"number":29,"verse":"एह बरे, आपन मने क बदल डावा। एक भी अनियाय जिन होइ दया, फुन स जरा सोचा काहेकि मइँ कउनो बुरा काम नाहीं किहेउँ ह।"},{"number":30,"verse":"मइँ झूठ नाहीं कहत हउँ। मोका भला अउ बुरे लोगन क पहिचान अहइ।"}]}