{"bibleAbbr":"awaERV2005","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"( बिलदद अय्यूब स बोलत ह) एकरे पाछे सूह प्रदेस क बिलदद जवाब देत भए कहेस"},{"number":2,"verse":"“तू कब तलक अइसी बातन करत रहब्या? तोहार सब्द तेज आँधी क तरह बहत अहइँ।"},{"number":3,"verse":"परमेस्सर सदा स्वच्छ रहत ह। निआउवाली बातन क सर्वसक्तीवाला परमेस्सर कबहुँ नाहीं बदलत ह।"},{"number":4,"verse":"एह बरे अगर तोहार सन्तानन परमेस्सर क खिलाफ पाप किहन ह तउ ओनका राजा दिहस ह। आपन पापन खातिर ओनका भोगइ क पड़ा ह।"},{"number":5,"verse":"मुला अब अय्यूब, परमेस्सर कइँती निगाह करा, अउर सर्वसक्तीमान परमेस्सर स ओकर दाया पावइ खातिर बिनती करा।"},{"number":6,"verse":"अगर तू पवित्तर अउर ईमानदार अहा, तउ उ हाली तोहार मदद बरे आइ। उ तोहार नीक घरे क रच्छा करब।"},{"number":7,"verse":"जउन कछू भी खोया उ तोहका नान्ह स बात लगी। काहेकि तोहार भविस्स बड़ा सुफल होइ।"},{"number":8,"verse":"“ओन बुढ़वा लोगन स पूछा अउर पता करा कि ओनकर पुरखन क सीखे रहेन।"},{"number":9,"verse":"काहेकि अइसा लागत ह जइसा कि हम तउ बस काल्ह ही पइदा भएन ह, हम कछू नाहीं जानित। परछाई क तरह हमार उमर भुइँया पइ बहोत छोट क अहइ।"},{"number":10,"verse":"होइ सकत ह कि बूढ़वा लोग तोहका कूछ सिखाइ सकइँ। होइ सकत ह जउन उ पचे सीखेन ह उ पचे मोका सिखाइ सकइँ।”"},{"number":11,"verse":"बिलदद कहेस, “का भोजपत्र क बृच्छ दलदल भुइँया क इलावा कहुँ बढ़ सकत ह का नरकट बे पानी क बाढ़ि सकत ह?"},{"number":12,"verse":"नाहीं, अगर पानी झुराइ जात ह तउ उ पचे भी मुरझाइ जइहीं। ओनका काटा जाइ जोग्ग काटिके काम मँ लिआवइ क उ पचे बहोत छोट रहि जइहीं।"},{"number":13,"verse":"उ मनई जउन परमेस्सर क बिसारि जात ह, नरकट क तरह होत ह। उ मनई जउन परमेस्सर क बिसारि जात ह ओकरे बरे कउनो आसा नाहीं अहइ।"},{"number":14,"verse":"उ मनई क बिस्सास बहोत दुर्बल होत ह। उ मनई मकड़ी क जाला क सहारे रहत ह।"},{"number":15,"verse":"अगर कउनो मनई मकड़ी क जाले क सहारा लेत ह, इ टुटि जाइ। अगर उ मकड़ी क जाल क पकरत ह, इ नस्ट होइ जाइ।"},{"number":16,"verse":"उ मनई उ पौधे क नाई अहइ जेकरे लगे पानी अउ सूरज क रोसनी बहोतइ अहइ। ओकर डारियन बगिया मँ हर कइँती सँचरत हीं।"},{"number":17,"verse":"उ पाथर क टीला क चारिहुँ कइँती आपन जड़न क फइलावत ह अउ चटटान मँ जमइ बरे कउनो ठउर हेरत ह।"},{"number":18,"verse":"जब पौधा आपन जगह स उखाड़ दीन्ह जात ह, तउ कउनो भि नाहीं जान पात ह कि हुआँ कबहुँ कउनो पौधा रहा।"},{"number":19,"verse":"मुला उ पौधा हुआँ खुस रहा, अब दूसर पउधन हुआँ जमिहीं, जहाँ कबहुँ उ पउधा रहा।"},{"number":20,"verse":"मुला परमेस्सर कबहुँ भी निर्दोख मनई का नाहीं तजी अउर उ बुरे मनई क सहारा नाहीं देइ।"},{"number":21,"verse":"अबहुँ भी परमेस्सर तोहरे मुँह क हँसी स भरि देइ। तोहरे ओंठन क खुसी स चहकाइ देइ।"},{"number":22,"verse":"परमेस्सर तोहरे दुट्ठ दुस्मनन क लज्जा स झुकाइ देइ। अउर ओनकर घरन क नास कइ देइ।”"}]}