{"bibleAbbr":"MKJV1962","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"And the queen of Sheba heard of Solomon's fame concerning the name of the LORD, and she came to test him with hard questions."},{"number":2,"verse":"And she came to Jerusalem with a very great train, with camels that bore spices, and very much gold, and precious stones. And she came to Solomon, and she told him all that was in her heart."},{"number":3,"verse":"And Solomon answered all her questions for her. There was not a thing hidden from the king, which he did not tell her."},{"number":4,"verse":"And when the queen of Sheba had seen all Solomon's wisdom, and the house which he had built,"},{"number":5,"verse":"and the food of his table, and the sitting of his servants, and the attendance of his ministers, and their clothing, and his cupbearers, and his burnt offering that he offered up to the house of the LORD, there was no more spirit in her."},{"number":6,"verse":"And she said to the king, It was a true report which I heard in my own land of your acts and of your wisdom."},{"number":7,"verse":"And I did not believe the words until I came and my eyes had seen. And behold! The half was not told me. Your wisdom and blessings are more than the fame which I heard."},{"number":8,"verse":"Happy [are] your men, happy are these who are your servants, who stand always before you, and who hear your wisdom."},{"number":9,"verse":"Blessed is Jehovah your God, who delighted in you, to set you on the throne of Israel. Because the LORD loved Israel forever; therefore, He made you king to do judgment and justice."},{"number":10,"verse":"And she gave the king a hundred and twenty talents of gold, a very great store of spices, and precious stones. No spice like that came any more for abundance, that the queen of Sheba gave to king Solomon."},{"number":11,"verse":"And also the navy of Hiram which brought gold from Ophir, brought in from Ophir great abundance of almug trees and precious stones."},{"number":12,"verse":"And the king made of the almug trees a support for the house of the LORD, and for the king's house, also lyres and harps for singers. No such almug wood has come or been seen to this day."},{"number":13,"verse":"And king Solomon gave to the queen of Sheba all her desire, whatever she asked, besides what Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants."},{"number":14,"verse":"And the weight of gold which came to Solomon in one year was six hundred sixty-six talents of gold,"},{"number":15,"verse":"apart from the merchant men, and and from the traffic of the traders, and from all the kings of Arabia, and from the governors of the lands."},{"number":16,"verse":"And King Solomon made two hundred targets [of] beaten gold; six hundred [shekels] of gold went into one target."},{"number":17,"verse":"And [he made] three hundred shields of beaten gold; three minas of gold went into one shield. And the king put them in the house of the forest of Lebanon."},{"number":18,"verse":"And the king made a great throne of ivory, and overlaid it with the best gold."},{"number":19,"verse":"The throne had six steps, and the top of the throne [was] round in the back part. And [there were] stays on either side on the place of the seat, and two lions stood beside the stays;"},{"number":20,"verse":"and two lions were standing on the six steps, on this and on that [side]. There was not the like made in any kingdom."},{"number":21,"verse":"And all King Solomon's drinking vessels [were of] gold, and all the vessels of the house of the forest of Lebanon [were of] pure gold. None were of silver; it was counted nothing in the days of Solomon."},{"number":22,"verse":"For the king had at sea a navy of Tarshish with the navy of Hiram. Once in three years the navy of Tarshish came bringing gold and silver, ivory, and apes, and peacocks."},{"number":23,"verse":"And King Solomon was greater than all the kings of the earth in riches and in wisdom."},{"number":24,"verse":"And all the earth sought Solomon, to hear his wisdom which God had put in his heart."},{"number":25,"verse":"And every man brought his presents, vessels of silver and vessels of gold, and clothing and armor, and spices, horses and mules, so much year by year."},{"number":26,"verse":"And Solomon gathered chariots and horsemen. And he had fourteen hundred chariots, and twelve thousand horsemen, whom he stationed in the cities for chariots, and with the king at Jerusalem."},{"number":27,"verse":"And the king made silver like stones in Jerusalem, and he made cedars like the sycamore trees in the valley for abundance."},{"number":28,"verse":"And Solomon had horses brought out of Egypt, and out of Kue. The king's merchants received them from Kue at a price."},{"number":29,"verse":"And a chariot came up and went out of Egypt for six hundred [shekels] of silver, and a horse for a hundred and fifty. And so for all the kings of the Hittites, and for the kings of Syria, they brought [them] out by their means."}]}