{"bibleAbbr":"MKJV1962","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"And behold, a man of God came out of Judah, by the word of the LORD, to Bethel. And Jeroboam stood by the altar to burn incense."},{"number":2,"verse":"And he cried against the altar in the word of the LORD and said, O, altar, altar, so says the LORD. Behold, a son shall be born to the house of David, Josiah by name, and on you he shall offer the priests of the high places who burn incense on you, and men's bones shall be burned on you."},{"number":3,"verse":"And he gave a sign the same day, saying, This [is] the sign which the LORD has spoken. Behold, the altar shall be torn apart, and the ashes that [are] on it shall be poured out."},{"number":4,"verse":"And it happened when King Jeroboam heard the saying of the man of God who had cried against the altar in Bethel, he put forth his hand from the altar, saying, Lay hold on him! And his hand, which he put forth against him withered up so that he could not pull it in again to himself."},{"number":5,"verse":"The altar also was torn apart, and the ashes poured out from the altar according to the sign which the man of God had given by the word of the LORD."},{"number":6,"verse":"And the king answered and said to the man of God, Seek now the face of the LORD your God, and pray for me, and my hand may be given back to me again. And the man of God prayed to the LORD, and the king's hand was given back to him again, and became as at the beginning."},{"number":7,"verse":"And the king said to the man of God, Come home with me and refresh yourself, and I will give you a reward."},{"number":8,"verse":"And the man of God said to the king, If you will give me half your house, I will not go in with you, nor will I eat bread nor drink water in this place."},{"number":9,"verse":"For so was it commanded me by the word of the LORD, saying, Eat no bread nor drink water, nor return again by the same way that you came."},{"number":10,"verse":"And he went another way, and did not return by the way he came to Bethel."},{"number":11,"verse":"And a certain old prophet was living in Bethel, and his son came and told him all the works that the man of God had done that day in Bethel. The words which he had spoken to the king they also told to their father."},{"number":12,"verse":"And their father said to them, Where [is] this [man]? What way did he go? For his sons had seen what way the man of God, who came from Judah, had gone."},{"number":13,"verse":"And he said to his sons, Saddle me the ass. And they saddled the ass for him, and he rode on it,"},{"number":14,"verse":"and went after the man of God, and found him sitting under an oak. And he said to him, [Are] you the man of God who came from Judah? And he said, I [am]."},{"number":15,"verse":"And he said to him, Come home with me and eat bread."},{"number":16,"verse":"And he said, I may not return with you nor go in with you, nor will I eat bread or drink water with you in this place."},{"number":17,"verse":"For a word was to me by the word of the LORD, You shall eat no bread nor drink water there, nor turn again to go by the way that you came."},{"number":18,"verse":"And he said to him, I [am] a prophet also as you are. And an angel spoke to me by the word of the LORD, saying, Bring him back with you into your house, so that he may eat bread and drink water. But he lied to him."},{"number":19,"verse":"So he went back with him and ate bread in his house, and drank water."},{"number":20,"verse":"And it happened as they sat at the table, the word of the LORD came to the prophet who brought him back."},{"number":21,"verse":"And he cried to the man of God who came from Judah, saying, So says the LORD, Because you have not obeyed the mouth of the LORD and have not kept the command which the LORD your God commanded you,"},{"number":22,"verse":"but came back and have eaten bread and have drunk water in the place which He said to you, You shall not eat bread nor drink water, your body shall not come to the tomb of your fathers."},{"number":23,"verse":"And after he had eaten bread, and after he had drunk, it happened that he saddled the ass for him, for the prophet whom he had brought back."},{"number":24,"verse":"And he left, and a lion met him by the way and killed him. And his dead body was thrown in the highway, and the ass stood by it, and the lion also stood by the body."},{"number":25,"verse":"And behold, men passed by and saw the body thrown in the way, and the lion standing by the body. And they came and told [it] in the city where the old prophet lived."},{"number":26,"verse":"And when the prophet who brought him back from the way heard, he said, It [is] the man of God who did not obey the word of the LORD. And the LORD has delivered him to the lion, which has torn him and killed him, according to the word of the LORD which He spoke to him."},{"number":27,"verse":"And he spoke to his sons, saying, Saddle the ass for me. And they saddled it."},{"number":28,"verse":"And he went and found his body thrown in the way, and the ass and the lion standing by the body. The lion had not eaten the body nor torn the ass."},{"number":29,"verse":"And the prophet took up the dead body of the man of God, and laid it on the ass and brought it back. And the prophet came to the city to mourn and to bury him."},{"number":30,"verse":"And he laid his body in his own grave. And they mourned over him, saying, Alas, my brother!"},{"number":31,"verse":"And it happened after he had buried him, he spoke to his sons, saying, When I am dead, then bury me in the tomb in which the man of God [is] buried. Lay my bones beside his bones,"},{"number":32,"verse":"for the saying which he cried by the word of the LORD against the altar in Bethel, and against all the houses of the high places in the cities of Samaria, shall surely come to pass."},{"number":33,"verse":"After this thing Jeroboam did not turn from his evil way, but turned and made priests of the high places from the lowest of the people. He who desired, he consecrated him, and he became [one] of the priests of the high places."},{"number":34,"verse":"And this thing is the sin of the house of Jeroboam, even to blot [it] from off the face of the earth."}]}