{"bibleAbbr":"MKJV1962","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"And it happened [after] many days the word of the LORD came to Elijah in the third year saying, Go, show yourself to Ahab. And I will send rain on the earth."},{"number":2,"verse":"And Elijah went to be seen himself to Ahab. And [there was] a great famine in Samaria."},{"number":3,"verse":"And Ahab called Obadiah, who [was] over the house. (And Obadiah feared the LORD greatly,"},{"number":4,"verse":"for it happened when Jezebel cut off the prophets of the LORD, Obadiah took a hundred prophets and hid them by fifty in a cave, and fed them with bread and water.)"},{"number":5,"verse":"And Ahab said to Obadiah, Go into the land, to all fountains of water, and to all the torrents. Perhaps we may find grass to save the horses and mules alive, so that we do not lose all the animals."},{"number":6,"verse":"And they divided the land between them to pass throughout it. Ahab went one way by himself, and Obadiah went another way by himself."},{"number":7,"verse":"And as Obadiah was in the way, and behold! Elijah met him. And he knew him, and fell on his face, and said, [Are] you my lord Elijah?"},{"number":8,"verse":"and he answered him, I [am]. Go, tell your lord, behold, Elijah [is here]."},{"number":9,"verse":"And he said, What have I sinned that you would deliver your servant into the hand of Ahab to kill me?"},{"number":10,"verse":"[As] the LORD your God lives, there is no nation nor kingdom where my lord has not sent to seek you. And when they said, He is not there, he took an oath of the kingdom and nation that they did not find you."},{"number":11,"verse":"And now you say, Go, tell your lord, Behold, Elijah [is here] !"},{"number":12,"verse":"And it will be as soon as I have gone from you, the Spirit of the LORD shall carry you where I know not. And when I come and tell Ahab, and he cannot find you, he will kill me. But I, your servant, have feared the LORD from my youth."},{"number":13,"verse":"Was it not told my lord what I did when Jezebel killed the prophets of the LORD, how I hid a hundred men of the LORD's prophets by fifty in a cave and fed them with bread and water?"},{"number":14,"verse":"And now you say, Go, tell your lord, Behold, Elijah! And he will kill me!"},{"number":15,"verse":"And Elijah said, [As] the LORD of hosts lives, before whom I stand, I will surely be seen by him today."},{"number":16,"verse":"And Obadiah went to meet Ahab and told him. And Ahab went to meet Elijah."},{"number":17,"verse":"And it happened when Ahab saw Elijah, Ahab said to him, [Are] you he that troubles Israel?"},{"number":18,"verse":"And he answered, I have not troubled Israel, but you and your father's house have, in that you have forsaken the commandments of the LORD, and you have followed the Baals."},{"number":19,"verse":"And now send [and] gather to me all Israel to mount Carmel, and four hundred and fifty of the prophets of Baal, and four hundred of the prophets of Asherah, who eat at Jezebel's table."},{"number":20,"verse":"And Ahab sent to all the sons of Israel, and gathered the prophets together to mount Carmel."},{"number":21,"verse":"And Elijah came to all the people and said, How long are you limping over two opinions? If Jehovah [is] God, follow Him. But if Baal is God, [then] follow him. And the people did not answer him a word."},{"number":22,"verse":"And Elijah said to the people, I, I alone, remain a prophet of Jehovah. But Baal's prophets are four hundred and fifty men."},{"number":23,"verse":"And let them give us two bulls, and let them choose one bull for themselves, and cut it in pieces and lay [it] on wood. But place no fire. And I will dress the other bull and lay it on wood, and place no fire."},{"number":24,"verse":"And you call on the name of your gods, and I will call on the name of Jehovah. And it shall be, the god that answers by fire, He is God. And all the people answered and said, The word [is] good."},{"number":25,"verse":"And Elijah said to the prophets of Baal, Choose one bull for yourselves, and prepare first, for you [are] many. And call on the name of your god, but place no fire."},{"number":26,"verse":"And they took the bull which was given them, and they dressed, and called on the name of Baal from morning even until noon, saying, O Baal, hear us. But there was no voice, nor any who answered. And they leaped on the altar which was made."},{"number":27,"verse":"And it happened at noon Elijah mocked them and said, Cry with a great voice, for he [is] a god. Either he is meditating, or he is pursuing, or he is in a journey; perhaps he is asleep and must be awakened!"},{"number":28,"verse":"And they cried with a loud voice and cut themselves with knives and spears until the blood gushed out on them, as is their way."},{"number":29,"verse":"And it happened when midday was past, and when they prophesied until the [time] of the offering of the evening sacrifice, there was neither voice, nor any to answer, nor anyone who paid attention."},{"number":30,"verse":"And Elijah said to all the people, Come near to me. And all the people came near him. And he repaired the broken down altar of the LORD."},{"number":31,"verse":"And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the LORD came, saying, Israel shall be your name."},{"number":32,"verse":"And with stones he built an altar in the name of the LORD. And he made a trench around the altar big enough to contain two measures of seed."},{"number":33,"verse":"And he arranged the wood, and cut the bull in pieces, and placed [it] on the wood, and said, Fill four water jars with water and pour on the burnt sacrifice and on the wood."},{"number":34,"verse":"And he said, Do [it] the second time. And they did [it] the second time. And he said, Do [it] the third time. And they did [it] the third time."},{"number":35,"verse":"And the water ran all around the altar. And he filled the trench also with water."},{"number":36,"verse":"And it happened at the time of the offering of the evening sacrifice, Elijah the prophet came near and said, LORD, the God of Abraham, Isaac, and of Israel, let it be known this day that You [are] God in Israel, and that I am Your servant, and that I have done all these things at Your word."},{"number":37,"verse":"Hear me, O LORD, hear me, that this people may know that You [are] Jehovah God, and that You have turned their heart back again."},{"number":38,"verse":"And the fire of the LORD fell and burned up the burnt sacrifice and the wood, and the stones and the dust, and licked up the water that [was] in the trench."},{"number":39,"verse":"And when all the people saw, they fell on their faces. And they said, Jehovah, He [is] the God! Jehovah, He [is] the God!"},{"number":40,"verse":"And Elijah said to them, Take the prophets of Baal. Do not let one of them escape. And they took them. And Elijah brought them down to the torrent Kishon and killed them there."},{"number":41,"verse":"And Elijah said to Ahab, Go up, eat and drink, because of the [sound of] plenty of rain."},{"number":42,"verse":"So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel. And he threw himself down on the earth and put his face between his knees."},{"number":43,"verse":"And he said to his servant, Go up now, look toward the sea. And he went up and looked and said, Nothing. And he said, Go again seven times."},{"number":44,"verse":"And it happened at the seventh [time,] he said, Behold, there arises a little cloud out of the sea, like a man's hand. And he said, Go up and say to Ahab, Bind up and go down, so that the rain does not stop you."},{"number":45,"verse":"And it happened in the meantime the heaven was black [with] clouds and wind, and there was a great rain. And Ahab rose and went to Jezreel."},{"number":46,"verse":"And the hand of the LORD was on Elijah. And he girded up his loins and ran before Ahab to the entrance of Jezreel."}]}