{"bibleAbbr":"MKJV1962","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"And it happened after these things, Naboth of Jezreel had a vineyard in Jezreel, near the place of Ahab king of Samaria."},{"number":2,"verse":"And Ahab spoke to Naboth, saying, Give me your vineyard so that I may have it for a garden of herbs, because it [is] near my house. And I will give you a better vineyard than it. Or, if [it seems] good to you, I will give you the worth of it in silver."},{"number":3,"verse":"And Naboth said to Ahab, Far be it from me, by Jehovah, that I should give the inheritance of my fathers to you."},{"number":4,"verse":"And Ahab came to his house heavy and displeased because of the word which Naboth the Jezreelite had spoken to him. For he had said, I will not give you the inheritance of my fathers. And he lay on his bed and turned away his face, and would not eat food."},{"number":5,"verse":"And his wife Jezebel came to him and said to him, Why is your spirit so sad that you are not eating food?"},{"number":6,"verse":"And he said to her, Because I spoke to Naboth of Jezreel and said to him, Give me your vineyard for silver. Or else, if it pleases you, I will give you [another] vineyard for it. And he answered, I will not give you my vineyard."},{"number":7,"verse":"And his wife Jezebel said to him, Do you now rule over Israel? Rise up, eat food, and let your heart be good. I will give you the vineyard of Naboth of Jezreel."},{"number":8,"verse":"And she wrote letters in Ahab's name, and sealed [them] with his seal, and sent the letters to the elders and to the nobles in his city, dwelling with Naboth."},{"number":9,"verse":"And she wrote in the letter, saying, Proclaim a fast and set Naboth on high among the people."},{"number":10,"verse":"And set two men, sons of Belial, before him to bear witness against him, saying, You blasphemed God and the king. And carry him out and stone him so that he may die."},{"number":11,"verse":"And the men of his city, the elders and the nobles who lived in his city did as Jezebel had sent to them, as it [was] written in the letters which she had sent to them."},{"number":12,"verse":"They proclaimed a fast and set Naboth on high among the people."},{"number":13,"verse":"And there came in two men, sons of Belial, and sat before him. And the men of Belial witnessed against him, against Naboth, in the presence of the people, saying, Naboth blasphemed God and the king. And they carried him out of the city and stoned him with stones so that he died."},{"number":14,"verse":"And they sent to Jezebel, saying, Naboth is stoned and is dead."},{"number":15,"verse":"And it happened when Jezebel heard that Naboth was stoned and was dead, Jezebel said to Ahab, Arise, take possession of the vineyard of Naboth of Jezreel, which he refused to give you for silver. For Naboth is not alive, but dead."},{"number":16,"verse":"And it happened when Ahab heard that Naboth was dead, Ahab rose up to go down to the vineyard of Naboth of Jezreel, to take possession of it."},{"number":17,"verse":"And the word of the LORD came to Elijah the Tishbite, saying,"},{"number":18,"verse":"Arise, go down to meet Ahab the king of Israel in Samaria. Behold, [he is] in the vineyard of Naboth, where he has gone to possess it."},{"number":19,"verse":"And you shall speak to him, saying, So says the LORD, Have you killed and also taken possession? And you shall speak to him saying, So says the LORD, In the place where the dogs licked the blood of Naboth, dogs shall lick your blood, even yours."},{"number":20,"verse":"And Ahab said to Elijah, Have you found me, O my enemy? And he answered, I have found [you] because you have sold yourself to work evil in the sight of the LORD."},{"number":21,"verse":"Behold, I will bring evil on you and will take away those after you, and will cut off from Ahab him who urinates against the wall, both bond and free in Israel."},{"number":22,"verse":"And I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation with which you have provoked [Me] to anger, and made Israel to sin."},{"number":23,"verse":"And the LORD also spoke of Jezebel saying, The dogs shall eat Jezebel by the wall of Jezreel."},{"number":24,"verse":"He who dies of Ahab in the city, the dogs shall eat. And he who dies in the field, the birds of the air shall eat."},{"number":25,"verse":"But there was none like Ahab, who sold himself to work wickedness in the sight of the LORD, whom Jezebel his wife stirred up."},{"number":26,"verse":"And he did very abominably in following idols, according to all that the Amorites did, whom the LORD cast out before the sons of Israel."},{"number":27,"verse":"And it happened when Ahab heard these words, he tore his clothes and put sackcloth on his flesh, and fasted, and lay in sackcloth and walked softly."},{"number":28,"verse":"And the word of the LORD came to Elijah the Tishbite, saying,"},{"number":29,"verse":"Do you see how Ahab humbles himself before Me? Because he humbles himself before Me, I will not bring the evil in his days. [But] in his son's days I will bring the evil on his house."}]}