{"bibleAbbr":"msAB1996","bookName":"1 TIMOTIUS","bookEnglishName":"1 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"( Guru-Guru Palsu) Roh Allah dengan jelas mengatakan bahawa pada akhir zaman beberapa orang akan menyangkal Kristus. Mereka akan taat kepada roh yang menyesatkan dan kepada ajaran roh jahat."},{"number":2,"verse":"Ajaran itu disampaikan oleh orang munafik dan pendusta yang tidak mempedulikan suara hati mereka."},{"number":3,"verse":"Mereka mengajar orang supaya tidak berkahwin dan tidak memakan makanan tertentu. Tetapi Allah menciptakan makanan untuk dimakan, dan kita sebagai orang Kristian yang mengenal ajaran yang benar harus menerima semua makanan dengan mengucap syukur kepada-Nya."},{"number":4,"verse":"Segala sesuatu yang sudah diciptakan oleh Allah itu baik. Tiada satu pun yang harus ditolak. Terimalah segala-galanya dengan mengucap syukur kepada-Nya,"},{"number":5,"verse":"kerana firman Allah dan doa yang diucapkan menjadikan makanan itu suci."},{"number":6,"verse":"( Hamba Kristus Yesus yang Baik) Jika engkau memberikan semua petunjuk ini kepada saudara-saudara seiman, engkau akan menjadi hamba Kristus Yesus yang baik. Teguhkanlah hidup kerohanianmu dengan ajaran iman Kristian dan ajaran benar yang telah engkau ikuti."},{"number":7,"verse":"Jauhkanlah dirimu daripada cerita-cerita tahayul yang jahat dan sia-sia. Latihlah dirimu untuk kehidupan yang beribadat."},{"number":8,"verse":"Latihan jasmani ada faedahnya, tetapi latihan rohani sangat berfaedah dalam segala hal, kerana latihan rohani memberikan faedah kepada hidup kita baik sekarang mahupun pada masa yang akan datang."},{"number":9,"verse":"Kata-kata ini sungguh benar dan harus benar-benar diterima serta dipercayai."},{"number":10,"verse":"Kita berjuang ( berjuang; Beberapa buah naskhah kuno: dicerca.) dan bekerja keras, kerana kita berharap sepenuhnya kepada Allah yang hidup, Penyelamat semua orang, terutama sekali orang yang percaya kepada-Nya."},{"number":11,"verse":"Ajarkanlah semua itu dan suruhlah mereka mentaatinya."},{"number":12,"verse":"Jangan biarkan sesiapa pun menghina engkau kerana engkau muda. Sebaliknya, hendaklah engkau menjadi teladan bagi semua orang yang percaya kepada Kristus dengan percakapanmu, kelakuanmu, kasihmu untuk orang lain, imanmu kepada Kristus dan cara hidupmu yang suci."},{"number":13,"verse":"Sementara itu sehingga aku datang kelak, gunakanlah masamu dengan membaca Alkitab kepada jemaah, dan berkhutbah serta mengajar."},{"number":14,"verse":"Janganlah abaikan pemberian yang dikurniakan oleh Allah kepadamu pada masa nabi-nabi menyampaikan perkhabaran Allah tentang dirimu, dan para pemimpin jemaah memberkatimu dengan meletakkan tangan pada kepalamu."},{"number":15,"verse":"Lakukanlah semuanya tanpa mengenal lelah, supaya kemajuanmu dilihat oleh semua orang."},{"number":16,"verse":"Berhati-hatilah dengan dirimu sendiri dan ajaranmu. Jika engkau selalu melakukannya, engkau akan menyelamatkan baik dirimu sendiri mahupun orang yang mendengar engkau."}]}