{"bibleAbbr":"WLCv","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"וַיְהִי הַמֶּלְצַר נֹשֵׂא אֶת־פַּתְבָּגָם וְיֵין מִשְׁתֵּיהֶם וְנֹתֵן לָהֶם זֵרְעֹנִים׃"},{"number":2,"verse":"וְהַיְלָדִים הָאֵלֶּה אַרְבַּעְתָּם נָתַן לָהֶם הָאֱלֹהִים מַדָּע וְהַשְׂכֵּל בְּכָל־סֵפֶר וְחָכְמָה וְדָנִיֵּאל הֵבִין בְּכָל־חָזוֹן וַחֲלֹמוֹת׃"},{"number":3,"verse":"וּלְמִקְצָת הַיָּמִים אֲשֶׁר־אָמַר הַמֶּלֶךְ לַהֲבִיאָם וַיְבִיאֵם שַׂר הַסָּרִיסִים לִפְנֵי נְבֻכַדְנֶצַּר׃"},{"number":4,"verse":"וַיְדַבֵּר אִתָּם הַמֶּלֶךְ וְלֹא נִמְצָא מִכֻּלָּם כְּדָנִיֵּאל חֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה וַיַּעַמְדוּ לִפְנֵי הַמֶּלֶךְ׃"},{"number":5,"verse":"וְכֹל דְּבַר חָכְמַת בִּינָה אֲשֶׁר־בִּקֵּשׁ מֵהֶם הַמֶּלֶךְ וַיִּמְצָאֵם עֶשֶׂר יָדוֹת עַל כָּל־הַחַרְטֻמִּים הָאַשָּׁפִים אֲשֶׁר בְּכָל־מַלְכוּתוֹ׃"},{"number":6,"verse":"וַיְהִי דָּנִיֵּאל עַד־שְׁנַת אַחַת לְכוֹרֶשׁ הַמֶּלֶךְ׃ פ"},{"number":7,"verse":"וּבִשְׁנַת שְׁתַּיִם לְמַלְכוּת נְבֻכַדְנֶצַּר חָלַם נְבֻכַדְנֶצַּר חֲלֹמוֹת וַתִּתְפָּעֶם רוּחוֹ וּשְׁנָתוֹ נִהְיְתָה עָלָיו׃"},{"number":8,"verse":"וַיֹּאמֶר הַמֶּלֶךְ לִקְרֹא לַחַרְטֻמִּים וְלָאַשָּׁפִים וְלַמְכַשְּׁפִים וְלַכַּשְׂדִּים לְהַגִּיד לַמֶּלֶךְ חֲלֹמֹתָיו וַיָּבֹאוּ וַיַּעַמְדוּ לִפְנֵי הַמֶּלֶךְ׃"},{"number":9,"verse":"וַיֹּאמֶר לָהֶם הַמֶּלֶךְ חֲלוֹם חָלָמְתִּי וַתִּפָּעֶם רוּחִי לָדַעַת אֶת־הַחֲלוֹם׃"},{"number":10,"verse":"וַיְדַבְּרוּ הַכַּשְׂדִּים לַמֶּלֶךְ אֲרָמִית מַלְכָּא לְעָלְמִין חֱיִי אֱמַר חֶלְמָא [k_לעבדיך] [q_לְעַבְדָךְ] וּפִשְׁרָא נְחַוֵּא׃"},{"number":11,"verse":"עָנֵה מַלְכָּא וְאָמַר [k_לכשדיא] [q_לְכַשְׂדָּאֵי] מִלְּתָא מִנִּי אַזְדָּא הֵן לָא תְהוֹדְעוּנַּנִי חֶלְמָא וּפִשְׁרֵהּ הַדָּמִין תִּתְעַבְדוּן וּבָתֵּיכוֹן נְוָלִי יִתְּשָׂמוּן׃"},{"number":12,"verse":"וְהֵן חֶלְמָא וּפִשְׁרֵהּ תְּהַחֲוֺן מַתְּנָן וּנְבִזְבָּה וִיקָר שַׂגִּיא תְּקַבְּלוּן מִן־קֳדָמָי לָהֵן חֶלְמָא וּפִשְׁרֵהּ הַחֲוֺנִי׃"},{"number":13,"verse":"עֲנוֹ תִנְיָנוּת וְאָמְרִין מַלְכָּא חֶלְמָא יֵאמַר לְעַבְדוֹהִי וּפִשְׁרָה נְהַחֲוֵה׃"},{"number":14,"verse":"עָנֵה מַלְכָּא וְאָמַר מִן־יַצִּיב יָדַע אֲנָה דִּי עִדָּנָא אַנְתּוּן זָבְנִין כָּל־קֳבֵל דִּי חֲזֵיתוֹן דִּי אַזְדָּא מִנִּי מִלְּתָא׃"},{"number":15,"verse":"דִּי הֵן־חֶלְמָא לָא תְהוֹדְעֻנַּנִי חֲדָה־הִיא דָתְכוֹן וּמִלָּה כִדְבָה וּשְׁחִיתָה [k_הזמנתון] [q_הִזְדְּמִנְתּוּן] לְמֵאמַר קָדָמַי עַד דִּי עִדָּנָא יִשְׁתַּנֵּא לָהֵן חֶלְמָא אֱמַרוּ לִי וְאִנְדַּע דִּי פִשְׁרֵהּ תְּהַחֲוֻנַּנִי׃"},{"number":16,"verse":"עֲנוֹ [k_כשדיא] [q_כַשְׂדָּאֵי] קֳדָם־מַלְכָּא וְאָמְרִין לָא־אִיתַי אֲנָשׁ עַל־יַבֶּשְׁתָּא דִּי מִלַּת מַלְכָּא יוּכַל לְהַחֲוָיָה כָּל־קֳבֵל דִּי כָּל־מֶלֶךְ רַב וְשַׁלִּיט מִלָּה כִדְנָה לָא שְׁאֵל לְכָל־חַרְטֹּם וְאָשַׁף וְכַשְׂדָּי׃"},{"number":17,"verse":"וּמִלְּתָא דִי־מַלְכָּה שָׁאֵל יַקִּירָה וְאָחֳרָן לָא אִיתַי דִּי יְחַוִּנַּהּ קֳדָם מַלְכָּא לָהֵן אֱלָהִין דִּי מְדָרְהוֹן עִם־בִּשְׂרָא לָא אִיתוֹהִי׃"},{"number":18,"verse":"כָּל־קֳבֵל דְּנָה מַלְכָּא בְּנַס וּקְצַף שַׂגִּיא וַאֲמַר לְהוֹבָדָה לְכֹל חַכִּימֵי בָבֶל׃"},{"number":19,"verse":"וְדָתָא נֶפְקַת וְחַכִּימַיָּא מִתְקַטְּלִין וּבְעוֹ דָּנִיֵּאל וְחַבְרוֹהִי לְהִתְקְטָלָה׃ פ"},{"number":20,"verse":"בֵּאדַיִן דָּנִיֵּאל הֲתִיב עֵטָא וּטְעֵם לְאַרְיוֹךְ רַב־טַבָּחַיָּא דִּי מַלְכָּא דִּי נְפַק לְקַטָּלָה לְחַכִּימֵי בָּבֶל׃"},{"number":21,"verse":"עָנֵה וְאָמַר לְאַרְיוֹךְ שַׁלִּיטָא דִי־מַלְכָּא עַל־מָה דָתָא מְהַחְצְפָה מִן־קֳדָם מַלְכָּא אֱדַיִן מִלְּתָא הוֹדַע אַרְיוֹךְ לְדָנִיֵּאל׃"},{"number":22,"verse":"וְדָנִיֵּאל עַל וּבְעָה מִן־מַלְכָּא דִּי זְמָן יִנְתֵּן־לֵהּ וּפִשְׁרָא לְהַחֲוָיָה לְמַלְכָּא׃ פ"}]}