{"bibleAbbr":"RV1885","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"Blessed be the LORD my rock, which teacheth my hands to war, {cf15i and} my fingers to fight:"},{"number":2,"verse":"My lovingkindness, and my fortress, my high tower, and my deliverer; my shield, and he in whom I trust; who subdueth my people under me."},{"number":3,"verse":"LORD, what is man, that thou takest knowledge of him? or the son of man, that thou makest account of him?"},{"number":4,"verse":"Man is like to vanity: his days are as a shadow that passeth away."},{"number":5,"verse":"Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke."},{"number":6,"verse":"Cast forth lightning, and scatter them; send out thine arrows, and discomfit them."},{"number":7,"verse":"Stretch forth thine hand from above; rescue me, and deliver me out of great waters, out of the hand of strangers;"},{"number":8,"verse":"Whose mouth speaketh vanity, and their right hand is a right hand of falsehood."},{"number":9,"verse":"I will sing a new song unto thee, O God: upon a psaltery of ten strings will I sing praises unto thee."},{"number":10,"verse":"It is he that giveth salvation unto kings: who rescueth David his servant from the hurtful sword."},{"number":11,"verse":"Rescue me, and deliver me out of the hand of strangers, whose mouth speaketh vanity, and their right hand is a right hand of falsehood."},{"number":12,"verse":"When our sons shall be as plants grown up in their youth; and our daughters as corner stones hewn after the fashion of a palace;"},{"number":13,"verse":"{cf15i When} our garners are full, affording all manner of store; {cf15i and} our sheep bring forth thousands and ten thousands in our fields;"},{"number":14,"verse":"{cf15i When} our oxen are well laden; {cf15i when there is} no breaking in, and no going forth, and no outcry in our streets;"},{"number":15,"verse":"Happy is the people, that is in such a case: {cf15i yea}, happy is the people, whose God is the LORD."}]}