{"bibleAbbr":"RV1885","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"My heart overfloweth with a goodly matter: I speak the things which I have made touching the king: my tongue is the pen of a ready writer."},{"number":2,"verse":"Thou art fairer than the children of men; grace is poured into thy lips: therefore God hath blessed thee for ever."},{"number":3,"verse":"Gird thy sword upon thy thigh, O mighty one, thy glory and thy majesty."},{"number":4,"verse":"And in thy majesty ride on prosperously, because of truth and meekness {cf15i and} righteousness: and thy right hand shall teach thee terrible things."},{"number":5,"verse":"Thine arrows are sharp; the peoples fall under thee; {cf15i they are} in the heart of the king s enemies."},{"number":6,"verse":"Thy throne, O God, is for ever and ever: a sceptre of equity is the sceptre of thy kingdom."},{"number":7,"verse":"Thou hast loved righteousness, and hated wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."},{"number":8,"verse":"All thy garments {cf15i smell of} myrrh, and aloes, {cf15i and} cassia; out of ivory palaces stringed instruments have made thee glad."},{"number":9,"verse":"Kings daughters are among thy honourable women: at thy right hand doth stand the queen in gold of Ophir."},{"number":10,"verse":"Hearken, O daughter, and consider, and incline thine ear; forget also thine own people, and thy father s house;"},{"number":11,"verse":"So shall the king desire thy beauty: for he is thy Lord; and worship thou him."},{"number":12,"verse":"And the daughter of Tyre {cf15i shall be there} with a gift; even the rich among the people shall entreat thy favour."},{"number":13,"verse":"The king s daughter within {cf15i the palace} is all glorious: her clothing is inwrought with gold."},{"number":14,"verse":"She shall be led unto the king in broidered work: the virgins her companions that follow her shall be brought unto thee."},{"number":15,"verse":"With gladness and rejoicing shall they be led: they shall enter into the king s palace."},{"number":16,"verse":"Instead of thy fathers shall be thy children, whom thou shalt make princes in all the earth."},{"number":17,"verse":"I will make thy name to be remembered in all generations: therefore shall the peoples give thee thanks for ever and ever."}]}