{"bibleAbbr":"RV1885","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"Give ear to my prayer, O God; and hide not thyself from my supplication."},{"number":2,"verse":"Attend unto me, and answer me: I am restless in my complaint, and moan;"},{"number":3,"verse":"Because of the voice of the enemy, because of the oppression of the wicked; for they cast iniquity upon me, and in anger they persecute me."},{"number":4,"verse":"My heart is sore pained within me: and the terrors of death are fallen upon me."},{"number":5,"verse":"Fearfulness and trembling are come upon me, and horror hath overwhelmed me."},{"number":6,"verse":"And I said, Oh that I had wings like a dove! then would I fly away, and be at rest."},{"number":7,"verse":"Lo, then would I wander far off, I would lodge in the wilderness. {cf15i Selah}"},{"number":8,"verse":"I would haste me to a shelter from the stormy wind and tempest."},{"number":9,"verse":"Destroy, O Lord, {cf15i and} divide their tongue: for I have seen violence and strife in the city."},{"number":10,"verse":"Day and night they go about upon the walls thereof: iniquity also and mischief are in the midst of it."},{"number":11,"verse":"Wickedness is in the midst thereof: oppression and guile depart not from her streets."},{"number":12,"verse":"For it was not an enemy that reproached me; then I could have borne it: neither was it he that hated me that did magnify himself against me; then I would have hid myself from him:"},{"number":13,"verse":"But it was thou, a man mine equal, my companion, and my familiar friend."},{"number":14,"verse":"We took sweet counsel together, we walked in the house of God with the throng."},{"number":15,"verse":"Let death come suddenly upon them, let them go down alive into the pit: for wickedness is in their dwelling, in the midst of them."},{"number":16,"verse":"As for me, I will call upon God; and the LORD shall save me."},{"number":17,"verse":"Evening, and morning, and at noonday, will I complain, and moan: and he shall hear my voice."},{"number":18,"verse":"He hath redeemed my soul in peace from the battle that was against me: for they were many {cf15i that strove} with me."},{"number":19,"verse":"God shall hear, and answer them, even he that abideth of old, {cf15i Selah} {cf15i the men} who have no changes, and who fear not God."},{"number":20,"verse":"He hath put forth his hands against such as were at peace with him: he hath profaned his covenant."},{"number":21,"verse":"His mouth was smooth as butter, but his heart was war: his words were softer than oil, yet were they drawn swords."},{"number":22,"verse":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."},{"number":23,"verse":"But thou, O God, shalt bring them down into the pit of destruction: bloodthirsty and deceitful men shall not live out half their days; but I will trust in thee."}]}