{"bibleAbbr":"RV1885","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"Give ear, O Shepherd of Israel, thou that leadest Joseph like a flock; thou that sittest upon the cherubim, shine forth."},{"number":2,"verse":"Before Ephraim and Benjamin and Manasseh, stir up thy might, and come to save us."},{"number":3,"verse":"Turn us again, O God; and cause thy face to shine, and we shall be saved."},{"number":4,"verse":"O LORD God of hosts, how long wilt thou be angry against the prayer of thy people?"},{"number":5,"verse":"Thou hast fed them with the bread of tears, and given them tears to drink in large measure."},{"number":6,"verse":"Thou makest us a strife unto our neighbours: and our enemies laugh among themselves."},{"number":7,"verse":"Turn us again, O God of hosts; and cause thy face to shine, and we shall be saved."},{"number":8,"verse":"Thou broughtest a vine out of Egypt: thou didst drive out the nations, and plantedst it."},{"number":9,"verse":"Thou preparedst {cf15i room} before it, and it took deep root, and filled the land."},{"number":10,"verse":"The mountains were covered with the shadow of it, and the boughs thereof were {cf15i like} cedars of God."},{"number":11,"verse":"She sent out her branches unto the sea, and her shoots unto the River."},{"number":12,"verse":"Why hast thou broken down her fences, so that all they which pass by the way do pluck her?"},{"number":13,"verse":"The boar out of the wood doth ravage it, and the wild beasts of the field feed on it."},{"number":14,"verse":"Turn again, we beseech thee, O God of hosts: look down from heaven, and behold, and visit this vine,"},{"number":15,"verse":"And the stock which thy right hand hath planted, and the branch that thou madest strong for thyself."},{"number":16,"verse":"It is burned with fire, it is cut down: they perish at the rebuke of thy countenance."},{"number":17,"verse":"Let thy hand be upon the man of thy right hand, upon the son of man whom thou madest strong for thyself."},{"number":18,"verse":"So shall we not go back from thee: quicken thou us, and we will call upon thy name,"},{"number":19,"verse":"Turn us again, O LORD God of hosts; cause thy face to shine, and we shall be saved;"}]}