{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"And he came to Derbe the city, and to Lystra. BUT a certain disciple was there whose name was Timotheus, the son of a certain Jihudoytha, a believer, and his father an Aramoya."},{"number":2,"verse":"And all the disciples who were of Lystra and Ikonia testified concerning him."},{"number":3,"verse":"This Paulos willed to take with him; and he took and circumcised him because of the Jihudoyee who were in the place; for they all knew his father that he was an Aramoya."},{"number":4,"verse":"And when they had gone into the cities they preached and instructed them to keep those statutes which the apostles and presbyters who were in Urishlem had written."},{"number":5,"verse":"So were the churches confirmed in the faith, and multiplied in number every day."},{"number":6,"verse":"But they went through the countries of Phrygia and Galatia; and the Spirit of Holiness forbad them, that they should not preach the word of Aloha in Asia."},{"number":7,"verse":"And when they came to the region of Mysia they willed to go from thence to Bithynia; and the Spirit of Jeshu permitted them not."},{"number":8,"verse":"AND when they had gone forth from Mysia they came to the region of Troas."},{"number":9,"verse":"And in a vision of the night, Paulos saw as a certain man, a Makedonoia, who stood and besought him, saying, Come unto Makedunia and help me."},{"number":10,"verse":"But when Paulos had seen this vision, he immediately willed to go forth to Makedunia, for he understood that our Lord called us to evangelize them."},{"number":11,"verse":"And we went from Troas and proceeded directly to Samuthracia, and from thence the day after we came to Neapolis the city,"},{"number":12,"verse":"and from thence to Philippos, which is the head of Makedunia, and is a colony. But we were in that city certain days."},{"number":13,"verse":"And we went out on the day of shabath without the gate of the city to the bank of the river, because there was seen a house of prayer; and sitting down we discoursed with the women who assembled there."},{"number":14,"verse":"And a certain female, a seller of purple, who feared Aloha, her name was Lydia, of Theatira the city, (was there,) whose heart our Lord opened, and she heard that which Paulos spake."},{"number":15,"verse":"And she was baptized, she and the sons of her house. And she besought us and said, If it be that you truly think that I have believed in our Lord, come, remain in my house; and she constrained us much."},{"number":16,"verse":"AND it was while we went to the house of prayer, a certain damsel met us in whom was a spirit of divination, and she had produced her lords much gain by her divination."},{"number":17,"verse":"And she came after Paulos and after us, and cried and said, These men are the servants of Aloha the Most High, and announce to us the way of salvation."},{"number":18,"verse":"And this she did many days. And Paulos was indignant, and said to that spirit, I command thee in the name of Jeshu Meshiha to come out of her. And in that hour it came out."},{"number":19,"verse":"And when her lords saw that the hope of their gain had gone from her, they laid hold on Paulos and Shilo and drew them to the public place,"},{"number":20,"verse":"and brought them unto the prefects and to the chiefs of the city, and said, These men are troubling our city, because they are Jihudoyee,"},{"number":21,"verse":"and are preaching to us those rites which it is not permitted us to receive and perform, because we are Rumoyee."},{"number":22,"verse":"And a great gathering assembled against them. Then the prefects rent their vestments, and commanded to scourge them."},{"number":23,"verse":"And when they had scourged them much, they cast them into the house of the bound, and commanded the keeper of the house of the bound to keep them watchfully."},{"number":24,"verse":"But he, having received this command, brought in and shut them in the inner house of the house of the bound, and fastened their feet in the stocks."},{"number":25,"verse":"And in the dividing of the night, Paulos and Shilo prayed and glorified Aloha, and the chained-ones heard them."},{"number":26,"verse":"And suddenly there was a great trembling, and the foundations of the house of the bound trembled, and at once the doors of all were opened, and the chains of all were loosened."},{"number":27,"verse":"And when the keeper of the house of the bound awoke, and saw that the doors of the house of the bound were open, he took a sword and sought to kill himself, because he thought that the chained-ones had fled."},{"number":28,"verse":"And Paulos cried with a high voice and said to him, Do thyself no harm, for we are all here."},{"number":29,"verse":"And he kindled for himself a lamp, and sprang, and came, perturbed, and fell at the feet of Paulos and of Shilo:"},{"number":30,"verse":"and he brought them without, and said to them, My lords, what behoveth me to do that I may be saved?"},{"number":31,"verse":"And they said to him, Believe in our Lord Jeshu Meshiha, and thou shalt be saved, and thy house."},{"number":32,"verse":"And they spoke with him the words of the Lord, and with all the sons of his house."},{"number":33,"verse":"And in the same hour of that night, he took and washed them from their stripes, and was forthwith baptized, and all the sons of his house."},{"number":34,"verse":"And he took and brought them up into his house, and set for them the table, and exulted, he and the sons of his house, in the faith of Aloha."},{"number":35,"verse":"And when it was morning the prefects sent to the bearers of rods to say to the chief of the house of the bound, Loose those men."},{"number":36,"verse":"AND when the chief of the house of the bound heard, he entered and spoke that word to Paulos, that the prefects have sent that you might he dismissed; and now go forth (and) proceed in peace."},{"number":37,"verse":"Paulos saith to him, They scourged us in the eyes of the world, (we) being innocent, (and) Roman men, and threw us into the house of the bound; and now would they bring us forth secretly? No, indeed, but they shall come and bring us out."},{"number":38,"verse":"And the bearers of rods went and told the prefects these words which had been spoken to them. And when they heard that they were Rumoyee, they feared."},{"number":39,"verse":"And they came to them, and besought them to come forth and depart from the city."},{"number":40,"verse":"And when they had gone forth from the house of the bound, they entered with Lydia, and there saw the brethren, and consoled them."}]}