{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"And after the tumult had stilled, Paulos called the disciples and consoled them and kissed them, and going forth went unto Makedunia."},{"number":2,"verse":"And when he had itinerated those regions, and had consoled them with many words, he came into the country of Hales,[Quasi dicat, HELLAS, Greece.]"},{"number":3,"verse":"and was there three months. But the Jihudoyee wrought treachery against him, when he was about to go into Syria, and had thought to return into Makedunia."},{"number":4,"verse":"And (there) went forth with him into Asia Supatros who was from Berula, the city; and Aristarkos and Sakundos, who (were) from Thessalonika; and Gaios, who was from Derbe the city; and Timotheos, who was from Lystra; and from Asia, Tukikos and Trophimos."},{"number":5,"verse":"These went before us, and waited for us in Troas."},{"number":6,"verse":"But we went forth from Philipos, a city of the Makedunoyee, after the days of the Phatiree, and voyaged by sea and came to Troas in five days, and there were we seven days."},{"number":7,"verse":"AND on the first day in the week, when we were assembled to break the eucharist, Paulos discoursed with them, because the day following he was to depart; and he prolonged his discourse until the dividing of the night."},{"number":8,"verse":"And there were many lamps of fire in the high-room [B'elitho.] where we were assembled."},{"number":9,"verse":"And a certain youth whose name was Eutikos sat in a window and heard. And he had sunk into a heavy sleep while Paulos prolonged his discourse, and in his sleep he fell from the third floor, and was taken up as dead."},{"number":10,"verse":"And Paulos descended, and fell upon him and embraced him, and said, Be not agitated, for his life is in him."},{"number":11,"verse":"When he had gone up, he broke bread and tasted, speaking with them until the morning arose; and then went he forth to proceed by land."},{"number":12,"verse":"And they brought the young man alive, and rejoiced over him greatly."},{"number":13,"verse":"But we went down to the ship, and voyaged to the port* of Thesos, because there we were to receive Paulos, for thus he had instructed us, while he himself would proceed by land. [* Portus. But Tremellius, G. Faber, Buxtorf, and Trostius say, Caetus, congregatio. Schaaff seems to prefer caetus.]"},{"number":14,"verse":"But when we had received him from Thesos, we took him up into the ship and came to Mitylene."},{"number":15,"verse":"And from thence the day after we voyaged over against Kios the island, and again the day after we came to Samos; and we tarried at Trogalium, and the day after we came to Militos:"},{"number":16,"verse":"for Paulos had decided with himself to pass by Ephesos, that he might not be hindered there, because he hastened, that, if it were possible, on the day of the Pentecost in Urishlem he might work."},{"number":17,"verse":"AND from Militos he sent to bring the presbyters of the church of Ephesos;"},{"number":18,"verse":"and when they came to him, he said to them: You know, that from the first day that I entered Asia, how I was with you all time,"},{"number":19,"verse":"serving Aloha in much lowliness and with tears, and in those temptations which passed upon me through the devices of the Jihudoyee."},{"number":20,"verse":"Neither neglected I any thing that was profitable for your souls, that I might preach to you and teach in public places and in houses,"},{"number":21,"verse":"while I testified to Jihudoyee and to Aramoyee concerning repentance that is toward Aloha, and faith which is in our Lord Jeshu Meshiha."},{"number":22,"verse":"And now I, bound in the Spirit, go to Urishlem; not knowing what I shall know in her."},{"number":23,"verse":"Nevertheless, the Spirit of Holiness in every city testifieth to me and saith, that bonds and afflictions are for me."},{"number":24,"verse":"But by me my life is reckoned nothing, so that I may accomplish my course, and the ministry I have received from our Lord Jeshu, to bear witness concerning the gospel of the grace of Aloha."},{"number":25,"verse":"And now, I know that again my face you will not see, you, all, among whom I have gone about, preaching to you the kingdom of Aloha."},{"number":26,"verse":"I testify to you this very day, that I am pure from the blood of you all."},{"number":27,"verse":"For I have not shunned to make known to you all the will of Aloha."},{"number":28,"verse":"Take heed therefore to yourselves, and to the whole flock over which the Spirit of Holiness hath constituted you the bishops; to pasture the church of the Meshiha which he hath purchased with his blood."},{"number":29,"verse":"For I know that after I shall have gone, there will enter with you furious wolves which will not spare the flock."},{"number":30,"verse":"And also from you, of yourselves, will men arise speaking perverse things to turn away disciples to go after them."},{"number":31,"verse":"On account of this be watchful, and remember, that for three years I ceased not by night and by day with tears to instruct every one of you."},{"number":32,"verse":"And now I commend you to Aloha, and to the word of his grace, who is able to build you up, and to give you an inheritance with all the saints."},{"number":33,"verse":"Silver, or gold, or raiment have I not coveted;"},{"number":34,"verse":"and you know to the necessity of myself, and of those who are with me, these hands have ministered."},{"number":35,"verse":"And I have shown you every thing, (that) so it behoveth to labour, and to be careful of those who are infirm, and to remember the word of our Lord Jeshu, that he said, He is blessed who giveth, more than he who receiveth."},{"number":36,"verse":"And when these he had said, he kneeled on his knees and prayed, and all the men with him."},{"number":37,"verse":"And there was a great weeping with all of them, and they embraced him and kissed him;"},{"number":38,"verse":"but most agonized (were they) by that word which he had spoken, that again they were not to see his face. And they accompanied him to the ship."}]}