{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":22,"verses":[{"number":1,"verse":"Brethren and fathers, hear the defence which I make to you."},{"number":2,"verse":"And when they heard that Hebrew he was speaking with them, the more they ceased; and he said to them,"},{"number":3,"verse":"I am a man a Jihudoya; and I was born in Tarsos of Cilicia, but was brought up in this city at the feet of Gamaliel, and instructed perfectly in the law of our fathers. And I was zealous for Aloha, even as all of you are also."},{"number":4,"verse":"And this way I persecuted unto the death, while I bound and delivered to the house of the bound both men and women;"},{"number":5,"verse":"as the chief of the priests can testify of me, and all the elders, that from them I received letters to go to the brethren who were in Darmsuk, that also them who were there I should bring to Urishlem bound, that they might be fined."},{"number":6,"verse":"And as I went, and began to approach Darmsuk in the dividing of the day, suddenly from heaven there shone upon me a great light,"},{"number":7,"verse":"and I fell upon the earth, and heard a voice, which said to me, Shaol, Shaol, why persecutest thou me?"},{"number":8,"verse":"But I answered and said, Who art thou, my Lord? And he said to me, I am Jeshu Natsroya, whom thou persecutest!"},{"number":9,"verse":"And the men who were with me saw the light, but the voice they understood [Lit. \"heard.\"] not which spake with me."},{"number":10,"verse":"And I said, What shall I do, my Lord? And he said to me, Arise, go into Darmsuk, and there shall it be told thee of whatever it is commanded thee to do."},{"number":11,"verse":"And while I could not see because of the glory of that light, they who were with me took me by my hands, and I entered Darmsuk."},{"number":12,"verse":"And a man, one Hanania, righteous in the law, as the Jihudoyee who were there testified of him, came to me,"},{"number":13,"verse":"and said to me, Shaol, my brother, open thine eyes. And in a moment my eyes were opened, and I beheld him."},{"number":14,"verse":"And he said to me, The God of our fathers hath appointed thee to know his will, and to see that Just One, and to hear the voice from his lips,"},{"number":15,"verse":"that thou mayest be a witness to all men of all that thou hast seen and heard."},{"number":16,"verse":"And now why delayest thou? Arise, baptize, and be washed from thy sins, while thou callest his Name."},{"number":17,"verse":"And being returned, I came hither to Urishlem. And I prayed in the temple."},{"number":18,"verse":"And I saw him in a vision, when he said [Or, saying.] to me, Hasten, and remove thee from Urishlem: for they will not receive thy testimony concerning me."},{"number":19,"verse":"And I said, My Lord, they know also how I delivered to the house of the bound, and smote in all the synagogues, those who have believed in thee."},{"number":20,"verse":"And when the blood of thy martyr Estephanos was shed, I also stood with them, and fulfilled the will of his murderers, and kept the garments of them who stoned him."},{"number":21,"verse":"And he said to me, Go: for I send thee far away to preach to the Gentiles."},{"number":22,"verse":"And when they had heard Paulos until this word, they lifted up their voice, and cried, Take from the earth one like this; for he ought not to live."},{"number":23,"verse":"And as they shouted and cast their garments and threw dust to the heaven,"},{"number":24,"verse":"the tribune commanded that he should be brought into the fortress, and commanded him to be questioned by scourging, that he might know for what cause they cried against him."},{"number":25,"verse":"And as they exposed him with thongs, Paulos said to the centurion who stood near him, Is it allowed you to scourge a Roman man who is not condemned?"},{"number":26,"verse":"And when the centurion heard, he approached the tribune, and said to him, What doest thou? For this is a Roman man."},{"number":27,"verse":"And the tribune approached him, and said to him, Tell me, art thou a Roman? He said to him, Yes."},{"number":28,"verse":"The tribune answered, and said to him, I with much money purchased the Roman-right.[Rumoiutha.] Paulos said to him, But I was born in it."},{"number":29,"verse":"And immediately those who had sought to scourge him desisted from him; and the tribune feared when he learned that he was a Roman, because he had bound him."},{"number":30,"verse":"AND the day after he willed to know truly what was the accusation which the Jihudoyee brought against him. And he ordered him and commanded the great priests and all the synagogue of their rulers to come; and he took Paulos and brought (him) down, and stood him among them."}]}