{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"AND afterwards we learned that Melita was called that island."},{"number":2,"verse":"And the Barbaroyee who dwelt in it many kindnesses showed us. And they kindled a fire, and called all of us to warm, because there was great rain and cold."},{"number":3,"verse":"And Paulos took many sticks and placed upon the fire; and there came forth a viper from the heat of the fire, and bit (him) in his hand."},{"number":4,"verse":"And when the Barbaroyee saw it hang upon his hand, they said, Perhaps this man is a murderer, whom, though he is escaped from the sea, justice suffereth not to live."},{"number":5,"verse":"But Paulos shook his hand, and cast the viper into the fire, and nothing of evil befell him."},{"number":6,"verse":"But the Barbaroyee expected that he would immediately have swelled and fallen dead upon the ground; and when they had for a great while expected and saw that nothing of evil befell him, they changed their words, and said he was a god."},{"number":7,"verse":"But there were possessions in that place (belonging) to a certain man whose name was Publios, who himself was the chief of the island; and he cheerfully received us into his house three days."},{"number":8,"verse":"But the father of Publios was ill in a fever, and a disease of the bowels. And Paulos went in to him, and prayed and laid his hand on him, and healed him."},{"number":9,"verse":"And when this was done, the rest also of them who were diseased in the island came to him and were cured."},{"number":10,"verse":"And with great honours they honoured us; and when we went forth from thence they supplied us."},{"number":11,"verse":"But we went forth after three months and voyaged in an Alexandrine ship which had wintered at the island; and she had upon her the sign of the Twins."},{"number":12,"verse":"And we came to Sarakosa the city, and remained there three days."},{"number":13,"verse":"And from thence we went round and came to Regium the city. And after one day the south wind blew, and in two days we came to Putialos, a city of Italia."},{"number":14,"verse":"And we found there brethren, and they prayed of us, and we were with them seven days, and then went we unto Ruma."},{"number":15,"verse":"And when the brethren who were there heard, they came forth to meet us unto the street that is called Apios Foros, and unto the Three Taverns. And when Paulos saw them he thanked Aloha, and was strengthened."},{"number":16,"verse":"And we entered Ruma. And the centurion allowed Paulos to sojourn where he willed, with the soldier, him who guarded him."},{"number":17,"verse":"And after three days Paulos sent to convoke the principal men of the Jihudoyee; and when they were assembled, he said to them, Men, brethren, I, who in nothing have risen against the people, nor the law of our fathers, in bonds was delivered from Urishlem into the hands of the Rumoyee."},{"number":18,"verse":"And they who examined me willed to dismiss me, because they found not in me any fault worthy of death."},{"number":19,"verse":"And when the Jihudoyee had risen against me, I was constrained to call the appeal of Caesar; (yet) not as though I had in any thing to be the accuser of the sons of my people."},{"number":20,"verse":"Wherefore I have besought you to come, that I might see you, and declare to you these things; for on account of the hope of Israel am I bound with this chain."},{"number":21,"verse":"They said to him, We have not received letters concerning thee from Jihud, and none of the brethren who have come from Urishlem have spoken any thing evil of thee."},{"number":22,"verse":"But we are willing to hear from thee what it is that thou thinkest; for we know that this doctrine is by no man received."},{"number":23,"verse":"AND they appointed him a day; and many assembled and came where he sojourned; and he explained to them concerning the kingdom of Aloha, testifying and persuading them concerning Jeshu, from the law of Musha and from the prophets, from the morning until the evening."},{"number":24,"verse":"And some of them were persuaded by his words, and others were not persuaded."},{"number":25,"verse":"And they removed from him, while not agreeing together. And Paulos said to them this word, Well spake the Spirit of Holiness, by the mouth of Eshaia the prophet, against your fathers,"},{"number":26,"verse":"saying, Go unto this people, and say unto them, hearing, you will hear and will not understand. And you will see, but not discern:"},{"number":27,"verse":"For stupified is the heart of this people, and their hearing they have made heavy, and their eyes have they closed, lest they should see with their eyes, and hear with their ears, and understand with their hearts, and be turned unto me, and I should forgive them."},{"number":28,"verse":"Be this therefore known to you, that to the Gentiles is sent this redemption, for they will also hear it."},{"number":29,"verse":"..."},{"number":30,"verse":"And Paulos hired his own house, and was in it two years, and received there all those who came to him."},{"number":31,"verse":"And he preached concerning the kingdom of Aloha, and taught with confidence concerning our Lord Jeshu Meshiha, none forbidding."}]}