{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"AND while they spake these words to the people, the priests, and Zadukoyee, and the governors of the temple, arose against them,"},{"number":2,"verse":"being angered against them because they taught the people, and preached through the Meshiha the resurrection from the dead."},{"number":3,"verse":"And they laid upon them hands, and kept them unto the day after, because the evening had drawn nigh."},{"number":4,"verse":"And many who heard the word believed; and they were in number as five thousand men."},{"number":5,"verse":"And the day after, the rulers, and elders, and sophree, assembled,"},{"number":6,"verse":"and also Hanan chief of the priests, and Kaiapha, and Juhanon, and Alexandros, and they who were of the race of the chief priests."},{"number":7,"verse":"And when they had made them stand in the midst, they questioned them, By what power, or in what name, have you done this?"},{"number":8,"verse":"Then Shemun Kipha was filled with the Spirit of Holiness, and said to them, Rulers of the people, and elders of the house of Israel, hear:"},{"number":9,"verse":"If we this day are judged of you concerning the good which has been done to the infirm man, insomuch that he is cured;"},{"number":10,"verse":"be this known to you, and to all the people of Israel, that in the name of Jeshu Meshiha Natsroya, whom you crucified, whom Aloha hath raised from among the dead, through this Himself, behold, this (man) standeth before you well."},{"number":11,"verse":"This is the stone which you builders rejected, and he is become the head of the corner."},{"number":12,"verse":"And in no other one [In no other man.] is redemption: for there is no other name under heaven given to mankind, by which we must be saved."},{"number":13,"verse":"And when they heard the words of Shemun and of Juhanon, which they had confidently spoken, they perceived that they knew not literature and were common-men,[Hediutee.] and wondered at them; and they recognised them, that with Jeshu they had been conversant."},{"number":14,"verse":"And they saw that the lame man who had been healed was standing with them, and they could not say any thing against them."},{"number":15,"verse":"Then they commanded that they should lead them from their assembly, and said one to another,"},{"number":16,"verse":"What shall we do with these men? For, behold, a conspicuous sign which hath been done by their hands to all the inhabitants of Urishlem is known, and we cannot deny."},{"number":17,"verse":"But that this report may not go forth more [widely], we will threaten them that again they shall not speak in This Name to any man.[To a man of men.]"},{"number":18,"verse":"And they called them, and commanded them that not at all they should speak and teach in the name of Jeshu."},{"number":19,"verse":"SHEMUN KIPHA and Juhanon answered and said to them, If it be right before Aloha that you we obey rather than Aloha, judge you."},{"number":20,"verse":"For what we have seen and heard we cannot but speak."},{"number":21,"verse":"And they threatened them, and dismissed them; for they could not find cause to lay [a penalty] upon their head,* because of the people; for every one glorified Aloha for that which had been done. [* Compare Act 12:5, Syriac; and SCHAAF. Lex. in verb.]"},{"number":22,"verse":"For a son of more than forty years was that man in whom had been wrought this sign of healing."},{"number":23,"verse":"And when they were dismissed they came to their brethren, and made known to them whatever the priests and elders had said."},{"number":24,"verse":"And they, when they had heard, with one accord lifted up their voice unto Aloha, and said, Lord, thou art God who hast made heaven and earth and the seas, and all that is in them:"},{"number":25,"verse":"And thou art he who hast spoken by the Spirit of Holiness in the mouth of David thy servant: Why rage the Heathen, and the peoples imagine vanity?"},{"number":26,"verse":"The kings and powers of the earth arise and counsel together against the Lord, and against his Meshiha."},{"number":27,"verse":"For verily they are assembled in this city against thy holy Son Jeshu, whom thou hast anointed, - Herodes and Pilatos with the Gentiles and the synagogue of Israel,"},{"number":28,"verse":"- to work whatsoever thy hand and thy will have signified before should be done."},{"number":29,"verse":"And now also, Lord, behold and see their threatenings, and give unto thy servants with boldness to preach thy word,"},{"number":30,"verse":"while thy hand thou outstretchest unto healings and mighty works which they shall do in the name of thy holy Son Jeshu."},{"number":31,"verse":"And as they prayed and supplicated, the place in which they were assembled was moved, and they were all filled with the Spirit of Holiness, and they spake with openness the word of Aloha."},{"number":32,"verse":"BUT to the assembly of the men who believed there was one soul and one mind; and no man of them said of the goods which he possessed that they were his own, but all whatever they had was in common."},{"number":33,"verse":"And with great power did those apostles testify concerning the resurrection of Jeshu Meshiha, and great grace was with all of them."},{"number":34,"verse":"And no man of them had want; for they who possessed fields and houses sold [them], and brought the prices of whatever was sold"},{"number":35,"verse":"and laid at the feet of the apostles, and there was given to each according to that which was needed."},{"number":36,"verse":"But Jauseph, who was entitled Bar Naba by the apostles, which is interpreted, A son of consolation, a Levoya from the Isle of Kypros,"},{"number":37,"verse":"had a field, and he sold it, and brought its price and laid before the feet of the apostles."}]}