{"bibleAbbr":"PESH1849","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"AND in those days the disciples being many, the Javnoyee disciples murmured against the Ebroyee because their widows were slighted in the daily ministration."},{"number":2,"verse":"And the twelve apostles called all the assembly of the disciples and said to them, It is not fit that we should leave the word of Aloha, and serve tables."},{"number":3,"verse":"Look out therefore, brethren, and choose seven men from you who have testimony concerning them, and are full of the Spirit of the Lord and wisdom, and we will appoint them over this matter."},{"number":4,"verse":"And we will be constant in prayer, and in the ministration of the word."},{"number":5,"verse":"And this saying was pleasing before all the people; and they chose Estephanos, a man who was full of faith and the Spirit of Holiness; and Philipos, and Prokoros, and Nicanor, and Timon, and Parmena, and Nikolos, a proselyte of Antiokia."},{"number":6,"verse":"And these they set before the apostles: and while praying they laid upon them the hand."},{"number":7,"verse":"And the word of Aloha increased, and the number of the disciples increased in Urishlem greatly: and much people of the Jihudoyee were obedient to the faith."},{"number":8,"verse":"But Estephanos was filled with grace and power, and wrought signs and miracles among the people."},{"number":9,"verse":"And men arose from the congregation which was called Libertinu, Kyrainoyee, and Aleksandroyee, and from Cilicia, and from Asia, and disputed with Estephanos,"},{"number":10,"verse":"and were not able to stand against the wisdom and the spirit which spake in him."},{"number":11,"verse":"Then they sent men and instructed them to say, We have heard him speak words of blasphemy against Musha and against Aloha."},{"number":12,"verse":"And they stirred up the people and the elders and the sophree, and came and rose upon him, and carried him away and brought him into the midst of the assembly."},{"number":13,"verse":"AND witnesses of falsehood arose, and said, This man ceases not from speaking words contrary to the law and against this holy place."},{"number":14,"verse":"For we have heard him say that this Jeshu Natsroya shall destroy this place, and shall change the customs which Musha delivered unto us."},{"number":15,"verse":"And all they who sat in the assembly looked upon him, and saw his face as the face of an angel."}]}