{"bibleAbbr":"RSV1971","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"Please Others, Not Yourselves We who are strong ought to bear with the failings of the weak, and not to please ourselves;"},{"number":2,"verse":"let each of us please his neighbor for his good, to edify him."},{"number":3,"verse":"For Christ did not please himself; but, as it is written, “The reproaches of those who reproached thee fell on me.”"},{"number":4,"verse":"For whatever was written in former days was written for our instruction, that by steadfastness and by the encouragement of the scriptures we might have hope."},{"number":5,"verse":"May the God of steadfastness and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,"},{"number":6,"verse":"that together you may with one voice glorify the God and Father of our Lord Jesus Christ."},{"number":7,"verse":"The Gospel for Jews and Gentiles Alike Welcome one another, therefore, as Christ has welcomed you, for the glory of God."},{"number":8,"verse":"For I tell you that Christ became a servant to the circumcised to show God’s truthfulness, in order to confirm the promises given to the patriarchs,"},{"number":9,"verse":"and in order that the Gentiles might glorify God for his mercy. As it is written, “Therefore I will praise thee among the Gentiles, and sing to thy name”;"},{"number":10,"verse":"and again it is said, “Rejoice, O Gentiles, with his people”;"},{"number":11,"verse":"and again, “Praise the Lord, all Gentiles, and let all the peoples praise him”;"},{"number":12,"verse":"and further Isaiah says, “The root of Jesse shall come, he who rises to rule the Gentiles; in him shall the Gentiles hope.”"},{"number":13,"verse":"May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."},{"number":14,"verse":"Paul’s Reason for Writing So Boldly I myself am satisfied about you, my brethren, that you yourselves are full of goodness, filled with all knowledge, and able to instruct one another."},{"number":15,"verse":"But on some points I have written to you very boldly by way of reminder, because of the grace given me by God"},{"number":16,"verse":"to be a minister of Christ Jesus to the Gentiles in the priestly service of the gospel of God, so that the offering of the Gentiles may be acceptable, sanctified by the Holy Spirit."},{"number":17,"verse":"In Christ Jesus, then, I have reason to be proud of my work for God."},{"number":18,"verse":"For I will not venture to speak of anything except what Christ has wrought through me to win obedience from the Gentiles, by word and deed,"},{"number":19,"verse":"by the power of signs and wonders, by the power of the Holy Spirit, so that from Jerusalem and as far round as Illyr′icum I have fully preached the gospel of Christ,"},{"number":20,"verse":"thus making it my ambition to preach the gospel, not where Christ has already been named, lest I build on another man’s foundation,"},{"number":21,"verse":"but as it is written, “They shall see who have never been told of him, and they shall understand who have never heard of him.”"},{"number":22,"verse":"Paul’s Plan to Visit Rome This is the reason why I have so often been hindered from coming to you."},{"number":23,"verse":"But now, since I no longer have any room for work in these regions, and since I have longed for many years to come to you,"},{"number":24,"verse":"I hope to see you in passing as I go to Spain, and to be sped on my journey there by you, once I have enjoyed your company for a little."},{"number":25,"verse":"At present, however, I am going to Jerusalem with aid for the saints."},{"number":26,"verse":"For Macedo′nia and Acha′ia have been pleased to make some contribution for the poor among the saints at Jerusalem;"},{"number":27,"verse":"they were pleased to do it, and indeed they are in debt to them, for if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material blessings."},{"number":28,"verse":"When therefore I have completed this, and have delivered to them what has been raised, (Greek sealed to them this fruit) I shall go on by way of you to Spain;"},{"number":29,"verse":"and I know that when I come to you I shall come in the fulness of the blessing (Other ancient authorities insert of the gospel) of Christ."},{"number":30,"verse":"I appeal to you, brethren, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf,"},{"number":31,"verse":"that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints,"},{"number":32,"verse":"so that by God’s will I may come to you with joy and be refreshed in your company."},{"number":33,"verse":"The God of peace be with you all. Amen."}]}