{"bibleAbbr":"RSV1971","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"Then what advantage has the Jew? Or what is the value of circumcision?"},{"number":2,"verse":"Much in every way. To begin with, the Jews are entrusted with the oracles of God."},{"number":3,"verse":"What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?"},{"number":4,"verse":"By no means! Let God be true though every man be false, as it is written, “That thou mayest be justified in thy words, and prevail when thou art judged.”"},{"number":5,"verse":"But if our wickedness serves to show the justice of God, what shall we say? That God is unjust to inflict wrath on us? (I speak in a human way.)"},{"number":6,"verse":"By no means! For then how could God judge the world?"},{"number":7,"verse":"But if through my falsehood God’s truthfulness abounds to his glory, why am I still being condemned as a sinner?"},{"number":8,"verse":"And why not do evil that good may come? — as some people slanderously charge us with saying. Their condemnation is just."},{"number":9,"verse":"None Is Righteous What then? Are we Jews any better off? (Or at any disadvantage?) No, not at all; for I (Greek we) have already charged that all men, both Jews and Greeks, are under the power of sin,"},{"number":10,"verse":"as it is written: “None is righteous, no, not one;"},{"number":11,"verse":"no one understands, no one seeks for God."},{"number":12,"verse":"All have turned aside, together they have gone wrong; no one does good, not even one.”"},{"number":13,"verse":"“Their throat is an open grave, they use their tongues to deceive.” “The venom of asps is under their lips.”"},{"number":14,"verse":"“Their mouth is full of curses and bitterness.”"},{"number":15,"verse":"“Their feet are swift to shed blood,"},{"number":16,"verse":"in their paths are ruin and misery,"},{"number":17,"verse":"and the way of peace they do not know.”"},{"number":18,"verse":"“There is no fear of God before their eyes.”"},{"number":19,"verse":"Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God."},{"number":20,"verse":"For no human being will be justified in his sight by works of the law, since through the law comes knowledge of sin."},{"number":21,"verse":"Righteousness through Faith But now the righteousness of God has been manifested apart from law, although the law and the prophets bear witness to it,"},{"number":22,"verse":"the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction;"},{"number":23,"verse":"since all have sinned and fall short of the glory of God,"},{"number":24,"verse":"they are justified by his grace as a gift, through the redemption which is in Christ Jesus,"},{"number":25,"verse":"whom God put forward as an expiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins;"},{"number":26,"verse":"it was to prove at the present time that he himself is righteous and that he justifies him who has faith in Jesus."},{"number":27,"verse":"Then what becomes of our boasting? It is excluded. On what principle? On the principle of works? No, but on the principle of faith."},{"number":28,"verse":"For we hold that a man is justified by faith apart from works of law."},{"number":29,"verse":"Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,"},{"number":30,"verse":"since God is one; and he will justify the circumcised on the ground of their faith and the uncircumcised through their faith."},{"number":31,"verse":"Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law."}]}