{"bibleAbbr":"RSV1971","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":5,"verses":[{"number":1,"verse":"Results of Justification Therefore, since we are justified by faith, we (Other ancient authorities read let us) have peace with God through our Lord Jesus Christ."},{"number":2,"verse":"Through him we have obtained access (Other ancient authorities add by faith) to this grace in which we stand, and we (Or let us) rejoice in our hope of sharing the glory of God."},{"number":3,"verse":"More than that, we (Or let us) rejoice in our sufferings, knowing that suffering produces endurance,"},{"number":4,"verse":"and endurance produces character, and character produces hope,"},{"number":5,"verse":"and hope does not disappoint us, because God’s love has been poured into our hearts through the Holy Spirit which has been given to us."},{"number":6,"verse":"While we were still weak, at the right time Christ died for the ungodly."},{"number":7,"verse":"Why, one will hardly die for a righteous man — though perhaps for a good man one will dare even to die."},{"number":8,"verse":"But God shows his love for us in that while we were yet sinners Christ died for us."},{"number":9,"verse":"Since, therefore, we are now justified by his blood, much more shall we be saved by him from the wrath of God."},{"number":10,"verse":"For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life."},{"number":11,"verse":"Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received our reconciliation."},{"number":12,"verse":"Adam and Christ Therefore as sin came into the world through one man and death through sin, and so death spread to all men because all men sinned —"},{"number":13,"verse":"sin indeed was in the world before the law was given, but sin is not counted where there is no law."},{"number":14,"verse":"Yet death reigned from Adam to Moses, even over those whose sins were not like the transgression of Adam, who was a type of the one who was to come."},{"number":15,"verse":"But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift in the grace of that one man Jesus Christ abounded for many."},{"number":16,"verse":"And the free gift is not like the effect of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brings justification."},{"number":17,"verse":"If, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ."},{"number":18,"verse":"Then as one man’s trespass led to condemnation for all men, so one man’s act of righteousness leads to acquittal and life for all men."},{"number":19,"verse":"For as by one man’s disobedience many were made sinners, so by one man’s obedience many will be made righteous."},{"number":20,"verse":"Law came in, to increase the trespass; but where sin increased, grace abounded all the more,"},{"number":21,"verse":"so that, as sin reigned in death, grace also might reign through righteousness to eternal life through Jesus Christ our Lord."}]}