{"bibleAbbr":"NCB2019","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision of Obadiah about Edom: I heard a message from the LORD, and a herald has been sent to advise the nations: “Rise up! Let us attack Edom!”"},{"number":2,"verse":"The LORD says to Edom: I will make you the least of all the nations; you are the object of utter contempt."},{"number":3,"verse":"The pride in your heart has led you astray, you who live in the crannies of the rock, whose dwelling is on the heights. You think to yourself, “Who can bring me down to the ground?”"},{"number":4,"verse":"Even though you soar like an eagle and your nest is set among the stars, from there I will bring you down says the LORD."},{"number":5,"verse":"If thieves approached you, or robbers during the night, you would not be destroyed, for wouldn’t they steal only what they wanted? If grape-pickers were to come to you, wouldn’t they leave gleanings?"},{"number":6,"verse":"But note how they will ransack Esau and steal his hidden treasures."},{"number":7,"verse":"All your former allies will drive you to your borders. Your confederates will overpower you, those who eat your bread will set a trap for you, but you will not realize it.[a]"},{"number":8,"verse":"On that day, says the LORD, I will destroy all the wise men of Edom, and wisdom will disappear from the mountains of Esau."},{"number":9,"verse":"Your warriors will be so terrified, O Teman,[b] that there will be no survivors on the mountains of Esau."},{"number":10,"verse":"Because of the slaughter and the violence inflicted on your brother Jacob, shame will cover you and you will be cut off forever."},{"number":11,"verse":"On the day when you stood aside while strangers carried off his wealth, and foreigners passed through his gates and cast lots for Jerusalem, you were as evil as they were."},{"number":12,"verse":"Do not gloat over your brother on the day of his misfortune. Do not rejoice over the children of Judah on the day of their ruin, nor boast unfeelingly on the day of their distress."},{"number":13,"verse":"Do not enter the gate of my people on the day of their calamity. Do not join in the gloating on the day of their calamity. Do not lay your hands on their possessions on the day of their calamity."},{"number":14,"verse":"Do not wait at the crossroads to slaughter their fugitives. Do not hand over the survivors on the day of their distress."},{"number":15,"verse":"For the day of the LORD is near for all the nations. As you have done, so will it be done to you; your deeds will recoil upon your own head."},{"number":16,"verse":"Just as you have drunk on my holy mountain, so shall all the nations drink continually; they shall drink and gulp it down and be as though they had never been."},{"number":17,"verse":"But on Mount Zion a remnant will be saved; it will be holy, and the house of Jacob will take possession of those who dispossessed them."},{"number":18,"verse":"Then the house of Jacob will be a fire, and the house of Joseph a flame. The house of Esau will be stubble; it will be set afire and consumed, and no one of the house of Esau will survive, for the LORD has spoken."},{"number":19,"verse":"My people from the Negeb[c] will occupy the mount of Esau, and people from the lowlands will occupy the foothills of the land of the Philistines. They will occupy the fields of Ephraim and Samaria, and Benjamin will possess Gilead."},{"number":20,"verse":"The exiles of the Israelites will possess Phoenicia as far as Zarephath,[d] and the exiles of Jerusalem who are in Sepharad will possess the towns of the Negeb."},{"number":21,"verse":"Those who have been saved will ascend Mount Zion to rule over the mountains of Esau, and dominion will belong to the LORD."}]}