{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"There was a man in the land of Uz, whose name was Iob, and that man was perfect and vpright, and one that feared God, and eschewed euill."},{"number":2,"verse":"And there were borne vnto him seuen sonnes, and three daughters."},{"number":3,"verse":"His substance also was seuen thousand sheepe, and three thousand camels, and fiue hundred yoke of oxen, and fiue hundred shee asses, and a very great houshold; so that this man was the greatest of all the men of the East."},{"number":4,"verse":"And his sonnes went and feasted in their houses, euery one his day, and sent and called for their three sisters, to eate and to drinke with them."},{"number":5,"verse":"And it was so, when the dayes of their feasting were gone about, that Iob sent and sanctified them, and rose vp early in the morning, and offered burnt offerings according to the number of them all: For Iob said, It may be that my sonnes haue sinned, and cursed God in their hearts: Thus did Iob continually."},{"number":6,"verse":"Now there was a day, when the sons of God came to present themselues before the Lord, and Satan came also among them."},{"number":7,"verse":"And the Lord said vnto Satan, Whence commest thou? Then Satan answered the Lord, and sayde, From going to and fro in the earth, and from walking vp and downe in it."},{"number":8,"verse":"And the Lord sayd vnto Satan, Hast thou considered my seruant Iob, that there is none like him in the earth? A perfect and an vpright man, one that feareth God, and escheweth euill?"},{"number":9,"verse":"Then Satan answered ye Lord, and sayd, Doeth Iob feare God for nought?"},{"number":10,"verse":"Hast not thou made an hedge about him, and about his house, and about all that he hath on euery side? Thou hast blessed the worke of his hands, and his substance is increased in the land."},{"number":11,"verse":"But put foorth thine hand now, and touch all that he hath, and he will curse thee to thy face."},{"number":12,"verse":"And the Lord said vnto Satan, Behold, all that hee hath is in thy power, onely vpon himselfe put not foorth thine hand. So Satan went forth from the presence of the Lord."},{"number":13,"verse":"And there was a day, when his sonnes and his daughters were eating and drinking wine in their eldest brothers house:"},{"number":14,"verse":"And there came a messenger vnto Iob, and said, The oxen were plowing, and the asses feeding beside them,"},{"number":15,"verse":"And the Sabeans fell vpon them, and tooke them away: yea they haue slaine the seruants with the edge of the sword, and I onely am escaped alone, to tell thee."},{"number":16,"verse":"While he was yet speaking, there came also another, and said, The fire of God is fallen from heauen, and hath burnt vp the sheepe, and the seruants, and consumed them, and I onely am escaped alone, to tell thee."},{"number":17,"verse":"While he was yet speaking, there came also another, and said, The Caldeans made out three bands, and fell vpon the camels, and haue caried them away, yea, and slaine the seruants with the edge of the sword, and I onely am escaped alone, to tell thee."},{"number":18,"verse":"While he was yet speaking, there came also another, & said, Thy sonnes, and thy daughters, were eating and drinking wine in their eldest brothers house."},{"number":19,"verse":"And beholde, there came a great winde from the wildernes, and smote the foure corners of the house, and it fell vpon the yong men, and they are dead, and I onely am escaped alone to tell thee."},{"number":20,"verse":"Then Iob arose, and rent his mantle, and shaued his head, and fell downe vpon the ground and worshipped,"},{"number":21,"verse":"And said, Naked came I out of my mothers wombe, and naked shall I returne thither: the Lord gaue, and the Lord hath taken away, blessed be the Name of the Lord."},{"number":22,"verse":"In all this Iob sinned not, nor charged God foolishly."}]}