{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"My soule is weary of my life, I will leaue my complaint vpon my selfe; I will speake in the bitternesse of my soule."},{"number":2,"verse":"I will say vnto God, Doe not condemne mee; shewe me wherefore thou contendest with me."},{"number":3,"verse":"Is it good vnto thee, that thou shouldest oppresse? that thou shouldest despise the worke of thine hands? and shine vpon the counsell of the wicked?"},{"number":4,"verse":"Hast thou eyes of flesh? or seest thou as man seeth?"},{"number":5,"verse":"Are thy dayes as the dayes of man? are thy yeeres as mans dayes,"},{"number":6,"verse":"That thou enquirest after mine iniquitie, and searchest after my sinne?"},{"number":7,"verse":"Thou knowest that I am not wicked, and there is none that can deliuer out of thine hand."},{"number":8,"verse":"Thine hands haue made me and fashioned me together round about yet thou doest destroy me."},{"number":9,"verse":"Remember, I beseech thee, that thou hast made me as the clay, and wilt thou bring me into dust againe?"},{"number":10,"verse":"Hast thou not powred me out as milke, and cruddled me like cheese?"},{"number":11,"verse":"Thou hast cloathed me with skin and flesh, and hast fenced me with bones and sinewes."},{"number":12,"verse":"Thou hast granted me life and fauour, and thy visitation hath preserued my spirit."},{"number":13,"verse":"And these things hast thou hid in thine heart; I know that this is with thee."},{"number":14,"verse":"If I sinne, then thou markest me, and thou wilt not acquite me from mine iniquitie."},{"number":15,"verse":"If I be wicked, woe vnto me; and if I be righteous, yet will I not lift vp my head: I am full of confusion, therefore see thou mine affliction:"},{"number":16,"verse":"For it increaseth: thou huntest me as a fierce Lion: and againe thou shewest thy selfe marueilous vpon me."},{"number":17,"verse":"Thou renuest thy witnesses against me, and increasest thine indignation vpon me; Changes and warre are against me."},{"number":18,"verse":"Wherfore then hast thou brought me forth out of the wombe? Oh that I had giuen vp the ghost, and no eye had seene me!"},{"number":19,"verse":"I should haue bene as though I had not bene, I should haue bene caried from the wombe to the graue."},{"number":20,"verse":"Are not my dayes few? cease then, and let me alone that I may take comfort a litle,"},{"number":21,"verse":"Before I goe whence I shall not returne, euen to the land of darknes and the shadow of death,"},{"number":22,"verse":"A land of darknes, as darknes it selfe, and of the shadow of death, without any order, and where the light is as darkenes."}]}