{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Then answered Zophar the Naamathite, and said,"},{"number":2,"verse":"Should not the multitude of words be answered? and should man ful of talke be iustified?"},{"number":3,"verse":"Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?"},{"number":4,"verse":"For thou hast said, My doctrine is pure, and I am cleane in thine eyes."},{"number":5,"verse":"But, O that God would speake, and open his lippes against thee,"},{"number":6,"verse":"And that he would shew thee the secrets of wisedome, that they are double to that which is: know therefore that God exacteth of thee lesse then thine iniquitie deserueth."},{"number":7,"verse":"Canst thou by searching finde out God? canst thou finde out the Almightie vnto perfection?"},{"number":8,"verse":"It is as high as heauen, what canst thou doe? deeper then hell, what canst thou know?"},{"number":9,"verse":"The measure therof is longer then the earth, and broader then the sea."},{"number":10,"verse":"If he cut off, and shut vp, or gather together, then who can hinder him?"},{"number":11,"verse":"For, he knoweth vaine men: hee seeth wickednesse also, will he not then consider it?"},{"number":12,"verse":"For vaine man would be wise; though man be borne like a wilde asses coult."},{"number":13,"verse":"If thou prepare thine heart, and stretch out thine hands toward him:"},{"number":14,"verse":"If iniquitie be in thine hand, put it farre away, and let not wickednes dwell in thy tabernacles."},{"number":15,"verse":"For then shalt thou lift vp thy face without spot, yea thou shalt be stedfast, and shalt not feare:"},{"number":16,"verse":"Because thou shalt forget thy misery, and remember it as waters that passe away:"},{"number":17,"verse":"And thine age shalbe clearer then the noone day; thou shalt shine foorth, thou shalt be as the morning."},{"number":18,"verse":"And thou shalt be secure because there is hope, yea thou shalt digge about thee, and thou shalt take thy rest in safety."},{"number":19,"verse":"Also thou shalt lye downe, and none shall make thee afraid; yea many shall make suite vnto thee."},{"number":20,"verse":"But the eyes of the wicked shall faile, and they shall not escape, and their hope shall be as the giuing vp of the ghost."}]}