{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Loe, mine eye hath seene all this, mine eare hath heard and vnderstood it."},{"number":2,"verse":"What yee know, the same doe I know also, I am not inferiour vnto you."},{"number":3,"verse":"Surely I would speake to the Almighty, & I desire to reason with God."},{"number":4,"verse":"But ye are forgers of lies, yee are all Physicians of no value."},{"number":5,"verse":"O that you would altogether hold your peace, & it should be your wisdome."},{"number":6,"verse":"Heare now my reasoning, and hearken to the pleadings of my lips."},{"number":7,"verse":"Wil you speake wickedly for God? and talke deceitfully for him?"},{"number":8,"verse":"Will ye accept his person? Will yee contend for God?"},{"number":9,"verse":"Is it good that hee should search you out? or as one man mocketh another, doe ye so mocke him?"},{"number":10,"verse":"He will surely reprooue you, if yee doe secretly accept persons."},{"number":11,"verse":"Shall not his excellencie make you afraid? and his dread fall vpon you?"},{"number":12,"verse":"Your remembrances are like vnto ashes, your bodies to bodies of clay."},{"number":13,"verse":"Hold your peace, let me alone that I may speake, and let come on me what will."},{"number":14,"verse":"Wherefore doe I take my flesh in my teeth, and put my life in mine hand?"},{"number":15,"verse":"Though hee slay mee, yet will I trust in him: but I will maintaine mine owne wayes before him."},{"number":16,"verse":"Hee also shall be my saluation: for an hypocrite shall not come before him."},{"number":17,"verse":"Heare diligently my speach, and my declaration with your eares."},{"number":18,"verse":"Behold now, I haue ordered my cause, I know that I shall be iustified."},{"number":19,"verse":"Who is hee that will plead with me? for now if I hold my tongue, I shall giue vp the ghost."},{"number":20,"verse":"Only doe not two things vnto me: then will I not hide my selfe from thee."},{"number":21,"verse":"Withdrawe thine hand far from me: and let not thy dread make mee afraid."},{"number":22,"verse":"Then call thou, and I will answere: or let me speake, and answere thou mee."},{"number":23,"verse":"How many are mine iniquities and sinnes? make mee to knowe my transgression, and my sinne."},{"number":24,"verse":"Wherefore hidest thou thy face, and holdest me for thine enemie?"},{"number":25,"verse":"Wilt thou breake a leafe driuen to and fro? and wilt thou pursue the drie stubble?"},{"number":26,"verse":"For thou writest bitter things against mee, and makest me to possesse the iniquities of my youth."},{"number":27,"verse":"Thou puttest my feete also in the stockes, and lookest narrowly vnto all my pathes; thou settest a print vpon the heeles of my feete."},{"number":28,"verse":"And hee, as a rotten thing consumeth, as a garment that is moth-eaten."}]}