{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"Then Iob answered, and said,"},{"number":2,"verse":"I haue heard many such things: miserable comforters are ye all."},{"number":3,"verse":"Shall vaine words haue an ende? or what emboldeneth thee, that thou answerest?"},{"number":4,"verse":"I also could speake as yee doe: if your soule were in my soules stead, I could heape vp words against you, and shake mine head at you."},{"number":5,"verse":"But I would strengthen you with my mouth, and the mouing of my lips should asswage your griefe."},{"number":6,"verse":"Though I speake, my griefe is not asswaged: and though I forbeare; what am I eased?"},{"number":7,"verse":"But now he hath made me weary: thou hast made desolate al my companie."},{"number":8,"verse":"And thou hast filled mee with wrinckles, which is a witnesse against me: and my leannesse rising vp in me, beareth witnesse to my face."},{"number":9,"verse":"He teareth me in his wrath, who hateth me: he gnasheth vpon me with his teeth; mine enemy sharpeneth his eyes vpon me."},{"number":10,"verse":"They haue gaped vpon me with their mouth, they haue smitten me vpon the cheeke reprochfully, they haue gathered themselues together against mee."},{"number":11,"verse":"God hath deliuered me to the vngodly, and turned me ouer into the hands of the wicked."},{"number":12,"verse":"I was at ease, but he hath broken me asunder: he hath also taken me by my necke, and shaken me to pieces, and set me vp for his marke."},{"number":13,"verse":"His archers compasse me round about, he cleaueth my reines asunder, and doeth not spare; he powreth out my gall vpon the ground."},{"number":14,"verse":"He breaketh me with breach vpon breach, he runneth vpon me like a giant."},{"number":15,"verse":"I haue sowed sackcloth vpon my skin, and defiled my horne in the dust."},{"number":16,"verse":"My face is fowle with weeping, and on mine eye-lids is the shadow of death;"},{"number":17,"verse":"Not for any iniustice in mine hands: also my prayer is pure."},{"number":18,"verse":"O earth couer not thou my blood, and let my cry haue no place."},{"number":19,"verse":"Also now, behold my witnesse is in heauen, and my record is on high."},{"number":20,"verse":"My friends scorne me: but mine eye powreth out teares vnto God."},{"number":21,"verse":"O that one might plead for a man with God, as a man pleadeth for his neighbour."},{"number":22,"verse":"When a few yeeres are come, then I shall goe the way whence I shall not returne."}]}