{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"Moreouer Iob continued his parable, and said,"},{"number":2,"verse":"O that I were as in moneths past, as in the dayes when God preserued me."},{"number":3,"verse":"When his candle shined vpon my head, and when by his light I walked through darkenesse:"},{"number":4,"verse":"As I was in the dayes of my youth, when the secret of God was vpon my tabernacle:"},{"number":5,"verse":"When the Almightie was yet with me, when my children were about me:"},{"number":6,"verse":"When I washed my steps with butter, and the rocke powred me out riuers of oyle:"},{"number":7,"verse":"When I went out to the gate, through the citie, when I prepared my seate in the street."},{"number":8,"verse":"The yong men saw me, and hid themselues: and the aged arose, and stood vp."},{"number":9,"verse":"The princes refrained talking, and laid their hand on their mouth."},{"number":10,"verse":"The Nobles held their peace, and their tongue cleaued to the roofe of their mouth."},{"number":11,"verse":"When the eare heard mee, then it blessed me, and when the eye saw me, it gaue witnesse to me:"},{"number":12,"verse":"Because I deliuered the poore that cried, and the fatherlesse, and him that had none to helpe him."},{"number":13,"verse":"The blessing of him that was readie to perish, came vpon me: and I caused the widowes heart to sing for ioy."},{"number":14,"verse":"I put on righteousnesse, and it clothed me: my iudgement was as a robe and a diademe."},{"number":15,"verse":"I was eyes to the blind, and feet was I to the lame."},{"number":16,"verse":"I was a father to the poore: and the cause which I knewe not, I searched out."},{"number":17,"verse":"And I brake the iawes of the wicked, and pluckt the spoile out of his teeth."},{"number":18,"verse":"Then I said, I shall die in my nest, and I shall multiplie my dayes as the sand."},{"number":19,"verse":"My roote was spread out by the waters, and the dew lay all night vpon my branch."},{"number":20,"verse":"My glory was fresh in mee, and my bow was renewed in my hand."},{"number":21,"verse":"Unto me men gaue eare, and waited, and kept silence at my counsell."},{"number":22,"verse":"After my words they spake not againe, & my speach dropped vpon them,"},{"number":23,"verse":"And they waited for me as for the raine, and they opened their mouth wide as for the latter raine."},{"number":24,"verse":"If I laughed on them, they beleeued it not, and the light of my countenance they cast not downe."},{"number":25,"verse":"I chose out their way, and sate chiefe, and dwelt as a king in the army, as one that comforteth the mourners."}]}