{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"But nowe they that are yonger then I, haue mee in derision, whose fathers I would haue disdained to haue set with the dogs of my flocke."},{"number":2,"verse":"Yea whereto might the strength of their hands profit me, in whom olde age was perished?"},{"number":3,"verse":"For want and famine they were solitarie: flying into the wildernesse in former time desolate and waste:"},{"number":4,"verse":"Who cut vp mallowes by the bushes, and Iuniper rootes for their meate."},{"number":5,"verse":"They were driuen foorth from among men, (they cried after them, as after a thiefe.)"},{"number":6,"verse":"To dwell in the clifts of the valleys, in caues of the earth, and in the rockes."},{"number":7,"verse":"Among the bushes they brayed: vnder the nettles they were gathered together."},{"number":8,"verse":"They were children of fooles, yea children of base men: they were viler then the earth."},{"number":9,"verse":"And now am I their song, yea I am their by-word."},{"number":10,"verse":"They abhorre me, they flee farre from me, and spare not to spit in my face."},{"number":11,"verse":"Because hee hath loosed my cord and afflicted me, they haue also let loose the bridle before me."},{"number":12,"verse":"Upon my right hand rise the youth, they push away my feete, and they raise vp against mee the wayes of their destruction."},{"number":13,"verse":"They marre my path, they set forward my calamitie, they haue no helper."},{"number":14,"verse":"They came vpon me as a wide breaking in of waters: in the desolation they rolled themselues vpon me."},{"number":15,"verse":"Terrours are turned vpon mee: they pursue my soule as the wind: and my welfare passeth away as a cloude."},{"number":16,"verse":"And now my soule is powred out vpon me: the dayes of affliction haue taken hold vpon me."},{"number":17,"verse":"My bones are pierced in mee in the night season: and my sinewes take no rest."},{"number":18,"verse":"By the great force of my disease, is my garment changed: it bindeth mee about as the collar of my coat."},{"number":19,"verse":"He hath cast mee into the myre, and I am become like dust and ashes."},{"number":20,"verse":"I crie vnto thee, and thou doest not heare me: I stand vp, and thou regardest me not."},{"number":21,"verse":"Thou art become cruell to me: with thy strong hand thou opposest thy selfe against me."},{"number":22,"verse":"Thou liftest me vp to the wind: thou causest me to ride vpon it, and dissoluest my substance."},{"number":23,"verse":"For I know that thou wilt bring me to death, and to the house appointed for all liuing."},{"number":24,"verse":"Howbeit he will not stretch out his hand to the graue, though they cry in his destruction."},{"number":25,"verse":"Did not I weepe for him that was in trouble? was not my soule grieued for the poore?"},{"number":26,"verse":"When I looked for good, then euill came vnto mee: and when I waited for light, there came darkenes."},{"number":27,"verse":"My bowels boyled and rested not: the dayes of affliction preuented mee."},{"number":28,"verse":"I went mourning without the Sunne: I stood vp, and I cried in the Congregation."},{"number":29,"verse":"I am a brother to dragons, and a companion to owles."},{"number":30,"verse":"My skinne is blacke vpon mee, and my bones are burnt with heat."},{"number":31,"verse":"My harpe also is turned to mourning, and my organe into the voyce of them that weepe."}]}