{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"I made a couenant with mine eyes; why then should I thinke vpon a mayd?"},{"number":2,"verse":"For what portion of God is there from aboue? and what inheritance of the Almighty from on high?"},{"number":3,"verse":"Is not destruction to the wicked? and a strange punishment to the workers of iniquitie?"},{"number":4,"verse":"Doeth not he see my wayes, and count all my steps?"},{"number":5,"verse":"If I haue walked with vanitie, or if my foot hath hasted to deceit;"},{"number":6,"verse":"Let me bee weighed in an euen ballance, that God may know mine integritie."},{"number":7,"verse":"If my step hath turned out of the way, and mine heart walked after mine eyes, and if any blot hath cleaued to my hands:"},{"number":8,"verse":"Then let mee sow, and let another eate, yea let my off-spring be rooted out."},{"number":9,"verse":"If mine heart haue bene deceiued by a woman, or if I haue layde wait at my neighbours doore:"},{"number":10,"verse":"Then let my wife grind vnto another, and let others bow downe vpon her."},{"number":11,"verse":"For this is an heinous crime, yea, it is an iniquitie to bee punished by the Iudges."},{"number":12,"verse":"For it is a fire that consumeth to destruction, and would roote out all mine encrease."},{"number":13,"verse":"If I did despise the cause of my man-seruant, or of my mayd-seruant, when they contended with me:"},{"number":14,"verse":"What then shall I do, when God riseth vp? and when hee visiteth, what shall I answere him?"},{"number":15,"verse":"Did not hee that made mee in the wombe, make him? and did not one fashion vs in the wombe?"},{"number":16,"verse":"If I haue withhelde the poore from their desire, or haue caused the eyes of the widow to faile:"},{"number":17,"verse":"Or haue eaten my morsell my selfe alone, and the fatherlesse hath not eaten thereof:"},{"number":18,"verse":"(For from my youth hee was brought vp with me as with a father, and I haue guided her from my mothers wombe.)"},{"number":19,"verse":"If I haue seene any perish for want of cloathing, or any poore without couering:"},{"number":20,"verse":"If his loynes haue not blessed me, and if hee were not warmed with the fleece of my sheepe:"},{"number":21,"verse":"If I haue lift vp my hand against the fatherlesse, when I saw my helpe in the gate:"},{"number":22,"verse":"Then let mine arme fall from my shoulder-blade, and mine arme be broken from the bone."},{"number":23,"verse":"For destruction from God was a terrour to mee: and by reason of his highnesse, I could not endure."},{"number":24,"verse":"If I haue made golde my hope, or haue said to the fine gold, Thou art my confidence:"},{"number":25,"verse":"If I reioyced because my wealth was great, and because mine hand had gotten much:"},{"number":26,"verse":"If I beheld the Sunne when it shined, or the Moone walking in brightnesse:"},{"number":27,"verse":"And my heart hath bene secretly enticed, or my mouth hath kissed my hand:"},{"number":28,"verse":"This also were an iniquitie to be punished by the Iudge: For I should haue denied the God that is aboue."},{"number":29,"verse":"If I reioyced at the destruction of him that hated me, or lift vp my selfe when euill found him:"},{"number":30,"verse":"(Neither haue I suffered my mouth to sinne by wishing a curse to his soule.)"},{"number":31,"verse":"If the men of my tabernacle said not, Oh that we had of his flesh! wee cannot be satisfied."},{"number":32,"verse":"The stranger did not lodge in the street: but I opened my doores to the trauailer."},{"number":33,"verse":"If I couered my transgressions, as Adam: by hiding mine iniquitie in my bosome:"},{"number":34,"verse":"Did I feare a great multitude, or did the contempt of families terrifie me: that I kept silence, and went not out of the doore?"},{"number":35,"verse":"O that one would heare me! beholde, my desire is, that the Almightie would answere me, and that mine aduersary had written a booke."},{"number":36,"verse":"Surely I would take it vpon my shoulder, and bind it as a crowne to me."},{"number":37,"verse":"I would declare vnto him the number of my steps, as a prince would I goe neere vnto him."},{"number":38,"verse":"If my land cry against me, or that the furrowes likewise thereof complaine:"},{"number":39,"verse":"If I haue eaten the fruits thereof without money, or haue caused the owners thereof to loose their life:"},{"number":40,"verse":"Let thistles grow in stead of wheat, and cockle in stead of barley. The words of Iob are ended."}]}