{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"So these three men ceased to answere Iob, because he was righteous in his owne eyes."},{"number":2,"verse":"Then was kindled the wrath of Elihu, the sonne of Barachel the Buzite, of the kinred of Ram: against Iob was his wrath kindled, because he iustified himselfe rather then God."},{"number":3,"verse":"Also against his three friends was his wrath kindled: because they had found no answere, and yet had condemned Iob."},{"number":4,"verse":"Now Elihu had waited till Iob had spoken: because they were elder then he."},{"number":5,"verse":"When Elihu saw that there was no answere in the mouth of these three men, then his wrath was kindled."},{"number":6,"verse":"And Elihu the sonne of Barachel the Buzite answered and sayd: I am yong, and yee are very old, wherefore I was afraid, and durst not shew you mine opinion."},{"number":7,"verse":"I said, Dayes should speake, and multitude of yeeres should teach wisedome."},{"number":8,"verse":"But there is a spirit in man: and the inspiration of the Almightie giueth them vnderstanding."},{"number":9,"verse":"Great men are not alwayes wise: neither doe the aged vnderstand iudgement."},{"number":10,"verse":"Therfore I sayd, Hearken to me: I also will shew mine opinion."},{"number":11,"verse":"Behold, I waited for your words: I gaue eare to your reasons, whilest you searched out what to say."},{"number":12,"verse":"Yea, I attended vnto you: and beholde, there was none of you that conuinced Iob, or that answered his words:"},{"number":13,"verse":"Lest ye should say, We haue found out wisdom: God thrusteth him down, not man."},{"number":14,"verse":"Now he hath not directed his words against me: neither will I answere him with your speeches."},{"number":15,"verse":"They were amased, they answered no more, they left off speaking."},{"number":16,"verse":"When I had waited, (for they spake not, but stood still and answered no more.)"},{"number":17,"verse":"I sayd, I will answere also my part, I also will shew mine opinion."},{"number":18,"verse":"For I am full of matter, the spirit within me constraineth me."},{"number":19,"verse":"Behold, my belly is as wine, which hath no vent, it is ready to burst like new bottles."},{"number":20,"verse":"I will speake, that I may be refreshed: I will open my lippes, and answere."},{"number":21,"verse":"Let me not, I pray you, accept any mans person: neither let me giue flattering titles vnto man."},{"number":22,"verse":"For I know not to giue flattering titles: in so doing my maker would soone take me away."}]}