{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"Wherefore, Iob, I pray thee, heare my speeches, and hearken to all my wordes."},{"number":2,"verse":"Behold, now I haue opened my mouth, my tongue hath spoken in my mouth."},{"number":3,"verse":"My words shalbe of the vprightnesse of my heart: and my lippes shall vtter knowledge clearely."},{"number":4,"verse":"The Spirit of God hath made me, and the breath of the Almightie hath giuen me life."},{"number":5,"verse":"If thou canst, answere me, set thy wordes in order before me, stand vp."},{"number":6,"verse":"Behold, I am according to thy wish in Gods stead: I also am formed out of the clay."},{"number":7,"verse":"Behold, my terrour shall not make thee afraid, neither shall my hand be heauie vpon thee."},{"number":8,"verse":"Surely thou hast spoken in mine hearing, and I haue heard the voice of thy words, saying,"},{"number":9,"verse":"I am cleane without transgression, I am innocent; neither is there iniquitie in me."},{"number":10,"verse":"Behold, hee findeth occasions against mee, hee counteth mee for his enemie."},{"number":11,"verse":"He putteth my feete in the stockes, he marketh all my pathes."},{"number":12,"verse":"Behold, in this thou art not iust: I will answere thee, That God is greater then man."},{"number":13,"verse":"Why doest thou striue against him? for he giueth not account of any of his matters."},{"number":14,"verse":"For God speaketh once, yea twice, yet man perceiueth it not."},{"number":15,"verse":"In a dreame, in a vision of the night, when deepe sleepe falleth vpon men, in slumbrings vpon the bed:"},{"number":16,"verse":"Then hee openeth the eares of men, and sealeth their instruction,"},{"number":17,"verse":"That hee may withdraw man from his purpose, and hide pride from man."},{"number":18,"verse":"Hee keepeth backe his soule from the pit, and his life from perishing by the sword."},{"number":19,"verse":"Hee is chastened also with paine vpon his bed, and the multitude of his bones with strong paine."},{"number":20,"verse":"So that his life abhorreth bread, and his soule daintie meate."},{"number":21,"verse":"His flesh is consumed away that it cannot be seene; and his bones that were not seene, sticke out."},{"number":22,"verse":"His soule draweth neere vnto the graue, and his life to the destroyers."},{"number":23,"verse":"If there be a messenger with him, an interpreter, one among a thousand, to shew vnto man his vprightnesse:"},{"number":24,"verse":"Then hee is gracious vnto him, and sayth, Deliuer him from going downe to the pit; I haue found a ransome."},{"number":25,"verse":"His flesh shall be fresher then a childes: he shall returne to the dayes of his youth."},{"number":26,"verse":"He shall pray vnto God, and hee will be fauourable vnto him, and hee shall see his face with ioy: for hee will render vnto man his righteousnesse."},{"number":27,"verse":"He looketh vpon men, and if any say, I haue sinned, and peruerted that which was right, and it profited mee not:"},{"number":28,"verse":"Hee will deliuer his soule from going into the pit, and his life shall see the light."},{"number":29,"verse":"Loe, all these things worketh God oftentimes with man,"},{"number":30,"verse":"To bring backe his soule from the pit, to be enlightened with the light of the liuing."},{"number":31,"verse":"Marke well, O Iob, hearken vnto me, hold thy peace, and I wil speake."},{"number":32,"verse":"If thou hast any thing to say, answere me: speake, for I desire to iustifie thee."},{"number":33,"verse":"If not, hearken vnto me: holde thy peace, and I shall teach thee wisedome."}]}