{"bibleAbbr":"KJV1611","bookName":"Job","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"Furthermore Elihu answered, and said,"},{"number":2,"verse":"Heare my wordes, O yee wise men, and giue eare vnto me, ye that haue knowledge."},{"number":3,"verse":"For the eare trieth words, as the mouth tasteth meate."},{"number":4,"verse":"Let vs chuse to vs iudgement: let vs know among our selues what is good."},{"number":5,"verse":"For Iob hath said, I am righteous: and God hath taken away my iudgement."},{"number":6,"verse":"Should I lye against my right? my wound is incurable without transgression."},{"number":7,"verse":"What man is like Iob, who drinketh vp scorning like water?"},{"number":8,"verse":"Which goeth in company with the workers of iniquitie, and walketh with wicked men."},{"number":9,"verse":"For hee hath said, It profiteth a man nothing, that he should delight himselfe with God."},{"number":10,"verse":"Therefore hearken vnto me, ye men of vnderstanding: farre bee it from God, that he should doe wickednes, and from the Almighty, that hee should commit iniquitie."},{"number":11,"verse":"For the worke of a man shall he render vnto him, and cause euery man to finde according to his wayes."},{"number":12,"verse":"Yea surely God will not doe wickedly, neither will the Almighty peruert iudgement."},{"number":13,"verse":"Who hath giuen him a charge ouer the earth? Or who hath disposed the whole world?"},{"number":14,"verse":"If he set his heart vpon man, if he gather vnto himselfe his spirit and his breath;"},{"number":15,"verse":"All flesh shall perish together, and man shall turne againe vnto dust."},{"number":16,"verse":"If now thou hast vnderstanding, heare this: hearken to the voyce of my words."},{"number":17,"verse":"Shall euen he that hateth right, gouerne? and wilt thou condemne him that is most iust?"},{"number":18,"verse":"Is it fit to say to a King, Thou art wicked? and to Princes, Ye are vngodly?"},{"number":19,"verse":"How much lesse to him that accepteth not the persons of Princes, nor regardeth the rich more then the poore? for they all are the woorke of his hands."},{"number":20,"verse":"In a moment shall they die, and the people shalbe troubled at midnight, and passe away: and the mighty shall be taken away without hand."},{"number":21,"verse":"For his eyes are vpon the wayes of man, and he seeth all his goings."},{"number":22,"verse":"There is no darkenes, nor shadow of death, where the workers of iniquitie may hide themselues."},{"number":23,"verse":"For hee will not lay vpon man more then right; that he should enter into iudgement with God."},{"number":24,"verse":"He shall breake in pieces mighty men without number, and set others in their stead."},{"number":25,"verse":"Therefore hee knoweth their workes, and he ouerturneth them in the night, so that they are destroyed."},{"number":26,"verse":"He striketh them as wicked men, in the open sight of others:"},{"number":27,"verse":"Because they turned backe from him, and would not consider any of his wayes."},{"number":28,"verse":"So that they cause the cry of the poore to come vnto him, and he heareth the cry of the afflicted."},{"number":29,"verse":"When he giueth quietnesse, who then can make trouble? and when hee hideth his face, who then can beholde him? whether it be done against a nation, or against a man onely:"},{"number":30,"verse":"That the hypocrite raigne not, lest the people be ensnared."},{"number":31,"verse":"Surely it is meete to be said vnto God, I haue borne chastisement, I will not offend any more."},{"number":32,"verse":"That which I see not, teach thou me; If I haue done iniquitie, I will doe no more."},{"number":33,"verse":"Should it bee according to thy minde? he will recompense it, whether thou refuse, or whether thou chuse, and not I: therefore speake what thou knowest."},{"number":34,"verse":"Let men of vnderstanding tell mee, and let a wise man hearken vnto mee."},{"number":35,"verse":"Iob hath spoken without knowledge, and his words were without wisdome."},{"number":36,"verse":"My desire is that Iob may bee tried vnto the ende, because of his answeres for wicked men."},{"number":37,"verse":"For he addeth rebellion vnto his sinne, hee clappeth his handes amongst vs, and multiplieth his words against God."}]}