{"bibleAbbr":"HSB+","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":10,"verses":[{"number":1,"verse":"וַיָּשֶׂם֩ <WH7760> vai-ya-Sem laid הַמֶּ֨לֶךְ <WH4428> ham-Me-lech And the king; אֲחַשֵׁרֹשׁ 'a-cha-she-rosh כאֲחַשְׁוֵרֹ֧ושׁ <WH325> 'a-chash-ve-Roosh Ahasuerus קמַ֛ס <WH4522> mas a tribute עַל־ <WH5921> 'al- on הָאָ֖רֶץ <WH776> ha-'A-retz upon the land וְאִיֵּ֥י <WH339> ve-'i-Yei and [upon] the isles הַיָּֽם׃ <WH3220> hai-Yam. of the sea"},{"number":2,"verse":"וְכָל־ <WH3605> ve-chol and all מַעֲשֵׂ֤ה <WH4639> ma-'a-Seh And all the acts תָקְפּוֹ֙ <WH8633> ta-ke-Po of his power וּגְב֣וּרָת֔וֹ <WH1369> u-ge-Vu-ra-To, and of his might וּפָרָשַׁת֙ <WH6575> u-fa-ra-Shat and the declaration גְּדֻלַּ֣ת <WH1420> ge-dul-Lat of the greatness מָרְדֳּכַ֔י <WH4782> ma-re-do-Chai, of Mordecai אֲשֶׁ֥ר <WH834> 'a-Sher to which גִּדְּל֖וֹ <WH1431> gid-de-Lo advanced הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; whereunto the king הֲלוֹא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, him [are] they not written עַל־ <WH5921> 'al- in סֵ֙פֶר֙ <WH5612> se-fer in the book דִּבְרֵ֣י <WH1697> div-Rei act הַיָּמִ֔ים <WH3117> hai-ya-Mim, age לְמַלְכֵ֖י <WH4428> le-mal-Chei of the kings מָדַ֥י <WH4074> ma-Dai of Media וּפָרָֽס׃ <WH6539> u-fa-Ras. Persia"},{"number":3,"verse":"כִּ֣י׀ <WH3588> ki For מָרְדֳּכַ֣י <WH4782> ma-re-do-Chai For Mordecai הַיְּהוּדִ֗י <WH3064> hai-ye-hu-Di, the Jew מִשְׁנֶה֙ <WH4932> mish-Neh [was] next לַמֶּ֣לֶךְ <WH4428> lam-Me-lech unto king אֲחַשְׁוֵר֔וֹשׁ <WH325> a-chash-ve-Roosh, Ahasuerus וְגָדוֹל֙ <WH1419> ve-ga-dOl and great לַיְּהוּדִ֔ים <WH3064> lai-ye-hu-Dim, among the Jews וְרָצ֖וּי <WH7521> ve-ra-Tzui and accepted לְרֹ֣ב <WH7230> le-Ro of the multitude אֶחָ֑יו <WH251> 'e-Chav; of his brethren דֹּרֵ֥שׁ <WH1875> do-Resh seeking טוֹב֙ <WH2896> tOv the wealth לְעַמּ֔וֹ <WH5971> le-'am-Mo, of his people וְדֹבֵ֥ר <WH1696> ve-do-Ver and speaking שָׁל֖וֹם <WH7965> sha-Lom peace לְכָל־ <WH3605> le-chol of his whole זַרְעֽוֹ׃ <WH2233> zar-'O. to all his seed"}]}