{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"And it happened after the death of Joshua, the children of Israel asked the LORD, saying, Who shall go up first for us against the Canaanites to fight against them?"},{"number":2,"verse":"And the LORD said, Judah shall go up. Behold, I have delivered the land into his hand."},{"number":3,"verse":"And Judah said to Simeon his brother, Come up with me into my lot so that we may fight against the Canaanites. And I likewise will go with you into your lot. So Simeon went with him."},{"number":4,"verse":"And Judah went up. And the LORD delivered the Canaanites and the Perizzites into their hand. And they killed ten thousand men of them in Bezek."},{"number":5,"verse":"And they found Adoni-bezek in Bezek. And, they fought against him, and they killed the Canaanites and the Perizzites."},{"number":6,"verse":"And Adoni-bezek fled. And they ran after him and caught him, and cut off his thumbs and his big toes."},{"number":7,"verse":"And Adoni-bezek said, Seventy kings [with] their thumbs and big toes cut off have gathered under my table. As I have done, so God has requited me. And they brought him to Jerusalem, and he died there."},{"number":8,"verse":"And the sons of Judah had fought against Jerusalem, and had taken it, and had struck it with the edge of the sword, and had set the city on fire."},{"number":9,"verse":"And afterward the sons of Judah went down to fight against the Canaanites who lived in the mountain, and in the south, and in the valley."},{"number":10,"verse":"And Judah went against the Canaanites who lived in Hebron; (and the name of Hebron before [was] Kirjath-arba). And they killed Sheshai, and Ahiman, and Talmai."},{"number":11,"verse":"And from there he went against those who lived in Debir. And the name of Debir before [was] Kirjath-sepher."},{"number":12,"verse":"And Caleb said, He who strikes Kirjath-sepher and takes it, I will give Achsah my daughter to him for a wife."},{"number":13,"verse":"And Othniel, the son of Caleb's younger brother Kenaz, took it. And he gave him Achsah his daughter for a wife."},{"number":14,"verse":"And it happened when she came, she moved him to ask for a field from her father. And she dismounted from the ass. And Caleb said to her, What do you desire?"},{"number":15,"verse":"And she said to him, Give me a blessing. For you have given me a south land. Give me also springs of water. And Caleb gave her the upper springs and the lower springs."},{"number":16,"verse":"And the sons of the Kenite, Moses' father-in-law, went up out of the city of palm trees with the sons of Judah into the wilderness of Judah, which [is] in the south of Arad. And they went and lived among the people."},{"number":17,"verse":"And Judah went with Simeon his brother, and they killed the Canaanites who lived in Zephath and destroyed it. And the name of the city [was called] Hormah."},{"number":18,"verse":"Also Judah took Gaza with its border, and Askelon with its border, and Ekron with its border."},{"number":19,"verse":"And the LORD was with Judah. And he took possession of the mountain. But he could not drive out those who lived in the valley, because they had chariots of iron."},{"number":20,"verse":"And they gave Hebron to Caleb, as Moses said. And he expelled the three sons of Anak from there."},{"number":21,"verse":"And the sons of Benjamin did not expel the Jebusites who lived in Jerusalem. But the Jebusites live with the sons of Benjamin in Jerusalem to this day."},{"number":22,"verse":"And the house of Joseph also went up against Bethel, and the LORD [was] with them."},{"number":23,"verse":"And the house of Joseph sent to spy out Bethel. And the name of the city before [was] Luz."},{"number":24,"verse":"And the spies saw a man come forth out of the city, and they said to him, Please show us the gate into the city, and we will show you mercy."},{"number":25,"verse":"And when he showed them the gate into the city, they struck the city with the edge of the sword. But they let the man and all his family go."},{"number":26,"verse":"And the man went into the land of the Hittites and built a city, and called the name of it Luz, which [is] the name of it to this day."},{"number":27,"verse":"And Manasseh had not taken possession of Beth-shean and its daughter- villages], nor Taanach and its daughter- villages], nor [struck] the inhabitants of Dor and its daughter- villages], nor the inhabitants of Ibleam and its daughter- villages], nor the inhabitants of Megiddo and its daughter- villages]. For the Canaanites were determined to live in that land."},{"number":28,"verse":"And it happened, when Israel became strong, they put the Canaanites to tribute, and did not completely expel them."},{"number":29,"verse":"And Ephraim did not expel the Canaanites who lived in Gezer, but the Canaanites lived in Gezer among them."},{"number":30,"verse":"And Zebulun did not expel those who lived in Kitron, nor those who lived in Nahalol. But the Canaanites lived among them and became tributaries."},{"number":31,"verse":"And Asher did not expel those who lived in Accho, and the inhabitants of Sidon, and Ahlab, and Achzib, and Helbah, and Aphik, and Rehob."},{"number":32,"verse":"But the Asherites lived among the Canaanites, those who lived in the land, for they did not expel them."},{"number":33,"verse":"And Naphtali did not expel those who lived in Beth-shemesh, and the inhabitants of Beth-anath, and they lived among the Canaanites, those who lived in the land. But those who lived in Beth-shemesh and Beth-anath became tributaries to them"},{"number":34,"verse":"And the Amorites forced the sons of Dan into the mountain. For they would not allow them to come down to the valley."},{"number":35,"verse":"But the Amorites desired to stay in Mount Heres in Aijalon, and in Shaalbim. Yet the hand of the house of Joseph was heavy so that they became tributaries."},{"number":36,"verse":"And the border of the Amorites [was] from the going up to Akrabbim, from the rock and upward."}]}