{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"And after Abimelech there arose to defend Israel, Tola the son of Puah, the son of Dodo, a man of Issachar. And he lived in Shamir in Mount Ephraim."},{"number":2,"verse":"And he judged Israel twenty-three years, and died, and was buried in Shamir."},{"number":3,"verse":"And after him arose Jair, a Gileadite, and judged Israel twenty-two years."},{"number":4,"verse":"And he had thirty sons who rode on thirty ass colts, and they had thirty cities which are called Havoth-jair to this day in the land of Gilead."},{"number":5,"verse":"And Jair died and was buried in Kamon."},{"number":6,"verse":"And the sons of Israel did evil again in the sight of the LORD, and served the Baals and Ashtoreths, and the gods of Syria, and the gods of Sidon, and the gods of Moab, and the gods of the sons of Ammon, and the gods of the Philistines. And they left the LORD, and did not serve Him."},{"number":7,"verse":"And the anger of the LORD was hot against Israel, and He sold them into the hands of the Philistines and into the hands of the sons of Ammon."},{"number":8,"verse":"And that year they troubled and oppressed the sons of Israel; all the sons of Israel on the other side of Jordan, in the land of the Amorites, which [is] in Gilead, for eighteen years."},{"number":9,"verse":"And the sons of Ammon passed over Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was very distressed."},{"number":10,"verse":"And the sons of Israel cried to the LORD, saying, We have sinned against You, both because we have forsaken our God and also have served the Baals."},{"number":11,"verse":"And the LORD said to the sons of Israel, Did not [I deliver you] from Egyptians, and from the Amorites, from the sons of Ammon, and from the Philistines?"},{"number":12,"verse":"And the Sidonians and the Amalekites and the Maonites oppressed you. And you cried to Me, and I delivered you out of their hand."},{"number":13,"verse":"Yet you have forsaken Me and served other gods; therefore, I will deliver you no more."},{"number":14,"verse":"Go and cry to the gods which you have chosen. Let them deliver you in the time of your tribulation."},{"number":15,"verse":"And the sons of Israel said to the LORD, We have sinned. Do You to us whatever [is] good in Your eyes; only deliver us, we pray You, today."},{"number":16,"verse":"And they put away the strange gods from among them, and served the LORD. And His soul was moved by the misery of Israel."},{"number":17,"verse":"Then the sons of Ammon were gathered and camped in Gilead. And the sons of Israel assembled themselves together and camped in Mizpeh."},{"number":18,"verse":"And the people and rulers of Gilead said to one another, What man [is] there who will begin to fight against the sons of Ammon? He shall be head over all the inhabitants of Gilead."}]}