{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"And the sons of Israel did evil again in the sight of the LORD. And the LORD delivered them into the hands of the Philistines forty years."},{"number":2,"verse":"And there was a certain man of Zorah, of the family of the Danites, whose name [was] Manoah. And his wife was barren and did not bear."},{"number":3,"verse":"And the Angel of the LORD appeared to the woman and said to her, Behold now, you [are] barren and do not bear. But you shall conceive and bear a son."},{"number":4,"verse":"And now, please take heed, and do not drink wine nor strong drink, and do not eat any unclean [thing]."},{"number":5,"verse":"For lo, you shall conceive and bear a son. And no razor shall come upon his head. For the child shall be a Nazarite to God from the womb. And he shall begin to deliver Israel out of the hand of the Philistines."},{"number":6,"verse":"And the woman came and told her husband, saying, A man of God came to me, and His face [was] like the face of an Angel of God, very terrifying. But I did not ask Him where He came from, neither did He tell me His name."},{"number":7,"verse":"But He said to me, Behold, you shall conceive and bear a son. And now drink no wine nor strong drink, neither eat any unclean [thing], for the boy shall be a Nazirite to God from the womb to the day of his death."},{"number":8,"verse":"And Manoah prayed to the LORD and said, O, my Lord, let the Man of God, whom You sent, come again to us and teach us what we shall do to the boy that shall be born."},{"number":9,"verse":"And God listened to the voice of Manoah, and the Angel of God came again to the woman as she sat in the field. But Manoah her husband [was] not with her."},{"number":10,"verse":"And the woman hurried and ran, and told her husband, and said to him, Behold, the Man has appeared to Me, the one who came to me the [other] day."},{"number":11,"verse":"And Manoah arose and went after his wife, and came to the Man, and said to Him, [Are] You the Man who spoke to the woman? And He said, I [am]."},{"number":12,"verse":"And Manoah said, Now let Your words come to pass. [How] shall we order the child, and what shall we do to him?"},{"number":13,"verse":"And the Angel of the LORD said to Manoah, Of all that I said to the woman let her be careful."},{"number":14,"verse":"She may not eat of all that comes from the vine, neither let her drink wine nor strong drink, nor eat any unclean [thing]. Let her do all that I commanded her."},{"number":15,"verse":"And Manoah said to the Angel of the LORD, I pray You, let us keep You until we have made a kid ready for You."},{"number":16,"verse":"And the Angel of the LORD said to Manoah, Though you keep Me, I will not eat of your bread. And if you will offer a burnt offering, you must offer it to the LORD. For Manoah did not know that He [was] the Angel of the LORD."},{"number":17,"verse":"And Manoah said to the Angel of the LORD, What [is] Your name, so that when Your sayings come to pass we may do You honor?"},{"number":18,"verse":"And the Angel of the LORD said to him, Why do you ask after My name in this way? Yea, it [is] Wonderful."},{"number":19,"verse":"And Manoah took a kid with a food offering, and offered [it] upon a rock to the LORD, and did wonderfully. And Manoah and his wife looked on."},{"number":20,"verse":"For it happened when the flame went up toward heaven from off the altar, the Angel of the LORD went up in the flame of the altar. And Manoah and his wife looked on [it] and fell on their faces to. the ground."},{"number":21,"verse":"But the Angel of the LORD did not appear any more to Manoah and to his wife. Then Manoah knew that He [was] an Angel of the LORD."},{"number":22,"verse":"And Manoah said to his wife, We shall surely die because we have seen God."},{"number":23,"verse":"But his wife said to him, If the LORD were pleased to kill us, He would not have received a burnt offering and a food offering at our hands, neither would He have showed us all these [things, nor have told us [such things] as these at this time."},{"number":24,"verse":"And the woman bore a son and called his name Samson. And the child grew, and the LORD blessed him."},{"number":25,"verse":"And the Spirit of the LORD began to move him at times in the camp of Dan between Zorah and Eshtaol."}]}