{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"And it happened in those days, no king being in Israel, there was a certain Levite residing on the far side of Mount Ephraim, who took to him a concubine out of Bethlehem-judah."},{"number":2,"verse":"And his concubine played the harlot against him, and went away from him to her father's house to Bethlehem-judah, and was there four whole months."},{"number":3,"verse":"And her husband arose and went after her, to speak friendly to her, to bring her again, having his servant with him and a couple of asses. And she brought him into her father's house. And when the father of the girl saw him, he rejoiced to meet him."},{"number":4,"verse":"And his father-in-law, the girl's father, kept him. And he stayed with him three days. So they ate and drank and stayed there."},{"number":5,"verse":"And it happened on the fourth day when they arose early in the morning, he rose up to leave. And the girl's father said to his son-in-law, Comfort your heart [with] a piece of bread, and afterward go your way."},{"number":6,"verse":"And they sat down and ate and drank, both of them together, for the girl's father had said to the man, Please be content, and stay all night, and let your heart be merry."},{"number":7,"verse":"And when the man rose up to leave, his father-in-law urged him, and he stayed there again."},{"number":8,"verse":"And he rose early in the morning on the fifth day to leave. And the girl's father said, Please comfort your heart. And they stayed till afternoon, and both of them ate."},{"number":9,"verse":"And when the man rose up to leave, he and his concubine, and his servant, his father-in-law, the girl's father said to him, Behold, now the day draws toward evening. Please stay all night. Behold, the day grows to an end. Stay here so that your heart may be merry. And tomorrow go early on your way, so that you may go to your tent."},{"number":10,"verse":"But the man would not stay that night, but he rose up and left, and came over against Jebus, which [is] Jerusalem. And there were with him two saddled asses. His concubine also was with him."},{"number":11,"verse":"They [were] beside Jebus, and the day was far gone. And the servant said to his master, Please come, and let us turn in to this city of the Jebusites and stay in it."},{"number":12,"verse":"And his master said to him, We will not turn aside here into the city of a stranger that [is] not of the sons of Israel. We will pass over to Gibeah."},{"number":13,"verse":"And he said to his servant, Come and let us draw near one of these places to stay all night, in Gibeah or in Ramah."},{"number":14,"verse":"And they passed on and went their way. And the sun went [down] on them beside Gibeah, which [is] of Benjamin."},{"number":15,"verse":"And they turned aside there, to go in [and] to lodge in Gibeah. And he went in and sat down in a street of the city. For no man took them into his house to stay the night."},{"number":16,"verse":"And behold, there came an old man from his work out of the field at evening, who [was] also from Mount Ephraim. And he lived in Gibeah, but the men of the place [were] of Benjamin."},{"number":17,"verse":"And when he had lifted up his eyes, he saw a traveler in the streets of the city. And the old man said, Where do you go, and where do you come from?"},{"number":18,"verse":"And he said to him, We [are] passing from Bethlehem-judah to the side of mount Ephraim. I [am] from there, and I went to Bethlehem-judah, but I am going to the house of the LORD. And there is no man who receives me into his house."},{"number":19,"verse":"Yet here is both straw and food for our asses. And there is bread and wine also for me, and for your slave woman, and for the young man [who is] with your servants. There is no lack of anything."},{"number":20,"verse":"And the old man said, Peace [be] with you. Yet all that you lack [shall be] on me. Only do not stay in the street."},{"number":21,"verse":"And he brought him into his house and mixed [fodder] for the asses. And they washed their feet, and ate and drank."},{"number":22,"verse":"They were making their hearts merry. And, behold, the men of the city, certain sons of Belial, set upon the house all around [and] beat at the door and spoke to the master of the house, the old man, saying, Bring out the man that came to your house so that we may know him."},{"number":23,"verse":"And the man, the master of the house, went out to them and said to them, No, my brothers, I pray you, do not do evil, since this man has come into my house. Do not do this foolish sin."},{"number":24,"verse":"Behold, my daughter, a virgin, and his concubine. I will bring them out now, and you humble them and do with them what seems good to you. But do not do so vile a thing to this man."},{"number":25,"verse":"But the men would not listen to him. And the man took his concubine and brought [her] out to them. And they knew her and rolled themselves on her all night until the morning. And they sent her away at the dawning of the day."},{"number":26,"verse":"And the woman came, in the dawning of the day, and fell down [at] the door of the man's house where her lord [was], until it was light."},{"number":27,"verse":"And her lord rose up in the morning and opened the doors of the house and went out to go his way. And behold, the woman, his concubine, had fallen down [at] the door of the house, and her hands were upon the threshold."},{"number":28,"verse":"And he said to her, Up, and let us be going. But there was no answer. Then the man took her on an ass, and the man rose up and went to his place."},{"number":29,"verse":"And [he] came into his house, [he] took a knife and laid hold on his concubine, and divided her, with her bones, into twelve pieces and sent her into all the borders of Israel."},{"number":30,"verse":"And it was so that all that saw [it] said, There was no such deed done nor seen from the day that the sons of Israel came up out of the land of Egypt to this day. Think of it, take advice and speak."}]}