{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"And the Angel of the LORD came up from Gilgal to Bochim, and said, I made you go up out of Egypt, and have brought you into the land which I swore to your fathers. And I said, I will never break My covenant with you."},{"number":2,"verse":"And you shall make no treaty with those who live in this land. You shall throw down their altars. But you have not obeyed My voice. What [is] this that you have done?"},{"number":3,"verse":"And I also said, I will not drive them out from before you, but they shall be thorns in your sides, and their gods shall be a snare to you."},{"number":4,"verse":"And it happened when the Angel of the LORD spoke these words to all the sons of Israel, the people lifted up their voices and wept."},{"number":5,"verse":"And they called the name of that place The Place of Weeping. And they sacrificed there to the LORD."},{"number":6,"verse":"And when Joshua had let the people go, the sons of Israel left, each man to his inheritance, to possess the land."},{"number":7,"verse":"And the people served the LORD all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the LORD that He did for Israel."},{"number":8,"verse":"And Joshua the son of Nun, the servant of the LORD, died, being a hundred and ten years old."},{"number":9,"verse":"And they buried him in the border of his inheritance in Timnath-heres, in mount Ephraim, on the north side of the hill Gaash."},{"number":10,"verse":"And also all that generation were gathered to their fathers. And there arose another generation after them who did not know the LORD, nor even the works which He had done for Israel."},{"number":11,"verse":"And the sons of Israel did evil in the sight of the LORD, and served Baals."},{"number":12,"verse":"And they forsook the LORD God of their fathers, who brought them out of the land of Egypt. And they followed other gods of the gods of the people who were around them, and bowed themselves to them, and provoked the LORD to anger."},{"number":13,"verse":"And they forsook the LORD and served Baal and Ashtaroth."},{"number":14,"verse":"And the anger of the LORD was hot against Israel, and He delivered them into the hand of spoilers who spoiled them. And He sold them into the hand of their enemies all around, so that they could not any longer stand before their enemies."},{"number":15,"verse":"Wherever they went out, the hand of the LORD was against them for evil, as the LORD had said, and as the LORD had sworn to them. And they were greatly distressed."},{"number":16,"verse":"But the LORD raised up judges who delivered them out of the hand of those who spoiled them."},{"number":17,"verse":"And yet they would not listen to their judges, but they went lusting after other gods, and bowed themselves to them. They turned quickly out of the way which their fathers walked in, for they had obeyed the commandments of the LORD; these did not do so."},{"number":18,"verse":"And when the LORD raised judges up for them, then the LORD was with the judge, and delivered them out of the hand of their enemies all the days of the judge. For the LORD took pity because of their groanings before their oppressors and their crushers."},{"number":19,"verse":"And it happened when the judge was dead, they returned and made themselves more rotten than their fathers in following other gods to serve them, and to bow down to them. They did not cease from their own doings nor from their stubborn way."},{"number":20,"verse":"And the anger of the LORD glowed against Israel. And He said, Because this nation has transgressed My covenant which I commanded their fathers, and has not listened to My voice,"},{"number":21,"verse":"I also from now on will not expel any from before them of the nations that Joshua left when he died;"},{"number":22,"verse":"so that by them I may test Israel, whether they are keeping the way of the LORD, to go in it, as their fathers kept it, or not."},{"number":23,"verse":"And the LORD left those nations, without driving them out quickly. And He did not deliver them into the hand of Joshua."}]}