{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":3,"verses":[{"number":1,"verse":"And these are the nations which the LORD left, to prove Israel by them, as many as had not known all the wars of Canaan;"},{"number":2,"verse":"only that the generations of the sons of Israel might know, to teach them war, at the least those who before knew nothing of it:"},{"number":3,"verse":"five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that lived in Mount Lebanon, from Mount Baal-hermon to the border of Hamath."},{"number":4,"verse":"And they were to prove Israel by them, to know whether they would listen to the commands of the LORD, which He commanded their fathers by the hand of Moses."},{"number":5,"verse":"And the sons of Israel lived among the Canaanites, Hittites, and Amorites, and Perizzites, and Hivites, and Jebusites."},{"number":6,"verse":"And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods."},{"number":7,"verse":"And the sons of Israel did evil in the sight of the LORD and forgot the LORD their God, and served Baals and the Asherahs."},{"number":8,"verse":"And the anger of the LORD was hot against Israel, and He sold them into the hand of Chushan-rishathaim, king of Mesopotamia. And the sons of Israel served Chushan-rishathaim eight years."},{"number":9,"verse":"And when the sons of Israel cried to the LORD, the LORD raised up a deliverer to the sons of Israel, who delivered them, Othniel, the son of Caleb's younger brother Kenaz."},{"number":10,"verse":"And the spirit of the LORD came upon him, and he judged Israel and went out to war. And the LORD delivered Chushan-rishathaim, king of Mesopotamia, into his hand. And his hand prevailed against Chushan-rishathaim."},{"number":11,"verse":"And the land had rest forty years. And Othniel the son of Kenaz died."},{"number":12,"verse":"And the sons of Israel did evil again in the sight of the LORD. And the LORD made Eglon the king of Moab strong against Israel because they had done evil in the sight of the LORD."},{"number":13,"verse":"And he gathered to him the sons of Ammon and Amalek. And he went forth and struck Israel, and took the city of palm trees."},{"number":14,"verse":"So the sons of Israel served Eglon the king of Moab eighteen years."},{"number":15,"verse":"But when the sons of Israel cried to the LORD, the LORD raised them up a deliverer, Ehud the son of Gera, a Benjamite, a left-handed man. And the sons of Israel sent a present to Eglon the king of Moab by him."},{"number":16,"verse":"But Ehud made himself a dagger which had two edges, a cubit long. And he tied it under his clothing upon his right thigh."},{"number":17,"verse":"And he brought the present to Eglon king of Moab. And Eglon was a very fat man."},{"number":18,"verse":"And when he had finished offering the present, he sent away the people who carried the present."},{"number":19,"verse":"But he himself turned again from the graven images by Gilgal, and said, I have a secret message for you, O, king. And he said, Keep silence. And all that stood by him went out from him."},{"number":20,"verse":"And Ehud came to him. And he was sitting [in] the cool roof room which he had for himself alone. And Ehud said, I have a message from God to you. And he rose out of his seat."},{"number":21,"verse":"And Ehud put forth his left hand and took the dagger from his right thigh, and thrust it into his belly."},{"number":22,"verse":"And the haft also went in after the blade. And the fat closed upon the blade, so that he could not draw the dagger out of his belly. And the dung came out."},{"number":23,"verse":"Then Ehud went forth through the porch, and shut the doors of the room upon him, and locked them."},{"number":24,"verse":"And when he had gone out, his servants came. And they looked, and, behold, the doors of the roof room were locked, they said, Surely he [is] covering his feet in his cool roof room."},{"number":25,"verse":"And they waited until they were ashamed. And, behold, he did not open the doors of the room. And they took a key and opened them. And behold, their lord [had] fallen down dead on the earth."},{"number":26,"verse":"And Ehud escaped while they waited, and passed beyond the graven images, and escaped to Seirath."},{"number":27,"verse":"And it happened, when he had come, he blew a ram's horn in the mountain of Ephraim, and the sons of Israel went down with him from the mountain, and he before them."},{"number":28,"verse":"And he said to them, Follow after me. For the LORD has delivered your enemies the Moabites into your hand. And they went down after him and took the fords of Jordan toward Moab, and did not allow a man to pass over."},{"number":29,"verse":"And they killed about ten thousand of the men of Moab at that time, all lusty, and all men of might. And there did not escape a man."},{"number":30,"verse":"So Moab was subdued under the hand of Israel that day. And the land had rest eighty years."},{"number":31,"verse":"And after him was Shamgar the son of Anath, who killed six hundred men of the Philistines with an ox goad. And he also delivered Israel."}]}