{"bibleAbbr":"MKJV1962","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"And Abimelech the son of Jerubbaal went to Shechem, to his mother's brothers. And he talked with them and with all the family of the house of his mother's father, saying,"},{"number":2,"verse":"I pray you, speak in the ears of all the men of Shechem: Which is better for you, either that all the sons of Jerubbaal, seventy persons, reign over you, or that one reign over you? Remember also that I [am] your bone and your flesh."},{"number":3,"verse":"And his mother's brothers spoke of him in the ears of all the men of Shechem with all these words. And their hearts were bent toward Abimelech, for they said, He is our brother."},{"number":4,"verse":"And they gave him seventy pieces of silver out of the house of Baal-berith, with which Abimelech hired worthless and reckless persons who followed him."},{"number":5,"verse":"And he went to his father's house at Ophrah and killed his brothers the sons of Jerubbaal, seventy persons, upon one stone. But Jotham, the youngest son of Jerubbaal, was still left; for he hid himself."},{"number":6,"verse":"And all the leaders of Shechem gathered together, and all the house of Millo. And [they] came and made Abimelech king beside the plain of the pillar in Shechem."},{"number":7,"verse":"And when they told Jotham, he went and stood in the top of mount Gerizim. And he lifted up his voice and cried, and said to them, Listen to me, leaders of Shechem, so that God may listen to you."},{"number":8,"verse":"The trees went forth to anoint a king over them. And they said to the olive tree, Reign over us."},{"number":9,"verse":"But the olive tree said to them, Should I leave my fatness with which they honor God and man by me, and go to be promoted over the trees?"},{"number":10,"verse":"And the trees said to the fig tree, You come and reign over us."},{"number":11,"verse":"But the fig tree said to them, Should I forsake my sweetness and my good fruit, and go to be promoted over the trees?"},{"number":12,"verse":"Then the trees said to the vine, You come and reign over us."},{"number":13,"verse":"And the vine said to them, Should I leave my wine, which cheers God and man, and go to be promoted over the trees?"},{"number":14,"verse":"Then all the trees said to the bramble-bush, You come and reign over us."},{"number":15,"verse":"And the bramble-bush said to the trees, If you truly anoint me king over you, come put your trust in my shadow. And if not, let fire come out of the bramble and burn up the cedars of Lebanon."},{"number":16,"verse":"And now, if you have done truly and sincerely in that you have made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him according to what his hands did,"},{"number":17,"verse":"[in] which my father fought for you and much endangered his life, and delivered you out of the hand of Midian."},{"number":18,"verse":"And you have risen up against my father's house today, and have killed his sons, seventy persons, upon one stone, and have made Abimelech, the son of his slave woman, king over the men of Shechem, because he [is] your brother;"},{"number":19,"verse":"if then you have dealt truly and sincerely with Jerubbaal and with his house today, rejoice in Abimelech, and let him also rejoice in you."},{"number":20,"verse":"But if not, let fire come out from Abimelech and burn up the men of Shechem and the house of Millo. And let fire come out from the men of Shechem, and from the house of Millo, and burn up Abimelech."},{"number":21,"verse":"And Jotham ran away and fled, and went to Beer, and lived there for fear of Abimelech his brother."},{"number":22,"verse":"And Abimelech reigned three years over Israel."},{"number":23,"verse":"And God sent an evil spirit between Abimelech and the men of Shechem. And the men of Shechem dealt treacherously with Abimelech,"},{"number":24,"verse":"so that the cruelty to the seventy sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, who killed them, and upon the men of Shechem who helped him in the killing of his brothers."},{"number":25,"verse":"And the men of Shechem set men lying in wait for him in the top of the mountains, and they robbed all that passed by. And it was told to Abimelech."},{"number":26,"verse":"And Gaal the son of Ebed came with his brothers, and went over to Shechem. And the men of Shechem put their confidence in him."},{"number":27,"verse":"And [they] went out into the fields and gathered their vineyards and trod the grapes, and made merry, and went into the house of their god, and ate and drank, and cursed Abimelech."},{"number":28,"verse":"And Gaal the son of Ebed said, Who [is] Abimelech, and who [is] Shechem, that we should serve him? Is [he] not the son of Jerubbaal, and Zebul his officer? Serve the men of Hamor the father of Shechem: for why should we serve him?"},{"number":29,"verse":"And I wish this people were under my hand! Then I would remove Abimelech. And he said to Abimelech, Increase your army, and come out!"},{"number":30,"verse":"And Zebul the ruler of the city heard the words of Gaal the son of Ebed, and his anger was kindled."},{"number":31,"verse":"And he sent messengers to Abimelech secretly, saying, Behold, Gaal the son of Ebed and his brothers have come to Shechem. And behold, they fortify the city against you."},{"number":32,"verse":"And now come up by night, you and the people with you, and lie in wait in the field."},{"number":33,"verse":"And it shall be in the morning, as soon as the sun is up, it shall be that you shall rise early and set upon the city. And behold, when he and the people who are with him come out against you, you may do to them as you desire."},{"number":34,"verse":"And Abimelech rose up by night, and all the people with him, and they lay in wait against Shechem in four companies."},{"number":35,"verse":"And Gaal the son of Ebed went out and stood in the entrance of the gate of the city. And Abimelech rose up, and the people with him, from lying in wait."},{"number":36,"verse":"And when Gaal saw the people, he said to Zebul, Behold, people are coming down from the top of the mountains. And Zebul said to him, You are seeing the shadow of the mountains like men."},{"number":37,"verse":"And Gaal spoke again and said, See, people [are] coming by the middle of the land, and another company coming along by way of the Sorcerers' Oak."},{"number":38,"verse":"And Zebul said to him, Where is your mouth now, [with] which you said, Who [is] Abimelech, that we should serve him? Is not this the people whom you have despised? I pray you, go out now and fight with them."},{"number":39,"verse":"And Gaal went out before the men of Shechem, and fought with Abimelech."},{"number":40,"verse":"And Abimelech chased him, and he fled before him, and many were overthrown and wounded, to the entrance of the gate."},{"number":41,"verse":"And Abimelech lived at Arumah. And Zebul put Gaal and his brothers out, so that they should not live in Shechem."},{"number":42,"verse":"And it happened on the next day the people went out into the field. And they told Abimelech."},{"number":43,"verse":"And he took the people and divided them into three companies, and lay in wait in the field. And they looked, and behold, the people came forth out of the city. And he rose up against them, and struck them."},{"number":44,"verse":"And Abimelech and the company with him rushed forward and stood in the entrance of the gate of the city. And the two companies ran upon all the people in the field, and killed them."},{"number":45,"verse":"And Abimelech fought against the city all that day. And he took the city and killed the people in it. And he beat down the city and sowed it [with] salt."},{"number":46,"verse":"And all the men of the tower of Shechem heard, and entered into a stronghold of the house of the god Berith."},{"number":47,"verse":"And it was told Abimelech that all the men of the tower of Shechem were gathered together."},{"number":48,"verse":"And Abimelech went up to Mount Zalmon, he and all the people with him. And Abimelech took an axe in his hand, and cut down a limb from the trees, and took it and laid it on his shoulder, and said to the people who were with him, What you have seen me do, hurry and do likewise."},{"number":49,"verse":"And all the people also, each man, cut down a limb for themselves, and followed Abimelech, and set [them] at the stronghold, and set on fire the stronghold. And about a thousand men and women, all the men of the tower of Shechem, died also."},{"number":50,"verse":"And Abimelech went to Thebez, and camped against Thebez, and took it."},{"number":51,"verse":"But there was a strong tower in the middle of the city, and all the men and women, and all the leaders of the city, fled there, and shut [it] behind them, and got up to the top of the tower."},{"number":52,"verse":"And Abimelech came to the tower and fought against it, and went hard to the door of the tower to burn it with fire."},{"number":53,"verse":"And a certain woman threw a piece of a millstone upon Abimelech's head and crushed his skull."},{"number":54,"verse":"Then he called hastily to the young man who was his armor-bearer, and said to him, Draw your sword and kill me, so that men may not say of me, A woman killed him! And his young man thrust him through, and he died."},{"number":55,"verse":"And when the men of Israel saw that Abimelech was dead, each one of them left to go to his place."},{"number":56,"verse":"And God repaid the evil of Abimelech, that which he did to his father in killing his seventy brothers."},{"number":57,"verse":"And all the evil of the men of Shechem God sent back upon their heads. And upon them came the curse of Jotham the son of Jerubbaal."}]}