{"bibleAbbr":"WYC1395","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"And Y my silf Poul biseche you, bi the myldenesse and softnesse of Crist, which in the face am meke among you, and Y absent triste in you."},{"number":2,"verse":"For Y preie you, that lest Y present be not bold bi the trist, in which Y am gessid to be bold in to summe, that demen vs, as if we wandren aftir the fleisch."},{"number":3,"verse":"For we walkynge in fleisch, fiyten not aftir the fleisch."},{"number":4,"verse":"For the armuris of oure knyythod ben not fleischli, but myyti bi God to the distruccioun of strengthis. And we distrien counsels,"},{"number":5,"verse":"and alle hiynesse that hiyeth it silf ayens the science of God, and dryuen `in to caitifte al vndirstonding in to the seruyce of Crist."},{"number":6,"verse":"And we han redi to venge al vnobedience, whanne youre obedience schal be fillid."},{"number":7,"verse":"Se ye the thingis that ben after the face. If ony man trustith to him silf, that he is of Crist, thenke he this thing eft anentis hym silf,"},{"number":8,"verse":"for as he is Cristis, so also we. For if Y schal glorie ony thing more of oure power, which the Lord yaf to vs in to edifiyng, and not in to youre distruccioun, Y schal not be schamed."},{"number":9,"verse":"But that Y be not gessid as to fere you bi epistlis,"},{"number":10,"verse":"for thei seien, That epistlis ben greuouse and stronge, but the presence of the bodi is feble, and the word worthi to be dispisid."},{"number":11,"verse":"He that is suche oon, thenke this, for suche as we absent ben in word bi pistlis, suche we ben present in dede."},{"number":12,"verse":"For we doren not putte vs among, or comparisoune vs to summen, that comenden hem silf; but we mesuren vs in vs silf, and comparisounen vs silf to vs."},{"number":13,"verse":"For we schulen not haue glorie ouer mesure, but bi the mesure of the reule which God mesuride to vs, the mesure that stretchith to you."},{"number":14,"verse":"For we ouerstretchen not forth vs, as not stretchinge to you. For to you we camen in the gospel of Crist,"},{"number":15,"verse":"not gloriynge ouer mesure in othere mennus trauelis. For we `han hope of youre feith that wexith in you to be magnefied bi oure reule in abundaunce,"},{"number":16,"verse":"also to preche in to tho thingis that ben biyendis you, not to haue glorie in othere mennus reule, in these thingis that ben maad redi."},{"number":17,"verse":"He that glorieth, haue glorie in the Lord."},{"number":18,"verse":"For not he that comendith hym silf is preuyd, but whom God comendith."}]}