{"bibleAbbr":"WYC1395","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"I wolde that ye wolden suffre a litil thing of myn vnwisdom, but also supporte ye me."},{"number":2,"verse":"For Y loue you bi the loue of God; for Y haue spousid you to oon hosebonde, to yelde a chast virgyn to Crist."},{"number":3,"verse":"But Y drede, lest as the serpent disseyuede Eue with his sutil fraude, so youre wittis ben corrupt, and fallen doun fro the symplenesse that is in Crist."},{"number":4,"verse":"For if he that cometh, prechith anothir Crist, whom we precheden not, or if ye taken another spirit, whom ye token not, or another gospel, which ye resseyueden not, riytli ye schulden suffre."},{"number":5,"verse":"For Y wene that Y haue don no thing lesse than the grete apostlis."},{"number":6,"verse":"For thouy Y be vnlerud in word, but not in kunnyng. For in alle thingis Y am open to you."},{"number":7,"verse":"Or whether Y haue don synne, mekynge my silf, that ye be enhaunsid, for freli Y prechide to you the gospel of God?"},{"number":8,"verse":"Y made nakid othere chirchis, and Y took sowde to youre seruyce."},{"number":9,"verse":"And whanne Y was among you, and hadde nede, Y was chargeouse to no man; for britheren that camen fro Macedonye, fulfilliden that that failide to me. And in alle thingis Y haue kept, and schal kepe me with outen charge to you."},{"number":10,"verse":"The treuthe of Crist is in me; for this glorie schal not be brokun in me in the cuntreis of Acaie."},{"number":11,"verse":"Whi? for Y loue not you?"},{"number":12,"verse":"God woot. For that that Y do, and that Y schal do, is that Y kitte awei the occasioun of hem that wolen occasioun, that in the thing, in which thei glorien, thei be foundun as we."},{"number":13,"verse":"For siche false apostlis ben trecherouse werk men, and transfiguren hem in to apostlis of Crist."},{"number":14,"verse":"And no wondur, for Sathanas hym silf transfigurith hym in to an aungel of light."},{"number":15,"verse":"Therfor it is not greet, if hise mynystris ben transfigurid as the mynystris of riytwisnesse, whos ende schal be aftir her werkis."},{"number":16,"verse":"Eft Y seie, lest ony man gesse me to be vnwise; ellis take ye me as vnwise, that also Y haue glorie a litil what."},{"number":17,"verse":"That that Y speke, Y speke not aftir God, but as in vnwisdom, in this substaunce of glorie."},{"number":18,"verse":"For many men glorien aftir the fleisch, and Y schal glorie."},{"number":19,"verse":"For ye suffren gladli vnwise men, whanne ye silf ben wise."},{"number":20,"verse":"For ye susteynen, if ony man dryueth you in to seruage, if ony man deuourith, if ony man takith, if ony man is enhaunsid, if ony man smytith you on the face."},{"number":21,"verse":"Bi vnnoblei Y seie, as if we weren sike in this parti. In what thing ony man dar, in vnwisdom Y seie, and Y dar."},{"number":22,"verse":"Thei ben Ebrewis, and Y; thei ben Israelitis, and Y; thei ben the seed of Abraham, and Y;"},{"number":23,"verse":"thei ben the mynystris of Crist, and Y. As lesse wise Y seie, Y more; in ful many trauelis, in prisouns more plenteuousli, in woundis aboue maner, in deethis ofte tymes."},{"number":24,"verse":"Y resseyuede of the Jewis fyue sithis fourti strokis oon lesse;"},{"number":25,"verse":"thries Y was betun with yerdis, onys Y was stonyd, thries Y was at shipbreche, a nyyt and a dai Y was in the depnesse of the see;"},{"number":26,"verse":"in weies ofte, in perelis of floodis, in perelis of theues, in perelis of kyn, in perelis of hethene men, in perelis in citee, in perelis in desert, in perelis in the see, in perelis among false britheren, in trauel and nedynesse,"},{"number":27,"verse":"in many wakyngis, in hungur, in thirst, in many fastyngis, in coold and nakidnesse."},{"number":28,"verse":"Withouten tho thingis that ben withoutforth, myn ech daies trauelyng is the bisynesse of alle chirchis."},{"number":29,"verse":"Who is sijk, and Y am not sijk? who is sclaundrid, and Y am not brent?"},{"number":30,"verse":"If it bihoueth to glorie, Y schal glorie in tho thingis that ben of myn infirmyte."},{"number":31,"verse":"God and the fadir of oure Lord Jhesu Crist, that is blessid in to worldis, woot that Y lie not."},{"number":32,"verse":"The preuost of Damask, of the kyng of the folk Arethe, kepte the citee of Damascenes to take me;"},{"number":33,"verse":"and bi a wyndow in a leep Y was latun doun bi the wal, and so Y ascapide hise hondis."}]}