{"bibleAbbr":"WYC1395","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Therfor, most dereworthe britheren, we that han these biheestis, clense we vs fro al filthe of the fleische and of the spirit, doynge holynesse in the drede of God."},{"number":2,"verse":"Take ye vs; we han hirt no man, we han apeirid no man, we han bigilid no man."},{"number":3,"verse":"Y seie not to youre condempnyng; for Y seide bifor, that ye ben in youre hertis, to die togidere and to lyue togidere."},{"number":4,"verse":"Myche trist is to me anentis you, myche gloriyng is to me for you. Y am fillid with coumfort, Y am plenteuouse in ioie in al oure tribulacioun."},{"number":5,"verse":"For whanne we weren comun to Macedonye, oure fleisch hadde no reste, but we suffriden al tribulacioun; with outforth fiytingis, and dredis with ynne."},{"number":6,"verse":"But God that coumfortith meke men, coumfortide vs in the comyng of Tite."},{"number":7,"verse":"And not oneli in the comyng of him, but also in the coumfort bi which he was coumfortid in you, tellinge to vs youre desire, youre weping, youre loue for me, so that Y ioiede more."},{"number":8,"verse":"For thouy Y made you sorie in a pistle, it rewith me not; thouy it rewide, seynge that thouy thilke pistle made you sori at an our, now Y haue ioie;"},{"number":9,"verse":"not for ye weren maad soreuful, but for ye weren maad soreuful to penaunce. For whi ye ben maad sori aftir God, that in no thing ye suffre peirement of vs."},{"number":10,"verse":"For the sorewe that is aftir God, worchith penaunce in to stidfast heelthe; but sorewe of the world worchith deth."},{"number":11,"verse":"For lo! this same thing, that ye ben soreuful aftir God, hou myche bisynesse it worchith in you; but defendyng, but indignacioun, but drede, but desire, but loue, but veniaunce. In alle thingis ye han youun you silf to be vndefoulid in the cause."},{"number":12,"verse":"Therfor thouy Y wroot to you, Y wroot not for hym that dide the iniurie, nether for hym that suffride, but to schewe oure bisinesse, which we han for you bifor God."},{"number":13,"verse":"Therfor we ben coumfortid, but in youre coumfort more plenteuousli we ioyeden more on the ioie of Tite, for his spirit is fulfillid of alle you."},{"number":14,"verse":"And if Y gloriede ony thing anentis hym of you, Y am not confoundid; but as we han spoke to you alle thingis, so also oure glorie that was at Tite, is maad treuthe."},{"number":15,"verse":"And the inwardnesse of hym be more plenteuousli in you, which hath in mynde the obedience of you alle, hou with drede and trembling ye resseyueden hym."},{"number":16,"verse":"Y haue ioye, that in alle thingis Y triste in you."}]}