{"bibleAbbr":"NRSVue2021","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"Future Warfare and Final Victory (v 14|ZEC 14:14; Isa 13.9; Joel 2.1; Mal 4.1) See, a day is coming for the LORD, when the plunder taken from you will be divided in your midst."},{"number":2,"verse":"(Isa 13.6; Zech 12.2, 3; 13.8) For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped; half the city shall go into exile, but the rest of the people shall not be cut off from the city."},{"number":3,"verse":"(Zech 9.14, 15) Then the LORD will go forth and fight against those nations as when he fights on a day of battle."},{"number":4,"verse":"(Ezek 11.23; Mic 1.3, 4; Hab 3.6) On that day his feet shall stand on the Mount of Olives, which lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the mount shall withdraw northward and the other half southward."},{"number":5,"verse":"(Isa 66.15, 16; Am 1.1; Mt 25.31; Jude 14) And you shall flee by the valley of the LORD’s mountain, (Heb my mountains) for the valley between the mountains shall reach to Azal, (Meaning of Heb uncertain) and you shall flee as you fled from the earthquake in the days of King Uzziah of Judah. Then the LORD my God will come and all the holy ones with him."},{"number":6,"verse":"On that day there shall not be (Cn: Heb there shall not be light) either cold or frost. (Compare Gk Syr Vg Tg: Meaning of Heb uncertain)"},{"number":7,"verse":"(Isa 30.26; Rev 21.23) And there shall be continuous day (it is known to the LORD), not day and not night, for at evening time there shall be light."},{"number":8,"verse":"(Ezek 47.1; Joel 3.18; Rev 22.1) On that day living water shall flow out from Jerusalem, half of it to the eastern sea and half of it to the western sea; it shall continue in summer as in winter."},{"number":9,"verse":"(Isa 45.21-24; Eph 4.5, 6; Rev 11.15) And the LORD will become king over all the earth; on that day the LORD will be one and his name one."},{"number":10,"verse":"(Jer 31.38; 37.13; 38.7; Am 9.11; Zech 12.6) The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem (Heb it) shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king’s winepresses."},{"number":11,"verse":"(Jer 23.5, 6; Zech 2.4; Rev 22.3) And it shall be inhabited, for never again shall it be doomed to destruction; Jerusalem shall abide in security."},{"number":12,"verse":"(Deut 28.21, 22) This shall be the plague with which the LORD will strike all the peoples who wage war against Jerusalem: their flesh shall rot while they are still on their feet, their eyes shall rot in their sockets, and their tongues shall rot in their mouths."},{"number":13,"verse":"(1 Sam 14.15, 20; Ezek 38.21; Zech 11.6) On that day a great panic from the LORD shall fall on them, so that each will seize the hand of a neighbor, and the hand of the one will be raised against the hand of the other;"},{"number":14,"verse":"(Isa 23.18; Zech 12.2, 5) even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected: gold, silver, and garments in great abundance."},{"number":15,"verse":"(v 12) And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever animals may be in those camps."},{"number":16,"verse":"(v 9|ZEC 14:9; Isa 60.6, 7, 9) Then all who survive of the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Festival of Booths. (Or Tabernacles)"},{"number":17,"verse":"(vv 9, 16|ZEC 14:916; Am 4.7) If any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain upon them."},{"number":18,"verse":"(v 12) And if the family of Egypt do not go up and present themselves, there will be no rain for them; there will be the plague that the LORD inflicts on the nations that do not go up to keep the Festival of Booths. (Or Tabernacles)"},{"number":19,"verse":"(v 16) Such shall be the punishment of Egypt and the punishment of all the nations that do not go up to keep the Festival of Booths. (Or Tabernacles)"},{"number":20,"verse":"(Ex 28.36-38; Zech 9.15) On that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the cooking pots in the house of the LORD shall be as holy as (Heb shall be like) the bowls in front of the altar,"},{"number":21,"verse":"(Neh 8.10; Ezek 44.9; Zech 9.8; 1 Cor 10.31) and every cooking pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and use them to boil the flesh of the sacrifice. And there shall no longer be traders (Or Canaanites) in the house of the LORD of hosts on that day."}]}