{"bibleAbbr":"NRSVue2021","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":5,"verses":[{"number":1,"verse":"Sixth Vision: The Flying Scroll (Ezek 2.9) Again I looked up and saw a flying scroll."},{"number":2,"verse":"And he said to me, “What do you see?” I answered, “I see a flying scroll; its length is twenty cubits and its width ten cubits.”"},{"number":3,"verse":"(v 4|ZEC 5:4; Ex 20.15; Jer 26.6; Mal 3.8, 9) Then he said to me, “This is the curse that goes out over the face of the whole land, for everyone who has stolen, as is forbidden on one side, has gone unpunished, and everyone who has sworn falsely, (The word falsely added from verse 4) as is forbidden on the other side, has gone unpunished."},{"number":4,"verse":"(Lev 14.45; Hos 4.2, 3; Hab 2.9-11; Mal 3.5) I have sent it out, says the LORD of hosts, and it shall enter the house of the thief and the house of anyone who swears falsely by my name, and it shall abide in that house and consume it, both timber and stones.”"},{"number":5,"verse":"Seventh Vision: The Woman in a Basket Then the angel who spoke with me came forward and said to me, “Look up and see what this is that is coming out.”"},{"number":6,"verse":"I said, “What is it?” He said, “This is a basket (Heb ephah) coming out.” And he said, “This is their iniquity (Gk Compare Syr: Heb their eye) in the whole land.”"},{"number":7,"verse":"Then a leaden cover was lifted, and there was a woman sitting in the basket! (Heb ephah)"},{"number":8,"verse":"(Hos 12.7; Am 8.5; Mic 6.11) And he said, “This is Wickedness.” So he thrust her back into the basket (Heb ephah) and pressed the leaden weight down on its mouth."},{"number":9,"verse":"Then I looked up and saw two women coming forward. The wind was in their wings; they had wings like the wings of a stork, and they lifted up the basket (Heb ephah) between earth and sky."},{"number":10,"verse":"Then I said to the angel who spoke with me, “Where are they taking the basket?” (Heb ephah)"},{"number":11,"verse":"(Gen 10.10; Jer 29.5, 28) He said to me, “To the land of Shinar, to build a house for it, and when this is prepared, they will set it down there on its base.”"}]}