{"bibleAbbr":"DRB1610","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burden of the desert of the sea. As whirlwinds come from the south, it cometh from the desert from a terrible land."},{"number":2,"verse":"A grievous vision is told me: he that is unfaithful dealeth unfaithfully: and he that is a spoiler, spoileth. Go up, O Elam, besiege, O Mede: I have made all the mourning thereof to cease."},{"number":3,"verse":"Therefore are my loins filled with pain, anguish hath taken hold of me, as the anguish of a woman in labour: I fell down at the hearing of it, I was troubled at the seeing of it."},{"number":4,"verse":"My heart failed, darkness amazed me: Babylon my beloved is become a wonder to me."},{"number":5,"verse":"Prepare the table, behold in the watchtower them that eat and drink: arise, ye princes, take up the shield."},{"number":6,"verse":"For thus hath the Lord said to me: Go, and set a watchman: and whatsoever he shall see, let him tell."},{"number":7,"verse":"And he saw a chariot with two horsemen, a rider upon an ass, and a rider upon a camel: and he beheld them diligently with much heed."},{"number":8,"verse":"And a lion cried out: I am upon the watchtower of the Lord, standing continually by day: and I am upon my ward, standing whole nights."},{"number":9,"verse":"Behold this man cometh, the rider upon the chariot with two horsemen, and he answered, and said: Babylon is fallen, she is fallen, and all the graven gods thereof are broken unto the ground."},{"number":10,"verse":"O my thrashing and the children of my door, that which I have heard of the Lord of hosts, the God of Israel, I have declared unto you."},{"number":11,"verse":"The burden of Duma calleth to me out of Seir: Watchman, what of the eight? watchman, what of the night?"},{"number":12,"verse":"The watchman said: The morning cometh, also the night: if you seek, seek: return, come."},{"number":13,"verse":"The burden in Arabia. In the forest at evening you shall sleep, in the paths of Dedanim."},{"number":14,"verse":"Meeting the thirsty bring him water, you that inhabit the land of the south, meet with bread him that fleeth."},{"number":15,"verse":"For they are fled from before the swords, from the sword that hung over them, from the bent bow, from the face of a grievous battle."},{"number":16,"verse":"For thus saith the Lord to me: Within a year, according to the years of a hireling, all the glory of Cedar shall be taken away."},{"number":17,"verse":"And the residue of the number of strong archers of the children of Cedar shall be diminished: for the Lord the God of Israel hath spoken it."}]}