{"bibleAbbr":"NASB1995+","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"In the third <WH7969> year <WH8141> of Cyrus <WH3566> king <WH4428> of Persia <WH6539> a message <WH1697> was revealed <WH1540> to Daniel, <WH1840> who <WH834> was named <WH7121> <WH8034> Belteshazzar; <WH1095> and the message <WH1697> was true <WH571> and [one of] great <WH1419> conflict, <WH6635> but he understood <WH995> the message <WH1697> and had an understanding <WH998> of the vision. <WH4758>"},{"number":2,"verse":"In those <WH1992> days <WH3117> I, Daniel, <WH1840> had been <WH1961> mourning <WH56> for three <WH7969> entire <WH3117> weeks. <WH7620>"},{"number":3,"verse":"I did not eat <WH398> any tasty <WH9143> food, <WH3899> nor <WH3808> did meat <WH1320> or wine <WH3196> enter <WH935> my mouth, <WH6310> nor <WH3808> did I use <WH5480> any ointment <WH5480> at all, until <WH5704> the entire <WH3117> three <WH7969> weeks <WH7620> were completed. <WH4390>"},{"number":4,"verse":"And on the twenty-fourth day <WH3117> of the first <WH7223> month, <WH2320> while I was by the bank <WH3027> of the great <WH1419> river, <WH5104> that is, the Tigris, <WH2313>"},{"number":5,"verse":"I lifted <WH5375> my eyes <WH5869> and looked, <WH7200> and behold, <WH2009> there was a certain <WH259> man <WH376> dressed <WH3847> in linen, <WH906> whose waist <WH4975> was girded <WH2296> with [a belt of] pure <WH3800> gold <WH3800> of Uphaz. <WH210>"},{"number":6,"verse":"His body <WH1472> also was like beryl, <WH8658> his face <WH6440> had the appearance <WH4758> of lightning, <WH1300> his eyes <WH5869> were like flaming <WH784> torches, <WH3940> his arms <WH2220> and feet <WH4772> like the gleam <WH5869> of polished <WH7044> bronze, <WH5178> and the sound <WH6963> of his words <WH1697> like the sound <WH6963> of a tumult. <WH1995>"},{"number":7,"verse":"Now I, Daniel, <WH1840> alone <WH905> saw <WH7200> the vision, <WH4759> while the men <WH376> who <WH834> were with me did not see <WH7200> the vision; <WH4759> nevertheless, <WH61> a great <WH1419> dread <WH2731> fell <WH5307> on them, and they ran <WH1272> away <WH1272> to hide <WH2244> themselves."},{"number":8,"verse":"So I was left <WH7604> alone <WH905> and saw <WH7200> this <WH2088> great <WH1419> vision; <WH4759> yet no <WH3808> strength <WH3581> was left <WH7604> in me, for my natural <WH1935> color <WH1935> turned <WH2015> to a deathly <WH4889> pallor, <WH4889> and I retained <WH6113> no <WH3808> strength. <WH3581>"},{"number":9,"verse":"But I heard <WH8085> the sound <WH6963> of his words; <WH1697> and as soon as I heard <WH8085> the sound <WH6963> of his words, <WH1697> I fell <WH7290> into a deep <WH7290> sleep <WH7290> on my face, <WH6440> with my face <WH6440> to the ground. <WH776>"},{"number":10,"verse":"Then behold, <WH2009> a hand <WH3027> touched <WH5060> me and set <WH5128> me trembling <WH5128> on my hands <WH3709> <WH3027> and knees. <WH1290>"},{"number":11,"verse":"And he said <WH559> to me, \"O Daniel, <WH1840> man <WH376> of high <WH9143> esteem, <WH9143> understand <WH995> the words <WH1697> that I am about to tell <WH1696> you and stand <WH5975> upright, <WH5921> <WH5977> for I have now <WH6258> been sent <WH7971> to you.\" And when he had spoken <WH1696> this <WH2088> word <WH1697> to me, I stood <WH5975> up trembling. <WH7460>"},{"number":12,"verse":"Then he said <WH559> to me, \"Do not be afraid, <WH3372> Daniel, <WH1840> for from the first <WH7223> day <WH3117> that you set <WH5414> your heart <WH3820> on understanding <WH995> [this] and on humbling <WH6031> yourself before <WH6440> your God, <WH430> your words <WH1697> were heard, <WH8085> and I have come <WH935> in response to your words. <WH1697>"},{"number":13,"verse":"\"But the prince <WH8269> of the kingdom <WH4438> of Persia <WH6539> was withstanding <WH5975> me for twenty-one <WH259> days; <WH3117> then behold, <WH2009> Michael, <WH4317> one of the chief <WH7223> princes, <WH8269> came <WH935> to help <WH5826> me, for I had been left <WH3498> there <WH8033> with the kings <WH4428> of Persia. <WH6539>"},{"number":14,"verse":"\"Now I have come <WH935> to give <WH995> you an understanding <WH995> of what <WH834> will happen <WH7136> to your people <WH5971> in the latter <WH319> days, <WH3117> for the vision <WH2377> pertains to the days <WH3117> yet <WH5750> [future.]\""},{"number":15,"verse":"And when he had spoken <WH1696> to me according to these <WH428> words, <WH1697> I turned <WH5414> my face <WH6440> toward the ground <WH776> and became <WH481> speechless. <WH481>"},{"number":16,"verse":"And behold, <WH2009> one who <WH1823> resembled <WH1823> a human <WH120> being <WH1121> <WH120> was touching <WH5060> my lips; <WH8193> then I opened <WH6605> my mouth <WH6310> and spoke, <WH1696> and said <WH559> to him who was standing <WH5975> before <WH5048> me, \"O my lord, <WH113> as a result of the vision <WH4759> anguish <WH9483> has come <WH2015> upon me, and I have retained <WH6113> no <WH3808> strength. <WH3581>"},{"number":17,"verse":"\"For how <WH1963> can <WH3201> such <WH2088> a servant <WH5650> of my lord <WH113> talk <WH1696> with such <WH2088> as my lord <WH113>? As for me, there remains <WH5975> just now <WH6258> no <WH3808> strength <WH3581> in me, nor <WH3808> has any breath <WH5397> been left <WH7604> in me.\""},{"number":18,"verse":"Then [this] one with human <WH120> appearance <WH4758> touched <WH5060> me again <WH3254> and strengthened <WH2388> me."},{"number":19,"verse":"And he said, <WH559> \"O man <WH376> of high <WH9143> esteem, <WH9143> do not be afraid. <WH3372> Peace <WH7965> be with you; take <WH2388> courage <WH2388> and be courageous! <WH2388>\" Now as soon as he spoke <WH1696> to me, I received <WH2388> strength <WH2388> and said, <WH559> \"May my lord <WH113> speak, <WH1696> for you have strengthened <WH2388> me.\""},{"number":20,"verse":"Then he said, <WH559> \"Do you understand <WH3045> why <WH4100> I came <WH935> to you? But I shall now <WH6258> return <WH7725> to fight <WH3898> against <WH5973> the prince <WH8269> of Persia; <WH6539> so I am going <WH3318> forth, <WH3318> and behold, <WH2009> the prince <WH8269> of Greece <WH3120> is about to come. <WH935>"},{"number":21,"verse":"\"However, <WH61> I will tell <WH5046> you what is inscribed <WH7559> in the writing <WH3791> of truth. <WH571> Yet there <WH369> is no <WH369> one <WH259> who stands <WH2388> firmly <WH2388> with me against <WH5921> these <WH428> [forces] except <WH3588> <WH518> Michael <WH4317> your prince. <WH8269>"}]}