{"bibleAbbr":"NASB1995+","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":9,"verses":[{"number":1,"verse":"In the first <WH259> year <WH8141> of Darius <WH1867> the son <WH1121> of Ahasuerus, <WH325> of Median <WH4074> descent, <WH2233> who <WH834> was made <WH4427> king <WH4427> over <WH5921> the kingdom <WH4438> of the Chaldeans <WH3778> –"},{"number":2,"verse":"in the first <WH259> year <WH8141> of his reign <WH4427> I, Daniel, <WH1840> observed <WH995> in the books <WH5612> the number <WH4557> of the years <WH8141> which <WH834> was [revealed as] the word <WH1697> of the Lord <WH3068> to Jeremiah <WH3414> the prophet <WH5030> for the completion <WH4390> of the desolations <WH2723> of Jerusalem, <WH3389> [namely,] seventy <WH7657> years. <WH8141>"},{"number":3,"verse":"So I gave <WH5414> my attention <WH6440> to the Lord <WH136> God <WH430> to seek <WH1245> [Him by] prayer <WH8605> and supplications, <WH8469> with fasting, <WH6685> sackcloth, <WH8242> and ashes. <WH665>"},{"number":4,"verse":"And I prayed <WH6419> to the Lord <WH3068> my God <WH430> and confessed <WH3034> and said, <WH559> \"Alas, <WH577> O Lord, <WH136> the great <WH1419> and awesome <WH3372> God, <WH410> who keeps <WH8104> His covenant <WH1285> and lovingkindness <WH2617> for those who love <WH157> Him and keep <WH8104> His commandments, <WH4687>"},{"number":5,"verse":"we have sinned, <WH2398> committed <WH5753> iniquity, <WH5753> acted <WH7561> wickedly, <WH7561> and rebelled, <WH4775> even turning <WH5493> aside <WH5493> from Thy commandments <WH4687> and ordinances. <WH4941>"},{"number":6,"verse":"\"Moreover, we have not listened <WH8085> to Thy servants <WH5650> the prophets, <WH5030> who <WH834> spoke <WH1696> in Thy name <WH8034> to our kings, <WH4428> our princes, <WH8269> our fathers, and all <WH1> the people <WH3605> of the land. <WH5971>"},{"number":7,"verse":"\"Righteousness <WH6666> belongs to Thee, O Lord, <WH136> but to us open <WH6440> shame, <WH1322> as it is this <WH2088> day <WH3117> – to the men <WH376> of Judah, <WH3063> the inhabitants <WH3427> of Jerusalem, <WH3389> and all <WH3605> Israel, <WH3478> those who are nearby <WH7138> and those who are far <WH7350> away in all <WH3605> the countries <WH776> to which <WH834> Thou hast driven <WH5080> them, because of their unfaithful <WH4604> deeds <WH4604> which <WH834> they have committed <WH4603> against Thee."},{"number":8,"verse":"\"Open <WH6440> shame <WH1322> belongs to us, O Lord, <WH3068> to our kings, <WH4428> our princes, <WH8269> and our fathers, because <WH1> we have sinned <WH834> against Thee."},{"number":9,"verse":"\"To the Lord <WH136> our God <WH430> belong compassion <WH7356> and forgiveness, <WH5547> for we have rebelled <WH4775> against Him;"},{"number":10,"verse":"nor <WH3808> have we obeyed <WH8085> the voice <WH6963> of the Lord <WH3068> our God, <WH430> to walk <WH1980> in His teachings <WH8451> which <WH834> He set <WH5414> before <WH6440> us through <WH3027> His servants <WH5650> the prophets. <WH5030>"},{"number":11,"verse":"\"Indeed all <WH3605> Israel <WH3478> has transgressed <WH5674> Thy law <WH8451> and turned <WH5493> aside, <WH5493> not obeying <WH8085> Thy voice; <WH6963> so the curse <WH423> has been poured <WH5413> out on us, along with the oath <WH7621> which <WH834> is written <WH3789> in the law <WH8451> of Moses <WH4872> the servant <WH5650> of God, <WH430> for we have sinned <WH2398> against Him."},{"number":12,"verse":"\"Thus He has confirmed <WH6965> His words <WH1697> which <WH834> He had spoken <WH1696> against <WH5921> us and against <WH5921> our rulers <WH8199> who <WH834> ruled <WH8199> us, to bring <WH935> on us great <WH1419> calamity; <WH9567> for under <WH8478> the whole <WH3605> heaven <WH8064> there has not been done <WH6213> [anything] like what <WH9201> was done <WH6213> to Jerusalem. <WH3389>"},{"number":13,"verse":"\"As it is written <WH3789> in the law <WH8451> of Moses, <WH4872> all <WH3605> this <WH2088> calamity <WH9567> has come <WH935> on us; yet we have not sought <WH9134> the favor <WH9134> <WH6440> of the Lord <WH3068> our God <WH430> by turning <WH7725> from our iniquity <WH5771> and giving <WH7919> attention <WH7919> to Thy truth. <WH571>"},{"number":14,"verse":"\"Therefore, the Lord <WH3068> has kept <WH8245> the calamity <WH9567> in store <WH8245> and brought <WH935> it on us; for the Lord <WH3068> our God <WH430> is righteous <WH6662> with respect <WH5921> to all <WH3605> His deeds <WH4639> which <WH834> He has done, <WH6213> but we have not obeyed <WH8085> His voice. <WH6963>"},{"number":15,"verse":"\"And now, <WH6258> O Lord <WH136> our God, <WH430> who <WH834> hast brought <WH3318> Thy people <WH5971> out of the land <WH776> of Egypt <WH4714> with a mighty <WH2389> hand <WH3027> and hast made <WH6213> a name <WH8034> for Thyself, as it is this <WH2088> day <WH3117> – we have sinned, <WH2398> we have been <WH7561> wicked. <WH7561>"},{"number":16,"verse":"\"O Lord, <WH136> in accordance with all <WH3605> Thy righteous <WH6666> acts, <WH6666> let now <WH4994> Thine anger <WH639> and Thy wrath <WH2534> turn <WH7725> away <WH7725> from Thy city <WH5892> Jerusalem, <WH3389> Thy holy <WH6944> mountain; <WH2022> for because <WH3588> of our sins <WH2399> and the iniquities <WH5771> of our fathers, Jerusalem <WH1> and Thy people <WH3389> [have become] a reproach <WH5971> to all <WH2781> those around <WH3605> us."},{"number":17,"verse":"\"So now, <WH6258> our God, <WH430> listen <WH8085> to the prayer <WH8605> of Thy servant <WH5650> and to his supplications, <WH8469> and for Thy sake, <WH4616> O Lord, <WH136> let Thy face <WH6440> shine <WH215> on Thy desolate <WH8076> sanctuary. <WH4720>"},{"number":18,"verse":"\"O my God, <WH430> incline <WH5186> Thine ear <WH241> and hear! <WH8085> Open <WH6491> Thine eyes <WH5869> and see <WH7200> our desolations <WH8074> and the city <WH5892> which <WH834> is called <WH7121> by Thy name; <WH8034> for we are not presenting <WH5307> our supplications <WH8469> before <WH6440> Thee on account <WH5921> of any merits <WH6666> of our own, but on account <WH5921> of Thy great <WH7227> compassion. <WH7356>"},{"number":19,"verse":"\"O Lord, <WH136> hear! <WH8085> O Lord, <WH136> forgive! <WH5545> O Lord, <WH136> listen <WH7181> and take <WH6213> action! <WH6213> For Thine own sake, <WH4616> O my God, <WH430> do not delay, <WH309> because <WH3588> Thy city <WH5892> and Thy people <WH5971> are called <WH7121> by Thy name. <WH8034>\""},{"number":20,"verse":"Now while <WH5750> I was speaking <WH1696> and praying, <WH6419> and confessing <WH3034> my sin <WH9128> and the sin <WH9128> of my people <WH5971> Israel, <WH3478> and presenting <WH5307> my supplication <WH8467> before <WH6440> the Lord <WH3068> my God <WH430> in behalf <WH5921> of the holy <WH6944> mountain <WH2022> of my God, <WH430>"},{"number":21,"verse":"while <WH5750> I was still <WH5750> speaking <WH1696> in prayer, <WH8605> then the man <WH376> Gabriel, <WH1403> whom <WH834> I had seen <WH7200> in the vision <WH2377> previously, <WH8462> came <WH5060> to me in [my] extreme <WH3286> weariness <WH3288> about the time <WH6256> of the evening <WH6153> offering. <WH4503>"},{"number":22,"verse":"And he gave <WH995> [me] instruction <WH995> and talked <WH1696> with me, and said, <WH559> \"O Daniel, <WH1840> I have now <WH6258> come <WH3318> forth <WH3318> to give <WH7919> you insight <WH7919> with understanding. <WH998>"},{"number":23,"verse":"\"At the beginning <WH8462> of your supplications <WH8469> the command <WH1697> was issued, <WH3318> and I have come <WH935> to tell <WH5046> [you,] for you are highly <WH9143> esteemed; <WH9143> so give <WH995> heed <WH995> to the message <WH1697> and gain <WH995> understanding <WH995> of the vision. <WH4758>"},{"number":24,"verse":"\"Seventy <WH7657> weeks <WH7620> have been decreed <WH2852> for your people <WH5971> and your holy <WH6944> city, <WH5892> to finish <WH3615> the transgression, <WH6588> to make <WH8552> an end <WH8552> of sin, <WH9128> to make <WH3722> atonement <WH3722> for iniquity, <WH5771> to bring <WH935> in everlasting <WH5769> righteousness, <WH6664> to seal <WH2856> up vision <WH2377> and prophecy, <WH5030> and to anoint <WH4886> the most <WH6944> holy <WH6944> [place.]"},{"number":25,"verse":"\"So you are to know <WH3045> and discern <WH7919> [that] from the issuing <WH4161> of a decree <WH1697> to restore <WH7725> and rebuild <WH1129> Jerusalem <WH3389> until <WH5704> Messiah <WH4899> the Prince <WH5057> [there will be] seven <WH7655> weeks <WH7620> and sixty-two weeks; <WH7620> it will be built <WH1129> again, <WH7725> with plaza <WH7339> and moat, <WH9169> even in times <WH6256> of distress. <WH6695>"},{"number":26,"verse":"\"Then after <WH310> the sixty-two weeks <WH7620> the Messiah <WH4899> will be cut <WH3772> off <WH3772> and have <WH369> nothing, <WH369> and the people <WH5971> of the prince <WH5057> who is to come <WH935> will destroy <WH7843> the city <WH5892> and the sanctuary. <WH6944> And its end <WH7093> [will come] with a flood; <WH7858> even to the end <WH7093> there will be war; <WH4421> desolations <WH8074> are determined. <WH2782>"},{"number":27,"verse":"\"And he will make <WH1396> a firm <WH1396> covenant <WH1285> with the many <WH7227> for one <WH259> week, <WH7620> but in the middle <WH2677> of the week <WH7620> he will put <WH7673> a stop <WH7673> to sacrifice <WH2077> and grain offering; <WH4503> and on the wing <WH3671> of abominations <WH8251> [will come] one who makes <WH8074> desolate, <WH8074> even until <WH5704> a complete <WH3617> destruction, <WH3617> one that is decreed, <WH2782> is poured <WH5413> out on the one who makes <WH8074> desolate. <WH8074>\""}]}