{"bibleAbbr":"NET2007","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"Then one day Jonathan son of Saul said to his armor bearer, (tn Or “the servant who was carrying his military equipment” (likewise in vv. 6, 7, 12, 13, 14).) “Come on, let’s go over to the Philistine garrison that is opposite us.” But he did not let his father know."},{"number":2,"verse":"Now Saul was sitting under a pomegranate tree in Migron, on the outskirts of Gibeah. The army that was with him numbered about six hundred men."},{"number":3,"verse":"Now Ahijah was carrying (tn Heb “bearing.” Many English versions understand this verb to mean “wearing” (cf. KJV, NAB, NASB, NIV, NLT).) an ephod. He was the son of Ahitub, who was the brother of Ichabod and a son of Phineas, son of Eli, the priest of the LORD in Shiloh. The army was unaware that Jonathan had left."},{"number":4,"verse":"Now there was a steep cliff on each side of the pass through which Jonathan intended to go to reach the Philistine garrison. One cliff was named Bozez, the other Seneh."},{"number":5,"verse":"The cliff to the north was closer to Micmash, the one to the south closer to Geba."},{"number":6,"verse":"Jonathan said to his armor bearer, “Come on, let’s go over to the garrison of these uncircumcised men. Perhaps the LORD will intervene (tn Heb “act.”) for us. Nothing can prevent the LORD from delivering, whether by many or by a few.”"},{"number":7,"verse":"His armor bearer said to him, “Do everything that is on your mind. (tn Heb “in your heart.”) Do as you’re inclined. I’m with you all the way!” (tn Heb “Look, I am with you, according to your heart.” See the note at 13:14.)"},{"number":8,"verse":"Jonathan replied, “All right! (tn Heb “Look!”) We’ll go over to these men and fight them."},{"number":9,"verse":"If they say to us, ‘Stay put until we approach you,’ we will stay (tn Heb “stand.”) right there and not go up to them."},{"number":10,"verse":"But if they say, ‘Come up against us,’ we will go up. For in that case the LORD has given them into our hand — it will be a sign to us.”"},{"number":11,"verse":"When they (tn Heb “the two of them.”) made themselves known to the Philistine garrison, the Philistines said, “Look! The Hebrews are coming out of the holes in which they hid themselves.”"},{"number":12,"verse":"Then the men of the garrison said to Jonathan and his armor bearer, “Come on up to us so we can teach you a thing or two!” (tn Heb “a thing.”) Then Jonathan said to his armor bearer, “Come up behind me, for the LORD has given (tn The perfect verbal form is used rhetorically here to express Jonathan’s certitude. As far as he is concerned, the victory is as good as won and can be described as such.) them into the hand of Israel!”"},{"number":13,"verse":"Jonathan crawled up on his hands and feet, with his armor bearer following behind him. Jonathan struck down the Philistines, (tn Heb “and they fell before Jonathan.”) while his armor bearer came along behind him and killed them. (tn Heb “and the one carrying his equipment was killing after him.”)"},{"number":14,"verse":"In this initial skirmish Jonathan and his armor bearer struck down about twenty men in an area that measured half an acre."},{"number":15,"verse":"Then fear overwhelmed (tn Heb “fell upon.”) those who were in the camp, those who were in the field, all the army in the garrison, and the raiding bands. They trembled and the ground shook. This fear was caused by God. (tn Heb “and it was by the fear of God.” The translation understands this to mean that God was the source or cause of the fear experienced by the Philistines. This seems to be the most straightforward reading of the sentence. It is possible, however, that the word “God” functions here simply to intensify the accompanying word “fear,” in which one might translate “a very great fear” (cf. NAB, NRSV). It is clear that on some occasions that the divine name carries such a superlative nuance. For examples see Joüon 2:525 §141. n.)"},{"number":16,"verse":"Saul’s watchmen at Gibeah in the territory of Benjamin (tn Heb “at Gibeah of Benjamin.” The words “in the territory” are supplied in the translation for clarity.) looked on (tn Heb “saw, and look!”) as the crowd of soldiers seemed to melt away first in one direction and then in another. (tn Heb “the crowd melted and went, even here.”)"},{"number":17,"verse":"So Saul said to the army that was with him, “Muster the troops and see who is no longer with us.” When they mustered the troops, (tn Heb “and they mustered the troops, and look!”) Jonathan and his armor bearer were not there."},{"number":18,"verse":"So Saul said to Ahijah, “Bring near the ephod,” (tc Heb “the ark of God.” It seems unlikely that Saul would call for the ark, which was several miles away in Kiriath-jearim (see 1 Sam 7:2). The LXX and an Old Latin ms have “ephod” here, a reading which harmonizes better with v. 3 and fits better with the verb “bring near” (see 1 Sam 23:9; 30:7) and with the expression “withdraw your hand” in v.19. This reading is followed in the present translation (cf. NAB, TEV, NLT).) for he was at that time wearing the ephod. (tc Heb “for the ark of God was in that day, and the sons of Israel.” The translation follows the text of some Greek manuscripts. See the previous note.)"},{"number":19,"verse":"While (tn Or perhaps “until.”) Saul spoke to the priest, the panic in the Philistines’ camp was becoming greater and greater. So Saul said to the priest, “Withdraw your hand!”"},{"number":20,"verse":"Saul and all the army that was with him assembled and marched into battle, where they found (tn Heb “and look, there was”) the Philistines in total panic killing one another with their swords. (tn Heb “the sword of a man against his companion, a very great panic.”)"},{"number":21,"verse":"The Hebrews who had earlier gone over to the Philistine side (tn Heb “and the Hebrews were to the Philistines formerly, who went up with them in the camp all around.”) joined the Israelites who were with Saul and Jonathan."},{"number":22,"verse":"When all the Israelites who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they too pursued them in battle."},{"number":23,"verse":"So the LORD delivered Israel that day, and the battle shifted over to Beth Aven. (tc The LXX includes the following words: “And all the people were with Saul, about ten thousand men. And the battle extended to the entire city on mount Ephraim.”)"},{"number":24,"verse":"(Jonathan Violates Saul’s Oath) Now the men of Israel were hard pressed that day, for Saul had made the army agree to this oath: “Cursed be the man who eats food before evening! I will get my vengeance on my enemies!” So no one in the army ate anything."},{"number":25,"verse":"Now the whole army (tn Heb “all the land.”) entered the forest and there was honey on the ground. (tn Heb “the surface of the field.”)"},{"number":26,"verse":"When the army entered the forest, they saw (tn Heb “and the army entered the forest, and look!”) the honey flowing, but no one ate any of it, (tn Heb “and there was no one putting his hand to his mouth.”) for the army was afraid of the oath."},{"number":27,"verse":"But Jonathan had not heard about the oath his father had made the army take. He extended the end of his staff that was in his hand and dipped it in the honeycomb. When he ate it, (tn Heb “and he returned his hand to his mouth.”) his eyes gleamed. (tc The translation follows the Qere and several medieval Hebrew mss in reading “gleamed,” rather than the Kethib, “saw.”)"},{"number":28,"verse":"Then someone from the army informed him, “Your father put the army under a strict oath (tn Heb “your father surely put the army under an oath.” The infinitive absolute is used before the finite verb to emphasize the solemn nature of the oath.) saying, ‘Cursed be the man who eats food today!’ That is why the army is tired.”"},{"number":29,"verse":"Then Jonathan said, “My father has caused trouble for the land. See how my eyes gleamed (tc The LXX reads “saw.” See v. 27.) when I tasted just a little of this honey."},{"number":30,"verse":"Certainly if the army had eaten some of the enemies’ provisions that they came across today, would not the slaughter of the Philistines have been even greater?”"},{"number":31,"verse":"On that day the army struck down the Philistines from Micmash to Aijalon, and they became very tired."},{"number":32,"verse":"So the army rushed greedily on (tc The translation follows the Qere and many medieval Hebrew mss in reading “and they rushed greedily upon,” rather than the Kethib, “and they did.”) the (tc The translation reads with the Qere and many medieval Hebrew mss הַשָּׁלָל (hashalal, “the spoil”) rather than following the Kethib reading, שָׁלָל (shalal, “spoil”).) plunder, confiscating sheep, cattle, and calves. They slaughtered them right on the ground, and the army ate them blood and all."},{"number":33,"verse":"Now it was reported to Saul, “Look, the army is sinning against the LORD by eating even the blood.” He said, “All of you have broken the covenant! (tn Heb “You have acted deceptively.” In this context the verb refers to violating an agreement, in this case the dietary and sacrificial regulations of the Mosaic law. The verb form is second masculine plural; apparently Saul here addresses those who are eating the animals.) Roll a large stone over here to me.”"},{"number":34,"verse":"Then Saul said, “Scatter out among the army and say to them, ‘Each of you bring to me your ox and sheep and slaughter them in this spot and eat. But don’t sin against the LORD by eating the blood.” So that night each one brought his ox and slaughtered it there. (tn Heb “and all the army brought near, each his ox by his hand, and they slaughtered there.”)"},{"number":35,"verse":"Then Saul built an altar for the LORD; it was the first time he had built an altar for the LORD."},{"number":36,"verse":"Saul said, “Let’s go down after the Philistines at night; we will rout (tn Heb “plunder.”) them until the break of day. (tn Heb “until the light of the morning.”) We won’t leave any of them alive!” (tn Heb “and there will not be left among them a man.”) They replied, “Do whatever seems best to you.” (tn Heb “all that is good in your eyes.” So also in v. 40.) But the priest said, “Let’s approach God here.”"},{"number":37,"verse":"So Saul asked God, “Should I go down after the Philistines? Will you deliver them into the hand of Israel?” But he did not answer him that day."},{"number":38,"verse":"Then Saul said, “All you leaders of the army come here. Find out (tn Heb “know and see.”) how this sin occurred today."},{"number":39,"verse":"For as surely as the LORD, the deliverer of Israel, lives, even if it turns out to be my own son Jonathan, he will certainly die!” But no one from the army said anything. (tn Heb “and there was no one answering from all the army.”)"},{"number":40,"verse":"Then he said to all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.” The army replied to Saul, “Do whatever you think is best.”"},{"number":41,"verse":"Then Saul said, “O LORD God of Israel! If this sin has been committed by me or by my son Jonathan, then, O LORD God of Israel, respond with Urim. But if this sin has been committed by your people Israel, respond with Thummim.” (tc Heb “to the Lord God of Israel: ‘Give what is perfect.’” The Hebrew textual tradition has accidentally omitted several words here. The present translation follows the LXX (as do several English versions, cf. NAB, NRSV, TEV). See P. K. McCarter, I Samuel (AB), 247-48, and R. W. Klein, 1 Samuel (WBC), 132. sn The Urim and Thummim were used for lot casting in ancient Israel. Their exact identity is uncertain; they may have been specially marked stones drawn from a bag. See Exod 28:30; Lev 8:8, and Deut 33:8, as well as the discussion in R. W. Klein, 1 Samuel (WBC), 140.) Then Jonathan and Saul were indicated by lot, while the army was exonerated. (tn Heb “went out.”)"},{"number":42,"verse":"Then Saul said, “Cast the lot between me and my son Jonathan!” (tc The LXX includes the following words: “Whomever the Lord will indicate by the lot, let him die! And the people said to Saul, ‘It is not this word.’ But Saul prevailed over the people, and they cast lots between him and between Jonathan his son.”) Jonathan was indicated by lot."},{"number":43,"verse":"So Saul said to Jonathan, “Tell me what you have done.” Jonathan told him, “I used the end of the staff that was in my hand to taste a little honey. I must die!” (tn Heb “Look, I, I will die.” Apparently Jonathan is acquiescing to his anticipated fate of death. However, the words may be taken as sarcastic (“Here I am about to die!”) or as a question, “Must I now die?” (cf. NAB, NIV, NCV, NLT).)"},{"number":44,"verse":"Saul said, “God will punish me severely if Jonathan doesn’t die!” (tn Heb “So God will do and so he will add, surely you will certainly die, Jonathan.”)"},{"number":45,"verse":"But the army said to Saul, “Should Jonathan, who won this great victory in Israel, die? May it never be! As surely as the LORD lives, not a single hair of his head will fall to the ground! For it is with the help of God that he has acted today.” So the army rescued Jonathan from death. (tn Heb “and he did not die.”)"},{"number":46,"verse":"Then Saul stopped chasing the Philistines, and the Philistines went back home. (tn Heb “to their place.”)"},{"number":47,"verse":"After Saul had secured his royal position over Israel, he fought against all their (tn Heb “his,” which could refer to Israel or to Saul.) enemies on all sides — the Moabites, Ammonites, Edomites, the kings of Zobah, and the Philistines. In every direction that he turned he was victorious. (tc The translation follows the LXX (“he was delivered”), rather than the MT, which reads, “he acted wickedly.”)"},{"number":48,"verse":"He fought bravely, striking down the Amalekites and delivering Israel from the hand of its enemies. (tn Heb “plunderers.”)"},{"number":49,"verse":"(Members of Saul’s Family) The sons of Saul were Jonathan, Ishvi, and Malki-Shua. (sn The list differs from others. In 1 Sam 31:2 (= 1 Chr 10:2), Jonathan, Abinadab, and Malki-Shua are listed as Saul’s sons, while 1 Chr 8:33 and 9:39 list Jonathan, Malki-Shua, Abinadab, and Eshbaal.) He had two daughters; the older one was named Merab and the younger Michal."},{"number":50,"verse":"The name of Saul’s wife was Ahinoam, the daughter of Ahimaaz. The name of the general in command of his army was Abner son of Ner, Saul’s uncle. (sn The word “uncle” can modify either Abner or Ner. See the note on the word “son” in v. 51 for further discussion.)"},{"number":51,"verse":"Kish was the father of Saul, and Ner the father of Abner was the son (tn 1 Chr 9:35–36 indicates that Jeiel (= Abiel?) had two sons (among others) named Ner and Kish (see also 1 Sam 9:1 and 1 Chr 8:30, where some Greek manuscripts include the name Ner, though it is absent in the Hebrew text). If this Kish was the father of Saul and Ner was the father of Abner, then Saul and Abner were cousins. However, according to 1 Chr 8:33 and 9:39, Ner, not Abiel, was the father of Kish. In this case, Kish and Abner were brothers and Abner was Saul’s uncle. The simplest solution to the problem is to see two men named Kish in the genealogy: Abiel (Jeiel) was the father of Ner and Kish I. Ner was the father of Abner and Kish II. Kish II was the father of Saul. The Kish mentioned in 1 Sam 9:1 was the father of Saul (v.2) and must be identified as Kish II. In this case the genealogy is “gapped,” with Ner being omitted. Abiel was the grandfather of Kish II.) of Abiel."},{"number":52,"verse":"There was fierce war with the Philistines all the days of Saul. So whenever Saul saw anyone who was a warrior or a brave individual, he would conscript him."}]}