{"bibleAbbr":"NET2007","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"Saul Comes to Fear David When David (tn Heb “he”; the referent (David) has been specified in the translation for clarity.) had finished talking with Saul, Jonathan and David became bound together in close friendship. (tn Heb “the soul of Jonathan was bound with the soul of David.”) Jonathan loved David as much as he did his own life. (tn Heb “like his [own] soul.”sn On the nature of Jonathan’s love for David, see J. A. Thompson, “The Significance of the Verb Love in the David-Jonathan Narratives in 1 Samuel,” VT 24 (1974): 334-38.)"},{"number":2,"verse":"Saul retained David (tn Heb “him”; the referent (David) has been specified in the translation for clarity.) on that day and did not allow him to return to his father’s house."},{"number":3,"verse":"Jonathan made a covenant with David, for he loved him as much as he did his own life. (tn Heb “like his [own] soul.”)"},{"number":4,"verse":"Jonathan took off the robe he was wearing and gave it to David, along with the rest of his gear, including his sword, his bow, and even his belt."},{"number":5,"verse":"On every mission on which Saul sent him, David achieved success. So Saul appointed him over the men of war. This pleased not only all the army, but also Saul’s servants. (tn Heb “it was good in the eyes of all the people and also in the eyes of the servants of Saul.”)"},{"number":6,"verse":"When the men (tn Heb “them.” The masculine plural pronoun apparently refers to the returning soldiers.) arrived after David returned from striking down the Philistine, the women from all the cities of Israel came out singing and dancing to meet King Saul. They were happy as they played their tambourines and three-stringed instruments. (tn Heb “with tambourines, with joy, and with three-stringed instruments.”)"},{"number":7,"verse":"The women who were playing the music sang, “Saul has struck down his thousands, but David his tens of thousands!”"},{"number":8,"verse":"This made Saul very angry. The statement displeased him and he thought, (tn Heb “said.” So also in vv. 11, 17.) “They have attributed to David tens of thousands, but to me they have attributed only thousands. What does he lack, except the kingdom?”"},{"number":9,"verse":"So Saul was keeping an eye on David from that day onward."},{"number":10,"verse":"The next day an evil spirit from God rushed upon Saul and he prophesied within his house. Now David was playing the lyre (tn The Hebrew text adds here “with his hand.”) that day. There was a spear in Saul’s hand,"},{"number":11,"verse":"and Saul threw the spear, thinking, “I’ll nail David to the wall!” But David escaped from him on two different occasions."},{"number":12,"verse":"So Saul feared David, because the LORD was with him but had departed from Saul."},{"number":13,"verse":"Saul removed David (tn Heb “him”; the referent (David) has been specified in the translation for clarity.) from his presence and made him a commanding officer. (tn Heb “an officer of a thousand.”) David led the army out to battle and back. (tn Heb “and he went out and came in before the people.” See v. 16.)"},{"number":14,"verse":"Now David achieved success in all he did, (tn Heb “in all his ways.”) for the LORD was with him."},{"number":15,"verse":"When Saul saw how very successful he was, he was afraid of him."},{"number":16,"verse":"But all Israel and Judah loved David, for he was the one leading them out to battle and back."},{"number":17,"verse":"(tc Much of the ms evidence for the LXX lacks vv. 17–19.) Then Saul said to David, “Here’s my oldest daughter, Merab. I want to give her to you in marriage. Only be a brave warrior (tn Heb “son of valor.”) for me and fight the battles of the LORD.” For Saul thought, “There’s no need for me to raise my hand against him. Let it be the hand of the Philistines!”"},{"number":18,"verse":"David said to Saul, “Who am I? Who are my relatives or the clan of my father (tn Heb “Who are my relatives, the clan of my father?” The term חַי (khay), traditionally understood as “my life,” is here a rare word meaning “family, kinfolk” (see HALOT 309 s. v. III חַי). The phrase “clan of my father” may be a scribal gloss explaining the referent of this rare word.) in Israel that I should become the king’s son-in-law?”"},{"number":19,"verse":"When the time came for Merab, Saul’s daughter, to be given to David, she instead was given in marriage to Adriel, who was from Meholah."},{"number":20,"verse":"Now Michal, Saul’s daughter, loved David. When they told Saul about this, it (tn Heb “the matter.”) pleased him."},{"number":21,"verse":"Saul said, “I will give her to him so that she may become a snare to him and the hand of the Philistines may be against him.” So Saul said to David, “Today is the second time for you to become my son-in-law.” (tc The final sentence of v. 21 is absent in most LXX mss.)"},{"number":22,"verse":"Then Saul instructed his servants, “Tell David secretly, ‘The king is pleased with you, and all his servants like you. So now become the king’s son-in-law.”"},{"number":23,"verse":"So Saul’s servants spoke these words privately (tn Heb “in the ears of.”) to David. David replied, “Is becoming the king’s son-in-law something insignificant to you? I’m just a poor and lightly-esteemed man!”"},{"number":24,"verse":"When Saul’s servants reported what David had said,"},{"number":25,"verse":"Saul replied, “Here is what you should say to David: ‘There is nothing that the king wants as a price for the bride except a hundred Philistine foreskins, so that he can be avenged of his (tn Heb “the king’s.”) enemies.’” (Now Saul was thinking that he could kill David by the hand of the Philistines.)"},{"number":26,"verse":"So his servants told David these things and David agreed (tn Heb “and it was acceptable in the eyes of David.”) to become the king’s son-in-law. Now the specified time had not yet expired (tn Heb “the days were not fulfilled.”)"},{"number":27,"verse":"when David, along with his men, went out (tn Heb “arose and went.”) and struck down two hundred Philistine men. David brought their foreskins and presented all of them to the king so he could become the king’s son-in-law. Saul then gave him his daughter Michal in marriage."},{"number":28,"verse":"When Saul realized (tn Heb “saw and knew.”) that the LORD was with David and that his (tn Heb “Saul’s.” In the translation the proper name has been replaced by the pronoun for stylistic reasons.) daughter Michal loved David, (tn Heb “him”; the referent (David) has been specified in the translation for clarity.)"},{"number":29,"verse":"Saul became even more afraid of him. (tn Heb “of David.” In the translation the proper name has been replaced by the pronoun for stylistic reasons.) Saul continued to be at odds with David from then on. (tc The final sentence of v. 29 is absent in most LXX mss. tn Heb “all the days.”)"},{"number":30,"verse":"(tc Verse 30 is absent in most LXX mss.) Then the leaders of the Philistines would march out, and as often as they did so, David achieved more success than all of Saul’s servants. His name was held in high esteem."}]}