{"bibleAbbr":"NET2007","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"David Delivers the City of Keilah They told David, “The Philistines are fighting in Keilah and are looting the threshing floors.”"},{"number":2,"verse":"So David asked the LORD, “Should I go and strike down these Philistines?” The LORD said to David, “Go, strike down the Philistines and deliver Keilah.”"},{"number":3,"verse":"But David’s men said to him, “We are afraid while we are still here in Judah! What will it be like if we go to Keilah against the armies of the Philistines?”"},{"number":4,"verse":"So David asked the LORD once again. But again the LORD replied, “Arise, go down to Keilah, for I will give the Philistines into your hand.”"},{"number":5,"verse":"So David and his men went to Keilah and fought the Philistines. He took away their cattle and thoroughly defeated them. (tn Heb “and struck them down with a great blow.”) David delivered the inhabitants of Keilah."},{"number":6,"verse":"David Eludes Saul Again Now when Abiathar son of Ahimelech had fled to David at Keilah, he had brought with him an ephod. (tn Heb “an ephod went down in his hand.”)"},{"number":7,"verse":"When Saul was told that David had come to Keilah, Saul said, “God has delivered (tn The MT reading (“God has alienated him into my hand”) in v. 7 is a difficult and uncommon idiom. The use of this verb in Jer 19:4 is somewhat parallel, but not entirely so. Many scholars have therefore suspected a textual problem here, emending the word נִכַּר (nikkar, “alienated”) to סִכַּר (sikkar, “he has shut up [i. e., delivered]”). This is the idea reflected in the translations of the Syriac Peshitta and Vulgate, although it is not entirely clear whether they are reading something different from the MT or are simply paraphrasing what for them too may have been a difficult text. The LXX has “God has sold him into my hands,” apparently reading מַכַר (makar, “sold”) for MT’s נִכַּר. The present translation is a rather free interpretation.) him into my hand, for he has boxed himself into a corner by entering a city with two barred gates.” (tn Heb “with two gates and a bar.” Since in English “bar” could be understood as a saloon, it has been translated as an attributive: “two barred gates.”)"},{"number":8,"verse":"So Saul mustered all his army to go down to Keilah and besiege David and his men. (tn Heb “So Saul mustered all his army for battle to go down to Keilah to besiege against David and his men.”)"},{"number":9,"verse":"When David realized that Saul was planning to harm him, (tn Heb “Saul was planning the evil against him.”) he told Abiathar the priest, “Bring the ephod!”"},{"number":10,"verse":"Then David said, “O LORD God of Israel, your servant has clearly heard that Saul is planning (tn Heb “seeking.”) to come to Keilah to destroy the city because of me."},{"number":11,"verse":"Will the leaders of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O LORD God of Israel, please inform your servant!” Then the LORD said, “He will come down.”"},{"number":12,"verse":"David asked, “Will the leaders of Keilah deliver me and my men into Saul’s hand?” The LORD said, “They will deliver you over.”"},{"number":13,"verse":"So David and his men, who numbered about six hundred, set out and left Keilah; they moved around from one place to another. (tn Heb “they went where they went.”) When told that David had escaped from Keilah, Saul called a halt to his expedition."},{"number":14,"verse":"David stayed in the strongholds that were in the desert and in the hill country of the desert of Ziph. Saul looked for him all the time, (tn Heb “all the days.”) but God did not deliver David (tn Heb “him”; the referent (David) has been specified in the translation for clarity.) into his hand."},{"number":15,"verse":"David realized (tn Heb “saw.”) that Saul had come out to seek his life; at that time David was in Horesh in the desert of Ziph."},{"number":16,"verse":"Then Jonathan son of Saul left and went to David at Horesh. He encouraged him (tn Heb “strengthened his hand.”) through God."},{"number":17,"verse":"He said to him, “Don’t be afraid! For the hand of my father Saul cannot find you. You will rule over Israel, and I will be your second in command. Even my father Saul realizes this.”"},{"number":18,"verse":"When the two of them had made a covenant before the LORD, David stayed on at Horesh, but Jonathan went to his house."},{"number":19,"verse":"Then the Ziphites went up to Saul at Gibeah and said, “Isn’t David hiding among us in the strongholds at Horesh on the hill of Hakilah, south of Jeshimon?"},{"number":20,"verse":"Now at your own discretion, (tn Heb “to all the desire of your soul.”) O king, come down. Delivering him into the king’s hand will be our responsibility.”"},{"number":21,"verse":"Saul replied, “May you be blessed by the LORD, for you have had compassion on me."},{"number":22,"verse":"Go and make further arrangements. Determine precisely (tn Heb “know and see.” The expression is a hendiadys. See also v. 23.) where he is (tn Heb “his place where his foot is.”) and who has seen him there, for I am told that he is extremely cunning."},{"number":23,"verse":"Locate precisely all the places where he hides and return to me with dependable information. (tn Heb “established.”) Then I will go with you. If he is in the land, I will find him (tn Heb “I will search him out.”) among all the thousands of Judah.”"},{"number":24,"verse":"So they left and went to Ziph ahead of Saul. Now David and his men were in the desert of Maon, in the Arabah to the south of Jeshimon."},{"number":25,"verse":"Saul and his men went to look for him. (tn Heb “to search.”) But David was informed and went down to the rock and stayed in the desert of Maon. When Saul heard about it, he pursued David in the desert of Maon."},{"number":26,"verse":"Saul went on one side of the mountain, while David and his men went on the other side of the mountain. David was hurrying to get away from Saul, but Saul and his men were surrounding David and his men so they could capture them."},{"number":27,"verse":"But a messenger came to Saul saying, “Come quickly, for the Philistines have raided the land!”"},{"number":28,"verse":"So Saul stopped pursuing David and went to confront the Philistines. Therefore that place is called Sela Hammahlekoth. (sn The name הַמַּחְלְקוֹת סֶלַע (Sela Hammakhleqoth) probably means “Rock of Divisions” in Hebrew, in the sense that Saul and David parted company there (cf. NAB “Gorge of Divisions”; TEV “Separation Hill”). This etymology assumes that the word derives from the Hebrew root II חלק (khlq, “to divide”; HALOT 322 s. v. II חלק). However, there is another root I חלק, which means “to be smooth or slippery” (HALOT 322 s. v. I חלק). If the word is taken from this root, the expression would mean “Slippery Rock.”)"},{"number":29,"verse":"(24:1) (sn Beginning with 23:29, the verse numbers through 24:22 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 23:29 ET = 24:1 HT, 24:1 ET = 24:2 HT, 24:2 ET = 24:3 HT, etc., through 24:22 ET = 24:23 HT. With 25:1 the verse numbers in the ET and HT are again the same.) Then David went up from there and stayed in the strongholds of En Gedi."}]}