{"bibleAbbr":"NET2007","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"(The Death of Samuel) Samuel died, and all Israel assembled and mourned him. They buried him at his home in Ramah. Then David left and went down to the desert of Paran. (tc The LXX reads “Maon” here instead of “Paran,” perhaps because the following account of Nabal is said to be in Maon (v. 2). This reading is followed by a number of English versions (e. g., NAB, NIV, NCV, NLT). The MT, however, reads “Paran,” a location which would parallel this portion of David’s life with that of the nation Israel which also spent time in Paran (Num 10:12). Also, the desert of Paran was on the southern border of Judah’s territory and would be the most isolated location for hiding from Saul.)"},{"number":2,"verse":"(David Marries Abigail the Widow of Nabal) There was a man in Maon whose business was in Carmel. This man was very wealthy; (tn Heb “great.”) he owned three thousand sheep and a thousand goats. At that time he was shearing his sheep in Carmel."},{"number":3,"verse":"The man’s name was Nabal, (sn The name נָבָל (Nabal) means “foolish” or “senseless” in Hebrew, and as an adjective the word is used especially of persons who have no perception of ethical or religious claims. It is an apt name for this character, who certainly typifies such behavior.) and his wife’s name was Abigail. She was both wise (tn Heb “good of insight”; KJV “of good understanding”; NAB, NIV, TEV “intelligent”; NRSV “clever.”) and beautiful, but the man was harsh and his deeds were evil. He was a Calebite."},{"number":4,"verse":"When David heard in the desert that Nabal was shearing his sheep,"},{"number":5,"verse":"he (tn Heb “David”; for stylistic reasons the pronoun has been used in the translation.) sent ten servants, (tn Or “young men.”) saying to them, (tn Heb “and David said to the young men.”) “Go up to Carmel to see Nabal and give him greetings in my name. (tn Heb “and inquire concerning him in my name in regard to peace.”)"},{"number":6,"verse":"Then you will say to my brother, (tc The text is difficult here. The MT and most of the early versions support the reading לֶחָי (lekhai, “to life,” or “to the one who lives”). Some of the older English versions (KJV, ASV; cf. NKJV) took the expression to mean “to him who lives (in prosperity),” but this translation requires reading a good deal into the words. While the expression could have the sense of “Long life to you!” (cf. NIV, NJPS) or perhaps “Good luck to you!” this seems somewhat redundant in light of the salutation that follows in the context. The Latin Vulgate has fratribus meis (“to my brothers”), which suggests that Jerome understood the Hebrew word to have an alef that is absent in the MT (i. e., לֶאֱחָי, le’ekhay). Jerome’s plural, however, remains a problem, since in the context David is addressing a single individual, namely Nabal, and not a group. However, it is likely that the Vulgate witnesses to a consonantal Hebrew text that is to be preferred here, especially if the word were to be revocalized as a singular rather than a plural. While it is impossible to be certain about this reading, the present translation essentially follows the Vulgate in reading “my brother” (so also NJB; cf. NAB, RSV, NRSV).) “Peace to you and your house! Peace to all that is yours!"},{"number":7,"verse":"Now I hear that they are shearing sheep for you. When your shepherds were with us, we neither insulted them nor harmed them the whole time they were in Carmel."},{"number":8,"verse":"Ask your own servants; they can tell you! May my servants find favor in your sight, for we have come (tc The translation follows many medieval Hebrew mss in reading בָּאנוּ (ba’nu, “we have come”) rather than the MT’s בָּנוּ (banu, “we have built”).) at the time of a holiday. Please provide us — your servants (tn This refers to the ten servants sent by David.) and your son David — with whatever you can spare.” (tn Heb “whatever your hand will find.”)"},{"number":9,"verse":"So David’s servants went and spoke all these words to Nabal in David’s name. Then they paused."},{"number":10,"verse":"But Nabal responded to David’s servants, “Who is David, and who is this son of Jesse? This is a time when many servants are breaking away from their masters!"},{"number":11,"verse":"Should I take my bread and my water and my meat that I have slaughtered for my shearers and give them to these men? I don’t even know where they came from!”"},{"number":12,"verse":"So David’s servants went on their way. When they had returned, they came and told David (tn Heb “him”; the referent (David) has been specified in the translation for clarity.) all these things."},{"number":13,"verse":"Then David instructed his men, “Each of you strap on your sword!” So each one strapped on his sword, and David also strapped on his sword. About four hundred men followed David up, while two hundred stayed behind with the equipment."},{"number":14,"verse":"But one of the servants told Nabal’s wife Abigail, “David sent messengers from the desert to greet (tn Heb “bless.”) our lord, but he screamed at them."},{"number":15,"verse":"These men were very good to us. They did not insult us, nor did we sustain any loss during the entire time we were together (tn Heb “all the days we walked about with them when we were.”) in the field."},{"number":16,"verse":"Both night and day they were a protective wall for us the entire time we were with them, while we were tending our flocks."},{"number":17,"verse":"Now be aware of this, and see what you can do. For disaster has been planned for our lord and his entire household. (tn Heb “all his house” (so ASV, NRSV); NAB, NLT “his whole family.”) He is such a wicked person (tn Heb “he is a son of worthlessness.”) that no one tells him anything!”"},{"number":18,"verse":"So Abigail quickly took two hundred loaves of bread, two containers (tn Heb “skins.”) of wine, five prepared sheep, five seahs (sn The seah was a dry measure equal to one-third of an ephah, or not quite eleven quarts.) of roasted grain, a hundred bunches of raisins, and two hundred lumps of pressed figs. She loaded them on donkeys"},{"number":19,"verse":"and said to her servants, “Go on ahead of me. I will come after you.” But she did not tell her husband Nabal."},{"number":20,"verse":"Riding on her donkey, she went down under cover of the mountain. David and his men were coming down to meet her, and she encountered them."},{"number":21,"verse":"Now David had been thinking, (tn Heb “said.”) “In vain I guarded everything that belonged to this man in the desert. I didn’t take anything from him. But he has repaid my good with evil."},{"number":22,"verse":"God will severely punish David, (tc Heb “Thus God will do to the enemies of David and thus he will add.” Most of the Old Greek ms tradition has simply “David,” with no reference to his enemies. In OT imprecations such as the one found in v. 22 it is common for the speaker to direct malediction toward himself as an indication of the seriousness with which he regards the matter at hand. In other words, the speaker invites on himself dire consequences if he fails to fulfill the matter expressed in the oath. However, in the situation alluded to in v. 22 the threat actually does not come to fruition due to the effectiveness of Abigail’s appeal to David in behalf of her husband Nabal. Instead, David is placated through Abigail’s intervention. It therefore seems likely that the reference to “the enemies of David” in the MT of v. 22 is the result of a scribal attempt to deliver David from the implied consequences of this oath. The present translation follows the LXX rather than the MT here.) if I leave alive until morning even one male (tn Heb “one who urinates against a wall” (also in v. 34); KJV “any that pisseth against the wall.”) from all those who belong to him!”"},{"number":23,"verse":"When Abigail saw David, she got down quickly from the donkey, threw herself down before David, and bowed to the ground."},{"number":24,"verse":"Falling at his feet, she said, “My lord, I accept all the guilt! But please let your female servant speak with my lord! Please listen to the words of your servant!"},{"number":25,"verse":"My lord should not pay attention to this wicked man Nabal. He simply lives up to his name! His name means ‘fool,’ and he is indeed foolish! (tn Heb “and foolishness is with him.”) But I, your servant, did not see the servants my lord sent. (tn Heb “my lord’s servants, whom you sent.”)"},{"number":26,"verse":"“Now, my lord, as surely as the LORD lives and as surely as you live, it is the LORD who has kept you from shedding blood and taking matters into your own hands. Now may your enemies and those who seek to harm my lord be like Nabal."},{"number":27,"verse":"Now let this present (tn Heb “blessing.”) that your servant has brought to my lord be given to the servants who follow (tn Heb “are walking at the feet of.”) my lord."},{"number":28,"verse":"Please forgive the sin of your servant, for the LORD will certainly establish the house of my lord, because my lord fights the battles of the LORD. May no evil be found in you all your days!"},{"number":29,"verse":"When someone sets out to chase you and to take your life, the life of my lord will be wrapped securely in the bag (tn Cf. KJV, NAB, NIV, NRSV “bundle”; NLT “treasure pouch.”) of the living by the LORD your God. But he will sling away the lives of your enemies from the sling’s pocket!"},{"number":30,"verse":"The LORD will do for my lord everything that he promised you, (tn Heb “according to all which he spoke, the good concerning you.”) and he will make (tn Heb “appoint.”) you a leader over Israel."},{"number":31,"verse":"Your conscience will not be overwhelmed with guilt (tn Heb “and this will not be for you for staggering and for stumbling of the heart of my lord.”) for having poured out innocent blood and for having taken matters into your own hands. When the LORD has granted my lord success, (tn Heb “and the Lord will do well for my lord.”) please remember your servant.”"},{"number":32,"verse":"Then David said to Abigail, “Praised (tn Heb “blessed” (also in vv. 33, 39).) be the LORD, the God of Israel, who has sent you this day to meet me!"},{"number":33,"verse":"Praised be your good judgment! May you yourself be rewarded (tn Heb “blessed.”) for having prevented me this day from shedding blood and taking matters into my own hands!"},{"number":34,"verse":"Otherwise, as surely as the LORD, the God of Israel, lives — he who has prevented me from harming you — if you had not come so quickly to meet me, by morning’s light not even one male belonging to Nabal would have remained alive!”"},{"number":35,"verse":"Then David took from her hand what she had brought to him. He said to her, “Go back (tn Heb “up.”) to your home in peace. Be assured that I have listened to you (tn Heb “your voice.”) and responded favorably.” (tn Heb “I have lifted up your face.”)"},{"number":36,"verse":"When Abigail went back to Nabal, he was holding a banquet in his house like that of the king. Nabal was having a good time (tn Heb “and the heart of Nabal was good upon him”; NASB, NRSV “Nabal’s heart was merry within him”; NIV “he was in high spirits”; NCV, TEV “was in a good mood”; CEV “was very drunk and feeling good.”) and was very intoxicated. She told him absolutely nothing (tn Heb “and she did not tell him a thing, small or large.”) until morning’s light."},{"number":37,"verse":"In the morning, when Nabal was sober, (tn Heb “when the wine had gone out from Nabal.”) his wife told him about these matters. He had a stroke and was paralyzed. (tn Heb “and his heart died within him and he became a stone.” Cf. TEV, NLT “stroke”; CEV “heart attack.” For an alternative interpretation than that presented above, see Marjorie O’Rourke Boyle, “The Law of the Heart: The Death of a Fool (1 Samuel 25),” JBL 120 (2001): 401-27, who argues that a medical diagnosis is not necessary here. Instead, the passage makes a connection between the heart and the law; Nabal dies for his lawlessness.)"},{"number":38,"verse":"After about ten days the LORD struck Nabal down and he died."},{"number":39,"verse":"When David heard that Nabal had died, he said, “Praised be the LORD who has vindicated me and avenged the insult that I suffered from Nabal! (tn Heb “who has argued the case of my insult from the hand of Nabal.”) The LORD has kept his servant from doing evil, and he has repaid Nabal for his evil deeds.” (tn Heb “his servant he has held back from evil, and the evil of Nabal the Lord has turned back on his head.”) Then David sent word to Abigail and asked her to become his wife."},{"number":40,"verse":"So the servants of David went to Abigail at Carmel and said to her, “David has sent us to you to bring you back to be his wife.”"},{"number":41,"verse":"She arose, bowed her face toward the ground, and said, “Your female servant, like a lowly servant, will wash (tn Heb “Here is your maidservant, for a lowly servant to wash.”) the feet of the servants of my lord.”"},{"number":42,"verse":"Then Abigail quickly went and mounted her donkey, with five of her female servants accompanying her. (tn Heb “going at her feet.”) She followed David’s messengers and became his wife."},{"number":43,"verse":"David had also married (tn Heb “taken.”) Ahinoam from Jezreel; the two of them became his wives."},{"number":44,"verse":"(Now Saul had given his daughter Michal, David’s wife, to Paltiel son of Laish, who was from Gallim.)"}]}