{"bibleAbbr":"NET2007","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"The Call of Samuel Now the boy Samuel continued serving the LORD under Eli’s supervision. (tn Heb “before Eli.”) Word from the LORD was rare in those days; revelatory visions were infrequent."},{"number":2,"verse":"Eli’s eyes had begun to fail, so that he was unable to see well. At that time he was lying down in his place,"},{"number":3,"verse":"and the lamp of God had not yet been extinguished. Samuel was lying down in the temple of the LORD as well; the ark of God was also there."},{"number":4,"verse":"The LORD called to Samuel, and he replied, “Here I am!”"},{"number":5,"verse":"Then he ran to Eli and said, “Here I am, for you called me.” But Eli (tn Heb “he”; the referent (Eli) has been specified in the translation for clarity.) said, “I didn’t call you. Go back and lie down.” So he went back and lay down."},{"number":6,"verse":"The LORD again called, “Samuel!” So Samuel got up and went to Eli and said, “Here I am, for you called me.” But Eli (tn Heb “he”; the referent (Eli) has been specified in the translation for clarity.) said, “I didn’t call you, my son. Go back and lie down.”"},{"number":7,"verse":"Now Samuel did not yet know the LORD; the word of the LORD had not yet been revealed to him."},{"number":8,"verse":"Then the LORD called Samuel a third time. So he got up and went to Eli and said, “Here I am, for you called me!” Eli then realized that it was the LORD who was calling the boy."},{"number":9,"verse":"So Eli said to Samuel, “Go back and lie down. When he calls you, say, “Speak, LORD, for your servant is listening.” So Samuel went back and lay down in his place."},{"number":10,"verse":"Then the LORD came and stood nearby, calling as he had previously done, “Samuel! Samuel!” Samuel replied, “Speak, for your servant is listening!”"},{"number":11,"verse":"The LORD said to Samuel, “Look! I am about to do something in Israel; (tn The Hebrew text adds “so that” here, formally connecting this clause with the next.) when anyone hears about it, both of his ears will tingle."},{"number":12,"verse":"On that day I will carry out (tn Or “fulfill.”) against Eli everything that I spoke about his house — from start to finish!"},{"number":13,"verse":"You (tc The MT has וְהִגַּדְתִּי לוֹ (vÿhiggadti lo). The verb is Hiphil perfect 1st person common singular, and apparently the conjunction should be understood as vav consecutive (“I will say to him”). But the future reference makes more sense if Samuel is the subject. This would require dropping the final י (yod) and reading the 2nd person masculine singular וְהִגַּדְתָּ (vÿhiggadta). Although there is no external evidence to support it, this reading has been adopted in the present translation. The alternative is to understand the MT to mean “I said to him,” but for this we would expect the preterite with vav consecutive.) should tell him that I am about to judge his house forever because of (tn The translation understands the preposition to have a causal sense. However, the preposition could also be understood as the beth pretii, indicating in a broad sense the price attached to this action. So GKC 380 §119. p.) the sin that he knew about. For his sons were cursing God, (tc The translation follows the LXX θεόν (qeon, “God”) rather than the MT לָהֶם (lahem, “to them”). The MT seems to mean “they were bringing a curse on themselves” (cf. ASV, NASB). But this meaning is problematic in part because the verb qll means “to curse,” not “to bring a curse on,” and in part because it takes an accusative object rather than the equivalent of a dative. This is one of the so-called tiqqune sopherim, or “emendations of the scribes.” Why would the ancient copyists alter the original statement about Eli’s sons cursing God to the less objectionable statement that they brought a curse on themselves? Some argue that the scribes were concerned that such a direct and blasphemous affront against God could occur without an immediate response of judgment from God. Therefore they changed the text by deleting two letters א and י (alef and yod) from the word for “God,” with the result that the text then read “to them.” If this ancient scribal claim is accepted as accurate, it implies that the MT here is secondary. The present translation follows the LXX (κακολογοῦντες θεόν, kakologounte\" qeon) and a few mss of the Old Latin in reading “God” rather than the MT “to them.” Cf. also NAB, NRSV, NLT.) and he did not rebuke them."},{"number":14,"verse":"Therefore I swore an oath to the house of Eli, ‘The sin of the house of Eli can never be forgiven by sacrifice or by grain offering.’”"},{"number":15,"verse":"So Samuel lay down until morning. Then he opened the doors of the LORD’s house. But Samuel was afraid to tell Eli about the vision."},{"number":16,"verse":"However, Eli called Samuel and said, “Samuel, my son!” He replied, “Here I am.”"},{"number":17,"verse":"Eli (tn Heb “he”; the referent (Eli) has been specified in the translation for clarity.) said, “What message did he speak to you? Don’t conceal it from me. God will judge you severely (tn Heb “So God will do to you and thus he will add.” The verbal forms in this pronouncement are imperfects, not jussives, but the statement has the force of a curse or warning. One could translate, “May God do to you and thus may he add.”) if you conceal from me anything that he said to you!”"},{"number":18,"verse":"So Samuel told him everything. He did not hold back anything from him. Eli (tn Heb “he”; the referent (Eli) has been specified in the translation for clarity.) said, “The LORD will do what he pleases.” (tn Heb “what is good in his eyes.”)"},{"number":19,"verse":"Samuel continued to grow, and the LORD was with him. None of his prophecies fell to the ground unfulfilled. (tn Heb “and he did not cause to fall from all his words to the ground.”)"},{"number":20,"verse":"All Israel from Dan to Beer Sheba realized that Samuel was confirmed as a prophet of the LORD."},{"number":21,"verse":"Then the LORD again appeared in Shiloh, for it was in Shiloh that the LORD had revealed himself to Samuel (tc The LXX has a lengthy addition here: “And Samuel was acknowledged to be a prophet of the Lord in all Israel, from one end to the other. Eli was very old and, as for his sons, their way kept getting worse and worse before the Lord.” The Hebraic nature of the Greek syntax used here suggests that the LXX translator was accurately rendering a Hebrew variant and not simply expanding the text on his own initiative.) through the word of the LORD. (tn The chapter division at this point is inappropriate. 1 Sam 4:1a is best understood as the conclusion to chap. 3 rather than the beginning of chap. 4.)"}]}