{"bibleAbbr":"NRSVue2021","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"(Jehoram’s Reign) (1 Kings 22.50) Jehoshaphat slept with his ancestors and was buried with his ancestors in the city of David; his son Jehoram succeeded him."},{"number":2,"verse":"He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were the sons of King Jehoshaphat of Judah. (Gk Syr: Heb Israel)"},{"number":3,"verse":"(2 Chr 11.5) Their father gave them many gifts of silver, gold, and valuable possessions, together with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn."},{"number":4,"verse":"Jehoram ascended the throne of his father, and he strengthened himself, and he put all his brothers to the sword, as well as some of the officials of Israel."},{"number":5,"verse":"(2 Kings 8.17-22) Jehoram was thirty-two years old when he began to reign; he reigned eight years in Jerusalem."},{"number":6,"verse":"He walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. He did what was evil in the sight of the LORD."},{"number":7,"verse":"(2 Sam 7.12, 13; 1 Kings 11.36) Yet the LORD would not destroy the house of David because of the covenant that he had made with David and since he had promised to give a lamp to him and to his descendants forever."},{"number":8,"verse":"(Revolt of Edom) (2 Kings 8.20-22) In his days Edom revolted against the rule of Judah and set up a king of their own."},{"number":9,"verse":"Then Jehoram crossed over with his commanders and all his chariots. He set out by night and attacked the Edomites, who had surrounded him and his chariot commanders."},{"number":10,"verse":"So Edom has been in revolt against the rule of Judah to this day. At that time Libnah also revolted against his rule because he had forsaken the LORD, the God of his ancestors."},{"number":11,"verse":"(Elijah’s Letter) (Lev 20.5) Moreover he made high places in the hill country of Judah and led the inhabitants of Jerusalem into unfaithfulness and made Judah go astray."},{"number":12,"verse":"(2 Chr 14.2-5; 17.3, 4) A letter came to him from the prophet Elijah, saying, “Thus says the LORD, the God of your father David: Because you have not walked in the ways of your father Jehoshaphat or in the ways of King Asa of Judah"},{"number":13,"verse":"(v 4|2CH 21:4; 1 Kings 16.31-33; 2 Chr 6.11) but have walked in the way of the kings of Israel and have led Judah and the inhabitants of Jerusalem into unfaithfulness, as the house of Ahab led Israel into unfaithfulness, and because you also have killed your brothers, members of your father’s house, who were better than you,"},{"number":14,"verse":"see, the LORD will bring a great plague on your people, your children, your wives, and all your possessions,"},{"number":15,"verse":"(vv 18, 19) and you yourself will have a severe sickness with a disease of your bowels until your bowels come out, day after day, because of the disease.”"},{"number":16,"verse":"(2 Chr 33.11) The LORD aroused against Jehoram the anger of the Philistines and of the Arabs who are near the Cushites."},{"number":17,"verse":"(2 Chr 25.23) They came up against Judah, invaded it, and carried away all the possessions they found that belonged to the king’s house, along with his sons and his wives, so that no son was left to him except Jehoahaz, his youngest son."},{"number":18,"verse":"(Disease and Death of Jehoram) (v 15) After all this the LORD struck him in his bowels with an incurable disease."},{"number":19,"verse":"(2 Chr 16.14) In the course of time, at the end of two years, his bowels came out because of the disease, and he died in great agony. His people made no fire in his honor like the fires made for his ancestors."},{"number":20,"verse":"(2 Chr 24.25; 28.27; Jer 22.18, 28) He was thirty-two years old when he began to reign; he reigned eight years in Jerusalem. He departed with no one’s regret. They buried him in the city of David but not in the tombs of the kings."}]}