{"bibleAbbr":"NRSVue2021","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"(Solomon Dedicates the Temple) (1 Kings 8.54; 18.24, 38; 2 Chr 5.13, 14) When Solomon had ended his prayer, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the LORD filled the temple."},{"number":2,"verse":"The priests could not enter the house of the LORD because the glory of the LORD filled the LORD’s house."},{"number":3,"verse":"(1 Chr 16.41; 2 Chr 5.13; Ps 136.1) When all the people of Israel saw the fire come down and the glory of the LORD on the temple, they bowed down on the pavement with their faces to the ground and worshiped and gave thanks to the LORD, saying, “For he is good, for his steadfast love endures forever.”"},{"number":4,"verse":"(1 Kings 8.62, 63) Then the king and all the people offered sacrifice before the LORD."},{"number":5,"verse":"King Solomon offered as a sacrifice twenty-two thousand oxen and one hundred twenty thousand sheep. So the king and all the people dedicated the house of God."},{"number":6,"verse":"(1 Chr 15.16-21; 2 Chr 5.12) The priests stood at their posts, the Levites also, with the instruments for music to the LORD that King David had made for giving thanks to the LORD—for his steadfast love endures forever—whenever David offered praises through their playing. Opposite them the priests sounded trumpets, and all Israel stood."},{"number":7,"verse":"(1 Kings 8.64-66) Solomon consecrated the middle of the court that was in front of the house of the LORD, for there he offered the burnt offerings and the fat of the offerings of well-being because the bronze altar Solomon had made could not hold the burnt offering and the grain offering and the fat parts."},{"number":8,"verse":"(1 Kings 8.65) At that time Solomon held the festival for seven days, and all Israel with him, a very great congregation, from Lebo-hamath to the Wadi of Egypt."},{"number":9,"verse":"(Lev 23.36) On the eighth day they held a solemn assembly, for they had observed the dedication of the altar seven days and the festival seven days."},{"number":10,"verse":"(1 Kings 8.66) On the twenty-third day of the seventh month he sent the people away to their homes, joyful and in good spirits because of the goodness that the LORD had shown to David and to Solomon and to his people Israel."},{"number":11,"verse":"(1 Kings 9.1-9) Thus Solomon finished the house of the LORD and the king’s house; all that Solomon had planned to do in the house of the LORD and in his own house he successfully accomplished."},{"number":12,"verse":"(God’s Second Appearance to Solomon) (Deut 12.5, 11) Then the LORD appeared to Solomon in the night and said to him, “I have heard your prayer and have chosen this place for myself as a house of sacrifice."},{"number":13,"verse":"(2 Chr 6.26-28) When I shut up the heavens so that there is no rain or command the locust to devour the land or send pestilence among my people,"},{"number":14,"verse":"(2 Chr 6.27, 30, 37-39) if my people who are called by my name humble themselves, pray, seek my face, and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land."},{"number":15,"verse":"(2 Chr 6.40) Now my eyes will be open and my ears attentive to the prayer that is made in this place."},{"number":16,"verse":"(v 12|2CH 7:12; 1 Kings 9.3; 2 Chr 6.6) For now I have chosen and consecrated this house so that my name may be there forever; my eyes and my heart will be there for all time."},{"number":17,"verse":"(1 Kings 9.4ff) As for you, if you walk before me as your father David walked, doing according to all that I have commanded you and keeping my statutes and my ordinances,"},{"number":18,"verse":"(2 Chr 6.16) then I will establish your royal throne, as I made a covenant (Heb lacks a covenant) with your father David saying, ‘You shall never lack a successor to rule over Israel.’"},{"number":19,"verse":"(Lev 26.14, 33; Deut 28.15) “But if you (The word you in this verse is plural) turn aside and forsake my statutes and my commandments that I have set before you and go and serve other gods and worship them,"},{"number":20,"verse":"(Deut 29.28) then I will pluck you (Heb them) up from the land that I have given you, (Heb them) and this house, which I have consecrated for my name, I will cast out of my sight and will make it a proverb and a byword among all peoples."},{"number":21,"verse":"(Deut 29.24) And regarding this house, now exalted, everyone passing by will be astonished and say, ‘Why has the LORD done such a thing to this land and to this house?’"},{"number":22,"verse":"Then they will say, ‘Because they abandoned the LORD the God of their ancestors who brought them out of the land of Egypt, and they embraced other gods and worshiped them and served them; therefore he has brought all this calamity upon them.’ ”"}]}