{"bibleAbbr":"NRSVue2021","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"Various Activities of Solomon (1 Kings 9.10-28) At the end of twenty years, during which Solomon had built the house of the LORD and his own house,"},{"number":2,"verse":"Solomon rebuilt the cities that Huram had given to him and settled the people of Israel in them."},{"number":3,"verse":"Solomon went to Hamath-zobah and captured it."},{"number":4,"verse":"He built Tadmor in the wilderness and all the storage towns that he built in Hamath."},{"number":5,"verse":"(1 Chr 7.24; 2 Chr 14.7) He also built Upper Beth-horon and Lower Beth-horon, fortified cities, with walls, gates, and bars,"},{"number":6,"verse":"and Baalath, as well as all Solomon’s storage towns, and all the towns for his chariots, the towns for his cavalry, and whatever Solomon desired to build, in Jerusalem, in Lebanon, and in all the land of his dominion."},{"number":7,"verse":"All the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel,"},{"number":8,"verse":"(1 Kings 4.6; 9.21) from their descendants who were still left in the land, whom the people of Israel had not destroyed—these Solomon conscripted for forced labor, as is still the case today."},{"number":9,"verse":"But of the people of Israel Solomon made no slaves for his work; they were soldiers and his officers, the commanders of his chariotry and cavalry."},{"number":10,"verse":"These were the chief officers of King Solomon, two hundred fifty of them, who exercised authority over the people."},{"number":11,"verse":"(1 Kings 3.1; 7.8) Solomon brought Pharaoh’s daughter from the city of David to the house that he had built for her, for he said, “My wife shall not live in the house of King David of Israel, for the places to which the ark of the LORD has come are holy.”"},{"number":12,"verse":"(2 Chr 4.1) Then Solomon offered up burnt offerings to the LORD on the altar of the LORD that he had built in front of the vestibule,"},{"number":13,"verse":"(Ex 23.14-17; 29.38; Num 28.3) as the duty of each day required, offering according to the commandment of Moses for the Sabbaths, the new moons, and the three annual festivals: the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths."},{"number":14,"verse":"(1 Chr 24.1; 25.1; 26.1; Neh 12.24, 36) According to the ordinance of his father David, he appointed the divisions of the priests for their service, and the Levites for their offices of praise and ministry alongside the priests as the duty of each day required, and the gatekeepers in their divisions for the several gates, for so David the man of God had commanded."},{"number":15,"verse":"They did not turn away from what the king had commanded the priests and Levites regarding anything at all or regarding the treasuries."},{"number":16,"verse":"Thus all the work of Solomon was accomplished, from (Gk Syr Vg: Heb to) the day the foundation of the house of the LORD was laid until the house of the LORD was finished completely."},{"number":17,"verse":"(1 Kings 9.26) Then Solomon went to Ezion-geber and Eloth on the shore of the sea, in the land of Edom."},{"number":18,"verse":"(1 Kings 9.27; 2 Chr 9.10, 13) Huram sent him, in the care of his servants, ships and servants familiar with the sea. They went to Ophir together with the servants of Solomon and imported from there four hundred fifty talents of gold and brought it to King Solomon."}]}