{
  "bibleAbbr" : "TERV1998",
  "bookName" : "வெளிப்படுத்தின விசேஷம்",
  "bookEnglishName" : "Revelation",
  "chapterNumber" : 16,
  "verses" : [ {
    "number" : 1,
    "verse" : "(தேவ கோபத்தின் கிண்ணங்கள்) பிறகு, நான் ஆலயத்தில் இருந்து ஒரு பெரிய சத்தத்தைக் கேட்டேன். அக்குரல் ஏழு தேவ தூதர்களிடம் “தேவனுடைய கோபத்தை பூமியின் மீது சென்று ஊற்றுங்கள்” என்றது."
  }, {
    "number" : 2,
    "verse" : "முதல் தேவதூதன் போனான். அவன் தன் கிண்ணத்தில் இருந்ததை பூமியில் ஊற்றினான். பிறகு மிருகத்தின் அடையாளத்தை உடையவர்களும் அதன் உருவச்சிலையை வணங்கியவர்களுமாகிய மக்கள் அனைவருக்கும் அசிங்கமானதும் வேதனைமிக்கதுமான கொப்புளங்கள் உண்டாயின."
  }, {
    "number" : 3,
    "verse" : "இரண்டாவது தேவதூதன் தன் கிண்ணத்தில் இருந்ததைக் கடலில் வீசினான். உடனே கடல் இறந்து போனவனின் இரத்தத்தைப் போலானது. கடலில் இருந்த ஒவ்வொரு உயிரினமும் இறந்தது."
  }, {
    "number" : 4,
    "verse" : "மூன்றாவது தேவதூதன் தன் கிண்ணத்தில் இருந்ததை நதிகளிலும், நீர் ஊற்றுக்களிலும் வீசி எறிந்தான். அதனால் நதிகளும், நீர் ஊற்றுகளும் இரத்தமாயிற்று."
  }, {
    "number" : 5,
    "verse" : "நீரின் தூதன் தேவனிடம் கூறுவதைக் கேட்டேன்: அவன், “எப்பொழுதும் இருக்கிறவரும் இருந்தவரும் நீர் ஒருவரே. பரிசுத்தமான ஒருவரும் நீரே. நீர் செய்த இந்நியாயத்தீர்ப்புகளில் நீர் நீதிமானாக இருக்கிறீர்."
  }, {
    "number" : 6,
    "verse" : "உம்முடைய பரிசுத்தவான்களின் இரத்தத்தையும் உம்முடைய தீர்க்கதரிசிகளின் இரத்தத்தையும் மக்கள் சிந்தினர். அதனால் இப்பொழுது அவர்கள் குடிக்க இரத்தத்தையே கொடுத்தீர்கள். அவர்களுக்குத் தகுதியானது இதுவே” என்று கூறினான்."
  }, {
    "number" : 7,
    "verse" : "அதற்கு பலிபீடமானது, “ஆம், சர்வவல்லமைமிக்க தேவனாகிய கர்த்தாவே, உம் நியாயத்தீர்ப்புகள் உண்மையும் நீதியுமானவை” என்று சொல்வதைக் கேட்டேன்."
  }, {
    "number" : 8,
    "verse" : "நான்காவது தேவதூதன் தன் கிண்ணத்தில் இருந்ததைச் சூரியன் மீது போட்டான். அதனால் சூரியன் மக்களை நெருப்பாய் எரிக்கும் சக்தியைப் பெற்றது."
  }, {
    "number" : 9,
    "verse" : "மக்கள் பெரு வெப்பத்தால் எரிக்கப்பட்டனர். அவர்கள் தேவனுடைய பெயரை சபித்தார்கள். இது போன்ற துன்பங்களை எல்லாம் கட்டுப்படுத்தக் கூடியவர் தேவன் ஒருவரே ஆவார். ஆனால் மக்களோ தங்கள் இதயத்தையும் வாழ்வையும் மாற்றி தேவனுக்கு மகிமை செலுத்த மறுத்தனர்."
  }, {
    "number" : 10,
    "verse" : "ஐந்தாவது தேவதூதன் தன் கிண்ணத்தில் இருந்தவற்றை மிருகத்தின் சிம்மாசனத்தின்மீது எறிந்தான். அதனால் மிருகத்தின் இராஜ்யம் இருண்டுபோனது. மக்கள் வேதனையால் தங்கள் நாவுகளைக் கடித்துக்கொண்டனர்."
  }, {
    "number" : 11,
    "verse" : "மக்கள் தம் வலியின் நிமித்தமாகவும் தம் கொப்புளங்களின் நிமித்தமாகவும் பரலோகத்தின் தேவனை சபித்தார்கள். ஆனால் அவர்கள் தங்கள் மனதை மாற்றிக்கொள்ளவோ, தங்கள் தீய செயல்களில் இருந்து விலகவோ விரும்பவில்லை."
  }, {
    "number" : 12,
    "verse" : "ஆறாம் தேவதூதன் தன் கிண்ணத்தில் இருந்ததை ஐபிராத்து என்னும் பெரிய ஆற்றில் எறிந்தான். அதிலுள்ள நீர் வற்றிப்போனது. அதனால் கீழ்நாட்டில் உள்ள ராஜாக்கள் வர வழி தயார் ஆயிற்று."
  }, {
    "number" : 13,
    "verse" : "பின்பு நான், தவளைபோல தோற்றம் அளித்த மூன்று அசிங்கமான கெட்ட ஆவிகளைக் கண்டேன். இராட்சச பாம்பின் வாயிலிருந்தும், மிருகத்தின் வாயிலிருந்தும், போலித் தீர்க்கதரிசியின் வாயில் இருந்தும் அவை வெளி வந்தன."
  }, {
    "number" : 14,
    "verse" : "இந்தக் கெட்ட ஆவிகளே பிசாசுகளின் ஆவிகள். அவை அற்புதங்களைச் செய்யும் ஆற்றல் பெற்றிருக்கின்றன. அவை உலகிலுள்ள அத்தனை ராஜாக்களிடமும் செல்கின்றன. சர்வவல்லமையுள்ள தேவனின் மாபெரும் நாளின் யுத்தத்திற்கு ராஜாக்களை ஒன்று திரட்ட அவை வெளியே செல்கின்றன."
  }, {
    "number" : 15,
    "verse" : "“கவனியுங்கள். ஒரு திருடனைப்போல நான் வருவேன். எவன் விழித்துக்கொண்டும், தன்னுடன் தன் ஆடைகளை வைத்துக்கொண்டும் இருக்கிறானோ அவன் மகிழ்ச்சியாய் இருப்பான். பிறகு அவன் நிர்வாணமாக அலையமாட்டான். மற்றவர்கள் பார்வையில் வெட்கப்படாமல் இருப்பான்.”"
  }, {
    "number" : 16,
    "verse" : "கெட்ட ஆவிகள் ராஜாக்களை ஓரிடத்தில் ஒன்று சேர்த்தன. அந்த இடத்தின் பெயர் எபிரேய மொழியில் அர்மெகதோன் என்று அழைக்கப்படுகிறது."
  }, {
    "number" : 17,
    "verse" : "ஏழாவது தேவதூதன் தன் கிண்ணத்தில் இருந்தவற்றைக் காற்றில் தூவினான். அதனால் ஆலயத்திலுள்ள சிம்மாசனத்தில் இருந்து ஒரு பெரும் குரல் ஒலித்தது. அது, “அது முடிந்தது” என்று சொன்னது."
  }, {
    "number" : 18,
    "verse" : "பிறகு மின்னல்கள் மின்னின, ஓசைகள் எழுந்தன, இடி முழங்கியது. பூமி அதிர்ந்தது. பூமியில் மனிதர்கள் படைக்கப்பட்ட பிறகு உருவான நில அதிர்ச்சியிலேயே இதுதான் மிக மோசமான நில அதிர்ச்சி."
  }, {
    "number" : 19,
    "verse" : "மிகப் பெரிய அந்த நகரம் மூன்றாகப் பிளந்துபோயிற்று. நாடுகளில் உள்ள நகரங்கள் அழிந்துபோயின. தேவன் மகா நகரமாகிய பாபிலோனைத் தண்டிக்க மறக்கவில்லை. அந்த நகரத்துக்கு அவர் தனது கடுமையான கோபமாகிய மது நிறைந்த கோப்பையைக் கொடுத்தார்."
  }, {
    "number" : 20,
    "verse" : "எல்லா தீவுகளும் மறைந்தன. மலைகள் எல்லாம் இல்லாமல் போயின."
  }, {
    "number" : 21,
    "verse" : "இராட்சசத்தனமான கல்மழை வானில் இருந்து மக்கள் மீது பெய்தது. ஒவ்வொரு மழைக்கல்லும் ஒரு உப்பு மூட்டையினைப் போன்று கனத்திருந்தது. இந்தப் பெருந்துன்பத்தால் மக்கள் தேவனை மேலும் சபித்தார்கள். இத்துன்பம் மகா துன்பமாய் இருந்தது."
  } ]
}