{"bibleAbbr":"AMP2015","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"Tradition and Commandment Then some Pharisees and scribes from Jerusalem came to Jesus and said,"},{"number":2,"verse":"\"Why do Your disciples violate the tradition (religious laws) handed down by the [Jewish] elders? For Your disciples do not [ceremonially] wash their hands before they eat.\""},{"number":3,"verse":"He replied to them, \"Why also do you violate the commandment of God for the sake of your tradition [handed down by the elders]?"},{"number":4,"verse":"For God said [through Moses], 'Honor your father and mother,' and, 'He who speaks evil of or insults or treats improperly father or mother is to be put to death.'"},{"number":5,"verse":"But you say, 'If anyone says to his father or mother, \"Whatever [money or resource that] I have that would help you is [already dedicated and] given to God,\""},{"number":6,"verse":"he is not to honor his father or his mother [by helping them with their need] .' So by this you have invalidated the word of God [depriving it of force and authority and making it of no effect] for the sake of your tradition [handed down by the elders]."},{"number":7,"verse":"You hypocrites (play-actors, pretenders), rightly did Isaiah prophesy of you when he said,"},{"number":8,"verse":"'This people honors Me with their lips, But their heart is far away from Me."},{"number":9,"verse":"'But in vain do they worship Me, For they teach as doctrines the precepts of men.'\""},{"number":10,"verse":"After Jesus called the crowd to Him, He said, \"Listen and understand this:"},{"number":11,"verse":"It is not what goes into the mouth of a man that defiles and dishonors him, but what comes out of the mouth, this defiles and dishonors him.\""},{"number":12,"verse":"Then the disciples came and said to Jesus, \"Do You know that the Pharisees were offended when they heard you say this?\""},{"number":13,"verse":"He answered, \"Every plant which My heavenly Father did not plant will be torn up by the roots."},{"number":14,"verse":"Leave them alone; they are blind guides [leading blind followers]. If a blind man leads a blind man, both will fall into a pit.\""},{"number":15,"verse":"The Heart of ManPeter asked Him, \"Explain this parable [about what defiles a person] to us.\""},{"number":16,"verse":"And He said, \"Are you still so dull [and unable to put things together]?"},{"number":17,"verse":"Do you not understand that whatever goes into the mouth passes into the stomach, and is eliminated?"},{"number":18,"verse":"But whatever [word] comes out of the mouth comes from the heart, and this is what defiles and dishonors the man."},{"number":19,"verse":"For out of the heart come evil thoughts and plans, murders, adulteries, sexual immoralities, thefts, false testimonies, slanders (verbal abuse, irreverent speech, blaspheming)."},{"number":20,"verse":"These are the things which defile and dishonor the man; but eating with [ceremonially] unwashed hands does not defile the man.\""},{"number":21,"verse":"The Syrophoenician WomanAfter leaving there, Jesus withdrew to the district of Tyre and Sidon."},{"number":22,"verse":"And a Canaanite woman from that district came out and began to cry out [urgently], saying, \"Have mercy on me, O Lord, Son of David (Messiah); my daughter is cruelly possessed by a demon.\""},{"number":23,"verse":"But He did not say a word in answer to her. And His disciples came and asked Him [repeatedly], \"Send her away, because she keeps shouting out after us.\""},{"number":24,"verse":"He answered, \"I was commissioned by God and sent only to the lost sheep of the house of Israel.\""},{"number":25,"verse":"But she came and began to kneel down before Him, saying, \"Lord, help me!\""},{"number":26,"verse":"And He replied, \"It is not good (appropriate, fair) to take the children's bread and throw it to the pet dogs.\""},{"number":27,"verse":"She said, \"Yes, Lord; but even the pet dogs eat the crumbs that fall from their [young] masters' table.\""},{"number":28,"verse":"Then Jesus answered her, \"Woman, your faith [your personal trust and confidence in My power] is great; it will be done for you as you wish.\" And her daughter was healed from that moment."},{"number":29,"verse":"Healing CrowdsJesus went on from there and passed along by [the eastern shore of] the Sea of Galilee. Then He went up on the hillside and was sitting there."},{"number":30,"verse":"And great crowds came to Him, bringing with them the lame, crippled, blind, mute, and many others, and they put them down at His feet; and He healed them."},{"number":31,"verse":"So the crowd was amazed when they saw the mute speaking, the crippled restored, the lame walking, and the blind seeing; and they praised and glorified the God of Israel."},{"number":32,"verse":"Four Thousand FedThen Jesus called His disciples to Him, and said, \"I feel compassion for the crowd, because they have been with Me now three days and have nothing [left] to eat; and I do not want to send them away hungry, because they might faint [from exhaustion] on the way [home].\""},{"number":33,"verse":"The disciples said to Him, \"Where are we to get enough bread in this isolated place to feed so large a crowd?\""},{"number":34,"verse":"And Jesus asked them, \"How many loaves [of bread] do you have?\" They replied, \"Seven, and a few small fish.\""},{"number":35,"verse":"He directed the crowd to sit down on the ground,"},{"number":36,"verse":"and He took the seven loaves and the fish; and when He had given thanks, He broke them and started giving them to the disciples, and the disciples [gave them] to the people."},{"number":37,"verse":"And they all ate and were satisfied, and they gathered up seven full baskets of the broken pieces that were left over."},{"number":38,"verse":"[Among] those who ate were 4000 men, not counting women and children."},{"number":39,"verse":"Then Jesus sent the crowds away, got into the boat and went to the district of Magadan."}]}