{"bibleAbbr":"AMP2015","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"(Rank in the Kingdom) At that time the disciples came to Jesus and asked, \"Who is greatest in the kingdom of heaven?\""},{"number":2,"verse":"He called a little child and set him before them,"},{"number":3,"verse":"and said, \"I assure you and most solemnly say to you, unless you repent [that is, change your inner self-your old way of thinking, live changed lives] and become like children [trusting, humble, and forgiving], you will never enter the kingdom of heaven."},{"number":4,"verse":"Therefore, whoever humbles himself like this child is greatest in the kingdom of heaven."},{"number":5,"verse":"Whoever receives and welcomes one child like this in My name receives Me;"},{"number":6,"verse":"but whoever causes one of these little ones who believe in Me to stumble and sin [by leading him away from My teaching], it would be better for him to have a heavy millstone [as large as one turned by a donkey] hung around his neck and to be drowned in the depth of the sea."},{"number":7,"verse":"(Stumbling Blocks) \"Woe (judgment is coming) to the world because of stumbling blocks and temptations to sin! It is inevitable that stumbling blocks come; but woe to the person on whose account or through whom the stumbling block comes!"},{"number":8,"verse":"\"If your hand or your foot causes you to stumble and sin, cut it off and throw it away from you [that is, remove yourself from the source of temptation]; it is better for you to enter life crippled or lame, than to have two hands or two feet and be thrown into everlasting fire."},{"number":9,"verse":"If your eye causes you to stumble and sin, pluck it out and throw it away from you [that is, remove yourself from the source of temptation]; it is better for you to enter life with only one eye, than to have two eyes and be thrown into the fiery hell."},{"number":10,"verse":"\"See that you do not despise or think less of one of these little ones, for I say to you that their angels in heaven [are in the presence of and] continually look upon the face of My Father who is in heaven."},{"number":11,"verse":"[For the Son of Man has come to save that which was lost.]"},{"number":12,"verse":"(Ninety-nine Plus One) \"What do you think? If a man has a hundred sheep, and one of them gets lost, will he not leave the ninety-nine on the mountain and go in search of the one that is lost?"},{"number":13,"verse":"And if it turns out that he finds it, I assure you and most solemnly say to you, he rejoices over it more than over the ninety-nine that did not get lost."},{"number":14,"verse":"So it is not the will of your Father who is in heaven that one of these little ones be lost."},{"number":15,"verse":"(Discipline and Prayer) \"If your brother sins, go and show him his fault in private; if he listens and pays attention to you, you have won back your brother."},{"number":16,"verse":"But if he does not listen, take along with you one or two others, so that every word may be confirmed by the testimony of two or three witnesses."},{"number":17,"verse":"If he pays no attention to them [refusing to listen and obey], tell it to the church; and if he refuses to listen even to the church, let him be to you as a Gentile (unbeliever) and a tax collector."},{"number":18,"verse":"I assure you and most solemnly say to you, whatever you bind [forbid, declare to be improper and unlawful] on earth shall have [already] been bound in heaven, and whatever you loose [permit, declare lawful] on earth shall have [already] been loosed in heaven."},{"number":19,"verse":"\"Again I say to you, that if two believers on earth agree [that is, are of one mind, in harmony] about anything that they ask [within the will of God], it will be done for them by My Father in heaven."},{"number":20,"verse":"For where two or three are gathered in My name [meeting together as My followers], I am there among them.\""},{"number":21,"verse":"(Forgiveness) Then Peter came to Him and asked, \"Lord, how many times will my brother sin against me and I forgive him and let it go? Up to seven times?\""},{"number":22,"verse":"Jesus answered him, \"I say to you, not up to seven times, but seventy times seven."},{"number":23,"verse":"\"Therefore the kingdom of heaven is like a king who wished to settle accounts with his slaves."},{"number":24,"verse":"When he began the accounting, one who owed him 10000 talents was brought to him."},{"number":25,"verse":"\"But because he could not repay, his master ordered him to be sold, with his wife and his children and everything that he possessed, and payment to be made."},{"number":26,"verse":"So the slave fell on his knees and begged him, saying, 'Have patience with me and I will repay you everything.'"},{"number":27,"verse":"And his master's heart was moved with compassion and he released him and forgave him [canceling] the debt."},{"number":28,"verse":"But that same slave went out and found one of his fellow slaves who owed him a hundred denarii; and he seized him and began choking him, saying, 'Pay what you owe!'"},{"number":29,"verse":"So his fellow slave fell on his knees and begged him earnestly, 'Have patience with me and I will repay you.'"},{"number":30,"verse":"But he was unwilling and he went and had him thrown in prison until he paid back the debt."},{"number":31,"verse":"When his fellow slaves saw what had happened, they were deeply grieved and they went and reported to their master [with clarity and in detail] everything that had taken place."},{"number":32,"verse":"Then his master called him and said to him, 'You wicked and contemptible slave, I forgave all that [great] debt of yours because you begged me."},{"number":33,"verse":"Should you not have had mercy on your fellow slave [who owed you little by comparison], as I had mercy on you?'"},{"number":34,"verse":"And in wrath his master turned him over to the torturers (jailers) until he paid all that he owed."},{"number":35,"verse":"My heavenly Father will also do the same to [every one of] you, if each of you does not forgive his brother from your heart.\""}]}