{"bibleAbbr":"AMP2015","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"(Giving to the Poor and Prayer) \"Be [very] careful not to do your good deeds publicly, to be seen by men; otherwise you will have no reward [prepared and awaiting you] with your Father who is in heaven."},{"number":2,"verse":"\"So whenever you give to the poor and do acts of kindness, do not blow a trumpet before you [to advertise it], as the hypocrites do [like actors acting out a role] in the synagogues and in the streets, so that they may be honored and recognized and praised by men. I assure you and most solemnly say to you, they [already] have their reward in full."},{"number":3,"verse":"But when you give to the poor and do acts of kindness, do not let your left hand know what your right hand is doing [give in complete secrecy],"},{"number":4,"verse":"so that your charitable acts will be done in secret; and your Father who sees [what is done] in secret will reward you."},{"number":5,"verse":"\"Also, when you pray, do not be like the hypocrites; for they love to pray [publicly] standing in the synagogues and on the corners of the streets so that they may be seen by men. I assure you and most solemnly say to you, they [already] have their reward in full."},{"number":6,"verse":"But when you pray, go into your most private room, close the door and pray to your Father who is in secret, and your Father who sees [what is done] in secret will reward you."},{"number":7,"verse":"\"And when you pray, do not use meaningless repetition as the Gentiles do, for they think they will be heard because of their many words."},{"number":8,"verse":"So do not be like them [praying as they do]; for your Father knows what you need before you ask Him."},{"number":9,"verse":"\"Pray, then, in this way: 'Our Father who is in heaven, Hallowed be Your name."},{"number":10,"verse":"' Your kingdom come, Your will be done On earth as it is in heaven."},{"number":11,"verse":"'Give us this day our daily bread."},{"number":12,"verse":"'And forgive us our debts, as we have forgiven our debtors [letting go of both the wrong and the resentment] ."},{"number":13,"verse":"'And do not lead us into temptation, but deliver us from evil.[For Yours is the kingdom and the power and the glory forever. Amen.]'"},{"number":14,"verse":"For if you forgive others their trespasses [their reckless and willful sins], your heavenly Father will also forgive you."},{"number":15,"verse":"But if you do not forgive others [nurturing your hurt and anger with the result that it interferes with your relationship with God], then your Father will not forgive your trespasses."},{"number":16,"verse":"(Fasting, The True Treasure, Wealth (Mammon)) \"And whenever you are fasting, do not look gloomy like the hypocrites, for they put on a sad and dismal face [like actors, discoloring their faces with ashes or dirt] so that their fasting may be seen by men. I assure you and most solemnly say to you, they [already] have their reward in full."},{"number":17,"verse":"But when you fast, put oil on your head [as you normally would to groom your hair] and wash your face"},{"number":18,"verse":"so that your fasting will not be noticed by people, but by your Father who is in secret; and your Father who sees [what is done] in secret will reward you."},{"number":19,"verse":"\"Do not store up for yourselves [material] treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"number":20,"verse":"But store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in and steal;"},{"number":21,"verse":"for where your treasure is, there your heart [your wishes, your desires; that on which your life centers] will be also."},{"number":22,"verse":"\"The eye is the lamp of the body; so if your eye is clear [spiritually perceptive], your whole body will be full of light [benefiting from God's precepts]."},{"number":23,"verse":"But if your eye is bad [spiritually blind], your whole body will be full of darkness [devoid of God's precepts]. So if the [very] light inside you [your inner self, your heart, your conscience] is darkness, how great and terrible is that darkness!"},{"number":24,"verse":"\"No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and mammon [money, possessions, fame, status, or whatever is valued more than the Lord]."},{"number":25,"verse":"(The Cure for Anxiety) \"Therefore I tell you, stop being worried or anxious (perpetually uneasy, distracted) about your life, as to what you will eat or what you will drink; nor about your body, as to what you will wear. Is life not more than food, and the body more than clothing?"},{"number":26,"verse":"Look at the birds of the air; they neither sow [seed] nor reap [the harvest] nor gather [the crops] into barns, and yet your heavenly Father keeps feeding them. Are you not worth much more than they?"},{"number":27,"verse":"And who of you by worrying can add one hour to [the length of] his life?"},{"number":28,"verse":"And why are you worried about clothes? See how the lilies and wildflowers of the field grow; they do not labor nor do they spin [wool to make clothing],"},{"number":29,"verse":"yet I say to you that not even Solomon in all his glory and splendor dressed himself like one of these."},{"number":30,"verse":"But if God so clothes the grass of the field, which is alive and green today and tomorrow is [cut and] thrown [as fuel] into the furnace, will He not much more clothe you? You of little faith!"},{"number":31,"verse":"Therefore do not worry or be anxious (perpetually uneasy, distracted), saying, 'What are we going to eat?' or 'What are we going to drink?' or 'What are we going to wear?'"},{"number":32,"verse":"For the [pagan] Gentiles eagerly seek all these things; [but do not worry,] for your heavenly Father knows that you need them."},{"number":33,"verse":"But first and most importantly seek (aim at, strive after) His kingdom and His righteousness [His way of doing and being right-the attitude and character of God], and all these things will be given to you also."},{"number":34,"verse":"\"So do not worry about tomorrow; for tomorrow will worry about itself. Each day has enough trouble of its own."}]}