{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"( , , ; ) Kitab ini mengandungi perkhabaran tentang Yehuda dan Yerusalem yang dinyatakan oleh Allah kepada Yesaya anak Amos pada masa pemerintahan Raja Uzia, Raja Yotam, Raja Ahas, dan Raja Hizkia, iaitu raja-raja Yehuda."},{"number":2,"verse":"( Allah Menegur Umat-Nya) TUHAN berfirman, “Hai langit dan bumi, dengarlah firman-Ku! Anak-anak yang Aku besarkan telah memberontak terhadap Aku."},{"number":3,"verse":"Lembu kenal akan pemiliknya, dan keldai pun tahu akan tempat makanan yang disediakan oleh tuannya, tetapi umat-Ku Israel tidak tahu. Mereka tidak memahaminya sama sekali!”"},{"number":4,"verse":"Alangkah malangnya kamu, hai bangsa yang berdosa, hai kaum yang keji dan jahat! Dosa kamu telah menjerumuskan kamu! Kamu telah menolak TUHAN, Allah yang suci, Allah Israel dan kamu telah meninggalkan Dia."},{"number":5,"verse":"Mengapa kamu terus memberontak? Adakah kamu mahu dihukum dengan lebih dahsyat lagi? Hai Israel, kepalamu sudah penuh dengan luka. Hati dan fikiranmu tidak sihat."},{"number":6,"verse":"Dari kepala sampai telapak kaki, tiada sebahagian pun tubuhmu yang sihat. Tubuhmu diliputi lebam, kudis, dan luka, yang belum dibersihkan atau dibalut, ataupun diubati dengan minyak."},{"number":7,"verse":"Negeri kamu sudah dimusnahkan dan kota-kota kamu sudah dibakar habis. Di depan mata kamu, orang bangsa asing merampas tanah kamu dan memusnahkan segala-galanya."},{"number":8,"verse":"Hanya Yerusalem yang tinggal. Kota itu pun telah dikepung dan tidak berdaya seperti pondok di tengah-tengah ladang anggur atau sebuah gubuk di kebun timun."},{"number":9,"verse":"( ; ) Jika TUHAN Yang Maha Kuasa tidak membenarkan beberapa orang hidup, Yerusalem sudah pun musnah sama sekali seperti Sodom dan Gomora dahulu."},{"number":10,"verse":"Hai Yerusalem, pemimpin dan rakyat kamu sama seperti orang Sodom dan Gomora. Dengarlah firman TUHAN kepada kamu. Perhatikanlah ajaran Allah kita."},{"number":11,"verse":"TUHAN berfirman, “Jangan berfikir bahawa Aku mahu segala korban yang terus-menerus kamu persembahkan kepada-Ku! Aku sudah bosan dengan domba yang kamu persembahkan sebagai korban untuk menyenangkan hati-Ku, ( korban untuk menyenangkan hati-Ku; Harfiah: korban bakar. Lihat Kamus.) dan lemak binatang yang digemukkan. Aku jemu dengan darah lembu jantan, domba, dan kambing."},{"number":12,"verse":"Siapakah yang menyuruh kamu membawa semua itu apabila kamu datang beribadat kepada-Ku? Jangan pijak halaman Rumah-Ku lagi."},{"number":13,"verse":"Sia-sia sahaja kamu membawa persembahan kamu. Aku muak dengan bau kemenyan yang kamu bakar. Aku tidak tahan lagi melihat kamu merayakan Bulan Baru, hari Sabat, dan pertemuan keagamaan kamu. Semuanya telah dinajiskan oleh dosa kamu."},{"number":14,"verse":"( ) Aku benci akan perayaan Bulan Baru dan hari-hari suci itu, yang menjadi beban bagi-Ku, dan Aku lelah memikulnya."},{"number":15,"verse":"Apabila kamu mengangkat tangan untuk berdoa, Aku tidak akan memperhatikan kamu. Walaupun berapa banyak kali kamu berdoa, Aku tidak akan mendengarnya, kerana tangan kamu telah banyak kali melakukan pembunuhan."},{"number":16,"verse":"Bersihkanlah diri kamu. Hentikanlah segala kejahatan yang kamu lakukan di depan Aku. Jangan berbuat jahat lagi,"},{"number":17,"verse":"melainkan belajarlah berbuat baik. Lakukanlah yang adil: tolonglah mereka yang tertindas, berikanlah hak kepada anak yatim piatu, dan belalah perkara para balu.”"},{"number":18,"verse":"TUHAN berfirman, “Marilah kita selesaikan perkara ini. Walaupun kamu merah marak kerana dosa kamu, Aku akan mencuci kamu sehingga menjadi putih seperti salji. ( Aku akan... salji; atau sangkamu Aku akan mencuci kamu bersih seperti salji?) Walaupun dosa kamu banyak dan berat, kamu akan Aku ampuni sepenuhnya."},{"number":19,"verse":"Jika kamu mahu taat kepada-Ku, kamu akan menikmati hasil tanah kamu."},{"number":20,"verse":"Tetapi jika kamu melawan Aku, kamu pasti mati. Aku, TUHAN telah berfirman.”"},{"number":21,"verse":"( Kota yang Berdosa) Kota yang dahulunya setia, sekarang berlaku seperti pelacur! Dahulu kota itu dipenuhi penduduk yang adil dan jujur, tetapi sekarang hanya pembunuh yang tinggal di sana."},{"number":22,"verse":"Hai Yerusalem, dahulu engkau seperti perak, tetapi sekarang engkau tidak berharga lagi. Dahulu engkau seperti wain yang baik, tetapi sekarang engkau seperti air sahaja."},{"number":23,"verse":"Pemimpinmu pemberontak dan sahabat pencuri. Mereka sentiasa menerima hadiah dan rasuah. Mereka tidak membela anak yatim piatu ataupun mendengar aduan para balu."},{"number":24,"verse":"Oleh itu, sekarang dengarlah TUHAN Yang Maha Kuasa, Allah Israel berfirman, “Aku akan membalas dendam terhadap kamu, musuh-Ku. Maka kamu tidak akan menyusahkan Aku lagi."},{"number":25,"verse":"Aku akan bertindak melawan kamu. Sebagaimana orang memurnikan logam, demikian juga Aku akan memurnikan kamu. Aku akan membuang segala kekotoran kamu."},{"number":26,"verse":"Aku akan memberi kamu pemimpin dan penasihat seperti dahulu kala. Barulah Yerusalem akan disebut kota yang adil dan setia.”"},{"number":27,"verse":"Oleh sebab TUHAN adil, Dia akan menyelamatkan Yerusalem dan setiap orang di situ yang bertaubat."},{"number":28,"verse":"Tetapi Dia akan membinasakan setiap orang yang berdosa serta memberontak terhadap-Nya. Dia akan membunuh setiap orang yang meninggalkan Dia."},{"number":29,"verse":"Kamu akan menyesal kerana menyembah pokok-pokok dan mengkhususkan kebun-kebun untuk dewa-dewa. ( kebun-kebun untuk dewa-dewa: Orang percaya bahawa kebun yang dikhususkan untuk dewa kesuburan akan menyebabkan dewa itu memberkati mereka dengan tuaian yang banyak.)"},{"number":30,"verse":"Kamu akan menjadi seperti pokok besar yang layu daunnya, dan seperti taman yang tidak diairi."},{"number":31,"verse":"Seperti jerami terbakar oleh sepercik bunga api, demikian juga orang berkuasa akan dibinasakan oleh perbuatan jahat mereka sendiri. Tiada sesiapa pun dapat menghentikan kebinasaan mereka."}]}