{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"( Israel Kembali ke Tanah Air) TUHAN akan mengasihani umat-Nya Israel dan memilih mereka lagi sebagai milik-Nya sendiri. Dia akan menempatkan mereka di negeri mereka sendiri, dan orang bangsa asing pun akan datang dan tinggal bersama-sama mereka di sana."},{"number":2,"verse":"Banyak bangsa akan menolong umat Israel pulang ke tanah yang diberikan TUHAN kepada mereka. Di sana bangsa-bangsa akan menjadi abdi kepada Israel. Mereka yang dahulu menawan Israel, akan ditawan oleh Israel. Umat Israel akan memerintah bangsa-bangsa yang pernah menindas mereka."},{"number":3,"verse":"( Raja Babilonia di Dunia Orang Mati) TUHAN akan mengakhiri kesakitan dan penderitaan umat Israel. Dia akan membebaskan mereka daripada kerja berat yang dipaksakan kepada mereka."},{"number":4,"verse":"Apabila TUHAN melakukan hal itu, mereka akan mengejek raja Babilonia begini, “Raja yang kejam sudah jatuh! Dia tidak dapat menindas sesiapa pun lagi!"},{"number":5,"verse":"TUHAN telah menamatkan kuasa pemerintah-pemerintah zalim"},{"number":6,"verse":"yang menindas bangsa-bangsa dengan marah dan terus-menerus menganiaya mereka."},{"number":7,"verse":"Akhirnya seluruh dunia menikmati keamanan dan ketenteraman, dan semua orang bernyanyi dengan sukacita."},{"number":8,"verse":"Pokok sipres dan pokok sedar di Lebanon pun bersorak-sorak kerana kejatuhan raja itu, dan tiada sesiapa lagi akan menebang pokok-pokok itu sesudah raja itu pergi."},{"number":9,"verse":"Dunia orang mati sedang bersedia untuk menyambut raja Babilonia. Arwah orang yang berkuasa di bumi dahulu terjaga dan arwah raja-raja bangkit dari takhta mereka."},{"number":10,"verse":"Mereka semua berseru kepada raja Babilonia, ‘Sekarang engkau lemah seperti kami! Engkau sama seperti kami!"},{"number":11,"verse":"Dahulu engkau dihormati dengan muzik kecapi, tetapi sekarang engkau berada di dunia orang mati. Ulat menjadi tempat tidurmu dan cacing menjadi selimutmu!’"},{"number":12,"verse":"( , ) Hai raja Babilonia, bintang fajar yang cemerlang, engkau sudah jatuh dari langit! Dahulu engkau mengalahkan bangsa-bangsa, tetapi sekarang engkau dicampakkan ke tanah."},{"number":13,"verse":"Engkau bertekad naik ke langit dan menempatkan takhtamu di atas bintang-bintang yang tertinggi. Engkau berfikir engkau dapat duduk sebagai raja di atas gunung di utara, tempat dewa-dewa berkumpul."},{"number":14,"verse":"Engkau ingin naik ke puncak awan dan menjadi seperti Yang Maha Kuasa."},{"number":15,"verse":"( ; ) Tetapi sebaliknya engkau telah diturunkan sampai ke bahagian yang paling bawah di dunia orang mati."},{"number":16,"verse":"Mereka yang berada di situ akan memandang dan menatap engkau. Mereka akan bertanya, ‘Inikah dia yang menggentarkan bumi dan menggemparkan kerajaan-kerajaan?"},{"number":17,"verse":"Inikah dia yang memusnahkan kota-kota dan mengubah dunia menjadi padang pasir? Inikah dia yang tidak pernah membebaskan orang tawanannya ataupun membenarkan mereka pulang?’"},{"number":18,"verse":"Semua bekas raja bangsa-bangsa dimakamkan dengan kemegahan di makam masing-masing,"},{"number":19,"verse":"tetapi engkau tidak mempunyai kubur sekalipun. Mayatmu dibuang dan dibiarkan sehingga mereput serta ditimbuni mayat askar-askar yang gugur dalam peperangan. Semuanya dilempar ke dalam lubang yang berbatu. Seperti bangkai yang dipijak-pijak,"},{"number":20,"verse":"engkau tidak akan dimakamkan seperti raja-raja lain kerana engkau telah memusnahkan negerimu dan membunuh rakyatmu sendiri. Tiada seorang pun antara anggota keluargamu yang zalim itu akan diselamatkan. Semuanya akan mati."},{"number":21,"verse":"Pembantaian akan segera dimulakan. Anak-anak raja ini akan mati kerana dosa nenek moyang mereka. Tiada seorang pun antara mereka akan memerintah bumi ataupun membina kota-kota.”"},{"number":22,"verse":"( Allah Akan Memusnahkan Babel) TUHAN Yang Maha Kuasa berfirman, “Aku akan menyerang dan memusnahkan Babel. Aku tidak akan membiarkan apa-apa pun hidup, baik kanak-kanak atau sesiapa sahaja. Aku, TUHAN telah berfirman."},{"number":23,"verse":"( ; ) Aku akan mengubah Babel menjadi paya, dan landak ( landak; Dapat bermakna: burung hantu.) akan tinggal di sana. Aku akan memusnahkan Babel. Aku, TUHAN Yang Maha Kuasa telah berfirman.”"},{"number":24,"verse":"( Allah Akan Membinasakan Orang Asyur) TUHAN Yang Maha Kuasa bersumpah, “Perkara yang telah Aku rancangkan pasti berlaku. Perkara yang sudah Aku tentukan pasti terjadi."},{"number":25,"verse":"Aku akan membinasakan orang Asyur di Israel negeri-Ku itu, dan memijak-mijak mereka di atas gunung-gunung-Ku. Aku akan membebaskan umat-Ku daripada penindasan orang Asyur dan daripada beban yang dipikul mereka."},{"number":26,"verse":"Inilah rancangan-Ku untuk dunia; Aku akan menghukum bangsa-bangsa.”"},{"number":27,"verse":"( ; ; ) TUHAN Yang Maha Kuasa sudah memutuskan untuk berbuat demikian. Dia akan menghukum mereka, dan tiada sesiapa pun dapat menghalang Dia."},{"number":28,"verse":"( Allah Akan Membinasakan Orang Filistin) ( ; ) Inilah perkhabaran yang diisytiharkan pada tahun Raja Ahas mangkat."},{"number":29,"verse":"Hai orang Filistin, walaupun belantan yang memukul kamu telah dipatahkan, jangan kamu bersukacita kerana apabila seekor ular mati, seekor lagi yang lebih dahsyat akan muncul. Seekor naga bersayap akan menetas daripada telur ular."},{"number":30,"verse":"TUHAN akan menggembalakan umat-Nya yang miskin dan membolehkan mereka hidup dengan aman, tetapi Dia akan mendatangkan kebuluran yang dahsyat kepada kamu, hai orang Filistin. Tiada seorang pun antara kamu akan dibiarkan hidup."},{"number":31,"verse":"( ; ; ; ; ; ) Berteriaklah dan berserulah meminta tolong, hai penduduk semua kota Filistin! Hendaklah kamu semua gementar ketakutan, kerana kepulan debu telah kelihatan di sebelah utara, menandakan kedatangan pasukan yang gagah perkasa; tiada pengecut dalam pasukan itu."},{"number":32,"verse":"Jawapan apakah yang dapat kita berikan kepada utusan-utusan orang Filistin? Kita akan memberitahu mereka bahawa TUHAN telah membangunkan Sion, dan umat-Nya yang menderita akan mendapat perlindungan di situ."}]}