{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"( TUHAN Akan Menghukum Bumi) TUHAN akan memusnahkan bumi sehingga menjadi tandus dan sepi. Dia akan membalikkan permukaan bumi dan mencerai-beraikan penduduknya."},{"number":2,"verse":"Tiap-tiap orang akan menemui kesudahan yang sama - imam dan rakyat, hamba dan tuan, pembeli dan penjual, peminjam wang dan orang yang meminjamkan wang, yang kaya dan yang miskin."},{"number":3,"verse":"Bumi akan hancur dan musnah. TUHAN telah berfirman dan hal itu pasti berlaku."},{"number":4,"verse":"Bumi akan kering dan layu; seluruh dunia akan menjadi lemah; langit dan bumi akan rosak."},{"number":5,"verse":"Bumi tercemar kerana manusia melanggar hukum-hukum Allah dan telah memungkiri perjanjian yang dibuat oleh Allah dengan mereka untuk selama-lamanya."},{"number":6,"verse":"Oleh itu Allah telah mengutuk bumi. Manusia akan menerima balasan bagi perbuatan mereka, dan orang yang terselamat kian lama kian sedikit."},{"number":7,"verse":"Pokok anggur akan layu, dan wain akan berkurangan. Orang yang dahulu bersukacita, sekarang berdukacita."},{"number":8,"verse":"Muzik gembira daripada kecapi dan rebana tidak kedengaran lagi."},{"number":9,"verse":"Tiada lagi orang yang minum wain sambil bernyanyi; tiada lagi orang yang menikmati minuman keras."},{"number":10,"verse":"Seluruh kota menjadi kacau-bilau. Semua orang mengunci pintu rumah untuk keselamatan."},{"number":11,"verse":"Orang berteriak-teriak di jalan kerana kehabisan wain. Kebahagiaan telah dihapuskan dari bumi selama-lamanya."},{"number":12,"verse":"Kota telah musnah, dan pintu-pintu gerbangnya sudah roboh."},{"number":13,"verse":"Itulah yang akan berlaku kepada tiap-tiap bangsa di seluruh dunia. Hal itu sama seperti akhir musim menuai, apabila buah zaitun habis diambil dan buah anggur habis dipetik."},{"number":14,"verse":"Orang yang terselamat akan bernyanyi dengan sukacita. Orang di barat akan memberitakan keagungan TUHAN,"},{"number":15,"verse":"dan orang di timur akan memuji Dia. Penduduk di kawasan pantai akan memuji TUHAN, Allah Israel."},{"number":16,"verse":"Dari negeri-negeri yang paling jauh, akan terdengar lagu pujian untuk Allah Yang Maha Adil. Tetapi bagiku sendiri tidak ada harapan! Aku merana! Para pengkhianat terus mengkhianati aku; muslihat mereka bertambah dahsyat."},{"number":17,"verse":"Dengarlah, hai semua orang! Ketakutan, lubang, dan perangkap sedang menanti kamu."},{"number":18,"verse":"Sesiapa cuba melarikan diri daripada ketakutan itu akan jatuh ke dalam lubang, dan sesiapa yang terlepas daripada lubang itu akan masuk ke dalam perangkap. Hujan deras akan mencurah dari langit dan dasar bumi akan goncang."},{"number":19,"verse":"Bumi akan retak, terbelah, dan hancur."},{"number":20,"verse":"Bumi akan terhuyung-hayang seperti orang mabuk, dan goyang seperti pondok yang kena angin ribut. Bumi roboh kerana berat dosanya, lalu hancur dan tidak akan bangkit lagi."},{"number":21,"verse":"Masanya akan tiba apabila TUHAN menghukum para penguasa di angkasa dan raja-raja di bumi."},{"number":22,"verse":"Allah akan mengumpulkan raja-raja seperti orang tawanan di dalam sebuah lubang. Mereka akan dipenjarakan oleh-Nya sehingga hari hukuman mereka tiba."},{"number":23,"verse":"Bulan akan menjadi gelap dan matahari tidak lagi bercahaya, kerana TUHAN Yang Maha Kuasa akan menjadi raja. Dia akan memerintah di Bukit Sion di Yerusalem, dan menyatakan kemuliaan-Nya kepada para pemimpin umat-Nya."}]}