{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"( Lagu Pujian) TUHAN, Engkaulah Allahku; aku akan menyanjung Engkau dan memuji nama-Mu. Engkau telah melakukan hal-hal yang mengagumkan; Engkau telah merancangkannya sejak dahulu, dan melaksanakannya dengan setia."},{"number":2,"verse":"Engkau telah meruntuhkan kota-kota, dan memusnahkan kubu-kubunya. Istana-istana yang dibina musuh kami telah lenyap selama-lamanya."},{"number":3,"verse":"Engkau akan dipuji oleh bangsa-bangsa yang kuat, dan ditakuti di kota bangsa-bangsa yang kejam."},{"number":4,"verse":"Orang miskin dan orang lemah lari kepada-Mu, lalu mendapat perlindungan pada masa kesusahan. Engkau melindungi mereka daripada angin ribut, dan menaungi mereka daripada panas terik. Orang zalim menyerang seperti ribut kencang pada musim sejuk, ( Dapat bermakna: ribut pada musim sejuk; Menurut naskhah Ibrani: ribut memukul tembok.)"},{"number":5,"verse":"dan seperti angin panas di tanah yang kering. Tetapi Engkau, ya TUHAN, telah membuat musuh kami bungkam; Engkau menghentikan teriakan orang yang kejam, seperti awan menghilangkan panas terik."},{"number":6,"verse":"( Allah Menyediakan Majlis Makan) Di Bukit Sion ini, TUHAN Yang Maha Kuasa akan menyediakan jamuan bagi semua bangsa di bumi. Dia akan menghidangkan makanan yang terbaik dan wain pilihan."},{"number":7,"verse":"Di bukit ini, Dia akan menghapuskan suasana sedih yang telah menyelubungi semua bangsa."},{"number":8,"verse":"( ; , ) TUHAN Raja akan memusnahkan maut selama-lamanya! Dia akan menghapuskan air mata daripada setiap wajah, dan menghilangkan kehinaan yang diderita oleh umat-Nya di seluruh bumi. TUHAN telah berfirman."},{"number":9,"verse":"Apabila perkara itu berlaku, semua orang akan berkata, “Dialah Allah kita! Dialah yang kita nantikan untuk menyelamatkan kita. Dialah TUHAN yang kita nantikan. Sekarang kita bersorak gembira kerana Dia telah menyelamatkan kita.”"},{"number":10,"verse":"( Allah Akan Menghukum Moab) TUHAN akan melindungi Bukit Sion, tetapi penduduk Moab akan dipijak-pijak seperti jerami dipijak-pijak di tempat kotoran."},{"number":11,"verse":"Mereka akan menghulurkan tangan seolah-olah hendak berenang, tetapi Allah akan mempermalukan mereka, lalu tangan mereka akan jatuh tanpa daya."},{"number":12,"verse":"( ; ; ; ; ) Allah akan memusnahkan kubu pertahanan kota Moab; temboknya yang tinggi akan dirobohkan sampai hancur seperti debu."}]}