{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"( Amaran bagi Kerajaan Utara) Malanglah kerajaan Israel! Kemuliaannya telah pudar seperti karangan bunga yang layu di atas kepala pemimpin-pemimpinnya yang mabuk. Malanglah kota yang menjulang tinggi di tengah lembah subur, kebanggaan orang yang terbaring mabuk dan tidak sedar lagi."},{"number":2,"verse":"Lihatlah, Tuhan mengutus seorang yang kuat dan perkasa, siap untuk menyerang mereka; seorang yang akan datang seperti angin ribut disertai hujan batu, seperti hujan lebat, dan seperti air bah yang membanjiri tanah. Dia menghempaskan mereka ke tanah."},{"number":3,"verse":"Kehormatan pemimpin-pemimpin yang mabuk itu akan diinjak-injak."},{"number":4,"verse":"Kemuliaan para pemimpin yang sombong sudah mulai pudar dan akan lenyap. Kesudahan mereka seperti buah ara yang masak sebelum musim buah; sebaik sahaja dilihat orang, buah itu dipetik lalu dimakan."},{"number":5,"verse":"Masanya akan tiba apabila TUHAN Yang Maha Kuasa menjadi seperti karangan bunga yang indah bagi umat-Nya yang terselamat."},{"number":6,"verse":"Dia akan memberikan sikap adil kepada para hakim, dan keberanian kepada orang yang mempertahankan pintu gerbang kota daripada serangan."},{"number":7,"verse":"( Yesaya dan Para Nabi Yehuda yang Mabuk) Bahkan nabi dan imam pun terlalu mabuk sehingga mereka berjalan terhuyung-hayang. Mereka minum terlalu banyak wain dan arak sehingga mereka tersandung kerana kebingungan. Nabi-nabi terlalu mabuk sehingga tidak dapat memahami penglihatan yang diberikan Allah, dan imam-imam terlalu mabuk sehingga tidak dapat mengadili perkara yang dibawa kepada mereka."},{"number":8,"verse":"Meja mereka penuh dengan muntah dan tiada sebahagian pun yang bersih."},{"number":9,"verse":"Mereka merungut tentang aku. Kata mereka, “Pada sangkanya dia mengajar siapa? Siapakah memerlukan penjelasannya? Perkara itu hanya berfaedah bagi anak-anak yang baru cerai susu!"},{"number":10,"verse":"Dia hendak mengajar kita huruf demi huruf, kata demi kata, dan ayat demi ayat.”"},{"number":11,"verse":"Jika kamu enggan mendengarkan aku, maka Allah akan menggunakan orang bangsa asing yang berbahasa asing dan berloghat aneh untuk mengajar kamu."},{"number":12,"verse":"( ) Dia menawarkan rehat dan keselesaan kepada kamu semua, tetapi kamu tidak mahu mendengarkan Dia."},{"number":13,"verse":"Itulah sebabnya TUHAN akan mengajar kamu huruf demi huruf, kata demi kata, dan ayat demi ayat. Kamu akan tersandung apabila kamu berjalan. Kamu akan luka, diperangkap, dan ditawan."},{"number":14,"verse":"( Batu Asas bagi Sion) Sekarang dengarkanlah firman TUHAN, hai pengejek-pengejek yang memerintah penduduk Yerusalem."},{"number":15,"verse":"Kamu bercakap besar bahawa kamu telah mengikat perjanjian dengan maut dan mengadakan persetujuan dengan dunia orang mati. Kamu yakin bahawa bencana tidak akan menimpa kamu kerana kamu bergantung kepada dusta dan penipuan untuk melindungi diri kamu."},{"number":16,"verse":"( ; , ; ) Tetapi inilah firman TUHAN Raja, “Aku meletakkan asas yang kuat dan kukuh di Sion; sebuah batu asas yang berharga dengan tulisan berikut, ‘Sesiapa yang percaya dengan teguh tidak akan cemas.’"},{"number":17,"verse":"Keadilan akan Kujadikan tali pengukur, dan kejujuran Kujadikan tali unting.” Segala dusta yang menjadi pergantungan kamu akan disapu oleh hujan batu, dan perlindungan kamu akan dimusnahkan oleh air bah."},{"number":18,"verse":"Perjanjian kamu dengan maut dan persetujuan kamu dengan dunia orang mati akan dibatalkan. Kamu akan dikalahkan apabila bencana menimpa kamu."},{"number":19,"verse":"Tiap-tiap pagi bencana akan menimpa kamu, dan siang malam kamu harus menanggungnya. Kamu akan gementar ketakutan apabila kamu mengerti akan perkhabaran Allah."},{"number":20,"verse":"Kamu akan menjadi seperti orang yang mencuba tidur di atas katil yang terlalu pendek, dengan selimut yang terlalu kecil untuk menyelubunginya."},{"number":21,"verse":"( ; ; ) TUHAN akan bangkit di Gunung Perazim dan di Lembah Gibeon seperti yang dilakukan-Nya dahulu. Dia akan melaksanakan kehendak-Nya walaupun kelihatannya sangat aneh. Dia akan menyelesaikan pekerjaan-Nya yang menakjubkan itu."},{"number":22,"verse":"Jangan anggap ringan amaranku ini! Jika kamu tidak menghiraukannya, lebih susah lagi bagi kamu melepaskan diri. Aku telah mendengar keputusan TUHAN Raja Yang Maha Kuasa untuk memusnahkan seluruh negeri."},{"number":23,"verse":"( Kebijaksanaan Allah) Dengarlah kata-kataku dan perhatikanlah pesanku."},{"number":24,"verse":"Tiada petani yang terus-menerus membajak tanahnya dan menyediakannya untuk ditanami."},{"number":25,"verse":"Setelah dia membajak tanah itu, dia menabur benih, baik jintan hitam ataupun jintan putih. Dia menanam gandum dan barli berderet-deret; kemudian di tepi ladang dia menanam tanaman lain."},{"number":26,"verse":"Dia tahu melakukan kerjanya, kerana Allah telah mengajar dia."},{"number":27,"verse":"Tidak sekali-kali dia menggunakan pemukul yang berat untuk menumbuk jintan hitam atau jintan putih. Sebaliknya, dia menggunakan pemukul yang ringan dan sesuai."},{"number":28,"verse":"Dia tidak mengirik gandum sampai hancur, dan dia tahu menggunakan pedati untuk mengirik gandum tanpa merosakkannya."},{"number":29,"verse":"Semua kebijaksanaan itu datangnya daripada TUHAN Yang Maha Kuasa. Rancangan-rancangan Allah bijak dan sentiasa berjaya."}]}