{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"( Kekacauan di Yerusalem) Sesungguhnya Tuhan, TUHAN Yang Maha Kuasa, akan mengambil segala benda dan semua orang yang diharapkan oleh penduduk di Yerusalem dan Yehuda. Dia akan mengambil makanan dan minuman mereka,"},{"number":2,"verse":"para pahlawan serta askar, hakim serta nabi, tukang ramal serta penasihat,"},{"number":3,"verse":"perwira serta orang terkemuka, ahli politik, tukang sihir dan tukang tenung."},{"number":4,"verse":"TUHAN akan membiarkan rakyat dipimpin oleh anak-anak lelaki yang tidak matang."},{"number":5,"verse":"Tiap-tiap orang akan memperdaya orang lain. Orang muda tidak lagi menghormati orang tua, dan orang bawahan tidak lagi menghormati orang atasan."},{"number":6,"verse":"Akan tiba masanya orang dari satu puak akan memilih seorang daripada puak mereka sendiri lalu berkata kepadanya, “Hanya engkau yang mempunyai jubah. Oleh itu jadilah pemimpin kami pada masa kesusahan ini.”"},{"number":7,"verse":"Tetapi orang itu akan menjawab, “Aku tidak dapat menolong kamu. Aku sendiri tidak mempunyai makanan atau pakaian. Jangan jadikan aku pemimpin kamu!”"},{"number":8,"verse":"Yerusalem sudah jatuh! Yehuda pun sudah runtuh! Segala ucapan dan perbuatan mereka menentang TUHAN semata-mata. Dengan terang-terang mereka menghina Allah."},{"number":9,"verse":"Air muka mereka menyatakan kejahatan mereka. Mereka berdosa dengan terang-terang seperti penduduk Sodom dahulu. Alangkah malangnya mereka! Mereka mendatangkan bencana itu kepada diri mereka sendiri."},{"number":10,"verse":"TUHAN berfirman, “Orang yang taat kepada-Ku akan bahagia ( Dapat bermakna: Orang yang taat kepada-Ku akan bahagia; Naskhah Ibrani: Katakanlah kepada orang yang mentaati Aku.) dan selamat. Mereka akan menikmati hasil usaha mereka."},{"number":11,"verse":"Tetapi malanglah orang jahat! Mereka akan diperlakukan sebagaimana mereka telah memperlakukan orang lain."},{"number":12,"verse":"Pemberi pinjam wang menindas umat-Ku dan menipu mereka. Hai umat-Ku, pemimpin kamu menyesatkan kamu, sehingga kamu tidak tahu akan jalan yang harus kamu ikut.”"},{"number":13,"verse":"( TUHAN Mengadili Umat-Nya) TUHAN sudah bersedia untuk mengemukakan perkara-Nya; Dia telah bersedia untuk menghakimi umat-Nya. ( Beberapa terjemahan kuno: umat-Nya; Naskhah Ibrani: bangsa-bangsa.)"},{"number":14,"verse":"TUHAN akan mengadili ketua dan pemimpin umat-Nya. Inilah tuduhan-Nya terhadap mereka, “Kamu telah merampas hasil ladang anggur dan rumah kamu penuh dengan barang yang kamu rampas daripada orang miskin."},{"number":15,"verse":"Kamu tidak berhak memeras umat-Ku serta memperdaya orang miskin. Aku, TUHAN Raja Yang Maha Kuasa telah berfirman.”"},{"number":16,"verse":"( Amaran kepada Wanita Yerusalem) TUHAN berfirman, “Sombong betul wanita Yerusalem! Mereka suka bergaya, sentiasa bermain mata, dan langkah mereka dibuat-buat sehingga gelang kaki bergemerencing."},{"number":17,"verse":"Tetapi Aku akan menghukum mereka: Aku akan mencukur rambut mereka sehingga mereka botak.”"},{"number":18,"verse":"Harinya akan tiba apabila Tuhan mengambil segala barang perhiasan yang dibanggakan oleh wanita Yerusalem: hiasan rambut, gelang kaki, kalung,"},{"number":19,"verse":"gelang tangan, kain tudung,"},{"number":20,"verse":"hiasan kepala, azimat yang dipakai pada lengan dan pinggang,"},{"number":21,"verse":"cincin serta anting-anting hidung,"},{"number":22,"verse":"pakaian pesta, baju gaun, jubah, beg tangan,"},{"number":23,"verse":"baju tipis, sapu tangan linen, ikat kepala, dan selendang panjang."},{"number":24,"verse":"Sekarang mereka memakai minyak wangi, tetapi kelak mereka akan berbau busuk. Tali pinggang mereka yang halus akan diganti dengan tali yang kasar. Kepala mereka yang berambut cantik akan menjadi botak. Pakaian mereka yang elok-elok akan diganti dengan kain buruk. Kecantikan mereka akan diganti dengan keburukan yang memalukan!"},{"number":25,"verse":"Kaum lelaki di kota itu, bahkan yang paling perkasa akan terbunuh dalam peperangan."},{"number":26,"verse":"Di pintu gerbang kota, orang akan berkabung dan meratap, dan kota itu akan menjadi seperti wanita yang ditelanjangi, yang duduk di tanah."}]}