{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"( Perjanjian yang Sia-Sia dengan Mesir) TUHAN berfirman, “Malanglah mereka yang memerintah Yehuda, kerana mereka memberontak terhadap Aku. Mereka melaksanakan rancangan-rancangan yang bukan rancangan-Ku, dan mengikat perjanjian yang menentang kehendak-Ku. Maka bertimbun-timbunlah dosa mereka."},{"number":2,"verse":"Mereka minta tolong daripada Mesir tanpa mohon nasihat-Ku. Mereka bernaung di bawah kerajaan Mesir. Oleh itu, mereka mengharapkan perlindungan daripada raja Mesir."},{"number":3,"verse":"Tetapi raja Mesir tidak berdaya menolong mereka, dan perlindungan yang diharapkan daripada Mesir akan menjadi sia-sia."},{"number":4,"verse":"Walaupun duta-duta Yehuda telah tiba di Zoan dan Hanes, kota-kota Mesir,"},{"number":5,"verse":"namun penduduk Yehuda akan menyesal kerana bersandar kepada bangsa yang tidak boleh diharap, bangsa yang mengecewakan mereka pada masa mereka memerlukan pertolongan.”"},{"number":6,"verse":"Demikianlah perkhabaran Allah tentang binatang di gurun sebelah selatan, “Duta-duta berjalan melalui negeri yang berbahaya, yang didiami oleh singa, ular berbisa, dan naga yang boleh terbang. Mereka memuati keldai dan unta dengan hadiah yang mahal-mahal untuk bangsa yang tidak dapat menolong mereka."},{"number":7,"verse":"Pertolongan yang diberikan oleh Mesir itu sia-sia. Oleh itu Aku menyebut Mesir, ‘Naga yang tidak berbahaya.’ ”"},{"number":8,"verse":"( Umat yang Tidak Taat) Allah menyuruh aku mencatat kejahatan umat ini di dalam sebuah kitab, sebagai peringatan untuk selama-lamanya."},{"number":9,"verse":"Mereka sentiasa memberontak terhadap Allah, sentiasa berdusta, dan enggan menurut ajaran-ajaran TUHAN."},{"number":10,"verse":"Mereka menyuruh para nabi menutup mulut. Mereka berkata, “Jangan katakan hal yang benar kepada kami, tetapi katakan hal yang ingin kami dengar. Biarlah kami berkhayal."},{"number":11,"verse":"Ke tepi! Jangan halangi kami. Kami tidak mahu mendengar tentang Allah Israel, Allah kamu yang suci.”"},{"number":12,"verse":"Tetapi inilah firman Allah Israel, Allah yang suci, “Kamu tidak menghirau firman-Ku dan kamu bergantung kepada kekerasan serta penipuan."},{"number":13,"verse":"Kamu bersalah. Kamu seperti tembok tinggi yang retak dari atas sampai ke bawah. Dengan tiba-tiba kamu akan roboh."},{"number":14,"verse":"Kamu akan hancur seperti belanga, dan begitu luluh sehingga tiada bahagian yang dapat digunakan untuk mengambil bara, atau untuk mencedok air dari tempayan.”"},{"number":15,"verse":"TUHAN Raja, Allah Israel, Allah yang suci, berfirman kepada umat-Nya, “Kembalilah kepada-Ku dan percayalah kepada-Ku dengan hati yang tenteram. Maka kamu akan Kukuatkan dan Kuselamatkan.” Tetapi kamu tidak mahu."},{"number":16,"verse":"Sebaliknya kamu merancang untuk lari daripada musuh dengan menunggang kuda yang laju. Memang kamu perlu lari! Pada sangka kamu kuda kamu cukup laju, tetapi pengejar-pengejar kamu lebih cepat!"},{"number":17,"verse":"Seribu orang akan lari apabila melihat seorang musuh, dan lima orang musuh cukup untuk menyebabkan kamu semua lari. Tentera kamu akan lenyap, dan yang tinggal hanya sebatang tiang bendera di atas bukit."},{"number":18,"verse":"Namun TUHAN menanti-nantikan saatnya untuk menunjukkan belas kasihan-Nya kepada kamu. Dia mengasihani kamu kerana Dia Allah yang sentiasa berbuat adil. Berbahagialah mereka yang berharap kepada TUHAN."},{"number":19,"verse":"( Allah Akan Memberkati Umat-Nya) Kamu yang tinggal di Yerusalem tidak akan menangis lagi. TUHAN berbelas kasihan. Manakala kamu berseru minta tolong kepada-Nya, Dia akan menjawab."},{"number":20,"verse":"Tuhan akan memberi kamu cubaan yang berat, tetapi Dia sendiri akan menyertai kamu dan mengajar kamu. Kamu tidak perlu mencari-cari Dia lagi."},{"number":21,"verse":"Jika kamu menyimpang ke kanan atau ke kiri, kamu akan mendengar suara-Nya di belakang kamu berfirman, “Inilah jalannya, ikutlah jalan ini!”"},{"number":22,"verse":"Kamu akan mengambil patung-patung berhala kamu yang disadur dengan perak dan emas, lalu membuangnya seperti kotoran. Kamu akan berkata kepadanya, “Pergilah daripadaku!”"},{"number":23,"verse":"Ketika kamu menabur benih, TUHAN akan menurunkan hujan supaya benih itu tumbuh. Dia akan memberi kamu hasil yang banyak, dan bagi ternak kamu akan tersedia padang rumput yang luas."},{"number":24,"verse":"Lembu dan keldai yang membajak tanah kamu akan mendapat makanan yang terbaik."},{"number":25,"verse":"Kubu-kubu musuh kamu akan roboh, dan mereka akan dibunuh. Pada hari itu anak-anak sungai akan mengalir dari tiap-tiap gunung dan bukit."},{"number":26,"verse":"Bulan akan bersinar seterang matahari, dan matahari akan bersinar tujuh kali lebih terang daripada biasa, seperti cahaya matahari selama tujuh hari dipancarkan sekaligus. Semua itu akan berlaku apabila TUHAN membalut dan menyembuhkan luka-luka umat-Nya yang telah didera-Nya."},{"number":27,"verse":"( Allah Akan Menghukum Asyur) Kuasa dan kemuliaan TUHAN terlihat dari jauh. Api dan asap menunjukkan kemurkaan-Nya. Apabila Dia berfirman, firman-Nya membakar seperti api."},{"number":28,"verse":"Dia mengutus angin di hadapan-Nya seperti air bah setinggi leher yang menghanyutkan segala sesuatu. Angin itu memusnahkan bangsa-bangsa, dan mengakhiri rancangan-rancangan jahat mereka."},{"number":29,"verse":"Tetapi kamu, hai umat Allah, akan bersukacita dan bernyanyi seperti pada malam perayaan agama! Kamu akan bersukacita seperti mereka yang berjalan dengan iringan seruling menuju ke Rumah TUHAN, Pembela Israel."},{"number":30,"verse":"TUHAN akan memperdengar suara-Nya yang agung itu, dan setiap orang akan merasai kemurkaan-Nya yang menyala-nyala. Kemurkaan-Nya akan mendatangkan api yang menghanguskan, ribut, hujan batu, dan hujan lebat."},{"number":31,"verse":"Orang Asyur akan ketakutan apabila mendengar suara TUHAN, dan merasai hukuman-Nya yang berat."},{"number":32,"verse":"Sedang TUHAN berulang-ulang memukul mereka, umat-Nya akan menari mengikut rentak tamburin dan kecapi. Allah sendiri akan berperang melawan orang Asyur."},{"number":33,"verse":"Sejak dahulu telah disediakan api yang besar untuk membakar raja Asyur. Tempat itu dalam dan lebar serta berisi kayu api yang bertimbun-timbun. TUHAN akan menyalakan kayu itu dengan hembusan nafas-Nya."}]}