{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"( Doa Minta Pertolongan) Malanglah musuh kita! Mereka merompak dan berbuat khianat walaupun tiada sesiapa pernah merompak dan mengkhianati mereka. Tetapi masa untuk mereka merompak dan berbuat khianat itu akan tamat, lalu mereka sendiri akan dirompak dan dikhianati."},{"number":2,"verse":"Ya TUHAN, kasihanilah kami. Kami berharap kepada-Mu. Lindungilah kami tiap-tiap hari, dan selamatkanlah kami pada masa kesusahan."},{"number":3,"verse":"Apabila Engkau menolong kami berperang, bangsa-bangsa lari."},{"number":4,"verse":"Milik mereka direbut dan dirampas sebagai jarahan."},{"number":5,"verse":"TUHAN sangat agung! Dia menguasai segala-galanya. Dia menegakkan keadilan dan kejujuran di Yerusalem,"},{"number":6,"verse":"dan memberikan keamanan kepada umat-Nya. Dia sentiasa melindungi umat-Nya, serta memberi mereka kebijaksanaan dan pengetahuan. Harta mereka yang paling berharga adalah hormat dan takut kepada TUHAN."},{"number":7,"verse":"Orang yang gagah berani minta tolong. Duta-duta yang berusaha untuk mencapai kedamaian menangis dengan pedih."},{"number":8,"verse":"Jalan raya menjadi sangat berbahaya sehingga tiada sesiapa melaluinya. Perjanjian diputuskan dan persetujuan diingkari. Tiada lagi orang yang dihiraukan."},{"number":9,"verse":"Negeri menjadi terbiar dan terlantar. Hutan Lebanon menjadi layu; lembah yang subur di Saron menjadi seperti gurun; di Basan dan Gunung Karmel daun-daun gugur."},{"number":10,"verse":"( TUHAN Memberikan Amaran kepada Musuh-Nya) TUHAN berfirman kepada bangsa-bangsa, “Sekarang Aku akan bertindak. Aku akan menunjukkan betapa besarnya kuasa-Ku."},{"number":11,"verse":"Rancangan-rancangan kamu sia-sia, dan segala perbuatan kamu pun tidak berguna. Kemarahan kamu seperti api yang membinasakan kamu."},{"number":12,"verse":"Kamu akan menjadi seperti batu karang yang dibakar menjadi kapur, dan seperti semak duri yang dibakar menjadi abu."},{"number":13,"verse":"Hendaklah tiap-tiap orang, baik yang dekat mahupun yang jauh, tahu akan perbuatan-Ku dan mengakui kuasa-Ku.”"},{"number":14,"verse":"Penduduk Sion yang berdosa gementar ketakutan. Mereka berkata, “Hukuman daripada Allah seperti api yang membakar selama-lamanya. Dapatkah sesiapa selamat daripada api seperti itu?”"},{"number":15,"verse":"Kamu akan selamat jika pertuturan dan perbuatan kamu benar. Jangan gunakan kuasa kamu untuk menipu orang miskin, dan jangan terima rasuah. Jangan ikut orang yang merancangkan pembunuhan atau melakukan kejahatan lain."},{"number":16,"verse":"Dengan demikian kamu akan selamat, kamu akan terlindung seolah-olah kamu di dalam kubu yang kuat. Kamu akan mendapat makanan dan minuman."},{"number":17,"verse":"( Masa Hadapan yang Gemilang) Sekali lagi kamu akan menyaksikan seorang raja memerintah dengan kemegahan. Negerinya terbentang ke semua jurusan."},{"number":18,"verse":"Dahulu kamu takut terhadap pemungut cukai bangsa asing dan pengintip; sekarang semuanya kenangan belaka."},{"number":19,"verse":"Kamu tidak akan lagi melihat orang asing yang sombong, yang bertutur dalam bahasa yang tidak kamu fahami."},{"number":20,"verse":"Pandanglah kota Sion tempat kita merayakan hari perayaan agama. Pandanglah Yerusalem! Tempat itu akan menjadi kediaman yang selamat seperti khemah yang belum pernah dipindahkan, yang pasaknya belum pernah dicabut dan talinya tidak pernah putus."},{"number":21,"verse":"TUHAN akan memperlihatkan kemuliaan-Nya kepada kita. Kita akan tinggal berhampiran dengan sungai-sungai yang lebar dan anak-anak sungai, tetapi yang tidak dapat dilalui kapal musuh."},{"number":22,"verse":"Segala perlengkapan di kapal mereka tidak berguna. Layarnya tidak dapat dibentangkan. Kita akan merampas semua kekayaan tentera musuh, dan jumlahnya begitu banyak sehingga orang lumpuh pun mendapat bahagian. TUHAN sendiri akan menjadi raja kita. Dia akan memerintah dan melindungi kita."},{"number":24,"verse":"Tiada sesiapa yang tinggal di negeri kita akan mengeluh kerana sakit, dan segala dosa akan diampunkan."}]}