{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"( Kata-Kata Pengharapan) “Hiburkanlah umat-Ku, hiburkanlah mereka!” firman Allah kamu."},{"number":2,"verse":"“Galakkanlah penduduk Yerusalem. Beritahulah mereka bahawa sudah cukup mereka menderita, dan dosa mereka sudah Kuampunkan.” ( dosa... Kuampunkan; atau mereka telah menebus kesalahan mereka.) Aku telah menghukum mereka dengan sepenuhnya kerana dosa mereka."},{"number":3,"verse":"( ; ; ) Terdengar suara orang berseru, “Sediakanlah jalan bagi TUHAN di padang gurun! Siapkanlah jalan di padang pasir bagi Allah kita!"},{"number":4,"verse":"Timbusilah tiap-tiap lembah; ratakanlah tiap-tiap gunung. Bukit-bukit akan menjadi dataran, dan tanah yang lekak-lekuk akan diratakan."},{"number":5,"verse":"( ) Lalu keagungan TUHAN akan dinyatakan, dan segenap umat manusia akan menyaksikannya. TUHAN sendiri telah menjanjikannya.”"},{"number":6,"verse":"Terdengar suara orang berseru, “Isytiharkanlah berita ini!” “Berita apa yang harus kuisytiharkan?” aku bertanya. “Isytiharkanlah bahawa manusia bagaikan rumput; mereka seperti bunga yang tidak tahan lama."},{"number":7,"verse":"Rumput menjadi kering dan bunga pun layu, apabila TUHAN menghembuskan angin yang panas. Manusia juga sama seperti rumput."},{"number":8,"verse":"( ; ) Rumput menjadi kering dan bunga pun layu, tetapi firman Allah kita kekal selama-lamanya.”"},{"number":9,"verse":"Hai Yerusalem, naiklah ke atas gunung yang tinggi dan isytiharkanlah berita baik! Hai Sion, berserulah dengan suara yang lantang dan umumkanlah berita baik! ( Hai Yerusalem,... baik; atau Naiklah ke atas gunung yang tinggi dan isytiharkanlah berita baik kepada Yerusalem! Berserulah dengan suara yang lantang dan umumkanlah berita baik kepada Sion!) Berserulah dan jangan takut. Beritahulah kota-kota di Yehuda bahawa Allah mereka akan datang!"},{"number":10,"verse":"( ; ) TUHAN Raja datang untuk memerintah dengan kekuasaan, Dia akan membawa umat yang telah diselamatkan-Nya. ( umat yang telah diselamatkan-Nya; atau ganjaran yang dipunyai-Nya untuk mereka.)"},{"number":11,"verse":"( ; ) Dia akan menjaga umat-Nya seperti seorang gembala; Dia akan mengumpulkan dan mendukung anak-anak domba, dan dengan lemah lembut, memimpin induk-induk domba."},{"number":12,"verse":"( Allah Israel Tiada Bandingnya) Siapakah dapat menyukat air laut dengan lekuk tangannya, atau mengukur langit dengan jengkal? Siapakah yang dapat menyukat tanah bumi ini dengan cawan, atau menimbang berat gunung dan bukit dengan dacing?"},{"number":13,"verse":"( ; ) Siapakah dapat mengarahkan TUHAN, dan siapakah dapat mengajar dan menasihatkan Dia?"},{"number":14,"verse":"Dengan siapakah Dia berunding supaya mendapat pengetahuan dan pengertian? Siapakah yang memberi Dia petunjuk untuk bertindak dengan adil?"},{"number":15,"verse":"Bagi TUHAN, bangsa-bangsa seperti setitis air dalam timba, seperti sebutir debu pada neraca; pulau-pulau sama ringan dengan debu halus."},{"number":16,"verse":"Semua binatang di hutan Lebanon tidak cukup untuk dijadikan korban untuk menyenangkan hati ( korban untuk menyenangkan hati; Harfiah: korban bakar (lihat Kamus).) Allah kita, dan pokok-pokok di sana tidak cukup untuk dijadikan kayu api."},{"number":17,"verse":"Bangsa-bangsa tidak bererti bagi-Nya, seolah-olah tidak wujud di hadapan-Nya."},{"number":18,"verse":"Dengan siapakah dapat kamu samakan Allah? Siapakah yang kamu anggap serupa dengan Dia?"},{"number":19,"verse":"( ) Dia tidak sama dengan patung yang dibuat oleh tangan manusia, yang disaluti emas oleh tukang emas, lalu ditegakkan di atas alas perak."},{"number":20,"verse":"Orang yang tidak mampu membeli perak atau emas, memilih kayu yang tidak mudah reput. Dia mencari tukang yang pandai untuk membuat patung yang tidak akan jatuh."},{"number":21,"verse":"Tidakkah kamu tahu? Tidakkah kamu diberitahu sejak dahulu? Bukankah Allah yang mencipta bumi?"},{"number":22,"verse":"Dialah yang menguasai seluruh bumi; penduduk bumi kelihatan kecil seperti belalang. Dia membentangkan langit seperti kain, dan memasangnya seperti khemah untuk didiami."},{"number":23,"verse":"Dia menjatuhkan pemerintah yang berkuasa, dan meniadakan kuasa mereka."},{"number":24,"verse":"Mereka itu seperti tanaman muda, yang baru tumbuh akarnya. Apabila TUHAN menghembuskan angin, mereka kering dan diterbangkan seperti jerami."},{"number":25,"verse":"Dengan siapakah dapat kamu samakan Allah Yang Maha Suci? Adakah sesiapa yang seperti Dia?"},{"number":26,"verse":"Pandanglah ke langit dan perhatikanlah! Siapakah yang menciptakan bintang-bintang? Dia yang menyuruh bintang keluar seperti pasukan askar, Dia tahu akan jumlahnya, dan memanggil nama setiap bintang! Kuasa-Nya amat besar - tidak satu bintang pun yang hilang!"},{"number":27,"verse":"Jika demikian, hai Israel, mengapakah kamu mengeluh, bahawa TUHAN tidak tahu akan kesusahan kamu, dan tidak mempedulikan hak kamu?"},{"number":28,"verse":"Tidakkah kamu tahu? Belumkah kamu mendengar? TUHAN ialah Allah yang kekal; Dialah yang menciptakan seluruh bumi. Dia tidak pernah letih atau lesu. Tiada sesiapa pun dapat menyelami fikiran-Nya."},{"number":29,"verse":"Dia menguatkan orang yang lemah, dan memberikan kekuatan kepada orang yang tidak berdaya."},{"number":30,"verse":"Orang muda pun menjadi letih dan lesu; anak muda pun jatuh kerana keletihan."},{"number":31,"verse":"Tetapi orang yang berharap kepada TUHAN akan mendapat kekuatan baru. Mereka seperti burung rajawali, yang terbang tinggi dengan kekuatan sayapnya. Mereka akan berlari dan tidak lelah; mereka akan berjalan dan tidak menjadi lemah."}]}