{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":45,"verses":[{"number":1,"verse":"( TUHAN Melantik Kores) TUHAN telah melantik Kores menjadi raja. Dia memilih Kores untuk menaklukkan bangsa-bangsa; Dia mengutus Kores supaya melucutkan kuasa raja-raja, TUHAN akan membuka pintu-pintu gerbang kota baginya. Demikianlah firman TUHAN kepada Kores,"},{"number":2,"verse":"“Aku sendiri akan menyediakan jalan bagimu, Aku akan meratakan gunung serta bukit. Aku akan merobohkan pintu gerbang gangsa, dan mematahkan palang-palang besi."},{"number":3,"verse":"Aku akan memberi engkau kekayaan dari tempat-tempat yang gelap dan tersembunyi; barulah engkau tahu bahawa Akulah TUHAN, dan bahawa Allah Israel telah memanggil engkau dengan namamu."},{"number":4,"verse":"Aku melantik engkau untuk menolong hamba-Ku Israel, umat yang telah Kupilih itu. Aku telah mengurniakan kehormatan kepadamu walaupun engkau tidak mengenal Aku."},{"number":5,"verse":"Akulah TUHAN; selain Aku tiada yang lain. Aku akan mengurniai engkau kekuatan yang kauperlukan, walaupun engkau tidak mengenal Aku."},{"number":6,"verse":"Aku berbuat demikian supaya dari timur sampai ke barat semua orang akan tahu bahawa Akulah TUHAN; selain Aku tiada yang lain."},{"number":7,"verse":"Akulah yang menciptakan cahaya dan kegelapan; Akulah yang mendatangkan berkat dan malapetaka. Akulah TUHAN yang melakukan semuanya."},{"number":8,"verse":"Aku akan menurunkan kemenangan seperti hujan dari langit; bumi terbuka untuk menerimanya, lalu tumbuhlah kebebasan dan keadilan, kerana Aku, TUHAN, akan melaksanakan hal ini.”"},{"number":9,"verse":"( TUHAN Penguasa Alam Semesta dan Sejarah) ( ; ) Malanglah orang yang membantah Penciptanya; orang itu seperti periuk yang melawan pembuatnya. Adakah tanah liat bertanya kepada tukang periuk, “Apakah yang engkau buat?” Bolehkah periuk mengadu bahawa pembuatnya itu tidak pandai?"},{"number":10,"verse":"Malanglah anak yang bertanya kepada ibu bapa, “Mengapakah saya dilahirkan begini?”"},{"number":11,"verse":"TUHAN, Allah Israel, Allah yang suci, TUHAN yang menentukan masa depan berfirman, “Kamu tidak berhak menyoal Aku tentang anak-anak-Ku, ataupun memberitahu Aku apa yang harus Aku buat."},{"number":12,"verse":"Akulah yang menjadikan bumi, dan menciptakan manusia untuk mendiaminya. Dengan kuasa-Ku, Aku membentangkan langit; Aku menguasai matahari, bulan, dan bintang."},{"number":13,"verse":"Akulah yang menggerakkan hati Kores supaya bertindak, untuk melaksanakan maksud-Ku dan menegakkan keadilan. Aku akan meratakan tiap-tiap jalan yang akan dilaluinya. Dia akan membina semula kota-Ku, Yerusalem, dan membebaskan umat-Ku yang ditawan, tanpa rasuah dan tanpa bayaran.” TUHAN Yang Maha Kuasa telah berfirman."},{"number":14,"verse":"TUHAN berfirman kepada Israel, “Kamu akan memiliki kekayaan Mesir dan Etiopia, ( Etiopia: Lihat 11.11.) orang yang tinggi-tinggi dari Seba akan menjadi abdi kamu; mereka terbelenggu dan berjalan di belakang kamu. Mereka akan bersujud di hadapan kamu serta mengaku, ‘Allah menyertai kamu, Dia satu-satunya Allah."},{"number":15,"verse":"Allah Israel yang menyelamatkan umat-Nya ialah Allah yang menyembunyikan diri-Nya."},{"number":16,"verse":"Semua orang yang membuat berhala akan dipermalukan dan dihina."},{"number":17,"verse":"Tetapi Israel akan diselamatkan oleh TUHAN, dan penyelamatannya kekal; umat-Nya tidak akan dipermalukan.’ ”"},{"number":18,"verse":"TUHAN yang menjadikan langit, Dialah Allah! Dia membentuk dan menjadikan bumi, Dia menjadikan bumi teguh. Dia menjadikan bumi tempat kediaman manusia, bukan suatu tempat yang lengang. Dialah yang berfirman, “Akulah TUHAN, dan tidak ada yang lain."},{"number":19,"verse":"Aku tidak berfirman dengan cara rahsia, ataupun menyembunyikan maksud-Ku. Aku tidak menyuruh umat Israel mencari Aku dengan sia-sia. Akulah TUHAN, Aku tidak berdusta; Aku menyatakan hal yang benar.”"},{"number":20,"verse":"( TUHAN Yang Maha Kuasa dan Dewa-Dewa Babel) TUHAN berfirman, “Berhimpunlah dan datanglah bersama-sama, kamu semua yang terselamat antara bangsa-bangsa. Bodohlah orang yang berarak dengan membawa berhala daripada kayu, dan berdoa kepada dewa yang tidak dapat menyelamatkan mereka."},{"number":21,"verse":"Marilah ajukan perkara kamu, biarlah pembela kamu berunding bersama-sama. Siapakah yang sejak dahulu bernubuat tentang hal yang akan berlaku? Bukankah Aku, TUHAN? Tiada tuhan-tuhan lain kecuali Aku. Akulah Allah yang adil dan yang menyelamatkan, tiada yang lain kecuali Aku."},{"number":22,"verse":"Berpalinglah kepada-Ku sekarang hai bangsa-bangsa di seluruh dunia, supaya kamu diselamatkan! Akulah satu-satunya Allah, selain Aku, tiada yang lain."},{"number":23,"verse":"( ; ) Janji-Ku benar, dan tidak akan batal. Aku bersumpah demi diri-Ku sendiri: tiap-tiap orang akan berlutut di hadapan-Ku, dan dalam bahasa masing-masing bersumpah untuk setia kepada-Ku."},{"number":24,"verse":"Mereka akan berkata bahawa kemenangan dan keadilan hanya daripada Aku; tetapi semua orang yang membenci Aku akan dipermalukan di hadapan-Ku."},{"number":25,"verse":"Aku, TUHAN akan menyelamatkan semua keturunan Yakub, dan mereka akan memuji Aku."}]}