{"bibleAbbr":"msAB1996","bookName":"YESAYA","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"( TUHAN Mengadili Bangsa-Bangsa) ( , ) TUHAN berfirman, “Langit ialah takhta-Ku, dan bumi ialah bangku kaki untuk-Ku. Rumah apakah dapat kamu bina bagi-Ku? Tempat kediaman jenis apakah yang sesuai untuk-Ku?"},{"number":2,"verse":"( ) Aku sendiri yang menciptakan alam semesta. Aku suka kepada orang yang rendah hati dan bertaubat, yang takut dan taat kepada-Ku."},{"number":3,"verse":"Umat itu berbuat sesuka hati mereka. Bagi mereka tidak ada perbezaannya sama ada mereka menyembelih lembu jantan ataupun membunuh manusia untuk dipersembahkan sebagai korban, sama ada mereka mempersembahkan anak domba atau mematahkan leher anjing, sama ada mereka mempersembahkan bijirin ataupun darah babi; sama ada mereka membakar kemenyan ataupun berdoa kepada berhala. Mereka suka cara penyembahan yang menjijikkan."},{"number":4,"verse":"Oleh itu Aku akan menimpakan bencana kepada mereka, iaitu bencana yang ditakuti mereka. Hal itu berlaku kerana ketika Aku memanggil, tidak seorang pun menjawab, dan ketika Aku berfirman, tidak seorang pun mendengar. Mereka memilih untuk membantah Aku dan berbuat jahat.”"},{"number":5,"verse":"Dengarlah firman TUHAN, hai kamu yang takut dan taat kepada-Nya: “Kerana kamu setia kepada-Ku, sebahagian daripada bangsa kamu sendiri akan membenci dan menolak kamu. Mereka akan mengolok-olok kamu dan berkata, ‘Biarlah TUHAN menunjukkan kebesaran-Nya dan menyelamatkan kamu, supaya kami nampak kamu bersukacita.’ Tetapi mereka sendirilah yang akan dipermalukan."},{"number":6,"verse":"Dengarlah bunyi riuh-rendah di dalam kota. Suara dari Rumah TUHAN itu suara TUHAN yang sedang menghukum musuh-musuh-Nya."},{"number":7,"verse":"( ) Kota suci-Ku seperti seorang perempuan yang tiba-tiba melahirkan anak tanpa merasai sakit."},{"number":8,"verse":"Pernahkah sesiapa melihat atau mendengar hal demikian? Pernahkah sesuatu bangsa dilahirkan dalam sehari? Sion tidak akan menderita lama lagi; bangsa itu akan segera dilahirkan."},{"number":9,"verse":"Jangan sangka Aku membenarkan umat-Ku dikandung sehingga cukup bulan, lalu tidak dibenarkan lahir.” TUHAN telah berfirman."},{"number":10,"verse":"Bersukacitalah bersama-sama Yerusalem, hai kamu yang mengasihi kota itu. Bersukacitalah bersama-sama Yerusalem sekarang, kamu semua yang menangisinya dahulu."},{"number":11,"verse":"Kamu akan menikmati kemakmurannya seperti bayi menikmati susu ibunya."},{"number":12,"verse":"TUHAN berfirman, “Aku akan memberi kamu kemakmuran yang berterusan. Kekayaan negeri-negeri lain akan mengalir ke negerimu seperti sungai yang tidak pernah kering. Kamu akan menjadi seperti anak yang disusui oleh ibunya, yang didukung dan dikasihi."},{"number":13,"verse":"Aku akan menghibur kamu di Yerusalem, seperti ibu menghibur anaknya."},{"number":14,"verse":"Apabila kamu melihat kejadian itu, kamu akan bersukacita. Kamu akan berkembang subur seperti rumput. Barulah kamu tahu bahawa Aku, TUHAN menolong orang yang taat kepada-Ku, dan Aku menunjukkan kemurkaan terhadap musuh-Ku.”"},{"number":15,"verse":"TUHAN akan datang dengan api. Dia akan datang dengan mengenderai angin ribut untuk menghukum orang yang dimurkai-Nya."},{"number":16,"verse":"Dengan api dan pedang, Dia akan menghukum semua orang di dunia yang didapati-Nya bersalah; banyak orang akan dihukum mati."},{"number":17,"verse":"TUHAN berfirman, “Kesudahan orang yang menyucikan diri untuk menyembah berhala sudah dekat, iaitu mereka yang berarak ke taman-taman keramat, ( taman-taman keramat: Lihat 1.29.) dan yang makan daging babi, daging tikus, serta pelbagai makanan yang najis."},{"number":18,"verse":"Aku mengetahui ( Beberapa terjemahan kuno: Aku mengetahui; Naskhah Ibrani: Aku.) fikiran dan perbuatan mereka. Aku datang ( Beberapa terjemahan kuno: Aku datang; Naskhah Ibrani: Dia datang.) untuk mengumpulkan semua bangsa. Apabila mereka berkumpul, mereka akan melihat kuasa-Ku,"},{"number":19,"verse":"dan sedar bahawa Akulah yang menghukum mereka. Tetapi Aku akan menyelamatkan sebahagian daripada mereka, dan mengirim mereka kepada bangsa-bangsa di negeri-negeri jauh, yang belum pernah mendengar tentang kemasyhuran-Ku, ataupun melihat kebesaran-Ku dan kuasa-Ku. Aku akan mengirim mereka ke Sepanyol, Libia ( Menurut sebuah terjemahan kuno: Libia; Menurut naskhah Ibrani: Pul.) dan Lidia dengan para pemanahnya yang cekap, dan juga ke Tubal dan Yunani. Mereka akan mengisytiharkan kebesaran-Ku antara bangsa-bangsa itu."},{"number":20,"verse":"Mereka akan membawa semua orang sesama bangsa kamu pulang dari negeri-negeri itu sebagai persembahan kepada-Ku. Mereka akan mengenderai kuda, baghal, unta, kereta kuda, dan pedati ke bukit-Ku yang suci ( bukit... suci: Lihat 2.3.) di Yerusalem, seperti orang Israel membawa bijirin di dalam bekas yang bersih ke Rumah TUHAN untuk bersyukur kepada-Ku."},{"number":21,"verse":"Sebahagian daripada mereka akan Kujadikan imam dan orang Lewi."},{"number":22,"verse":"( ; ; ) Seperti langit baru dan bumi baru akan kekal kerana kuasa-Ku, demikian juga keturunan kamu dan nama kamu akan kekal."},{"number":23,"verse":"Pada tiap-tiap perayaan Bulan Baru dan hari Sabat, orang dari semua negeri akan datang menyembah Aku di Yerusalem."},{"number":24,"verse":"( ) Apabila mereka pulang, mereka akan nampak mayat-mayat orang yang memberontak terhadap Aku. Ulat yang memakan mayat mereka tidak akan mati, dan api yang membakar mereka tidak akan padam. Pemandangan itu sungguh mengerikan bagi semua manusia.”"}]}