{"bibleAbbr":"HOV2012","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"जिस समय यहोवा ने सीनै पर्वत के पास मूसा से बातें कीं उस समय हारून और मूसा की यह वंशावली थी।"},{"number":2,"verse":"हारून के पुत्रों के नाम ये हैं : नादाब जो उसका जेठा था, और अबीहू, एलीआज़ार और ईतामार;"},{"number":3,"verse":"हारून के पुत्र, जो अभिषिक्‍त याजक थे, और उनका संस्कार याजक का काम करने के लिये हुआ था उनके नाम ये ही हैं।"},{"number":4,"verse":"नादाब और अबीहू जिस समय सीनै के जंगल में यहोवा के सम्मुख ऊपरी आग ले गए उसी समय यहोवा के सामने मर गए थे; और वे पुत्रहीन भी थे। एलीआज़ार और ईतामार अपने पिता हारून के सामने याजक का काम करते रहे।"},{"number":5,"verse":"फिर यहोवा ने मूसा से कहा,"},{"number":6,"verse":"“लेवी गोत्रवालों को समीप ले आकर हारून याजक के सामने खड़ा कर कि वे उसकी सेवा टहल करें।"},{"number":7,"verse":"जो कुछ उसकी ओर से और सारी मण्डली की ओर से उन्हें सौंपा जाए उसकी रक्षा वे मिलापवाले तम्बू के सामने करें, इस प्रकार वे तम्बू की सेवा करें;"},{"number":8,"verse":"वे मिलापवाले तम्बू के कुल सामान की और इस्राएलियों की सौंपी हुई वस्तुओं की भी रक्षा करें, इस प्रकार वे तम्बू की सेवा करें।"},{"number":9,"verse":"और तू लेवियों को हारून और उसके पुत्रों को सौंप दे; और वे इस्राएलियों की ओर से हारून को सम्पूर्ण रीति से अर्पित किए हुए हों।"},{"number":10,"verse":"और हारून और उसके पुत्रों को याजक के पद पर नियुक्‍त कर, और वे अपने याजक पद को सम्भालें, और यदि अन्य मनुष्य समीप आए, तो वह मार डाला जाए।”"},{"number":11,"verse":"फिर यहोवा ने मूसा से कहा,"},{"number":12,"verse":"“सुन, इस्राएली स्त्रियों के सब पहिलौठों की सन्ती मैं इस्राएलियों में से लेवियों को ले लेता हूँ; इसलिये लेवीय मेरे ही हों।"},{"number":13,"verse":"सब पहिलौठे मेरे हैं; क्योंकि जिस दिन मैं ने मिस्र देश में के सब पहिलौठों को मारा, उसी दिन मैं ने, क्या मनुष्य क्या पशु, इस्राएलियों के सब पहिलौठों को अपने लिये पवित्र ठहराया; इसलिये वे मेरे ही ठहरेंगे; मैं यहोवा हूँ।”"},{"number":14,"verse":"फिर यहोवा ने सीनै के जंगल में मूसा से कहा,"},{"number":15,"verse":"“लेवियों में से जितने पुरुष एक महीने या उससे अधिक आयु के हों उनको उनके पितरों के घरानों और उनके कुलों के अनुसार गिन ले।”"},{"number":16,"verse":"यह आज्ञा पाकर मूसा ने यहोवा के कहे के अनुसार उनको गिन लिया।"},{"number":17,"verse":"लेवी के पुत्रों के नाम ये हैं, अर्थात् गेर्शोन, कहात, और मरारी।"},{"number":18,"verse":"और गेर्शोन के पुत्र जिनसे उसके कुल चले उनके नाम ये हैं, अर्थात् लिब्नी और शिमी।"},{"number":19,"verse":"कहात के पुत्र जिनसे उसके कुल चले ये हैं, अर्थात् अम्राम, यिसहार, हेब्रोन, और उज्जीएल।"},{"number":20,"verse":"और मरारी के पुत्र जिनसे उसके कुल चले ये हैं, अर्थात् महली और मूशी। ये लेवियों के कुल अपने पितरों के घरानों के अनुसार हैं।"},{"number":21,"verse":"गेर्शोन से लिब्नियों और शिमियों के कुल चले; गेर्शोनवंशियों के कुल ये ही हैं।"},{"number":22,"verse":"इनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी, उन सभों की गिनती साढ़े सात हज़ार थी।"},{"number":23,"verse":"गेर्शोनवाले कुल को निवास के पीछे पश्‍चिम की ओर अपने डेरे डालना था;"},{"number":24,"verse":"और गेर्शोनियों के मूलपुरुष के घराने का प्रधान लाएल का पुत्र एल्यासाप था।"},{"number":25,"verse":"और मिलापवाले तम्बू की जो वस्तुएँ गेर्शोनवंशियों को सौंपी गई, वे ये हैं, अर्थात् निवास और तम्बू, और उसका आवरण, और मिलापवाले तम्बू के द्वार का परदा,"},{"number":26,"verse":"और जो आँगन निवास और वेदी के चारों ओर है उसके परदे, और उसके द्वार का परदा, और सब डोरियाँ जो उसमें काम आती हैं।"},{"number":27,"verse":"फिर कहात से अम्रामियों, यिसहारियों, हेब्रोनियों, और उज्जीएलियों के कुल चले; कहातियों के कुल ये ही हैं।"},{"number":28,"verse":"उनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी उनकी गिनती आठ हज़ार छ: सौ थी। उन पर पवित्रस्थान की रक्षा का उत्तरदायित्व था।"},{"number":29,"verse":"कहातियों के कुल को निवास के उस ओर अपने डेरे डालना था जो दक्षिण की ओर है;"},{"number":30,"verse":"और कहातवाले कुलों के मूलपुरुष के घराने का प्रधान उज्जीएल का पुत्र एलीसापान था।"},{"number":31,"verse":"और जो वस्तुएँ उनको सौंपी गई वे सन्दूक, मेज, दीवट, वेदियाँ, और पवित्रस्थान का वह सामान जिससे सेवा टहल होती है, और परदा; अर्थात् पवित्रस्थान में काम में आनेवाला सारा सामान था।"},{"number":32,"verse":"और लेवियों के प्रधानों का प्रधान हारून याजक का पुत्र एलीआज़ार हो, और जो लोग पवित्रस्थान की सौंपी हुई वस्तुओं की रक्षा करेंगे उन पर वही मुखिया ठहरे।"},{"number":33,"verse":"फिर मरारी से महलियों और मूशियों के कुल चले; मरारी के कुल ये ही हैं।"},{"number":34,"verse":"इनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी उन सभों की गिनती छ: हज़ार दो सौ थी।"},{"number":35,"verse":"और मरारी के कुलों के मूलपुरुष के घराने का प्रधान अबीहैल का पुत्र सूरीएल था; इन लोगों को निवास के उत्तर की ओर अपने डेरे खड़े करना था।"},{"number":36,"verse":"और जो वस्तुएँ मरारीवंशियों को सौंपी गई कि वे उनकी रक्षा करें, वे निवास के तख्ते, बेंड़े, खम्भे, कुर्सियाँ, और सारा सामान; निदान जो कुछ उसके लगाने में काम आए;"},{"number":37,"verse":"और चारों ओर के आँगन के खम्भे, और उनकी कुर्सियाँ, खूँटे और डोरियाँ थीं।"},{"number":38,"verse":"जिन्हें मिलापवाले तम्बू के सामने, अर्थात् निवास के सामने पूरब की ओर जहाँ से सूर्योदय होता है, अपने डेरे डालना था, वे मूसा और हारून और उसके पुत्रों के डेरे हों, और पवित्रस्थान की रखवाली इस्राएलियों के बदले वे ही किया करें, और दूसरा जो कोई उसके समीप आए वह मार डाला जाए।"},{"number":39,"verse":"यहोवा की इस आज्ञा को पाकर एक महीने की या उससे अधिक आयुवाले जितने लेवीय पुरुषों को मूसा और हारून ने उनके कुलों के अनुसार गिना, वे सब के सब बाईस हज़ार थे।"},{"number":40,"verse":"फिर यहोवा ने मूसा से कहा, “इस्राएलियों के जितने पहिलौठे पुरुषों की आयु एक महीने की या उससे अधिक है, उन सभों को नाम ले लेकर गिन ले।"},{"number":41,"verse":"और मेरे लिये इस्राएलियों के सब पहिलौठों के बदले लेवियों को, और इस्राएलियों के पशुओं के सब पहिलौठों के बदले लेवियों के पशुओं को ले; मैं यहोवा हूँ।”"},{"number":42,"verse":"यहोवा की इस आज्ञा के अनुसार मूसा ने इस्राएलियों के सब पहिलौठों को गिन लिया।"},{"number":43,"verse":"और सब पहिलौठे पुरुष जिनकी आयु एक महीने की या उससे अधिक थी, उनके नामों की गिनती बाईस हज़ार दो सौ तिहत्तर थी।"},{"number":44,"verse":"तब यहोवा ने मूसा से कहा,"},{"number":45,"verse":"“इस्राएलियों के सब पहिलौठों के बदले लेवियों को, और उनके पशुओं के बदले लेवियों के पशुओं को ले; और लेवीय मेरे ही हों; मैं यहोवा हूँ।"},{"number":46,"verse":"और इस्राएलियों के पहिलौठों में से जो दो सौ तिहत्तर गिनती में लेवियों से अधिक हैं, उनके छुड़ाने के लिये,"},{"number":47,"verse":"पुरुष पीछे पाँच शेकेल ले; वे पवित्रस्थान के शेकेल के हिसाब से हों, अर्थात् बीस गेरा का शेकेल हो।"},{"number":48,"verse":"और जो रुपया उन अधिक पहिलौठों की छुड़ौती का होगा उसे हारून और उसके पुत्रों को दे देना।”"},{"number":49,"verse":"अत: जो इस्राएली पहिलौठे लेवियों के द्वारा छुड़ाए हुओं से अधिक थे उनके हाथ से मूसा ने छुड़ौती का रुपया लिया।"},{"number":50,"verse":"और एक हज़ार तीन सौ पैंसठ शेकेल रुपया पवित्रस्थान के शेकेल के हिसाब से वसूल हुआ।"},{"number":51,"verse":"और यहोवा की आज्ञा के अनुसार मूसा ने छुड़ाए हुओं का रुपया हारून और उसके पुत्रों को दे दिया।"}]}