{"bibleAbbr":"HOV2012","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":6,"verses":[{"number":1,"verse":"फिर यहोवा ने मूसा से कहा,"},{"number":2,"verse":"“इस्राएलियों से कह कि जब कोई पुरुष या स्त्री नाज़ीर की मन्नत, अर्थात् अपने को यहोवा के लिये न्यारा करने की विशेष मन्नत माने,"},{"number":3,"verse":"तब वह दाखमधु आदि मदिरा से अलग रहे; वह न दाखमधु, और न मदिरा का सिरका पीए, और न दाख का कुछ रस भी पीए, वरन् दाख न खाए, चाहे हरी हो चाहे सूखी।"},{"number":4,"verse":"जितने दिन वह न्यारा रहे उतने दिन तक यह बीज से ले छिलके तक, जो कुछ दाखलता से उत्पन्न होता है, उसमें से कुछ न खाए।"},{"number":5,"verse":"“फिर जितने दिन उसने न्यारे रहने की मन्नत मानी हो उतने दिन तक वह अपने सिर पर छुरा न फिराए; और जब तक वे दिन पूरे न हों, जिनमें वह यहोवा के लिये न्यारा रहे, तब तक वह पवित्र ठहरेगा, और अपने सिर के बालों को बढ़ाए रहे।"},{"number":6,"verse":"जितने दिन वह यहोवा के लिये न्यारा रहे उतने दिन तक किसी लोथ के पास न जाए।"},{"number":7,"verse":"चाहे उसका पिता, या माता, या भाई, या बहिन भी मरे, तौभी वह उनके कारण अशुद्ध न हो; क्योंकि अपने परमेश्‍वर के लिये न्यारे रहने का चिह्न उसके सिर पर होगा।"},{"number":8,"verse":"अपने न्यारे रहने के सारे दिनों में वह यहोवा के लिये पवित्र ठहरा रहे।"},{"number":9,"verse":"“यदि कोई उसके पास अचानक मर जाए, और उसके न्यारे रहने का जो चिह्न उसके सिर पर होगा वह अशुद्ध हो जाए, तो वह शुद्ध होने के दिन, अर्थात् सातवें दिन अपना सिर मुड़ाए।"},{"number":10,"verse":"और आठवें दिन वह दो पंडुक या कबूतरी के दो बच्‍चे मिलापवाले तम्बू के द्वार पर याजक के पास ले जाए,"},{"number":11,"verse":"और याजक एक को पापबलि, और दूसरे को होमबलि करके उसके लिये प्रायश्‍चित करे, क्योंकि वह लोथ के कारण पापी ठहरा है। और याजक उसी दिन उसका सिर फिर पवित्र करे,"},{"number":12,"verse":"और वह अपने न्यारे रहने के दिनों को फिर यहोवा के लिये न्यारा ठहराए, और एक वर्ष का एक भेड़ का बच्‍चा दोषबलि करके ले आए; और जो दिन इससे पहले बीत गए हों वे व्यर्थ गिने जाएँ, क्योंकि उसके न्यारे रहने का चिह्न अशुद्ध हो गया।"},{"number":13,"verse":"“फिर जब नाज़ीर के न्यारे रहने के दिन पूरे हों, उस समय के लिये उसकी यह व्यवस्था है; अर्थात् वह मिलापवाले तम्बू के द्वार पर पहुँचाया जाए,"},{"number":14,"verse":"और वह यहोवा के लिये होमबलि करके एक वर्ष का एक निर्दोष भेड़ का बच्‍चा, पापबलि करके एक वर्ष की एक निर्दोष भेड़ की बच्‍ची, और मेलबलि के लिये एक निर्दोष मेढ़ा,"},{"number":15,"verse":"और अखमीरी रोटियों की एक टोकरी, अर्थात् तेल से सने हुए मैदे के फुलके, और तेल से चुपड़ी हुई अखमीरी पपड़ियाँ, और उन बलियों के अन्नबलि और अर्घ; ये सब चढ़ावे समीप ले जाए।"},{"number":16,"verse":"इन सब को याजक यहोवा के सामने पहुँचाकर उसके पापबलि और होमबलि को चढ़ाए,"},{"number":17,"verse":"और अखमीरी रोटी की टोकरी समेत मेढ़े को यहोवा के लिये मेलबलि करके, और उस मेलबलि के अन्नबलि और अर्घ को भी चढ़ाए।"},{"number":18,"verse":"तब नाज़ीर अपने न्यारे रहने के चिह्नवाले सिर को मिलापवाले तम्बू के द्वार पर मुण्डाकर अपने बालों को उस आग पर डाल दे जो मेलबलि के नीचे होगी।"},{"number":19,"verse":"फिर जब नाज़ीर अपने न्यारे रहने के चिह्नवाले सिर को मुण्डा चुके तब याजक मेढ़े का पकाया हुआ कन्धा, और टोकरी में से एक अखमीरी रोटी, और एक अखमीरी पपड़ी लेकर नाज़ीर के हाथों पर धर दे,"},{"number":20,"verse":"और याजक इनको हिलाने की भेंट करके यहोवा के सामने हिलाए; हिलाई हुई छाती और उठाई हुई जाँघ समेत ये भी याजक के लिये पवित्र ठहरें; इसके बाद वह नाज़ीर दाखमधु पी सकेगा।"},{"number":21,"verse":"“नाज़ीर की मन्नत की, और जो चढ़ावा उसको अपने न्यारे होने के कारण यहोवा के लिये चढ़ाना होगा उसकी भी यही व्यवस्था है। जो चढ़ावा वह अपनी पूंजी के अनुसार चढ़ा सके, उससे अधिक जैसी मन्नत उसने मानी हो, वैसे ही अपने न्यारे रहने की व्यवस्था के अनुसार उसे करना होगा।”"},{"number":22,"verse":"फिर यहोवा ने मूसा से कहा,"},{"number":23,"verse":"“हारून और उसके पुत्रों से कह कि तुम इस्राएलियों को इन वचनों से आशीर्वाद दिया करना :"},{"number":24,"verse":"“यहोवा तुझे आशीष दे और तेरी रक्षा करे;"},{"number":25,"verse":"“यहोवा तुझ पर अपने मुख का प्रकाश चमकाए, और तुझ पर अनुग्रह करे;"},{"number":26,"verse":"“यहोवा अपना मुख तेरी ओर करे, और तुझे शांति दे।"},{"number":27,"verse":"“इस रीति वे मेरे नाम को इस्राएलियों पर रखें, और मैं उन्हें आशीष दिया करूँगा।”"}]}