{"bibleAbbr":"KJV1611","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"Uerily, verily I say vnto you, He that entreth not by ye doore into the sheepefold, but climeth vp some other way, the same is a theefe, and a robber."},{"number":2,"verse":"But hee that entreth in by the doore, is the shepherd of the sheepe."},{"number":3,"verse":"To him the porter openeth, and the sheepe heare his voyce, and he calleth his owne sheepe by name, and leadeth them out."},{"number":4,"verse":"And when he putteth foorth his owne sheepe, he goeth before them, and the sheepe follow him: for they know his voyce."},{"number":5,"verse":"And a stranger will they not follow, but will flee from him, for they know not the voyce of strangers."},{"number":6,"verse":"This parable spake Iesus vnto them: but they vnderstood not what things they were which he spake vnto them."},{"number":7,"verse":"Then said Iesus vnto them againe, Uerily, verily I say vnto you, I am the doore of the sheepe."},{"number":8,"verse":"All that euer came before me, are theeues and robbers: but the sheepe did not heare them."},{"number":9,"verse":"I am the doore by me if any man enter in, he shall be saued, and shall goe in and out, and find pasture."},{"number":10,"verse":"The theefe commeth not, but for to steale and to kill, and to destroy: I am come that they might haue life, and that they might haue it more abundantly."},{"number":11,"verse":"I am the good shepheard: the good shepheard giueth his life for the sheepe."},{"number":12,"verse":"But hee that is an hireling and not the shepheard, whose owne the sheepe are not, seeth the woolfe coming, and leaueth the sheep, and fleeth: and the woolfe catcheth them, and scattereth the sheepe."},{"number":13,"verse":"The hireling fleeth, because he is an hireling, & careth not for the sheepe."},{"number":14,"verse":"I am the good shepheard, and know my sheepe, and am knowen of mine."},{"number":15,"verse":"As the father knoweth me, euen so know I the father: & I lay downe my life for the sheepe."},{"number":16,"verse":"And other sheepe I haue, which are not of this fold: them also I must bring, and they shall heare my voyce; and there shall be one fold, and one shepheard."},{"number":17,"verse":"Therefore doth my father loue me, because I lay downe my life that I might take it againe."},{"number":18,"verse":"No man taketh it from me, but I lay it downe of my selfe: I haue power to lay it downe, and I haue power to take it againe. This commandement haue I receiued of my father."},{"number":19,"verse":"There was a diuision therefore againe among the Iewes for these sayings."},{"number":20,"verse":"And many of them said, He hath a deuill, and is mad, why heare ye him?"},{"number":21,"verse":"Others said, These are not the words of him that hath a deuill. Can a deuill open the eyes of the blind?"},{"number":22,"verse":"And it was at Hierusalem the feast of the dedication, & it was winter."},{"number":23,"verse":"And Iesus walked in the temple in Solomons porch."},{"number":24,"verse":"Then came the Iewes round about him, and said vnto him, How long doest thou make vs to doubt? If thou be the Christ, tell vs plainely."},{"number":25,"verse":"Iesus answered them, I told you, and ye beleeued not: the workes that I doe in my Fathers name, they beare witnesse of me."},{"number":26,"verse":"But ye beleeue not, because ye are not of my sheepe, as I said vnto you."},{"number":27,"verse":"My sheepe heare my voyce, and I know them, and they follow me."},{"number":28,"verse":"And I giue vnto them eternall life, and they shall neuer perish, neither shall any man plucke them out of my hand."},{"number":29,"verse":"My father which gaue them me, is greater then all: and no man is able to plucke them out of my fathers hand."},{"number":30,"verse":"I and my father are one."},{"number":31,"verse":"Then the Iewes tooke vp stones againe to stone him."},{"number":32,"verse":"Iesus answered them, Many good workes haue I shewed you from my Father; for which of those workes doe ye stone me?"},{"number":33,"verse":"The Iewes answered him, saying, For a good worke we stone thee not, but for blasphemy, and because that thou, being a man, makest thy selfe God."},{"number":34,"verse":"Iesus answered them, Is it not written in your law, I said, ye are gods?"},{"number":35,"verse":"If hee called them gods, vnto whom the word of God came, and the Scripture cannot be broken:"},{"number":36,"verse":"Say ye of him, whom the father hath sanctified and sent into the world, Thou blasphemest; because I said, I am the Sonne of God?"},{"number":37,"verse":"If I doe not the workes of my Father, beleeue me not."},{"number":38,"verse":"But if I doe, though yee beleeue not me, beleeue the works: that ye may know and beleeue that the Father is in me, and I in him."},{"number":39,"verse":"Therefore they sought againe to take him: but hee escaped out of their hand,"},{"number":40,"verse":"And went away againe beyond Iordane, into the place where Iohn at first baptized: and there he abode."},{"number":41,"verse":"And many resorted vnto him, and said, Iohn did no miracle: but all things that Iohn spake of this man, were true."},{"number":42,"verse":"And many beleeued on him there."}]}