{"bibleAbbr":"KJV1611","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"After this there was a feast of the Iewes, and Iesus went vp to Hierusalem."},{"number":2,"verse":"Now there is at Hierusalem by the sheepe market, a poole, which is called in the Hebrew tongue Bethesda, hauing fiue porches."},{"number":3,"verse":"In these lay a great multitude of impotent folke, of blind, halt, withered, waiting for the mouing of the water."},{"number":4,"verse":"For an Angel went downe at a certaine season into the poole, and troubled the water: whosoeuer then first after the troubling of the water stepped in, was made whole of whatsoeuer disease he had."},{"number":5,"verse":"And a certaine man was there, which had an infirmitie thirtie and eight yeeres."},{"number":6,"verse":"When Iesus saw him lie, & knew that hee had beene now a long time in that case, he sayth vnto him, Wilt thou be made whole?"},{"number":7,"verse":"The impotent man answered him, Sir, I haue no man when the water is troubled, to put mee into the poole: but while I am comming, another steppeth downe before me."},{"number":8,"verse":"Iesus sayth vnto him, Rise, take vp thy bed, and walke."},{"number":9,"verse":"And immediatly the man was made whole, and tooke vp his bed, and walked: And on the same day was the Sabbath."},{"number":10,"verse":"The Iewes therefore said vnto him that was cured, It is the Sabbath day, it is not lawfull for thee to cary thy bed."},{"number":11,"verse":"He answered them, He that made me whole, the same said vnto me, Take vp thy bed, and walke."},{"number":12,"verse":"Then asked they him, What man is that which said vnto thee, Take vp thy bed, and walke?"},{"number":13,"verse":"And he that was healed, wist not who it was: for Iesus had conueyed himselfe away, a multitude being in that place."},{"number":14,"verse":"Afterward Iesus findeth him in the Temple, & said vnto him, Behold, thou art made whole: sinne no more, lest a worse thing come vnto thee."},{"number":15,"verse":"The man departed, and tolde the Iewes that it was Iesus which had made him whole."},{"number":16,"verse":"And therefore did the Iewes persecute Iesus, and sought to slay him, because he had done these things on the Sabbath day."},{"number":17,"verse":"But Iesus answered them, My Father worketh hitherto, & I worke."},{"number":18,"verse":"Therefore the Iewes sought the more to kill him, not onely because hee had broken the Sabbath, but said also, that God was his father, making himselfe equall with God."},{"number":19,"verse":"Then answered Iesus, and saide vnto them, Uerily, verily I say vnto you, The sonne can doe nothing of himselfe, but what he seeth the Father doe: for what things soeuer he doeth, these also doth the sonne likewise."},{"number":20,"verse":"For the father loueth the sonne, and sheweth him all things that himselfe doth: & he will shew him greater works then these, that ye may marueile."},{"number":21,"verse":"For as the Father raiseth vp the dead, and quickeneth them: euen so the Sonne quickeneth whom he will."},{"number":22,"verse":"For the Father iudgeth no man: but hath committed all iudgement vnto the Sonne:"},{"number":23,"verse":"That all men should honour the Son, euen as they honour the Father. He that honoureth not ye Sonne, honoreth not ye Father which hath sent him."},{"number":24,"verse":"Uerily, verily I say vnto you, Hee that heareth my word, & beleeueth on him that sent mee, hath euerlasting life, and shall not come into condemnation: but is passed from death vnto life."},{"number":25,"verse":"Uerily, verily I say vnto you, The houre is comming, & now is, when the dead shall heare the voice of the Sonne of God: and they that heare, shall liue."},{"number":26,"verse":"For as the Father hath life in himselfe: so hath he giuen to the Sonne to haue life in himselfe:"},{"number":27,"verse":"And hath giuen him authority to execute iudgement also, because he is the Sonne of man."},{"number":28,"verse":"Marueile not at this: for the houre is comming, in the which all that are in the graues shall heare his voice,"},{"number":29,"verse":"And shall come foorth, they that haue done good, vnto the resurrection of life, and they that haue done euill, vnto the resurrection of damnation."},{"number":30,"verse":"I can of mine owne selfe doe nothing: as I heare, I iudge: and my iudgement is iust, because I seeke not mine owne will, but the will of the Father, which hath sent me."},{"number":31,"verse":"If I beare witnesse of my selfe, my witnesse is not true."},{"number":32,"verse":"There is another that beareth witnesse of me, & I know that the witnesse which he witnesseth of me, is true."},{"number":33,"verse":"Ye sent vnto Iohn, and he bare witnesse vnto the trueth."},{"number":34,"verse":"But I receiue not testimonie from man: but these things I say, that ye might be saued."},{"number":35,"verse":"He was a burning and a shining light: and ye were willing for a season to reioyce in his light."},{"number":36,"verse":"But I haue greater witnesse then that of Iohn: for the workes which the Father hath giuen me to finish, the same workes that I doe, beare witnesse of mee, that the Father hath sent me."},{"number":37,"verse":"And the Father himselfe which hath sent me, hath borne witnesse of me. Ye haue neither heard his voyce at any time, nor seene his shape."},{"number":38,"verse":"And ye haue not his word abiding in you: for whom he hath sent, him ye beleeue not."},{"number":39,"verse":"Search the Scriptures, for in them ye thinke ye haue eternall life, and they are they which testifie of me."},{"number":40,"verse":"And ye will not come to me, that ye might haue life."},{"number":41,"verse":"I receiue not honour from men."},{"number":42,"verse":"But I know you, that ye haue not the loue of God in you."},{"number":43,"verse":"I am come in my Fathers name, and ye receiue me not: if another shall come in his owne Name, him ye will receiue."},{"number":44,"verse":"How can ye beleeue, which receiue honour one of another, & seeke not the honour that commeth from God onely?"},{"number":45,"verse":"Doe not thinke that I will accuse you to the Father: there is one that accuseth you, euen Moses, in whom ye trust?"},{"number":46,"verse":"For had ye beleeued Moses, ye would haue beleeued me: for he wrote of me."},{"number":47,"verse":"But if ye beleeue not his writings, how shall ye beleeue my words?"}]}