{"bibleAbbr":"orOV2014","bookName":"ମଲାଖି ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"ମଲାଖିଙ୍କ ଦ୍ଵାରା ଇସ୍ରାଏଲ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କର ଭାରୋକ୍ତି ।"},{"number":2,"verse":"( ଇସ୍ରାଏଲ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ପ୍ରେମ) ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କରିଅଛୁ। ତଥାପି ତୁମ୍ଭେମାନେ କହୁଅଛ, ତୁମ୍ଭେ କାହିଁରେ ଆମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କରିଅଛ ? ସଦାପ୍ରଭୁ କହନ୍ତି, ଏଷୌ କି ଯାକୁବର ଭାଇ ନ ଥିଲା ? ତଥାପି ଆମ୍ଭେ ଯାକୁବକୁ ପ୍ରେମ କଲୁ ।"},{"number":3,"verse":"ମାତ୍ର ଏଷୌକୁ ଆମ୍ଭେ ଅପ୍ରେମ କଲୁ ଓ ତାହାର ପର୍ବତଗଣକୁ ଧ୍ଵଂସ ସ୍ଥାନ କଲୁ, ଆଉ ତାହାର ଅଧିକାର ପ୍ରାନ୍ତରସ୍ଥ ଶୃଗାଳଗଣକୁ ଦେଲୁ ।"},{"number":4,"verse":"ଇଦୋମ କହୁଅଛି, ଆମ୍ଭେମାନେ ନିପାତିତ ହୋଇଅଛୁ ନିଶ୍ଚୟ, ମାତ୍ର ଆମ୍ଭେମାନେ ଫେରି ଉଜାଡ଼ ସ୍ଥାନସବୁ ନିର୍ମାଣ କରିବା; ଏଥିପାଇଁ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ସେମାନେ ନିର୍ମାଣ କରିବେ, ମାତ୍ର ଆମ୍ଭେ ଭାଙ୍ଗି ପକାଇବା; ଆଉ, ଲୋକମାନେ ସେମାନଙ୍କୁ ଦୁଷ୍ଟତାର ଅଞ୍ଚଳ ଓ ପରମେଶ୍ଵରଙ୍କର ନିତ୍ୟ କ୍ରୋଧପାତ୍ର ସ୍ଵରୂପ ଗୋଷ୍ଠୀ ବୋଲି ନାମ ଦେବେ ।"},{"number":5,"verse":"ପୁଣି, ତୁମ୍ଭମାନଙ୍କର ଚକ୍ଷୁ ତାହା ଦେଖିବ ଓ ତୁମ୍ଭେମାନେ କହିବ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ସୀମାର ବାହାରେ ହେଁ ମହିମାନ୍ଵିତ ହେଉନ୍ତୁ ।"},{"number":6,"verse":"( ସଦାପ୍ରଭୁଙ୍କ ଯାଜକମାନଙ୍କୁ ଭର୍ତ୍ସନା) ପୁତ୍ର ଆପଣା ପିତାକୁ ଓ ଦାସ ଆପଣା ମୁନିବକୁ ସମାଦର କରେ; ମାତ୍ର ଆମ୍ଭେ ଯେବେ ପିତା ଅଟୁ, ତେବେ ଆମ୍ଭର ସମାଦର କାହିଁ? ଓ ଆମ୍ଭେ ଯେବେ ମୁନିବ ଅଟୁ, ତେବେ ଆମ୍ଭ ପ୍ରତି ଭୟ କାହିଁ ? ହେ ଆମ୍ଭ ନାମର ଅବଜ୍ଞାକାରୀ ଯାଜକଗଣ, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କୁ ଏହା କହନ୍ତି । ପୁଣି, ତୁମ୍ଭେମାନେ କହୁଅଛ, ଆମ୍ଭେମାନେ କାହିଁରେ ତୁମ୍ଭ ନାମ ଅବଜ୍ଞା କରିଅଛୁ ⇧ ?"},{"number":7,"verse":"ତୁମ୍ଭେମାନେ ଆମ୍ଭ ଯଜ୍ଞବେଦିର ଉପରେ ଅଶୁଚି ରୋଟୀ ଉତ୍ସର୍ଗ କରୁଅଛ, ତଥାପି କହୁଅଛ, ଆମ୍ଭେମାନେ କାହିଁରେ ତୁମ୍ଭକୁ ଅଶୁଚି କରିଅଛୁ ? ସଦାପ୍ରଭୁଙ୍କ ମେଜ ଯେ ତୁଚ୍ଛ, ଏହା କହି, ତାହା କରୁଅଛ ।"},{"number":8,"verse":"ପୁଣି, ତୁମ୍ଭେମାନେ ଯଜ୍ଞ ନିମନ୍ତେ ଯେତେବେଳେ ଅନ୍ଧ ପଶୁ ଉତ୍ସର୍ଗ କର, ସେ କʼଣ ମନ୍ଦ ନୁହେଁ? ଓ ଯେତେବେଳେ ଲେଙ୍ଗଡ଼ା ଓ ରୋଗୀ ପଶୁ ଉତ୍ସର୍ଗ କର, ସେ କʼଣ ମନ୍ଦ ନୁହେଁ ? ଏବେ ତୁମ୍ଭର ଦେଶାଧ୍ୟକ୍ଷକୁ ତାହା ଭେଟି ଦିଅ; ସେ କି ତୁମ୍ଭ ପ୍ରତି ପ୍ରସନ୍ନ ହେବେ ? ଅବା ସେ କି ତୁମ୍ଭଙ୍କୁ ଗ୍ରାହ୍ୟ କରିବେ ? ଏହା ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି ।"},{"number":9,"verse":"ଆଉ, ଏବେ ମୁଁ ବିନତି କରେ, ପରମେଶ୍ଵର ଯେପରି ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଦୟାଳୁ ହେବେ, ଏଥିପାଇଁ ତାହାଙ୍କର ଅନୁଗ୍ରହ ପ୍ରାର୍ଥନା କର; ଏହା ତୁମ୍ଭମାନଙ୍କ କାର୍ଯ୍ୟ ଦ୍ଵାରା ହୋଇଅଛି; ସେ କʼଣ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କାହାକୁ ଗ୍ରାହ୍ୟ କରିବେ ? ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି ।"},{"number":10,"verse":"ଆଃ, ତୁମ୍ଭେମାନେ ଯେପରି ବୃଥାରେ ଆମ୍ଭ ଯଜ୍ଞବେଦି ଉପରେ ଅଗ୍ନି ଜ୍ଵଳାଇ ନ ପାରିବ, ଏଥିପାଇଁ କବାଟ ବନ୍ଦ କରିବାକୁ ଯେବେ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଜଣେ ଥାଆନ୍ତା ! ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ତୁମ୍ଭମାନଙ୍କଠାରେ ଆମ୍ଭର କିଛି ସନ୍ତୋଷ ନାହିଁ, ଆଉ ତୁମ୍ଭମାନଙ୍କ ହସ୍ତରୁ ଆମ୍ଭେ ନୈବେଦ୍ୟ ଗ୍ରହଣ କରିବା ନାହିଁ ।"},{"number":11,"verse":"କାରଣ ସୂର୍ଯ୍ୟର ଉଦୟ ସ୍ଥାନଠାରୁ ତହିଁର ଅସ୍ତ ଗମନ ସ୍ଥାନ ପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରେ ଆମ୍ଭର ନାମ ମହତ ଅଟେ ଓ ପ୍ରତ୍ୟେକ ସ୍ଥାନରେ ଆମ୍ଭ ନାମର ଉଦ୍ଦେଶ୍ୟରେ ଧୂପ ଓ ପବିତ୍ର ନୈବେଦ୍ୟ ଉତ୍ସର୍ଗ କରାଯାଉଅଛି; କାରଣ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରେ ଆମ୍ଭର ନାମ ମହତ ଅଟେଜ ।"},{"number":12,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁଙ୍କର ମେଜ ଅଶୁଚି ହୋଇଅଛି ଓ ତହିଁର ଫଳ, ଅର୍ଥାତ୍, ତାହାଙ୍କର ଖାଦ୍ୟ ତୁଚ୍ଛ, ଏହା କହି ତୁମ୍ଭେମାନେ ସେ ନାମ ଅଶୁଚି କରୁଅଛ ।"},{"number":13,"verse":"ଆହୁରି, ତୁମ୍ଭେମାନେ କହୁଅଛ, ଦେଖ, ଏହା କିପରି କ୍ଳାନ୍ତିଜନକ ଓ ତୁମ୍ଭେମାନେ ତାହା ତୁଚ୍ଛ ଜ୍ଞାନ କରିଅଛ, ଏହା ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି; ଆଉ, ତୁମ୍ଭେମାନେ ବଳାତ୍କାରରେ ଧୃତ ଓ ଲେଙ୍ଗଡ଼ା ଓ ରୋଗୀ ପଶୁ ଆଣିଅଛ; ଏହିରୂପେ ତୁମ୍ଭେମାନେ ନୈବେଦ୍ୟ ଆଣୁଅଛ; ଏହା କି ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କ ହସ୍ତରୁ ଗ୍ରହଣ କରିବା ? ଏହା ସଦାପ୍ରଭୁ କହନ୍ତି ।"},{"number":14,"verse":"ମାତ୍ର ଆପଣା ପଲର ପୁଂପଶୁ ଥିଲେ ହେଁ ଯେଉଁ ପ୍ରତାରକ ମାନତ କରି ପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଖୁନ୍ତବିଶିଷ୍ଟ ପଶୁ ଉତ୍ସର୍ଗ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ; କାରଣ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ମହାନ ରାଜା ଅଟୁ ଓ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରେ ଆମ୍ଭର ନାମ ଭୟଙ୍କର ଅଟେ ।"}]}