{"bibleAbbr":"NKJV1982","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"Greeting Paul, an apostle of Jesus Christ, by the commandment of God our Savior and the Lord Jesus Christ, our hope,"},{"number":2,"verse":"To Timothy, a (Acts 16:1, 2; Rom. 1:7; 2 Tim. 1:2; Titus 1:4) true son in the faith: (Gal. 1:3) Grace, mercy, and peace from God our Father and Jesus Christ our Lord."},{"number":3,"verse":"No Other Doctrine As I urged you (Acts 20:1, 3) when I went into Macedonia—remain in Ephesus that you may charge some (Rom. 16:17; 2 Cor. 11:4; Gal. 1:6, 7; 1 Tim. 6:3) that they teach no other doctrine,"},{"number":4,"verse":"(1 Tim. 6:3, 4, 20; Titus 1:14) nor give heed to fables and endless genealogies, which cause disputes rather than godly edification which is in faith."},{"number":5,"verse":"Now (Rom. 13:8-10; Gal. 5:14) the purpose of the commandment is love (Eph. 6:24) from a pure heart, from a good conscience, and from sincere faith,"},{"number":6,"verse":"from which some, having strayed, have turned aside to (1 Tim. 6:4, 20) idle talk,"},{"number":7,"verse":"desiring to be teachers of the law, understanding neither what they say nor the things which they affirm."},{"number":8,"verse":"But we know that the law is (Rom. 7:12, 16) good if one uses it lawfully,"},{"number":9,"verse":"knowing this: that the law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and for sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,"},{"number":10,"verse":"for fornicators, for sodomites, for kidnappers, for liars, for perjurers, and if there is any other thing that is contrary to sound doctrine,"},{"number":11,"verse":"according to the glorious gospel of the (1 Tim. 6:15) blessed God which was (1 Cor. 9:17) committed to my trust."},{"number":12,"verse":"Glory to God for His Grace And I thank Christ Jesus our Lord who has (1 Cor. 15:10) enabled me, (1 Cor. 7:25) because He counted me faithful, (Col. 1:25) putting me into the ministry,"},{"number":13,"verse":"although (Acts 8:3; 1 Cor. 15:9) I was formerly a blasphemer, a persecutor, and an insolent man; but I obtained mercy because (John 4:21) I did it ignorantly in unbelief."},{"number":14,"verse":"(Rom. 5:20; 1 Cor. 3:10; 2 Cor. 4:15; Gal. 1:13-16) And the grace of our Lord was exceedingly abundant, (1 Thess. 1:3; 1 Tim. 2:15; 4:12; 6:11; 2 Tim. 1:13; 2:22; Titus 2:2) with faith and love which are in Christ Jesus."},{"number":15,"verse":"(1 Tim. 3:1; 4:9; 2 Tim. 2:11; Titus 3:8) This is a faithful saying and worthy of all acceptance, that (Is. 53:5; 61:1; Hos. 6:1-3; Matt. 1:21; 9:13) Christ Jesus came into the world to save sinners, of whom I am chief."},{"number":16,"verse":"However, for this reason I obtained mercy, that in me first Jesus Christ might show all longsuffering, as a pattern to those who are going to believe on Him for everlasting life."},{"number":17,"verse":"Now to (Ps. 10:16) the King eternal, (Rom. 1:23) immortal, (Heb. 11:27) invisible, to God (Rom. 16:27) who alone is wise, (1 Chr. 29:11) be honor and glory forever and ever. Amen."},{"number":18,"verse":"Fight the Good Fight This charge I commit to you, son Timothy, according to the prophecies previously made concerning you, that by them you may wage the good warfare,"},{"number":19,"verse":"having faith and a good conscience, which some having rejected, concerning the faith have suffered shipwreck,"},{"number":20,"verse":"of whom are (2 Tim. 2:17, 18) Hymenaeus and (2 Tim. 4:14) Alexander, whom I delivered to Satan that they may learn not to (Acts 13:45) blaspheme."}]}