{"bibleAbbr":"WEB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"The people<WH5971> were complaining<WH596> in the ears<WH7451> of Yahweh.<WH3068> When Yahweh<WH3068> heard<WH8085> it,<WH639> his anger was kindled;<WH2734> and Yahweh<WH3068>'s fire<WH784> burnt<WH1197> among them,<WH398> and consumed some of the outskirts<WH7097> of the camp.<WH4264>"},{"number":2,"verse":"The people<WH5971> cried<WH6817> to Moses;<WH4872> and Moses<WH4872> prayed<WH6419> to Yahweh,<WH3068> and the fire<WH784> abated.<WH8257>"},{"number":3,"verse":"The<WH1931> name<WH8034> of that place<WH4725> was called<WH7121> Taberah,<WH8404> because Yahweh<WH3068>'s fire<WH784> burnt among them.<WH1197>"},{"number":4,"verse":"The mixed multitude<WH628> that was among<WH7130> them lusted<WH183> exceedingly:<WH1121> and the children of Israel<WH3478> also wept<WH1058> again,<WH7725> and said,<WH559> \"Who will give us flesh<WH1320> to eat?<WH398>"},{"number":5,"verse":"We remember<WH2142> the fish,<WH1710> which we ate<WH398> in Egypt<WH4714> for nothing;<WH2600> the cucumbers,<WH7180> and the melons,<WH20> and the leeks,<WH2682> and the onions,<WH1211> and the garlic;<WH7762>"},{"number":6,"verse":"but now we<WH5315> have lost our appetite.<WH3002> There is nothing at all except<WH1115> this manna<WH4478> to look at.<WH5869>\""},{"number":7,"verse":"The manna<WH4478> was like coriander<WH1407> seed,<WH2233> and its appearance<WH5869> like the appearance<WH5869> of bdellium.<WH916>"},{"number":8,"verse":"The people<WH5971> went around,<WH7751> gathered<WH3950> it,<WH2912> and ground it in mills,<WH7347> or beat<WH1743> it in mortars,<WH4085> and boiled<WH1310> it in pots,<WH6517> and made<WH6213> cakes<WH5692> of it.<WH2940> Its taste was like the taste<WH2940> of fresh<WH3955> oil.<WH8081>"},{"number":9,"verse":"When the dew<WH2919> fell<WH3381> on the camp<WH4264> in the night,<WH3915> the manna<WH4478> fell on it.<WH3381>"},{"number":10,"verse":"Moses<WH4872> heard<WH8085> the people<WH5971> weeping<WH1058> throughout their families,<WH4940> every man<WH376> at the door<WH6607> of his tent;<WH168> and the anger<WH639> of Yahweh<WH3068> was kindled<WH2734> greatly;<WH3966> and Moses<WH4872> was displeased.<WH7489>"},{"number":11,"verse":"Moses<WH4872> said<WH559> to Yahweh,<WH3068> \"Why have you treated with your servant<WH5650> so badly?<WH7489> Why haven't<WH4672> I found favor<WH2580> in your sight,<WH5869> that you lay<WH7760> the burden<WH4853> of all this people on me?<WH5971>"},{"number":12,"verse":"Have I conceived<WH2029> all this people?<WH5971> Have I brought them forth,<WH3205> that you should tell<WH559> me,<WH5375> 'Carry them in your bosom,<WH2436> as a nurse<WH539> carries<WH5375> a nursing infant,<WH3243> to the land<WH127> which you swore<WH7650> to their fathers?<WH1>'"},{"number":13,"verse":"Where<WH370> could I get meat<WH1320> to give<WH5414> to all this people?<WH5971> For they weep<WH1058> to me,<WH559> saying, <WH5414> 'Give us meat,<WH1320> that we may eat.<WH398>'"},{"number":14,"verse":"I am not able<WH3201> to bear<WH5375> all this people<WH5971> alone,<WH905> because it is too heavy for me.<WH3515>"},{"number":15,"verse":"If you treat<WH6213> me this way,<WH2026> please kill me right now,<WH2026> if I have found<WH4672> favor<WH2580> in your sight;<WH5869> and don't<WH7200> let me see my wretchedness.<WH7451>\""},{"number":16,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Gather<WH622> to me seventy<WH7657> men<WH376> of the elders<WH2205> of Israel,<WH3478> whom you know<WH3045> to be the elders<WH2205> of the people,<WH5971> and officers<WH7860> over them;<WH3947> and bring them to the Tent<WH168> of Meeting,<WH4150> that they may stand there with you.<WH3320>"},{"number":17,"verse":"I will come down<WH3381> and talk<WH1696> with you there.<WH680> I will take of the Spirit<WH7307> which is on you,<WH7760> and will put it on them;<WH5375> and they shall bear the burden<WH4853> of the people<WH5971> with you,<WH5375> that you not bear it yourself alone."},{"number":18,"verse":"\"Say<WH559> to the people,<WH5971> <WH6942> 'Sanctify yourselves against tomorrow,<WH4279> and you will eat<WH398> flesh;<WH1320> for you have wept<WH1058> in the ears<WH241> of Yahweh,<WH3068> saying,<WH559> \"Who will give us flesh<WH1320> to eat?<WH398> For it was well<WH2895> with us in Egypt.<WH4714>\" Therefore Yahweh<WH3068> will give<WH5414> you flesh,<WH1320> and you will eat.<WH398>"},{"number":19,"verse":"You will not eat<WH398> one<WH259> day,<WH3117> nor two days,<WH3117> nor five<WH2568> days,<WH3117> neither ten<WH6235> days,<WH3117> nor twenty<WH6242> days,<WH3117>"},{"number":20,"verse":"but a whole month,<WH2320> until it come out<WH3318> at your nostrils,<WH639> and it is loathsome<WH2214> to you;<WH3282> because that you have rejected<WH3988> Yahweh<WH3068> who is among<WH7130> you,<WH1058> and have wept before<WH6440> him,<WH559> saying, \"Why did we come out<WH3318> of Egypt?<WH4714>\"'\""},{"number":21,"verse":"Moses<WH4872> said,<WH559> \"The people,<WH5971> among<WH7130> whom I am,<WH8337> are six hundred<WH3967> thousand<WH505> men<WH7273> on foot;<WH559> and you have said, <WH5414> 'I will give them flesh,<WH1320> that they may eat<WH398> a whole<WH3117> month.<WH2320>'"},{"number":22,"verse":"Shall flocks<WH6629> and herds<WH1241> be slaughtered<WH7819> for them,<WH4672> to be sufficient for them?<WH1709> Shall all the fish of the sea<WH3220> be gathered together<WH622> for them,<WH4672> to be sufficient for them?\""},{"number":23,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Has Yahweh<WH3068>'s hand<WH3027> grown short?<WH7114> Now you will see<WH7200> whether my word<WH1697> will happen to you or not.<WH7136>\""},{"number":24,"verse":"Moses<WH4872> went out,<WH3318> and told<WH1696> the people<WH5971> the words<WH1697> of Yahweh;<WH3068> and he gathered<WH622> seventy<WH7657> men<WH376> of the elders<WH2205> of the people,<WH5971> and set<WH5975> them around<WH5439> the Tent.<WH168>"},{"number":25,"verse":"Yahweh<WH3068> came down<WH3381> in the cloud,<WH6051> and spoke<WH1696> to him,<WH680> and took of the Spirit<WH7307> that was on him,<WH5414> and put it on the seventy<WH7657> elders:<WH2205> and it happened that when the Spirit<WH7307> rested<WH5117> on them,<WH5012> they prophesied, but they did so no more.<WH3254>"},{"number":26,"verse":"But two<WH8147> men<WH582> remained<WH7604> in the camp.<WH4264> The name<WH8034> of one<WH259> was Eldad,<WH419> and the name<WH8034> of the other<WH8145> Medad:<WH4312> and the Spirit<WH7307> rested<WH5117> on them;<WH3789> and they were of those who were written, but had not gone out<WH3318> to the Tent;<WH168> and they prophesied<WH5012> in the camp.<WH4264>"},{"number":27,"verse":"A young man<WH5288> ran,<WH7323> and told<WH5046> Moses,<WH4872> and said,<WH5046> \"Eldad<WH419> and Medad<WH4312> are prophesying<WH5012> in the camp!<WH4264>\""},{"number":28,"verse":"Joshua<WH3091> the son<WH1121> of Nun,<WH5126> the servant<WH8334> of Moses,<WH4872> one of his chosen men,<WH979> answered,<WH6030> \"My lord<WH113> Moses,<WH4872> forbid them!<WH3607>\""},{"number":29,"verse":"Moses<WH4872> said<WH559> to him,<WH7065> \"Are you jealous for my sake?<WH5414> I wish that all Yahweh<WH3068>'s people<WH5971> were prophets,<WH5030> that Yahweh<WH3068> would put<WH5414> his Spirit on them!<WH7307>\""},{"number":30,"verse":"Moses<WH4872> went<WH622> into the camp,<WH4264> he and the elders<WH2205> of Israel.<WH3478>"},{"number":31,"verse":"A wind<WH7307> from Yahweh<WH3068> went out<WH5265> and brought<WH1468> quails<WH7958> from the sea,<WH3220> and let them fall<WH5203> by the camp,<WH4264> about a day<WH3117>'s journey<WH1870> on this side,<WH3541> and a day<WH3117>'s journey<WH1870> on the other side,<WH3541> around<WH5439> the camp,<WH4264> and about two cubits<WH520> above the surface<WH6440> of the earth.<WH776>"},{"number":32,"verse":"The people<WH5971> rose up<WH6965> all that day,<WH3117> and all the night,<WH3915> and all the next<WH4283> day,<WH3117> and gathered<WH622> the quails.<WH7958> He who gathered least<WH4591> gathered<WH622> ten<WH6235> homers;<WH2563> and they spread<WH7849> them all abroad<WH7849> for themselves around<WH5439> the camp.<WH4264>"},{"number":33,"verse":"While the flesh<WH1320> was yet<WH2962> between their teeth,<WH8127> before it was chewed,<WH3772> the anger<WH639> of Yahweh<WH3068> was kindled<WH2734> against the people,<WH5971> and Yahweh<WH3068> struck<WH5221> the people<WH5971> with a very<WH3966> great<WH7227> plague.<WH4347>"},{"number":34,"verse":"The name<WH8034> of that place<WH4725> was called<WH7121> Kibroth<WH6914> Hattaavah,<WH6912> because there they buried the people<WH5971> who lusted.<WH183>"},{"number":35,"verse":"From Kibroth<WH6914> Hattaavah the people<WH5971> traveled<WH5265> to Hazeroth;<WH2698> and they stayed at Hazeroth.<WH2698>"}]}