{"bibleAbbr":"WEB2020+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"Yahweh <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Send <WH7971> men, <WH582> that they may spy <WH8446> out the land <WH776> of Canaan, <WH3667> which I give <WH5414> to the children <WH1121> of Israel. <WH3478> Of every <WH376> tribe <WH4294> of their fathers, <WH1> you shall send <WH7971> a man, <WH259> every one a prince among them. <WH5387>\""},{"number":3,"verse":"Moses <WH4872> sent <WH7971> them from the wilderness <WH4057> of Paran <WH6290> according to the commandment <WH6310> of Yahweh: <WH3068> all of them men <WH582> who were <WH1992> heads <WH7218> of the children <WH1121> of Israel. <WH3478>"},{"number":4,"verse":"These were their names: <WH8034> Of the tribe <WH4294> of Reuben, <WH7205> Shammua <WH8051> the son <WH1121> of Zaccur. <WH2139>"},{"number":5,"verse":"Of the tribe <WH4294> of Simeon, <WH8095> Shaphat <WH8202> the son <WH1121> of Hori. <WH2753>"},{"number":6,"verse":"Of the tribe <WH4294> of Judah, <WH3063> Caleb <WH3612> the son <WH1121> of Jephunneh. <WH3312>"},{"number":7,"verse":"Of the tribe <WH4294> of Issachar, <WH3485> Igal <WH3008> the son <WH1121> of Joseph. <WH3130>"},{"number":8,"verse":"Of the tribe <WH4294> of Ephraim, <WH669> Hoshea <WH1954> the son <WH1121> of Nun. <WH5126>"},{"number":9,"verse":"Of the tribe <WH4294> of Benjamin, <WH1144> Palti <WH6406> the son <WH1121> of Raphu. <WH7505>"},{"number":10,"verse":"Of the tribe <WH4294> of Zebulun, <WH2074> Gaddiel <WH1427> the son <WH1121> of Sodi. <WH5476>"},{"number":11,"verse":"Of the tribe <WH4294> of Joseph, <WH3130> of the tribe <WH4294> of Manasseh, <WH4519> Gaddi <WH1426> the son <WH1121> of Susi. <WH5485>"},{"number":12,"verse":"Of the tribe <WH4294> of Dan, <WH1835> Ammiel <WH5988> the son <WH1121> of Gemalli. <WH1582>"},{"number":13,"verse":"Of the tribe <WH4294> of Asher, <WH836> Sethur <WH5639> the son <WH1121> of Michael. <WH4317>"},{"number":14,"verse":"Of the tribe <WH4294> of Naphtali, <WH5321> Nahbi <WH5147> the son <WH1121> of Vophsi. <WH2058>"},{"number":15,"verse":"Of the tribe <WH4294> of Gad, <WH1410> Geuel <WH1345> the son <WH1121> of Machi. <WH4352>"},{"number":16,"verse":"These are the names <WH8034> of the men <WH582> who Moses <WH4872> sent <WH7971> to spy out <WH8446> the land. <WH776> Moses <WH4872> called <WH7121> Hoshea <WH1954> the son <WH1121> of Nun <WH5126> Joshua. <WH3091>"},{"number":17,"verse":"Moses <WH4872> sent <WH7971> them to spy out <WH8446> the land <WH776> of Canaan, <WH3667> and said <WH559> to them, <WH5927> \"Go up this way by the South, <WH5045> and go up <WH5927> into the hill country: <WH2022>"},{"number":18,"verse":"and see <WH7200> the land, <WH776> what it is; <WH5971> and the people who dwell <WH3427> therein, <WH2389> whether they are strong or weak, <WH7504> whether they are few <WH4592> or many; <WH7227>"},{"number":19,"verse":"and what the land <WH776> is that they dwell in, <WH3427> whether it is good <WH2896> or bad; <WH7451> and what cities <WH5892> they are that they dwell <WH3427> in, <WH2007> whether in camps, <WH4264> or in strongholds; <WH4013>"},{"number":20,"verse":"and what the land <WH776> is, <WH8082> whether it is fat or lean, <WH7330> whether there is <WH3426> wood <WH6086> therein, <WH2388> or not. Be courageous, and bring <WH3947> of the fruit <WH6529> of the land. <WH776> Now the time <WH3117> was the time <WH3117> of the first-ripe <WH1061> grapes. <WH6025>\""},{"number":21,"verse":"So they went up, <WH5927> and spied <WH8446> out the land <WH776> from the wilderness <WH4057> of Zin <WH6790> to Rehob, <WH7340> to the entrance <WH935> of Hamath. <WH2574>"},{"number":22,"verse":"They went up <WH5927> by the South, <WH5045> and came <WH935> to Hebron; <WH2275> and Ahiman, <WH289> Sheshai, <WH8344> and Talmai, <WH8526> the children <WH3211> of Anak, <WH6061> were there. <WH2275> (Now Hebron was built <WH1129> seven <WH7651> years <WH8141> before <WH6440> Zoan <WH6814> in Egypt. <WH4714>)"},{"number":23,"verse":"They came <WH935> to the valley <WH5158> of Eshcol, <WH812> and cut down <WH3772> from there a branch <WH2156> with one <WH259> cluster <WH811> of grapes, <WH6025> and they bore <WH5375> it on a staff <WH4132> between two. <WH8147> They also brought some of the pomegranates <WH7416> and figs. <WH8384>"},{"number":24,"verse":"That place <WH4725> was called <WH7121> the valley of <WH182> Eshcol, <WH812> because of <WH182> the cluster <WH811> which the children <WH1121> of Israel <WH3478> cut down from there. <WH3772>"},{"number":25,"verse":"They returned <WH7725> from spying <WH8446> out the land <WH776> at the end <WH7093> of forty <WH705> days. <WH3117>"},{"number":26,"verse":"They went <WH3212> and came <WH935> to Moses, <WH4872> and to Aaron, <WH175> and to all the congregation <WH5712> of the children <WH1121> of Israel, <WH3478> to the wilderness <WH4057> of Paran, <WH6290> to Kadesh; <WH6946> and brought back <WH7725> word <WH1697> to them, <WH5712> and to all the congregation, and showed <WH7200> them the fruit <WH6529> of the land. <WH776>"},{"number":27,"verse":"They told <WH5608> him, <WH5608> and said, \"We came <WH935> to the land <WH776> where you sent <WH7971> us; <WH2100> and surely it flows with milk <WH2461> and honey; <WH1706> and this is its fruit. <WH6529>"},{"number":28,"verse":"However <WH657> the people <WH5971> who dwell <WH3427> in the land <WH776> are strong, <WH5794> and the cities <WH5892> are fortified <WH1219> and very <WH3966> large. <WH1419> Moreover, <WH7200> we saw the children <WH3211> of Anak there. <WH6061>"},{"number":29,"verse":"Amalek <WH6002> dwells <WH3427> in the land <WH776> of the South: <WH5045> and the Hittite, <WH2850> and the Jebusite, <WH2983> and the Amorite, <WH567> dwell <WH3427> in the hill country; <WH2022> and the Canaanite <WH3669> dwells <WH3427> by the sea, <WH3220> and along by the side <WH3027> of the Jordan. <WH3383>\""},{"number":30,"verse":"Caleb <WH3612> stilled <WH2013> the people <WH5971> before Moses, <WH4872> and said, <WH559> \"Let us go up <WH5927> at once, <WH5927> and possess <WH3423> it; <WH3201> for we are well able to overcome it. <WH3201>\""},{"number":31,"verse":"But the men <WH582> who went up <WH5927> with him said, <WH559> \"We aren't <WH3201> able to go up <WH5927> against the people; <WH5971> for they are stronger than we. <WH2389>\""},{"number":32,"verse":"They brought up <WH3318> an evil report <WH1681> of the land <WH776> which they had spied <WH8446> out to the children <WH1121> of Israel, <WH3478> saying, <WH559> \"The land, <WH776> through which we have gone <WH5674> to spy <WH8446> it out, <WH776> is a land that eats up <WH398> its inhabitants; <WH3427> and all the people <WH5971> who we saw <WH7200> in it <WH8432> are men <WH582> of great stature. <WH4060>"},{"number":33,"verse":"There we saw <WH7200> the Nephilim, <WH5303> the sons <WH1121> of Anak, <WH6061> who come of the Nephilim: <WH5303> and we were in our own sight <WH5869> as grasshoppers, <WH2284> and so we were in their sight. <WH5869>\""}]}