{"bibleAbbr":"WEB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"Balaam<WH1109> said<WH559> to Balak,<WH1111> \"Build<WH1129> me here seven<WH7651> altars,<WH4196> and prepare<WH3559> me here seven<WH7651> bulls<WH6499> and seven<WH7651> rams.<WH352>\""},{"number":2,"verse":"Balak<WH1111> did<WH6213> as Balaam<WH1109> had spoken;<WH1696> and Balak<WH1111> and Balaam<WH1109> offered<WH5927> on every altar<WH4196> a bull<WH6499> and a ram.<WH352>"},{"number":3,"verse":"Balaam<WH1109> said<WH559> to Balak,<WH1111> \"Stand<WH3320> by your burnt offering,<WH5930> and I will go:<WH3212> perhaps Yahweh<WH3068> will come<WH7136> to meet<WH7125> me;<WH1697> and whatever he shows<WH7200> me I will tell<WH5046> you.<WH3212>\" He went to a bare height.<WH8205>"},{"number":4,"verse":"God<WH430> met<WH7136> Balaam:<WH1109> and he said<WH559> to him,<WH6186> \"I have prepared the seven<WH7651> altars,<WH4196> and I have offered<WH5927> up a bull<WH6499> and a ram<WH352> on every altar.<WH4196>\""},{"number":5,"verse":"Yahweh<WH3068> put<WH7760> a word<WH1697> in Balaam<WH1109>'s mouth,<WH6310> and said,<WH559> \"Return<WH7725> to Balak,<WH1111> and thus you shall speak.<WH1696>\""},{"number":6,"verse":"He returned<WH7725> to him,<WH5324> and behold, he was standing by his burnt offering,<WH5930> he,<WH8269> and all the princes of Moab.<WH4124>"},{"number":7,"verse":"He took up<WH5375> his parable,<WH4912> and said,<WH559> \"From Aram<WH758> has Balak<WH1111> brought<WH5148> me,<WH4428> the king of Moab<WH4124> from the mountains<WH2042> of the East.<WH6924> Come,<WH3212> curse<WH779> Jacob<WH3290> for me.<WH3212> Come, defy<WH2194> Israel.<WH3478>"},{"number":8,"verse":"How<WH4100> shall I curse<WH5344> whom God<WH410> has not cursed?<WH6895> How shall I defy<WH2194> whom Yahweh<WH3068> has not defied?<WH2194>"},{"number":9,"verse":"For from the top<WH7218> of the rocks<WH6697> I see<WH7200> him.<WH1389> From the hills I see him.<WH7789> Behold, it is a people<WH5971> that dwells<WH7931> alone,<WH910> and shall not be reckoned<WH2803> among the nations.<WH1471>"},{"number":10,"verse":"Who can count<WH4487> the dust<WH6083> of Jacob,<WH3290> or number<WH4557> the fourth<WH7255> part of Israel?<WH3478> Let me die<WH4191> the death<WH4194> of the righteous!<WH3477> Let my last end be like his!<WH319>\""},{"number":11,"verse":"Balak<WH1111> said<WH559> to Balaam,<WH1109> \"What have you done<WH6213> to me?<WH3947> I took you to curse<WH6895> my enemies,<WH341> and behold,<WH1288> you have blessed them altogether.<WH1288>\""},{"number":12,"verse":"He answered<WH6030> and said,<WH559> \"Must I not take heed<WH8104> to speak<WH1696> that which Yahweh<WH3068> puts<WH7760> in my mouth?<WH6310>\""},{"number":13,"verse":"Balak<WH1111> said<WH559> to him,<WH3212> \"Please come with me to another<WH312> place,<WH4725> where you may see<WH7200> them;<WH7200> you shall see but<WH657> the utmost<WH7097> part of them,<WH7200> and shall not see them all:<WH6895> and curse me them from there.\""},{"number":14,"verse":"He took<WH3947> him into the field<WH7704> of Zophim,<WH6839> to the top<WH7218> of Pisgah,<WH6449> and built<WH1129> seven<WH7651> altars,<WH4196> and offered<WH5927> up a bull<WH6499> and a ram<WH352> on every altar.<WH4196>"},{"number":15,"verse":"He said<WH559> to Balak,<WH1111> \"Stand<WH3320> here<WH3541> by your burnt offering,<WH5930> while I meet<WH7136> over there.<WH3541>\""},{"number":16,"verse":"Yahweh<WH3068> met<WH7136> Balaam,<WH1109> and put<WH7760> a word<WH1697> in his mouth,<WH6310> and said,<WH559> \"Return<WH7725> to Balak,<WH1111> and say this.<WH559>\""},{"number":17,"verse":"He came<WH935> to him,<WH5324> and behold, he was standing by his burnt offering,<WH5930> and the princes<WH8269> of Moab<WH4124> with him.<WH1111> Balak said<WH559> to him,<WH3068> \"What has Yahweh spoken?<WH1696>\""},{"number":18,"verse":"He took up<WH5375> his parable,<WH4912> and said,<WH559> \"Rise up,<WH6965> Balak,<WH1111> and hear!<WH8085> Listen<WH238> to me,<WH1121> you son of Zippor.<WH6834>"},{"number":19,"verse":"God<WH410> is not a man,<WH376> that he should lie,<WH3576> nor the son<WH1121> of man,<WH120> that he should repent.<WH5162> Has he said,<WH559> and will he not do<WH6213> it?<WH1696> Or has he spoken, and will he not make it good?<WH6965>"},{"number":20,"verse":"Behold,<WH3947> I have received a command to bless.<WH1288> He has blessed,<WH1288> and I can't<WH7725> reverse it."},{"number":21,"verse":"He has not seen<WH5027> iniquity<WH205> in Jacob.<WH3290> Neither has he seen<WH7200> perverseness<WH5999> in Israel.<WH3478> Yahweh<WH3068> his God<WH430> is with him.<WH8643> The shout of a king is among them.<WH4428>"},{"number":22,"verse":"God<WH410> brings them out<WH3318> of Egypt.<WH4714> He has as it were the strength<WH8443> of the wild ox.<WH7214>"},{"number":23,"verse":"Surely there is no enchantment<WH5173> with Jacob;<WH3290> Neither is there any divination<WH7081> with Israel.<WH3478> Now<WH6256> it shall be said<WH559> of Jacob<WH3290> and of Israel,<WH3478> What has God<WH410> done!<WH6466>"},{"number":24,"verse":"Behold,<WH5971> the people rises up<WH6965> as a lioness,<WH3833> As a lion<WH3833> he lifts himself up.<WH5375> He shall not lie down<WH7901> until he eat<WH398> of the prey,<WH2964> and drinks<WH8354> the blood<WH1818> of the slain.<WH2491>\""},{"number":25,"verse":"Balak<WH1111> said<WH559> to Balaam,<WH1109> \"Neither curse<WH5344> them at all,<WH6895> nor bless<WH1288> them at all.<WH6895>\""},{"number":26,"verse":"But Balaam<WH1109> answered<WH6030> Balak,<WH1111> \"Didn't<WH1696> I tell you,<WH559> saying, <WH3068> 'All that Yahweh speaks,<WH1696> that I must do?<WH6213>'\""},{"number":27,"verse":"Balak<WH1111> said<WH559> to Balaam,<WH1109> \"Come<WH3212> now,<WH3947> I will take you to another<WH312> place;<WH4725> perhaps it will please<WH3474> God<WH430> that you may curse me them from there.<WH6895>\""},{"number":28,"verse":"Balak<WH1111> took<WH3947> Balaam<WH1109> to the top<WH7218> of Peor,<WH6465> that looks<WH8259> down<WH6440> on the desert.<WH3452>"},{"number":29,"verse":"Balaam<WH1109> said<WH559> to Balak,<WH1111> \"Build<WH1129> me here seven<WH7651> altars,<WH4196> and prepare<WH3559> me here seven<WH7651> bulls<WH6499> and seven<WH7651> rams.<WH352>\""},{"number":30,"verse":"Balak<WH1111> did<WH6213> as Balaam<WH1109> had said,<WH559> and offered<WH5927> up a bull<WH6499> and a ram<WH352> on every altar.<WH4196>"}]}