{"bibleAbbr":"WEB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"Now this is the history of the generations<WH8435> of Aaron<WH175> and Moses<WH4872> in the day<WH3117> that Yahweh<WH3068> spoke<WH1696> with Moses<WH4872> in Mount<WH2022> Sinai.<WH5514>"},{"number":2,"verse":"These are the names<WH8034> of the sons<WH1121> of Aaron:<WH175> Nadab<WH5070> the firstborn,<WH1060> and Abihu,<WH30> Eleazar,<WH499> and Ithamar.<WH385>"},{"number":3,"verse":"These are the names<WH8034> of the sons<WH1121> of Aaron,<WH175> the priests<WH3548> who were anointed,<WH4886> whom he consecrated<WH4390> to minister in the priest<WH3547>'s office."},{"number":4,"verse":"Nadab<WH5070> and Abihu<WH30> died<WH4191> before<WH6440> Yahweh,<WH3068> when they offered<WH7126> strange<WH2114> fire<WH784> before<WH6440> Yahweh,<WH3068> in the wilderness<WH4057> of Sinai,<WH5514> and they had no children.<WH1121> Eleazar<WH499> and Ithamar<WH385> ministered in the priest<WH3547>'s office in the presence<WH6440> of Aaron<WH175> their father.<WH1>"},{"number":5,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses,<WH4872> saying,<WH559>"},{"number":6,"verse":"\"Bring<WH7126> the tribe<WH4294> of Levi<WH3878> near,<WH7126> and set<WH5975> them before<WH6440> Aaron<WH175> the priest,<WH3548> that they may minister to him.<WH8334>"},{"number":7,"verse":"They shall keep<WH8104> his requirements,<WH4931> and the requirements<WH4931> of the whole congregation<WH5712> before<WH6440> the Tent<WH168> of Meeting,<WH5712> to do<WH5647> the service<WH5656> of the tabernacle.<WH4908>"},{"number":8,"verse":"They shall keep<WH8104> all the furnishings<WH3627> of the Tent<WH168> of Meeting,<WH4150> and the obligations<WH4931> of the children<WH1121> of Israel,<WH3478> to do<WH5647> the service<WH5656> of the tabernacle.<WH4908>"},{"number":9,"verse":"You shall give<WH5414> the Levites<WH3881> to Aaron<WH175> and to his sons.<WH1121> They are wholly given<WH5414> to him on the behalf of the children<WH1121> of Israel.<WH3478>"},{"number":10,"verse":"You shall appoint<WH6485> Aaron<WH175> and his sons,<WH1121> and they shall keep<WH8104> their priesthood.<WH3550> The stranger<WH2114> who comes near<WH7131> shall be put to death.<WH4191>\""},{"number":11,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses,<WH4872> saying,<WH559>"},{"number":12,"verse":"\"Behold,<WH3947> I have taken the Levites<WH3881> from among<WH8432> the children<WH1121> of Israel<WH3478> instead of all the firstborn<WH1060> who open<WH6363> the womb<WH7358> among the children<WH1121> of Israel;<WH3478> and the Levites shall be mine:<WH3881>"},{"number":13,"verse":"for all the firstborn<WH1060> are mine.<WH3117> On the day that I struck<WH5221> down all the firstborn<WH1060> in the land<WH776> of Egypt<WH4714> I made holy<WH6942> to me all the firstborn<WH1060> in Israel,<WH3478> both man<WH120> and animal.<WH929> They shall be mine.<WH3068> I am Yahweh.\""},{"number":14,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses<WH4872> in the wilderness<WH4057> of Sinai,<WH5514> saying,<WH559>"},{"number":15,"verse":"\"Count<WH6485> the children<WH1121> of Levi<WH3878> by their fathers<WH1>' houses,<WH1004> by their families.<WH4940> You shall count<WH6485> every male<WH2145> from a month<WH2320> old<WH1121> and upward.<WH4605>\""},{"number":16,"verse":"Moses<WH4872> numbered<WH6485> them according to the word<WH6310> of Yahweh,<WH3068> as he was commanded.<WH6680>"},{"number":17,"verse":"These were the sons<WH1121> of Levi<WH3878> by their names:<WH8034> Gershon,<WH1648> and Kohath,<WH6955> and Merari.<WH4847>"},{"number":18,"verse":"These are the names<WH8034> of the sons<WH1121> of Gershon<WH1648> by their families:<WH4940> Libni<WH3845> and Shimei.<WH8096>"},{"number":19,"verse":"The sons<WH1121> of Kohath<WH6955> by their families:<WH4940> Amram,<WH6019> and Izhar,<WH3324> Hebron,<WH2275> and Uzziel.<WH5816>"},{"number":20,"verse":"The sons<WH1121> of Merari<WH4847> by their families:<WH4940> Mahli<WH4249> and Mushi.<WH4187> These are<WH1992> the families<WH4940> of the Levites<WH3881> according to their fathers<WH1>' houses.<WH1004>"},{"number":21,"verse":"Of Gershon<WH1648> was the family<WH4940> of the Libnites,<WH3846> and the family<WH4940> of the Shimeites:<WH8097> these are the families<WH4940> of the Gershonites.<WH1649>"},{"number":22,"verse":"Those who were numbered<WH6485> of them,<WH4557> according to the number of all the males,<WH2145> from a month<WH2320> old<WH1121> and upward,<WH4605> even those who were numbered<WH6485> of them were seven<WH7651> thousand<WH505> five<WH2568> hundred.<WH3967>"},{"number":23,"verse":"The families<WH4940> of the Gershonites<WH1649> shall encamp<WH2583> behind<WH310> the tabernacle<WH4908> westward.<WH3220>"},{"number":24,"verse":"The prince<WH5387> of the fathers<WH1>' house<WH1004> of the Gershonites<WH1649> shall be Eliasaph<WH460> the son<WH1121> of Lael.<WH3815>"},{"number":25,"verse":"The duty<WH4931> of the sons<WH1121> of Gershon<WH1648> in the Tent<WH168> of Meeting<WH4150> shall be the tabernacle,<WH168> and the tent,<WH4908> its covering,<WH168> and the screen<WH4372> for the door<WH6607> of the Tent<WH168> of Meeting,<WH4150>"},{"number":26,"verse":"and the hangings<WH7050> of the court,<WH2691> and the screen<WH4539> for the door<WH6607> of the court,<WH2691> which is by the tabernacle,<WH4908> and around<WH5439> the altar,<WH4196> and its cords<WH4340> for all of its service.<WH5656>"},{"number":27,"verse":"Of Kohath<WH6955> was the family<WH4940> of the Amramites,<WH6020> and the family<WH4940> of the Izharites,<WH3325> and the family<WH4940> of the Hebronites,<WH2276> and the family<WH4940> of the Uzzielites:<WH5817> these are the families<WH4940> of the Kohathites.<WH6956>"},{"number":28,"verse":"According to the number<WH4557> of all the males,<WH2145> from a month<WH2320> old<WH1121> and upward,<WH4605> there were eight<WH8083> thousand<WH505> six<WH8337> hundred,<WH3967> keeping<WH8104> the requirements<WH4931> of the sanctuary.<WH6944>"},{"number":29,"verse":"The families<WH4940> of the sons<WH1121> of Kohath<WH6955> shall encamp<WH2583> on the south<WH8486> side<WH3409> of the tabernacle.<WH4908>"},{"number":30,"verse":"The prince<WH5387> of the fathers<WH1>' house<WH1004> of the families<WH4940> of the Kohathites<WH6956> shall be Elizaphan<WH469> the son<WH1121> of Uzziel.<WH5816>"},{"number":31,"verse":"Their duty<WH4931> shall be the ark,<WH727> the table,<WH7979> the lamp<WH4501> stand,<WH4196> the altars, the vessels<WH3627> of the sanctuary<WH6944> with which they minister,<WH8334> and the screen,<WH4539> and all its service.<WH5656>"},{"number":32,"verse":"Eleazar<WH499> the son<WH1121> of Aaron<WH175> the priest<WH3548> shall be prince<WH5387> of the princes<WH5387> of the Levites,<WH3881> with the oversight<WH6486> of those who keep<WH8104> the requirements<WH4931> of the sanctuary.<WH6944>"},{"number":33,"verse":"Of Merari<WH4847> was the family<WH4940> of the Mahlites,<WH4250> and the family<WH4940> of the Mushites.<WH4188> These are the families<WH4940> of Merari.<WH4847>"},{"number":34,"verse":"Those who were numbered<WH6485> of them,<WH4557> according to the number of all the males,<WH2145> from a month<WH2320> old<WH1121> and upward,<WH4605> were six<WH8337> thousand<WH505> two hundred.<WH3967>"},{"number":35,"verse":"The prince<WH5387> of the fathers<WH1>' house<WH1004> of the families<WH4940> of Merari<WH4847> was Zuriel<WH6700> the son<WH1121> of Abihail.<WH32> They shall encamp<WH2583> on the north<WH6828> side<WH3409> of the tabernacle.<WH4908>"},{"number":36,"verse":"The appointed<WH6486> duty<WH4931> of the sons<WH1121> of Merari<WH4847> shall be the tabernacle<WH4908>'s boards,<WH7175> its bars,<WH1280> its pillars,<WH5982> its sockets,<WH134> all its instruments,<WH3627> all its service,<WH5656>"},{"number":37,"verse":"the pillars<WH5982> of the court<WH2691> around<WH5439> it,<WH134> their sockets, their pins,<WH3489> and their cords.<WH4340>"},{"number":38,"verse":"Those who encamp<WH2583> before<WH6440> the tabernacle<WH4908> eastward,<WH6924> in front<WH6440> of the Tent<WH4908> of Meeting<WH4150> toward the sunrise,<WH4217> shall be Moses,<WH4872> and Aaron<WH175> and his sons,<WH1121> keeping<WH8104> the requirements<WH4931> of the sanctuary<WH4720> for the duty<WH4931> of the children<WH1121> of Israel.<WH3478> The stranger<WH2114> who comes near<WH7131> shall be put to death.<WH4191>"},{"number":39,"verse":"All who were numbered of the Levites, whom Moses and Aaron numbered at the commandment of Yahweh, by their families, all the males from a month old and upward, were twenty - two thousand."},{"number":40,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Number<WH6485> all the firstborn<WH1060> males<WH2145> of the children<WH1121> of Israel<WH3478> from a month<WH2320> old<WH1121> and upward,<WH4605> and take<WH5375> the number<WH4557> of their names.<WH8034>"},{"number":41,"verse":"You shall take<WH3947> the Levites<WH3881> for me<WH3068> (I am Yahweh) instead of all the firstborn<WH1060> among the children<WH1121> of Israel;<WH3478> and the livestock<WH929> of the Levites<WH3881> instead of all the firstborn<WH1060> among the livestock<WH929> of the children<WH1121> of Israel.<WH3478>\""},{"number":42,"verse":"Moses<WH4872> numbered,<WH6485> as Yahweh<WH3068> commanded<WH6680> him,<WH1060> all the firstborn among the children<WH1121> of Israel.<WH3478>"},{"number":43,"verse":"All the firstborn<WH1060> males<WH2145> according to the number<WH4557> of names,<WH8034> from a month<WH2320> old<WH1121> and upward,<WH4605> of those who were numbered<WH6485> of them,<WH6242> were twenty - two<WH8147> thousand<WH505> two hundred<WH3967> seventy<WH7657> - three."},{"number":44,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses,<WH4872> saying,<WH559>"},{"number":45,"verse":"\"Take<WH3947> the Levites<WH3881> instead of all the firstborn<WH1060> among the children<WH1121> of Israel,<WH3478> and the livestock<WH929> of the Levites<WH3881> instead of their livestock;<WH929> and the Levites<WH3881> shall be mine.<WH3068> I am Yahweh."},{"number":46,"verse":"For the redemption<WH6302> of the two hundred<WH3967> seventy<WH3967> - three of the<WH1060> firstborn of the children<WH1121> of Israel,<WH3478> who exceed<WH5736> the number<WH5921> of the Levites,<WH3881>"},{"number":47,"verse":"you shall take<WH3947> five<WH2568> shekels<WH8255> apiece for each one;<WH1538> after the shekel<WH8255> of the sanctuary<WH6944> you shall take<WH3947> them<WH8255> (the shekel is twenty<WH6242> gerahs<WH1626>):"},{"number":48,"verse":"and you shall give<WH5414> the money,<WH3701> with which their remainder<WH5736> is redeemed,<WH6302> to Aaron<WH175> and to his sons.<WH1121>\""},{"number":49,"verse":"Moses<WH4872> took<WH3947> the redemption<WH6306> money<WH3701> from those who exceeded<WH5736> the number of those who were redeemed<WH6302> by the Levites;<WH3881>"},{"number":50,"verse":"from the firstborn<WH1060> of the children<WH1121> of Israel<WH3478> he took<WH3947> the money,<WH3701> one thousand<WH505> three<WH7969> hundred<WH3967> sixty<WH8346> - five<WH2568> shekels,<WH8255> after the shekel of the sanctuary:<WH6944>"},{"number":51,"verse":"and Moses<WH4872> gave<WH5414> the redemption<WH6302> money<WH3701> to Aaron<WH175> and to his sons,<WH1121> according to the word<WH6310> of Yahweh,<WH3068> as Yahweh<WH3068> commanded<WH6680> Moses.<WH4872>"}]}