{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"And after Abimelech, there arose to defend Israel, Thola son of Phuah, the son of his father's brother, a man of Issachar, and he dwelt at Samir on mount Ephraim."},{"number":2,"verse":"And when he had judged Israel twenty three years, he died, and was buried at Samir."},{"number":3,"verse":"And after him arose Jair, the Galaadite, and he judged Israel twenty two years."},{"number":4,"verse":"Now he had thirty two sons, who rode on thirty two ass-colts, and they had thirty two cities, which are called, The folds of Jair, to this day, in the land of Galaad."},{"number":5,"verse":"And Jair died, and was buried at Ramnon."},{"number":6,"verse":"And the children of Israel proceeded again to do evil in the sight of the Lord, and served the Baals, and the Astartes, and the gods of Aram, and the gods of Sidon, and the gods of Moab, and the gods of Ammon, and the gods of the Philistines, and forsook the Lord, and did not serve him."},{"number":7,"verse":"Whereupon the anger of the Lord was kindled against Israel, and he delivered them into the hands of the Philistines, and into the hand of the children of Ammon,"},{"number":8,"verse":"and they afflicted, and oppressed the children of Israel, at that time eighteen years, even all the children of Israel who were on the border of the Jordan, in the land of the Amorites, in Galaad."},{"number":9,"verse":"Moreover the children of Ammon crossed the Jordan to fight against Juda, and Benjamin, and against Ephraim, so that the Israelites were grievously oppressed."},{"number":10,"verse":"And when the children of Israel cried to the Lord, and said, We have sinned against thee, because we have forsaken God, and served Baals,"},{"number":11,"verse":"the Lord said to the Israelites, Did I not deliver you out of Egypt, and from the Amorites and the Ammonites, and the Philistines,"},{"number":12,"verse":"and the Sidonians, and Amalek, and Madiam, who afflicted you? When you cried to me, I saved you out of their hands."},{"number":13,"verse":"But you have forsaken me, and served other gods, therefore I will deliver you no more."},{"number":14,"verse":"Go and cry to the gods which you have chosen for yourselves, and let them deliver you in the time of your tribulation."},{"number":15,"verse":"And the children of Israel said to the Lord, We have sinned. Do thou thyself to us, whatever seemeth good in thine eyes, but deliver us this time."},{"number":16,"verse":"And they put away the strange gods from among them, and served the Lord alone. Whereupon his heart relented at the distress of Israel."},{"number":17,"verse":"Now the children of Ammon had gone up, and encamped in Galaad; and the children of Israel assembled and encamped at the watch tower."},{"number":18,"verse":"And the people, the chiefs of Galaad, said to one another, Whoever will undertake to fight the children of Ammon, he shall be ruler over all the inhabitants of Galaad."}]}