{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"Now the Ephraimites assembled, and went northward, and said to Jephthae, Why didst thou go to fight the Ammonites, and not call on us to go with thee? We will burn thy house over thee with fire."},{"number":2,"verse":"And Jephthae said to them, When I and my people, and the children of Ammon, were at hard conflict, I called on you; but you did not save me out of their hands."},{"number":3,"verse":"So when I saw that thou wast not a deliverer, I put my life in my hand, and went against the Ammonites, and the Lord delivered them into my hand. Why then are you come up this day to fight against me?"},{"number":4,"verse":"Then Jephthae re-assembled all the men of Galaad, and came to an engagement with Ephraim. And the men of Galaad smote Ephraim. Because they of Ephraim who were saved, said, You Galaadites belong partly to Ephraim, and partly to Manasses,"},{"number":5,"verse":"therefore the Galaadites seized the passages of the Jordan before Ephraim; and when those of Ephraim who escaped, said, Let us cross over; the men of Galaad said to them, Art thou an Ephraimite?"},{"number":6,"verse":"And when any said, No, then they said to him, say Stachys. And if he did not pronounce it distinctly, they took him, and slew him at the passages of the Jordan. So there fell of Ephraim, at that time, forty two thousand men."},{"number":7,"verse":"And Jephthae judged Israel six years. Then Jephthae the Galaadite died, and was buried in his own city, Galaad."},{"number":8,"verse":"And after him, Abaissan of Bethlehem, judged Israel."},{"number":9,"verse":"And he had thirty sons and thirty daughters. His daughters he sent abroad, and he brought from abroad thirty daughters for his sons, and he judged Israel seven years."},{"number":10,"verse":"And Abaissan died, and was buried in Bethlehem."},{"number":11,"verse":"And after him Ailom, the Zabulonite, judged Israel ten years."},{"number":12,"verse":"And Ailom the Zabulonite died, and was buried in Ailom, in the land of Zabulon."},{"number":13,"verse":"And after him Abdon, son of Ellel, the Pharathonite, judged Israel."},{"number":14,"verse":"And he had forty sons, and thirty grand sons, who rode on seventy colts; and he judged Israel eight years."},{"number":15,"verse":"Then Abdon, son of Ellel the Pharathonite, died, and was buried at Pharathon, in the land of Ephraim, on mount Amelek."}]}