{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"There was a man of mount Ephraim, whose name was Micah;"},{"number":2,"verse":"and he said to his mother, With regard to the eleven hundred pieces of silver which thou hadst taken for thyself, and for which thou didst lay me under a curse, and speak in my hearing, behold the money is in my possession. I took it. And his mother said, Blessed of the Lord is my son."},{"number":3,"verse":"And when he gave his mother the eleven hundred pieces of silver, his mother said, I indeed had dedicated this money to the Lord, out of my hand, for my son to make a graven and a molten image."},{"number":4,"verse":"Now therefore I will give it to thee. So when he gave his mother the money, she took two hundred pieces of silver, and gave them to a silver smith, and of it he made a graven and a molten image, and it was in the house of Micah."},{"number":5,"verse":"So the house of Micah was to him the house of a god. And he made an ephod and theraphin, and consecrated one of his sons, and he became his priest."},{"number":6,"verse":"Now in those days there was no king in Israel: every man did that which was right in his own eyes."},{"number":7,"verse":"And there was a young man of Bethlehem, a community of Juda, but he was a Levite and a sojourner there."},{"number":8,"verse":"And this man went from Bethlehem, the city of Juda, to sojourn wherever he could find a place, and came to mount Ephraim to the house of Micah, with a view to proceed on in his journey."},{"number":9,"verse":"And Micah said to him, Whence comest thou? and he in reply, said, I am a Levite of Bethlehem Juda, and I am going to sojourn wherever I can find a place."},{"number":10,"verse":"Whereupon Micah said to him, Abide with me, and be to me a father and a priest, and I will give thee ten pieces of silver a year, and a suit of clothes, and thy victuals."},{"number":11,"verse":"So the Levite went in and began his abode with the man; and he treated the youth as one of his sons."},{"number":12,"verse":"And when Micah had consecrated the Levite, and lie became his priest, and was in Micah's house,"},{"number":13,"verse":"Micah said, Now I know that the Lord will do me good, because I have got a Levite for a priest."}]}