{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"In those days when there was no king in Israel, there was a certain Levite who dwelt on the side of mount Ephraim, and he took him a concubine from Bethlehem Juda,"},{"number":2,"verse":"and she went away from him to her father's house at Bethlehem Juda. And when she had been there four months,"},{"number":3,"verse":"her husband arose and went after her, with an intent to speak affectionately to her, and bring her back to him. And he had a young man with him, and a couple of asses. And when she introduced him to her father's house, and the young woman's father saw him, he was rejoiced to meet him."},{"number":4,"verse":"And his father in law, the young woman's father, detained him, and he abode with him three days, and they eat, and drank, and lodged there."},{"number":5,"verse":"And on the fourth day, when they arose early in the morning, and he got up to depart, the father of the young woman said to his son in law, Comfort thy heart with a morsel of bread, and after that you shall go."},{"number":6,"verse":"So they two sat down, and eat and drank together, and the father of the young woman said to the man, Come I pray thee, stay all night and let thy heart be merry."},{"number":7,"verse":"And when the man arose to depart, his father in law pressed him; so he sat down, and staid there that night."},{"number":8,"verse":"And he arose early in the morning of the fifth day with a view to depart; but the father of the young woman said, Comfort thy heart, I pray thee; and then travel on till the close of the day."},{"number":9,"verse":"And when they two had eaten, and the man arose to depart, with his concubine and his servant, his father in law; the young woman's father said to him, Behold the day is spent till near afternoon, lodge here to-night, and let thy heart be merry, and set out on your journey early in the morning, and thou wilt reach thy home."},{"number":10,"verse":"But the man would not consent to stay all night, but arose and departed, and came over against Jebus that is Jerusalem. Now he had with him a couple of asses, saddled, for himself and his concubine."},{"number":11,"verse":"And when they came to Jebus the day was far spent, so the servant said to his master, Come, I pray thee, and let us turn in to this city of the Jebusites, and lodge there;"},{"number":12,"verse":"But his master said, We will not turn aside to a strange city, in which there is none of the children of Israel, but go on to Gabaa."},{"number":13,"verse":"Then he said to his servant, Come let us draw near to one of those places, that we may lodge either in Gabaa, or in Rama."},{"number":14,"verse":"So they passed on, and proceeded in their journey, and the sun set upon them when they were near Gabaa, which is in Benjamin."},{"number":15,"verse":"Whereupon they turned aside thither, to go and lodge in Gabaa, and they went in, and sat down in the street of the city; but there was not a man who invited them to lodge at his house."},{"number":16,"verse":"And behold there came an old man from his work, out of the field, late in the evening. Now the man was from mount Ephraim, and sojourned at Gabaa, but the men of the place were Benjaminites."},{"number":17,"verse":"And when he raised his eyes, and saw a wayfaring man in the street of the city, the old man said, Whither art thou going, and whence comest thou?"},{"number":18,"verse":"And he said to him, We are on our way from Bethlehem of Juda to the side of mount Ephraim. I am of that place. I went to Bethlehem Juda, and am on my way home, but there is not a man who inviteth me to his house."},{"number":19,"verse":"I have indeed straw and provender for our asses, and bread and wine for myself and the handmaid, and the young man with thy servants. There is no want of any thing."},{"number":20,"verse":"Thereupon the old man said, Peace be to thee. But let all thy wants be upon me. But thou must not lodge in the street."},{"number":21,"verse":"So he took him to his house, and provided a place for the asses. And when they had washed their feet, they ate and drank."},{"number":22,"verse":"But while they were cheering their hearts, behold the men of the city; sons of transgressors, surrounded the house, and knocked at the door, and spake to the man, the master of the house, the old man, saying, Bring out the man who came to thy house that we may know him."},{"number":23,"verse":"Upon this the man, the master of the house, went out to them and said, Do not, my brethren; do not, I pray you, the man an injury after his entering my house. You must not commit such folly."},{"number":24,"verse":"Behold here is my daughter, a virgin, and his concubine; I will bring them out, and you may humble them and do to them what seemeth good in your eyes, but to the man you must not do such an act of folly."},{"number":25,"verse":"But the men would not hearken to him. Then the man took his concubine, and brought her out to them, and they knew her, and abused her the whole night till the morning. And soon as the day began to dawn they let her go."},{"number":26,"verse":"And the woman went at the dawn of day and threw herself down at the door of the house where her husband was, until it should be light."},{"number":27,"verse":"And when her husband arose in the morning, and opened the doors of the house, and went out with a design to proceed on in his journey, behold the woman, his concubine, was lying at the doors of the house with her hands on the threshold."},{"number":28,"verse":"And he said to her, Arise and let us depart. But she made no answer; for she was dead. So he took her up, upon the ass, and went to his place,"},{"number":29,"verse":"and took a knife, and laid hold on his concubine, and divided her into twelve pieces, and sent them through all the borders of Israel."},{"number":30,"verse":"Whereupon every one who saw them said, There never was such a thing done or seen from the day the children of Israel came out of Egypt to this day. Appoint for yourselves a counsel over her and speak."}]}