{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Again the children of Israel did evil in the sight of the Lord, and the Lord delivered them into the hand of Madiam seven years."},{"number":2,"verse":"And the hand of Madiam prevailed against Israel, so that because of Madiam, the Israelites made for themselves those dens which are in the mountains, and those caves and strong holds in cliffs."},{"number":3,"verse":"And when the Israelites had sown, Madiam and Amelek came up, and the children of the east came up with them,"},{"number":4,"verse":"and encamped against them, and destroyed their fruits, all the way to Gaza. In all the land of Israel they did not leave sustenance for life, nor among the herds a bull or a jack ass."},{"number":5,"verse":"For they came up with cattle. And their tents were pitched like locusts for multitude: and they and their camels were innumerable. And they came into the land of Israel, and wasted it;"},{"number":6,"verse":"so that Israel was greatly impoverished by the Madianites."},{"number":7,"verse":"And when the children of Israel cried to the Lord because of Madiam,"},{"number":8,"verse":"the Lord sent a prophet to the children of Israel, and he said to them, Thus saith the Lord the God of Israel. It was I who brought you up from the land of Egypt. I brought you out of a house of your bondage,"},{"number":9,"verse":"and delivered you out of the hand of the Egyptians, and out of the hand of all those who are afflicting you, and drove them out from before you, and gave you this their land,"},{"number":10,"verse":"and said to you, I the Lord am your God. You shall not fear the gods of the Amorites in whose land you dwell. But you have not hearkened to my voice."},{"number":11,"verse":"Then there came an angel of the Lord, and sat under the fir tree, which is at Ephratha, in the land of father Joas, the Esdrite. Now Gideon, his son, was beating out corn in the wine"},{"number":12,"verse":"press, with an intent to flee from before Madiam. And the angel of the Lord appeared to him, and said to him, The Lord"},{"number":13,"verse":"is with thee— the Mighty Lord of Hosts. Whereupon Gideon said to him, With me, my lord! But if the Lord is with us, why have these evils befallen us? And where are all his wondrous works, of which our fathers have told us, saying, Hath not the Lord brought us up out of Egypt? But he hath now cast us off, and delivered us into the hand of Madiam."},{"number":14,"verse":"Then the angel of the Lord turned towards him and said, Go in this thy might, and thou shalt save Israel out of the hand of Madiam. Behold I have sent thee."},{"number":15,"verse":"Upon which Gideon said to him, Me, my lord! How can I save Israel? Behold my thousand is weak in Manasses; and I am the least in my father's house."},{"number":16,"verse":"And the angel of the Lord said to him, The Lord will be with thee, and thou shalt smite Madiam like one man."},{"number":17,"verse":"Whereupon Gideon said to him, If I have found favour in thy sight, and thou wilt now do for me all that thou hast said to me,"},{"number":18,"verse":"go not away, I beseech thee, from this place till I come to thee, and bring out the sacrifice, and set it before thee. And he said, I will assuredly tarry till thou return."},{"number":19,"verse":"Thereupon Gideon went, and prepared a kid of the goats, and unleavened cakes of an epha of barley meal; and having put the flesh in a basket, and the soup in a pot, he brought them out to him under the fir tree, and set them before him."},{"number":20,"verse":"Then the angel of God said to him, Take the flesh, and unleavened cakes, and lay them on that rock, and pour out the soup close by."},{"number":21,"verse":"And when he had done so, the angel of the Lord stretched out the point of the staff in his hand, and touched the flesh and the unleavened cakes; and fire came up out of the rock, and consumed the flesh and the unleavened cakes; and the angel of the Lord vanished out of his sight."},{"number":22,"verse":"When Gideon saw that it was an angel of the Lord, he said, Alas! alas! Lord, my lord! For have I seen the angel of the Lord face to face."},{"number":23,"verse":"And the Lord said to him, Peace be to thee. Fear not. Thou shalt not die."},{"number":24,"verse":"Upon which Gideon built there an altar to the Lord, and called it, Peace of the Lord. To this day it is still at Ephratha, which belonged to father Esdri."},{"number":25,"verse":"And on that same night the Lord said to him, Take the young bull; the bull belonging to thy father, the second bull of seven years old, and having demolished the altar of Baal which is for thy father, and destroyed the arbour near it,"},{"number":26,"verse":"thou shalt build an altar to the Lord thy God, on the top of Maozi, in the parade; and thou shalt take the second bull, and offer whole burnt offerings on the wood of the arbour which thou hast demolished."},{"number":27,"verse":"So Gideon took ten men of his servants, and did as the Lord had spoken to him. But as he was afraid of doing it by day, because of his father's house, and the men of the city, he did it by night."},{"number":28,"verse":"And when the men of the city arose early in the morning, and lo! the altar of Baal was pulled down, and the arbour near it destroyed, and they saw the second bull which he had offered on the altar which he had built,"},{"number":29,"verse":"they said one to another, Who hath done this? And when they had made diligent inquiry, and found, and knew that Gideon son of Joas had done the deed,"},{"number":30,"verse":"the men of the city said to Joas, Bring out thy son, and let him be put to death, because he hath pulled down the altar of Baal, and because he hath destroyed the arbour which was beside it."},{"number":31,"verse":"Whereupon Gideon son of Joas said to all the men who had risen up against him, Do you now plead for Baal, and will you save him? Whoever shall plead for Baal, let him be put to death this morning. If he is a god, let him plead for himself, because somebody hath pulled down his altar."},{"number":32,"verse":"So this gave him on that day the name of Jerobaal, as he said, Let Baal plead for himself, because this altar of his is pulled down."},{"number":33,"verse":"Now all Madiam, and Amalek, and the children of the east, had assembled together and encamped in the valley of Jesrael."},{"number":34,"verse":"And the Spirit of the Lord came upon Gideon, and he sounded a horn, and called out Abiezer after him."},{"number":35,"verse":"He also sent messengers to all Manasses, and through Aser, and through Zabulon, and through Nephthaleim. And when they came up to meet him,"},{"number":36,"verse":"Gideon said to God, If thou wilt save Israel by my hand, as thou hast spoken,"},{"number":37,"verse":"behold I lay this fleece of wool on the threshing floor; If there be dew on this fleece only, and all the ground be dry, then I shall know that thou wilt save Israel by my hand as thou hast spoken."},{"number":38,"verse":"This was accordingly done. And when he arose early the next morning he pressed the fleece, and wringed out the dew from the fleece, a bowl full of water."},{"number":39,"verse":"Then Gideon said to God, Let not, I beseech thee, thy anger be kindled against me: let me, I pray thee, make one trial more with the fleece; and let it be dry on the fleece only, and on all the ground let there be dew."},{"number":40,"verse":"And God did so that night; and it was dry on the fleece only, and on all the ground there was dew."}]}