{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"Then Jerobaal (the same is Gideon) arose early in the morning, and all the people with him, and they encamped by the well Arad. Now the camp of Madiam was to the north of him, at the foot of Gabaathamorai, in the valley."},{"number":2,"verse":"And the Lord said to Gideon, The people with thee are too numerous for me to deliver Madiam into their hands. Perhaps they may boast against me saying, My own hand hath saved me."},{"number":3,"verse":"Now therefore speak in the hearing of the people, and say, If any man is fearful, or timorous, let him depart from mount Galaad. So there returned of the people twenty two thousand: and ten thousand were left."},{"number":4,"verse":"And the Lord said to Gideon, The people are still too numerous: bring them to the water, and I will purge them there for thee. And it shall be that of whomsoever I say, This man shall go with thee; he shall go with thee. And of whomsoever I say, This man shall not go with thee; he shall not go with thee."},{"number":5,"verse":"So he took the people to the water. And the Lord said to Gideon, Whosoever shall lap of the water with his tongue, as a dog lappeth, him thou shalt set apart; likewise every one who shall bow down on his knees to drink."},{"number":6,"verse":"And it came to pass that the number of them who lapped, by putting their hand to their mouth, was three hundred men: but all the rest of the people bowed down on their knees to drink water."},{"number":7,"verse":"Then the Lord said to Gideon, By these three hundred men who have lapped I will save you, and deliver Madiam into thy hands. Let all those people therefore go, every man to his home."},{"number":8,"verse":"So they took the people's provisions at their hands, and their trumpets; and having dismissed all the rest of Israel, every man to his tent, he retained the three hundred. Now the camp of Madiam was below him in the vale."},{"number":9,"verse":"And that night the Lord said to him, Arise, and go down through the camp, for I have delivered it into thy hand."},{"number":10,"verse":"But if thou art afraid to go down; go thou, and thy servant Phara, to the edge of the camp,"},{"number":11,"verse":"and hear what they will say, and afterwards thy hands will be strengthened to go down into the camp. So he and his servant Phara went down to a company of fifty, who were in the camp."},{"number":12,"verse":"Now Madiam, and Amalek, and all the children of the east lay along in the valley, like grasshoppers, for multitude, and their camels were innumerable. They were like the sand on the sea shore for multitude."},{"number":13,"verse":"And when Gideon drew near, behold there was a man telling his comrade a dream. And he said, Behold I have had a dream. I thought I saw a cake of barley bread rolling about in the camp of Madiam, and it came to this tent, and smote it, and it fell. It indeed overturned it, and the tent fell."},{"number":14,"verse":"And his comrade answered, and said, Is not this the sword of Gideon, son of Joas the Israelite? God hath delivered into his hand Madiam and all this camp."},{"number":15,"verse":"And when Gideon heard the dream, and the interpretation of it, he worshipped the Lord, and returned to the camp of Israel, and said, Arise, for the Lord hath delivered into our hand the camp of Madiam."},{"number":16,"verse":"Then he divided the three hundred men into three companies, and put a trumpet in every man's hand, and empty pitchers with lamps in the pitchers,"},{"number":17,"verse":"and said to them, Attend to me and do as I do. And whatever I do when I come to the edge of the camp, see that you do the same."},{"number":18,"verse":"When I sound the horn, I and all with me; sound ye your horns, all around the camp, and say, For the Lord and for Gideon."},{"number":19,"verse":"So Gideon, and the three hundred men who were with him, came to the border of the camp, at the beginning of the middle watch, and having alarmed the guards, they sounded the horns, and shook the pitchers which were in their hands."},{"number":20,"verse":"And when the three companies had sounded the horns, they broke the pitchers, and held the flambeaus in their left hands, and their trumpets in their right, and shouted, A sword for the Lord and for Gideon,"},{"number":21,"verse":"and stood every man in his place around the camp. And while the whole camp was running, and making signals, and fleeing,"},{"number":22,"verse":"they sounded the three hundred horns; and the Lord set every man's sword against his fellow throughout the whole camp. And when the host had fled as far as Bethseed, Tagaratha Abelmeoula near Tabath,"},{"number":23,"verse":"the men of Israel assembled from Nephthaleim, and from Aser, and from all Manasses, and pursued Madiam."},{"number":24,"verse":"And Gideon sent messengers through all Ephraim, saying, Haste down to meet Madiam, and take possession of the waters, even to Baithera, and the Jordan. Upon which the men of Ephraim assembled, and, before the Madianites came up, got possession of the waters, even to Baithera, and the Jordan,"},{"number":25,"verse":"and they took the princes of Madiam, Oreb and Zeb, and they slew Oreb at Sour Oreb, and Zeb they slew at Jakeph Zeph. And having pursued Madiam, they brought the heads of Oreb and Zeb to Gideon, from the border of the Jordan."}]}