{"bibleAbbr":"Thomson1808","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"For when Abimelech, son of Jerobaal, went to Sychem, to his mother's brethren, and spoke to them, and to all the relations of the house of his mother's father, saying,"},{"number":2,"verse":"Speak I pray you in the hearing of all the men of Sychem, Which is best for you; that seventy men, even all the sons of Jerobaal, should rule over you; or that one man should rule over you? Remember also that I am your bone and your flesh,"},{"number":3,"verse":"his mother's brethren spoke all these words for him in the hearing of the men of Sychem, and their heart inclined to follow Abimelech; for they said, He is our brother."},{"number":4,"verse":"So they gave him seventy weight of silver, out of the house of Baal-berith; and Abimelech hired for himself vain profligate men, who followed him;"},{"number":5,"verse":"and he went to his father's house at Ephratha, and slew his brothers, the sons of Jerobaal, seventy men, on one stone. Jotham indeed, the youngest son of Jerobaal was left, for he bad hid himself."},{"number":6,"verse":"Then all the Sychemites, and all the house of Bethmaalo, assembled and went and proclaimed Abimelech king, near the oak grove, which was invented for the assembling at Sychem."},{"number":7,"verse":"When the news of this was told Jotham, he went and stood on the top of mount Garizin, and raising his voice, he wept, and said to them, Hear me, ye Sychemites, that God may hear you."},{"number":8,"verse":"The trees went forth to anoint a king over them, and they said to the olive, Reign thou over us."},{"number":9,"verse":"But the olive said to them, Shall I leave my fatness with which men honour God, and go to wave over the trees?"},{"number":10,"verse":"Then the trees said to the fig tree, Come thou and reign over us."},{"number":11,"verse":"But the fig tree said to them, Shall I leave my sweetness, and good fruit, and go to wave over the trees?"},{"number":12,"verse":"Then the trees said to the vine, Come and reign over us."},{"number":13,"verse":"But the vine said to them, Shall I leave my wine, which cheereth gods and men, and go to wave over the trees?"},{"number":14,"verse":"Then all the trees said to the bramble, Come thou and reign over us."},{"number":15,"verse":"Upon which the bramble said to the trees, If in truth you anoint me to reign over you, come and stand in my shade; if not, let a fire go out from me, and consume the cedars of Lebanon."},{"number":16,"verse":"Now therefore if you have acted with truth and uprightness in making Abimelech king; and if you have dealt righteously with Jerobaal, and his house, or done to him according to the deserving of his hand;"},{"number":17,"verse":"As my father fought for you, and adventured his life, and delivered you out of the hand of Madiam,"},{"number":18,"verse":"and you have risen up against my father's house, and have slain his seventy sons on one stone, and made Abimelech, the son of his concubine, king over the men of Sychem, because he is your brother;"},{"number":19,"verse":"if therefore you have this day acted with truth, and uprightness, in regard to Jerobaal, and his house, may you have joy in Abimelech, and he have joy in you:"},{"number":20,"verse":"but if not; may a fire come out from Abimelech, and consume the Sychemites, and the house of Bethmaalo; and may a fire come out from the Sychemites, and the house of Bethmaalo, and consume Abimelech."},{"number":21,"verse":"Then Jotham fled, and left his country, and went to Baier, and dwelt there for fear of his brother Abimelech."},{"number":22,"verse":"Now when Abimelech had reigned three years over Israel,"},{"number":23,"verse":"God sent an evil spirit between Abimelech and the Sychemites, and the Sychemites dealt treacherously with the house of Abimelech,"},{"number":24,"verse":"that he might bring the injustice done to the seventy sons of Jerobaal, and lay their blood, on the head of their brother Abimelech, who slew them, and on the Sychemites because they strengthened his hands to kill his brothers."},{"number":25,"verse":"And the Sychemites set men in ambush for him on the tops of the mountains, and they robbed all that came along by them that way: and king Abimelech had information of this."},{"number":26,"verse":"But when Gaal son of Jobel came with his brethren, and joined the Sychemites, the men of Sychem put confidence in him,"},{"number":27,"verse":"and went out into the fields, and gathered their vintage, and trod out their grapes, and uttered the usual shouts of joy, and carried offerings to the house of their god, and ate and drank, and cursed Abimelech."},{"number":28,"verse":"And Gaal son of Jobel said, Who is Abimelech? And who is the son of Sychem, that we should serve him? Is not this son of Jerobaal and Zebul his overseer; his slave, with all the men of Emmor, the property of father Sychem? Why then should we serve him?"},{"number":29,"verse":"that this people were under my hand! I would depose Abimelech, and say to him, Increase thy army, and come out."},{"number":30,"verse":"When Zebul, the ruler of the city, heard the words of Gaal, son of Jobel, he was fired with indignation,"},{"number":31,"verse":"and sent messengers secretly to Abimelech, saying, Behold Gaal, son of Jobel, with his brethren, are come to Sychem, and lo! they have set the city against thee."},{"number":32,"verse":"Now therefore arise by night, thou, and the people with thee, and lie in wait in the fields;"},{"number":33,"verse":"so that in the morning, soon as the sun is up, thou mayst rise betimes, and approach the city, and behold when he and the people with him go out, and meet thee, thou shalt do to him as the occasion may direct."},{"number":34,"verse":"Accordingly Abimelech arose by night, and all the people with him, and lay in wait against Sychem, in four companies."},{"number":35,"verse":"And Gaal son of Jobel went out and stood at the entrance of the gate of the city, and Abimelech, and the people with him, arose from the ambush."},{"number":36,"verse":"And when Gaal son of Jobel saw the people, he said to Zebul, Behold there are people coming down from the tops of the mountains. And Zebul said to him, Thou seest the shadow of the mountains like men."},{"number":37,"verse":"And Gaal spoke again, and said. Behold there are people coming clown, westward, from the middle ground, and there is another company coming by the way of Elon-maonenim."},{"number":38,"verse":"Then Zebul said to him, Where is now thy mouth with which thou saidst, Who is Abimelech, that we should serve him? Is not this the people whom thou didst despise? Go out now, I pray thee, and fight them."},{"number":39,"verse":"Whereupon Gaal went out before the men of Sychem, and drew up in array against Abimelech,"},{"number":40,"verse":"and Abimelech pursued him, and he fled from before him, and there fell many wounded, even to the entrance of the gate."},{"number":41,"verse":"Then Abimelech went to Aremo, and Zebul expelled Gaal and his brethren, that they should not dwell in Sychem."},{"number":42,"verse":"And the next morning the people went out to the fields. When this was told Abimelech,"},{"number":43,"verse":"he took the people, and divided them into three companies, and lay in wait in the fields. And when he had taken a view, and behold the people came out of the city, he rose upon them, and smote them;"},{"number":44,"verse":"and Abimelech, and the officers who were with him, rushed forward and took post at the entrance of the gate of the city, and the two other companies5 fell upon all in the fields, and smote them."},{"number":45,"verse":"And Abimelech fought against the city the whole day, and having taken the city, he slew the people in it, and demolished the city, and sowed it with salt."},{"number":46,"verse":"Now when all the men of the tower of Sychem heard this, they repaired to the fort Baithel-berith."},{"number":47,"verse":"And when it was told Abimelech that all the men of the tower of Sychem were assembled together,"},{"number":48,"verse":"he went up to mount Selmon, with all the people who were with him. And Abimelech took an ax in his hand, and cut a bough of a tree, and took it and put it on his shoulder, and said to the people who were with him, Haste and do as I; what you have seen me do."},{"number":49,"verse":"So they cut every man a bough, and went after Abimelech, and piled them up against the fort, and set the fort on fire about them, so that all the men of the tower of Sychem died, about a thousand men and women."},{"number":50,"verse":"Then Abimelech went from Baithel-berith, and encamped against Thebes, and took it."},{"number":51,"verse":"But there was a strong tower in the midst of the city, and all the men and the women of the city fled thither, and shut the gate after them, and went up to the top of the tower."},{"number":52,"verse":"And Abimelech came to the tower, and when they opposed him, Abimelech went near to the gate of the tower to set it on fire,"},{"number":53,"verse":"and a woman threw a piece of a millstone upon Abimelech's head, and fractured his scull;"},{"number":54,"verse":"whereupon he cried hastily to the young man who carried his armour, and said to him, Draw my sword, and kill me, that they may not say, A woman killed him. So his servant run him through, and he died."},{"number":55,"verse":"And when the men of Israel saw that Abimelech was dead, they went every man to his place."},{"number":56,"verse":"Thus God turned upon Abimelech the wickedness which he had committed against his father, in killing his seventy brothers."},{"number":57,"verse":"God also turned upon the head of the men of Sychem all their wickedness, and upon them came the curse of Jotham son of Jerobaal."}]}