{"bibleAbbr":"LXXe1851","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And it came to pass when king Ezekias heard it, that he rent his clothes, and put on sackcloth, an went into the house of the Lord."},{"number":2,"verse":"And he sent Heliakim the steward, and Somnas the scribe, and the elders of the priests, clothed with (Gr. sackclothes. ) sackcloth, to Esaias the prophet the son of Amos."},{"number":3,"verse":"And they said to him, Thus says Ezekias, This day is a day of tribulation, and rebuke, and provocation: for the children are come to the travail-pangs, but the mother has no strength."},{"number":4,"verse":"(Gr. if by any means. ) Peradventure the Lord thy God will hear all the words of Rapsakes, whom the king of Assyria his master has sent to reproach the living God and to revile him with the words which the Lord thy God has heard: and thou shalt (Gr. take. ) offer thy prayer for the remnant that is found."},{"number":5,"verse":"So the servants of king Ezekias came to Esaias."},{"number":6,"verse":"And Esaias said to them, Thus shall ye say to your master, Thus saith the Lord, Be not afraid of the words which thou hast heard, wherewith the servants of the king of the Assyrians have blasphemed."},{"number":7,"verse":"Behold, I (Gr. give. ) send a blast upon him, and he shall hear a report, and shall return to his own land; and I will overthrow him with the sword in his own land."},{"number":8,"verse":"So Rapsakes returned, and found the king of Assyria warring against Lobna: for he heard that he had departed from Lachis."},{"number":9,"verse":"And he heard concerning Tharaca king of the Ethiopians, saying, Behold, he is come forth to fight with thee: and he returned, and sent messengers to Ezekias, saying,"},{"number":10,"verse":"Let not thy God on whom thou trustest encourage thee, saying, Jerusalem shall not be delivered into the hands of the king of the Assyrians."},{"number":11,"verse":"Behold, thou hast heard all that the kings of the Assyrians have done in all the lands, to (Gr. curse them. q. d. devote to destruction. ) waste them utterly: and shalt thou be delivered?"},{"number":12,"verse":"Have the gods of the nations at all delivered them, whom my fathers destroyed; both Gozan, and Charran, and Raphis, and the sons of Edem who were in Thaesthen?"},{"number":13,"verse":"Where is the king of Haemath, and the king of Arphad? and where is the king of the city of Seppharvaim, of Ana, and Aba?"},{"number":14,"verse":"And Ezekias took (Gr. the books. ) the letter from the hand of the messengers, and (Gr. them. ) read it: and he went up to the house of the Lord, and Ezekias spread it before the Lord,"},{"number":15,"verse":"and said, O Lord God of Israel that dwellest over the cherubs, thou art the only god in all the kingdoms of the earth; thou hast made heaven and earth."},{"number":16,"verse":"Incline thine ear, O Lord, and hear: open, Lord, thine eyes, and see: and hear the words of Sennacherim, which he has sent to reproach the living God."},{"number":17,"verse":"For truly, Lord, the kings of (Gr. the Assyrians. ) Assyria have wasted the nations,"},{"number":18,"verse":"and (Gr. gave. ) have cast their gods into the fire: because they are no gods, but the works of men's hands, wood and stone; and they have destroyed them."},{"number":19,"verse":"And now, O Lord our God, deliver us out of his hand, and all the kingdoms of the earth shall know that thou alone art the Lord God."},{"number":20,"verse":"And Esaias the son of Amos sent to Ezekias, saying, Thus saith the Lord God of hosts, the God of Israel, I have heard (Lit. what things thou hast prayed. ) thy prayer to me concerning Sennacherim king of the Assyrians."},{"number":21,"verse":"This is the word which the Lord has spoken against him; The virgin daughter of Sion has made light of thee, and mocked thee; the daughter of Jerusalem has shaken her head at thee."},{"number":22,"verse":"Whom hast thou reproached, and whom hast thou reviled? and against whom hast thou lifted up thy voice, and raised thine eyes on high? Is it against the Holy One of Israel?"},{"number":23,"verse":"By (Gr. by the hand of. ) thy messengers thou has reproached the Lord, and hast said, I will go up with the multitude of my chariots, to the height of the mountains, to the sides of Libanus, and I have cut down the (Gr. bulk or size. ) height of his cedar, and his choice cypresses; and I have come into the midst of the forest and of Carmel."},{"number":24,"verse":"I have (Alex. reads ἐφύλαξα. ) refreshed myself, and have drunk strange waters, and I have dried up with the sole of my foot all the rivers of fortified places."},{"number":25,"verse":"I have brought about the matter, I have brought it to a conclusion; and it is come to the (Gr. captivities. ) destruction of the bands of warlike prisoners, even of strong cities."},{"number":26,"verse":"And they that dwelt in them were weak in hand, they quaked and were confounded, they became as grass of the field, or as the green herb, the grass growing on houses, and that which is trodden down (Or, before it stands up. ) by him that stands upon it."},{"number":27,"verse":"But I know thy (Gr. seat. ) down-sitting, and thy going forth, and thy rage against me."},{"number":28,"verse":"Because thou was angry against me, and thy fierceness is come up into my ears, therefore will I put my hooks in thy nostrils, and my bridle in thy lips, and I will turn thee back by the way by which thou camest."},{"number":29,"verse":"And this shall be a sign to thee; eat this year the things that grow of themselves, and in the second year the things which spring up: and in the third year let there be sowing, and reaping, and planting of vineyards, and eat ye the fruit of them."},{"number":30,"verse":"And he shall (Gr. add. ) increase (Gr. τὸ διασες. οἴκον. ) him that has escaped of the house of Juda: and the remnant shall strike root beneath, and it shall produce fruit above."},{"number":31,"verse":"For from Jerusalem shall go forth a remnant, and he that escapes from the mountain of Sion: the zeal of the Lord of host shall do this."},{"number":32,"verse":"Is it not so? Thus saith the Lord (Or, of. Heb. ) concerning the king of the Assyrians, He shall not enter into this city, and he shall not shoot (Gr. a weapon. ) an arrow there, neither shall a shield (Gr. come against it beforehand, etc. ) come against it, neither shall he heap a mound against it."},{"number":33,"verse":"By the way by which he comes, by it shall he return, and he shall not enter into this city, saith the Lord."},{"number":34,"verse":"And I will defend this city as with a shield, for my own sake, and for my servant David's sake."},{"number":35,"verse":"And it came to pass at night that the angel of the Lord went forth, an smote in the camp of the Assyrians a hundred and eighty-five thousand: and they rose early in the morning, and, behold, these were all dead corpses."},{"number":36,"verse":"And Sennacherim king of the Assyrians departed, and went and returned, and dwelt in Nineve."},{"number":37,"verse":"And it came to pass, while he was worshipping in the house of Meserach his god, that Adramelech and Sarasar his sons smote him with the sword: and they escaped into the land of Ararath; and Asordan his son reigned in his stead."}]}