{"bibleAbbr":"LXXe1851","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"(Gr. a son of 12 years in his reigning. ) Manasses was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem: and his mother's name was Apsiba."},{"number":2,"verse":"And he did that which was evil in the eyes of the Lord, according to the abominations of the nations which the Lord cast out from before the children of Israel."},{"number":3,"verse":"And he (Gr. returned and built. ) built again the high places, which Ezekias his father had demolished; and (Or. built. ) set up an altar to Baal, and made groves as Achaab king of Israel made them; and worshipped all the host of heaven, and served them."},{"number":4,"verse":"And he built an altar in the house of the Lord, whereas he had said, In Jerusalem I will place my name."},{"number":5,"verse":"And he built an altar to all the host of heaven in the two courts of the house of the Lord."},{"number":6,"verse":"And he caused his sons to pass through the fire, and used divination and auspices, and made (Lit. peculiar places cut off. ) groves, and multiplied (Alex. θελητὴν. ) wizards, so as to do that which was evil in the sight of the Lord, to provoke him to anger."},{"number":7,"verse":"And he set up the graven image of the grove in the house of which the Lord said to David, and to Solomon his son, In this house, and in Jerusalem which I have chosen out of all the tribes of Israel, will I even place my name for ever."},{"number":8,"verse":"And I will not again remove the foot of Israel from the land which I gave to their fathers, even of those who shall keep all that I commanded, according to all the commandments which my servant Moses commanded them."},{"number":9,"verse":"But they hearkened not; and Manasses led them astray to do evil in the sight of the Lord, beyond the nations whom the Lord utterly destroyed from before the children of Israel."},{"number":10,"verse":"And the Lord spoke by his servants the prophets, saying,"},{"number":11,"verse":"Forasmuch as Manasses the king of Juda has wrought all these evil abominations, beyond all that the Amorite did, who lived before him, and has led Juda also into sin by their idols,"},{"number":12,"verse":"it shall not be so. Thus saith the Lord God of Israel, Behold, I bring calamities upon Jerusalem and Juda, so that both the ears of every one that hears shall (Gr. sound. ) tingle."},{"number":13,"verse":"And I will stretch out over Jerusalem the measure of Samaria, and the plummet of the house of Achaab: and I will wipe Jerusalem as a jar is wiped, and turned upside down in the wiping."},{"number":14,"verse":"And I will reject the remnant of my inheritance, and will deliver them into the hands of their enemies; and they shall be for a plunder and for a spoil to all their enemies:"},{"number":15,"verse":"forasmuch as they have done wickedly in my sight, and have provoked me from the day that I brought out their fathers out of Egypt, even until this day."},{"number":16,"verse":"Moreover Manasses shed very much innocent blood, until he filled Jerusalem with it (Gr. mouth to mouth. ) from one end to the other, beside his sins with which he caused Juda to sin, in doing evil in the eyes of the Lord."},{"number":17,"verse":"And the rest of the acts of Manasses, and all that he did, and his sin which he sinned, are not these things written in the book of the chronicles of the kings of Juda?"},{"number":18,"verse":"And Manasses slept with his fathers, and was buried in the garden of his house, even in the garden of Oza: and Amos his son reigned in his stead."},{"number":19,"verse":"Twenty and two years old was Amos when he began to reign, and he reigned two years in Jerusalem: and his mother's name was Mesollam, daughter of Arus of Jeteba."},{"number":20,"verse":"And he did that which was evil in the sight of the Lord, as Manasses his father did."},{"number":21,"verse":"And he walked in all the way in which his father walked, and served the idols which his father served, and worshipped them."},{"number":22,"verse":"And he forsook the Lord God of his fathers, and walked not in the way of the Lord."},{"number":23,"verse":"And the servants of Amos conspired against him, and slew the king in his house."},{"number":24,"verse":"And the people of the land (Gr. smote. ) slew all that had conspired against king Amos; and the people of the land made Josias king in his room."},{"number":25,"verse":"And the rest of the acts of Amos, even all that he did, behold, are not these written in the book of the chronicles of the kings of Juda?"},{"number":26,"verse":"And they buried him in his tomb in the garden of Oza: and Josias his son reigned in his stead."}]}