{"bibleAbbr":"LXXe1851","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"And Elisaie the prophet called one of the sons of the prophets, and said to him, Gird up thy loins, and take this cruse of oil in thy hand, and go to Remmoth Galaad."},{"number":2,"verse":"And thou shalt enter there, and shalt see there Ju the son of Josaphat son of Namessi, and shalt go in and make him rise up from among his brethren, and shalt bring him into a secret chamber."},{"number":3,"verse":"And thou shalt take the cruse of oil, and pour it on his head, and say thou, Thus saith the Lord, I have anointed thee king over Israel: and thou shalt open the door, and flee, and not tarry."},{"number":4,"verse":"And the young man the prophet went to Remmoth Galaad."},{"number":5,"verse":"And he went in, and, behold, the captains of the host were sitting; and he said, I have a message to thee, O captain. And Ju said, To which of all us? And he said, To thee, O captain."},{"number":6,"verse":"And he arose, and went into the house: and he poured the oil upon his head, and said to him, Thus saith the Lord God of Israel, I have anointed thee to be king over the people of the Lord, even over Israel."},{"number":7,"verse":"And thou shalt utterly destroy the house of Achaab thy master from before me, and shalt avenge the (Gr. bloods. ) blood of my servants the prophets, and the blood of all the servants of the Lord, at the hand of Jezabel,"},{"number":8,"verse":"and at the hand of the whole house of Achaab: and thou shalt utterly cut off from the house of Achaab every male, and him that is shut up and left in Israel."},{"number":9,"verse":"And I will (Gr. give. ) make the house of Achaab like the house of Jeroboam the son of Nabat, and as the house of Baasa the son of Achia."},{"number":10,"verse":"And the dogs shall eat Jezabel in the portion of Jezreel, and (Gr. there is not a buryer. ) there shall be none to bury her. And he opened the door, and fled."},{"number":11,"verse":"And Ju went forth to the servants of his lord, and they said to him, Is (Gr. peace. ) all well? Why came this mad fellow in to thee? And he said to them, Ye know the man, and his communication."},{"number":12,"verse":"And they said, It is wrong: tell us now. And Ju said to them, Thus and thus spoke he to me, saying, —and he said, Thus saith the Lord, I have anointed thee to be king over Israel."},{"number":13,"verse":"And when they heard it, they hasted, and took every man his garment, and put it under him on the (Heb. word in Gr.) top of the stairs, and blew with the trumpet, and said, Ju (Lit. has reigned. ) is king."},{"number":14,"verse":"So Ju the son of Josaphat the son of Namessi conspired against Joram, and Joram was defending Remmoth Galaad, he and all Israel, (Gr. from the face of. ) because of Azael king of Syria."},{"number":15,"verse":"And king Joram had returned to be healed in Jezrael of the wounds which the Syrians had given him, in his war with Azael king of Syria. And Ju said, If your heart is with me, let there not go forth out of the city (Gr. one having escaped. ) one fugitive to go and report to Jezrael."},{"number":16,"verse":"And Ju rode and advanced, and came down to Jezrael; for Joram king of Israel was getting healed in Jezrael of the arrow-wounds wherewith the Syrians had wounded him in Rammath in the war with Azael king of Syria; for he was strong and a mighty man: and Ochozias king of Juda was come down to see Joram."},{"number":17,"verse":"And there went up a watchman upon the tower of Jezrael, and saw the dust made by Ju as he approached; and he said, I see dust. And Joram said, Take a horseman, and send (Gr. before them. ) to meet them, and let him say, Peace."},{"number":18,"verse":"And there went a horseman to meet them, and said, Thus says the king, Peace. And Ju said, What hast thou to do with peace? turn behind me. And the watchman reported, saying, The messenger came up to them, and has not returned."},{"number":19,"verse":"And he sent another horseman, and he came to him, and said, Thus says the king, Peace. And Ju said, What hast thou to do with peace? turn behind me."},{"number":20,"verse":"And the watchman reported, saying, He came up to them, and has not returned: and the driver (Gr. has driven. ) drives Ju the son of Namessi, for it is with furious haste."},{"number":21,"verse":"And Joram said, Make ready. And one made ready the chariot: and Joram the king of Israel went forth, and Ochozias king of Juda, each in his chariot, and they went to meet Ju, and found him in the portion of Nabuthai the Jezraelite."},{"number":22,"verse":"And it came to pass when Joram saw Ju, that he said, Is it peace, Ju? And Ju said, How can it be peace? as yet there are the whoredoms of thy mother Jezabel, and her abundant witchcrafts."},{"number":23,"verse":"And Joram turned his hands, and fled, and said to Ochozias, Treachery, Ochozias."},{"number":24,"verse":"And Ju (Lit. filled his hand with the bow. ) bent his bow with his full strength, and smote Joram between his arms, and his arrow went out at his heart, and he bowed upon his knees."},{"number":25,"verse":"And Ju said to Badecar his chief officer, Cast him into the portion of ground of Nabuthai the Jezraelite, for I and thou remember, riding as we were (Gr. on yokes, or chariots with pairs of horses. ) on chariots after Achaab his father, (Gr. and the Lord. ) that the Lord took up this burden against him, saying,"},{"number":26,"verse":"(Gr. If I have not seen. ) Surely, I have seen yesterday the blood of Nabuthai, and the blood of his sons, saith the Lord; and I will recompense him in this portion, saith the Lord. Now then, I pray thee, take him up and cast him into the portion, according to the word of the Lord."},{"number":27,"verse":"And Ochozias king of Juda saw it, and fled by the way of (Heb. the garden house. ) Baethgan. And Ju pursued after him, and said, Slay him also. And one smote him in the chariot at the going up of Gai, which is Jeblaam: and he fled to Mageddo, and died there."},{"number":28,"verse":"And his servants put him on a chariot, and brought him to Jerusalem, and they buried him in his sepulchre in the city of David."},{"number":29,"verse":"And in the eleventh year of Joram king of Israel, Ochozias began to reign over Juda."},{"number":30,"verse":"And Ju came to Jezrael; and Jezabel heard of it, and coloured her eyes, and adorned her head, and looked through the window."},{"number":31,"verse":"And Ju entered into the city; and she said, Had Zambri, the murderer of his master, peace?"},{"number":32,"verse":"And he lifted up his face toward the window, and saw her, and said, Who art thou? Come down with me. And two eunuchs looked down towards him."},{"number":33,"verse":"And he said, Throw her down. And they threw her down; and some of her blood was sprinkled on the wall, and on the horses: and they trampled on her."},{"number":34,"verse":"And Ju went in and ate and drank, and said, Look now, after this cursed woman, and bury her, for she is a king's daughter."},{"number":35,"verse":"And they went to bury her; but they found nothing of her but the skull, and the feet, and the palms of her hands."},{"number":36,"verse":"And they returned and told him. And he said, It is the word of the Lord, which he spoke by the hand of Eliu the Thesbite, saying, In the portion of Jezrael shall the dogs eat the flesh of Jezabel."},{"number":37,"verse":"And the carcass of Jezabel shall be as dung on the face of the field in the portion of Jezrael, so that they shall not say, This is Jezabel."}]}