{"bibleAbbr":"guOV2016","bookName":"હબાકુક","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"( હબાકુકની પ્રાર્થના) હબાકુક પ્રબોધકની પ્રાર્થના, રાગ શિગ્યોનોથ."},{"number":2,"verse":"હે યહોવા તમારા વિષેનું બ્યાન મેં સાંભળ્યું છે, ને મને ડર લાગે છે; હે યહોવા, આ [ચાલ્યાં જતાં] વર્ષોમાં તમારા કામનું પુનર્જીવન કરો, આ વર્ષોમાં તેને પ્રગટ કરો. કોપમાં પણ દયા સંભારો."},{"number":3,"verse":"ઈશ્વર તેમાનથી [આવે છે] , પવિત્ર [ઈશ્વર] પારાન પર્વતથી આવે છે. (સેલાહ) તેમનો પ્રકાશ આકાશોમાં વ્યાપી રહે છે, ને પૃથ્વી તેમની સ્તુતિથી ભરપૂર થઈ છે."},{"number":4,"verse":"તેમનો પ્રકાશ સૂર્યના જેવો છે. તેમની બાજુએથી કિરણો [ફૂટે] છે; અને તેમનુમ સામર્થ્ય ગુપ્ત રહેલું છે."},{"number":5,"verse":"તેમની આગળ મરકી ચાલે છે, ને તેમના પગ આગળથી અગ્નિબાણો છૂટે છે."},{"number":6,"verse":"તે ઊભા રહીને પૃથ્વીને હલાવે છે; તે નજર કરીને પ્રજાઓને વિખેરી નાખે છે. અનાદિ પર્વતોના ટુકડેટુકડા થઈ ગયા છે, સનાતન ડુંગરો નમી ગયા છે. તેમના માર્ગો સદાકાળના છે."},{"number":7,"verse":"મેં કૂશાનના તંબુઓને વિપત્તિમાં [પડેલા] જોયા. મિદ્યાન દેશના પડદા ધ્રૂજયા."},{"number":8,"verse":"શું યહોવા નદીઓ પર નારાજ થયા? શું તમારો રોષ નદીઓ ઉપર છે કે, તમારો કોપ સમુદ્ર ઉપર છે કે, તેને લીધે તમે તમારા ઘોડાઓ પર, તમારા વિજયી રથોમાં [બેસીને] સવારી કરો છો?"},{"number":9,"verse":"તમારું ધનુષ્ય છેક ઉઘાડું કરેલું છે. સોગન ખાઈને કુળોને આપેલાં વચન અચૂક છે. (સેલાહ) તમે નદીઓથી પૃથ્વીના વિભાગ કર્યા છે."},{"number":10,"verse":"પર્વતો તમને જોઈને ડરે છે. ત્યાં આગળ થઈને પાણીની રેલ ચાલે છે. ઊંડાણ પોતાનો અવાજ કાઢે છે, ને પોતાના હાથ ઊંચા કરે છે."},{"number":11,"verse":"તમારાં છૂટતાં બાણોના પ્રકાશથી, તમારા ચળકતા ભાલાના ઝળકાટથી, સૂર્ય તથા ચંદ્ર પોતપોતાના સ્થાનમાં થંભી ગયા છે."},{"number":12,"verse":"તમે રોષમાં દેશના આ છેડાથી પેલા છેડા સુધી સવારી કરો છો, તમે ક્રોધમાં પ્રજાઓને ઝૂડી નાખો છો."},{"number":13,"verse":"તમારા લોકોના ઉદ્ધારને માટે, તમારા અભિષિક્તના ઉદ્ધારને માટે તમે સવારી કરો છો. દુષ્ટના ઘરમાંથી તમે શિરને કાપી નાખો છો, ને ગરદન સુધી તેના પાયા ઊઘાડા કરી નાખો છો. (સેલાહ)"},{"number":14,"verse":"તમે તેના પોતાના ભાલાઓથી તેના લડવૈયાઓનું શિર વીંધી નાખો છો; તેઓ મને વિખેરી નાખવા માટે વંટોળિયાની જેમ આવ્યા. તેઓ ગરીબોને ગુપ્ત રીતે ગળી જવામાં આનંદ માને છે."},{"number":15,"verse":"તમે તમારા ઘોડાઓથી સમુદ્રને, મહા જળનાં મોજાંઓને ખૂંદો છો."},{"number":16,"verse":"એ સાંભળીને મારા પેટમાં ધ્રાસકો પડયો, એ અવાજથી મારા હોઠ થથર્યા. મારાં હાડકાંમાં સડો લાગ્યો, ને મારી જગાએ હું કાંપ્યો. જેથી જ્યારે લોકો પર હુમલો કરવાને તેઓ જથાબંધ આવી પડે, ત્યારે હું એ સંકટસમયે પણ ધીરજ રાખું."},{"number":17,"verse":"જો કે અંજીરીને મોર ન આવે, ને દ્રાક્ષાવેલાઓને દ્રાક્ષા ન લાગે; જૈતૂનની પેદાશ ન થાય, ખેતરોમાં કંઈ અન્ન પાકે નહિ; વાડામાંથી ઘેટાંબકરાં નાશ પામે, ને કોડમાં કંઈ ઢોરઢાંક રહે નહિ:"},{"number":18,"verse":"તોપણ હું યહોવામાં હર્ષ પામીશ, હું મારા મોક્ષદાતા ઈશ્વરમાં આનંદ કરીશ."},{"number":19,"verse":"પ્રભુ યહોવા મારું બળ છે, ( ; .) તે મારા પગને હરણના [પગ] જેવા ચપળ કરે છે, ને મને મારામ ઉચ્ચસ્થાનો પર ચલાવશે. (મુખ્ય ગવૈયાને માટે, તારવાળાં વાજિંત્ર સાથે [ગાવાને].)"}]}