{
  "bibleAbbr" : "TCL1995",
  "bookName" : "2 சாமுவேல்",
  "bookEnglishName" : "2 Samuel",
  "chapterNumber" : 17,
  "verses" : [ {
    "number" : 1,
    "verse" : "(தாவீதைக் குறித்த அகித்தோப்பேலின் அறிவுரை) அப்போது அகிதோபல் அப்சலோமை நோக்கி,”நான் பன்னீராயிரம் ஆள்களைத் தேர்வு செய்துஇன்றிரவே புறப்பட்டு தாவீதை பின் தொடர்வேன்."
  }, {
    "number" : 2,
    "verse" : "அவர் களைத்துச் சோர்ந்த வேளையில் அவர் மேல் பாய்ந்து அவரை அச்சுறுத்துவேன். அவரோடு இருக்கும் மக்கள் அனைவரும் தப்பி ஓடுவர்: அரசரை மட்டும் நான் வெட்டி வீழ்த்துவேன்."
  }, {
    "number" : 3,
    "verse" : "மக்கள் அனைவரையும் உன்னிடம் திருப்பிக் கொணர்வேன். நீ தேடும் ஒரு மனிதரைத் தவிர அனைவரையும் அழைத்து வருவேன். மக்கள் அனைவரும் நலமாய் இருப்பர்.”"
  }, {
    "number" : 4,
    "verse" : "அப்சலோமுக்கும் இஸ்ரயேலின் பெரியோருக்கும் இந்தக் கருத்து பிடித்திருந்தது."
  }, {
    "number" : 5,
    "verse" : "அப்சலோம்,”அர்க்கியனான ஊசாவை அழையுங்கள். அவன் சொல்ல வேண்டியதை கேட்போம்” என்றான்."
  }, {
    "number" : 6,
    "verse" : "(அகித்தோப்பேலின் அறிவுரையை ஊசாய் பாழாக்குகிறான்) ஊசாய் அப்சலோமிடம் வர, அப்சலோம்,”இது அகிதோபலின் அறிவுரை. இவ்வாறு நாம் செய்யலாமா? இல்லையேல் என் கருத்து என்ன? என்று அவனிடம் கேட்டான்."
  }, {
    "number" : 7,
    "verse" : "ஊசாய் அப்சலோமை நோக்கி, அகிதோபல், கருத்து இப்போதைக்கு சரியானதல்ல” என்றான்."
  }, {
    "number" : 8,
    "verse" : "மேலும் ஊசாய் அப்சலோமிடம் கூறியது:”என் தந்தையும் அவர்தம் ஆள்களும் வலிமைமிகு வீரர் என்பதை நீ அறிவாய். காட்டில் தன் குட்டிகளை இழந்த கரடிபோல் அவர்கள் சினமுற்றிருக்கிறார்கள். உன் தந்தை போர்திறன் மிக்கவர்: இரவில் மக்களோடு தங்கமாட்டார்."
  }, {
    "number" : 9,
    "verse" : "இப்பொழுது கூட அவர் ஒரு குகையிலோ வேறெந்த இடத்திலோ ஒளிந்து கொண்டிருப்பார். அவர் அவர்களைத் தாக்கியவுடன் அதைக் கேட்பவர்கள்,”அப்சலோமைப் பின்பற்றும் மக்கள் வீழ்ந்தனர்”என்று சொல்வார்” என்றான்."
  }, {
    "number" : 10,
    "verse" : "அப்போது சிங்கத்தின் வலிமைக் கொண்ட அஞ்சா நெஞ்சனும் அச்சத்தால் அறவே நிலைகுலைந்து விடுவான். உன் தந்தை வலியவர் என்றும் அவரோடு இருப்பவர்களும் வலிமைவாய்ந்தவர்கள் என்றும் இஸ்ரயேல் அனைவரும் அறிவர்."
  }, {
    "number" : 11,
    "verse" : "ஆகவே எனது கருத்து என்வென்றால், தாண் முதல் பெயேர் செபா வரை கடற்கரை மணல் திறன் போல் உள்ள இஸ்ரயேல் அனைவரும் உன்னிடம் ஒன்றுதிரளட்டும். பிறகு நீயே போருக்குச் செல்."
  }, {
    "number" : 12,
    "verse" : "நாம் அவரை எதிர்த்து சென்று அவர் தங்கியுள்ள இடத்தை கண்டுபிடிப்போம். தரையின் மீது விழும் பனி போல், அவர் மீது நாமும் விழுவோம். அவரும், அவரோடு இருக்கும் ஆள்களும் எவரும் தப்பமாட்டார்கள்."
  }, {
    "number" : 13,
    "verse" : "ஒரு வேளை அவர் ஒரு நகரினுள் நுழைந்திரந்தால், இஸ்ரயேலர் கொண்டுவரும் கயிறுகளால் அந்நகரைக் கட்டியிழுத்து அங்கே ஒரு சிறு கல்லும் இராதபடி ஒரு கணவாய்க்குள் தள்ளுவோம்"
  }, {
    "number" : 14,
    "verse" : "அப்சலோமும் இஸ்ரயேலர் அனவைரும் அர்க்கியனான ஊசாயின் கருத்து அகிதோபலின் அறிவுரையை விடச் சிறந்தது என்று கூறினர். ஆனால், ஆண்டவர் அப்சலோமிற்குத் தீங்கிழைக்குமாறு அகிதோபலின் சிறந்த அறிவுரை எடுபடாது போகச் செய்தார்."
  }, {
    "number" : 15,
    "verse" : "(தாவீதுக்கு ஊசாய் ஒரு எச்சரிக்கை அனுப்புகிறான்) பின்பு ஊசாய் குரு சாதோக்கிடமும் அபியத்தாரிடமும்”அப்சலோமுக்கும் அகிதோபல் இவ்வாறு அறிவுரைத் தந்தான், நானோ இவ்வாறு கருத்துச் சொன்னேன்."
  }, {
    "number" : 16,
    "verse" : "இப்போது உடனே ஆளனுப்பி, பாலைநில எல்லைப் பகுதியில் இரவு தங்க வேண்டாம் என்று அரசரும் அவரோடுள்ள மக்களும் இரையாகதபடி அவர்கள் கண்டிப்பாக வேறிடத்திற்கு;ச செல்ல வேண்டும் என்று தாவீதிடம் சொல்லுங்கள்” என்றான்."
  }, {
    "number" : 17,
    "verse" : "அப்போது யோனத்தானும் அகிமாசும் ஏன்ரோகேலில் காத்திருக்க, ஒரு பணிப்பெண் அவர்களிடம் சென்று செய்தி சொல்ல, அவர்கள் தாவீதிடம் சென்று அதை அறிவித்தார்கள். ஏனெனில் அவர்கள் நகருக்குள் செல்வது, யாரும் காணமல் இருக்க வேண்டியிருந்தது."
  }, {
    "number" : 18,
    "verse" : "ஆனால் சிறுவன் ஒருவன் பார்த்து விட்டு அப்சலோமுக்குத் தெரியப்படுத்தினான். இருவரும் விரைவாகச் சென்று பகூரிமில் ஒருவரின் வீட்டில் நுழைந்தனர். அவரது முற்றத்தில் ஒரு கிணறு இருந்தது. அவர்கள் அதற்குள் இறங்கினார்கள்."
  }, {
    "number" : 19,
    "verse" : "வீட்டுக்காரி கிணற்று முகப்பினை ஒரு போர்வையால் மூடி அதன்மேல் தானியங்களைப் பரப்பினாள். அவர்கள் இறங்கியது யாருக்கும் தெரியவில்லை,"
  }, {
    "number" : 20,
    "verse" : "அப்சலோமின் பணியாளர் வீட்டினுள் நுழைந்து அப்பெண்ணை நோக்கி,”அனிமாசும் யோனத்தானும் எங்கே? என்று கேட்க, அவள்,”அவர்கள் ஆற்றைக் கடந்து சென்றுவிட்டார்” என்று சொன்னான். அவர்கள் தேடியும் கண்டுபிடிக்க இயலாததால் எருசலேம் திரும்பினர்."
  }, {
    "number" : 21,
    "verse" : "அவர்கள் அகன்றதும் யோனத்தானும் அகிமாசும் கிணற்றிலிருந்து ஏறி வந்து அரசர் தாவீதிடம் சென்று, உடனே புறப்பட்டு ஆற்றைக் கடந்து செல்லுங்கள். ஏனெனில் அகிதோபல் உமக்கு எதிராக இவ்வாறு கூறியுள்ளான் என்று தாவீதிடம் உரைத்தார்."
  }, {
    "number" : 22,
    "verse" : "தாவீதும் அவரோடு இருந்த மக்களும் புறப்பட்டு யோர்த்தானைக் கடந்து சென்றார்கள். பொழுது புலர்ந்த போது யோர்த்தானைக் கடக்காதவன் எவனும் இல்லை."
  }, {
    "number" : 23,
    "verse" : "(அகித்தோப்பேல் தற்கொலை செய்துக்கொள்கிறான்) தன் அறிவுரை ஏற்றுக் கொள்ளபடவில்லை என்று கண்டதும் அகிதோபல் தன் கழுதைக்குச் சேணமிட்டு, தன் நகருக்குப் புறப்பட்டு தன் வீட்டை அடைந்தான். தன் வீட்டை ஒழுங்குபடுத்திவிட்டு அவன் நான்று கொண்டு இருந்தான். அவனை அவனுடைய தந்தையின் கல்லறையில் அடக்கம் செய்தனர்."
  }, {
    "number" : 24,
    "verse" : "(அப்சலோம் யோர்தான் நதியைக் கடக்கிறான்) தாவீது மகனயிம் வந்தடைந்தார்: அப்சலோமும் அவனோடு இஸ்ரயேலும் அனைவரும் யோர்த்தானைக் கடந்தார்கள்."
  }, {
    "number" : 25,
    "verse" : "அப்சலோம் யோவாபுக்குப் பதிலாக அமாசாவைப் படைத் தலைவனாக நியமித்திருந்தான். இவன் இஸ்ரயேலன் இத்ரா என்பவனின் மகன். இந்த இத்ராதான் அபிகாலை மணந்தான். இவள் யோவாபின் தாயும் செரூயாவின் சகோதிரியுமான நாகசின் மகள்."
  }, {
    "number" : 26,
    "verse" : "அப்சலோமும் இஸ்ரயேலரும் கிலயாது நாட்டில் பாளையம் இறங்கினர்."
  }, {
    "number" : 27,
    "verse" : "(சோபி, மாகீர், பர்சிலா ஆகியோர்) தாவீது மகனயிம் வந்தடைந்த போது அம்மோனியரின் இராபாவிலிருந்து நாகாசின் மகன் சோபியும் லோதபாரிலிருந்து அம்மியேலின் மகன் மாக்கிரும், ரோகிலிமிலிருந்து கிலயாதியன் பர்சில்லாயும்"
  }, {
    "number" : 28,
    "verse" : "தாவீதிடம் வந்து அவருக்கு படுக்கைகள், கிண்ணங்கள், மண்பாண்டங்கள். கோதுமை, வாற்கோதுமை, மாவு, வறுத்த தானியம், மொச்சை, அவரை, பயிறு, தேன், தயிர், ஆடுகள், பசும்பாற்கட்டிகள் ஆகியவற்றைக் கொடுத்தார்."
  }, {
    "number" : 29,
    "verse" : "பாலைவெளியில் மக்கள் பசித்தும் களைத்தும் தாகமாகவும் இருக்கிறார்க்ள என்று சொல்லி, தாவீதும் அவரோடு இருந்தவர்கள் உண்பதற்காக அவர்கள் இவற்றைத் தந்தனர்."
  } ]
}