{
  "bibleAbbr" : "TIRV2017",
  "bookName" : "ஆதியாகமம்",
  "bookEnglishName" : "Genesis",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஆதாமின் வம்சவரலாறு) ஆதாமின் வம்சவரலாறு: தேவன் மனிதனை உருவாக்கின நாளிலே அவனை தேவசாயலாக உண்டாக்கினார்."
  }, {
    "number" : 2,
    "verse" : "அவர்களை ஆணும் பெண்ணுமாக உருவாக்கினார், அவர்களை ஆசீர்வதித்து, அவர்களை உருவாக்கின நாளிலே அவர்களுக்கு மனிதர்கள் என்று பெயரிட்டார்."
  }, {
    "number" : 3,
    "verse" : "ஆதாம் நூற்றுமுப்பது வயதானபோது, தன் சாயலாகத் தன் உருவத்தைப்போல ஒரு மகனைப் பெற்றெடுத்து, அவனுக்கு சேத் என்று பெயரிட்டான்."
  }, {
    "number" : 4,
    "verse" : "ஆதாம் சேத்தைப் பெற்றபின், எண்ணூறு வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 5,
    "verse" : "ஆதாம் உயிரோடிருந்த நாட்களெல்லாம் தொளாயிரத்துமுப்பது வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 6,
    "verse" : "சேத் நூற்றைந்து வயதானபோது, ஏனோசைப் பெற்றெடுத்தான்."
  }, {
    "number" : 7,
    "verse" : "சேத் ஏனோசைப் பெற்றபின், எண்ணூற்றேழு வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 8,
    "verse" : "சேத்துடைய நாட்களெல்லாம் தொளாயிரத்துப் பன்னிரண்டு வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 9,
    "verse" : "ஏனோஸ் தொண்ணூறு வயதானபோது, கேனானைப் பெற்றெடுத்தான்."
  }, {
    "number" : 10,
    "verse" : "ஏனோஸ் கேனானைப் பெற்றபின்பு, எண்ணூற்றுப் பதினைந்து வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 11,
    "verse" : "ஏனோசுடைய நாட்களெல்லாம் தொளாயிரத்து ஐந்து வருடங்கள், அவன் இறந்தான்."
  }, {
    "number" : 12,
    "verse" : "கேனான் எழுபது வயதானபோது, மகலாலெயேலைப் பெற்றெடுத்தான்."
  }, {
    "number" : 13,
    "verse" : "கேனான் மகலாலெயேலைப் பெற்றபின், எண்ணூற்று நாற்பது வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 14,
    "verse" : "கேனானுடைய நாட்களெல்லாம் தொளாயிரத்துப் பத்து வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 15,
    "verse" : "மகலாலெயேல் அறுபத்தைந்து வயதானபோது, யாரேதைப் பெற்றெடுத்தான்."
  }, {
    "number" : 16,
    "verse" : "மகலாலெயேல் யாரேதைப் பெற்றபின், எண்ணூற்று முப்பது வருடங்கள் உயிரோடிருந்து, மகன்களையும், மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 17,
    "verse" : "மகலாலெயேலுடைய நாட்களெல்லாம் எண்ணூற்றுத் தொண்ணூற்று ஐந்து வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 18,
    "verse" : "யாரேத் நூற்று அறுபத்திரண்டு வயதானபோது, ஏனோக்கைப் பெற்றெடுத்தான்."
  }, {
    "number" : 19,
    "verse" : "யாரேத் ஏனோக்கைப் பெற்றபின், எண்ணூறு வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 20,
    "verse" : "யாரேதுடைய நாட்களெல்லாம் தொளாயிரத்து அறுபத்திரண்டு வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 21,
    "verse" : "ஏனோக்கு அறுபத்தைந்து வயதானபோது, மெத்தூசலாவைப் பெற்றெடுத்தான்."
  }, {
    "number" : 22,
    "verse" : "ஏனோக்கு மெத்தூசலாவைப் பெற்றபின், முந்நூறு வருடங்கள் தேவனோடு நெருங்கி உறவாடிக்கொண்டிருந்து, மகன்களையும், மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 23,
    "verse" : "ஏனோக்குடைய நாட்களெல்லாம் முந்நூற்று அறுபத்தைந்து வருடங்கள்."
  }, {
    "number" : 24,
    "verse" : "ஏனோக்கு தேவனோடு நெருங்கி உறவாடிக்கொண்டிருக்கும்போது, காணப்படாமற்போனான்; தேவன் அவனை எடுத்துக்கொண்டார்."
  }, {
    "number" : 25,
    "verse" : "மெத்தூசலா நூற்றெண்பத்தேழு வயதானபோது, லாமேக்கைப் பெற்றெடுத்தான்."
  }, {
    "number" : 26,
    "verse" : "மெத்தூசலா லாமேக்கைப் பெற்றபின், எழுநூற்று எண்பத்திரண்டு வருடங்கள் உயிரோடிருந்து, மகன்களையும் மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 27,
    "verse" : "மெத்தூசலாவுடைய நாட்களெல்லாம் தொளாயிரத்து அறுபத்தொன்பது வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 28,
    "verse" : "லாமேக்கு நூற்றெண்பத்திரண்டு வயதானபோது, ஒரு மகனைப் பெற்றெடுத்து,"
  }, {
    "number" : 29,
    "verse" : "கர்த்தர் சபித்த பூமியிலே நமக்கு உண்டான வேலையிலும், நம்முடைய கைகளின் பிரயாசத்திலும், இவன் நம்மைத் தேற்றுவான் என்று சொல்லி, அவனுக்கு நோவா என்று பெயரிட்டான்."
  }, {
    "number" : 30,
    "verse" : "லாமேக்கு நோவாவைப் பெற்றபின், ஐந்நூற்றுத் தொண்ணூற்று ஐந்து வருடங்கள் உயிரோடிருந்து, மகன்களையும், மகள்களையும் பெற்றெடுத்தான்."
  }, {
    "number" : 31,
    "verse" : "லாமேக்குடைய நாட்களெல்லாம் எழுநூற்று எழுபத்தேழு வருடங்கள்; அவன் இறந்தான்."
  }, {
    "number" : 32,
    "verse" : "நோவா ஐந்நூறு வயதானபோது சேம், காம், யாப்பேத் என்பவர்களைப் பெற்றெடுத்தான்."
  } ]
}