{"bibleAbbr":"UST2024","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"Before God's prophet Moses died, he asked God to bless the Israelite people."},{"number":2,"verse":"This is what he said: \"Yahweh came and spoke to us at Mount Sinai; he came like the sun rises in the region of Edom and like his light shone on us when we were in the desert near Mount Paran after we left Mount Sinai. He came with ten thousand angels, and there was a flaming fire at his right side."},{"number":3,"verse":"Yahweh truly loves his people and protects all those who belong to him. So they prostrate themselves in front of him, and they listen to his instructions."},{"number":4,"verse":"I gave them laws to obey, laws that would forever be for the descendants of Jacob."},{"number":5,"verse":"So Yahweh became the king of his Israelite people when all the tribes and their leaders had gathered together."},{"number":6,"verse":"I say this about the tribe of Reuben: I desire that their tribe will never disappear, but that they will never become numerous."},{"number":7,"verse":"I say this about the tribe of Judah: Yahweh, listen to them when they call out for help; and after they separate from the other tribes, unite them with the other tribes again. Fight for them, and help them to fight against their enemies."},{"number":8,"verse":"I say this about the tribe of Levi: Yahweh, give to those who are dedicated to you the sacred stones that they will use to find out what you want to be done; You tested them at a spring in the desert, a spring that they named Massah and also named Meribah to find out if they would remain loyal to you."},{"number":9,"verse":"The tribe of Levi did what you told them to do and obeyed the covenant that you had made with the Israelite people; those laws were more important to them than their siblings and parents and children."},{"number":10,"verse":"The tribe of Levi will teach the Israelite people your decrees and your laws, and they are the ones who will burn incense and who will completely burn on the altar the offerings that the people bring."},{"number":11,"verse":"Yahweh, bless their work and accept all that they do. Crush all their enemies; do not enable their enemies to be able to fight against them again."},{"number":12,"verse":"I say this about the tribe of Benjamin: They are the tribe that Yahweh loves; he keeps them safe. He protects them continually, and he lives among their hills."},{"number":13,"verse":"I say this about the tribes of Joseph: I desire that Yahweh will bless their land by giving them rain from the sky and water from deep down in the ground."},{"number":14,"verse":"I desire that Yahweh will bless their land by giving them good fruit ripened by the sun and good crops in the right months."},{"number":15,"verse":"I desire that Yahweh give them that very nice fruit that will grow on trees in their ancient mountains."},{"number":16,"verse":"I desire that Yahweh will bless their land and that he fill the land with many good crops. I desire that Yahweh will bless the tribes of Joseph in all those ways, because he was the leader over his older brothers when they were in Egypt."},{"number":17,"verse":"The descendants of Joseph will be as strong as a bull; with their weapons they will wound their enemies like a wild ox gores other animals with its horns. They will push other people groups, all of them, to the most distant places on the earth. That is what the descendants of the two sons of Joseph will do, the ten thousands of the tribe of Ephraim and the thousands of the tribe of Manasseh."},{"number":18,"verse":"I say this about the tribes of Zebulun and Issachar: I desire that the people of Zebulun will prosper in their travels across the seas, and that the people of Issachar will prosper while they stay at home and take care of their cattle and crops."},{"number":19,"verse":"They will invite people from the other Israelite tribes to the mountain where they worship Yahweh, and they will offer correct sacrifices to him. They will become rich from the trade that they carry out on the seas and from using the sand along the sea to make things."},{"number":20,"verse":"I say this about the tribe of Gad: Praise Yahweh, the one who made their territory large. The people of their tribe will attack their enemies fiercely like a lion that crouches, waiting to tear off the arm or the scalp of some animal."},{"number":21,"verse":"They chose the best part of the land for themselves; a large share of the land, a share that should be given to a leader was allotted to them. When the leaders of the tribes of Israel gathered together, they decided that the tribe of Gad should have a large share of the land. The tribe of Gad obeyed the commands of Yahweh and the things that he decided that they should do."},{"number":22,"verse":"I say this about the tribe of Dan: The people of the tribe of Dan are like a young lion; they leap out from their caves in the region of Bashan to attack their enemies."},{"number":23,"verse":"I say this about the tribe of Naphtali: The people of the tribe of Naphtali have been blessed by Yahweh, who has been very kind to them; their land extends far south from Lake Galilee."},{"number":24,"verse":"I say this about the tribe of Asher: Yahweh will bless the descendants of Asher more than he will bless the other tribes. Yahweh will favor them most of all. I desire that their land will be filled with olive trees that will produce a lot of olives to make olive oil."},{"number":25,"verse":"Their towns will be protected by high walls with gates that have bronze and iron bars; I desire all the time that they live and not be harmed by anyone."},{"number":26,"verse":"You people of Israel, there is no god like your God, who rides majestically across the sky to help you."},{"number":27,"verse":"God, who lives forever, is the one who gives you refuge; it is as though he puts his everlasting arms under you to support you. He will drive out your enemies while you advance; he has told you to destroy all of them."},{"number":28,"verse":"So you Israelite people will live safely; you descendants of Jacob will not be disturbed by others; in the land where you will live, there will be plenty of grain and wine, and plenty of rain will fall from the sky."},{"number":29,"verse":"You people of Israel, how fortunate are you. There is certainly no nation like your nation, whom Yahweh has rescued from being slaves in Egypt. He will be like a shield to protect you and like a sword to enable you to defeat your enemies. Your enemies will come to you begging for you to act mercifully toward them, but you will trample on their backs.\""}]}