{"bibleAbbr":"urGV2010","bookName":"۱۔کرنتھیوں","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"( سلام) یہ خط پولس کی طرف سے ہے، جو اللہ کے ارادے سے مسیح عیسیٰ کا بُلایا ہوا رسول ہے، اور ہمارے بھائی سوستھنیس کی طرف سے۔"},{"number":2,"verse":"مَیں کُرِنتھس میں موجود اللہ کی جماعت کو لکھ رہا ہوں، آپ کو جنہیں مسیح عیسیٰ میں مُقدّس کیا گیا ہے، جنہیں مُقدّس ہونے کے لئے بُلایا گیا ہے۔ ساتھ ہی یہ خط اُن تمام لوگوں کے نام بھی ہے جو ہر جگہ ہمارے خداوند عیسیٰ مسیح کا نام لیتے ہیں جو اُن کا اور ہمارا خداوند ہے۔"},{"number":3,"verse":"ہمارا خدا باپ اور خداوند عیسیٰ مسیح آپ کو فضل اور سلامتی عطا کریں۔"},{"number":4,"verse":"( شکر) مَیں ہمیشہ آپ کے لئے خدا کا شکر کرتا ہوں کہ اُس نے آپ کو مسیح عیسیٰ میں اِتنا فضل بخشا ہے۔"},{"number":5,"verse":"آپ کو اُس میں ہر لحاظ سے دولت مند کیا گیا ہے، ہر قسم کی تقریر اور علم و عرفان میں۔"},{"number":6,"verse":"کیونکہ مسیح کی گواہی نے آپ کے درمیان زور پکڑ لیا ہے،"},{"number":7,"verse":"اِس لئے آپ کو ہمارے خداوند عیسیٰ مسیح کے ظہور کا انتظار کرتے کرتے کسی بھی برکت میں کمی نہیں۔"},{"number":8,"verse":"وہی آپ کو آخر تک مضبوط بنائے رکھے گا، اِس لئے آپ ہمارے خداوند عیسیٰ مسیح کی دوسری آمد کے دن بےالزام ٹھہریں گے۔"},{"number":9,"verse":"اللہ پر پورا اعتماد کیا جا سکتا ہے جس نے آپ کو بُلا کر اپنے فرزند ہمارے خداوند عیسیٰ مسیح کی رفاقت میں شریک کیا ہے۔"},{"number":10,"verse":"( کُرِنتھیوں کی پارٹی بازی) بھائیو، مَیں اپنے خداوند عیسیٰ مسیح کے نام میں آپ کو تاکید کرتا ہوں کہ آپ سب ایک ہی بات کہیں۔ آپ کے درمیان پارٹی بازی نہیں بلکہ ایک ہی سوچ اور ایک ہی رائے ہونی چاہئے۔"},{"number":11,"verse":"کیونکہ میرے بھائیو، آپ کے بارے میں مجھے خلوئے کے گھر والوں سے معلوم ہوا ہے کہ آپ جھگڑوں میں اُلجھ گئے ہیں۔"},{"number":12,"verse":"مطلب یہ ہے کہ آپ میں سے کوئی کہتا ہے، ”مَیں پولس کی پارٹی کا ہوں،“ کوئی ”مَیں اپلّوس کی پارٹی کا ہوں،“ کوئی ”مَیں کیفا کی پارٹی کا ہوں“ اور کوئی کہ ”مَیں مسیح کی پارٹی کا ہوں۔“"},{"number":13,"verse":"کیا مسیح بٹ گیا؟ کیا آپ کی خاطر پولس کو صلیب پر چڑھایا گیا؟ یا کیا آپ کو پولس کے نام سے بپتسمہ دیا گیا؟"},{"number":14,"verse":"خدا کا شکر ہے کہ مَیں نے آپ میں سے کسی کو بپتسمہ نہیں دیا سوائے کرسپُس اور گیُس کے۔"},{"number":15,"verse":"اِس لئے کوئی نہیں کہہ سکتا کہ مَیں نے پولس کے نام سے بپتسمہ پایا ہے۔"},{"number":16,"verse":"ہاں مَیں نے ستفناس کے گھرانے کو بھی بپتسمہ دیا۔ لیکن جہاں تک میرا خیال ہے اِس کے علاوہ کسی اَور کو بپتسمہ نہیں دیا۔"},{"number":17,"verse":"مسیح نے مجھے بپتسمہ دینے کے لئے رسول بنا کر نہیں بھیجا بلکہ اِس لئے کہ اللہ کی خوش خبری سناؤں۔ اور یہ کام مجھے دنیاوی حکمت سے آراستہ تقریر سے نہیں کرنا ہے تاکہ مسیح کی صلیب کی طاقت بےاثر نہ ہو جائے۔"},{"number":18,"verse":"( صلیب کا پیغام) کیونکہ صلیب کا پیغام اُن کے لئے جن کا انجام ہلاکت ہے بےوقوفی ہے جبکہ ہمارے لئے جن کا انجام نجات ہے یہ اللہ کی قدرت ہے۔"},{"number":19,"verse":"چنانچہ پاک نوشتوں میں لکھا ہے، ”مَیں دانش مندوں کی دانش کو تباہ کروں گا اور سمجھ داروں کی سمجھ کو رد کروں گا۔“"},{"number":20,"verse":"اب دانش مند شخص کہاں ہے؟ عالِم کہاں ہے؟ اِس جہان کا مناظرے کا ماہر کہاں ہے؟ کیا اللہ نے دنیا کی حکمت و دانائی کو بےوقوفی ثابت نہیں کیا؟"},{"number":21,"verse":"کیونکہ اگرچہ دنیا اللہ کی دانائی سے گھری ہوئی ہے توبھی دنیا نے اپنی دانائی کی بدولت اللہ کو نہ پہچانا۔ اِس لئے اللہ کو پسند آیا کہ وہ صلیب کے پیغام کی بےوقوفی کے ذریعے ہی ایمان رکھنے والوں کو نجات دے۔"},{"number":22,"verse":"یہودی تقاضا کرتے ہیں کہ الٰہی باتوں کی تصدیق الٰہی نشانوں سے کی جائے جبکہ یونانی دانائی کے وسیلے سے اِن کی تصدیق کے خواہاں ہیں۔"},{"number":23,"verse":"اِس کے مقابلے میں ہم مسیحِ مصلوب کی منادی کرتے ہیں۔ یہودی اِس سے ٹھوکر کھا کر ناراض ہو جاتے ہیں جبکہ غیریہودی اِسے بےوقوفی قرار دیتے ہیں۔"},{"number":24,"verse":"لیکن جو اللہ کے بُلائے ہوئے ہیں، خواہ وہ یہودی ہوں خواہ یونانی، اُن کے لئے مسیح اللہ کی قدرت اور اللہ کی دانائی ہوتا ہے۔"},{"number":25,"verse":"کیونکہ اللہ کی جو بات بےوقوفی لگتی ہے وہ انسان کی دانائی سے زیادہ دانش مند ہے۔ اور اللہ کی جو بات کمزور لگتی ہے وہ انسان کی طاقت سے زیادہ طاقت ور ہے۔"},{"number":26,"verse":"بھائیو، اِس پر غور کریں کہ آپ کا کیا حال تھا جب خدا نے آپ کو بُلایا۔ آپ میں سے کم ہیں جو دنیا کے معیار کے مطابق دانا ہیں، کم ہیں جو طاقت ور ہیں، کم ہیں جو عالی خاندان سے ہیں۔"},{"number":27,"verse":"بلکہ جو دنیا کی نگاہ میں بےوقوف ہے اُسے اللہ نے چن لیا تاکہ داناؤں کو شرمندہ کرے۔ اور جو دنیا میں کمزور ہے اُسے اللہ نے چن لیا تاکہ طاقت وروں کو شرمندہ کرے۔"},{"number":28,"verse":"اِسی طرح جو دنیا کے نزدیک ذلیل اور حقیر ہے اُسے اللہ نے چن لیا۔ ہاں، جو کچھ بھی نہیں ہے اُسے اُس نے چن لیا تاکہ اُسے نیست کرے جو بظاہر کچھ ہے۔"},{"number":29,"verse":"چنانچہ کوئی بھی اللہ کے سامنے اپنے پر فخر نہیں کر سکتا۔"},{"number":30,"verse":"یہ اللہ کی طرف سے ہے کہ آپ مسیح عیسیٰ میں ہیں۔ اللہ کی بخشش سے عیسیٰ خود ہماری دانائی، ہماری راست بازی، ہماری تقدیس اور ہماری مخلصی بن گیا ہے۔"},{"number":31,"verse":"اِس لئے جس طرح کلامِ مُقدّس فرماتا ہے، ”فخر کرنے والا خداوند ہی پر فخر کرے۔“"}]}