{"bibleAbbr":"urGV2010","bookName":"۱۔کرنتھیوں","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( ایک روح اور مختلف نعمتیں) بھائیو، مَیں نہیں چاہتا کہ آپ روحانی نعمتوں کے بارے میں ناواقف رہیں۔"},{"number":2,"verse":"آپ جانتے ہیں کہ ایمان لانے سے پیشتر آپ کو بار بار بہکایا اور گونگے بُتوں کی طرف کھینچا جاتا تھا۔"},{"number":3,"verse":"اِسی کے پیشِ نظر مَیں آپ کو آگاہ کرتا ہوں کہ اللہ کے روح کی ہدایت سے بولنے والا کبھی نہیں کہے گا، ”عیسیٰ پر لعنت۔“ اور روح القدس کی ہدایت سے بولنے والے کے سوا کوئی نہیں کہے گا، ”عیسیٰ خداوند ہے۔“"},{"number":4,"verse":"گو طرح طرح کی نعمتیں ہوتی ہیں، لیکن روح ایک ہی ہے۔"},{"number":5,"verse":"طرح طرح کی خدمتیں ہوتی ہیں، لیکن خداوند ایک ہی ہے۔"},{"number":6,"verse":"اللہ اپنی قدرت کا اظہار مختلف انداز سے کرتا ہے، لیکن خدا ایک ہی ہے جو سب میں ہر طرح کا کام کرتا ہے۔"},{"number":7,"verse":"ہم میں سے ہر ایک میں روح القدس کا اظہار کسی نعمت سے ہوتا ہے۔ یہ نعمتیں اِس لئے دی جاتی ہیں تاکہ ہم ایک دوسرے کی مدد کریں۔"},{"number":8,"verse":"ایک کو روح القدس حکمت کا کلام عطا کرتا ہے، دوسرے کو وہی روح علم و عرفان کا کلام۔"},{"number":9,"verse":"تیسرے کو وہی روح پختہ ایمان دیتا ہے اور چوتھے کو وہی ایک روح شفا دینے کی نعمتیں۔"},{"number":10,"verse":"وہ ایک کو معجزے کرنے کی طاقت دیتا ہے، دوسرے کو نبوّت کرنے کی صلاحیت اور تیسرے کو مختلف روحوں میں امتیاز کرنے کی نعمت۔ ایک کو اُس سے غیرزبانیں بولنے کی نعمت ملتی ہے اور دوسرے کو اِن کا ترجمہ کرنے کی۔"},{"number":11,"verse":"وہی ایک روح یہ تمام نعمتیں تقسیم کرتا ہے۔ اور وہی فیصلہ کرتا ہے کہ کس کو کیا نعمت ملنی ہے۔"},{"number":12,"verse":"( ایک جسم اور مختلف اعضا) انسانی جسم کے بہت سے اعضا ہوتے ہیں، لیکن یہ تمام اعضا ایک ہی بدن کو تشکیل دیتے ہیں۔ مسیح کا بدن بھی ایسا ہے۔"},{"number":13,"verse":"خواہ ہم یہودی تھے یا یونانی، غلام تھے یا آزاد، بپتسمے سے ہم سب کو ایک ہی روح کی معرفت ایک ہی بدن میں شامل کیا گیا ہے، ہم سب کو ایک ہی روح پلایا گیا ہے۔"},{"number":14,"verse":"بدن کے بہت سے حصے ہوتے ہیں، نہ صرف ایک۔"},{"number":15,"verse":"فرض کریں کہ پاؤں کہے، ”مَیں ہاتھ نہیں ہوں اِس لئے بدن کا حصہ نہیں۔“ کیا یہ کہنے پر اُس کا بدن سے تعلق ختم ہو جائے گا؟"},{"number":16,"verse":"یا فرض کریں کہ کان کہے، ”مَیں آنکھ نہیں ہوں اِس لئے بدن کا حصہ نہیں۔“ کیا یہ کہنے پر اُس کا بدن سے ناتا ٹوٹ جائے گا؟"},{"number":17,"verse":"اگر پورا جسم آنکھ ہی ہوتا تو پھر سننے کی صلاحیت کہاں ہوتی؟ اگر سارا بدن کان ہی ہوتا تو پھر سونگھنے کا کیا بنتا؟"},{"number":18,"verse":"لیکن اللہ نے جسم کے مختلف اعضا بنا کر ہر ایک کو وہاں لگایا جہاں وہ چاہتا تھا۔"},{"number":19,"verse":"اگر ایک ہی عضو پورا جسم ہوتا تو پھر یہ کس قسم کا جسم ہوتا؟"},{"number":20,"verse":"نہیں، بہت سے اعضا ہوتے ہیں، لیکن جسم ایک ہی ہے۔"},{"number":21,"verse":"آنکھ ہاتھ سے نہیں کہہ سکتی، ”مجھے تیری ضرورت نہیں،“ نہ سر پاؤں سے کہہ سکتا ہے، ”مجھے تمہاری ضرورت نہیں۔“"},{"number":22,"verse":"بلکہ اگر دیکھا جائے تو اکثر ایسا ہوتا ہے کہ جسم کے جو اعضا زیادہ کمزور لگتے ہیں اُن کی زیادہ ضرورت ہوتی ہے۔"},{"number":23,"verse":"وہ اعضا جنہیں ہم کم عزت کے لائق سمجھتے ہیں اُنہیں ہم زیادہ عزت کے ساتھ ڈھانپ لیتے ہیں، اور وہ اعضا جنہیں ہم شرم سے چھپا کر رکھتے ہیں اُن ہی کا ہم زیادہ احترام کرتے ہیں۔"},{"number":24,"verse":"اِس کے برعکس ہمارے عزت دار اعضا کو اِس کی ضرورت ہی نہیں ہوتی کہ ہم اُن کا خاص احترام کریں۔ لیکن اللہ نے جسم کو اِس طرح ترتیب دیا کہ اُس نے کم قدر اعضا کو زیادہ عزت دار ٹھہرایا،"},{"number":25,"verse":"تاکہ جسم کے اعضا میں تفرقہ نہ ہو بلکہ وہ ایک دوسرے کی فکر کریں۔"},{"number":26,"verse":"اگر ایک عضو دُکھ میں ہو تو اُس کے ساتھ دیگر تمام اعضا بھی دُکھ محسوس کرتے ہیں۔ اگر ایک عضو سرفراز ہو جائے تو اُس کے ساتھ باقی تمام اعضا بھی مسرور ہوتے ہیں۔"},{"number":27,"verse":"آپ سب مل کر مسیح کا بدن ہیں اور انفرادی طور پر اُس کے مختلف اعضا۔"},{"number":28,"verse":"اور اللہ نے اپنی جماعت میں پہلے رسول، دوسرے نبی اور تیسرے اُستاد مقرر کئے ہیں۔ پھر اُس نے ایسے لوگ بھی مقرر کئے ہیں جو معجزے کرتے، شفا دیتے، دوسروں کی مدد کرتے، انتظام چلاتے اور مختلف قسم کی غیرزبانیں بولتے ہیں۔"},{"number":29,"verse":"کیا سب رسول ہیں؟ کیا سب نبی ہیں؟ کیا سب اُستاد ہیں؟ کیا سب معجزے کرتے ہیں؟"},{"number":30,"verse":"کیا سب کو شفا دینے کی نعمتیں حاصل ہیں؟ کیا سب غیرزبانیں بولتے ہیں؟ کیا سب اِن کا ترجمہ کرتے ہیں؟"},{"number":31,"verse":"لیکن آپ اُن نعمتوں کی تلاش میں رہیں جو افضل ہیں۔ اب مَیں آپ کو اِس سے کہیں عمدہ راہ بتاتا ہوں۔"}]}