{"bibleAbbr":"urGV2010","bookName":"۱۔کرنتھیوں","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( خداوند کے خادم اور اُن کا کام) غرض لوگ ہمیں مسیح کے خادم سمجھیں، ایسے نگران جنہیں اللہ کے بھیدوں کو کھولنے کی ذمہ داری دی گئی ہے۔"},{"number":2,"verse":"اب نگرانوں کا فرض یہ ہے کہ اُن پر پورا اعتماد کیا جا سکے۔"},{"number":3,"verse":"مجھے اِس بات کی زیادہ فکر نہیں کہ آپ یا کوئی دنیاوی عدالت میرا احتساب کرے، بلکہ مَیں خود بھی اپنا احتساب نہیں کرتا۔"},{"number":4,"verse":"مجھے کسی غلطی کا علم نہیں ہے اگرچہ یہ بات مجھے راست باز قرار دینے کے لئے کافی نہیں ہے۔ خداوند خود میرا احتساب کرتا ہے۔"},{"number":5,"verse":"اِس لئے وقت سے پہلے کسی بات کا فیصلہ نہ کریں۔ اُس وقت تک انتظار کریں جب تک خداوند نہ آئے۔ کیونکہ وہی تاریکی میں چھپی ہوئی چیزوں کو روشنی میں لائے گا اور دلوں کی منصوبہ بندیوں کو ظاہر کر دے گا۔ اُس وقت اللہ خود ہر فرد کی مناسب تعریف کرے گا۔"},{"number":6,"verse":"( کُرِنتھیوں کی شیخی بازی) بھائیو، مَیں نے اِن باتوں کا اطلاق اپنے اور اپلّوس پر کیا تاکہ آپ ہم پر غور کرتے ہوئے اللہ کے کلام کی حدود جان لیں جن سے تجاوز کرنا مناسب نہیں۔ پھر آپ پھول کر ایک شخص کی حمایت کر کے دوسرے کی مخالفت نہیں کریں گے۔"},{"number":7,"verse":"کیونکہ کون آپ کو کسی دوسرے سے افضل قرار دیتا ہے؟ جو کچھ آپ کے پاس ہے کیا وہ آپ کو مفت نہیں ملا؟ اور اگر مفت ملا تو اِس پر شیخی کیوں مارتے ہیں گویا کہ آپ نے اُسے اپنی محنت سے حاصل کیا ہو؟"},{"number":8,"verse":"واہ جی واہ! آپ سیر ہو چکے ہیں۔ آپ امیر بن چکے ہیں۔ آپ ہمارے بغیر بادشاہ بن چکے ہیں۔ کاش آپ بادشاہ بن چکے ہوتے تاکہ ہم بھی آپ کے ساتھ حکومت کرتے!"},{"number":9,"verse":"اِس کے بجائے مجھے لگتا ہے کہ اللہ نے ہمارے لئے جو اُس کے رسول ہیں رومی تماشاگاہ میں سب سے نچلا درجہ مقرر کیا ہے، جو اُن لوگوں کے لئے مخصوص ہوتا ہے جنہیں سزائے موت کا فیصلہ سنایا گیا ہو۔ ہاں، ہم دنیا، فرشتوں اور انسانوں کے سامنے تماشا بن گئے ہیں۔"},{"number":10,"verse":"ہم تو مسیح کی خاطر بےوقوف بن گئے ہیں جبکہ آپ مسیح میں سمجھ دار خیال کئے جاتے ہیں۔ ہم کمزور ہیں جبکہ آپ طاقت ور۔ آپ کی عزت کی جاتی ہے جبکہ ہماری بےعزتی۔"},{"number":11,"verse":"اب تک ہمیں بھوک اور پیاس ستاتی ہے۔ ہم چیتھڑوں میں ملبوس گویا ننگے پھرتے ہیں۔ ہمیں مُکے مارے جاتے ہیں۔ ہماری کوئی مستقل رہائش گاہ نہیں۔"},{"number":12,"verse":"اور بڑی مشقت سے ہم اپنے ہاتھوں سے روزی کماتے ہیں۔ لعن طعن کرنے والوں کو ہم برکت دیتے ہیں، ایذا دینے والوں کو برداشت کرتے ہیں۔"},{"number":13,"verse":"جو ہمیں بُرا بھلا کہتے ہیں اُنہیں ہم دعا دیتے ہیں۔ اب تک ہم دنیا کا کُوڑا کرکٹ اور غلاظت بنے پھرتے ہیں۔"},{"number":14,"verse":"( پولس کُرِنتھیوں کا روحانی باپ ہے) مَیں آپ کو شرمندہ کرنے کے لئے یہ نہیں لکھ رہا، بلکہ اپنے پیارے بچے جان کر سمجھانے کی غرض سے۔"},{"number":15,"verse":"بےشک مسیح عیسیٰ میں آپ کے اُستاد تو بےشمار ہیں، لیکن باپ کم ہیں۔ کیونکہ مسیح عیسیٰ میں مَیں ہی آپ کو اللہ کی خوش خبری سنا کر آپ کا باپ بنا۔"},{"number":16,"verse":"اب مَیں تاکید کرتا ہوں کہ آپ میرے نمونے پر چلیں۔"},{"number":17,"verse":"اِس لئے مَیں نے تیمُتھیُس کو آپ کے پاس بھیج دیا جو خداوند میں میرا پیارا اور وفادار بیٹا ہے۔ وہ آپ کو مسیح عیسیٰ میں میری اُن ہدایات کی یاد دلائے گا جو مَیں ہر جگہ اور ایمان داروں کی ہر جماعت میں دیتا ہوں۔"},{"number":18,"verse":"آپ میں سے بعض یوں پھول گئے ہیں جیسے مَیں اب آپ کے پاس کبھی نہیں آؤں گا۔"},{"number":19,"verse":"لیکن اگر خداوند کی مرضی ہوئی تو جلد آ کر معلوم کروں گا کہ کیا یہ پھولے ہوئے لوگ صرف باتیں کر رہے ہیں یا کہ اللہ کی قدرت اُن میں کام کر رہی ہے۔"},{"number":20,"verse":"کیونکہ اللہ کی بادشاہی خالی باتوں سے ظاہر نہیں ہوتی بلکہ اللہ کی قدرت سے۔"},{"number":21,"verse":"کیا آپ چاہتے ہیں کہ مَیں چھڑی لے کر آپ کے پاس آؤں یا پیار اور حلیمی کی روح میں؟"}]}