{"bibleAbbr":"t4t2014","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"(David's song to praise Yahweh) After Yahweh had rescued David from Saul and his other enemies, David sang a song to Yahweh."},{"number":2,"verse":"This is what he sang: Yahweh, you are like a huge rock under which I can hide [MET]; you are like my fortress, and you rescue me."},{"number":3,"verse":"Yahweh, you protect me; you are like a shield; you are the powerful one [MET] who saves me; you are like a place where I ◄find refuge/am safe►. You save me from those who act violently toward me."},{"number":4,"verse":"I call out to you, Yahweh; you deserve to be praised, and you rescue me from my enemies."},{"number":5,"verse":"I almost died [PRS]; it was like [MET] a huge wave had crashed over me, and almost destroyed me like a flood."},{"number":6,"verse":"I thought that I would die; it was as though death wrapped ropes around me; it was as though I was in a trap where I would surely die. [PRS, MET]"},{"number":7,"verse":"But when I was ◄very distressed/in great trouble►, I called out to you, Yahweh; I cried out to you, my God. And from your temple you heard me; you listened when I called to you to help me."},{"number":8,"verse":"Then it was as though the earth quaked and shook; it was as though the foundations that ◄held up/supported► the sky trembled, because you were angry."},{"number":9,"verse":"It was as though smoke poured out of your nostrils and burning coals and fire that burns everything came out of your mouth."},{"number":10,"verse":"You tore open the skies and came down; there was a thick dark cloud under your feet."},{"number":11,"verse":"You rode through the sky on a winged creature; the wind enabled you to travel swiftly [MET], like a bird."},{"number":12,"verse":"The darkness was around you, like a blanket; thick clouds that were full of water surrounded you."},{"number":13,"verse":"Out of the lightning in front of you fire from burning coals flamed."},{"number":14,"verse":"Then, Yahweh, you spoke like thunder from the sky; it was your voice, God, you who are greater than all other gods, that was heard."},{"number":15,"verse":"When you sent flashes of lightning, it was as though [MET] you shot your arrows and scattered your enemies."},{"number":16,"verse":"Then the bottom of the ocean was uncovered; the foundations of the world could be seen when you rebuked your enemies with the strong breath from your nostrils."},{"number":17,"verse":"Yahweh, you reached down from heaven and lifted me up; you pulled me up from the deep water."},{"number":18,"verse":"You rescued me from my strong enemies, from those who hated me; I could not defeat them because they were very strong."},{"number":19,"verse":"They attacked me when I was experiencing troubles/difficulties, but Yahweh, you protected me."},{"number":20,"verse":"You brought me into a place where I was safe; you rescued me because you were pleased with me."},{"number":21,"verse":"Yahweh, you rewarded me because I do what is right; you did good things for me because I ◄was innocent/had not done things that are wrong►."},{"number":22,"verse":"Yahweh, I have obeyed your laws; I have not turned away from you, my God."},{"number":23,"verse":"All of your regulations were in my mind, and I did not turn away from obeying all your statutes."},{"number":24,"verse":"You know that I have not done anything that is evil; I have kept myself from doing things for which I should be punished."},{"number":25,"verse":"So you have rewarded me in return for my doing what is right, because you know that I ◄am innocent of doing/have not done► wrong things."},{"number":26,"verse":"Yahweh, you are faithful/loyal to those who always trust in you; you always do what is good to those whose behavior is always good."},{"number":27,"verse":"You act sincerely toward those whose inner beings are pure, but you are hostile to those who are perverse/wicked."},{"number":28,"verse":"You rescue those who are humble, but you watch [MTY] those who are proud and humiliate them."},{"number":29,"verse":"Yahweh, you are like [MET] a lamp that causes it to become light when I am in the darkness."},{"number":30,"verse":"With your strength/help I can run through a line of enemy soldiers and I can climb over the wall that surrounds their city."},{"number":31,"verse":"My God whom I worship, everything that you do is perfect; you always do what you promise that you will do. You are like a shield [MET] to all those who request you to protect them."},{"number":32,"verse":"Yahweh, you are [RHQ] the only one who is God; only you are like a huge rock [MET] under which we are protected/safe."},{"number":33,"verse":"God, you whom I worship are a strong refuge for me; you keep me safe on the roads that I walk on."},{"number":34,"verse":"When I walk in the mountains, you enable me to walk safely, without stumbling [MET] like a deer runs."},{"number":35,"verse":"You teach me how to fight in a battle in order that I can shoot arrows well from a very strong bow."},{"number":36,"verse":"It is as though [MET] you have given me a shield by which you have saved/rescued me, and you have answered my prayers and caused me to become famous/great."},{"number":37,"verse":"You have not allowed my enemies to capture me [IDI], and I have not fallen down during battles."},{"number":38,"verse":"I pursued my enemies and defeated them; I did not stop fighting them until they were all killed."},{"number":39,"verse":"I struck them down; I stabbed them with my sword; they fell down at my feet and did not stand up again."},{"number":40,"verse":"You have given me strength for fighting battles and caused those who were attacking me to fall down, and I trampled on them."},{"number":41,"verse":"You caused my enemies to turn and run away from me; I destroyed those who hated me."},{"number":42,"verse":"They ◄looked for/wanted► someone to rescue them, but no one did. They cried out to you, Yahweh, for help, but you did not answer them."},{"number":43,"verse":"I crushed them, and as a result they became like [SIM] tiny particles of dust. I trampled them, and they became like [SIM] mud in the streets."},{"number":44,"verse":"You rescued me from those who tried to rebel against me, and you appointed me to rule many nations; people whom I did not know previously are now ◄under my authority/my slaves►."},{"number":45,"verse":"Foreigners humbly bowed down in front of me; as soon as they heard about me, they obeyed me."},{"number":46,"verse":"They became afraid, and they came to me, trembling, from the places where they were hiding."},{"number":47,"verse":"Yahweh, you are alive! I praise you! You are like [MET] a huge rock under which I am safe/protected! You are the one who rescues me [MET]. Everyone should exalt/honor/praise you."},{"number":48,"verse":"You enable me to conquer my enemies; you cause people of other nations to be ◄under my authority/my slaves►."},{"number":49,"verse":"You delivered me from my enemies; you caused me to be honored more than they were; you rescued me from men who always acted violently."},{"number":50,"verse":"Because of all that, I exalt you among many people-groups and I sing to praise you."},{"number":51,"verse":"You enable me, whom you appointed to be king, to powerfully conquer my enemies; you faithfully love me, David, and you will love my descendants forever."}]}