{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"( परमेश्वराने केलेल्या तारणाबद्दल उपकारस्तुती) परमेश्वराचे उपकारस्मरण करा कारण तो चांगला आहे; कारण त्याची दया सनातन आहे."},{"number":2,"verse":"आता इस्राएलाने म्हणावे की, “त्याची दया सनातन आहे.”"},{"number":3,"verse":"अहरोनाच्या घराण्याने म्हणावे की, “त्याची दया सनातन आहे.”"},{"number":4,"verse":"परमेश्वराचे भय धरणार्‍यांनी म्हणावे की, “त्याची दया सनातन आहे.”"},{"number":5,"verse":"अडचणीत असताना मी परमेशाचा धावा केला; तो ऐकून परमेशाने मला प्रशस्त स्थळी नेले."},{"number":6,"verse":"परमेश्वर माझ्या पक्षाचा आहे; मी भिणार नाही. मनुष्य माझे काय करणार?"},{"number":7,"verse":"माझा साहाय्यकर्ता परमेश्वर माझ्या पक्षाचा आहे; माझा द्वेष करणार्‍यांची दशा माझ्या इच्छेप्रमाणे झालेली मी पाहीन."},{"number":8,"verse":"मनुष्यावर भरवसा ठेवण्यापेक्षा परमेश्वराला शरण जावे हे बरे."},{"number":9,"verse":"अधिपतींवर भरवसा ठेवण्यापेक्षा परमेश्वराला शरण जावे हे बरे."},{"number":10,"verse":"सर्व राष्ट्रांनी मला घेरले आहे; परमेश्वराच्या नावाने मी त्यांचा उच्छेद करीन."},{"number":11,"verse":"त्यांनी मला घेरले आहे; खरोखर मला घेरले आहे; परमेश्वराच्या नावाने मी त्यांचा उच्छेद करीन."},{"number":12,"verse":"त्यांनी मला मधमाश्यांप्रमाणे घेरले आहे; काट्याकुट्यांच्या आगीप्रमाणे ते विझून जातील, परमेश्वराच्या नावाने मी त्यांचा उच्छेद करीन."},{"number":13,"verse":"मी पडावे म्हणून तू मला जोराने धक्का दिलास, पण परमेश्वराने मला सावरले."},{"number":14,"verse":"परमेश माझे बल व माझे गीत आहे; तो माझे तारण झाला आहे."},{"number":15,"verse":"उत्सवाचा व तारणाचा शब्द नीतिमानांच्या वस्तीत आहे; “परमेश्वराचा उजवा हात पराक्रम करतो."},{"number":16,"verse":"परमेश्वराचा उजवा हात उभारलेला आहे; परमेश्वराचा उजवा हात पराक्रम करतो.”"},{"number":17,"verse":"मी मरणार नाही, तर जगेन, आणि परमेशाच्या कृत्यांचे वर्णन करीन."},{"number":18,"verse":"परमेशाने मला जबर शासन केले; तरी मला मृत्यूच्या हवाली केले नाही."},{"number":19,"verse":"माझ्यासाठी नीतिमत्त्वाची द्वारे उघडा म्हणजे मी त्यांतून प्रवेश करून परमेशाचे उपकारस्मरण करीन."},{"number":20,"verse":"हे परमेश्वराचे द्वार आहे; ह्यातून नीतिमान प्रवेश करोत"},{"number":21,"verse":"तू माझे ऐकले आहे, तू माझे तारण झाला आहेस, म्हणून मी तुझे उपकारस्मरण करतो."},{"number":22,"verse":"बांधणार्‍यांनी नापसंत केलेला दगड कोनशिला झाला आहे."},{"number":23,"verse":"ही परमेश्वराची करणी आहे; ती आमच्या दृष्टीने अद्भुत आहे."},{"number":24,"verse":"परमेश्वराने नेमलेला दिवस हाच आहे. ह्यात आपण उल्लास व आनंद करू."},{"number":25,"verse":"हे परमेश्वरा, आम्ही तुला विनवतो की, आमचे तारण कर. हे परमेश्वरा, आम्ही तुला विनवतो की, आमचा उत्कर्ष कर."},{"number":26,"verse":"परमेश्वराच्या नावाने येणारा धन्यवादित असो. परमेश्वराच्या घरातून आम्ही तुम्हांला आशीर्वाद देतो."},{"number":27,"verse":"परमेश्वर देव आहे, त्याने आपल्याला प्रकाश दिला आहे. उत्सवाचा यज्ञपशू वेदीच्या शिंगांना दोर्‍यांनी बांधा."},{"number":28,"verse":"तू माझा देव आहेस; मी तुझे उपकारस्मरण करीन; हे माझ्या देवा, मी तुझी थोरवी गाईन."},{"number":29,"verse":"परमेश्वराचे उपकारस्मरण करा; कारण तो चांगला आहे. कारण त्याची दया सनातन आहे."}]}