{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"( परमेश्वराची थोरवी आणि मूर्तीची निरर्थकता) परमेशाचे स्तवन करा!2 परमेश्वराच्या नावाचे स्तवन करा; परमेश्वराचे सेवकहो, स्तवन करा;"},{"number":2,"verse":"परमेश्वराच्या घरात, आमच्या देवाच्या घराच्या अंगणात उभे राहणारे तुम्ही त्याचे स्तवन करा."},{"number":3,"verse":"परमेशाचे स्तवन करा,2 कारण परमेश्वर चांगला आहे. त्याच्या नावाची स्तोत्रे गा, कारण ते मनोरम आहे."},{"number":4,"verse":"कारण परमेशाने आपणासाठी याकोबाला निवडले आहे, आपले स्वतःचे धन होण्यासाठी इस्राएलास निवडून घेतले आहे."},{"number":5,"verse":"परमेश्वर थोर आहे; आमचा प्रभू सर्व देवांपेक्षा थोर आहे हे मी जाणतो."},{"number":6,"verse":"परमेश्वराला जे काही बरे वाटते ते तो आकाशात व पृथ्वीवर, समुद्रात व सर्व जलाशयांत करतो."},{"number":7,"verse":"तो दिगंतांपासून मेघ वर चढवतो, पावसासाठी विजा उत्पन्न करतो; तो आपल्या भांडारातून वारे बाहेर आणतो."},{"number":8,"verse":"त्याने मिसर देशातील मनुष्यांचे व पशूंचेही प्रथमजन्मलेले मारून टाकले."},{"number":9,"verse":"हे मिसर देशा, त्याने तुझ्यामध्ये, फारो व त्याचे सर्व सेवक ह्यांच्यावर चिन्हे व उत्पात पाठवले."},{"number":10,"verse":"त्याने अनेक राष्ट्रांचा मोड केला; बलवान राजे मारून टाकले;"},{"number":11,"verse":"अमोर्‍यांचा राजा सीहोन व बाशानाचा राजा ओग ह्यांना मारून टाकले; कनान देशातील सर्व राज्यांचा मोड केला;"},{"number":12,"verse":"आणि त्यांचा देश त्याने वतन करून दिला; आपले लोक इस्राएल ह्यांना वतन करून दिला."},{"number":13,"verse":"हे परमेश्वरा, तुझे नाव चिरकाल राहील; हे परमेश्वरा, तुझे स्मरण पिढ्यानपिढ्या राहील."},{"number":14,"verse":"कारण परमेश्वर आपल्या लोकांचा न्याय करील, त्याला आपल्या सेवकांचा कळवळा येईल."},{"number":15,"verse":"राष्ट्रांच्या मूर्ती केवळ सोनेरुपे आहेत, त्या मनुष्यांच्या हातच्या कृती आहेत."},{"number":16,"verse":"त्यांना तोंड आहे पण बोलता येत नाही; त्यांना डोळे आहेत पण दिसत नाही."},{"number":17,"verse":"त्यांना कान आहेत पण ऐकू येत नाही; आणि त्यांच्या मुखात मुळीच श्वास नाही."},{"number":18,"verse":"त्या बनवणारे व त्याच्यावर भाव ठेवणारे सर्व त्यांच्यासारखे बनतात."},{"number":19,"verse":"हे इस्राएलाच्या घराण्या, परमेश्वराचा धन्यवाद कर; हे अहरोनाच्या घराण्या, परमेश्वराचा धन्यवाद कर;"},{"number":20,"verse":"हे लेवीच्या घराण्या, परमेश्वराचा धन्यवाद कर; परमेश्वराचे भय धरणार्‍यांनो, परमेश्वराचा धन्यवाद करा."},{"number":21,"verse":"यरुशलेमेत वस्ती करणार्‍या परमेश्वराचा धन्यवाद सीयोनेतून होवो. परमेशाचे स्तवन करा!1"}]}