{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"( परमेश्वराचे चांगुलपण व सामर्थ्य ह्यांबद्दल स्तुती) दाविदाचे स्तोत्र. हे राजा, माझ्या देवा, मी तुझी थोरवी गाईन; आणि सदासर्वकाळ तुझ्या नावाचा धन्यवाद करीन."},{"number":2,"verse":"मी प्रतिदिवशी तुझा धन्यवाद करीन; आणि सदासर्वकाळ तुझ्या नावाचे स्तवन करीन."},{"number":3,"verse":"परमेश्वर थोर व परमस्तुत्य आहे; त्याची थोरवी अगम्य आहे."},{"number":4,"verse":"एक पिढी दुसर्‍या पिढीपुढे तुझ्या कृत्यांची प्रशंसा करीत राहील, त्या तुझ्या पराक्रमाचे वर्णन करतील."},{"number":5,"verse":"तुझ्या वैभवाचा गौरवयुक्त प्रताप व तुझी अद्भुत कृत्ये ह्यांचे मी मनन करीन."},{"number":6,"verse":"तुझ्या भयावह कृत्यांचा पराक्रम लोक विदित करतील; मी तुझी थोरवी वर्णन करीन."},{"number":7,"verse":"ते तुझ्या परमदयेची आठवण काढतील; व तुझ्या न्यायपरायणतेचा गजर करतील."},{"number":8,"verse":"परमेश्वर कृपाळू व दयाळू आहे; तो मंदक्रोध व अतिदयाळू आहे."},{"number":9,"verse":"परमेश्वर सगळ्यांना चांगला आहे; त्याची कृपा त्याने केलेल्या सर्व कृत्यांवर आहे."},{"number":10,"verse":"हे परमेश्वरा, तुझी सर्व कृत्ये तुझी स्तुती गातात; आणि तुझे भक्त तुझा धन्यवाद करतात."},{"number":11,"verse":"ते तुझ्या राज्याचा महिमा वर्णन करतात, आणि तुझा पराक्रम कथन करतात;"},{"number":12,"verse":"ह्यासाठी की, तुझे पराक्रम व तुझ्या राज्याचे वैभवयुक्त ऐश्वर्य ही मानवजातीस कळावी."},{"number":13,"verse":"तुझे राज्य युगानुयुग राहणारे राज्य आहे. तुझा राज्याधिकार पिढ्यानपिढ्या टिकणारा आहे."},{"number":14,"verse":"पतन पावणार्‍या सर्वांना परमेश्वर आधार देतो, व वाकलेल्या सर्वांना उभे करतो."},{"number":15,"verse":"सर्वांचे डोळे तुझ्याकडे लागतात; आणि तू त्यांना त्यांचे अन्न यथाकाळी देतोस."},{"number":16,"verse":"तू आपली मूठ उघडून सर्व प्राणिमात्रांची इच्छा पुरी करतोस."},{"number":17,"verse":"परमेश्वर आपल्या सर्व मार्गांत न्यायी आहे, तो आपल्या सर्व कृत्यांत दयाळू आहे."},{"number":18,"verse":"जे कोणी त्याचा धावा करतात, जे खर्‍या भावाने त्याचा धावा करतात, त्या सर्वांना परमेश्वर जवळ आहे."},{"number":19,"verse":"तो आपले भय धरणार्‍यांची इच्छा पुरवतो; व त्यांची आरोळी ऐकून त्यांना तारतो."},{"number":20,"verse":"परमेश्वर आपल्यावर प्रेम करणार्‍या सर्वांचे रक्षण करतो, पण सर्व दुर्जनांचा नाश करतो."},{"number":21,"verse":"माझे मुख परमेश्वराचे स्तवन करील; सर्व प्राणिमात्र त्याच्या पवित्र नावाचा धन्यवाद युगानुयुग करोत."}]}