{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"( यरुशलेमेवर केलेल्या कृपेबद्दल परमेश्वराची स्तुती) परमेशाचे स्तवन करा,1 कारण आमच्या देवाची स्तोत्रे गाणे चांगले आहे, मनोरम आहे, आणि स्तोत्रे गाणे शुभच आहे."},{"number":2,"verse":"परमेश्वर यरुशलेम पुन्हा बांधून वसवतो; इस्राएलातील पांगलेल्यांना तो एकत्र करतो."},{"number":3,"verse":"भग्नहृदयी जनांना तो बरे करतो; तो त्यांच्या जखमांना पट्ट्या बांधतो."},{"number":4,"verse":"तो तार्‍यांची गणती करतो; तो त्या सर्वांना त्यांची-त्यांची नावे देतो."},{"number":5,"verse":"आमचा प्रभू थोर व महासमर्थ आहे; त्याची बुद्धी अमर्याद आहे."},{"number":6,"verse":"परमेश्वर लीनांना आधार देतो; तो दुर्जनांना धुळीस मिळवतो."},{"number":7,"verse":"तुम्ही परमेश्वराचे उपकारस्मरण करून त्याची कीर्ती वर्णा; वीणेवर आमच्या देवाची स्तोत्रे गा."},{"number":8,"verse":"तो मेघांनी आकाश आच्छादतो; तो भूमीसाठी पर्जन्य तयार करतो, डोंगरांवर गवत रुजवतो."},{"number":9,"verse":"तो पशूंना व कावळ्यांच्या कावकाव करणार्‍या पिलांना त्यांचे अन्न देतो."},{"number":10,"verse":"तो घोड्याच्या बलाने आनंदित होत नाही, मनुष्याच्या पायांनी संतोष पावत नाही."},{"number":11,"verse":"जे परमेश्वराचे भय धरतात, जे त्याच्या दयेची प्रतीक्षा करतात त्यांच्यावर तो संतुष्ट होतो."},{"number":12,"verse":"हे यरुशलेमे, परमेश्वराचा गौरव कर; हे सीयोने, तू आपल्या देवाचे स्तवन कर."},{"number":13,"verse":"कारण त्याने तुझ्या वेशींचे अडसर बळकट केले आहेत; त्याने तुझ्या ठायी तुझ्या मुलांना आशीर्वाद दिला आहे."},{"number":14,"verse":"तो तुझ्या सीमांच्या आत शांतता पसरतो; उत्कृष्ट गव्हाने तुला तृप्त करतो;"},{"number":15,"verse":"तो आपली आज्ञा पृथ्वीवर पाठवतो; त्याचा शब्द फार वेगाने धावतो."},{"number":16,"verse":"तो लोकरीसारखे हिम पाडतो; राखेसारखे दवाचे कण पसरतो."},{"number":17,"verse":"तो आपल्या बर्फाचा चुर्‍याप्रमाणे वर्षाव करतो. त्याच्या गारठ्यापुढे कोण टिकेल?"},{"number":18,"verse":"तो आपला हुकूम पाठवून ते वितळवतो; तो आपला वारा वाहवतो तेव्हा पाणी वाहू लागते."},{"number":19,"verse":"तो याकोबाला आपले वचन, इस्राएलाला आपले नियम व निर्णय विदित करतो."},{"number":20,"verse":"कोणत्याही राष्ट्राबरोबर त्याने असे वर्तन केले नाही; त्याचे निर्णय ती जाणत नाहीत. परमेशाचे स्तवन करा!1"}]}