{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"( दाविदाने गाइलेले मुक्तिगीत) ( ( 100 22:1-51 )) मुख्य गवयासाठी; परमेश्वराचा सेवक दावीद ह्याचे स्तोत्र; परमेश्वराने त्याला त्याच्या सर्व वैर्‍यांच्या हातून व शौलाच्या हातून सोडवले त्या दिवशी तो जी वचने गीतरूपाने परमेश्वरापुढे बोलला ती ही : हे परमेश्वरा, माझ्या सामर्थ्या, मी तुझ्यावर प्रेम करतो."},{"number":2,"verse":"परमेश्वर माझा दुर्ग, माझा गड, मला सोडवणारा, माझा देव, माझा खडक आहे, त्याचा आश्रय मी करतो; तो माझे कवच, माझ्या रक्षणाचे बळकट साधन, माझा उंच बुरूज आहे."},{"number":3,"verse":"स्तुतिपात्र परमेश्वराचा मी धावा करतो, तेव्हा शत्रूंपासून माझा बचाव होतो."},{"number":4,"verse":"मृत्यूच्या बंधनांनी मला वेष्टिले, नाशाच्या पुरांनी मला घाबरे केले."},{"number":5,"verse":"अधोलोकाच्या बंधनांनी मला घेरले, मृत्यूचे पाश माझ्यावर आले."},{"number":6,"verse":"मी आपल्या संकटात परमेश्वराचा धावा केला, माझ्या देवाला मी हाक मारली; त्याने आपल्या मंदिरातून माझी वाणी ऐकली, माझी हाक त्याच्या कानी गेली."},{"number":7,"verse":"तेव्हा पृथ्वी हादरली व कंपित झाली, पर्वताचे पाये डळमळले, त्यांना झोके बसले, कारण तो संतप्त झाला होता."},{"number":8,"verse":"त्याच्या नाकपुड्यांतून धूर निघत होता, त्याच्या मुखातून ग्रासणारा अग्नी निघत होता, त्यामुळे निखारे धगधगत होते."},{"number":9,"verse":"आकाश लववून तो खाली उतरला; त्याच्या पायांखाली निबिड अंधकार होता."},{"number":10,"verse":"तो करूबारूढ होऊन उडाला, त्याने वायूच्या पंखांनी वेगाने उड्डाण केले."},{"number":11,"verse":"त्याने आपणाला काळोखाने आच्छादून घेतले, त्याने आपणाला आकाशातील मेघमय अंधाराचा, दाट ढगांचा मंडप केला."},{"number":12,"verse":"त्याच्यापुढील तेजाने घनमेघांमधून गारा व धगधगीत इंगळ बाहेर पडले."},{"number":13,"verse":"परमेश्वराने आकाशात गर्जना केली, परात्पराची वाणी झाली, गारा व धगधगीत इंगळ बाहेर पडले."},{"number":14,"verse":"त्याने आपले बाण सोडून त्यांची दाणादाण केली; त्याने विजा पाडून त्यांची त्रेधा उडवली."},{"number":15,"verse":"तेव्हा हे परमेश्वरा, तुझ्या धमकीने, तुझ्या नाकपुड्यांतील श्वासाच्या सोसाट्याने जलाशयाचे तळ दिसू लागले, पृथ्वीचे पाये उघडे पडले."},{"number":16,"verse":"त्याने वरून हात लांब करून मला धरले, आणि मोठ्या जलाशयातून मला बाहेर काढले."},{"number":17,"verse":"माझा बलाढ्य वैरी व माझे द्वेष्टे ह्यांच्या हातून मला त्याने सोडवले, कारण ते माझ्यापेक्षा अति बलिष्ठ होते."},{"number":18,"verse":"माझ्या विपत्काली ते माझ्यावर चालून आले तेव्हा परमेश्वर माझा आधार झाला."},{"number":19,"verse":"त्याने मला प्रशस्त स्थली बाहेर आणले; तो माझ्याविषयी संतुष्ट होता म्हणून त्याने मला सोडवले."},{"number":20,"verse":"परमेश्वराने माझ्या नीतिमत्त्वाप्रमाणे मला फळ दिले; माझ्या हातांच्या निर्मलतेप्रमाणे त्याने मला प्रतिफळ दिले."},{"number":21,"verse":"कारण मी परमेश्वराचे मार्ग धरून राहिलो, मी आपल्या देवाला सोडण्याची दुष्टाई केली नाही."},{"number":22,"verse":"त्याचे सर्व निर्णय माझ्या दृष्टीपुढे असत, मी त्याच्या विधींचा त्याग केला नाही."},{"number":23,"verse":"मी त्याच्या दृष्टीने सात्त्विकतेने वागत असे आणि मी अनीतीपासून स्वतःला अलिप्त राखले."},{"number":24,"verse":"म्हणून परमेश्वराने माझ्या नीतिमत्त्वाप्रमाणे, त्याच्या नजरेस आलेल्या माझ्या हातांच्या निर्मलतेप्रमाणे, मला प्रतिफळ दिले."},{"number":25,"verse":"दयावंताशी तू दयेने वागतोस, सात्त्विकाशी सात्त्विकतेने वागतोस;"},{"number":26,"verse":"शुद्धांशी तू शुद्ध भावनेने वागतोस, कुटिलांशी तू कुटिलतेने वागतोस,"},{"number":27,"verse":"दीन जनांना तू तारतोस, उन्मत्त दृष्टीच्या लोकांना नीच करतोस;"},{"number":28,"verse":"तू माझा दीप उजळतोस; परमेश्वर माझा देव, माझ्या अंधकाराचा प्रकाश करतो."},{"number":29,"verse":"तुझ्या साहाय्याने मी फौजेवर चाल करून धावत जातो, माझ्या देवाच्या साहाय्याने मी तट उडून जातो."},{"number":30,"verse":"देवाविषयी म्हणाल तर त्याचा मार्ग परिपूर्ण आहे; परमेश्वराचे वचन कसास उतरले आहे; त्यांचा आश्रय करणार्‍या सर्वांची तो ढाल आहे."},{"number":31,"verse":"परमेश्वरावाचून देव कोण आहे? आमच्या देवाशिवाय दुर्ग कोण आहे?"},{"number":32,"verse":"तोच देव मला सामर्थ्याचा कमरबंद बांधतो, तो माझा मार्ग निर्वेध करतो."},{"number":33,"verse":"तो माझे पाय हरिणींच्या पायांसारखे करतो, आणि उंच जागांवर माझी स्थापना करतो."},{"number":34,"verse":"तो माझ्या हातांना युद्धकला शिकवतो, म्हणून माझे दंड पितळी धनुष्य वाकवतात."},{"number":35,"verse":"तू मला आपली तारणरूपी ढाल दिली आहेस; आपल्या उजव्या हाताने मला उचलून धरले आहेस; तुझ्या लीनतेमुळे मला थोरवी प्राप्त झाली आहे."},{"number":36,"verse":"तू माझ्या पावलांसाठी प्रशस्त जागा केली आहेस, माझे पाय घसरले नाहीत."},{"number":37,"verse":"मी आपल्या वैर्‍यांच्या पाठीस लागून त्यांना गाठले; आणि त्यांचा नायनाट केल्याशिवाय परत फिरलो नाही."},{"number":38,"verse":"मी त्यांना इतका मार दिला की त्यांना उठता येईना, त्यांना मी पायांखाली तुडवले."},{"number":39,"verse":"लढाईसाठी तू मला सामर्थ्याचा कमरबंद बांधला; माझ्यावर उठलेल्यांना तू माझ्याखाली चीत केलेस."},{"number":40,"verse":"तू माझ्या वैर्‍यांना पाठ दाखवायला लावले, मी आपल्या द्वेष्ट्यांचा अगदी संहार केला."},{"number":41,"verse":"त्यांनी ओरड केली तरी त्यांना सोडवायला कोणी नव्हता; त्यांनी परमेश्वराचा धावा केला तरी त्याने त्यांचे ऐकले नाही."},{"number":42,"verse":"तेव्हा वार्‍याने उडणार्‍या धुळीसारखे मी त्यांचे चूर्ण केले; रस्त्यावरील चिखलाप्रमाणे मी त्यांना काढून टाकले,"},{"number":43,"verse":"लोकांच्या बखेड्यांपासून तू मला मुक्त केलेस; तू मला राष्ट्रांचा प्रमुख केलेस; जे लोक माझ्या परिचयाचे नव्हते ते माझे अंकित झाले."},{"number":44,"verse":"माझी कीर्ती त्यांच्या कानी पडताच ते माझ्या अधीन झाले; परदेशीय लोकांनी माझी खुशामत केली."},{"number":45,"verse":"परदेशीय लोक गलित झाले; ते आपल्या कोटांतून कापत कापत बाहेर आले,"},{"number":46,"verse":"परमेश्वर जिवंत आहे; त्या माझ्या दुर्गाचा धन्यवाद होवो; माझे तारण करणार्‍या देवाचा महिमा वाढो;"},{"number":47,"verse":"त्याच देवाने मला सूड उगवू दिला, राष्ट्रांना माझ्या सत्तेखाली आणले."},{"number":48,"verse":"तोच मला माझ्या वैर्‍यांपासून सोडवतो, माझ्याविरुद्ध उठणार्‍यांवर तू माझे वर्चस्व करतोस, जुलमी मनुष्यांपासून मला सोडवतोस."},{"number":49,"verse":"म्हणून हे परमेश्वरा, मी राष्ट्रांमध्ये तुझे स्तवन करीन, तुझ्या नावाची स्तोत्रे गाईन."},{"number":50,"verse":"तो आपल्या राजाला मोठे विजय देतो; आपल्या अभिषिक्ताला, दाविदाला व त्याच्या संततीला, सर्वकाळ वात्सल्य दाखवतो."}]}