{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"( परमेश्वर माझा प्रकाश आणि माझे तारण आहे) दाविदाचे स्तोत्र. परमेश्वर माझा प्रकाश व माझे तारण आहे; मी कोणाची भीती बाळगू? परमेश्वर माझ्या जिवाचा दुर्ग आहे मी कोणाचे भय धरू?"},{"number":2,"verse":"दुष्कर्मी म्हणजे माझे शत्रू व द्वेष्टे हे माझे मांस खाऊन टाकण्यास जेव्हा माझ्यावर चढाई करून आले, तेव्हा तेच ठेच लागून पडले."},{"number":3,"verse":"सैन्याने माझ्यापुढे ठाणे दिले तरी माझे हृदय कचरणार नाही; माझ्यावर युद्धप्रसंग ओढवला तरीही मी हिम्मत धरून राहीन."},{"number":4,"verse":"परमेश्वराजवळ मी एक वरदान मागितले, त्याच्या प्राप्तीसाठी मी झटेन; ते हे की, आयुष्यभर परमेश्वराच्या घरात माझी वस्ती व्हावी; म्हणजे मी परमेश्वराचे मनोहर रूप पाहत राहीन व त्याच्या मंदिरात ध्यान करीन."},{"number":5,"verse":"कारण विपत्काली मला तो आपल्या मंडपात लपवून ठेवील; मला तो आपल्या डेर्‍याच्या गुप्त स्थळी ठेवील; तो मला खडकावर उचलून ठेवील."},{"number":6,"verse":"आता सभोवतालच्या माझ्या वैर्‍यांपुढे माझे मस्तक उन्नत होईल; त्याच्या डेर्‍यात मी उत्सवपूर्वक यज्ञ करीन. मी गायनवादन करीन, परमेश्वराचे गुणगान गाईन."},{"number":7,"verse":"मी उच्च स्वराने तुझा धावा करत आहे, हे परमेश्वरा, ऐक; माझ्यावर दया कर, माझी याचना ऐक."},{"number":8,"verse":"“माझे दर्शन घ्या,” असे तू म्हटले, तेव्हा माझे हृदय तुला म्हणाले, “हे परमेश्वरा, मी तुझ्या दर्शनाला उत्सुक झालो आहे.”"},{"number":9,"verse":"तू आपले मुख माझ्या दृष्टिआड करू नकोस आपल्या सेवकाला रागाने दूर घालवू नकोस. तू माझे साहाय्य होत आला आहेस; हे माझ्या उद्धारक देवा, माझा त्याग करू नकोस, मला सोडू नकोस."},{"number":10,"verse":"माझ्या आईबापांनी मला सोडले तरी परमेश्वर मला जवळ करील."},{"number":11,"verse":"हे परमेश्वरा, आपला मार्ग मला दाखव; लोक माझ्या पाळतीवर बसले आहेत, म्हणून मला धोपट मार्गाने ने."},{"number":12,"verse":"माझ्या शत्रूंच्या इच्छेवर मला सोपवू नकोस. कारण खोटे साक्षीदार व निष्ठुरपणाचे फूत्कार टाकणारे माझ्यावर उठले आहेत."},{"number":13,"verse":"ह्या जिवंतांच्या भूमीवर परमेश्वर खातरीने माझे कल्याण करील."},{"number":14,"verse":"परमेश्वराची प्रतीक्षा कर; खंबीर हो, हिम्मत धर; परमेश्वराचीच प्रतीक्षा कर."}]}