{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"( श्रद्धेसंबंधी साक्ष) मुख्य गवयासाठी; दाविदाचे स्तोत्र. हे परमेश्वरा, मी तुझा आश्रय धरला आहे; मला कधी लज्जित होऊ देऊ नकोस; तू आपल्या न्यायाने मला मुक्त कर,"},{"number":2,"verse":"माझ्याकडे आपला कान लाव; मला सत्वर सोडव; तू माझा प्रबल दुर्ग हो; माझ्या बचावासाठी आश्रयस्थान हो."},{"number":3,"verse":"कारण माझा दुर्ग व माझा गड तूच आहेस; तू आपल्या नावासाठी मला हाती धरून चालव."},{"number":4,"verse":"त्यांनी माझ्यासाठी गुप्तपणे पसरलेल्या जाळ्यातून तू मला ओढून काढ, कारण तू माझा आश्रय आहेस."},{"number":5,"verse":"तुझ्या हाती मी आपला आत्मा सोपवतो; हे परमेश्वरा, सत्यस्वरूप देवा, तू माझा उद्धार केला आहेस."},{"number":6,"verse":"निरर्थक मूर्तीला भजणार्‍यांचा मी द्वेष करतो; माझा भाव तर परमेश्वरावर आहे."},{"number":7,"verse":"मी तुझ्या वात्सल्यामुळे उल्लास व हर्ष पावेन; कारण तू माझी दैन्यावस्था पाहिली आहेस; माझ्या जिवावरील संकटे तुला अवगत आहेत."},{"number":8,"verse":"तू मला वैर्‍याच्या कोंडीत सापडू दिले नाहीस; माझे पाय तू प्रशस्त स्थळी स्थिर केलेस."},{"number":9,"verse":"हे परमेश्वरा, माझ्यावर कृपा कर, कारण मी संकटात आहे; माझे नेत्र, माझा जीव, माझे शरीर ही दुःखाने क्षीण झाली आहेत."},{"number":10,"verse":"कारण माझे आयुष्य शोकात, माझी वर्षे उसासे टाकण्यात गेली आहेत; माझ्या दुष्टाईने माझी शक्ती क्षीण झाली आहे, माझी हाडे जीर्ण झाली आहेत."},{"number":11,"verse":"माझ्या सर्व शत्रूंमुळे माझी निंदानालस्ती होत आहे; माझ्या शेजार्‍यापाजार्‍यांत माझी फार निर्भर्त्सना होत आहे; माझ्या ओळखीपाळखीच्या लोकांना माझे भय वाटत आहे; मला रस्त्यात पाहून लोक पळून जातात."},{"number":12,"verse":"स्मरणातून गेलेल्या मृतासारखा माझा विसर पडला आहे. फुटक्या भांड्यासारखा मी झालो आहे."},{"number":13,"verse":"कारण पुष्कळांच्या तोंडून माझी बेअब्रू झालेली मी ऐकली आहे; पाहावे तिकडे भयच भय! माझ्याविरुद्ध मनसुबा करून त्यांनी माझा जीव घेण्याची योजना केली."},{"number":14,"verse":"हे परमेश्वरा, मी तर तुझ्यावर भाव ठेवला आहे; मी म्हणतो, “तूच माझा देव आहेस.”"},{"number":15,"verse":"माझे दिवस तुझ्या हाती आहेत; माझ्या वैर्‍यांच्या हातातून, माझ्या पाठीस लागणार्‍यांपासून मला सोडव."},{"number":16,"verse":"तू आपल्या सेवकावर आपला मुखप्रकाश पाड; तू आपल्या वात्सल्याने मला तार."},{"number":17,"verse":"हे परमेश्वरा, मला लज्जित होऊ देऊ नकोस; कारण मी तुझा धावा केला आहे; दुर्जन लज्जित होवोत, ते अधोलोकात निःशब्द राहोत."},{"number":18,"verse":"नीतिमानाविरुद्ध गर्वाने, तिरस्काराने व उद्दामपणाने बोलणार्‍यांची वाचा बंद पडो."},{"number":19,"verse":"तुझे चांगुलपण किती थोर आहे! तुझे भय धरणार्‍यांकरता तू ते साठवून ठेवले आहेस, तुझा आश्रय करणार्‍यांसाठी मनुष्यमात्रांदेखत तू ते सिद्ध केले आहेस."},{"number":20,"verse":"तू आपल्या समक्षतेच्या गुप्त स्थळी मनुष्यांच्या कारस्थानांपासून त्यांना लपवतोस; शब्दकलहापासून त्यांना आपल्या मंडपात सुरक्षित ठेवतोस."},{"number":21,"verse":"परमेश्वर धन्यवादित असो; कारण वेढा पडलेल्या शहरात सापडल्यासारखा मी झालो असता त्याने अद्भुत रीतीने आपले वात्सल्य मला दाखवले."},{"number":22,"verse":"मी तर अधीर होऊन म्हणालो, “मी तुझ्या दृष्टीपुढून दूर झालो आहे;” तरी मी तुझा धावा केला तेव्हा तू माझ्या विनवणीचा शब्द ऐकलास."},{"number":23,"verse":"अहो परमेश्वराचे सर्व भक्तहो, तुम्ही त्याच्यावर प्रेम करा; परमेश्वर विश्वास ठेवणार्‍यांचे रक्षण करतो; गर्विष्ठांचे पुरेपूर पारिपत्य करतो."},{"number":24,"verse":"अहो परमेश्वराची आशा धरणारे, तुम्ही सर्व हिम्मत बांधा; तुमचे मन धीर धरो."}]}