{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"( उत्पन्नकर्त्याची व संरक्षकाची महती) अहो नीतिमानांनो, परमेश्वराचा जयजयकार करा; सरळ माणसांना स्तुतिगान शोभते."},{"number":2,"verse":"वीणेवर परमेश्वराचे उपकारस्मरण करा; दशतंतू वाद्यावर त्याचे गुणगान गा."},{"number":3,"verse":"त्याच्यापुढे नवे गीत गा; जयघोष करीत कुशलतेने वाद्ये वाजवा;"},{"number":4,"verse":"कारण परमेश्वराचे वचन सरळ आहे; त्याची सर्व कृती सत्याची आहे."},{"number":5,"verse":"त्याला नीती व न्याय ही प्रिय आहेत; परमेश्वराच्या वात्सल्याने पृथ्वी भरली आहे."},{"number":6,"verse":"परमेश्वराच्या शब्दाने आकाश निर्माण झाले; त्याच्या मुखश्वासाने आकाशातील सर्व सैन्य निर्माण झाले."},{"number":7,"verse":"तो समुद्राची जले राशीसारखी एकवट करतो; महासागराचे निधी साठवतो."},{"number":8,"verse":"अखिल पृथ्वी परमेश्वराचे भय धरो; जगात राहणारे सर्व त्याचा धाक बाळगोत."},{"number":9,"verse":"कारण तो बोलला आणि अवघे झाले; त्याने आज्ञा केली आणि सर्वकाही स्थिर झाले."},{"number":10,"verse":"राष्ट्रांच्या मसलती परमेश्वर निरर्थक करतो; लोकांचे संकल्प निष्फळ करतो."},{"number":11,"verse":"परमेश्वराची योजना सर्वकाळ टिकते; त्याच्या मनातील संकल्प पिढ्यानपिढ्या कायम राहतात."},{"number":12,"verse":"ज्या राष्ट्रांचा देव परमेश्वर आहे ज्या लोकांना त्याने आपल्या वतनाकरता प्रजा म्हणून निवडले आहे, ते धन्य!"},{"number":13,"verse":"परमेश्वर आकाशातून पाहतो; सर्व मानवजातीला तो निरखतो."},{"number":14,"verse":"तो आपल्या निवासस्थानातून पृथ्वीवर राहणार्‍या सर्वांना न्याहाळून पाहतो."},{"number":15,"verse":"त्या सर्वांची हृदये घडणारा व त्यांची सर्व कामे जाणणारा तो आहे."},{"number":16,"verse":"कोणीही राजा मोठ्या सैन्यबलाने जय पावतो असे नाही; वीरपुरुष आपल्या पराक्रमाने निभावतो असे नाही."},{"number":17,"verse":"जयप्राप्तीसाठी घोडा केवळ व्यर्थ होय; त्याला आपल्या महाबळाने कोणाचा बचाव करता येणार नाही."},{"number":18,"verse":"पाहा, जे परमेश्वराचे भय धरतात व त्याच्या दयेची अपेक्षा करतात,"},{"number":19,"verse":"त्यांचा जीव मृत्यूपासून सोडवावा व दुष्काळात त्यांचा प्राण वाचवावा म्हणून त्यांच्यावर त्याची नजर असते."},{"number":20,"verse":"आमचा जीव परमेश्वराची प्रतीक्षा करीत आहे; आमचे साहाय्य व ढाल तोच आहे."},{"number":21,"verse":"त्याच्या ठायी आमच्या हृदयाला आनंद आहे, कारण त्याच्या पवित्र नावावर आमची श्रद्धा आहे."},{"number":22,"verse":"हे परमेश्वरा, आम्ही तुझी आशा धरली आहे. म्हणून आमच्यावर तुझी कृपादृष्टी असो."}]}