{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"( शत्रूंच्या हातून सुटण्यासाठी प्रार्थना) दाविदाचे स्तोत्र. हे परमेश्वरा, मला विरोध करणार्‍यांना विरोध कर; माझ्याबरोबर लढणार्‍यांशी लढ."},{"number":2,"verse":"ढाल व कवच धारण कर, माझ्या साहाय्यासाठी उभा राहा."},{"number":3,"verse":"भाला हाती घे, माझा पाठलाग करणार्‍यांचा मार्ग अडव; “मीच तुझे तारण आहे” असे तू माझ्या जिवाला सांग."},{"number":4,"verse":"माझा जीव घेऊ पाहणारे लज्जित व फजीत होवोत; माझे नुकसान व्हावे म्हणून मनसुबा करणारे मागे हटोत व त्यांना लाज वाटो."},{"number":5,"verse":"ते वार्‍याने उडून चाललेल्या भुसासारखे होवोत, परमेश्वराचा दूत त्यांना उधळून लावो."},{"number":6,"verse":"त्यांचा मार्ग अंधकारमय व निसरडा होवो, परमेश्वराचा दूत त्यांच्या पाठीस लागो."},{"number":7,"verse":"कारण त्यांनी विनाकारण माझ्यासाठी आपला फासा गुप्तपणे मांडला, माझ्या जिवासाठी निष्कारण खाचही खणली."},{"number":8,"verse":"त्याच्यावर नकळत आपत्ती येवो; जो फासा त्याने गुप्तपणे मांडला त्यात तोच गुंतून पडो; तो त्यात अचानक नाश पावो."},{"number":9,"verse":"मग माझा जीव परमेश्वराच्या ठायी उल्लास पावेल आणि त्याने सिद्ध केलेल्या तारणामुळे हर्ष करील."},{"number":10,"verse":"माझी सर्व हाडे म्हणतील, “हे परमेश्वरा, तुझ्यासारखा कोण आहे? तू दीनास त्याच्याहून बलिष्ठ असणार्‍यापासून सोडवतोस; तू दीनास व कंगालास त्याला लुटणार्‍यापासून सोडवतोस;”"},{"number":11,"verse":"द्रोह करणारे साक्षीदार पुढे येतात आणि जे मला ठाऊक नाही त्याविषयी मला विचारतात."},{"number":12,"verse":"मी केलेल्या बर्‍याची फेड ते वाइटाने करतात; माझा जीव निराधार झाला आहे."},{"number":13,"verse":"मी तर त्यांच्या आजारात गोणपाट नेसत असे; मी उपास करून आपल्या जिवाला क्लेश देत असे; माझी प्रार्थना माझ्या पदरी परत आली."},{"number":14,"verse":"तो जणू काय माझा मित्र, माझा भाऊ आहे असे समजून मी त्याच्याशी वागलो; आईसाठी शोक करणार्‍यासारखा सुतकी पेहरावाने मी मान खाली घालून हिंडलो."},{"number":15,"verse":"मी लंगडलो तेव्हा त्यांना आनंद झाला; ते एकत्र जमले, ते अधम मला नकळत माझ्याविरुद्ध एकत्र जमले; त्यांनी माझी निंदा एकसारखी चालवली."},{"number":16,"verse":"जेवणाला नावे ठेवणार्‍या अधर्म्यांप्रमाणे त्यांनी माझ्यावर दांतओठ खाल्ले."},{"number":17,"verse":"हे प्रभू, कोठवर पाहत राहशील? त्यांनी योजलेल्या अरिष्टापासून माझा जीव, तसाच तरुण सिंहापासून माझा प्राण सोडव."},{"number":18,"verse":"मोठ्या मंडळीत मी तुझे उपकारस्मरण करीन. बलिष्ठ लोकांमध्ये मी तुझे स्तवन करीन."},{"number":19,"verse":"माझे वैरी माझ्याविषयी खोडसाळपणाने हर्ष न करोत; विनाकारण माझा द्वेष करणारे डोळे न मिचकावोत;"},{"number":20,"verse":"कारण त्यांचे बोलणे सलोख्याचे नाही; देशात शांततेने राहणार्‍यांविरुद्ध ते मसलती करतात."},{"number":21,"verse":"माझ्यापुढे तोंड विचकून ते म्हणाले, “अहाहा! अहाहा! आता आमच्या डोळ्यांचे पारणे फिटले आहे.”"},{"number":22,"verse":"हे परमेश्वरा, तूही पाहिले आहेस, उगा राहू नकोस; हे प्रभू, माझ्यापासून दूर राहू नकोस."},{"number":23,"verse":"हे माझ्या देवा, हे माझ्या प्रभू, माझा न्यायनिवाडा व माझ्यासाठी वाद करावा म्हणून ऊठ, जागृत हो."},{"number":24,"verse":"हे परमेश्वरा, माझ्या देवा, आपल्या नीतीने माझा न्यायनिवाडा कर; ते माझ्याविरुद्ध हर्ष न करोत."},{"number":25,"verse":"“अहाहा! आमच्या मनासारखे झाले,” असे ते आपल्या मनात न म्हणोत; “आम्ही त्याला गिळून टाकले” असे ते न म्हणोत."},{"number":26,"verse":"माझ्या अहितामुळे आनंद करणारे सर्व एकदम लज्जित व फजीत होवोत; माझ्यापुढे तोरा मिरवणारे लज्जा व फजिती ह्यांनी व्याप्त होवोत."},{"number":27,"verse":"माझ्या न्याय्य पक्षाला अनुकूल असणारे उत्साह व हर्ष पावोत; आपल्या सेवकाच्या कल्याणाने आनंद पावणार्‍या परमेश्वराचा गौरव होवो, असे ते सतत म्हणोत."},{"number":28,"verse":"माझी जीभ तुझी न्यायपरायणता गुणगुणत राहील व तुझे स्तवन दिवसभर करील."}]}