{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"( पश्‍चात्तप्त अंत:करणाची प्रार्थना) स्मरण देण्यासाठी दाविदाचे स्तोत्र. हे परमेश्वरा, क्रोधाने मला शासन करू नकोस; संतापून मला शिक्षा करू नकोस."},{"number":2,"verse":"तुझे बाण माझ्या देहात खोल रुतले आहेत; तुझ्या हाताच्या भाराने मी दबलो आहे."},{"number":3,"verse":"तुझ्या कोपामुळे माझ्या अंगी आरोग्य राहिले नाही; माझ्या पापामुळे माझ्या अस्थींत स्वस्थता नाही;"},{"number":4,"verse":"कारण माझे अपराध माझ्या डोक्यावरून गेले आहेत; जड ओझ्याप्रमाणे ते मला फार भारी झाले आहेत."},{"number":5,"verse":"माझ्या मूर्खपणामुळे माझ्या जखमा सडून त्यांना दुर्गंधी सुटली आहे."},{"number":6,"verse":"माझ्या अंगाला आळेपिळे येतात, मी अगदी वाकून गेलो आहे; दिवसभर मी सुतक्याच्या वेषाने फिरतो."},{"number":7,"verse":"माझ्या कंबरेला दाह सुटला आहे; माझ्या अंगी आरोग्य अगदीच राहिले नाही."},{"number":8,"verse":"माझे अंग बधिर झाले आहे व फारच ठेचून गेले आहे; मी आपल्या हृदयातील तळमळीमुळे ओरडत आहे."},{"number":9,"verse":"हे प्रभू, माझी प्रत्येक इच्छा तुला ठाऊक आहे; माझे कण्हणे तुझ्यापासून गुप्त नाही."},{"number":10,"verse":"माझे काळीज धडधडत आहे; माझी शक्ती मला सोडून गेली आहे; माझ्या डोळ्यांत तेजही राहिले नाही."},{"number":11,"verse":"माझे प्रियजन व माझे मित्र माझी व्याधी पाहून दूर राहतात; माझे जवळचे आप्तजनही दूर उभे राहतात."},{"number":12,"verse":"माझा जीव घेण्यास टपणारे मला धरण्यासाठी फासे मांडतात; माझे अनिष्ट चिंतणारे अपकारक गोष्टी बोलतात, ते दिवसभर कपटाच्या मसलती करत राहतात."},{"number":13,"verse":"मी तर बहिर्‍यासारखा होऊन ऐकत नाही; मुक्यासारखा मी आपले तोंड उघडत नाही."},{"number":14,"verse":"ज्या मनुष्याला ऐकू येत नाही, ज्याच्या मुखातून प्रत्युत्तर निघत नाही, त्याच्यासारखा मी झालो आहे."},{"number":15,"verse":"हे परमेश्वरा, मी तुझी आशा धरली आहे; हे प्रभू, माझ्या देवा, तू माझे ऐकशील."},{"number":16,"verse":"मी म्हणालो, “तू ऐकले नाहीस तर मला पाहून त्यांना हर्ष वाटेल. माझा पाय घसरला म्हणजे ते माझ्यावर तोरा मिरवतील.”"},{"number":17,"verse":"कारण मी तर पडण्याच्या बेतास आलो आहे. माझे दुःख माझ्यासमोर नित्य आहे."},{"number":18,"verse":"मी आपला दोष पदरी घेतो; माझ्या पापामुळे मी खिन्न आहे."},{"number":19,"verse":"माझे वैरी जोमदार व बलवान आहेत; खोडसाळपणाने माझा द्वेष करणारे अनेक झाले आहेत."},{"number":20,"verse":"जे चांगले आहे ते धरून मी चालतो, म्हणून बर्‍याची फेड वाइटाने करणारे मला विरोध करतात."},{"number":21,"verse":"हे परमेश्वरा, मला सोडू नकोस; माझ्या देवा, माझ्यापासून दूर राहू नकोस."},{"number":22,"verse":"हे प्रभू, माझ्या उद्धारा, मला साहाय्य करण्यास त्वरा कर."}]}