{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"( पूर्वीच्या सुटका आणि हल्लीच्या अडचणी) मुख्य गवयासाठी; कोरहाच्या मुलांचे मस्कील (बोधपर स्तोत्र). हे देवा, आमच्या पूर्वजांच्या दिवसांत, पुरातन काळी, तू जे कार्य केलेस त्याचे वर्णन त्यांनी केले, व ते आम्ही आपल्या कानांनी ऐकले."},{"number":2,"verse":"तू आपल्या हाताने राष्ट्रांना घालवून तेथे ह्यांना स्थापले; त्या लोकांना क्लेश देऊन ह्यांचा विस्तार केला."},{"number":3,"verse":"ह्यांनी आपल्या तलवारीने देशाची मालकी मिळवली असे नाही, ह्यांच्या बाहुबलाने ह्यांना विजयप्राप्ती झाली असेही नाही, तर तुझा उजवा हात, तुझा भुज व तुझे मुखतेज ह्यांनी ती झाली, कारण ह्यांच्यावर तुझी कृपादृष्टी होती."},{"number":4,"verse":"हे देवा, तूच माझा राजा आहेस; याकोबाला जयावर जय प्राप्त होईल असे कर."},{"number":5,"verse":"आम्ही तुझ्या साहाय्याने आपल्या शत्रूंना उलथून टाकू; आमच्यावर उठणार्‍यांना तुझ्या नावाने पायदळी तुडवू."},{"number":6,"verse":"मी आपल्या धनुष्यावर भिस्त ठेवत नाही, माझी तलवार माझा बचाव करणार नाही;"},{"number":7,"verse":"तर आमच्या शत्रूंपासून तू आमचा बचाव करतोस आणि आमचा द्वेष करणार्‍यांना तू फजीत करतोस."},{"number":8,"verse":"आम्ही सतत देवाची प्रतिष्ठा मिरवतो, आणि तुझ्या नावाचे सर्वकाळ उपकारस्मरण करतो. (सेला)"},{"number":9,"verse":"तरी आता तू आम्हांला टाकले आहेस, आम्हांला फजीत केले आहेस; आमच्या सैन्याबरोबर तू जात नाहीस."},{"number":10,"verse":"तू आम्हांला शत्रूला पाठ दाखवायला लावलेस, आमचा द्वेष करणारे आम्हांला यथेच्छ लुटतात."},{"number":11,"verse":"तू आम्हांला मेंढरांसारखे भक्ष्यरूप केले आहेस; आणि तू राष्ट्राराष्ट्रांमध्ये आमची दाणादाण केली आहेस."},{"number":12,"verse":"तू आपले लोक विनामूल्य विकलेस, त्यांचे मोल घेऊन आपला फायदा केला नाहीस."},{"number":13,"verse":"तू आम्हांला आमच्या शेजार्‍यांच्या निंदेचा विषय केलेस, आमच्या सभोवतालच्या लोकांच्या उपहासाचा व धिक्काराचा विषय केलेस."},{"number":14,"verse":"राष्ट्रांनी आमच्यावर म्हणी रचाव्या असे तू आम्हांला केले आहेस. व आम्हांला पाहून लोकांनी डोके हलवावे असे तू केलेस."},{"number":15,"verse":"माझी फजिती नित्य माझ्यापुढे आहे आणि माझ्या मुखावरील लज्जेने मला व्यापले आहे;"},{"number":16,"verse":"कारण निंदा व निर्भर्त्सना करणार्‍यांचे शब्द मी ऐकत आहे."},{"number":17,"verse":"हे सर्व आमच्यावर आले तरी आम्ही तुला विसरलो नाही, तुझ्या करारासंबंधाने आम्ही विश्वासघात केला नाही."},{"number":18,"verse":"आमचे मन फितूर झाले नाही; आमची पावले तुझ्या मार्गातून ढळली नाहीत;"},{"number":19,"verse":"तरी तू आम्हांला कोल्हे राहतात त्या ठिकाणी ठेचले, मृत्युच्छायेने आच्छादले."},{"number":20,"verse":"जर आम्ही आपल्या देवाचे नाव विसरलो असतो व अन्य देवापुढे हात पसरले असते,"},{"number":21,"verse":"तर देवाने हे शोधून काढले नसते काय? कारण तो मनातील गुप्त गोष्टी जाणतो."},{"number":22,"verse":"तरी तुझ्यामुळे आमचा वध सतत होत आहे; कापायच्या मेंढरांसारखे आम्हांला गणतात."},{"number":23,"verse":"हे प्रभू, जागा हो, का झोपलास? ऊठ, आमचा कायमचा त्याग करू नकोस."},{"number":24,"verse":"तू आपले मुख का लपवतोस? आमचे दुःख व आमचा छळ का विसरतोस?"},{"number":25,"verse":"आमचा जीव धुळीस मिळत आहे; आमचे पोट भूमीस लागत आहे."},{"number":26,"verse":"आमच्या साहाय्यार्थ ऊठ, आपल्या वात्सल्यानुसार आमचा उद्धार कर."}]}