{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"( देव न्यायाधीश आहे) आसाफाचे स्तोत्र. देवाधिदेव परमेश्वर बोलला आहे, त्याने सूर्याच्या उगवतीपासून मावळतीपर्यंत पृथ्वीला हाक मारली आहे."},{"number":2,"verse":"सौंदर्याचा केवळ कळस असा जो सीयोन डोंगर, त्यावरून देव प्रकाशला आहे."},{"number":3,"verse":"आमचा देव येत आहे, तो उगा राहायचा नाही; त्याच्यापुढे अग्नी ग्रासत चालला आहे. त्याच्याभोवती मोठे वादळ सुटले आहे."},{"number":4,"verse":"त्याने आपल्या लोकांचा न्याय करावा म्हणून तो वर आकाशास व पृथ्वीस हाक मारून म्हणतो :"},{"number":5,"verse":"“ज्यांनी यज्ञ करून माझ्याशी करार केला आहे, त्या माझ्या भक्तांना माझ्याजवळ एकत्र करा.”"},{"number":6,"verse":"आकाश त्याची न्यायपरायणता प्रकट करते; देव स्वतः न्याय करणारा आहे. (सेला)"},{"number":7,"verse":"“माझ्या लोकांनो, ऐका, मी बोलत आहे; हे इस्राएला, मी तुला प्रतिज्ञापूर्वक सांगतो : मी देव, तुझा देव आहे;"},{"number":8,"verse":"तुझ्या यज्ञासंबंधाने तर मी तुला बोल लावत नाही; तुझे होमबली माझ्यापुढे नित्य आहेतच."},{"number":9,"verse":"तुझ्या घरचा गोर्‍हा किंवा तुझ्या मेंढवाड्यातले बोकड मी घेणार नाही."},{"number":10,"verse":"कारण वनातील सर्व पशू, हजारो डोंगरांवरील गुरेढोरे माझी आहेत."},{"number":11,"verse":"डोंगरांवरील सर्व पाखरे मला ठाऊक आहेत, आणि रानांतील प्राणी माझ्या लक्षात आहेत."},{"number":12,"verse":"मला भूक लागली तरी मी तुला सांगणार नाही, कारण जग व जगातले सर्वकाही माझे आहे."},{"number":13,"verse":"बैलांचे मांस मी खाणार काय? बोकडांचे रक्त मी पिणार काय?"},{"number":14,"verse":"देवाला आभाररूपी यज्ञ कर; परात्परापुढे आपले नवस फेड;"},{"number":15,"verse":"आणि संकटसमयी माझा धावा कर; मी तुला मुक्त करीन आणि तू माझा गौरव करशील.“"},{"number":16,"verse":"दुर्जनाला तर देव म्हणतो : “माझे नियम विदित करणारा तू कोण? माझा करार आपल्या मुखाने उच्चारणारा तू कोण?"},{"number":17,"verse":"तू तर शिस्तीचा द्वेष करतोस, माझी वचने मागे झुगारून देतोस."},{"number":18,"verse":"तू चोर पाहिलास की तुला त्याच्या संगतीत आनंद होतो; तू व्यभिचारी माणसांचा साथीदार आहेस."},{"number":19,"verse":"तू आपले तोंड दुष्टपणासाठी मोकळे सोडले आहेस, तुझी जीभ कपटाची योजना करते."},{"number":20,"verse":"तू आपल्या भावाविरुद्ध बोलत बसतोस; तू आपल्या सख्ख्या भावाची चहाडी करतोस."},{"number":21,"verse":"असे तू केलेस तरी मी उगा राहिलो; मी तुझ्यासारखाच आहे असे तुला वाटले; तथापि मी तुझा निषेध करीन. मी तुझी कृत्ये तुझ्यापुढे मांडीन."},{"number":22,"verse":"अहो देवाला विसरणार्‍यांनो, ह्याचा विचार करा, नाहीतर मी तुम्हांला फाडून टाकीन, तेव्हा तुम्हांला कोणी सोडवणारा सापडणार नाही."},{"number":23,"verse":"जो आभाररूपी यज्ञ करतो तो माझा गौरव करतो; आणि जो सरळ मार्गाने चालतो त्याला मी देवाने सिद्ध केलेले तारण प्राप्त करून देईन.”"}]}