{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"( देवाच्या महत्कृत्यांच्या स्मरणाने समाधान) मुख्य गवयासाठी; यदूथूनाच्या पद्धतीप्रमाणे आसाफाचे स्तोत्र. मी आपल्या वाणीने देवाला हाक मारीन; त्याने माझे ऐकावे म्हणून मी देवाला हाक मारीन."},{"number":2,"verse":"माझ्या संकटाच्या दिवशी मी प्रभूला शरण गेलो; रात्री माझा हात पसरलेला राहिला, तो ढिला पडला नाही; माझा जीव सांत्वन पावेना."},{"number":3,"verse":"मी देवाचे स्मरण करून व्याकूळ होतो; मी ध्यान करू इच्छितो पण माझा जीव मूर्च्छित होतो. (सेला)"},{"number":4,"verse":"तू माझ्या पापणीस पापणी लागू देत नाहीस; मी विव्हळ झालो आहे, मला बोलवत नाही."},{"number":5,"verse":"पूर्वीचे दिवस व प्राचीन काळची वर्षे ही मी ध्यानात आणली आहेत."},{"number":6,"verse":"रात्री मला आपल्या गीताचे स्मरण होते; मी आपल्या मनात चिंतन करतो; माझा जीव विचारात पडला आहे की,"},{"number":7,"verse":"“प्रभू सर्वकाळ आमचा त्याग करील काय? तो पुन्हा कधीच प्रसन्न होणार नाही काय?"},{"number":8,"verse":"त्याची दया कायमची नाहीशी झाली काय? त्याचे अभिवचन पिढ्यानपिढ्या निष्फळ राहणार काय?"},{"number":9,"verse":"देव कृपा करायचे विसरला काय? त्याने क्रोधामुळे आपला कळवळा आवरून धरला काय?” (सेला)"},{"number":10,"verse":"“परात्पराचे सामर्थ्य खालावले आहे”1 असे वाटून मला दु:ख झाले."},{"number":11,"verse":"मी परमेशाची महत्कृत्ये वर्णन करीन; खरोखर मी तुझ्या पुरातन कालच्या अद्भुत कृत्यांचे स्मरण करीन."},{"number":12,"verse":"मी तुझ्या सर्व कृत्यांचे मननही करीन आणि तुझ्या महत्कृत्यांचा विचार करीन."},{"number":13,"verse":"हे देवा, तुझा मार्ग पवित्र2 आहे; देवासारखा थोर देव कोण आहे?"},{"number":14,"verse":"अद्भुत कृत्ये करणारा तूच देव आहेस; तू आपले सामर्थ्य लोकांत प्रकट केले आहेस."},{"number":15,"verse":"याकोब व योसेफ ह्यांची संतती म्हणजे तुझे लोक, ह्यांना तू आपल्या भुजाने मुक्त केले आहेस. (सेला)"},{"number":16,"verse":"जलांनी तुला पाहिले, हे देवा, जलांनी तुला पाहिले; ती भयाने कंपित झाली, खोल जलेही खळबळली."},{"number":17,"verse":"मेघांनी वर्षाव केला; आभाळ कडाडले; तुझे बाणही सुटले."},{"number":18,"verse":"तुझ्या गर्जनेचा शब्द झंझावातात होता; विजांचा पृथ्वीवर लखलखाट झाला; भूमी कंपित होऊन डळमळली."},{"number":19,"verse":"समुद्रात तुझा मार्ग व महासागरात तुझ्या वाटा होत्या, तुझी पावले दिसली नाहीत."},{"number":20,"verse":"मोशे व अहरोन ह्यांच्या हस्ते तू आपले लोक कळपांप्रमाणे नेले."}]}