{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"( देवाने सर्वदा दया करावी म्हणून प्रार्थना) दाविदाची प्रार्थना. हे परमेश्वरा, कान लाव, मला उत्तर दे; मी दीन व दरिद्री आहे."},{"number":2,"verse":"माझ्या जिवाचे रक्षण कर, कारण मी तुझा भक्त आहे; हे माझ्या देवा, तुझ्यावर भाव ठेवणार्‍या सेवकाचे तारण कर."},{"number":3,"verse":"हे प्रभू, माझ्यावर कृपा कर; कारण मी दिवसभर तुझा धावा करतो."},{"number":4,"verse":"हे प्रभू, आपल्या सेवकाचा जीव हर्षित कर; मी आपले चित्त तुझ्याकडे लावतो."},{"number":5,"verse":"हे प्रभू, तू उत्तम व क्षमाशील आहेस आणि तुझा धावा करणार्‍या सर्वांवर विपुल दया करणारा आहेस."},{"number":6,"verse":"हे परमेश्वरा, माझ्या प्रार्थनेकडे कान दे; माझ्या काकळुतीच्या वाणीकडे लक्ष दे."},{"number":7,"verse":"मी आपल्या संकटसमयी तुझा धावा करीन; कारण तू मला उत्तर देशील."},{"number":8,"verse":"हे प्रभू, देवांमध्ये तुझ्यासमान कोणी नाही, आणि तुझ्या कृत्यांसारखी कोणतीही कृत्ये नाहीत."},{"number":9,"verse":"हे प्रभू, तू उत्पन्न केलेली सर्व राष्ट्रे येऊन तुझ्या पाया पडतील, तुझ्या नावाचा महिमा गातील."},{"number":10,"verse":"कारण तू थोर व अद्भुत कृत्ये करणारा आहेस; तूच केवळ देव आहेस."},{"number":11,"verse":"हे परमेश्वरा, तुझा मार्ग मला दाखव; मी तुझ्या सत्यमार्गाने चालेन; तुझ्या नावाचे भय धरण्यास माझे चित्त एकाग्र कर."},{"number":12,"verse":"हे प्रभू, माझ्या देवा, मी आपल्या जिवेभावे तुझे गुणगान गाईन, तुझ्या नावाचा महिमा सदोदित वर्णन करीन."},{"number":13,"verse":"कारण माझ्यावर तुझी दया फार आहे; अधोलोकाच्या तळापासून तू माझा जीव उद्धरला आहेस."},{"number":14,"verse":"हे देवा, उन्मत्त लोक माझ्याविरुद्ध उठले आहेत, जुलमी लोकांचा समुदाय माझा जीव घेण्यास पाहत आहे; ते तुला जुमानत नाहीत."},{"number":15,"verse":"तरी हे प्रभू, तू सदय व कृपाळू देव आहेस; मंदक्रोध, दयामय व सत्यसंपन्न आहेस."},{"number":16,"verse":"तू माझ्याकडे वळून माझ्यावर कृपा कर; आपल्या दासाला आपले सामर्थ्य दे, आपल्या दासीच्या पुत्राचे तारण कर."},{"number":17,"verse":"हे परमेश्वरा, तू माझ्यावर प्रसन्न झाल्याचे काही चिन्ह दाखव, ह्यासाठी की, तू माझे साहाय्य व समाधान केले आहेस, हे पाहून माझ्या द्वेष्ट्यांनी लज्जित व्हावे."}]}