{"bibleAbbr":"mrRV2015","bookName":"स्तोत्रसंहिता","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"( देवाच्या न्याय्यत्वाबद्दल उपकारस्तुती) मुख्य गवयासाठी; मूथ-लब्बेन ह्या रागावर गायचे दाविदाचे स्तोत्र. मी अगदी मनापासून परमेश्वराचे उपकारस्मरण करीन; तुझ्या सर्व अद्भुत कृतींचे वर्णन करीन."},{"number":2,"verse":"मी तुझ्या ठायी हर्ष व उल्लास पावेन; हे परात्परा, मी तुझ्या नावाचे स्तवन गाईन."},{"number":3,"verse":"माझे वैरी मागे फिरले की ठोकर खातात, तुला पाहून नाश पावतात;"},{"number":4,"verse":"कारण तू माझा कैवार घेऊन न्याय केला आहेस; तू यथार्थ न्याय करीत राजासनावर बसला आहेस."},{"number":5,"verse":"तू राष्ट्रांना धमकावले आहेस; दुर्जनांचा तू नाश केला आहेस; तू त्यांचे नाव सदासर्वकाळासाठी पुसून टाकले आहेस."},{"number":6,"verse":"वैर्‍यांचा समूळ नाश झाला आहे, त्यांचा कायमचा नायनाट झाला आहे; जी शहरे तू उजाड केली त्यांची आठवणदेखील नाहीशी झाली आहे."},{"number":7,"verse":"परमेश्वर तर सर्वकाळ राजासनारूढ आहे; त्याने न्याय करण्याकरता आपले आसन स्थापले आहे."},{"number":8,"verse":"तोच जगाचा यथार्थ न्याय करील; तो लोकांना खरा न्याय देईल."},{"number":9,"verse":"परमेश्वर पीडितांसाठी उच्च दुर्ग आहे; तो संकटसमयी उच्च दुर्ग आहे;"},{"number":10,"verse":"ज्यांना तुझ्या नावाची ओळख झालेली आहे ते तुझ्यावर भाव ठेवतील, कारण, हे परमेश्वरा, जे तुझा शोध करतात त्यांना तू टाकले नाहीस."},{"number":11,"verse":"सीयोननिवासी परमेश्वराचे स्तवन करा, त्याची कृत्ये राष्ट्राराष्ट्रांत विदित करा;"},{"number":12,"verse":"कारण रक्तपाताचा सूड उगवणार्‍यास त्यांची आठवण आहे; तो दीनांचा आक्रोश विसरला नाही."},{"number":13,"verse":"हे परमेश्वरा, माझ्यावर दया कर, मला मृत्युद्वारातून उठवणार्‍या, माझा द्वेष करणार्‍यांपासून मला झालेली पीडा पाहा;"},{"number":14,"verse":"मग मी तुझी सारी कीर्ती वर्णीन; तू केलेल्या उद्धाराबद्दल मी सीयोनकन्येच्या द्वारांसमोर हर्ष करीन."},{"number":15,"verse":"राष्ट्रे आपण केलेल्या खाचेत स्वतःच पडली आहेत; त्यांनी गुप्तपणे मांडलेल्या जाळ्यात त्यांचेच पाय गुंतले आहेत."},{"number":16,"verse":"परमेश्वराने न्यायनिवाडा करून स्वतःला प्रकट केले आहे; दुर्जनास त्याच्याच हातच्या पाशात त्याने गुंतवले आहे. (हिग्गायोन सेला)1"},{"number":17,"verse":"देवाला विसरणारी सर्व राष्ट्रे म्हणजे दुर्जन अधोलोकात परत जातील."},{"number":18,"verse":"कंगालांचे नेहमीच विस्मरण होणार नाही, दीनांच्या आशेचा भंग सर्वदा होणार नाही."},{"number":19,"verse":"हे परमेश्वरा, ऊठ, मर्त्य मानवास प्रबळ होऊ देऊ नकोस; राष्ट्रांचा न्यायनिवाडा, तुझ्यापुढे होऊ दे."},{"number":20,"verse":"हे परमेश्वरा, त्यांना दहशत घाल; आपण केवळ मर्त्य आहोत असे राष्ट्रांना कळू दे. (सेला)"}]}