{"bibleAbbr":"RSV1971","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"Death of Saul and His Sons Now the Philistines fought against Israel; and the men of Israel fled before the Philistines, and fell slain on Mount Gilbo′a."},{"number":2,"verse":"And the Philistines overtook Saul and his sons; and the Philistines slew Jonathan and Abin′adab and Mal′chishu′a, the sons of Saul."},{"number":3,"verse":"The battle pressed hard upon Saul, and the archers found him; and he was wounded by the archers."},{"number":4,"verse":"Then Saul said to his armor-bearer, “Draw your sword, and thrust me through with it, lest these uncircumcised come and make sport of me.” But his armor-bearer would not; for he feared greatly. Therefore Saul took his own sword, and fell upon it."},{"number":5,"verse":"And when his armor-bearer saw that Saul was dead, he also fell upon his sword, and died."},{"number":6,"verse":"Thus Saul died; he and his three sons and all his house died together."},{"number":7,"verse":"And when all the men of Israel who were in the valley saw that the army (Heb they) had fled and that Saul and his sons were dead, they forsook their cities and fled; and the Philistines came and dwelt in them."},{"number":8,"verse":"On the morrow, when the Philistines came to strip the slain, they found Saul and his sons fallen on Mount Gilbo′a."},{"number":9,"verse":"And they stripped him and took his head and his armor, and sent messengers throughout the land of the Philistines, to carry the good news to their idols and to the people."},{"number":10,"verse":"And they put his armor in the temple of their gods, and fastened his head in the temple of Dagon."},{"number":11,"verse":"But when all Ja′besh-gil′ead heard all that the Philistines had done to Saul,"},{"number":12,"verse":"all the valiant men arose, and took away the body of Saul and the bodies of his sons, and brought them to Jabesh. And they buried their bones under the oak in Jabesh, and fasted seven days."},{"number":13,"verse":"So Saul died for his unfaithfulness; he was unfaithful to the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance,"},{"number":14,"verse":"and did not seek guidance from the LORD. Therefore the LORD slew him, and turned the kingdom over to David the son of Jesse."}]}