{"bibleAbbr":"orOV2014","bookName":"ମାର୍କ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"( ପୀଲାତଙ୍କ ସମ୍ମୁଖରେ ଯୀଶୁ) ପ୍ରଭାତ ହେବାମାତ୍ରେ ସମସ୍ତ ମହାସଭା, ଅର୍ଥାତ୍, ପ୍ରାଚୀନ ଓ ଶାସ୍ତ୍ରୀମାନଙ୍କ ସହିତଣପ୍ରଧାନ ଯାଜକମାନେ ସଭା କରି ଯୀଶୁଙ୍କୁ ବାନ୍ଧି ଘେନିଯାଇ ପୀଲାତଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲେ ।"},{"number":2,"verse":"ପୀଲାତ ତାହାଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେ କି ଯିହୁଦୀ-ମାନଙ୍କର ରାଜା ? ସେ ତାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ଆପଣ କହୁଅଛନ୍ତି ।"},{"number":3,"verse":"ଆଉ, ପ୍ରଧାନ ଯାଜକମାନେ ତାହାଙ୍କ ବିରୁଦ୍ଧରେ ଅନେକ ଅଭିଯୋଗ କରିବାକୁ ଲାଗିଲେ ।"},{"number":4,"verse":"ସେଥିରେ ପୀଲାତ ପୁନର୍ବାର ତାହାଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେ କିଛି ଉତ୍ତର ଦେଉ ନାହଁ ? ଦେଖ, ଏମାନେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ କେତେ ଅଭିଯୋଗ କରୁଅଛନ୍ତି ।"},{"number":5,"verse":"କିନ୍ତୁ ଯୀଶୁ ଆଉ କୌଣସି ଉତ୍ତର ଦେଲେ ନାହିଁ, ସେଥିରେ ପୀଲାତ ଚମତ୍କୃତ ହେଲେ ।"},{"number":6,"verse":"( ଯୀଶୁଙ୍କ ପ୍ରାଣଦଣ୍ତ) ମାତ୍ର ପର୍ବ ସମୟରେ ଲୋକମାନେ ଯେଉଁ ବନ୍ଦୀକୁ ମାଗୁଥିଲେ, ତାହାକୁ ସେ ସେମାନଙ୍କ ନିମନ୍ତେ ମୁକ୍ତ କରୁଥିଲେ ।"},{"number":7,"verse":"ଯେଉଁ ବିପ୍ଳବୀମାନେ ବିପ୍ଳବ ସମୟରେ ନରହତ୍ୟା କରିଥିଲେ, ସେମାନଙ୍କ ସହିତ ବାରବ୍ବା ନାମକ ଜଣେ ଲୋକ ବନ୍ଦୀ ଥିଲା ।"},{"number":8,"verse":"ତେଣୁ ଲୋକସମୂହ ଉପରକୁ ଯାଇ ତାଙ୍କୁ ଆପଣା ରୀତି ଅନୁସାରେ କରିବା ନିମନ୍ତେ ଅନୁରୋଧ କରିବାକୁ ଲାଗିଲେ ।"},{"number":9,"verse":"ସେଥିରେ ପୀଲାତ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ତୁମ୍ଭେମାନେ କଅଣ ଇଚ୍ଛା କରୁଅଛ ? ଆମ୍ଭେ କଅଣ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଯିହୁଦୀମାନଙ୍କ ରାଜାଙ୍କୁ ମୁକ୍ତ କରିଦେବା ?"},{"number":10,"verse":"କାରଣ ପ୍ରଧାନ ଯାଜକମାନେ ଯେ ଈର୍ଷାରେ ତାହାଙ୍କୁ ସମର୍ପଣ କରିଥିଲେ, ତାହା ସେ ବୁଝିଲେ ।"},{"number":11,"verse":"ମାତ୍ର ସେ ଯେପରି ସେମାନଙ୍କ ନିମନ୍ତେ ବରଞ୍ଚ ବାରବ୍ବାକୁ ମୁକ୍ତ କରନ୍ତି, ସେଥିପାଇଁ ପ୍ରଧାନ ଯାଜକମାନେ ଲୋକସମୂହକୁ ମତାଇଲେ ।"},{"number":12,"verse":"କିନ୍ତୁ ପୀଲାତ ପୁନର୍ବାର ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ତେବେ ଯାହାକୁ ତୁମ୍ଭେମାନେ ଯିହୁଦୀମାନଙ୍କର ରାଜା ବୋଲି କହୁଅଛ, ତାହା ପ୍ରତି ଆମ୍ଭେ କଅଣ କରିବା?"},{"number":13,"verse":"ସେମାନେ ପୁଣି ଚିତ୍କାର କଲେ, ତାହାକୁ କ୍ରୁଶରେ ଚଢ଼ାଅ ।"},{"number":14,"verse":"ସେଥିରେ ପୀଲାତ ସେମାନଙ୍କୁ ପଚାରିଲେ, କାହିଁକି, ସେ କି ଦୋଷ କରିଅଛି ? କିନ୍ତୁ ସେମାନେ ଅତ୍ୟ; ଚିତ୍କାର କଲେ, ତାହାକୁ କ୍ରୁଶରେ ଚଢ଼ାଅ ।"},{"number":15,"verse":"ଏଣୁ ପୀଲାତ ଲୋକସମୂହକୁ ସନ୍ତୁଷ୍ଟ କରିବାକୁ ଇଚ୍ଛା କରି ସେମାନଙ୍କ ନିମନ୍ତେ ବାରବ୍ବାକୁ ମୁକ୍ତ କଲେ, ପୁଣି ଯୀଶୁଙ୍କୁ କୋରଡ଼ା ପ୍ରହାର କରାଇ କ୍ରୁଶରେ ଚଢ଼ାଇବା ନିମନ୍ତେ ସମର୍ପଣ କଲେ ।"},{"number":16,"verse":"( ଯୀଶୁଙ୍କ ପ୍ରତି ପରିହାସ) ସେଥିରେ ସୈନ୍ୟମାନେ ତାହାଙ୍କୁ ପ୍ରାଙ୍ଗଣ, ଅର୍ଥାତ୍, ପ୍ରାସାଦ ଭିତରକୁ ଘେନିଯାଇ ସମସ୍ତ ସୈନ୍ୟଦଳକୁ ଡାକି ଏକତ୍ର କଲେ ।"},{"number":17,"verse":"ସେମାନେ ତାହାଙ୍କୁ କୃଷ୍ଣଲୋହିତ ବର୍ଣ୍ଣର ବସ୍ତ୍ର ପିନ୍ଧାଇଲେ ଓ କଣ୍ଟାର ମୁକୁଟ ବନାଇ ତାହାଙ୍କ ମସ୍ତକରେ ଦେଲେ;"},{"number":18,"verse":"ଆଉ, ହେ ଯିହୁଦୀମାନଙ୍କ ରାଜା, ନମସ୍କାର, ଏହା କହି ତାହାଙ୍କର ବନ୍ଦନା କରିବାକୁ ଲାଗିଲେ ।"},{"number":19,"verse":"ପୁଣି, ସେମାନେ ଗୋଟିଏ ନଳ ଘେନି ତାହାଙ୍କ ମୁଣ୍ତରେ ମାଇଲେ ଓ ତାହାଙ୍କ ଉପରେ ଛେପ ପକାଇଲେ, ଆଉ ଆଣ୍ଠୁ ମାଡ଼ି ତାହାଙ୍କୁ ପ୍ରଣାମ କରିବାକୁ ଲାଗିଲେ ।"},{"number":20,"verse":"ସେମାନେ ତାହାଙ୍କୁ ପରିହାସ କଲା ଉତ୍ତାରେ ସେହି କୃଷ୍ଣଲୋହିତ ବର୍ଣ୍ଣର ବସ୍ତ୍ର କାଢ଼ି ନେଇ ତାହାଙ୍କର ନିଜ ବସ୍ତ୍ର ପିନ୍ଧାଇଲେ । ପୁଣି, ସେମାନେ ତାହାଙ୍କୁ କ୍ରୁଶରେ ଚଢ଼ାଇବା ନିମନ୍ତେ ବାହାରକୁ ଘେନିଗଲେ ।"},{"number":21,"verse":"( ଯୀଶୁଙ୍କ କ୍ରୁଶବିଦ୍ଧ) ସେତେବେଳେ ଆଲେକ୍ଜାଣ୍ତର ଓ ରୂଫଙ୍କ ପିତା ଶିମୋନ ନାମକ ଜଣେ କୂରୀଣୀୟ ଲୋକ ପଲ୍ଲୀ-ଗ୍ରାମରୁଆସି ସେହି ବାଟ ଦେଇ ଯାଉଥିଲେ; ସେମାନେ ତାଙ୍କୁ ତାହାଙ୍କର କ୍ରୁଶ ବହିବା ପାଇଁ ବାଧ୍ୟ କଲେ ।"},{"number":22,"verse":"ଆଉ, ସେମାନେ ତାହାଙ୍କୁ ଗଲ୍ଗଥା, ଅର୍ଥାତ୍, କପାଳସ୍ଥଳ ନାମକ ସ୍ଥାନକୁ ଆଣିଲେ ।"},{"number":23,"verse":"ପୁଣି, ସେମାନେ ତାହାଙ୍କୁ ଗନ୍ଧରସ ମିଶ୍ରିତ ଦ୍ରାକ୍ଷାରସ ଯାଚିଲେ, କିନ୍ତୁ ସେ ତାହା ଗ୍ରହଣ କଲେ ନାହିଁ ।"},{"number":24,"verse":"ପରେ ସେମାନେ ତାହାଙ୍କୁ କ୍ରୁଶରେ ଚଢ଼ାଇଲେ, ପୁଣି କିଏ କଅଣ ପାଇବ, ତାହା ଗୁଲିବାଣ୍ଟ ଦ୍ଵାରା ସ୍ଥିର କରି ତାହାଙ୍କ ବସ୍ତ୍ରସବୁ ଆପଣା ଆପଣା ମଧ୍ୟରେ ଭାଗ କରି ନେଲେ ।"},{"number":25,"verse":"ଦିନ ନଅ ଘଣ୍ଟା ସମୟରେ ସେମାନେ ତାହାଙ୍କୁ କ୍ରୁଶରେ ଚଢ଼ାଇଲେ ।"},{"number":26,"verse":"ଆଉ, ତାହାଙ୍କ ଅଭିଯୋଗଲିପିରେ ଏହା ଲେଖା ଥିଲା, ଯିହୁଦୀମାନଙ୍କର ରାଜା ।"},{"number":27,"verse":"ପୁଣି, ତାହାଙ୍କ ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ଜଣେ ଓ ବାମ ପାର୍ଶ୍ଵରେ ଜଣେ, ଏହିପରି ଦୁଇଜଣ ଡକାଇତଙ୍କୁ ସେମାନେ ତାହାଙ୍କ ସହିତ କ୍ରୁଶରେ ଚଢ଼ାଇଦେଲେ ।"},{"number":28,"verse":"[ସେଥିରେ ଧର୍ମଶାସ୍ତ୍ରର ଏହି ବାକ୍ୟ ସଫଳ ହେଲା, ସେ ଅଧାର୍ମିକମାନଙ୍କ ସହିତ ଗଣିତ ହେଲେ ] ।"},{"number":29,"verse":"ସେହି ବାଟ ଦେଇ ଯାଉଥିବା ଲୋକମାନେ ଆପଣା ଆପଣା ମୁଣ୍ତ ହଲାଇ ତାହାଙ୍କର ନିନ୍ଦା କରି କହିବାକୁ ଲାଗିଲେ, ବାଃ ! ରେ ମନ୍ଦିରଭଗ୍ନକାରୀ ଓ ତିନି ଦିନରେ ତାହା ନିର୍ମାଣକାରୀ ;"},{"number":30,"verse":"କ୍ରୁଶରୁ ଓହ୍ଲାଇ ଆପଣାକୁ ରକ୍ଷା କର ।"},{"number":31,"verse":"ପ୍ରଧାନ ଯାଜକମାନେ ମଧ୍ୟ ସେହି ପ୍ରକାରେ ଶାସ୍ତ୍ରୀମାନଙ୍କ ସହିତ ପରସ୍ପର ମଧ୍ୟରେ ତାହାଙ୍କୁ ପରିହାସ କରି କହିବାକୁ ଲାଗିଲେ, ସେ ଅନ୍ୟମାନଙ୍କୁ ରକ୍ଷା କଲା, ନିଜକୁ ରକ୍ଷା କରି ପାରୁ ନାହିଁ ।"},{"number":32,"verse":"ଇସ୍ରାଏଲର ରାଜା ଖ୍ରୀଷ୍ଟ ଏହିକ୍ଷଣି କ୍ରୁଶରୁ ଓହ୍ଲାଇ ଆସନ୍ତୁ, ଯେପରି ଆମ୍ଭେମାନେ ତାହା ଦେଖି ବିଶ୍ଵାସ କରିବା । ପୁଣି, ଯେଉଁମାନେ ତାହାଙ୍କ ସହିତ କ୍ରୁଶରେ ଚଢ଼ାଯାଇଥିଲେ, ସେମାନେ ସୁଦ୍ଧା ତାହାଙ୍କୁ ନିନ୍ଦା କରିବାକୁ ଲାଗିଲେ।"},{"number":33,"verse":"( ଯୀଶୁଙ୍କ ମୃତ୍ୟୁ) ବାର ଘଣ୍ଟା ସମୟରେ ଦେଶଯାକ ଅନ୍ଧକାର ଘୋଟିଯାଇ ତିନି ଘଣ୍ଟା ପର୍ଯ୍ୟନ୍ତ ରହିଲା ।"},{"number":34,"verse":"ତିନି ଘଣ୍ଟା ସମୟରେ ଯୀଶୁ ଉଚ୍ଚ ସ୍ଵରରେ ଡାକି କହିଲେ, ‘ଏଲୀ, ଏଲୀ, ଲାମା ଶବକ୍ଥାନୀ ?ʼ ଅର୍ଥାତ୍, ହେ ମୋହର ଈଶ୍ଵର, ହେ ମୋହର ଈଶ୍ଵର, ତୁମ୍ଭେ ମୋତେ କାହିଁକି ପରିତ୍ୟାଗ କଲ ?"},{"number":35,"verse":"ଏହା ଶୁଣି ପାଖରେ ଠିଆ ହୋଇଥିବା ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି କହିଲେ, ଦେଖ, ସେ ଏଲୀୟଙ୍କୁ ଡାକୁଛି ।"},{"number":36,"verse":"ପୁଣି, ଜଣେ ଦୌଡ଼ିଯାଇ ଗୋଟିଏ ସ୍ପଞ୍ଜ ଅମ୍ଳରସରେ ପୂର୍ଣ୍ଣ କରି ତାହା ଖଣ୍ତିଏ ନଳରେ ଲଗାଇ ତାହାଙ୍କୁ ପାନ କରିବାକୁ ଦେଇ କହିଲା, ରୁହ, ଏଲୀୟ ଏହାକୁ ଓହ୍ଲାଇବାକୁ ଆସୁଅଛନ୍ତି କି ନାହିଁ, ଦେଖିବା ।"},{"number":37,"verse":"କିନ୍ତୁ ଯୀଶୁ ଉଚ୍ଚ ସ୍ଵର କରି ପ୍ରାଣତ୍ୟାଗ କଲେ ।"},{"number":38,"verse":"ପୁଣି, ମନ୍ଦିରର ବିଚ୍ଛେଦ-ବସ୍ତ୍ର ଉପରୁ ତଳ ପର୍ଯ୍ୟନ୍ତ ଚିରି ଦୁଇ ଖଣ୍ତ ହେଲା ।"},{"number":39,"verse":"ତାହାଙ୍କ ସମ୍ମୁଖରେ ଠିଆ ହୋଇଥିବା ଶତସେନାପତି ତାହାଙ୍କର ଏହି ପ୍ରକାର ପ୍ରାଣତ୍ୟାଗ ଦେଖି କହିଲେ, ସତ୍ୟ, ଏହି ବ୍ୟକ୍ତି ଈଶ୍ଵରଙ୍କ ପୁତ୍ର ଥିଲେ ।"},{"number":40,"verse":"କେତେକ ସ୍ତ୍ରୀଲୋକ ମଧ୍ୟ ଦୂରରୁ ଦେଖୁଥିଲେ; ସେମାନଙ୍କ ମଧ୍ୟରେ ମଗ୍ଦଲୀନୀ ମରୀୟମ, ସାନ ଯାକୁବ ଓ ଯୋସିଙ୍କ ମାତା ମରୀୟମ, ପୁଣି ଶଲୋମୀ ଥିଲେ;"},{"number":41,"verse":"ସେ ଗାଲିଲୀରେ ଥିବା ସମୟରେ ସେମାନେ ତାହାଙ୍କ ପଶ୍ଚାଦ୍ଗମନ କରି ତାହାଙ୍କର ସେବା କରୁଥିଲେନ୍ତ ତାହାଙ୍କ ସହିତ ଯିରୂଶାଲମକୁ ଆସିଥିବା ଆହୁରି ଅନେକ ସ୍ତ୍ରୀଲୋକ ମଧ୍ୟ ଦେଖୁଥିଲେ ।"},{"number":42,"verse":"( ଯୀଶୁଙ୍କ ସମାଧି) ବେଳ ଗଡ଼ିଆସନ୍ତେ, ସେହି ଦିନ ଆୟୋଜନ ଦିନ, ଅର୍ଥାତ୍, ବିଶ୍ରାମବାରର ପୂର୍ବ ଦିନ ଥିବାରୁ,"},{"number":43,"verse":"ହାରାମାଥୀୟାର ଯୋସେଫ ନାମକ ମହାସଭାର ଜଣେ ସମ୍ଭ୍ରାନ୍ତ ସଭ୍ୟ, ଯେ ନିଜେ ମଧ୍ୟ ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟର ଅପେକ୍ଷାରେ ଥିଲେ, ସେ ସାହସପୂର୍ବକ ପୀଲାତଙ୍କ ନିକଟକୁ ଯାଇ ଯୀଶୁଙ୍କ ଶରୀର ମାଗିଲେ ।"},{"number":44,"verse":"କିନ୍ତୁ ସେ ଯେ ମରିଗଲେଣି, ଏହା ଶୁଣି ପୀଲାତ ଚମତ୍କୃତ ହେଲେ, ଆଉ ଶତସେନାପତିଙ୍କି ନିକଟକୁ ଡକାଇ ତାଙ୍କୁ ପଚାରିଲେ, ସେ କଅଣ ବହୁତ ବେଳ ହେଲା ମଲେଣି ?"},{"number":45,"verse":"ଶତସେନାପତିଙ୍କଠାରୁ ତାହା ଜ୍ଞାତ ହୋଇ ସେ ଶବଟି ଯୋସେଫଙ୍କୁ ଦେଲେ ।"},{"number":46,"verse":"ସେ ଖଣ୍ତିଏ ସୂକ୍ଷ୍ମ ବସ୍ତ୍ର କିଣି ତାହାଙ୍କୁ ଓହ୍ଲାଇ ଆଣି ସେଥିରେ ତାହାଙ୍କୁ ଗୁଡ଼ାଇଲେ ଓ ପାହାଡ଼ରେ ଖୋଳା ହୋଇଥିବା ଗୋଟିଏ ସମାଧିରେ ତାହାଙ୍କୁ ଥୋଇଦେଇ ସମାଧି ଦ୍ଵାରରେ ଖଣ୍ତିଏ ପଥର ଗଡ଼ାଇଦେଲେ ।"},{"number":47,"verse":"ତାହାଙ୍କୁ କେଉଁ ସ୍ଥାନରେ ରଖାଗଲା, ତାହା ମଗ୍ଦଲୀନୀ ମରୀୟମ ଓ ଯୋସିଙ୍କ ମାତା ମରୀୟମ ଦେଖିଲେ ।"}]}