{"bibleAbbr":"orOV2014","bookName":"ମାର୍କ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"( ପରମ୍ପରା ଏବଂ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ) ପରେ ଫାରୂଶୀମାନେ ଓ ଯିରୂଶାଲମରୁ ଆସିଥିବା କେତେକ ଶାସ୍ତ୍ରୀ ତାହାଙ୍କ ନିକଟରେ ଏକତ୍ର ହେଲେ।"},{"number":2,"verse":"ସେମାନେ ତାହାଙ୍କ ଶିଷ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ କେତେକଙ୍କୁ ଅଶୁଚି, ଅର୍ଥାତ୍ ଅଧୁଆ ହାତରେ ଖାଇବାର ଦେଖିଲେ ।"},{"number":3,"verse":"ଫାରୂଶୀମାନେ ଓ ସମସ୍ତ ଯିହୁଦୀ ଲୋକ ପ୍ରାଚୀନ-ମାନଙ୍କ ପରମ୍ପରାଗତ ରୀତିନୀତି ପାଳନ କରି ଭଲ ରୂପେ ହାତ ନ ଧୋଇଲେ ଭୋଜନ କରନ୍ତି ନାହିଁ,"},{"number":4,"verse":"ପୁଣି ହାଟ ବଜାରରୁ ଆସି ନିଜ ନିଜ ଉପରେ ପାଣି ନ ଛିଞ୍ଚିଲେ ଖାଆନ୍ତି ନାହିଁ; ଆଉ ଗିନା, ଢାଳ ଓ ପିତଳର ପାତ୍ରଗୁଡ଼ିକ ପାଣିରେ ବୁଡ଼ାଇ ଧୋଇବା ଇତ୍ୟାଦି ଅନ୍ୟାନ୍ୟ ଅନେକ ରୀତିନୀତି ପାଳନ କରିବା ନିମନ୍ତେ ସେମାନେ ଆଦେଶ ପ୍ରାପ୍ତ ହୋଇଅଛନ୍ତି ।"},{"number":5,"verse":"ଏଣୁ ଫାରୂଶୀମାନେ ଓ ଶାସ୍ତ୍ରୀମାନେ ତାହାଙ୍କୁ ପଚାରିଲେ, ଆପଣଙ୍କର ଶିଷ୍ୟମାନେ ପ୍ରାଚୀନମାନଙ୍କର ପରମ୍ପରାଗତ ରୀତିନୀତି ଅନୁସାରେ କାହିଁକି ଆଚରଣ ନ କରି ଅଶୁଚି ହସ୍ତରେ ଭୋଜନ କରନ୍ତି ?"},{"number":6,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ରେ କପଟୀମାନେ, ଯିଶାଇୟ ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ଯଥାର୍ଥ ରୂପେ ଭାବବାଣୀ କହିଅଛନ୍ତି, ଯେପରି ଲେଖାଅଛି, ଏହି ଜାତି ମୁଖରେ ଆମ୍ଭକୁ ସମାଦର କରନ୍ତି, କିନ୍ତୁ ସେମାନଙ୍କ ହୃଦୟ ଆମ୍ଭଠାରୁ ଦୂରରେ ଥାଏ ।"},{"number":7,"verse":"ସେମାନେ ମନୁଷ୍ୟମାନଙ୍କ ବିଧିଗୁଡ଼ିକୁ ଧର୍ମର ଉପଦେଶବାଣୀ ବୋଲି ଶିକ୍ଷା ଦେଇ ବୃଥାରେ ଆମ୍ଭର ଆରାଧନା କରନ୍ତି ।"},{"number":8,"verse":"ତୁମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ଆଜ୍ଞା ପରିତ୍ୟାଗ କରି ମନୁଷ୍ୟମାନଙ୍କ ପରମ୍ପରାଗତ ରୀତିନୀତି ଧରି ବସିଅଛ ।"},{"number":9,"verse":"ପୁଣି, ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣା ପରମ୍ପରାଗତ ରୀତିନୀତି ପାଳନ କରିବା ନିମନ୍ତେ ଈଶ୍ଵରଙ୍କ ଆଜ୍ଞା ବେଶ୍ ଅଗ୍ରାହ୍ୟ କରୁଅଛ !ଣହିତୋ. ୧:୨୫"},{"number":10,"verse":"କାରଣ ମୋଶା କହିଅଛନ୍ତି, ଆପଣା ପିତାମାତାଙ୍କୁ ସମାଦର କର, ଆଉ ଯେକେହି ପିତା କି ମାତାଙ୍କୁ ଅଭିଶାପ ଦିଏ, ସେ ନିଶ୍ଚୟ ପ୍ରାଣଦଣ୍ତ ଭୋଗ କରିବ ।"},{"number":11,"verse":"କିନ୍ତୁ ତୁମ୍ଭେମାନେ କୁହ, କେହି ଯେବେ ପିତା କି ମାତାଙ୍କୁ କହେ, ମୋʼଠାରୁ ଯାହା ଦ୍ଵାରା ତୁମ୍ଭର ଉପକାର ହୋଇଥାଆନ୍ତା, ତାହା ‘କର୍ବାନ୍ʼ, ଅର୍ଥାତ୍ ମାନତ ହୋଇଅଛି,"},{"number":12,"verse":"ତେବେ ତୁମ୍ଭେମାନେ ତାହାକୁ ତାହାର ପିତା କି ମାତାର କିଛି ଉପକାର କରିବାକୁ ଆଉ ଦେଉ ନ ଥାଅ;"},{"number":13,"verse":"ଏହିରୂପେ ତୁମ୍ଭେମାନେ ସ୍ଵପ୍ରଚଳିତ ପରମ୍ପରାଗତ ରୀତିନୀତି ଯୋଗୁଁ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ବ୍ୟର୍ଥ କରୁଅଛ ଓ ସେହି ପ୍ରକାର ଅନେକ କର୍ମ କରୁଅଛ ।"},{"number":14,"verse":"( ଯାହା ମନୁଷ୍ୟକୁ ଅଶୁଚି କରୁଥାଏ) ଯୀଶୁ ପୁନର୍ବାର ଲୋକସମୂହକୁ ନିକଟକୁ ଡାକି ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ସମସ୍ତେ ମୋʼ କଥା ଶୁଣ ଓ ବୁଝ ।"},{"number":15,"verse":"ମନୁଷ୍ୟର ବାହାରେ ଏପରି କୌଣସି ବିଷୟ ନାହିଁ, ଯାହା କି ତାହାର ଭିତରେ ପ୍ରବେଶ କରି ତାହାକୁ ଅଶୁଚି କରି ପାରେ, କିନ୍ତୁ ଯାହା ଯାହା ମନୁଷ୍ୟଠାରୁ ବାହାରେ, ସେହିସବୁ ତାହାକୁ ଅଶୁଚି କରେ ।"},{"number":16,"verse":"[ଯଦି କାହାର ଶୁଣିବାକୁ କାନ ଅଛି, ସେ ଶୁଣୁ ।]"},{"number":17,"verse":"ଆଉ, ସେ ଲୋକସମୂହଠାରୁ ଗୃହ ମଧ୍ୟକୁ ଆସିଲା ଉତ୍ତାରେ ତାହାଙ୍କ ଶିଷ୍ୟମାନେ ତାହାଙ୍କୁ ଦୃଷ୍ଟାନ୍ତଟିର ଭାବ ପଚାରିବାକୁ ଲାଗିଲେ।"},{"number":18,"verse":"ସେଥିରେ ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ମଧ୍ୟ କଅଣ ସେହିପରି ଅବୋଧ ? ଯାହା କିଛି ବାହାରୁ ମନୁଷ୍ୟ ଭିତରେ ପ୍ରବେଶ କରେ, ତାହା ତାହାକୁ ଅଶୁଚି କରି ପାରେ ନାହିଁ,"},{"number":19,"verse":"କାରଣ ତାହା ତାହାର ହୃଦୟରେ ପ୍ରବେଶ କରେ ନାହିଁ, ମାତ୍ର ଉଦରରେ ପ୍ରବେଶ କରି ବାହ୍ୟ ସ୍ଥାନରେ ବହିର୍ଗତ ହୁଏ ଓ ଏହି ପ୍ରକାରେ ସମସ୍ତ ଖାଦ୍ୟ ପରିଷ୍କୃତ ହୋଇଥାଏ, ଏହା କଅଣ ବୁଝୁ ନାହଁ ?"},{"number":20,"verse":"ଆଉ, ସେ କହିଲେ, ଯାହା ମନୁଷ୍ୟଠାରୁ ବାହାରେ, ତାହା ହିଁ ତାହାକୁ ଅଶୁଚି କରେ ।"},{"number":21,"verse":"କାରଣ ଭିତରୁ, ମନୁଷ୍ୟର ହୃଦୟରୁ, କୁଚିନ୍ତା ବାହାରେ-"},{"number":22,"verse":"ବେଶ୍ୟାଗମନ, ଚୌର୍ଯ୍ୟ, ନରହତ୍ୟା, ବ୍ୟଭିଚାର, ଲୋଭ, ଦୁଷ୍ଟତା, ଶଠତା, କାମୁକତା, ଈର୍ଷାଦୃଷ୍ଟି, ନିନ୍ଦା,, ଅହଙ୍କାର, ମୂର୍ଖତା;"},{"number":23,"verse":"ଏହି ସମସ୍ତ ମନ୍ଦ ବିଷୟ ଭିତରୁ ବାହାରି ମନୁଷ୍ୟକୁ ଅଶୁଚି କରେ ।"},{"number":24,"verse":"( ସୁରଫୈନୀକୀୟା ସ୍ତ୍ରୀର ବିଶ୍ଵାସ) ଏଥିଉତ୍ତାରେ ସେ ସେଠାରୁ ଉଠି ସୋର ସୀମାକୁ ଗଲେ, ଆଉ ଗୋଟିଏ ଗୃହରେ ପ୍ରବେଶ କରି, କେହି ଯେପରି ତାହା ନ ଜାଣେ, ଏହା ଇଚ୍ଛା କରୁଥିଲେ, ମାତ୍ର ସେ ଗୁପ୍ତ ହୋଇ ରହି ପାରିଲେ ନାହିଁ ।"},{"number":25,"verse":"ସେହିକ୍ଷଣି ଜଣେ ସ୍ତ୍ରୀ, ଯାହାର ଝିଅଟିକି ଅଶୁଚି ଆତ୍ମା ଲାଗିଥିଲା, ସେ ତାହାଙ୍କ ବିଷୟ ଶୁଣି ତାହାଙ୍କ ଚରଣ ତଳେ ଆସି ପଡ଼ିଲା ।"},{"number":26,"verse":"ସେ ସୁରଫୈନୀକୀୟା ଜାତିର ଜଣେ ଗ୍ରୀକ୍ ସ୍ତ୍ରୀଲୋକ ଥିଲା । ତାହାର ଝିଅଠାରୁ ଭୂତ ଛଡ଼ାଇବା ନିମନ୍ତେ ସେ ତାହାଙ୍କୁ ଅନୁରୋଧ କରିବାକୁ ଲାଗିଲା ।"},{"number":27,"verse":"ସେଥିରେ ସେ ତାହାକୁ କହିଲେ, ପ୍ରଥମେ ସନ୍ତାନମାନଙ୍କୁ ତୃପ୍ତ ହେବାକୁ ଦିଅ, କାରଣ ସନ୍ତାନମାନଙ୍କ ଆହାର ନେଇ କୁକୁରମାନଙ୍କ ପାଖରେ ପକାଇବା ଉଚିତ ନୁହେଁ ।"},{"number":28,"verse":"କିନ୍ତୁ ସେ ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲା, ହଁ, ପ୍ରଭୁ; କୁକୁରମାନେ ମଧ୍ୟ ମେଜ ତଳେ ପିଲାମାନଙ୍କ ଖାଦ୍ୟର ଗୁଣ୍ତି ଗୁଣ୍ତା ଖାଆନ୍ତି ।"},{"number":29,"verse":"ସେଥିରେ ଯୀଶୁ ତାହାକୁ କହିଲେ, ଏହି କଥା ନିମନ୍ତେ ଯାଅ, ତୁମ୍ଭ ଝିଅଠାରୁ ଭୂତ ବାହାରିଗଲାଣି ।"},{"number":30,"verse":"ପୁଣି, ସେ ଘରକୁ ଯାଇ ପିଲାଟି ଶେଯରେ ଶୋଇଥିବା ଓ ଭୂତ ବାହାରିଯାଇଥିବା ଦେଖିଲା ।"},{"number":31,"verse":"( ମୂକବଧିରର ସୁସ୍ଥତା) ପୁନର୍ବାର ସେ ସୋର ସୀମାରୁ ପ୍ରସ୍ଥାନ କରି ସୀଦୋନ ଓ ଦେକାପଲି ସୀମା ମଧ୍ୟ ଦେଇ ଗାଲିଲୀ ସମୁଦ୍ର ନିକଟକୁ ଆସିଲେ ।"},{"number":32,"verse":"ଆଉ, ଲୋକେ ଜଣେ କାଲ ଓ ଖନାକୁ ତାହାଙ୍କ ନିକଟକୁ ଆଣି ତାହା ଉପରେ ହାତ ଥୋଇବା ନିମନ୍ତେ ତାହାଙ୍କୁ ବିନତି କଲେ ।"},{"number":33,"verse":"ଯୀଶୁ ତାହାକୁ ଲୋକସମୂହ ମଧ୍ୟରୁ ଅନ୍ତର କରି ଏକାକୀ ଘେନିଯାଇ ତାହାର ଦୁଇ କାନରେ ଆପଣା ଅଙ୍ଗୁଳି ଦେଲେ ଓ ଛେପ ପକାଇ ତାହାର ଜିଭକୁ ଛୁଇଁଲେ,"},{"number":34,"verse":"ଆଉ ସ୍ଵର୍ଗ ଆଡ଼େ ଊର୍ଦ୍ଧ୍ଵଦୃଷ୍ଟି କରି ଦୀର୍ଘ ନିଶ୍ଵାସ ପକାଇ ତାହାକୁ କହିଲେ, ‘ଇପ୍ପଥଃʼ, ଅର୍ଥାତ୍ ଫିଟିଯା ।"},{"number":35,"verse":"ସେଥିରେ ତାହାର କର୍ଣ୍ଣ ଉନ୍ମୁକ୍ତ ହେଲା ଓ ଜିହ୍ଵାର ବନ୍ଧନ ସେହିକ୍ଷଣି ଫିଟିଗଲା, ଆଉ ସେ ସ୍ପଷ୍ଟ ରୂପେ କଥା କହିବାକୁ ଲାଗିଲା।"},{"number":36,"verse":"ପୁଣି, ଏ ବିଷୟ କାହାରିକି ନ କହିବା ନିମନ୍ତେ ସେ ସେମାନଙ୍କୁ ଦୃଢ଼ ଆଜ୍ଞା ଦେଲେ; ମାତ୍ର ସେ ସେମାନଙ୍କୁ ଯେତେ ନିଷେଧ କଲେ, ସେମାନେ ସେତେ ଆହୁରି ଅଧିକ ତାହା ଘୋଷଣା କଲେ ।"},{"number":37,"verse":"ଆଉ, ଲୋକମାନେ ଅତ୍ୟ; ଆଶ୍ଚର୍ଯ୍ୟାନ୍ଵିତ ହୋଇ କହିଲେ, ସେ ସମସ୍ତ କର୍ମ ଉତ୍ତମ ରୂପେ କରିଅଛନ୍ତି; ସେ ବଧିରମାନଙ୍କୁ ଶୁଣିବା ଶକ୍ତି ଓ ମୂକମାନଙ୍କୁ କହିବା ଶକ୍ତି ସୁଦ୍ଧା ପ୍ରଦାନ କରନ୍ତି ।"}]}