{"bibleAbbr":"orOV2014","bookName":"ମାର୍କ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"ପୁନଶ୍ଚ ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସତ୍ୟ କହୁଅଛି, ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟକୁ ପରାକ୍ରମରେ ଉପସ୍ଥିତ ନ ଦେଖିବା ପର୍ଯ୍ୟନ୍ତ ଏଠାରେ ଠିଆ ହୋଇଥିବା ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ କେତେକ କୌଣସି ପ୍ରକାରେ ମୃତ୍ୟୁର ଆସ୍ଵାଦ ପାଇବେ ନାହିଁ ।"},{"number":2,"verse":"( ଯୀଶୁଙ୍କ ରୂପାନ୍ତରଣ) ଛଅ ଦିନ ପରେ ଯୀଶୁ କେବଳ ପିତର, ଯାକୁବ ଓ ଯୋହନଙ୍କୁ ସାଙ୍ଗରେ ଘେନି ଅନ୍ତର ହୋଇ ସେମାନଙ୍କୁ ଗୋଟିଏ ଉଚ୍ଚ ପର୍ବତକୁ ନେଇଗଲେ ।"},{"number":3,"verse":"ଆଉ, ସେ ସେମାନଙ୍କ ସାକ୍ଷାତରେ ରୂପାନ୍ତରିତ ହେଲେ, ତାହାଙ୍କ ବସ୍ତ୍ର ଏପରି ଉଜ୍ଜ୍ଵଳ ଓ ଅତିଶୟ ଶୁଭ୍ରବର୍ଣ୍ଣ ହେଲା ଯେ, ପୃଥିବୀର କୌଣସି ରଜକ ସେପରି ଶୁଭ୍ରବର୍ଣ୍ଣ କରି ପାରେ ନାହିଁ ।"},{"number":4,"verse":"ପୁଣି, ମୋଶାଙ୍କ ସହିତ ଏଲୀୟ ଯୀଶୁଙ୍କ ସାଙ୍ଗରେ କଥାବାର୍ତ୍ତା କରୁଥିବା ସେମାନଙ୍କୁ ଦେଖାଗଲା ।"},{"number":5,"verse":"ସେଥିରେ ପିତର ଯୀଶୁଙ୍କୁ ଉତ୍ତର ଦେଲେ, ହେ ଗୁରୁ, ଆମ୍ଭେମାନେ ଯେ ଏ ସ୍ଥାନରେ ଅଛୁ ଏହା ଉତ୍ତମ; ଆମ୍ଭେମାନେ ତିନୋଟି କୁଟୀର ନିର୍ମାଣ କରୁ, ଆପଣଙ୍କ ପାଇଁ ଗୋଟିଏ, ମୋଶାଙ୍କ ପାଇଁ ଗୋଟିଏ ଓ ଏଲୀୟଙ୍କ ପାଇଁ ଗୋଟିଏ ।"},{"number":6,"verse":"କାରଣ ସେ କି ଉତ୍ତର ଦେବେ ବୋଲି ଜାଣି ନ ଥିଲେ, ଯେଣୁ ସେମାନେ ଅତ୍ୟ; ଭୀତ ହୋଇଥିଲେ ।"},{"number":7,"verse":"ପୁଣି, ଖଣ୍ତେ ମେଘ ଆସି ସେମାନଙ୍କୁ ଆଚ୍ଛାଦନ କଲା, ଆଉ ସେହି ମେଘରୁ ଏହି ବାଣୀ ହେଲା, ଏ ଆମ୍ଭର ପ୍ରିୟ ପୁତ୍ର, ଏହାଙ୍କ ବାକ୍ୟ ଶ୍ରବଣ କର ।"},{"number":8,"verse":"ପୁଣି, ହଠାତ୍ ସେମାନେ ଚାରିଆଡ଼େ ଚାହିଁ ସେମାନଙ୍କ ସାଙ୍ଗରେ କେବଳ ଯୀଶୁଙ୍କ ବିନା ଆଉ କାହାରିକି ଦେଖିଲେ ନାହିଁ ।"},{"number":9,"verse":"ସେମାନେ ପର୍ବତରୁ ଓହ୍ଳାଇବା ସମୟରେ ଯୀଶୁ ସେମାନଙ୍କୁ ଦୃଢ଼ ଆଜ୍ଞା ଦେଇ କହିଲେ, ତୁମ୍ଭେମାନେ ଯାହା ଯାହା ଦେଖିଅଛ, ସେହିସବୁ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ମନୁଷ୍ୟପୁତ୍ରଙ୍କ ପୁନରୁତ୍ଥାନ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ କାହାରିକି କୁହ ନାହିଁ ।"},{"number":10,"verse":"ସେଥିରେ ସେମାନେ ସେହି କଥା ଧରି ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ପୁନରୁତ୍ଥାନ ଯେ କଅଣ, ସେ ବିଷୟରେ ଆପଣା ଆପଣା ମଧ୍ୟରେ ବାଦାନୁବାଦ କରିବାକୁ ଲାଗିଲେ ।"},{"number":11,"verse":"ଆଉ, ସେମାନେ ତାହାଙ୍କୁ ପଚାରିଲେ, ପ୍ରଥମରେ ଅବଶ୍ୟ ଏଲୀୟଙ୍କର ଆଗମନ ହେବ, ଶାସ୍ତ୍ରୀମାନେ ଏହି କଥା କିପରି କହନ୍ତି?"},{"number":12,"verse":"ସେଥିରେ ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ଏଲୀୟ ପ୍ରଥମେ ଆସି ସମସ୍ତ ବିଷୟ ପୁନଃସ୍ଥାପନ କରିବା କଥା ସତ, ମାତ୍ର ମନୁଷ୍ୟପୁତ୍ର ବହୁ ଦୁଃଖଭୋଗ କରି ତୁଚ୍ଛୀକୃତ ହେବେ, ଏହା କିପରି ତାହାଙ୍କ ବିଷୟରେ ଲେଖା ଅଛି ?"},{"number":13,"verse":"କିନ୍ତୁ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ କହୁଅଛି, ଏଲୀୟ ଆସି ସାରିଲେଣି, ଆଉ ତାହାଙ୍କ ବିଷୟରେ ଯେପରି ଲେଖା ଅଛି, ତଦନୁସାରେ ମଧ୍ୟ ସେମାନେ ତାହାଙ୍କ ପ୍ରତି ଯାହା ଇଚ୍ଛା, ତାହା କରିଅଛନ୍ତି ।"},{"number":14,"verse":"( ଭୂତଗ୍ରସ୍ତ ବାଳକର ସୁସ୍ଥତା) ପରେ ସେମାନେ ଶିଷ୍ୟମାନଙ୍କ ନିକଟକୁ ଆସି ଦେଖିଲେ, ସେମାନଙ୍କ ଚତୁର୍ଦ୍ଦିଗରେ ବହୁସଂଖ୍ୟକ ଲୋକ, ଆଉ ଶାସ୍ତ୍ରୀମାନେ ସେମାନଙ୍କ ସହିତ ବାଦାନୁବାଦ କରୁଅଛନ୍ତି ।"},{"number":15,"verse":"ଲୋକସମୂହ ତାହାଙ୍କୁ ଦେଖିବାମାତ୍ରେ ଅତିଶୟ ବିସ୍ମୟାନ୍ଵିତ ହେଲେ ଓ ଦୌଡ଼ିଆସି ତାହାଙ୍କୁ ନମସ୍କାର କରିବାକୁ ଲାଗିଲେ ।"},{"number":16,"verse":"ସେଥିରେ ଯୀଶୁ ସେମାନଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେମାନେ ସେମାନଙ୍କ ସହିତ କଅଣ ବାଦାନୁବାଦ କରୁଅଛ ?"},{"number":17,"verse":"ଲୋକସମୂହ ମଧ୍ୟରୁ ଜଣେ ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲା, ହେ ଗୁରୁ, ମୁଁ ମୋର ପୁଅକୁ ଆପଣଙ୍କ ନିକଟକୁ ଆଣିଥିଲି; ତାହାକୁ ଗୋଟିଏ ଘୁଙ୍ଗା ଭୂତ ଲାଗିଛି;"},{"number":18,"verse":"ଯେକୌଣସି ସ୍ଥାନରେ ସେ ତାହାକୁ ଧରେ, ତାହାକୁ ତଳେ ପକାଇଦିଏ, ତାହାର ମୁହଁରୁ ଫେଣ ବାହାରେ ଓ ସେ ଦା; ରଗଡ଼େ, ଆଉ ସେ ଶୁଖିଯାଉଅଛି; ତାହାକୁ ଛଡ଼ାଇବା ନିମନ୍ତେ ମୁଁ ଆପଣଙ୍କ ଶିଷ୍ୟମାନଙ୍କୁ କହିଥିଲି, କିନ୍ତୁ ସେମାନେ ପାରିଲେ ନାହିଁ ।"},{"number":19,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ଆରେ ଅବିଶ୍ଵାସୀ ବଂଶ, କେତେକାଳ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ସାଙ୍ଗରେ ରହିବି ? କେତେ କାଳ ତୁମ୍ଭମାନଙ୍କ ବ୍ୟବହାର ସହିବି? ତାହାକୁ ମୋʼ ପାଖକୁ ଆଣ ।"},{"number":20,"verse":"ସେଥିରେ ସେମାନେ ତାହାକୁ ତାହାଙ୍କ ଛାମୁକୁ ଆଣିଲେ । ପୁଣି, ତାହାଙ୍କୁ ଦେଖିବାମାତ୍ରେ ସେହି ଭୂତ ତାହାକୁ ଭୟଙ୍କରଭାବେ ମୋଡ଼ିପକାଇଲା ଓ ସେ ଭୂଇଁରେ ପଡ଼ି ମୁହଁରୁ ଫେଣ ବାହାର କରି ଗଡ଼ିବାକୁ ଲାଗିଲା ।"},{"number":21,"verse":"ସେତେବେଳେ ଯୀଶୁ ତାହାର ପିତାକୁ ପଚାରିଲେ, କେତେ ଦିନ ହେଲା ଏହାକୁ ଏପରି ହୋଇଅଛି ? ସେ କହିଲା, ପିଲାକାଳରୁ;"},{"number":22,"verse":"ସେ ତାହାକୁ ମାରିପକାଇବା ପାଇଁ ଥରକୁ ଥର ନିଆଁ ଓ ପାଣିରେ ପକାଇଅଛି; କିନ୍ତୁ ଆପଣ ଯଦି କିଛି କରି ପାରନ୍ତି, ତାହାହେଲେ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଦୟା କରି ଆମ୍ଭମାନଙ୍କର ଉପକାର କରନ୍ତୁ ।"},{"number":23,"verse":"ସେଥିରେ ଯୀଶୁ ତାହାକୁ କହିଲେ, କଅଣ କହିଲ? ଯଦି କରି ପାରନ୍ତି ! ବିଶ୍ଵାସୀ ପକ୍ଷରେ ସମସ୍ତ ହିଁ ସମ୍ଭବ ।"},{"number":24,"verse":"ସେହିକ୍ଷଣି ପିଲାଟିର ପିତା ଉଚ୍ଚ ସ୍ଵରରେ କହିଲା, ମୁଁ ବିଶ୍ଵାସ କରୁଅଛି, ମୋହର ଅବିଶ୍ଵାସର ପ୍ରତିକାର କରନ୍ତୁ।"},{"number":25,"verse":"ପରେ ଲୋକସମୂହ ଏକତ୍ର ଦୌଡ଼ି ଆସୁଅଛନ୍ତି ଦେଖି ଯୀଶୁ ସେହି ଅଶୁଚି ଆତ୍ମାକୁ ଧମକ ଦେଇ କହିଲେ, ରେ ମୂକ ଓ ବଧିର ଆତ୍ମା, ମୁଁ ତୋତେ ଆଜ୍ଞା ଦେଉଅଛି, ଏହାଠାରୁ ବାହାରିଯା, ପୁଣି ଆଉ କେବେ ହେଁ ଏହାଠାରେ ପଶିବୁ ନାହିଁ ।"},{"number":26,"verse":"ସେଥିରେ ସେ ଚିତ୍କାର କରି ତାହାକୁ ଅତ୍ୟ; ମୋଡ଼ିପକାଇ ବାହାରିଗଲା, ଆଉ ପିଲାଟି ମଲା ପରି ହୋଇଗଲା, ଏପରି କି ଅଧିକାଂଶ କହିଲେ, ସେ ମରିଗଲା ।"},{"number":27,"verse":"କିନ୍ତୁ ଯୀଶୁ ତାହାର ହାତ ଧରି ତାହାକୁ ଉଠାଇଲେ, ଆଉ ସେ ଠିଆ ହେଲା ।"},{"number":28,"verse":"ପୁଣି, ସେ ଗୃହକୁ ଆସନ୍ତେ, ତାହାଙ୍କ ଶିଷ୍ୟମାନେ ତାହାଙ୍କୁ ଗୋପନରେ ପଚାରିବାକୁ ଲାଗିଲେ, ଆମ୍ଭେମାନେ କାହିଁକି ତାହାକୁ ଛଡ଼ାଇ ପାରିଲୁ ନାହିଁ ?"},{"number":29,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ପ୍ରାର୍ଥନା ବିନା ଆଉ କାହିଁରେ ଏପ୍ରକାର ଭୂତ ଛଡ଼ାଯାଇ ପାରେ ନାହିଁ ।"},{"number":30,"verse":"( ନିଜ ମୃତ୍ୟୁ ବିଷୟରେ ଯୀଶୁଙ୍କ ପୂନଃସୂଚନା) ସେମାନେ ସେହି ସ୍ଥାନରୁ ପ୍ରସ୍ଥାନ କରି ଗାଲିଲୀର ମଧ୍ୟଦେଇ ଯାତ୍ରା କଲେ, ଆଉ କେହି ତାହା ଜାଣନ୍ତୁ ବୋଲି ତାହାଙ୍କର ଇଚ୍ଛା ନ ଥିଲା;"},{"number":31,"verse":"କାରଣ ଯୀଶୁ ଆପଣା ଶିଷ୍ୟମାନଙ୍କୁ ଏହି କଥା କହି ଶିକ୍ଷା ଦେଉଥିଲେ, ମନୁଷ୍ୟପୁତ୍ର ମନୁଷ୍ୟମାନଙ୍କ ହସ୍ତରେ ସମର୍ପିତ ହେଉଅଛନ୍ତି, ପୁଣି ସେମାନେ ତାହାଙ୍କୁ ବଧ କରିବେ, ଆଉ ସେ ହତ ହେଲା ଉତ୍ତାରେ ତିନି ଦିନ ପରେ ପୁନରୁତ୍ଥାନ କରିବେ ।"},{"number":32,"verse":"କିନ୍ତୁ ସେମାନେ ସେହି କଥା ବୁଝିଲେ ନାହିଁଓ ତାହାଙ୍କୁ ପଚାରିବାକୁ ଭୟ କରୁଥିଲେ ।"},{"number":33,"verse":"( ସବୁଠାରୁ ଶ୍ରେଷ୍ଠ ସମସ୍ତଙ୍କର ସେବକ) ପରେ ସେମାନେ କଫର୍ନାହୂମକୁ ଆସିଲେ । ଯୀଶୁ ଘରେ ପହଞ୍ଚି ସେମାନଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେମାନେ ବାଟରେ କଅଣ ତର୍କବିତର୍କ କରୁଥିଲ ?"},{"number":34,"verse":"କିନ୍ତୁ ସେମାନେ ନିରୁତ୍ତର ହୋଇ ରହିଲେ, କାରଣ କିଏ ଶ୍ରେଷ୍ଠ, ଏ ବିଷୟ ଘେନି ସେମାନେ ବାଟରେ ପରସ୍ପର ବାଦାନୁବାଦ କରିଥିଲେ ।"},{"number":35,"verse":"ସେଥିରେ ଯୀଶୁ ଉପବେଶନ କରି ଦ୍ଵାଦଶଙ୍କୁ ଆହ୍ଵାନ କଲେ ଓ ସେମାନଙ୍କୁ କହିଲେ, ଯଦି କେହି ପ୍ରଧାନ ହେବାକୁ ଇଚ୍ଛା କରେ, ତାହାହେଲେଣସେ ସମସ୍ତଙ୍କଠାରୁ ସାନ ଓ ସମସ୍ତଙ୍କର ସେବକ ହେଉ ।"},{"number":36,"verse":"ପୁଣି, ଯୀଶୁ ଗୋଟିଏ ସାନ ପିଲାକୁ ଘେନି ସେମାନଙ୍କ ମଧ୍ୟରେ ଠିଆ କରାଇଲେ ଓ ତାହାକୁ ଆଲିଙ୍ଗନ କରି ସେମାନଙ୍କୁ କହିଲେ,"},{"number":37,"verse":"ଯେକେହି ମୋʼ ନାମରେ ଏପରି ସାନ ପିଲାମାନଙ୍କ ମଧ୍ୟରୁ ଜଣକୁ ଗ୍ରହଣ କରେ, ସେ ମୋତେ ଗ୍ରହଣ କରେ; ଆଉ, ଯେକେହି ମୋତେ ଗ୍ରହଣ କରେ, ସେ ମୋତେ ଗ୍ରହଣ କରେ ନାହିଁ, ମାତ୍ର ମୋହର ପ୍ରେରଣକର୍ତ୍ତାଙ୍କୁ ଗ୍ରହଣ କରେ ।"},{"number":38,"verse":"( ଯେ ବିପକ୍ଷ ନୁହେଁ, ସେ ସପକ୍ଷରେ) ଯୋହନ ତାହାଙ୍କୁ କହିଲେ, ହେ ଗୁରୁ, ଆମ୍ଭମାନଙ୍କ ଦଳରେ ନ ଥିବା ଜଣକୁ ଆପଣଙ୍କ ନାମରେ ଭୂତ ଛଡ଼ାଇବାର ଦେଖିଲୁ, ଆଉ ସେ ଆମ୍ଭମାନଙ୍କ ଦଳରେ ନ ଥିବାରୁ ତାହାକୁ ମନା କଲୁ ।"},{"number":39,"verse":"କିନ୍ତୁ ଯୀଶୁ କହିଲେ, ତାହାକୁ ମନା କର ନାହିଁ; କାରଣ ମୋʼ ନାମରେ ଶକ୍ତିରେ କାର୍ଯ୍ୟ କରି ହଠାତ୍ ମୋହର କୁତ୍ସା କରି ପାରିବ, ଏପରି ଲୋକ କେହି ନାହିଁ"},{"number":40,"verse":"କାରଣ ଯେ ଆମ୍ଭମାନଙ୍କର ବିପକ୍ଷ ନୁହେଁ, ସେ ଆମ୍ଭମାନଙ୍କର ସପକ୍ଷ ।"},{"number":41,"verse":"ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସତ୍ୟ କହୁଅଛି, ତୁମ୍ଭେମାନେ ଖ୍ରୀଷ୍ଟଙ୍କ ଲୋକ ବୋଲି ଯେକେହି ତୁମ୍ଭମାନଙ୍କୁ ଗିନାଏ ପାଣି ପିଇବାକୁ ଦେବ, ସେ କୌଣସି ପ୍ରକାରେ ଆପଣା ପୁରସ୍କାର ହରାଇବ ନାହିଁ ।"},{"number":42,"verse":"( ବିଶ୍ଵାସରେ ବିଘ୍ନକାରୀର ଦଣ୍ତ) ଆଉ, ଯେକେହି ବିଶ୍ଵାସ କରୁଥିବା ଏହି କ୍ଷୁଦ୍ରମାନଙ୍କ ମଧ୍ୟରୁ ଜଣକର ବିଘ୍ନର କାରଣ ହୁଏ, ତାହା ବେକରେ ଗୋଟିଏ ବଡ଼ ଚକିପଥର ଟଙ୍ଗାଯାଇ ତାହାକୁ ସମୁଦ୍ରରେ ନିକ୍ଷେପ କରାଯାଇଥିଲେ ତାହା ପକ୍ଷରେ ଭଲ ହୋଇ ଥାଆନ୍ତା ।"},{"number":43,"verse":"ପୁଣି, ତୁମ୍ଭର ହସ୍ତ ଯଦି ତୁମ୍ଭର ବିଘ୍ନର କାରଣ ହୁଏ, ତେବେ ତାହା କାଟିପକାଅ; ଦୁଇ ହସ୍ତ ଘେନି ନରକ, ଅର୍ଥାତ୍, ଅନିର୍ବାଣ ଅଗ୍ନି ମଧ୍ୟକୁ ଯିବା ଅପେକ୍ଷା ବରଂ ପଙ୍ଗୁ ହୋଇ ଜୀବନରେ ପ୍ରବେଶ କରିବା ତୁମ୍ଭ ପକ୍ଷରେ ଭଲ ।"},{"number":44,"verse":"[କାରଣ ନରକରେ ସେମାନଙ୍କର କୀଟ କ୍ଷୟ ପାଏ ନାହିଁ, ଆଉ ଅଗ୍ନି ନିର୍ବାପିତ ହୁଏ ନାହିଁ ।]"},{"number":45,"verse":"ଆଉ, ତୁମ୍ଭର ପାଦ ଯଦି ତୁମ୍ଭର ବିଘ୍ନର କାରଣ ହୁଏ, ତେବେ ତାହା କାଟିପକାଅ, ଦୁଇ ପାଦ ଘେନି ନରକରେ ନିକ୍ଷିପ୍ତ ହେବା ଅପେକ୍ଷା ବରଂ ଖଞ୍ଜ ହୋଇ ଜୀବନରେ ପ୍ରବେଶ କରିବା ତୁମ୍ଭ ପକ୍ଷରେ ଭଲ ।"},{"number":46,"verse":"[କାରଣ ନରକରେ ସେମାନଙ୍କର କୀଟ କ୍ଷୟ ପାଏ ନାହିଁ, ଆଉ ଅଗ୍ନି ନିର୍ବାପିତ ହୁଏ ନାହିଁ ।]"},{"number":47,"verse":"ପୁଣି, ତୁମ୍ଭର ଚକ୍ଷୁ ଯଦି ତୁମ୍ଭର ବିଘ୍ନର କାରଣ ହୁଏ, ତେବେ ତାହା ଉପାଡ଼ିପକାଅ; ଦୁଇ ଚକ୍ଷୁ ଘେନି ନରକରେ ନିକ୍ଷିପ୍ତ ହେବା ଅପେକ୍ଷା ବରଂ ଏକ ଚକ୍ଷୁ ଘେନି ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟରେ ପ୍ରବେଶ କରିବା ତୁମ୍ଭ ପକ୍ଷରେ ଭଲ;"},{"number":48,"verse":"କାରଣ ନରକରେ ସେମାନଙ୍କର କୀଟ କ୍ଷୟ ପାଏ ନାହିଁ, ଆଉ ଅଗ୍ନି ନିର୍ବାପିତ ହୁଏ ନାହିଁ ।"},{"number":49,"verse":"ଯେଣୁ ପ୍ରତ୍ୟେକ ଜଣ ଅଗ୍ନିରେ ଲବଣାକ୍ତ ହେବ ।"},{"number":50,"verse":"ଲବଣ ଉତ୍ତମ, କିନ୍ତୁ ଲବଣ ଯଦି ଲବଣତ୍ଵହୀନ ହୁଏ, ତାହାହେଲେ ତାହାକୁ କାହିଁରେ ସ୍ଵାଦଯୁକ୍ତ କରିବ? ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣାଠାରେ ଲବଣ ରଖ ଏବଂ ପରସ୍ପର ସହିତ ଶାନ୍ତିରେ ରୁହ ।"}]}