{"bibleAbbr":"teERV1997","bookName":"మలాకీ","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"దేవుని దగ్గర్నుండి ఇది ఒక సందేశం. ఈ సందేశం యెహోవా దగ్గరనుండి వచ్చింది. ఇశ్రాయేలీయులకు ఈ సందేశాన్ని మలాకీ ఇచ్చాడు."},{"number":2,"verse":"( దేవుడు ఇశ్రాయేలును ప్రేమిస్తున్నాడు) “ప్రజలారా, నేను మిమ్మల్ని ప్రేమిస్తున్నాను” అన్నాడు యెహోవా. కానీ “నీవు మమ్మల్ని ప్రేమిస్తున్నావని తెలియజేసేది ఏమిటి?” అని మీరు అన్నారు. యెహోవా చెప్పాడు: “ఏశావు యాకోబుకు సోదరుడు. కానీ నేను యాకోబును ఎన్నుకొన్నాను. ( ఎన్నుకొన్నాను లేక “ప్రేమించాను.”)"},{"number":3,"verse":"మరియు ఏశావును నేను అంగీకరించలేదు. ( అంగీకరించలేదు లేక “అసహ్యించుకున్నాను.”) ఏశావుయొక్క కొండ దేశాన్ని ( ఏశావా యొక్క కొండ దేశం దీని అర్థం ఎదోము దేశం. ఎదోము అనేది ఏశావుకు మరో పేరు.) నేను నాశనం చేశాను. ఏశావు దేశం నాశనం చేయబడింది. ఇప్పుడు అక్కడ అడవి కుక్కలు ( అడవి కుక్కలు శబ్దార్థ ప్రకారం “నక్కలు.”) మాత్రమే నివసిస్తాయి.”"},{"number":4,"verse":"ఒకవేళ ఎదోము ప్రజలు, “మేము నాశనం చేయబడ్డాం. కానీ మేము తిరిగి వెళ్లి, మా పట్టణాలు మరల కట్టుకొంటాం” అని అనవచ్చు. అయితే సర్వశక్తిమంతుడైన యెహోవా, “వారు ఆ పట్టణాలను మరల నిర్మిస్తే, నేను వాటిని మరల నాశనం చేస్తాను” అని చెపుతున్నాడు. కనుక ఎదోము దుష్ట పట్టణం అని ప్రజలు చెబుతారు. ఆ దేశాన్ని యెహోవా శాశ్వతంగా అసహ్యించుకొంటున్నాడు అని ప్రజలు చెబుతారు."},{"number":5,"verse":"ప్రజలారా, మీరు ఈ సంగతులు చూశారు, మరియు “ఇశ్రాయేలుకు వెలుపల కూడ యెహోవా గొప్పవాడు” అని మీరు చెప్పారు."},{"number":6,"verse":"( ప్రజలు దేవుని గౌరవించరు) “పిల్లలు తమ తండ్రిని గౌరవిస్తారు. సేవకులు తమ యజమానులను గౌరవిస్తారు. నేను మీ తండ్రిని. మరి మీరెందుకు నన్ను గౌరవించరు? నేను మీ యజమానిని. అయినను నేనంటే భయభక్తులు ఎందుకు లేవు మీకు? యాజకులారా, మీరు నా పేరును అగౌరవపరుస్తున్నారు” అని సర్వశక్తిమంతుడైన యెహోవా అన్నాడు. కాని మీరు, “మేము నీ పేరును అగౌరవపరచామని చూపించడానికి మేము ఏమి చేశాం?” అని అంటారు."},{"number":7,"verse":"“పాడై పోయిన రొట్టెను మీరు నా బలిపీఠం దగ్గరకు తీసికొని వస్తారు” (అని యెహోవా చెప్పాడు.) కానీ మీరు “ఆ రొట్టెను ఏది పాడు చేస్తుంది?” అని అంటారు. (యెహోవా చెప్పాడు,) “నా బల్లను మీరు గౌరవించరు."},{"number":8,"verse":"గుడ్డి జంతువులను బలిగా మీరు తీసికొని వస్తారు. అది తప్పు! బలి అర్పణల కోసం కుంటి మరియు జబ్బు జంతువులను మీరు తీసికొని వస్తారు. మరి అదీ తప్పు. ఆ జబ్బు జంతువులను మీ దేశాధికారికి ఇచ్చి చూడండి. ఆ జబ్బు జంతువులను అతడు కానుకలుగా స్వీకరిస్తాడా? లేదు! ఆ కానుకలు అతడు అంగీకరించడు!” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":9,"verse":"“యాజకులారా! యెహోవా మా యెడల దయగలిగి ఉండాలని మీరు ఆయనను అడగాలి. కాని ఆయన మీ మాట వినడు. ఆ తప్పు అంతా మీదే”. సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":10,"verse":"“కనీసం, మీ యాజకుల్లో కొందరు దేవాలయం తలుపులు మూయవచ్చు, హోమాలు సరిగ్గా వెలిగించవచ్చు. మీ విషయం నాకు సంతోషంగా లేదు. నేను మీ కానుకలు అంగీకరించను.” సర్వశక్తిమంతుడైన యెహోవా ఈ సంగతులు చెప్పాడు."},{"number":11,"verse":"“ప్రపంచం అంతటా మనుష్యులు నన్ను గౌరవిస్తారు. ప్రపంచం అంతటా మనుష్యులు నాకు మంచి కానుకలు అర్పిస్తారు. నాకు కానుకగా వారు మంచి సాంబ్రాణి ధూపం వేస్తారు. ఎందుకంటే, ఆ మనుష్యులందరికీ నా పేరు ముఖ్యం గనుక.” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":12,"verse":"“కానీ మీరు మాత్రం నా పేరు అంటే మీకు గౌరవం లేదని చూపించారు. యెహోవా బల్ల మలినంగా ఉందని మీరు అంటారు."},{"number":13,"verse":"ఆ బల్లమీది భోజనం మీకు ఇష్టంలేదు. ఆ భోజనాన్ని మీరు వాసన చూచి, తినుటకు నిరాకరిస్తారు. అది చెడిపోయిందని మీరు చెబుతారు. కానీ అది సత్యం కాదు. ఆ తర్వాత జబ్బువి, కుంటివి, గాయపర్చబడిన జంతువులను మీరు నాకోసం తెస్తారు. జబ్బు జంతువులను నాకు బలి అర్పణలుగా ఇచ్చేందుకు మీరు ప్రయత్నిస్తారు. కానీ మీ వద్దనుండి ఆ జబ్బు జంతువులను నేను అంగీకరించను."},{"number":14,"verse":"కొంతమంది దగ్గర వారు బలి అర్పణలుగా ఇవ్వగలిగిన మంచి మగ జంతువులు ఉన్నాయి. కానీ ఆ మంచి జంతువులను వారు నాకు ఇవ్వరు. కొంతమంది మంచి జంతువులను నాకోసం తీసికొని వస్తారు. ఆరోగ్యంగా ఉన్న ఆ జంతువులను నాకు ఇస్తాం అని వారు వాగ్దానం చేస్తారు. కానీ వారు ఆ మంచి జంతువులను రహస్యంగా మార్చివేసి, జబ్బు జంతువులను నాకు ఇస్తారు. ఆ మనుష్యులకు చెడు సంగతులు సంభవిస్తాయి. నేను మహారాజును. మీరు నాయెడల భయభక్తులు కలిగి ఉండాలి. ప్రపంచం అంతటా ప్రజలు నాయందు భయభక్తులు కలిగి ఉంటారు!” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."}]}