{"bibleAbbr":"teERV1997","bookName":"మలాకీ","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"( యాజకులకు నియమాలు) “యాజకులారా, ఈ నియమం మీ కోసమే! నా మాట వినండి! నేను చెప్పే మాటలు గమనించండి! నా పేరును మీరు గౌరవించాలి."},{"number":2,"verse":"మీరు నా పేరును గౌరవించకపోతే, అప్పుడు మీకు చెడు విషయాలు సంభవిస్తాయి. మీరు ఆశీర్వాదాలు చెప్పగా అవి శాపనార్థాలు అవుతాయి. మీరు నా పేరు అంటే గౌరవం చూపడం లేదు గనుక కీడులు సంభవించేటట్టు నేను చేస్తాను.” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":3,"verse":"“చూడండి, మీ సంతతివారిని నేను శిక్షిస్తాను. పవిత్ర దినాల్లో, యాజకులారా, మీరు నాకు బలులు అర్పిస్తారు. చచ్చిన జంతువుల్లోనుండి పేడ, పేగులు మీరు తీసి, వాటిని పారవేస్తారు. కానీ నేను ఆ పేడను మీ ముఖాలకు పులిమివేస్తాను, మరియు దానితోపాటు మీరు విసరివేయబడతారు!"},{"number":4,"verse":"అప్పుడు ఈ ఆజ్ఞను నేను ఎందుకోసం మీకు ఇచ్చానో అది మీరు నేర్చుకొంటారు. లేవీతో నా ఒడంబడిక కొనసాగాలని నేను ఈ విషయాలు మీతో చెపుతున్నాను.” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":5,"verse":"(యెహోవా చెప్పాడు,) “లేవీతో ఆ ఒడంబడిక నేను చేశాను. అతనికి జీవం, శాంతి ఇస్తానని నేను వాగ్దానం చేశాను. మరియు నేను వాటిని అతనికి ఇచ్చాను! లేవీ నేనంటే భయభక్తులు చూపాడు! అతడు నా పేరుకు గౌరవం చూపించాడు!"},{"number":6,"verse":"లేవీ సత్య ప్రబోధాలు నేర్పించాడు. లేవీ అబద్ధాలు నేర్పించలేదు. లేవీ నిజాయితీపరుడు, అతడు శాంతిని ప్రేమించాడు. లేవీ నన్ను అనుసరించి, అనేకమంది తాము చేసిన చెడ్డ పనులనుబట్టి శిక్షింపబడకుండా వారిని అతడు రక్షించాడు."},{"number":7,"verse":"ప్రతి యాజకుడూ దేవుని ప్రబోధాలు ఎరిగి ఉండాలి. ప్రజలు ఒక యాజకుని దగ్గరకు వెళ్లి, దేవుని ప్రబోధాలను అతని వద్ద నేర్చుకోగలిగి ఉండాలి. యాజకుడు ప్రజలకు దేవుని సందేశకునిగా ఉండాలి.”"},{"number":8,"verse":"(యెహోవా చెప్పాడు,) “యాజకులారా, మీరు నన్ను అనుసరించటం మానివేశారు! మనుష్యులచేత చెడు చేయించటానికి ఆ ప్రబోధాలు మీరు వినియోగించుకొన్నారు. లేవీతోటి ఒడంబడికను మీరు భగ్నం చేశారు!” సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు చెప్పాడు."},{"number":9,"verse":"“నేను మీతో చెప్పిన విధంగా మీరు జీవించరు! మీరు నా ప్రబోధాలు అంగీకరించలేదు! కనుక నేను మిమ్మల్ని ప్రాముఖ్యం లేనివారినిగా చేస్తాను. ప్రజలు మిమ్మల్ని బహిష్కరిస్తారు!”"},{"number":10,"verse":"( యూదా దేవునికి నమ్మకంగా లేదు) మన అందరికీ ఒకే తండ్రి ఉన్నాడు (దేవుడు). ఆ దేవుడే మనలో ప్రతి ఒక్కరినీ చేశాడు! కాని, ప్రజలు ఎందుకు వారి సోదరులను మోసం చేస్తున్నారు? ఆ ప్రజలు ఒడంబడికను సన్మానించటం లేదని వ్యక్తం చేస్తున్నారు. మన పూర్వీకులు దేవునితో చేసుకున్న ఒడంబడికను వారు గౌరవించరు."},{"number":11,"verse":"యూదా మనుష్యులు ఇతరులను మోసం చేశారు. యెరూషలేములో, ఇశ్రాయేలులో ప్రజలు భయంకర విషయాలు జరిపించారు. యూదాలో ప్రజలు యెహోవా పవిత్ర ఆలయాన్ని గౌరవించలేదు. ఆ స్థలం దేవునికి ఇష్టమైనది! యూదా ప్రజలు ఆ విదేశీ దేవతను పూజించటం మొదలు పెట్టారు."},{"number":12,"verse":"యెహోవా ఆ మనుష్యులను యూదా వంశంలోనుండి తొలగించివేస్తాడు. ఆ ప్రజలు యెహోవాకు కానుకలు తీసికొని రావచ్చుగాక, కానీ అది సహాయ పడదు."},{"number":13,"verse":"నీవు ఏడ్చి, యెహోవా బలిపీఠాన్ని కన్నీళ్ళతో నింపవచ్చు, కానీ యెహోవా నీ కానుకలు అంగీకరించడు. నీవు ఆయనకోసం తెచ్చే వస్తువులతో యెహోవా సంతోషించడు."},{"number":14,"verse":"“మా కానుకలను యెహోవా ఎందుచేత అంగీకరించలేదు?” అని మీరు అడుగుతారు. ఎందుకంటే మీరు చేసిన చెడుకార్యాలు యెహోవా చూశాడు, మీకు విరుద్ధంగా ఆయనే సాక్షి. నీవు నీ భార్యను మోసం చేయటం ఆయన చూశాడు. నీవు యువకునిగా ఉన్నప్పుడే నీవు ఆ స్త్రీకి వివాహం చేయబడ్డావు. ఆమె నీ స్నేహితురాలు. తర్వాత మీరు ఇద్దరూ ఒకరికి ఒకరు ప్రమాణాలు చేసికొన్నారు. ఆమె నీకు భార్య అయింది. కానీ నీవు ఆమెను మోసం చేసావు."},{"number":15,"verse":"భర్తలు, భార్యలు ఒకే శరీరం, ఒకే ఆత్మ కావాలని దేవుడు కోరుతున్నాడు. ఎందుకంటే, వారికి పవిత్రమైన పిల్లలు ఉండాలని. అందుచేత ఆత్మపరమైన ఆ ఐక్యతను కాపాడుకోండి. నీ భార్యను మోసం చేయవద్దు. నీవు యువకునిగా ఉన్నప్పటినుండి ఆమె నీకు భార్యగా ఉంది."},{"number":16,"verse":"“విడాకులు అంటే నాకు అసహ్యం. మరియు పురుషులు తమ భార్యలయెడల చేసే క్రూరమైన పనులు నాకు అసహ్యం. అందుచేత మీ ఆత్మపరమైన ఐక్యాన్ని కాపాడుకోండి. నీ భార్యను మోసం చేయవద్దు” అని ఇశ్రాయేలీయుల దేవుడైన యెహోవా చెపుతున్నాడు."},{"number":17,"verse":"( తీర్పు కోసం ప్రత్యేక సమయం) మీరు తప్పుడు విషయాలు నేర్పించారు. ఆ తప్పుడు ప్రబోధాలు యెహోవాకు చాలా విచారం కలిగించాయి. చెడుకార్యాలు చేసేవారంటే దేవునికి ఇష్టం అని మీరు ప్రబోధించారు. అలాంటివారే మంచివాళ్లని దేవుడు తలుస్తాడు అని మీరు ప్రబోధించారు. చెడుకార్యాలు చేసినందుకు దేవుడు శిక్షించడు అని మీరు ప్రబోధం చేశారు."}]}