{"bibleAbbr":"KJ3-2005","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"Ask rain from Jehovah in the time of the latter rain. Jehovah shall make lightnings. And He gives them showers of rain, grass to each man in the field."},{"number":2,"verse":"For the family idols speak iniquity, and the divining ones have seen a lie and have told false dreams; they comfort in vain. Therefore they pulled up stakes like a flock; they were afflicted because there was no shepherd."},{"number":3,"verse":"My anger is kindled against the shepherds, and I will call to account the hegoats. For Jehovah of Hosts has cared for His flock, the house of Judah, and made them as His splendid horse in battle."},{"number":4,"verse":"From Him came the cornerstone, from Him the nail, from Him came the bow of war, and from Him every one oppressing together."},{"number":5,"verse":"And they shall be like mighty ones who trample the mud of the open places in the battle. And they shall fight because Jehovah is with them, and they shall make the riders of horses ashamed."},{"number":6,"verse":"And I will make stronger the house of Judah, and I will save the house of Joseph. And I will return to save them, for I have pity on them. And they shall be as though I had not cast them off, for I am Jehovah their God, and I will answer them."},{"number":7,"verse":"And Ephraim shall be like a mighty one, and their heart shall be glad as by wine. And their sons shall see and be glad; their heart shall rejoice in Jehovah."},{"number":8,"verse":"I will whistle for them and gather them, for I have redeemed them. And they will increase as they were increased."},{"number":9,"verse":"And I will sow them among the peoples, and they shall remember Me in distant places, and they shall live with their sons and return."},{"number":10,"verse":"And I will return to save them out of the land of Egypt and gather them out of Assyria. And I will bring them into the land of Gilead and Lebanon, for space shall not be found for them."},{"number":11,"verse":"And He shall pass through the sea of distress and strike the waves in the sea, and all the depths of the Nile shall dry up. And the pride of Assyria shall go down, and the scepter of Egypt shall turn away."},{"number":12,"verse":"And I will make them strong in Jehovah, and they shall walk about in His name, a statement of Jehovah."}]}