{"bibleAbbr":"KJ3-2005","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":12,"verses":[{"number":1,"verse":"The burden of the Word of Jehovah for Israel, a statement of Jehovah, who stretches forth the heavens, and founds the earth, and who forms the spirit of man within him."},{"number":2,"verse":"Behold! I will make Jerusalem a cup of reeling to all the peoples round about, and it shall also be against Judah in the siege against Jerusalem."},{"number":3,"verse":"And in that day I will make Jerusalem a heavy stone for all the peoples; all loading it cutting will be cut. And all the nations of the earth will be gathered against it."},{"number":4,"verse":"In that day, a statement of Jehovah, I will strike every horse with panic and his rider with madness, says Jehovah. And I will open My eyes on the house of Judah, and I will strike every horse of the peoples with blindness."},{"number":5,"verse":"And the leaders of Judah shall say in their heart, Those living in Jerusalem shall be my strength in Jehovah of Hosts, their God."},{"number":6,"verse":"In that day I will make the leaders of Judah like a hearth of fire among the wood, and like a torch of fire among cut grain. And they shall devour all the peoples round about, on the right hand and on the left hand. And Jerusalem shall be inhabited again in her place, in Jerusalem."},{"number":7,"verse":"Jehovah also shall save the tents of Judah first, so that the glory of the house of David and the glory of the one living in Jerusalem may not be magnified above Judah."},{"number":8,"verse":"In that day Jehovah shall defend around those living in Jerusalem. And it will be, he being feeble among them in that day shall be like David, and the house of David shall be like God, like the Angel of Jehovah before them."},{"number":9,"verse":"And it shall be in that day, I will seek to destroy all the nations that come against Jerusalem."},{"number":10,"verse":"And I will pour out on the house of David, and on those living in Jerusalem, the Spirit of grace and of prayers. And they shall look on Me whom they have pierced; and they shall mourn for Him, as one mourns for an only son, and they shall be bitter over Him, like the bitterness over the first-born."},{"number":11,"verse":"In that day the mourning in Jerusalem shall be great, like the mourning of Hadadrimmon in the valley of Megiddo."},{"number":12,"verse":"And the land shall mourn, families by families being alone: the family of the house of David being alone, and their wives being alone; the family of the house of Nathan being alone, and their wives being alone;"},{"number":13,"verse":"the family of the house of Levi being alone, and their wives being alone; the family of Shimei being alone, and their wives being alone;"},{"number":14,"verse":"all the families who remain, family by family being alone, and their wives being alone."}]}