{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"ה֚וֹי <WH1945> Ho Woe אֲרִיאֵ֣ל <WH740> 'a-ri-'El to Ariel אֲרִיאֵ֔ל <WH740> 'a-ri-'El, to Ariel קִרְיַ֖ת <WH7151> kir-Yat the city חָנָ֣ה <WH2583> cha-Nah dwelt דָוִ֑ד <WH1732> da-Vid; [where] David סְפ֥וּ <WH5595> se-Fu add שָׁנָ֛ה <WH8141> sha-Nah ye year עַל־ <WH5921> 'al- unto שָׁנָ֖ה <WH8141> sha-Nah to year חַגִּ֥ים <WH2282> chag-Gim sacrifices יִנְקֹֽפוּ׃ <WH5362> yin-Ko-fu. let them kill"},{"number":2,"verse":"וַהֲצִיק֖וֹתִי <WH6693> va-ha-tzi-Ko-ti Yet I will distress לַֽאֲרִיאֵ֑ל <WH740> la-'a-ri-'El; Ariel וְהָיְתָ֤ה <WH1961> ve-ha-ye-Tah become תַֽאֲנִיָּה֙ <WH8386> ta-'a-ni-Yah and there shall be heaviness וַֽאֲנִיָּ֔ה <WH592> va-'a-ni-Yah, and sorrow וְהָ֥יְתָה <WH1961> ve-Ha-ye-tah become לִּ֖י li כַּאֲרִיאֵֽל׃ <WH740> ka-'a-ri-'El. and it shall be unto me as Ariel"},{"number":3,"verse":"וְחָנִ֥יתִי <WH2583> ve-cha-Ni-ti And I will camp כַדּ֖וּר <WH1754> chad-Dur against thee round about עָלָ֑יִךְ <WH5921> 'a-La-yich; against וְצַרְתִּ֤י <WH6696> ve-tzar-Ti and will lay siege עָלַ֙יִךְ֙ <WH5921> 'a-La-yich against מֻצָּ֔ב <WH4674> mutz-Tzav, against thee with a mount וַהֲקִֽימֹתִ֥י <WH6965> va-ha-ki-mo-Ti and I will raise עָלַ֖יִךְ <WH5921> 'a-La-yich against מְצֻרֹֽת׃ <WH4694> me-tzu-Rot. forts"},{"number":4,"verse":"וְשָׁפַלְתְּ֙ <WH8213> ve-sha-falT And thou shalt be brought down מֵאֶ֣רֶץ <WH776> me-'E-retz out of the ground תְּדַבֵּ֔רִי <WH1696> te-dab-Be-ri, [and] shalt speak וּמֵֽעָפָ֖ר <WH6083> u-me-'a-Far out of the dust תִּשַּׁ֣ח <WH7817> tish-Shach shall be low אִמְרָתֵ֑ךְ <WH565> 'im-ra-Tech; and thy speech וְֽ֠הָיָה <WH1961> Ve-ha-yah become כְּא֤וֹב <WH178> ke-'ov shall be as of one that hath a familiar spirit מֵאֶ֙רֶץ֙ <WH776> me-'E-retz out of the ground קוֹלֵ֔ךְ <WH6963> ko-Lech, and thy voice וּמֵעָפָ֖ר <WH6083> u-me-'a-Far out of the dust אִמְרָתֵ֥ךְ <WH565> 'im-ra-Tech and thy speech תְּצַפְצֵֽף׃ <WH6850> te-tzaf-Tzef. shall whisper"},{"number":5,"verse":"וְהָיָ֛ה <WH1961> ve-ha-Yah will become כְּאָבָ֥ק <WH80> ke-'a-Vak dust דַּ֖ק <WH1851> dak shall be like small הֲמ֣וֹן <WH1995> ha-Mon Moreover the multitude זָרָ֑יִךְ <WH2114> za-Ra-yich; of thy strangers וּכְמֹ֤ץ <WH4671> u-che-Motz [shall be] as chaff עֹבֵר֙ <WH5674> 'o-Ver that passeth away הֲמ֣וֹן <WH1995> ha-Mon and the multitude עָֽרִיצִ֔ים <WH6184> 'a-ri-Tzim, of the terrible ones וְהָיָ֖ה <WH1961> ve-ha-Yah will happen לְפֶ֥תַע <WH6621> le-Fe-ta' yea it shall be at an instant פִּתְאֹֽם׃ <WH6597> pit-'Om. suddenly"},{"number":6,"verse":"מֵעִ֨ם <WH5973> me-'Im From יְהוָ֤ה <WH3068> Yah-weh of the LORD צְבָאוֹת֙ <WH6635> tze-va-'Ot of hosts תִּפָּקֵ֔ד <WH6485> tip-pa-Ked, Thou shalt be visited בְּרַ֥עַם <WH7482> be-Ra-'am with thunder וּבְרַ֖עַשׁ <WH7494> u-ve-Ra-'ash and with earthquake וְק֣וֹל <WH6963> ve-Kol noise גָּד֑וֹל <WH1419> ga-Dol; and great סוּפָה֙ <WH5492> su-Fah with storm וּסְעָרָ֔ה <WH5591> u-se-'a-Rah, and tempest וְלַ֖הַב <WH3851> ve-La-hav and the flame אֵ֥שׁ <WH784> 'esh fire אוֹכֵלָֽה׃ <WH398> o-che-Lah. of devouring"},{"number":7,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become כַּֽחֲלוֹם֙ <WH2472> ka-cha-lOm her shall be as a dream חֲז֣וֹן <WH2377> cha-Zon vision לַ֔יְלָה <WH3915> Lay-lah, of a night הֲמוֹן֙ <WH1995> ha-mOn And the multitude כָּל־ <WH3605> kol- of all הַגּוֹיִ֔ם <WH1471> hag-go-Yim, of all the nations הַצֹּבְאִ֖ים <WH6633> hatz-tzoe-'Im that fight עַל־ <WH5921> 'al- against אֲרִיאֵ֑ל <WH740> 'a-ri-'El; against Ariel וְכָל־ <WH3605> ve-chol all צֹבֶ֙יהָ֙ <WH6633> tzo-Vei-ha war וּמְצֹ֣דָתָ֔הּ <WH4685> u-me-Tzo-da-Tah, against her and her munition וְהַמְּצִיקִ֖ים <WH6693> ve-ham-me-tzi-Kim and that distress לָֽהּ׃ Lah."},{"number":8,"verse":"וְהָיָ֡ה <WH1961> ve-ha-Yah become כַּאֲשֶׁר֩ <WH834> ka-'a-Sher or as when יַחֲלֹ֨ם <WH2492> ya-cha-Lom [man] dreameth הָרָעֵ֜ב <WH7457> ha-ra-'Ev It shall even be as when an hungry וְהִנֵּ֣ה <WH2009> ve-hin-Neh behold אוֹכֵ֗ל <WH398> o-Chel, and behold he eateth וְהֵקִיץ֮ <WH6974> ve-he-Kitz but he awaketh וְרֵיקָ֣ה <WH7386> ve-rei-Kah is empty נַפְשׁוֹ֒ <WH5315> naf-Sho and his soul וְכַאֲשֶׁ֨ר <WH834> ve-cha-'a-Sher after יַחֲלֹ֤ם <WH2492> ya-cha-Lom dreameth הַצָּמֵא֙ <WH6771> hatz-tza-Me a thirsty man וְהִנֵּ֣ה <WH2009> ve-hin-Neh behold שֹׁתֶ֔ה <WH8354> sho-Teh, and behold he drinketh וְהֵקִיץ֙ <WH6974> ve-he-Kitz but he awaketh וְהִנֵּ֣ה <WH2009> ve-hin-Neh behold עָיֵ֔ף <WH5889> 'a-Yef, and behold [he is] faint וְנַפְשׁ֖וֹ <WH5315> ve-naf-Sho and his soul שׁוֹקֵקָ֑ה <WH8264> sho-ke-Kah; hath appetite כֵּ֣ן <WH3651> ken Thus יִֽהְיֶ֗ה <WH1961> yih-Yeh, become הֲמוֹן֙ <WH1995> ha-mOn so shall the multitude כָּל־ <WH3605> kol- of all הַגּוֹיִ֔ם <WH1471> hag-go-Yim, of all the nations הַצֹּבְאִ֖ים <WH6633> hatz-tzoe-'Im be that fight עַל־ <WH5921> 'al- against הַ֥ר <WH2022> har against mount צִיּֽוֹן׃ <WH6726> tzi-Yon. Zion ס sa-Mek"},{"number":9,"verse":"הִתְמַהְמְה֣וּ <WH4102> hit-mah-me-Hu Stay וּתְמָ֔הוּ <WH8539> u-te-Ma-hu, yourselves and wonder הִשְׁתַּֽעַשְׁע֖וּ <WH8173> hish-ta-'ash-'U cry ye out וָשֹׁ֑עוּ <WH8173> va-Sho-'u; and cry שָֽׁכְר֣וּ <WH7937> sha-che-Ru they are drunken וְלֹא־ <WH3808> ve-lo- not יַ֔יִן <WH3196> Ya-yin, but not with wine נָע֖וּ <WH5128> na-'U they stagger וְלֹ֥א <WH3808> ve-Lo not שֵׁכָֽר׃ <WH7941> she-Char. but not with strong drink"},{"number":10,"verse":"כִּֽי־ <WH3588> ki- for נָסַ֨ךְ <WH5258> na-Sach hath poured out עֲלֵיכֶ֤ם <WH5921> 'a-lei-Chem over יְהוָה֙ <WH3069> Yah-weh God ר֣וּחַ <WH7307> Ru-ach upon you the spirit תַּרְדֵּמָ֔ה <WH8639> tar-de-Mah, of deep sleep וַיְעַצֵּ֖ם <WH6105> vay-'atz-Tzem and hath closed אֶת־ <WH853> 'et- עֵֽינֵיכֶ֑ם <WH5869> 'ei-nei-Chem; your eyes אֶת־ <WH853> 'et- הַנְּבִיאִ֛ים <WH5030> han-ne-vi-'Im the prophets וְאֶת־ <WH853> ve-'Et רָאשֵׁיכֶ֥ם <WH7218> ra-shei-Chem and your rulers הַחֹזִ֖ים <WH2374> ha-cho-Zim the seers כִּסָּֽה׃ <WH3680> kis-Sah. hath he covered"},{"number":11,"verse":"וַתְּהִ֨י <WH1961> vat-te-Hi become לָכֶ֜ם la-Chem חָז֣וּת <WH2380> cha-Zut And the vision הַכֹּ֗ל <WH3605> hak-Kol, the entire כְּדִבְרֵי֮ <WH1697> ke-div-Rei of all is become unto you as the words הַסֵּ֣פֶר <WH5612> has-Se-fer of a book הֶֽחָתוּם֒ <WH2856> he-cha-Tum that is sealed אֲשֶֽׁר־ <WH834> 'a-Sher- which יִתְּנ֣וּ <WH5414> yit-te-Nu which [men] deliver אֹת֗וֹ <WH853> o-To, אֶל־ <WH413> 'el- to יוֹדֵ֥עַ <WH3045> yo-De-a' to one that is learned; הַסֵּפֶר has-se-fer כסֵ֛פֶר <WH5612> Se-fer book קלֵאמֹ֖ר <WH559> le-Mor saying קְרָ֣א <WH7121> ke-Ra Read נָא־ <WH4994> na- Please זֶ֑ה <WH2088> Zeh; this וְאָמַר֙ <WH559> ve-'a-Mar this I pray thee and he saith לֹ֣א <WH3808> lo not אוּכַ֔ל <WH3201> 'u-Chal, I cannot כִּ֥י <WH3588> ki for חָת֖וּם <WH2856> cha-Tum for it [is] sealed הֽוּא׃ <WH1931> Hu. he"},{"number":12,"verse":"וְנִתַּ֣ן <WH5414> ve-nit-Tan is delivered הַסֵּ֗פֶר <WH5612> has-Se-fer, And the book עַל֩ <WH5921> 'al unto אֲשֶׁ֨ר <WH834> 'a-Sher who לֹֽא־ <WH3808> lo- cannot יָדַ֥ע <WH3045> ya-Da' I am not learned סֵ֛פֶר <WH5612> Se-fer the book לֵאמֹ֖ר <WH559> le-Mor saying קְרָ֣א <WH7121> ke-Ra Read נָא־ <WH4994> na- Please זֶ֑ה <WH2088> Zeh; this וְאָמַ֕ר <WH559> ve-'a-Mar this I pray thee and he saith לֹ֥א <WH3808> lo cannot יָדַ֖עְתִּי <WH3045> ya-Da'-ti acknowledge סֵֽפֶר׃ <WH5612> Se-fer. the book ס sa-Mek"},{"number":13,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֲדֹנָ֗י <WH136> 'a-do-Nai, Wherefore the Lord יַ֚עַן <WH3282> Ya-'an Forasmuch כִּ֤י <WH3588> ki for נִגַּשׁ֙ <WH5066> nig-Gash draw near הָעָ֣ם <WH5971> ha-'Am as this people הַזֶּ֔ה <WH2088> haz-Zeh, this בְּפִ֤יו <WH6310> be-Fiv [me] with their mouth וּבִשְׂפָתָיו֙ <WH8193> u-vis-fa-Tav and with their lips כִּבְּד֔וּנִי <WH3513> kib-be-Du-ni, do honour וְלִבּ֖וֹ <WH3820> ve-lib-Bo their heart רִחַ֣ק <WH7368> ri-Chak far מִמֶּ֑נִּי <WH4480> mi-Men-ni; at וַתְּהִ֤י <WH1961> vat-te-Hi consists יִרְאָתָם֙ <WH3373> yir-'a-Tam afraid אֹתִ֔י <WH853> 'o-Ti, מִצְוַ֥ת <WH4687> mitz-Vat by the precept אֲנָשִׁ֖ים <WH376> 'a-na-Shim he מְלֻמָּדָֽה׃ <WH3925> me-lum-ma-Dah. toward me is taught"},{"number":14,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore הִנְנִ֥י <WH2005> hin-Ni behold יוֹסִ֛ף <WH3254> yo-Sif Therefore behold I will proceed לְהַפְלִ֥יא <WH6381> le-haf-Li to do a marvellous work אֶת־ <WH854> 'et- for הָֽעָם־ <WH5971> ha-'om- among this people הַזֶּ֖ה <WH2088> haz-Zeh this הַפְלֵ֣א <WH6381> haf-Le [even] a marvellous work וָפֶ֑לֶא <WH6382> va-Fe-le; and a wonder וְאָֽבְדָה֙ <WH6> ve-'a-ve-Dah [men] shall perish חָכְמַ֣ת <WH2451> cha-che-Mat for the wisdom חֲכָמָ֔יו <WH2450> cha-cha-Mav, of their wise וּבִינַ֥ת <WH998> u-vi-Nat and the understanding נְבֹנָ֖יו <WH995> ne-vo-Nav of their prudent תִּסְתַּתָּֽר׃ <WH5641> tis-tat-Tar. [men] shall be hid ס sa-Mek"},{"number":15,"verse":"ה֛וֹי <WH1945> Ho Woe הַמַּעֲמִיקִ֥ים <WH6009> ham-ma-'a-mi-Kim unto them that seek deep מֵֽיהוָ֖ה <WH3068> Yah-weh from the LORD לַסְתִּ֣ר <WH5641> las-Tir to hide עֵצָ֑ה <WH6098> 'e-Tzah; their counsel וְהָיָ֤ה <WH1961> ve-ha-Yah are in בְמַחְשָׁךְ֙ <WH4285> ve-mach-shoCh are in the dark מַֽעֲשֵׂיהֶ֔ם <WH4639> ma-'a-sei-Hem, and their works וַיֹּ֣אמְר֔וּ <WH559> vai-Yo-me-Ru, and they say מִ֥י <WH4310> mi Who רֹאֵ֖נוּ <WH7200> ro-'E-nu Who seeth וּמִ֥י <WH4310> u-Mi Who יוֹדְעֵֽנוּ׃ <WH3045> yod-'E-nu. us;and who knoweth"},{"number":16,"verse":"הַ֨פְכְּכֶ֔ם <WH2017> haf-ke-Chem, Surely your turning of things upside down אִם־ <WH518> 'im- lo כְּחֹ֥מֶר <WH2563> ke-Cho-mer clay הַיֹּצֵ֖ר <WH3335> hai-yo-Tzer as the potter's יֵֽחָשֵׁ֑ב <WH2803> ye-cha-Shev; shall be esteemed כִּֽי־ <WH3588> ki- would יֹאמַ֨ר <WH559> yo-Mar say מַעֲשֶׂ֤ה <WH4639> ma-'a-Seh for shall the work לְעֹשֵׂ֙הוּ֙ <WH6213> le-'o-Se-hu of him that made לֹ֣א <WH3808> lo has no עָשָׂ֔נִי <WH6213> 'a-Sa-ni, it He made וְיֵ֛צֶר <WH3336> ve-Ye-tzer me not;or shall the thing framed אָמַ֥ר <WH559> 'a-Mar say לְיוֹצְר֖וֹ <WH3335> le-yotz-Ro of him that framed לֹ֥א <WH3808> lo has no הֵבִֽין׃ <WH995> he-Vin. it He had no understanding"},{"number":17,"verse":"הֲלוֹא־ <WH3808> ha-lo- not עוֹד֙ <WH5750> 'Od yet מְעַ֣ט <WH4592> me-'At little while מִזְעָ֔ר <WH4213> miz-'Ar, [Is] it not yet a very וְשָׁ֥ב <WH7725> ve-Shav shall be turned לְבָנ֖וֹן <WH3844> le-va-Non and Lebanon לַכַּרְמֶ֑ל <WH3759> lak-kar-Mel; into a fruitful field וְהַכַּרְמֶ֖ל <WH3759> ve-hak-kar-Mel and the fruitful field לַיַּ֥עַר <WH3293> lai-Ya-'ar comb יֵחָשֵֽׁב׃ <WH2803> ye-cha-Shev. shall be esteemed"},{"number":18,"verse":"וְשָׁמְע֧וּ <WH8085> ve-sha-me-'U hear בַיּוֹם־ <WH3117> vai-yom- And in that day הַה֛וּא <WH1931> ha-Hu he הַחֵרְשִׁ֖ים <WH2795> ha-che-re-Shim shall the deaf דִּבְרֵי־ <WH1697> div-rei- the words סֵ֑פֶר <WH5612> Se-fer; of the book וּמֵאֹ֣פֶל <WH652> u-me-'O-fel out of obscurity וּמֵחֹ֔שֶׁךְ <WH2822> u-me-Cho-shech, and out of darkness עֵינֵ֥י <WH5869> 'ei-Nei and the eyes עִוְרִ֖ים <WH5787> 'iv-Rim of the blind תִּרְאֶֽינָה׃ <WH7200> tir-'Ei-nah. shall see"},{"number":19,"verse":"וְיָסְפ֧וּ <WH3254> ve-ya-se-Fu also shall increase עֲנָוִ֛ים <WH6035> 'a-na-Vim The meek בַּֽיהוָ֖ה <WH3068> Yah-weh in the LORD שִׂמְחָ֑ה <WH8057> sim-Chah; [their] joy וְאֶבְיוֹנֵ֣י <WH34> ve-'ev-yo-Nei and the poor אָדָ֔ם <WH120> 'a-Dam, among men בִּקְד֥וֹשׁ <WH6918> bik-Doosh in the Holy One יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel יָגִֽילוּ׃ <WH1523> ya-Gi-lu. shall rejoice"},{"number":20,"verse":"כִּֽי־ <WH3588> ki- for אָפֵ֥ס <WH656> 'a-Fes is brought to nought עָרִ֖יץ <WH6184> 'a-Ritz For the terrible one וְכָ֣לָה <WH3615> ve-Cha-lah is consumed לֵ֑ץ <WH3887> Letz; and the scorner וְנִכְרְת֖וּ <WH3772> ve-nich-re-Tu are cut off כָּל־ <WH3605> kol- all שֹׁ֥קְדֵי <WH8245> Sho-ke-dei and all that watch אָֽוֶן׃ <WH205> 'A-ven. for iniquity"},{"number":21,"verse":"מַחֲטִיאֵ֤י <WH2398> ma-cha-ti-'Ei an offender אָדָם֙ <WH120> 'a-Dam That make a man בְּדָבָ֔ר <WH1697> be-da-Var, for a word וְלַמּוֹכִ֥יחַ <WH3198> ve-lam-mo-Chi-ach for him that reproveth בַּשַּׁ֖עַר <WH8179> bash-Sha-'ar in the gate יְקֹשׁ֑וּן <WH6983> ye-ko-Shun; and lay a snare וַיַּטּ֥וּ <WH5186> vai-yat-Tu and turn aside בַתֹּ֖הוּ <WH8414> vat-To-hu for a thing of nought צַדִּֽיק׃ <WH6662> tzad-Dik. the just ס sa-Mek"},{"number":22,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּֽה־ <WH3541> koh- thus אָמַ֤ר <WH559> 'a-Mar Therefore thus saith יְהוָה֙ <WH3068> Yah-weh the LORD אֶל־ <WH413> 'el- concerning בֵּ֣ית <WH1004> beit concerning the house יַֽעֲקֹ֔ב <WH3290> ya-'a-Ko, of Jacob אֲשֶׁ֥ר <WH834> 'a-Sher who פָּדָ֖ה <WH6299> pa-Dah who redeemed אֶת־ <WH853> 'et- אַבְרָהָ֑ם <WH85> 'av-ra-Ham; Abraham לֹֽא־ <WH3808> lo- nor עַתָּ֤ה <WH6258> 'at-Tah now יֵבוֹשׁ֙ <WH954> ye-Voosh shall not now be ashamed יַֽעֲקֹ֔ב <WH3290> ya-'a-Ko, Jacob וְלֹ֥א <WH3808> ve-Lo nor עַתָּ֖ה <WH6258> 'at-Tah now פָּנָ֥יו <WH6440> pa-Nav neither shall his face יֶחֱוָֽרוּ׃ <WH2357> ye-che-Va-ru. now wax pale"},{"number":23,"verse":"כִּ֣י <WH3588> ki when בִ֠רְאֹתוֹ <WH7200> vir-'o-to But when he seeth יְלָדָ֞יו <WH3206> ye-la-Dav his children מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh the work יָדַ֛י <WH3027> ya-Dai of mine hands בְּקִרְבּ֖וֹ <WH7130> be-kir-Bo in the midst יַקְדִּ֣ישֽׁוּ <WH6942> yak-Di-shu of him they shall sanctify שְׁמִ֑י <WH8034> she-Mi; my name וְהִקְדִּ֙ישׁוּ֙ <WH6942> ve-hik-Di-shu and sanctify אֶת־ <WH853> 'et- קְד֣וֹשׁ <WH6918> ke-Doosh the Holy One יַֽעֲקֹ֔ב <WH3290> ya-'a-Ko, of Jacob וְאֶת־ <WH853> ve-'Et אֱלֹהֵ֥י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel יַעֲרִֽיצוּ׃ <WH6206> ya-'a-Ri-tzu. and shall fear"},{"number":24,"verse":"וְיָדְע֥וּ <WH3045> ve-ya-de-'U shall come תֹֽעֵי־ <WH8582> to-'ei- They also that erred ר֖וּחַ <WH7307> Ru-ach in spirit בִּינָ֑ה <WH998> bi-Nah; to understanding וְרוֹגְנִ֖ים <WH7279> ve-rog-Nim and they that murmured יִלְמְדוּ־ <WH3925> yil-me-du- shall learn לֶֽקַח׃ <WH3948> Le-kach. doctrine"}]}