{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":31,"verses":[{"number":1,"verse":"ה֣וֹי <WH1945> Ho Woe הַיֹּרְדִ֤ים <WH3381> hai-yo-re-Dim to them that go down מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim to Egypt לְעֶזְרָ֔ה <WH5833> le-'ez-Rah, for help עַל־ <WH5921> 'al- on סוּסִ֖ים <WH5483> su-Sim on horses יִשָּׁעֵ֑נוּ <WH8172> yish-sha-'E-nu; and stay וַיִּבְטְח֨וּ <WH982> vai-yiv-te-Chu and trust עַל־ <WH5921> 'al- in רֶ֜כֶב <WH7393> Re-chev in chariots כִּ֣י <WH3588> ki because רָ֗ב <WH7227> Rav, because [they are] many וְעַ֤ל <WH5921> ve-'Al and in פָּֽרָשִׁים֙ <WH6571> pa-ra-Shim and in horsemen כִּֽי־ <WH3588> ki- because עָצְמ֣וּ <WH6105> 'a-tze-Mu strong מְאֹ֔ד <WH3966> me-'Od, because they are very וְלֹ֤א <WH3808> ve-Lo nor שָׁעוּ֙ <WH8159> sha-'U but they look עַל־ <WH5921> 'al- unto קְד֣וֹשׁ <WH6918> ke-Doosh not unto the Holy One יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְאֶת־ <WH853> ve-'Et יְהוָ֖ה <WH3068> Yah-weh the LORD לֹ֥א <WH3808> lo nor דָרָֽשׁוּ׃ <WH1875> da-Ra-shu. neither seek"},{"number":2,"verse":"וְגַם־ <WH1571> ve-gam- also ה֤וּא <WH1931> hu he חָכָם֙ <WH2450> cha-Cham Yet he also [is] wise וַיָּ֣בֵא <WH935> vai-Ya-ve and will bring רָ֔ע <WH7451> Ra', evil וְאֶת־ <WH853> ve-'Et דְּבָרָ֖יו <WH1697> de-va-Rav his words לֹ֣א <WH3808> lo and does not הֵסִ֑יר <WH5493> he-Sir; and will not call back וְקָם֙ <WH6965> ve-Kam but will arise עַל־ <WH5921> 'al- against בֵּ֣ית <WH1004> beit against the house מְרֵעִ֔ים <WH7489> me-re-'Im, of the evildoers וְעַל־ <WH5921> ve-'al- and against עֶזְרַ֖ת <WH5833> 'ez-Rat and against the help פֹּ֥עֲלֵי <WH6466> Po-'a-lei of them that work אָֽוֶן׃ <WH205> 'A-ven. iniquity"},{"number":3,"verse":"וּמִצְרַ֤יִם <WH4714> u-mitz-Ra-yim Now the Egyptians אָדָם֙ <WH120> 'a-Dam [are] men וְֽלֹא־ <WH3808> ve-lo- and not אֵ֔ל <WH410> 'El, and not God וְסוּסֵיהֶ֥ם <WH5483> ve-su-sei-Hem and their horses בָּשָׂ֖ר <WH1320> ba-Sar flesh וְלֹא־ <WH3808> ve-lo- and not ר֑וּחַ <WH7307> Ru-ach; and not spirit וַֽיהוָ֞ה <WH3068> Yah-weh When the LORD יַטֶּ֣ה <WH5186> yat-Teh shall stretch out יָד֗וֹ <WH3027> ya-Do, his hand וְכָשַׁ֤ל <WH3782> ve-cha-Shal shall fall עוֹזֵר֙ <WH5826> o-Zer both he that helpeth וְנָפַ֣ל <WH5307> ve-na-Fal shall fall down עָזֻ֔ר <WH5826> 'a-Zur, and he that is holpen וְיַחְדָּ֖ו <WH3162> ve-yach-Dav together כֻּלָּ֥ם <WH3605> kul-Lam and all יִכְלָיֽוּן׃ <WH3615> yich-la-Yun. and they all shall fail ס sa-Mek"},{"number":4,"verse":"כִּ֣י <WH3588> ki For כֹ֣ה <WH3541> choh thus אָֽמַר־ <WH559> 'a-mar- spoken יְהוָ֣ה׀ <WH3068> Yah-weh For thus hath the LORD אֵלַ֡י <WH413> 'e-Lai about כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher which יֶהְגֶּה֩ <WH1897> yeh-Geh roaring הָאַרְיֵ֨ה <WH738> ha-'ar-Yeh unto me Like as the lion וְהַכְּפִ֜יר <WH3715> ve-hak-ke-Fir and the young lion עַל־ <WH5921> 'al- over טַרְפּ֗וֹ <WH2964> tar-Po, on his prey אֲשֶׁ֨ר <WH834> 'a-Sher which יִקָּרֵ֤א <WH7121> yik-ka-Re is called forth עָלָיו֙ <WH5921> 'a-Lav Against מְלֹ֣א <WH4393> me-Lo when a multitude רֹעִ֔ים <WH7462> ro-'Im, of shepherds מִקּוֹלָם֙ <WH6963> mik-ko-Lam of their voice לֹ֣א <WH3808> lo nor יֵחָ֔ת <WH2865> ye-Chat, against him [he] will not be afraid וּמֵֽהֲמוֹנָ֖ם <WH1995> u-me-ha-mo-Nam himself for the noise לֹ֣א <WH3808> lo nor יַֽעֲנֶ֑ה <WH6031> ya-'a-Neh; nor abase כֵּ֗ן <WH3651> Ken, So יֵרֵד֙ <WH3381> ye-Red come down יְהוָ֣ה <WH3068> Yah-weh of them so shall the LORD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts לִצְבֹּ֥א <WH6633> litz-Bo to fight עַל־ <WH5921> 'al- over הַר־ <WH2022> har- for mount צִיּ֖וֹן <WH6726> tzi-Yon Zion וְעַל־ <WH5921> ve-'al- over גִּבְעָתָֽהּ׃ <WH1389> giv-'a-Tah. and for the hill"},{"number":5,"verse":"כְּצִפֳּרִ֣ים <WH6833> ke-tzip-po-Rim As birds עָפ֔וֹת <WH5774> a-Fot, flying כֵּ֗ן <WH3651> Ken, so יָגֵ֛ן <WH1598> ya-Gen defend יְהוָ֥ה <WH3068> Yah-weh so will the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts עַל־ <WH5921> 'al- and יְרֽוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; Jerusalem גָּנ֥וֹן <WH1598> ga-Non defending וְהִצִּ֖יל <WH5337> ve-hitz-Tzil also he will deliver פָּסֹ֥חַ <WH6452> pa-So-ach [it and] passing over וְהִמְלִֽיט׃ <WH4422> ve-him-Lit. he will preserve"},{"number":6,"verse":"שׁ֗וּבוּ <WH7725> Shu-vu, Turn לַאֲשֶׁ֛ר <WH834> la-'a-Sher whom הֶעְמִ֥יקוּ <WH6009> he'-Mi-ku have deeply סָרָ֖ה <WH5627> sa-Rah revolted בְּנֵ֥י <WH1121> be-Nei ye unto [him from] whom the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":7,"verse":"כִּ֚י <WH3588> ki that בַּיּ֣וֹם <WH3117> bai-Yom For in that day הַה֔וּא <WH1931> ha-Hu, he יִמְאָס֗וּן <WH3988> yim-'a-Sun, shall cast away אִ֚ישׁ <WH376> 'ish every man אֱלִילֵ֣י <WH457> 'e-li-Lei his idols כַסְפּ֔וֹ <WH3701> chas-Po, of silver וֶאֱלִילֵ֖י <WH457> ve-'e-li-Lei and his idols זְהָב֑וֹ <WH2091> ze-ha-Vo; of gold אֲשֶׁ֨ר <WH834> 'a-Sher which עָשׂ֥וּ <WH6213> 'a-Su have made לָכֶ֛ם la-Chem יְדֵיכֶ֖ם <WH3027> ye-dei-Chem which your own hands חֵֽטְא׃ <WH2399> Chet. unto you [for] a sin"},{"number":8,"verse":"וְנָפַ֤ל <WH5307> ve-na-Fal fall אַשּׁוּר֙ <WH804> 'ash-Shur Then shall the Assyrian בְּחֶ֣רֶב <WH2719> be-Che-rev with the sword לֹא־ <WH3808> lo- not אִ֔ישׁ <WH376> 'Ish, not of a mighty man וְחֶ֥רֶב <WH2719> ve-Che-rev and the sword לֹֽא־ <WH3808> lo- not אָדָ֖ם <WH120> 'a-Dam not of a mean man תֹּֽאכֲלֶ֑נּוּ <WH398> to-cha-Len-nu; shall devour וְנָ֥ס <WH5127> ve-Nas him but he shall flee לוֹ֙ lo מִפְּנֵי־ <WH6440> mip-pe-nei- from חֶ֔רֶב <WH2719> Che-rev, the sword וּבַחוּרָ֖יו <WH970> u-va-chu-Rav and his young men לָמַ֥ס <WH4522> la-Mas shall be discomfited יִהְיֽוּ׃ <WH1961> yih-Yu. will become"},{"number":9,"verse":"וְסַלְעוֹ֙ <WH5553> ve-sal-'O to his strong hold מִמָּג֣וֹר <WH4032> mi-ma-Gor for fear יַֽעֲב֔וֹר <WH5674> ya-'a-Vor, And he shall pass over וְחַתּ֥וּ <WH2865> ve-chat-Tu shall be afraid מִנֵּ֖ס <WH5251> min-Nes of the ensign שָׂרָ֑יו <WH8269> sa-Rav; and his princes נְאֻם־ <WH5002> ne-'um- saith יְהוָ֗ה <WH3069> Yah-weh God אֲשֶׁר־ <WH834> 'a-Sher- whose א֥וּר <WH217> 'ur whose fire לוֹ֙ lo בְּצִיּ֔וֹן <WH6726> be-tzi-Yon, [is] in Zion וְתַנּ֥וּר <WH8574> ve-tan-Nur and his furnace ל֖וֹ lo בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. in Jerusalem ס sa-Mek"}]}