{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"הֵ֥ן <WH2005> hen Behold לְצֶ֖דֶק <WH6664> le-Tze-dek in righteousness יִמְלָךְ־ <WH4427> yim-loch- shall reign מֶ֑לֶךְ <WH4428> Me-lech; Behold a king וּלְשָׂרִ֖ים <WH8269> u-le-sa-Rim and princes לְמִשְׁפָּ֥ט <WH4941> le-mish-Pat in judgment יָשֹֽׂרוּ׃ <WH8323> ya-So-ru. shall rule"},{"number":2,"verse":"וְהָיָה־ <WH1961> ve-ha-yah- become אִ֥ישׁ <WH376> 'ish And a man כְּמַֽחֲבֵא־ <WH4224> ke-ma-cha-ve- shall be as an hiding place ר֖וּחַ <WH7307> Ru-ach from the wind וְסֵ֣תֶר <WH5643> ve-Se-ter and a covert זָ֑רֶם <WH2230> Za-rem; from the tempest כְּפַלְגֵי־ <WH6388> ke-fal-gei- as rivers מַ֣יִם <WH4325> Ma-yim of water בְּצָי֔וֹן <WH6724> be-tza-Yon, in a dry place כְּצֵ֥ל <WH6738> ke-Tzel as the shadow סֶֽלַע־ <WH5553> se-la'- rock כָּבֵ֖ד <WH3515> ka-Ved of a great בְּאֶ֥רֶץ <WH776> be-'E-retz land עֲיֵפָֽה׃ <WH5889> 'a-ye-Fah. in a weary"},{"number":3,"verse":"וְלֹ֥א <WH3808> ve-Lo not תִשְׁעֶ֖ינָה <WH8159> tish-'Ei-nah shall not be dim עֵינֵ֣י <WH5869> 'ei-Nei And the eyes רֹאִ֑ים <WH7200> ro-'Im; of them that see וְאָזְנֵ֥י <WH241> ve-'a-ze-Nei and the ears שֹׁמְעִ֖ים <WH8085> sho-me-'Im of them that hear תִּקְשַֽׁבְנָה׃ <WH7181> tik-Shav-nah. shall hearken"},{"number":4,"verse":"וּלְבַ֥ב <WH3824> u-le-Vav The heart נִמְהָרִ֖ים <WH4116> nim-ha-Rim also of the rash יָבִ֣ין <WH995> ya-Vin shall understand לָדָ֑עַת <WH3045> la-Da-'at; acknowledge וּלְשׁ֣וֹן <WH3956> u-le-Shon and the tongue עִלְּגִ֔ים <WH5926> 'il-le-Gim, of the stammerers תְּמַהֵ֖ר <WH4116> te-ma-Her shall be ready לְדַבֵּ֥ר <WH1696> le-dab-Ber to speak צָחֽוֹת׃ <WH6703> tza-Chot. plainly"},{"number":5,"verse":"לֹֽא־ <WH3808> lo- No יִקָּרֵ֥א <WH7121> yik-ka-Re shall be no more called ע֛וֹד <WH5750> od longer לְנָבָ֖ל <WH5036> le-na-Val The vile person נָדִ֑יב <WH5081> na-Div; liberal וּלְכִילַ֕י <WH3596> u-le-chi-Lai nor the churl לֹ֥א <WH3808> lo No יֵֽאָמֵ֖ר <WH559> ye-'a-Mer said שֽׁוֹעַ׃ <WH7771> Sho-a'. [to be] bountiful"},{"number":6,"verse":"כִּ֤י <WH3588> ki For נָבָל֙ <WH5036> na-Val For the vile person נְבָלָ֣ה <WH5039> ne-va-Lah villany יְדַבֵּ֔ר <WH1696> ye-dab-Ber, will speak וְלִבּ֖וֹ <WH3820> ve-lib-Bo and his heart יַעֲשֶׂה־ <WH6213> ya-'a-seh- will work אָ֑וֶן <WH205> 'A-ven; iniquity לַעֲשׂ֣וֹת <WH6213> la-'a-Sot to practise חֹ֗נֶף <WH2612> Cho-nef, hypocrisy וּלְדַבֵּ֤ר <WH1696> u-le-dab-Ber and to utter אֶל־ <WH413> 'el- against יְהוָה֙ <WH3069> Yah-weh God תּוֹעָ֔ה <WH8442> to-'Ah, error לְהָרִיק֙ <WH7324> le-ha-Rik to make empty נֶ֣פֶשׁ <WH5315> Ne-fesh the soul רָעֵ֔ב <WH7457> ra-'Ev, of the hungry וּמַשְׁקֶ֥ה <WH4945> u-mash-Keh and he will cause the drink צָמֵ֖א <WH6771> tza-Me of the thirsty יַחְסִֽיר׃ <WH2637> yach-Sir. to fail"},{"number":7,"verse":"וְכֵלַ֖י <WH3596> ve-che-Lai also of the churl כֵּלָ֣יו <WH3627> ke-Lav The instruments רָעִ֑ים <WH7451> ra-'Im; [are] evil ה֚וּא <WH1931> hu he זִמּ֣וֹת <WH2154> zim-Mot wicked devices יָעָ֔ץ <WH3289> ya-'Atz, he deviseth לְחַבֵּ֤ל <WH2254> le-chab-Bel to destroy; עֲנָוִים 'a-na-vim כעֲנִיִּים֙ <WH6035> 'a-ni-Yim humble קבְּאִמְרֵי־ <WH561> be-'im-rei- words שֶׁ֔קֶר <WH8267> She-ker, with lying וּבְדַבֵּ֥ר <WH1696> u-ve-dab-Ber speaketh אֶבְי֖וֹן <WH34> ev-Yon even when the needy מִשְׁפָּֽט׃ <WH4941> mish-Pat. right"},{"number":8,"verse":"וְנָדִ֖יב <WH5081> ve-na-Div But the liberal נְדִיב֣וֹת <WH5081> ne-di-Vot liberal things יָעָ֑ץ <WH3289> ya-'Atz; deviseth וְה֖וּא <WH1931> ve-Hu he עַל־ <WH5921> 'al- and נְדִיב֥וֹת <WH5081> ne-di-Vot and by liberal things יָקֽוּם׃ <WH6965> ya-Kum. shall he stand פ Peh"},{"number":9,"verse":"נָשִׁים֙ <WH802> na-Shim ye women שַֽׁאֲנַנּ֔וֹת <WH7600> sha-'a-nan-Not, that are at ease קֹ֖מְנָה <WH6965> Ko-me-nah Rise up שְׁמַ֣עְנָה <WH8085> she-Ma'-nah hear קוֹלִ֑י <WH6963> ko-Li; my voice בָּנוֹת֙ <WH1323> ba-nOt daughters בֹּֽטח֔וֹת <WH982> bo-t-Chot, ye careless הַאְזֵ֖נָּה <WH238> ha'-Zen-nah give ear אִמְרָתִֽי׃ <WH565> 'im-ra-Ti. unto my speech"},{"number":10,"verse":"יָמִים֙ <WH3117> ya-Mim Many days עַל־ <WH5921> 'al- Within שָׁנָ֔ה <WH8141> sha-Nah, and years תִּרְגַּ֖זְנָה <WH7264> tir-Gaz-nah shall ye be troubled בֹּֽטְח֑וֹת <WH982> bo-te-Chot; ye careless women כִּ֚י <WH3588> ki for כָּלָ֣ה <WH3615> ka-Lah shall fail בָצִ֔יר <WH1210> va-Tzir, for the vintage אֹ֖סֶף <WH625> 'O-sef the gathering בְּלִ֥י <WH1097> be-Li will not יָבֽוֹא׃ <WH935> ya-Vo. shall not come"},{"number":11,"verse":"חִרְדוּ֙ <WH2729> chir-Du Tremble שַֽׁאֲנַנּ֔וֹת <WH7600> sha-'a-nan-Not, ye women that are at ease רְגָ֖זָה <WH7264> re-Ga-zah be troubled בֹּֽטְח֑וֹת <WH982> bo-te-Chot; ye careless ones פְּשֹׁ֣טָֽה <WH6584> pe-Sho-tah strip וְעֹ֔רָה <WH6209> ve-'O-rah, you and make you bare וַחֲג֖וֹרָה <WH2296> va-cha-Go-rah and put עַל־ <WH5921> 'al- and חֲלָצָֽיִם׃ <WH2504> cha-la-Tza-yim. [sackcloth] upon [your] loins"},{"number":12,"verse":"עַל־ <WH5921> 'al- and שָׁדַ֖יִם <WH7699> sha-Da-yim for the teats סֹֽפְדִ֑ים <WH5594> so-fe-Dim; They shall lament עַל־ <WH5921> 'al- and שְׂדֵי־ <WH7704> se-dei- fields חֶ֕מֶד <WH2531> Che-med for the pleasant עַל־ <WH5921> 'al- and גֶּ֖פֶן <WH1612> Ge-fen vine פֹּרִיָּֽה׃ <WH6509> po-ri-Yah. for the fruitful"},{"number":13,"verse":"עַ֚ל <WH5921> 'al For אַדְמַ֣ת <WH127> 'ad-Mat Upon the land עַמִּ֔י <WH5971> 'am-Mi, of my people ק֥וֹץ <WH6975> Kotz thorns שָׁמִ֖יר <WH8068> sha-Mir [and] briers תַּֽעֲלֶ֑ה <WH5927> ta-'a-Leh; shall come up כִּ֚י <WH3588> ki Yea עַל־ <WH5921> 'al- and כָּל־ <WH3605> kol- for all בָּתֵּ֣י <WH1004> bat-Tei yea upon all the houses מָשׂ֔וֹשׂ <WH4885> ma-Sos, of joy קִרְיָ֖ה <WH7151> kir-Yah city עַלִּיזָֽה׃ <WH5947> 'al-li-Zah. [in] the joyous"},{"number":14,"verse":"כִּֽי־ <WH3588> ki- Because אַרְמ֣וֹן <WH759> ar-Mon Because the palaces נֻטָּ֔שׁ <WH5203> nut-Tash, shall be forsaken הֲמ֥וֹן <WH1995> ha-Mon the multitude עִ֖יר <WH5892> 'ir of the city עֻזָּ֑ב <WH5800> 'uz-Zav; shall be left עֹ֣פֶל <WH6076> 'O-fel the forts וָבַ֜חַן <WH975> va-Va-chan and towers הָיָ֨ה <WH1961> ha-Yah have become בְעַ֤ד <WH1157> ve-'Ad about מְעָרוֹת֙ <WH4631> me-'a-rOt shall be for dens עַד־ <WH5704> 'ad- for עוֹלָ֔ם <WH5769> o-Lam, ever מְשׂ֥וֹשׂ <WH4885> me-Sos a joy פְּרָאִ֖ים <WH6501> pe-ra-'Im of wild asses מִרְעֵ֥ה <WH4829> mir-'Eh a pasture עֲדָרִֽים׃ <WH5739> 'a-da-Rim. of flocks"},{"number":15,"verse":"עַד־ <WH5704> 'ad- Until יֵ֨עָרֶ֥ה <WH6168> ye-'a-Reh be poured עָלֵ֛ינוּ <WH5921> 'a-Lei-nu and ר֖וּחַ <WH7307> Ru-ach Until the spirit מִמָּר֑וֹם <WH4791> mi-ma-Rom; upon us from on high וְהָיָ֤ה <WH1961> ve-ha-Yah becomes מִדְבָּר֙ <WH4057> mid-Bar and the wilderness לַכַּרְמֶ֔ל <WH3759> lak-kar-Mel, be a fruitful field; וְכַרְמֶל ve-char-mel כוְהַכַּרְמֶ֖ל <WH3759> ve-hak-kar-Mel A fertile קלַיַּ֥עַר <WH3293> lai-Ya-'ar for a forest יֵחָשֵֽׁב׃ <WH2803> ye-cha-Shev. be counted"},{"number":16,"verse":"וְשָׁכַ֥ן <WH7931> ve-sha-Chan shall dwell בַּמִּדְבָּ֖ר <WH4057> bam-mid-Bar in the wilderness מִשְׁפָּ֑ט <WH4941> mish-Pat; Then judgment וּצְדָקָ֖ה <WH6666> u-tze-da-Kah and righteousness בַּכַּרְמֶ֥ל <WH3759> bak-kar-Mel in the fruitful field תֵּשֵֽׁב׃ <WH3427> te-Shev. remain"},{"number":17,"verse":"וְהָיָ֛ה <WH1961> ve-ha-Yah become מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh And the work הַצְּדָקָ֖ה <WH6666> hatz-tze-da-Kah of righteousness שָׁל֑וֹם <WH7965> sha-Lom; shall be peace וַֽעֲבֹדַת֙ <WH5656> va-'a-vo-Dat and the effect הַצְּדָקָ֔ה <WH6666> hatz-tze-da-Kah, of righteousness הַשְׁקֵ֥ט <WH8252> hash-Ket quietness וָבֶ֖טַח <WH983> va-Ve-tach and assurance עַד־ <WH5704> 'ad- for עוֹלָֽם׃ <WH5769> o-Lam. ever"},{"number":18,"verse":"וְיָשַׁ֥ב <WH3427> ve-ya-Shav shall dwell עַמִּ֖י <WH5971> 'am-Mi And my people בִּנְוֵ֣ה <WH5116> bin-Veh habitation שָׁל֑וֹם <WH7965> sha-Lom; in a peaceable וּֽבְמִשְׁכְּנוֹת֙ <WH4908> u-ve-mish-ke-nOt dwellings מִבְטַחִ֔ים <WH4009> miv-ta-Chim, and in sure וּבִמְנוּחֹ֖ת <WH4496> u-vim-nu-Chot resting places שַׁאֲנַנּֽוֹת׃ <WH7600> sha-'a-nan-Not. and in quiet"},{"number":19,"verse":"וּבָרַ֖ד <WH1258> u-va-Rad When it shall hail בְּרֶ֣דֶת <WH3381> be-Re-det coming down הַיָּ֑עַר <WH3293> hai-Ya-'ar; on the forest וּבַשִּׁפְלָ֖ה <WH8218> u-vash-shif-Lah in a low place תִּשְׁפַּ֥ל <WH8213> tish-Pal shall be low הָעִֽיר׃ <WH5892> ha-'Ir. and the city"},{"number":20,"verse":"אַשְׁרֵיכֶ֕ם <WH835> 'ash-rei-Chem Blessed זֹרְעֵ֖י <WH2232> zo-re-'Ei [are] ye that sow עַל־ <WH5921> 'al- beside כָּל־ <WH3605> kol- all מָ֑יִם <WH4325> Ma-yim; beside all waters מְשַׁלְּחֵ֥י <WH7971> me-shal-le-Chei that send forth רֶֽגֶל־ <WH7272> re-gel- [thither] the feet הַשּׁ֖וֹר <WH7794> hash-Shor of the ox וְהַחֲמֽוֹר׃ <WH2543> ve-ha-cha-Mor. and the ass ס sa-Mek"}]}