{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":37,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become כִּשְׁמֹ֙עַ֙ <WH8085> kish-Mo-a' heard הַמֶּ֣לֶךְ <WH4428> ham-Me-lech And it came to pass when king חִזְקִיָּ֔הוּ <WH2396> chiz-ki-Ya-hu, Hezekiah וַיִּקְרַ֖ע <WH7167> vai-yik-Ra' [it] that he rent אֶת־ <WH853> 'et- בְּגָדָ֑יו <WH899> be-ga-Dav; his clothes וַיִּתְכַּ֣ס <WH3680> vai-yit-Kas and covered בַּשָּׂ֔ק <WH8242> bas-Sak, himself with sackcloth וַיָּבֹ֖א <WH935> vai-ya-Vo and went בֵּ֥ית <WH1004> beit into the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":2,"verse":"וַ֠יִּשְׁלַח <WH7971> Vai-yish-lach And he sent אֶת־ <WH853> 'et- אֶלְיָקִ֨ים <WH471> 'el-ya-Kim Eliakim אֲשֶׁר־ <WH834> 'a-Sher- who עַל־ <WH5921> 'al- was over הַבַּ֜יִת <WH1004> hab-Ba-yit who [was] over the household וְאֵ֣ת׀ <WH853> ve-'Et שֶׁבְנָ֣א <WH7644> shev-Na and Shebna הַסּוֹפֵ֗ר <WH5608> has-so-Fer, the scribe וְאֵת֙ <WH853> ve-'Et זִקְנֵ֣י <WH2205> zik-Nei and the elders הַכֹּהֲנִ֔ים <WH3548> hak-ko-ha-Nim, of the priests מִתְכַּסִּ֖ים <WH3680> mit-kas-Sim covered בַּשַּׂקִּ֑ים <WH8242> bas-sak-Kim; with sackcloth אֶל־ <WH413> 'el- to יְשַֽׁעְיָ֥הוּ <WH3470> ye-sha'-Ya-hu unto Isaiah בֶן־ <WH1121> ven- the son אָמ֖וֹץ <WH531> a-Motz of Amoz הַנָּבִֽיא׃ <WH5030> han-na-Vi. the prophet"},{"number":3,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And they said אֵלָ֗יו <WH413> 'e-Lav, to him כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar unto him Thus saith חִזְקִיָּ֔הוּ <WH2396> chiz-ki-Ya-hu, Hezekiah יוֹם־ <WH3117> yom- This day צָרָ֧ה <WH6869> tza-Rah of trouble וְתוֹכֵחָ֛ה <WH8433> ve-to-che-Chah and of rebuke וּנְאָצָ֖ה <WH5007> u-ne-'a-Tzah and of blasphemy הַיּ֣וֹם <WH3117> hai-Yom [is] a day הַזֶּ֑ה <WH2088> haz-Zeh; This כִּ֣י <WH3588> ki for בָ֤אוּ <WH935> Va-'u are come בָנִים֙ <WH1121> va-Nim for the children עַד־ <WH5704> 'ad- against מַשְׁבֵּ֔ר <WH4866> mash-Ber, to the birth וְכֹ֥חַ <WH3581> ve-Cho-ach and [there is] not strength אַ֖יִן <WH369> 'A-yin and there לְלֵדָֽה׃ <WH3205> le-le-Dah. to bring forth"},{"number":4,"verse":"אוּלַ֡י <WH194> 'u-Lai Perhaps יִשְׁמַע֩ <WH8085> yish-Ma' will hear יְהוָ֨ה <WH3069> Yah-weh God אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God אֵ֣ת׀ <WH853> 'et דִּבְרֵ֣י <WH1697> div-Rei the words רַב־ rav- שָׁקֵ֗ה <WH7262> sha-Keh, of Rabshakeh אֲשֶׁר֩ <WH834> 'a-Sher whom שְׁלָח֨וֹ <WH7971> she-la-Cho hath sent מֶֽלֶךְ־ <WH4428> Me-lech- whom the king אַשּׁ֤וּר׀ <WH804> 'ash-Shur of Assyria אֲדֹנָיו֙ <WH113> 'a-do-Nav his master לְחָרֵף֙ <WH2778> le-cha-Ref to reproach אֱלֹהִ֣ים <WH430> E-lo-Him God חַ֔י <WH2416> Chai, the living וְהוֹכִ֙יחַ֙ <WH3198> ve-ho-Chi-ach and will reprove בַּדְּבָרִ֔ים <WH1697> bad-de-va-Rim, the words אֲשֶׁ֥ר <WH834> 'a-Sher which שָׁמַ֖ע <WH8085> sha-Ma' hath heard יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God וְנָשָׂ֣אתָ <WH5375> ve-na-Sa-ta wherefore lift up תְפִלָּ֔ה <WH8605> te-fil-Lah, [thy] prayer בְּעַ֥ד <WH1157> be-'Ad for הַשְּׁאֵרִ֖ית <WH7611> hash-she-'e-Rit for the remnant הַנִּמְצָאָֽה׃ <WH4672> han-nim-tza-'Ah. that is left"},{"number":5,"verse":"וַיָּבֹ֗אוּ <WH935> vai-ya-Vo-'u, came עַבְדֵ֛י <WH5650> 'av-Dei So the servants הַמֶּ֥לֶךְ <WH4428> ham-Me-lech of king חִזְקִיָּ֖הוּ <WH2396> chiz-ki-Ya-hu Hezekiah אֶל־ <WH413> 'el- to יְשַׁעְיָֽהוּ׃ <WH3470> ye-sha'-Ya-hu. to Isaiah"},{"number":6,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲלֵיהֶם֙ <WH413> 'a-lei-Hem and יְשַֽׁעְיָ֔הוּ <WH3470> ye-sha'-Ya-hu, And Isaiah כֹּ֥ה <WH3541> koh Thus תֹאמְר֖וּן <WH559> tom-Run unto them Thus shall ye say אֶל־ <WH413> 'el- to אֲדֹנֵיכֶ֑ם <WH113> 'a-do-nei-Chem; unto your master כֹּ֣ה׀ <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD אַל־ <WH408> 'al- not תִּירָא֙ <WH3372> ti-Ra Be not afraid מִפְּנֵ֤י <WH6440> mip-pe-Nei of הַדְּבָרִים֙ <WH1697> had-de-va-Rim the words אֲשֶׁ֣ר <WH834> 'a-Sher which שָׁמַ֔עְתָּ <WH8085> sha-Ma'-ta, that thou hast heard אֲשֶׁ֧ר <WH834> 'a-Sher which גִּדְּפ֛וּ <WH1442> gid-de-Fu have blasphemed נַעֲרֵ֥י <WH5288> na-'a-Rei wherewith the servants מֶלֶךְ־ <WH4428> Me-lech- of the king אַשּׁ֖וּר <WH804> 'ash-Shur of Assyria אוֹתִֽי׃ <WH853> o-Ti."},{"number":7,"verse":"הִנְנִ֨י <WH2005> hin-Ni behold נוֹתֵ֥ן <WH5414> no-Ten Behold I will send בּוֹ֙ bo ר֔וּחַ <WH7307> Ru-ach, a blast וְשָׁמַ֥ע <WH8085> ve-sha-Ma' upon him and he shall hear שְׁמוּעָ֖ה <WH8052> she-mu-'Ah a rumour וְשָׁ֣ב <WH7725> ve-Shav and return אֶל־ <WH413> 'el- to his אַרְצ֑וֹ <WH776> ar-Tzo; to his own land וְהִפַּלְתִּ֥יו <WH5307> ve-hip-pal-Tiv and I will cause him to fall בַּחֶ֖רֶב <WH2719> ba-Che-rev by the sword בְּאַרְצֽוֹ׃ <WH776> be-'ar-Tzo. in his own land"},{"number":8,"verse":"וַיָּ֙שָׁב֙ <WH7725> vai-Ya-shov returned רַב־ rav- שָׁקֵ֔ה <WH7262> sha-Keh, So Rabshakeh וַיִּמְצָא֙ <WH4672> vai-yim-Tza and found אֶת־ <WH853> 'et- מֶ֣לֶךְ <WH4428> Me-lech the king אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria נִלְחָ֖ם <WH3898> nil-Cham warring עַל־ <WH5921> 'al- against לִבְנָ֑ה <WH3841> liv-Nah; against Libnah כִּ֣י <WH3588> ki for שָׁמַ֔ע <WH8085> sha-Ma', for he had heard כִּ֥י <WH3588> ki the king נָסַ֖ע <WH5265> na-Sa' that he was departed מִלָּכִֽישׁ׃ <WH3923> mil-la-Chish. from Lachish"},{"number":9,"verse":"וַיִּשְׁמַ֗ע <WH8085> vai-yish-Ma', And he heard עַל־ <WH5921> 'al- concerning תִּרְהָ֤קָה <WH8640> tir-Ha-kah concerning Tirhakah מֶֽלֶךְ־ <WH4428> Me-lech- king כּוּשׁ֙ <WH3568> kush of Ethiopia לֵאמֹ֔ר <WH559> le-Mor, say יָצָ֖א <WH3318> ya-Tza He is come forth לְהִלָּחֵ֣ם <WH3898> le-hil-la-Chem to make war אִתָּ֑ךְ <WH854> 'it-Tach; against וַיִּשְׁמַע֙ <WH8085> vai-yish-Ma' with thee And when he heard וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach [it] he sent מַלְאָכִ֔ים <WH4397> mal-'a-Chim, messengers אֶל־ <WH413> 'el- to חִזְקִיָּ֖הוּ <WH2396> chiz-ki-Ya-hu to Hezekiah לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":10,"verse":"כֹּ֣ה <WH3541> koh Thus תֹאמְר֗וּן <WH559> tom-Run, Thus shall ye speak אֶל־ <WH413> 'el- to חִזְקִיָּ֤הוּ <WH2396> chiz-ki-Ya-hu to Hezekiah מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah לֵאמֹ֔ר <WH559> le-Mor, saying אַל־ <WH408> 'al- nay יַשִּׁאֲךָ֣ <WH5377> yash-shi-'a-Cha deceive אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, Let not thy God אֲשֶׁ֥ר <WH834> 'a-Sher whom אַתָּ֛ה <WH859> 'at-Tah you בּוֹטֵ֥חַ <WH982> bo-Te-ach in whom thou trustest בּ֖וֹ bo לֵאמֹ֑ר <WH559> le-Mor; thee saying לֹ֤א <WH3808> lo not תִנָּתֵן֙ <WH5414> tin-na-Ten shall not be given יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, Jerusalem בְּיַ֖ד <WH3027> be-Yad into the hand מֶ֥לֶךְ <WH4428> Me-lech of the king אַשּֽׁוּר׃ <WH804> 'ash-Shur. of Assyria"},{"number":11,"verse":"הִנֵּ֣ה׀ <WH2009> hin-Neh Behold אַתָּ֣ה <WH859> 'at-Tah you שָׁמַ֗עְתָּ <WH8085> sha-Ma'-ta, Behold thou hast heard אֲשֶׁ֨ר <WH834> 'a-Sher what עָשׂ֜וּ <WH6213> 'a-Su have done מַלְכֵ֥י <WH4428> mal-Chei what the kings אַשּׁ֛וּר <WH804> 'ash-Shur of Assyria לְכָל־ <WH3605> le-chol to all הָאֲרָצ֖וֹת <WH776> ha-'a-ra-Tzot to all lands לְהַחֲרִימָ֑ם <WH2763> le-ha-cha-ri-Mam; by destroying them utterly וְאַתָּ֖ה <WH859> ve-'at-Tah and shalt תִּנָּצֵֽל׃ <WH5337> tin-na-Tzel. and shalt thou be delivered"},{"number":12,"verse":"הַהִצִּ֨ילוּ <WH5337> ha-hitz-Tzi-lu delivered אוֹתָ֜ם <WH853> o-Tam אֱלֹהֵ֤י <WH430> 'e-lo-Hei Have the gods הַגּוֹיִם֙ <WH1471> hag-go-Yim of the nations אֲשֶׁ֣ר <WH834> 'a-Sher which הִשְׁחִ֣יתוּ <WH7843> hish-Chi-tu have destroyed אֲבוֹתַ֔י <WH1> a-vo-Tai, them which my fathers אֶת־ <WH853> 'et- גּוֹזָ֖ן <WH1470> go-Zan [as] Gozan וְאֶת־ <WH853> ve-'Et חָרָ֑ן <WH2771> cha-Ran; and Haran וְרֶ֥צֶף <WH7530> ve-Re-tzef and Rezeph וּבְנֵי־ <WH1121> u-ve-nei- and the children עֶ֖דֶן <WH5729> 'E-den of Eden אֲשֶׁ֥ר <WH834> 'a-Sher who בִּתְלַשָּֽׂר׃ <WH8515> bit-las-Sar. Telassar"},{"number":13,"verse":"אַיֵּ֤ה <WH346> 'ai-Yeh Where מֶֽלֶךְ־ <WH4428> Me-lech- Where [is] the king חֲמָת֙ <WH2574> cha-Mat of Hamath וּמֶ֣לֶךְ <WH4428> u-Me-lech and the king אַרְפָּ֔ד <WH774> 'ar-Pad, of Arphad וּמֶ֖לֶךְ <WH4428> u-Me-lech and the king לָעִ֣יר <WH5892> la-'Ir of the city סְפַרְוָ֑יִם <WH5617> se-far-Va-yim; of Sepharvaim הֵנַ֖ע <WH2012> he-Na' Hena וְעִוָּֽה׃ <WH5755> ve-'iv-Vah. Ava"},{"number":14,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach received חִזְקִיָּ֧הוּ <WH2396> chiz-ki-Ya-hu And Hezekiah אֶת־ <WH853> 'et- הַסְּפָרִ֛ים <WH5612> has-se-fa-Rim the letter מִיַּ֥ד <WH3027> mi-Yad from the hand הַמַּלְאָכִ֖ים <WH4397> ham-mal-'a-Chim of the messengers וַיִּקְרָאֵ֑הוּ <WH7121> vai-yik-ra-'E-hu; and read וַיַּ֙עַל֙ <WH5927> vai-Ya-'al went up בֵּ֣ית <WH1004> beit unto the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD וַיִּפְרְשֵׂ֥הוּ <WH6566> vai-yif-re-Se-hu and spread חִזְקִיָּ֖הוּ <WH2396> chiz-ki-Ya-hu it and Hezekiah לִפְנֵ֥י <WH6440> lif-Nei it before יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":15,"verse":"וַיִּתְפַּלֵּל֙ <WH6419> vai-yit-pal-Lel prayed חִזְקִיָּ֔הוּ <WH2396> chiz-ki-Ya-hu, And Hezekiah אֶל־ <WH413> 'el- to יְהוָ֖ה <WH3068> Yah-weh unto the LORD לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":16,"verse":"יְהוָ֨ה <WH3068> Yah-weh O LORD צְבָא֜וֹת <WH6635> tze-va-'ot of hosts אֱלֹהֵ֤י <WH430> 'e-lo-Hei God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel יֹשֵׁ֣ב <WH3427> yo-Shev that dwellest הַכְּרֻבִ֔ים <WH3742> hak-ke-ru-Vim, [between] the cherubims אַתָּה־ <WH859> 'at-tah- you ה֤וּא <WH1931> hu You הָֽאֱלֹהִים֙ <WH430> ha-'E-lo-Him thou [art] the God לְבַדְּךָ֔ <WH905> le-vad-de-Cha, alone לְכֹ֖ל <WH3605> le-Chol of all מַמְלְכ֣וֹת <WH4467> mam-le-Chot [even] thou alone of all the kingdoms הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth אַתָּ֣ה <WH859> 'at-Tah You עָשִׂ֔יתָ <WH6213> 'a-Si-ta, thou hast made אֶת־ <WH853> 'et- הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim heaven וְאֶת־ <WH853> ve-'Et הָאָֽרֶץ׃ <WH776> ha-'A-retz. and earth"},{"number":17,"verse":"הַטֵּ֨ה <WH5186> hat-Teh Incline יְהוָ֤ה׀ <WH3068> Yah-weh O LORD אָזְנְךָ֙ <WH241> 'a-ze-ne-Cha thine ear וּֽשְׁמָ֔ע <WH8085> u-she-Ma', and hear פְּקַ֧ח <WH6491> pe-Kach open יְהוָ֛ה <WH3068> Yah-weh O LORD עֵינֶ֖ךָ <WH5869> 'ei-Ne-cha thine eyes וּרְאֵ֑ה <WH7200> u-re-'Eh; and see וּשְׁמַ֗ע <WH8085> u-she-Ma', and hear אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- to all דִּבְרֵ֣י <WH1697> div-Rei all the words סַנְחֵרִ֔יב <WH5576> san-che-Riv, of Sennacherib אֲשֶׁ֣ר <WH834> 'a-Sher who שָׁלַ֔ח <WH7971> sha-Lach, which hath sent לְחָרֵ֖ף <WH2778> le-cha-Ref to reproach אֱלֹהִ֥ים <WH430> E-lo-Him God חָֽי׃ <WH2416> Chai. the living"},{"number":18,"verse":"אָמְנָ֖ם <WH551> 'a-me-Nam Of a truth יְהוָ֑ה <WH3068> Yah-weh; LORD הֶחֱרִ֜יבוּ <WH2717> he-che-Ri-vu have laid waste מַלְכֵ֥י <WH4428> mal-Chei the kings אַשּׁ֛וּר <WH804> 'ash-Shur of Assyria אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הָאֲרָצ֖וֹת <WH776> ha-'a-ra-Tzot all the nations וְאֶת־ <WH853> ve-'Et אַרְצָֽם׃ <WH776> 'ar-Tzam. and their countries"},{"number":19,"verse":"וְנָתֹ֥ן <WH5414> ve-na-Ton And have cast אֶת־ <WH853> 'et- אֱלֹהֵיהֶ֖ם <WH430> 'e-lo-hei-Hem their gods בָּאֵ֑שׁ <WH784> ba-'Esh; into the fire כִּי֩ <WH3588> ki for לֹ֨א <WH3808> lo were not אֱלֹהִ֜ים <WH430> E-lo-Him for they [were] no gods הֵ֗מָּה <WH1992> Hem-mah, like כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- but מַעֲשֵׂ֧ה <WH4639> ma-'a-Seh but the work יְדֵֽי־ <WH3027> ye-dei- hands אָדָ֛ם <WH120> 'a-Dam of men's עֵ֥ץ <WH6086> 'etz wood וָאֶ֖בֶן <WH68> va-'E-ven and stone וַֽיְאַבְּדֽוּם׃ <WH6> Vay-'ab-be-Dum. therefore they have destroyed"},{"number":20,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now יְהוָ֣ה <WH3068> Yah-weh Now therefore O LORD אֱלֹהֵ֔ינוּ <WH430> 'e-lo-Hei-nu, our God הוֹשִׁיעֵ֖נוּ <WH3467> ho-shi-'E-nu save מִיָד֑וֹ <WH3027> mi-ya-Do; us from his hand וְיֵֽדְעוּ֙ <WH3045> ve-ye-de-'U may know כָּל־ <WH3605> kol- all מַמְלְכ֣וֹת <WH4467> mam-le-Chot that all the kingdoms הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth כִּֽי־ <WH3588> ki- for אַתָּ֥ה <WH859> 'at-Tah you יְהוָ֖ה <WH3068> Yah-weh that thou [art] the LORD לְבַדֶּֽךָ׃ <WH905> le-vad-De-cha. you alone"},{"number":21,"verse":"וַיִּשְׁלַח֙ <WH7971> vai-yish-Lach sent יְשַֽׁעְיָ֣הוּ <WH3470> ye-sha'-Ya-hu Then Isaiah בֶן־ <WH1121> ven- the son אָמ֔וֹץ <WH531> a-Motz, of Amoz אֶל־ <WH413> 'el- about חִזְקִיָּ֖הוּ <WH2396> chiz-ki-Ya-hu unto Hezekiah לֵאמֹ֑ר <WH559> le-Mor; saying כֹּֽה־ <WH3541> koh- Thus אָמַ֤ר <WH559> 'a-Mar Thus saith יְהוָה֙ <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֲשֶׁר֙ <WH834> 'a-Sher Because הִתְפַּלַּ֣לְתָּ <WH6419> hit-pal-Lal-ta Whereas thou hast prayed אֵלַ֔י <WH413> 'e-Lai, about אֶל־ <WH413> 'el- about סַנְחֵרִ֖יב <WH5576> san-che-Riv to me against Sennacherib מֶ֥לֶךְ <WH4428> Me-lech king אַשּֽׁוּר׃ <WH804> 'ash-Shur. of Assyria"},{"number":22,"verse":"זֶ֣ה <WH2088> zeh this הַדָּבָ֔ר <WH1697> had-da-Var, This [is] the word אֲשֶׁר־ <WH834> 'a-Sher- after דִּבֶּ֥ר <WH1696> dib-Ber hath spoken יְהוָ֖ה <WH3068> Yah-weh which the LORD עָלָ֑יו <WH5921> 'a-Lav; against בָּזָ֨ה <WH959> ba-Zah hath despised לְךָ֜ le-Cha לָעֲגָ֣ה <WH3932> la-'a-Gah thee [and] laughed thee to scorn לְךָ֗ le-Cha, בְּתוּלַת֙ <WH1330> be-tu-Lat concerning him The virgin בַּת־ <WH1323> bat- the daughter צִיּ֔וֹן <WH6726> tzi-Yon, of Zion אַחֲרֶ֙יךָ֙ <WH310> 'a-cha-Rei-cha at thee רֹ֣אשׁ <WH7218> rosh her head הֵנִ֔יעָה <WH5128> he-Ni-'ah, hath shaken בַּ֖ת <WH1323> bat the daughter יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. of Jerusalem"},{"number":23,"verse":"אֶת־ <WH853> 'et- מִ֤י <WH4310> mi Whom חֵרַ֙פְתָּ֙ <WH2778> che-Raf-ta Whom hast thou reproached וְגִדַּ֔פְתָּ <WH1442> ve-gid-Daf-ta, and blasphemed וְעַל־ <WH5921> ve-'al- and מִ֖י <WH4310> mi whom הֲרִימ֣וֹתָה <WH7311> ha-ri-Mo-tah ;and against whom hast thou exalted קּ֑וֹל <WH6963> Kol; [thy] voice וַתִּשָּׂ֥א <WH5375> vat-tis-Sa and lifted up מָר֛וֹם <WH4791> ma-Rom and haughtily עֵינֶ֖יךָ <WH5869> 'ei-Nei-cha thine eyes אֶל־ <WH413> 'el- about קְד֥וֹשׁ <WH6918> ke-Doosh the Holy יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":24,"verse":"בְּיַ֣ד <WH3027> be-Yad By עֲבָדֶיךָ֮ <WH5650> 'a-va-dei-Cha thy servants חֵרַ֣פְתָּ׀ <WH2778> che-Raf-ta hast thou reproached אֲדֹנָי֒ <WH136> 'a-do-Nai the Lord וַתֹּ֗אמֶר <WH559> vat-To-mer, and hast said בְּרֹ֥ב <WH7230> be-Ro By the multitude רִכְבִּ֛י <WH7393> rich-Bi of my chariots אֲנִ֥י <WH589> 'a-Ni I עָלִ֛יתִי <WH5927> 'a-Li-ti am I come up מְר֥וֹם <WH4791> me-Rom to the height הָרִ֖ים <WH2022> ha-Rim of the mountains יַרְכְּתֵ֣י <WH3411> yar-ke-Tei to the sides לְבָנ֑וֹן <WH3844> le-va-Non; of Lebanon וְאֶכְרֹ֞ת <WH3772> ve-'ech-Rot and I will cut down קוֹמַ֤ת <WH6967> ko-Mat the tall אֲרָזָיו֙ <WH730> 'a-ra-Zav cedars מִבְחַ֣ר <WH4005> miv-Char thereof [and] the choice בְּרֹשָׁ֔יו <WH1265> be-ro-Shav, fir trees וְאָבוֹא֙ <WH935> ve-'a-Vo thereof and I will enter מְר֣וֹם <WH4791> me-Rom into the height קִצּ֔וֹ <WH7093> kitz-Tzo, of his border יַ֖עַר <WH3293> Ya-'ar [and] the forest כַּרְמִלּֽוֹ׃ <WH3759> kar-mil-Lo. thickest"},{"number":25,"verse":"אֲנִ֥י <WH589> 'a-Ni I קַ֖רְתִּי <WH6979> Kar-ti I have digged וְשָׁתִ֣יתִי <WH8354> ve-sha-Ti-ti and drunk מָ֑יִם <WH4325> Ma-yim; water וְאַחְרִב֙ <WH2717> ve-'ach-Riv have I dried up בְּכַף־ <WH3709> be-chaf- and with the sole פְּעָמַ֔י <WH6471> pe-'a-Mai, of my feet כֹּ֖ל <WH3605> kol All יְאֹרֵ֥י <WH2975> ye-'o-Rei all the rivers מָצֽוֹר׃ <WH4693> ma-Tzor. of the besieged places"},{"number":26,"verse":"הֲלֽוֹא־ <WH3808> ha-lo- not שָׁמַ֤עְתָּ <WH8085> sha-Ma'-ta Hast thou not heard לְמֵֽרָחוֹק֙ <WH7350> le-me-ra-chOk long ago אוֹתָ֣הּ <WH853> o-Tah עָשִׂ֔יתִי <WH6213> 'a-Si-ti, [how] I have done מִ֥ימֵי <WH3117> Mi-mei times קֶ֖דֶם <WH6924> Ke-dem it [and] of ancient וִיצַרְתִּ֑יהָ <WH3335> vi-tzar-Ti-ha; that I have formed עַתָּ֣ה <WH6258> 'at-Tah Now הֲבֵאתִ֔יהָ <WH935> ha-ve-Ti-ha, it;now have I brought וּתְהִ֗י <WH1961> u-te-Hi, you should לְהַשְׁא֛וֹת <WH7582> le-hash-'ot it to pass that thou shouldest be to lay waste גַּלִּ֥ים <WH1530> gal-Lim heaps נִצִּ֖ים <WH5327> nitz-Tzim [into] ruinous עָרִ֥ים <WH5892> 'a-Rim cities בְּצֻרֽוֹת׃ <WH1219> be-tzu-Rot. defenced"},{"number":27,"verse":"וְיֹֽשְׁבֵיהֶן֙ <WH3427> ve-yo-she-vei-Hen Therefore their inhabitants קִצְרֵי־ <WH7116> kitz-rei- [were] of small יָ֔ד <WH3027> Yad, power חַ֖תּוּ <WH2865> Chat-tu they were dismayed וָבֹ֑שׁוּ <WH954> va-Vo-shu; and confounded הָי֞וּ <WH1961> ha-Yu become עֵ֤שֶׂב <WH6212> 'E-sev they were [as] the grass שָׂדֶה֙ <WH7704> sa-Deh of the field וִ֣ירַק <WH3419> Vi-rak and [as] the green דֶּ֔שֶׁא <WH1877> De-she, herb חֲצִ֣יר <WH2682> cha-Tzir [as] the grass גַּגּ֔וֹת <WH1406> gag-Got, on the housetops וּשְׁדֵמָ֖ה <WH7709> u-she-de-Mah and [as corn] blasted לִפְנֵ֥י <WH6440> lif-Nei before קָמָֽה׃ <WH7054> ka-Mah. it be grown up"},{"number":28,"verse":"וְשִׁבְתְּךָ֛ <WH3427> ve-shiv-te-Cha thy abode וְצֵאתְךָ֥ <WH3318> ve-tze-te-Cha and thy going out וּבוֹאֲךָ֖ <WH935> u-vo-'a-Cha and thy coming in יָדָ֑עְתִּי <WH3045> ya-Da-'e-ti; But I know וְאֵ֖ת <WH853> ve-'Et הִֽתְרַגֶּזְךָ֥ <WH7264> hit-rag-gez-Cha and thy rage אֵלָֽי׃ <WH413> 'e-Lai. against"},{"number":29,"verse":"יַ֚עַן <WH3282> Ya-'an Because הִתְרַגֶּזְךָ֣ <WH7264> hit-rag-gez-Cha Because thy rage אֵלַ֔י <WH413> 'e-Lai, against וְשַׁאֲנַנְךָ֖ <WH7600> ve-sha-'a-nan-Cha against me and thy tumult עָלָ֣ה <WH5927> 'a-Lah is come up בְאָזְנָ֑י <WH241> ve-'a-ze-Nai; into mine ears וְשַׂמְתִּ֨י <WH7760> ve-sam-Ti therefore will I put חַחִ֜י <WH2397> cha-Chi my hook בְּאַפֶּ֗ךָ <WH639> be-'ap-Pe-cha, in thy nose וּמִתְגִּי֙ <WH4964> u-mit-Gi and my bridle בִּשְׂפָתֶ֔יךָ <WH8193> bis-fa-Tei-cha, in thy lips וַהֲשִׁ֣יבֹתִ֔יךָ <WH7725> va-ha-Shi-vo-Ti-cha, and I will turn thee back בַּדֶּ֖רֶךְ <WH1870> bad-De-rech by the way אֲשֶׁר־ <WH834> 'a-Sher- which בָּ֥אתָ <WH935> Ba-ta by which thou camest בָּֽהּ׃ Bah."},{"number":30,"verse":"וְזֶה־ <WH2088> ve-zeh- this לְּךָ֣ le-Cha הָא֔וֹת <WH226> ha-'ot, And this [shall be] a sign אָכ֤וֹל <WH398> a-Chol unto thee Ye shall eat הַשָּׁנָה֙ <WH8141> hash-sha-Nah [this] year סָפִ֔יחַ <WH5599> sa-Fi-ach, such as groweth וּבַשָּׁנָ֥ה <WH8141> u-vash-sha-Nah year הַשֵּׁנִ֖ית <WH8145> hash-she-Nit of itself and the second שָׁחִ֑יס <WH7823> sha-Chis; that which springeth וּבַשָּׁנָ֣ה <WH8141> u-vash-sha-Nah year הַשְּׁלִישִׁ֗ית <WH7992> hash-she-li-Shit, of the same and in the third זִרְע֧וּ <WH2232> zir-'U sow וְקִצְר֛וּ <WH7114> ve-kitz-Ru ye and reap וְנִטְע֥וּ <WH5193> ve-nit-'U and plant כְרָמִ֖ים <WH3754> che-ra-Mim vineyards; וְאָכֹול ve-'a-chol כוְאִכְל֥וּ <WH398> ve-'ich-Lu will eat קפִרְיָֽם׃ <WH6529> fir-Yam. the fruit"},{"number":31,"verse":"וְיָ֨סְפָ֜ה <WH3254> ve-Ya-se-Fah shall again פְּלֵיטַ֧ת <WH6413> pe-lei-Tat that is escaped בֵּית־ <WH1004> beit- of the house יְהוּדָ֛ה <WH3063> ye-hu-Dah of Judah הַנִּשְׁאָרָ֖ה <WH7604> han-nish-'a-Rah And the remnant שֹׁ֣רֶשׁ <WH8328> Sho-resh take root לְמָ֑טָּה <WH4295> le-Mat-tah; downward וְעָשָׂ֥ה <WH6213> ve-'a-Sah and bear פְרִ֖י <WH6529> fe-Ri fruit לְמָֽעְלָה׃ <WH4605> le-Ma-'e-lah. upward"},{"number":32,"verse":"כִּ֤י <WH3588> ki out מִירֽוּשָׁלִַ֙ם֙ <WH3389> mi-ru-sha-Lim For out of Jerusalem תֵּצֵ֣א <WH3318> te-Tze shall go forth שְׁאֵרִ֔ית <WH7611> she-'e-Rit, a remnant וּפְלֵיטָ֖ה <WH6413> u-fe-lei-Tah and they that escape מֵהַ֣ר <WH2022> me-Har out of mount צִיּ֑וֹן <WH6726> tzi-Yon; Zion קִנְאַ֛ת <WH7068> kin-'At the zeal יְהוָ֥ה <WH3068> Yah-weh of the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts תַּֽעֲשֶׂה־ <WH6213> ta-'a-seh- shall do זֹּֽאת׃ <WH2063> Zot. likewise ס sa-Mek"},{"number":33,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּֽה־ <WH3541> koh- thus אָמַ֤ר <WH559> 'a-Mar Therefore thus saith יְהוָה֙ <WH3068> Yah-weh the LORD אֶל־ <WH413> 'el- concerning מֶ֣לֶךְ <WH4428> Me-lech concerning the king אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria לֹ֤א <WH3808> lo or יָבוֹא֙ <WH935> ya-Vo He shall not come אֶל־ <WH413> 'el- concerning הָעִ֣יר <WH5892> ha-'Ir into this city הַזֹּ֔את <WH2063> haz-Zot, likewise וְלֹֽא־ <WH3808> ve-lo- or יוֹרֶ֥ה <WH3384> yo-Reh nor shoot שָׁ֖ם <WH8033> sham there חֵ֑ץ <WH2671> Chetz; an arrow וְלֹֽא־ <WH3808> ve-lo- or יְקַדְּמֶ֣נָּה <WH6923> ye-kad-de-Men-nah there nor come before מָגֵ֔ן <WH4043> ma-Gen, it with shields וְלֹֽא־ <WH3808> ve-lo- or יִשְׁפֹּ֥ךְ <WH8210> yish-Poch nor cast עֳלֶ֖יהָ <WH5921> 'o-Lei-ha against סֹלְלָֽה׃ <WH5550> so-le-Lah. a bank"},{"number":34,"verse":"בַּדֶּ֥רֶךְ <WH1870> bad-De-rech By the way אֲשֶׁר־ <WH834> 'a-Sher- he בָּ֖א <WH935> ba that he came בָּ֣הּ bah יָשׁ֑וּב <WH7725> ya-Shuv; by the same shall he return וְאֶל־ <WH413> ve-'el- into הָעִ֥יר <WH5892> ha-'Ir into this city הַזֹּ֛את <WH2063> haz-Zot likewise לֹ֥א <WH3808> lo and he will not יָב֖וֹא <WH935> ya-Vo and shall not come נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":35,"verse":"וְגַנּוֹתִ֛י <WH1598> ve-gan-no-Ti For I will defend עַל־ <WH5921> 'al- and הָעִ֥יר <WH5892> ha-'Ir this city הַזֹּ֖את <WH2063> haz-Zot likewise לְהֽוֹשִׁיעָ֑הּ <WH3467> le-ho-shi-'Ah; to save לְמַֽעֲנִ֔י <WH4616> le-ma-'a-Ni, sake וּלְמַ֖עַן <WH4616> u-le-Ma-'an sake דָּוִ֥ד <WH1732> da-Vid David's עַבְדִּֽי׃ <WH5650> 'av-Di. it for mine own sake and for my servant ס sa-Mek"},{"number":36,"verse":"וַיֵּצֵ֣א׀ <WH3318> vai-ye-Tze went forth מַלְאַ֣ךְ <WH4397> mal-'Ach Then the angel יְהוָ֗ה <WH3068> Yah-weh of the LORD וַיַּכֶּה֙ <WH5221> vai-yak-Keh and smote בְּמַחֲנֵ֣ה <WH4264> be-ma-cha-Neh in the camp אַשּׁ֔וּר <WH804> 'ash-Shur, of the Assyrians מֵאָ֛ה <WH3967> me-'Ah a hundred וּשְׁמֹנִ֥ים <WH8084> u-she-mo-Nim and fourscore וַחֲמִשָּׁ֖ה <WH2568> va-cha-mish-Shah and five אָ֑לֶף <WH505> 'A-lef; thousand וַיַּשְׁכִּ֣ימוּ <WH7925> vai-yash-Ki-mu and when they arose early בַבֹּ֔קֶר <WH1242> vab-Bo-ker, in the morning וְהִנֵּ֥ה <WH2009> ve-hin-Neh behold כֻלָּ֖ם <WH3605> chul-Lam all פְּגָרִ֥ים <WH6297> pe-ga-Rim corpses מֵתִֽים׃ <WH4191> me-Tim. behold they [were] all dead"},{"number":37,"verse":"וַיִּסַּ֣ע <WH5265> vai-yis-Sa' departed וַיֵּ֔לֶךְ <WH1980> vai-Ye-lech, along וַיָּ֖שָׁב <WH7725> vai-Ya-shov and returned סַנְחֵרִ֣יב <WH5576> san-che-Riv So Sennacherib מֶֽלֶךְ־ <WH4428> Me-lech- king אַשּׁ֑וּר <WH804> 'ash-Shur; of Assyria וַיֵּ֖שֶׁב <WH3427> vai-Ye-shev and dwelt בְּנִֽינְוֵֽה׃ <WH5210> be-Ni-ne-Veh. at Nineveh"},{"number":38,"verse":"וַיְהִי֩ <WH1961> vay-Hi came ה֨וּא <WH1931> hu he מִֽשְׁתַּחֲוֶ֜ה <WH7812> mish-ta-cha-Veh And it came to pass as he was worshipping בֵּ֣ית׀ <WH1004> beit in the house נִסְרֹ֣ךְ <WH5268> nis-Roch of Nisroch אֱלֹהָ֗יו <WH430> 'e-lo-Hav, his god וְֽאַדְרַמֶּ֨לֶךְ <WH152> ve-'ad-ram-Me-lech that Adrammelech וְשַׂרְאֶ֤צֶר <WH8272> ve-sar-'E-tzer and Sharezer בָּנָיו֙ <WH1121> ba-Nav his sons הִכֻּ֣הוּ <WH5221> hik-Ku-hu smote בַחֶ֔רֶב <WH2719> va-Che-rev, him with the sword וְהֵ֥מָּה <WH1992> ve-Hem-mah and they נִמְלְט֖וּ <WH4422> nim-le-Tu and they escaped אֶ֣רֶץ <WH776> 'E-retz into the land אֲרָרָ֑ט <WH780> 'a-ra-Rat; of Armenia וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned אֵֽסַר־ 'e-sar- חַדֹּ֥ן <WH634> chad-Don and Esarhaddon בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place ס sa-Mek"}]}