{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"נַחֲמ֥וּ <WH5162> na-cha-Mu Comfort נַחֲמ֖וּ <WH5162> na-cha-Mu ye comfort עַמִּ֑י <WH5971> 'am-Mi; ye my people יֹאמַ֖ר <WH559> yo-Mar saith אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"},{"number":2,"verse":"דַּבְּר֞וּ <WH1696> dab-be-Ru Speak עַל־ <WH5921> 'al- and לֵ֤ב <WH3820> lev ye comfortably יְרֽוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim to Jerusalem וְקִרְא֣וּ <WH7121> ve-kir-'U and cry אֵלֶ֔יהָ <WH413> 'e-Lei-ha, about כִּ֤י <WH3588> ki for מָֽלְאָה֙ <WH4390> mal-'Ah is accomplished צְבָאָ֔הּ <WH6635> tze-va-'Ah, unto her that her warfare כִּ֥י <WH3588> ki for נִרְצָ֖ה <WH7521> nir-Tzah is pardoned עֲוֹנָ֑הּ <WH5771> 'a-vo-Nah; that her iniquity כִּ֤י <WH3588> ki for לָקְחָה֙ <WH3947> la-ke-Chah for she hath received מִיַּ֣ד <WH3027> mi-Yad hand יְהוָ֔ה <WH3069> Yah-weh, God כִּפְלַ֖יִם <WH3718> kif-La-yim double בְּכָל־ <WH3605> be-chol for all חַטֹּאתֶֽיהָ׃ <WH2403> chat-to-Tei-ha. for all her sins ס sa-Mek"},{"number":3,"verse":"ק֣וֹל <WH6963> Kol The voice קוֹרֵ֔א <WH7121> ko-Re, of him that crieth בַּמִּדְבָּ֕ר <WH4057> bam-mid-Bar in the wilderness פַּנּ֖וּ <WH6437> pan-Nu Prepare דֶּ֣רֶךְ <WH1870> De-rech ye the way יְהוָ֑ה <WH3068> Yah-weh; of the LORD יַשְּׁרוּ֙ <WH3474> yash-she-Ru make straight בָּעֲרָבָ֔ה <WH6160> ba-'a-ra-Vah, in the desert מְסִלָּ֖ה <WH4546> me-sil-Lah a highway לֵאלֹהֵֽינוּ׃ <WH430> le-lo-Hei-nu. for our God"},{"number":4,"verse":"כָּל־ <WH3605> kol- every גֶּיא֙ <WH1516> gei Every valley יִנָּשֵׂ֔א <WH5375> yin-na-Se, shall be exalted וְכָל־ <WH3605> ve-chol and every הַ֥ר <WH2022> har and every mountain וְגִבְעָ֖ה <WH1389> ve-giv-'Ah and hill יִשְׁפָּ֑לוּ <WH8213> yish-Pa-lu; shall be made low וְהָיָ֤ה <WH1961> ve-ha-Yah become הֶֽעָקֹב֙ <WH6121> he-'a-Ko and the crooked לְמִישׁ֔וֹר <WH4334> le-mi-Shor, shall be made straight וְהָרְכָסִ֖ים <WH7406> ve-ha-re-cha-Sim and the rough places לְבִקְעָֽה׃ <WH1237> le-vik-'Ah. plain"},{"number":5,"verse":"וְנִגְלָ֖ה <WH1540> ve-nig-Lah shall be revealed כְּב֣וֹד <WH3519> ke-Vod And the glory יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְרָא֤וּ <WH7200> ve-ra-'U shall see כָל־ <WH3605> chol and all בָּשָׂר֙ <WH1320> ba-Sar and all flesh יַחְדָּ֔ו <WH3162> yach-Dav, [it] together כִּ֛י <WH3588> ki For פִּ֥י <WH6310> pi for the mouth יְהוָ֖ה <WH3068> Yah-weh of the LORD דִּבֵּֽר׃ <WH1696> dib-Ber. hath spoken ס sa-Mek"},{"number":6,"verse":"ק֚וֹל <WH6963> Kol The voice אֹמֵ֣ר <WH559> 'o-Mer said קְרָ֔א <WH7121> ke-Ra, Cry וְאָמַ֖ר <WH559> ve-'a-Mar And he said מָ֣ה <WH4100> mah What אֶקְרָ֑א <WH7121> 'ek-Ra; What shall I cry כָּל־ <WH3605> kol- All הַבָּשָׂ֣ר <WH1320> hab-ba-Sar ;All flesh חָצִ֔יר <WH2682> cha-Tzir, [is] grass וְכָל־ <WH3605> ve-chol and all חַסְדּ֖וֹ <WH2617> chas-Do and all the goodliness כְּצִ֥יץ <WH6731> ke-Tzitz thereof [is] as the flower הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. of the field"},{"number":7,"verse":"יָבֵ֤שׁ <WH3001> ya-Vesh withereth חָצִיר֙ <WH2682> cha-Tzir The grass נָ֣בֵֽל <WH5034> Na-vel fadeth צִ֔יץ <WH6731> Tzitz, the flower כִּ֛י <WH3588> ki When ר֥וּחַ <WH7307> Ru-ach because the spirit יְהוָ֖ה <WH3068> Yah-weh of the LORD נָ֣שְׁבָה <WH5380> Na-she-vah bloweth בּ֑וֹ bo; אָכֵ֥ן <WH403> 'a-Chen upon it surely חָצִ֖יר <WH2682> cha-Tzir [is] grass הָעָֽם׃ <WH5971> ha-'Am. the people"},{"number":8,"verse":"יָבֵ֥שׁ <WH3001> ya-Vesh withereth חָצִ֖יר <WH2682> cha-Tzir The grass נָ֣בֵֽל <WH5034> Na-vel fadeth צִ֑יץ <WH6731> Tzitz; the flower וּדְבַר־ <WH1697> u-de-var- but the word אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu of our God יָק֥וּם <WH6965> ya-Kum shall stand לְעוֹלָֽם׃ <WH5769> le-'o-Lam. for ever ס sa-Mek"},{"number":9,"verse":"עַ֣ל <WH5921> 'al and הַר־ <WH2022> har- mountain גָּבֹ֤הַ <WH1364> ga-Vo-ha into the high עֲלִי־ <WH5927> 'a-li- get thee up לָךְ֙ loCh מְבַשֶּׂ֣רֶת <WH1319> me-vas-Se-ret that bringest good tidings צִיּ֔וֹן <WH6726> tzi-Yon, O Zion הָרִ֤ימִי <WH7311> ha-Ri-mi lift up בַכֹּ֙חַ֙ <WH3581> vak-Ko-ach with strength קוֹלֵ֔ךְ <WH6963> ko-Lech, thy voice מְבַשֶּׂ֖רֶת <WH1319> me-vas-Se-ret that bringest good tidings יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; O Jerusalem הָרִ֙ימִי֙ <WH7311> ha-Ri-mi lift [it] up אַל־ <WH408> 'al- not תִּירָ֔אִי <WH3372> ti-Ra-'i, be not afraid אִמְרִי֙ <WH559> 'im-Ri say לְעָרֵ֣י <WH5892> le-'a-Rei unto the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah הִנֵּ֖ה <WH2009> hin-Neh Here אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. Behold your God"},{"number":10,"verse":"הִנֵּ֨ה <WH2009> hin-Neh Behold אֲדֹנָ֤י <WH136> 'a-do-Nai Behold the Lord יְהוִה֙ <WH3069> Yah-weh GOD בְּחָזָ֣ק <WH2389> be-cha-Zak with strong יָב֔וֹא <WH935> ya-Vo, will come וּזְרֹע֖וֹ <WH2220> u-ze-ro-'O [hand] and his arm מֹ֣שְׁלָה <WH4910> Mo-she-lah shall rule ל֑וֹ lo; הִנֵּ֤ה <WH2009> hin-Neh Behold שְׂכָרוֹ֙ <WH7939> se-cha-Ro for him behold his reward אִתּ֔וֹ <WH854> it-To, for וּפְעֻלָּת֖וֹ <WH6468> u-fe-'ul-la-To [is] with him and his work לְפָנָֽיו׃ <WH6440> le-fa-Nav. before"},{"number":11,"verse":"כְּרֹעֶה֙ <WH7462> ke-ro-'Eh He shall feed עֶדְר֣וֹ <WH5739> ed-Ro his flock יִרְעֶ֔ה <WH7462> yir-'Eh, like a shepherd בִּזְרֹעוֹ֙ <WH2220> biz-ro-'O with his arm יְקַבֵּ֣ץ <WH6908> ye-kab-Betz he shall gather טְלָאִ֔ים <WH2922> te-la-'Im, the lambs וּבְחֵיק֖וֹ <WH2436> u-ve-chei-Ko [them] in his bosom יִשָּׂ֑א <WH5375> yis-Sa; and carry עָל֖וֹת <WH5763> a-Lot those that are with young יְנַהֵֽל׃ <WH5095> ye-na-Hel. [and] shall gently lead ס sa-Mek"},{"number":12,"verse":"מִֽי־ <WH4310> mi- Who מָדַ֨ד <WH4058> ma-Dad Who hath measured בְּשָׁעֳל֜וֹ <WH8168> be-sho-'o-Lo in the hollow of his hand מַ֗יִם <WH4325> Ma-yim, the waters וְשָׁמַ֙יִם֙ <WH8064> ve-sha-Ma-yim heaven בַּזֶּ֣רֶת <WH2239> baz-Ze-ret with the span תִּכֵּ֔ן <WH8505> tik-Ken, and meted out וְכָ֥ל <WH3557> ve-chol and comprehended בַּשָּׁלִ֖שׁ <WH7991> bash-sha-Lish in a measure עֲפַ֣ר <WH6083> 'a-Far the dust הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth וְשָׁקַ֤ל <WH8254> ve-sha-Kal and weighed בַּפֶּ֙לֶס֙ <WH6425> bap-Pe-les in scales הָרִ֔ים <WH2022> ha-Rim, the mountains וּגְבָע֖וֹת <WH1389> u-ge-va-'ot and the hills בְּמֹאזְנָֽיִם׃ <WH3976> be-mo-ze-Na-yim. pair of scales"},{"number":13,"verse":"מִֽי־ <WH4310> mi- Who תִכֵּ֥ן <WH8505> tik-Ken Who hath directed אֶת־ <WH853> 'et- ר֖וּחַ <WH7307> Ru-ach the Spirit יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְאִ֥ישׁ <WH376> ve-'Ish he עֲצָת֖וֹ <WH6098> a-tza-To advice יוֹדִיעֶֽנּוּ׃ <WH3045> yo-di-'En-nu. hath taught"},{"number":14,"verse":"אֶת־ <WH854> 'et- With מִ֤י <WH4310> mi whom נוֹעָץ֙ <WH3289> no-'Atz With whom took he counsel וַיְבִינֵ֔הוּ <WH995> vay-vi-Ne-hu, and [who] instructed וַֽיְלַמְּדֵ֖הוּ <WH3925> vay-lam-me-De-hu him and taught בְּאֹ֣רַח <WH734> be-'O-rach him in the path מִשְׁפָּ֑ט <WH4941> mish-Pat; of judgment וַיְלַמְּדֵ֣הוּ <WH3925> vay-lam-me-De-hu and taught דַ֔עַת <WH1847> Da-'at, him knowledge וְדֶ֥רֶךְ <WH1870> ve-De-rech to him the way תְּבוּנ֖וֹת <WH8394> te-vu-Not fruit יוֹדִיעֶֽנּוּ׃ <WH3045> yo-di-'En-nu. and shewed"},{"number":15,"verse":"הֵ֤ן <WH2005> hen Behold גּוֹיִם֙ <WH1471> go-Yim Behold the nations כְּמַ֣ר <WH4752> ke-Mar [are] as a drop מִדְּלִ֔י <WH1805> mid-de-Li, of a bucket וּכְשַׁ֥חַק <WH7834> u-che-Sha-chak as the small dust מֹאזְנַ֖יִם <WH3976> moz-Na-yim of the balance נֶחְשָׁ֑בוּ <WH2803> nech-Sha-vu; and are counted הֵ֥ן <WH2005> hen Behold אִיִּ֖ים <WH339> 'i-Yim the isles כַּדַּ֥ק <WH1851> kad-Dak as a very little thing יִטּֽוֹל׃ <WH5190> yit-Tol. behold he taketh up"},{"number":16,"verse":"וּלְבָנ֕וֹן <WH3844> u-le-va-Non And Lebanon אֵ֥ין <WH369> 'ein [is] not דֵּ֖י <WH1767> dei sufficient בָּעֵ֑ר <WH1197> ba-'Er; to burn וְחַיָּת֔וֹ <WH2416> ve-chai-ya-To, nor the beasts אֵ֥ין <WH369> 'ein Nor דֵּ֖י <WH1767> dei thereof sufficient עוֹלָֽה׃ <WH5930> o-Lah. for a burnt offering ס sa-Mek"},{"number":17,"verse":"כָּל־ <WH3605> kol- All הַגּוֹיִ֖ם <WH1471> hag-go-Yim All nations כְּאַ֣יִן <WH369> ke-'A-yin nothing נֶגְדּ֑וֹ <WH5048> neg-Do; before מֵאֶ֥פֶס <WH657> me-'E-fes to him less than nothing וָתֹ֖הוּ <WH8414> va-To-hu and vanity נֶחְשְׁבוּ־ <WH2803> nech-she-vu- before him [are] as nothing and they are counted לֽוֹ׃ lo."},{"number":18,"verse":"וְאֶל־ <WH413> ve-'el- to מִ֖י <WH4310> mi whom תְּדַמְּי֣וּן <WH1819> te-dam-me-Yun To whom then will ye liken אֵ֑ל <WH410> 'El; God וּמַה־ <WH4100> u-mah- how long דְּמ֖וּת <WH1823> de-Mut likeness תַּ֥עַרְכוּ <WH6186> Ta-'ar-chu will ye compare לֽוֹ׃ lo."},{"number":19,"verse":"הַפֶּ֙סֶל֙ <WH6459> hap-Pe-sel a graven image נָסַ֣ךְ <WH5258> na-Sach melteth חָרָ֔שׁ <WH2796> cha-Rash, The workman וְצֹרֵ֖ף <WH6884> ve-tzo-Ref and the goldsmith בַּזָּהָ֣ב <WH2091> baz-za-Hav it over with gold יְרַקְּעֶ֑נּוּ <WH7554> ye-rak-ke-'En-nu; spreadeth וּרְתֻק֥וֹת <WH7577> u-re-tu-Kot chains כֶּ֖סֶף <WH3701> Ke-sef silver צוֹרֵֽף׃ <WH6884> tzo-Ref. and casteth"},{"number":20,"verse":"הַֽמְסֻכָּ֣ן <WH5533> ham-suk-Kan endanger תְּרוּמָ֔ה <WH8641> te-ru-Mah, that he hath no oblation עֵ֥ץ <WH6086> 'etz a tree לֹֽא־ <WH3808> lo- does not יִרְקַ֖ב <WH7537> yir-Kav [that] will not rot יִבְחָ֑ר <WH977> yiv-Char; chooseth חָרָ֤שׁ <WH2796> cha-Rash workman חָכָם֙ <WH2450> cha-Cham unto him a cunning יְבַקֶּשׁ־ <WH1245> ye-vak-kesh- he seeketh ל֔וֹ lo, לְהָכִ֥ין <WH3559> le-ha-Chin to prepare פֶּ֖סֶל <WH6459> Pe-sel a graven image לֹ֥א <WH3808> lo not יִמּֽוֹט׃ <WH4131> yim-Mot. [that] shall not be moved"},{"number":21,"verse":"הֲל֤וֹא <WH3808> ha-Lo not תֵֽדְעוּ֙ <WH3045> te-de-'U Have ye not known הֲל֣וֹא <WH3808> ha-Lo not תִשְׁמָ֔עוּ <WH8085> tish-Ma-'u, ;have ye not heard הֲל֛וֹא <WH3808> ha-Lo not הֻגַּ֥ד <WH5046> hug-Gad ;hath it not been told מֵרֹ֖אשׁ <WH7218> me-Rosh band לָכֶ֑ם la-Chem; הֲלוֹא֙ <WH3808> ha-lO not הֲבִ֣ינֹתֶ֔ם <WH995> ha-Vi-no-Tem, attend מוֹסְד֖וֹת <WH4146> mos-Dot from the foundations הָאָֽרֶץ׃ <WH776> ha-'A-retz. who"},{"number":22,"verse":"הַיֹּשֵׁב֙ <WH3427> hai-yo-Shev [It is] he that sitteth עַל־ <WH5921> 'al- above ח֣וּג <WH2329> chug upon the circle הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth וְיֹשְׁבֶ֖יהָ <WH3427> ve-yo-she-Vei-ha and the inhabitants כַּחֲגָבִ֑ים <WH2284> ka-cha-ga-Vim; thereof [are] as grasshoppers הַנּוֹטֶ֤ה <WH5186> han-no-Teh that stretcheth out כַדֹּק֙ <WH1852> chad-Dok as a curtain שָׁמַ֔יִם <WH8064> sha-Ma-yim, the heavens וַיִּמְתָּחֵ֥ם <WH4969> vai-yim-ta-Chem and spreadeth them out כָּאֹ֖הֶל <WH168> ka-'O-hel as a tent לָשָֽׁבֶת׃ <WH3427> la-Sha-vet. to dwell in"},{"number":23,"verse":"הַנּוֹתֵ֥ן <WH5414> han-no-Ten That bringeth רוֹזְנִ֖ים <WH7336> roz-Nim the princes לְאָ֑יִן <WH369> le-'A-yin; to nothing שֹׁ֥פְטֵי <WH8199> Sho-fe-tei the judges אֶ֖רֶץ <WH776> 'E-retz of the earth כַּתֹּ֥הוּ <WH8414> kat-To-hu as vanity עָשָֽׂה׃ <WH6213> 'a-Sah. to nothing he maketh"},{"number":24,"verse":"אַ֣ף <WH637> 'af yet בַּל־ <WH1077> bal- lest נִטָּ֗עוּ <WH5193> nit-Ta-'u, Yea they shall not be planted אַ֚ף <WH637> 'af yet בַּל־ <WH1077> bal- lest זֹרָ֔עוּ <WH2232> zo-Ra-'u, yea they shall not be sown אַ֛ף <WH637> 'af yet בַּל־ <WH1077> bal- lest שֹׁרֵ֥שׁ <WH8327> sho-Resh shall not take root בָּאָ֖רֶץ <WH776> ba-'A-retz in the earth גִּזְעָ֑ם <WH1503> giz-'Am; yea their stock וְגַם־ <WH1571> ve-gam- merely נָשַׁ֤ף <WH5398> na-Shaf and he shall also blow בָּהֶם֙ ba-Hem וַיִּבָ֔שׁוּ <WH3001> vai-yi-Va-shu, upon them and they shall wither וּסְעָרָ֖ה <WH5591> u-se-'a-Rah and the whirlwind כַּקַּ֥שׁ <WH7179> kak-Kash them away as stubble תִּשָּׂאֵֽם׃ <WH5375> tis-sa-'Em. shall take ס sa-Mek"},{"number":25,"verse":"וְאֶל־ <WH413> ve-'el- to מִ֥י <WH4310> mi whom תְדַמְּי֖וּנִי <WH1819> te-dam-me-Yu-ni To whom then will ye liken וְאֶשְׁוֶ֑ה <WH7737> ve-'esh-Veh; me or shall I be equal יֹאמַ֖ר <WH559> yo-Mar ;saith קָדֽוֹשׁ׃ <WH6918> ka-Doosh. the Holy One"},{"number":26,"verse":"שְׂאוּ־ <WH5375> se-'u- Lift up מָר֨וֹם <WH4791> ma-Rom on high עֵינֵיכֶ֤ם <WH5869> 'ei-nei-Chem your eyes וּרְאוּ֙ <WH7200> u-re-'U and behold מִי־ <WH4310> mi- who בָרָ֣א <WH1254> va-Ra who hath created אֵ֔לֶּה <WH428> 'El-leh, these הַמּוֹצִ֥יא <WH3318> ham-mo-Tzi these [things] that bringeth out בְמִסְפָּ֖ר <WH4557> ve-mis-Par by number צְבָאָ֑ם <WH6635> tze-va-'Am; their host לְכֻלָּם֙ <WH3605> le-chul-Lam all בְּשֵׁ֣ם <WH8034> be-Shem them all by names יִקְרָ֔א <WH7121> yik-Ra, he calleth מֵרֹ֤ב <WH7230> me-Ro by the greatness אוֹנִים֙ <WH202> o-Nim of his might וְאַמִּ֣יץ <WH533> ve-'am-Mitz for that [he is] strong כֹּ֔חַ <WH3581> Ko-ach, in power אִ֖ישׁ <WH376> 'ish not one לֹ֥א <WH3808> lo before נֶעְדָּֽר׃ <WH5737> ne'-Dar. faileth ס sa-Mek"},{"number":27,"verse":"לָ֤מָּה <WH4100> Lam-mah Why תֹאמַר֙ <WH559> to-Mar Why sayest יַֽעֲקֹ֔ב <WH3290> ya-'a-Ko, thou O Jacob וּתְדַבֵּ֖ר <WH1696> u-te-dab-Ber and speakest יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; O Israel נִסְתְּרָ֤ה <WH5641> nis-te-Rah is hid דַרְכִּי֙ <WH1870> dar-Ki My way מֵיְהוָ֔ה <WH3068> Yah-weh, from the LORD וּמֵאֱלֹהַ֖י <WH430> u-me-'e-lo-Hai angels מִשְׁפָּטִ֥י <WH4941> mish-pa-Ti and my judgment יַעֲבֽוֹר׃ <WH5674> ya-'a-Vor. is passed over"},{"number":28,"verse":"הֲל֨וֹא <WH3808> ha-Lo not יָדַ֜עְתָּ <WH3045> ya-Da'-ta Hast thou not known אִם־ <WH518> 'im- lo לֹ֣א <WH3808> lo not שָׁמַ֗עְתָּ <WH8085> sha-Ma'-ta, ;hast thou not heard אֱלֹהֵ֨י <WH430> 'e-lo-Hei God עוֹלָ֤ם׀ <WH5769> o-Lam [that] the everlasting יְהוָה֙ <WH3068> Yah-weh the LORD בּוֹרֵא֙ <WH1254> bo-Re the Creator קְצ֣וֹת <WH7098> ke-Tzot of the ends הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth לֹ֥א <WH3808> lo does not יִיעַ֖ף <WH3286> yi-'Af fainteth וְלֹ֣א <WH3808> ve-Lo or יִיגָ֑ע <WH3021> yi-Ga'; not neither is weary אֵ֥ין <WH369> 'ein no חֵ֖קֶר <WH2714> Che-ker ;[there is] no searching לִתְבוּנָתֽוֹ׃ <WH8394> lit-vu-na-To. of his understanding"},{"number":29,"verse":"נֹתֵ֥ן <WH5414> no-Ten He giveth לַיָּעֵ֖ף <WH3287> lai-ya-'Ef to the faint כֹּ֑חַ <WH3581> Ko-ach; power וּלְאֵ֥ין <WH369> u-le-'Ein lacks אוֹנִ֖ים <WH202> o-Nim and to [them that have] no might עָצְמָ֥ה <WH6109> 'a-tze-Mah strength יַרְבֶּֽה׃ <WH7235> yar-Beh. he increaseth"},{"number":30,"verse":"וְיִֽעֲפ֥וּ <WH3286> ve-yi-'a-Fu shall faint נְעָרִ֖ים <WH5288> ne-'a-Rim Even the youths וְיִגָ֑עוּ <WH3021> ve-yi-Ga-'u; and be weary וּבַחוּרִ֖ים <WH970> u-va-chu-Rim and the young men כָּשׁ֥וֹל <WH3782> ka-Shol shall utterly יִכָּשֵֽׁלוּ׃ <WH3782> yik-ka-She-lu. fall"},{"number":31,"verse":"וְקוֹיֵ֤ <WH6960> ve-ko-Ye But they that wait יְהוָה֙ <WH3068> Yah-weh upon the LORD יַחֲלִ֣יפוּ <WH2498> ya-cha-Li-fu shall renew כֹ֔חַ <WH3581> Cho-ach, [their] strength יַעֲל֥וּ <WH5927> ya-'a-Lu they shall mount up אֵ֖בֶר <WH83> 'E-ver with wings כַּנְּשָׁרִ֑ים <WH5404> kan-ne-sha-Rim; as eagles יָר֙וּצוּ֙ <WH7323> ya-Ru-tzu they shall run וְלֹ֣א <WH3808> ve-Lo and not יִיגָ֔עוּ <WH3021> yi-Ga-'u, and not be weary יֵלְכ֖וּ <WH1980> ye-le-Chu will walk וְלֹ֥א <WH3808> ve-Lo and not יִיעָֽפוּ׃ <WH3286> yi-'A-fu. and not faint פ Peh"}]}