{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"רְדִ֣י׀ <WH3381> re-Di Come down וּשְׁבִ֣י <WH3427> u-she-Vi and sit עַל־ <WH5921> 'al- in עָפָ֗ר <WH6083> 'a-Far, in the dust בְּתוּלַת֙ <WH1330> be-tu-Lat O virgin בַּת־ <WH1323> bat- daughter בָּבֶ֔ל <WH894> ba-Vel, of Babylon שְׁבִי־ <WH3427> she-vi- sit לָאָ֥רֶץ <WH776> la-'A-retz on the ground אֵין־ <WH369> 'ein- without כִּסֵּ֖א <WH3678> kis-Se [there is] no throne בַּת־ <WH1323> bat- O daughter כַּשְׂדִּ֑ים <WH3778> kas-Dim; of the Chaldeans כִּ֣י <WH3588> ki for לֹ֤א <WH3808> lo shall no תוֹסִ֙יפִי֙ <WH3254> to-Si-fi for thou shalt no more יִקְרְאוּ־ <WH7121> yik-re-'u- be called לָ֔ךְ Lach, רַכָּ֖ה <WH7390> rak-Kah tender וַעֲנֻגָּֽה׃ <WH6028> va-'a-nug-Gah. and delicate"},{"number":2,"verse":"קְחִ֥י <WH3947> ke-Chi Take רֵחַ֖יִם <WH7347> re-Cha-yim the millstones וְטַ֣חֲנִי <WH2912> ve-Ta-cha-ni and grind קָ֑מַח <WH7058> Ka-mach; meal גַּלִּ֨י <WH1540> gal-Li uncover צַמָּתֵ֧ךְ <WH6777> tzam-ma-Tech thy locks חֶשְׂפִּי־ <WH2834> ches-pi- make bare שֹׁ֛בֶל <WH7640> Shoel the leg גַּלִּי־ <WH1540> gal-li- uncover שׁ֖וֹק <WH7785> Shok the thigh עִבְרִ֥י <WH5674> 'iv-Ri pass over נְהָרֽוֹת׃ <WH5104> ne-ha-Rot. the rivers"},{"number":3,"verse":"תִּגָּל֙ <WH1540> tig-Gal shall be uncovered עֶרְוָתֵ֔ךְ <WH6172> 'er-va-Tech, Thy nakedness גַּ֥ם <WH1571> gam also תֵּרָאֶ֖ה <WH7200> te-ra-'Eh shall be seen חֶרְפָּתֵ֑ךְ <WH2781> cher-pa-Tech; yea thy shame נָקָ֣ם <WH5359> na-Kam vengeance אֶקָּ֔ח <WH3947> 'ek-Kach, I will take וְלֹ֥א <WH3808> ve-Lo and will not אֶפְגַּ֖ע <WH6293> 'ef-Ga' and I will not meet אָדָֽם׃ <WH120> 'a-Dam. [thee as] a man ס sa-Mek"},{"number":4,"verse":"גֹּאֲלֵ֕נוּ <WH1350> go-'a-Le-nu [As for] our redeemer יְהוָ֥ה <WH3068> Yah-weh the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts שְׁמ֑וֹ <WH8034> she-Mo; [is] his name קְד֖וֹשׁ <WH6918> ke-Doosh the Holy One יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":5,"verse":"שְׁבִ֥י <WH3427> she-Vi Sit דוּמָ֛ם <WH1748> du-Mam thou silent וּבֹ֥אִי <WH935> u-Vo-'i and get בַחֹ֖שֶׁךְ <WH2822> va-Cho-shech thee into darkness בַּת־ <WH1323> bat- O daughter כַּשְׂדִּ֑ים <WH3778> kas-Dim; of the Chaldeans כִּ֣י <WH3588> ki for לֹ֤א <WH3808> lo will no תוֹסִ֙יפִי֙ <WH3254> to-Si-fi for thou shalt no more יִקְרְאוּ־ <WH7121> yik-re-'u- be called לָ֔ךְ Lach, גְּבֶ֖רֶת <WH1404> ge-Ve-ret The lady מַמְלָכֽוֹת׃ <WH4467> mam-la-Chot. of kingdoms"},{"number":6,"verse":"קָצַ֣פְתִּי <WH7107> ka-Tzaf-ti I was wroth עַל־ <WH5921> 'al- with עַמִּ֗י <WH5971> 'am-Mi, with my people חִלַּ֙לְתִּי֙ <WH2490> chil-Lal-ti I have polluted נַחֲלָתִ֔י <WH5159> na-cha-la-Ti, mine inheritance וָאֶתְּנֵ֖ם <WH5414> va-'et-te-Nem and given בְּיָדֵ֑ךְ <WH3027> be-ya-Dech; them into thine hand לֹא־ <WH3808> lo- did not שַׂ֤מְתְּ <WH7760> samt thou didst shew לָהֶם֙ <WH1992> la-Hem like רַחֲמִ֔ים <WH7356> ra-cha-Mim, them no mercy עַל־ <WH5921> 'al- unto זָקֵ֕ן <WH2205> za-Ken upon the ancient הִכְבַּ֥דְתְּ <WH3513> hich-Badt heavily עֻלֵּ֖ךְ <WH5923> 'ul-Lech laid thy yoke מְאֹֽד׃ <WH3966> me-'Od. hast thou very"},{"number":7,"verse":"וַתֹּ֣אמְרִ֔י <WH559> vat-Tom-Ri, And thou saidst לְעוֹלָ֖ם <WH5769> le-'o-Lam for ever אֶהְיֶ֣ה <WH1961> 'eh-Yeh will be a גְבָ֑רֶת <WH1404> ge-Va-ret; I shall be a lady עַ֣ד <WH5704> 'ad against לֹא־ <WH3808> lo- Nor שַׂ֥מְתְּ <WH7760> samt [so] that thou didst not lay אֵ֙לֶּה֙ <WH428> 'el-leh things עַל־ <WH5921> 'al- and לִבֵּ֔ךְ <WH3820> lib-Bech, these [things] to thy heart לֹ֥א <WH3808> lo Nor זָכַ֖רְתְּ <WH2142> za-Chart neither didst remember אַחֲרִיתָֽהּ׃ <WH319> 'a-cha-ri-Tah. the latter end ס sa-Mek"},{"number":8,"verse":"וְעַתָּ֞ה <WH6258> ve-'at-Tah Now שִׁמְעִי־ <WH8085> shim-'i- Therefore hear זֹ֤את <WH2063> zot you עֲדִינָה֙ <WH5719> 'a-di-Nah now this [thou that art] given to pleasures הַיּוֹשֶׁ֣בֶת <WH3427> hai-yo-She-vet that dwellest לָבֶ֔טַח <WH983> la-Ve-tach, carelessly הָאֹֽמְרָה֙ <WH559> ha-'o-me-Rah that sayest בִּלְבָ֔בָהּ <WH3824> bil-Va-vah, in thine heart אֲנִ֖י <WH589> 'a-Ni I am וְאַפְסִ֣י <WH657> ve-'af-Si I [am] and none else ע֑וֹד <WH5750> od; besides לֹ֤א <WH3808> lo Nor אֵשֵׁב֙ <WH3427> 'e-Shev beside me I shall not sit אַלְמָנָ֔ה <WH490> 'al-ma-Nah, [as] a widow וְלֹ֥א <WH3808> ve-Lo Nor אֵדַ֖ע <WH3045> 'e-Da' neither shall I know שְׁכֽוֹל׃ <WH7908> she-Chol. the loss of children"},{"number":9,"verse":"וְתָבֹאנָה֩ <WH935> ve-ta-vo-Nah [things] shall come לָּ֨ךְ lach שְׁתֵּי־ <WH8147> she-tei- But these two אֵ֥לֶּה <WH428> 'El-leh these רֶ֛גַע <WH7281> Re-ga' to thee in a moment בְּי֥וֹם <WH3117> be-Yom day אֶחָ֖ד <WH259> 'e-Chad in one שְׁכ֣וֹל <WH7908> she-Chol the loss of children וְאַלְמֹ֑ן <WH489> ve-'al-Mon; and widowhood כְּתֻמָּם֙ <WH8537> ke-tum-Mam upon thee in their perfection בָּ֣אוּ <WH935> Ba-'u they shall come עָלַ֔יִךְ <WH5921> 'a-La-yich, and בְּרֹ֣ב <WH7230> be-Ro for the multitude כְּשָׁפַ֔יִךְ <WH3785> ke-sha-Fa-yich, of thy sorceries בְּעָצְמַ֥ת <WH6109> be-'a-tze-Mat abundance חֲבָרַ֖יִךְ <WH2267> cha-va-Ra-yich of thine enchantments מְאֹֽד׃ <WH3966> me-'Od. [and] for the great"},{"number":10,"verse":"וַתִּבְטְחִ֣י <WH982> vat-tiv-te-Chi For thou hast trusted בְרָעָתֵ֗ךְ <WH7451> ve-ra-'a-Tech, in thy wickedness אָמַרְתְּ֙ <WH559> 'a-marT thou hast said אֵ֣ין <WH369> 'ein No רֹאָ֔נִי <WH7200> ro-'A-ni, None seeth חָכְמָתֵ֥ךְ <WH2451> cha-che-ma-Tech me Thy wisdom וְדַעְתֵּ֖ךְ <WH1847> ve-da'-Tech and thy knowledge הִ֣יא <WH1931> hi they שׁוֹבְבָ֑תֶךְ <WH7725> shov-Va-tech; it hath perverted וַתֹּאמְרִ֣י <WH559> vat-tom-Ri thee and thou hast said בְלִבֵּ֔ךְ <WH3820> ve-lib-Bech, in thine heart אֲנִ֖י <WH589> 'a-Ni I am וְאַפְסִ֥י <WH657> ve-'af-Si I [am] and none else עֽוֹד׃ <WH5750> od. besides"},{"number":11,"verse":"וּבָ֧א <WH935> u-Va come עָלַ֣יִךְ <WH5921> 'a-La-yich and רָעָ֗ה <WH7451> ra-'Ah, Therefore shall evil לֹ֤א <WH3808> lo you will not תֵדְעִי֙ <WH3045> te-de-'I upon thee thou shalt not know שַׁחְרָ֔הּ <WH7837> shach-Rah, from whence it riseth וְתִפֹּ֤ל <WH5307> ve-tip-Pol shall fall עָלַ֙יִךְ֙ <WH5921> 'a-La-yich and הֹוָ֔ה <WH1943> ho-Vah, and mischief לֹ֥א <WH3808> lo not תוּכְלִ֖י <WH3201> tu-che-Li upon thee thou shalt not be able כַּפְּרָ֑הּ <WH3722> kap-pe-Rah; to put it off וְתָבֹ֨א <WH935> ve-ta-Vo shall come עָלַ֧יִךְ <WH5921> 'a-La-yich on פִּתְאֹ֛ם <WH6597> pit-'Om upon thee suddenly שׁוֹאָ֖ה <WH7722> sho-'Ah and desolation לֹ֥א <WH3808> lo not תֵדָֽעִי׃ <WH3045> te-Da-'i. [which] thou shalt not know"},{"number":12,"verse":"עִמְדִי־ <WH5975> 'im-di- Stand נָ֤א <WH4994> na now בַחֲבָרַ֙יִךְ֙ <WH2267> va-cha-va-Ra-yich now with thine enchantments וּבְרֹ֣ב <WH7230> u-ve-Ro and with the multitude כְּשָׁפַ֔יִךְ <WH3785> ke-sha-Fa-yich, of thy sorceries בַּאֲשֶׁ֥ר <WH834> ba-'a-Sher wherein יָגַ֖עַתְּ <WH3021> ya-Ga-'at thou hast laboured מִנְּעוּרָ֑יִךְ <WH5271> min-ne-'u-Ra-yich; from thy youth אוּלַ֛י <WH194> 'u-Lai Perhaps תּוּכְלִ֥י <WH3201> tu-che-Li if so be thou shalt be able הוֹעִ֖יל <WH3276> ho-'Il to profit אוּלַ֥י <WH194> 'u-Lai Perhaps תַּעֲרֽוֹצִי׃ <WH6206> ta-'a-Ro-tzi. if so be thou mayest prevail"},{"number":13,"verse":"נִלְאֵ֖ית <WH3811> nil-'Eit Thou art wearied בְּרֹ֣ב <WH7230> be-Ro in the multitude עֲצָתָ֑יִךְ <WH6098> 'a-tza-Ta-yich; of thy counsels יַעַמְדוּ־ <WH5975> ya-'am-du- stand up נָ֨א <WH4994> na now וְיוֹשִׁיעֻ֜ךְ <WH3467> ve-yo-shi-'Uch and save; הָבְרוּ ha-ve-ru כהֹבְרֵ֣י <WH1895> hoe-Rei astrologer קשָׁמַ֗יִם <WH8064> sha-Ma-yim, air הַֽחֹזִים֙ <WH2374> ha-cho-Zim agreement בַּכּ֣וֹכָבִ֔ים <WH3556> bak-Ko-cha-Vim, the stars מֽוֹדִיעִם֙ <WH3045> mo-di-'Im prognosticators לֶחֳדָשִׁ֔ים <WH2320> le-cho-da-Shim, the monthly מֵאֲשֶׁ֥ר <WH834> me-'a-Sher what יָבֹ֖אוּ <WH935> ya-Vo-'u thee from [these things] that shall come עָלָֽיִךְ׃ <WH5921> 'a-La-yich. and"},{"number":14,"verse":"הִנֵּ֨ה <WH2009> hin-Neh Behold הָי֤וּ <WH1961> ha-Yu have become כְקַשׁ֙ <WH7179> che-Kash Behold they shall be as stubble אֵ֣שׁ <WH784> 'esh the fire שְׂרָפָ֔תַם <WH8313> se-ra-Fa-tam, shall burn לֹֽא־ <WH3808> lo- cannot יַצִּ֥ילוּ <WH5337> yatz-Tzi-lu them they shall not deliver אֶת־ <WH853> 'et- נַפְשָׁ֖ם <WH5315> naf-Sham themselves מִיַּ֣ד <WH3027> mi-Yad from the power לֶֽהָבָ֑ה <WH3852> le-ha-Vah; of the flame אֵין־ <WH369> 'ein- There גַּחֶ֣לֶת <WH1513> ga-Che-let [there shall] not [be] a coal לַחְמָ֔ם <WH2552> lach-Mam, to warm א֖וּר <WH217> 'ur at [nor] fire לָשֶׁ֥בֶת <WH3427> la-She-vet to sit נֶגְדּֽוֹ׃ <WH5048> neg-Do. before"},{"number":15,"verse":"כֵּ֥ן <WH3651> ken So הָיוּ־ <WH1961> ha-yu- become לָ֖ךְ lach אֲשֶׁ֣ר <WH834> 'a-Sher whom יָגָ֑עַתְּ <WH3021> ya-Ga-'at; Thus shall they be unto thee with whom thou hast laboured סֹחֲרַ֣יִךְ <WH5503> so-cha-Ra-yich [even] thy merchants מִנְּעוּרַ֗יִךְ <WH5271> min-ne-'u-Ra-yich, from thy youth אִ֤ישׁ <WH376> 'ish every one לְעֶבְרוֹ֙ <WH5676> le-'ev-Ro to his quarter תָּע֔וּ <WH8582> ta-'U, they shall wander אֵ֖ין <WH369> 'ein There מוֹשִׁיעֵֽךְ׃ <WH3467> mo-shi-'Ech. none shall save ס sa-Mek"}]}