{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"קְרָ֤א <WH7121> ke-Ra Cry בְגָרוֹן֙ <WH1627> ve-ga-rOn aloud אַל־ <WH408> 'al- not תַּחְשֹׂ֔ךְ <WH2820> tach-Soch, spare כַּשּׁוֹפָ֖ר <WH7782> kash-sho-Far like a trumpet הָרֵ֣ם <WH7311> ha-Rem not lift קוֹלֶ֑ךָ <WH6963> ko-Le-cha; up thy voice וְהַגֵּ֤ד <WH5046> ve-hag-Ged and shew לְעַמִּי֙ <WH5971> le-'am-Mi my people פִּשְׁעָ֔ם <WH6588> pish-'Am, their transgression וּלְבֵ֥ית <WH1004> u-le-Veit and the house יַעֲקֹ֖ב <WH3290> ya-'a-Ko of Jacob חַטֹּאתָֽם׃ <WH2403> chat-to-Tam. their sins"},{"number":2,"verse":"וְאוֹתִ֗י <WH853> ve-'o-Ti, י֥וֹם <WH3117> Yom day יוֹם֙ <WH3117> yOm day יִדְרֹשׁ֔וּן <WH1875> yid-ro-Shun, Yet they seek וְדַ֥עַת <WH1847> ve-Da-'at to know דְּרָכַ֖י <WH1870> de-ra-Chai my ways יֶחְפָּצ֑וּן <WH2654> yech-pa-Tzun; and delight כְּג֞וֹי <WH1471> ke-Goy as a nation אֲשֶׁר־ <WH834> 'a-Sher- after צְדָקָ֣ה <WH6666> tze-da-Kah righteousness עָשָׂ֗ה <WH6213> 'a-Sah, that did וּמִשְׁפַּ֤ט <WH4941> u-mish-Pat not the ordinance אֱלֹהָיו֙ <WH430> 'e-lo-Hav of their God לֹ֣א <WH3808> lo not עָזָ֔ב <WH5800> 'a-Zav, and forsook יִשְׁאָל֙וּנִי֙ <WH7592> yish-'a-Lu-ni they ask מִשְׁפְּטֵי־ <WH4941> mish-pe-tei- of me the ordinances צֶ֔דֶק <WH6664> Tze-dek, of justice קִרְבַ֥ת <WH7132> kir-Vat in approaching אֱלֹהִ֖ים <WH430> E-lo-Him to God יֶחְפָּצֽוּן׃ <WH2654> yech-pa-Tzun. they take delight"},{"number":3,"verse":"לָ֤מָּה <WH4100> Lam-mah Why צַּ֙מְנוּ֙ <WH6684> tzam-nu Wherefore have we fasted וְלֹ֣א <WH3808> ve-Lo and thou רָאִ֔יתָ <WH7200> ra-'I-ta, [say they] and thou seest עִנִּ֥ינוּ <WH6031> 'in-Ni-nu not;[wherefore] have we afflicted נַפְשֵׁ֖נוּ <WH5315> naf-She-nu our soul וְלֹ֣א <WH3808> ve-Lo no תֵדָ֑ע <WH3045> te-Da'; and thou takest no knowledge הֵ֣ן <WH2005> hen behold בְּי֤וֹם <WH3117> be-Yom ;Behold in the day צֹֽמְכֶם֙ <WH6685> tzo-me-Chem of your fast תִּמְצְאוּ־ <WH4672> tim-tze-'u- ye find חֵ֔פֶץ <WH2656> Che-fetz, pleasure וְכָל־ <WH3605> ve-chol all עַצְּבֵיכֶ֖ם <WH6092> 'atz-tze-vei-Chem all your labours תִּנְגֹּֽשׂוּ׃ <WH5065> tin-Go-su. and exact"},{"number":4,"verse":"הֵ֣ן <WH2005> hen Behold לְרִ֤יב <WH7379> le-Riv for strife וּמַצָּה֙ <WH4683> u-matz-Tzah and debate תָּצ֔וּמוּ <WH6684> ta-Tzu-mu, Behold ye fast וּלְהַכּ֖וֹת <WH5221> u-le-hak-Kot and to smite בְּאֶגְרֹ֣ף <WH106> be-'eg-Rof with the fist רֶ֑שַׁע <WH7562> Re-sha'; of wickedness לֹא־ <WH3808> lo- not תָצ֣וּמוּ <WH6684> ta-Tzu-mu ye shall not fast כַיּ֔וֹם <WH3117> chai-Yom, as [ye do this] day לְהַשְׁמִ֥יעַ <WH8085> le-hash-Mi-a' to be heard בַּמָּר֖וֹם <WH4791> bam-ma-Rom on high קוֹלְכֶֽם׃ <WH6963> kol-Chem. to make your voice"},{"number":5,"verse":"הֲכָזֶ֗ה <WH2088> ha-cha-Zeh, this יִֽהְיֶה֙ <WH1961> yih-Yeh is it צ֣וֹם <WH6685> Tzom Is it such a fast אֶבְחָרֵ֔הוּ <WH977> 'ev-cha-Re-hu, that I have chosen י֛וֹם <WH3117> Yom ;a day עַנּ֥וֹת <WH6031> an-Not to afflict אָדָ֖ם <WH120> 'a-Dam for a man נַפְשׁ֑וֹ <WH5315> naf-Sho; any הֲלָכֹ֨ף <WH3721> ha-la-Chof bow down כְּאַגְמֹ֜ן <WH100> ke-'ag-Mon as a bulrush רֹאשׁ֗וֹ <WH7218> ro-Sho, his head וְשַׂ֤ק <WH8242> ve-Sak sackcloth וָאֵ֙פֶר֙ <WH665> va-'E-fer and ashes יַצִּ֔יעַ <WH3331> yatz-Tzi-a', and to spread הֲלָזֶה֙ <WH2088> ha-la-Zeh this תִּקְרָא־ <WH7121> tik-ra- [under him];wilt thou call צ֔וֹם <WH6685> Tzom, a fast וְי֥וֹם <WH3117> ve-Yom day רָצ֖וֹן <WH7522> ra-Tzon and an acceptable לַיהוָֽה׃ <WH3068> Yah-weh. Jehovah"},{"number":6,"verse":"הֲל֣וֹא <WH3808> ha-Lo not זֶה֮ <WH2088> zeh is this צ֣וֹם <WH6685> Tzom [Is] not this the fast אֶבְחָרֵהוּ֒ <WH977> 'ev-cha-re-Hu that I have chosen פַּתֵּ֙חַ֙ <WH6605> pat-Te-ach ;to loose חַרְצֻבּ֣וֹת <WH2784> char-tzub-Bot the bands רֶ֔שַׁע <WH7562> Re-sha', of wickedness הַתֵּ֖ר <WH5425> hat-Ter to undo אֲגֻדּ֣וֹת <WH92> a-gud-Dot burdens מוֹטָ֑ה <WH4133> mo-Tah; the heavy וְשַׁלַּ֤ח <WH7971> ve-shal-Lach go רְצוּצִים֙ <WH7533> re-tzu-Tzim and to let the oppressed חָפְשִׁ֔ים <WH2670> cha-fe-Shim, free וְכָל־ <WH3605> ve-chol every מוֹטָ֖ה <WH4133> mo-Tah of the yoke תְּנַתֵּֽקוּ׃ <WH5423> te-nat-Te-ku. and that ye break"},{"number":7,"verse":"הֲל֨וֹא <WH3808> ha-Lo not פָרֹ֤ס <WH6536> fa-Ros [Is it] not to deal לָֽרָעֵב֙ <WH7457> la-ra-'Ev to the hungry לַחְמֶ֔ךָ <WH3899> lach-Me-cha, thy bread וַעֲנִיִּ֥ים <WH6041> va-'a-ni-Yim the poor מְרוּדִ֖ים <WH4788> me-ru-Dim that are cast out תָּ֣בִיא <WH935> Ta-vi and that thou bring בָ֑יִת <WH1004> Va-yit; the house כִּֽי־ <WH3588> ki- When תִרְאֶ֤ה <WH7200> tir-'Eh see עָרֹם֙ <WH6174> 'a-Rom the naked וְכִסִּית֔וֹ <WH3680> ve-chis-si-To, that thou cover וּמִבְּשָׂרְךָ֖ <WH1320> u-mib-be-sa-re-Cha body לֹ֥א <WH3808> lo and not תִתְעַלָּֽם׃ <WH5956> tit-'al-Lam. him and that thou hide"},{"number":8,"verse":"אָ֣ז <WH227> 'az Then יִבָּקַ֤ע <WH1234> yib-ba-Ka' break forth כַּשַּׁ֙חַר֙ <WH7837> kash-Sha-char as the morning אוֹרֶ֔ךָ <WH216> o-Re-cha, Then shall thy light וַאֲרֻכָתְךָ֖ <WH724> va-'a-ru-cha-te-Cha and thine health מְהֵרָ֣ה <WH4120> me-he-Rah speedily תִצְמָ֑ח <WH6779> titz-Mach; shall spring forth וְהָלַ֤ךְ <WH1980> ve-ha-Lach shall go לְפָנֶ֙יךָ֙ <WH6440> le-fa-Nei-cha before צִדְקֶ֔ךָ <WH6664> tzid-Ke-cha, and thy righteousness כְּב֥וֹד <WH3519> ke-Vod thee the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD יַאַסְפֶֽךָ׃ <WH622> ya-'as-Fe-cha. shall be thy rereward"},{"number":9,"verse":"אָ֤ז <WH227> 'az Then תִּקְרָא֙ <WH7121> tik-Ra Then shalt thou call וַיהוָ֣ה <WH3068> Yah-weh and the LORD יַעֲנֶ֔ה <WH6030> ya-'a-Neh, shall answer תְּשַׁוַּ֖ע <WH7768> te-shav-Va' thou shalt cry וְיֹאמַ֣ר <WH559> ve-yo-Mar and he shall say הִנֵּ֑נִי <WH2005> hin-Ne-ni; I am' אִם־ <WH518> 'im- If תָּסִ֤יר <WH5493> ta-Sir Here I [am] If thou take away מִתּֽוֹכְךָ֙ <WH8432> mit-toch-Cha from the midst מוֹטָ֔ה <WH4133> mo-Tah, of thee the yoke שְׁלַ֥ח <WH7971> she-Lach the putting forth אֶצְבַּ֖ע <WH676> 'etz-Ba' of the finger וְדַבֶּר־ <WH1696> ve-dab-ber- and speaking אָֽוֶן׃ <WH205> 'A-ven. vanity"},{"number":10,"verse":"וְתָפֵ֤ק <WH6329> ve-ta-Fek And [if] thou draw out לָֽרָעֵב֙ <WH7457> la-ra-'Ev to the hungry נַפְשֶׁ֔ךָ <WH5315> naf-She-cha, thy soul וְנֶ֥פֶשׁ <WH5315> ve-Ne-fesh soul נַעֲנָ֖ה <WH6031> na-'a-Nah the afflicted תַּשְׂבִּ֑יעַ <WH7646> tas-Bi-a'; and satisfy וְזָרַ֤ח <WH2224> ve-za-Rach rise בַּחֹ֙שֶׁךְ֙ <WH2822> ba-Cho-shech in obscurity אוֹרֶ֔ךָ <WH216> o-Re-cha, then shall thy light וַאֲפֵלָתְךָ֖ <WH653> va-'a-fe-la-te-Cha and thy darkness כַּֽצָּהֳרָֽיִם׃ <WH6672> Katz-tzo-ho-Ra-yim. [be] as the noonday"},{"number":11,"verse":"וְנָחֲךָ֣ <WH5148> ve-na-cha-Cha shall guide יְהוָה֮ <WH3069> Yah-weh God תָּמִיד֒ <WH8548> ta-Mid thee continually וְהִשְׂבִּ֤יעַ <WH7646> ve-his-Bi-a' and satisfy בְּצַחְצָחוֹת֙ <WH6710> be-tzach-tza-chOt in drought נַפְשֶׁ֔ךָ <WH5315> naf-She-cha, thy soul וְעַצְמֹתֶ֖יךָ <WH6106> ve-'atz-mo-Tei-cha thy bones יַחֲלִ֑יץ <WH2502> ya-cha-Litz; and make fat וְהָיִ֙יתָ֙ <WH1961> ve-ha-Yi-ta become כְּגַ֣ן <WH1588> ke-Gan garden רָוֶ֔ה <WH7302> ra-Veh, and thou shalt be like a watered וּכְמוֹצָ֣א <WH4161> u-che-mo-Tza and like a spring מַ֔יִם <WH4325> Ma-yim, of water אֲשֶׁ֥ר <WH834> 'a-Sher whose לֹא־ <WH3808> lo- not יְכַזְּב֖וּ <WH3576> ye-chaz-ze-Vu fail מֵימָֽיו׃ <WH4325> mei-Mav. whose waters"},{"number":12,"verse":"וּבָנ֤וּ <WH1129> u-va-Nu And [they that shall be] of thee shall build מִמְּךָ֙ <WH4480> mi-me-Cha at חָרְב֣וֹת <WH2723> cha-re-Vot waste places עוֹלָ֔ם <WH5769> o-Lam, the old מוֹסְדֵ֥י <WH4146> mos-Dei the foundations דוֹר־ <WH1755> dor- of many וָד֖וֹר <WH1755> va-Dor generations תְּקוֹמֵ֑ם <WH6965> te-ko-Mem; thou shalt raise up וְקֹרָ֤א <WH7121> ve-ko-Ra and thou shalt be called לְךָ֙ le-Cha גֹּדֵ֣ר <WH1443> go-Der The repairer פֶּ֔רֶץ <WH6556> Pe-retz, of the breach מְשֹׁבֵ֥ב <WH7725> me-sho-Vev The restorer נְתִיב֖וֹת <WH5410> ne-ti-Vot of paths לָשָֽׁבֶת׃ <WH3427> la-Sha-vet. to dwell in"},{"number":13,"verse":"אִם־ <WH518> 'im- If תָּשִׁ֤יב <WH7725> ta-Shiv If thou turn away מִשַּׁבָּת֙ <WH7676> mish-shab-Bat from the sabbath רַגְלֶ֔ךָ <WH7272> rag-Le-cha, thy foot עֲשׂ֥וֹת <WH6213> a-Sot [from] doing חֲפָצֶ֖יךָ <WH2656> cha-fa-Tzei-cha thy pleasure בְּי֣וֹם <WH3117> be-Yom day קָדְשִׁ֑י <WH6944> kod-shi on my holy וְקָרָ֨אתָ <WH7121> ve-ka-Ra-ta and call לַשַּׁבָּ֜ת <WH7676> lash-shab-Bat the sabbath עֹ֗נֶג <WH6027> 'O-neg, a delight לִקְד֤וֹשׁ <WH6918> lik-Doosh the holy יְהוָה֙ <WH3068> Yah-weh of the LORD מְכֻבָּ֔ד <WH3513> me-chub-Bad, honourable וְכִבַּדְתּוֹ֙ <WH3513> ve-chib-bad-To and shalt honour מֵעֲשׂ֣וֹת <WH6213> me-'a-Sot him not doing דְּרָכֶ֔יךָ <WH1870> de-ra-Chei-cha, thine own ways מִמְּצ֥וֹא <WH4672> mi-me-Tzo nor finding חֶפְצְךָ֖ <WH2656> chef-tze-Cha thine own pleasure וְדַבֵּ֥ר <WH1696> ve-dab-Ber nor speaking דָּבָֽר׃ <WH1697> da-Var. [thine own] words"},{"number":14,"verse":"אָ֗ז <WH227> 'Az, Then תִּתְעַנַּג֙ <WH6026> tit-'an-Nag Then shalt thou delight עַל־ <WH5921> 'al- in יְהוָ֔ה <WH3068> Yah-weh, thyself in the LORD וְהִרְכַּבְתִּ֖יךָ <WH7392> ve-hir-kav-Ti-cha and I will cause thee to ride עַל־ <WH5921> 'al- and; בָּמֹותֵי ba-mo-tei כבָּ֣מֳתֵי <WH1116> Bo-mo-tei height קאָ֑רֶץ <WH776> 'A-retz; of the earth וְהַאֲכַלְתִּ֗יךָ <WH398> ve-ha-'a-chal-Ti-cha, and feed נַחֲלַת֙ <WH5159> na-cha-Lat thee with the heritage יַעֲקֹ֣ב <WH3290> ya-'a-Ko of Jacob אָבִ֔יךָ <WH1> 'a-Vi-cha, thy father כִּ֛י <WH3588> ki For פִּ֥י <WH6310> pi for the mouth יְהוָ֖ה <WH3068> Yah-weh of the LORD דִּבֵּֽר׃ <WH1696> dib-Ber. hath spoken ס sa-Mek"}]}