{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"קָרַ֤עְתָּ <WH7167> ka-Ra'-ta that thou wouldest rend שָׁמַ֙יִם֙ <WH8064> sha-Ma-yim the heavens יָרַ֔דְתָּ <WH3381> ya-Rad-ta, that thou wouldest come down מִפָּנֶ֖יךָ <WH6440> mip-pa-Nei-cha at thy presence הָרִ֥ים <WH2022> ha-Rim that the mountains נָזֹֽלּוּ׃ <WH2151> na-Zol-lu. might flow down"},{"number":2,"verse":"כִּקְדֹ֧חַ <WH6919> kik-Do-ach burneth אֵ֣שׁ <WH784> 'esh fire הֲמָסִ֗ים <WH2003> ha-ma-Sim, As [when] the melting מַ֚יִם <WH4325> Ma-yim causeth the waters תִּבְעֶה־ <WH1158> tiv-'eh- to boil אֵ֔שׁ <WH784> 'Esh, the fire לְהוֹדִ֥יעַ <WH3045> le-ho-Di-a' known שִׁמְךָ֖ <WH8034> shim-Cha to make thy name לְצָרֶ֑יךָ <WH6862> le-tza-Rei-cha; to thine adversaries מִפָּנֶ֖יךָ <WH6440> mip-pa-Nei-cha at thy presence גּוֹיִ֥ם <WH1471> go-Yim [that] the nations יִרְגָּֽזוּ׃ <WH7264> yir-Ga-zu. may tremble"},{"number":3,"verse":"בַּעֲשׂוֹתְךָ֥ <WH6213> ba-'a-sot-Cha When thou didst נוֹרָא֖וֹת <WH3372> no-ra-'ot terrible things לֹ֣א <WH3808> lo did not נְקַוֶּ֑ה <WH6960> ne-kav-Veh; [which] we looked יָרַ֕דְתָּ <WH3381> ya-Rad-ta not for thou camest down מִפָּנֶ֖יךָ <WH6440> mip-pa-Nei-cha at thy presence הָרִ֥ים <WH2022> ha-Rim the mountains נָזֹֽלּוּ׃ <WH2151> na-Zol-lu. flowed down"},{"number":4,"verse":"וּמֵעוֹלָ֥ם <WH5769> u-me-'o-Lam For since the beginning of the world לֹא־ <WH3808> lo- or שָׁמְע֖וּ <WH8085> sha-me-'U [men] have not heard לֹ֣א <WH3808> lo or הֶאֱזִ֑ינוּ <WH238> he-'e-Zi-nu; nor perceived by the ear עַ֣יִן <WH5869> 'A-yin neither hath the eye לֹֽא־ <WH3808> lo- or רָאָ֗תָה <WH7200> ra-'A-tah, seen אֱלֹהִים֙ <WH430> E-lo-Him O God זוּלָ֣תְךָ֔ <WH2108> zu-La-te-cha, beside יַעֲשֶׂ֖ה <WH6213> ya-'a-Seh thee [what] he hath prepared לִמְחַכֵּה־ <WH2442> lim-chak-keh- for him that waiteth לֽוֹ׃ lo."},{"number":5,"verse":"פָּגַ֤עְתָּ <WH6293> pa-Ga'-ta Thou meetest אֶת־ <WH853> 'et- שָׂשׂ֙ <WH7797> sas him that rejoiceth וְעֹ֣שֵׂה <WH6213> ve-'O-seh and worketh צֶ֔דֶק <WH6664> Tze-dek, righteousness בִּדְרָכֶ֖יךָ <WH1870> bid-ra-Chei-cha thee in thy ways יִזְכְּר֑וּךָ <WH2142> yiz-ke-Ru-cha; [those that] remember הֵן־ <WH2005> hen- Behold אַתָּ֤ה <WH859> 'at-Tah You קָצַ֙פְתָּ֙ <WH7107> ka-Tzaf-ta behold thou art wroth וַֽנֶּחֱטָ֔א <WH2398> van-ne-che-Ta, for we have sinned בָּהֶ֥ם ba-Hem עוֹלָ֖ם <WH5769> o-Lam in those is continuance וְנִוָּשֵֽׁעַ׃ <WH3467> ve-niv-va-She-a'. and we shall be saved"},{"number":6,"verse":"וַנְּהִ֤י <WH1961> van-ne-Hi have become כַטָּמֵא֙ <WH2931> chat-ta-Me But we are all as an unclean כֻּלָּ֔נוּ <WH3605> kul-La-nu, for all וּכְבֶ֥גֶד <WH899> u-che-Ve-ged rags עִדִּ֖ים <WH5708> 'id-Dim [are] as filthy כָּל־ <WH3605> kol- and all צִדְקֹתֵ֑ינוּ <WH6666> tzid-ko-Tei-nu; [thing] and all our righteousnesses וַנָּ֤בֶל <WH5034> van-Na-vel wither כֶּֽעָלֶה֙ <WH5929> ke-'a-Leh as a leaf כֻּלָּ֔נוּ <WH3605> kul-La-nu, and all וַעֲוֹנֵ֖נוּ <WH5771> va-'a-vo-Ne-nu and our iniquities כָּר֥וּחַ <WH7307> ka-Ru-ach like the wind יִשָּׂאֻֽנוּ׃ <WH5375> yis-sa-'U-nu. have taken us away"},{"number":7,"verse":"וְאֵין־ <WH369> ve-'ein- There קוֹרֵ֣א <WH7121> ko-Re And [there is] none that calleth בְשִׁמְךָ֔ <WH8034> ve-shim-Cha, upon thy name מִתְעוֹרֵ֖ר <WH5782> mit-'o-Rer that stirreth up לְהַחֲזִ֣יק <WH2388> le-ha-cha-Zik himself to take hold בָּ֑ךְ Bach; כִּֽי־ <WH3588> ki- for הִסְתַּ֤רְתָּ <WH5641> his-Tar-ta of thee for thou hast hid פָנֶ֙יךָ֙ <WH6440> fa-Nei-cha thy face מִמֶּ֔נּוּ <WH4480> mi-Men-nu, and hast וַתְּמוּגֵ֖נוּ <WH4127> vat-te-mu-Ge-nu from us and hast consumed בְּיַד־ <WH3027> be-yad- us because עֲוֹנֵֽנוּ׃ <WH5771> 'a-vo-Ne-nu. of our iniquities"},{"number":8,"verse":"וְעַתָּ֥ה <WH6258> ve-'at-Tah now יְהוָ֖ה <WH3069> Yah-weh God אָבִ֣ינוּ <WH1> 'a-Vi-nu thou [art] our father אָ֑תָּה <WH859> 'At-tah; you אֲנַ֤חְנוּ <WH587> 'a-Nach-nu we הַחֹ֙מֶר֙ <WH2563> ha-Cho-mer we [are] the clay וְאַתָּ֣ה <WH859> ve-'at-Tah and You יֹצְרֵ֔נוּ <WH3335> yo-tze-Re-nu, and thou our potter וּמַעֲשֵׂ֥ה <WH4639> u-ma-'a-Seh and we all [are] the work יָדְךָ֖ <WH3027> ya-de-Cha of thy hand כֻּלָּֽנוּ׃ <WH3605> kul-La-nu. and all"},{"number":9,"verse":"אַל־ <WH408> 'al- not תִּקְצֹ֤ף <WH7107> tik-Tzof Be not wroth יְהוָה֙ <WH3068> Yah-weh O LORD עַד־ <WH5704> 'ad- beyond מְאֹ֔ד <WH3966> me-'Od, very sore וְאַל־ <WH408> ve-'al- not לָעַ֖ד <WH5703> la-'Ad for ever תִּזְכֹּ֣ר <WH2142> tiz-Kor neither remember עָוֹ֑ן <WH5771> 'a-Von; iniquity הֵ֥ן <WH2005> hen Behold הַבֶּט־ <WH5027> hab-bet- behold see נָ֖א <WH4994> na now עַמְּךָ֥ <WH5971> 'am-me-Cha we beseech thee we [are] all thy people כֻלָּֽנוּ׃ <WH3605> chul-La-nu. all"},{"number":10,"verse":"עָרֵ֥י <WH5892> 'a-Rei cities קָדְשְׁךָ֖ <WH6944> kod-she-cha Thy holy הָי֣וּ <WH1961> ha-Yu have become מִדְבָּ֑ר <WH4057> mid-Bar; are a wilderness צִיּוֹן֙ <WH6726> tzi-yOn Zion מִדְבָּ֣ר <WH4057> mid-Bar is a wilderness הָיָ֔תָה <WH1961> ha-Ya-tah, has become יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim Jerusalem שְׁמָמָֽה׃ <WH8077> she-ma-Mah. a desolation"},{"number":11,"verse":"בֵּ֧ית <WH1004> beit house קָדְשֵׁ֣נוּ <WH6944> ka-de-She-nu Our holy וְתִפְאַרְתֵּ֗נוּ <WH8597> ve-tif-'ar-Te-nu, and our beautiful אֲשֶׁ֤ר <WH834> 'a-Sher Where הִֽלְל֙וּךָ֙ <WH1984> hil-Lu-cha praised אֲבֹתֵ֔ינוּ <WH1> 'a-vo-Tei-nu, where our fathers הָיָ֖ה <WH1961> ha-Yah has been לִשְׂרֵ֣פַת <WH8316> lis-Re-fat thee is burned up אֵ֑שׁ <WH784> 'Esh; with fire וְכָל־ <WH3605> ve-chol and all מַחֲמַדֵּ֖ינוּ <WH4261> ma-cha-mad-Dei-nu and all our pleasant things הָיָ֥ה <WH1961> ha-Yah have become לְחָרְבָּֽה׃ <WH2723> le-cha-re-Bah. are laid waste"},{"number":12,"verse":"הַעַל־ <WH5921> ha-'al- at אֵ֥לֶּה <WH428> 'El-leh these תִתְאַפַּ֖ק <WH662> tit-'ap-Pak Wilt thou refrain יְהוָ֑ה <WH3068> Yah-weh; Jehovah תֶּחֱשֶׁ֥ה <WH2814> te-che-Sheh silent וּתְעַנֵּ֖נוּ <WH6031> u-te-'an-Ne-nu and afflict עַד־ <WH5704> 'ad- beyond מְאֹֽד׃ <WH3966> me-'Od. diligently ס sa-Mek"}]}