{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הַשָּׁמַ֣יִם <WH8064> hash-sha-Ma-yim The heaven כִּסְאִ֔י <WH3678> kis-'I, [is] my throne וְהָאָ֖רֶץ <WH776> ve-ha-'A-retz and the earth הֲדֹ֣ם <WH1916> ha-Dom stool רַגְלָ֑י <WH7272> rag-Lai; be able to endure אֵי־ <WH335> 'ei- Where זֶ֥ה <WH2088> zeh then בַ֙יִת֙ <WH1004> va-yit where [is] the house אֲשֶׁ֣ר <WH834> 'a-Sher you תִּבְנוּ־ <WH1129> tiv-nu- that ye build לִ֔י Li, וְאֵי־ <WH335> ve-'ei- and where זֶ֥ה <WH2088> zeh then מָק֖וֹם <WH4725> ma-Kom unto me;and where [is] the place מְנוּחָתִֽי׃ <WH4496> me-nu-cha-Ti. comfortable וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- all manner"},{"number":2,"verse":"אֵ֙לֶּה֙ <WH428> 'el-leh these יָדִ֣י <WH3027> ya-Di For all those [things] hath mine hand עָשָׂ֔תָה <WH6213> 'a-Sa-tah, made וַיִּהְי֥וּ <WH1961> vai-yih-Yu came כָל־ <WH3605> chol all אֵ֖לֶּה <WH428> 'El-leh things נְאֻם־ <WH5002> ne-'um- and all those [things] have been saith יְהוָ֑ה <WH3068> Yah-weh; the LORD וְאֶל־ <WH413> ve-'el- to זֶ֣ה <WH2088> zeh this אַבִּ֔יט <WH5027> 'ab-Bit, but to this [man] will I look אֶל־ <WH413> 'el- to him עָנִי֙ <WH6041> 'a-Ni [even] to [him that is] poor וּנְכֵה־ <WH5223> u-ne-cheh- and of a contrite ר֔וּחַ <WH7307> Ru-ach, spirit וְחָרֵ֖ד <WH2730> ve-cha-Red and trembleth עַל־ <WH5921> 'al- at דְּבָרִֽי׃ <WH1697> de-va-Ri. at my word"},{"number":3,"verse":"שׁוֹחֵ֨ט <WH7819> sho-Chet He that killeth הַשּׁ֜וֹר <WH7794> hash-Shor an ox מַכֵּה־ <WH5221> mak-keh- [is as if] he slew אִ֗ישׁ <WH376> 'Ish, a man זוֹבֵ֤חַ <WH2076> zo-Ve-ach he that sacrificeth הַשֶּׂה֙ <WH7716> has-Seh a lamb עֹ֣רֵֽף <WH6202> 'O-ref neck כֶּ֔לֶב <WH3611> Ke-lev, a dog's מַעֲלֵ֤ה <WH5927> ma-'a-Leh he that offereth מִנְחָה֙ <WH4503> min-Chah an oblation דַּם־ <WH1818> dam- blood חֲזִ֔יר <WH2386> cha-Zir, [as if he offered] swine's מַזְכִּ֥יר <WH2142> maz-Kir he that burneth לְבֹנָ֖ה <WH3828> le-vo-Nah incense מְבָ֣רֵֽךְ <WH1288> me-Va-rech [as if] he blessed אָ֑וֶן <WH205> 'A-ven; an idol גַּם־ <WH1571> gam- again הֵ֗מָּה <WH1992> Hem-mah, as they בָּֽחֲרוּ֙ <WH977> ba-cha-Ru Yea they have chosen בְּדַרְכֵיהֶ֔ם <WH1870> be-dar-chei-Hem, their own ways וּבְשִׁקּוּצֵיהֶ֖ם <WH8251> u-ve-shik-ku-tzei-Hem in their abominations נַפְשָׁ֥ם <WH5315> naf-Sham and their soul חָפֵֽצָה׃ <WH2654> cha-Fe-tzah. delighteth"},{"number":4,"verse":"גַּם־ <WH1571> gam- So אֲנִ֞י <WH589> 'a-Ni I אֶבְחַ֣ר <WH977> 'ev-Char I also will choose בְּתַעֲלֻלֵיהֶ֗ם <WH8586> be-ta-'a-lu-lei-Hem, their delusions וּמְגֽוּרֹתָם֙ <WH4035> u-me-gu-ro-Tam their fears אָבִ֣יא <WH935> 'a-Vi and will bring לָהֶ֔ם <WH1992> la-Hem, like יַ֤עַן <WH3282> Ya-'an Because קָרָ֙אתִי֙ <WH7121> ka-Ra-ti upon them because when I called וְאֵ֣ין <WH369> ve-'Ein no עוֹנֶ֔ה <WH6030> o-Neh, none did answer דִּבַּ֖רְתִּי <WH1696> dib-Bar-ti when I spake וְלֹ֣א <WH3808> ve-Lo did not שָׁמֵ֑עוּ <WH8085> sha-Me-'u; they did not hear וַיַּעֲשׂ֤וּ <WH6213> vai-ya-'a-Su but they did הָרַע֙ <WH7451> ha-Ra' evil בְּעֵינַ֔י <WH5869> be-'ei-Nai, before mine eyes וּבַאֲשֶׁ֥ר <WH834> u-va-'a-Sher which לֹֽא־ <WH3808> lo- did not חָפַ֖צְתִּי <WH2654> cha-Fatz-ti [that] in which I delighted בָּחָֽרוּ׃ <WH977> ba-Cha-ru. and chose ס sa-Mek"},{"number":5,"verse":"שִׁמְעוּ֙ <WH8085> shim-'U Hear דְּבַר־ <WH1697> de-var- the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD הַחֲרֵדִ֖ים <WH2730> ha-cha-re-Dim ye that tremble אֶל־ <WH413> 'el- at דְּבָר֑וֹ <WH1697> de-va-Ro; at his word אָמְרוּ֩ <WH559> 'a-me-Ru sake said אֲחֵיכֶ֨ם <WH251> 'a-chei-Chem Your brethren שֹׂנְאֵיכֶ֜ם <WH8130> so-ne-'ei-Chem that hated מְנַדֵּיכֶ֗ם <WH5077> me-nad-dei-Chem, you that cast you out לְמַ֤עַן <WH4616> le-Ma-'an sake שְׁמִי֙ <WH8034> she-Mi for my name's יִכְבַּ֣ד <WH3513> yich-Bad be glorified יְהוָ֔ה <WH3068> Yah-weh, Let the LORD וְנִרְאֶ֥ה <WH7200> ve-nir-'Eh but he shall appear בְשִׂמְחַתְכֶ֖ם <WH8057> ve-sim-chat-Chem to your joy וְהֵ֥ם <WH1992> ve-Hem like יֵבֹֽשׁוּ׃ <WH954> ye-Vo-shu. and they shall be ashamed"},{"number":6,"verse":"ק֤וֹל <WH6963> Kol A voice שָׁאוֹן֙ <WH7588> sha-'On of noise מֵעִ֔יר <WH5892> me-'Ir, from the city ק֖וֹל <WH6963> Kol a voice מֵֽהֵיכָ֑ל <WH1964> me-hei-Chal; from the temple ק֣וֹל <WH6963> Kol a voice יְהוָ֔ה <WH3068> Yah-weh, of the LORD מְשַׁלֵּ֥ם <WH7999> me-shal-Lem that rendereth גְּמ֖וּל <WH1576> ge-Mul recompence לְאֹיְבָֽיו׃ <WH341> le-'o-ye-Vav. to his enemies"},{"number":7,"verse":"בְּטֶ֥רֶם <WH2962> be-Te-rem Before תָּחִ֖יל <WH2342> ta-Chil Before she travailed יָלָ֑דָה <WH3205> ya-La-dah; she brought forth בְּטֶ֨רֶם <WH2962> be-Te-rem Before יָב֥וֹא <WH935> ya-Vo came חֵ֛בֶל <WH2256> Che-vel before her pain לָ֖הּ lah וְהִמְלִ֥יטָה <WH4422> ve-him-Li-tah she was delivered זָכָֽר׃ <WH2145> za-Char. of a man child"},{"number":8,"verse":"מִֽי־ <WH4310> mi- Who שָׁמַ֣ע <WH8085> sha-Ma' Who hath heard כָּזֹ֗את <WH2063> ka-Zot, likewise מִ֤י <WH4310> mi Who רָאָה֙ <WH7200> ra-'Ah such a thing;who hath seen כָּאֵ֔לֶּה <WH428> ka-'El-leh, such הֲי֤וּחַל <WH2342> ha-Yu-chal be made to bring forth אֶ֙רֶץ֙ <WH776> 'e-retz such things;Shall the earth בְּי֣וֹם <WH3117> be-Yom age אֶחָ֔ד <WH259> 'e-Chad, in one אִם־ <WH518> 'im- lo יִוָּ֥לֵֽד <WH3205> yiv-Va-led be born גּ֖וֹי <WH1471> Goy Gentile פַּ֣עַם <WH6471> Pa-'am all אֶחָ֑ת <WH259> 'e-Chat; one כִּֽי־ <WH3588> ki- for חָ֛לָה <WH2342> Cha-lah travailed גַּם־ <WH1571> gam- also יָלְדָ֥ה <WH3205> Yal-dah she brought forth צִיּ֖וֹן <WH6726> tzi-Yon Zion אֶת־ <WH853> 'et- בָּנֶֽיהָ׃ <WH1121> ba-Nei-ha. her children"},{"number":9,"verse":"הַאֲנִ֥י <WH589> ha-'a-Ni shall I אַשְׁבִּ֛יר <WH7665> 'ash-Bir Shall I bring to the birth וְלֹ֥א <WH3808> ve-Lo and not אוֹלִ֖יד <WH3205> o-Lid and not cause to bring forth יֹאמַ֣ר <WH559> yo-Mar ;saith יְהוָ֑ה <WH3068> Yah-weh; the LORD אִם־ <WH518> 'im- Or אֲנִ֧י <WH589> 'a-Ni shall I הַמּוֹלִ֛יד <WH3205> ham-mo-Lid cause to bring forth וְעָצַ֖רְתִּי <WH6113> ve-'a-Tzar-ti and shut אָמַ֥ר <WH559> 'a-Mar [the womb];saith אֱלֹהָֽיִךְ׃ <WH430> 'e-lo-Ha-yich. thy God ס sa-Mek"},{"number":10,"verse":"שִׂמְח֧וּ <WH8055> sim-Chu Rejoice אֶת־ <WH854> 'et- with יְרוּשָׁלִַ֛ם <WH3389> ye-ru-sha-Lim ye with Jerusalem וְגִ֥ילוּ <WH1523> ve-Gi-lu and be glad בָ֖הּ vah כָּל־ <WH3605> kol- her all אֹהֲבֶ֑יהָ <WH157> 'o-ha-Vei-ha; with her all ye that love שִׂ֤ישׂוּ <WH7797> Si-su her rejoice אִתָּהּ֙ <WH854> 'it-Tah for מָשׂ֔וֹשׂ <WH4885> ma-Sos, for joy כָּל־ <WH3605> kol- her all הַמִּֽתְאַבְּלִ֖ים <WH56> ham-mit-'ab-be-Lim with her all ye that mourn עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. over"},{"number":11,"verse":"לְמַ֤עַן <WH4616> le-Ma-'an that תִּֽינְקוּ֙ <WH3243> ti-ne-Ku That ye may suck וּשְׂבַעְתֶּ֔ם <WH7646> u-se-va'-Tem, and be satisfied מִשֹּׁ֖ד <WH7699> mish-Shod with the breasts תַּנְחֻמֶ֑יהָ <WH8575> tan-chu-Mei-ha; of her consolations לְמַ֧עַן <WH4616> le-Ma-'an that תָּמֹ֛צּוּ <WH4711> ta-Motz-tzu that ye may milk out וְהִתְעַנַּגְתֶּ֖ם <WH6026> ve-hit-'an-nag-Tem and be delighted מִזִּ֥יז <WH2123> miz-Ziz with the abundance כְּבוֹדָֽהּ׃ <WH3519> ke-vo-Dah. of her glory ס sa-Mek"},{"number":12,"verse":"כִּֽי־ <WH3588> ki- For כֹ֣ה׀ <WH3541> choh thus אָמַ֣ר <WH559> 'a-Mar For thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD הִנְנִ֣י <WH2005> hin-Ni behold נֹטֶֽה־ <WH5186> no-teh- Behold I will extend אֵ֠לֶיהָ <WH413> 'E-lei-ha to her כְּנָהָ֨ר <WH5104> ke-na-Har to her like a river שָׁל֜וֹם <WH7965> sha-Lom peace וּכְנַ֧חַל <WH5158> u-che-Na-chal stream שׁוֹטֵ֛ף <WH7857> sho-Tef like a flowing כְּב֥וֹד <WH3519> ke-Vod and the glory גּוֹיִ֖ם <WH1471> go-Yim of the Gentiles וִֽינַקְתֶּ֑ם <WH3243> vi-nak-Tem; then shall ye suck עַל־ <WH5921> 'al- on צַד֙ <WH6654> tzad upon [her] sides תִּנָּשֵׂ֔אוּ <WH5375> tin-na-Se-'u, ye shall be borne וְעַל־ <WH5921> ve-'al- on בִּרְכַּ֖יִם <WH1290> bir-Ka-yim upon [her] knees תְּשָׁעֳשָֽׁעוּ׃ <WH8173> te-sho-'o-Sha-'u. and be dandled"},{"number":13,"verse":"כְּאִ֕ישׁ <WH376> ke-'Ish As one אֲשֶׁ֥ר <WH834> 'a-Sher whom אִמּ֖וֹ <WH517> im-Mo whom his mother תְּנַחֲמֶ֑נּוּ <WH5162> te-na-cha-Men-nu; comforteth כֵּ֤ן <WH3651> ken so אָֽנֹכִי֙ <WH595> 'a-no-Chi I אֲנַ֣חֶמְכֶ֔ם <WH5162> 'a-Na-chem-Chem, so will I comfort וּבִירֽוּשָׁלִַ֖ם <WH3389> u-vi-ru-sha-Lim in Jerusalem תְּנֻחָֽמוּ׃ <WH5162> te-nu-Cha-mu. you and ye shall be comforted"},{"number":14,"verse":"וּרְאִיתֶם֙ <WH7200> u-re-'i-Tem And when ye see וְשָׂ֣שׂ <WH7797> ve-Sas shall rejoice לִבְּכֶ֔ם <WH3820> lib-be-Chem, [this] your heart וְעַצְמוֹתֵיכֶ֖ם <WH6106> ve-'atz-mo-tei-Chem and your bones כַּדֶּ֣שֶׁא <WH1877> kad-De-she like an herb תִפְרַ֑חְנָה <WH6524> tif-Rach-nah; shall flourish וְנוֹדְעָ֤ה <WH3045> ve-nod-'Ah shall be known יַד־ <WH3027> yad- and the hand יְהוָה֙ <WH3068> Yah-weh of the LORD אֶת־ <WH854> 'et- toward עֲבָדָ֔יו <WH5650> 'a-va-Dav, toward his servants וְזָעַ֖ם <WH2194> ve-za-'Am and [his] indignation אֶת־ <WH853> 'et- אֹיְבָֽיו׃ <WH341> 'o-ye-Vav. toward his enemies"},{"number":15,"verse":"כִּֽי־ <WH3588> ki- For הִנֵּ֤ה <WH2009> hin-Neh behold יְהוָה֙ <WH3068> Yah-weh For behold the LORD בָּאֵ֣שׁ <WH784> ba-'Esh with fire יָב֔וֹא <WH935> ya-Vo, will come וְכַסּוּפָ֖ה <WH5492> ve-chas-su-Fah like a whirlwind מַרְכְּבֹתָ֑יו <WH4818> mar-ke-vo-Tav; and with his chariots לְהָשִׁ֤יב <WH7725> le-ha-Shiv to render בְּחֵמָה֙ <WH2534> be-che-Mah with fury אַפּ֔וֹ <WH639> ap-Po, his anger וְגַעֲרָת֖וֹ <WH1606> ve-ga-'a-ra-To and his rebuke בְּלַהֲבֵי־ <WH3851> be-la-ha-vei- with flames אֵֽשׁ׃ <WH784> 'Esh. of fire"},{"number":16,"verse":"כִּ֤י <WH3588> ki by בָאֵשׁ֙ <WH784> va-'Esh For by fire יְהוָ֣ה <WH3068> Yah-weh will the LORD נִשְׁפָּ֔ט <WH8199> nish-Pat, plead וּבְחַרְבּ֖וֹ <WH2719> u-ve-char-Bo and by his sword אֶת־ <WH854> 'et- on כָּל־ <WH3605> kol- all בָּשָׂ֑ר <WH1320> ba-Sar; with all flesh וְרַבּ֖וּ <WH7231> ve-rab-Bu shall be many חַֽלְלֵ֥י <WH2491> chal-Lei and the slain יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":17,"verse":"הַמִּתְקַדְּשִׁ֨ים <WH6942> ham-mit-kad-de-Shim They that sanctify וְהַמִּֽטַּהֲרִ֜ים <WH2891> ve-ham-mit-ta-ha-Rim themselves and purify אֶל־ <WH413> 'el- to הַגַּנּ֗וֹת <WH1593> hag-gan-Not, themselves in the gardens אַחַ֤ר <WH310> 'a-Char behind; אֶחַד 'e-chad כאַחַת֙ <WH259> 'a-Chat a קבַּתָּ֔וֶךְ <WH8432> bat-Ta-vech, [tree] in the midst אֹֽכְלֵי֙ <WH398> 'o-che-Lei eating בְּשַׂ֣ר <WH1320> be-Sar flesh הַחֲזִ֔יר <WH2386> ha-cha-Zir, swine's וְהַשֶּׁ֖קֶץ <WH8263> ve-hash-She-ketz and the abomination וְהָעַכְבָּ֑ר <WH5909> ve-ha-'ach-Bar; and the mouse יַחְדָּ֥ו <WH3162> yach-Dav together יָסֻ֖פוּ <WH5486> ya-Su-fu shall be consumed נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":18,"verse":"וְאָנֹכִ֗י <WH595> ve-'a-no-Chi, I מַעֲשֵׂיהֶם֙ <WH4639> ma-'a-sei-Hem For I [know] their works וּמַחְשְׁבֹ֣תֵיהֶ֔ם <WH4284> u-mach-she-Vo-tei-Hem, and their thoughts בָּאָ֕ה <WH935> ba-'Ah it shall come לְקַבֵּ֥ץ <WH6908> le-kab-Betz that I will gather אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַגּוֹיִ֖ם <WH1471> hag-go-Yim all nations וְהַלְּשֹׁנ֑וֹת <WH3956> ve-hal-le-sho-Not; and tongues וּבָ֖אוּ <WH935> u-Va-'u and they shall come וְרָא֥וּ <WH7200> ve-ra-'U and see אֶת־ <WH853> 'et- כְּבוֹדִֽי׃ <WH3519> ke-vo-Di. my glory"},{"number":19,"verse":"וְשַׂמְתִּ֨י <WH7760> ve-sam-Ti And I will set בָהֶ֜ם va-Hem א֗וֹת <WH226> ot, a sign וְשִׁלַּחְתִּ֣י <WH7971> ve-shil-lach-Ti among them and I will send מֵהֶ֣ם׀ <WH1992> me-Hem like פְּ֠לֵיטִים <WH6412> Pe-lei-tim those that escape אֶֽל־ <WH413> 'el- about הַגּוֹיִ֞ם <WH1471> hag-go-Yim of them unto the nations תַּרְשִׁ֨ישׁ <WH8659> tar-Shish [to] Tarshish פּ֥וּל <WH6322> pul Pul וְל֛וּד <WH3865> ve-Lud and Lud מֹ֥שְׁכֵי <WH4900> Mo-she-chei that draw קֶ֖שֶׁת <WH7198> Ke-shet the bow תֻּבַ֣ל <WH8422> tu-Val [to] Tubal וְיָוָ֑ן <WH3120> ve-ya-Van; and Javan הָאִיִּ֣ים <WH339> ha-'i-Yim [to] the isles הָרְחֹקִ֗ים <WH7350> ha-re-cho-Kim, afar off אֲשֶׁ֨ר <WH834> 'a-Sher that לֹא־ <WH3808> lo- have neither שָׁמְע֤וּ <WH8085> sha-me-'U that have not heard אֶת־ <WH853> 'et- שִׁמְעִי֙ <WH8088> shim-'I my fame וְלֹא־ <WH3808> ve-lo- nor רָא֣וּ <WH7200> ra-'U neither have seen אֶת־ <WH853> 'et- כְּבוֹדִ֔י <WH3519> ke-vo-Di, my glory וְהִגִּ֥ידוּ <WH5046> ve-hig-Gi-du and they shall declare אֶת־ <WH853> 'et- כְּבוֹדִ֖י <WH3519> ke-vo-Di my glory בַּגּוֹיִֽם׃ <WH1471> bag-go-Yim. among the Gentiles"},{"number":20,"verse":"וְהֵבִ֣יאוּ <WH935> ve-he-Vi-'u And they shall bring אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֲחֵיכֶ֣ם <WH251> 'a-chei-Chem all your brethren מִכָּל־ <WH3605> mik-kol all הַגּוֹיִ֣ם׀ <WH1471> hag-go-Yim out of all nations מִנְחָ֣ה׀ <WH4503> min-Chah [for] an offering לַֽיהוָ֡ה <WH3068> Yah-weh unto the LORD בַּסּוּסִ֡ים <WH5483> bas-su-Sim upon horses וּ֠בָרֶכֶב <WH7393> U-va-re-chev and in chariots וּבַצַּבִּ֨ים <WH6632> u-vatz-tzab-Bim and in litters וּבַפְּרָדִ֜ים <WH6505> u-vap-pe-ra-Dim and upon mules וּבַכִּרְכָּר֗וֹת <WH3753> u-vak-kir-ka-Rot, and upon swift beasts עַ֣ל <WH5921> 'al and הַ֥ר <WH2022> har mountain קָדְשִׁ֛י <WH6944> kod-shi to my holy יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim Jerusalem אָמַ֣ר <WH559> 'a-Mar saith יְהוָ֑ה <WH3068> Yah-weh; the LORD כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher after יָבִיאוּ֩ <WH935> ya-vi-'U bring בְנֵ֨י <WH1121> ve-Nei as the children יִשְׂרָאֵ֧ל <WH3478> Yis-ra-'El of Israel אֶת־ <WH853> 'et- הַמִּנְחָ֛ה <WH4503> ham-min-Chah an offering בִּכְלִ֥י <WH3627> bich-Li vessel טָה֖וֹר <WH2889> ta-Hor in a clean בֵּ֥ית <WH1004> beit into the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":21,"verse":"וְגַם־ <WH1571> ve-gam- will also מֵהֶ֥ם <WH1992> me-Hem like אֶקַּ֛ח <WH3947> 'ek-Kach And I will also take לַכֹּהֲנִ֥ים <WH3548> lak-ko-ha-Nim of them for priests לַלְוִיִּ֖ם <WH3881> lal-vi-Yim [and] for Levites אָמַ֥ר <WH559> 'a-Mar saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":22,"verse":"כִּ֣י <WH3588> ki for כַאֲשֶׁ֣ר <WH834> cha-'a-Sher Which הַשָּׁמַ֣יִם <WH8064> hash-sha-Ma-yim heavens הַ֠חֳדָשִׁים <WH2319> Ha-cho-da-shim For as the new וְהָאָ֨רֶץ <WH776> ve-ha-'A-retz earth הַחֲדָשָׁ֜ה <WH2319> ha-cha-da-Shah and the new אֲשֶׁ֨ר <WH834> 'a-Sher Which אֲנִ֥י <WH589> 'a-Ni I עֹשֶׂ֛ה <WH6213> 'o-Seh which I will make עֹמְדִ֥ים <WH5975> 'o-me-Dim shall remain לְפָנַ֖י <WH6440> le-fa-Nai before נְאֻם־ <WH5002> ne-'um- me saith יְהוָ֑ה <WH3068> Yah-weh; the LORD כֵּ֛ן <WH3651> ken So יַעֲמֹ֥ד <WH5975> ya-'a-Mod remain זַרְעֲכֶ֖ם <WH2233> zar-'a-Chem so shall your seed וְשִׁמְכֶֽם׃ <WH8034> ve-shim-Chem. and your name"},{"number":23,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, shall come מִֽדֵּי־ <WH1767> mid-dei- And it shall come to pass [that] from חֹ֙דֶשׁ֙ <WH2320> cho-desh one new moon בְּחָדְשׁ֔וֹ <WH2320> be-cha-de-Sho, to another וּמִדֵּ֥י <WH1767> u-mid-Dei and from שַׁבָּ֖ת <WH7676> shab-Bat one sabbath בְּשַׁבַּתּ֑וֹ <WH7676> be-shab-bat-To; to another יָב֧וֹא <WH935> ya-Vo come כָל־ <WH3605> chol All בָּשָׂ֛ר <WH1320> ba-Sar shall all flesh לְהִשְׁתַּחֲוֹ֥ת <WH7812> le-hish-ta-cha-Vot to worship לְפָנַ֖י <WH6440> le-fa-Nai before אָמַ֥ר <WH559> 'a-Mar me saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":24,"verse":"וְיָצְא֣וּ <WH3318> ve-ya-tze-'U And they shall go forth וְרָא֔וּ <WH7200> ve-ra-'U, and look בְּפִגְרֵי֙ <WH6297> be-fig-Rei upon the carcases הָאֲנָשִׁ֔ים <WH376> ha-'a-na-Shim, of the men הַפֹּשְׁעִ֖ים <WH6586> hap-po-she-'Im that have transgressed בִּ֑י Bi; כִּ֣י <WH3588> ki for תוֹלַעְתָּ֞ם <WH8438> to-la'-Tam against me for their worm לֹ֣א <WH3808> lo will not תָמ֗וּת <WH4191> ta-Mut, shall not die וְאִשָּׁם֙ <WH784> ve-'ish-Sham neither shall their fire לֹ֣א <WH3808> lo not תִכְבֶּ֔ה <WH3518> tich-Beh, be quenched וְהָי֥וּ <WH1961> ve-ha-Yu become דֵרָא֖וֹן <WH1860> de-ra-'on and they shall be an abhorring לְכָל־ <WH3605> le-chol to all בָּשָֽׂר׃ <WH1320> ba-Sar. unto all flesh"}]}