{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"וַיְהִ֡י <WH1961> vay-Hi came בִּימֵ֣י <WH3117> bi-Mei And it came to pass in the days אָ֠חָז <WH271> 'A-choz of Ahaz בֶּן־ <WH1121> ben- the son יוֹתָ֨ם <WH3147> yo-Tam of Jotham בֶּן־ <WH1121> ben- the son עֻזִּיָּ֜הוּ <WH5818> 'uz-zi-Ya-hu of Uzziah מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah עָלָ֣ה <WH5927> 'a-Lah went up רְצִ֣ין <WH7526> re-Tzin [that] Rezin מֶֽלֶךְ־ <WH4428> Me-lech- the king אֲ֠רָם <WH758> 'A-rom of Syria וּפֶ֨קַח <WH6492> u-Fe-kach and Pekah בֶּן־ <WH1121> ben- the son רְמַלְיָ֤הוּ <WH7425> re-mal-Ya-hu of Remaliah מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, toward Jerusalem לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah to war עָלֶ֑יהָ <WH5921> 'a-Lei-ha; against וְלֹ֥א <WH3808> ve-Lo but יָכֹ֖ל <WH3201> ya-Chol against it but could לְהִלָּחֵ֥ם <WH3898> le-hil-la-Chem not prevail עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. against"},{"number":2,"verse":"וַיֻּגַּ֗ד <WH5046> vai-yug-Gad, And it was told לְבֵ֤ית <WH1004> le-Veit the house דָּוִד֙ <WH1732> da-Vid of David לֵאמֹ֔ר <WH559> le-Mor, saying נָ֥חָֽה <WH5117> Na-chah is confederate אֲרָ֖ם <WH758> 'a-Ram Syria עַל־ <WH5921> 'al- in אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; with Ephraim וַיָּ֤נַע <WH5128> vai-Ya-na' was moved לְבָבוֹ֙ <WH3824> le-va-Vo And his heart וּלְבַ֣ב <WH3824> u-le-Vav and the heart עַמּ֔וֹ <WH5971> am-Mo, of his people כְּנ֥וֹעַ <WH5128> ke-No-a' are moved עֲצֵי־ <WH6086> 'a-tzei- as the trees יַ֖עַר <WH3293> Ya-'ar of the wood מִפְּנֵי־ <WH6440> mip-pe-nei- with רֽוּחַ׃ <WH7307> Ru-ach. the wind"},{"number":3,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said יְהוָה֮ <WH3068> Yah-weh the LORD אֶֽל־ <WH413> 'el- to יְשַׁעְיָהוּ֒ <WH3470> ye-sha'-ya-Hu unto Isaiah צֵא־ <WH3318> tze- Go forth נָא֙ <WH4994> na now לִקְרַ֣את <WH7125> lik-Rat now to meet אָחָ֔ז <WH271> 'a-Chaz, Ahaz אַתָּ֕ה <WH859> 'at-Tah you וּשְׁאָ֖ר u-she-'Ar יָשׁ֣וּב <WH7610> ya-Shuv thou and Shearjashub בְּנֶ֑ךָ <WH1121> be-Ne-cha; thy son אֶל־ <WH413> 'el- at קְצֵ֗ה <WH7097> ke-Tzeh, at the end תְּעָלַת֙ <WH8585> te-'a-Lat of the conduit הַבְּרֵכָ֣ה <WH1295> hab-be-re-Chah pool הָעֶלְיוֹנָ֔ה <WH5945> ha-'el-yo-Nah, of the upper אֶל־ <WH413> 'el- on מְסִלַּ֖ת <WH4546> me-sil-Lat in the highway שְׂדֵ֥ה <WH7704> se-Deh field כוֹבֵֽס׃ <WH3526> cho-Ves. of the fuller's"},{"number":4,"verse":"וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta And say אֵ֠לָיו <WH413> 'E-lav to him הִשָּׁמֵ֨ר <WH8104> hish-sha-Mer unto him Take heed וְהַשְׁקֵ֜ט <WH8252> ve-hash-Ket and be quiet אַל־ <WH408> 'al- no תִּירָ֗א <WH3372> ti-Ra, fear וּלְבָבְךָ֙ <WH3824> u-le-va-ve-Cha heart אַל־ <WH408> 'al- no יֵרַ֔ךְ <WH7401> ye-Rach, faint מִשְּׁנֵ֨י <WH8147> mish-she-Nei for the two זַנְב֧וֹת <WH2180> zan-Vot tails הָאוּדִ֛ים <WH181> ha-'u-Dim firebrands הָעֲשֵׁנִ֖ים <WH6226> ha-'a-she-Nim of these smoking הָאֵ֑לֶּה <WH428> ha-'El-leh; of these בָּחֳרִי־ <WH2750> bo-cho-ri- for the fierce אַ֛ף <WH639> 'af anger רְצִ֥ין <WH7526> re-Tzin of Rezin וַאֲרָ֖ם <WH758> va-'a-Ram with Syria וּבֶן־ <WH1121> u-ven- and of the son רְמַלְיָֽהוּ׃ <WH7425> re-mal-Ya-hu. of Remaliah"},{"number":5,"verse":"יַ֗עַן <WH3282> Ya-'an, because כִּֽי־ <WH3588> ki- for יָעַ֥ץ <WH3289> ya-'Atz counsel עָלֶ֛יךָ <WH5921> 'a-Lei-cha against אֲרָ֖ם <WH758> 'a-Ram Because Syria רָעָ֑ה <WH7451> ra-'Ah; have taken evil אֶפְרַ֥יִם <WH669> 'ef-Ra-yim Ephraim וּבֶן־ <WH1121> u-ven- and the son רְמַלְיָ֖הוּ <WH7425> re-mal-Ya-hu of Remaliah לֵאמֹֽר׃ <WH559> le-Mor. against thee saying"},{"number":6,"verse":"נַעֲלֶ֤ה <WH5927> na-'a-Leh Let us go up בִֽיהוּדָה֙ <WH3063> vi-hu-Dah against Judah וּנְקִיצֶ֔נָּה <WH6973> u-ne-ki-Tzen-nah, and vex וְנַבְקִעֶ֖נָּה <WH1234> ve-nav-ki-'En-nah it and let us make a breach אֵלֵ֑ינוּ <WH413> 'e-Lei-nu; in וְנַמְלִ֥יךְ <WH4427> ve-nam-Lich therein for us and set מֶ֙לֶךְ֙ <WH4428> Me-lech a king בְּתוֹכָ֔הּ <WH8432> be-to-Chah, in the midst אֵ֖ת <WH853> 'et בֶּן־ <WH1121> ben- of it [even] the son טָֽבְאַֽל׃ <WH2870> Ta-ve-'Al. of Tabeal ס sa-Mek"},{"number":7,"verse":"כֹּ֥ה <WH3541> koh Thus אָמַ֖ר <WH559> 'a-Mar saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֑ה <WH3069> Yah-weh; GOD לֹ֥א <WH3808> lo nor תָק֖וּם <WH6965> ta-Kum It shall not stand וְלֹ֥א <WH3808> ve-Lo nor תִֽהְיֶֽה׃ <WH1961> Tih-Yeh. come"},{"number":8,"verse":"כִּ֣י <WH3588> ki For רֹ֤אשׁ <WH7218> rosh For the head אֲרָם֙ <WH758> 'a-Ram of Syria דַּמֶּ֔שֶׂק <WH1834> dam-Me-sek, [is] Damascus וְרֹ֥אשׁ <WH7218> ve-Rosh and the head דַּמֶּ֖שֶׂק <WH1834> dam-Me-sek of Damascus רְצִ֑ין <WH7526> re-Tzin; [is] Rezin וּבְע֗וֹד <WH1157> u-ve-'od, and within שִׁשִּׁ֤ים <WH8346> shish-Shim and within threescore וְחָמֵשׁ֙ <WH2568> ve-cha-Mesh and five שָׁנָ֔ה <WH8141> sha-Nah, years יֵחַ֥ת <WH2844> ye-Chat broken אֶפְרַ֖יִם <WH669> 'ef-Ra-yim shall Ephraim מֵעָֽם׃ <WH5971> me-'Am. that it be not a people"},{"number":9,"verse":"וְרֹ֤אשׁ <WH7218> ve-Rosh And the head אֶפְרַ֙יִם֙ <WH669> 'ef-Ra-yim of Ephraim שֹׁמְר֔וֹן <WH8111> sho-me-Ron, [is] Samaria וְרֹ֥אשׁ <WH7218> ve-Rosh and the head שֹׁמְר֖וֹן <WH8111> sho-me-Ron of Samaria בֶּן־ <WH1121> ben- son רְמַלְיָ֑הוּ <WH7425> re-mal-Ya-hu; [is] Remaliah's אִ֚ם <WH518> 'im If לֹ֣א <WH3808> lo you will not תַאֲמִ֔ינוּ <WH539> ta-'a-Mi-nu, If ye will not believe כִּ֖י <WH3588> ki surely לֹ֥א <WH3808> lo you will not תֵאָמֵֽנוּ׃ <WH539> te-'a-Me-nu. surely ye shall not be established ס sa-Mek"},{"number":10,"verse":"וַיּ֣וֹסֶף <WH3254> vai-Yo-sef again יְהוָ֔ה <WH3069> Yah-weh, God דַּבֵּ֥ר <WH1696> dab-Ber spake אֶל־ <WH413> 'el- to אָחָ֖ז <WH271> 'a-Chaz unto Ahaz לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":11,"verse":"שְׁאַל־ <WH7592> she-'al- Ask לְךָ֣ le-Cha א֔וֹת <WH226> ot, thee a sign מֵעִ֖ם <WH5973> me-'Im from יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God הַעְמֵ֣ק <WH6009> ha'-Mek it either in the depth שְׁאָ֔לָה <WH7585> she-'A-lah, Sheol א֖וֹ <WH176> o or הַגְבֵּ֥הַּ <WH1361> hag-Be-ah or in the height לְמָֽעְלָה׃ <WH4605> le-Ma-'e-lah. above"},{"number":12,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer said אָחָ֑ז <WH271> 'a-Chaz; But Ahaz לֹא־ <WH3808> lo- nor אֶשְׁאַ֥ל <WH7592> 'esh-'Al I will not ask וְלֹֽא־ <WH3808> ve-lo- nor אֲנַסֶּ֖ה <WH5254> 'a-nas-Seh test אֶת־ <WH853> 'et- יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":13,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said שִׁמְעוּ־ <WH8085> shim-'u- Hear נָ֖א <WH4994> na now בֵּ֣ית <WH1004> beit ye now O house דָּוִ֑ד <WH1732> da-Vid; of David הַמְעַ֤ט <WH4592> ham-'At [Is it] a small thing מִכֶּם֙ <WH4480> mik-Kem too הַלְא֣וֹת <WH3811> hal-'ot for you to weary אֲנָשִׁ֔ים <WH376> 'a-na-Shim, of men כִּ֥י <WH3588> ki for תַלְא֖וּ <WH3811> tal-'U but will ye weary גַּ֥ם <WH1571> gam again אֶת־ <WH853> 'et- אֱלֹהָֽי׃ <WH430> 'e-lo-Hai. my God"},{"number":14,"verse":"לָ֠כֵן <WH3651> La-chen Therefore יִתֵּ֨ן <WH5414> yit-Ten himself shall give אֲדֹנָ֥י <WH136> 'a-do-Nai Therefore the Lord ה֛וּא <WH1931> hu Himself לָכֶ֖ם la-Chem א֑וֹת <WH226> ot; you a sign הִנֵּ֣ה <WH2009> hin-Neh Behold הָעַלְמָ֗ה <WH5959> ha-'al-Mah, Behold a virgin הָרָה֙ <WH2030> ha-Rah shall conceive וְיֹלֶ֣דֶת <WH3205> ve-yo-Le-det and bear בֵּ֔ן <WH1121> Ben, a son וְקָרָ֥את <WH7121> ve-ka-Rat and shall call שְׁמ֖וֹ <WH8034> she-Mo his name עִמָּ֥נוּ 'im-Ma-nu אֵֽל׃ <WH6005> 'El. Immanuel"},{"number":15,"verse":"חֶמְאָ֥ה <WH2529> chem-'Ah Butter וּדְבַ֖שׁ <WH1706> u-de-Vash and honey יֹאכֵ֑ל <WH398> yo-Chel; shall he eat לְדַעְתּ֛וֹ <WH3045> le-da'-To that he may know מָא֥וֹס <WH3988> ma-'os to refuse בָּרָ֖ע <WH7451> ba-Ra' the evil וּבָח֥וֹר <WH977> u-va-Chor and choose בַּטּֽוֹב׃ <WH2896> bat-Tov. the good"},{"number":16,"verse":"כִּ֠י <WH3588> ki For בְּטֶ֨רֶם <WH2962> be-Te-rem before יֵדַ֥ע <WH3045> ye-Da' shall know הַנַּ֛עַר <WH5288> han-Na-'ar For before the child מָאֹ֥ס <WH3988> ma-'Os to refuse בָּרָ֖ע <WH7451> ba-Ra' the evil וּבָחֹ֣ר <WH977> u-va-Chor and choose בַּטּ֑וֹב <WH2896> bat-Tov; the good תֵּעָזֵ֤ב <WH5800> te-'a-Zev forsaken הָאֲדָמָה֙ <WH127> ha-'a-da-Mah the land אֲשֶׁ֣ר <WH834> 'a-Sher whose אַתָּ֣ה <WH859> 'at-Tah you קָ֔ץ <WH6973> Katz, that thou abhorrest מִפְּנֵ֖י <WH6440> mip-pe-Nei shall be שְׁנֵ֥י <WH8147> she-Nei of both מְלָכֶֽיהָ׃ <WH4428> me-la-Chei-ha. her kings"},{"number":17,"verse":"יָבִ֨יא <WH935> ya-Vi shall bring יְהוָ֜ה <WH3068> Yah-weh The LORD עָלֶ֗יךָ <WH5921> 'a-Lei-cha, and וְעַֽל־ <WH5921> ve-'al- on עַמְּךָ֮ <WH5971> 'am-me-Cha upon thee and upon thy people וְעַל־ <WH5921> ve-'al- and בֵּ֣ית <WH1004> beit house אָבִיךָ֒ <WH1> 'a-vi-Cha and upon thy father's יָמִים֙ <WH3117> ya-Mim days אֲשֶׁ֣ר <WH834> 'a-Sher such לֹא־ <WH3808> lo- have never בָ֔אוּ <WH935> Va-'u, that have not come לְמִיּ֥וֹם <WH3117> le-mi-Yom from the day סוּר־ <WH5493> sur- departed אֶפְרַ֖יִם <WH669> 'ef-Ra-yim that Ephraim מֵעַ֣ל <WH5921> me-'Al from יְהוּדָ֑ה <WH3063> ye-hu-Dah; from Judah אֵ֖ת <WH853> 'et מֶ֥לֶךְ <WH4428> Me-lech [even] the king אַשּֽׁוּר׃ <WH804> 'ash-Shur. of Assyria פ Peh"},{"number":18,"verse":"וְהָיָ֣ה׀ <WH1961> ve-ha-Yah become בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֗וּא <WH1931> ha-Hu, he יִשְׁרֹ֤ק <WH8319> yish-Rok shall hiss יְהוָה֙ <WH3068> Yah-weh [that] the LORD לַזְּב֔וּב <WH2070> laz-ze-Vuv, for the fly אֲשֶׁ֥ר <WH834> 'a-Sher is in בִּקְצֵ֖ה <WH7097> bik-Tzeh that [is] in the uttermost part יְאֹרֵ֣י <WH2975> ye-'o-Rei of the rivers מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְלַ֨דְּבוֹרָ֔ה <WH1682> ve-Lad-de-vo-Rah, and for the bee אֲשֶׁ֖ר <WH834> 'a-Sher is in בְּאֶ֥רֶץ <WH776> be-'E-retz that [is] in the land אַשּֽׁוּר׃ <WH804> 'ash-Shur. of Assyria"},{"number":19,"verse":"וּבָ֨אוּ <WH935> u-Va-'u And they shall come וְנָח֤וּ <WH5117> ve-na-Chu and shall rest כֻלָּם֙ <WH3605> chul-Lam will all בְּנַחֲלֵ֣י <WH5158> be-na-cha-Lei valleys הַבַּתּ֔וֹת <WH1327> hab-bat-Tot, all of them in the desolate וּבִנְקִיקֵ֖י <WH5357> u-vin-ki-Kei and in the holes הַסְּלָעִ֑ים <WH5553> has-se-la-'Im; of the rocks וּבְכֹל֙ <WH3605> u-ve-Chol all הַנַּ֣עֲצוּצִ֔ים <WH5097> han-Na-'a-tzu-Tzim, and upon all bushes וּבְכֹ֖ל <WH3605> u-ve-Chol all הַנַּהֲלֹלִֽים׃ <WH5285> han-na-ha-lo-Lim. and upon all thorns"},{"number":20,"verse":"בַּיּ֣וֹם <WH3117> bai-Yom In the same day הַה֡וּא <WH1931> ha-Hu he יְגַלַּ֣ח <WH1548> ye-gal-Lach shave אֲדֹנָי֩ <WH136> 'a-do-Nai shall the Lord בְּתַ֨עַר <WH8593> be-Ta-'ar with a razor הַשְּׂכִירָ֜ה <WH7917> has-se-chi-Rah that is hired בְּעֶבְרֵ֤י <WH5676> be-'ev-Rei [namely] by them beyond נָהָר֙ <WH5104> na-Har the river בְּמֶ֣לֶךְ <WH4428> be-Me-lech by the king אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria אֶת־ <WH853> 'et- הָרֹ֖אשׁ <WH7218> ha-Rosh the head וְשַׂ֣עַר <WH8181> ve-Sa-'ar and the hair הָרַגְלָ֑יִם <WH7272> ha-rag-La-yim; of the feet וְגַ֥ם <WH1571> ve-Gam will also אֶת־ <WH853> 'et- הַזָּקָ֖ן <WH2206> haz-za-Kan the beard תִּסְפֶּֽה׃ <WH5595> tis-Peh. and it shall also consume ס sa-Mek"},{"number":21,"verse":"וְהָיָ֖ה <WH1961> ve-ha-Yah become בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֑וּא <WH1931> ha-Hu; he יְחַיֶּה־ <WH2421> ye-chai-yeh- shall nourish אִ֛ישׁ <WH376> 'ish [that] a man עֶגְלַ֥ת <WH5697> 'eg-Lat cow בָּקָ֖ר <WH1241> ba-Kar a young וּשְׁתֵּי־ <WH8147> u-she-tei- and two צֹֽאן׃ <WH6629> Tzon. sheep"},{"number":22,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become מֵרֹ֛ב <WH7230> me-Ro And it shall come to pass for the abundance עֲשׂ֥וֹת <WH6213> a-Sot [that] they shall give חָלָ֖ב <WH2461> cha-Lav of milk יֹאכַ֣ל <WH398> yo-Chal he shall eat חֶמְאָ֑ה <WH2529> chem-'Ah; butter כִּֽי־ <WH3588> ki- for חֶמְאָ֤ה <WH2529> chem-'Ah for butter וּדְבַשׁ֙ <WH1706> u-de-Vash and honey יֹאכֵ֔ל <WH398> yo-Chel, shall every one eat כָּל־ <WH3605> kol- everyone הַנּוֹתָ֖ר <WH3498> han-no-Tar that is left בְּקֶ֥רֶב <WH7130> be-Ke-rev in הָאָֽרֶץ׃ <WH776> ha-'A-retz. the land"},{"number":23,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah will come בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֔וּא <WH1931> ha-Hu, he יִֽהְיֶ֣ה <WH1961> yih-Yeh will become כָל־ <WH3605> chol every מָק֗וֹם <WH4725> ma-Kom, [that] every place אֲשֶׁ֧ר <WH834> 'a-Sher after יִֽהְיֶה־ <WH1961> yih-yeh- will become שָּׁ֛ם <WH8033> sham in it אֶ֥לֶף <WH505> 'E-lef shall be where there were a thousand גֶּ֖פֶן <WH1612> Ge-fen vines בְּאֶ֣לֶף <WH505> be-'E-lef at a thousand כָּ֑סֶף <WH3701> Ka-sef; silverlings לַשָּׁמִ֥יר <WH8068> lash-sha-Mir it shall [even] be for briers וְלַשַּׁ֖יִת <WH7898> ve-lash-Sha-yit and thorns יִֽהְיֶֽה׃ <WH1961> Yih-Yeh. will become"},{"number":24,"verse":"בַּחִצִּ֥ים <WH2678> ba-chitz-Tzim arrow וּבַקֶּ֖שֶׁת <WH7198> u-vak-Ke-shet and with bows יָ֣בוֹא <WH935> Ya-Vo shall [men] come שָׁ֑מָּה <WH8033> Sham-mah; there כִּי־ <WH3588> ki- because שָׁמִ֥יר <WH8068> sha-Mir shall become briers וָשַׁ֖יִת <WH7898> va-Sha-yit and thorns תִּֽהְיֶ֥ה <WH1961> tih-Yeh become כָל־ <WH3605> chol all הָאָֽרֶץ׃ <WH776> ha-'A-retz. thither because all the land"},{"number":25,"verse":"וְכֹ֣ל <WH3605> ve-Chol for all הֶהָרִ֗ים <WH2022> he-ha-Rim, And [on] all hills אֲשֶׁ֤ר <WH834> 'a-Sher which בַּמַּעְדֵּר֙ <WH4576> bam-ma'-Der with the mattock יֵעָ֣דֵר֔וּן <WH5737> ye-'A-de-Run, that shall be digged לֹֽא־ <WH3808> lo- you will not תָב֣וֹא <WH935> ta-Vo there shall not come thither שָׁ֔מָּה <WH8033> Sham-mah, there יִרְאַ֖ת <WH3374> yir-'At the fear שָׁמִ֣יר <WH8068> sha-Mir of briers וָשָׁ֑יִת <WH7898> va-Sha-yit; and thorns וְהָיָה֙ <WH1961> ve-ha-Yah will become לְמִשְׁלַ֣ח <WH4916> le-mish-Lach but it shall be for the sending forth שׁ֔וֹר <WH7794> Shor, of oxen וּלְמִרְמַ֖ס <WH4823> u-le-mir-Mas and for the treading שֶֽׂה׃ <WH7716> Seh. of lesser cattle פ Peh"}]}