{"bibleAbbr":"NLT2015","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"(Parable of the Evil Farmers) Then Jesus began teaching them with stories: “A man planted a vineyard. He built a wall around it, dug a pit for pressing out the grape juice, and built a lookout tower. Then he leased the vineyard to tenant farmers and moved to another country."},{"number":2,"verse":"At the time of the grape harvest, he sent one of his servants to collect his share of the crop."},{"number":3,"verse":"But the farmers grabbed the servant, beat him up, and sent him back empty-handed."},{"number":4,"verse":"The owner then sent another servant, but they insulted him and beat him over the head."},{"number":5,"verse":"The next servant he sent was killed. Others he sent were either beaten or killed,"},{"number":6,"verse":"until there was only one left—his son whom he loved dearly. The owner finally sent him, thinking, ‘Surely they will respect my son.’"},{"number":7,"verse":"“But the tenant farmers said to one another, ‘Here comes the heir to this estate. Let’s kill him and get the estate for ourselves!’"},{"number":8,"verse":"So they grabbed him and murdered him and threw his body out of the vineyard."},{"number":9,"verse":"“What do you suppose the owner of the vineyard will do?” Jesus asked. “I’ll tell you—he will come and kill those farmers and lease the vineyard to others."},{"number":10,"verse":"Didn’t you ever read this in the Scriptures? ‘The stone that the builders rejected has now become the cornerstone."},{"number":11,"verse":"This is the LORD’s doing, and it is wonderful to see.’ ”"},{"number":12,"verse":"The religious leaders (Greek They.) wanted to arrest Jesus because they realized he was telling the story against them—they were the wicked farmers. But they were afraid of the crowd, so they left him and went away."},{"number":13,"verse":"(Taxes for Caesar) Later the leaders sent some Pharisees and supporters of Herod to trap Jesus into saying something for which he could be arrested."},{"number":14,"verse":"“Teacher,” they said, “we know how honest you are. You are impartial and don’t play favorites. You teach the way of God truthfully. Now tell us—is it right to pay taxes to Caesar or not?"},{"number":15,"verse":"Should we pay them, or shouldn’t we?” Jesus saw through their hypocrisy and said, “Why are you trying to trap me? Show me a Roman coin, (Greek a denarius.) and I’ll tell you.”"},{"number":16,"verse":"When they handed it to him, he asked, “Whose picture and title are stamped on it?” “Caesar’s,” they replied."},{"number":17,"verse":"“Well, then,” Jesus said, “give to Caesar what belongs to Caesar, and give to God what belongs to God.” His reply completely amazed them."},{"number":18,"verse":"(Discussion about Resurrection) Then Jesus was approached by some Sadducees—religious leaders who say there is no resurrection from the dead. They posed this question:"},{"number":19,"verse":"“Teacher, Moses gave us a law that if a man dies, leaving a wife without children, his brother should marry the widow and have a child who will carry on the brother’s name. (See Deut 25:5-6.)"},{"number":20,"verse":"Well, suppose there were seven brothers. The oldest one married and then died without children."},{"number":21,"verse":"So the second brother married the widow, but he also died without children. Then the third brother married her."},{"number":22,"verse":"This continued with all seven of them, and still there were no children. Last of all, the woman also died."},{"number":23,"verse":"So tell us, whose wife will she be in the resurrection? For all seven were married to her.”"},{"number":24,"verse":"Jesus replied, “Your mistake is that you don’t know the Scriptures, and you don’t know the power of God."},{"number":25,"verse":"For when the dead rise, they will neither marry nor be given in marriage. In this respect they will be like the angels in heaven."},{"number":26,"verse":"“But now, as to whether the dead will be raised—haven’t you ever read about this in the writings of Moses, in the story of the burning bush? Long after Abraham, Isaac, and Jacob had died, God said to Moses, (Greek in the story of the bush? God said to him.) ‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’ (Exod 3:6.)"},{"number":27,"verse":"So he is the God of the living, not the dead. You have made a serious error.”"},{"number":28,"verse":"(The Most Important Commandment) One of the teachers of religious law was standing there listening to the debate. He realized that Jesus had answered well, so he asked, “Of all the commandments, which is the most important?”"},{"number":29,"verse":"Jesus replied, “The most important commandment is this: ‘Listen, O Israel! The LORD our God is the one and only LORD."},{"number":30,"verse":"And you must love the LORD your God with all your heart, all your soul, all your mind, and all your strength.’"},{"number":31,"verse":"The second is equally important: ‘Love your neighbor as yourself.’ (Lev 19:18.) No other commandment is greater than these.”"},{"number":32,"verse":"The teacher of religious law replied, “Well said, Teacher. You have spoken the truth by saying that there is only one God and no other."},{"number":33,"verse":"And I know it is important to love him with all my heart and all my understanding and all my strength, and to love my neighbor as myself. This is more important than to offer all of the burnt offerings and sacrifices required in the law.”"},{"number":34,"verse":"Realizing how much the man understood, Jesus said to him, “You are not far from the Kingdom of God.” And after that, no one dared to ask him any more questions."},{"number":35,"verse":"(Whose Son Is the Messiah?) Later, as Jesus was teaching the people in the Temple, he asked, “Why do the teachers of religious law claim that the Messiah is the son of David?"},{"number":36,"verse":"For David himself, speaking under the inspiration of the Holy Spirit, said, ‘The LORD said to my Lord, Sit in the place of honor at my right hand until I humble your enemies beneath your feet.’ (Ps 110:1.)"},{"number":37,"verse":"Since David himself called the Messiah ‘my Lord,’ how can the Messiah be his son?” The large crowd listened to him with great delight."},{"number":38,"verse":"Jesus also taught: “Beware of these teachers of religious law! For they like to parade around in flowing robes and receive respectful greetings as they walk in the marketplaces."},{"number":39,"verse":"And how they love the seats of honor in the synagogues and the head table at banquets."},{"number":40,"verse":"Yet they shamelessly cheat widows out of their property and then pretend to be pious by making long prayers in public. Because of this, they will be more severely punished.”"},{"number":41,"verse":"(The Widow’s Offering) Jesus sat down near the collection box in the Temple and watched as the crowds dropped in their money. Many rich people put in large amounts."},{"number":42,"verse":"Then a poor widow came and dropped in two small coins. (Greek two lepta, which is a kodrantes [i. e., a quadrans].)"},{"number":43,"verse":"Jesus called his disciples to him and said, “I tell you the truth, this poor widow has given more than all the others who are making contributions."},{"number":44,"verse":"For they gave a tiny part of their surplus, but she, poor as she is, has given everything she had to live on.”"}]}