{"bibleAbbr":"WB1895","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"My brothers, not many of you should become teachers, because we know that we will receive the greater condemnation."},{"number":2,"verse":"For all of us often trip up in many ways. If anyone doesn't slip up in speech, he [is] a matured man also [able] to control the whole body."},{"number":3,"verse":"Observe, we put bits in the horses' mouth, so they may obey us and turn around their whole body."},{"number":4,"verse":"Also look at the ships, which though so huge and driven by fierce winds, yet are steered with a very small rudder, wherever the pilot wishes,"},{"number":5,"verse":"and so the tongue is a little thing, but brags about things. Behold, how great forest fire a little fire kindles!"},{"number":6,"verse":"The tongue [is such] a fire, a world of evil, so the tongue is among the members of our body, in that it defiles the whole body and sets on fire the revolving wheel of our existence. It is inflamed by hell."},{"number":7,"verse":"For every animal, bird, reptile, and sea creature is tamed or has been tamed by mankind,"},{"number":8,"verse":"but the tongue can no one tame. [It is] an unruly evil, full of deadly poison."},{"number":9,"verse":"With it we bless God, even the Father, and with the same we curse men, who are made according to God's likeness."},{"number":10,"verse":"Out of the same mouth comes blessing and cursing. My brothers, these things must not be so."},{"number":11,"verse":"Does a spring bubble up at the same place sweet and bitter [water]?"},{"number":12,"verse":"Can the fig tree, my brothers, bear olive berries or a vine figs? So no fountain can yield both salt and fresh water."},{"number":13,"verse":"Who is wise and understanding among you? By good behavior let him show his works with humility and wisdom."},{"number":14,"verse":"If you have bitter envying and rivalry in your heart, do not boast and lie against the truth."},{"number":15,"verse":"This [kind of] wisdom does not come down from above but is earthly, sensual, [and] devilish."},{"number":16,"verse":"For where selfish ambition and selfish ambition exist, there [is] instability and every evil work."},{"number":17,"verse":"But the wisdom that is from above is first of all pure, then peaceable, gentle, easy to be entreated, full of mercy and good fruits, impartial and without hypocrisy."},{"number":18,"verse":"Moreover, the fruit of righteousness is sown in peace by those who cultivate peace."}]}