{"bibleAbbr":"WB1895","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"Now come, you rich people, wail and howl for the miseries that will happen [to you]."},{"number":2,"verse":"Your riches are rotted and your clothes are moth eaten."},{"number":3,"verse":"Your gold and silver is corroded, and their corrosion will be a witness against you and will eat up your flesh like fire. You have amassed riches for these final days."},{"number":4,"verse":"Look! The pay of the workers who harvested your fields, from which you took a cut for yourself, calls out, and the workers' pleas for help has entered the ears of the Lord of Heavenly Armies."},{"number":5,"verse":"You have lived a soft life on this earth and [a life given to] pleasure. You have fattened your hearts as for the day of slaughter."},{"number":6,"verse":"You have condemned [and] killed the righteous; he does not resist you."},{"number":7,"verse":"Be patient, therefore, brothers, until the Lord comes. Look how the farmer waits for the valuable yield from the land and waits for a long time for the early and later rains."},{"number":8,"verse":"Likewise you be patient and steady your hearts, for the Lord's coming draws near."},{"number":9,"verse":"Do not complain about one another, brothers, lest you be condemned. Look! The judge stands at the door."},{"number":10,"verse":"My brothers, let the prophets who have spoken in the name of the Lord be your example of suffering affliction and of patience."},{"number":11,"verse":"Look, we consider them happy who endure. You have heard of the patience of Job and have seen the Lord's conclusion, because the Lord is very compassionate and merciful."},{"number":12,"verse":"But above all, my brothers, do not take an oath, not by heaven, nor by the earth, or anything else. Let your \"Yes\" be yes and your \"No\" be no, lest you fall into hypocrisy."},{"number":13,"verse":"Is any among you experiencing troubles? You must pray. Is any happy? Then sing praise."},{"number":14,"verse":"Is any among you sick? Then summon the congregation's elders, and let them pray for them, anointing them with oil in the Lord's name."},{"number":15,"verse":"The prayer of faith will heal the sick, and the Lord will raise him up. If he has committed any sins, they will be forgiven."},{"number":16,"verse":"Confess [your] sins to one another, and pray for one another, so that you may be healed."},{"number":17,"verse":"Elijah was a man with emotions just like us, he earnestly prayed that it would not rain, and it did not rain on the ground for three years and six months."},{"number":18,"verse":"Then he prayed again, and the sky yielded rain, and the ground produced its crops."},{"number":19,"verse":"Brothers, if any of you wanders from the truth, and someone brings him back again,"},{"number":20,"verse":"let him understand that whoever brings the sinner back again from the deceiving path he was on will save a soul from death and cover a multitude of sins."}]}