{"bibleAbbr":"ERV2006","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"Kings Defeated by Israel The Israelites had taken control of the land east of the Jordan River. They had all the land from Arnon Ravine to Mount Hermon and all the land along the eastern side of the Jordan Valley. These are all the kings the Israelites defeated to take this land:"},{"number":2,"verse":"They defeated King Sihon of the Amorites living in the city of Heshbon. He ruled the land from Aroer at the Arnon Ravine to the Jabbok River. His land started in the center of that ravine. This was their border with the Ammonites. Sihon ruled over half of the land of Gilead."},{"number":3,"verse":"He also ruled over the eastern side of the Jordan Valley from Lake Galilee to the Dead Sea (Salt Sea). And he ruled from Beth Jeshimoth to the south to the hills of Pisgah."},{"number":4,"verse":"They also defeated King Og of Bashan. Og was from the Rephaites. He ruled the land in Ashtaroth and Edrei."},{"number":5,"verse":"Og ruled over Mount Hermon, Salecah, and all the area of Bashan. His land ended where the people of Geshur and Maacah lived. Og also ruled half of the land of Gilead. This land ended at the land of King Sihon of Heshbon."},{"number":6,"verse":"The LORD’s servant Moses and the Israelites defeated all these kings. And Moses gave that land to the tribe of Reuben, the tribe of Gad, and half the tribe of Manasseh. Moses gave them this land to be their own."},{"number":7,"verse":"Joshua and the Israelites defeated the kings of the land west of the Jordan River. This land was in the area west of Baal Gad in the Lebanon Valley as far as Mount Halak that rises toward Seir. Joshua divided it among the tribes."},{"number":8,"verse":"This included the hill country, the western foothills, the Jordan Valley, the eastern mountains, the desert, and the Negev. This was where the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites had lived. These are the kings the Israelites defeated:"},{"number":9,"verse":"the king of Jericho, the king of Ai near Bethel,"},{"number":10,"verse":"the king of Jerusalem, the king of Hebron,"},{"number":11,"verse":"the king of Jarmuth, the king of Lachish,"},{"number":12,"verse":"the king of Eglon, the king of Gezer,"},{"number":13,"verse":"the king of Debir, the king of Geder,"},{"number":14,"verse":"the king of Hormah, the king of Arad,"},{"number":15,"verse":"the king of Libnah, the king of Adullam,"},{"number":16,"verse":"the king of Makkedah, the king of Bethel,"},{"number":17,"verse":"the king of Tappuah, the king of Hepher,"},{"number":18,"verse":"the king of Aphek, the king of Sharon,"},{"number":19,"verse":"the king of Madon, the king of Hazor,"},{"number":20,"verse":"the king of Shimron Meron, the king of Acshaph,"},{"number":21,"verse":"the king of Taanach, the king of Megiddo,"},{"number":22,"verse":"the king of Kedesh, the king of Jokneam in Carmel,"},{"number":23,"verse":"the king of Dor at Mount Dor, the king of Goyim in Gilgal,"},{"number":24,"verse":"and the king of Tirzah. The total number of kings was 31."}]}