{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":41,"verses":[{"number":1,"verse":"לַמְנַצֵּ֗חַ <WH5329> lam-natz-Tze-ach, o the chief Musician מִזְמ֥וֹר <WH4210> [Tmiz-MorA Psalm לְדָוִֽד׃ <WH1732> le-da-Vid. of David אַ֭שְׁרֵי <WH835> 'Ash-rei Blessed מַשְׂכִּ֣יל <WH7919> mas-Kil [is] he that considereth אֶל־ <WH413> 'el- about דָּ֑ל <WH1800> Dal; the poor בְּי֥וֹם <WH3117> be-Yom him in time רָ֝עָ֗ה <WH7451> ra-'Ah, of trouble יְֽמַלְּטֵ֥הוּ <WH4422> ye-mal-le-Te-hu will deliver יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":2,"verse":"יְהוָ֤ה׀ <WH3068> Yah-weh The LORD יִשְׁמְרֵ֣הוּ <WH8104> yish-me-Re-hu will preserve וִֽ֭יחַיֵּהוּ <WH2421> Vi-chai-ye-hu him and keep him alive; יֶאְשֹּׁר ye'sh-shor כוְאֻשַּׁ֣ר <WH833> ve-'ush-Shar call קבָּאָ֑רֶץ <WH776> ba-'A-retz; upon the earth וְאַֽל־ <WH408> ve-'al- not תִּ֝תְּנֵ֗הוּ <WH5414> tit-te-Ne-hu, and thou wilt not deliver בְּנֶ֣פֶשׁ <WH5315> be-Ne-fesh him unto the will אֹיְבָֽיו׃ <WH341> 'o-ye-Vav. of his enemies"},{"number":3,"verse":"יְֽהוָ֗ה <WH3068> Yah-weh The LORD יִ֭סְעָדֶנּוּ <WH5582> Yis-'a-den-nu will strengthen עַל־ <WH5921> 'al- upon עֶ֣רֶשׂ <WH6210> 'E-res him upon the bed דְּוָ֑י <WH1741> de-Vai; of languishing כָּל־ <WH3605> kol- all מִ֝שְׁכָּב֗וֹ <WH4904> mish-ka-Vo, all his bed הָפַ֥כְתָּ <WH2015> ha-Fach-ta thou wilt make בְחָלְיֽוֹ׃ <WH2483> ve-chal-Yo. in his sickness"},{"number":4,"verse":"אֲ‍ ֽנִי־ <WH589> 'ani- I אָ֭מַרְתִּי <WH559> 'A-mar-ti I said יְהוָ֣ה <WH3068> Yah-weh LORD חָנֵּ֑נִי <WH2603> chon-ne-ni be merciful רְפָאָ֥ה <WH7495> re-fa-'Ah unto me heal נַ֝פְשִׁ֗י <WH5315> naf-Shi, my soul כִּי־ <WH3588> ki- for חָטָ֥אתִי <WH2398> cha-Ta-ti for I have sinned לָֽךְ׃ Lach."},{"number":5,"verse":"אוֹיְבַ֗י <WH341> 'oy-Vai, Mine enemies יֹאמְר֣וּ <WH559> yo-me-Ru speak רַ֣ע <WH7451> ra' evil לִ֑י Li; מָתַ֥י <WH4970> ma-Tai When יָ֝מ֗וּת <WH4191> ya-Mut, of me When shall he die וְאָבַ֥ד <WH6> ve-'a-Vad perish שְׁמֽוֹ׃ <WH8034> she-Mo. and his name"},{"number":6,"verse":"וְאִם־ <WH518> ve-'im- and when בָּ֤א <WH935> ba And if he come לִרְא֨וֹת׀ <WH7200> lir-'ot to see שָׁ֤וְא <WH7723> shav vanity יְדַבֵּ֗ר <WH1696> ye-dab-Ber, [me] he speaketh לִבּ֗וֹ <WH3820> lib-Bo, his heart יִקְבָּץ־ <WH6908> yik-botz- gathereth אָ֥וֶן <WH205> 'A-ven iniquity ל֑וֹ lo; יֵצֵ֖א <WH3318> ye-Tze to itself [when] he goeth לַח֣וּץ <WH2351> la-Chutz abroad יְדַבֵּֽר׃ <WH1696> ye-dab-Ber. he telleth"},{"number":7,"verse":"יַ֗חַד <WH3162> Ya-chad, together עָלַ֣י <WH5921> 'a-Lai against יִ֭תְלַחֲשׁוּ <WH3907> Yit-la-cha-shu me whisper כָּל־ <WH3605> kol- All שֹׂנְאָ֑י <WH8130> so-ne-'Ai; All that hate עָלַ֓י׀ <WH5921> 'a-Lai Against יַחְשְׁב֖וּ <WH2803> yach-she-Vu against me against me do they devise רָעָ֣ה <WH7451> ra-'Ah my hurt לִֽי׃ Li."},{"number":8,"verse":"דְּֽבַר־ <WH1697> de-var- disease בְּ֭לִיַּעַל <WH1100> Be-li-ya-'al An evil יָצ֣וּק <WH3332> ya-Tzuk [say they] cleaveth fast בּ֑וֹ bo; וַאֲשֶׁ֥ר <WH834> va-'a-Sher when שָׁ֝כַ֗ב <WH7901> Chav, unto him and [now] that he lieth לֹא־ <WH3808> lo- not יוֹסִ֥יף <WH3254> yo-Sif no more לָקֽוּם׃ <WH6965> la-Kum. he shall rise up"},{"number":9,"verse":"גַּם־ <WH1571> gam- Even אִ֤ישׁ <WH376> 'ish friend שְׁלוֹמִ֨י׀ <WH7965> she-lo-Mi Yea mine own familiar אֲשֶׁר־ <WH834> 'a-Sher- whom בָּטַ֣חְתִּי <WH982> ba-Tach-ti in whom I trusted ב֭וֹ vo אוֹכֵ֣ל <WH398> o-Chel which did eat לַחְמִ֑י <WH3899> lach-Mi; of my bread הִגְדִּ֖יל <WH1431> hig-Dil hath lifted up עָלַ֣י <WH5921> 'a-Lai against עָקֵֽב׃ <WH6119> 'a-Kev. [his] heel"},{"number":10,"verse":"וְאַתָּ֤ה <WH859> ve-'at-Tah you יְהוָ֗ה <WH3069> Yah-weh God חָנֵּ֥נִי <WH2603> chon-ne-ni be merciful וַהֲקִימֵ֑נִי <WH6965> va-ha-ki-Me-ni; unto me and raise me up וַֽאֲשַׁלְּמָ֥ה <WH7999> va-'a-shal-le-Mah that I may requite לָהֶֽם׃ <WH1992> la-Hem. like"},{"number":11,"verse":"בְּזֹ֣את <WH2063> be-Zot I יָ֭דַעְתִּי <WH3045> Ya-da'-ti By this I know כִּֽי־ <WH3588> ki- Because חָפַ֣צְתָּ <WH2654> cha-Fatz-ta that thou favourest בִּ֑י Bi; כִּ֤י <WH3588> ki Because לֹֽא־ <WH3808> lo- does not יָרִ֖יעַ <WH7321> ya-Ri-a' doth not triumph אֹיְבִ֣י <WH341> 'o-ye-Vi me because mine enemy עָלָֽי׃ <WH5921> 'a-Lai. over"},{"number":12,"verse":"וַאֲנִ֗י <WH589> va-'a-Ni, I בְּ֭תֻמִּי <WH8537> Be-tum-mi me in mine integrity תָּמַ֣כְתָּ <WH8551> ta-Mach-ta And as for me thou upholdest בִּ֑י Bi; וַתַּצִּיבֵ֖נִי <WH5324> vat-tatz-tzi-Ve-ni and settest לְפָנֶ֣יךָ <WH6440> le-fa-Nei-cha me before thy face לְעוֹלָֽם׃ <WH5769> le-'o-Lam. for ever"},{"number":13,"verse":"בָּ֘ר֤וּךְ <WH1288> ba-Ruch Blessed יְהוָ֨ה׀ <WH3068> Yah-weh [be] the LORD אֱלֹ֘הֵ֤י <WH430> 'e-Lo-Hei God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel מֵֽ֭הָעוֹלָם <WH5769> Me-ha-'o-lom from everlasting וְעַ֥ד <WH5704> ve-'Ad against הָעוֹלָ֗ם <WH5769> ha-'o-Lam, and to everlasting אָ֘מֵ֥ן׀ <WH543> 'a-Men Amen וְאָמֵֽן׃ <WH543> ve-'a-Men. and Amen"}]}