{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":54,"verses":[{"number":1,"verse":"לַמְנַצֵּ֥חַ <WH5329> lam-natz-Tze-acho the chief Musician בִּנְגִינֹ֗ת <WH5058> [Tbin-gi-Not, on Neginoth מַשְׂכִּ֥יל <WH4905> mas-Kil Maschil לְדָוִֽד׃ <WH1732> le-da-Vid. [A Psalm] of David בְּב֣וֹא <WH935> be-Vo came הַ֭זִּיפִים <WH2130> Haz-zi-fim when the Ziphims וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru and said לְשָׁא֑וּל <WH7586> le-sha-'Ul; to Saul הֲלֹ֥א <WH3808> ha-Lo not דָ֝וִ֗ד <WH1732> da-Vid, Doth not David מִסְתַּתֵּ֥ר <WH5641> mis-tat-Ter hide עִמָּֽנוּ׃ <WH5973> 'im-Ma-nu. O אֱ֭לֹהִים <WH430> E-lo-Him me O God בְּשִׁמְךָ֣ <WH8034> be-shim-Cha by thy name הוֹשִׁיעֵ֑נִי <WH3467> ho-shi-'E-ni; Save וּבִגְבוּרָתְךָ֥ <WH1369> u-vig-vu-ra-te-Cha me by thy strength תְדִינֵֽנִי׃ <WH1777> te-di-Ne-ni. and judge"},{"number":2,"verse":"אֱ֭לֹהִים <WH430> E-lo-Him O God שְׁמַ֣ע <WH8085> she-Ma' Hear תְּפִלָּתִ֑י <WH8605> te-fil-la-Ti; my prayer הַ֝אֲזִ֗ינָה <WH238> ha-'a-Zi-nah, give ear לְאִמְרֵי־ <WH561> le-'im-rei- to the words פִֽי׃ <WH6310> Fi. of my mouth"},{"number":3,"verse":"כִּ֤י <WH3588> ki For זָרִ֨ים׀ <WH2114> za-Rim For strangers קָ֤מוּ <WH6965> Ka-mu are risen up עָלַ֗י <WH5921> 'a-Lai, against וְֽ֭עָרִיצִים <WH6184> Ve-'a-ri-tzim against me and oppressors בִּקְשׁ֣וּ <WH1245> bik-Shu seek נַפְשִׁ֑י <WH5315> naf-Shi; after my soul לֹ֤א <WH3808> lo have not שָׂ֨מוּ <WH7760> Sa-mu they have not set אֱלֹהִ֖ים <WH430> E-lo-Him God לְנֶגְדָּ֣ם <WH5048> le-neg-Dam before סֶֽלָה׃ <WH5542> Se-lah. before them Selah"},{"number":4,"verse":"הִנֵּ֣ה <WH2009> hin-Neh Behold אֱ֭לֹהִים <WH430> E-lo-Him Behold God עֹזֵ֣ר <WH5826> 'o-Zer [is] mine helper לִ֑י Li; אֲ֝דֹנָ֗י <WH136> 'a-do-Nai, the Lord בְּֽסֹמְכֵ֥י <WH5564> be-so-me-Chei [is] with them that uphold נַפְשִֽׁי׃ <WH5315> naf-Shi. my soul"},{"number":5,"verse":"יָשֹׁוב ya-shov כיָשִׁ֣יב <WH7725> ya-Shiv break קהָ֭רַע <WH7451> Ha-ra' evil לְשֹׁרְרָ֑י <WH8324> le-sho-re-Rai; unto mine enemies בַּ֝אֲמִתְּךָ֗ <WH571> ba-'a-mit-te-cha, in thy truth הַצְמִיתֵֽם׃ <WH6789> hatz-mi-Tem. cut them off"},{"number":6,"verse":"בִּנְדָבָ֥ה <WH5071> bin-da-Vah I will freely אֶזְבְּחָה־ <WH2076> 'ez-be-chah- sacrifice לָּ֑ךְ Lach; א֤וֹדֶה <WH3034> o-deh unto thee I will praise שִּׁמְךָ֖ <WH8034> shim-Cha thy name יְהוָ֣ה <WH3068> Yah-weh O LORD כִּי־ <WH3588> ki- for טֽוֹב׃ <WH2896> Tov. for [it is] good"},{"number":7,"verse":"כִּ֣י <WH3588> ki from מִכָּל־ <WH3605> mik-kol all צָ֭רָה <WH6869> Tza-rah me out of all trouble הִצִּילָ֑נִי <WH5337> hitz-tzi-La-ni; For he hath delivered וּ֝בְאֹיְבַ֗י <WH341> u-ve-'o-ye-Vai, [his desire] upon mine enemies רָאֲתָ֥ה <WH7200> ra-'a-Tah hath seen עֵינִֽי׃ <WH5869> 'ei-Ni. and mine eye"}]}