{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":63,"verses":[{"number":1,"verse":"מִזְמ֥וֹר <WH4210> miz-Mor A Psalm לְדָוִ֑ד <WH1732> le-da-Vid; of David בִּ֝הְיוֹת֗וֹ <WH1961> bih-yo-To, was in בְּמִדְבַּ֥ר <WH4057> be-mid-Bar when he was in the wilderness יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah אֱלֹהִ֤ים׀ <WH430> E-lo-Him O God אֵלִ֥י <WH410> 'e-Li thou [art] my God אַתָּ֗ה <WH859> 'at-Tah, I אֲ‍ ֽשַׁחֲ֫רֶ֥ךָּ <WH7836> 'asha-Cha-Re-ka early will I seek צָמְאָ֬ה <WH6770> tza-me-'Ah thirsteth לְךָ֨׀ le-Cha נַפְשִׁ֗י <WH5315> naf-Shi, thee my soul כָּמַ֣הּ <WH3642> ka-Mah longeth לְךָ֣ le-Cha בְשָׂרִ֑י <WH1320> ve-sa-Ri; for thee my flesh בְּאֶֽרֶץ־ <WH776> be-'e-retz- land צִיָּ֖ה <WH6723> tzi-Yah for thee in a dry וְעָיֵ֣ף <WH5889> ve-'a-Yef and thirsty בְּלִי־ <WH1097> be-li- where no מָֽיִם׃ <WH4325> Ma-yim. water"},{"number":2,"verse":"כֵּ֭ן <WH3651> ken Thus בַּקֹּ֣דֶשׁ <WH6944> bak-Ko-desh thee in the sanctuary חֲזִיתִ֑יךָ <WH2372> cha-zi-Ti-cha; so [as] I have seen לִרְא֥וֹת <WH7200> lir-'ot To see עֻ֝זְּךָ֗ <WH5797> 'uz-ze-cha, thy power וּכְבוֹדֶֽךָ׃ <WH3519> u-che-vo-De-cha. and thy glory"},{"number":3,"verse":"כִּי־ <WH3588> ki- Because ט֣וֹב <WH2896> Tov [is] better חַ֭סְדְּךָ <WH2617> Chas-de-cha Because thy lovingkindness מֵֽחַיִּ֗ים <WH2416> me-chai-Yim, than life שְׂפָתַ֥י <WH8193> se-fa-Tai my lips יְשַׁבְּחֽוּנְךָ׃ <WH7623> ye-shab-be-Chu-ne-cha. shall praise"},{"number":4,"verse":"כֵּ֣ן <WH3651> ken So אֲבָרֶכְךָ֣ <WH1288> 'a-va-rech-Cha Thus will I bless בְחַיָּ֑י <WH2416> ve-chai-Yai; thee while I live בְּ֝שִׁמְךָ <WH8034> Be-shim-cha in thy name אֶשָּׂ֥א <WH5375> 'es-Sa I will lift up כַפָּֽי׃ <WH3709> chap-Pai. my hands"},{"number":5,"verse":"כְּמ֤וֹ <WH3644> ke-Mo with חֵ֣לֶב <WH2459> Che-lev as [with] marrow וָ֭דֶשֶׁן <WH1880> Va-de-shen and fatness תִּשְׂבַּ֣ע <WH7646> tis-Ba' shall be satisfied נַפְשִׁ֑י <WH5315> naf-Shi; My soul וְשִׂפְתֵ֥י <WH8193> ve-sif-Tei lips רְ֝נָנ֗וֹת <WH7445> re-na-Not, [thee] with joyful יְהַלֶּל־ <WH1984> ye-hal-lel- shall praise פִּֽי׃ <WH6310> Pi. and my mouth"},{"number":6,"verse":"אִם־ <WH518> 'im- When זְכַרְתִּ֥יךָ <WH2142> ze-char-Ti-cha When I remember עַל־ <WH5921> 'al- on יְצוּעָ֑י <WH3326> ye-tzu-'Ai; thee upon my bed בְּ֝אַשְׁמֻר֗וֹת <WH821> be-'ash-mu-Rot, on thee in the [night] watches אֶהְגֶּה־ <WH1897> 'eh-geh- [and] meditate בָּֽךְ׃ Bach."},{"number":7,"verse":"כִּֽי־ <WH3588> ki- for הָיִ֣יתָ <WH1961> ha-Yi-ta have been עֶזְרָ֣תָה <WH5833> 'ez-Ra-tah Because thou hast been my help לִּ֑י Li; וּבְצֵ֖ל <WH6738> u-ve-Tzel therefore in the shadow כְּנָפֶ֣יךָ <WH3671> ke-na-Fei-cha of thy wings אֲרַנֵּֽן׃ <WH7442> 'a-ran-Nen. will I rejoice"},{"number":8,"verse":"דָּבְקָ֣ה <WH1692> da-ve-Kah followeth hard נַפְשִׁ֣י <WH5315> naf-Shi My soul אַחֲרֶ֑יךָ <WH310> 'a-cha-Rei-cha; after בִּ֝֗י Bi, תָּמְכָ֥ה <WH8551> ta-me-Chah upholdeth יְמִינֶֽךָ׃ <WH3225> ye-mi-Ne-cha. thee thy right hand"},{"number":9,"verse":"וְהֵ֗מָּה <WH1992> ve-Hem-mah, those לְ֭שׁוֹאָה <WH7722> Le-sho-'ah to destroy יְבַקְשׁ֣וּ <WH1245> ye-vak-Shu But those [that] seek נַפְשִׁ֑י <WH5315> naf-Shi; my soul יָ֝בֹ֗אוּ <WH935> ya-Vo-'u, [it] shall go בְּֽתַחְתִּיּ֥וֹת <WH8482> be-tach-ti-Yot into the lower parts הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":10,"verse":"יַגִּירֻ֥הוּ <WH5064> yag-gi-Ru-hu They shall fall עַל־ <WH5921> 'al- unto יְדֵי־ <WH3027> ye-dei- the power חָ֑רֶב <WH2719> Cha-rev; of the sword מְנָ֖ת <WH4521> me-Nat they shall be a portion שֻׁעָלִ֣ים <WH7776> shu-'a-Lim for foxes יִהְיֽוּ׃ <WH1961> yih-Yu. become"},{"number":11,"verse":"וְהַמֶּלֶךְ֮ <WH4428> ve-ham-me-leCh But the king יִשְׂמַ֪ח <WH8055> yis-Mach shall rejoice בֵּאלֹ֫הִ֥ים <WH430> be-Lo-Him in God יִ֭תְהַלֵּל <WH1984> Yit-hal-lel by him shall glory כָּל־ <WH3605> kol- Everyone הַנִּשְׁבָּ֣ע <WH7650> han-nish-Ba' every one that sweareth בּ֑וֹ bo; כִּ֥י <WH3588> ki for יִ֝סָּכֵ֗ר <WH5534> yis-sa-Cher, shall be stopped פִּ֣י <WH6310> pi but the mouth דֽוֹבְרֵי־ <WH1696> dov-rei- of them that speak שָֽׁקֶר׃ <WH8267> Sha-ker. lies"}]}