{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":64,"verses":[{"number":1,"verse":"לַמְנַצֵּ֗חַ <WH5329> lam-natz-Tze-ach, o the chief Musician מִזְמ֥וֹר <WH4210> [Tmiz-MorA Psalm לְדָוִֽד׃ <WH1732> le-da-Vid. of David שְׁמַע־ <WH8085> she-ma'- Hear אֱלֹהִ֣ים <WH430> E-lo-Him O God קוֹלִ֣י <WH6963> ko-Li my voice בְשִׂיחִ֑י <WH7879> ve-si-Chi; in my prayer מִפַּ֥חַד <WH6343> mip-Pa-chad from fear א֝וֹיֵ֗ב <WH341> o-Yev, of the enemy תִּצֹּ֥ר <WH5341> titz-Tzor preserve חַיָּֽי׃ <WH2416> chai-Yai. my life"},{"number":2,"verse":"תַּ֭סְתִּירֵנִי <WH5641> Tas-ti-re-ni Hide מִסּ֣וֹד <WH5475> mis-Sod me from the secret counsel מְרֵעִ֑ים <WH7489> me-re-'Im; of the wicked מֵ֝רִגְשַׁ֗ת <WH7285> me-rig-Shat, from the insurrection פֹּ֣עֲלֵי <WH6466> Po-'a-lei of the workers אָֽוֶן׃ <WH205> 'A-ven. of iniquity"},{"number":3,"verse":"אֲשֶׁ֤ר <WH834> 'a-Sher Who שָׁנְנ֣וּ <WH8150> sha-ne-Nu Who whet כַחֶ֣רֶב <WH2719> cha-Che-rev like a sword לְשׁוֹנָ֑ם <WH3956> le-sho-Nam; their tongue דָּרְכ֥וּ <WH1869> da-re-Chu [and] bend חִ֝צָּ֗ם <WH2671> chitz-Tzam, [their bows to shoot] their arrows דָּבָ֥ר <WH1697> da-Var words מָֽר׃ <WH4751> Mar. [even] bitter"},{"number":4,"verse":"לִיר֣וֹת <WH3384> li-Rot That they may shoot בַּמִּסְתָּרִ֣ים <WH4565> bam-mis-ta-Rim in secret תָּ֑ם <WH8535> Tam; at the perfect פִּתְאֹ֥ם <WH6597> pit-'Om suddenly יֹ֝רֻ֗הוּ <WH3384> yo-Ru-hu, do they shoot וְלֹ֣א <WH3808> ve-Lo not יִירָֽאוּ׃ <WH3372> yi-Ra-'u. at him and fear"},{"number":5,"verse":"יְחַזְּקוּ־ <WH2388> ye-chaz-ze-ku- They encourage לָ֨מוֹ׀ la-mo דָּ֘בָ֤ר <WH1697> da-Var matter רָ֗ע <WH7451> Ra', themselves [in] an evil יְֽ֭סַפְּרוּ <WH5608> Ye-sap-pe-ru they commune לִטְמ֣וֹן <WH2934> lit-Mon privily מוֹקְשִׁ֑ים <WH4170> mok-Shim; snares אָ֝מְר֗וּ <WH559> 'a-me-Ru, they say מִ֣י <WH4310> mi Who יִרְאֶה־ <WH7200> yir-'eh- Who shall see לָּֽמוֹ׃ la-mo."},{"number":6,"verse":"יַֽחְפְּֽשׂוּ־ <WH2664> yach-pe-su- They search out עוֹלֹ֗ת <WH5766> o-Lot, iniquities תַּ֭מְנוּ <WH8552> Tam-nu they accomplish חֵ֣פֶשׂ <WH2664> Che-fes a diligent מְחֻפָּ֑שׂ <WH2665> me-chup-Pas; search וְקֶ֥רֶב <WH7130> ve-Ke-rev both the inward אִ֝֗ישׁ <WH376> 'Ish, [thought] of every one וְלֵ֣ב <WH3820> ve-Lev [of them] and the heart עָמֹֽק׃ <WH6013> 'a-Mok. [is] deep"},{"number":7,"verse":"וַיֹּרֵ֗ם <WH3384> vai-yo-Rem, shall shoot אֱלֹ֫הִ֥ים <WH430> E-lo-Him But God חֵ֥ץ <WH2671> chetz at them [with] an arrow פִּתְא֑וֹם <WH6597> pit-'om; suddenly הָ֝י֗וּ <WH1961> ha-Yu, become מַכּוֹתָֽם׃ <WH4347> mak-ko-Tam. shall they be wounded"},{"number":8,"verse":"וַיַּכְשִׁיל֣וּהוּ <WH3782> vai-yach-shi-Lu-hu to fall עָלֵ֣ימוֹ <WH5921> 'a-Lei-mov is against לְשׁוֹנָ֑ם <WH3956> le-sho-Nam; So they shall make their own tongue יִ֝תְנֹדֲד֗וּ <WH5074> yit-no-da-Du, them shall flee away כָּל־ <WH3605> kol- All רֹ֥אֵה <WH7200> Ro-'eh upon themselves all that see בָֽם׃ Vam."},{"number":9,"verse":"וַיִּֽירְא֗וּ <WH3372> vai-yi-re-'U, shall fear כָּל־ <WH3605> kol- all אָ֫דָ֥ם <WH120> 'a-Dam And all men וַ֭יַּגִּידוּ <WH5046> Vai-yag-gi-du and shall declare פֹּ֥עַל <WH6467> Po-'al the work אֱלֹהִ֗ים <WH430> E-lo-Him, of God וּֽמַעֲשֵׂ֥הוּ <WH4639> u-ma-'a-Se-hu of his doing הִשְׂכִּֽילוּ׃ <WH7919> his-Ki-lu. for they shall wisely consider"},{"number":10,"verse":"יִשְׂמַ֬ח <WH8055> yis-Mach shall be glad צַדִּ֣יק <WH6662> tzad-Dik The righteous בַּ֭יהוָה <WH3069> Yah-weh God וְחָ֣סָה <WH2620> ve-Cha-sah and shall trust ב֑וֹ vo; וְ֝יִתְהַֽלְל֗וּ <WH1984> ve-yit-hal-Lu, shall glory כָּל־ <WH3605> kol- and all יִשְׁרֵי־ <WH3477> yish-rei- in him and all the upright לֵֽב׃ <WH3820> Lev. in heart"}]}