{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":65,"verses":[{"number":1,"verse":"לַמְנַצֵּ֥חַ <WH5329> lam-natz-Tze-acho the chief Musician מִזְמ֗וֹר <WH4210> [Tmiz-Mor, A Psalm לְדָוִ֥ד <WH1732> le-da-Vid of David שִֽׁיר׃ <WH7892> Shir. [and] Song לְךָ֤ le-Cha דֻֽמִיָּ֬ה <WH1747> du-mi-Yah waiteth תְהִלָּ֓ה <WH8416> te-hil-Lah Praise אֱלֹ֘הִ֥ים <WH430> E-lo-Him for thee O God בְּצִיּ֑וֹן <WH6726> be-tzi-Yon; in Sion וּ֝לְךָ֗ u-le-cha, יְשֻׁלַּם־ <WH7999> ye-shul-lam- be performed נֶֽדֶר׃ <WH5088> Ne-der. and unto thee shall the vow"},{"number":2,"verse":"שֹׁמֵ֥עַ <WH8085> sho-Me-a' O thou that hearest תְּפִלָּ֑ה <WH8605> te-fil-Lah; prayer עָ֝דֶ֗יךָ <WH5704> 'a-Dei-cha, to You כָּל־ <WH3605> kol- all בָּשָׂ֥ר <WH1320> ba-Sar unto thee shall all flesh יָבֹֽאוּ׃ <WH935> ya-Vo-'u. come"},{"number":3,"verse":"דִּבְרֵ֣י <WH1697> div-Rei act עֲ֭וֹנֹת <WH5771> 'A-vo-not Iniquities גָּ֣בְרוּ <WH1396> Ga-ve-ru prevail מֶ֑נִּי <WH4480> Men-ni; against פְּ֝שָׁעֵ֗ינוּ <WH6588> pe-sha-'Ei-nu, against me [as for] our transgressions אַתָּ֥ה <WH859> 'at-Tah You תְכַפְּרֵֽם׃ <WH3722> te-chap-pe-Rem. thou shalt purge them away"},{"number":4,"verse":"אַשְׁרֵ֤י׀ <WH835> 'ash-Rei Blessed תִּֽבְחַ֣ר <WH977> tiv-Char [is the man whom] thou choosest וּתְקָרֵב֮ <WH7126> u-te-ka-Rev and causest to approach יִשְׁכֹּ֪ן <WH7931> yish-Kon [unto thee that] he may dwell חֲצֵ֫רֶ֥יךָ <WH2691> cha-Tze-Rei-cha in thy courts נִ֭שְׂבְּעָה <WH7646> Nis-be-'ah we shall be satisfied בְּט֣וּב <WH2898> be-Tuv with the goodness בֵּיתֶ֑ךָ <WH1004> bei-Te-cha; of thy house קְ֝דֹ֗שׁ <WH6918> ke-Dosh, [even] of thy holy הֵיכָלֶֽךָ׃ <WH1964> hei-cha-Le-cha. temple"},{"number":5,"verse":"נ֤וֹרָא֨וֹת׀ <WH3372> no-ra-'ot [By] terrible things בְּצֶ֣דֶק <WH6664> be-Tze-dek in righteousness תַּ֭עֲנֵנוּ <WH6030> Ta-'a-ne-nu wilt thou answer אֱלֹהֵ֣י <WH430> 'e-lo-Hei us O God יִשְׁעֵ֑נוּ <WH3468> yish-'E-nu; of our salvation מִבְטָ֥ח <WH4009> miv-Tach [who art] the confidence כָּל־ <WH3605> kol- of all קַצְוֵי־ <WH7099> katz-vei- of all the ends אֶ֝֗רֶץ <WH776> 'E-retz, of the earth וְיָ֣ם <WH3220> ve-Yam [upon] the sea רְחֹקִֽים׃ <WH7350> re-cho-Kim. and of them that are afar off"},{"number":6,"verse":"מֵכִ֣ין <WH3559> me-Chin setteth fast הָרִ֣ים <WH2022> ha-Rim the mountains בְּכֹח֑וֹ <WH3581> be-cho-Cho; Which by his strength נֶ֝אְזָ֗ר <WH247> ne'-Zar, [being] girded בִּגְבוּרָֽה׃ <WH1369> big-vu-Rah. with power"},{"number":7,"verse":"מַשְׁבִּ֤יחַ׀ <WH7623> mash-Bi-ach Which stilleth שְׁא֣וֹן <WH7588> she-'on the noise יַ֭מִּים <WH3220> Yam-mim of the seas שְׁא֥וֹן <WH7588> she-'on the noise גַּלֵּיהֶ֗ם <WH1530> gal-lei-Hem, of their waves וַהֲמ֥וֹן <WH1995> va-ha-Mon and the tumult לְאֻמִּֽים׃ <WH3816> le-'um-Mim. of the people"},{"number":8,"verse":"וַיִּ֤ירְא֨וּ׀ <WH3372> vai-Yi-re-'U are afraid יֹשְׁבֵ֣י <WH3427> yo-she-Vei They also that dwell קְ֭צָוֹת <WH7098> Ke-tza-vot coast מֵאוֹתֹתֶ֑יךָ <WH226> me-'o-to-Tei-cha; at thy tokens מ֤וֹצָֽאֵי־ <WH4161> Mo-tza-'ei- thou makest the outgoings בֹ֖קֶר <WH1242> Vo-ker of the morning וָעֶ֣רֶב <WH6153> va-'E-rev and evening תַּרְנִֽין׃ <WH7442> tar-Nin. to rejoice"},{"number":9,"verse":"פָּקַ֥דְתָּ <WH6485> pa-Kad-ta Thou visitest הָאָ֨רֶץ׀ <WH776> ha-'A-retz the earth וַתְּשֹׁ֪קְקֶ֡הָ <WH7783> vat-te-Sho-ke-Ke-ha and waterest רַבַּ֬ת <WH7227> rab-Bat it thou greatly תַּעְשְׁרֶ֗נָּה <WH6238> ta'-she-Ren-nah, enrichest פֶּ֣לֶג <WH6388> Pe-leg it with the river אֱ֭לֹהִים <WH430> E-lo-Him of God מָ֣לֵא <WH4390> Ma-le [which] is full מָ֑יִם <WH4325> Ma-yim; of water תָּכִ֥ין <WH3559> ta-Chin thou preparest דְּ֝גָנָ֗ם <WH1715> de-ga-Nam, them corn כִּי־ <WH3588> ki- for כֵ֥ן <WH3651> chen thus תְּכִינֶֽהָ׃ <WH3559> te-chi-Ne-ha. when thou hast so provided"},{"number":10,"verse":"תְּלָמֶ֣יהָ <WH8525> te-la-Mei-ha the ridges רַ֭וֵּה <WH7301> Rav-veh thereof abundantly נַחֵ֣ת <WH5181> na-Chet thou settlest גְּדוּדֶ֑יהָ <WH1417> ge-du-Dei-ha; ridges בִּרְבִיבִ֥ים <WH7241> bir-vi-Vim with showers תְּ֝מֹגְגֶ֗נָּה <WH4127> te-mo-ge-Gen-nah, thereof thou makest it soft צִמְחָ֥הּ <WH6780> tzim-Chah the springing תְּבָרֵֽךְ׃ <WH1288> te-va-Rech. thou blessest"},{"number":11,"verse":"עִ֭טַּרְתָּ <WH5849> 'It-tar-ta Thou crownest שְׁנַ֣ת <WH8141> she-Nat the year טוֹבָתֶ֑ךָ <WH2896> toa-Te-cha; with thy goodness וּ֝מַעְגָּלֶ֗יךָ <WH4570> u-ma'-ga-Lei-cha, and thy paths יִרְעֲפ֥וּן <WH7491> yir-'a-Fun drop דָּֽשֶׁן׃ <WH1880> Da-shen. fatness"},{"number":12,"verse":"יִ֭רְעֲפוּ <WH7491> Yir-'a-fu They drop נְא֣וֹת <WH4999> ne-'ot [upon] the pastures מִדְבָּ֑ר <WH4057> mid-Bar; of the wilderness וְ֝גִ֗יל <WH1524> ve-Gil, rejoice גְּבָע֥וֹת <WH1389> ge-va-'ot and the little hills תַּחְגֹּֽרְנָה׃ <WH2296> tach-Go-re-nah. on every side"},{"number":13,"verse":"לָבְשׁ֬וּ <WH3847> la-ve-Shu are clothed כָרִ֨ים׀ <WH3733> cha-Rim The pastures הַצֹּ֗אן <WH6629> hatz-Tzon, with flocks וַעֲמָקִ֥ים <WH6010> va-'a-ma-Kim the valleys יַֽעַטְפוּ־ <WH5848> ya-'at-fu- also are covered over בָ֑ר <WH1250> Var; with corn יִ֝תְרוֹעֲע֗וּ <WH7321> yit-ro-'a-'U, they shout for joy אַף־ <WH637> 'af- yes יָשִֽׁירוּ׃ <WH7891> ya-Shi-ru. they also sing"}]}