{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":82,"verses":[{"number":1,"verse":"מִזְמ֗וֹר <WH4210> miz-Mor, A Psalm לְאָ֫סָ֥ף <WH623> le-'A-Saf of Asaph אֱ‍ ֽלֹהִ֗ים <WH430> 'elo-Him, God נִצָּ֥ב <WH5324> nitz-Tzav standeth בַּעֲדַת־ <WH5712> ba-'a-dat- in the congregation אֵ֑ל <WH410> 'El; of the mighty בְּקֶ֖רֶב <WH7130> be-Ke-rev among אֱלֹהִ֣ים <WH430> E-lo-Him the gods יִשְׁפֹּֽט׃ <WH8199> yish-Pot. he judgeth"},{"number":2,"verse":"עַד־ <WH5704> 'ad- against מָתַ֥י <WH4970> ma-Tai How תִּשְׁפְּטוּ־ <WH8199> tish-pe-tu- How long will ye judge עָ֑וֶל <WH5766> 'A-vel; unjustly וּפְנֵ֥י <WH6440> u-fe-Nei the persons רְ֝שָׁעִ֗ים <WH7563> re-sha-'Im, wicked תִּשְׂאוּ־ <WH5375> tis-'u- and accept סֶֽלָה׃ <WH5542> Se-lah. Selah"},{"number":3,"verse":"שִׁפְטוּ־ <WH8199> shif-tu- Defend דַ֥ל <WH1800> dal the poor וְיָת֑וֹם <WH3490> ve-ya-Tom; and fatherless עָנִ֖י <WH6041> 'a-Ni to the afflicted וָרָ֣שׁ <WH7326> va-Rash and needy הַצְדִּֽיקוּ׃ <WH6663> hatz-Di-ku. do justice"},{"number":4,"verse":"פַּלְּטוּ־ <WH6403> pal-le-tu- Deliver דַ֥ל <WH1800> dal the poor וְאֶבְי֑וֹן <WH34> ve-'ev-Yon; and needy מִיַּ֖ד <WH3027> mi-Yad [them] out of the hand רְשָׁעִ֣ים <WH7563> re-sha-'Im of the wicked הַצִּֽילוּ׃ <WH5337> hatz-Tzi-lu. rid"},{"number":5,"verse":"לֹ֤א <WH3808> lo nor יָֽדְע֨וּ׀ <WH3045> ya-de-'U They know וְלֹ֥א <WH3808> ve-Lo nor יָבִ֗ינוּ <WH995> ya-Vi-nu, not neither will they understand בַּחֲשֵׁכָ֥ה <WH2825> ba-cha-she-Chah on in darkness יִתְהַלָּ֑כוּ <WH1980> yit-hal-La-chu; they walk יִ֝מּ֗וֹטוּ <WH4131> yim-Mo-tu, are out of course כָּל־ <WH3605> kol- All מ֥וֹסְדֵי <WH4144> Mos-dei all the foundations אָֽרֶץ׃ <WH776> 'A-retz. of the earth"},{"number":6,"verse":"אֲ‍ ֽנִי־ <WH589> 'ani- I אָ֭מַרְתִּי <WH559> 'A-mar-ti I have said אֱלֹהִ֣ים <WH430> E-lo-Him Ye [are] gods אַתֶּ֑ם <WH859> 'at-Tem; of you וּבְנֵ֖י <WH1121> u-ve-Nei and all of you [are] children עֶלְי֣וֹן <WH5945> el-Yon of the most High כֻּלְּכֶֽם׃ <WH3605> kul-le-Chem. and all"},{"number":7,"verse":"אָ֭כֵן <WH403> 'A-chen But כְּאָדָ֣ם <WH120> ke-'a-Dam like men תְּמוּת֑וּן <WH4191> te-mu-Tun; ye shall die וּכְאַחַ֖ד <WH259> u-che-'a-Chad like one הַשָּׂרִ֣ים <WH8269> has-sa-Rim of the princes תִּפֹּֽלוּ׃ <WH5307> tip-Po-lu. and fall"},{"number":8,"verse":"קוּמָ֣ה <WH6965> ku-Mah Arise אֱ֭לֹהִים <WH430> E-lo-Him O God שָׁפְטָ֣ה <WH8199> sha-fe-Tah judge הָאָ֑רֶץ <WH776> ha-'A-retz; the earth כִּֽי־ <WH3588> ki- for אַתָּ֥ה <WH859> 'at-Tah who תִ֝נְחַ֗ל <WH5157> tin-Chal, for thou shalt inherit בְּכָל־ <WH3605> be-chol all הַגּוֹיִֽם׃ <WH1471> hag-go-Yim. all nations"}]}