{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"תְּפִלָּה֮ <WH8605> te-fil-Lah A Prayer לְמֹשֶׁ֪ה <WH4872> le-mo-Sheh of Moses אִֽישׁ־ <WH376> 'ish- the man הָאֱלֹ֫הִ֥ים <WH430> ha-'E-lo-Him of God אֲ‍ ֽדֹנָ֗י <WH136> 'ado-Nai, Lord מָע֣וֹן <WH4583> ma-'on thou hast been our dwelling place אַ֭תָּה <WH859> 'At-tah You הָיִ֥יתָ <WH1961> ha-Yi-ta have been לָּ֗נוּ La-nu, בְּדֹ֣ר <WH1755> be-Dor in all וָדֹֽר׃ <WH1755> va-Dor. generations"},{"number":2,"verse":"בְּטֶ֤רֶם׀ <WH2962> be-Te-rem Before הָ֘רִ֤ים <WH2022> ha-Rim Before the mountains יֻלָּ֗דוּ <WH3205> yul-La-du, were brought forth וַתְּח֣וֹלֵֽל <WH2342> vat-te-Cho-lel or ever thou hadst formed אֶ֣רֶץ <WH776> 'E-retz the earth וְתֵבֵ֑ל <WH8398> ve-te-Vel; and the world וּֽמֵעוֹלָ֥ם <WH5769> u-me-'o-Lam even from everlasting עַד־ <WH5704> 'ad- to ע֝וֹלָ֗ם <WH5769> o-Lam, everlasting אַתָּ֥ה <WH859> 'at-Tah You אֵֽל׃ <WH410> 'El. thou [art] God"},{"number":3,"verse":"תָּשֵׁ֣ב <WH7725> ta-Shev Thou turnest אֱ֭נוֹשׁ <WH582> 'E-noosh man עַד־ <WH5704> 'ad- into דַּכָּ֑א <WH1793> dak-Ka; to destruction וַ֝תֹּ֗אמֶר <WH559> vat-To-mer, and sayest שׁ֣וּבוּ <WH7725> Shu-vu Return בְנֵי־ <WH1121> ve-nei- ye children אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":4,"verse":"כִּ֤י <WH3588> ki when אֶ֪לֶף <WH505> 'E-lef For a thousand שָׁנִ֡ים <WH8141> sha-Nim years בְּֽעֵינֶ֗יךָ <WH5869> be-'ei-Nei-cha, in thy sight כְּי֣וֹם <WH3117> ke-Yom [are but] as אֶ֭תְמוֹל <WH865> 'Et-mol yesterday כִּ֣י <WH3588> ki when יַעֲבֹ֑ר <WH5674> ya-'a-Vor; when it is past וְאַשְׁמוּרָ֥ה <WH821> ve-'ash-mu-Rah and [as] a watch בַלָּֽיְלָה׃ <WH3915> val-La-ye-lah. in the night"},{"number":5,"verse":"זְ֭רַמְתָּם <WH2229> Ze-ram-tom Thou carriest them away as with a flood שֵׁנָ֣ה <WH8142> she-Nah they are [as] a sleep יִהְי֑וּ <WH1961> yih-Yu; fall בַּ֝בֹּ֗קֶר <WH1242> bab-Bo-ker, in the morning כֶּחָצִ֥יר <WH2682> ke-cha-Tzir [they are] like grass יַחֲלֹֽף׃ <WH2498> ya-cha-Lof. [which] groweth up"},{"number":6,"verse":"בַּ֭בֹּקֶר <WH1242> Bab-bo-ker In the morning יָצִ֣יץ <WH6692> ya-Tzitz it flourisheth וְחָלָ֑ף <WH2498> ve-cha-Laf; and groweth up לָ֝עֶ֗רֶב <WH6153> la-'E-rev, in the evening יְמוֹלֵ֥ל <WH4135> ye-mo-Lel it is cut down וְיָבֵֽשׁ׃ <WH3001> ve-ya-Vesh. and withereth"},{"number":7,"verse":"כִּֽי־ <WH3588> ki- for כָלִ֥ינוּ <WH3615> cha-Li-nu For we are consumed בְאַפֶּ֑ךָ <WH639> ve-'ap-Pe-cha; by thine anger וּֽבַחֲמָתְךָ֥ <WH2534> u-va-cha-ma-te-Cha and by thy wrath נִבְהָֽלְנוּ׃ <WH926> niv-Hal-nu. are we troubled"},{"number":8,"verse":"שַׁתָּ sha-ta כשַׁתָּ֣ה <WH7896> shat-Tah apply קעֲוֹנֹתֵ֣ינוּ <WH5771> 'a-vo-no-Tei-nu our iniquities לְנֶגְדֶּ֑ךָ <WH5048> le-neg-De-cha; before עֲ֝לֻמֵ֗נוּ <WH5956> 'a-lu-Me-nu, before thee our secret לִמְא֥וֹר <WH3974> lim-'or [sins] in the light פָּנֶֽיךָ׃ <WH6440> pa-Nei-cha. of thy countenance"},{"number":9,"verse":"כִּ֣י <WH3588> ki for כָל־ <WH3605> chol for all יָ֭מֵינוּ <WH3117> Ya-mei-nu For all our days פָּנ֣וּ <WH6437> pa-Nu are passed away בְעֶבְרָתֶ֑ךָ <WH5678> ve-'ev-ra-Te-cha; in thy wrath כִּלִּ֖ינוּ <WH3615> kil-Li-nu we spend שָׁנֵ֣ינוּ <WH8141> sha-Nei-nu our years כְמוֹ־ <WH3644> che-mov- like הֶֽגֶה׃ <WH1899> He-geh. as a tale"},{"number":10,"verse":"יְמֵֽי־ <WH3117> ye-mei- The days שְׁנוֹתֵ֨ינוּ <WH8141> she-no-Tei-nu of our years בָהֶ֥ם va-Hem שִׁבְעִ֪ים <WH7657> shiv-'Im and ten שָׁנָ֡ה <WH8141> sha-Nah years וְאִ֤ם <WH518> ve-'Im if בִּגְבוּרֹ֨ת׀ <WH1369> big-vu-Rot and if by reason of strength שְׁמ֘וֹנִ֤ים <WH8084> she-Mo-Nim [they be] fourscore שָׁנָ֗ה <WH8141> sha-Nah, years וְ֭רָהְבָּם <WH7296> Ve-ra-he-bom yet [is] their strength עָמָ֣ל <WH5999> 'a-Mal labour וָאָ֑וֶן <WH205> va-'A-ven; and sorrow כִּי־ <WH3588> ki- for גָ֥ז <WH1468> gaz cut off חִ֝֗ישׁ <WH2440> Chish, for it is soon וַנָּעֻֽפָה׃ <WH5774> van-na-'U-fah. and we fly away"},{"number":11,"verse":"מִֽי־ <WH4310> mi- Who י֭וֹדֵעַ <WH3045> Yo-de-a' Who knoweth עֹ֣ז <WH5797> 'oz the power אַפֶּ֑ךָ <WH639> 'ap-Pe-cha; of your anger וּ֝כְיִרְאָתְךָ֗ <WH3374> u-che-yir-'a-te-cha, to the fear עֶבְרָתֶֽךָ׃ <WH5678> 'ev-ra-Te-cha. [so is] thy wrath"},{"number":12,"verse":"לִמְנ֣וֹת <WH4487> lim-Not [us] to number יָ֭מֵינוּ <WH3117> Ya-mei-nu our days כֵּ֣ן <WH3651> ken So הוֹדַ֑ע <WH3045> ho-Da'; So teach וְ֝נָבִ֗א <WH935> ve-na-Vi, that we may apply לְבַ֣ב <WH3824> le-Vav [our] hearts חָכְמָֽה׃ <WH2451> choch-mah unto wisdom"},{"number":13,"verse":"שׁוּבָ֣ה <WH7725> shu-Vah Return יְ֭הוָה <WH3068> Yah-weh O LORD עַד־ <WH5704> 'ad- against מָתָ֑י <WH4970> ma-Tai; how וְ֝הִנָּחֵ֗ם <WH5162> ve-hin-na-Chem, how long;and let it repent עַל־ <WH5921> 'al- for עֲבָדֶֽיךָ׃ <WH5650> 'a-va-Dei-cha. thee concerning thy servants"},{"number":14,"verse":"שַׂבְּעֵ֣נוּ <WH7646> sab-be-'E-nu O satisfy בַבֹּ֣קֶר <WH1242> vab-Bo-ker us early חַסְדֶּ֑ךָ <WH2617> chas-De-cha; with thy mercy וּֽנְרַנְּנָ֥ה <WH7442> u-ne-ran-ne-Nah that we may rejoice וְ֝נִשְׂמְחָ֗ה <WH8055> ve-nis-me-Chah, and be glad בְּכָל־ <WH3605> be-chol all יָמֵֽינוּ׃ <WH3117> ya-Mei-nu. all our days"},{"number":15,"verse":"שַׂ֭מְּחֵנוּ <WH8055> me-che-nu Make us glad כִּימ֣וֹת <WH3117> ki-Mot according to the days עִנִּיתָ֑נוּ <WH6031> 'in-ni-Ta-nu; [wherein] thou hast afflicted שְׁ֝נ֗וֹת <WH8141> Not, us [and] the years רָאִ֥ינוּ <WH7200> ra-'I-nu [wherein] we have seen רָעָֽה׃ <WH7451> ra-'Ah. evil"},{"number":16,"verse":"יֵרָאֶ֣ה <WH7200> ye-ra-'Eh appear אֶל־ <WH413> 'el- to עֲבָדֶ֣יךָ <WH5650> 'a-va-Dei-cha unto thy servants פָעֳלֶ֑ךָ <WH6467> fo-'o-Le-cha; Let thy work וַ֝הֲדָרְךָ֗ <WH1926> va-ha-da-re-cha, and thy glory עַל־ <WH5921> 'al- unto בְּנֵיהֶֽם׃ <WH1121> be-nei-Hem. unto their children"},{"number":17,"verse":"וִיהִ֤י׀ <WH1961> vi-Hi Let נֹ֤עַם <WH5278> No-'am And let the beauty אֲדֹנָ֥י <WH136> 'a-do-Nai of the Lord אֱלֹהֵ֗ינוּ <WH430> 'e-lo-Hei-nu, our God עָ֫לֵ֥ינוּ <WH5921> 'a-Lei-nu and וּמַעֲשֵׂ֣ה <WH4639> u-ma-'a-Seh thou the work יָ֭דֵינוּ <WH3027> Ya-dei-nu of our hands כּוֹנְנָ֥ה <WH3559> kon-Nah be upon us and establish עָלֵ֑ינוּ <WH5921> 'a-Lei-nu; and וּֽמַעֲשֵׂ֥ה <WH4639> u-ma-'a-Seh upon us yea the work יָ֝דֵ֗ינוּ <WH3027> ya-Dei-nu, of our hands כּוֹנְנֵֽהוּ׃ <WH3559> kon-Ne-hu. establish"}]}