{"bibleAbbr":"KJV2000","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"These are the journeys of the children of Israel, who went forth out of the land of Egypt with their armies under the hand of Moses and Aaron."},{"number":2,"verse":"And Moses wrote their starting points of their journeys by the commandment of the LORD: and these are their journeys according to their starting points."},{"number":3,"verse":"And they departed from Rameses in the first month, on the fifteenth day of the first month; the next day after the passover the children of Israel went out with boldness in the sight of all the Egyptians."},{"number":4,"verse":"For the Egyptians buried all their firstborn, which the LORD had smitten among them: upon their gods also the LORD executed judgments."},{"number":5,"verse":"And the children of Israel set out from Rameses, and encamped at Succoth."},{"number":6,"verse":"And they departed from Succoth, and encamped at Etham, which is in the edge of the wilderness."},{"number":7,"verse":"And they set out from Etham, and turned again unto Pihahiroth, which is east of Baalzephon: and they encamped before Migdol."},{"number":8,"verse":"And they departed from before Pihahiroth, and passed through the midst of the sea into the wilderness, and went three days' journey in the wilderness of Etham, and encamped at Marah."},{"number":9,"verse":"And they set out from Marah, and came unto Elim: and in Elim were twelve fountains of water, and three score and ten palm trees; and they encamped there."},{"number":10,"verse":"And they set out from Elim, and encamped by the Red sea."},{"number":11,"verse":"And they set out from the Red sea, and encamped in the wilderness of Sin."},{"number":12,"verse":"And they took their journey out of the wilderness of Sin, and encamped at Dophkah."},{"number":13,"verse":"And they departed from Dophkah, and encamped at Alush."},{"number":14,"verse":"And they set out from Alush, and encamped at Rephidim, where there was no water for the people to drink."},{"number":15,"verse":"And they departed from Rephidim, and encamped in the wilderness of Sinai."},{"number":16,"verse":"And they set out from the desert of Sinai, and encamped at Kibrothhattaavah."},{"number":17,"verse":"And they departed from Kibrothhattaavah, and encamped at Hazeroth."},{"number":18,"verse":"And they departed from Hazeroth, and encamped at Rithmah."},{"number":19,"verse":"And they departed from Rithmah, and encamped at Rimmonperez."},{"number":20,"verse":"And they departed from Rimmonperez, and encamped at Libnah."},{"number":21,"verse":"And they set out from Libnah, and encamped at Rissah."},{"number":22,"verse":"And they journeyed from Rissah, and encamped at Kehelathah."},{"number":23,"verse":"And they went from Kehelathah, and encamped at mount Shepher."},{"number":24,"verse":"And they set out from mount Shepher, and encamped at Haradah."},{"number":25,"verse":"And they set out from Haradah, and encamped at Makheloth."},{"number":26,"verse":"And they set out from Makheloth, and encamped at Tahath."},{"number":27,"verse":"And they departed from Tahath, and encamped at Terah."},{"number":28,"verse":"And they set out from Terah, and encamped at Mithkah."},{"number":29,"verse":"And they went from Mithkah, and encamped at Hashmonah."},{"number":30,"verse":"And they departed from Hashmonah, and encamped at Moseroth."},{"number":31,"verse":"And they departed from Moseroth, and encamped at Benejaakan."},{"number":32,"verse":"And they set out from Benejaakan, and encamped at Horhaggidgad."},{"number":33,"verse":"And they went from Horhaggidgad, and encamped at Jotbathah."},{"number":34,"verse":"And they set out from Jotbathah, and encamped at Abronah."},{"number":35,"verse":"And they departed from Abronah, and encamped at Eziongeber."},{"number":36,"verse":"And they set out from Eziongeber, and encamped in the wilderness of Zin, which is Kadesh."},{"number":37,"verse":"And they set out from Kadesh, and encamped at mount Hor, in the edge of the land of Edom."},{"number":38,"verse":"And Aaron the priest went up into mount Hor at the commandment of the LORD, and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the first day of the fifth month."},{"number":39,"verse":"And Aaron was a hundred and twenty and three years old when he died on mount Hor."},{"number":40,"verse":"And king of Arad, the Canaanite, who dwelt in the south in the land of Canaan, heard of the coming of the children of Israel."},{"number":41,"verse":"And they departed from mount Hor, and encamped at Zalmonah."},{"number":42,"verse":"And they departed from Zalmonah, and encamped at Punon."},{"number":43,"verse":"And they departed from Punon, and encamped at Oboth."},{"number":44,"verse":"And they departed from Oboth, and encamped at Iyeabarim, at the border of Moab."},{"number":45,"verse":"And they departed from Iyim, and encamped at Dibongad."},{"number":46,"verse":"And they set out from Dibongad, and encamped at Almondiblathaim."},{"number":47,"verse":"And they set out from Almondiblathaim, and encamped in the mountains of Abarim, before Nebo."},{"number":48,"verse":"And they departed from the mountains of Abarim, and encamped in the plains of Moab by the Jordan near Jericho."},{"number":49,"verse":"And they encamped by the Jordan, from Bethjeshimoth even unto Abelshittim in the plains of Moab."},{"number":50,"verse":"And the LORD spoke unto Moses in the plains of Moab by the Jordan near Jericho, saying,"},{"number":51,"verse":"Speak unto the children of Israel, and say unto them, When you have passed over Jordan into the land of Canaan;"},{"number":52,"verse":"Then you shall drive out all the inhabitants of the land from before you, and destroy all their engraved stones, and destroy all their molten images, and demolish all their high places:"},{"number":53,"verse":"And you shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it."},{"number":54,"verse":"And you shall divide the land by lot for an inheritance among your families: and to the more you shall give the more inheritance, and to the fewer you shall give the less inheritance: every man's inheritance shall be in the place where his lot falls; according to the tribes of your fathers you shall inherit."},{"number":55,"verse":"But if you will not drive out the inhabitants of the land from before you; then it shall come to pass, that those whom you let remain of them shall be barbs in your eyes, and thorns in your sides, and shall trouble you in the land wherein you dwell."},{"number":56,"verse":"Moreover it shall come to pass, that I shall do unto you, as I thought to do unto them."}]}