{"bibleAbbr":"WYC1395","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"The birthun of the word of the Lord to Israel, in the hond of Malachie, the profete."},{"number":2,"verse":"Y louyde you, seith the Lord, and ye seiden, In what thing louydist thou vs? Whether Esau was not the brother of Jacob, seith the Lord, and Y louyde Jacob,"},{"number":3,"verse":"forsothe Y hatide Esau? And Y haue put Seir the hillis of hym in to wildirnesse, and his eritage in to dragouns of desert."},{"number":4,"verse":"That if Idumee seith, We ben distried, but we schulen turne ayen, and bilde tho thingis that ben distried; the Lord of oostis seith these thingis, These schulen bilde, and Y schal distrie; and thei schulen be clepid termes of wickidnesse, and a puple to whom the Lord is wroth, til in to with outen ende."},{"number":5,"verse":"And youre iyen schulen se, and ye schulen seie, The Lord be magnefied on the terme of Israel."},{"number":6,"verse":"The sone onourith the fader, and the seruaunt schal drede his lord; therfor if Y am fadir, wher is myn onour? and if Y am lord, where is my drede? seith the Lord of oostis. A! ye prestis, to you that dispisen my name; and ye seiden, Wherynne han we dispisid thi name?"},{"number":7,"verse":"Ye offren on myn auter vncleene breed, and ye seien, Wherynne han we defoulid thee? In that thing that ye seien, The boord of the Lord is dispisid."},{"number":8,"verse":"If ye offren a blynd beest to be sacrifisid, whether it is not yuel? And if ye offren a crokid and sike beeste, whether it is not yuel? Offre thou it to thi duyk, if it schal plese hym, ether if he schal resseyue thi face, seith the Lord of oostis."},{"number":9,"verse":"And now biseche ye the cheer of the Lord, that he haue merci on you; for of youre hond this thing is doon, if in ony maner he resseiue youre faces, seith the Lord of oostis."},{"number":10,"verse":"Who is `in you that closith doris, and brenneth myn auter `of his owne wille, ethir freli? Wille is not to me in you, seith the Lord of oostis; and Y schal not resseyue a yifte of youre hond."},{"number":11,"verse":"For fro rysyng of the sunne til to goyng doun, my name is greet in hethene men; and in ech place a cleene offring is sacrifisid, and offrid to my name; for my name is greet in hethene men, seith the Lord of oostis."},{"number":12,"verse":"And ye han defoulid it in that that ye seien, The boord of the Lord is defoulid, and that that is put aboue is `worthi to be dispisid, with fier that deuourith it."},{"number":13,"verse":"And ye seiden, Lo! of trauel; and ye han blowe it a wei, seith the Lord of oostis. And ye brouyten in of raueyns a crokid thlng and sijk, and brouyten in a yifte; whether Y schal resseyue it of youre hond? seith the Lord."},{"number":14,"verse":"Cursid is the gileful, that hath in his floc a male beeste, and `he makynge a vow offrith a feble to the Lord; for Y am a greet kyng, seith the Lord of oostis, and my name is dredeful `in folkis."}]}