{"bibleAbbr":"NET2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"Babylon is Destroyed After these things I saw another angel, who possessed great authority, coming down out of heaven, and the earth was lit up by his radiance. (tn Grk “glory”; but often in the sense of splendor, brightness, or radiance (see L&N 14.49).)"},{"number":2,"verse":"He (tn Here καί (kai) has not been translated because of differences between Greek and English style) shouted with a powerful voice: “Fallen, fallen, is Babylon the great! She (tn Or “It” (the subject is embedded in the verb in Greek; the verb only indicates that it is third person). Since the city has been personified as the great prostitute, the feminine pronoun was used in the translation.) has become a lair for demons, a haunt (tn Here BDAG 1067 s. v. φυλακή 3 states, “a place where guarding is done, prison…Of the nether world or its place of punishment (πνεῦμα 2 and 4c) 1 Pt 3:19 (BReicke, The Disobedient Spirits and Christian Baptism ’46, 116f). It is in a φ. in the latter sense that Satan will be rendered harmless during the millennium Rv 20:7. The fallen city of Babylon becomes a φυλακή haunt for all kinds of unclean spirits and birds 18:2ab.”) for every unclean spirit, a haunt for every unclean bird, a haunt for every unclean and detested beast. (tc There are several problems in this verse. It seems that according to the ms evidence the first two phrases (i. e., “and a haunt for every unclean spirit, and a haunt for every unclean bird” [καὶ φυλακὴ παντὸς πνεύματος ἀκαθάρτου καὶ φυλακὴ παντὸς ὀρνέου ἀκαθάρτου, kai fulakh panto\" pneumato\" akaqartou kai fulakh panto\" orneou akaqartou]) are to be regarded as authentic, though there are some ms discrepancies. The similar beginnings (καὶ φυλακὴ παντός) and endings (ἀκαθάρτου) of each phrase would easily account for some mss omitting one or the other phrase. The third phrase (“a haunt for every unclean animal” [καὶ φυλακὴ παντὸς θηρίου ἀκαθάρτου, kai fulakh panto\" qhriou akaqartou]), however, is more problematic since it is missing in several important mss (א C 051 Ï). The passage as a whole, including the third phrase, seems to be an allusion to Isa 13:21 and 34:11. It seems reasonable, in such a case, to assume that since there is good ms evidence to support the third phrase (A 1611 2329 al), it probably dropped out of certain mss because of its similarity to the two preceding clauses. It is the presence of all three phrases in the original that most likely gave rise to the divergent ms evidence extant today.)"},{"number":3,"verse":"For all the nations (tn Or “all the Gentiles” (the same Greek word may be translated “Gentiles” or “nations”).) have fallen (tc ‡ Several mss (א A C 1006* 1611 1841 2030 ÏK), including the best witnesses, read “have fallen” (πεπτώκασιν or πέπτωκαν [peptwkasin or peptwkan]). The singular πέπτωκεν (peptwken), which is better grammatically with the neuter plural subject πάντα τὰ ἔθνη (panta ta eqnh, “all the nations”), is read by 1854 2062 pc; 2042 pc read πεπότικεν (pepotiken). A few mss (1006c 2329 pc latt syh) read “have drunk” (πέπωκαν/πεπώκασιν, pepwkan/pepwkasin); the singular πέπωκεν (pepwken) is read by P 051 1 2053* al. The more difficult reading and that which has the best ms support is “have fallen.” That it is not too difficult is evidenced by the fact that the great majority of Byzantine minuscules, which have a tendency to smooth out problems, left it stand as is. Nonetheless, it is somewhat difficult (TCGNT 683 says that this reading is “scarcely suitable in the context”), and for that reason certain mss seem to have changed it to “have drunk” to agree with the idea of “wine” (οἴνου, oinou). One can understand how this could happen: A scribe coming to the text and seeing the term “wine” expects a verb of drinking. When he sees “have fallen” and knows that in Greek the verbs “have fallen” and “have drunk” are spelled similarly, he concludes that there has been a slip of the pen in the ms he is using, which he then seeks to correct back to the “have drunk” reading. This appears to be more reasonable than to conclude that three early uncials (i. e., א A C) as well as a great number of other witnesses all felt the need to change “have drunk” (πέπωκαν) to “have fallen” (πέπτωκαν), even if “fallen” occurs in the immediate context (“fallen, fallen, [ἔπεσεν ἔπεσεν, epesen epesen] Babylon the great” in the preceding verse). The preferred reading, on both external and internal grounds, is “have fallen,” and thus the Seer intends to focus on the effects of wine, namely, a drunken stupor.) from the wine of her immoral passion, (tn See the notes on the words “passion” in Rev 14:8 and “wrath” in 16:19.) and the kings of the earth have committed sexual immorality with her, and the merchants of the earth have gotten rich from the power of her sensual behavior.” (tn According to BDAG 949 s. v. στρῆνος and στρηνιάω, these terms can refer either to luxury or sensuality. In the context of Rev 18, however (as L&N 88.254 indicate) the stress is on gratification of the senses by sexual immorality, so that meaning was emphasized in the translation here.)"},{"number":4,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence within the narrative.) I heard another voice from heaven saying, “Come out of her, my people, so you will not take part in her sins and so you will not receive her plagues,"},{"number":5,"verse":"because her sins have piled (tn On ἐκολλήθησαν (ekollhqhsan) BDAG 556 s. v. κολλάω 2. a. β states, “fig. cling to = come in close contact with (cp. Ps 21:16; 43:26 ἐκολλήθη εἰς γῆν ἡ γαστὴρ ἡμῶν. The act.=‘bring into contact’ PGM 5, 457 κολλήσας τ. λίθον τῷ ὠτίῳ) ἐκολλήθησαν αἱ ἁμαρτίαι ἄχρι τ. οὐρανοῦ the sins have touched the heaven = reached the sky (two exprs. are telescoped) Rv 18:5.”) up all the way to heaven (tn Or “up to the sky” (the same Greek word means both “heaven” and “sky”).) and God has remembered (tn That is, remembered her sins to execute judgment on them.) her crimes. (tn Or “her sins.”)"},{"number":6,"verse":"Repay her the same way she repaid others; (tn The word “others” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.) pay her back double (tn On this term BDAG 252 s. v. διπλόω states, “to double τὰ διπλᾶ pay back double Rv 18:6.”) corresponding to her deeds. In the cup she mixed, mix double the amount for her."},{"number":7,"verse":"As much as (tn “As much as” is the translation of ὅσα (Josa).) she exalted herself and lived in sensual luxury, (tn On the term ἐστρηνίασεν (estrhniasen) BDAG 949 s. v. στρηνιάω states, “live in luxury, live sensually Rv 18:7. W. πορνεύειν vs. 9.”) to this extent give her torment and grief because she said to herself, (tn Grk “said in her heart,” an idiom for saying something to oneself.) ‘I rule as queen and am no widow; I will never experience grief!’"},{"number":8,"verse":"For this reason, she will experience her plagues (tn Grk “For this reason, her plagues will come.”) in a single day: disease, (tn Grk “death.” θάνατος (qanatos) can in particular contexts refer to a manner of death, specifically a contagious disease (see BDAG 443 s. v. 3; L&N 23.158).) mourning, (tn This is the same Greek word (πένθος, penqo\") translated “grief” in vv. 7–8.) and famine, and she will be burned down (tn Here “burned down” was used to translate κατακαυθήσεται (katakauqhsetai) because a city is in view.) with fire, because the Lord God who judges her is powerful!”"},{"number":9,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) the kings of the earth who committed immoral acts with her and lived in sensual luxury (tn On the term ἐστρηνίασεν (estrhniasen) BDAG 949 s. v. στρηνιάω states, “live in luxury, live sensually Rv 18:7. W. πορνεύειν vs. 9.”) with her will weep and wail for her when they see the smoke from the fire that burns her up. (tn Grk “from the burning of her.” For the translation “the smoke from the fire that burns her up,” see L&N 14.63.)"},{"number":10,"verse":"They will stand a long way off because they are afraid of her torment, and will say, “Woe, woe, O great city, Babylon the powerful city! For in a single hour your doom (tn Or “judgment,” condemnation,” “punishment.” BDAG 569 s. v. κρίσις 1. a. β states, “The word oft. means judgment that goes against a person, condemnation, and the sentence that follows…ἡ κ. σου your judgment Rv 18:10.”) has come!”"},{"number":11,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) the merchants of the earth will weep and mourn for her because no one buys their cargo (tn On γόμος (gomos) BDAG 205 s. v. states, “load, freight…cargo of a ship…Ac 21:3. W. gen. of the owner Rv 18:11. W. gen. of content…γ. χρυσοῦ a cargo of gold vs. 12.”) any longer —"},{"number":12,"verse":"cargo such as gold, silver, (tn Grk “and silver,” but καί (kai) has not been translated before most of these terms since English normally uses a coordinating conjunction only between the last two elements in a series of three or more) precious stones, pearls, fine linen, purple cloth, silk, (tn On this term BDAG 924-25 s. v. σιρικός states, “per. to silk from Ser, subst. τὸ σιρικόν silk cloth or garments w. other costly materials Rv 18:12.”) scarlet cloth, (tn On the translation of κόκκινον (kokkinon) as “scarlet cloth” see L&N 6.170.) all sorts of things made of citron wood, (tn On the phrase πᾶν ξύλον θύϊνον (pan xulon quinon) L&N 3.63 states, “pertaining to being made or consisting of citron wood (that is, from a citron tree) – ‘of citron wood.’ καὶ πᾶν ξύλον θύϊνον καὶ πᾶν σκεῦος ἐλεφάντινον ‘and all kinds of things made of citron wood and all kinds of objects made of ivory’ Re 18:12. The citron tree belongs to the citrus family of plants, and it produces a pale yellow fruit somewhat larger than a lemon, the rind of which is often candied. In Re 18:12, however, the focus is upon the fine quality of the wood.”) all sorts of objects made of ivory, all sorts of things made of expensive wood, bronze, iron and marble,"},{"number":13,"verse":"cinnamon, spice, (tn On the term ἄμωμον (amwmon) L&N 5.23 states, “a generic term for any kind of spice, though often a specific reference to amomum, an Indian type of spice – ‘spice, amomum.’ κιννάμωμον καὶ ἄμωμον καὶ θυμιάματα ‘cinnamon and spice and incense’ Re 18:13. In most translations ἄμωμον is interpreted as spice in general.”) incense, perfumed ointment, (tn Or “myrrh,” a strong aromatic ointment often used to prepare a body for burial (L&N 6.205).) frankincense, (tn The Greek term λίβανος (libano\") refers to the aromatic resin of a certain type of tree (L&N 6.212).) wine, olive oil and costly flour, (tn On σεμίδαλις (semidali\") L&N 5.10 states, “a fine grade of wheat flour – ‘fine flour.’ οἶνον καὶ ἔλαιον καὶ σεμίδαλιν καὶ σῖτον ‘wine and oil and fine flour and wheat’ Re 18:13. In some languages ‘fine flour’ may be best expressed as ‘expensive flour.’ Such a rendering fits well the context of Re 18:13.”) wheat, cattle and sheep, horses and four-wheeled carriages, (tn Or “and wagons.” On the term ῥέδη (rJedh) see L&N 6.53: “a four-wheeled carriage or wagon used for travel or the transportation of loads – ‘carriage, wagon.’ The term ῥέδη occurs only in Re 18:13 in a list of products bought and sold by merchants.”) slaves and human lives. (tn Grk “and bodies and souls of men.” This could be understood (1) as a hendiadys (two things mentioned = one thing meant), referring only to slave trade; (2) it could be referring to two somewhat different concepts: slavery (bodies) and the cheapness of human life – some of the items earlier in the list of merchandise were to be obtained only at great cost of human life; or (3) a somewhat related idea, that the trade is in not just physical bodies (slavery) but human souls (people whose lives are destroyed through this trade).)"},{"number":14,"verse":"(The ripe fruit (tn On ὀπώρα (opwra) L&N 3.34 states, “ἡ ὀπώρα σου τῆς ἐπιθυμίας τῆς ψυχῆς ‘the ripe fruit for which you longed’ Re 18:14. In this one occurrence of ὀπώρα in the NT, ‘ripe fruit’ is to be understood in a figurative sense of ‘good things.’”) you greatly desired (tn Grk “you desired in your soul.”) has gone from you, and all your luxury (tn On λιπαρός (liparo\") BDAG 597 s. v. states, “luxury Rv 18:14.”) and splendor (tn On τὰ λαμπρά (ta lampra) BDAG 585 s. v. λαμπρός 4 states, “splendor…in which a rich man takes delight (cp. Jos., Ant. 12, 220 δωρεὰς δοὺς λαμπράς) Rv 18:14.”) have gone from you — they will never ever be found again!) (tn Verse 14 is set in parentheses because in it the city, Babylon, is addressed directly in second person. sn This verse forms a parenthetical aside in the narrative.)"},{"number":15,"verse":"The merchants who sold (tn Grk “the merchants [sellers] of these things.”) these things, who got rich from her, will stand a long way off because they are afraid of her torment. They will weep (tn Grk “her torment, weeping.” Because of the length and complexity of the Greek sentence, a new sentence was started in the translation by supplying the words “They will” here.) and mourn,"},{"number":16,"verse":"saying, “Woe, woe, O great city — dressed in fine linen, purple and scarlet clothing, (tn The word “clothing” is supplied to clarify that the words “purple” and “scarlet” refer to cloth or garments rather than colors.) and adorned with gold, (tn Grk “gilded with gold” (an instance of semantic reinforcement, see L&N 49.29).) precious stones, and pearls —"},{"number":17,"verse":"because in a single hour such great wealth has been destroyed!” (tn On ἠρημώθη (hrhmwqh) L&N 20.41 states, “to suffer destruction, with the implication of being deserted and abandoned – ‘to be destroyed, to suffer destruction, to suffer desolation.’ ἐρημόομαι: μιᾷ ὥρᾳ ἠρημώθη ὁ τοσοῦτος πλοῦτος ‘such great wealth has been destroyed within a single hour’ Re 18:17.”) And every ship’s captain, (tn On κυβερνήτης (kubernhth\") BDAG 574 s. v. 1 states, “one who is responsible for the management of a ship, shipmaster, lit. Rv 18:17.”) and all who sail along the coast (tn Or perhaps, “everyone who sails as a passenger.” On πλέων (plewn) BDAG 825 s. v. πλέω states, “πᾶς ὁ ἐπὶ τόπον πλέων everyone who sails to a place = seafarer, sea traveler…Rv 18:17. The vv. ll.…have led to various interpretations. Some render: everyone who sails along the coast…See EbNestle, Einführung in das Griech. NT 1909, 182; AFridrichsen, K. Hum. Vetensk.-Samf. i Upps. Årsb. ’43, 31 note ὁ ἐπίτοπον πλέων=one who sails occasionally, a passenger. – S. also IHeikel, StKr 106, ’34/’35, 317).”) — seamen, and all who (tn Grk “and as many as.”) make their living from the sea, stood a long way off"},{"number":18,"verse":"and began to shout (tn Here the imperfect ἔκραζον (ekrazon) has been translated ingressively.) when they saw the smoke from the fire that burned her up, (tn Grk “from the burning of her, saying.” For the translation “the smoke from the fire that burned her up,” see L&N 14.63. Here the participle λέγοντες (legontes, “saying”) has not been translated because it is redundant in contemporary English.) “Who is like the great city?”"},{"number":19,"verse":"And they threw dust on their heads and were shouting with weeping and mourning, (tn Grk “with weeping and mourning, saying.” Here the participle λέγοντες (legontes) has not been translated because it is redundant in contemporary English.) “Woe, Woe, O great city — in which all those who had ships on the sea got rich from her wealth — because in a single hour she has been destroyed!” (tn On ἡρημώθη (Jhrhmwqh) L&N 20.41 states, “to suffer destruction, with the implication of being deserted and abandoned – ‘to be destroyed, to suffer destruction, to suffer desolation.’ ἐρημόομαι: μιᾷ ὥρᾳ ἠρημώθη ὁ τοσοῦτος πλοῦτος ‘such great wealth has been destroyed within a single hour’ Re 18:17.”)"},{"number":20,"verse":"(Rejoice over her, O heaven, and you saints and apostles and prophets, for God has pronounced judgment (tn On the phrase “pronounced judgment” BDAG 567 s. v. κρίμα 4. b states, “The OT is the source of the expr. κρίνειν τὸ κρ. (cp. Zech 7:9; 8:16; Ezk 44:24) ἔκρινεν ὁ θεὸς τὸ κρίμα ὑμῶν ἐξ αὐτῆς God has pronounced judgment for you against her or God has pronounced on her the judgment she wished to impose on you (HHoltzmann, Hdb. 1893 ad loc.) Rv 18:20.”) against her on your behalf!) (tn Grk “God has judged a judgment of you of her.” Verse 20 is set in parentheses because in it the saints, etc. are addressed directly in the second person. sn This verse forms a parenthetical aside in the narrative.)"},{"number":21,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence within the narrative.) one powerful angel picked up a stone like a huge millstone, threw it into the sea, and said, “With this kind of sudden violent force (tn On ὅρμημα ({ormhma) BDAG 724 s. v. states, “violent rush, onset ὁρμήματι βληθήσεται Βαβυλών Babylon will be thrown down with violence Rv 18:21.” L&N 68.82 refers to the suddenness of the force or violence.) Babylon the great city will be thrown down (sn Thrown down is a play on both the words and the action. The angel’s action with the stone illustrates the kind of sudden violent force with which the city will be overthrown.) and it will never be found again!"},{"number":22,"verse":"And the sound of the harpists, musicians, flute players, and trumpeters will never be heard in you (tn The shift to a second person pronoun here corresponds to the Greek text.) again. No (tn Here καί (kai) has not been translated because of differences between Greek and English style.) craftsman (tn On this term BDAG 1001 s. v. τεχνίτης states, “craftsperson, artisan, designer…Of a silversmith Ac 19:24, 25 v. l., 38…. Of a potter 2 Cl 8:2 (metaph., cp. Ath. 15:2). πᾶς τεχνίτης πάσης τέχνης Rv 18:22.”) who practices any trade will ever be found in you again; the noise of a mill (tn This is a different Greek word (μύλος, mulos) from the one for the millstone in v. 21 (μύλινος, mulinos). See L&N 7.68.) will never be heard in you again."},{"number":23,"verse":"Even the light from a lamp will never shine in you again! The voices of the bridegroom and his bride will never be heard in you again. For your merchants were the tycoons of the world, because all the nations (tn Or “all the Gentiles” (the same Greek word may be translated “Gentiles” or “nations”).) were deceived by your magic spells! (tn On the term φαρμακεία (farmakeia, “magic spells”) see L&N 53.100: “the use of magic, often involving drugs and the casting of spells upon people – ‘to practice magic, to cast spells upon, to engage in sorcery, magic, sorcery.’ φαρμακεία: ἐν τῇ φαρμακείᾳ σου ἐπλανήθησαν πάντα τὰ ἔθνη ‘with your magic spells you deceived all the peoples (of the world)’ Re 18:23.”)"},{"number":24,"verse":"The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) blood of the saints and prophets was found in her, (tn The shift in pronouns from second to third person corresponds to the Greek text.) along with the blood (tn Grk “and of all.” The phrase “along with the blood” has been repeated from the previous clause for stylistic reasons.) of all those who had been killed on the earth.”"}]}