{"bibleAbbr":"NET2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"To the Church in Ephesus “To the angel of the church in Ephesus, (map For location see JP1-D2; JP2-D2; JP3-D2; JP4-D2.) write the following: (tn The phrase “the following” after “write” is supplied to clarify that what follows is the content of what is to be written.) “This is the solemn pronouncement of (tn Grk “These things says [the One]…” The expression τάδε λέγει (tade legei) occurs eight times in the NT, seven of which are in Rev 2–3. “The pronoun is used to add solemnity to the prophetic utterance that follows. …In classical drama, it was used to introduce a new actor to the scene (Smyth, Greek Grammar, 307 [§1241]). But the τάδε λέγει formula in the NT derives from the OT, where it was used to introduce a prophetic utterance (BAGD, s. v. ὅδε, 1)” (ExSyn 328). Thus, the translation “this is the solemn pronouncement of” for τάδε λέγει is very much in keeping with the OT connotations of this expression. sn The expression This is the solemn pronouncement of reflects an OT idiom. The LXX has the same Greek phrase (τάδε λέγει, tade legei) about 350 times, with nearly 320 of them having “the Lord” (Heb יהוה, Yahweh) as subject. That the author of Revelation would use such an expression seven times with the risen Christ as the speaker may well imply something of Christ’s sovereignty and deity. Cf. also Acts 21:11 in which the Holy Spirit is the speaker of this expression.) the one who has a firm grasp on (tn Grk “holds,” but the term (i. e., κρατῶν, kratwn) with an accusative object, along with the context, argues for a sense of firmness. (Cf. ExSyn 132.)) the seven stars in his right hand (sn On seven stars in his right hand see 1:16.) — the one who walks among the seven golden (tn Grk “lampstands of gold” with the genitive τῶν χρυσῶν (twn cruswn) translated as an attributive genitive.) lampstands:"},{"number":2,"verse":"‘I know your works as well as your (tn Although the first possessive pronoun σου (sou) is connected to τὰ ἔργα (ta erga) and the second σου is connected to ὑπομονήν (Jupomonhn), semantically κόπον (kopon) is also to be understood as belonging to the Ephesian church. The translation reflects this.) labor and steadfast endurance, and that you cannot tolerate (tn The translation “tolerate” seems to capture the sense of βαστάσαι (bastasai) here. BDAG 171 s. v. βαστάζω 2. b. β says, “bear, endure…κακούς Rv 2:2.…bear patiently, put up with: weaknesses of the weak Ro 15:1; cf. IPol 1:2; evil Rv 2:3.”) evil. You have even put to the test (tn Because of the length and complexity of the Greek sentence, the participle was broken off from the previous sentence and translated as an indicative verb beginning a new sentence here in the translation.) those who refer to themselves as apostles (but are not), and have discovered that they are false."},{"number":3,"verse":"I am also aware (tn Because of the length and complexity of this Greek sentence, a new sentence was started here in the translation by supplying the phrase “I am also aware” to link this English sentence back to “I know” at the beginning of v. 2.) that you have persisted steadfastly, (tn The Greek word translated “persisted steadfastly” (ὑπομονή, Jupomonh) is the same one translated “steadfast endurance” in v. 2.) endured much for the sake of my name, and have not grown weary."},{"number":4,"verse":"But I have this against you: You have departed (tn The Greek word translated “departed from” (ἀφίημι, afihmi; L&N 15.48) can actually be used of divorce (L&N 34.78), so the imagery here is very strong.) from your first love!"},{"number":5,"verse":"Therefore, remember from what high state (tn Grk “from where,” but status is in view rather than physical position. On this term BDAG 838 s. v. πόθεν 1 states, “from what place? from where?…In imagery μνημόνευε πόθεν πέπτωκες remember from what (state) you have fallen Rv 2:5.”) you have fallen and repent! Do (tn Grk “and do” (a continuation of the previous sentence in the Greek text). For stylistic reasons in English a new sentence was started here in the translation. The repeated mention of repenting at the end of the verse suggests that the intervening material (“do the deeds you did at first”) specifies how the repentance is to be demonstrated.) the deeds you did at the first; (tn Or “you did formerly.”) if not, I will come to you and remove your lampstand from its place — that is, if you do not repent. (tn Although the final clause is somewhat awkward, it is typical of the style of Revelation.)"},{"number":6,"verse":"But you do have this going for you: (tn Grk “But you do have this.” The words “going for you” are supplied to complete the English idiom; other phrases like “in your favor” (NIV) or “to your credit” (NRSV) could also be supplied.) You hate what the Nicolaitans (sn The Nicolaitans were a sect (sometimes associated with Nicolaus, one of the seven original deacons in the church in Jerusalem according to Acts 6:5) that apparently taught that Christians could engage in immoral behavior with impunity.) practice (tn The expression τὰ ἔργα τῶν Νικολαϊτῶν (ta erga twn Nikolaitwn) has been translated as a subjective genitive.) — practices I also hate."},{"number":7,"verse":"The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers, (tn Or “who is victorious”; traditionally, “who overcomes.” The pendent dative is allowed to stand in the English translation because it is characteristic of the author’s style in Revelation.) I will permit (tn Or “grant.”) him to eat from the tree of life that is (tn Or “stands.”) in the paradise of God.’ (tc The omission of “my” (μου, mou) after “God” (θεοῦ, qeou) is well attested, supported by א A C and the Andreas of Caesarea group of Byzantine mss (ÏA). Its addition in 1611, the ÏK group, latt, and others, seems to be evidence of a purposeful conforming of the text to 3:2 and the four occurrences of “my God” (θεοῦ μου) in 3:12.)"},{"number":8,"verse":"To the Church in Smyrna “To (tn Here καί (kai) has not been translated due to differences between Greek and English style.) the angel of the church in Smyrna write the following: (tn The phrase “the following” after “write” is supplied to clarify that what follows is the content of what is to be written.) “This is the solemn pronouncement of (tn Grk “These things says [the One]…” See the note on the phrase “this is the solemn pronouncement of” in 2:1. sn The expression This is the solemn pronouncement of reflects an OT idiom. See the note on this phrase in 2:1.) the one who is the first and the last, the one who was dead, but (tn Here καί (kai) has been translated as “but” to indicate the contrast present between these two phrases.) came to life:"},{"number":9,"verse":"‘I know the distress you are suffering (tn Or “know your suffering.” This could refer to suffering or distress caused by persecution (see L&N 22.2).) and your poverty (but you are rich). I also know (tn Because of the length and complexity of this Greek sentence, a new sentence was started here in the translation by supplying the phrase “I also know” to link this English sentence back to “I know” at the beginning of the verse.) the slander against you (tn The words “against you” are not in the Greek text, but are implied.) by those who call themselves Jews and really are not, but are a synagogue (sn A synagogue was a place for Jewish prayer and worship, with recognized leadership (e. g., Mt 4:23, Mk 1:21, Lk 4:15, Jn 6:59).) of Satan."},{"number":10,"verse":"Do not be afraid of the things you are about to suffer. The devil is about to have some of you thrown (tn Grk “is about to throw some of you,” but the force is causative in context.) into prison so you may be tested, (tn Or “tempted.”) and you will experience suffering (tn Or “experience persecution,” “will be in distress” (see L&N 22.2).) for ten days. Remain faithful even to the point of death, and I will give you the crown that is life itself. (tn Grk “crown of life,” with the genitive “of life” (τῆς ζωῆς, th\" zwh\") functioning in apposition to “crown” (στέφανον, stefanon): “the crown that consists of life.”)"},{"number":11,"verse":"The one who has an ear had better hear what the Spirit says to the churches. The one who conquers (tn Or “who is victorious”; traditionally, “who overcomes.”) will in no way be harmed by the second death.’"},{"number":12,"verse":"To the Church in Pergamum “To (tn Here καί (kai) has not been translated due to differences between Greek and English style.) the angel of the church in Pergamum write the following: (tn The phrase “the following” after “write” is supplied to clarify that what follows is the content of what is to be written.) “This is the solemn pronouncement of (tn Grk “These things says [the One]…” See the note on the phrase “this is the solemn pronouncement of” in 2:1. sn The expression This is the solemn pronouncement of reflects an OT idiom. See the note on this phrase in 2:1.) the one who has the sharp double-edged sword: (sn On the sharp double-edged sword see 1:16.)"},{"number":13,"verse":"‘I know (tc The shorter reading adopted here has superior ms support (א A C P 2053 al latt co), while the inclusion of “your works and” (τὰ ἔργα σου καί, ta erga sou kai) before “where you reside” is supported by the Byzantine witnesses and is evidently a secondary attempt to harmonize the passage with 2:2, 19; 3:1, 8, 15.) where you live — where Satan’s throne is. Yet (tn Here καί (kai) has been translated as “Yet” to indicate the contrast between their location and their faithful behavior.) you continue to cling (tn The present indicative verb κρατεῖς (kratei\") has been translated as a progressive present.) to my name and you have not denied your (tn Grk “the faith”; here the Greek article is used as a possessive pronoun (ExSyn 215).) faith in me, (tn Grk “the faith of me” (τὴν πίστιν μου, thn pistin mou) with the genitive “of me” (μου) functioning objectively.) even in the days of Antipas, my faithful witness, (tn Or “martyr.” The Greek word μάρτυς can mean either “witness” or “martyr.”) who was killed in your city (tn Grk “killed among you.” The term “city” does not occur in the Greek text of course, but the expression παρ᾿ ὑμῖν, ὅπου ὁ σατανᾶς κατοικεῖ (par’ Jumin, {opou Jo satana\" katoikei) seems to indicate that this is what is meant. See G. B. Caird, Revelation (HNTC), 36-38.) where Satan lives."},{"number":14,"verse":"But I have a few things against you: You have some people there who follow the teaching of Balaam, (sn See Num 22–24; 31:16.) who instructed Balak to put a stumbling block (tn That is, a cause for sinning. An alternate translation is “who instructed Balak to cause the people of Israel to sin by eating food sacrificed to idols…”) before the people (tn Grk “sons,” but the expression υἱοὶ ᾿Ισραήλ (Juioi Israhl) is an idiom for the people of Israel as an ethnic entity (see L&N 11.58).) of Israel so they would eat food sacrificed to idols and commit sexual immorality. (tn Due to the actual events in the OT (Num 22–24; 31:16), πορνεῦσαι (porneusai) is taken to mean “sexual immorality.” BDAG 854 s. v. πορνεύω 1 states, “engage in illicit sex, to fornicate, to whore…W. φαγεῖν εἰδωλόθυτα ‘eat meat offered to idols’ Rv 2:14, 20.”)"},{"number":15,"verse":"In the same way, there are also some among you who follow the teaching of the Nicolaitans. (tn The term ὁμοίως (Jomoiws, “likewise”) is left untranslated because it is quite redundant. sn See the note on the term Nicolaitans in 2:6.)"},{"number":16,"verse":"Therefore, (tc The “therefore” (οὖν, oun) is not found in א 2053 2329 2351 ÏA or the Latin mss. It is, however, included in impressive witnesses such as {A C 046 1006 1611 syp, h co}. Though the conjunction looks at first glance like a scribal clarification, its omission may be explained on the basis of its similarity to the last three letters of the verb “repent” (μετανόησον, metanohson; since οὖν is a postpositive conjunction in Greek, the final three letters of the verb [-σον, -son] would have been immediately followed by ουν). A scribe could have simply passed over the conjunction in his copy when he saw the last three letters of the imperative verb. A decision is difficult, however, because of the motivation to add to the text and the quality of witnesses that lack the conjunction.) repent! If not, I will come against you quickly and make war against those people (tn Grk “with them”; the referent (those people who follow the teaching of Balaam and the Nicolaitans) has been specified in the translation for clarity.) with the sword of my mouth."},{"number":17,"verse":"The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers, (tn Or “who is victorious”; traditionally, “who overcomes.” The pendent dative is allowed to stand in the English translation because it is characteristic of the author’s style in Revelation.) I will give him some of the hidden manna, and I will give him a white (tn Or “bright.” The Greek term λευκός (leukos) can refer either to the color white (traditional here) or to an object that is bright or shining, either from itself or from an outside source of illumination (L&N 14.50; 79.27).) stone, (tn On the interpretation of the stone, L&N 2.27 states, “A number of different suggestions have been made as to the reference of ψῆφος in this context. Some scholars believe that the white ψῆφος indicates a vote of acquittal in court. Others contend that it is simply a magical amulet; still others, a token of Roman hospitality; and finally, some have suggested that it may represent a ticket to the gladiatorial games, that is to say, to martyrdom. The context, however, suggests clearly that this is something to be prized and a type of reward for those who have ‘won the victory.’”) and on that stone will be written a new name that no one can understand (tn Or “know”; for the meaning “understand” see L&N 32.4.) except the one who receives it.’"},{"number":18,"verse":"To the Church in Thyatira “To (tn Here καί (kai) has not been translated due to differences between Greek and English style.) the angel of the church in Thyatira write the following: (tn The phrase “the following” after “write” is supplied to clarify that what follows is the content of what is to be written.) “This is the solemn pronouncement of (tn Grk “These things says [the One]…” See the note on the phrase “this is the solemn pronouncement of” in 2:1. sn The expression This is the solemn pronouncement of reflects an OT idiom. See the note on this phrase in 2:1.) the Son of God, the one who has eyes like a fiery flame (tn Grk “a flame of fire.” The Greek term πυρός (puros) has been translated as an attributive genitive.) and whose feet are like polished bronze: (tn The precise meaning of the term translated “polished bronze” (χαλκολιβάνῳ, calkolibanw), which appears no where else in Greek literature outside of the book of Revelation (see 1:15), is uncertain. Without question it is some sort of metal. BDAG 1076 s. v. χαλκολίβανον suggests “fine brass/bronze.” L&N 2.57 takes the word to refer to particularly valuable or fine bronze, but notes that the emphasis here and in Rev 1:15 is more on the lustrous quality of the metal.)"},{"number":19,"verse":"‘I know your deeds: your love, faith, (tn Grk “and faith.” Here and before the following term καί (kai) has not been translated because English normally uses a coordinating conjunction only between the next to last and last terms in a list.) service, and steadfast endurance. (tn Or “perseverance.”) In fact, (tn The phrase “In fact” is supplied in the translation to bring out the ascensive quality of the clause. It would also be possible to supply here an understood repetition of the phrase “I know” from the beginning of the verse (so NRSV). Grk “and your last deeds [that are] greater than the first.”) your more recent deeds are greater than your earlier ones."},{"number":20,"verse":"But I have this against you: You tolerate that (tn The Greek article has been translated here with demonstrative force.) woman (tc The ms evidence for γυναῖκα (gunaika, “woman”) alone includes {א C P 1611 2053 pc lat}. The ms evidence for the addition of “your” (σου, sou) includes A 1006 2351 ÏK pc sy. With the pronoun, the text reads “your wife, Jezebel” instead of “that woman, Jezebel.” In Revelation, A C are the most important mss, along with א Ì47 (which only reads in portions of chapters 9-17) 1006 1611 2053; in this instance, the external evidence slightly favors the shorter reading. But internally, it gains strength. The longer reading implies the idea that the angel in 2:18 is the bishop or leader of the church in Thyatira. The pronoun “your” (σου) is used four times in vv. 19–20 and may have been the cause for the scribe copying it again. Further, once the monarchical episcopate was in vogue (beginning in the 2nd century) scribes might have been prone to add “your” here.) Jezebel, (sn Jezebel was the name of King Ahab’s idolatrous and wicked queen in 1 Kgs 16:31; 18:1–5; 19:1–3; 21:5–24. It is probable that the individual named here was analogous to her prototype in idolatry and immoral behavior, since those are the items singled out for mention.) who calls herself a prophetess, and by her teaching deceives (tn Grk “teaches and deceives” (διδάσκει καὶ πλανᾷ, didaskei kai plana), a construction in which the first verb appears to specify the means by which the second is accomplished: “by her teaching, deceives…”) my servants (tn See the note on the word “servants” in 1:1.) to commit sexual immorality and to eat food sacrificed to idols. (sn To commit sexual immorality and to eat food sacrificed to idols. Note the conclusions of the Jerusalem Council in Acts 15:29, which specifically prohibits Gentile Christians from engaging in these activities.)"},{"number":21,"verse":"I (tn Here καί (kai) has not been translated because of differences between Greek and contemporary English style.) have given her time to repent, but (tn Here καί (kai) has been translated as “but” to bring out the contrast present in this woman’s obstinate refusal to repent.) she is not willing to repent of her sexual immorality."},{"number":22,"verse":"Look! I am throwing her onto a bed of violent illness, (tn Grk “onto a bed,” in this context an idiom for severe illness (L&N 23.152).) and those who commit adultery with her into terrible suffering, (tn Or “into great distress.” The suffering here is not specified as physical or emotional, and could involve persecution.) unless they repent of her deeds."},{"number":23,"verse":"Furthermore, I will strike her followers (tn Grk “her children,” but in this context a reference to this woman’s followers or disciples is more likely meant.) with a deadly disease, (tn Grk “I will kill with death.” θάνατος (qanatos) can in particular contexts refer to a manner of death, specifically a contagious disease (see BDAG 443 s. v. 3; L&N 23.158).) and then all the churches will know that I am the one who searches minds and hearts. I will repay (tn Grk “I will give.” The sense of δίδωμι (didwmi) in this context is more “repay” than “give.”) each one of you (sn This pronoun and the following one are plural in the Greek text.) what your deeds deserve. (tn Grk “each one of you according to your works.”)"},{"number":24,"verse":"But to the rest of you in Thyatira, all who do not hold to this teaching (sn That is, the teaching of Jezebel (v. 20).) (who have not learned the so-called “deep secrets (tn Grk “deep things.” For the translation “deep secrets” see L&N 28.76; cf. NAB, NIV, CEV.) of Satan”), to you I say: I do not put any additional burden on you."},{"number":25,"verse":"However, hold on to what you have until I come."},{"number":26,"verse":"And to the one who conquers (tn Or “who is victorious”; traditionally, “who overcomes.”) and who continues in (tn Grk “keeps.” In a context that speaks of “holding on to what you have,” the idea here is one of continued faithful behavior (BDAG 1002 s. v. τηρέω 3 has “ὁ τηρῶν τὰ ἔργα μου the one who takes my deeds to heart Rv 2:26”).) my deeds until the end, I will give him authority over the nations (tn Or “over the Gentiles” (the same Greek word may be translated “Gentiles” or “nations”).) —"},{"number":27,"verse":"he (tn Here καί (kai) has not been translated because of differences between Greek and English style.) will rule (tn Grk “will shepherd.”) them with an iron rod (tn Or “scepter.” The Greek term ῥάβδος (rJabdo\") can mean either “rod” or “scepter.”) and like clay jars he will break them to pieces, (sn A quotation from Ps 2:9 (with the line introducing the quotation containing a partial allusion to Ps 2:8). See also Rev 12:5, 19:15.)"},{"number":28,"verse":"just as I have received the right to rule (tn What has been received is not specified in the Greek text, but must be supplied from the context. In the light of the two immediately preceding verses about rulership or dominion, it seems that the implied direct object of δώσω (dwsw) is “the right to rule” (i. e., ἔχειν ἐξουσίαν ποιμάνειν, ecein exousian poimanein), although many modern translations supply the word “authority” here (so NAB, NRSV, NLT).) from my Father — and I will give him the morning star. (tn On this expression BDAG 892 s. v. πρωϊνός states, “early, belonging to the morning ὁ ἀστὴρ ὁ πρ. the morning star, Venus Rv 2:28; 22:16.”)"},{"number":29,"verse":"The one who has an ear had better hear what the Spirit says to the churches.’"}]}