{"bibleAbbr":"NET2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"A New Heaven and a New Earth Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence within the narrative.) I saw a new heaven and a new earth, for the first heaven and earth had ceased to exist, (tn For the translation of ἀπέρχομαι (apercomai; here ἀπῆλθαν [aphlqan]) L&N 13.93 has “to go out of existence – ‘to cease to exist, to pass away, to cease.’”) and the sea existed no more."},{"number":2,"verse":"And I saw the holy city — the new Jerusalem — descending out of heaven from God, made ready like a bride adorned for her husband."},{"number":3,"verse":"And I heard a loud voice from the throne saying: “Look! The residence (tn Or “dwelling place”; traditionally, “tabernacle”; literally “tent.”) of God is among human beings. (tn Or “people”; Grk “men” (ἀνθρώπων, anqrwpwn), a generic use of the term. In the translation “human beings” was used here because “people” occurs later in the verse and translates a different Greek word (λαοί, laoi).) He (tn Grk “men, and he.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) will live among them, and they will be his people, and God himself will be with them. (tc ‡ Most mss (א ÏK) do not add the words “[as] their God” (αὐτῶν θεός, autwn qeos) after “he will be with them.” The mss with these words include A 2030 2050 2329 al. The Andreas group (ÏA) also has the words, but in a different arrangement with the preceding (ἔσται μετ᾿ αὐτῶν θεὸς αὐτῶν, estai met’ autwn qeo\" autwn). Not only do the words float, but scribes may have been motivated to make a connection here more directly with Isa 7:14; 8:8; Jer 24:7; 31:33; Zech 8:8. In light of sufficient external evidence as well as the possibility that the longer reading is theologically motivated, the shorter reading is preferred. NA27 places the words in brackets, indicating doubts as to their authenticity.)"},{"number":4,"verse":"He (tn Grk “God, and he.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. Here καί (kai) has not been translated.) will wipe away every tear from their eyes, and death will not exist any more — or mourning, or crying, or pain, for the former things have ceased to exist.” (tn For the translation of ἀπέρχομαι (apercomai; here ἀπῆλθαν [aphlqan]) L&N 13.93 has “to go out of existence – ‘to cease to exist, to pass away, to cease.’”)"},{"number":5,"verse":"And the one seated on the throne said: “Look! I am making all things new!” Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) he said to me, “Write it down, (tn The words “it down” are not in the Greek text, but are implied. Direct objects were frequently omitted in Greek when clear from the context.) because these words are reliable (tn Grk “faithful.”) and true.”"},{"number":6,"verse":"He also said to me, “It is done! (tn Or “It has happened.”) I am the Alpha and the Omega, the beginning and the end. To the one who is thirsty I will give water (tn The word “water” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.) free of charge (tn Or “as a free gift” (see L&N 57.85).) from the spring of the water of life."},{"number":7,"verse":"The one who conquers (tn Or “who is victorious”; traditionally, “who overcomes.”) will inherit these things, and I will be his God and he will be my son."},{"number":8,"verse":"But to the cowards, unbelievers, detestable persons, murderers, the sexually immoral, and those who practice magic spells, (tn On the term φαρμακεία (farmakeia, “magic spells”) see L&N 53.100: “the use of magic, often involving drugs and the casting of spells upon people – ‘to practice magic, to cast spells upon, to engage in sorcery, magic, sorcery.’ φαρμακεία: ἐν τῇ φαρμακείᾳ σου ἐπλανήθησαν πάντα τὰ ἔθνη ‘with your magic spells you deceived all the peoples (of the world)’ Re 18:23.”) idol worshipers, (tn Grk “idolaters.”) and all those who lie, their place (tn Grk “their share.”) will be in the lake that burns with fire and sulfur. (tn Traditionally, “brimstone.”) That (tn Grk “sulfur, which is.” The relative pronoun has been translated as “that” to indicate its connection to the previous clause. The nearest logical antecedent is “the lake [that burns with fire and sulfur],” although “lake” (λίμνη, limnh) is feminine gender, while the pronoun “which” (ὅ, Jo) is neuter gender. This means that (1) the proper antecedent could be “their place” (Grk “their share,”) agreeing with the relative pronoun in number and gender, or (2) the neuter pronoun still has as its antecedent the feminine noun “lake,” since agreement in gender between pronoun and antecedent was not always maintained, with an explanatory phrase occurring with a neuter pronoun regardless of the case of the antecedent. In favor of the latter explanation is Rev 20:14, where the phrase “the lake of fire” is in apposition to the phrase “the second death.”) is the second death.”"},{"number":9,"verse":"The New Jerusalem Descends Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence within the narrative.) one of the seven angels who had the seven bowls full of the seven final plagues came and spoke to me, (tn Grk “with me.” The translation “with me” implies that John was engaged in a dialogue with the one speaking to him (e. g., Jesus or an angel) when in reality it was a one-sided conversation, with John doing all the listening. For this reason, μετ᾿ ἐμοῦ (met’ emou, “with me”) was translated as “to me.” See also v. 15.) saying, “Come, I will show you the bride, the wife of the Lamb!”"},{"number":10,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the angel’s invitation.) he took me away in the Spirit (tn Or “in the spirit.” “Spirit” could refer either to the Holy Spirit or the human spirit, but in either case John was in “a state of spiritual exaltation best described as a trance” (R. H. Mounce, Revelation [NICNT], 75).) to a huge, majestic mountain (tn Grk “to a mountain great and high.”) and showed me the holy city, Jerusalem, descending out of heaven from God."},{"number":11,"verse":"The city possesses (tn Grk “from God, having the glory of God.” Here a new sentence was started in the translation by supplying the words “the city” to refer back to the previous clause and translating the participle (“having”) as a finite verb.) the glory of God; its brilliance is like a precious jewel, like a stone of crystal-clear jasper. (tn On the term ἰάσπιδι (iaspidi) BDAG 465 s. v. ἴασπις states, “jasper, a precious stone found in various colors, mostly reddish, somet. green…brown, blue, yellow, and white. In antiquity the name was not limited to the variety of quartz now called jasper, but could designate any opaque precious stone. Rv 21:18f. W. λίθος 4:3 (TestSol C 11:8). λίθος ἴασπις κρυσταλλίζων a stone of crystal-clear jasper 21:11 (cp. Is 54:12); perh. the opal is meant here; acc. to some, the diamond.”)"},{"number":12,"verse":"It has (tn Grk “jasper, having.” Here a new sentence was started in the translation.) a massive, high wall (tn Grk “a (city) wall great and high.”) with twelve gates, (tn On this term BDAG 897 s. v. πυλών 1 states, “gate, esp. of the large, impressive gateways at the entrance of temples and palaces…of the entrances of the heavenly Jerusalem…οἱ πυλῶνες αὐτῆς οὐ μὴ κλεισθῶσιν its entrances shall never be shut Rv 21:25; cp. vss. 12ab, 13abcd, 15, 21ab; 22:14.”) with twelve angels at the gates, and the names of the twelve tribes of the nation of Israel (tn Grk “of the sons of Israel.” The translation “nation of Israel” is given in L&N 11.58.) are written on the gates. (tn Grk “on them”; the referent (the gates) has been specified in the translation for clarity.)"},{"number":13,"verse":"There are (tn The words “There are” have been supplied to make a complete English sentence. This is a continuation of the previous sentence, a lengthy and complicated one in Greek.) three gates on the east side, three gates on the north side, three gates on the south side and three gates on the west side. (tn The word “side” has been supplied four times in this verse for clarity.)"},{"number":14,"verse":"The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) wall of the city has twelve foundations, and on them are the twelve names of the twelve apostles of the Lamb."},{"number":15,"verse":"The angel (tn Grk “the one”; the referent (the angel of v. 9) has been specified in the translation for clarity.) who spoke to me had a golden measuring rod with which to measure the city and its foundation stones and wall."},{"number":16,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the somewhat parenthetical nature of the description of the city.) the city is laid out as a square, (tn Or “the city lies square.” On κεῖμαι (keimai) in this context, BDAG 537 s. v. 2 states, “lie, of things…ἡ πόλις τετράγωνος κεῖται is laid out as a square Rv 21:16.”) its length and width the same. He (tn Here καί (kai) has not been translated because of differences between Greek and English style.) measured the city with the measuring rod (tn Grk “with the rod”; the word “measuring” is supplied from the description in v. 15.) at fourteen hundred miles (tn Or “two thousand two hundred kilometers,” Grk “12000 stades.” A stade was a measure of length about 607 ft (185 m).) (its length and width and height are equal)."},{"number":17,"verse":"He also measured its wall, one hundred forty-four cubits (tn Here the measurement was kept in cubits in the translation because of the possible symbolic significance of the number 144 (12 times 12). This is about 216 ft (65 m).) according to human measurement, which is also the angel’s. (tn Here L&N 81.1 translate the phrase μέτρον ἀνθρώπου, ὅ ἐστιν ἀγγέλου (metron anqrwpou, {o estin angelou) “‘the unit of measurement used by a person, that is, by an angel’ Re 21:17.” It is more likely that μέτρον is an accusative of respect or reference.)"},{"number":18,"verse":"The city’s (tn Grk “and its wall”; the referent of the pronoun (the city) has been specified in the translation for clarity. Here καί (kai) has not been translated because of differences between Greek and English style.) wall is made (tn The phrase ἡ ἐνδώμησις τοῦ τείχους (Jh endwmhsi\" tou teicou\") is difficult to translate precisely. BDAG 334 s. v. ἐνδώμησις states, “primary mng. ‘interior structure’; in our lit. prob.=construction, hence material τοῦ τείχους Rv 21:18.” The phrase could then be translated, “the foundation of the city wall was jasper” or “the material used for the wall of the city was jasper.” The latter alternative has been used in the translation because the text goes on to discuss the foundation in 21:19 (using the term θεμέλιος [qemelios]), which is somewhat redundant if the foundation is mentioned here.) of jasper and the city is pure gold, like transparent glass. (tn Or “transparent crystal.” See L&N 6.222, which notes the emphasis is on transparency here. The same Greek word, καθαρός (kaqaros), means both “pure” (referring to the gold) and “transparent” (referring to the glass).)"},{"number":19,"verse":"The foundations of the city’s wall are decorated (tn The perfect participle here has been translated as an intensive (resultative) perfect.) with every kind of precious stone. The first foundation is jasper, the second sapphire, the third agate, (sn Agate (also called chalcedony) is a semiprecious stone usually milky or gray in color (L&N 2.32).) the fourth emerald,"},{"number":20,"verse":"the fifth onyx, (sn Onyx (also called sardonyx) is a semiprecious stone that comes in various colors (L&N 2.35).) the sixth carnelian, (sn Carnelian is a semiprecious gemstone, usually red in color (L&N 2.36).) the seventh chrysolite, (sn Chrysolite refers to either quartz or topaz, golden yellow in color (L&N 2.37).) the eighth beryl, (sn Beryl is a semiprecious stone, usually blue-green or green in color (L&N 2.38).) the ninth topaz, the tenth chrysoprase, (sn Chrysoprase is a greenish type of quartz (L&N 2.40).) the eleventh jacinth, (sn Jacinth is a semiprecious stone, probably blue in color (also called “hyacinth,” but that translation is not used here because of possible confusion with the flower of the same name). See L&N 2.41.) and the twelfth amethyst."},{"number":21,"verse":"And the twelve gates are twelve pearls — each one of the gates is made from just one pearl! The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) main street (tn The Greek word πλατεῖα (plateia) refers to a major (broad) street (L&N 1.103).) of the city is pure gold, like transparent glass."},{"number":22,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic. Every verse from here to the end of this chapter begins with καί in Greek, but due to differences between Greek and contemporary English style, these have not been translated.) I saw no temple in the city, because the Lord God — the All-Powerful (tn On this word BDAG 755 s. v. παντοκράτωρ states, “the Almighty, All-Powerful, Omnipotent (One) only of God…(ὁ) κύριος ὁ θεὸς ὁ π. …Rv 1:8; 4:8; 11:17; 15:3; 16:7; 21:22.”) — and the Lamb are its temple."},{"number":23,"verse":"The city does not need the sun or the moon to shine on it, because the glory of God lights it up, and its lamp is the Lamb."},{"number":24,"verse":"The nations (tn Or “the Gentiles” (the same Greek word may be translated “Gentiles” or “nations”).) will walk by its light and the kings of the earth will bring their grandeur (tn Or “splendor”; Grk “glory.”) into it."},{"number":25,"verse":"Its gates will never be closed during the day (tn On the translation “during the day” see BDAG 436 s. v. ἡμέρα 1. a, “But also, as in Thu. et al., of time within which someth. occurs, ἡμέρας during the day Rv 21:25.”) (and (tn The Greek connective γάρ (gar) most often expresses some sort of causal connection. However, in this context there is no causal force to the second phrase; γάρ simply expresses continuation or connection. Because of this it has been translated as “and.” See BDAG 189-90 s. v. 2.) there will be no night there). (tn The clause has virtually the force of a parenthetical comment.)"},{"number":26,"verse":"They will bring the grandeur and the wealth (tn Grk “honor,” but BDAG 1005 s. v. τιμή 2. b states, “An outstanding feature of the use of τ., as already shown in several passages, is its combination w. δόξα…of earthly possessions τὴν δόξαν καὶ τὴν τιμὴν τῶν ἐθνῶν Rv 21:26 (τιμή concr.=an object of value: Ezk 22:25).”) of the nations (tn Or “the Gentiles” (the same Greek word may be translated “Gentiles” or “nations”).) into it,"},{"number":27,"verse":"but (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) nothing ritually unclean (tn Here BDAG 552 s. v. κοινός 2 states, “pert. to being of little value because of being common, common, ordinary, profane…b. specifically, of that which is ceremonially impure: Rv 21:27.”) will ever enter into it, nor anyone who does what is detestable (tn Or “what is abhorrent”; Grk “who practices abominations.”) or practices falsehood, (tn Grk “practicing abomination or falsehood.” Because of the way βδέλυγμα (bdelugma) has been translated (“does what is detestable”) it was necessary to repeat the idea from the participle ποιῶν (poiwn, “practices”) before the term “falsehood.” On this term, BDAG 1097 s. v. ψεῦδος states, “ποιεῖν ψεῦδος practice (the things that go with) falsehood Rv 21:27; 22:15.” Cf. Rev 3:9.) but only those whose names (tn Grk “those who are written”; the word “names” is implied.) are written in the Lamb’s book of life."}]}