{"bibleAbbr":"NET2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"The Seven Seals I looked on when the Lamb opened one of the seven seals, and I heard one of the four living creatures saying with a thunderous voice, (tn Grk “saying like a voice [or sound] of thunder.”) “Come!” (tc The addition of “and see” (καὶ ἴδε or καὶ βλέπε [kai ide or kai blepe]) to “come” (ἔρχου, ercou) in 6:1, 3–5, 7 is a gloss directed to John, i. e., “come and look at the seals and the horsemen!” But the command ἔρχου is better interpreted as directed to each of the horsemen. The shorter reading also has the support of the better witnesses.)"},{"number":2,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of hearing the voice summon the first rider.) I looked, (tc The reading “and I looked” (καὶ εἶδον, kai eidon) or some slight variation (e. g., ἶδον, idon) has excellent ms support ({א A C P 1611}) and its omission seems to come through the mss that have already placed “and look” (καὶ ἴδε or καὶ βλέπε [kai ide or kai blepe]) after the verb “come” (ἔρχου, ercou) as mentioned in the text-critical note on 6:1. Thus, for these copyists it was redundant to add “and I looked” again.) and here came (tn The phrase “and here came” expresses the sense of καὶ ἰδού (kai idou).) a white horse! The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) one who rode it (tn Grk “the one sitting on it.”sn The one who rode it. The identity of the first rider on the white horse has been discussed at great length by interpreters. Several answers are given: (1) A number understand the rider on the white horse to be Christ himself, identifying this horse and rider with the one mentioned in 19:11, where the identification is clear (cf. 19:13, 16). It must be noted, though, that there is little in common between the two riders beyond the white horse. The word for “crown” is different, the armament is different, and the context here is different (conquest vs. retribution), with three other horsemen bringing catastrophe following. (2) Others see the rider on the white horse representing a spirit of military conquest that dominates human history and leads to the catastrophes that follow. (3) Another possibility is that the white horse rider represents the Antichrist, who appears later in Rev 11:7; 13:17, and whose similarity to Christ explains the similarity with the rider in 19:11. This interpretation has been discussed at length by M. Rissi, “The Rider on the White Horse: A Study of Revelation 6:1–8,” Int 18 (1964): 407-18. This interpretation is the most probable one.) had a bow, and he was given a crown, (sn See the note on the word crown in Rev 3:11.) and as a conqueror (tn The participle νικῶν (nikwn) has been translated as substantival, the subject of the verb ἐξῆλθεν (exhlqen). Otherwise, as an adverbial participle of manner, it is somewhat redundant: “he rode out conquering and to conquer.”) he rode out to conquer."},{"number":3,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) when the Lamb (tn Grk “he”; the referent (the Lamb) has been specified in the translation for clarity here and throughout the rest of the chapter.) opened the second seal, I heard the second living creature saying, “Come!”"},{"number":4,"verse":"And another horse, fiery red, (tn L&N 79.31 states, “‘fiery red’ (probably with a tinge of yellow or orange).”) came out, and the one who rode it (tn Grk “the one sitting on it.”) was granted permission (tn The word “permission” is implied; Grk “it was given to him to take peace from the earth.”) to take peace from the earth, so that people would butcher (tn BDAG 979 s. v. σφάζω states, “Of the killing of a person by violence…σφάζειν τινά butcher or murder someone (4 Km 10:7; Jer 52:10; Manetho: 609 fgm. 8, 76 Jac. [in Jos., C. Ap. 1, 76]; Demetr.[?]: 722 fgm. 7; Ar. 10, 9) 1J 3:12; Rv 6:4. Pass. (Hdt. 5, 5) 5:9; 6:9; 18:24.”) one another, and he was given a huge sword."},{"number":5,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) when the Lamb opened the third seal I heard the third living creature saying, “Come!” So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the summons by the third creature.) I looked, (tc The reading “and I looked” (καὶ εἶδον, kai eidon) or some slight variation (e. g., ἶδον, idon) has excellent ms support ({א A C P 1611}) and its omission seems to have come through the mss that have already placed “and look” (καὶ ἴδε or καὶ βλέπε [kai ide or kai blepe]) after the verb “come” (ἔρχου, ercou) in 6:1. Thus, for these copyists it was redundant to add “and I looked” again.) and here came (tn The phrase “and here came” expresses the sense of καὶ ἰδού (kai idou).) a black horse! The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) one who rode it (tn Grk “the one sitting on it.”) had a balance scale (sn A balance scale would have been a rod held by a rope in the middle with pans attached to both ends for measuring.) in his hand."},{"number":6,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) I heard something like a voice from among the four living creatures saying, “A quart (tn BDAG 1086 s. v. χοῖνιξ states, “a dry measure, oft. used for grain, approximately equivalent to one quart or one liter, quart. A χ. of grain was a daily ration for one pers.…Rv 6:6ab.”) of wheat will cost a day’s pay (tn Grk “a quart of wheat for a denarius.” A denarius was one day’s pay for an average worker. The words “will cost” are used to indicate the genitive of price or value; otherwise the English reader could understand the phrase to mean “a quart of wheat to be given as a day’s pay.”) and three quarts of barley will cost a day’s pay. But (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) do not damage the olive oil and the wine!”"},{"number":7,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) when the Lamb opened the fourth seal I heard the voice of the fourth living creature saying, “Come!”"},{"number":8,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the summons by the fourth creature.) I looked (tc The reading “and I looked” (καὶ εἶδον, kai eidon) or some slight variation (e. g., ἶδον, idon) has excellent ms support ({א A C P 1611}) and its omission seems to have come through the mss that have already placed “and look” (καὶ ἴδε or καὶ βλέπε [kai ide or kai blepe]) after the verb “come” (ἔρχου, ercou) in 6:1. Thus, for these copyists it was redundant to add “and I looked” again.) and here came (tn The phrase “and here came” expresses the sense of καὶ ἰδού (kai idou).) a pale green (tn A sickly pallor, when referring to persons, or the green color of plants. BDAG 1085 s. v. χλωρός 2 states, “pale, greenish gray…as the color of a pers. in sickness contrasted with appearance in health…so the horse ridden by Death…ἵππος χλωρός Rv 6:8.” Because the color of the horse is symbolic, “pale green” is used in the translation. Cf. NIV, NCV “pale”; NASB “ashen.”) horse! The (tn Here καί (kai) has not been translated because of differences between Greek and English style.) name of the one who rode it (tn Grk “the one sitting on it.”) was Death, and Hades followed right behind. (tn Grk “And Hades was following with him.” The Greek expression μετ᾿ αὐτοῦ (met’ autou, “with him”) is Semitic and indicates close proximity. The translation “followed right behind” reflects this.) They (tn Here καί (kai) has not been translated because of differences between Greek and English style. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) were given authority over a fourth of the earth, to kill its population with the sword, (tn Here καί (kai) has not been translated because of differences between Greek and English style.) famine, and disease, (tn Grk “with death.” θάνατος (qanatos) can in particular contexts refer to a manner of death, specifically a contagious disease (see BDAG 443 s. v. 3; L&N 23.158).) and by the wild animals of the earth."},{"number":9,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the introduction of a new and somewhat different topic after the introduction of the four riders.) when the Lamb opened the fifth seal, I saw under the altar the souls of those who had been violently killed (tn Or “murdered.” See the note on the word “butcher” in 6:4.) because of the word of God and because of the testimony they had given."},{"number":10,"verse":"They (tn Here καί (kai) has not been translated because of differences between Greek and English style.) cried out with a loud voice, (tn Grk “voice, saying”; the participle λέγοντες (legontes) is redundant in contemporary English and has not been translated here.) “How long, (tn The expression ἕως πότε (ews pote) was translated “how long.” Cf. BDAG 423 s. v. ἕως 1. b. γ.) Sovereign Master, (tn The Greek term here is δεσπότης (despoths; see L&N 37.63).) holy and true, before you judge those who live on the earth and avenge our blood?”"},{"number":11,"verse":"Each (tn Here καί (kai) has not been translated because of differences between Greek and English style.) of them was given a long white robe and they were told to rest for a little longer, until the full number was reached (tn Grk “until they had been completed.” The idea of a certain “number” of people is implied by the subject of πληρωθῶσιν (plhrwqwsin).) of both their fellow servants (tn Though σύνδουλος (sundoulos) has been translated “fellow servant,” the word does not bear the connotation of a free individual serving another. See the note on the word “servants” in 1:1.) and their brothers who were going to be killed just as they had been."},{"number":12,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) I looked when the Lamb opened the sixth seal, and a huge (tn Or “powerful”; Grk “a great.”) earthquake took place; the sun became as black as sackcloth made of hair, (tn Or “like hairy sackcloth” (L&N 8.13).) and the full moon became blood red; (tn Grk “like blood,” understanding αἷμα (aima) as a blood-red color rather than actual blood (L&N 8.64).)"},{"number":13,"verse":"and the stars in the sky (tn Or “in heaven” (the same Greek word means both “heaven” and “sky”). The genitive τοῦ οὐρανοῦ (tou ouranou) is taken as a genitive of place.) fell to the earth like a fig tree dropping (tn Grk “throws [off]”; the indicative verb has been translated as a participle due to English style.) its unripe figs (tn L&N 3.37 states, “a fig produced late in the summer season (and often falling off before it ripens) – ‘late fig.’ ὡς συκὴ βάλλει τοὺς ὀλύνθους αὐτῆς ὑπὸ ἀνέμου μεγάλου σειομένη ‘as the fig tree sheds its late figs when shaken by a great wind’ Re 6:13. In the only context in which ὄλυνθος occurs in the NT (Re 6:13), one may employ an expression such as ‘unripe fig’ or ‘fig which ripens late.’”) when shaken by a fierce (tn Grk “great wind.”) wind."},{"number":14,"verse":"The sky (tn Or “The heavens were.” The Greek word οὐρανός (ouranos) can mean either “heaven” or “sky.”) was split apart (tn BDAG 125 s. v. ἀποχωρίζω states, “ὁ οὐρανὸς ἀπεχωρίσθη the sky was split Rv 6:14.” Although L&N 79.120 gives the meaning “the sky disappeared like a rolled-up scroll” here, a scroll that is rolled up does not “disappear,” and such a translation could be difficult for modern readers to understand.) like a scroll being rolled up, (tn On this term BDAG 317 s. v. ἑλίσσω states, “ὡς βιβλίον ἑλισσόμενον like a scroll that is rolled up…Rv 6:14.”) and every mountain and island was moved from its place."},{"number":15,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) the kings of the earth, the (tn Here καί (kai) has not been translated; nor is it translated before each of the following categories, since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) very important people, the generals, (tn Grk “chiliarchs.” A chiliarch was normally a military officer commanding a thousand soldiers, but here probably used of higher-ranking commanders like generals (see L&N 55.15; cf. Rev 6:15).) the rich, the powerful, and everyone, slave (tn See the note on the word “servants” in 1:1.) and free, hid themselves in the caves and among the rocks of the mountains."},{"number":16,"verse":"They (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. Here καί (kai) has not been translated because of differences between Greek and English style.) said to the mountains and to the rocks, “Fall on us and hide us from the face of the one who is seated on the throne and from the wrath of the Lamb, (tn It is difficult to say where this quotation ends. The translation ends it after “withstand it” at the end of v. 17, but it is possible that it should end here, after “Lamb” at the end of v. 16. If it ends after “Lamb,” v. 17 is a parenthetical explanation by the author.)"},{"number":17,"verse":"because the great day of their (tc Most mss (A Ï bo) change the pronoun “their” to “his” (αὐτοῦ, autou) in order to bring the text in line with the mention of the one seated on the throne in the immediately preceding verse, and to remove the ambiguity about whose wrath is in view here. The reading αὐτῶν (autwn, “their”) is well supported by א C 1611 1854 2053 2329 2344 pc latt sy. On both internal and external grounds, it should be regarded as original.) wrath has come, and who is able to withstand it?” (tn The translation “to withstand (it)” for ἵστημι (Jisthmi) is based on the imagery of holding one’s ground in a military campaign or an attack (BDAG 482 s. v. B.4).)"}]}