{"bibleAbbr":"NET2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"(The Sealing of the 144000) After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth so no wind could blow on the earth, on the sea, or on any tree."},{"number":2,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) I saw another angel ascending from the east, (tn Grk “from the rising of the sun.” BDAG 74 s. v. ἀνατολή 2. a takes this as a geographical direction: “ἀπὸ ἀ. ἡλίου…from the east Rv 7:2; 16:12…simply ἀπὸ ἀ. …21:13.”) who had (tn Grk “having,” but v. 3 makes it clear that the angel’s purpose is to seal others with the seal he carries.) the seal (tn Or “signet” (L&N 6.54).) of the living God. He (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. Here καί (kai) has not been translated because of differences between Greek and English style.) shouted out with a loud voice to the four angels who had been given permission (tn The word “permission” is implied; Grk “to whom it was given to them to damage the earth.”) to damage the earth and the sea: (tn Grk “saying.” The participle λέγων (legwn) is redundant in contemporary English and has not been translated.)"},{"number":3,"verse":"“Do not damage the earth or the sea or the trees until we have put a seal on the foreheads of the servants (tn See the note on the word “servants” in 1:1.) of our God.”"},{"number":4,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the introduction of new but related material.) I heard the number of those who were marked with the seal, (tn Grk “who were sealed.”) one hundred and forty-four thousand, sealed from all (tn Normally, “every,” but since 144000 is the total number, “all” is clearer here.) the tribes of the people of Israel: (tn Grk “the sons of Israel,” normally an idiom for the Israelites as an ethnic entity (L&N 11.58). However, many scholars understand the expression in this context to refer to Christians rather than ethnic Israelites.)"},{"number":5,"verse":"From the tribe of Judah, twelve thousand were sealed, from the tribe of Reuben, twelve thousand, from the tribe of Gad, twelve thousand,"},{"number":6,"verse":"from the tribe of Asher, twelve thousand, from the tribe of Naphtali, twelve thousand, from the tribe of Manasseh, twelve thousand,"},{"number":7,"verse":"from the tribe of Simeon, twelve thousand, from the tribe of Levi, twelve thousand, from the tribe of Issachar, twelve thousand,"},{"number":8,"verse":"from the tribe of Zebulun, twelve thousand, from the tribe of Joseph, twelve thousand, from the tribe of Benjamin, twelve thousand were sealed."},{"number":9,"verse":"After these things I looked, and here was (tn The phrase “and here was” expresses the sense of καὶ ἰδού (kai idou).) an enormous crowd that no one could count, made up of persons from every nation, tribe, (tn Here καί (kai) has not been translated before each of the following categories, since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) people, and language, standing before the throne and before the Lamb dressed in long white robes, and with palm branches in their hands."},{"number":10,"verse":"They were shouting out in a loud voice, “Salvation belongs to our God, (tn The dative here has been translated as a dative of possession.) to the one seated on the throne, and to the Lamb!”"},{"number":11,"verse":"And all the angels stood (tn The verb is pluperfect, but the force is simple past. See ExSyn 586.) there in a circle around the throne and around the elders and the four living creatures, and they threw themselves down with their faces to the ground (tn Grk “they fell down on their faces.” BDAG 815 s. v. πίπτω 1. b. α. ב. has “fall down, throw oneself to the ground as a sign of devotion or humility, before high-ranking persons or divine beings.”) before the throne and worshiped God,"},{"number":12,"verse":"saying, “Amen! Praise and glory, and wisdom and thanksgiving, and honor and power and strength be to our God for ever and ever. Amen!”"},{"number":13,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) one of the elders asked (tn Grk “spoke” or “declared to,” but in the context “asked” reads more naturally in English.) me, “These dressed in long white robes — who are they and where have they come from?”"},{"number":14,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the previous question.) I said to him, “My lord, you know the answer.” (tn Though the expression “the answer” is not in the Greek text, it is clearly implied. Direct objects in Greek were frequently omitted when clear from the context.) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the vision.) he said to me, “These are the ones who have come out of the great tribulation. They (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. Here καί (kai) has not been translated because of differences between Greek and English style.) have washed their robes and made them white in the blood of the Lamb!"},{"number":15,"verse":"For this reason they are before the throne of God, and they serve (tn Or “worship.” The word here is λατρεύω (latreuw).) him day and night in his temple, and the one seated on the throne will shelter them. (tn Grk “will spread his tent over them,” normally an idiom for taking up residence with someone, but when combined with the preposition ἐπί (epi, “over”) the idea is one of extending protection or shelter (BDAG 929 s. v. σκηνόω).)"},{"number":16,"verse":"They will never go hungry or be thirsty again, and the sun will not beat down on them, nor any burning heat, (tn An allusion to Isa 49:10. The phrase “burning heat” is one word in Greek (καῦμα, kauma) that refers to a burning, intensely-felt heat. See BDAG 536 s. v.)"},{"number":17,"verse":"because the Lamb in the middle of the throne will shepherd them and lead them to springs of living water, and God will wipe away every tear from their eyes.” (sn An allusion to Isa 25:8.)"}]}