{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"Wisdom (Heb Wisdom of women) builds her house, but folly with her own hands tears it down."},{"number":2,"verse":"He who walks in uprightness fears the LORD, but he who is devious in his ways despises him."},{"number":3,"verse":"The talk of a fool is a rod for his back, (Cn: Heb a rod of pride) but the lips of the wise will preserve them."},{"number":4,"verse":"Where there are no oxen, there is no (Cn: Heb a manger of) grain; but abundant crops come by the strength of the ox."},{"number":5,"verse":"A faithful witness does not lie, but a false witness breathes out lies."},{"number":6,"verse":"A scoffer seeks wisdom in vain, but knowledge is easy for a man of understanding."},{"number":7,"verse":"Leave the presence of a fool, for there you do not meet words of knowledge."},{"number":8,"verse":"The wisdom of a prudent man is to discern his way, but the folly of fools is deceiving."},{"number":9,"verse":"God scorns the wicked, (Cn: Heb obscure) but the upright enjoy his favor."},{"number":10,"verse":"The heart knows its own bitterness, and no stranger shares its joy."},{"number":11,"verse":"The house of the wicked will be destroyed, but the tent of the upright will flourish."},{"number":12,"verse":"There is a way which seems right to a man, but its end is the way to death. (Heb ways of death)"},{"number":13,"verse":"Even in laughter the heart is sad, and the end of joy is grief."},{"number":14,"verse":"A perverse man will be filled with the fruit of his ways, and a good man with the fruit of his deeds. (Cn: Heb from upon him)"},{"number":15,"verse":"The simple believes everything, but the prudent looks where he is going."},{"number":16,"verse":"A wise man is cautious and turns away from evil, but a fool throws off restraint and is careless."},{"number":17,"verse":"A man of quick temper acts foolishly, but a man of discretion is patient. (Gk: Heb is hated)"},{"number":18,"verse":"The simple acquire folly, but the prudent are crowned with knowledge."},{"number":19,"verse":"The evil bow down before the good, the wicked at the gates of the righteous."},{"number":20,"verse":"The poor is disliked even by his neighbor, but the rich has many friends."},{"number":21,"verse":"He who despises his neighbor is a sinner, but happy is he who is kind to the poor."},{"number":22,"verse":"Do they not err that devise evil? Those who devise good meet loyalty and faithfulness."},{"number":23,"verse":"In all toil there is profit, but mere talk tends only to want."},{"number":24,"verse":"The crown of the wise is their wisdom, (Cn Compare Gk: Heb riches) but folly is the garland (Cn: Heb folly) of fools."},{"number":25,"verse":"A truthful witness saves lives, but one who utters lies is a betrayer."},{"number":26,"verse":"In the fear of the LORD one has strong confidence, and his children will have a refuge."},{"number":27,"verse":"The fear of the LORD is a fountain of life, that one may avoid the snares of death."},{"number":28,"verse":"In a multitude of people is the glory of a king, but without people a prince is ruined."},{"number":29,"verse":"He who is slow to anger has great understanding, but he who has a hasty temper exalts folly."},{"number":30,"verse":"A tranquil mind gives life to the flesh, but passion makes the bones rot."},{"number":31,"verse":"He who oppresses a poor man insults his Maker, but he who is kind to the needy honors him."},{"number":32,"verse":"The wicked is overthrown through his evil-doing, but the righteous finds refuge through his integrity. (Gk Syr: Heb in his death)"},{"number":33,"verse":"Wisdom abides in the mind of a man of understanding, but it is not (Gk Syr: Heb lacks not) known in the heart of fools."},{"number":34,"verse":"Righteousness exalts a nation, but sin is a reproach to any people."},{"number":35,"verse":"A servant who deals wisely has the king’s favor, but his wrath falls on one who acts shamefully."}]}