{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"He who is estranged (Heb separated) seeks pretexts (Gk Vg: Heb desire) to break out against all sound judgment."},{"number":2,"verse":"A fool takes no pleasure in understanding, but only in expressing his opinion."},{"number":3,"verse":"When wickedness comes, contempt comes also; and with dishonor comes disgrace."},{"number":4,"verse":"The words of a man’s mouth are deep waters; the fountain of wisdom is a gushing stream."},{"number":5,"verse":"It is not good to be partial to a wicked man, or to deprive a righteous man of justice."},{"number":6,"verse":"A fool’s lips bring strife, and his mouth invites a flogging."},{"number":7,"verse":"A fool’s mouth is his ruin, and his lips are a snare to himself."},{"number":8,"verse":"The words of a whisperer are like delicious morsels; they go down into the inner parts of the body."},{"number":9,"verse":"He who is slack in his work is a brother to him who destroys."},{"number":10,"verse":"The name of the LORD is a strong tower; the righteous man runs into it and is safe."},{"number":11,"verse":"A rich man’s wealth is his strong city, and like a high wall protecting him. (Or in his imagination)"},{"number":12,"verse":"Before destruction a man’s heart is haughty, but humility goes before honor."},{"number":13,"verse":"If one gives answer before he hears, it is his folly and shame."},{"number":14,"verse":"A man’s spirit will endure sickness; but a broken spirit who can bear?"},{"number":15,"verse":"An intelligent mind acquires knowledge, and the ear of the wise seeks knowledge."},{"number":16,"verse":"A man’s gift makes room for him and brings him before great men."},{"number":17,"verse":"He who states his case first seems right, until the other comes and examines him."},{"number":18,"verse":"The lot puts an end to disputes and decides between powerful contenders."},{"number":19,"verse":"A brother helped is like a strong city, (Gk Syr Vg Tg: The meaning of the Hebrew is uncertain) but quarreling is like the bars of a castle."},{"number":20,"verse":"From the fruit of his mouth a man is satisfied; he is satisfied by the yield of his lips."},{"number":21,"verse":"Death and life are in the power of the tongue, and those who love it will eat its fruits."},{"number":22,"verse":"He who finds a wife finds a good thing, and obtains favor from the LORD."},{"number":23,"verse":"The poor use entreaties, but the rich answer roughly."},{"number":24,"verse":"There are (Syr Tg: Heb A man of) friends who pretend to be friends, (Cn Compare Syr Vg Tg: Heb to be broken) but there is a friend who sticks closer than a brother."}]}