{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better is a poor man who walks in his integrity than a man who is perverse in speech, and is a fool."},{"number":2,"verse":"It is not good for a man to be without knowledge, and he who makes haste with his feet misses his way."},{"number":3,"verse":"When a man’s folly brings his way to ruin, his heart rages against the LORD."},{"number":4,"verse":"Wealth brings many new friends, but a poor man is deserted by his friend."},{"number":5,"verse":"A false witness will not go unpunished, and he who utters lies will not escape."},{"number":6,"verse":"Many seek the favor of a generous man, and every one is a friend to a man who gives gifts."},{"number":7,"verse":"All a poor man’s brothers hate him; how much more do his friends go far from him! He pursues them with words, but does not have them. (Heb uncertain)"},{"number":8,"verse":"He who gets wisdom loves himself; he who keeps understanding will prosper."},{"number":9,"verse":"A false witness will not go unpunished, and he who utters lies will perish."},{"number":10,"verse":"It is not fitting for a fool to live in luxury, much less for a slave to rule over princes."},{"number":11,"verse":"Good sense makes a man slow to anger, and it is his glory to overlook an offense."},{"number":12,"verse":"A king’s wrath is like the growling of a lion, but his favor is like dew upon the grass."},{"number":13,"verse":"A foolish son is ruin to his father, and a wife’s quarreling is a continual dripping of rain."},{"number":14,"verse":"House and wealth are inherited from fathers, but a prudent wife is from the LORD."},{"number":15,"verse":"Slothfulness casts into a deep sleep, and an idle person will suffer hunger."},{"number":16,"verse":"He who keeps the commandment keeps his life; he who despises the word (Cn Compare 13.13: Heb his ways) will die."},{"number":17,"verse":"He who is kind to the poor lends to the LORD, and he will repay him for his deed."},{"number":18,"verse":"Discipline your son while there is hope; do not set your heart on his destruction."},{"number":19,"verse":"A man of great wrath will pay the penalty; for if you deliver him, you will only have to do it again. (Heb obscure)"},{"number":20,"verse":"Listen to advice and accept instruction, that you may gain wisdom for the future."},{"number":21,"verse":"Many are the plans in the mind of a man, but it is the purpose of the LORD that will be established."},{"number":22,"verse":"What is desired in a man is loyalty, and a poor man is better than a liar."},{"number":23,"verse":"The fear of the LORD leads to life; and he who has it rests satisfied; he will not be visited by harm."},{"number":24,"verse":"The sluggard buries his hand in the dish, and will not even bring it back to his mouth."},{"number":25,"verse":"Strike a scoffer, and the simple will learn prudence; reprove a man of understanding, and he will gain knowledge."},{"number":26,"verse":"He who does violence to his father and chases away his mother is a son who causes shame and brings reproach."},{"number":27,"verse":"Cease, my son, to hear instruction only to stray from the words of knowledge."},{"number":28,"verse":"A worthless witness mocks at justice, and the mouth of the wicked devours iniquity."},{"number":29,"verse":"Condemnation is ready for scoffers, and flogging for the backs of fools."}]}