{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"The Value of Wisdom My son, if you receive my words and treasure up my commandments with you,"},{"number":2,"verse":"making your ear attentive to wisdom and inclining your heart to understanding;"},{"number":3,"verse":"yes, if you cry out for insight and raise your voice for understanding,"},{"number":4,"verse":"if you seek it like silver and search for it as for hidden treasures;"},{"number":5,"verse":"then you will understand the fear of the LORD and find the knowledge of God."},{"number":6,"verse":"For the LORD gives wisdom; from his mouth come knowledge and understanding;"},{"number":7,"verse":"he stores up sound wisdom for the upright; he is a shield to those who walk in integrity,"},{"number":8,"verse":"guarding the paths of justice and preserving the way of his saints."},{"number":9,"verse":"Then you will understand righteousness and justice and equity, every good path;"},{"number":10,"verse":"for wisdom will come into your heart, and knowledge will be pleasant to your soul;"},{"number":11,"verse":"discretion will watch over you; understanding will guard you;"},{"number":12,"verse":"delivering you from the way of evil, from men of perverted speech,"},{"number":13,"verse":"who forsake the paths of uprightness to walk in the ways of darkness,"},{"number":14,"verse":"who rejoice in doing evil and delight in the perverseness of evil;"},{"number":15,"verse":"men whose paths are crooked, and who are devious in their ways."},{"number":16,"verse":"You will be saved from the loose (Heb strange) woman, from the adventuress (Heb foreign woman) with her smooth words,"},{"number":17,"verse":"who forsakes the companion of her youth and forgets the covenant of her God;"},{"number":18,"verse":"for her house sinks down to death, and her paths to the shades;"},{"number":19,"verse":"none who go to her come back nor do they regain the paths of life."},{"number":20,"verse":"So you will walk in the way of good men and keep to the paths of the righteous."},{"number":21,"verse":"For the upright will inhabit the land, and men of integrity will remain in it;"},{"number":22,"verse":"but the wicked will be cut off from the land, and the treacherous will be rooted out of it."}]}