{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"The wicked flee when no one pursues, but the righteous are bold as a lion."},{"number":2,"verse":"When a land transgresses it has many rulers; but with men of understanding and knowledge its stability will long continue."},{"number":3,"verse":"A poor man who oppresses the poor is a beating rain that leaves no food."},{"number":4,"verse":"Those who forsake the law praise the wicked, but those who keep the law strive against them."},{"number":5,"verse":"Evil men do not understand justice, but those who seek the LORD understand it completely."},{"number":6,"verse":"Better is a poor man who walks in his integrity than a rich man who is perverse in his ways."},{"number":7,"verse":"He who keeps the law is a wise son, but a companion of gluttons shames his father."},{"number":8,"verse":"He who augments his wealth by interest and increase gathers it for him who is kind to the poor."},{"number":9,"verse":"If one turns away his ear from hearing the law, even his prayer is an abomination."},{"number":10,"verse":"He who misleads the upright into an evil way will fall into his own pit; but the blameless will have a goodly inheritance."},{"number":11,"verse":"A rich man is wise in his own eyes, but a poor man who has understanding will find him out."},{"number":12,"verse":"When the righteous triumph, there is great glory; but when the wicked rise, men hide themselves."},{"number":13,"verse":"He who conceals his transgressions will not prosper, but he who confesses and forsakes them will obtain mercy."},{"number":14,"verse":"Blessed is the man who fears the LORD always; but he who hardens his heart will fall into calamity."},{"number":15,"verse":"Like a roaring lion or a charging bear is a wicked ruler over a poor people."},{"number":16,"verse":"A ruler who lacks understanding is a cruel oppressor; but he who hates unjust gain will prolong his days."},{"number":17,"verse":"If a man is burdened with the blood of another, let him be a fugitive until death; let no one help him."},{"number":18,"verse":"He who walks in integrity will be delivered, but he who is perverse in his ways will fall into a pit. (Syr: Heb in one)"},{"number":19,"verse":"He who tills his land will have plenty of bread, but he who follows worthless pursuits will have plenty of poverty."},{"number":20,"verse":"A faithful man will abound with blessings, but he who hastens to be rich will not go unpunished."},{"number":21,"verse":"To show partiality is not good; but for a piece of bread a man will do wrong."},{"number":22,"verse":"A miserly man hastens after wealth, and does not know that want will come upon him."},{"number":23,"verse":"He who rebukes a man will afterward find more favor than he who flatters with his tongue."},{"number":24,"verse":"He who robs his father or his mother and says, “That is no transgression,” is the companion of a man who destroys."},{"number":25,"verse":"A greedy man stirs up strife, but he who trusts in the LORD will be enriched."},{"number":26,"verse":"He who trusts in his own mind is a fool; but he who walks in wisdom will be delivered."},{"number":27,"verse":"He who gives to the poor will not want, but he who hides his eyes will get many a curse."},{"number":28,"verse":"When the wicked rise, men hide themselves, but when they perish, the righteous increase."}]}