{"bibleAbbr":"RSV1971","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"(Warning against Impurity and Infidelity) My son, be attentive to my wisdom, incline your ear to my understanding;"},{"number":2,"verse":"that you may keep discretion, and your lips may guard knowledge."},{"number":3,"verse":"For the lips of a loose woman drip honey, and her speech (Heb palate) is smoother than oil;"},{"number":4,"verse":"but in the end she is bitter as wormwood, sharp as a two-edged sword."},{"number":5,"verse":"Her feet go down to death; her steps follow the path to (Heb lay hold of) Sheol;"},{"number":6,"verse":"she does not take heed to (The meaning of the Hebrew word is uncertain) the path of life; her ways wander, and she does not know it."},{"number":7,"verse":"And now, O sons, listen to me, and do not depart from the words of my mouth."},{"number":8,"verse":"Keep your way far from her, and do not go near the door of her house;"},{"number":9,"verse":"lest you give your honor to others and your years to the merciless;"},{"number":10,"verse":"lest strangers take their fill of your strength, (Or wealth) and your labors go to the house of an alien;"},{"number":11,"verse":"and at the end of your life you groan, when your flesh and body are consumed,"},{"number":12,"verse":"and you say, “How I hated discipline, and my heart despised reproof!"},{"number":13,"verse":"I did not listen to the voice of my teachers or incline my ear to my instructors."},{"number":14,"verse":"I was at the point of utter ruin in the assembled congregation.”"},{"number":15,"verse":"Drink water from your own cistern, flowing water from your own well."},{"number":16,"verse":"Should your springs be scattered abroad, streams of water in the streets?"},{"number":17,"verse":"Let them be for yourself alone, and not for strangers with you."},{"number":18,"verse":"Let your fountain be blessed, and rejoice in the wife of your youth,"},{"number":19,"verse":"a lovely hind, a graceful doe. Let her affection fill you at all times with delight, be infatuated always with her love."},{"number":20,"verse":"Why should you be infatuated, my son, with a loose woman and embrace the bosom of an adventuress?"},{"number":21,"verse":"For a man’s ways are before the eyes of the LORD, and he watches (The meaning of the Hebrew word is uncertain) all his paths."},{"number":22,"verse":"The iniquities of the wicked ensnare him, and he is caught in the toils of his sin."},{"number":23,"verse":"He dies for lack of discipline, and because of his great folly he is lost."}]}