{"bibleAbbr":"RKJNT2000","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to pass, when Jesus had finished all these sayings, he said to his disciples,"},{"number":2,"verse":"You know that after two days is the feast of the passover, and the Son of man will be delivered up to be crucified."},{"number":3,"verse":"Then the chief priests, the scribes, and the elders of the people assembled together at the palace of the high priest, who was called Caiaphas,"},{"number":4,"verse":"And conspired to take Jesus by stealth, and kill him."},{"number":5,"verse":"But they said, Not on the feast day, lest there be an uproar among the people."},{"number":6,"verse":"Now when Jesus was in Bethany, in the house of Simon the leper,"},{"number":7,"verse":"There came to him a woman having an alabaster box of very precious ointment, and poured it on his head as he reclined at table."},{"number":8,"verse":"But when his disciples saw it, they were indignant, saying, To what purpose is this waste?"},{"number":9,"verse":"For this ointment might have been sold for much, and given to the poor."},{"number":10,"verse":"But Jesus, aware of this, said to them, Why do you trouble the woman for she has done a good work for me."},{"number":11,"verse":"For you always have the poor with you; but you do not always have me."},{"number":12,"verse":"When she poured this ointment on my body, she did it for my burial."},{"number":13,"verse":"Truly I say to you, Wherever this gospel shall be preached in the whole world, what this woman has done shall also be told in memory of her."},{"number":14,"verse":"Then one of the twelve, named Judas Iscariot, went to the chief priests,"},{"number":15,"verse":"And said to them, What will you give me if I deliver him to you? And they paid him thirty pieces of silver."},{"number":16,"verse":"And from that time on he sought an opportunity to betray him."},{"number":17,"verse":"Now on the first day of the feast of unleavened bread the disciples came to Jesus, saying, Where will you have us prepare for you to eat the passover?"},{"number":18,"verse":"And he said, Go into the city to a certain man, and say to him, The Teacher says, My time is at hand; I will keep the passover at your house with my disciples."},{"number":19,"verse":"And the disciples did as Jesus had directed them; and they made ready the passover."},{"number":20,"verse":"Now when the evening had come, he sat down with the twelve."},{"number":21,"verse":"And as they ate, he said, Truly I say to you, that one of you shall betray me."},{"number":22,"verse":"And they were exceedingly sorrowful, and every one of them began to say to him, Lord, is it I?"},{"number":23,"verse":"And he answered and said, He who dipped his hand with me in the dish shall betray me."},{"number":24,"verse":"The Son of man goes as it is written of him: but woe to that man by whom the Son of man is betrayed! it would have been better for that man if he had not been born."},{"number":25,"verse":"Then Judas, who betrayed him, answered and said, Teacher, is it I He said to him, You have said it."},{"number":26,"verse":"And as they were eating, Jesus took bread, and blessed it, and broke it, and gave it to the disciples, and said, Take, eat; this is my body."},{"number":27,"verse":"And he took the cup, and gave thanks, and gave it to them, saying, Drink of it, all of you;"},{"number":28,"verse":"For this is my blood of the covenant, which is shed for many for the forgiveness of sins."},{"number":29,"verse":"But I say to you, I will not drink again of this fruit of the vine, until that day when I drink it anew with you in my Father's kingdom."},{"number":30,"verse":"And when they had sung a hymn, they went out to the mount of Olives."},{"number":31,"verse":"Then Jesus said to them, This night all of you shall fall away because of me: for it is written, I will strike the shepherd, and the sheep of the flock shall be scattered."},{"number":32,"verse":"But after I have risen, I will go before you into Galilee."},{"number":33,"verse":"Peter answered and said to him, Though all fall away because of you, yet I will never fall away."},{"number":34,"verse":"Jesus said to him, Truly I say to you, That this night, before the cock crows, you shall deny me thrice."},{"number":35,"verse":"Peter said to him, Though I die with you, yet I will not deny you. And all the disciples said the same."},{"number":36,"verse":"Then Jesus came with them to a place called Gethsemane, and said to the disciples, Sit here, while I go and pray over there."},{"number":37,"verse":"And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very troubled."},{"number":38,"verse":"Then he said to them, My soul is exceedingly sorrowful, even to death: remain here, and watch with me."},{"number":39,"verse":"And he went a little further, and fell on his face, and prayed, saying, O my Father, if it is possible, let this cup pass from me: nevertheless, not as I will, but as you will."},{"number":40,"verse":"And he came to the disciples, and found them asleep, and said to Peter, What, could you not watch with me one hour"},{"number":41,"verse":"Watch and pray, that you do not enter into temptation: the spirit is willing, but the flesh is weak."},{"number":42,"verse":"He went away again, a second time, and prayed, saying, O my Father, if this may not pass away from me, except I drink it, your will be done."},{"number":43,"verse":"And he came and found them asleep again: for their eyes were heavy."},{"number":44,"verse":"And he left them, and went away again, and prayed the third time, saying the same words."},{"number":45,"verse":"Then he came to his disciples, and said to them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."},{"number":46,"verse":"Rise, let us be going: behold, he who betrays me is at hand."},{"number":47,"verse":"And while he yet spoke, lo, Judas, one of the twelve, came, and with him a great multitude with swords and clubs, from the chief priests and elders of the people."},{"number":48,"verse":"Now he who betrayed him gave them a sign, saying, Whomever I shall kiss, he is the one: hold him fast."},{"number":49,"verse":"And forthwith he came to Jesus, and said, Hail, Rabbi; and kissed him."},{"number":50,"verse":"And Jesus said to him, Friend, do that which you have come for. Then they came, and laid hands on Jesus, and took him."},{"number":51,"verse":"And, behold, one of those with Jesus stretched out his hand, and drew his sword, and struck a servant of the high priest, and cut off his ear."},{"number":52,"verse":"Then Jesus said to him, Put your sword back in its place: for all those who take up the sword shall perish by the sword."},{"number":53,"verse":"Do you think that I cannot now pray to my Father, and he shall at once give me more than twelve legions of angels?"},{"number":54,"verse":"But how then shall the scriptures be fulfilled, that say it must happen this way?"},{"number":55,"verse":"In that same hour Jesus said to the multitudes, Do you come out to take me with swords and clubs, as if I was a thief I sat daily with you teaching in the temple, and you did not lay hold on me."},{"number":56,"verse":"But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled."},{"number":57,"verse":"And those who had laid hold on Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled."},{"number":58,"verse":"But Peter followed him from afar to the high priest's courtyard, and went in, and sat with the guards, to see the outcome."},{"number":59,"verse":"Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;"},{"number":60,"verse":"But found none, though many false witnesses came forth. At last two false witnesses came,"},{"number":61,"verse":"And said, This fellow said, I am able to destroy the temple of God, and to build it in three days."},{"number":62,"verse":"And the high priest arose, and said to him, Do you have no answer? what is it which these men testify against you?"},{"number":63,"verse":"But Jesus held his peace. And the high priest answered and said to him, I charge you by the living God, that you tell us whether you are the Christ, the Son of God."},{"number":64,"verse":"Jesus said to him, You have said so: nevertheless I say to you, Hereafter you shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."},{"number":65,"verse":"Then the high priest rent his clothes, saying, He has spoken blasphemy; what further need have we of witnesses? behold, now you have heard his blasphemy."},{"number":66,"verse":"What do you think? They answered and said, He is worthy of death."},{"number":67,"verse":"Then they spit in his face, and beat him; and others struck him with the palms of their hands,"},{"number":68,"verse":"Saying, Prophesy to us, you Christ, Who is it who struck you?"},{"number":69,"verse":"Now Peter sat outside in the courtyard: and a maid came to him, saying, You also were with Jesus of Galilee."},{"number":70,"verse":"But he denied it before them all, saying, I know not what your are saying."},{"number":71,"verse":"And when he went out to the porch, another maid saw him, and said to those who were there, This fellow was also with Jesus of Nazareth."},{"number":72,"verse":"And again he denied it with an oath, I do not know the man."},{"number":73,"verse":"And after a while the bystanders came to him, and said to Peter, Surely you also are one of them; for your speech betrays you."},{"number":74,"verse":"Then he began to curse and to swear, saying, I do not know the man. And immediately the cock crowed."},{"number":75,"verse":"And Peter remembered the word Jesus said to him, Before the cock crows, you shall deny me thrice. And he went out, and wept bitterly."}]}