{"bibleAbbr":"WEB2020+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"Yahweh <WH3068> spoke <WH1696> to Moses <WH4872> and to Aaron, <WH175> saying to them, <WH559>"},{"number":2,"verse":"\"Speak <WH1696> to the children <WH1121> of Israel, <WH3478> saying, <WH559> <WH2063> 'These are the living things <WH2416> which you may eat <WH398> among all the animals <WH929> that are on the earth. <WH776>"},{"number":3,"verse":"Whatever parts <WH6536> the hoof, <WH6541> and is cloven-footed, <WH8156> and chews <WH5927> the cud <WH1625> among the animals, <WH929> that you may eat. <WH398>"},{"number":4,"verse":"<WH389>\"'Nevertheless these you shall not eat <WH398> of those that chew <WH5927> the cud, <WH1625> or of those who part <WH6536> the hoof: <WH6541> the camel, <WH1581> because he chews <WH5927> the cud <WH1625> but doesn't <WH6536> have a parted hoof, <WH6541> he is unclean to you. <WH2931>"},{"number":5,"verse":"The coney, <WH8227> because he chews <WH5927> the cud <WH1625> but doesn't <WH6536> have a parted hoof, <WH6541> he is unclean to you. <WH2931>"},{"number":6,"verse":"The hare, <WH768> because she chews <WH5927> the cud <WH1625> but doesn't <WH6536> part the hoof, <WH6541> she is unclean to you. <WH2931>"},{"number":7,"verse":"The pig, <WH2386> because he has a split <WH6536> hoof, <WH6541> and is cloven-footed, <WH8156> but doesn't <WH1641> chew the cud, <WH1625> he is unclean to you. <WH2931>"},{"number":8,"verse":"Of their flesh <WH1320> you shall not eat, <WH398> and their carcasses <WH5038> you shall not touch; <WH5060> they are unclean to you. <WH2931>"},{"number":9,"verse":"<WH398>\"'These you may eat of all that are in the waters: <WH4325> whatever has fins <WH5579> and scales <WH7193> in the waters, <WH4325> in the seas, <WH3220> and in the rivers, <WH5158> that you may eat. <WH398>"},{"number":10,"verse":"All that don't <WH5579> have fins and scales <WH7193> in the seas, <WH3220> and in the rivers, <WH5158> of all that move <WH8318> in the waters, <WH4325> and of all the living <WH2416> creatures <WH5315> that are in the waters, <WH4325> they are an abomination to you, <WH8263>"},{"number":11,"verse":"and you detest them. <WH398> You shall not eat of their flesh, <WH1320> and you shall detest their carcasses. <WH5038>"},{"number":12,"verse":"Whatever has no fins <WH5579> nor scales <WH7193> in the waters, <WH4325> that is an abomination to you. <WH8263>"},{"number":13,"verse":"<WH8262>\"'These you shall detest among <WH4480> the birds; <WH5775> they shall not be eaten, <WH398> they are an abomination: <WH8262> the eagle, <WH5404> and the vulture, <WH6538> and the black vulture, <WH6538>"},{"number":14,"verse":"and the red kite, <WH344> any kind <WH4327> of black kite, <WH344>"},{"number":15,"verse":"any kind <WH4327> of raven, <WH6158>"},{"number":16,"verse":"the horned owl, <WH1323> the screech owl, <WH8464> and the gull, <WH7828> any kind <WH4327> of hawk, <WH5322>"},{"number":17,"verse":"the little owl, <WH3563> the cormorant, <WH7994> the great owl, <WH3563>"},{"number":18,"verse":"the white owl, <WH8580> the desert owl, <WH6893> the osprey, <WH7360>"},{"number":19,"verse":"the stork, <WH2624> any kind <WH4327> of heron, <WH601> the hoopoe, <WH1744> and the bat. <WH5847>"},{"number":20,"verse":"<WH5775>\"'All flying insects <WH8318> that walk <WH8318> on all fours <WH702> are an abomination to you. <WH8263>"},{"number":21,"verse":"Yet you may eat <WH398> these: <WH5775> of all winged creeping <WH8318> things that go <WH1980> on all fours, <WH702> which have legs <WH3767> above <WH4605> their feet, <WH7272> with <WH2004> which to hop <WH5425> on the earth. <WH776>"},{"number":22,"verse":"Even of these you may eat: <WH398> any kind <WH4327> of locust, <WH697> any kind <WH4327> of katydid, <WH5556> any kind <WH4327> of cricket, <WH2728> and any kind <WH4327> of grasshopper. <WH2284>"},{"number":23,"verse":"But all winged <WH5775> creeping things <WH8318> which have four <WH702> feet, <WH7272> are an abomination to you. <WH8263>"},{"number":24,"verse":"<WH2930>\"'By these you will become unclean: whoever touches <WH5060> their carcass <WH5038> shall be unclean <WH2930> until the evening. <WH6153>"},{"number":25,"verse":"Whoever carries <WH5375> any part of their carcass <WH5038> shall wash <WH3526> his clothes, <WH899> and be unclean <WH2930> until the evening. <WH6153>"},{"number":26,"verse":"<WH929>\"'Every animal which parts <WH6536> the hoof, <WH6541> and is not cloven-footed, <WH8157> nor chews <WH5927> the cud, <WH1625> is unclean <WH2931> to you. <WH5060> Everyone who touches them shall be unclean. <WH2931>"},{"number":27,"verse":"Whatever <WH3605> goes <WH1980> on its paws, <WH3709> among all animals <WH2416> that go <WH1980> on all fours, <WH702> they are unclean <WH2931> to you. <WH5060> Whoever touches their carcass <WH5038> shall be unclean <WH2931> until the evening. <WH6153>"},{"number":28,"verse":"He who carries <WH5375> their carcass <WH5038> shall wash <WH3526> his clothes, <WH899> and be unclean <WH2930> until the evening. <WH6153> They are unclean to you. <WH2930>"},{"number":29,"verse":"<WH2931>\"'These are they which are unclean to you among the creeping things <WH8318> that creep <WH8317> on the earth: <WH776> the weasel, <WH2467> the rat, <WH5909> any kind <WH4327> of great lizard, <WH6632>"},{"number":30,"verse":"the gecko, <WH604> and the monitor lizard, <WH3581> the wall lizard, <WH3911> the skink, <WH2546> and the chameleon. <WH8580>"},{"number":31,"verse":"These are they which are unclean <WH2931> to you among all that creep. <WH8318> Whoever touches <WH5060> them when they are dead, <WH4194> shall be unclean <WH2930> until the evening. <WH6153>"},{"number":32,"verse":"On whatever any of them falls <WH5307> when they are dead, <WH4194> it shall be unclean; <WH2930> whether it is any vessel <WH3627> of wood, <WH6086> or clothing, <WH899> or skin, <WH5785> or sack, <WH8242> whatever vessel <WH3627> it is, <WH4399> with which any work is done, <WH6213> it must be put <WH935> into water, <WH4325> and it shall be unclean <WH2930> until the evening; <WH6153> then it will be clean."},{"number":33,"verse":"Every earthen <WH2789> vessel, <WH3627> into which any of them falls, <WH5307> all that is in it shall be unclean, <WH2930> and you shall break it. <WH7665>"},{"number":34,"verse":"All food <WH400> which may be eaten, <WH398> that on which water <WH4325> comes, <WH935> shall be unclean; <WH2930> and all drink <WH4945> that may be drunk <WH8354> in every such vessel <WH3627> shall be unclean. <WH2930>"},{"number":35,"verse":"Everything whereupon part of their carcass <WH5038> falls <WH5307> shall be unclean; <WH2930> whether oven, <WH8574> or range for pots, <WH2931> it shall be broken in pieces: they are unclean, and shall be unclean to you. <WH2931>"},{"number":36,"verse":"Nevertheless a spring or a cistern in which water <WH4325> is a gathered shall be clean: <WH2889> but that which touches <WH5060> their carcass <WH5038> shall be unclean. <WH2930>"},{"number":37,"verse":"If part of their carcass <WH5038> falls <WH5307> on any sowing <WH2221> seed <WH2233> which is to be sown, <WH2232> it is clean. <WH2889>"},{"number":38,"verse":"But if water <WH4325> is put <WH5414> on the seed, <WH2233> and part of their carcass <WH5038> falls <WH5307> on it, <WH2931> it is unclean to you."},{"number":39,"verse":"<WH929>\"'If any animal, of which you may eat, <WH402> dies; <WH4191> he who touches <WH5060> its carcass <WH5038> shall be unclean <WH2930> until the evening. <WH6153>"},{"number":40,"verse":"He who eats <WH398> of its carcass <WH5038> shall wash <WH3526> his clothes, <WH899> and be unclean <WH2930> until the evening. <WH6153> He also who carries <WH5375> its carcass <WH5038> shall wash <WH3526> his clothes, <WH899> and be unclean <WH2930> until the evening. <WH6153>"},{"number":41,"verse":"<WH8318>\"'Every creeping thing that creeps <WH8317> on the earth <WH776> is an abomination. <WH8263> It shall not be eaten. <WH398>"},{"number":42,"verse":"Whatever goes <WH1980> on its belly, <WH1512> and whatever goes <WH1980> on all fours, <WH702> or whatever has many feet, <WH7272> even all creeping things <WH8318> that creep <WH8317> on the earth, <WH776> them you shall not eat; <WH398> for they are an abomination. <WH8263>"},{"number":43,"verse":"You shall not make <WH8262> yourselves <WH5315> abominable <WH8262> with any creeping thing <WH8318> that creeps, <WH8317> neither shall you make yourselves unclean <WH2933> with them, <WH2930> that you should be defiled thereby."},{"number":44,"verse":"For I am Yahweh <WH3068> your God. <WH430> Sanctify yourselves <WH6942> therefore, <WH6918> and be holy; for I am holy: <WH6918> neither shall you defile <WH2930> yourselves <WH5315> with any kind of creeping thing <WH8318> that moves on the earth. <WH776>"},{"number":45,"verse":"For I am Yahweh <WH3068> who brought <WH5927> you up out of the land <WH776> of Egypt, <WH4714> to be your God. <WH430> You shall therefore be holy, <WH6918> for I am holy. <WH6918>"},{"number":46,"verse":"<WH8451>\"'This is the law of the animal, <WH929> and of the bird, <WH5775> and of every living <WH2416> creature <WH5315> that moves <WH7430> in the waters, <WH4325> and of every creature <WH5315> that creeps <WH8317> on the earth, <WH776>"},{"number":47,"verse":"to make a distinction <WH914> between the unclean <WH2931> and the clean, <WH2889> and between the living thing <WH2416> that may be eaten <WH398> and the living thing <WH2416> that may not be eaten. <WH398>'\""}]}