{"bibleAbbr":"WEB2020+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"Yahweh <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"This shall be the law <WH8451> of the leper <WH6879> in the day <WH3117> of his cleansing. <WH2893> He shall be brought <WH935> to the priest, <WH3548>"},{"number":3,"verse":"and the priest <WH3548> shall go forth <WH3318> out <WH2351> of the camp. <WH4264> The priest <WH3548> shall examine <WH7200> him, <WH5061> and behold, if the plague of leprosy <WH6883> is healed <WH7495> in the leper, <WH6879>"},{"number":4,"verse":"then the priest <WH3548> shall command <WH6680> them to take <WH3947> for him who is to be cleansed <WH2891> two <WH8147> living <WH2416> clean <WH2889> birds, <WH6833> and cedar <WH730> wood, <WH6086> and scarlet, <WH8144> and hyssop. <WH231>"},{"number":5,"verse":"The priest <WH3548> shall command <WH6680> them to kill <WH7819> one <WH259> of the birds <WH6833> in an earthen <WH2789> vessel <WH3627> over running <WH2416> water. <WH4325>"},{"number":6,"verse":"As for the living <WH2416> bird, <WH6833> he shall take <WH3947> it, <WH730> and the cedar wood, <WH6086> and the scarlet, <WH8144> and the hyssop, <WH231> and shall dip <WH2881> them and the living <WH2416> bird <WH6833> in the blood <WH1818> of the bird <WH6833> that was killed <WH7819> over the running <WH2416> water. <WH4325>"},{"number":7,"verse":"He shall sprinkle <WH5137> on him who is to be cleansed <WH2891> from the leprosy <WH6883> seven <WH7651> times, <WH6471> and shall pronounce him clean, <WH2891> and shall let the living <WH2416> bird <WH6833> go <WH7971> into the open <WH6440> field. <WH7704>"},{"number":8,"verse":"\"He who is to be cleansed <WH2891> shall wash <WH3526> his clothes, <WH899> and shave <WH1548> off all his hair, <WH8181> and bathe <WH7364> himself in water; <WH4325> and he shall be clean. <WH2891> After <WH310> that he shall come <WH935> into the camp, <WH4264> but shall dwell <WH3427> outside <WH2351> his tent <WH168> seven <WH7651> days. <WH3117>"},{"number":9,"verse":"It shall be on the seventh <WH7637> day, <WH3117> that he shall shave <WH1548> all his hair <WH8181> off his head <WH7218> and his beard <WH2206> and his eyebrows, <WH1354> even all his hair <WH8181> he shall shave <WH1548> off. <WH3526> He shall wash his clothes, <WH899> and he shall bathe <WH3526> his body <WH1320> in water, <WH4325> then he shall be clean. <WH2891>"},{"number":10,"verse":"\"On the eighth <WH8066> day <WH3117> he shall take <WH3947> two <WH8147> male lambs <WH3532> without blemish, <WH8549> and one <WH259> ewe lamb <WH3535> a <WH1323> year <WH8141> old without blemish, <WH8549> and three <WH7969> tenths of an ephah <WH6241> of fine flour <WH5560> for a meal offering, <WH4503> mingled <WH1101> with oil, <WH8081> and one <WH259> log <WH3849> of oil. <WH8081>"},{"number":11,"verse":"The priest <WH3548> who cleanses <WH2891> him shall set <WH5975> the man <WH376> who is to be cleansed, <WH2891> and those things, <WH6440> before Yahweh, <WH3068> at the door <WH6607> of the Tent <WH168> of Meeting. <WH4150>"},{"number":12,"verse":"\"The priest <WH3548> shall take <WH3947> one <WH259> of the male lambs, <WH3532> and offer <WH7126> him for a trespass offering, <WH817> with the log <WH3849> of oil, <WH8081> and wave <WH5130> them for a wave offering <WH8573> before <WH6440> Yahweh. <WH3068>"},{"number":13,"verse":"He shall kill <WH7819> the male lamb <WH3532> in the place <WH4725> where they kill <WH7819> the sin offering <WH2403> and the burnt offering, <WH5930> in the place <WH4725> of the sanctuary; <WH6944> for as the sin offering <WH2403> is the priest <WH3548>'s, so is the trespass offering. <WH817> It is most <WH6944> holy. <WH6944>"},{"number":14,"verse":"The priest <WH3548> shall take <WH3947> some of the blood <WH1818> of the trespass offering, <WH817> and the priest <WH3548> shall put <WH5414> it on the tip <WH8571> of the right <WH3233> ear <WH241> of him who is to be cleansed, <WH2891> and on the thumb <WH931> of his right <WH3233> hand, <WH3027> and on the big toe <WH931> of his right <WH3233> foot. <WH7272>"},{"number":15,"verse":"The priest <WH3548> shall take <WH3947> some of the log <WH3849> of oil, <WH8081> and pour <WH3332> it into the palm <WH3709> of his own <WH3548> left hand. <WH8042>"},{"number":16,"verse":"The priest <WH3548> shall dip <WH2881> his right <WH3233> finger <WH676> in the oil <WH8081> that is in his left <WH8042> hand, <WH3709> and shall sprinkle <WH5137> some of the oil <WH8081> with his finger <WH676> seven <WH7651> times <WH6471> before <WH6440> Yahweh. <WH3068>"},{"number":17,"verse":"The priest <WH3548> shall put <WH5414> some of the rest <WH3499> of the oil <WH8081> that is in his hand <WH3709> on the tip <WH8571> of the right <WH3233> ear <WH241> of him who is to be cleansed, <WH2891> and on the thumb <WH931> of his right <WH3233> hand, <WH3027> and on the big toe <WH931> of his right <WH3233> foot, <WH7272> upon the blood <WH1818> of the trespass offering. <WH817>"},{"number":18,"verse":"The rest <WH3498> of the oil <WH8081> that is in the priest <WH3548>'s hand <WH3709> he shall put <WH5414> on the head <WH7218> of him who is to be cleansed, <WH2891> and the priest <WH3548> shall make atonement <WH3722> for him before <WH6440> Yahweh. <WH3068>"},{"number":19,"verse":"\"The priest <WH3548> shall offer <WH6213> the sin offering, <WH2403> and make atonement <WH3722> for him who is to be cleansed <WH2891> because of his uncleanness: <WH2932> and afterward <WH310> he shall kill <WH7819> the burnt offering; <WH5930>"},{"number":20,"verse":"and the priest <WH3548> shall offer <WH5927> the burnt offering <WH5930> and the meal offering <WH4503> on the altar. <WH4196> The priest <WH3548> shall make atonement <WH3722> for him, <WH2891> and he shall be clean."},{"number":21,"verse":"\"If he is poor, <WH1800> and can't <WH3027> afford so much, <WH3947> then he shall take one <WH259> male lamb <WH3532> for a trespass offering <WH817> to be waved, <WH8573> to make atonement <WH3722> for him, <WH259> and one tenth of an ephah <WH6241> of fine flour <WH5560> mingled <WH1101> with oil <WH8081> for a meal offering, <WH4503> and a log <WH3849> of oil; <WH8081>"},{"number":22,"verse":"and two <WH8147> turtledoves, <WH8449> or two <WH8147> young <WH1121> pigeons, <WH3123> such as he is able to afford; <WH3027> and the one <WH259> shall be a sin offering, <WH2403> and the other <WH259> a burnt offering. <WH5930>"},{"number":23,"verse":"\"On the eighth <WH8066> day <WH3117> he shall bring <WH935> them for his cleansing <WH2893> to the priest, <WH3548> to the door <WH6607> of the Tent <WH168> of Meeting, <WH4150> before <WH6440> Yahweh. <WH3068>"},{"number":24,"verse":"The priest <WH3548> shall take <WH3947> the lamb <WH3532> of the trespass offering, <WH817> and the log <WH3849> of oil, <WH8081> and the priest <WH3548> shall wave <WH5130> them for a wave offering <WH8573> before <WH6440> Yahweh. <WH3068>"},{"number":25,"verse":"He shall kill <WH7819> the lamb <WH3532> of the trespass offering. <WH817> The priest <WH3548> shall take <WH3947> some of the blood <WH1818> of the trespass offering <WH817> and put <WH5414> it on the tip <WH8571> of the right <WH3233> ear <WH241> of him who is to be cleansed, <WH2891> and on the thumb <WH931> of his right <WH3233> hand, <WH3027> and on the big toe <WH931> of his right <WH3233> foot. <WH7272>"},{"number":26,"verse":"The priest <WH3548> shall pour <WH3332> some of the oil <WH8081> into the palm <WH3709> of his own <WH3548> left hand; <WH8042>"},{"number":27,"verse":"and the priest <WH3548> shall sprinkle <WH5137> with his right <WH3233> finger <WH676> some of the oil <WH8081> that is in his left <WH8042> hand <WH3709> seven <WH7651> times <WH6471> before <WH6440> Yahweh. <WH3068>"},{"number":28,"verse":"Then the priest <WH3548> shall put <WH5414> some of the oil <WH8081> that is in his hand <WH3709> on the tip <WH8571> of the right <WH3233> ear <WH241> of him who is to be cleansed, <WH2891> and on the thumb <WH931> of his right <WH3233> hand, <WH3027> and on the big toe <WH931> of his right <WH3233> foot, <WH7272> on the place <WH4725> of the blood <WH1818> of the trespass offering. <WH817>"},{"number":29,"verse":"The rest <WH3498> of the oil <WH8081> that is in the priest <WH3548>'s hand <WH3709> he shall put <WH5414> on the head <WH7218> of him who is to be cleansed, <WH2891> to make atonement <WH3722> for him before <WH6440> Yahweh. <WH3068>"},{"number":30,"verse":"He shall offer <WH6213> one <WH259> of the turtledoves, <WH8449> or of the young <WH1121> pigeons, <WH3123> such as <WH834> he is able to afford, <WH3027>"},{"number":31,"verse":"even such as he <WH3027> is able to afford, <WH5381> the one <WH259> for a sin offering, <WH2403> and the other <WH259> for a burnt offering, <WH5930> with the meal offering. <WH4503> The priest <WH3548> shall make atonement <WH3722> for him who is to be cleansed <WH2891> before <WH6440> Yahweh. <WH3068>\""},{"number":32,"verse":"This is the law <WH8451> for him in whom is the plague <WH5061> of leprosy, <WH6883> who <WH3027> is not able to afford <WH5381> the sacrifice for his cleansing. <WH2893>"},{"number":33,"verse":"Yahweh <WH3068> spoke <WH1696> to Moses <WH4872> and to Aaron, <WH175> saying, <WH559>"},{"number":34,"verse":"\"When you have come <WH935> into the land <WH776> of Canaan, <WH3667> which I give <WH5414> to you for a possession, <WH272> and I put <WH5414> a spreading <WH5061> mildew <WH6883> in a house <WH1004> in the land <WH776> of your possession, <WH272>"},{"number":35,"verse":"then he who owns the house <WH1004> shall come <WH935> and tell <WH5046> the priest, <WH3548> saying, <WH559> <WH7200> 'There seems to me to be some sort of plague <WH5061> in the house. <WH1004>'"},{"number":36,"verse":"The priest <WH3548> shall command <WH6680> that they empty <WH6437> the house, <WH1004> before the priest <WH3548> goes <WH935> in to examine <WH7200> the plague, <WH5061> that all that is in the house <WH1004> not be made unclean: <WH2930> and afterward <WH310> the priest <WH3548> shall go <WH935> in to inspect <WH7200> the house. <WH1004>"},{"number":37,"verse":"He shall examine <WH7200> the plague; <WH5061> and behold, <WH5061> if the plague is in the walls <WH7023> of the house <WH1004> with hollow streaks, <WH8258> greenish <WH3422> or reddish, <WH125> and it appears <WH4758> to be deeper <WH8217> than <WH4480> the wall; <WH7023>"},{"number":38,"verse":"then the priest <WH3548> shall go <WH3318> out of the house <WH1004> to the door <WH6607> of the house, <WH1004> and shut <WH5462> up the house <WH1004> seven <WH7651> days. <WH3117>"},{"number":39,"verse":"The priest <WH3548> shall come again <WH7725> on the seventh <WH7637> day, <WH3117> and look. <WH7200> If the plague <WH5061> has spread <WH6581> in the walls <WH7023> of the house, <WH1004>"},{"number":40,"verse":"then the priest <WH3548> shall command <WH6680> that they take <WH2502> out the stones <WH68> in which <WH2004> is the plague, <WH5061> and cast <WH7993> them into an unclean <WH2931> place <WH4725> outside <WH2351> of the city: <WH5892>"},{"number":41,"verse":"and he shall cause the inside <WH1004> of the house <WH1004> to be scraped <WH7106> all over, <WH5439> and they shall pour <WH8210> out the mortar, <WH6083> that they scraped <WH7096> off, <WH2351> outside of the city <WH5892> into an unclean <WH2931> place. <WH4725>"},{"number":42,"verse":"They shall take <WH3947> other <WH312> stones, <WH68> and put <WH935> them in the place <WH8478> of those stones; <WH68> and he shall take <WH3947> other <WH312> mortar, <WH6083> and shall plaster <WH2902> the house. <WH1004>"},{"number":43,"verse":"\"If the plague <WH5061> comes again, <WH7725> and breaks <WH6524> out in the house, <WH1004> after <WH310> he has taken <WH2502> out the stones, <WH68> and after <WH310> he has scraped <WH7096> the house, <WH1004> and after <WH310> it was plastered; <WH2902>"},{"number":44,"verse":"then the priest <WH3548> shall come <WH935> in and look; <WH7200> and behold, <WH5061> if the plague has spread <WH6581> in the house, <WH1004> it is a destructive <WH3992> mildew <WH6883> in the house. <WH1004> It is unclean. <WH2931>"},{"number":45,"verse":"He shall break down <WH5422> the house, <WH1004> its stones, <WH68> and its timber, <WH6086> and all the house <WH1004>'s mortar. <WH6083> He shall carry them out <WH2351> of <WH3318> the city <WH5892> into an unclean <WH2931> place. <WH4725>"},{"number":46,"verse":"\"Moreover he who goes <WH935> into the house <WH1004> while <WH3117> it is shut <WH5462> up shall be unclean <WH2930> until the evening. <WH6153>"},{"number":47,"verse":"He who lies <WH7901> down in the house <WH1004> shall wash <WH3526> his clothes; <WH899> and he who eats <WH398> in the house <WH1004> shall wash <WH3526> his clothes. <WH899>"},{"number":48,"verse":"\"If the priest <WH3548> shall come in, <WH935> and examine <WH7200> it, <WH5061> and behold, the plague hasn't <WH6581> spread in the house, <WH1004> after <WH310> the house <WH1004> was plastered, <WH2902> then the priest <WH3548> shall pronounce the house <WH1004> clean, <WH2891> because the plague <WH5061> is healed. <WH7495>"},{"number":49,"verse":"To cleanse <WH2398> the house <WH1004> he shall take <WH3947> two <WH8147> birds, <WH6833> and cedar <WH730> wood, <WH6086> and scarlet, <WH8144> and hyssop. <WH231>"},{"number":50,"verse":"He shall kill <WH7819> one <WH259> of the birds <WH6833> in an earthen <WH2789> vessel <WH3627> over running <WH2416> water. <WH4325>"},{"number":51,"verse":"He shall take <WH3947> the cedar <WH730> wood, <WH6086> and the hyssop, <WH231> and the scarlet, <WH8144> and the living <WH2416> bird, <WH6833> and dip <WH2881> them in the blood <WH1818> of the slain <WH7819> bird, <WH6833> and in the running <WH2416> water, <WH4325> and sprinkle <WH5137> the house <WH1004> seven <WH7651> times. <WH6471>"},{"number":52,"verse":"He shall cleanse <WH2398> the house <WH1004> with the blood <WH1818> of the bird, <WH6833> and with the running <WH2416> water, <WH4325> with the living <WH2416> bird, <WH6833> with the cedar <WH730> wood, <WH6086> with the hyssop, <WH231> and with the scarlet; <WH8144>"},{"number":53,"verse":"but he shall let the living <WH2416> bird <WH6833> go <WH7971> out <WH2351> of the city <WH5892> into the open <WH6440> field. <WH7704> So shall he make atonement <WH3722> for the house; <WH1004> and it shall be clean. <WH2891>\""},{"number":54,"verse":"This is the law <WH8451> for any plague <WH5061> of leprosy, <WH6883> and for an itch, <WH5424>"},{"number":55,"verse":"and for the destructive mildew <WH6883> of a garment, <WH899> and for a house, <WH1004>"},{"number":56,"verse":"and for a rising, <WH7613> and for a scab, <WH5597> and for a bright spot; <WH934>"},{"number":57,"verse":"to teach <WH3384> when <WH3117> it is unclean, <WH2931> and when <WH3117> it is clean. <WH2889> This is the law <WH8451> of leprosy. <WH6883>"}]}