{"bibleAbbr":"WEB2020","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses,<WH4872> after<WH310> the death<WH4194> of the two<WH8147> sons<WH1121> of Aaron,<WH175> when they drew<WH7126> near before<WH6440> Yahweh,<WH3068> and died;<WH4191>"},{"number":2,"verse":"and Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Tell<WH1696> Aaron<WH175> your brother,<WH251> not to come<WH935> at all times<WH6256> into the Most Holy<WH6944> Place within<WH1004> the veil,<WH6532> before<WH6440> the mercy seat<WH3727> which is on the ark;<WH727> lest he die:<WH4191> for I will appear<WH7200> in the cloud<WH6051> on the mercy seat.<WH3727>"},{"number":3,"verse":"\"Herewith<WH2063> shall Aaron<WH175> come<WH935> into the sanctuary:<WH6944> with a young<WH1121> bull<WH6499> for a sin offering,<WH2403> and a ram<WH352> for a burnt offering.<WH2403>"},{"number":4,"verse":"He shall put on<WH3847> the holy<WH6944> linen<WH906> coat,<WH3801> and he shall have the linen<WH906> breeches<WH4370> on his body,<WH1320> and shall put on<WH2296> the linen<WH906> sash,<WH73> and he shall be clothed<WH6801> with the linen<WH906> turban.<WH4701> They<WH1992> are the holy<WH6944> garments.<WH899> He shall bathe<WH7364> his body<WH1320> in water,<WH4325> and put them on.<WH3847>"},{"number":5,"verse":"He shall take<WH3947> from the congregation<WH5712> of the children<WH1121> of Israel<WH3478> two<WH8147> male<WH8163> goats<WH5795> for a sin offering,<WH2403> and one<WH259> ram<WH352> for a burnt offering.<WH2403>"},{"number":6,"verse":"\"Aaron<WH175> shall offer<WH7126> the bull<WH6499> of the sin offering,<WH2403> which is for himself,<WH1157> and make atonement<WH3722> for himself and for his house.<WH1004>"},{"number":7,"verse":"He shall take<WH3947> the two<WH8147> goats,<WH8163> and set<WH5975> them before<WH6440> Yahweh<WH3068> at the door<WH6607> of the Tent<WH168> of Meeting.<WH4150>"},{"number":8,"verse":"Aaron<WH175> shall cast<WH5414> lots<WH1486> for the two<WH8147> goats;<WH8163> one<WH259> lot<WH1486> for Yahweh,<WH3068> and the other<WH259> lot<WH1486> for the scapegoat.<WH5799>"},{"number":9,"verse":"Aaron<WH175> shall present<WH7126> the goat<WH8163> on which the lot<WH1486> fell<WH5927> for Yahweh,<WH3068> and offer<WH6213> him for a sin offering.<WH2403>"},{"number":10,"verse":"But the goat,<WH8163> on which the lot<WH1486> fell<WH5927> for the scapegoat,<WH5799> shall be presented<WH5975> alive<WH2416> before<WH6440> Yahweh,<WH3068> to make atonement<WH3722> for him,<WH7971> to send him away for the scapegoat<WH5799> into the wilderness.<WH4057>"},{"number":11,"verse":"\"Aaron<WH175> shall present<WH7126> the bull<WH6499> of the sin offering,<WH2403> which is for himself,<WH3722> and shall make atonement for himself and for his house,<WH1004> and shall kill<WH7819> the bull<WH6499> of the sin offering which is for himself.<WH2403>"},{"number":12,"verse":"He shall take<WH3947> a censer<WH4289> full<WH4393> of<WH784> coals<WH1513> of fire<WH784> from off the altar<WH4196> before<WH6440> Yahweh,<WH3068> and two<WH2651> handfuls<WH4393> of sweet<WH5561> incense<WH7004> beaten small,<WH1851> and bring<WH935> it within<WH1004> the veil:<WH6532>"},{"number":13,"verse":"and he shall put<WH5414> the incense<WH7004> on the fire<WH784> before<WH6440> Yahweh,<WH3068> that the cloud<WH6051> of the incense<WH7004> may cover<WH3680> the mercy seat<WH3727> that is on the testimony,<WH5715> so that he will not die.<WH4191>"},{"number":14,"verse":"He shall take<WH3947> some of the blood<WH1818> of the bull,<WH6499> and sprinkle<WH5137> it with his finger<WH676> on the mercy seat<WH3727> on the east;<WH6924> and before<WH6440> the mercy seat<WH3727> he shall sprinkle<WH5137> some of the blood<WH1818> with his finger<WH676> seven<WH7651> times.<WH6471>"},{"number":15,"verse":"\"Then he shall kill<WH7819> the goat<WH8163> of the sin offering,<WH2403> that is for the people,<WH5971> and bring<WH935> his blood<WH1818> within<WH1004> the veil,<WH6532> and do<WH6213> with his blood<WH1818> as he did<WH6213> with the blood<WH1818> of the bull,<WH6499> and sprinkle<WH5137> it on the mercy seat,<WH3727> and before<WH6440> the mercy seat:<WH3727>"},{"number":16,"verse":"and he shall make atonement<WH3722> for the Holy<WH6944> Place,<WH2932> because of the uncleanness of the children<WH1121> of Israel,<WH3478> and because of their transgressions,<WH6588> even all their sins;<WH2403> and so he shall do<WH6213> for the Tent<WH168> of Meeting,<WH4150> that dwells<WH7931> with them in the midst<WH8432> of their uncleanness.<WH2932>"},{"number":17,"verse":"No one<WH120> shall be in the Tent<WH168> of Meeting<WH4150> when he enters<WH935> to make atonement<WH3722> in the Holy<WH6944> Place,<WH3318> until he comes out, and has made atonement<WH3722> for himself and for his household,<WH1004> and for all the assembly<WH6951> of Israel.<WH3478>"},{"number":18,"verse":"\"He shall go out<WH3318> to the altar<WH4196> that is before<WH6440> Yahweh<WH3068> and make atonement<WH3722> for it,<WH3947> and shall take some of the bull<WH6499>'s blood,<WH1818> and some of the goat<WH8163>'s blood,<WH1818> and put<WH5414> it around<WH5439> on the horns<WH7161> of the altar.<WH4196>"},{"number":19,"verse":"He shall sprinkle<WH5137> some of the blood<WH1818> on it with his finger<WH676> seven<WH7651> times,<WH6471> and cleanse<WH2891> it,<WH6942> and make it holy from the uncleanness<WH2932> of the children<WH1121> of Israel.<WH3478>"},{"number":20,"verse":"\"When he has made an end<WH3615> of atoning<WH3722> for the Holy<WH6944> Place,<WH168> the Tent of Meeting,<WH4150> and the altar,<WH4196> he shall present<WH7126> the live<WH2416> goat.<WH8163>"},{"number":21,"verse":"Aaron<WH175> shall lay<WH5564> both<WH8147> his hands<WH3027> on the head<WH7218> of the live<WH2416> goat,<WH8163> and confess<WH3034> over him all the iniquities<WH5771> of the children<WH1121> of Israel,<WH3478> and all their transgressions,<WH6588> even all their sins;<WH2403> and he shall put<WH5414> them on the head<WH7218> of the goat,<WH8163> and shall send him away<WH7971> into the wilderness<WH4057> by the hand<WH3027> of a man<WH376> who is in readiness.<WH6261>"},{"number":22,"verse":"The goat<WH8163> shall carry<WH5375> all their iniquities<WH5771> on himself to a solitary<WH1509> land,<WH776> and he shall let the goat<WH8163> go<WH7971> in the wilderness.<WH4057>"},{"number":23,"verse":"\"Aaron<WH175> shall come<WH935> into the Tent<WH168> of Meeting,<WH4150> and shall take off<WH6584> the linen<WH906> garments,<WH899> which he put on<WH3847> when he went<WH935> into the Holy<WH6944> Place,<WH3240> and shall leave them there."},{"number":24,"verse":"Then he shall bathe<WH7364> himself<WH1320> in water<WH4325> in a holy<WH6918> place,<WH4725> and put on<WH3847> his garments,<WH899> and come out<WH3318> and offer<WH6213> his burnt offering<WH5930> and the burnt offering<WH5930> of the people,<WH5971> and make atonement<WH3722> for himself and for the people.<WH5971>"},{"number":25,"verse":"The fat<WH2459> of the sin offering<WH2403> he shall burn<WH6999> on the altar.<WH4196>"},{"number":26,"verse":"\"He who lets the goat<WH8163> go<WH7971> for the scapegoat<WH5799> shall wash<WH3526> his clothes,<WH899> and bathe<WH3526> his flesh<WH1320> in water,<WH4325> and afterward<WH310> he shall come<WH935> into the camp.<WH4264>"},{"number":27,"verse":"The bull<WH6499> for the sin offering,<WH2403> and the goat<WH8163> for the sin offering,<WH2403> whose blood<WH1818> was brought in<WH935> to make atonement<WH3722> in the Holy<WH6944> Place,<WH3318> shall be carried forth outside<WH2351> the camp;<WH4264> and they shall burn<WH8313> their skins,<WH5785> their flesh,<WH1320> and their dung<WH6569> with fire.<WH784>"},{"number":28,"verse":"He who burns<WH8313> them shall wash<WH3526> his clothes,<WH899> and bathe<WH3526> his flesh<WH1320> in water,<WH4325> and afterward<WH310> he shall come<WH935> into the camp.<WH4264>"},{"number":29,"verse":"\"It shall be a statute<WH2708> to you forever:<WH5769> in the seventh<WH7637> month,<WH2320> on the tenth<WH6218> day of the month,<WH2320> you shall afflict<WH6031> your souls,<WH5315> and shall do<WH6213> no kind of work,<WH4399> the native-born,<WH249> or the stranger<WH1616> who lives as a foreigner<WH1481> among you:<WH8432>"},{"number":30,"verse":"for on this day<WH3117> shall atonement<WH3722> be made for you,<WH2891> to cleanse you;<WH2403> from all your sins you shall be clean<WH2891> before<WH6440> Yahweh.<WH3068>"},{"number":31,"verse":"It is a Sabbath<WH7676> of solemn rest<WH7677> to you,<WH6031> and you shall afflict your souls;<WH5315> it is a statute<WH2708> forever.<WH5769>"},{"number":32,"verse":"The priest,<WH3548> who is anointed<WH4886> and who is consecrated<WH4390> to be priest<WH3547> in his father<WH1>'s place,<WH3722> shall make the atonement, and shall put on<WH3847> the linen<WH906> garments,<WH899> even the holy<WH6944> garments.<WH899>"},{"number":33,"verse":"Then he shall make atonement<WH3722> for the Holy<WH6944> Sanctuary;<WH4720> and he shall make atonement<WH3722> for the Tent<WH168> of Meeting<WH4150> and for the altar;<WH4196> and he shall make atonement<WH3722> for the priests<WH3548> and for all the people<WH5971> of the assembly.<WH6951>"},{"number":34,"verse":"\"This shall be an everlasting<WH5769> statute<WH2708> for you,<WH3722> to make atonement for the children<WH1121> of Israel<WH3478> once<WH259> in the year<WH8141> because of all their sins.<WH2403>\" It was done<WH6213> as Yahweh<WH3068> commanded<WH6680> Moses.<WH4872>"}]}