{"bibleAbbr":"WEB2020+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"<WH5315>\"'When anyone offers <WH7126> an offering <WH7133> of a meal <WH4503> offering to Yahweh, <WH3068> his offering <WH7133> shall be of fine flour; <WH5560> and he shall pour <WH3332> oil <WH8081> on it, <WH5414> and put frankincense on it. <WH3828>"},{"number":2,"verse":"He shall bring <WH935> it to Aaron <WH175>'s sons, <WH1121> the priests; <WH3548> and he shall take <WH7061> his <WH8033> handful <WH7062> of its fine flour, <WH5560> and of its oil, <WH8081> with all its frankincense; <WH3828> and the priest <WH3548> shall burn <WH6999> its memorial <WH234> on the altar, <WH4196> an offering made by fire, <WH801> of a pleasant <WH5207> aroma <WH7381> to Yahweh. <WH3068>"},{"number":3,"verse":"That which is left <WH3498> of the meal offering <WH4503> shall be Aaron <WH175>'s and his sons <WH1121>'. It is a most <WH6944> holy <WH6944> thing of the offerings <WH801> of Yahweh <WH3068> made by fire. <WH801>"},{"number":4,"verse":"<WH7126>\"'When you offer an offering <WH4503> of a meal offering <WH4503> baked <WH3989> in the oven, <WH8574> it shall be unleavened <WH4682> cakes <WH2471> of fine flour <WH5560> mixed <WH1101> with oil, <WH8081> or unleavened <WH4682> wafers <WH7550> anointed <WH4886> with oil. <WH8081>"},{"number":5,"verse":"If your offering <WH4503> is a meal offering <WH4503> of the griddle, <WH4227> it shall be of unleavened <WH4682> fine flour, <WH5560> mixed <WH1101> with oil. <WH8081>"},{"number":6,"verse":"You shall cut <WH6626> it in pieces, <WH6595> and pour <WH3332> oil <WH8081> on it. <WH4503> It is a meal offering."},{"number":7,"verse":"If your offering <WH4503> is a meal offering <WH4503> of the pan, <WH4802> it shall be made <WH6213> of fine flour <WH5560> with oil. <WH8081>"},{"number":8,"verse":"You shall bring <WH935> the meal offering <WH4503> that is made <WH6213> of these things to Yahweh: <WH3068> and it shall be presented <WH7126> to the priest, <WH3548> and he shall bring <WH5066> it to the altar. <WH4196>"},{"number":9,"verse":"The priest <WH3548> shall take <WH7311> from the meal offering <WH4503> its memorial, <WH234> and shall burn <WH6999> it on the altar, <WH4196> an offering made by fire, <WH801> of a pleasant <WH5207> aroma <WH7381> to Yahweh. <WH3068>"},{"number":10,"verse":"That which is left <WH3498> of the meal offering <WH4503> shall be Aaron <WH175>'s and his sons <WH1121>'. It is a thing most <WH6944> holy <WH6944> of the offerings <WH801> of Yahweh <WH3068> made by fire. <WH801>"},{"number":11,"verse":"<WH4503>\"'No meal offering, which you shall offer <WH7126> to Yahweh, <WH3068> shall be made <WH6213> with yeast; <WH2557> for you shall burn <WH6999> no yeast, <WH2557> nor any honey, <WH1706> as an offering <WH801> made by fire <WH801> to Yahweh. <WH3068>"},{"number":12,"verse":"As an offering <WH7133> of firstfruits <WH7225> you shall offer <WH7126> them to Yahweh: <WH3068> but they shall not ascend <WH5927> for a pleasant <WH5207> aroma <WH7381> on the altar. <WH4196>"},{"number":13,"verse":"Every offering <WH7133> of your meal offering <WH7133> you shall season <WH4414> with salt; <WH4417> neither shall you allow the salt <WH4417> of the covenant <WH1285> of your God <WH430> to be lacking <WH7673> from your meal offering. <WH4503> With all your offerings <WH4503> you shall offer <WH7126> salt. <WH4417>"},{"number":14,"verse":"<WH7126>\"'If you offer a meal offering <WH4503> of first fruits <WH1061> to Yahweh, <WH3068> you shall offer <WH7126> for the meal offering <WH4503> of your first fruits <WH1061> grain in the ear <WH24> parched <WH7033> with fire, <WH784> bruised <WH1643> grain of the fresh ear. <WH3759>"},{"number":15,"verse":"You shall put <WH5414> oil <WH8081> on it, <WH5414> and lay frankincense <WH3828> on it: <WH4503> it is a meal offering."},{"number":16,"verse":"The priest <WH3548> shall burn <WH6999> as its memorial, <WH234> part of its bruised grain, <WH1643> and part of its oil, <WH8081> along with all its frankincense: <WH3828> it is an offering made by fire <WH801> to Yahweh. <WH3068>"}]}