{"bibleAbbr":"WEB2020","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"Yahweh<WH3068> said<WH559> to Moses,<WH4872> \"Speak<WH559> to the priests,<WH3548> the sons<WH1121> of Aaron,<WH175> and say<WH559> to them,<WH2930> 'A priest shall not defile himself for the dead<WH5315> among his people;<WH5971>"},{"number":2,"verse":"except for his relatives<WH7607> that are near<WH7138> to him:<WH517> for his mother, for his father,<WH1> for his son,<WH1121> for his daughter,<WH1323> for his brother,<WH251>"},{"number":3,"verse":"and for his virgin<WH1330> sister<WH269> who is near<WH7138> to him,<WH376> who has had no husband; for her he may defile himself.<WH2930>"},{"number":4,"verse":"He shall not defile<WH2930> himself,<WH1167> being a chief man among his people,<WH5971> to profane himself.<WH2490>"},{"number":5,"verse":"<WH7144>\"'They shall not shave their<WH7139> heads,<WH7218> neither shall they shave off<WH1548> the corners<WH6285> of their beards,<WH2206> nor make<WH8295> any cuttings<WH8296> in their flesh.<WH1320>"},{"number":6,"verse":"They shall be holy<WH6944> to their God,<WH430> and not profane<WH2490> the name<WH8034> of their God;<WH430> for they offer<WH7126> the offerings<WH801> of Yahweh<WH3068> made by fire,<WH801> the bread<WH3899> of their God;<WH430> therefore they shall be holy.<WH6918>"},{"number":7,"verse":"<WH3947>\"'They shall not marry a woman<WH802> who is a prostitute,<WH2181> or profane;<WH2491> neither shall they marry<WH3947> a woman<WH802> divorced<WH1644> from her husband:<WH376> for he is holy<WH6918> to his God.<WH430>"},{"number":8,"verse":"You shall sanctify<WH6942> him therefore;<WH7126> for he offers the bread<WH3899> of your God:<WH430> he shall be holy<WH6918> to you:<WH3068> for I Yahweh, who sanctify<WH6942> you,<WH6918> am holy."},{"number":9,"verse":"<WH1323>\"'The daughter of any<WH376> priest,<WH3548> if she profanes<WH2490> herself by playing the prostitute,<WH2181> she profanes<WH2490> her father:<WH1> she shall be burned<WH8313> with fire.<WH784>"},{"number":10,"verse":"<WH1419>\"'He who is the high priest<WH3548> among his brothers,<WH251> upon whose head<WH7218> the anointing<WH4888> oil<WH8081> is poured,<WH3332> and that is consecrated<WH4390> to put<WH3847> on the garments,<WH899> shall not let the hair of his head<WH7218> hang loose,<WH6544> nor tear<WH6533> his clothes;<WH899>"},{"number":11,"verse":"neither shall he go in<WH935> to any dead<WH4191> body,<WH5315> nor defile<WH2930> himself for his father,<WH1> or for his mother;<WH517>"},{"number":12,"verse":"neither shall he go out<WH3318> of the sanctuary,<WH4720> nor profane<WH2490> the sanctuary<WH4720> of his God;<WH430> for the crown<WH5145> of the anointing<WH4888> oil<WH8081> of his God<WH430> is upon him.<WH3068> I am Yahweh."},{"number":13,"verse":"<WH3947>\"'He shall take a wife<WH802> in her virginity.<WH1331>"},{"number":14,"verse":"A widow,<WH490> or one divorced,<WH1644> or a woman who has been defiled,<WH2181> or a prostitute, these he shall not marry:<WH1330> but a virgin of his own people<WH5971> shall he take as a wife.<WH802>"},{"number":15,"verse":"He shall not profane<WH2490> his seed<WH2233> among his people:<WH5971> for I am Yahweh<WH3068> who sanctifies him.<WH6942>'\""},{"number":16,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses,<WH4872> saying,<WH559>"},{"number":17,"verse":"\"Say<WH1696> to Aaron,<WH175> <WH376> 'None of your seed<WH2233> throughout their generations<WH1755> who has a blemish,<WH3971> may approach<WH7126> to offer<WH7126> the bread<WH3899> of his God.<WH430>"},{"number":18,"verse":"For whatever man<WH376> he is that has a blemish,<WH3971> he shall not draw<WH7126> near:<WH5787> a blind man,<WH376> or a lame,<WH6455> or he who has a flat nose,<WH2763> or any deformity,<WH8311>"},{"number":19,"verse":"or a man<WH376> who has an injured foot,<WH7667> or an injured hand,<WH7667>"},{"number":20,"verse":"or hunchbacked,<WH1384> or a dwarf,<WH1851> or one who has a defect<WH8400> in his eye,<WH5869> or an itching disease,<WH1618> or scabs,<WH3217> or who has damaged<WH4790> testicles;<WH810>"},{"number":21,"verse":"no man<WH376> of the seed<WH2233> of Aaron<WH175> the priest<WH3548> who has a blemish,<WH3971> shall come near<WH5066> to offer<WH7126> the offerings<WH801> of Yahweh<WH3068> made by fire.<WH801> Since he has a blemish,<WH3971> he shall not come near<WH5066> to offer<WH7126> the bread<WH3899> of his God.<WH430>"},{"number":22,"verse":"He shall eat<WH398> the bread<WH3899> of his God,<WH430> both of the most<WH6944> holy,<WH6944> and of the holy.<WH6944>"},{"number":23,"verse":"He shall not come near<WH935> to the veil,<WH6532> nor come near<WH5066> to the altar,<WH4196> because he has a blemish;<WH3971> that he may not profane<WH2490> my sanctuaries,<WH4720> for I am Yahweh<WH3068> who sanctifies them.<WH6942>'\""},{"number":24,"verse":"So Moses<WH4872> spoke<WH1696> to Aaron,<WH175> and to his sons,<WH1121> and to all the children<WH1121> of Israel.<WH3478>"}]}