{"bibleAbbr":"urRV2010","bookName":"دانی ایل","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"( دریائے دَجلہ کے کِنارے دانی ایل کی رویا) شاہِ فارس خور س کے تِیسرے سال میں دانی ایل پر جِس کا نام بیلطشضر رکھّا گیا ایک بات ظاہِر کی گئی اور وہ بات سچ اور بڑی لشکر کشی کی تھی اور اُس نے اُس بات پر غَور کِیا اور اُس رویا کا بھید سمجھا۔"},{"number":2,"verse":"مَیں دانی ایل اُن دِنوں میں تِین ہفتوں تک ماتم کرتا رہا۔"},{"number":3,"verse":"نہ مَیں نے لذِیذ کھانا کھایا نہ گوشت اور مَے نے میرے مُنہ میں دخل پایا اور نہ مَیں نے تیل مَلا جب تک کہ پُورے تِین ہفتے گُذر نہ گئے۔"},{"number":4,"verse":"اور پہلے مہِینے کی چَوبِیسوِیں تارِیخ کو جب مَیں بڑے دریا یعنی دریایِ دجلہ کے کنارہ پر تھا۔"},{"number":5,"verse":"مَیں نے آنکھ اُٹھا کر نظر کی اور کیا دیکھتا ہُوں کہ ایک شخص کتانی پَیراہن پہنے اور اُوفا ز کے خالِص سونے کا پٹکا کمر پر باندھے کھڑا ہے۔"},{"number":6,"verse":"اُس کا بدن زبرجد کی مانِند اور اُس کا چِہرہ بِجلی سا تھا اور اُس کی آنکھیں آتِشی چراغوں کی مانِند تھِیں ۔ اُس کے بازُو اور پاؤں رنگت میں چمکتے ہُوئے پِیتل سے تھے اور اُس کی آواز انبوہ کے شور کی مانِند تھی۔"},{"number":7,"verse":"مَیں دانی ایل ہی نے یہ رویا دیکھی کیونکہ میرے ساتھِیوں نے رویا نہ دیکھی لیکن اُن پر بڑی کپکپی طاری ہُوئی اور وہ اپنے آپ کو چُھپانے کو بھاگ گئے۔"},{"number":8,"verse":"سو مَیں اکیلا رہ گیا اور یہ بڑی رویا دیکھی اور مُجھ میں تاب نہ رہی کیونکہ میری تازگی پژمُردگی سے بدل گئی اور میری طاقت جاتی رہی۔"},{"number":9,"verse":"پر مَیں نے اُس کی آواز اور باتیں سُنِیں اور مَیں اُس کی آواز اور باتیں سُنتے وقت مُنہ کے بل بھاری نِیند میں پڑ گیا اور میرا مُنہ زمِین کی طرف تھا۔"},{"number":10,"verse":"اور دیکھ ایک ہاتھ نے مُجھے چُھؤا اور مُجھے گُھٹنوں اور ہتھیلِیوں پر بِٹھایا۔"},{"number":11,"verse":"اور اُس نے مُجھ سے کہا اَے دانی ایل عزِیز مَرد جو باتیں مَیں تُجھ سے کہتا ہُوں سمجھ لے اور سِیدھا کھڑا ہو جا کیونکہ اب مَیں تیرے پاس بھیجا گیا ہُوں اور جب اُس نے مُجھ سے یہ بات کہی تو مَیں کانپتا ہُؤا کھڑا ہو گیا۔"},{"number":12,"verse":"تب اُس نے مُجھ سے کہا اَے دانی ایل خَوف نہ کر کیونکہ جِس روز سے تُو نے دِل لگایا کہ سمجھے اور اپنے خُدا کے حضُور عاجِزی کرے تیری باتیں سُنی گئِیں اور تیری باتوں کے سبب سے مَیں آیا ہُوں۔"},{"number":13,"verse":"پر فار س کی مملکت کے مُوَکّل نے اِکِّیس دِن تک میرا مُقابلہ کِیا ۔ پِھر مِیکائیل جو مُقرّب فرِشتوں میں سے ہے میری مدد کو پُہنچا اور مَیں شاہانِ فارس کے پاس رُکا رہا۔"},{"number":14,"verse":"پر اب مَیں اِس لِئے آیا ہُوں کہ جو کُچھ تیرے لوگوں پر آخِری ایّام میں آنے کو ہے تُجھے اُس کی خبر دُوں کیونکہ ہنُوز یہ رویا زمانۂِ دراز کے لِئے ہے۔"},{"number":15,"verse":"اور جب اُس نے یہ باتیں مُجھ سے کہِیں مَیں سر جُھکا کر خاموش ہو رہا۔"},{"number":16,"verse":"تب کِسی نے جو آدم زاد کی مانِند تھا میرے ہونٹوں کو چُھؤا اور مَیں نے مُنہ کھولا اور جو میرے سامنے کھڑا تھا اُس سے کہا اَے خُداوند اِس رویا کے سبب سے مُجھ پر غم کا ہجُوم ہے اور مَیں ناتوان ہُوں۔"},{"number":17,"verse":"پس یہ خادِم اپنے خُداوند سے کیونکر ہم کلام ہو سکتا ہے؟ پس مَیں بِالکُل بیتاب و بیدم ہو گیا۔"},{"number":18,"verse":"تب ایک اَور نے جِس کی صُورت آدمی کی سی تھی آ کر مُجھے چُھؤا اور مُجھ کو تقوِیّت دی۔"},{"number":19,"verse":"اور اُس نے کہا اَے عزِیز مَرد خَوف نہ کر ۔ تیری سلامتی ہو ۔ مضبُوط و توانا ہو اور جب اُس نے مُجھ سے یہ کہا تو مَیں نے توانائی پائی اور کہا اَے میرے خُداوند فرما کیونکہ تُو ہی نے مُجھے قُوّت بخشی ہے۔"},{"number":20,"verse":"تب اُس نے کہا کیا تُو جانتا ہے کہ مَیں تیرے پاس کِس لِئے آیا ہُوں؟ اور اب مَیں فار س کے مُوَکّل سے لڑنے کو واپس جاتا ہُوں اور میرے جاتے ہی یُونا ن کا مُوَکّل آئے گا۔"},{"number":21,"verse":"لیکن جو کُچھ سچّائی کی کِتاب میں لِکھا ہے تُجھے بتاتا ہُوں اور تُمہارے مُوَکّل مِیکائیل کے سِوا اِس میں میرا کوئی مددگار نہیں ہے۔"}]}