{"bibleAbbr":"urRV2010","bookName":"دانی ایل","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"( دانی ایل اپنی رویاؤں کا بیان کرتا ہے ۷:ا-۱۲‏:۱۳ دانی ایل کی چار حَیوانوں کی رویا) شاہِ بابل بیلشضر کے پہلے سال میں دانی ایل نے اپنے بستر پر خواب میں اپنے سر کے دماغی خیالات کی رویا دیکھی ۔ تب اُس نے اُس خواب کو لِکھا اور اُن حالات کا مُجمل بیان کِیا۔"},{"number":2,"verse":"دانی ایل نے یُوں کہا کہ مَیں نے رات کو ایک رویا دیکھی اور کیا دیکھتا ہُوں کہ آسمان کی چاروں ہوائیں سمُندر پر زور سے چلِیں۔"},{"number":3,"verse":"اور سمُندر سے چار بڑے حَیوان جو ایک دُوسرے سے مُختلِف تھے نِکلے۔"},{"number":4,"verse":"پہلا شیرِ بَبر کی مانِند تھا اور عُقاب کے سے بازُو رکھتا تھا اور مَیں دیکھتا رہا جب تک اُس کے پر اُکھاڑے گئے اور وہ زمِین سے اُٹھایا گیا اور آدمی کی طرح پاؤں پر کھڑا کِیا گیا اور اِنسان کا دِل اُسے دِیا گیا۔"},{"number":5,"verse":"اور کیا دیکھتا ہُوں کہ ایک دُوسرا حَیوان رِیچھ کی ماِنند ہے اور وہ ایک طرف سِیدھا کھڑا ہُؤا اور اُس کے مُنہ میں اُس کے دانتوں کے درمِیان تِین پسلِیاں تھِیں اور اُنہوں نے اُسے کہا کہ اُٹھ اور کثرت سے گوشت کھا۔"},{"number":6,"verse":"پِھر مَیں نے نظر کی اور کیا دیکھتا ہُوں کہ ایک اَور حَیوان تیندوے کی مانِند اُٹھا جِس کی پِیٹھ پر پرِندے کے سے چار بازُو تھے اور اُس حَیوان کے چار سر تھے اور سلطنت اُسے دی گئی۔"},{"number":7,"verse":"پِھر مَیں نے رات کو رویا میں دیکھا اور کیا دیکھتا ہُوں کہ چَوتھا حَیوان ہَولناک اور ہَیبت ناک اور نِہایت زبردست ہے اور اُس کے دانت لوہے کے اور بڑے بڑے تھے ۔ وہ نِگل جاتا اور ٹُکڑے ٹُکڑے کرتا تھا اور جو کُچھ باقی بچتا اُس کو پاؤں سے لتاڑتا تھا اور یہ اُن سب پہلے حَیوانوں سے مُختلِف تھا اور اِس کے دس سِینگ تھے۔"},{"number":8,"verse":"مَیں نے اُن سِینگوں پر غَور سے نظر کی اور کیا دیکھتا ہُوں کہ اُن کے درمِیان سے ایک اَور چھوٹا سا سِینگ نِکلا جِس کے آگے پہلوں میں سے تِین سِینگ جڑ سے اُکھاڑے گئے اور کیا دیکھتا ہُوں کہ اُس سِینگ میں اِنسان کی سی آنکھیں ہیں اور ایک مُنہ ہے جِس سے گھمنڈ کی باتیں نِکلتی ہیں۔"},{"number":9,"verse":"( قدِیم الایّام ہستی کی رویا) میرے دیکھتے ہُوئے تخت لگائے گئے اور قدِیمُ الایّام بَیٹھ گیا۔ اُس کا لِباس برف سا سفید تھا اور اُس کے سر کے بال خالِص اُون کی مانِند تھے ۔ اُس کا تخت آگ کے شُعلہ کی مانِند تھا اور اُس کے پہئے جلتی آگ کی مانِند تھے۔"},{"number":10,"verse":"اُس کے حضُور سے ایک آتِشی دریا جاری تھا ۔ ہزاروں ہزار اُس کی خِدمت میں حاضِر تھے اور لاکھوں لاکھ اُس کے حضُور کھڑے تھے ۔ عدالت ہو رہی تھی اور کِتابیں کُھلی تھِیں۔"},{"number":11,"verse":"مَیں دیکھ ہی رہا تھا کہ اُس سِینگ کی گھمنڈ کی باتوں کی آواز کے سبب سے میرے دیکھتے ہُوئے وہ حَیوان مارا گیا اور اُس کا بدن ہلاک کر کے شُعلہ زن آگ میں ڈالا گیا۔"},{"number":12,"verse":"اور باقی حَیوانوں کی سلطنت بھی اُن سے لے لی گئی لیکن وہ ایک زمانہ اور ایک دَور زِندہ رہے۔"},{"number":13,"verse":"مَیں نے رات کو رویا میں دیکھا اور کیا دیکھتا ہُوں کہ ایک شخص آدم زاد کی مانِند آسمان کے بادلوں کے ساتھ آیا اور قدِیمُ الایّام تک پُہنچا ۔ وہ اُسے اُس کے حضُور لائے۔"},{"number":14,"verse":"اور سلطنت اور حشمت اور مملکت اُسے دی گئی تاکہ سب لوگ اور اُمّتیں اور اہلِ لُغت اُس کی خِدمت گُذاری کریں ۔ اُس کی سلطنت ابدی سلطنت ہے جو جاتی نہ رہے گی اور اُس کی مملکت لازوال ہو گی۔"},{"number":15,"verse":"( رویاؤں کا مطلب) مُجھ دانی ایل کی رُوح میرے بدن میں ملُول ہُوئی اور میرے دماغ کے خیالات نے مُجھے پریشان کر دِیا۔"},{"number":16,"verse":"جو میرے نزدِیک کھڑے تھے مَیں اُن میں سے ایک کے پاس گیا اور اُس سے اِن سب باتوں کی حقِیقت دریافت کی ۔ پس اُس نے مُجھے بتایا اور اِن باتوں کا مطلب سمجھا دِیا۔"},{"number":17,"verse":"یہ چار بڑے حَیوان چار بادشاہ ہیں جو زمِین پر برپا ہوں گے۔"},{"number":18,"verse":"لیکن حق تعالیٰ کے مُقدّس لوگ سلطنت لے لیں گے اور ابد تک ہاں ابدُالآباد تک اُس سلطنت کے مالِک رہیں گے۔"},{"number":19,"verse":"تب مَیں نے چاہا کہ چَوتھے حَیوان کی حقِیقت سمجُھوں جو اُن سب سے مُختلِف اور نِہایت ہَولناک تھا ۔ جِس کے دانت لوہے کے اور ناخُن پِیتل کے تھے ۔ جو نِگلتا اور ٹُکڑے ٹُکڑے کرتا اور جو کُچھ باقی بچتا اُس کو پاؤں سے لتاڑتا تھا۔"},{"number":20,"verse":"اور دس سِینگوں کی حقِیقت جو اُس کے سر پر تھے اور اُس سِینگ کی جو نِکلا اور جِس کے آگے تِین گِر گئے یعنی جِس سِینگ کی آنکھیں تھِیں اور ایک مُنہ تھا جو بڑے گھمنڈ کی باتیں کرتا تھا اور جِس کی صُورت اُس کے ساتھِیوں سے زِیادہ رُعب دار تھی۔"},{"number":21,"verse":"مَیں نے دیکھا کہ وُہی سِینگ مُقدّسوں سے جنگ کرتا اور اُن پر غالِب آتا رہا۔"},{"number":22,"verse":"جب تک کہ قدِیمُ الایّام نہ آیا اور حق تعالیٰ کے مُقدّسوں کا اِنصاف نہ کِیا گیا اور وقت آ نہ پُہنچا کہ مُقدّ س لوگ سلطنت کے مالِک ہوں۔"},{"number":23,"verse":"اُس نے کہا کہ چَوتھا حَیوان دُنیا کی چَوتھی سلطنت ہے جو تمام سلطنتوں سے مُختلِف ہے اور تمام زمِین کو نِگل جائے گی اور اُسے لتاڑ کر ٹُکڑے ٹُکڑے کرے گی۔"},{"number":24,"verse":"اور وہ دس سِینگ دس بادشاہ ہیں جو اُس سلطنت میں برپا ہوں گے اور اُن کے بعد ایک اَور برپا ہو گا اور وہ پہلوں سے مُختلِف ہو گا اور تِین بادشاہوں کو زیر کرے گا۔"},{"number":25,"verse":"اور وہ حق تعالیٰ کے خِلاف باتیں کرے گا اور حق تعالیٰ کے مُقدّسوں کو تنگ کرے گا اور مُقرّرہ اَوقات و شرِیعت کو بدلنے کی کوشِش کرے گا اور وہ ایک دَور اور دَوروں اور نِیم دَور تک اُس کے حوالہ کِئے جائیں گے۔"},{"number":26,"verse":"تب عدالت قائِم ہو گی اور اُس کی سلطنت اُس سے لے لیں گے کہ اُسے ہمیشہ کے لِئے نیست و نابُود کریں۔"},{"number":27,"verse":"اور تمام آسمان کے نِیچے سب مُلکوں کی سلطنت اور مملکت اور سلطنت کی حشمت حق تعالیٰ کے مُقدّس لوگوں کو بخشی جائے گی ۔ اُس کی سلطنت ابدی سلطنت ہے اور تمام مملکتیں اُس کی خِدمت گُذار اور فرمانبردار ہوں گی۔"},{"number":28,"verse":"یہاں پر یہ امر تمام ہُؤا ۔ مَیں دانی ایل اپنے اندیشوں سے نِہایت گھبرایا اور میرا چِہرہ مُتغیّر ہُؤا لیکن مَیں نے یہ بات دِل ہی میں رکھّی۔"}]}