{"bibleAbbr":"KJVA2010","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"These are now the chief of their fathers, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerx´es the king."},{"number":2,"verse":"Of the sons of Phin´ehas; Gershom: of the sons of Ith´amar; Daniel: of the sons of David; Hattush."},{"number":3,"verse":"Of the sons of Shechani´ah, of the sons of Pharosh; Zechari´ah: and with him were reckoned by genealogy of the males a hundred and fifty."},{"number":4,"verse":"Of the sons of Pahath — mo´ab; Eliho-e´nai the son of Zerahi´ah, and with him two hundred males."},{"number":5,"verse":"Of the sons of Shechani´ah; the son of Jaha´zi-el, and with him three hundred males."},{"number":6,"verse":"Of the sons also of Adin; Ebed the son of Jonathan, and with him fifty males."},{"number":7,"verse":"And of the sons of Elam; Jeshai´ah the son of Athali´ah, and with him seventy males."},{"number":8,"verse":"And of the sons of Shephati´ah; Zebadi´ah the son of Michael, and with him fourscore males."},{"number":9,"verse":"Of the sons of Jo´ab; Obadi´ah the son of Jehi´el, and with him two hundred and eighteen males."},{"number":10,"verse":"And of the sons of Shelo´mith; the son of Josi-phi´ah, and with him a hundred and threescore males."},{"number":11,"verse":"And of the sons of Be´bai; Zechari´ah the son of Be´bai, and with him twenty and eight males."},{"number":12,"verse":"And of the sons of Azgad; Jo´hanan the son of Hak´katan, and with him a hundred and ten males."},{"number":13,"verse":"And of the last sons of Adoni´kam, whose names are these, Eliph´elet, Je-i´el, and Shemai´ah, and with them threescore males."},{"number":14,"verse":"Of the sons also of Big´vai; U´thai, and Zabbud, and with them seventy males."},{"number":15,"verse":"And I gathered them together to the river that runneth to Aha´va; and there abode we in tents three days: and I viewed the people, and the priests, and found there none of the sons of Levi."},{"number":16,"verse":"Then sent I for Eli-e´zer, for A´ri-el, for Shemai´ah, and for Elna´than, and for Jarib, and for Elna´than, and for Nathan, and for Zechari´ah, and for Meshul´lam, chief men; also for Joi´arib, and for Elna´than, men of understanding."},{"number":17,"verse":"And I sent them with commandment unto Iddo the chief at the place Casiphi´a, and I told them what they should say unto Iddo, and to his brethren the Neth´inim, at the place Casiphi´a, that they should bring unto us ministers for the house of our God."},{"number":18,"verse":"And by the good hand of our God upon us they brought us a man of understanding, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebi´ah, with his sons and his brethren, eighteen;"},{"number":19,"verse":"and Hashabi´ah, and with him Jeshai´ah of the sons of Mera´ri, his brethren and their sons, twenty;"},{"number":20,"verse":"also of the Neth´inim, whom David and the princes had appointed for the service of the Levites, two hundred and twenty Neth´inim: all of them were expressed by name."},{"number":21,"verse":"Then I proclaimed a fast there, at the river of Aha´va, that we might afflict ourselves before our God, to seek of him a right way for us, and for our little ones, and for all our substance."},{"number":22,"verse":"For I was ashamed to require of the king a band of soldiers and horsemen to help us against the enemy in the way: because we had spoken unto the king, saying, The hand of our God is upon all them for good that seek him; but his power and his wrath is against all them that forsake him."},{"number":23,"verse":"So we fasted and besought our God for this: and he was entreated of us."},{"number":24,"verse":"Then I separated twelve of the chief of the priests, Sherebi´ah, Hashabi´ah, and ten of their brethren with them,"},{"number":25,"verse":"and weighed unto them the silver, and the gold, and the vessels, even the offering of the house of our God, which the king, and his counselors, and his lords, and all Israel there present, had offered:"},{"number":26,"verse":"I even weighed unto their hand six hundred and fifty talents of silver, and silver vessels a hundred talents, and of gold a hundred talents;"},{"number":27,"verse":"also twenty basins of gold, of a thousand drams; and two vessels of fine copper, precious as gold."},{"number":28,"verse":"And I said unto them, Ye are holy unto the LORD; the vessels are holy also; and the silver and the gold are a freewill offering unto the LORD God of your fathers."},{"number":29,"verse":"Watch ye, and keep them, until ye weigh them before the chief of the priests and the Levites, and chief of the fathers of Israel, at Jerusalem, in the chambers of the house of the LORD."},{"number":30,"verse":"So took the priests and the Levites the weight of the silver, and the gold, and the vessels, to bring them to Jerusalem unto the house of our God."},{"number":31,"verse":"Then we departed from the river of Aha´va on the twelfth day of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy, and of such as lay in wait by the way."},{"number":32,"verse":"And we came to Jerusalem, and abode there three days."},{"number":33,"verse":"Now on the fourth day was the silver and the gold and the vessels weighed in the house of our God by the hand of Mer´emoth the son of Uri´ah the priest; and with him was Ele-a´zar the son of Phin´ehas; and with them was Joz´abad the son of Jesh´u-a, and Noadi´ah the son of Bin´nu-i, Levites;"},{"number":34,"verse":"by number and by weight of every one: and all the weight was written at that time."},{"number":35,"verse":"Also the children of those that had been carried away, which were come out of the captivity, offered burnt offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he goats for a sin offering: all this was a burnt offering unto the LORD."},{"number":36,"verse":"And they delivered the king's commissions unto the king's lieutenants, and to the governors on this side the river: and they furthered the people, and the house of God."}]}