{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"( इफ़्राईम का क़बीला इफ़्ताह पर हम्ला करता है) अम्मोनियों पर फ़त्ह के बाद इफ़्राईम के क़बीले के आदमी जमा हुए और दरया-ए-यर्दन को पार करके इफ़्ताह के पास आए जो सफ़ोन में था। उन्हों ने शिकायत की, “आप क्यूँ हमें बुलाए बग़ैर अम्मोनियों से लड़ने गए? अब हम आप को आप के घर समेत जला देंगे!”"},{"number":2,"verse":"इफ़्ताह ने एतिराज़ किया, “जब मेरी और मेरी क़ौम का अम्मोनियों के साथ सख़्त झगड़ा छिड़ गया तो मैं ने आप को बुलाया, लेकिन आप ने मुझे उन के हाथ से न बचाया।"},{"number":3,"verse":"जब मैं ने देखा कि आप मदद नहीं करेंगे तो अपनी जान ख़तरे में डाल कर आप के बग़ैर ही अम्मोनियों से लड़ने गया। और रब ने मुझे उन पर फ़त्ह बख़्शी। अब मुझे बताएँ कि आप क्यूँ मेरे पास आ कर मुझ पर हम्ला करना चाहते हैं?”"},{"number":4,"verse":"इफ़्राईमियों ने जवाब दिया, “तुम जो जिलिआद में रहते हो बस इफ़्राईम और मनस्सी के क़बीलों से निकले हुए भगोड़े हो।” तब इफ़्ताह ने जिलिआद के मर्दों को जमा किया और इफ़्राईमियों से लड़ कर उन्हें शिकस्त दी।"},{"number":5,"verse":"फिर जिलिआदियों ने दरया-ए-यर्दन के कम-गहरे मक़ामों पर क़ब्ज़ा कर लिया। जब कोई गुज़रना चाहता तो वह पूछते, “क्या आप इफ़्राईमी हैं?” अगर वह इन्कार करता"},{"number":6,"verse":"तो जिलिआद के मर्द कहते, “तो फिर लफ़्ज़ ‘शिब्बोलेत’ ( यानी नदी।) बोलें।” अगर वह इफ़्राईमी होता तो इस के बजाए “सिब्बोलेत” कहता। फिर जिलिआदी उसे पकड़ कर वहीं मार डालते। उस वक़्त कुल 42000 इफ़्राईमी हलाक हुए।"},{"number":7,"verse":"इफ़्ताह ने छः साल इस्राईल की राहनुमाई की। जब फ़ौत हुआ तो उसे जिलिआद के किसी शहर में दफ़नाया गया।"},{"number":8,"verse":"( इब्ज़ान, ऐलोन और अब्दोन) इफ़्ताह के बाद इब्ज़ान इस्राईल का क़ाज़ी बना। वह बैत-लहम में आबाद था,"},{"number":9,"verse":"और उस के 30 बेटे और 30 बेटियाँ थीं। उस की तमाम बेटियाँ शादीशुदा थीं और इस वजह से बाप के घर में नहीं रहती थीं। लेकिन उसे 30 बेटों के लिए बीवियाँ मिल गई थीं, और सब उस के घर में रहते थे। इब्ज़ान ने सात साल के दौरान इस्राईल की राहनुमाई की।"},{"number":10,"verse":"फिर वह इन्तिक़ाल कर गया और बैत-लहम में दफ़नाया गया।"},{"number":11,"verse":"उस के बाद ऐलोन क़ाज़ी बना। वह ज़बूलून के क़बीले से था और 10 साल के दौरान इस्राईल की राहनुमाई करता रहा।"},{"number":12,"verse":"जब वह कूच कर गया तो उसे ज़बूलून के अय्यालोन में दफ़न किया गया।"},{"number":13,"verse":"फिर अब्दोन बिन हिल्लेल क़ाज़ी बना। वह शहर फ़िरआतोन का था।"},{"number":14,"verse":"उस के 40 बेटे और 30 पोते थे जो 70 गधों पर सफ़र किया करते थे। अब्दोन ने आठ साल के दौरान इस्राईल की राहनुमाई की।"},{"number":15,"verse":"फिर वह भी जाँ-ब-हक़ हो गया, और उसे अमालीक़ियों के पहाड़ी इलाक़े के शहर फ़िरआतोन में दफ़नाया गया, जो उस वक़्त इफ़्राईम का हिस्सा था।"}]}