{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"( मीकाह का बुत) इफ़्राईम के पहाड़ी इलाक़े में एक आदमी रहता था जिस का नाम मीकाह था।"},{"number":2,"verse":"एक दिन उस ने अपनी माँ से बात की, “आप के चाँदी के 1100 सिक्के चोरी हो गए थे, ना? उस वक़्त आप ने मेरे सामने ही चोर पर लानत भेजी थी। अब देखें, वह पैसे मेरे पास हैं। मैं ही चोर हूँ।” यह सुन कर माँ ने जवाब दिया, “मेरे बेटे, रब तुझे बरकत दे!”"},{"number":3,"verse":"मीकाह ने उसे तमाम पैसे वापस कर दिए, और माँ ने एलान किया, “अब से यह चाँदी रब के लिए मख़्सूस हो! मैं आप के लिए तराशा और ढाला हुआ बुत बनवा कर चाँदी आप को वापस कर देती हूँ।”"},{"number":4,"verse":"चुनाँचे जब बेटे ने पैसे वापस कर दिए तो माँ ने उस के 200 सिक्के सुनार के पास ले जा कर लकड़ी का तराशा और ढाला हुआ बुत बनवाया। मीकाह ने यह बुत अपने घर में खड़ा किया,"},{"number":5,"verse":"क्यूँकि उस का अपना मक़्दिस था। उस ने मज़ीद बुत और एक अफ़ोद ( आम तौर पर इब्रानी में अफ़ोद का मतलब इमाम-ए-आज़म का बालापोश था (देखिए ख़ुरूज २८:४), लेकिन यहाँ इस से मुराद बुतपरस्ती की कोई चीज़ है।) भी बनवाया और फिर एक बेटे को अपना इमाम बना लिया।"},{"number":6,"verse":"उस ज़माने में इस्राईल का कोई बादशाह नहीं था बल्कि हर कोई वही कुछ करता जो उसे दुरुस्त लगता था।"},{"number":7,"verse":"उन दिनों में लावी के क़बीले का एक जवान आदमी यहूदाह के क़बीले के शहर बैत-लहम में आबाद था।"},{"number":8,"verse":"अब वह शहर को छोड़ कर रिहाइश की कोई और जगह तलाश करने लगा। इफ़्राईम के पहाड़ी इलाक़े में से सफ़र करते करते वह मीकाह के घर पहुँच गया।"},{"number":9,"verse":"मीकाह ने पूछा, “आप कहाँ से आए हैं?” जवान ने जवाब दिया, “मैं लावी हूँ। मैं यहूदाह के शहर बैत-लहम का रहने वाला हूँ लेकिन रिहाइश की किसी और जगह की तलाश में हूँ।”"},{"number":10,"verse":"मीकाह बोला, “यहाँ मेरे पास अपना घर बना कर मेरे बाप और इमाम बनें। तब आप को साल में चाँदी के दस सिक्के और ज़रूरत के मुताबिक़ कपड़े और ख़ुराक मिलेगी।”"},{"number":11,"verse":"लावी मुत्तफ़िक़ हुआ। वह वहाँ आबाद हुआ, और मीकाह ने उस के साथ बेटों का सा सुलूक किया।"},{"number":12,"verse":"उस ने उसे इमाम मुक़र्रर करके सोचा,"},{"number":13,"verse":"“अब रब मुझ पर मेहरबानी करेगा, क्यूँकि लावी मेरा इमाम बन गया है।”"}]}