{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"( एक लावी की अपनी दाश्ता के साथ सुलह) उस ज़माने में जब इस्राईल का कोई बादशाह नहीं था एक लावी ने अपने घर में दाश्ता रखी जो यहूदाह के शहर बैत-लहम की रहने वाली थी। आदमी इफ़्राईम के पहाड़ी इलाक़े के किसी दूरदराज़ कोने में आबाद था।"},{"number":2,"verse":"लेकिन एक दिन औरत मर्द से नाराज़ हुई और मैके वापस चली गई। चार माह के बाद"},{"number":3,"verse":"लावी दो गधे और अपने नौकर को ले कर बैत-लहम के लिए रवाना हुआ ताकि दाश्ता का ग़ुस्सा ठंडा करके उसे वापस आने पर आमादा करे। जब उस की मुलाक़ात दाश्ता से हुई तो वह उसे अपने बाप के घर में ले गई। उसे देख कर सुसर इतना ख़ुश हुआ"},{"number":4,"verse":"कि उस ने उसे जाने न दिया। दामाद को तीन दिन वहाँ ठहरना पड़ा जिस दौरान सुसर ने उस की ख़ूब मेहमान-नवाज़ी की।"},{"number":5,"verse":"चौथे दिन लावी सुब्ह-सवेरे उठ कर अपनी दाश्ता के साथ रवाना होने की तय्यारियाँ करने लगा। लेकिन सुसर उसे रोक कर बोला, “पहले थोड़ा बहुत खा कर ताज़ादम हो जाएँ, फिर चले जाना।”"},{"number":6,"verse":"दोनों दुबारा खाने-पीने के लिए बैठ गए। सुसर ने कहा, “बराह-ए-करम एक और रात यहाँ ठहर कर अपना दिल बहलाएँ।”"},{"number":7,"verse":"मेहमान जाने की तय्यारियाँ करने तो लगा, लेकिन सुसर ने उसे एक और रात ठहरने पर मज्बूर किया। चुनाँचे वह हार मान कर रुक गया।"},{"number":8,"verse":"पाँचवें दिन आदमी सुब्ह-सवेरे उठा और जाने के लिए तय्यार हुआ। सुसर ने ज़ोर दिया, “पहले कुछ खाना खा कर ताज़ादम हो जाएँ। आप दोपहर के वक़्त भी जा सकते हैं।” चुनाँचे दोनों खाने के लिए बैठ गए।"},{"number":9,"verse":"दोपहर के वक़्त लावी अपनी बीवी और नौकर के साथ जाने के लिए उठा। सुसर एतिराज़ करने लगा, “अब देखें, दिन ढलने वाला है। रात ठहर कर अपना दिल बहलाएँ। बेहतर है कि आप कल सुब्ह-सवेरे ही उठ कर घर के लिए रवाना हो जाएँ।”"},{"number":10,"verse":"लेकिन अब लावी किसी भी सूरत में एक और रात ठहरना नहीं चाहता था। वह अपने गधों पर ज़ीन कस कर अपनी बीवी और नौकर के साथ रवाना हुआ। चलते चलते दिन ढलने लगा। वह यबूस यानी यरूशलम के क़रीब पहुँच गए थे। शहर को देख कर नौकर ने मालिक से कहा, “आएँ, हम यबूसियों के इस शहर में जा कर वहाँ रात गुज़ारें।”"},{"number":12,"verse":"लेकिन लावी ने एतिराज़ किया, “नहीं, यह अजनबियों का शहर है। हमें ऐसी जगह रात नहीं गुज़ारना चाहिए जो इस्राईली नहीं है। बेहतर है कि हम आगे जा कर जिबिआ की तरफ़ बढ़ें।"},{"number":13,"verse":"अगर हम जल्दी करें तो हो सकता है कि जिबिआ या उस से आगे रामा तक पहुँच सकें। वहाँ आराम से रात गुज़ार सकेंगे।”"},{"number":14,"verse":"चुनाँचे वह आगे निकले। जब सूरज ग़ुरूब होने लगा तो वह बिनयमीन के क़बीले के शहर जिबिआ के क़रीब पहुँच गए"},{"number":15,"verse":"और रास्ते से हट कर शहर में दाख़िल हुए। लेकिन कोई उन की मेहमान-नवाज़ी नहीं करना चाहता था, इस लिए वह शहर के चौक में रुक गए।"},{"number":16,"verse":"फिर अंधेरे में एक बूढ़ा आदमी वहाँ से गुज़रा। असल में वह इफ़्राईम के पहाड़ी इलाक़े का रहने वाला था और जिबिआ में अजनबी था, क्यूँकि बाक़ी बाशिन्दे बिनयमीनी थे। अब वह खेत में अपने काम से फ़ारिग़ हो कर शहर में वापस आया था।"},{"number":17,"verse":"मुसाफ़िरों को चौक में देख कर उस ने पूछा, “आप कहाँ से आए और कहाँ जा रहे हैं?”"},{"number":18,"verse":"लावी ने जवाब दिया, “हम यहूदाह के बैत-लहम से आए हैं और इफ़्राईम के पहाड़ी इलाक़े के एक दूरदराज़ कोने तक सफ़र कर रहे हैं। वहाँ मेरा घर है और वहीं से मैं रवाना हो कर बैत-लहम चला गया था। इस वक़्त मैं रब के घर जा रहा हूँ। लेकिन यहाँ जिबिआ में कोई नहीं जो हमारी मेहमान-नवाज़ी करने के लिए तय्यार हो,"},{"number":19,"verse":"हालाँकि हमारे पास खाने की तमाम चीज़ें मौजूद हैं। गधों के लिए भूसा और चारा है, और हमारे लिए भी काफ़ी रोटी और मै है। हमें किसी भी चीज़ की ज़रूरत नहीं है।”"},{"number":20,"verse":"बूढ़े ने कहा, “फिर मैं आप को अपने घर में ख़ुशआमदीद कहता हूँ। अगर आप को कोई चीज़ दरकार हो तो मैं उसे मुहय्या करूँगा। हर सूरत में चौक में रात मत गुज़ारना।”"},{"number":21,"verse":"वह मुसाफ़िरों को अपने घर ले गया और गधों को चारा खिलाया। मेहमानों ने अपने पाँओ धो कर खाना खाया और मै पी।"},{"number":22,"verse":"( जिबिआ के लोगों का जुर्म) वह यूँ खाने की रिफ़ाक़त से लुत्फ़अन्दोज़ हो रहे थे कि जिबिआ के कुछ शरीर मर्द घर को घेर कर दरवाज़े को ज़ोर से खटखटाने लगे। वह चिल्लाए, “उस आदमी को बाहर ला जो तेरे घर में ठहरा हुआ है ताकि हम उस से ज़ियादती करें!”"},{"number":23,"verse":"बूढ़ा आदमी बाहर गया ताकि उन्हें समझाए, “नहीं, भाइयो, ऐसा शैतानी अमल मत करना। यह अजनबी मेरा मेहमान है। ऐसी शर्मनाक हरकत मत करना!"},{"number":24,"verse":"इस से पहले मैं अपनी कुंवारी बेटी और मेहमान की दाश्ता को बाहर ले आता हूँ। उन ही से ज़ियादती करें। जो जी चाहे उन के साथ करें, लेकिन आदमी के साथ ऐसी शर्मनाक हरकत न करें।”"},{"number":25,"verse":"लेकिन बाहर के मर्दों ने उस की न सुनी। तब लावी अपनी दाश्ता को पकड़ कर बाहर ले गया और उस के पीछे दरवाज़ा बन्द कर दिया। शहर के आदमी पूरी रात उस की बेहुरमती करते रहे। जब पौ फटने लगी तो उन्हों ने उसे फ़ारिग़ कर दिया।"},{"number":26,"verse":"सूरज के तुलू होने से पहले औरत उस घर के पास वापस आई जिस में शौहर ठहरा हुआ था। दरवाज़े तक तो वह पहुँच गई लेकिन फिर गिर कर वहीं की वहीं पड़ी रही। जब दिन चढ़ गया"},{"number":27,"verse":"तो लावी जाग उठा और सफ़र करने की तय्यारियाँ करने लगा। जब दरवाज़ा खोला तो क्या देखता है कि दाश्ता सामने ज़मीन पर पड़ी है और हाथ दहलीज़ पर रखे हैं।"},{"number":28,"verse":"वह बोला, “उठो, हम चलते हैं।” लेकिन दाश्ता ने जवाब न दिया। यह देख कर आदमी ने उसे गधे पर लाद लिया और अपने घर चला गया।"},{"number":29,"verse":"जब पहुँचा तो उस ने छुरी ले कर औरत की लाश को 12 टुकड़ों में काट लिया, फिर उन्हें इस्राईल की हर जगह भेज दिया।"},{"number":30,"verse":"जिस ने भी यह देखा उस ने घबरा कर कहा, “ऐसा जुर्म हमारे दरमियान कभी नहीं हुआ। जब से हम मिस्र से निकल कर आए हैं ऐसी हरकत देखने में नहीं आई। अब लाज़िम है कि हम ग़ौर से सोचें और एक दूसरे से मश्वरा करके अगले क़दम के बारे में फ़ैसला करें।”"}]}