{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"( जिबिआ को सज़ा देने का फ़ैसला) तमाम इस्राईली एक दिल हो कर मिस्फ़ाह में रब के हुज़ूर जमा हुए। शिमाल के दान से ले कर जुनूब के बैर-सबा तक सब आए। दरया-ए-यर्दन के पार जिलिआद से भी लोग आए।"},{"number":2,"verse":"इस्राईली क़बीलों के सरदार भी आए। उन्हों ने मिल कर एक बड़ी फ़ौज तय्यार की, तलवारों से लेस 400000 मर्द जमा हुए।"},{"number":3,"verse":"बिनयमीनियों को इस जमाअत के बारे में इत्तिला मिली। इस्राईलियों ने पूछा, “हमें बताएँ कि यह हैबतनाक जुर्म किस तरह सरज़द हुआ?”"},{"number":4,"verse":"मक़्तूला के शौहर ने उन्हें अपनी कहानी सुनाई, “मैं अपनी दाश्ता के साथ जिबिआ में आ ठहरा जो बिनयमीनियों के इलाक़े में है। हम वहाँ रात गुज़ारना चाहते थे।"},{"number":5,"verse":"यह देख कर शहर के मर्दों ने मेरे मेज़्बान के घर को घेर लिया ताकि मुझे क़त्ल करें। मैं तो बच गया, लेकिन मेरी दाश्ता से इतनी ज़ियादती हुई कि वह मर गई।"},{"number":6,"verse":"यह देख कर मैं ने उस की लाश को टुकड़े टुकड़े करके यह टुकड़े इस्राईल की मीरास की हर जगह भेज दिए ताकि हर एक को मालूम हो जाए कि हमारे मुल्क में कितना घिनौना जुर्म सरज़द हुआ है।"},{"number":7,"verse":"इस पर आप सब यहाँ जमा हुए हैं। इस्राईल के मर्दो, अब लाज़िम है कि आप एक दूसरे से मश्वरा करके फ़ैसला करें कि क्या करना चाहिए।”"},{"number":8,"verse":"तमाम मर्द एक दिल हो कर खड़े हुए। सब का फ़ैसला था, “हम में से कोई भी अपने घर वापस नहीं जाएगा"},{"number":9,"verse":"जब तक जिबिआ को मुनासिब सज़ा न दी जाए। लाज़िम है कि हम फ़ौरन शहर पर हम्ला करें और इस के लिए क़ुरआ डाल कर रब से हिदायत लें।"},{"number":10,"verse":"हम यह फ़ैसला भी करें कि कौन कौन हमारी फ़ौज के लिए खाने-पीने का बन्द-ओ-बस्त कराएगा। इस काम के लिए हम में से हर दसवाँ आदमी काफ़ी है। बाक़ी सब लोग सीधे जिबिआ से लड़ने जाएँ ताकि उस शर्मनाक जुर्म का मुनासिब बदला लें जो इस्राईल में हुआ है।”"},{"number":11,"verse":"यूँ तमाम इस्राईली मुत्तहिद हो कर जिबिआ से लड़ने के लिए गए।"},{"number":12,"verse":"रास्ते में उन्हों ने बिनयमीन के हर कुंबे को पैग़ाम भिजवाया, “आप के दरमियान घिनौना जुर्म हुआ है।"},{"number":13,"verse":"अब जिबिआ के इन शरीर आदमियों को हमारे हवाले करें ताकि हम उन्हें सज़ा-ए-मौत दे कर इस्राईल में से बुराई मिटा दें।” लेकिन बिनयमीनी इस के लिए तय्यार न हुए।"},{"number":14,"verse":"वह पूरे क़बाइली इलाक़े से आ कर जिबिआ में जमा हुए ताकि इस्राईलियों से लड़ें।"},{"number":15,"verse":"उसी दिन उन्हों ने अपनी फ़ौज का बन्द-ओ-बस्त किया। जिबिआ के 700 तजरिबाकार फ़ौजियों के इलावा तलवारों से लेस 26000 अफ़राद थे।"},{"number":16,"verse":"इन फ़ौजियों में से 700 ऐसे मर्द भी थे जो अपने बाएँ हाथ से फ़लाख़न चलाने की इतनी महारत रखते थे कि पत्थर बाल जैसे छोटे निशाने पर भी लग जाता था।"},{"number":17,"verse":"दूसरी तरफ़ इस्राईल के 400000 फ़ौजी खड़े हुए, और हर एक के पास तलवार थी।"},{"number":18,"verse":"पहले इस्राईली बैत-एल चले गए। वहाँ उन्हों ने अल्लाह से दरयाफ़्त किया, “कौन सा क़बीला हमारे आगे आगे चले जब हम बिनयमीनियों पर हम्ला करें?” रब ने जवाब दिया, “यहूदाह सब से आगे चले।”"},{"number":19,"verse":"( बिनयमीन के ख़िलाफ़ जंग) अगले दिन इस्राईली रवाना हुए और जिबिआ के क़रीब पहुँच कर अपनी लश्करगाह लगाई।"},{"number":20,"verse":"फिर वह हम्ला के लिए निकले और तरतीब से लड़ने के लिए खड़े हो गए।"},{"number":21,"verse":"यह देख कर बिनयमीनी शहर से निकले और उन पर टूट पड़े। नतीजे में 22000 इस्राईली शहीद हो गए।"},{"number":22,"verse":"इस्राईली बैत-एल चले गए और शाम तक रब के हुज़ूर रोते रहे। उन्हों ने रब से पूछा, “क्या हम दुबारा अपने बिनयमीनी भाइयों से लड़ने जाएँ?” रब ने जवाब दिया, “हाँ, उन पर हम्ला करो!” यह सुन कर इस्राईलियों का हौसला बढ़ गया और वह अगले दिन वहीं खड़े हो गए जहाँ पहले दिन खड़े हुए थे।"},{"number":24,"verse":"लेकिन जब वह शहर के क़रीब पहुँचे"},{"number":25,"verse":"तो बिनयमीनी पहले की तरह शहर से निकल कर उन पर टूट पड़े। उस दिन तलवार से लेस 18000 इस्राईली शहीद हो गए।"},{"number":26,"verse":"फिर इस्राईल का पूरा लश्कर बैत-एल चला गया। वहाँ वह शाम तक रब के हुज़ूर रोते और रोज़ा रखते रहे। उन्हों ने रब को भस्म होने वाली क़ुर्बानियाँ और सलामती की क़ुर्बानियाँ पेश करके"},{"number":27,"verse":"उस से दरयाफ़्त किया कि हम क्या करें। (उस वक़्त अल्लाह के अह्द का सन्दूक़ बैत-एल में था"},{"number":28,"verse":"जहाँ फ़ीन्हास बिन इलीअज़र बिन हारून इमाम था।) इस्राईलियों ने पूछा, “क्या हम एक और मर्तबा अपने बिनयमीनी भाइयों से लड़ने जाएँ या इस से बाज़ आएँ?” रब ने जवाब दिया, “उन पर हम्ला करो, क्यूँकि कल ही मैं उन्हें तुम्हारे हवाले कर दूँगा।”"},{"number":29,"verse":"( बिनयमीन का सत्यानास) इस दफ़ा कुछ इस्राईली जिबिआ के इर्दगिर्द घात में बैठ गए।"},{"number":30,"verse":"बाक़ी अफ़राद पहले दो दिनों की सी तरतीब के मुताबिक़ लड़ने के लिए खड़े हो गए।"},{"number":31,"verse":"बिनयमीनी दुबारा शहर से निकल कर उन पर टूट पड़े। जो रास्ते बैत-एल और जिबिआ की तरफ़ ले जाते हैं उन पर और खुले मैदान में उन्हों ने तक़रीबन 30 इस्राईलियों को मार डाला। यूँ लड़ते लड़ते वह शहर से दूर होते गए।"},{"number":32,"verse":"वह पुकारे, “अब हम उन्हें पहली दो मर्तबा की तरह शिकस्त देंगे!” लेकिन इस्राईलियों ने मन्सूबा बांध लिया था, “हम उन के आगे आगे भागते हुए उन्हें शहर से दूर रास्तों पर खैंच लेंगे।”"},{"number":33,"verse":"यूँ वह भागने लगे और बिनयमीनी उन के पीछे पड़ गए। लेकिन बाल-तमर के क़रीब इस्राईली रुक कर मुड़ गए और उन का सामना करने लगे। अब बाक़ी इस्राईली जो जिबा के इर्दगिर्द और खुले मैदान में घात में बैठे थे अपनी छुपने की जगहों से निकल आए।"},{"number":34,"verse":"अचानक जिबिआ के बिनयमीनियों को 10000 बेहतरीन फ़ौजियों का सामना करना पड़ा, उन मर्दों का जो पूरे इस्राईल से चुने गए थे। बिनयमीनी उन से ख़ूब लड़ने लगे, लेकिन उन की आँखें अभी इस बात के लिए बन्द थीं कि उन का अन्जाम क़रीब आ गया है।"},{"number":35,"verse":"उस दिन इस्राईलियों ने रब की मदद से फ़त्ह पा कर तलवार से लेस 25100 बिनयमीनी फ़ौजियों को मौत के घाट उतार दिया।"},{"number":36,"verse":"तब बिनयमीनियों ने जान लिया कि दुश्मन हम पर ग़ालिब आ गए हैं। क्यूँकि इस्राईली फ़ौज ने अपने भाग जाने से उन्हें जिबिआ से दूर खैंच लिया था ताकि शहर के इर्दगिर्द घात में बैठे मर्दों को शहर पर हम्ला करने का मौक़ा मुहय्या करें।"},{"number":37,"verse":"तब यह मर्द निकल कर शहर पर टूट पड़े और तलवार से तमाम बाशिन्दों को मार डाला,"},{"number":38,"verse":"फिर मन्सूबे के मुताबिक़ आग लगा कर धुएँ का बड़ा बादल पैदा किया ताकि भागने वाले इस्राईलियों को इशारा मिल जाए कि वह मुड़ कर बिनयमीनियों का मुक़ाबला करें। उस वक़्त तक बिनयमीनियों ने तक़रीबन 30 इस्राईलियों को मार डाला था, और उन का ख़याल था कि हम उन्हें पहले की तरह शिकस्त दे रहे हैं।"},{"number":40,"verse":"अचानक उन के पीछे धुएँ का बादल आसमान की तरफ़ उठने लगा। जब बिनयमीनियों ने मुड़ कर देखा कि शहर के कोने कोने से धुआँ निकल रहा है"},{"number":41,"verse":"तो इस्राईल के मर्द रुक गए और पलट कर उन का सामना करने लगे। बिनयमीनी सख़्त घबरा गए, क्यूँकि उन्हों ने जान लिया कि हम तबाह हो गए हैं।"},{"number":42,"verse":"तब उन्हों ने मशरिक़ के रेगिस्तान की तरफ़ फ़रार होने की कोशिश की। लेकिन अब वह मर्द भी उन का ताक़्क़ुब करने लगे जिन्हों ने घात में बैठ कर जिबिआ पर हम्ला किया था। यूँ इस्राईलियों ने मफ़रूरों को घेर कर मार डाला।"},{"number":44,"verse":"उस वक़्त बिनयमीन के 18000 तजरिबाकार फ़ौजी हलाक हुए।"},{"number":45,"verse":"जो बच गए वह रेगिस्तान की चटान रिम्मोन की तरफ़ भाग निकले। लेकिन इस्राईलियों ने रास्ते में उन के 5000 अफ़राद को मौत के घाट उतार दिया। इस के बाद उन्हों ने जिदओम तक उन का ताक़्क़ुब किया। मज़ीद 2000 बिनयमीनी हलाक हुए।"},{"number":46,"verse":"इस तरह बिनयमीन के कुल 25000 तलवार से लेस और तजरिबाकार फ़ौजी मारे गए।"},{"number":47,"verse":"सिर्फ़ 600 मर्द बच कर रिम्मोन की चटान तक पहुँच गए। वहाँ वह चार महीने तक टिके रहे।"},{"number":48,"verse":"तब इस्राईली ताक़्क़ुब करने से बाज़ आ कर बिनयमीन के क़बाइली इलाक़े में वापस आए। वहाँ उन्हों ने जगह-ब-जगह जा कर सब कुछ मौत के घाट उतार दिया। जो भी उन्हें मिला वह तलवार की ज़द में आ गया, ख़्वाह इन्सान था या हैवान। साथ साथ उन्हों ने तमाम शहरों को आग लगा दी।"}]}