{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":21,"verses":[{"number":1,"verse":"( बिनयमीनियों को औरतें मिलती हैं) जब इस्राईली मिस्फ़ाह में जमा हुए थे तो सब ने क़सम खा कर कहा था, “हम कभी भी अपनी बेटियों का किसी बिनयमीनी मर्द के साथ रिश्ता नहीं बांधेंगे।”"},{"number":2,"verse":"अब वह बैत-एल चले गए और शाम तक अल्लाह के हुज़ूर बैठे रहे। रो रो कर उन्हों ने दुआ की,"},{"number":3,"verse":"“ऐ रब, इस्राईल के ख़ुदा, हमारी क़ौम का एक पूरा क़बीला मिट गया है! यह मुसीबत इस्राईल पर क्यूँ आई?”"},{"number":4,"verse":"अगले दिन वह सुब्ह-सवेरे उठे और क़ुर्बानगाह बना कर उस पर भस्म होने वाली और सलामती की क़ुर्बानियाँ चढ़ाईं।"},{"number":5,"verse":"फिर वह एक दूसरे से पूछने लगे, “जब हम मिस्फ़ाह में रब के हुज़ूर जमा हुए तो हमारी क़ौम में से कौन कौन इजतिमा में शरीक न हुआ?” क्यूँकि उस वक़्त उन्हों ने क़सम खा कर एलान किया था, “जिस ने यहाँ रब के हुज़ूर आने से इन्कार किया उसे ज़रूर सज़ा-ए-मौत दी जाएगी।”"},{"number":6,"verse":"अब इस्राईलियों को बिनयमीनियों पर अफ़्सोस हुआ। उन्हों ने कहा, “एक पूरा क़बीला मिट गया है।"},{"number":7,"verse":"अब हम उन थोड़े बचे-खुचे आदमियों को बीवियाँ किस तरह मुहय्या कर सकते हैं? हम ने तो रब के हुज़ूर क़सम खाई है कि अपनी बेटियों का उन के साथ रिश्ता नहीं बांधेंगे।"},{"number":8,"verse":"लेकिन हो सकता है कोई ख़ानदान मिस्फ़ाह के इजतिमा में न आया हो। आओ, हम पता करें।” मालूम हुआ कि यबीस-जिलिआद के बाशिन्दे नहीं आए थे।"},{"number":9,"verse":"यह बात फ़ौजियों को गिनने से पता चली, क्यूँकि गिनते वक़्त यबीस-जिलिआद का कोई भी शख़्स फ़ौज में नहीं था।"},{"number":10,"verse":"तब उन्हों ने 12000 फ़ौजियों को चुन कर उन्हें हुक्म दिया, “यबीस-जिलिआद पर हम्ला करके तमाम बाशिन्दों को बाल-बच्चों समेत मार डालो।"},{"number":11,"verse":"सिर्फ़ कुंवारियों को ज़िन्दा रहने दो।”"},{"number":12,"verse":"फ़ौजियों ने यबीस में 400 कुंवारियाँ पाईं। वह उन्हें सैला ले आए जहाँ इस्राईलियों का लश्कर ठहरा हुआ था।"},{"number":13,"verse":"वहाँ से उन्हों ने अपने क़ासिदों को रिम्मोन की चटान के पास भेज कर बिनयमीनियों के साथ सुलह कर ली।"},{"number":14,"verse":"फिर बिनयमीन के 600 मर्द रेगिस्तान से वापस आए, और उन के साथ यबीस-जिलिआद की कुंवारियों की शादी हुई। लेकिन यह सब के लिए काफ़ी नहीं थीं।"},{"number":15,"verse":"इस्राईलियों को बिनयमीन पर अफ़्सोस हुआ, क्यूँकि रब ने इस्राईल के क़बीलों में ख़ला डाल दिया था।"},{"number":16,"verse":"जमाअत के बुज़ुर्गों ने दुबारा पूछा, “हमें बिनयमीन के बाक़ी मर्दों के लिए कहाँ से बीवियाँ मिलेंगी? उन की तमाम औरतें तो हलाक हो गई हैं।"},{"number":17,"verse":"लाज़िम है कि उन्हें उन का मौरूसी इलाक़ा वापस मिल जाए। ऐसा न हो कि वह बिलकुल मिट जाएँ।"},{"number":18,"verse":"लेकिन हम अपनी बेटियों की उन के साथ शादी नहीं करा सकते, क्यूँकि हम ने क़सम खा कर एलान किया है, ‘जो अपनी बेटी का रिश्ता बिनयमीन के किसी मर्द से बांधेगा उस पर अल्लाह की लानत हो’।”"},{"number":19,"verse":"यूँ सोचते सोचते उन्हें आख़िरकार यह तरकीब सूझी, “कुछ देर के बाद यहाँ सैला में रब की सालाना ईद मनाई जाएगी। सैला बैत-एल के शिमाल में, लबूना के जुनूब में और उस रास्ते के मशरिक़ में है जो बैत-एल से सिकम तक ले जाता है।"},{"number":20,"verse":"अब बिनयमीनी मर्दों के लिए हमारा मश्वरा है कि ईद के दिनों में अंगूर के बाग़ों में छुप कर घात में बैठ जाएँ।"},{"number":21,"verse":"जब लड़कियाँ लोकनाच के लिए सैला से निकलेंगी तो फिर बाग़ों से निकल कर उन पर झपट पड़ना। हर आदमी एक लड़की को पकड़ कर उसे अपने घर ले जाए।"},{"number":22,"verse":"जब उन के बाप और भाई हमारे पास आ कर आप की शिकायत करेंगे तो हम उन से कहेंगे, ‘बिनयमीनियों पर तरस खाएँ, क्यूँकि जब हम ने यबीस पर फ़त्ह पाई तो हम उन के लिए काफ़ी औरतें हासिल न कर सके। आप बेक़ुसूर हैं, क्यूँकि आप ने उन्हें अपनी बेटियों को इरादतन तो नहीं दिया’।”"},{"number":23,"verse":"बिनयमीनियों ने बुज़ुर्गों की इस हिदायत पर अमल किया। ईद के दिनों में जब लड़कियाँ नाच रही थीं तो बिनयमीनियों ने उतनी पकड़ लीं कि उन की कमी पूरी हो गई। फिर वह उन्हें अपने क़बाइली इलाक़े में ले गए और शहरों को दुबारा तामीर करके उन में बसने लगे।"},{"number":24,"verse":"बाक़ी इस्राईली भी वहाँ से चले गए। हर एक अपने क़बाइली इलाक़े में वापस चला गया।"},{"number":25,"verse":"उस ज़माने में इस्राईल में कोई बादशाह नहीं था। हर एक वही कुछ करता जो उसे मुनासिब लगता था।"}]}