{"bibleAbbr":"urDGV2010","bookName":"क़ुज़ात","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"( दबोरा और बरक़ का गीत) फ़त्ह के दिन दबोरा ने बरक़ बिन अबीनूअम के साथ यह गीत गाया,"},{"number":2,"verse":"“अल्लाह की सताइश हो! क्यूँकि इस्राईल के सरदारों ने राहनुमाई की, और अवाम निकलने के लिए तय्यार हुए।"},{"number":3,"verse":"ऐ बादशाहो, सुनो! ऐ हुक्मरानो, मेरी बात पर तवज्जुह दो! मैं रब की तम्जीद में गीत गाऊँगी, रब इस्राईल के ख़ुदा की मद्हसराई करूँगी।"},{"number":4,"verse":"ऐ रब, जब तू सईर से निकल आया और अदोम के खुले मैदान से रवाना हुआ तो ज़मीन काँप उठी और आसमान से पानी टपकने लगा, बादलों से बारिश बरसने लगी।"},{"number":5,"verse":"कोह-ए-सीना के रब के हुज़ूर पहाड़ हिलने लगे, रब इस्राईल के ख़ुदा के सामने वह कपकपाने लगे।"},{"number":6,"verse":"शम्जर बिन अनात और याएल के दिनों में सफ़र के पक्के और सीधे रास्ते ख़ाली रहे और मुसाफ़िर उन से हट कर बल खाते हुए छोटे छोटे रास्तों पर चल कर अपनी मन्ज़िल तक पहुँचते थे।"},{"number":7,"verse":"देहात की ज़िन्दगी सूनी हो गई। गाँव में रहना मुश्किल था जब तक मैं, दबोरा जो इस्राईल की माँ हूँ खड़ी न हुई।"},{"number":8,"verse":"शहर के दरवाज़ों पर जंग छिड़ गई जब उन्हों ने नए माबूदों को चुन लिया। उस वक़्त इस्राईल के 40000 मर्दों के पास एक भी ढाल या नेज़ा न था।"},{"number":9,"verse":"मेरा दिल इस्राईल के सरदारों के साथ है और उन के साथ जो ख़ुशी से जंग के लिए निकले। रब की सताइश करो!"},{"number":10,"verse":"ऐ तुम जो सफ़ेद गधों पर कपड़े बिछा कर उन पर सवार हो, अल्लाह की तम्जीद करो! ऐ तुम जो पैदल चल रहे हो, अल्लाह की तारीफ़ करो!"},{"number":11,"verse":"सुनो! जहाँ जानवरों को पानी पिलाया जाता है वहाँ लोग रब के नजातबख़्श कामों की तारीफ़ कर रहे हैं, उन नजातबख़्श कामों की जो उस ने इस्राईल के देहातियों की ख़ातिर किए। तब रब के लोग शहर के दरवाज़ों के पास उतर आए।"},{"number":12,"verse":"ऐ दबोरा, उठें, उठें! उठें, हाँ उठें और गीत गाएँ! ऐ बरक़, खड़े हो जाएँ! ऐ अबीनूअम के बेटे, अपने क़ैदियों को बांध कर ले जाएँ!"},{"number":13,"verse":"फिर बचे हुए फ़ौजी पहाड़ी इलाक़े से उतर कर क़ौम के शुरफ़ा के पास आए, रब की क़ौम सूरमाओं के साथ मेरे पास उतर आई।"},{"number":14,"verse":"इफ़्राईम से जिस की जड़ें अमालीक़ में हैं वह उतर आए, और बिनयमीन के मर्द उन के पीछे हो लिए। मकीर से हुक्मरान और ज़बूलून से सिपहसालार उतर आए।"},{"number":15,"verse":"इश्कार के रईस भी दबोरा के साथ थे, और उस के फ़ौजी बरक़ के पीछे हो कर वादी में दौड़ आए। लेकिन रूबिन का क़बीला अपने इलाक़े में रह कर सोच-बिचार में उलझा रहा।"},{"number":16,"verse":"तू क्यूँ अपने ज़ीन के दो बोरों के दरमियान बैठा रहा? क्या गल्लों के दरमियान चरवाहों की बाँसरियों की आवाज़ें सुनने के लिए? रूबिन का क़बीला अपने इलाक़े में रह कर सोच-बिचार में उलझा रहा।"},{"number":17,"verse":"जिलिआद के घराने दरया-ए-यर्दन के मशरिक़ में ठहरे रहे। और दान का क़बीला, वह क्यूँ बहरी जहाज़ों के पास रहा? आशर का क़बीला भी साहिल पर बैठा रहा, वह आराम से अपनी बन्दरगाहों के पास ठहरा रहा,"},{"number":18,"verse":"जबकि ज़बूलून और नफ़्ताली अपनी जान पर खेल कर मैदान-ए-जंग में आ गए।"},{"number":19,"verse":"बादशाह आए और लड़े, कनआन के बादशाह मजिद्दो नदी पर तानक के पास इस्राईल से लड़े। लेकिन वहाँ से वह चाँदी का लूटा हुआ माल वापस न लाए।"},{"number":20,"verse":"आसमान से सितारों ने सीसरा पर हम्ला किया, अपनी आसमानी राहों को छोड़ कर वह उस से और उस की क़ौम से लड़ने आए।"},{"number":21,"verse":"क़ैसोन नदी उन्हें उड़ा ले गई, वह नदी जो क़दीम ज़माने से बहती है। ऐ मेरी जान, मज़बूती से आगे चलती जा!"},{"number":22,"verse":"उस वक़्त टापों का बड़ा शोर सुनाई दिया। दुश्मन के ज़बरदस्त घोड़े सरपट दौड़ रहे थे।"},{"number":23,"verse":"रब के फ़रिश्ते ने कहा, ‘मीरोज़ शहर पर लानत करो, उस के बाशिन्दों पर ख़ूब लानत करो! क्यूँकि वह रब की मदद करने न आए, वह सूरमाओं के ख़िलाफ़ रब की मदद करने न आए।’"},{"number":24,"verse":"हिबर क़ीनी की बीवी मुबारक है! ख़ैमों में रहने वाली औरतों में से वह सब से मुबारक है!"},{"number":25,"verse":"जब सीसरा ने पानी माँगा तो याएल ने उसे दूध पिलाया। शानदार प्याले में लस्सी डाल कर वह उसे उस के पास लाई।"},{"number":26,"verse":"लेकिन फिर उस ने अपने हाथ से मेख़ और अपने दहने हाथ से मज़दूरों का हथोड़ा पकड़ कर सीसरा का सर फोड़ दिया, उस की खोपड़ी टुकड़े टुकड़े करके उस की कनपटी को छेद दिया।"},{"number":27,"verse":"उस के पाँओ में वह तड़प उठा। वह गिर कर वहीं पड़ा रहा। हाँ, वह उस के पाँओ में गिर कर हलाक हुआ।"},{"number":28,"verse":"सीसरा की माँ ने खिड़की में से झाँका और दरीचे में से देखती देखती रोती रही, ‘उस के रथ के पहुँचने में इतनी देर क्यूँ हो रही है? रथों की आवाज़ अब तक क्यूँ सुनाई नहीं दे रही?’"},{"number":29,"verse":"उस की दानिशमन्द ख़वातीन उसे तसल्ली देती हैं और वह ख़ुद उन की बात दोहराती है,"},{"number":30,"verse":"‘वह लूटा हुआ माल आपस में बाँट रहे होंगे। हर मर्द के लिए एक दो लड़कियाँ और सीसरा के लिए रंगदार लिबास होगा। हाँ, वह रंगदार लिबास और मेरी गर्दन को सजाने के लिए दो नफ़ीस रंगदार कपड़े ला रहे होंगे।’"},{"number":31,"verse":"ऐ रब, तेरे तमाम दुश्मन सीसरा की तरह हलाक हो जाएँ! लेकिन जो तुझ से प्यार करते हैं वह पूरे ज़ोर से तुलू होने वाले सूरज की मानिन्द हों।” बरक़ की इस फ़त्ह के बाद इस्राईल में 40 साल अम्न-ओ-अमान क़ाइम रहा।"}]}