{"bibleAbbr":"mrRV2015","bookName":"लूककृत शुभवर्तमान","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"( येशूच्या अधिकाराविषयी संशय) एके दिवशी तो मंदिरात लोकांना शिक्षण देत व सुवार्ता सांगत असता मुख्य याजक व शास्त्री हे वडीलमंडळासह त्याच्यापुढे येऊन त्याला म्हणाले,"},{"number":2,"verse":"“तुम्ही कोणत्या अधिकाराने ह्या गोष्टी करता आणि तुम्हांला हा अधिकार देणारा कोण हे आम्हांला सांगा.”"},{"number":3,"verse":"तेव्हा त्याने त्यांना उत्तर दिले, “मीही तुम्हांला एक प्रश्‍न विचारतो; त्याचे मला उत्तर द्या."},{"number":4,"verse":"योहानाचा बाप्तिस्मा स्वर्गापासून होता किंवा मनुष्यांपासून होता?”"},{"number":5,"verse":"तेव्हा ते आपसांत विचार करून म्हणाले, “स्वर्गापासून असे म्हणावे तर हा म्हणेल की, ‘तुम्ही त्याच्यावर विश्वास का ठेवला नाही?’"},{"number":6,"verse":"आणि मनुष्यांपासून असे म्हणावे तर सर्व लोक आपल्याला धोंडमार करतील, कारण योहान संदेष्टा होता अशी त्यांची खातरी आहे.”"},{"number":7,"verse":"तेव्हा त्यांनी उत्तर दिले, “तो कोणापासून होता हे आम्हांला ठाऊक नाही.”"},{"number":8,"verse":"येशूने त्यांना म्हटले, “तर कोणत्या अधिकाराने ह्या गोष्टी मी करतो ते मीही तुम्हांला सांगत नाही.”"},{"number":9,"verse":"( द्राक्षमळ्याचा दृष्टान्त) मग तो लोकांना हा दाखला सांगू लागला, कोणाएका मनुष्याने ‘द्राक्षमळा लावला’ आणि तो मळेकर्‍यांना सोपवून देऊन आपण बरेच दिवस दुसरीकडे जाऊन राहिला."},{"number":10,"verse":"मग मळेकर्‍यांनी आपणाला द्राक्षमळ्यातील काही फळे द्यावीत म्हणून त्याने हंगामाच्या वेळी त्यांच्याकडे एका दासाला पाठवले; परंतु मळेकर्‍यांनी त्याला ठोक देऊन रिकामे लावून दिले."},{"number":11,"verse":"पुन्हा त्याने दुसर्‍या एका दासाला पाठवले; त्यालाही त्यांनी ठोक देऊन व त्याचा अपमान करून रिकामे लावून दिले."},{"number":12,"verse":"पुन्हा त्याने तिसर्‍याला पाठवले; त्यालाही त्यांनी घायाळ करून बाहेर घालवून दिले."},{"number":13,"verse":"तेव्हा द्राक्षमळ्याचा धनी म्हणाला, ‘आता मी काय करू? मी आपल्या प्रिय पुत्राला पाठवतो, कदाचित त्याला पाहून ते त्याचा मान राखतील.’"},{"number":14,"verse":"परंतु मळेकरी त्याला पाहून आपसांत विचार करून म्हणाले, ‘हा तर वारस आहे; ह्याला आपण जिवे मारू म्हणजे वतन आपलेच होईल.’"},{"number":15,"verse":"मग त्यांनी त्याला द्राक्षमळ्याच्या बाहेर काढून जिवे मारले. तर मग द्राक्षमळ्याचा धनी त्यांचे काय करील?"},{"number":16,"verse":"तो येऊन त्या मळेकर्‍यांचा नाश करील व द्राक्षमळा दुसर्‍यांना देईल.” हे ऐकून ते म्हणाले, “असे न होवो.”"},{"number":17,"verse":"त्याने त्यांच्याकडे रोखून पाहिले व म्हटले, “तर ‘जो दगड बांधणार्‍यांनी नापसंत केला तोच कोनशिला झाला आहे.’ असा जो शास्त्रलेख आहे त्याचा अर्थ काय?"},{"number":18,"verse":"जो कोणी त्या दगडावर पडेल त्याचे तुकडेतुकडे होतील; परंतु ज्या कोणावर तो पडेल त्याचा तो भुगाभुगा करून टाकील.”"},{"number":19,"verse":"( कर देण्याबाबत प्रश्‍न) तेव्हा शास्त्री व मुख्य याजक हे त्याच घटकेस त्याच्यावर हात टाकण्याच्या विचारात होते; पण त्यांना लोकांची भीती वाटली; हा दाखला त्याने आपल्याला उद्देशून सांगितला हे ते समजले."},{"number":20,"verse":"मग ते त्याच्या पाळतीवर राहिले आणि त्याला बोलण्यात धरून सुभेदाराच्या तावडीत व अधिकारात आणावे म्हणून त्यांनी नीतिमान असल्याची बतावणी केलेले हेर त्याच्याकडे पाठवले."},{"number":21,"verse":"त्यांनी त्याला म्हटले, “गुरूजी, आपण योग्य बोलता व शिक्षण देता, आणि तोंडदेखले बोलत नाही, तर देवाचा मार्ग सत्यास अनुसरून शिकवता हे आम्हांला माहीत आहे."},{"number":22,"verse":"आम्ही कैसराला कर देणे योग्य आहे की नाही?”"},{"number":23,"verse":"तो त्यांचे कपट ओळखून त्यांना म्हणाला, “[तुम्ही माझी परीक्षा का पाहता?]"},{"number":24,"verse":"मला एक नाणे दाखवा. ह्याच्यावरील मुखवटा व लेख कोणाचा आहे?” ते म्हणाले, “कैसराचा.”"},{"number":25,"verse":"तेव्हा त्याने त्यांना म्हटले, “तर कैसराचे ते कैसराला व देवाचे ते देवाला भरून द्या.”"},{"number":26,"verse":"तेव्हा त्यांना लोकांसमक्ष त्याला त्याच्या बोलण्यात धरता येईना, आणि त्याच्या उत्तराचे आश्‍चर्य वाटून ते स्तब्ध राहिले."},{"number":27,"verse":"( पुनरुत्थानविषयक प्रश्‍न) नंतर, ‘पुनरुत्थान नाही’ असे म्हणणार्‍या सदूक्यांतून कित्येकांनी जवळ येऊन त्याला विचारले,"},{"number":28,"verse":"“गुरूजी, मोशेने आमच्यासाठी असे लिहून ठेवले आहे की, ‘एखाद्याचा भाऊ’ आपली बायको जिवंत असता ‘निःसंतान असा मेला तर त्याच्या भावाने त्या स्त्रीबरोबर विवाह करून आपल्या भावाचा वंश चालवावा.’"},{"number":29,"verse":"बरे, सात भाऊ होते; त्यांच्यातील पहिल्या भावाने बायको केली व तो निःसंतान असा मेला."},{"number":30,"verse":"मग दुसर्‍याने ती केली व तो निःसंतान असा मेला."},{"number":31,"verse":"मग तिसर्‍यानेही; ह्याप्रमाणे ते सातही निःसंतान असे मेले;"},{"number":32,"verse":"शेवटी ती स्त्रीही मेली."},{"number":33,"verse":"तर पुनरुत्थानसमयी ती त्यांच्यापैकी कोणाची बायको होईल? कारण ती त्या सातांचीही बायको झाली होती.”"},{"number":34,"verse":"येशूने त्यांना म्हटले, “ह्या युगातले लोक लग्न करून घेतात व लग्न करून देतात;"},{"number":35,"verse":"परंतु ते युग व मेलेल्यांतून पुनरुत्थान हे प्राप्त करून घेण्यास जे योग्य ठरतील ते लग्न करून घेणार नाहीत व लग्न करून देणारही नाहीत;"},{"number":36,"verse":"आणि ते पुढे मरणारही नाहीत, कारण ते देवदूतांसमान आहेत आणि पुनरुत्थान पावलेले असल्यामुळे ते देवाचे पुत्र आहेत."},{"number":37,"verse":"पण मोशेनेही झुडपाच्या वृत्तान्तात, परमेश्वराला ‘अब्राहामाचा देव, इसहाकाचा देव व याकोबाचा देव’ असे म्हणून मेलेले उठवले जातात हे दर्शवले आहे."},{"number":38,"verse":"तो मृतांचा देव नव्हे, तर जिवंतांचा आहे; कारण त्याला सर्वच जिवंत आहेत.”"},{"number":39,"verse":"तेव्हा शास्त्र्यांतील कित्येकांनी म्हटले, “गुरूजी, ठीक बोललात.”"},{"number":40,"verse":"मग ते त्याला आणखी काहीही विचारण्यास धजले नाहीत."},{"number":41,"verse":"( ख्रिस्त दाविदाचा पुत्र आहे काय?) त्यावर त्याने त्यांना म्हटले, “ख्रिस्त दाविदाचा पुत्र आहे असे कसे म्हणतात?"},{"number":42,"verse":"कारण दावीद स्वत: स्तोत्रांच्या पुस्तकात म्हणतो, ‘परमेश्वराने माझ्या प्रभूला सांगितले,"},{"number":43,"verse":"मी तुझ्या शत्रूंचे तुझ्या पायांसाठी आसन करीपर्यंत तू माझ्या उजवीकडे बस.’"},{"number":44,"verse":"दावीद त्याला प्रभू म्हणतो, मग तो त्याचा पुत्र कसा?”"},{"number":45,"verse":"( शास्त्र्यांसंबंधाने दिलेला इशारा) तेव्हा सर्व लोक ऐकत असता त्याने आपल्या शिष्यांना म्हटले,"},{"number":46,"verse":"“शास्त्र्यांसंबंधाने सावध असा; त्यांना लांबलांब झगे घालून मिरवण्यास हवे असते; बाजारांत नमस्कार, सभास्थानांत मुख्य आसने व मेजवान्यांत मुख्य मुख्य जागा त्यांना आवडतात;"},{"number":47,"verse":"ते विधवांची घरे गिळंकृत करतात आणि ढोंगाने लांबलचक प्रार्थना करतात; त्यांना अधिक शिक्षा होईल.”"}]}