{"bibleAbbr":"paOV2016","bookName":"1 ਸਮੂਏਲ","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"( ਸ਼ਾਊਲ ਦਾ ਰੱਦਿਆ ਜਾਣਾ) ਸਮੂਏਲ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਯਹੋਵਾਹ ਨੇ ਘੱਲਿਆ ਹੈ ਭਈ ਮੈਂ ਤੈਨੂੰ ਮਸਹ ਕਰਾਂ ਏਸ ਕਰਕੇ ਜੋ ਤੂੰ ਉਹ ਦੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣੇਂ ਸੋ ਹੁਣ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣ"},{"number":2,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ, ਮੈਨੂੰ ਚੇਤਾ ਹੈ ਜੋ ਕੁਝ ਅਮਾਲੇਕ ਨੇ ਇਸਰਾਏਲ ਨਾਲ ਕੀਤਾ ਜਿਸ ਵੇਲੇ ਓਹ ਮਿਸਰੋਂ ਨਿੱਕਲ ਆਏ ਤਾਂ ਓਹ ਕਿੱਕੁਰ ਓਹਨਾਂ ਦੇ ਰਾਹ ਵਿੱਚ ਵਿਰੋਧੀ ਬਣ ਕੇ ਆਇਆ"},{"number":3,"verse":"ਸੋ ਹੁਣ ਤੂੰ ਜਾਹ ਅਤੇ ਅਮਾਲੇਕ ਨੂੰ ਮਾਰ ਅਤੇ ਸਭ ਕੁਝ ਜੋ ਉਨ੍ਹਾਂ ਦਾ ਹੈ ਮੂਲੋਂ ਨਾਸ ( ਅਰਪਣ) ਕਰ ਅਰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਤਰਸ ਨਾ ਖਾ ਸਗੋਂ ਪੁਰਸ਼ ਅਤੇ ਇਸਤ੍ਰੀ, ਕੁੱਛੜਲੇ ਬਾਲ ਅਤੇ ਦੁੱਧ ਚੁੰਘਦੇ ਵੀ ਅਤੇ ਬਲਦ ਭੇਡ ਅਤੇ ਊਠ ਖੋਤੇ ਤੋੜੀ ਸਭਨਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟ"},{"number":4,"verse":"ਸੋ ਸ਼ਾਊਲ ਨੇ ਲੋਕਾਂ ਨੂੰ ਇਕੱਠਿਆਂ ਕੀਤਾ ਅਤੇ ਤਲਾਇਮ ਵਿੱਚ ਓਹਨਾਂ ਨੂੰ ਗਿਣ ਲਿਆ। ਓਹ ਦੋ ਲੱਖ ਪਿਆਦੇ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਦਸ ਹਜ਼ਾਰ ਸਨ"},{"number":5,"verse":"ਅਤੇ ਸ਼ਾਊਲ ਅਮਾਲੇਕ ਦੇ ਇੱਕ ਨਗਰ ਕੋਲ ਆਇਆ ਅਤੇ ਦੂਣ ਦੇ ਵਿੱਚ ਛਹਿ ਲਾ ਕੇ ਬੈਠਾ।।"},{"number":6,"verse":"ਸ਼ਾਊਲ ਨੇ ਕੇਨੀਆਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਜਾਓ ਤੁਰੋ। ਅਮਾਲੇਕੀਆਂ ਦੇ ਵਿੱਚਕਾਰੋਂ ਨਿੱਕਲ ਜਾਓ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਸਣੇ ਤੁਹਾਡਾ ਵੀ ਨਾਸ ਕਰ ਦੇਵਾਂ, ਏਸ ਲਈ ਜੋ ਤੁਸਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀਆਂ ਉੱਤੇ ਕਿਰਪਾ ਕੀਤੀ ਸੀ ਜਿਸ ਵੇਲੇ ਓਹ ਮਿਸਰੋਂ ਨਿੱਕਲ ਆਏ ਸਨ। ਸੋ ਕੇਨੀ ਅਮਾਲੇਕੀਆਂ ਵਿੱਚੋਂ ਨਿੱਕਲ ਗਏ"},{"number":7,"verse":"ਅਤੇ ਸ਼ਾਊਲ ਨੇ ਅਮਾਲੇਕੀਆਂ ਨੂੰ ਹਵੀਲਾਹ ਤੋਂ ਲੈ ਕੇ ਸੂਰ ਦੇ ਲਾਂਘੇ ਤੋੜੀ ਜੋ ਮਿਸਰ ਦੇ ਅੱਗੇ ਹੈ ਮਾਰਿਆ"},{"number":8,"verse":"ਅਤੇ ਅਮਾਲੇਕੀਆਂ ਦੇ ਰਾਜਾ ਅਗਾਗ ਨੂੰ ਜੀਂਉਦਾ ਫੜ ਲਿਆ ਅਤੇ ਸਭਨਾਂ ਲੋਕਾਂ ਨੂੰ ਤਲਵਾਰ ਦੀ ਧਾਰ ਨਾਲ ਨਾਸ ਕਰ ਦਿੱਤਾ"},{"number":9,"verse":"ਪਰ ਸ਼ਾਊਲ ਅਤੇ ਲੋਕਾਂ ਨੇ ਅਗਾਗ ਨੂੰ ਅਤੇ ਚੰਗੀਆਂ ਭੇਡਾਂ ਅਤੇ ਬਲਦਾਂ ਅਤੇ ਮੋਟੇ ਮੋਟੇ ਵੱਛਿਆਂ ਅਤੇ ਮੇਢਿਆਂ ਦਿਆਂ ਬਚਿਆਂ ਨੂੰ ਅਤੇ ਸਭ ਕੁਝ ਜੋ ਚੰਗਾ ਸੀ ਬਚਾ ਰੱਖਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਿੱਚ ਰਾਜ਼ੀ ਨਾ ਹੋਇਆ ਪਰ ਸਾਰੀਆਂ ਵਸਤਾਂ ਜੋ ਮਾੜੀਆਂ ਅਤੇ ਨਿਕੰਮੀਆਂ ਸਨ ਉਨ੍ਹਾਂ ਦਾ ਸੱਤਿਆਨਾਸ ਕਰ ਦਿੱਤਾ।।"},{"number":10,"verse":"ਤਦ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸਮੂਏਲ ਨੂੰ ਅੱਪੜ ਪਿਆ"},{"number":11,"verse":"ਕਿ ਮੈਂ ਗਰੰਜ ਹਾਂ ਜੋ ਮੈਂ ਸ਼ਾਊਲ ਨੂੰ ਪਾਤਸ਼ਾਹ ਠਹਿਰਾਇਆ ਕਿਉਂ ਜੋ ਉਹ ਮੇਰੇ ਮਗਰ ਤੁਰਨ ਤੋਂ ਭੌਂ ਗਿਆ ਹੈ ਅਤੇ ਉਸ ਨੇ ਮੇਰੇ ਹੁਕਮਾਂ ਨੂੰ ਪੂਰਾ ਨਾ ਕੀਤਾ ਸੋ ਸਮੂਏਲ ਗੁੱਸੇ ਹੋਇਆ ਅਤੇ ਸਾਰੀ ਰਾਤ ਯਹੋਵਾਹ ਅੱਗੇ ਤਰਲੇ ਕਰਦਾ ਰਿਹਾ"},{"number":12,"verse":"ਜਦ ਸਮੂਏਲ ਸ਼ਾਊਲ ਦੇ ਮਿਲਣ ਨੂੰ ਤੜਕੇ ਹੀ ਉੱਠਿਆ ਤਾਂ ਸਮੂਏਲ ਨੂੰ ਖਬਰ ਹੋਈ ਜੋ ਸ਼ਾਊਲ ਕਰਮਲ ਨੂੰ ਆਇਆ ਹੈ ਅਤੇ ਵੇਖੋ, ਆਪਣੇ ਲਈ ਉਸ ਨੇ ਇੱਕ ਯਾਦਗਾਰ ਕਾਇਮ ਕੀਤੀ ਤਾਂ ਭੌਂ ਗਿਆ ਅਰ ਲੰਘ ਕੇ ਗਿਲਗਾਲ ਵੱਲ ਲਹਿ ਗਿਆ"},{"number":13,"verse":"ਫੇਰ ਸਮੂਏਲ ਸ਼ਾਊਲ ਕੋਲ ਗਿਆ ਅਤੇ ਸ਼ਾਊਲ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ ਦੇ ਮੁਬਾਰਕ, ਮੈਂ ਯਹੋਵਾਹ ਦੀ ਆਗਿਆ ਅਨੁਸਾਰ ਕੰਮ ਕੀਤਾ"},{"number":14,"verse":"ਤਾਂ ਸਮੂਏਲ ਨੇ ਆਖਿਆ, ਫੇਰ ਭੇਡਾਂ ਦੀ ਮੈਂ ਮੈਂ ਅਤੇ ਬਲਦਾਂ ਦਾ ਅੜਾਉਣਾ ਕੇਹਾ ਹੈ ਜੋ ਮੈਂ ਸੁਣਦਾ ਹਾਂ"},{"number":15,"verse":"ਤਾਂ ਸ਼ਾਊਲ ਨੇ ਆਖਿਆ ਕਿ ਓਹ ਇਨ੍ਹਾਂ ਨੂੰ ਅਮਾਲੇਕੀਆਂ ਵੱਲੋਂ ਲਿਆਏ ਹਨ ਅਤੇ ਲੋਕਾਂ ਨੇ ਚੰਗੀਆਂ ਚੰਗੀਆਂ ਭੇਡਾਂ ਅਤੇ ਬਲਦਾਂ ਨੂੰ ਜੀਉਂਦਿਆਂ ਰੱਖਿਆ ਭਈ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਬਲੀ ਚੜ੍ਹਾਉਣ ਅਤੇ ਰਹਿੰਦੇ ਸਭਨਾਂ ਨੂੰ ਅਸਾਂ ਮੂਲੋਂ ਹੀ ਨਾਸ ਕਰ ਸੁੱਟਿਆ"},{"number":16,"verse":"ਤਦ ਸਮੂਏਲ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਆਖਿਆ, ਠਹਿਰ ਜਾਹ ਅਤੇ ਅੱਜ ਰਾਤੀਂ ਜਿਹੜਾ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਹੈ ਉਹ ਮੈਂ ਤੈਨੂੰ ਦੱਸਾਂਗਾ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਬੋਲਿਆ, ਦੱਸੋ ਜੀ"},{"number":17,"verse":"ਸਮੂਏਲ ਨੇ ਆਖਿਆ, ਜਿਸ ਵੇਲੇ ਤੂੰ ਆਪਣੀ ਨਜ਼ਰ ਵਿੱਚ ਤੁੱਛ ਸੈਂ ਤਾਂ ਭਲਾ, ਇਸਰਾਏਲ ਦੇ ਗੋਤਾਂ ਦਾ ਤੂੰ ਪਰਧਾਨ ਨਹੀਂ ਠਹਿਰਾਇਆ ਗਿਆ? ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣਨ ਲਈ ਤੈਨੂੰ ਮਸਹ ਕੀਤਾ"},{"number":18,"verse":"ਯਹੋਵਾਹ ਨੇ ਤੈਨੂੰ ਪੈਂਡੇ ਵਿੱਚ ਘੱਲਿਆ ਅਤੇ ਆਖਿਆ, ਜਾਹ ਅਤੇ ਉਨ੍ਹਾਂ ਪਾਪੀ ਅਮਾਲੇਕੀਆਂ ਨੂੰ ਨਾਸ ਕਰ ਅਤੇ ਜਦ ਤੋੜੀ ਉਹ ਨਸ਼ਟ ਨਾ ਹੋ ਜਾਣ ਉਨ੍ਹਾਂ ਨਾਲ ਲੜਾਈ ਕਰ"},{"number":19,"verse":"ਫੇਰ ਤੂੰ ਯਹੋਵਾਹ ਦੀ ਗੱਲ ਕਿਉਂ ਨਾ ਮੰਨੀ ਅਤੇ ਲੁੱਟ ਉੱਤੇ ਕਿਉਂ ਆ ਡਿੱਗਾ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਬਦੀ ਕੀਤੀ?"},{"number":20,"verse":"ਸ਼ਾਊਲ ਨੇ ਸਮੂਏਲ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤਾਂ ਯਹੋਵਾਹ ਦੀ ਆਗਿਆ ਮੰਨੀ ਹੈ ਅਤੇ ਜਿਸ ਦੇ ਵਿੱਚ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਘੱਲਿਆ ਉਸ ਰਾਹ ਤੁਰਿਆ ਹਾਂ ਅਤੇ ਅਮਾਲੇਕ ਦੇ ਪਾਤਸ਼ਾਹ ਅਗਾਗ ਨੂੰ ਲੈ ਆਇਆ ਹਾਂ ਅਤੇ ਅਮਾਲੇਕੀਆਂ ਨੂੰ ਮੂਲੋਂ ਨਾਸ ਕੀਤਾ"},{"number":21,"verse":"ਪਰ ਲੋਕ ਲੁੱਟ ਦੇ ਵਿੱਚੋਂ ਭੇਡਾਂ ਅਤੇ ਬਲਦ ਅਰਥਾਤ ਚੰਗੀਆਂ ਚੰਗੀਆਂ ਵਸਤਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਨਾਸ ਕੀਤਾ ਲੋੜੀਦਾ ਸੀ ਸੋ ਗਿਲਗਾਲ ਦੇ ਵਿੱਚ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਭੇਟ ਚੜ੍ਹਾਉਣ ਲਈ ਲੈ ਆਏ ਹਨ"},{"number":22,"verse":"ਸਮੂਏਲ ਬੋਲਿਆ, - ਭਲਾ, ਯਹੋਵਾਹ ਹੋਮ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਬਲੀਆਂ ਨਾਲ ਪਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਯਾ ਇਸ ਗੱਲ ਉੱਤੇ ਜੋ ਉਹ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਾਵੇ? ਵੇਖ, ਮੰਨਣਾ ਭੇਟਾਂ ਚੜ੍ਹਾਉਣ ਨਾਲੋਂ, ਅਤੇ ਸਰੋਤਾ ਬਣਨਾ ਛੱਤਰਿਆਂ ਦੀ ਚਰਬੀ ਨਾਲੋਂ ਚੰਗਾ ਹੈ,"},{"number":23,"verse":"ਕਿਉਂ ਜੋ ਬਗਾਵਤ ਅਤੇ ਜਾਦੂਗਰੀ ਦਾ ਪਾਪ ਇੱਕੋ ਜਿਹਾ ਹੈ, ਅਤੇ ਖਚਰਊ ਅਤੇ ਬਦੀ ਅਤੇ ਮੂਰਤੀ ਪੂਜਾ ਇੱਕੋ ਜਿਹੀ ਹੈ। ਸੋ ਜਿਹਾ ਤੈਂ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਨੂੰ ਰੱਦਿਆ ਹੈ, ਤਿਹਾ ਹੀ ਉਸ ਨੇ ਪਾਤਸ਼ਾਹ ਰਹਿਣ ਤੋਂ ਤੈਨੂੰ ਰੱਦਿਆ ਹੈ।।"},{"number":24,"verse":"ਸ਼ਾਊਲ ਨੇ ਸਮੂਏਲ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਪਾਪ ਕੀਤਾ ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਦੀ ਆਗਿਆ ਨੂੰ ਅਤੇ ਤੇਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤਾ ਹੈ ਮੈਂ ਲੋਕਾਂ ਤੋਂ ਜੋ ਡਰਿਆ ਅਤੇ ਓਹਨਾਂ ਦੀ ਗੱਲ ਸੁਣੀ"},{"number":25,"verse":"ਸੋ ਹੁਣ ਦਯਾ ਕਰ ਕੇ ਮੇਰਾ ਪਾਪ ਖਿਮਾ ਕਰ ਅਤੇ ਮੇਰੇ ਨਾਲ ਮੁੜ ਚੱਲ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਾਂ"},{"number":26,"verse":"ਤਾਂ ਸਮੂਏਲ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ਕਿਉਂ ਜੋ ਤੈਂ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਨੂੰ ਰੱਦਿਆ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਰਹਿਣ ਤੋਂ ਤੈਨੂੰ ਰੱਦਿਆ ਹੈ"},{"number":27,"verse":"ਜਾਂ ਸਮੂਏਲ ਵਿਦਿਆ ਹੋਣ ਨੂੰ ਮੁੜਿਆ ਤਾਂ ਉਹਨੇ ਉਸ ਦੀ ਚੱਦਰ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ ਅਤੇ ਉਹ ਪਾਟ ਗਿਆ"},{"number":28,"verse":"ਤਦ ਸਮੂਏਲ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਨੇ ਤੇਰਾ ਰਾਜ ਜੋ ਤੂੰ ਇਸਰਾਏਲ ਉੱਤੇ ਕਰਦਾ ਸੈਂ ਅੱਜ ਤੇਰੇ ਨਾਲੋਂ ਪਾੜ ਲਿਆ ਹੈ ਅਤੇ ਤੇਰੇ ਇੱਕ ਗੁਆਂਢੀ ਨੂੰ ਦੇ ਦਿੱਤਾ ਜੋ ਤੈਥੋਂ ਚੰਗਾ ਹੈ"},{"number":29,"verse":"ਨਾਲੇ ਇਸਰਾਏਲ ਦਾ ਸ਼ਕਤੀਮਾਨ ਝੂਠ ਨਹੀਂ ਬੋਲਦਾ ਅਤੇ ਨਹੀਂ ਪਛਤਾਉਂਦਾ ਕਿਉਂ ਜੋ ਉਹ ਮਨੁੱਖ ਨਹੀਂ ਹੈ ਜੋ ਪਛਤਾਵੇ"},{"number":30,"verse":"ਤਦ ਉਹ ਨੇ ਆਖਿਆ, ਮੈਂ ਪਾਪ ਕੀਤਾ ਪਰ ਮੇਰੇ ਲੋਕਾਂ ਦੇ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਅੱਗੇ ਮੇਰਾ ਆਦਰ ਕਰ ਅਤੇ ਮੇਰੇ ਨਾਲ ਮੁੜ ਚੱਲ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਾਂ"},{"number":31,"verse":"ਤਦ ਸਮੂਏਲ ਸ਼ਾਊਲ ਦੇ ਮਗਰ ਤੁਰਿਆ ਅਤੇ ਸ਼ਾਊਲ ਨੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ।।"},{"number":32,"verse":"ਤਦ ਸਮੂਏਲ ਨੇ ਆਖਿਆ, ਅਮਾਲੇਕੀਆਂ ਦੇ ਪਾਤਸ਼ਾਹ ਅਗਾਗ ਨੂੰ ਐਥੇ ਮੇਰੇ ਕੋਲ ਲੈ ਆਓ ਅਤੇ ਅਗਾਗ ਨਿਚਿੰਤ ਹੋ ਕੇ ਉਹ ਦੇ ਕੋਲ ਆਇਆ ਅਤੇ ਅਗਾਗ ਨੇ ਆਖਿਆ, ਜ਼ਰੂਰ ਮੌਤ ਦੀ ਕੁੜੱਤਣ ਲੰਘ ਗਈ ਹੋਵੇਗੀ"},{"number":33,"verse":"ਪਰ ਸਮੂਏਲ ਨੇ ਆਖਿਆ, ਜਿਵੇਂ ਤੇਰੀ ਤਲਵਾਰ ਨੇ ਤੀਵੀਆਂ ਨੂੰ ਔਂਤਰਿਆਂ ਕੀਤਾ ਤਿਵੇਂ ਹੀ ਤੇਰੀ ਮਾਂ ਤੀਵੀਆਂ ਵਿੱਚੋਂ ਔਤਰੀ ਹੋਵੇਗੀ ਅਤੇ ਸਮੂਏਲ ਨੇ ਗਿਲਗਾਲ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅਗਾਗ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕੀਤਾ।।"},{"number":34,"verse":"ਤਾਂ ਸਮੂਏਲ ਰਾਮਾਹ ਨੂੰ ਗਿਆ ਅਤੇ ਸ਼ਾਊਲ ਆਪਣੇ ਘਰ ਨੂੰ ਸ਼ਾਊਲੀ ਗਿਬਆਹ ਵੱਲ ਚੜ੍ਹ ਗਿਆ"},{"number":35,"verse":"ਅਤੇ ਸਮੂਏਲ ਆਪਣੀ ਮੌਤ ਤੋੜੀ ਸ਼ਾਊਲ ਨੂੰ ਨਾ ਵੇਖਣ ਗਿਆ ਤਾਂ ਵੀ ਸਮੂਏਲ ਸ਼ਾਊਲ ਉੱਤੋਂ ਉਦਾਸ ਹੁੰਦਾ ਰਿਹਾ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਵੀ ਸ਼ਾਊਲ ਨੂੰ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਬਣਾਉਣ ਵਿੱਚ ਅਫਸੋਸ ਕੀਤਾ।।"}]}