{"bibleAbbr":"paOV2016","bookName":"1 ਸਮੂਏਲ","bookEnglishName":"1 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਅਤੇ ਗੋਲਿਅਥ) ਹੁਣ ਫਲਿਸਤੀਆਂ ਨੇ ਲੜਾਈ ਦੇ ਲਈ ਆਪਣੇ ਦਲਾਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰ ਸੋਕੋਹ ਵਿੱਚ ਇਕੱਠੇ ਹੋਏ ਅਤੇ ਸੋਕੋਹ ਅਤੇ ਅਜ਼ੇਕਾਹ ਦੇ ਵਿੱਚਕਾਰ ਅਫ਼ਸਦੰਮੀਮ ਵਿੱਚ ਡੇਰੇ ਲਾਏ"},{"number":2,"verse":"ਸ਼ਾਊਲ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਲੋਕਾਂ ਨੇ ਵੀ ਇਕੱਠੇ ਹੋ ਕੇ ਏਲਾਹ ਦੀ ਦੂਣ ਵਿੱਚ ਡੇਰੇ ਲਾਏ ਅਤੇ ਲੜਾਈ ਦੇ ਲਈ ਫਲਿਸਤੀਆਂ ਦੇ ਸਾਹਮਣੇ ਪਾਲਾਂ ਬੰਨ੍ਹੀਆਂ"},{"number":3,"verse":"ਇੱਕ ਪਾਸੇ ਦੇ ਪਹਾੜ ਉੱਤੇ ਫਲਿਸਤੀ ਖਲੋਤੇ ਸਨ ਅਤੇ ਦੂਜੇ ਪਾਸੇ ਦੇ ਪਹਾੜ ਉੱਤੇ ਇਸਰਾਏਲੀ ਖਲੋਤੇ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਦੇ ਵਿਚਾਲੇ ਇੱਕ ਖੱਡ ਸੀ।।"},{"number":4,"verse":"ਉਸ ਵੇਲੇ ਫਲਿਸਤੀਆਂ ਦੇ ਡੇਰੇ ਵਿੱਚੋਂ ਗਾਥੀ ਗੋਲਿਅਥ ਨਾਮੇ ਇੱਕ ਸੂਰਮਾ ਮਨੁੱਖ ਨਿੱਕਲਿਆ। ਉਹ ਦਾ ਕੱਦ ਛੇ ਹੱਥ ਅਤੇ ਇੱਕ ਗਿੱਠ ਉੱਚਾ ਸੀ"},{"number":5,"verse":"ਅਤੇ ਉਹ ਦੇ ਸਿਰ ਤੇ ਇੱਕ ਪਿੱਤਲ ਉੱਤੇ ਟੋਪ ਸੀ ਅਤੇ ਇੱਕ ਸੰਜੋ ਉਹ ਨੇ ਪਹਿਨੀ ਹੋਈ ਸੀ ਜੋ ਤੋਲ ਵਿੱਚ ਡੂਢ ਮਣ ਪਿੱਤਲ ਦੀ ਸੀ"},{"number":6,"verse":"ਅਤੇ ਉਹ ਦੀਆਂ ਦੋਹਾਂ ਲੱਤਾਂ ਉੱਤੇ ਪਿੱਤਲ ਦੇ ਕਵਚ ਸਨ ਅਤੇ ਉਹ ਦੇ ਦੋਹਾਂ ਮੋਢਿਆਂ ਦੇ ਵਿੱਚਕਾਰ ਪਿੱਤਲ ਦੀ ਬਰਛੀ ਸੀ"},{"number":7,"verse":"ਅਤੇ ਉਹ ਦੇ ਬਰਛੇ ਦਾ ਡੰਡਾ ਜੁਲਾਹੇ ਦੀ ਤੁਰ੍ਹ ਵਰਗਾ ਸੀ ਅਤੇ ਉਹ ਦੇ ਬਰਛੇ ਦਾ ਫਲ ਸਾਢੇ ਸੱਤ ਸੇਰ ਲੋਹੇ ਦਾ ਸੀ ਅਤੇ ਇੱਕ ਮਨੁੱਖ ਢਾਲ ਚੁੱਕ ਕੇ ਉਹ ਦੇ ਅੱਗੇ ਤੁਰਦਾ ਸੀ"},{"number":8,"verse":"ਸੋ ਉਹ ਨਿੱਕਲ ਕੇ ਖਲੋਤਾ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਦਲਾਂ ਵੱਲ ਉਹ ਨੇ ਪੁਕਾਰ ਕੇ ਆਖਿਆ, ਤੁਸਾਂ ਲੜਾਈ ਦੇ ਲਈ ਕਾਹ ਨੂੰ ਪਾਲ ਬੰਨ੍ਹੀ ਹੈ? ਭਲਾ, ਮੈਂ ਫਲਿਸਤੀ ਨਹੀਂ ਅਤੇ ਤੁਸੀਂ ਸ਼ਾਊਲ ਦੇ ਟਹਿਲੂਏ ਨਹੀਂ? ਸੋ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਚੁਣੋ ਅਤੇ ਉਹ ਮੇਰੇ ਕੋਲ ਲਹਿ ਆਵੇ"},{"number":9,"verse":"ਜੇ ਕਦੀ ਉਹ ਮੇਰੇ ਨਾਲ ਲੜਨ ਜੋਗਾ ਹੋਵੇ ਅਤੇ ਮੈਨੂੰ ਮਾਰ ਲਵੇ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਗੁਲਾਮ ਬਣਾਂਗੇ ਪਰ ਜੇ ਕਦੀ ਉਸ ਦੇ ਉੱਤੇ ਮੈਂ ਤਕੜਾ ਹੋਵਾਂ ਅਤੇ ਉਹ ਨੂੰ ਮਾਰ ਲਵਾਂ ਤਾਂ ਤੁਸੀਂ ਸਾਡੇ ਗੁਲਾਮ ਹੋਵੋਗੇ ਅਤੇ ਸਾਡੀ ਗੁਲਾਮੀ ਕਰੋਗੇ"},{"number":10,"verse":"ਫੇਰ ਉਹ ਫਿਲਸਤੀ ਬੋਲਿਆ, ਅੱਜ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਦਲਾਂ ਨੂੰ ਸ਼ਰਮਿੰਦਾ ਕਰਨਾ ਹਾਂ। ਮੇਰੇ ਲਈ ਕੋਈ ਮਨੁੱਖ ਠਹਿਰਾ ਲਓ ਜੋ ਅਸੀਂ ਆਪੋ ਵਿੱਚ ਜੁੱਧ ਕਰੀਏ"},{"number":11,"verse":"ਜਿਸ ਵੇਲੇ ਸ਼ਾਊਲ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲ ਨੇ ਉਸ ਫਲਿਸਤੀ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਤਾਂ ਓਹ ਘਾਬਰੇ ਅਤੇ ਬਹੁਤ ਡਰ ਗਏ।।"},{"number":12,"verse":"ਦਾਊਦ ਯੱਸੀ ਨਾਮੇ ਬੈਤਲਹਮ ਯਹੂਦਾਹ ਦੇ ਅਫਰਾਥੀ ਮਨੁੱਖ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਜਿਸ ਦੇ ਅੱਠ ਪੁੱਤ੍ਰ ਸਨ ਅਤੇ ਉਹ ਆਪ ਸ਼ਾਊਲ ਦੇ ਵੇਲੇ ਲੋਕਾਂ ਵਿੱਚ ਬੁੱਢਾ ਹੋਇਆ ਸੀ"},{"number":13,"verse":"ਯੱਸੀ ਦੇ ਤਿੰਨ ਵੱਡੇ ਪੁੱਤ੍ਰ ਲੜਾਈ ਦੇ ਵਿੱਚ ਸ਼ਾਊਲ ਦੇ ਮਗਰ ਜਾ ਲੱਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਵਿੱਚੋਂ ਜੋ ਲੜਨ ਗਏ ਸਨ ਜੇਠੇ ਦਾ ਨਾਉਂ ਅਲੀਆਬ ਸੀ ਅਤੇ ਦੂਜੇ ਦਾ ਨਾਉਂ ਅਬੀਨਾਦਾਬ ਅਤੇ ਤੀਜੇ ਦਾ ਨਾਉਂ ਸ਼ੰਮਾਹ ਸੀ"},{"number":14,"verse":"ਦਾਊਦ ਸਭਨਾਂ ਨਾਲੋਂ ਨਿੱਕਾ ਸੀ ਅਤੇ ਉਹ ਦੇ ਤਿੰਨ ਵੱਡੇ ਪੁੱਤ੍ਰ ਸ਼ਾਊਲ ਦੇ ਮਗਰ ਲੱਗੇ"},{"number":15,"verse":"ਪਰ ਦਾਊਦ ਸ਼ਾਊਲ ਕੋਲੋਂ ਵੱਖਰਾ ਹੋ ਕੇ ਆਪਣੇ ਪਿਉ ਦੇ ਇੱਜੜ ਨੂੰ ਬੈਤਲਹਮ ਵਿੱਚ ਚਰਾਉਣ ਗਿਆ ਸੀ"},{"number":16,"verse":"ਸੋ ਉਹ ਫਲਿਸਤੀ ਨਿੱਤ ਸਵੇਰੇ ਅਤੇ ਤਕਾਲਾਂ ਨੂੰ ਨੇੜੇ ਆਉਂਦਾ ਸੀ। ਚਾਲੀਆਂ ਦਿਨਾਂ ਤੋੜੀ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਅੱਗੇ ਕਰਦਾ ਰਿਹਾ"},{"number":17,"verse":"ਫੇਰ ਯੱਸੀ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਇਹ ਪੰਜ ਸੇਰ ਭੂੰਨੇ ਹੋਏ ਦਾਣੇ ਅਤੇ ਏਹ ਦਸ ਰੋਟੀਆਂ ਲੈ ਕੇ ਆਪਣੇ ਭਰਾਵਾਂ ਕੋਲ ਡੇਰਿਆਂ ਵੱਲ ਤੁਰ ਜਾਹ"},{"number":18,"verse":"ਅਤੇ ਏਹ ਦਸ ਚੱਕੀਆਂ ਪਨੀਰ ਦੀਆਂ ਉਨ੍ਹਾਂ ਦੇ ਸੂਬੇਦਾਰ ਦੇ ਲਈ ਲੈ ਜਾਹ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਦੀ ਡੌਲ ਚਾਲ ਵੇਖ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਕੁਝ ਨਿਸ਼ਾਨੀ ਲੈ ਆ"},{"number":19,"verse":"ਉਸ ਵੇਲੇ ਸ਼ਾਊਲ ਅਤੇ ਓਹ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਸਭ ਲੋਕ ਏਲਾਹ ਦੀ ਦੂਣ ਵਿੱਚ ਫਲਿਸਤੀਆਂ ਦੇ ਨਾਲ ਲੜਦੇ ਪਏ ਸਨ।।"},{"number":20,"verse":"ਦਾਊਦ ਨੇ ਪਰਭਾਤ ਦੇ ਵੇਲੇ ਉੱਠ ਕੇ ਭੇਡਾਂ ਨੂੰ ਰਾਖੇ ਦੇ ਕੋਲ ਛੱਡਿਆ ਅਤੇ ਜਿੱਕੁਰ ਯੱਸੀ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ ਸੀ ਵਸਤਾਂ ਲੈ ਕੇ ਤੁਰ ਪਿਆ ਅਤੇ ਜਿਸ ਵੇਲੇ ਦਲ ਲੜਨ ਲਈ ਨਿੱਕਲਦਾ ਅਤੇ ਲੜਾਈ ਦੇ ਲਈ ਵੰਗਾਰਦਾ ਸੀ ਮੋਰਚੇ ਵਿੱਚ ਅੱਪੜ ਪਿਆ"},{"number":21,"verse":"ਅਤੇ ਇਸਰਾਏਲ ਅਰ ਫਲਿਸਤੀਆਂ ਨੇ ਆਪੋ ਆਪਣੇ ਦਲ ਦੀਆਂ ਆਹਮੋ ਸਾਹਮਣੇ ਪਾਲਾਂ ਬੰਨ੍ਹੀਆਂ ਸਨ"},{"number":22,"verse":"ਸੋ ਦਾਊਦ ਨੇ ਆਪਣੀਆਂ ਵਸਤਾਂ ਉਹ ਦੇ ਕੋਲ ਧਰੀਆਂ ਜੋ ਪਾਹਰੂ ਰਾਖੀ ਕਰਦਾ ਸੀ, ਅਤੇ ਆਪ ਦਲ ਵੱਲ ਦੌੜ ਗਿਆ ਅਤੇ ਆ ਕੇ ਆਪਣੇ ਭਰਾਵਾਂ ਦੀ ਖਬਰ ਸੁਰਤ ਪੁੱਛੀ"},{"number":23,"verse":"ਉਹ ਉਨ੍ਹਾਂ ਨਾਲ ਅਜੇ ਗੱਲਾਂ ਕਰਦਾ ਹੀ ਸੀ ਜੋ ਵੇਖੋ, ਉਹ ਭਲਵਾਨ ਗਾਥੀ ਫਲਿਸਤੀ ਗੋਲਿਅਥ ਨਾਮੇ ਫਲਿਸਤੀ ਪਾਲਾਂ ਵਿੱਚੋਂ ਨਿੱਕਲਿਆ ਅਤੇ ਉਸ ਨੇ ਅੱਗੇ ਵਾਂਙੁ ਫੇਰ ਗੱਲਾਂ ਕੀਤੀਆਂ ਅਤੇ ਦਾਊਦ ਨੇ ਸੁਣੀਆਂ"},{"number":24,"verse":"ਇਸਰਾਏਲ ਦੇ ਸਭ ਲੋਕ ਉਸ ਮਨੁੱਖ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਦੇ ਅੱਗੋਂ ਭੱਜੇ ਅਤੇ ਬਹੁਤ ਡਰ ਗਏ"},{"number":25,"verse":"ਤਦ ਇਸਰਾਏਲ ਦੇ ਲੋਕਾਂ ਨੇ ਆਖਿਆ, ਤੁਸਾਂ ਇਸ ਮਨੁੱਖ ਨੂੰ ਡਿੱਠਾ ਜੋ ਨਿੱਕਲਦਾ ਹੈ। ਸੱਚ ਮੁੱਚ ਇਹ ਤਾਂ ਇਸਰਾਏਲ ਨੂੰ ਲੱਜਿਆਵਾਨ ਹੀ ਕਰਨ ਆਇਆ ਹੈ ਅਤੇ ਅਜਿਹਾ ਹੋਵੇਗਾ ਭਈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਮਾਰੇਗਾ ਤਾਂ ਪਾਤਸ਼ਾਹ ਉਹ ਨੂੰ ਵੱਡੇ ਧਨ ਨਾਲ ਧਨਵਾਨ ਕਰੇਗਾ ਅਤੇ ਆਪਣੀ ਧੀ ਉਹ ਨੂੰ ਦੇਵੇਗਾ ਅਤੇ ਉਹ ਦੇ ਪਿਉ ਦੇ ਟੱਬਰ ਨੂੰ ਇਸਰਾਏਲ ਵਿੱਚ ਅਜ਼ਾਦ ਕਰੇਗਾ"},{"number":26,"verse":"ਤਾਂ ਦਾਊਦ ਨੇ ਆਪਣੇ ਦੁਆਲੇ ਦੇ ਲੋਕਾਂ ਕੋਲੋਂ ਪੁੱਛਿਆ ਕਿ ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਫਲਿਸਤੀ ਨੂੰ ਮਾਰੇ ਅਤੇ ਇਸ ਕਲੰਕ ਨੂੰ ਇਸਰਾਏਲ ਉੱਤੋਂ ਹਟਾਵੇ ਤਾਂ ਉਹ ਨੂੰ ਕੀ ਮਿਲੇਗਾ ਕਿਉਂ ਜੋ ਇਹ ਅਸੁੰਨਤੀ ਫਲਿਸਤੀ ਹੈ ਕੌਣ ਜੋ ਜੀਉਂਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦਲਾਂ ਨੂੰ ਲੱਜਿਆਵਾਨ ਕਰੇ?"},{"number":27,"verse":"ਲੋਕਾਂ ਨੇ ਇਸ ਤਰਾਂ ਦਾ ਉੱਤਰ ਦਿੱਤਾ ਭਈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਮਾਰੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਏਹ ਏਹ ਮਿਲੇਗਾ।।"},{"number":28,"verse":"ਉਸੇ ਵੇਲੇ ਉਹ ਦੇ ਵੱਡੇ ਭਰਾ ਅਲੀਆਬ ਨੇ ਉਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਜੋ ਉਹ ਲੋਕਾਂ ਨਾਲ ਕਰ ਰਿਹਾ ਸੀ ਅਤੇ ਅਲੀਆਬ ਦਾ ਕ੍ਰੋਧ ਦਾਊਦ ਉੱਤੇ ਜਾਗਿਆ ਅਤੇ ਉਹ ਬੋਲਿਆ, ਤੂੰ ਕਾਹਨੂੰ ਐਥੇ ਲਹਿ ਆਇਆ ਹੈਂ ਅਤੇ ਉੱਥੇ ਉਜਾੜ ਵਿੱਚ ਉਨ੍ਹਾਂ ਥੋੜੀਆਂ ਜੇਹੀਆਂ ਭੇਡਾਂ ਨੂੰ ਤੂੰ ਕਿਸ ਗੋਚਰੇ ਛੱਡ ਆਇਆ ਹੈਂ? ਮੈਂ ਤੇਰੀ ਦੌੜ ਅਤੇ ਤੇਰੇ ਮਨ ਦੀ ਬੁਰਿਆਈ ਨੂੰ ਜਾਣਦਾ ਹਾਂ। ਤੂੰ ਲੜਾਈ ਦੇ ਵੇਖਣ ਨੂੰ ਹੀ ਲਹਿ ਆਇਆ ਹੈਂ"},{"number":29,"verse":"ਦਾਊਦ ਬੋਲਿਆ, ਮੈਂ ਹੁਣ ਕੀ ਕੀਤਾ ਹੈ? ਭਲਾ, ਕੋਈ ਕਾਰਨ ਨਹੀਂ?।।"},{"number":30,"verse":"ਉਹ ਉਸ ਕੋਲੋਂ ਮੁੜ ਕੇ ਦੂਜੇ ਦੀ ਵੱਲ ਗਿਆ ਅਤੇ ਉਹੋ ਗੱਲਾਂ ਫੇਰ ਕੀਤੀਆਂ। ਸੋ ਲੋਕਾਂ ਨੇ ਉਹ ਨੂੰ ਪਹਿਲੇ ਵਰਗਾ ਹੀ ਉੱਤਰ ਦਿੱਤਾ"},{"number":31,"verse":"ਅਤੇ ਜਾਂ ਓਹ ਗੱਲਾਂ ਜੋ ਦਾਊਦ ਨੇ ਆਖੀਆਂ ਸਨ ਸੁਣੀਆਂ ਗਈਆਂ ਤਾਂ ਓਨ੍ਹਾਂ ਨੇ ਸ਼ਾਊਲ ਕੋਲ ਉਨ੍ਹਾਂ ਦੀ ਖਬਰ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਸੱਦ ਘੱਲਿਆ।।"},{"number":32,"verse":"ਤਾਂ ਦਾਊਦ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਆਖਿਆ, ਉਸ ਮਨੁੱਖ ਕਰਕੇ ਕਿਸੇ ਦਾ ਮਨ ਨਾ ਘਾਬਰੇ। ਤੁਹਾਡਾ ਦਾਸ ਜਾਵੇਗਾ ਅਤੇ ਉਸ ਫਲਿਸਤੀ ਨਾਲ ਲੜੇਗਾ"},{"number":33,"verse":"ਤਦ ਸ਼ਾਊਲ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਉਸ ਫਲਿਸਤੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਲੜਨ ਜੋਗਾ ਨਹੀਂ ਹੈਂ ਕਿਉਂ ਜੋ ਤੂੰ ਮੁੰਡਾ ਹੀ ਹੈਂ ਅਤੇ ਉਹ ਨਿਆਣਪੁਣੇ ਤੋਂ ਹੀ ਜੋਧਾ ਹੈ"},{"number":34,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਤੁਹਾਡਾ ਦਾਸ ਆਪਣੇ ਪਿਉ ਦੀਆਂ ਭੇਡਾਂ ਦੀ ਰਾਖੀ ਕਰਦਾ ਸੀ ਅਤੇ ਜਾਂ ਇੱਕ ਸ਼ੇਰ ਅਤੇ ਇੱਕ ਰਿੱਛ ਆਇਆ ਅਤੇ ਇੱਜੜ ਵਿੱਚੋਂ ਇੱਕ ਬੱਚਾ ਲੈ ਗਿਆ"},{"number":35,"verse":"ਤਾਂ ਮੈਂ ਉਹ ਦੇ ਮਗਰ ਨਿੱਕਲਿਆ ਅਤੇ ਉਸ ਨੂੰ ਮਾਰਿਆ ਅਰ ਉਸ ਦੇ ਮੂੰਹ ਵਿੱਚੋਂ ਉਹ ਨੂੰ ਛੁਡਾਇਆ ਅਤੇ ਜਾਂ ਉਹ ਮੇਰੇ ਉੱਤੇ ਆਣ ਪਿਆ ਤਾਂ ਮੈਂ ਉਸ ਨੰ ਬਰਾਛੋਂ ਫੜ ਕੇ ਮਾਰਿਆ ਅਤੇ ਉਸ ਨੂੰ ਜਿੰਦੋਂ ਮੁਕਾਇਆ"},{"number":36,"verse":"ਤੁਹਾਡੇ ਦਾਸ ਨੇ ਸ਼ੇਰ ਅਤੇ ਰਿੱਛ ਦੋਹਾਂ ਨੂੰ ਜਿੰਦੋਂ ਮੁਕਾਇਆ ਸੋ ਇਹ ਅਸੁੰਨਤੀ ਫਲਿਸਤੀ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਰਗਾ ਹੋਵੇਗਾ ਜੋ ਜੀਉਂਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦਲਾਂ ਨੂੰ ਲੱਜਿਆਵਾਨ ਕਰ ਰਿਹਾ ਹੈ!"},{"number":37,"verse":"ਫੇਰ ਦਾਊਦ ਨੇ ਏਹ ਵੀ ਆਖਿਆ, ਜਿਸ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਸ਼ੇਰ ਦੇ ਪੰਜੇ ਅਤੇ ਰਿੱਛ ਦੇ ਪੰਜੇ ਤੋਂ ਛੁਡਾਇਆ ਹੈ ਉਹੋ ਹੀ ਮੈਨੂੰ ਉਸ ਫਲਿਸਤੀ ਦੇ ਹੱਥੋਂ ਛੁਡਾਵੇਗਾ। ਤਦ ਸ਼ਾਊਲ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਜਾਹ ਫੇਰ ਅਤੇ ਯਹੋਵਾਹ ਤੇਰੇ ਨਾਲ ਹੋਵੇ।।"},{"number":38,"verse":"ਤਾਂ ਸ਼ਾਊਲ ਨੇ ਆਪਣੇ ਹਥਿਆਰ ਦਾਊਦ ਨੂੰ ਪਹਿਨਾਏ ਅਤੇ ਇੱਕ ਪਿੱਤਲ ਦਾ ਟੋਪ ਉਹ ਦੇ ਸਿਰ ਉੱਤੇ ਧਰਿਆ ਅਤੇ ਸੰਜੋ ਵੀ ਉਹ ਨੂੰ ਪਹਿਨਾਈ"},{"number":39,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਆਪਣੀ ਤਲਵਾਰ ਸੰਜੋ ਉੱਤੇ ਬੰਨ੍ਹੀ ਅਤੇ ਤੁਰਨ ਦਾ ਉੱਦਮ ਕੀਤਾ ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਇਨ੍ਹਾਂ ਨੂੰ ਜਾਚਿਆ ਨਹੀਂ। ਤਦ ਦਾਊਦ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਆਖਿਆ, ਇਨ੍ਹਾਂ ਨਾਲ ਤਾਂ ਮੈਥੋਂ ਨਹੀਂ ਤੁਰਿਆ ਜਾਂਦਾ ਕਿਉਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪਰਖਿਆ ਨਹੀਂ। ਸੋ ਦਾਊਦ ਨੇ ਓਹ ਸਭ ਆਪਣੇ ਉੱਤੋਂ ਲਾਹ ਦਿੱਤੇ"},{"number":40,"verse":"ਅਤੇ ਉਹ ਨੇ ਆਪਣੀ ਡਾਂਗ ਹੱਥ ਵਿੱਚ ਫੜ ਲਈ ਅਤੇ ਉਹ ਨੇ ਉਸ ਖੱਡ ਤੋਂ ਪੰਜ ਚੀਕਣੇ ਪੱਥਰ ਚੁਣ ਲਏ ਅਤੇ ਉਨ੍ਹਾਂ ਆਜੜੀ ਦੇ ਚੋਲੇ ਵੱਚ ਜੋ ਉਹ ਦੇ ਕੋਲ ਸੀ ਅਰਥਾਤ ਗੁਥਲੀ ਵਿੱਚ ਧਰ ਲਿਆ ਅਤੇ ਉਹ ਦਾ ਗੋਪੀਆਂ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਸੀ ਸੋ ਉਹ ਉਸ ਫਲਿਸਤੀ ਦੇ ਨੇੜੇ ਜਾਣ ਲੱਗਾ"},{"number":41,"verse":"ਤਾਂ ਫਲਿਸਤੀ ਤੁਰਿਆ ਅਰ ਦਾਊਦ ਦੇ ਨੇੜੇ ਆਉਣ ਲੱਗਾ ਅਰ ਉਸ ਦੀ ਢਾਲ ਚੁੱਕਣ ਵਾਲਾ ਉਸ ਦੇ ਅੱਗੇ ਸੀ"},{"number":42,"verse":"ਜਾਂ ਫਲਿਸਤੀ ਨੇ ਆਲੇ ਦੁਆਲੇ ਵੇਖ ਕੇ ਦਾਊਦ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਉਹ ਨੂੰ ਤੁੱਛ ਜਾਣਿਆ ਕਿਉਂ ਜੋ ਉਹ ਮੁੰਡਾ ਹੀ ਸੀ। ਉਹ ਲਾਲ ਰੰਗ ਅਤੇ ਸੋਹਣੇ ਰੂਪ ਦਾ ਸੀ"},{"number":43,"verse":"ਸੋ ਫਲਿਸਤੀ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਮੈਂ ਕੋਈ ਕੁੱਤਾ ਹਾਂ ਜੋ ਤੂੰ ਡਾਂਗ ਲੈ ਕੇ ਮੇਰੇ ਕੋਲ ਆਇਆ ਹੈਂ? ਅਤੇ ਫਲਿਸਤੀ ਨੇ ਆਪਣੇ ਦੇਵਤਿਆਂ ਦੇ ਨਾਉਂ ਲੈ ਕੇ ਦਾਊਦ ਨੂੰ ਗਾਲਾਂ ਕੱਢੀਆਂ"},{"number":44,"verse":"ਤਦ ਫਲਿਸਤੀ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਮੇਰੇ ਕੋਲ ਆ ਜੋ ਮੈਂ ਤੇਰਾ ਮਾਸ ਪੌਣ ਦੇ ਪੰਛੀਆਂ ਅਤੇ ਜੰਗਲੀ ਦਰਿੰਦਿਆਂ ਨੂੰ ਵੰਡਾਂ!"},{"number":45,"verse":"ਪਰ ਦਾਊਦ ਨੇ ਫਲਿਸਤੀ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਤਲਵਾਰ ਅਤੇ ਬਰਛਾ ਅਤੇ ਢਾਲ ਲੈ ਕੇ ਮੇਰੇ ਕੋਲ ਆਉਂਦਾ ਹੈਂ ਪਰ ਮੈਂ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਉੱਤੇ ਜੋ ਇਸਰਾਏਲ ਦੇ ਦਲਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੈ ਜਿਸ ਨੂੰ ਤੈਂ ਲੱਜਿਆਵਾਨ ਕੀਤਾ ਤੇਰੇ ਕੋਲ ਆਉਂਦਾ ਹਾਂ!"},{"number":46,"verse":"ਅਤੇ ਅੱਜ ਹਾਂ ਯਹੋਵਾਹ ਮੇਰੇ ਹੱਥ ਵਿੱਚ ਤੈਨੂੰ ਕਰ ਦੇਵੇਗਾ ਅਰ ਮੈਂ ਤੈਨੂੰ ਮਾਰ ਸੁੱਟਾਂਗਾ ਅਤੇ ਤੇਰਾ ਸਿਰ ਤੈਥੋਂ ਵੱਖਰਾ ਕਰ ਦਿਆਂਗਾ ਅਤੇ ਅੱਜ ਹੀ ਫਲਿਸਤੀਆਂ ਦੇ ਦਲਾਂ ਦੀਆਂ ਲੋਥਾਂ ਪੌਣ ਦੇ ਪੰਛੀਆਂ ਅਤੇ ਧਰਤੀ ਦੇ ਦਰਿੰਦਿਆਂ ਨੂੰ ਦੇਵਾਂਗਾ ਭਈ ਸਾਰਾ ਸੰਸਾਰ ਜਾਣੇ ਜੋ ਇਸਰਾਏਲ ਵਿੱਚ ਇੱਕ ਪਰਮੇਸ਼ੁਰ ਹੈ"},{"number":47,"verse":"ਅਤੇ ਇਸ ਸਾਰੇ ਕਟਕ ਨੂੰ ਵੀ ਖਬਰ ਹੋਵੇਗੀ ਜੋ ਯਹੋਵਾਹ ਤਲਵਾਰ ਅਤੇ ਬਰਛੀ ਨਾਲ ਨਹੀਂ ਬਚਾਉਂਦਾ ਕਿਉਂ ਜੋ ਜੁੱਧ ਦਾ ਸੁਆਮੀ ਯਹੋਵਾਹ ਹੈ ਅਤੇ ਉਹੋ ਹੀ ਤੁਹਾਨੂੰ ਸਾਡੇ ਹੱਥ ਵਿੱਚ ਦੇਵੇਗਾ!"},{"number":48,"verse":"ਅਤੇ ਅਜਿਹਾ ਹੋਇਆ ਜਾਂ ਫਲਿਸਤੀ ਉੱਠਿਆ ਅਤੇ ਅੱਗੇ ਵੱਧ ਕੇ ਦਾਊਦ ਨਾਲ ਲੜਨ ਨੂੰ ਨੇੜੇ ਢੁੱਕਾ ਤਾਂ ਦਾਊਦ ਨੇ ਛੇਤੀ ਕੀਤੀ ਅਤੇ ਦਲ ਦੀ ਵੱਲ ਫਲਿਸਤੀ ਨਾਲ ਲੜਨ ਨੂੰ ਨੱਠਾ"},{"number":49,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਆਪਣੀ ਗੁਥਲੀ ਵਿੱਚ ਹੱਥ ਪਾ ਕੇ ਉਹ ਦੇ ਵਿੱਚੋਂ ਇੱਕ ਪੱਥਰ ਕੱਢਿਆ ਅਤੇ ਗੋਪੀਏ ਵਿੱਚ ਧਰ ਕੇ ਫਲਿਸਤੀ ਦੇ ਮੱਥੇ ਨੂੰ ਅਜਿਹਾ ਮਾਰਿਆ ਜੋ ਉਹ ਪੱਥਰ ਉਸ ਦੇ ਮੱਥੇ ਵਿੱਚ ਖੁੱਭ ਗਿਆ ਅਤੇ ਉਹ ਮੂੰਹ ਪਰਨੇ ਧਰਤੀ ਉੱਤੇ ਡਿੱਗ ਪਿਆ!"},{"number":50,"verse":"ਸੋ ਦਾਊਦ ਨੇ ਇੱਕ ਗੋਪੀਏ ਅਰ ਇੱਕ ਪੱਥਰ ਨਾਲ ਫਲਿਸਤੀ ਨੂੰ ਜਿੱਤ ਲਿਆ ਅਤੇ ਉਸ ਫਲਿਸਤੀ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਦਾਊਦ ਦੇ ਹੱਥ ਵਿੱਚ ਤਲਵਾਰ ਨਹੀਂ ਸੀ"},{"number":51,"verse":"ਏਸ ਕਰਕੇ ਦਾਊਦ ਭੱਜ ਕੇ ਫਲਿਸਤੀ ਦੇ ਉੱਤੇ ਚੜ੍ਹ ਖਲੋਤਾ ਅਤੇ ਉਸ ਦੀ ਤਲਵਾਰ ਫੜ ਕੇ ਮਿਆਨੋਂ ਖਿੱਚ ਲਈ ਅਤੇ ਉਸ ਨੂੰ ਜਿੰਦੋਂ ਮੁਕਾ ਕੇ ਉਸ ਦਾ ਸਿਰ ਉਸ ਨਾਲ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਜਾਂ ਫਲਿਸਤੀਆਂ ਨੇ ਆਪਣਾ ਭਲਵਾਨ ਮੋਇਆ ਪਿਆ ਡਿੱਠਾ ਤਾਂ ਓਹ ਭੱਜ ਗਏ"},{"number":52,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਅਰ ਯਹੂਦਾਹ ਦੇ ਲੋਕ ਉੱਠੇ ਅਤੇ ਦੂਣ ਤੋੜੀ ਅਤੇ ਅਕਰੋਨ ਦੇ ਫਾਟਕਾਂ ਤੋੜੀ ਵੰਗਾਰ ਕੇ ਫਲਿਸਤੀਆਂ ਦੇ ਮਗਰ ਪਏ ਅਤੇ ਜਿਹੜੇ ਫਲਿਸਤੀਆਂ ਵਿੱਚੋਂ ਫੱਟੇ ਗਏ ਸੋ ਸਆਰੈਮ ਦੇ ਰਾਹ ਵਿੱਚ ਗਥ ਅਤੇ ਅਕਰੋਨ ਤੋੜੀ ਡਿੱਗਦੇ ਗਏ"},{"number":53,"verse":"ਤਦ ਇਸਰਾਏਲੀ ਫਲਿਸਤੀਆਂ ਦੇ ਮਗਰੋਂ ਮੁੜ ਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਡੇਰਿਆਂ ਨੂੰ ਲੁੱਟ ਲਿਆ"},{"number":54,"verse":"ਅਤੇ ਦਾਊਦ ਉਸ ਫਲਿਸਤੀ ਦਾ ਸਿਰ ਲੈ ਕੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਇਆ ਪਰ ਉਸ ਦੇ ਸ਼ਸਤ੍ਰਾਂ ਨੂੰ ਉਹ ਨੇ ਆਪਣੇ ਡੇਰੇ ਵਿੱਚ ਰੱਖਿਆ।।"},{"number":55,"verse":"ਜਿਸ ਵੇਲੇ ਸ਼ਾਊਲ ਨੇ ਦਾਊਦ ਨੂੰ ਫਲਿਸਤੀ ਨਾਲ ਲੜਨ ਲਈ ਜਾਂਦਿਆਂ ਡਿੱਠਾ ਤਾਂ ਉਸਨੇ ਸੈਨਾਪਤੀ ਅਬਨੇਰ ਕੋਲੋਂ ਪੁੱਛਿਆਂ, ਅਬਨੇਰ ਇਹ ਮੁੰਡਾ ਕਿਹ ਦਾ ਪੁੱਤ੍ਰ ਹੈ? ਅਬਨੇਰ ਬੋਲਿਆ, ਹੇ ਮਹਾਰਾਜ, ਤੇਰੀ ਜਿੰਦ ਦੀ ਸੌਂਹ ਮੈਨੂੰ ਤਾਂ ਖਬਰ ਨਹੀਂ"},{"number":56,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਤੂੰ ਭਾਲ ਕਰ ਜੋ ਮੁੰਡਾ ਕਿਹ ਦਾ ਪੁੱਤ੍ਰ ਹੈ"},{"number":57,"verse":"ਸੋ ਜਾਂ ਦਾਊਦ ਉਸ ਫਲਿਸਤੀ ਨੂੰ ਵੱਢ ਕੇ ਮੁੜਿਆ ਤਾਂ ਅਬਨੇਰ ਨੇ ਉਹ ਨੂੰ ਫੜ ਲਿਆ ਅਤੇ ਸ਼ਾਊਲ ਕੋਲ ਲੈ ਗਿਆ ਅਤੇ ਫਲਿਸਤੀ ਦਾ ਸਿਰ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਸੀ"},{"number":58,"verse":"ਤਦ ਸ਼ਾਊਲ ਨੇ ਉਹ ਨੂੰ ਪੁੱਛਿਆ, ਤੂੰ ਕਿਹ ਦਾ ਪੁੱਤ੍ਰ ਹੈਂ? ਦਾਊਦ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਮੈਂ ਤੁਹਾਡੇ ਦਾਸ ਬੈਤਲਹਮੀ ਯੱਸੀ ਦਾ ਪੁੱਤ੍ਰ ਹਾਂ।।"}]}