{"bibleAbbr":"paOV2016","bookName":"1 ਸਮੂਏਲ","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"( ਸੰਦੂਕ ਦਾ ਮੁੜ ਆਉਣਾ) ਸੋ ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਸੱਤਾਂ ਮਹੀਨਿਆਂ ਤੋੜੀ ਫਲਿਸਤੀਆਂ ਦੇ ਦੇਸ ਵਿੱਚ ਰਿਹਾ"},{"number":2,"verse":"ਤਦ ਫਲਿਸਤੀਆਂ ਨੇ ਪੁਜਾਰੀਆਂ ਅਤੇ ਜੋਤਸ਼ੀਆਂ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਆਖਿਆ, ਕਿ ਯਹੋਵਾਹ ਦੇ ਇਸ ਸੰਦੂਕ ਨੂੰ ਅਸੀਂ ਕੀ ਕਰੀਏ? ਸਾਨੂੰ ਦੱਸੋ ਜੋ ਕਿੱਕੁਰ ਉਹ ਨੂੰ ਉਹ ਦੇ ਥਾਂ ਵਿੱਚ ਅੱਪੜਾਈਏ"},{"number":3,"verse":"ਓਹ ਬੋਲੇ, ਜੇ ਤੁਸੀਂ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਨੂੰ ਮੋੜ ਭੇਜਦੇ ਹੋ ਤਾਂ ਸੱਖਣਾ ਨਾ ਘੱਲੋ ਸਗੋਂ ਇੱਕ ਦੋਸ਼ ਦੀ ਭੇਟ ਉਹ ਦੇ ਨਾਲ ਜ਼ਰੂਰ ਭੇਜਣੀ ਤਾਂ ਤੁਸੀਂ ਨਿਰੋਏ ਹੋ ਜਾਓਗੇ ਅਤੇ ਤੁਸੀਂ ਜਾਣ ਲਓਗੇ ਜੋ ਉਹ ਤੁਹਾਥੋਂ ਕਿਸ ਲਈ ਨਹੀਂ ਹੱਥ ਚੁੱਕਦਾ"},{"number":4,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਪੁੱਛਿਆ, ਅਸੀਂ ਦੋਸ ਦੀ ਭੇਟ ਕਿਹੋ ਜਿਹੀ ਭੇਜੀਏ? ਉਹ ਬੋਲੇ, ਫਲਿਸਤੀ ਸਰਦਾਰਾਂ ਦੀ ਗਿਣਤੀ ਅਨੁਸਾਰ ਪੰਜ ਸੁਨਹਿਰੀ ਮਵੇਸ਼ੀਆਂ ਅਤੇ ਪੰਜ ਸੁਨਹਿਰੀ ਚੂਹੀਆਂ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਸਭਨਾਂ ਉੱਤੇ ਅਤੇ ਤੁਹਾਡੇ ਸਰਦਾਰਾਂ ਉੱਤੇ ਇੱਕੋ ਜੇਹੀ ਬਵਾ ਹੈ"},{"number":5,"verse":"ਸੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਮਵੇਸੀਆਂ ਦੀਆਂ ਮੂਰਤਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਚੂਹੀਆਂ ਦੀਆਂ ਮੂਰਤਾਂ ਜੋ ਦੇਸ ਨੂੰ ਵਿਗਾੜਦੀਆਂ ਹਨ ਬਣਾਓ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਹਿਮਾ ਕਰੋ। ਕੀ ਜਾਣੀਏ ਜੇ ਉਹ ਤੁਹਾਥੋਂ ਅਤੇ ਤੁਹਾਡੇ ਦੇਵਤਿਆਂ ਅਤੇ ਤੁਹਾਡੇ ਦੇਸ ਉੱਤੋਂ ਆਪਣਾ ਹੱਥ ਚੁੱਕ ਲਵੇ"},{"number":6,"verse":"ਤੁਸੀਂ ਆਪਣੇ ਮਨ ਨੂੰ ਕਰੜਾ ਕਿਉਂ ਕਰਦੇ ਹੋ ਜਿੱਕੁਰ ਮਿਸਰੀਆਂ ਨੇ ਅਤੇ ਫ਼ਿਰਊਨ ਨੇ ਆਪਣੇ ਮਨਾਂ ਨੂੰ ਕਰੜਾ ਕੀਤਾ? ਜਿਸ ਵੇਲੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਨੇ ਅਚਰਜ ਸ਼ਕਤੀਆਂ ਦੱਸੀਆਂ। ਭਲਾ, ਓਹਨਾਂ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜਾਣ ਨਹੀਂ ਦਿੱਤਾ ਅਤੇ ਓਹ ਚੱਲੇ ਨਾ ਗਏ?"},{"number":7,"verse":"ਹੁਣ ਤੁਸੀਂ ਇੱਕ ਨਵੀਂ ਗੱਡੀ ਬਣਾਓ ਅਤੇ ਦੋ ਲਵੇਰੀਆਂ ਗਊਆਂ ਲਓ ਜੋ ਜੂਲੇ ਹੇਠ ਨਾ ਆਈਆਂ ਹੋਣ ਅਤੇ ਉਨ੍ਹਾਂ ਗਊਆਂ ਨੂੰ ਗੱਡੀ ਹੇਠ ਜੋਤ ਲਓ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵੱਛੀਆਂ ਨੂੰ ਪਿੱਛੇ ਘਰ ਰਹਿਣ ਦਿਓ"},{"number":8,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਲੈ ਕੇ ਉਸ ਗੱਡੀ ਦੇ ਉੱਤੇ ਰੱਖੋ ਅਤੇ ਸੋਨੇ ਦੀਆਂ ਵਸਤਾਂ ਜੋ ਦੋਸ਼ ਦੀ ਭੇਟ ਲਈ ਉਹ ਦੇ ਕੋਲ ਭੇਜਦੇ ਹੋ ਇੱਕ ਸੰਦੂਕੜੀ ਵਿੱਚ ਪਾ ਕੇ ਉਹ ਦੇ ਇੱਕ ਪਾਸੇ ਧਰ ਦਿਓ ਅਤੇ ਉਹ ਨੂੰ ਵਿਦਿਆ ਕਰ ਦਿਓ ਜੋ ਤੁਰ ਜਾਵੇ"},{"number":9,"verse":"ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਆਪਣੇ ਬੰਨੇ ਦੇ ਰਾਹ ਬੈਤਸ਼ਮਸ਼ ਵੱਲ ਚੜ੍ਹੇ ਤਾਂ ਇਹ ਵੱਡੀ ਬਿਪਤਾ ਉਸੇ ਨੇ ਸਾਡੇ ਉੱਤੇ ਪਾਈ ਹੈ ਅਤੇ ਜੇ ਨਾ ਜਾਵੇ ਤਾਂ ਅਸੀਂ ਜਾਣਾਂਗੇ ਭਈ ਸਾਡੇ ਉੱਤੇ ਉਹ ਦਾ ਹੱਥ ਨਹੀਂ ਚੱਲਿਆ ਸਗੋਂ ਇਹ ਗੱਲ ਜੋ ਸਾਡੇ ਉੱਤੇ ਹੋਈ ਹੈ ਸੋ ਐਵੇਂ ਹੀ ਹੋਈ ਹੈ।।"},{"number":10,"verse":"ਸੋ ਲੋਕਾਂ ਨੇ ਅਜਿਹਾ ਹੀ ਕੀਤਾ ਜੋ ਦੋ ਲਵੇਰੀਆਂ ਗਊਆਂ ਲਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗੱਡੀ ਅੱਗੇ ਜੋਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵੱਛੀਆਂ ਨੂੰ ਘਰ ਵਿੱਚ ਬੰਨ੍ਹਿਆ"},{"number":11,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਅਰ ਸੋਨੇ ਦੀਆਂ ਚੂਹੀਆਂ ਅਤੇ ਆਪਣੀਆਂ ਮਵੇਸ਼ੀਆਂ ਦੀਆਂ ਮੂਰਤਾਂ ਦੀ ਸੰਦੂਕੜੀ ਨੂੰ ਗੱਡੀ ਵਿੱਚ ਧਰਿਆ"},{"number":12,"verse":"ਤਾਂ ਉਹ ਗਊਆਂ ਸਿੱਧੀਆਂ ਬੈਤਸ਼ਮਸ਼ ਦੇ ਰਾਹ ਵੱਲ ਤੁਰ ਪਈਆਂ ਅਤੇ ਉਸ ਸੜਕ ਉੱਤੇ ਤੁਰੀਆਂ ਅਤੇ ਤੁਰਦੀਆਂ ਤੁਰਦੀਆਂ ਅੜਾਉਂਦੀਆਂ ਜਾਂਦੀਆਂ ਸਨ ਅਤੇ ਸੱਜੇ ਖੱਬੇ ਪਾਸੇ ਨਾ ਭਵੀਆਂ ਅਤੇ ਫਲਿਸਤੀ ਸਰਦਾਰ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਬੈਤਸ਼ਮਸ਼ ਦੇ ਬੰਨੇ ਤੋੜੀ ਗਏ"},{"number":13,"verse":"ਅਤੇ ਬੈਤਸ਼ਮਸ਼ ਦੇ ਲੋਕ ਨਿਵਾਣ ਵਿੱਚ ਕਣਕ ਦੀਆਂ ਵਾਢੀਆਂ ਕਰਦੇ ਸਨ। ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਅੱਖੀਆਂ ਚੁੱਕੀਆਂ ਤਾਂ ਸੰਦੂਕ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਵੇਖਦਿਆਂ ਸਾਰ ਅਨੰਦ ਹੋ ਗਏ"},{"number":14,"verse":"ਅਤੇ ਗੱਡੀ ਬੈਤਸ਼ਮਸ਼ੀ ਯਹੋਸ਼ੁਆ ਦੀ ਪੈਲੀ ਵਿੱਚ ਆਈ ਅਤੇ ਜਿੱਥੇ ਇੱਕ ਵੱਡਾ ਪੱਥਰ ਸੀ ਉੱਥੇ ਖਲੋ ਗਈ। ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਗੱਡੀ ਦੀਆਂ ਲੱਕੜੀਆਂ ਨੂੰ ਚੀਰਿਆ ਅਤੇ ਗਊਆਂ ਨੂੰ ਹੋਮ ਦੀ ਬਲੀ ਕਰਕੇ ਯਹੋਵਾਹ ਲਈ ਚੜ੍ਹਾਇਆ"},{"number":15,"verse":"ਅਤੇ ਲੇਵੀਆਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਨੂੰ ਉਸ ਸੰਦੂਕੜੀ ਸਣੇ ਜੋ ਉਸ ਦੇ ਨਾਲ ਸੀ ਅਤੇ ਜਿਸ ਦੇ ਵਿੱਚ ਸੋਨੇ ਦੀਆਂ ਵਸਤਾਂ ਸਨ ਹਿਠਾਂਹ ਲਾਹਿਆ ਅਤੇ ਉਹ ਨੂੰ ਉਸ ਵੱਡੇ ਪੱਥਰ ਉੱਤੇ ਧਰਿਆ ਅਤੇ ਬੈਤਸ਼ਮਸ਼ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਉਸੇ ਦਿਨ ਯਹੋਵਾਹ ਦੇ ਲਈ ਹੋਮ ਦੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਈਆਂ ਅਤੇ ਹੋਰ ਬਲੀਆਂ ਭੀ ਦਿੱਤੀਆਂ"},{"number":16,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਪੰਜਾ ਫਲਿਸਤੀ ਸਰਦਾਰਾਂ ਨੇ ਏਹ ਡਿੱਠਾ ਤਾਂ ਓਹ ਉਸੇ ਦਿਨ ਅਕਰੋਨ ਨੂੰ ਮੁੜ ਗਏ"},{"number":17,"verse":"ਅਤੇ ਏਹ ਸੋਨੇ ਦੀਆਂ ਮਵੇਸ਼ੀਆਂ ਜੋ ਫਲਿਸਤੀਆਂ ਨੇ ਦੋਸ਼ ਦੀ ਭੇਟ ਲਈ ਯਹੋਵਾਹ ਨੂੰ ਚੜ੍ਹਾਈਆਂ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਅਸ਼ਦੋਦ ਵੱਲੋਂ ਸੀ, ਇੱਕ ਅਜ਼ਾਹ ਦੀ, ਇੱਕ ਅਸ਼ਕਲੋਨ ਦੀ, ਇੱਕ ਗਥ ਦੀ ਅਤੇ ਇੱਕ ਅਕਰੋਨ ਦੀ"},{"number":18,"verse":"ਅਤੇ ਏਹ ਸੋਨੇ ਦੀਆਂ ਚੂਹੀਆਂ ਫਲਿਸਤੀਆਂ ਦੇ ਪੰਜਾਂ ਸਰਦਾਰਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਦੀ ਗਿਣਤੀ ਅਨੁਸਾਰ ਸਨ ਭਾਵੇਂ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰਾਂ ਦੇ ਭਾਵੇਂ ਬਾਹਰਲੇ ਪਿੰਡਾਂ ਦੇ ਜਿੰਨੇ ਅਬੇਲ ਦੇ ਵੱਡੇ ਪੱਥਰ ਤੋੜੀ ਸਨ ਜਿਹ ਦੇ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਨੂੰ ਰੱਖਿਆ ਸੀ। ਉਹ ਅੱਜ ਦੇ ਦਿਨ ਤੋੜੀ ਬੈਤਸ਼ਮਸ਼ੀ ਯਹੋਸ਼ੁਆ ਦੀ ਪੈਲੀ ਵਿੱਚ ਹੈ।।"},{"number":19,"verse":"ਉਹ ਨੇ ਬੈਤਸ਼ਮਸ਼ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਏਸ ਲਈ ਮਾਰਿਆ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਵਿੱਚ ਵੇਖਿਆ ਸੋ ਉਸ ਨੇ ਪੰਜਾਹ ਹਜ਼ਾਰ ਅਤੇ ਸੱਤਰ ਮਨੁੱਖ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਮਾਰ ਸੁੱਟੇ ਅਤੇ ਉੱਥੋਂ ਦੇ ਲੋਕ ਦੁਖੀ ਹੋਏ ਏਸ ਲਈ ਜੋ ਯਹੋਵਾਹ ਨੇ ਲੋਕਾ ਨੂੰ ਵੱਡੀ ਮਾਰ ਨਾਲ ਮਾਰਿਆ"},{"number":20,"verse":"ਸੋ ਬੈਤਸ਼ਮਸ਼ ਦੇ ਲੋਕ ਬੋਲੇ, ਭਲਾ, ਕਿਸੇ ਦੀ ਮਜਾਲ ਹੈ ਜੋ ਕੋਈ ਇਸ ਪਵਿੱਤ੍ਰ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਖਲੋਵੇ ਅਤੇ ਉਹ ਸਾਡੇ ਕੋਲੋਂ ਕਿਹ ਦੀ ਵੱਲ ਜਾਵੇ?।।"},{"number":21,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਕਿਰਯਥ-ਯਾਰੀਮ ਦੇ ਲੋਕਾਂ ਵੱਲ ਹਲਕਾਰੇ ਘੱਲੇ ਅਤੇ ਆਖਿਆ, ਫਲਿਸਤੀ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਨੂੰ ਮੋੜ ਲਿਆਏ ਹਨ ਸੋ ਤੁਸੀਂ ਆਓ ਅਤੇ ਆਪਣੀ ਵੱਲ ਲੈ ਜਾਓ।।"}]}