{"bibleAbbr":"paOV2016","bookName":"1 ਸਮੂਏਲ","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"( ਪਾਤਸ਼ਾਹ ਲਈ ਮੰਗ) ਤਾਂ ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਦ ਸਮੂਏਲ ਬੁੱਢਾ ਹੋ ਗਿਆ ਤਾਂ ਉਸਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਇਸਰਾਏਲ ਉੱਤੇ ਨਿਆਉਂ ਕਰਨ ਲਈ ਠਹਿਰਾਇਆ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਦੇ ਜੇਠੇ ਦਾ ਨਾਉਂ ਯੋਏਲ ਸੀ ਅਤੇ ਉਸ ਦੇ ਦੂਜੇ ਪੁੱਤ੍ਰ ਦਾ ਨਾਉਂ ਅਬਿੱਯਾਹ। ਏਹ ਦੋਵੇਂ ਬਏਰਸ਼ਬਾ ਵਿੱਚ ਨਿਆਉਂਕਾਰ ਸਨ"},{"number":3,"verse":"ਪਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਉਸ ਦੇ ਰਾਹ ਉੱਤੇ ਨਾ ਚੱਲੇ ਸਗੋਂ ਖੱਟੀ ਦੇ ਮਗਰ ਲੱਗਦੇ ਅਤੇ ਵੱਢੀ ਲੈਂਦੇ ਅਤੇ ਨਿਆਉਂ ਵਿੱਚ ਪੱਖ ਪਾਤ ਕਰਦੇ ਸਨ"},{"number":4,"verse":"ਤਦ ਸਾਰੇ ਇਸਰਾਏਲੀ ਬਜ਼ੁਰਗ ਇਕੱਠੇ ਹੋਏ ਅਤੇ ਰਾਮਾਹ ਵਿੱਚ ਸਮੂਏਲ ਕੋਲ ਆਏ"},{"number":5,"verse":"ਅਤੇ ਉਸ ਨੂੰ ਬੋਲੇ, ਵੇਖ, ਤੂੰ ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈਂ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰ ਤੇਰੇ ਰਾਹ ਉੱਤੇ ਨਹੀਂ ਚੱਲਦੇ। ਸੋ ਹੁਣ ਤੂੰ ਸਾਡਾ ਨਿਆਉਂ ਕਰਨ ਲਈ ਜਿੱਕੁਰ ਸਭਨਾਂ ਲੋਕਾਂ ਵਿੱਚ ਹੈ ਕਿਸੇ ਨੂੰ ਸਾਡਾ ਪਾਤਸ਼ਾਹ ਠਹਿਰਾ ਦੇਹ।।"},{"number":6,"verse":"ਪਰ ਉਹ ਗੱਲ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਆਖੀ ਭਈ ਸਾਡੇ ਲਈ ਇੱਕ ਪਾਤਸ਼ਾਹ ਠਹਿਰਾ ਦੇਹ ਜੋ ਸਾਡਾ ਨਿਆਉਂ ਕਰੇ ਸਮੂਏਲ ਨੂੰ ਮਾੜੀ ਲੱਗੀ ਅਤੇ ਸਮੂਏਲ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਬੇਨਤੀ ਕੀਤੀ"},{"number":7,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸਮੂਏਲ ਨੂੰ ਆਖਿਆ, ਲੋਕਾਂ ਦੀ ਅਵਾਜ਼ ਵੱਲ ਅਤੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਗੱਲਾਂ ਵੱਲ ਜੋ ਓਹ ਤੈਨੂੰ ਆਖਣ ਕੰਨ ਲਾ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਤੈਨੂੰ ਨਹੀਂ ਤਿਆਗ ਦਿੱਤਾ ਸਗੋਂ ਮੈਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਹੈ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਉੱਤੇ ਰਾਜ ਨਾ ਕਰਾਂ"},{"number":8,"verse":"ਜਦ ਦਾ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਸਰੋਂ ਕੱਢ ਲਿਆਇਆ ਉਸ ਦਿਨ ਤੋਂ ਅੱਜ ਤੋੜੀ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਕੰਮਾਂ ਦੇ ਅਨੁਸਾਰ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤੇ ਜਿਵੇਂ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਅਤੇ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੀ ਸੇਵਾ ਕੀਤੀ ਅਜਿਹਾ ਹੀ ਓਹ ਤੇਰੇ ਨਾਲ ਕਰਦੇ ਹਨ"},{"number":9,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਦੀ ਗੱਲ ਤੂੰ ਸੁਣ! ਤੂੰ ਵੀ ਉਨ੍ਹਾਂ ਉੱਤੇ ਉਗਾਹੀ ਦੇ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੀ ਤਰਾਂ ਦੱਸ ਦੇਹ ਭਈ ਜਿਹੜਾ ਪਾਤਸ਼ਾਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ ਉਹ ਦੀ ਡੌਲ ਚਾਲ ਕੇਹੋ ਜਿਹੀ ਹੋਵੇਗੀ।।"},{"number":10,"verse":"ਸਮੂਏਲ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜੋ ਉਸ ਦੇ ਕੋਲੋਂ ਪਾਤਸ਼ਾਹ ਮੰਗਦੇ ਸਨ ਯਹੋਵਾਹ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੱਸੀਆਂ"},{"number":11,"verse":"ਅਤੇ ਉਸ ਨੇ ਆਖਿਆ, ਜਿਹੜਾ ਤੁਹਾਡੇ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ ਉਸ ਪਾਤਸ਼ਾਹ ਦਾ ਇਹ ਵਰਤਾਓ ਹੋਵੇਗਾ, - ਉਹ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਲੈ ਕੇ ਆਪਣੇ ਲਈ ਅਤੇ ਆਪਣਿਆਂ ਰਥਾਂ ਦੇ ਲਈ ਅਤੇ ਆਪਣੇ ਘੋੜ ਚੜ੍ਹਿਆਂ ਦੇ ਲਈ ਟਹਿਲੂਏ ਰੱਖੇਗਾ ਅਤੇ ਓਹ ਉਸ ਦੇ ਰਥਾਂ ਦੇ ਅੱਗੇ ਭੱਜਣਗੇ"},{"number":12,"verse":"ਅਤੇ ਆਪਣੇ ਲਈ ਹਜ਼ਾਰਾਂ ਉੱਤੇ ਸਰਦਾਰ ਅਤੇ ਪੰਜਾਹਾਂ ਉੱਤੇ ਸਰਦਾਰ ਬਣਾਵੇਗਾ ਅਤੇ ਓਹਨਾਂ ਕੋਲੋਂ ਹਲ ਵਗਾਵੇਗਾ ਅਤੇ ਵਾਢੀ ਕਰਾਵੇਗਾ ਅਤੇ ਆਪਣੇ ਲਈ ਲੜਾਈ ਦੇ ਹਥਿਆਰ ਅਤੇ ਰਥਾਂ ਦਾ ਵਲੇਵਾਂ ਬਣਾਵੇਗਾ"},{"number":13,"verse":"ਅਤੇ ਤੁਹਾਡੀਆਂ ਧੀਆਂ ਨੂੰ ਲਵੇਗਾ ਜੋ ਉਹ ਗਾਂਧਣਾਂ ਅਤੇ ਲਾਂਗਰਨਾਂ ਅਰ ਰਸੋਇਣਾਂ ਬਣਨ"},{"number":14,"verse":"ਅਤੇ ਤੁਹਾਡੀਆਂ ਪੈਲੀਆਂ ਅਤੇ ਤੁਹਾਡੇ ਦਾਖਾਂ ਦੇ ਬਾਗਾਂ ਅਤੇ ਤੁਹਾਡੇ ਜ਼ੈਤੂਨ ਦਿਆਂ ਬਾਗਾਂ ਨੂੰ ਜੋ ਚੰਗੇ ਚੰਗੇ ਹੋਣਗੇ ਲੈ ਲਵੇਗਾ ਅਤੇ ਆਪਣਿਆਂ ਟਹਿਲੂਆਂ ਨੂੰ ਦੇ ਦੇਵੇਗਾ"},{"number":15,"verse":"ਅਤੇ ਤੁਹਾਡੇ ਬੀ ਅਤੇ ਦਾਖ ਦਿਆਂ ਬਾਗਾਂ ਦਾ ਦਸਵੰਧ ਲੈ ਕੇ ਆਪਣੇ ਖੁਸਰਿਆਂ ਅਤੇ ਆਪਣਿਆਂ ਟਹਿਲੂਆਂ ਨੂੰ ਦੇ ਦੇਵੇਗਾ"},{"number":16,"verse":"ਅਤੇ ਤੁਹਾਡੇ ਟਹਿਲੂਏ ਅਤੇ ਟਹਿਲੂਣਾਂ ਅਤੇ ਤੁਹਾਡੇ ਸੋਹਣੇ ਜੁਆਨਾਂ ਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਖੋਤਿਆਂ ਨੂੰ ਲੈ ਕੇ ਆਪਣੇ ਕੰਮ ਵਿੱਚ ਲਾਵੇਗਾ"},{"number":17,"verse":"ਅਤੇ ਤੁਹਾਡੀਆਂ ਭੇਡਾਂ ਬੱਕਰੀਆਂ ਦਾ ਦਸਵੰਧ ਵੀ ਲਵੇਗਾ ਸੋ ਤੁਸੀਂ ਉਸ ਦੇ ਗੁਲਾਮ ਬਣੋਗੇ"},{"number":18,"verse":"ਅਤੇ ਤੁਸੀਂ ਉਸ ਪਾਤਸ਼ਾਹ ਦੇ ਕਾਰਨ ਜਿਹ ਨੂੰ ਤੁਸਾਂ ਆਪਣੇ ਲਈ ਚੁਣਿਆ ਹੈ ਉਸ ਦਿਨ ਦੁਹਾਈਆ ਦਿਓਗੇ ਪਰ ਉਸ ਦਿਨ ਯਹੋਵਾਹ ਤੁਹਾਡੀ ਨਾ ਸੁਣੇਗਾ।।"},{"number":19,"verse":"ਤਾਂ ਵੀ ਲੋਕਾਂ ਨੇ ਸਮੂਏਲ ਦੀ ਗੱਲ ਨਾ ਮੰਨੀ ਅਤੇ ਆਖਿਆ, ਨਹੀਂ ਸਗੋਂ ਸਾਨੂੰ ਆਪਣੇ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਲੋੜੀਦਾ ਹੈ"},{"number":20,"verse":"ਜੇ ਅਸੀਂ ਵੀ ਹੋਰ ਸਭਨਾਂ ਕੌਮਾਂ ਵਰਗੇ ਹੋਈਏ ਅਤੇ ਸਾਡਾ ਪਾਤਸ਼ਾਹ ਸਾਡਾ ਨਿਆਉਂ ਕਰੇ ਅਤੇ ਸਾਡੇ ਅੱਗੇ ਅੱਗੇ ਤੁਰੇ ਅਤੇ ਸਾਡੇ ਲਈ ਲੜਾਈ ਕਰੇ"},{"number":21,"verse":"ਤਾਂ ਸਮੂਏਲ ਨੇ ਲੋਕਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਕੰਨਾਂ ਵਿੱਚ ਸੁਣਾਇਆ"},{"number":22,"verse":"ਯਹੋਵਾਹ ਨੇ ਸਮੂਏਲ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਓਹਨਾਂ ਦੀ ਗੱਲ ਸੁਣ ਅਤੇ ਓਹਨਾਂ ਲਈ ਇੱਕ ਪਾਤਸ਼ਾਹ ਬਣਾ। ਤਦ ਸਮੂਏਲ ਨੇ ਇਸਰਾਏਲ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਕਿ ਤੁਸੀਂ ਸਭ ਆਪੋ ਆਪਣੇ ਸ਼ਹਿਰਾ ਨੂੰ ਜਾਓ।।"}]}