{"bibleAbbr":"NET2007","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"The Day of the Lord Now on the topic of times and seasons, (tn Grk “concerning the times and the seasons,” a reference to future periods of eschatological fulfillment (cf. Acts 1:7).) brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) you have no need for anything to be written to you."},{"number":2,"verse":"For you know quite well that the day of the Lord (sn The day of the Lord is the period of time in the future when the Lord will intervene in the events of this earth to consummate his redemption and his judgment (Isa 2:11–12; 13:6–13; Ezek 30:3; Joel 1:15; 2:32; 3:18; Amos 5:18–20; Obad 15–17; Zeph 1:7–18; 2:2–3; Zech 14:1, 13, 20–21; Mal 4:1, 5; 1 Cor 1:8; 5:5; 2 Cor 1:14; 2 Thess 2:2; 2 Pet 3:10). It includes both blessings and curses, though the latter is emphasized here.) will come in the same way as a thief in the night. (sn Jesus used a thief coming at night as an illustration of the unexpected and hostile nature of the coming of God’s judgment in the future. This is repeated in various ways in v. 4; 2 Pet 3:10; Rev 3:3; 16:15.)"},{"number":3,"verse":"Now when (tc ‡ δέ (de, “now”) is found in א2 B D 0226 6 1505 1739 1881 al, but lacking in א* A F G 33 it. γάρ (gar, “for”) is the reading of the Byzantine text and a few other witnesses (Ψ 0278 Ï). Although normally the shorter reading is to be preferred, the external evidence is superior for δέ (being found in the somewhat better Alexandrian and Western witnesses). What, then, is to explain the γάρ? Scribes were prone to replace δέ with γάρ, especially in sentences suggesting a causal or explanatory idea, thus making the point more explicit. Internally, the omission of δέ looks unintentional, a case of homoioarcton (otandelegwsin). Although a decision is difficult, in this instance δέ has the best credentials for authenticity.) they are saying, “There is peace and security,” (tn Grk “peace and security,” with “there is” understood in the Greek construction.) then sudden destruction comes on them, like labor pains (tn Grk a singular “birth pain.”) on a pregnant woman, and they will surely not escape."},{"number":4,"verse":"But you, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) are not in the darkness for the day to overtake you like a thief would."},{"number":5,"verse":"For you all are sons of the light and sons of the day. We are not of the night nor of the darkness."},{"number":6,"verse":"So then we must not sleep as the rest, but must stay alert and sober."},{"number":7,"verse":"For those who sleep, sleep at night and those who get drunk are drunk at night."},{"number":8,"verse":"But since we are of the day, we must stay sober by putting on the breastplate (sn An allusion to Isa 59:17.) of faith and love and as a helmet our hope for salvation. (tn Grk “hope of salvation” (“a helmet…for salvation” is an allusion to Isa 59:17).)"},{"number":9,"verse":"For God did not destine us for wrath (sn God did not destine us for wrath. In context this refers to the outpouring of God’s wrath on the earth in the day of the Lord (1 Thess 5:2–4).) but for gaining salvation through our Lord Jesus Christ."},{"number":10,"verse":"He died (tn Grk “the one who died,” describing Jesus Christ (1 Thess 5:9). Because of the length and complexity of the Greek sentence, a new sentence was started at the beginning of v. 10 in the translation.) for us so that whether we are alert or asleep (sn The phrases alert or asleep may be understood (1) of moral alertness (living in faith, love, and hope as vv. 6, 8 call for, versus being unresponsive to God) or (2) of physical life and death (whether alive or dead). The first fits better with the context of 5:1–9, while the second returns to the point Paul started with in 4:13–18 (no disadvantage for the believing dead).) we will come to life together with him."},{"number":11,"verse":"Therefore encourage one another and build up each other, just as you are in fact doing."},{"number":12,"verse":"Final Instructions Now we ask you, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) to acknowledge those who labor among you and preside over you in the Lord and admonish you,"},{"number":13,"verse":"and to esteem them most highly in love because of their work. Be at peace among yourselves."},{"number":14,"verse":"And we urge you, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) admonish the undisciplined, comfort the discouraged, help the weak, be patient toward all."},{"number":15,"verse":"See that no one pays back evil for evil to anyone, but always pursue what is good for one another and for all."},{"number":16,"verse":"Always rejoice,"},{"number":17,"verse":"constantly pray,"},{"number":18,"verse":"in everything give thanks. For this is God’s will for you in Christ Jesus."},{"number":19,"verse":"Do not extinguish the Spirit."},{"number":20,"verse":"Do not treat prophecies with contempt."},{"number":21,"verse":"But examine all things; hold fast to what is good."},{"number":22,"verse":"Stay away from every form of evil."},{"number":23,"verse":"Conclusion Now may the God of peace himself make you completely holy and may your spirit and soul and body be kept entirely blameless at the coming of our Lord Jesus Christ."},{"number":24,"verse":"He who calls you is trustworthy, and he will in fact do this. (tn Grk “who will also do,” with the object understood from v. 23.)"},{"number":25,"verse":"Brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) pray for us too."},{"number":26,"verse":"Greet all the brothers and sisters (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.) with a holy kiss."},{"number":27,"verse":"I call on you solemnly in the Lord (tn Grk “I adjure you by the Lord,” “I put you under oath before the Lord.”) to have this letter read to all the brothers and sisters. (tc Most witnesses, including some important ones (א2 A Ψ [33] 1739 1881 Ï ar vg sy bo), read “holy” before “brothers [and sisters]” (ἁγίοις ἀδελφοῖς, Jagioi\" adelfoi\"). It is possible that ἁγίοις dropped out by way of homoioteleuton (in uncial script the words would be written agioisadelfois), but it is equally possible that the adjective was added because of the influence of ἁγίῳ (Jagiw) in v. 26. Another internal consideration is that the expression ἅγιοι ἀδελφοί ({agioi adelfoi, “holy brothers”) is not found elsewhere in the corpus Paulinum, though Col 1:2 comes close. But this fact could be argued either way: It may suggest that such an expression is not Pauline; on the other hand, the unusualness of the expression could have resulted in an alteration by some scribes. At the same time, since 1 Thessalonians is one of the earliest of Paul’s letters, and written well before he addresses Christians as saints (ἅγιοι) in 1 Corinthians for the first time, one might argue that Paul’s own forms of expression were going through something of a metamorphosis. Scribes insensitive to this fact could well impute later Pauline collocations onto his earlier letters. The internal evidence seems to support, albeit slightly, the omission of ἁγίοις here. Externally, most of the better witnesses of the Alexandrian and Western texts (א* B D F G 0278 it sa) combine in having the shorter reading. Although the rating of “A” in UBS4 for the omission seems too generous, this reading is still to be preferred. tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:4.)"},{"number":28,"verse":"The grace of our Lord Jesus Christ be with you. (tc Most witnesses, including a few important ones (א A D1 Ψ 1739c Ï lat sy bo), conclude this letter with ἀμήν (amhn, “amen”). Such a conclusion is routinely added by scribes to NT books because a few of these books originally had such an ending (cf. Rom 16:27; Gal 6:18; Jude 25). A majority of Greek witnesses have the concluding ἀμήν in every NT book except Acts, James, and 3 John (and even in these books, ἀμήν is found in some witnesses). It is thus a predictable variant. Further, the witnesses for the omission are sufficiently early and diffuse (B D* F G 0278 6 33 1739* 1881 it sa) to render the verdict against the particle here.)"}]}