{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"The Israelites Complain (sn The chapter includes the initial general complaints (vv. 1–3), the complaints about food (vv. 4–9), Moses’ own complaint to the Lord (vv. 10–15), God’s response to Moses (vv. 16–25), Eldad and Medad (vv. 26–29), and the quail (vv. 30–35). The first part records the burning of the camp, named Taberah. Here is one of the several naming narratives in the wilderness experience. The occasion for divine judgment is the complaining of the people. The passages serve to warn believers of all ages not to murmur as the Israelites did, for such complaining reveals a lack of faith in the power and goodness of God. For additional literature, see W. Brueggemann, “From Hurt to Joy, from Death to Life,” Int 28 (1974): 3-19; B. S. Childs, “The Etiological Tale Re-examined,” VT 24 (1974): 387-97; G. W. Coats, Rebellion in the Wilderness; and A. C. Tunyogi, “The Rebellions of Israel,” JBL 81 (1962): 385-90.) When the people complained, (tn The temporal clause uses the Hitpoel infinitive construct from אָנַן (’anan). It is a rare word, occurring in Lam 3:39. With this blunt introduction the constant emphasis of obedience to the word of the Lord found throughout the first ten chapters suddenly comes to an end. It is probable that the people were tired of moving for several days, the excitement of the new beginning died out quickly in the “great and terrible wilderness.” Resentment, frustration, discomfort – whatever it all involved – led to complaining and not gratitude.) it displeased (tn Heb “it was evil in the ears of the Lord.” The word רַע (ra’) is a much stronger word than “displeased” would suggest. The bold anthropomorphism shows that what the Lord heard was painful to him.) the LORD. When the LORD heard (tn The preterite with vav (ו) consecutive is here subordinated to the next verb as a temporal clause.) it, his anger burned, (tn The common Hebrew expression uses the verb חָרָה (harah, “to be hot, to burn, to be kindled”). The subject is אַפּוֹ (’appo), “his anger” or more literally, his nose, which in this anthropomorphic expression flares in rage. The emphasis is superlative – “his anger raged.”) and so (tn The vav (ו) consecutive does not simply show sequence in the verbs, but here expresses the result of the anger of the Lord for their complaining. With such a response to the complaining, one must conclude that it was unreasonable. There had been no long deprivation or endured suffering; the complaining was early and showed a rebellious spirit.) the fire of the LORD (sn The “fire of the Lord” is supernatural, for it is said to come from the Lord and not from a natural source. God gave them something to complain about – something to fear. The other significant place where this “fire of the Lord” destroyed was in the case of Nadab and Abihu who brought strange fire to the altar (Lev 10:2).) burned among them and consumed some of the outer parts of the camp."},{"number":2,"verse":"When the people cried to Moses, he (tn Heb “Moses.”) prayed to the LORD, and the fire died out. (sn Here is the pattern that will become in the wilderness experience so common – the complaining turns to a cry to Moses, which is then interpreted as a prayer to the Lord, and there is healing. The sequence presents a symbolic lesson, an illustration of the intercession of the Holy Spirit. The NT will say that in times of suffering Christians do not know how to pray, but the Spirit intercedes for them, changing their cries into the proper prayers (Rom 8).)"},{"number":3,"verse":"So he called the name of that place Taberah (tn The name תַּבְעֵרָה (tav’erah) is given to the spot as a commemorative of the wilderness experience. It is explained by the formula using the same verbal root, “to burn.” Such naming narratives are found dozens of times in the OT, and most frequently in the Pentateuch. The explanation is seldom an exact etymology, and so in the literature is called a popular etymology. It is best to explain the connection as a figure of speech, a paronomasia, which is a phonetic wordplay that may or may not be etymologically connected. Usually the name is connected to the explanation by a play on the verbal root – here the preterite explaining the noun. The significance of commemorating the place by such a device is to “burn” it into the memory of Israel. The narrative itself would be remembered more easily by the name and its motif. The namings in the wilderness wanderings remind the faithful of unbelief, and warn us all not to murmur as they murmured. See further A. P. Ross, “Paronomasia and Popular Etymologies in the Naming Narrative of the Old Testament,” Ph. D. diss., University of Cambridge, 1982.) because there the fire of the LORD burned among them."},{"number":4,"verse":"Complaints about Food (sn The story of the sending of the quail is a good example of poetic justice, or talionic justice. God had provided for the people, but even in that provision they were not satisfied, for they remembered other foods they had in Egypt. No doubt there was not the variety of foods in the Sinai that might have been available in Egypt, but their life had been bitter bondage there as well. They had cried to the Lord for salvation, but now they forget, as they remember things they used to have. God will give them what they crave, but it will not do for them what they desire. For more information on this story, see B. J. Malina, The Palestinian Manna Tradition. For the attempt to explain manna and the other foods by natural phenomena, see F. W. Bodenheimer, “The Manna of Sinai,” BA 10 (1947): 1-6.) Now the mixed multitude (tn The mixed multitude (or “rabble,” so NASB, NIV, NRSV; NLT “foreign rabble”) is the translation of an unusual word, הֲָאסַפְסֻף (ha’safsuf). It occurs in the Hebrew Bible only here. It may mean “a gathering of people” from the verb אָסַף (’asaf), yielding the idea of a mixed multitude (in line with Exod 12:38). But the root is different, and so no clear connection can be established. Many commentators therefore think the word is stronger, showing contempt through a word that would be equivalent to “riff-raff.”) who were among them craved more desirable foods, (tn The Hebrew simply uses the cognate accusative, saying “they craved a craving” (הִתְאַוּוּ תַּאֲוָה, hit’avvu ta’vah), but the context shows that they had this strong craving for food. The verb describes a strong desire, which is not always negative (Ps 132:13–14). But the word is a significant one in the Torah; it was used in the garden story for Eve’s desire for the tree, and it is used in the Decalogue in the warning against coveting (Deut 5:21).) and so the Israelites wept again (tc The Greek and the Latin versions read “and they sat down” for “and they returned,” involving just a change in vocalization (which they did not have). This may reflect the same expression in Judg 20:26. But the change does not improve this verse. tn The Hebrew text uses a verbal hendiadys here, one word serving as an adverb for the other. It literally reads “and they returned and they wept,” which means they wept again. Here the weeping is put for the complaint, showing how emotionally stirred up the people had become by the craving. The words throughout here are metonymies. The craving is a metonymy of cause, for it would have then led to expressions (otherwise the desires would not have been known). And the weeping is either a metonymy of effect, or of adjunct, for the actual complaints follow.) and said, “If only we had meat to eat! (tn The Hebrew expresses the strong wish or longing idiomatically: “Who will give us flesh to eat?” It is a rhetorical expression not intended to be taken literally, but merely to give expression to the longing they had. See GKC 476 §151. a.1.)"},{"number":5,"verse":"We remember (tn The perfect tense here expresses the experience of a state of mind. sn As with all who complain in such situations, their memory was selective. It was their bitter cries to the Lord from the suffering in bondage that God heard and answered. And now, shortly after being set free, their memory of Egypt is for things they do not now have. It is also somewhat unlikely that they as slaves had such abundant foods in Egypt.) the fish we used to eat (tn The imperfect tense would here be the customary imperfect, showing continual or incomplete action in past time.) freely (tn The adverb “freely” is from the word חָנַן (khanan, “to be gracious”), from which is derived the noun “grace.” The word underscores the idea of “free, without cost, for no reason, gratis.” Here the simple sense is “freely,” without any cost. But there may be more significance in the choice of the words in this passage, showing the ingratitude of the Israelites to God for His deliverance from bondage. To them now the bondage is preferable to the salvation – this is what angered the Lord.) in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic."},{"number":6,"verse":"But now we (tn Heb “our souls.”) are dried up, (sn The Hebrews were complaining both about the bland taste of the manna and dehydration – they were parched in the wilderness.) and there is nothing at all before us (tn Heb “before our eyes,” meaning that “we see nothing except this manna.”) except this manna!”"},{"number":7,"verse":"(Now the manna was like coriander seed, and its color like the color of bdellium."},{"number":8,"verse":"And the people went about and gathered it, and ground it with mills or pounded it in mortars; they baked it in pans and made cakes of it. It tasted like fresh olive oil. (tn Heb “And its taste was like the taste of fresh olive oil.”)"},{"number":9,"verse":"And when the dew came down (tn The temporal clause is constructed of the infinitive construct from יָרָד (yarad) with a temporal preposition, followed by the subjective genitive.) on the camp in the night, the manna fell (tn Heb “came down.”) with it.)"},{"number":10,"verse":"Moses’ Complaint to the Lord (sn Moses begins to feel the burden of caring for this people, a stubborn and rebellious people. His complaint shows how contagious their complaining has been. It is one thing to cry out to God about the load of ministry, but it is quite another to do it in such a way as to reflect a lack of faith in God’s provision. God has to remind the leader Moses that he, the Lord, can do anything. This is a variation on the theme from Exodus – “who am I that I should lead….”) Moses heard the people weeping (tn The participle “weeping” is functioning here as the noun in the accusative case, an adverbial accusative of state. It is explicative of the object.) throughout their families, everyone at the door of his tent; and when the anger of the LORD was kindled greatly, Moses was also displeased. (tn Heb “it was evil in the eyes of Moses.”)"},{"number":11,"verse":"And Moses said to the LORD, “Why have you afflicted (tn The verb is the Hiphil of רָעַע (ra’a’, “to be evil”). Moses laments (with the rhetorical question) that God seems to have caused him evil.) your servant? Why have I not found favor in your sight, that (tn The infinitive construct with the preposition is expressing the result of not finding favor with God (see R. J. Williams, Hebrew Syntax, 12-13, §57). What Moses is claiming is that because he has been given this burden God did not show him favor.) you lay the burden of this entire people on me?"},{"number":12,"verse":"Did I conceive this entire people? (sn The questions Moses asks are rhetorical. He is actually affirming that they are not his people, that he did not produce them, but now is to support them. His point is that God produced this nation, but has put the burden of caring for their needs on him.) Did I give birth to (tn The verb means “to beget, give birth to.” The figurative image from procreation completes the parallel question, first the conceiving and second the giving birth to the nation.) them, that you should say to me, ‘Carry them in your arms, as a foster father (tn The word אֹמֵן (’omen) is often translated “nurse,” but the form is a masculine form and would better be rendered as a “foster parent.” This does not work as well, though, with the יֹנֵק (yoneq), the “sucking child.” The two metaphors are simply designed to portray the duty of a parent to a child as a picture of Moses’ duty for the nation. The idea that it portrays God as a mother pushes it too far (see M. Noth, Numbers [OTL], 86-87).) bears a nursing child,’ to the land which you swore to their fathers?"},{"number":13,"verse":"From where shall I get (tn The Hebrew text simply has “from where to me flesh?” which means “from where will I have meat?”) meat to give to this entire people, for they cry to me, ‘Give us meat, that we may eat!’ (tn The cohortative coming after the imperative stresses purpose (it is an indirect volitive).)"},{"number":14,"verse":"I am not able to bear this entire people alone, (tn The word order shows the emphasis: “I am not able, I by myself, to bear all this people.” The infinitive לָשֵׂאת (lase’t) serves as the direct object of the verb. The expression is figurative, for bearing or carrying the people means being responsible for all their needs and cares.) because it (tn The subject of the verb “heavy” is unstated; in the context it probably refers to the people, or the burden of caring for the people. This responsibility was turning out to be a heavier responsibility than Moses anticipated. Alone he was totally inadequate.) is too heavy for me!"},{"number":15,"verse":"But if you are going to deal (tn The participle expresses the future idea of what God is doing, or what he is going to be doing. Moses would rather be killed than be given a totally impossible duty over a people that were not his.) with me like this, then kill me immediately. (tn The imperative of הָרַג (harag) is followed by the infinitive absolute for emphasis. The point is more that the infinitive adds to the emphasis of the imperative mood, which would be immediate compliance.) If I have found favor in your sight then do not let me see my trouble.” (tn Or “my own ruin” (NIV). The word “trouble” here probably refers to the stress and difficulty of caring for a complaining group of people. The suffix on the noun would be objective, perhaps stressing the indirect object of the noun – trouble for me. The expression “on my trouble” (בְּרָעָתִי, bÿra’ati) is one of the so-called tiqqune sopherim, or “emendations of the scribes.” According to this tradition the original reading in v. 15 was [to look] “on your evil” (בְּרָעָתֶךָ, bÿra’atekha), meaning “the calamity that you bring about” for Israel. However, since such an expression could be mistakenly thought to attribute evil to the Lord, the ancient scribes changed it to the reading found in the MT.)"},{"number":16,"verse":"The Response of God (sn The Lord provides Spirit-empowered assistance for Moses. Here is another variation on the theme of Moses’ faith. Just as he refused to lead alone and was given Aaron to share the work, so here he protests the burden and will share it with seventy elders. If God’s servant will not trust wholeheartedly, that individual will not be used by God as he or she might have been. Others will share in the power and the work. Probably one could say that it was God’s will for others to share this leadership – but not to receive it through these circumstances.) The LORD said to Moses, “Gather to me seventy men of the elders of Israel, whom you know are elders of the people and officials (tn The “officials” (שֹׁטְּרִים, shottÿrim) were a group of the elders who seem to have had some administrative capacities. The LXX used the word “scribes.” For further discussion, see R. de Vaux, Ancient Israel, 69-70.) over them, and bring them to the tent of meeting; let them take their position there with you."},{"number":17,"verse":"Then I will come down and speak with you there, and I will take part of the spirit that is on you, and will put it on them, and they will bear some of the burden of the people with you, so that you do not bear it (tn The imperfect tense here is to be classified as a final imperfect, showing the result of this action by God. Moses would be relieved of some of the responsibility when these others were given the grace to understand and to resolve cases.) all by yourself."},{"number":18,"verse":"“And say to the people, ‘Sanctify yourselves (tn The Hitpael is used to stress that they are to prepare for a holy appearance. The day was going to be special and so required their being set apart for it. But it is a holy day in the sense of the judgment that was to follow.) for tomorrow, and you will eat meat, for you have wept in the hearing (tn Heb “in the ears.”) of the LORD, saying, “Who will give us meat to eat, (tn Possibly this could be given an optative translation, to reflect the earlier one: “O that someone would give….” But the verb is not the same; here it is the Hiphil of the verb “to eat” – “who will make us eat” (i. e., provide meat for us to eat).) for life (tn The word “life” is not in the text. The expression is simply “it was for us,” or “we had good,” meaning “we had it good,” or “life was good.”) was good for us in Egypt?” Therefore the LORD will give you meat, and you will eat."},{"number":19,"verse":"You will eat, not just one day, nor two days, nor five days, nor ten days, nor twenty days,"},{"number":20,"verse":"but a whole month, (tn Heb “a month of days.” So also in v. 21.) until it comes out your nostrils and makes you sick, (tn The expression לְזָרָה (lÿzarah) has been translated “ill” or “loathsome.” It occurs only here in the Hebrew Bible. The Greek text interprets it as “sickness.” It could be nausea or vomiting (so G. B. Gray, Numbers [ICC], 112) from overeating.) because you have despised (sn The explanation is the interpretation of their behavior – it is in reality what they have done, even though they would not say they despised the Lord. They had complained and shown a lack of faith and a contempt for the program, which was in essence despising the Lord.) the LORD who is among you and have wept before him, saying, “Why (tn The use of the demonstrative pronoun here (“why is this we went out …”) is enclitic, providing emphasis to the sentence: “Why in the world did we ever leave Egypt?”) did we ever come out of Egypt?”’”"},{"number":21,"verse":"Moses said, “The people around me (tn Heb “the people who I am in their midst,” i. e., among whom I am.) are 600000 on foot; (tn The Hebrew sentence stresses the number. The sentence begins “600000….”) but you say, ‘I will give them meat, (tn The word order places the object first here: “Meat I will give them.” This adds to the contrast between the number and the statement of the Lord.) that they may eat (tn The verb is the perfect tense with a vav (ו) consecutive, carrying the sequence from the preceding imperfect tense. However, this verb may be subordinated to the preceding to express a purpose clause.) for a whole month.’"},{"number":22,"verse":"Would they have enough if the flocks and herds were slaughtered for them? If all the fish of the sea were caught for them, would they have enough?”"},{"number":23,"verse":"And the LORD said to Moses, “Is the LORD’s hand shortened? (sn This anthropomorphic expression concerns the power of God. The “hand of the Lord” is idiomatic for his power, what he is able to do. The question is rhetorical; it is affirming that his hand is not shortened, i. e., that his power is not limited. Moses should have known this, and so this is a rebuke for him at this point. God had provided the manna, among all the other powerful acts they had witnessed. Meat would be no problem. But the lack of faith by the people was infectious.) Now you will see whether my word to you will come true (tn Or “will happen” (TEV); KJV “shall come to pass unto thee.”) or not!”"},{"number":24,"verse":"So Moses went out and told the people the words of the LORD. He then gathered seventy men of the elders of the people and had them stand around the tabernacle."},{"number":25,"verse":"And the LORD came down in the cloud and spoke to them, and he took some of the Spirit that was on Moses (tn Heb “on him”; the referent (Moses) has been specified in the translation for clarity.) and put it on the seventy elders. When the Spirit rested on them, (tn The temporal clause is introduced by the temporal indicator וַיְהִי (vayÿhi), which need not be translated. It introduces the time of the infinitive as past time narrative. The infinitive construct is from נוּחַ (nuakh, “to rest”). The figurative expression of the Spirit resting upon them indicates the temporary indwelling and empowering by the Spirit in their lives.) they prophesied, (tn The text may mean that these men gave ecstatic utterances, much like Saul did when the Spirit came upon him and he made the same prophetic utterances (see 1 Sam 10:10–13). But there is no strong evidence for this (see K. L. Barker, “Zechariah,” EBC 7:605-6). In fact there is no consensus among scholars as to the origin and meaning of the verb “prophesy” or the noun “prophet.” It has something to do with speech, being God’s spokesman or spokeswoman or making predictions or authoritative utterances or ecstatic utterances. It certainly does mean that the same Holy Spirit, the same divine provision that was for Moses to enable him to do the things that God had commanded him to do, was now given to them. It would have included wisdom and power with what they were saying and doing – in a way that was visible and demonstrable to the people! The people needed to know that the same provision was given to these men, authenticating their leadership among the clans. And so it could not simply be a change in their understanding and wisdom.) but did not do so again. (tn The final verb of the clause stresses that this was not repeated: “they did not add” is the literal rendering of וְלֹא יָסָפוּ (vÿlo’ yasafu). It was a one-time spiritual experience associated with their installation.)"},{"number":26,"verse":"Eldad and Medad But two men remained in the camp; one’s name was Eldad, and the other’s name was Medad. And the spirit rested on them. (Now they were among those in the registration, (tn The form of the word is the passive participle כְּתֻבִים (kÿtuvim, “written”). It is normally taken to mean “among those registered,” but it is not clear if that means they were to be among the seventy or not. That seems unlikely since there is no mention of the seventy being registered, and vv. 24–25 says all seventy went out and prophesied. The registration may be to eldership, or the role of the officer.) but had not gone to the tabernacle.) So they prophesied in the camp."},{"number":27,"verse":"And a (tn The article indicates that the “young man” was definite in the mind of the writer, but indefinite in English.) young man ran and told Moses, “Eldad and Medad are prophesying in the camp!”"},{"number":28,"verse":"Joshua son of Nun, the servant (tn The form is the Piel participle מְשָׁרֵת (mÿsharet), meaning “minister, servant, assistant.” The word has a loftier meaning than the ordinary word for slave.) of Moses, one of his choice young men, (tn The verb is בָּחַר (bakhar, “to choose”); here the form is the masculine plural participle with a suffix, serving as the object of the preposition מִן (min). It would therefore mean “[one of] his chosen men,” or “[one of] his choice men.”) said, (tn Heb “answered and said.”) “My lord Moses, stop them!” (sn The effort of Joshua is to protect Moses’ prerogative as leader by stopping these men in the camp from prophesying. Joshua did not understand the significance in the Lord’s plan to let other share the burden of leadership.)"},{"number":29,"verse":"Moses said to him, “Are you jealous for me? (tn The Piel participle מְקַנֵּא (mÿqanne’) serves as a verb here in this interrogative sentence. The word means “to be jealous; to be envious.” That can be in a good sense, such as with the translation “zeal,” or it can be in a negative sense as here. Joshua’s apparent “zeal” is questioned by Moses – was he zealous/envious for Moses sake, or for some other reason?) I wish that (tn The optative is expressed by the interrogative clause in Hebrew, “who will give….” Moses expresses here the wish that the whole nation would have that portion of the Spirit. The new covenant, of course, would turn Moses’ wish into a certainty.) all the LORD’s people were prophets, that the LORD would put his Spirit on them!”"},{"number":30,"verse":"Then Moses returned to the camp along with the elders of Israel."},{"number":31,"verse":"Provision of Quail Now a wind (sn The irony in this chapter is expressed in part by the use of the word רוּחַ (ruakh). In the last episode it clearly meant the Spirit of the Lord that empowered the men for their spiritual service. But here the word is “wind.” Both the spiritual service and the judgment come from God.) went out (tn The verb means “burst forth” or “sprang up.” See the ways it is used in Gen 33:12, Judg 16:3, 14; Isa 33:20.) from the LORD and brought quail (sn The “quail” ordinarily cross the Sinai at various times of the year, but what is described here is not the natural phenomenon. Biblical scholars looking for natural explanations usually note that these birds fly at a low height and can be swatted down easily. But the description here is more of a supernatural supply and provision. See J. Gray, “The Desert Sojourn of the Hebrews and the Sinai Horeb Tradition,” VT 4 (1954): 148-54.) from the sea, and let them fall (tn Or “left them fluttering.”) near the camp, about a day’s journey on this side, and about a day’s journey on the other side, all around the camp, and about three feet (tn Heb “two cubits.” The standard cubit in the OT is assumed by most authorities to be about eighteen inches (45 cm) in length.) high on the surface of the ground."},{"number":32,"verse":"And the people stayed up (tn Heb “rose up, stood up.”) all that day, all that night, and all the next day, and gathered the quail. The one who gathered the least gathered ten homers, (sn This is about two thousand liters.) and they spread them out (tn The verb (a preterite) is followed by the infinitive absolute of the same root, to emphasize the action of spreading out the quail. Although it is hard to translate the expression, it indicates that they spread these quail out all over the area. The vision of them spread all over was evidence of God’s abundant provision for their needs.) for themselves all around the camp."},{"number":33,"verse":"But while the meat was still between their teeth, before they chewed it, (tn The verb is a prefixed conjugation, normally an imperfect tense. But coming after the adverb טֶּרֶם (terem) it is treated as a preterite.) the anger of the LORD burned against the people, and the LORD struck the people with a very great plague."},{"number":34,"verse":"So the name of that place was called Kibroth Hattaavah, (sn The name “the graves of the ones who craved” is again explained by a wordplay, a popular etymology. In Hebrew קִבְרוֹת הַתַּאֲוָה (qivrot hatta’avah) is the technical name. It is the place that the people craved the meat, longing for the meat of Egypt, and basically rebelled against God. The naming marks another station in the wilderness where the people failed to accept God’s good gifts with grace and to pray for their other needs to be met.) because there they buried the people that craved different food. (tn The words “different food” are implied, and are supplied in the translation for clarity.)"},{"number":35,"verse":"The people traveled from Kibroth Hattaavah to Hazeroth, and they stayed at Hazeroth."}]}