{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"(Spies Sent Out) (sn Chapter 13 provides the names of the spies sent into the land (vv. 1–16), their instructions (vv. 17–20), their activities (vv. 21–25), and their reports (vv. 26–33). It is a chapter that serves as a good lesson on faith, for some of the spies walked by faith, and some by sight.) The LORD spoke (tn The verse starts with the vav (ו) consecutive on the verb: “and….”) to Moses:"},{"number":2,"verse":"“Send out men to investigate (tn The imperfect tense with the conjunction is here subordinated to the preceding imperative to form the purpose clause. It can thus be translated “send…to investigate.”) the land of Canaan, which I am giving (tn The participle here should be given a future interpretation, meaning “which I am about to give” or “which I am going to give.”) to the Israelites. You are to send one man from each ancestral tribe, (tn Heb “one man one man of the tribe of his fathers.”) each one a leader among them.”"},{"number":3,"verse":"So Moses sent them from the wilderness of Paran at the command (tn Heb “mouth.”) of the LORD. All of them were leaders (tn Heb “heads.”) of the Israelites."},{"number":4,"verse":"Now these were their names: from the tribe of Reuben, Shammua son of Zaccur;"},{"number":5,"verse":"from the tribe of Simeon, Shaphat son of Hori;"},{"number":6,"verse":"from the tribe of Judah, Caleb son of Jephunneh;"},{"number":7,"verse":"from the tribe of Issachar, Igal son of Joseph;"},{"number":8,"verse":"from the tribe of Ephraim, Hoshea son of Nun;"},{"number":9,"verse":"from the tribe of Benjamin, Palti son of Raphu;"},{"number":10,"verse":"from the tribe of Zebulun, Gaddiel son of Sodi;"},{"number":11,"verse":"from the tribe (tc Some scholars emend “tribe” to “sons.” Cf. Num 1:10.) of Joseph, namely, the tribe of Manasseh, Gaddi son of Susi;"},{"number":12,"verse":"from the tribe of Dan, Ammiel son of Gemalli;"},{"number":13,"verse":"from the tribe of Asher, Sethur son of Michael;"},{"number":14,"verse":"from the tribe of Naphtali, Nahbi son of Vopshi;"},{"number":15,"verse":"from the tribe of Gad, Geuel son of Maki."},{"number":16,"verse":"These are the names of the men whom Moses sent to investigate the land. And Moses gave Hoshea son of Nun the name Joshua. (sn The difference in the names is slight, a change from “he saves” to “the Lord saves.” The Greek text of the OT used Iesoun for Hebrew Yeshua.)"},{"number":17,"verse":"(The Spies’ Instructions) When Moses sent (tn The preterite with vav (ו) consecutive is here subordinated to the next verb of the same formation to express a temporal clause.) them to investigate the land of Canaan, he told them, “Go up through the Negev, (tn The instructions had them first go up into the southern desert of the land, and after passing through that, into the hill country of the Canaanites. The text could be rendered “into the Negev” as well as “through the Negev.”) and then go up into the hill country"},{"number":18,"verse":"and see (tn The form is the perfect tense with vav (ו) consecutive; the word therefore carries the volitional mood of the preceding imperatives. It may be either another imperative, or it may be subordinated as a purpose clause.) what the land is like, (tn Heb “see the land, what it is.”) and whether the people who live in it are strong or weak, few or many,"},{"number":19,"verse":"and whether the land they live in is good or bad, and whether the cities they inhabit are like camps or fortified cities,"},{"number":20,"verse":"and whether the land is rich or poor, and whether or not there are forests in it. And be brave, (tn The verb is the Hitpael perfect with vav (ו) consecutive, from the root חָזַק (khazaq, “to be strong”). Here it could mean “strengthen yourselves” or “be courageous” or “determined.” See further uses in 2 Sam 10:12; 1 Kgs 20:22; 1 Chr 19:13.) and bring back some of the fruit of the land.” Now it was the time of year (tn Heb “Now the days were the days of.”) for the first ripe grapes. (sn The reference to the first ripe grapes would put the time somewhere at the end of July.)"},{"number":21,"verse":"(The Spies’ Activities) So they went up and investigated the land from the wilderness of Zin to Rehob, (sn Zin is on the southern edge of the land, but Rehob is far north, near Mount Hermon. The spies covered all the land.) at the entrance of Hamath. (tn The idiom uses the infinitive construct: “to enter Hamath,” meaning, “on the way that people go to Hamath.”)"},{"number":22,"verse":"When they went up through the Negev, they (tc The MT has the singular, but the ancient versions and Smr have the plural.) came (tn The preterite with vav (ו) consecutive is here subordinated to the following clause. The first verse gave the account of their journey over the whole land; this section focuses on what happened in the area of Hebron, which would be the basis for the false report.) to Hebron where Ahiman, Sheshai, and Talmai, (sn These names are thought to be three clans that were in the Hebron area (see Josh 15:14; Judg 1:20). To call them descendants of Anak is usually taken to mean that they were large or tall people (2 Sam 21:18–22). They were ultimately driven out by Caleb.) descendants of Anak, were living. (Now Hebron had been built seven years before Zoan (sn The text now provides a brief historical aside for the readers. Zoan was probably the city of Tanis, although that is disputed today by some scholars. It was known in Egypt in the New Kingdom as “the fields of Tanis,” which corresponded to the “fields of Zoar” in the Hebrew Bible (Ps 78:12, 43).) in Egypt.)"},{"number":23,"verse":"When they came to the valley of Eshcol, they cut down from there a branch with one cluster of grapes, and they carried it on a staff (tn The word is related etymologically to the verb for “slip, slide, bend, totter.” This would fit the use very well. A pole that would not bend would be hard to use to carry things, but a pole or stave that was flexible would serve well.) between two men, as well as some of the pomegranates and the figs."},{"number":24,"verse":"That place was called (tn The verb is rendered as a passive because there is no expressed subject.) the Eshcol Valley, (tn Or “Wadi Eshcol.” The translation “brook” is too generous; the Hebrew term refers to a river bed, a ravine or valley through which torrents of rain would rush in the rainy season; at other times it might be completely dry.) because of the cluster (tn The word “Eshcol” is drawn from the Hebrew expression concerning the “cluster of grapes.” The word is probably retained in the name Burj Haskeh, two miles north of Damascus.) of grapes that the Israelites cut from there."},{"number":25,"verse":"They returned from investigating the land after forty days."},{"number":26,"verse":"(The Spies’ Reports) They came back (tn The construction literally has “and they went and they entered,” which may be smoothed out as a verbal hendiadys, the one verb modifying the other.) to Moses and Aaron and to the whole community of the Israelites in the wilderness of Paran at Kadesh. (sn Kadesh is Ain Qadeis, about 50 miles (83 km) south of Beer Sheba. It is called Kadesh-barnea in Num 32:8.) They reported (tn Heb “They brought back word”; the verb is the Hiphil preterite of שׁוּב (shuv).) to the whole community and showed the fruit of the land."},{"number":27,"verse":"They told Moses, (tn Heb “told him and said.” The referent (Moses) has been specified in the translation for clarity.) “We went to the land where you sent us. (tn The relative clause modifies “the land.” It is constructed with the relative and the verb: “where you sent us.”) It is indeed flowing with milk and honey, (sn This is the common expression for the material abundance of the land (see further, F. C. Fensham, “An Ancient Tradition of the Fertility of Palestine,” PEQ 98 [1966]: 166-67).) and this is its fruit."},{"number":28,"verse":"But (tn The word (אֶפֶס, ’efes) forms a very strong adversative. The land was indeed rich and fruitful, but….”) the inhabitants (tn Heb “the people who are living in the land.”) are strong, and the cities are fortified and very large. Moreover we saw the descendants of Anak there."},{"number":29,"verse":"The Amalekites live in the land of the Negev; the Hittites, Jebusites, and Amorites live in the hill country; and the Canaanites live by the sea and along the banks (tn Heb “by the side [hand] of.”) of the Jordan.” (sn For more discussion on these people groups, see D. J. Wiseman, ed., Peoples of Old Testament Times.)"},{"number":30,"verse":"Then Caleb silenced the people before Moses, saying, “Let us go up (tn The construction is emphatic, using the cohortative with the infinitive absolute to strengthen it: עָלֹה נַעֲלֶה (’aloh na’aleh, “let us go up”) with the sense of certainty and immediacy.) and occupy it, (tn The perfect tense with vav (ו) consecutive brings the cohortative idea forward: “and let us possess it”; it may also be subordinated to form a purpose or result idea.) for we are well able to conquer it.” (tn Here again the confidence of Caleb is expressed with the infinitive absolute and the imperfect tense: יָכוֹל נוּכַל (yakhol nukhal), “we are fully able” to do this. The verb יָכַל (yakhal) followed by the preposition lamed means “to prevail over, to conquer.”)"},{"number":31,"verse":"But the men (tn The vav (ו) disjunctive on the noun at the beginning of the clause forms a strong adversative clause here.) who had gone up with him said, “We are not able to go up against these people, because they are stronger than we are!”"},{"number":32,"verse":"Then they presented the Israelites with a discouraging (tn Or “an evil report,” i. e., one that was a defamation of the grace of God.) report of the land they had investigated, saying, “The land that we passed through (tn Heb “which we passed over in it”; the pronoun on the preposition serves as a resumptive pronoun for the relative, and need not be translated literally.) to investigate is a land that devours (tn The verb is the feminine singular participle from אָכַל (’akhal); it modifies the land as a “devouring land,” a bold figure for the difficulty of living in the place.) its inhabitants. (sn The expression has been interpreted in a number of ways by commentators, such as that the land was infertile, that the Canaanites were cannibals, that it was a land filled with warlike dissensions, or that it denotes a land geared for battle. It may be that they intended the land to seem infertile and insecure.) All the people we saw there (tn Heb “in its midst.”) are of great stature."},{"number":33,"verse":"We even saw the Nephilim (tc The Greek version uses gigantes (“giants”) to translate “the Nephilim,” but it does not retain the clause “the sons of Anak are from the Nephilim.”sn The Nephilim are the legendary giants of antiquity. They are first discussed in Gen 6:4. This forms part of the pessimism of the spies’ report.) there (the descendants of Anak came from the Nephilim), and we seemed liked grasshoppers both to ourselves (tn Heb “in our eyes.”) and to them.” (tn Heb “in their eyes.”)"}]}