{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"(Responsibilities of the Priests) (sn This chapter and the next may have been inserted here to explain how the priests are to function because in the preceding chapter Aaron’s position was affirmed. The chapter seems to fall into four units: responsibilities of priests (vv. 1–7), their portions (vv. 8–19), responsibilities of Levites (vv. 20–24), and instructions for Levites (vv. 25–32).) The LORD said to Aaron, “You and your sons and your tribe (tn Heb “your father’s house.”) with you must bear the iniquity of the sanctuary, (sn The responsibility for the sanctuary included obligations relating to any violation of the sanctuary. This was stated to forestall any further violations of the sanctuary. The priests were to pay for any ritual errors, primarily if any came too near. Since the priests and Levites come near all the time, they risk violating ritual laws more than any. So, with the great privileges come great responsibilities. The bottom line is that they were responsible for the sanctuary.) and you and your sons with you must bear the iniquity of your priesthood."},{"number":2,"verse":"“Bring with you your brothers, the tribe of Levi, the tribe of your father, so that they may join (sn The verb forms a wordplay on the name Levi, and makes an allusion to the naming of the tribe Levi by Leah in the book of Genesis. There Leah hoped that with the birth of Levi her husband would be attached to her. Here, with the selection of the tribe to serve in the sanctuary, there is the wordplay again showing that the Levites will be attached to Aaron and the priests. The verb is יִלָּווּ (yillavu), which forms a nice wordplay with Levi (לֵוִי). The tribe will now be attached to the sanctuary. The verb is the imperfect with a vav (ו) that shows volitive sequence after the imperative, here indicating a purpose clause.) with you and minister to you while (tn The clause is a circumstantial clause because the disjunctive vav (ו) is on a nonverb to start the clause.) you and your sons with you are before the tent of the testimony."},{"number":3,"verse":"They must be responsible to care for you and to care for the entire tabernacle. However, they must not come near the furnishings of the sanctuary and the altar, or both they and you will die."},{"number":4,"verse":"They must join (tn Now the sentence uses the Niphal perfect with a vav (ו) consecutive from the same root לָוָה (lavah).) with you, and they will be responsible for the care of the tent of meeting, for all the service of the tent, but no unauthorized person (tn The word is “stranger, alien,” but it can also mean Israelites here.) may approach you."},{"number":5,"verse":"You will be responsible for the care of the sanctuary and the care of the altar, so that there will be (tn The clause is a purpose clause, and the imperfect tense a final imperfect.) no more wrath on the Israelites."},{"number":6,"verse":"I myself have chosen (tn Heb “taken.”) your brothers the Levites from among the Israelites. They are given to you as a gift from the LORD, to perform the duties (tn The infinitive construct in this sentence is from עָבַד (’avad), and so is the noun that serves as its object: to serve the service.) of the tent of meeting."},{"number":7,"verse":"But you and your sons with you are responsible for your priestly duties, for everything at the altar and within the curtain. And you must serve. I give you the priesthood as a gift for service; but the unauthorized person who approaches must be put to death.”"},{"number":8,"verse":"(The Portion of the Priests) The LORD spoke to Aaron, “See, I have given you the responsibility for my raised offerings; I have given all the holy things of the Israelites to you as your priestly portion (tn This is an uncommon root. It may be connected to the word “anoint” as here (see RSV). But it may also be seen as an intended parallel to “perpetual due” (see Gen 47:22; Exod 29:28; Lev 6:11 [HT]).) and to your sons as a perpetual ordinance."},{"number":9,"verse":"Of all the most holy offerings reserved (tn Heb “from the fire.” It probably refers to those parts that were not burned.) from the fire this will be yours: Every offering of theirs, whether from every grain offering or from every purification offering or from every reparation offering which they bring to me, will be most holy for you and for your sons."},{"number":10,"verse":"You are to eat it as a most holy offering; every male may eat it. It will be holy to you."},{"number":11,"verse":"“And this is yours: the raised offering of their gift, along with all the wave offerings of the Israelites. I have given them to you and to your sons and daughters with you as a perpetual ordinance. Everyone who is ceremonially clean in your household may eat of it."},{"number":12,"verse":"“All the best of the olive oil and all the best of the wine and of the wheat, the first fruits of these things that they give to the LORD, I have given to you. (tn This form may be classified as a perfect of resolve – he has decided to give them to them, even though this is a listing of what they will receive.)"},{"number":13,"verse":"And whatever first ripe fruit in their land they bring to the LORD will be yours; everyone who is ceremonially clean in your household may eat of it."},{"number":14,"verse":"“Everything devoted (tn The “ban” (חֵרֶם, kherem) in Hebrew describes that which is exclusively the Lord’s, either for his sanctuary use, or for his destruction. It seems to refer to an individual’s devoting something freely to God.) in Israel will be yours."},{"number":15,"verse":"The firstborn of every womb which they present to the LORD, whether human or animal, will be yours. Nevertheless, the firstborn sons you must redeem, (tn The construction uses the infinitive absolute and the imperfect tense of the verb “to redeem” in order to stress the point – they were to be redeemed. N. H. Snaith suggests that the verb means to get by payment what was not originally yours, whereas the other root גָאַל (ga’al) means to get back what was originally yours (Leviticus and Numbers [NCB], 268).) and the firstborn males of unclean animals you must redeem."},{"number":16,"verse":"And those that must be redeemed you are to redeem when they are a month old, according to your estimation, for five shekels of silver according to the sanctuary shekel (which is twenty gerahs)."},{"number":17,"verse":"But you must not redeem the firstborn of a cow or a sheep or a goat; they are holy. You must splash (tn Or “throw, toss.”) their blood on the altar and burn their fat for an offering made by fire for a pleasing aroma to the LORD."},{"number":18,"verse":"And their meat will be yours, just as the breast and the right hip of the raised offering is yours."},{"number":19,"verse":"All the raised offerings of the holy things that the Israelites offer to the LORD, I have given to you, and to your sons and daughters with you, as a perpetual ordinance. It is a covenant of salt (sn Salt was used in all the offerings; its importance as a preservative made it a natural symbol for the covenant which was established by sacrifice. Even general agreements were attested by sacrifice, and the phrase “covenant of salt” speaks of such agreements as binding and irrevocable. Note the expression in Ezra 4:14, “we have been salted with the salt of the palace.” See further J. F. Ross, IDB 4:167.) forever before the LORD for you and for your descendants with you.”"},{"number":20,"verse":"(Duties of the Levites) The LORD spoke to Aaron, “You will have no inheritance in their land, nor will you have any portion of property (tn The phrase “of property” is supplied as a clarification.) among them — I am your portion and your inheritance among the Israelites."},{"number":21,"verse":"See, I have given the Levites all the tithes in Israel for an inheritance, for their service which they perform — the service of the tent of meeting."},{"number":22,"verse":"No longer may the Israelites approach the tent of meeting, or else they will bear their sin (tn The Hebrew text uses the infinitive construct of the verb “to bear” with the lamed (ל) preposition to express the result of such an action. “To bear their sin” would mean that they would have to suffer the consequences of their sin.) and die."},{"number":23,"verse":"But the Levites must perform the service (tn The verse begins with the perfect tense of עָבַד (’avad) with vav (ו) consecutive, making the form equal to the instructions preceding it. As its object the verb has the cognate accusative “service.”) of the tent of meeting, and they must bear their iniquity. (sn The Levites have the care of the tent of meeting, and so they are responsible for any transgressions against it.) It will be a perpetual ordinance throughout your generations that among the Israelites the Levites (tn Heb “they”; the referent (the Levites) has been supplied in the translation for clarity.) have no inheritance. (tn The Hebrew text uses both the verb and the object from the same root to stress the point: They will not inherit an inheritance. The inheritance refers to land.)"},{"number":24,"verse":"But I have given (tn The classification of the perfect tense here too could be the perfect of resolve, since this law is declaring what will be their portion – “I have decided to give.”) to the Levites for an inheritance the tithes of the Israelites that are offered (tn In the Hebrew text the verb has no expressed subject (although the “Israelites” is certainly intended), and so it can be rendered as a passive.) to the LORD as a raised offering. That is why I said to them that among the Israelites they are to have no inheritance.”"},{"number":25,"verse":"(Instructions for the Levites) The LORD spoke to Moses:"},{"number":26,"verse":"“You are to speak to the Levites, and you must tell them, ‘When you receive from the Israelites the tithe that I have given you from them as your inheritance, then you are to offer up (tn The verb in this clause is the Hiphil perfect with a vav (ו) consecutive; it has the same force as an imperfect of instruction: “when…then you are to offer up.”) from it as a raised offering to the LORD a tenth of the tithe."},{"number":27,"verse":"And your raised offering will be credited (tn The verb is חָשַׁב (khashav, “to reckon; to count; to think”); it is the same verb used for “crediting” Abram with righteousness. Here the tithe of the priests will be counted as if it were a regular tithe.) to you as though it were grain from the threshing floor or as new wine (tn Heb “fullness,” meaning the fullness of the harvest, i. e., a full harvest.) from the winepress."},{"number":28,"verse":"Thus you are to offer up a raised offering to the LORD of all your tithes which you receive from the Israelites; and you must give the LORD’s raised offering from it to Aaron the priest."},{"number":29,"verse":"From all your gifts you must offer up every raised offering due (tn The construction is “every raised offering of the Lord”; the genitive here is probably to be taken as a genitive of worth – the offering that is due the Lord.) the LORD, from all the best of it, and the holiest part of it.’ (tn Or “its hallowed thing.”)"},{"number":30,"verse":"“Therefore you will say to them, (tn The wording of this verse is confusing; it may be that it is addressed to the priests, telling them how to deal with the offerings of the Levites.) ‘When you offer up (tn The clause begins with the infinitive construct with its preposition and suffixed subject serving to indicate the temporal clause.) the best of it, then it will be credited to the Levites as the product of the threshing floor and as the product of the winepress."},{"number":31,"verse":"And you may (tn The verb is the perfect tense with vav (ו) consecutive; it functions as the equivalent of the imperfect of permission.) eat it in any place, you and your household, because it is your wages for your service in the tent of meeting."},{"number":32,"verse":"And you will bear no sin concerning it when you offer up the best of it. And you must not profane the holy things of the Israelites, or else you will die.’” (tn The final clause could also be rendered “in order that you do not die.” The larger section can also be interpreted differently; rather than take it as a warning, it could be taken as an assurance that when they do all of this they will not be profaning it and so will not die (R. K. Harrison, Numbers [WEC], 253).)"}]}