{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"The Red Heifer Ritual (sn In the last chapter the needs of the priests and Levites were addressed. Now the concern is for the people. This provision from the sacrifice of the red heifer is a precaution to ensure that the purity of the tabernacle was not violated by pollutions of impurity or death. This chapter has two main parts, both dealing with ceremonial purity: the ritual of the red heifer (vv. 1–10), and the purification from uncleanness (vv. 11–22). For further study see J. Milgrom, “The Paradox of the Red Cow (Num 19),” VT 31 (1981): 62-72.) The LORD spoke to Moses and Aaron:"},{"number":2,"verse":"“This is the ordinance of the law which the LORD has commanded: ‘Instruct (tn Heb “speak to.”) the Israelites to bring (tn The line literally reads, “speak to the Israelites that [and] they bring [will bring].” The imperfect [or jussive] is subordinated to the imperative either as a purpose clause, or as the object of the instruction – speak to them that they bring, or tell them to bring.) you a red (tn The color is designated as red, although the actual color would be a tanned red-brown color for the animal (see the usage in Isa 1:18 and Song 5:10). The reddish color suggested the blood of ritual purification; see J. Milgrom, “The Paradox of the Red Cow (Num 19),” VT 31 (1981): 62-72.) heifer (sn Some modern commentators prefer “cow” to “heifer,” thinking that the latter came from the influence of the Greek. Young animals were usually prescribed for the ritual, especially here, and so “heifer” is the better translation. A bull could not be given for this purification ritual because that is what was given for the high priests or the community according to Lev 4.) without blemish, which has no defect (tn Heb “wherein there is no defect.”) and has never carried a yoke."},{"number":3,"verse":"You must give it to Eleazar the priest so that he can take it outside the camp, and it must be slaughtered before him. (tc The clause is a little ambiguous. It reads “and he shall slaughter it before him.” It sounds as if someone else will kill the heifer in the priest’s presence. Since no one is named as the subject, it may be translated as a passive. Some commentators simply interpret that Eleazar was to kill the animal personally, but that is a little forced for “before him.” The Greek text gives a third person plural sense to the verb; the Vulgate follows that reading.)"},{"number":4,"verse":"Eleazar the priest is to take (tn The verb is the perfect tense with vav (ו) consecutive; it functions here as the equivalent of the imperfect of instruction.) some of its blood with his finger, and sprinkle some of the blood seven times (sn Seven is a number with religious significance; it is often required in sacrificial ritual for atonement or for purification.) directly in front of the tent of meeting."},{"number":5,"verse":"Then the heifer must be burned (tn Again, the verb has no expressed subject, and so is given a passive translation.) in his sight — its skin, its flesh, its blood, and its offal is to be burned. (tn The imperfect tense is third masculine singular, and so again the verb is to be made passive.)"},{"number":6,"verse":"And the priest must take cedar wood, hyssop, (sn In addition to the general references, see R. K. Harrison, “The Biblical Problem of Hyssop,” EvQ 26 (1954): 218-24.) and scarlet wool and throw them into the midst of the fire where the heifer is burning. (sn There is no clear explanation available as to why these items were to be burned with the heifer. N. H. Snaith suggests that in accordance with Babylonian sacrifices they would have enhanced the rites with an aroma (Leviticus and Numbers [NCB], 272). In Lev 14 the wood and the hyssop may have been bound together by the scarlet wool to make a sprinkling device. It may be that the symbolism is what is important here. Cedar wood, for example, is durable; it may have symbolized resistance to future corruption and defilement, an early acquired immunity perhaps (R. K. Harrison, Numbers [WEC], 256).)"},{"number":7,"verse":"Then the priest must wash (tn The sequence continues with the perfect tense and vav (ו) consecutive.) his clothes and bathe himself (tn Heb “his flesh.”) in water, and afterward he may come (tn This is the imperfect of permission.) into the camp, but the priest will be ceremonially unclean until evening."},{"number":8,"verse":"The one who burns it (sn Here the text makes clear that he had at least one assistant.) must wash his clothes in water and bathe himself in water. He will be ceremonially unclean until evening."},{"number":9,"verse":"“‘Then a man who is ceremonially clean must gather up the ashes of the red heifer and put them in a ceremonially clean place outside the camp. They must be kept (tn Heb “it will be.”) for the community of the Israelites for use in the water of purification (tn The expression לְמֵי נִדָּה (lÿme niddah) is “for waters of impurity.” The genitive must designate the purpose of the waters – they are for cases of impurity, and so serve for cleansing or purifying, thus “water of purification.” The word “impurity” can also mean “abhorrent” because it refers to so many kinds of impurities. It is also called a purification offering; Milgrom notes that this is fitting because the sacrificial ritual involved transfers impurity from the purified to the purifier (pp. 62-72).) — it is a purification for sin. (sn The ashes were to be stored somewhere outside the camp to be used in a water portion for cleansing someone who was defiled. This is a ritual that was enacted in the wilderness; it is something of a restoring rite for people alienated from community.)"},{"number":10,"verse":"The one who gathers the ashes of the heifer must wash his clothes and be ceremonially unclean until evening. This will be a permanent ordinance both for the Israelites and the resident foreigner who lives among them."},{"number":11,"verse":"Purification from Uncleanness “‘Whoever touches (tn The form is the participle with the article functioning as a substantive: “the one who touches.”) the corpse (tn Heb “the dead.”) of any person (tn The expression is full: לְכָל־נֶפֶשׁ אָדָם (lÿkhol-nefesh ’adam) – of any life of a man, i. e., of any person.) will be ceremonially unclean (tn The verb is a perfect tense with vav (ו) consecutive; it follows only the participle used as the subject, but since the case is hypothetical and therefore future, this picks up the future time. The adjective “ceremonially” is supplied in the translation as a clarification.) seven days."},{"number":12,"verse":"He must purify himself (tn The verb is the Hitpael of חָטָא (khata’), a verb that normally means “to sin.” But the Piel idea in many places is “to cleanse; to purify.” This may be explained as a privative use (“to un-sin” someone, meaning cleanse) or denominative (“make a sin offering for someone”). It is surely connected to the purification offering, and so a sense of purify is what is wanted here.) with water on the third day and on the seventh day, and so will be clean. But if he does not purify himself on the third day and the seventh day, then he will not be clean."},{"number":13,"verse":"Anyone who touches the corpse of any dead person and does not purify himself defiles the tabernacle of the LORD. And that person must be cut off from Israel, (sn It is in passages like this that the view that being “cut off” meant the death penalty is the hardest to support. Would the Law prescribe death for someone who touches a corpse and fails to follow the ritual? Besides, the statement in this section that his uncleanness remains with him suggests that he still lives on.) because the water of purification was not sprinkled on him. He will be unclean; his uncleanness remains on him."},{"number":14,"verse":"“‘This is the law: When a man dies (tn The word order gives the classification and then the condition: “a man, when he dies….”) in a tent, anyone who comes into the tent and all who are in the tent will be ceremonially unclean seven days."},{"number":15,"verse":"And every open container that has no covering fastened on it is unclean."},{"number":16,"verse":"And whoever touches the body of someone killed with a sword in the open fields, (tn The expression for “in the open field” is literally “upon the face of the field” (עַל־פְּנֵי הַשָּׂדֶה, ’al pÿne hassadeh). This ruling is in contrast now to what was contacted in the tent.) or the body of someone who died of natural causes, (tn Heb “a dead body”; but in contrast to the person killed with a sword, this must refer to someone who died of natural causes.) or a human bone, or a grave, will be unclean seven days. (sn See Matt 23:27 and Acts 23:3 for application of this by the time of Jesus.)"},{"number":17,"verse":"“‘For a ceremonially unclean person you must take (tn The verb is the perfect tense, third masculine plural, with a vav (ו) consecutive. The verb may be worded as a passive, “ashes must be taken,” but that may be too awkward for this sentence. It may be best to render it with a generic “you” to fit the instruction of the text.) some of the ashes of the heifer (tn The word “heifer” is not in the Hebrew text, but it is implied.) burnt for purification from sin and pour (tn Here too the verb is the perfect tense with vav (ו) consecutive; rather than make this passive, it is here left as a direct instruction to follow the preceding one. For the use of the verb נָתַן (natan) in the sense of “pour,” see S. C. Reif, “A Note on a Neglected Connotation of ntn,” VT 20 (1970): 114-16.) fresh running (tn The expression is literally “living water.” Living water is the fresh, flowing spring water that is clear, life-giving, and not the collected pools of stagnant or dirty water.) water over them in a vessel."},{"number":18,"verse":"Then a ceremonially clean person must take hyssop, dip it in the water, and sprinkle it on the tent, on all its furnishings, and on the people who were there, or on the one who touched a bone, or one killed, or one who died, or a grave."},{"number":19,"verse":"And the clean person must sprinkle the unclean on the third day and on the seventh day; and on the seventh day he must purify him, (tn The construction uses a simple Piel of חָטָא (khata’, “to purify”) with a pronominal suffix – “he shall purify him.” Some commentators take this to mean that after he sprinkles the unclean then he must purify himself. But that would not be the most natural way to read this form.) and then he must wash his clothes, and bathe in water, and he will be clean in the evening."},{"number":20,"verse":"But the man who is unclean and does not purify himself, that person must be cut off from among the community, because he has polluted the sanctuary of the LORD; the water of purification was not sprinkled on him, so he is unclean."},{"number":21,"verse":"“‘So this will be a perpetual ordinance for them: The one who sprinkles (tn The form has the conjunction with it: וּמַזֵּה (umazzeh). The conjunction subordinates the following as the special law. It could literally be translated “and this shall be…that the one who sprinkles.”) the water of purification must wash his clothes, and the one who touches the water of purification will be unclean until evening. (sn This gives the indication of the weight of the matter, for “until the evening” is the shortest period of ritual uncleanness in the Law. The problem of contamination had to be taken seriously, but this was a relatively simple matter to deal with – if one were willing to obey the Law.)"},{"number":22,"verse":"And whatever the unclean person touches will be unclean, and the person who touches it will be unclean until evening.’”"}]}