{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"Balaam Blesses Israel (sn The first part of Balaam’s activity ends in disaster for Balak – he blesses Israel. The chapter falls into four units: the first prophecy (vv. 1–10), the relocation (vv. 11–17), the second prophecy (vv. 18–24), and a further location (vv. 25–30).) Balaam said to Balak, “Build me seven altars here, and prepare for me here seven bulls and seven rams.”"},{"number":2,"verse":"So Balak did just as Balaam had said. Balak and Balaam then offered on each (tn The Hebrew text has “on the altar,” but since there were seven of each animal and seven altars, the implication is that this means on each altar.) altar a bull and a ram."},{"number":3,"verse":"Balaam said to Balak, “Station yourself (tn The verb הִתְיַצֵּב (hityatsev) means “to take a stand, station oneself.” It is more intentional than simply standing by something. He was to position himself by the sacrifice as Balaam withdrew to seek the oracle.) by your burnt offering, and I will go off; perhaps the LORD will come to meet me, and whatever he reveals to me (tn Heb “and the word of what he shows me.” The noun is in construct, and so the clause that follows functions as a noun clause in the genitive. The point is that the word will consist of divine revelation.) I will tell you.” (tn The verb is the perfect tense with vav (ו) consecutive. This clause is dependent on the clause that precedes it.) Then he went to a deserted height. (sn He went up to a bald spot, to a barren height. The statement underscores the general belief that such tops were the closest things to the gods. On such heights people built their shrines and temples.)"},{"number":4,"verse":"Then God met Balaam, who (tn The relative pronoun is added here in place of the conjunction to clarify that Balaam is speaking to God and not vice versa.) said to him, “I have prepared seven altars, and I have offered on each altar a bull and a ram.”"},{"number":5,"verse":"Then the LORD put a message (tn Heb “word.”) in Balaam’s mouth and said, “Return to Balak, and speak what I tell you.” (tn Heb “and thus you shall speak.”)"},{"number":6,"verse":"So he returned to him, and he was still (tn The Hebrew text draws the vividness of the scene with the deictic particle הִנֵּה (hinneh) – Balaam returned, and there he was, standing there.) standing by his burnt offering, he and all the princes of Moab."},{"number":7,"verse":"Then Balaam (tn Heb “he”; the referent (Balaam) has been specified in the translation for clarity.) uttered (tn Heb “took up.”) his oracle, saying, “Balak, the king of Moab, brought me (tn The passage calls for a past tense translation; since the verb form is a prefixed conjugation, this tense should be classified as a preterite without the vav (ו). Such forms do occur, especially in the ancient poetic passages.) from Aram, out of the mountains of the east, saying, ‘Come, pronounce a curse on Jacob for me; come, denounce Israel.’ (sn The opening lines seem to be a formula for the seer to identify himself and the occasion for the oracle. The tension is laid out early; Balaam knows that God has intended to bless Israel, but he has been paid to curse them.)"},{"number":8,"verse":"How (tn The figure is erotesis, a rhetorical question. He is actually saying he cannot curse them because God has not cursed them.) can I curse (tn The imperfect tense should here be classified as a potential imperfect.) one whom God has not cursed, or how can I denounce one whom the LORD has not denounced?"},{"number":9,"verse":"For from the top of the rocks I see them; (tn Heb “him,” but here it refers to the Israelites (Israel).) from the hills I watch them. (sn Balaam reports his observation of the nation of Israel spread out below him in the valley. Based on that vision, and the Lord’s word, he announces the uniqueness of Israel – they are not just like one of the other nations. He was correct, of course; they were the only people linked with the living God by covenant.) Indeed, a nation that lives alone, and it will not be reckoned (tn The verb could also be taken as a reflexive – Israel does not consider itself as among the nations, meaning, they consider themselves to be unique.) among the nations."},{"number":10,"verse":"Who (tn The question is again rhetorical; it means no one can count them – they are innumerable.) can count (tn The perfect tense can also be classified as a potential nuance. It does not occur very often, but does occur several times.) the dust (sn The reference in the oracle is back to Gen 13:16, which would not be clear to Balaam. But God had described their growth like the dust of the earth. Here it is part of the description of the vast numbers.) of Jacob, Or number (tn Heb “and as a number, the fourth part of Israel.” The noun in the MT is not in the construct state, and so it should be taken as an adverbial accusative, forming a parallel with the verb “count.” The second object of the verse then follows, “the fourth part of Israel.” Smr and the LXX have “and who has numbered” (וּמִסְפָּר, umispar), making this colon more parallel to the preceding one. The editor of BHS prefers this reading.) the fourth part of Israel? Let me (tn The use of נֶפֶשׁ (nefesh) for the subject of the verb stresses the personal nature – me.) die the death of the upright, (sn Here the seer’s words link with the promise of Gen 12:3, that whoever blesses Israel will be blessed. Since the blessing belongs to them, the upright (and not Balak), Balaam would like his lot to be with them.) and let the end of my life (tn Heb “my latter end.”) be like theirs.” (tn Heb “his.”)"},{"number":11,"verse":"Balaam Relocates Then Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but on the contrary (tn The Hebrew text uses הִנֵּה (hinneh) here to stress the contrast.) you have only blessed them!” (tn The construction is emphatic, using the perfect tense and the infinitive absolute to give it the emphasis. It would have the force of “you have done nothing but bless,” or “you have indeed blessed.” The construction is reminiscent of the call of Abram and the promise of the blessing in such elaborate terms.)"},{"number":12,"verse":"Balaam replied, (tn Heb “he answered and said.” The referent (Balaam) has been specified in the translation for clarity.) “Must I not be careful (tn The verb שָׁמַר (shamar) means “to guard, watch, observe” and so here with a sense of “be careful” or even “take heed” (so KJV, ASV). The nuance of the imperfect tense would be obligatory: “I must be careful” – to do what? to speak what the Lord has put in my mouth. The infinitive construct “to speak” is therefore serving as the direct object of שָׁמַר.) to speak what the LORD has put in my mouth?” (tn The clause is a noun clause serving as the direct object of “to speak.” It begins with the sign of the accusative, and then the relative pronoun that indicates the whole clause is the accusative.)"},{"number":13,"verse":"Balak said to him, “Please come with me to another place from which you can observe them. You will see only a part of them, but you will not see all of them. Curse them for me from there.”"},{"number":14,"verse":"So Balak brought Balaam (tn Heb “he brought him”; the referents (Balak and Balaam) have been specified in the translation for clarity.) to the field of Zophim, to the top of Pisgah, (tn Some scholars do not translate this word as “Pisgah,” but rather as a “lookout post” or an “elevated place.”) where (tn Heb “and he built.”) he built seven altars and offered a bull and a ram on each altar."},{"number":15,"verse":"And Balaam (tn Heb “he”; the referent (Balaam) has been specified in the translation for clarity.) said to Balak, “Station yourself here (tn The verse uses כֹּה (koh) twice: “Station yourself here…I will meet [the Lord] there.”) by your burnt offering, while I meet the LORD there."},{"number":16,"verse":"Then the LORD met Balaam and put a message (tn Heb “word.”) in his mouth and said, “Return to Balak, and speak what I tell you.”"},{"number":17,"verse":"When Balaam (tn Heb “he”; the referent (Balaam) has been specified in the translation for clarity.) came to him, he was still standing by his burnt offering, along with the princes of Moab. And Balak said to him, “What has the LORD spoken?”"},{"number":18,"verse":"Balaam Prophesies Again Balaam (tn Heb “he.” The antecedent has been supplied in the translation for clarity.) uttered (tn Heb “took up.”) his oracle, and said, “Rise up, (tn The verb probably means “pay attention” in this verse.) Balak, and hear; Listen to me, son of Zippor:"},{"number":19,"verse":"God is not a man, that he should lie, nor a human being, (tn tn Heb “son of man.”) that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not make it happen? (tn The verb is the Hiphil of קוּם (qum, “to cause to rise; to make stand”). The meaning here is more of the sense of fulfilling the promises made.)"},{"number":20,"verse":"Indeed, I have received a command (tn The Hebrew text simply has “I have received [to] bless.” The infinitive is the object of the verb, telling what he received. Balaam was not actually commanded to bless, but was given the word of blessing so that he was given a divine decree that would bless Israel.) to bless; he has blessed, (sn The reference is probably to the first speech, where the Lord blessed Israel. Balaam knows that there is nothing he can do to reverse what God has said.) and I cannot reverse it. (tn The verb is the Hiphil of שׁוּב (shuv), meaning “to cause to return.” He cannot return God’s word to him, for it has been given, and it will be fulfilled.)"},{"number":21,"verse":"He (tn These could be understood as impersonal and so rendered “no one has discovered.”) has not looked on iniquity in Jacob, (sn The line could mean that God has regarded Israel as the ideal congregation without any blemish or flaw. But it could also mean that God has not looked on their iniquity, meaning, held it against them.) nor has he seen trouble (tn The word means “wrong, misery, trouble.” It can mean the idea of “disaster” as well, for that too is trouble. Here it is parallel to “iniquity” and so has the connotation of something that would give God reason to curse them.) in Israel. The LORD their God is with them; his acclamation (tn The people are blessed because God is their king. In fact, the shout of acclamation is among them – they are proclaiming the Lord God as their king. The word is used normally for the sound of the trumpet, but also of battle shouts, and then here acclamation. This would represent their conviction that Yahweh is king. On the usage of this Hebrew word see further BDB 929-30 s. v. תְּרוּעָה; HALOT 1790-91 s. v.) as king is among them."},{"number":22,"verse":"God brought them (tn The form is the Hiphil participle from יָצַא (yatsa’) with the object suffix. He is the one who brought them out.) out of Egypt. They have, as it were, the strength of a wild bull. (sn The expression is “the horns of the wild ox” (KJV “unicorn”). The point of the image is strength or power. Horns are also used in the Bible to represent kingship (see Pss 89 and 132).)"},{"number":23,"verse":"For there is no spell against (tn Or “in Jacob.” But given the context the meaning “against” is preferable. The words describe two techniques of consulting God; the first has to do with observing omens in general (“enchantments”), and the second with casting lots or arrows of the like (“divinations” [Ezek 21:26]). See N. H. Snaith, Leviticus and Numbers (NCB), 295-96.) Jacob, nor is there any divination against Israel. At this time (tn The form is the preposition “like, as” and the word for “time” – according to the time, about this time, now.) it must be said (tn The Niphal imperfect here carries the nuance of obligation – one has to say in amazement that God has done something marvelous or “it must be said.”) of Jacob and of Israel, ‘Look at (tn The words “look at” are not in the Hebrew text but have been added in the translation for clarity.) what God has done!’"},{"number":24,"verse":"Indeed, the people will rise up like a lioness, and like a lion raises himself up; they will not lie down until they eat their (tn The pronoun “their” has been supplied for clarity; it is not present in the Hebrew text.) prey, and drink the blood of the slain.” (sn The oracle compares Israel first to a lion, or better, lioness, because she does the tracking and hunting of food while the lion moves up and down roaring and distracting the prey. But the lion is also the traditional emblem of Judah, Dan and Gad, as well as the symbol of royalty. So this also supports the motif of royalty as well as power for Israel.)"},{"number":25,"verse":"Balaam Relocates Yet Again Balak said to Balaam, “Neither curse them at all (tn The verb is preceded by the infinitive absolute: “you shall by no means curse” or “do not curse them at all.” He brought him to curse, and when he tried to curse there was a blessing. Balak can only say it would be better not to bother.) nor bless them at all!” (tn The same construction now works with “nor bless them at all.” The two together form a merism – “don’t say anything.” He does not want them blessed, so Balaam is not to do that, but the curse isn’t working either.)"},{"number":26,"verse":"But Balaam replied (tn Heb “answered and said.”) to Balak, “Did I not tell you, ‘All that the LORD speaks, (tn This first clause, “all that the Lord speaks” – is a noun clause functioning as the object of the verb that comes at the end of the verse. It is something of an independent accusative case, since it is picked up with the sign of the accusative: “all that the Lord speaks, it I must do.”) I must do’?”"},{"number":27,"verse":"Balak said to Balaam, “Come, please; I will take you to another place. Perhaps it will please God (tn Heb “be pleasing in the eyes of God.”) to let you curse them for me from there.” (sn Balak is stubborn, as indeed Balaam is persistent. But Balak still thinks that if another location were used it just might work. Balaam had actually told Balak in the prophecy that other attempts would fail. But Balak refuses to give up so easily. So he insists they perform the ritual and try again. This time, however, Balaam will change his approach, and this will result in a dramatic outpouring of power on him.)"},{"number":28,"verse":"So Balak took Balaam to the top of Peor, that looks toward the wilderness. (tn Or perhaps as a place name, “Jeshimon” (cf. 21:20).)"},{"number":29,"verse":"Then Balaam said to Balak, “Build seven altars here for me, and prepare seven bulls and seven rams.”"},{"number":30,"verse":"So Balak did as Balaam had said, and offered a bull and a ram on each altar."}]}