{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"(Israel’s Sin with the Moabite Women) (sn Chapter 25 tells of Israel’s sins on the steppes of Moab, and God’s punishment. In the overall plan of the book, here we have another possible threat to God’s program, although here it comes from within the camp (Balaam was the threat from without). If the Moabites could not defeat them one way, they would try another. The chapter has three parts: fornication (vv. 1–3), God’s punishment (vv. 4–9), and aftermath (vv. 10–18). See further G. E. Mendenhall, The Tenth Generation, 105-21; and S. C. Reif, “What Enraged Phinehas? A Study of Numbers 25:8,” JBL 90 (1971): 200-206.) When (tn This first preterite is subordinated to the next as a temporal clause; it is not giving a parallel action, but the setting for the event.) Israel lived in Shittim, the people began to commit sexual immorality (sn The account apparently means that the men were having sex with the Moabite women. Why the men submitted to such a temptation at this point is hard to say. It may be that as military heroes the men took liberties with the women of occupied territories.) with the daughters of Moab."},{"number":2,"verse":"These women invited (tn The verb simply says “they called,” but it is a feminine plural. And so the women who engaged in immoral acts with Hebrew men invited them to their temple ritual.) the people to the sacrifices of their gods; then the people ate and bowed down to their gods. (sn What Israel experienced here was some of the debased ritual practices of the Canaanite people. The act of prostrating themselves before the pagan deities was probably participation in a fertility ritual, nothing short of cultic prostitution. This was a blatant disregard of the covenant and the Law. If something were not done, the nation would have destroyed itself.)"},{"number":3,"verse":"When Israel joined themselves to Baal-peor, (tn The verb is “yoked” to Baal-peor. The word is unusual, and may suggest the physical, ritual participation described below. It certainly shows that they acknowledge the reality of the local god. sn The evidence indicates that Moab was part of the very corrupt Canaanite world, a world that was given over to the fertility ritual of the times.) the anger of the LORD flared up against Israel."},{"number":4,"verse":"(God’s Punishment) The LORD said to Moses, “Arrest all the leaders (sn The meaning must be the leaders behind the apostasy, for they would now be arrested. They were responsible for the tribes’ conformity to the Law, but here they had not only failed in their duty, but had participated. The leaders were executed; the rest of the guilty died by the plague.) of the people, and hang them up (sn The leaders who were guilty were commanded by God to be publicly exposed by hanging, probably a reference to impaling, but possibly some other form of harsh punishment. The point was that the swaying of their executed bodies would be a startling warning for any who so blatantly set the Law aside and indulged in apostasy through pagan sexual orgies.) before the LORD in broad daylight, (tn Heb “in the sun.” This means in broad daylight.) so that the fierce anger of the LORD may be turned away from Israel.”"},{"number":5,"verse":"So Moses said to the judges of Israel, “Each of you must execute those of his men (tn Heb “slay – a man his men.” The imperative is plural, and so “man” is to be taken collectively as “each of you men.”) who were joined to Baal-peor.”"},{"number":6,"verse":"Just then (tn The verse begins with the deictic particle וְהִנֵּה (vÿhinneh), pointing out the action that was taking place. It stresses the immediacy of the action to the reader.) one of the Israelites came and brought to his brothers (tn Or “to his family”; or “to his clan.”) a Midianite woman in the plain view of Moses and of (tn Heb “before the eyes of Moses and before the eyes of.”) the whole community of the Israelites, while they (tn The vav (ו) at the beginning of the clause is a disjunctive because it is prefixed to the nonverbal form. In this context it is best interpreted as a circumstantial clause, stressing that this happened “while” people were weeping over the sin.) were weeping at the entrance of the tent of meeting."},{"number":7,"verse":"When Phinehas son of Eleazar, the son of Aaron the priest, saw it, (tn The first clause is subordinated to the second because both begin with the preterite verbal form, and there is clearly a logical and/or chronological sequence involved.) he got up from among the assembly, took a javelin in his hand,"},{"number":8,"verse":"and went after the Israelite man into the tent (tn The word קֻבָּה (qubbah) seems to refer to the innermost part of the family tent. Some suggest it was in the tabernacle area, but that is unlikely. S. C. Reif argues for a private tent shrine (“What Enraged Phinehas? A Study of Numbers 25:8,” JBL 90 [1971]: 200-206).) and thrust through the Israelite man and into the woman’s abdomen. (tn Heb “and he thrust the two of them the Israelite man and the woman to her belly [lower abdomen].” Reif notes the similarity of the word with the previous “inner tent,” and suggests that it means Phinehas stabbed her in her shrine tent, where she was being set up as some sort of priestess or cult leader. Phinehas put a quick end to their sexual immorality while they were in the act.) So the plague was stopped from the Israelites. (sn Phinehas saw all this as part of the pagan sexual ritual that was defiling the camp. He had seen that the Lord himself had had the guilty put to death. And there was already some plague breaking out in the camp that had to be stopped. And so in his zeal he dramatically put an end to this incident, that served to stop the rest and end the plague.)"},{"number":9,"verse":"Those that died in the plague were 24000."},{"number":10,"verse":"(The Aftermath) The LORD spoke to Moses:"},{"number":11,"verse":"“Phinehas son of Eleazar, the son of Aaron the priest, has turned my anger away from the Israelites, when he manifested such zeal (tn Heb “he was zealous with my zeal.” The repetition of forms for “zeal” in the line stresses the passion of Phinehas. The word “zeal” means a passionate intensity to protect or preserve divine or social institutions.) for my sake among them, so that I did not consume the Israelites in my zeal. (tn The word for “zeal” now occurs a third time. While some English versions translate this word here as “jealousy” (KJV, ASV, NASB, NRSV), it carries the force of God’s passionate determination to defend his rights and what is right about the covenant and the community and parallels the “zeal” that Phinehas had just demonstrated.)"},{"number":12,"verse":"Therefore, announce: (tn Heb “say.”) ‘I am going to give (tn Here too the grammar expresses an imminent future by using the particle הִנְנִי (hinni) before the participle נֹתֵן (noten) – “here I am giving,” or “I am about to give.”) to him my covenant of peace. (tn Or “my pledge of friendship” (NAB), or “my pact of friendship” (NJPS). This is the designation of the leadership of the priestly ministry. The terminology is used again in the rebuke of the priests in Mal 2.)"},{"number":13,"verse":"So it will be to him and his descendants after him a covenant of a permanent priesthood, because he has been zealous for his God, (tn The motif is reiterated here. Phinehas was passionately determined to maintain the rights of his God by stopping the gross sinful perversions.) and has made atonement (sn The atonement that he made in this passage refers to the killing of the two obviously blatant sinners. By doing this he dispensed with any animal sacrifice, for the sinners themselves died. In Leviticus it was the life of the substitutionary animal that was taken in place of the sinners that made atonement. The point is that sin was punished by death, and so God was free to end the plague and pardon the people. God’s holiness and righteousness have always been every bit as important as God’s mercy and compassion, for without righteousness and holiness mercy and compassion mean nothing.) for the Israelites.’”"},{"number":14,"verse":"Now the name of the Israelite who was stabbed — the one who was stabbed with the Midianite woman — was Zimri son of Salu, a leader of a clan (tn Heb “a father’s house.” So also in v. 15.) of the Simeonites."},{"number":15,"verse":"The name of the Midianite woman who was killed was Cozbi daughter of Zur. He was a leader (tn Heb “head.”) over the people of a clan of Midian. (sn The passage makes it clear that this individual was a leader, one who was supposed to be preventing this thing from happening. The judgment was swift and severe, because the crime was so great, and the danger of it spreading was certain. Paul refers to this horrible incident when he reminds Christians not to do similar things (1 Cor 10:6–8).)"},{"number":16,"verse":"Then the LORD spoke to Moses:"},{"number":17,"verse":"“Bring trouble (tn The form is the infinitive absolute used in place of a verb here; it clearly is meant to be an instruction for Israel. The idea is that of causing trouble, harassing, vexing Midian. The verb is repeated as the active participle in the line, and so the punishment is talionic.) to the Midianites, and destroy them,"},{"number":18,"verse":"because they bring trouble to you by their treachery with which they have deceived (tn This is the same word as that translated “treachery.”) you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, (sn Cozbi’s father, Zur, was one of five Midianite kings who eventually succumbed to Israel (Num 31:8). When the text gives the name and family of a woman, it is asserting that she is important, at least for social reasons, among her people.) their sister, who was killed on the day of the plague that happened as a result of Peor.”"}]}