{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"The Southern Border of the Land (sn This chapter falls into several sections: the south (vv. 1–5), the west (v. 6), the north (vv. 7–9), the east (vv. 10–15), and then a list of appointed officials (vv. 16–29).) Then the LORD spoke to Moses:"},{"number":2,"verse":"“Give these instructions (tn Or “command.”) to the Israelites, and tell them: ‘When you enter Canaan, the land that has been assigned to you as an inheritance, (tn Heb “this is the land that will fall to you as an inheritance.”) the land of Canaan with its borders,"},{"number":3,"verse":"your southern border (tn The expression refers to the corner or extremity of the Negev, the South.) will extend from the wilderness of Zin along the Edomite border, and your southern border will run eastward to the extremity of the Salt Sea,"},{"number":4,"verse":"and then the border will turn from the south to the Scorpion Ascent, (tn Or “the Ascent of Scorpions” (עַקְרַבִּים [’aqrabbim] means “scorpions” in Hebrew).) continue to Zin, and then its direction (tn Heb “its going forth,” or the way it runs.) will be from the south to Kadesh Barnea. Then it will go to Hazar Addar and pass over to Azmon."},{"number":5,"verse":"There the border will turn from Azmon to the Brook of Egypt, and then its direction is to the sea. (sn That is, the Mediterranean.)"},{"number":6,"verse":"The Western Border of the Land “‘And for a western border (tn The word for west is simply “sea,” because the sea is west of Israel.) you will have the Great Sea. (sn That is, the Mediterranean Sea (also in the following verse).) This will be your western border."},{"number":7,"verse":"The Northern Border of the Land “‘And this will be your northern border: From the Great Sea you will draw a line to Mount Hor;"},{"number":8,"verse":"from Mount Hor you will draw a line to Lebo Hamath, (tn Or “to the entrance to Hamath.”) and the direction of the border will be to Zedad."},{"number":9,"verse":"The border will continue to Ziphron, and its direction will be to Hazar Enan. This will be your northern border."},{"number":10,"verse":"The Eastern Border of the Land “‘For your eastern border you will draw a line from Hazar Enan to Shepham."},{"number":11,"verse":"The border will run down from Shepham to Riblah, on the east side of Ain, and the border will descend and reach the eastern side of the Sea of Chinnereth. (tn Or “the Sea of Galilee” (so NLT); NCV, TEV, CEV “Lake Galilee.”sn The word means “harp.” The lake (or sea) of Galilee was so named because it is shaped somewhat like a harp.)"},{"number":12,"verse":"Then the border will continue down the Jordan River (tn The word “River” is not in the Hebrew text, but has been supplied in the translation for clarity.) and its direction will be to the Salt Sea. This will be your land by its borders that surround it.’”"},{"number":13,"verse":"Then Moses commanded the Israelites: “This is the land which you will inherit by lot, which the LORD has commanded to be given (tn The infinitive forms the direct object of what the Lord commanded. It actually means “to give,” but without an expressed subject may be made passive.) to the nine and a half tribes,"},{"number":14,"verse":"because the tribe of the Reubenites by their families, (tn Heb “the house of their fathers.” So also a little later in this verse.) the tribe of the Gadites by their families, and half of the tribe of Manasseh have received their inheritance."},{"number":15,"verse":"The two and a half tribes have received their inheritance on this side of the Jordan, east of Jericho, (map For the location of Jericho see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) toward the sunrise.”"},{"number":16,"verse":"Appointed Officials The LORD said to Moses:"},{"number":17,"verse":"“These are the names of the men who are to allocate the land to you as an inheritance: (tn The verb can be translated simply as “divide,” but it has more the idea of allocate as an inheritance, the related noun being “inheritance.”) Eleazar the priest and Joshua son of Nun."},{"number":18,"verse":"You must take one leader from every (tn This sense is created by repetition: “one leader, one leader from the tribe.”) tribe to assist in allocating the land as an inheritance. (tn The sentence simply uses לִנְחֹל (linkhol, “to divide, apportion”). It has been taken already to mean “allocate as an inheritance.” Here “assist” may be added since Joshua and Eleazar had the primary work.)"},{"number":19,"verse":"These are the names of the men: from the tribe of Judah, Caleb son of Jephunneh;"},{"number":20,"verse":"from the tribe of the Simeonites, Shemuel son of Ammihud;"},{"number":21,"verse":"from the tribe of Benjamin, Elidad son of Kislon;"},{"number":22,"verse":"and from the tribe of the Danites, a leader, Bukki son of Jogli."},{"number":23,"verse":"From the Josephites, Hanniel son of Ephod, a leader from the tribe of Manasseh;"},{"number":24,"verse":"from the tribe of the Ephraimites, a leader, Kemuel son of Shiphtan;"},{"number":25,"verse":"from the tribe of the Zebulunites, a leader, Elizaphan son of Parnach;"},{"number":26,"verse":"from the tribe of the Issacharites, a leader, Paltiel son of Azzan;"},{"number":27,"verse":"from the tribe of the Asherites, a leader, Ahihud son of Shelomi;"},{"number":28,"verse":"and from the tribe of the Naphtalites, a leader, Pedahel son of Ammihud.”"},{"number":29,"verse":"These are the ones whom the LORD commanded to divide up the inheritance among the Israelites in the land of Canaan."}]}