{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":7,"verses":[{"number":1,"verse":"(The Leader’s Offerings) (sn This long and repetitious chapter has several parts to it: the introduction (vv. 1–3), the assigning of gifts (vv. 4–9), the time of presentation (vv. 10–11), and then the tribes (vv. 12–83), and then a summary (vv. 84–89).) When Moses had completed setting up the tabernacle, (tn The construction of this line begins with the temporal indicator (traditionally translated “and it came to pass”) and then after the idiomatic “in the day of” (= “when”) uses the Piel infinitive construct from כָּלָה (kalah). The infinitive is governed by the subjective genitive, “Moses,” the formal subject of the clause. The object of the infinitive is the second infinitive, “to set up” (לְהָקִים, lÿhaqim). This infinitive, the Hiphil, serves as the direct object, answering the question of what it was that Moses completed. The entire clause is an adverbial clause of time. sn This chapter belongs chronologically after Lev 8:11, because Aaron and his sons were not yet made the celebrants and officiants of the new shrine (completed in Exodus). Here then chapters 7-9 are actually earlier than chapters 1-6, and form a supplement by adding information not found in Exodus and Leviticus. The first verse here recapitulates the first act of Moses in consecrating the shrine (Exod 30:23–31).) he anointed it and consecrated it and all its furnishings, and he anointed and consecrated the altar and all its utensils."},{"number":2,"verse":"Then the leaders of Israel, the heads of their clans, (tn Heb “the house of their fathers.”) made an offering. They were the leaders of the tribes; they were the ones who had been supervising (tn The form is the Qal active participle from the verb “to stand” (עָמַד, ’amad). The form describes these leaders as “the ones standing over [the ones numbered].” The expression, along with the clear indication of the first census in chapter 1, shows that this was a supervisory capacity.) the numbering."},{"number":3,"verse":"They brought (tn Heb “and they brought.”) their offering before the LORD, six covered carts (sn For a discussion and drawings, see W. S. McCullough, IDB 1:540. But see also D. J. Wiseman, IBD 1:254.) and twelve oxen — one cart for every two of the leaders, and an ox for each one; and they presented them in front of the tabernacle."},{"number":4,"verse":"(The Distribution of the Gifts) Then the LORD spoke to Moses:"},{"number":5,"verse":"“Receive these gifts (tn The object is not in the Hebrew text, but has been supplied.) from them, that they may be (tn The verb is the perfect tense with vav (ו) consecutive; following the imperative, this could be given an independent volitive translation (“they shall be”), but more fittingly a subordinated translation expressing the purpose of receiving the gifts.) used in doing the work (tn The sentence uses the infinitive construct expressing purpose, followed by its cognate accusative: “[that they may be] for doing the work of” (literally, “serving the service of”).) of the tent of meeting; and you must give them to the Levites, to every man (tn The noun אִישׁ (’ish) is in apposition to the word “Levites,” and is to be taken in a distributive sense: “to the Levites, [to each] man according to his service.”) as his service requires.” (tn The expression כְּפִי (kÿfi) is “according to the mouth of.” Here, it would say “according to the mouth of his service,” which would mean “what his service calls for.”)"},{"number":6,"verse":"So Moses accepted the carts and the oxen and gave them to the Levites."},{"number":7,"verse":"He gave two carts and four oxen to the Gershonites, as their service required;"},{"number":8,"verse":"and he gave four carts and eight oxen to the Merarites, as their service required, under the authority (tn Heb “hand.”) of Ithamar son of Aaron the priest."},{"number":9,"verse":"But to the Kohathites he gave none, because the service of the holy things, which they carried (tn The verb is the imperfect tense, but it describes their customary activity – they had to carry, they used to carry.) on their shoulders, was their responsibility. (tn Heb “upon them,” meaning “their duty.”)"},{"number":10,"verse":"(The Time of Presentation) The leaders offered (tn The verse begins with the preterite and vav (ו) consecutive: “and they offered.”) gifts (tn The direct object, “gifts,” is implied but not actually stated in the Hebrew text. It has been supplied in the translation for stylistic reasons and for clarity.) for (tn The sign of the accusative here must indicate an adverbial accusative and not the direct object; they offered their gifts for the dedication of the altar.) the dedication (sn Some commentators take the word “dedication” in the sense of a dedication gift, and so make it the direct object. Many modern scholars assume that this is a late word, belonging only in P, the Chronicler, and the heading of Ps 30 (a Davidic psalm).) of the altar when it was anointed. (tn The adverbial clause uses the Niphal infinitive construct as the main verb. The word is the well-known מָשַׁח (mashakh, “to anoint, smear”).) And the leaders presented (tn Heb “offered,” but this is redundant and has been translated as “presented” for stylistic reasons. The same phrase occurs in vv. 11 and 12.) their offering before the altar."},{"number":11,"verse":"For the LORD said to Moses, “They must present their offering, one leader for each day, (tn The distributive sense is achieved by repetition: “one leader for the day, one leader for the day.”) for the dedication of the altar.”"},{"number":12,"verse":"(The Tribal Offerings) The one who presented his offering on the first day was Nahshon son of Amminadab, from the tribe of Judah. (sn The tribe of Judah is listed first. It seems that it had already achieved a place of prominence based on the patriarchal promise of the Messiahship in Judah (Gen 49:10).)"},{"number":13,"verse":"His offering was one silver platter weighing 130 shekels, (tn The word “shekels” has been supplied in the translation for clarity. So also in vv. 19, 20, 25, 26, 31, 32, 37, 38, 43, 44, 49, 50, 55, 56, 60, 62, 66, 68, 73, 74, 79, 85, 86.) and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":14,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":15,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":16,"verse":"one male goat for a purification offering;"},{"number":17,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nahshon son of Amminadab."},{"number":18,"verse":"On the second day Nethanel son of Zuar, leader of Issachar, presented an offering."},{"number":19,"verse":"He offered for his offering one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":20,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":21,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":22,"verse":"one male goat for a purification offering;"},{"number":23,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nethanel son of Zuar."},{"number":24,"verse":"On the third day Eliab son of Helon, leader of the Zebulunites, presented an offering. (tn The phrase “presented an offering” is not found in the Hebrew text at this point but has been supplied to clarify what action is being done. The same phrase is absent from the Hebrew text in the following verses which tell who makes the offerings (7:30, 36, 42, 48, 54, 60, 66, 72, 78).)"},{"number":25,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":26,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":27,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":28,"verse":"one male goat for a purification offering;"},{"number":29,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Eliab son of Helon."},{"number":30,"verse":"On the fourth day Elizur son of Shedeur, leader of the Reubenites, presented an offering."},{"number":31,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":32,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":33,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":34,"verse":"one male goat for a purification offering;"},{"number":35,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elizur son of Shedeur."},{"number":36,"verse":"On the fifth day Shelumiel son of Zurishaddai, leader of the Simeonites, presented an offering."},{"number":37,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":38,"verse":"one gold pan weighing 10 shekels;"},{"number":39,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":40,"verse":"one male goat for a purification offering;"},{"number":41,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Sheloumiel son of Zurishaddai."},{"number":42,"verse":"On the sixth day Eliasaph son of Deuel, leader of the Gadites, presented an offering."},{"number":43,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":44,"verse":"one gold pan weighing 10 shekels;"},{"number":45,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":46,"verse":"one male goat for a purification offering;"},{"number":47,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Eliasaph son of Deuel."},{"number":48,"verse":"On the seventh day Elishama son of Ammihud, leader of the Ephraimites, presented an offering."},{"number":49,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":50,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":51,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":52,"verse":"one male goat for a purification offering;"},{"number":53,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elishama son of Ammihud."},{"number":54,"verse":"On the eighth day Gamaliel son of Pedahzur, leader of the Manassehites, presented an offering."},{"number":55,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":56,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":57,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":58,"verse":"one male goat for a purification offering;"},{"number":59,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Gamaliel son of Pedahzur."},{"number":60,"verse":"On the ninth day Abidan son of Gideoni, leader of the Benjaminites, presented an offering."},{"number":61,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":62,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":63,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":64,"verse":"one male goat for a purification offering;"},{"number":65,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Abidan son of Gideoni."},{"number":66,"verse":"On the tenth day Ahiezer son of Amishaddai, leader of the Danites, presented an offering."},{"number":67,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":68,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":69,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":70,"verse":"one male goat for a purification offering;"},{"number":71,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahiezer son of Amishaddai."},{"number":72,"verse":"On the eleventh day Pagiel son of Ocran, leader of the Asherites, presented an offering."},{"number":73,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":74,"verse":"one gold pan weighing 10 shekels, full of incense;"},{"number":75,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":76,"verse":"one male goat for a purification offering;"},{"number":77,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Pagiel son of Ocran."},{"number":78,"verse":"On the twelfth day Ahira son of Enan, leader of the Naphtalites, presented an offering."},{"number":79,"verse":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"number":80,"verse":"one gold pan weighing 10 shekels;"},{"number":81,"verse":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"number":82,"verse":"one male goat for a purification offering;"},{"number":83,"verse":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahira son of Enan."},{"number":84,"verse":"(Summary) This was the dedication for the altar from the leaders of Israel, when it was anointed: twelve silver platters, twelve silver sprinkling bowls, and twelve gold pans."},{"number":85,"verse":"Each silver platter weighed 130 shekels, and each silver sprinkling bowl weighed 70 shekels. All the silver of the vessels weighed 2400 shekels, according to the sanctuary shekel."},{"number":86,"verse":"The twelve gold pans full of incense weighed 10 shekels each, according to the sanctuary shekel; all the gold of the pans weighed 120 shekels."},{"number":87,"verse":"All the animals for the burnt offering were 12 young bulls, 12 rams, 12 male lambs in their first year, with their grain offering, and 12 male goats for a purification offering."},{"number":88,"verse":"All the animals for the sacrifice for the peace offering were 24 young bulls, 60 rams, 60 male goats, and 60 lambs in their first year. These were the dedication offerings for the altar after it was anointed. (sn Even though the chapter seems wearisome and repetitious to the modern reader, it is a significant document. A. Rainey shows how it matches the exact ledgers of ancient sanctuaries (see ZPEB 5:202). The recording would have been done by the priestly scribes. Of the many points that can be observed here, it should not be missed that each tribe, regardless of its size or relative importance, was on equal footing before the Lord. Each tribe shared in the work of the Lord equally. Each tribe approached the sanctuary in precisely the same way on this memorable occasion. All such devotion to the work of the Lord was to receive the blessing of God.)"},{"number":89,"verse":"Now when Moses went into (tn The adverbial clause of time is constructed with the infinitive construct of the verb “to enter” (בּוֹא, bo’) with the preposition and with the subjective genitive that follows serving as the subject of the clause. The verse is strategic in the structure of the book: At the completion of the dedication with the offerings Moses received more revelation from the Lord in the tent. This verse therefore lays the foundation for what follows.) the tent of meeting to speak with the LORD, (tc The MT is obscure here, simply giving the purpose infinitive and the prepositional phrase (“with him”). But the following clause using the Hitpael of the same verb, introducing a reflexive sense: “then he heard the voice speaking with him.” The Greek clarified it by inserting “Lord” after the word “voice.” The editor of BHS favors emendation of the form to a Piel participle rather than the Hitpael of the MT (reading מְדַבֵּר [mÿdabber] instead of מִדַּבֵּר [middabber], the Hitpael with assimilation). Most commentators agree with the change, assuming there was a mistaken pointing in the MT.) he heard the voice speaking to him from above the atonement lid (tn The Hebrew word כַּפֹּרֶת (kapporet) has been traditionally rendered “mercy seat,” but since the ark is the footstool (see Ps 132), this translation is somewhat misleading. The word is etymologically connected to the verb “to make atonement.” A technical translation would be “place of atonement” or “propitiatory”; a more common translation would be “cover, lid” – provided that the definition “to cover” does not get transferred to the verb “to atone,” for that idea belongs to a homonym. See also Exod 25:17.) that was on the ark of the testimony, from between the two cherubim. (tn The cherubim are the carved forms of the angels attached to the ark. They indicate the guarding role of this order of angels in the holy of holies. They were also embroidered on the curtains. For basic material see ZPEB 1:788-90, and R. K. Harrison, ISBE 1:642-43.) Thus he spoke to him."}]}