{"bibleAbbr":"NET2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"(Passover Regulations) (sn The chapter has just the two sections, the observance of the Passover (vv. 1–14) and the cloud that led the Israelites in the wilderness (vv. 15–23). It must be remembered that the material in vv. 7–9 is chronologically earlier than vv. 1–6, as the notices in the text will make clear. The two main discussions here are the last major issues to be reiterated before dealing with the commencement of the journey.) The LORD spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out (tn The temporal clause is formed with the infinitive construct of יָצָא (yatsa’, “to go out; to leave”). This verse indicates that a full year had passed since the exodus and the original Passover; now a second ruling on the Passover is included at the beginning of the second year. This would have occurred immediately after the consecration of the tabernacle, in the month before the census at Sinai.) of the land of Egypt:"},{"number":2,"verse":"“The Israelites are to observe (tn The verb is simply “to do; to make” (עָשָׂה [’asah] in the jussive). It must have the idea here of “to perform; to keep; to observe” the ritual of the Passover.) the Passover (sn For a detailed study note on the Passover, see the discussion with the original institution in Exod 12. The word פֶּסַח (pesakh) – here in pause and with the article – has become the technical name for the spring festival of Israel. In Exod 12 the name is explained by the use of the verb “to pass over” (עָבַר, ’avar), indicating that the angel of death would pass over the house with the blood applied. Many scholarly attempts have been made to supply the etymology of the word, but none has been compelling enough to be accepted by a large number of biblical scholars. For general literature on the Passover, see J. B. Segal, The Hebrew Passover, as well as the Bible dictionaries and encyclopedias.) at its appointed time. (tc The Greek text uses a plural here but the singular in vv. 7 and 13; the Smr uses the plural in all three places.)"},{"number":3,"verse":"In the fourteenth day of this month, at twilight, (tn The literal Hebrew expression is “between the evenings” (so also in vv. 5, 11). Sunset is certainly one evening; the other may refer to the change in the middle of the afternoon to the late afternoon, or the beginning of dusk. The idea is probably just at twilight, or dusk (see R. B. Allen, TWOT 2:694).) you are to observe it at its appointed time; you must keep (tn The two verbs in this verse are identical; they are imperfects of instruction. The English translation has been modified for stylistic variation.) it in accordance with all its statutes and all its customs.” (tn The two words in this last section are standard “Torah” words. The word חֹק (khoq) is a binding statute, something engraved and monumental. The word מִשְׁפָּט (mishpat) means “judgment, decision,” but with a more general idea of “custom” at its core. The verse is making it very clear that the Passover had to follow the custom and form that was legislated in Egypt.)"},{"number":4,"verse":"So Moses instructed (tn Heb “spoke to.”) the Israelites to observe (tn The infinitive construct functions as the direct object of the preceding verb (a Hebrew complementary usage), answering the question of what he said.) the Passover."},{"number":5,"verse":"And they observed the Passover (tc The LXX omits this first clause; it also omits “at twilight.”) on the fourteenth day of the first month at twilight in the wilderness of Sinai; in accordance with all that the LORD had commanded Moses, so the Israelites did."},{"number":6,"verse":"It happened that some men (tn In the Hebrew text the noun has no definite article, and so it signifies “some” or “certain” men.) who were ceremonially defiled (tn The meaning, of course, is to be ceremonially unclean, and therefore disqualified from entering the sanctuary.) by the dead body of a man (tn Or “a human corpse” (so NAB, NKJV). So also in v.7; cf. v. 10.) could not keep (tn This clause begins with the vav (ו) conjunction and negative before the perfect tense. Here is the main verb of the sentence: They were not able to observe the Passover. The first part of the verse provides the explanation for their problem.) the Passover on that day, so they came before Moses and before Aaron on that day."},{"number":7,"verse":"And those men said to him, “We are ceremonially defiled by the dead body of a man; why are we kept back from offering the LORD’s offering at its appointed time among the Israelites?”"},{"number":8,"verse":"So Moses said to them, “Remain (tn The verb is simply “stand,” but in the more general sense of waiting to hear the answer.) here and I will hear (tn The cohortative may be subordinated to the imperative: “stand…[that I] may hear.”) what the LORD will command concerning you.”"},{"number":9,"verse":"The LORD spoke to Moses:"},{"number":10,"verse":"“Tell the Israelites, ‘If any (tn This sense is conveyed by the repetition of “man” – “if a man, a man becomes unclean.”) of you or of your posterity become ceremonially defiled by touching a dead body, or are on a journey far away, then he may (tn The perfect tense with vav (ו) consecutive functions as the equivalent of an imperfect tense. In the apodosis of this conditional sentence, the permission nuance fits well.) observe the Passover to the LORD."},{"number":11,"verse":"They may observe it on the fourteenth day of the second month (sn The delay of four weeks for such people would have permitted enough time for them to return from their journey, or to recover from any short termed defilement such as is mentioned here. Apart from this provision, the Passover was to be kept precisely at the proper time.) at twilight; they are to eat it with bread made without yeast and with bitter herbs."},{"number":12,"verse":"They must not leave any of it until morning, nor break any of its bones; they must observe it in accordance with every statute of the Passover."},{"number":13,"verse":"But (tn The disjunctive vav (ו) signals a contrastive clause here: “but the man” on the other hand….) the man who is ceremonially clean, and was not on a journey, and fails (tn The verb חָדַל (khadal) means “to cease; to leave off; to fail.” The implication here is that it is a person who simply neglects to do it. It does not indicate that he forgot, but more likely that he made the decision to leave it undone.) to keep the Passover, that person must be cut off from his people. (sn The pronouncement of such a person’s penalty is that his life will be cut off from his people. There are at least three possible interpretations for this: physical death at the hand of the community (G. B. Gray, Numbers [ICC], 84-85), physical and/or spiritual death at the hand of God (J. Milgrom, “A Prolegomenon to Lev 17:11,” JBL 90 [1971]: 154-55), or excommunication or separation from the community (R. A. Cole, Exodus [TOTC], 109). The direct intervention of God seem to be the most likely in view of the lack of directions for the community to follow. Excommunication from the camp in the wilderness would have been tantamount to a death sentence by the community, and so there really are just two views.) Because he did not bring the LORD’s offering at its appointed time, that man must bear his sin. (tn The word for “sin” here should be interpreted to mean the consequences of his sin (so a metonymy of effect). Whoever willingly violates the Law will have to pay the consequences.)"},{"number":14,"verse":"If a resident foreigner lives (tn The words translated “resident foreigner” and “live” are from the same Hebrew root, גּוּר (gur), traditionally translated “to sojourn.” The “sojourner” who “sojourns” is a foreigner, a resident alien, who lives in the land as a temporary resident with rights of land ownership.) among you and wants to keep (tn The verb is the simple perfect tense with vav (ו) consecutive. It is therefore the equivalent to the imperfect that comes before it. The desiderative imperfect fits this usage well, since the alien is not required to keep the feast, but may indeed desire to do so.) the Passover to the LORD, he must do so according to the statute of the Passover, and according to its custom. You must have (tn The Hebrew text has “there will be to you,” which is the way of expressing possession in Hebrew. Since this is legal instruction, the imperfect tense must be instruction or legislation.) the same (tn Or “you must have one statute.”) statute for the resident foreigner (tn The conjunction is used here to specify the application of the law: “and for the resident foreigner, and for the one…” indicates “both for the resident foreigner and the one who….”) and for the one who was born in the land.’”"},{"number":15,"verse":"(The Leading of the Lord) (sn This section (Num 9:15–23) recapitulates the account in Exod 40:34 but also contains some additional detail about the cloud that signaled Israel’s journeys. Here again material from the book of Exodus is used to explain more of the laws for the camp in motion.) On (tn Heb “and/now on the day.”) the day that the tabernacle was set up, (tn The construction uses the temporal expression with the Hiphil infinitive construct followed by the object, the tabernacle. “On the day of the setting up of the tabernacle” leaves the subject unstated, and so the entire clause may be expressed in the passive voice.) the cloud (sn The explanation and identification of this cloud has been a subject of much debate. Some commentators have concluded that it was identical with the cloud that led the Israelites away from Egypt and through the sea, but others have made a more compelling case that this is a different phenomenon (see ZPEB 4:796). A number of modern scholars see the description as a retrojection from later, perhaps Solomonic times (see G. H. Davies, IDB 3:817). Others have tried to connect it with Ugaritic terminology, but unconvincingly (see T. W. Mann, “The Pillar of Cloud in the Reed Sea Narrative,” JBL 90 [1971]: 15-30; G. E. Mendenhall, The Tenth Generation, 32-66, 209-13; and R. Good, “Cloud Messengers?” UF 10 [1978]: 436-37).) covered the tabernacle — the tent of the testimony (sn The cloud apparently was centered over the tent, over the spot of the ark of the covenant in the most holy place. It thereafter spread over the whole tabernacle.) — and from evening until morning there was (tn The imperfect tense in this and the next line should be classified as a customary imperfect, stressing incomplete action but in the past time – something that used to happen, or would happen.) a fiery appearance (tn Heb “like the appearance of fire.”) over the tabernacle."},{"number":16,"verse":"This is the way it used to be continually: The cloud would cover it by day, (tc The MT lacks the words “by day,” but a number of ancient versions have this reading (e. g., Greek, Syriac, Tg. Ps.-J., Latin Vulgate).) and there was a fiery appearance by night."},{"number":17,"verse":"Whenever the cloud was taken up (tn The verb in this initial temporal clause is the Niphal infinitive construct.) from the tabernacle, then after that the Israelites would begin their journey; and in whatever place (tn Heb “in the place where it settled there”; the relative clause modifies the noun “place,” and the resumptive adverb completes the related idea – “which it settled there” means “where it settled.”) the cloud settled, there the Israelites would make camp."},{"number":18,"verse":"At the commandment (tn Heb “at the mouth of” (so also in vv. 20, 23).) of the LORD the Israelites would begin their journey, and at the commandment of the LORD they would make camp; as long as (tn Heb “all the days of – that the cloud settled over the tabernacle.” “All” is the adverbial accusative of time telling how long they camped in one spot – all. The word is then qualified by the genitive of the thing measured – “all of the days” – and this in turn is qualified by a noun clause functioning as a genitive after “days of.”) the cloud remained settled over the tabernacle they would camp."},{"number":19,"verse":"When the cloud remained over the tabernacle many days, then the Israelites obeyed the instructions (tn This is the same Hebrew expression that was used earlier for the Levites “keeping their charge” or more clearly, “fulfilling their obligations” to take care of the needs of the people and the sanctuary. It is a general expression using שָׁמַר (shamar) followed by its cognate noun מִשְׁמֶרֶת (mishmeret).) of the LORD and did not journey."},{"number":20,"verse":"When (tn The sentence uses וְיֵשׁ (vÿyesh) followed by a noun clause introduced with אֲשֶׁר (’asher) to express an existing situation; it is best translated as an adverbial clause of time: “and it was when the cloud was….”) the cloud remained over the tabernacle a number of days, (tn The word “number” is in apposition to the word “days” to indicate that their stay was prolonged for quite a few days.) they remained camped according to the LORD’s commandment, (tn Heb “mouth of the Lord.”) and according to the LORD’s commandment they would journey."},{"number":21,"verse":"And when (tn The construction is the same in the preceding verse.) the cloud remained only (tn “Only” is supplied to reflect the contrast between the two verses.) from evening until morning, when the cloud was taken up (tn The construction in this half of the verse uses two vav (ו) consecutive clauses. The first is subordinated to the second as a temporal clause: “when…then….”) the following morning, then they traveled on. Whether by day or by night, when the cloud was taken up they traveled."},{"number":22,"verse":"Whether it was for two days, or a month, or a year, (tn The MT has אוֹ־יָמִים (’o-yamim). Most translators use “or a year” to interpret this expression in view of the sequence of words leading up to it, as well as in comparison with passages like Judg 17:10 and 1 Sam 1:3 and 27:7. See also the uses in Gen 40:4 and 1 Kgs 17:15. For the view that it means four months, see F. S. North, “Four Month Season of the Hebrew Bible,” VT 11 (1961): 446-48.) that the cloud prolonged its stay (tn In the Hebrew text this sentence has a temporal clause using the preposition with the Hiphil infinitive construct of אָרַךְ (’arakh) followed by the subjective genitive, “the cloud.” But this infinitive is followed by the infinitive construct לִשְׁכֹּן (lishkon), the two of them forming a verbal hendiadys: “the cloud made long to stay” becomes “the cloud prolonged its stay.”) over the tabernacle, the Israelites remained camped without traveling; (tn Heb “and they would not journey”; the clause can be taken adverbially, explaining the preceding verbal clause.) but when it was taken up, they traveled on."},{"number":23,"verse":"At the commandment of the LORD they camped, and at the commandment of the LORD they traveled on; they kept the instructions of the LORD according to the commandment of the LORD, by the authority (tn Heb “hand.”) of Moses."}]}