{"bibleAbbr":"NASB1995+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"Now there <WH8033> was a certain <WH259> man <WH376> from Ramathaim-zophim from the hill <WH2022> country <WH2022> of Ephraim, <WH669> and his name <WH8034> was Elkanah <WH511> the son <WH1121> of Jeroham, <WH3395> the son <WH1121> of Elihu, <WH453> the son <WH1121> of Tohu, <WH8459> the son <WH1121> of Zuph, <WH6689> an Ephraimite. <WH673>"},{"number":2,"verse":"And he had two <WH8147> wives: <WH802> the name <WH8034> of one <WH259> was Hannah <WH2584> and the name <WH8034> of the other <WH8145> Peninnah; <WH6444> and Peninnah <WH6444> had <WH1961> children, <WH3206> but Hannah <WH2584> had <WH369> no <WH369> children. <WH3206>"},{"number":3,"verse":"Now this <WH1931> man <WH376> would go <WH5927> up from his city <WH5892> yearly <WH3117> to worship <WH7812> and to sacrifice <WH2076> to the Lord <WH3068> of hosts <WH6635> in Shiloh. <WH7887> And the two <WH8147> sons <WH1121> of Eli, <WH5941> Hophni <WH2652> and Phinehas <WH6372> were priests <WH3548> to the Lord <WH3068> there. <WH8033>"},{"number":4,"verse":"And when the day <WH3117> came <WH1961> that Elkanah <WH511> sacrificed, <WH2076> he would give <WH5414> portions <WH4490> to Peninnah <WH6444> his wife <WH802> and to all <WH3605> her sons <WH1121> and her daughters; <WH1323>"},{"number":5,"verse":"but to Hannah <WH2584> he would give <WH5414> a double <WH639> portion, <WH4490> for he loved <WH157> Hannah, <WH2584> but the Lord <WH3068> had closed <WH5462> her womb. <WH7358>"},{"number":6,"verse":"Her rival, <WH9500> however, would provoke <WH3707> her bitterly <WH1571> <WH3708> to irritate <WH7481> her, because <WH3588> the Lord <WH3068> had closed <WH5462> her womb. <WH7358>"},{"number":7,"verse":"And it happened <WH6213> year <WH8141> after year, <WH8141> as often <WH1767> as she went <WH5927> up to the house <WH1004> of the Lord, <WH3068> she would provoke <WH3707> her, so she wept <WH1058> and would not eat. <WH398>"},{"number":8,"verse":"Then Elkanah <WH511> her husband <WH376> said <WH559> to her, \"Hannah, <WH2584> why <WH4100> do you weep <WH1058> and why <WH4100> do you not eat <WH398> and why <WH4100> is your heart <WH3824> sad <WH7489>? Am I not better <WH2896> to you than <WH4480> ten <WH6235> sons <WH1121>?\""},{"number":9,"verse":"Then Hannah <WH2584> rose <WH6965> after <WH310> eating <WH398> and drinking <WH8354> in Shiloh. <WH7887> Now Eli <WH5941> the priest <WH3548> was sitting <WH3427> on the seat <WH3678> by the doorpost <WH4201> of the temple <WH1964> of the Lord. <WH3068>"},{"number":10,"verse":"And she, greatly <WH4751> distressed, <WH4751> prayed <WH6419> to the Lord <WH3068> and wept <WH1058> bitterly. <WH1058>"},{"number":11,"verse":"And she made <WH5087> a vow <WH5088> and said, <WH559> \"O Lord <WH3068> of hosts, <WH6635> if <WH518> Thou wilt indeed <WH7200> look <WH7200> on the affliction <WH6040> of Thy maidservant <WH519> and remember <WH2142> me, and not forget <WH7911> Thy maidservant, <WH519> but wilt give <WH5414> Thy maidservant <WH519> a son, <WH2233> <WH376> then I will give <WH5414> him to the Lord <WH3068> all <WH3605> the days <WH3117> of his life, <WH9132> and a razor <WH4177> shall never <WH3808> come <WH5927> on his head. <WH7218>\""},{"number":12,"verse":"Now it came <WH1961> about, as she continued <WH7235> praying <WH6419> before <WH6440> the Lord, <WH3068> that Eli <WH5941> was watching <WH8104> her mouth. <WH6310>"},{"number":13,"verse":"As for Hannah, <WH2584> she was speaking <WH1696> in her heart, <WH3820> only <WH7534> her lips <WH8193> were moving, <WH5128> but her voice <WH6963> was not heard. <WH8085> So Eli <WH5941> thought <WH2803> she was drunk. <WH7910>"},{"number":14,"verse":"Then Eli <WH5941> said <WH559> to her, \"How <WH4970> long <WH5704> <WH4970> will you make <WH7937> yourself drunk <WH7937>? Put <WH5493> away <WH5493> your wine <WH3196> from you.\""},{"number":15,"verse":"But Hannah <WH2584> answered <WH6030> and said, <WH559> \"No, <WH369> my lord, <WH113> I am a woman <WH802> oppressed <WH7186> in spirit; <WH7307> I have drunk <WH8354> neither <WH3808> wine <WH3196> nor <WH3808> strong <WH7941> drink, <WH7941> but I have poured <WH8210> out my soul <WH5315> before <WH6440> the Lord. <WH3068>"},{"number":16,"verse":"\"Do not consider <WH5414> your maidservant <WH519> as a worthless <WH1100> woman; <WH1323> for I have spoken <WH1696> until <WH5704> now <WH2008> out of my great <WH7230> concern <WH7879> and provocation. <WH3708>\""},{"number":17,"verse":"Then Eli <WH5941> answered <WH6030> and said, <WH559> \"Go <WH1980> in peace; <WH7965> and may the God <WH430> of Israel <WH3478> grant <WH5414> your petition <WH7596> that you have asked <WH7592> of Him.\""},{"number":18,"verse":"And she said, <WH559> \"Let your maidservant <WH8198> find <WH4672> favor <WH2580> in your sight. <WH5869>\" So the woman <WH802> went <WH1980> her way <WH1870> and ate, <WH398> and her face <WH6440> was no <WH3808> longer <WH5750> [sad.]"},{"number":19,"verse":"Then they arose <WH7925> early <WH7925> in the morning <WH1242> and worshiped <WH7812> before <WH6440> the Lord, <WH3068> and returned <WH7725> <WH935> again <WH7725> to their house <WH1004> in Ramah. <WH7414> And Elkanah <WH511> had <WH3045> relations <WH3045> with Hannah <WH2584> his wife, <WH802> and the Lord <WH3068> remembered <WH2142> her."},{"number":20,"verse":"And it came <WH1961> about in due <WH8622> time, <WH3117> after Hannah <WH2584> had conceived, <WH2029> that she gave <WH3205> birth <WH3205> to a son; <WH1121> and she named <WH7121> <WH8034> him Samuel, <WH8050> [saying,] \"Because <WH3588> I have asked <WH7592> him of the Lord. <WH3068>\""},{"number":21,"verse":"Then the man <WH376> Elkanah <WH511> went <WH5927> up with all <WH3605> his household <WH1004> to offer <WH2076> to the Lord <WH3068> the yearly <WH3117> sacrifice <WH2077> and [pay] his vow. <WH5088>"},{"number":22,"verse":"But Hannah <WH2584> did not go <WH5927> up, for she said <WH559> to her husband, <WH376> \"[I will not go up] until <WH5704> the child <WH5288> is weaned; <WH1580> then I will bring <WH935> him, that he may appear <WH7200> before <WH6440> the Lord <WH3068> and stay <WH3427> there <WH8033> forever. <WH5704> <WH5769>\""},{"number":23,"verse":"And Elkanah <WH511> her husband <WH376> said <WH559> to her, \"Do <WH6213> what <WH2896> seems best <WH2896> to you. Remain <WH3427> until <WH5704> you have weaned <WH1580> him; only <WH389> may the Lord <WH3068> confirm <WH6965> His word. <WH1697>\" So the woman <WH802> remained <WH3427> and nursed <WH3243> her son <WH1121> until <WH5704> she weaned <WH1580> him."},{"number":24,"verse":"Now when <WH9201> she had weaned <WH1580> him, she took <WH5927> him up with her, with a three-year-old bull <WH6499> and one <WH259> ephah <WH374> of flour <WH7058> and a jug <WH9311> of wine, <WH3196> and brought <WH935> him to the house <WH1004> of the Lord <WH3068> in Shiloh, <WH7887> although the child <WH5288> was young. <WH5288>"},{"number":25,"verse":"Then they slaughtered <WH7819> the bull, <WH6499> and brought <WH935> the boy <WH5288> to Eli. <WH5941>"},{"number":26,"verse":"And she said, <WH559> \"Oh, <WH994> my lord! <WH113> As your soul <WH5315> lives, <WH2416> my lord, <WH113> I am the woman <WH802> who stood <WH5324> here <WH2088> beside <WH5973> you, praying <WH6419> to the Lord. <WH3068>"},{"number":27,"verse":"\"For this <WH2088> boy <WH5288> I prayed, <WH6419> and the Lord <WH3068> has given <WH5414> me my petition <WH7596> which <WH834> I asked <WH7592> of Him."},{"number":28,"verse":"\"So I have also <WH1571> dedicated <WH7592> him to the Lord; <WH3068> as long <WH3605> <WH3117> as he lives <WH1961> he is dedicated <WH7592> to the Lord. <WH3068>\" And he worshiped <WH7812> the Lord <WH3068> there. <WH8033>"}]}