{"bibleAbbr":"KJV1611","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"For I would that ye knew what great conflict I haue for you, and for them at Laodicea, and for as many as haue not seene my face in the flesh:"},{"number":2,"verse":"That their hearts might be comforted, being knit together in loue, and vnto all riches of the full assurance of vnderstanding, to the acknowledgement of the mysterie of God, and of the Father, and of Christ,"},{"number":3,"verse":"In whom are hid all the treasures of wisedome, and knowledge."},{"number":4,"verse":"And this I say, lest any man should beguile you with entising words."},{"number":5,"verse":"For though I bee absent in the flesh, yet am I with you in the spirit, ioying and beholding your order, and the stedfastnesse of your faith in Christ."},{"number":6,"verse":"As yee haue therefore receiued Christ Iesus the Lord, so walke yee in him:"},{"number":7,"verse":"Rooted and built vp in him, and stablished in the faith, as yee haue bene taught, abounding therein with thankesgiuing."},{"number":8,"verse":"Beware lest any man spoile you through Philosophie and vaine deceit, after the tradition of men, after the rudiments of the world, and not after Christ:"},{"number":9,"verse":"For in him dwelleth all the fulnesse of the Godhead bodily."},{"number":10,"verse":"And ye are complete in him, which is the head of all principalitie, & power."},{"number":11,"verse":"In whom also ye are circumcised with the Circumcision made without handes, in putting off the body of the sinnes of the flesh, by the Circumcision of Christ:"},{"number":12,"verse":"Buried with him in Baptisme, wherein also you are risen with him through the faith of the operation of God, who hath raised him from the dead."},{"number":13,"verse":"And you being dead in your sinnes, and the vncircumcision of your flesh, hath hee quickened together with him, hauing forgiuen you all trespasses,"},{"number":14,"verse":"Blotting out the handwriting of ordinances, that was against vs, which was contrary to vs, and tooke it out of the way, nayling it to his Crosse:"},{"number":15,"verse":"And hauing spoyled principalities and powers, he made a shew of them openly, triumphing ouer them in it."},{"number":16,"verse":"Let no man therefore iudge you in meat, or in drinke, or in respect of an Holy day, or of the New moone, or of the Sabbath dayes:"},{"number":17,"verse":"Which are a shadow of things to come, but the body is of Christ."},{"number":18,"verse":"Let no man beguile you of your reward, in a voluntary humilitie, and worshipping of Angels, intruding into those things which hee hath not seene, vainely puft vp by his fleshly minde:"},{"number":19,"verse":"And not holding the head, from which all the body by ioynts and bands hauing nourishment ministred, and knit together, increaseth with the increase of God."},{"number":20,"verse":"Wherefore if yee bee dead with Christ fro the rudiments of the world: why, as though liuing in the world, are ye subiect to ordinances?"},{"number":21,"verse":"(Touch not, taste not, handle not:"},{"number":22,"verse":"Which all are to perish with the vsing) after the commandements and doctrines of men:"},{"number":23,"verse":"Which things haue in deed a shew of wisedome in will-worship and humilitie, and neglecting of the body, not in any honour to the satisfying of the flesh."}]}