{"bibleAbbr":"HAC","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":15,"verses":[{"number":1,"verse":"א וידבר יהוה אל משה לאמר"},{"number":2,"verse":"ב דבר אל בני ישראל ואמרת אלהם כי תבאו אל ארץ מושבתיכם אשר אני נתן לכם"},{"number":3,"verse":"ג ועשיתם אשה ליהוה עלה או זבח לפלא נדר או בנדבה או במעדיכם--לעשות ריח ניחח ליהוה מן הבקר או מן הצאן"},{"number":4,"verse":"ד והקריב המקריב קרבנו ליהוה--מנחה סלת עשרון בלול ברבעית ההין שמן"},{"number":5,"verse":"ה ויין לנסך רביעית ההין תעשה על העלה או לזבח--לכבש האחד"},{"number":6,"verse":"ו או לאיל תעשה מנחה סלת שני עשרנים בלולה בשמן שלשית ההין"},{"number":7,"verse":"ז ויין לנסך שלשית ההין--תקריב ריח ניחח ליהוה"},{"number":8,"verse":"ח וכי תעשה בן בקר עלה או זבח לפלא נדר או שלמים ליהוה"},{"number":9,"verse":"ט והקריב על בן הבקר מנחה סלת שלשה עשרנים בלול בשמן חצי ההין"},{"number":10,"verse":"י ויין תקריב לנסך חצי ההין--אשה ריח ניחח ליהוה"},{"number":11,"verse":"יא ככה יעשה לשור האחד או לאיל האחד או לשה בכבשים או בעזים"},{"number":12,"verse":"יב כמספר אשר תעשו--ככה תעשו לאחד כמספרם"},{"number":13,"verse":"יג כל האזרח יעשה ככה את אלה להקריב אשה ריח ניחח ליהוה"},{"number":14,"verse":"יד וכי יגור אתכם גר או אשר בתוככם לדרתיכם ועשה אשה ריח ניחח ליהוה--כאשר תעשו כן יעשה"},{"number":15,"verse":"טו הקהל חקה אחת לכם ולגר הגר חקת עולם לדרתיכם ככם כגר יהיה לפני יהוה"},{"number":16,"verse":"טז תורה אחת ומשפט אחד יהיה לכם ולגר הגר אתכם {פ}"},{"number":17,"verse":"יז וידבר יהוה אל משה לאמר"},{"number":18,"verse":"יח דבר אל בני ישראל ואמרת אלהם בבאכם אל הארץ אשר אני מביא אתכם שמה"},{"number":19,"verse":"יט והיה באכלכם מלחם הארץ--תרימו תרומה ליהוה"},{"number":20,"verse":"כ ראשית ערסתכם--חלה תרימו תרומה כתרומת גרן כן תרימו אתה"},{"number":21,"verse":"כא מראשית ערסתיכם תתנו ליהוה תרומה--לדרתיכם {ס}"},{"number":22,"verse":"כב וכי תשגו--ולא תעשו את כל המצות האלה אשר דבר יהוה אל משה"},{"number":23,"verse":"כג את כל אשר צוה יהוה אליכם ביד משה מן היום אשר צוה יהוה והלאה--לדרתיכם"},{"number":24,"verse":"כד והיה אם מעיני העדה נעשתה לשגגה ועשו כל העדה פר בן בקר אחד לעלה לריח ניחח ליהוה ומנחתו ונסכו כמשפט ושעיר עזים אחד לחטת"},{"number":25,"verse":"כה וכפר הכהן על כל עדת בני ישראל--ונסלח להם כי שגגה הוא--והם הביאו את קרבנם אשה ליהוה וחטאתם לפני יהוה על שגגתם"},{"number":26,"verse":"כו ונסלח לכל עדת בני ישראל ולגר הגר בתוכם כי לכל העם בשגגה {ס}"},{"number":27,"verse":"כז ואם נפש אחת תחטא בשגגה--והקריבה עז בת שנתה לחטאת"},{"number":28,"verse":"כח וכפר הכהן על הנפש השגגת בחטאה בשגגה--לפני יהוה לכפר עליו ונסלח לו"},{"number":29,"verse":"כט האזרח בבני ישראל ולגר הגר בתוכם--תורה אחת יהיה לכם לעשה בשגגה"},{"number":30,"verse":"ל והנפש אשר תעשה ביד רמה מן האזרח ומן הגר--את יהוה הוא מגדף ונכרתה הנפש ההוא מקרב עמה"},{"number":31,"verse":"לא כי דבר יהוה בזה ואת מצותו הפר הכרת תכרת הנפש ההוא עונה בה {פ}"},{"number":32,"verse":"לב ויהיו בני ישראל במדבר וימצאו איש מקשש עצים--ביום השבת"},{"number":33,"verse":"לג ויקריבו אתו המצאים אתו מקשש עצים--אל משה ואל אהרן ואל כל העדה"},{"number":34,"verse":"לד ויניחו אתו במשמר כי לא פרש מה יעשה לו {ס}"},{"number":35,"verse":"לה ויאמר יהוה אל משה מות יומת האיש רגום אתו באבנים כל העדה מחוץ למחנה"},{"number":36,"verse":"לו ויציאו אתו כל העדה אל מחוץ למחנה וירגמו אתו באבנים וימת כאשר צוה יהוה את משה {פ}"},{"number":37,"verse":"לז ויאמר יהוה אל משה לאמר"},{"number":38,"verse":"לח דבר אל בני ישראל ואמרת אלהם ועשו להם ציצת על כנפי בגדיהם לדרתם ונתנו על ציצת הכנף פתיל תכלת"},{"number":39,"verse":"לט והיה לכם לציצת וראיתם אתו וזכרתם את כל מצות יהוה ועשיתם אתם ולא תתורו אחרי לבבכם ואחרי עיניכם אשר אתם זנים אחריהם"},{"number":40,"verse":"מ למען תזכרו ועשיתם את כל מצותי והייתם קדשים לאלהיכם"},{"number":41,"verse":"מא אני יהוה אלהיכם אשר הוצאתי אתכם מארץ מצרים להיות לכם לאלהים אני יהוה אלהיכם {פ}"}]}