{"bibleAbbr":"RV1895","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":17,"verses":[{"number":1,"verse":"And after six days Jesus taketh with him Peter, and James, and John his brother, and bringeth them up into a high mountain apart:"},{"number":2,"verse":"and he was transfigured before them: and his face did shine as the sun, and his garments became white as the light."},{"number":3,"verse":"And behold, there appeared unto them Moses and Elijah talking with him."},{"number":4,"verse":"And Peter answered, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, I will make here three tabernacles; one for thee, and one for Moses, and one for Elijah."},{"number":5,"verse":"While he was yet speaking, behold, a bright cloud overshadowed them: and behold, a voice out of the cloud, saying, This is my beloved Son, in whom I am well pleased; hear ye him."},{"number":6,"verse":"And when the disciples heard it, they fell on their face, and were sore afraid."},{"number":7,"verse":"And Jesus came and touched them and said, Arise, and be not afraid."},{"number":8,"verse":"And lifting up their eyes, they saw no one, save Jesus only."},{"number":9,"verse":"And as they were coming down from the mountain, Jesus commanded them, saying, Tell the vision to no man, until the Son of man be risen from the dead."},{"number":10,"verse":"And his disciples asked him, saying, Why then say the scribes that Elijah must first come?"},{"number":11,"verse":"And he answered and said, Elijah indeed cometh, and shall restore all things:"},{"number":12,"verse":"but I say unto you, that Elijah is come already, and they knew him not, but did unto him whatsoever they listed. Even so shall the Son of man also suffer of them."},{"number":13,"verse":"Then understood the disciples that he spake unto them of John the Baptist."},{"number":14,"verse":"And when they were come to the multitude, there came to him a man, kneeling to him, and saying,"},{"number":15,"verse":"Lord, have mercy on my son: for he is epileptic, and suffereth grievously: for oft-times he falleth into the fire, and oft-times into the water."},{"number":16,"verse":"And I brought him to thy disciples, and they could not cure him."},{"number":17,"verse":"And Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I bear with you? bring him hither to me."},{"number":18,"verse":"And Jesus rebuked him; and the devil went out from him: and the boy was cured from that hour."},{"number":19,"verse":"Then came the disciples to Jesus apart, and said, Why could not we cast it out?"},{"number":20,"verse":"And he saith unto them, Because of your little faith: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you. (Many authorities, some ancient, insert ver. 21 But this kind goeth not out save by prayer and fasting. See Mark 9.29)"},{"number":22,"verse":"And while they abode in Galilee, Jesus said unto them, The Son of man shall be delivered up into the hands of men;"},{"number":23,"verse":"and they shall kill him, and the third day he shall be raised up. And they were exceeding sorry."},{"number":24,"verse":"And when they were come to Capernaum, they that received the half-shekel came to Peter, and said, Doth not your master pay the half-shekel?"},{"number":25,"verse":"He saith, Yea. And when he came into the house, Jesus spake first to him, saying, What thinkest thou, Simon? the kings of the earth, from whom do they receive toll or tribute? from their sons, or from strangers?"},{"number":26,"verse":"And when he said, From strangers, Jesus said unto him, Therefore the sons are free."},{"number":27,"verse":"But, lest we cause them to stumble, go thou to the sea, and cast a hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a shekel: that take, and give unto them for me and thee."}]}