{"bibleAbbr":"maiNT","bookName":"कोरिन्‍थ नगरक मण्‍डली केँ पौलुसक पहिल पत्र","bookEnglishName":"1 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"( सेवक, सेवा आ मण्‍डली—सभ किछु परमेश्‍वरक) यौ भाइ लोकनि, हम अहाँ सभ सँ ओहि तरहेँ बात नहि कऽ सकलहुँ जाहि तरहेँ आत्‍मिक लोक सँ कयल जाइत अछि। हमरा अहाँ सभ सँ ओहि तरहेँ बात करऽ पड़ल जाहि तरहेँ सांसारिक व्‍यक्‍ति सभ सँ कयल जाइत अछि, मसीह मेहक छोट बच्‍चा सभ जकाँ।"},{"number":2,"verse":"हम अहाँ सभ केँ दूध पिऔने छलहुँ, अन्‍न नहि खुऔने छलहुँ, किएक तँ अहाँ सभ ओकरा पचा नहि सकैत छलहुँ। हँ, अहाँ सभ एखनो ओकरा पचा नहि सकैत छी।"},{"number":3,"verse":"किएक तँ अहाँ सभ एखनो सांसारिक छी। जखन अहाँ सभ मे डाह आ झगड़ा होइत अछि तँ की ई एहि बातक प्रमाण नहि अछि जे अहाँ सभ सांसारिक छी? की अहाँ सभक व्‍यवहार एहन लोकक व्‍यवहार जकाँ नहि अछि जकरा सभ मे पवित्र आत्‍मा नहि छथि?"},{"number":4,"verse":"जखन केओ कहैत अछि, “हम पौलुसक चेला छी” आ केओ जे, “हम अपुल्‍लोसक छी”, तँ की अहाँ सभ सांसारिक लोक नहि भेलहुँ?"},{"number":5,"verse":"तँ अपुल्‍लोस की छथि? आ पौलुस की अछि? हम सभ सेवक मात्र छी, जकरा द्वारा अहाँ सभ विश्‍वास कयलहुँ। हम सभ हर एक, बस, वैह काज कयलहुँ जे प्रभु हमरा सभ केँ जिम्‍मा देलनि।"},{"number":6,"verse":"हम बीया बाउग कयलहुँ, अपुल्‍लोस ओहि मे पानि पटौलनि, मुदा बढ़ौलनि ओकरा परमेश्‍वर।"},{"number":7,"verse":"ने तँ बाउग करऽ वलाक कोनो महत्‍व अछि आ ने पानि पटाबऽ वलाक, बल्‍कि ओकरा बढ़ाबऽ वला परमेश्‍वरे सभ किछु छथि।"},{"number":8,"verse":"बाउग करऽ वला आ पानि पटाबऽ वला एके लक्ष्‍य राखि कऽ काज करैत अछि आ प्रत्‍येक अपने परिश्रमक अनुरूप इनाम पाओत।"},{"number":9,"verse":"हम सभ परमेश्‍वरेक सेवा मे सहकर्मी छी; अहूँ सभ परमेश्‍वरेक खेत आ परमेश्‍वरेक भवन छी।"},{"number":10,"verse":"परमेश्‍वरक ओहि कृपा द्वारा जे हमरा प्रदान कयल गेल अछि हम कुशल राजमिस्‍तिरी जकाँ न्‍यो रखलहुँ आ केओ दोसर ओहि पर भवन बनबैत जा रहल अछि। मुदा प्रत्‍येक गोटे एहि बातक ध्‍यान राखय जे ओ भवनक निर्माण कोना कऽ रहल अछि।"},{"number":11,"verse":"किएक तँ जे न्‍यो राखल गेल अछि तकरा छोड़ि कोनो दोसर नहि राखल जा सकैत अछि आ ओ न्‍यो छथि यीशु मसीह।"},{"number":12,"verse":"जँ केओ एहि न्‍यो पर निर्माणक काज मे सोन, चानी, बहुमूल्‍य पाथर, काठ वा घास-फूस प्रयोग मे लाओत,"},{"number":13,"verse":"तँ ओकर ओ काज स्‍पष्‍ट देखाओल जायत किएक तँ न्‍यायक दिन ओहि काज केँ देखार कऽ देत। ओ दिन आगिक संग प्रगट होयत, आ ओ आगि प्रत्‍येक गोटेक काजक जाँच करत जे ओ केहन अछि।"},{"number":14,"verse":"जकर निर्माणक काज टिकल रहि जायत तकरा इनाम भेटतैक।"},{"number":15,"verse":"जकर काज भस्‍म भऽ जयतैक से इनाम पाबऽ सँ वंचित होयत। ओ अपने बाँचि जायत, मानू जेना आगि मे सँ जरैत-जरैत बाँचल होअय।"},{"number":16,"verse":"की अहाँ सभ नहि जनैत छी जे अहाँ सभ गोटे मिलि कऽ परमेश्‍वरक मन्‍दिर छी आ परमेश्‍वरक आत्‍मा अहाँ सभ मे वास करैत छथि?"},{"number":17,"verse":"जँ केओ परमेश्‍वरक मन्‍दिर केँ नष्‍ट करत तँ परमेश्‍वर ओकरा नष्‍ट कऽ देथिन, किएक तँ परमेश्‍वरक मन्‍दिर पवित्र अछि आ ओ मन्‍दिर अहाँ सभ छी।"},{"number":18,"verse":"केओ अपना केँ धोखा नहि दओ। जँ अहाँ सभ मे सँ केओ अपना केँ संसारक दृष्‍टि मे बुद्धिमान बुझैत होइ तँ असल बुद्धिमान बनबाक लेल अपना केँ “मूर्ख” बना लिअ,"},{"number":19,"verse":"किएक तँ एहि संसारक ज्ञान परमेश्‍वरक दृष्‍टि मे मूर्खता अछि, जेना धर्मशास्‍त्र मे लिखल अछि जे, “ओ बुद्धिमान सभ केँ ओकर सभक चतुराइ मे फँसबैत छथिन।”"},{"number":20,"verse":"और इहो लिखल अछि जे, “प्रभु बुद्धिमान सभक विचार केँ जनैत छथिन जे ओ व्‍यर्थ छैक।”"},{"number":21,"verse":"एहि लेल कोनो मनुष्‍य पर केओ घमण्‍ड नहि करय! किएक तँ सभ किछु अहाँ सभक अछि,"},{"number":22,"verse":"चाहे ओ पौलुस होअय, अपुल्‍लोस होथि अथवा पत्रुस होथि, चाहे संसार होअय, जीवन होअय वा मृत्‍यु होअय, चाहे आजुक बात होअय वा आबऽ वला समयक, सभ किछु अहाँ सभक अछि,"},{"number":23,"verse":"और अहाँ सभ मसीहक छी आ मसीह परमेश्‍वरक छथि।"}]}