{"bibleAbbr":"maiNT","bookName":"कोरिन्‍थ नगरक मण्‍डली केँ पौलुसक पहिल पत्र","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( मसीह-दूत सभक चर्चा द्वारा चेतावनी) एहि लेल लोक हमरा सभ केँ मसीहक सेवक बुझओ जकरा सभक जिम्‍मा मे पहिने गुप्‍त राखल परमेश्‍वरक रहस्‍यक बात सभ सौंपल गेल अछि।"},{"number":2,"verse":"जकरा सभक जिम्‍मा मे किछु सौंपल गेल अछि तकरा सभक लेल ई जरूरी छैक जे ओ सभ विश्‍वासयोग्‍य निकलय।"},{"number":3,"verse":"हमरा लेल एहि बातक कोनो महत्‍व नहि अछि जे अहाँ सभ अथवा मनुष्‍यक कोनो पंचायत हमर न्‍याय करय। हमहूँ अपन न्‍याय नहि करैत छी।"},{"number":4,"verse":"हमर मोन हमरा दोषी नहि ठहरबैत अछि, मुदा ई बात एकर कोनो प्रमाण नहि भऽ गेल जे हम निर्दोष छी। प्रभुए हमर न्‍यायकर्ता छथि।"},{"number":5,"verse":"एहि लेल समय सँ पहिने कोनो बातक न्‍याय नहि करू, अर्थात् जाबत धरि प्रभु नहि औताह ताबत धरि रूकल रहू। ओ अन्‍हार मे नुकायल सभ बात केँ इजोत मे लौताह आ लोकक भितरी मोनक अभिप्राय सभ केँ प्रगट करताह। तहिया प्रत्‍येक मनुष्‍य परमेश्‍वरे सँ अपन प्रशंसा पाओत।"},{"number":6,"verse":"यौ भाइ लोकनि, हम अपन आ अपुल्‍लोसक उदाहरण दऽ कऽ अहाँ सभक भलाइक लेल ई सभ बात लिखलहुँ अछि, जाहि सँ हमरा सभक माध्‍यम सँ अहाँ सभ ई सिखी जे “धर्मशास्‍त्र मे लिखल बातक अन्‍तर्गत रहू।” तखन अहाँ सभ घमण्‍ड सँ एक गोटेक पक्ष लेनाइ आ दोसर गोटे केँ तुच्‍छ माननाइ वला काज नहि करब।"},{"number":7,"verse":"कारण, के कहैत अछि जे अहाँ दोसर लोक सँ नीक छी? अहाँ लग की अछि जे अहाँ केँ नहि देल गेल? आ जँ अहाँ केँ देल गेल अछि तँ फेर घमण्‍ड किएक करैत छी जेना कि अहाँक अपने कयला सँ किछु प्राप्‍त भेल होअय?"},{"number":8,"verse":"एखने अहाँ सभ तृप्‍त भऽ गेल छी! एखने अहाँ सभ सम्‍पन्‍न भऽ गेल छी! अहाँ सभ राजा भऽ गेलहुँ, आ सेहो बिनु हमरा सभक! कतेक बढ़ियाँ होइत जे अहाँ सभ वास्‍तव मे राजा भऽ गेल रहितहुँ जाहि सँ हमहूँ सभ अहाँ सभक संग राजा बनि सकितहुँ!"},{"number":9,"verse":"हमरा एना बुझाइत अछि जे परमेश्‍वर हमरा सभ केँ, जे सभ मसीह-दूत छी, विजय-जुलूसक अन्‍त मे ओहि बन्‍दी सभ जकाँ रखने छथि जकरा सभ पर मृत्‍युदण्‍डक आज्ञा भऽ गेल होइक, किएक तँ हम सभ सम्‍पूर्ण सृष्‍टिक लेल, स्‍वर्गदूतो सभ आ मनुष्‍यो सभक लेल, तमाशा बनि गेल छी।"},{"number":10,"verse":"हम सभ मसीहक कारणेँ मूर्ख छी, मुदा अहाँ सभ मसीह मे ज्ञानवान छी! हम सभ दुर्बल छी मुदा अहाँ सभ बलवान छी! अहाँ सभ केँ आदर भेटि रहल अछि आ हमरा सभ केँ निरादर!"},{"number":11,"verse":"हम सभ एखनो तक भूखल-पियासल रहैत छी, फाटल-पुरान पहिरैत छी, मारि खाइत छी। हमरा सभ केँ रहबाक लेल कोनो घर नहि अछि।"},{"number":12,"verse":"हम सभ अपना हाथ सँ कठिन परिश्रम करैत छी। जखन हमरा सभक अपमान कयल जाइत अछि तँ हम सभ आशीर्वाद दैत छी। जखन हमरा सभ पर अत्‍याचार होइत अछि तँ हम सभ ओकरा सहैत छी।"},{"number":13,"verse":"जखन लोक हमरा सभक निन्‍दा करैत अछि तखन हम सभ नम्रतापूर्बक उत्तर दैत छी। आइओ तक हम सभ संसारक मैल आ समाजक कूड़ा-करकट बनल छी।"},{"number":14,"verse":"हम अहाँ सभ केँ लज्‍जित करबाक लेल ई नहि लिखि रहल छी, बल्‍कि अपन प्रिय बच्‍चा बुझैत चेतावनी दऽ रहल छी।"},{"number":15,"verse":"मसीह मे अहाँ सभ केँ हजारो देखनिहार किएक नहि होअय, मुदा पिता अनेक नहि अछि। अहाँ सभ हमरे सँ शुभ समाचार सुनि कऽ विश्‍वास कयलहुँ तेँ मसीह यीशु मे हमहीं अहाँ सभक पिता बनल छी।"},{"number":16,"verse":"एहि लेल हम एहि पर जोर दैत छी जे हम जेना करैत छी, तेना अहूँ सभ करू।"},{"number":17,"verse":"एही कारणेँ हम तिमुथियुस केँ, जे प्रभु मे हमर प्रिय आ विश्‍वासयोग्‍य बेटा छथि, अहाँ सभ लग पठौने छी। ओ अहाँ सभ केँ मोन पाड़ताह जे मसीह मे रहबाक कारणेँ हमर जीवन-शैली केहन अछि। हमर जीवन-शैली ओहि शिक्षा सँ मिलैत अछि जे सभ ठाम हम प्रत्‍येक मण्‍डली मे दैत छी।"},{"number":18,"verse":"अहाँ सभ मे सँ किछु लोक ई सोचि कऽ घमण्‍डी बनि गेल छी जे, पौलुस हमरा सभक ओतऽ नहि औताह!"},{"number":19,"verse":"मुदा जँ प्रभुक इच्‍छा होयतनि तँ हम अहाँ सभ लग जल्‍दिए आयब आ घमण्‍डी सभक गप्‍पे नहि, बल्‍कि ओकरा सभक सामर्थ्‍यक पता पाबि लेबैक।"},{"number":20,"verse":"किएक तँ परमेश्‍वरक राज्‍य गप्‍पक बात नहि, बल्‍कि सामर्थ्‍यक बात अछि।"},{"number":21,"verse":"अहाँ सभ की चाहैत छी? की हम लाठी लऽ कऽ अहाँ सभ लग आउ, वा प्रेम आ कोमलताक भाव लऽ कऽ?"}]}