{"bibleAbbr":"maiNT","bookName":"कोरिन्‍थ नगरक मण्‍डली केँ पौलुसक पहिल पत्र","bookEnglishName":"1 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"( मण्‍डली मे भयंकर कुकर्म) एतऽ तक सुनऽ मे आयल जे अहाँ सभक बीच कुकर्म भऽ रहल अछि—एहन कुकर्म जे प्रभुक शिक्षा सँ अपरिचितो जातिक लोक सभ मे नहि पाओल जाइत अछि, अर्थात् केओ अपन पिताक स्‍त्री केँ राखि लेने अछि।"},{"number":2,"verse":"तैयो अहाँ सभ घमण्‍ड सँ फुलि गेल छी! अहाँ सभ केँ तँ शोक मनयबाक छल आ जे एहन कुकर्म कऽ रहल अछि तकरा मण्‍डलीक संगति सँ निकालि देबाक छल।"},{"number":3,"verse":"हम शारीरिक रूप सँ अनुपस्‍थित होइतो आत्‍मिक रूप सँ अहाँ सभक बीच उपस्‍थित छी। हम एहि कुकर्म कयनिहारक सम्‍बन्‍ध मे निर्णय दऽ चुकल छी, मानू हम वास्‍तव मे ओतऽ उपस्‍थित छी।"},{"number":4,"verse":"हमर निर्णय ई अछि जे जखन अहाँ सभ अपना सभक प्रभु यीशुक नाम मे हमर आत्‍माक उपस्‍थितिक संग आ अपना सभक प्रभु यीशुक सामर्थ्‍यक संग जमा होइ,"},{"number":5,"verse":"तखन एहि व्‍यक्‍ति केँ शैतानक हाथ मे सौंपि दिअ जाहि सँ ओकर पापी मानवीय स्‍वभाव नष्‍ट होइक, मुदा प्रभुक न्‍यायक दिन ओकर आत्‍मा उद्धार पबैक।"},{"number":6,"verse":"अहाँ सभक घमण्‍ड कयनाइ ठीक बात नहि अछि। की अहाँ सभ ई नहि जनैत छी जे कनेको खमीर सम्‍पूर्ण सानल आँटा केँ फुलबैत अछि?"},{"number":7,"verse":"अहाँ सभ पुरान “खमीर” फेकि कऽ शुद्ध भऽ जाउ जाहि सँ अहाँ सभ “बिनु खमीर वला नव सानल आँटा” बनि जाइ जे अहाँ सभ वास्‍तव मे छीहो, किएक तँ अपना सभक “फसह-पाबनिक बलि-भेँड़ा”, अथार्त मसीह केँ, चढ़ा देल गेल छनि।"},{"number":8,"verse":"एहि लेल अपना सभ पुरान “खमीर” सँ, अर्थात् दुष्‍टताक आ कुकर्मक “खमीर” सँ नहि, बल्‍कि निष्‍कपटता आ सत्‍य रूपी “बिनु खमीर वला रोटी” सँ “फसह-पाबनि मनाबी”।"},{"number":9,"verse":"हम अपना पत्र मे लिखने छलहुँ जे अनैतिक सम्‍बन्‍ध राखऽ वला लोक सभ सँ संगति नहि राखू।"},{"number":10,"verse":"एकर अर्थ ई नहि छल जे अहाँ सभ एहि संसारेक एहन लोक सँ संगति नहि राखू जे अनैतिक सम्‍बन्‍ध राखऽ वला, वा लोभी, वा धोखेबाज वा मूर्तिक पूजा कयनिहार सभ अछि। एना करबाक लेल तँ अहाँ सभ केँ संसारे केँ छोड़ि देबऽ पड़ैत।"},{"number":11,"verse":"हमर कहबाक मतलब ई अछि जे जँ कोनो व्‍यक्‍ति मसीही भाइ कहबैत अछि, मुदा ओ अनैतिक सम्‍बन्‍ध राखऽ वला, लोभी, मूर्तिक पूजा कयनिहार, गारि पढ़ऽ वला, पिअक्‍कड़ वा धोखेबाज अछि तँ ओकर संगति नहि करू; ओहन व्‍यक्‍तिक संग भोजन तक नहि करू।"},{"number":12,"verse":"किएक तँ हमरा बाहरक लोकक न्‍याय करबाक कोन काज? की अहाँ सभ केँ ताही लोक सभक न्‍याय नहि करबाक अछि जे सभ मण्‍डली मे अछि?"},{"number":13,"verse":"बाहरक लोक सभक न्‍याय परमेश्‍वर करताह। मुदा जेना धर्मशास्‍त्र मे लिखल अछि, “अहाँ सभ अपना बीच सँ ओहि अधर्मी व्‍यक्‍ति केँ बाहर निकालि दिऔक।”"}]}