{"bibleAbbr":"Geneva1587","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"Would He grants that in a way he is playing the fool in this exalting of things, but he adds that he does it against his will for their profit, because he sees them deceived by certain vain and crafty men, through the craft and subtilty of Satan. to God ye could bear with me a little in [my] folly: and indeed bear with me."},{"number":2,"verse":"For I am jealous over you with He speaks as one who woos them, but yet as one that seeks them not for himself, but for God. godly jealousy: for I have espoused you to one husband, that I may To marry you together. present [you as] a chaste virgin to Christ."},{"number":3,"verse":"But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be This passage is to be noted against those who hate the plain and pure simplicity of the scriptures, in comparison of the elegance and fluency of man's eloquence. corrupted from the simplicity that is in Which is proper for those who are in Christ. Christ."},{"number":4,"verse":"He shows that they deceive themselves, if they look to receive from any other man, either a more excellent Gospel, or more excellent gifts of the Holy Spirit. For if he that cometh preacheth A more perfect doctrine of Jesus Christ. another Jesus, whom we have not preached, or [if] ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with [him]."},{"number":5,"verse":"Verely I suppose that I was not inferior to the very chiefe Apostles."},{"number":6,"verse":"He refutes the slanders of those boastful and proud men. I grant, he says, that I am not so eloquent an orator, but yet they cannot take away the knowledge of the Gospel from me, of which you have had good proof, and that in every manner of way. But though [I be] Paul did not lack the type of eloquence which is proper for a man, and fit for the Gospel, but he willingly lacked that eloquent type of speech, which too many now a days search after and follow. rude in speech, yet not in knowledge; but we have been throughly made manifest among you in all things."},{"number":7,"verse":"Another slander, that is, that he was a rascal, and lived by the labour of his own hands. But in this, the apostle says, what can you lay against me, except that I was content to take any pains for your sakes? For when I lacked, I travailed for my living with my own hands. And also when poverty forced me, I chose rather to seek my sustenance than to be any burden to you, even though I preached the Gospel to you. Have I committed an offence in abasing myself that ye might be exalted, because I have preached to you the gospel of God freely?"},{"number":8,"verse":"I robbed other Churches, and tooke wages of them to doe you seruice."},{"number":9,"verse":"And when I was present with you, and wanted, I was chargeable to no man: for that which was lacking to me the brethren which came from Macedonia supplied: and in all [things] I have kept myself from being burdensome unto you, An amplification: so far is he from being ashamed of this act, that he has also resolved with himself to act in no other way while he is among them, in order that it may always be truly said that he taught in Achaia for nothing. And this is not because he disdains the Corinthians, but rather so that these proud and boastful men may never find the occasion which they have already sought for, and he in the meantime may set something before the Corinthians to follow, so that at length they may truly say that they are like Paul. and [so] will I keep [myself]."},{"number":10,"verse":"As the This is a form of an oath, as if he said, «Let me not be thought to have any truth in me.» truth of Christ is in me, no man shall Will be always open to me. stop me of this boasting in the regions of Achaia."},{"number":11,"verse":"Wherefore? because I loue you not? God knoweth."},{"number":12,"verse":"But what I do, that I will do, that I may cut off occasion from them which desire occasion; that wherein they Paul's adversaries sought all occasions they could to be equal to him. And therefore seeing they had rather live off the Corinthians then preach to them for nothing, they sought another occasion, that is, to make Paul take something. And if he had done this, then they hoped by this means to be equal to him. For they made such a show of zeal and knowledge, and set it forth with such a flattering type of eloquence, that some of them even despised Paul. But he shows that all this is nothing but frivolities and pretensions. glory, they may be found even as we."},{"number":13,"verse":"Now at length he portrays these fellows as they truly are, forewarning that it will come to pass that they will at length betray themselves, no matter how they may be pretending that they have a zeal for God's glory. For such [are] false apostles, deceitful workers, transforming themselves into the apostles of Christ."},{"number":14,"verse":"And no marvel; for Satan himself is transformed into an angel of By light is meant the heavenly glory, of which the angels are partakers. light."},{"number":15,"verse":"Therefore it is no great thing, though his ministers transforme themselues, as though they were the ministers of righteousnes, whose end shall be according to their workes."},{"number":16,"verse":"He goes forward boldly, and using a vehement irony or type of taunting, desires the Corinthians to pardon him, if for a time he argues as a fool before them, who are wise, along with those other wise ones, as he talks about those external things such as his stock, his ancestors, and valiant acts. I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little."},{"number":17,"verse":"That I speake, I speake it not after the Lord: but as it were foolishly, in this my great boasting."},{"number":18,"verse":"Seeing that many reioyce after the flesh, I will reioyce also."},{"number":19,"verse":"For ye suffer fooles gladly, because that yee are wise."},{"number":20,"verse":"Before he comes to the matter, he talks directly to the Corinthians, who persuading themselves to be very wise men, did not mark in the meanwhile that those false apostles had abused their simplicity for advantage. For ye suffer, if a man bring you into bondage, if a man devour [you], if a man take [of you], if a man exalt himself, if a man smite you on the face."},{"number":21,"verse":"I speak as concerning As if he said, «In respect of that reproach which they do to you, which surely is as evil as if they beat you.» reproach, as though we had been Paul is called weak, in that he seems to be to the Corinthians a vile and abject man, a beggarly craftsman, a most wretched and miserable idiot, whereas in reality God's mighty power was made manifest in that. weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also."},{"number":22,"verse":"They are Hebrues, so am I: they are Israelites, so am I: they are the seede of Abraham, so am I:"},{"number":23,"verse":"Are they ministers of Christ? (I speak as a fool) I [am] Paul being honourable indeed, defends his ministry openly, not for his own sake, but because he saw his doctrine come into danger. more; in labours more abundant, in stripes above measure, in prisons more frequent, in In danger of present death. deaths oft."},{"number":24,"verse":"Of the Jews He alludes to that which is written in (Deu_25:3). And moreover this place shows us that Paul suffered many more things which Luke omitted in writing Acts. five times received I forty [stripes] save one."},{"number":25,"verse":"By the Roman magistrates. Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;"},{"number":26,"verse":"In iourneying I was often, in perils of waters, in perils of robbers, in perils of mine owne nation, in perils among the Gentiles, in perils in the citie, in perils in wildernes, in perils in the sea, in perils among false brethren,"},{"number":27,"verse":"In weariness and Painfulness is a troublesome sickness, as when a man who is weary and wants rest is forced to begin new labour. painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness."},{"number":28,"verse":"He further adds this in conclusion, that the Corinthians should be ashamed to despise him upon whose care almost all churches depended, as it was plainly seen by experience. Beside those things that are without, that which cometh upon me daily, the care of all the churches."},{"number":29,"verse":"Who is weake, and I am not weake? who is offended, and I burne not?"},{"number":30,"verse":"He turns that against the adversaries which they objected against him: as if he should say, «They allege my calamities to take away my authority from me: but if I would boast myself, I could use no better argument. And God himself is my witness that I am not making up or forging anything.» If I must needs glory, I will glory of the things which concern mine infirmities."},{"number":31,"verse":"The God, euen the Father of our Lorde Iesus Christ, which is blessed for euermore, knoweth that I lie not."},{"number":32,"verse":"In Damascus the gouernour of the people vnder King Aretas, layde watch in the citie of the Damascens, and would haue caught me."},{"number":33,"verse":"But at a windowe was I let downe in a basket through the wall, and escaped his handes."}]}