{"bibleAbbr":"GB1587","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"It He continues in his purpose, and because those braggarts boasted of revelations, he reckons up those things which lift him up above the common capacity of men. But he uses a preface, and prudently excuses himself. is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord."},{"number":2,"verse":"I knew a man I speak this in Christ, that is, it is spoken without boastfulness, for I seek nothing but Christ Jesus only. in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the Into the highest heaven: for we do not need to dispute subtly upon the word «third». But yet this passage is to be marked against those who would make heaven to be everywhere. third heaven."},{"number":3,"verse":"And I knowe such a man (whether in the body, or out of the body, I can not tell: God knoweth)"},{"number":4,"verse":"How that he was caught up into So the Greeks name that which we call a park, that is to say, a place where trees are planted, and wild beasts kept. And those that translated the Old Testament out of Hebrew into Greek, called the garden of Eden by this name, into which Adam was put immediately after his creation, as a most delicate and pleasant place. And from this it occurred that the blessed seat of the glory of God is called by that name. paradise, and heard Which no man is able to utter. unspeakable words, which it is not Which the saints themselves are not by any means able to express, because it is God himself. This is the way that Clement of Alexandria explains this passage, Strom. 5. lawful for a man to utter."},{"number":5,"verse":"To remove all suspicion of seeking glory, he witnesses that he brags not of those things as though they were of himself, but as outside of himself. And yet nonetheless he pretends nothing, lest by this occasion other men should attribute to him more than he indeed is: and therefore he would rather glory in his miseries. Of such an one will I glory: yet of myself I will not glory, but in mine infirmities."},{"number":6,"verse":"For though I woulde reioyce, I should not be a foole, for I will say the trueth: but I refraine, lest any man should thinke of me aboue that hee seeth in me, or that he heareth of me."},{"number":7,"verse":"An excellent doctrine: why God will have even his best servants to be vexed by Satan, and by every type of temptations: that is, lest they should be too much puffed up, and also that they may be made perfect by being continually exercised in them. And lest I should be exalted above measure through the abundance of the revelations, there was given to me He means sinful lust, that sticks fast in us as it were a thorn, to such a degree that it forced Paul himself who was regenerated to cry out, «I do not that good that I would», etc. And he calls it a thorn by a metaphor taken from thorns, or stumps, which are very dangerous and harmful for the feet, if a man walks through woods that are cut down. a thorn in the flesh, the messenger of Which sets those lusts on fire. Satan to buffet me, lest I should be exalted above measure."},{"number":8,"verse":"For this thing I besought the Lord Often. thrice, that it might depart from me."},{"number":9,"verse":"And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. He concludes that he will only set his miseries against the vain braggings of the false apostles, and with this also excuses himself, because by their troublesome braggings he was forced to speak as much of those things as he did. That is, because if his apostleship were subverted, his doctrine would necessarily fall. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may That I might feel the power of Christ more and more: for the weaker that our tabernacles are, the more does Christ's power appear in them. rest upon me."},{"number":10,"verse":"Therefore I take I do not only take them patiently and with a good heart, but I also take great pleasure in them. pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong."},{"number":11,"verse":"I am become a fool in glorying; ye have compelled me: Again he makes the Corinthians witnesses of those things by which God had sealed his apostleship among them, and again he declares by certain arguments how far he is from all covetousness, and also how he is affectionate towards them. for I ought to have been commended of you: for in nothing am I behind the very chiefest apostles, though I be nothing."},{"number":12,"verse":"Truly the The arguments by which it may well appear that I am indeed an apostle of Jesus Christ. signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds."},{"number":13,"verse":"For what is it wherein ye were inferior to other churches, except [it be] that I myself was not I was not slothful with my own hands, so that I might not be burdensome to you. burdensome to you? forgive me this wrong."},{"number":14,"verse":"Behold, the thirde time I am ready to come vnto you, and yet will I not be slouthfull to your hinderance: for I seeke not yours, but you: for the children ought not to laye vp for the fathers, but the fathers for the children."},{"number":15,"verse":"And I will most gladly bestow, and will be bestowed for your soules: though the more I loue you, the lesse I am loued."},{"number":16,"verse":"He sets aside another most grievous slander, that is, that he did subtly and by others make his gain and profit of them. But be it so, I did not burden you: nevertheless, being crafty, I caught you with guile."},{"number":17,"verse":"Did I pill you by any of them whom I sent vnto you?"},{"number":18,"verse":"I haue desired Titus, and with him I haue sent a brother: did Titus pill you of any thing? walked we not in the selfe same spirit? walked we not in the same steppes?"},{"number":19,"verse":"He concludes that he does not write these things to them as though he needed to defend himself, for he is guilty of nothing: but because it is appropriate for them to doubt nothing of his fidelity, who instructed them. Again, think ye that we excuse ourselves unto you? we speak before God in As it becomes him to speak truly and sincerely, that professes himself to be in Christ, that is to say, to be a Christian. Christ: but [we do] all things, dearly beloved, for your edifying."},{"number":20,"verse":"Having confirmed his authority to them, he rebukes them sharply, and threatens them also like an apostle, showing that he will not spare them from now on, unless they repent, seeing that this is the third time that he has warned them. For I fear, lest, when I come, I shall not find you such as I would, and [that] I shall be found unto you such as ye would not: lest [there be] debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:"},{"number":21,"verse":"I feare least when I come againe, my God abase me among you, and I shall bewaile many of them which haue sinned already, and haue not repented of the vncleannesse, and fornication, and wantonnesse which they haue committed."}]}