{"bibleAbbr":"GB1587","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore Now he plainly witnesses that both he and his associates (through the mercy of God) do their vocation and duty uprightly and sincerely, neglecting all dangers. seeing we have this ministry, as we have received mercy, we Though we are broken in pieces with miseries and calamities, yet we do not yield. faint not;"},{"number":2,"verse":"But have renounced the Subtilty and every type of deceit which men hunt after, as it were dens and lurking holes, to cover their shameless dealings with. hidden things of dishonesty, not walking in craftiness, nor handling the word of God This is that which he called in the former chapter, making merchandise of the word of God. deceitfully; but by manifestation of the truth commending ourselves to every man's conscience in the sight of God."},{"number":3,"verse":"An objection: many hear the Gospel, and yet are no more enlightened by it than by the preaching of the Law. He answers, «The fault is in the men themselves, whose eyes Satan plucks out, who rules in this world.» And yet nonetheless he and his associates set forth the most clear light of the Gospel to be seen and beheld, seeing that Christ only whom they preach, is he in whom God will be known, and as it were seen. But if our gospel be hid, it is hid to them that are lost:"},{"number":4,"verse":"In whom the god of this world hath blinded the minds of them which believe not, lest the The light of plain and enlightening preaching, which shows forth the glory of Christ. light of the glorious gospel of Christ, who is the In whom the Father sets himself forth to be seen and beheld. image of God, should shine unto them."},{"number":5,"verse":"He removes according to his accustomed manner, all suspicion of ambition, affirming that he teaches faithfully, but as a servant, and witnessing that all this light which he and his associates give to others, proceeds from the Lord. For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for To preach this self same Jesus to you. Jesus' sake."},{"number":6,"verse":"For God, Who made with his word alone. who commanded the light to shine out of darkness, hath shined in our hearts, to [give] the That being enlightened by God, we should in the same way give that light to others. light of the knowledge of the glory of God in the face of Jesus Christ."},{"number":7,"verse":"He takes away a stumbling block, which darkened among some, the bright shining of the ministry of the Gospel, that is, because the apostles were the most miserable of all men. Paul answers that he and his associates are as it were, earthen vessels, but yet there is in them a most precious treasure. But we have this treasure in earthen vessels, He brings marvellous reasons why the Lord does so afflict his principal servants, to the end, he says, that all men may perceive that they do not stand by any man's power, but by the singular power of God, in that they die a thousand times, but never perish. that the excellency of the power may be of God, and not of us."},{"number":8,"verse":"Wee are afflicted on euery side, yet are we not in distresse: we are in doubt, but yet wee despaire not."},{"number":9,"verse":"We are persecuted, but not forsaken: cast downe, but we perish not."},{"number":10,"verse":"An amplification of the former sentence, in which he compares his afflictions to a daily death, and the power of the Spirit of God in Christ to life, who oppresses that death. Always bearing about in the body the So Paul calls that miserable estate and condition that the faithful, but especially the minsters, are in. dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body."},{"number":11,"verse":"For we which Who live that life, that is, by the Spirit of Christ, among so many and so great miseries. live are alway delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our Subject to that miserable condition. mortal flesh."},{"number":12,"verse":"A very wise conclusion: as if he would say, «Therefore, to be short, we die that you may live by our death», because they ventured into all those dangers for the building of the Church's sake, and they ceased not to strengthen and encourage all the faithful with the examples of their patience. So then death worketh in us, but life in you."},{"number":13,"verse":"He declares the former sentence, showing that he and his associates die in a way to purchase life for others, but yet nonetheless they are partakers of the same life with them: because they themselves do first believe that which they offer to others to believe, that is, that they also will be saved together with them in Christ. We having the same The same faith, by the inspiration of the same Spirit. spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;"},{"number":14,"verse":"Knowing that he which hath raised vp the Lord Iesus, shall raise vs vp also by Iesus, and shall set vs with you."},{"number":15,"verse":"He shows how this constancy is preserved in them, that is, because they are doing it for God's glory, and the salvation of the churches committed to them. For all things [are] for your sakes, When it will please God to deliver me, and restore me to you, that exceeding benefit which will be poured upon me will in like sort result to the glory of God, by the thanksgiving of many. that the abundant grace might through the thanksgiving of many redound to the glory of God."},{"number":16,"verse":"For which cause we faint not; He adds as it were a triumphant song, that he is outwardly afflicted, but inwardly he profits daily: and he is not bothered by all the miseries that may be sustained in this life, in comparison of that most constant and eternal glory. but though our outward man perish, yet the inward [man] is Gathers new strength so that the outward man is not overcome with the miseries which come freshly one after another, being maintained and upheld with the strength of the inward man. renewed day by day."},{"number":17,"verse":"For our Afflictions are not called light, as though they were light in themselves, but because they pass away quickly, as indeed our whole life is not of very long continuance. light affliction, which is but for a moment, worketh for us a far more exceeding [and] eternal weight of Which remains forever firm and stable, and can never be shaken. glory;"},{"number":18,"verse":"While we looke not on the thinges which are seene, but on the things which are not seene: for the things which are seene, are temporall: but the things which are not seene, are eternall."}]}