{"bibleAbbr":"Geneva1587","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"We Men do not only need the ministry of the Gospel before they have received grace, in order that they may be partakers of the Gospel, but also after they have received grace they need to continue in it. then, [as] workers together [with him], beseech [you] also that ye receive not the grace of God in vain."},{"number":2,"verse":"In that grace is offered, it is by the grace of God, who has appointed times and seasons to all things, that we may take occasion when it is offered.(For he saith, I have heard thee in a time Which I of my free mercy and love towards you liked and appointed. And at this time God poured out his marvellous love upon us. accepted, and in the day of salvation have I succoured thee: behold, now [is] the accepted time; behold, now [is] the day of salvation.)"},{"number":3,"verse":"He shows the Corinthians a pattern of a true minister in his own example, and in Timothy and Silvanus, to the end that he might procure authority for himself and his companions like him, as he purposed from the beginning. Giving no offence in any thing, that the ministry be not blamed:"},{"number":4,"verse":"But in all [things] Declare and indeed show. approving ourselves as the ministers of God, He first of all reckons up those things which are neither always in the ministers, nor without exception, unless they are there according to the minister's bodily condition. Patience, however, is an exception, which also is one of the virtues which ought to always be in a good minister. in much patience, in afflictions, in necessities, in distresses,"},{"number":5,"verse":"In stripes, in imprisonments, in In tossing to and fro, finding no place of rest and quietness. tumults, in labours, in watchings, in fastings;"},{"number":6,"verse":"Secondly he reckons up such virtues as are necessary, and ought alway be in them, and by which as by good armour, all pitfalls and hindrances may be overcome. By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,"},{"number":7,"verse":"By the Preaching of the Gospel. word of truth, by the Power to work miracles, and to subdue the wicked. power of God, by the Uprightness. armour of righteousness on the right hand and on the left,"},{"number":8,"verse":"By honour, and dishonour, by euill report, and good report, as deceiuers, and yet true:"},{"number":9,"verse":"As vnknowen, and yet knowen: as dying, and beholde, we liue: as chastened, and yet not killed:"},{"number":10,"verse":"As sorowing, and yet always reioycing: as poore, and yet make many riche: as hauing nothing, and yet possessing all things."},{"number":11,"verse":"Going about to rebuke them he says first that he deals with them sincerely and with an open and plain heart, and in addition complains that they do not do the same in loving their Father. O [ye] Corinthians, our mouth is The opening of the mouth and heart signifies a most earnest affection in him that speaks, as it happens commonly with those that are in some great joy. open unto you, our heart is enlarged."},{"number":12,"verse":"Ye are not You are in my heart as in a house, and that no narrow or confined house, for I have opened my whole heart to you; but you are inwardly narrow towards me. straitened in us, but ye are straitened in your own After the manner of the Hebrews, he calls those tender affections which rest in the heart, «bowels». bowels."},{"number":13,"verse":"Nowe for the same recompence, I speake as to my children, Be you also inlarged."},{"number":14,"verse":"Now he rebukes them boldly, because they became fellows with infidels in outward idolatry, as though it were an indifferent thing. And this is the fourth part of this epistle, the conclusion of which is, that those whom the Lord has condescended to in calling them his children, must keep themselves pure, not only in mind, but also in body, that they may be completely holy to the Lord. Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?"},{"number":15,"verse":"And what concord hath Christ with Belial? or what What can there be between them? part hath he that believeth with an infidel?"},{"number":16,"verse":"And what agreement hath the temple of God with idols? for ye are the temple of the He sets the living God against idols. living God; as God hath said, I will God dwells with us, because Christ has become God with us. dwell in them, and walk in [them]; and I will be their God, and they shall be my people."},{"number":17,"verse":"Wherefore come out from among them, and separate your selues, saith the Lord, and touch none vncleane thing, and I wil receiue you."},{"number":18,"verse":"And I will be a Father vnto you, and ye shalbe my sonnes and daughters, saith the Lord almightie."}]}