{"bibleAbbr":"cKJV+","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"Nebuchadnezzar<WH5020> the king<WH4430>, unto all<WH3606> people<WH5972>, nations<WH524>, and languages<WH3961>, that live<WH1753> in all<WH3606> the earth<WH772>; Peace<WH8001> be multiplied unto you<WH7680>."},{"number":2,"verse":"I thought<WH6925> it good<WH8232> to show<WH2324> the signs<WH852> and wonders<WH8540> that the high<WH5943> God<WH426> has done<WH5648> toward me<WH5974>."},{"number":3,"verse":"How<WH4101> great<WH7260> are his signs<WH852>! and how<WH4101> mighty<WH8624> are his wonders<WH8540>! his kingdom<WH4437> is a everlasting<WH5957> kingdom<WH4437>, and his dominion<WH7985> is from<WH5974> generation<WH1859> to generation<WH1859>."},{"number":4,"verse":"I<WH576> Nebuchadnezzar<WH5020> was<WH1934> at rest<WH7954> in my house<WH1005>, and flourishing<WH7487> in my palace<WH1965>:"},{"number":5,"verse":"I saw<WH2370> a dream<WH2493> which made me afraid<WH1763>, and the thoughts<WH2031> upon<WH5922> my bed<WH4903> and the visions<WH2376> of my head<WH7217> troubled me<WH927>."},{"number":6,"verse":"Therefore<WH4481> made<WH7761> I<WH4481> a decree<WH2942> to bring<WH5954> in all<WH3606> the wise<WH2445> men of Babylon<WH895> before<WH6925> me<WH3046>, that they might make known unto me the interpretation<WH6591> of the dream<WH2493>."},{"number":7,"verse":"Then<WH116> came<WH5954> in the magicians<WH2749>, the astrologers<WH826>, the Chaldeans<WH3779>, and the soothsayers<WH1505>: and I<WH576> told<WH560> the dream<WH2493> before<WH6925> them<WH3809>; but they did not make known<WH3046> unto me the interpretation there<WH6591>."},{"number":8,"verse":"But at<WH5705> the last<WH318> Daniel<WH1841> came in<WH5922> before me<WH6925>, whose name<WH8036> was Belteshazzar<WH1096>, according to the name<WH8036> of my god<WH426>, and in whom is the spirit<WH7308> of the holy<WH6922> gods<WH426>: and before<WH6925> him I told<WH560> the dream<WH2493>, saying,"},{"number":9,"verse":"O Belteshazzar<WH1096>, master<WH7229> of the magicians<WH2749>, because I<WH576> know<WH3046> that the spirit<WH7308> of the holy<WH6922> gods<WH426> is in you<WH3606>, and no secret<WH7328> troubles<WH598> you<WH560>, tell me the visions<WH2376> of my dream<WH2493> that I have seen<WH2370>, and the interpretation there<WH6591>."},{"number":10,"verse":"Thus were the visions<WH2376> of my head<WH7217> in<WH5922> my bed<WH4903>; I saw<WH1934>, and behold<WH431> a tree<WH363> in the midst<WH1459> of the earth<WH772>, and the height<WH7314> there was great<WH7690>."},{"number":11,"verse":"The tree<WH363> grew<WH7236>, and was strong<WH8631>, and the height<WH7314> there reached<WH4291> unto heaven<WH8065>, and the sight<WH2379> there to the end<WH5491> of all<WH3606> the earth<WH772>:"},{"number":12,"verse":"The leaves<WH6074> there were fair<WH8209>, and the fruit<WH4> there much<WH7690>, and in it was food<WH4203> for all<WH3606>: the animals<WH2423> of the field<WH1251> had shadow<WH2927> under<WH8460> it<WH6853>, and the birds of the heaven<WH8065> lived<WH1753> in the boughs<WH6056> there<WH3606>, and all flesh<WH1321> was fed<WH2110> of it<WH4481>."},{"number":13,"verse":"I saw<WH1934> in the visions<WH2376> of my head<WH7217> upon<WH5922> my bed<WH4903>, and<WH431>, behold, a watcher<WH5894> and a holy one<WH6922> came down<WH5182> from<WH4481> heaven<WH8065>;"},{"number":14,"verse":"He cried<WH7123> aloud<WH2429>, and said<WH560> thus<WH3652>, Hew down<WH1414> the tree<WH363>, and cut off<WH7113> his branches<WH6056>, shake off<WH5426> his leaves<WH6074>, and scatter<WH921> his fruit<WH4>: let the animals<WH2423> get away<WH5111> from<WH4481> under it<WH8479>, and the birds<WH6853> from<WH4481> his branches<WH6056>:"},{"number":15,"verse":"Nevertheless<WH1297> leave<WH7662> the stump<WH6136> of his roots<WH8330> in the earth<WH772>, even with a band<WH613> of iron<WH6523> and brass<WH5174>, in the tender grass<WH1883> of the field<WH1251>; and let it be wet<WH6647> with the dew<WH2920> of heaven<WH8065>, and let his portion<WH2508> be with<WH5974> the animals<WH2423> in the grass<WH6211> of the earth<WH772>:"},{"number":16,"verse":"Let his heart<WH3825> be changed<WH8133> from<WH4481> man<WH606>'s, and let a animals<WH2423> heart<WH3825> be given<WH3052> unto him<WH7655>; and let seven times<WH5732> pass<WH2499> over him<WH5922>."},{"number":17,"verse":"This matter<WH6600> is by the decree<WH1510> of the watchers<WH5894>, and the demand<WH7595> by the word<WH3983> of the holy ones<WH6922>: to<WH5705> the intent<WH1701> that the living<WH2417> may know<WH3046> that the most High<WH5943> rules<WH7990> in the kingdom<WH4437> of men<WH606>, and gives<WH5415> it to whomever<WH4479> he will<WH6634>, and sets up<WH6966> over<WH5922> it the basest<WH8215> of men<WH606>."},{"number":18,"verse":"This<WH1836> dream<WH2493> I<WH576> king<WH4430> Nebuchadnezzar<WH5020> have seen<WH2370>. Now you<WH607>, O Belteshazzar<WH1096>, declare<WH560> the interpretation<WH6591> there<WH6903>, forasmuch as all<WH3606> the wise<WH2445> men of my kingdom<WH4437> are not<WH3809> able<WH3202> to make known<WH3046> unto me the interpretation<WH6591>: but you<WH607> are able<WH3546>; for the spirit<WH7308> of the holy<WH6922> gods is in you<WH426>."},{"number":19,"verse":"Then<WH116> Daniel<WH1841>, whose name<WH8036> was Belteshazzar<WH1096>, was astonished<WH8075> for one<WH2298> hour<WH8160>, and his thoughts<WH7476> troubled<WH927> him<WH4430>. The king spoke<WH6032>, and said<WH560>, Belteshazzar<WH1096>, let not<WH409> the dream<WH2493>, or the interpretation<WH6591> there<WH927>, trouble you<WH1096>. Belteshazzar answered<WH6032> and said<WH560>, My lord<WH4756>, the dream<WH2493> be to them that hate<WH8131> you<WH6591>, and the interpretation there to your enemies<WH6146>."},{"number":20,"verse":"The tree<WH363> that you saw<WH2370>, which grew<WH7236>, and was strong<WH8631>, whose height<WH7314> reached<WH4291> unto the heaven<WH8065>, and the sight<WH2379> there to all<WH3606> the earth<WH772>;"},{"number":21,"verse":"Whose leaves<WH6074> were fair<WH8209>, and the fruit<WH4> there much<WH7690>, and in it was food<WH4203> for all<WH3606>; under<WH8460> which the animals<WH2423> of the field<WH1251> lived<WH1753>, and upon whose branches<WH6056> the birds<WH6853> of the heaven<WH8065> had their habitation<WH7932>:"},{"number":22,"verse":"It is you<WH607>, O king<WH4430>, that are grown<WH7236> and become strong<WH8631>: for your greatness<WH7238> is grown<WH7236>, and reaches<WH4291> unto heaven<WH8065>, and your dominion<WH7985> to the end<WH5491> of the earth<WH772>."},{"number":23,"verse":"And whereas the king<WH4430> saw<WH2370> a watcher<WH5894> and a holy one<WH6922> coming down<WH5182> from<WH4481> heaven<WH8065>, and saying<WH560>, Hew<WH1414> the tree<WH363> down<WH1414>, and destroy<WH2255> it<WH1297>; yet leave<WH7662> the stump<WH6136> of the roots<WH8330> there in the earth<WH772>, even with a band<WH613> of iron<WH6523> and brass<WH5174>, in the tender grass<WH1883> of the field<WH1251>; and let it be wet<WH6647> with the dew<WH2920> of heaven<WH8065>, and let his portion<WH2508> be with<WH5974> the animals<WH2423> of the field<WH1251>, until<WH5705> seven<WH7655> times<WH5732> pass<WH2499> over him<WH5922>;"},{"number":24,"verse":"This<WH1836> is the interpretation<WH6591>, O king<WH4430>, and this<WH1932> is the decree<WH1510> of the most High<WH5943>, which is come<WH4291> upon<WH5922> my lord<WH4756> the king<WH4430>:"},{"number":25,"verse":"That they shall drive<WH2957> you from<WH4481> men<WH606>, and your living<WH4070> shall be<WH1934> with<WH5974> the animals<WH2423> of the field<WH1251>, and they shall make you to eat<WH2939> grass<WH6211> as oxen<WH8450>, and they shall wet<WH6647> you with the dew<WH2920> of heaven<WH8065>, and seven<WH7655> times<WH5732> shall pass<WH2499> over<WH5922> you<WH5705>, until you know<WH3046> that the most High<WH5943> rules<WH7990> in the kingdom<WH4437> of men<WH606>, and gives<WH5415> it to whomever<WH4479> he will<WH6634>."},{"number":26,"verse":"And whereas they commanded<WH560> to leave<WH7662> the stump<WH6136> of the tree<WH363> roots<WH8330>; your kingdom<WH4437> shall be sure<WH7011> unto you<WH4481>, after that you shall have known<WH3046> that the heavens<WH8065> do rule<WH7990>."},{"number":27,"verse":"Therefore<WH3861>, O king<WH4430>, let my counsel<WH4431> be acceptable<WH8232> unto you<WH5922>, and break off<WH6562> your sins<WH2408> by righteousness<WH6665>, and your iniquities<WH5758> by showing mercy<WH2604> to the poor<WH6033>; if<WH2006> it may be<WH1934> a lengthening<WH754> of your tranquillity<WH7963>."},{"number":28,"verse":"All<WH3606> this came<WH4291> upon<WH5922> the king<WH4430> Nebuchadnezzar<WH5020>."},{"number":29,"verse":"At the end<WH7118> of twelve<WH8648> months<WH3393> he walked<WH1934> in<WH5922> the palace<WH1965> of the kingdom<WH4437> of Babylon<WH895>."},{"number":30,"verse":"The king<WH4430> spoke<WH6032>, and said<WH560>, Is not<WH3809> this<WH1932> great<WH7229> Babylon<WH895>, that I<WH576> have built<WH1124> for the house<WH1005> of the kingdom<WH4437> by the might<WH8632> of my power<WH2632>, and for the honor<WH3367> of my majesty<WH1923>?"},{"number":31,"verse":"While<WH5751> the word<WH4406> was in the king<WH4430>'s mouth<WH6433>, there fell<WH5308> a voice<WH7032> from<WH4481> heaven<WH8065>, saying<WH4430>, O king Nebuchadnezzar<WH5020>, to you it is spoken<WH560>; The kingdom<WH4437> is departed<WH5709> from you<WH4481>."},{"number":32,"verse":"And they shall drive<WH2957> you from<WH4481> men<WH606>, and your living<WH4070> shall be with<WH5974> the animals<WH2423> of the field<WH1251>: they shall make you to eat<WH2939> grass<WH6211> as oxen<WH8450>, and seven<WH7655> times<WH5732> shall pass<WH2499> over<WH5922> you<WH5705>, until you know<WH3046> that the most High<WH5943> rules<WH7990> in the kingdom<WH4437> of men<WH606>, and gives<WH5415> it to whomever<WH4479> he will<WH6634>."},{"number":33,"verse":"The same hour<WH8160> was the thing<WH4406> fulfilled<WH5487> upon<WH5922> Nebuchadnezzar<WH5020>: and he was driven<WH2957> from<WH4481> men<WH606>, and did eat<WH399> grass<WH6211> as oxen<WH8450>, and his body<WH1655> was wet<WH6647> with the dew<WH2920> of heaven<WH8065>, until<WH5705> his hairs<WH8177> were grown<WH7236> like eagles<WH5403>' feathers<WH2953>, and his nails like birds<WH6853>' claws."},{"number":34,"verse":"And at the end<WH7118> of the days<WH3118> I<WH576> Nebuchadnezzar<WH5020> lifted up<WH5191> my eyes<WH5870> unto heaven<WH8065>, and my understanding<WH4486> returned<WH8421> unto me<WH5922>, and I blessed<WH1289> the most High<WH5943>, and I praised<WH7624> and honored<WH1922> him that lives<WH2417> for ever<WH5957>, whose dominion<WH7985> is a everlasting<WH5957> dominion<WH7985>, and his kingdom<WH4437> is from<WH5974> generation<WH1859> to generation<WH1859>:"},{"number":35,"verse":"And all<WH3606> the inhabitants<WH1753> of the earth<WH772> are regarded<WH2804> as nothing<WH3809>: and he does<WH5648> according to his will<WH6634> in the army<WH2429> of heaven<WH8065>, and among the inhabitants<WH1753> of the earth<WH772>: and none<WH3809> can<WH383> stay<WH4223> his hand<WH3028>, or say<WH560> unto him<WH4101>, What do you<WH5648>?"},{"number":36,"verse":"At the same time<WH2166> my reason<WH4486> returned<WH8421> unto me<WH5922>; and for the glory<WH3367> of my kingdom<WH4437>, my honor<WH1923> and brightness<WH2122> returned<WH8421> unto me<WH5922>; and my counselors<WH1907> and my lords<WH7261> sought<WH1156> unto me<WH5922>; and I was established<WH8627> in my kingdom<WH4437>, and excellent<WH3493> majesty<WH7238> was added unto me<WH3255>."},{"number":37,"verse":"Now<WH3705> I<WH576> Nebuchadnezzar<WH5020> praise<WH7624> and extol<WH7313> and honor<WH1922> the King<WH4430> of heaven<WH8065>, all<WH3606> whose works<WH4567> are truth<WH7187>, and his ways<WH735> judgment<WH1780>: and those that walk<WH1981> in pride<WH1467> he is able<WH3202> to abase<WH8214>."}]}