{"bibleAbbr":"teOV2016","bookName":"తీతుకు","bookEnglishName":"Titus","chapterNumber":2,"verses":[{"number":1,"verse":"నీవు హితబోధకనుకూలమైన సంగతులను బోధించుము.౹"},{"number":2,"verse":"ఏలాగనగా వృద్ధులు మితానుభవముగలవారును, మాన్యులును, స్వస్థబుద్ధిగలవారును, విశ్వాస ప్రేమ సహనములయందు లోపములేనివారునై ( మూలభాషలో–ఆరోగ్యముగల వారునై.) యుండవలెననియు,౹"},{"number":3,"verse":"[3-5] ఆలాగుననే వృద్ధీస్తలు కొండెకత్తెలును, ( మూలభాషలో–అపవాదులును.) మిగుల మద్యపానాసక్తులునై ( లేక, మద్యపానము వలన వశపరచుకొనబడినవారునై.) యుండక, ప్రవర్తనయందు భయభక్తులుగలవారై యుండవలెననియు, దేవునివాక్యము దూషింపబడకుండునట్లు, యౌవనస్త్రీలు తమ భర్తలకు లోబడియుండి తమ భర్తలను శిశువులను ప్రేమించు వారును స్వస్థబుద్ధిగలవారును పవిత్రులును ఇంట ఉండి పనిచేసికొనువారును మంచివారునై యుండవలెనని బుద్ధిచెప్పుచు, మంచి ఉపదేశముచేయువారునై యుండవలెననియు బోధించుము.౹"},{"number":6,"verse":"అటువలెనే స్వస్థబుద్దిగలవారై యుండవలెనని యౌవనపురుషులను హెచ్చరించుము.౹"},{"number":7,"verse":"[7-8] పరపక్షమందుండువాడు మనలనుగూర్చి చెడుమాట యేదియు చెప్పనేరక సిగ్గుపడునట్లు అన్నిటియందు నిన్ను నీవే సత్కార్యములవిషయమై మాదిరిగా కనుపరచుకొనుము. నీ ఉపదేశము మోసములేనిదిగాను మాన్యమైనదిగాను నిరాక్షేపమైన హితవాక్యముతో ( మూలభాషలో–ఆరోగ్యకరమైన వాక్యముతో.) కూడినదిగాను ఉండవలెను.౹"},{"number":9,"verse":"[9-10] దాసులైనవారు అన్ని విషయములయందు మన రక్షకుడగు దేవుని ఉపదేశమును అలంక రించునట్లు, తమ యజమానులకు ఎదురుమాట చెప్పక, ఏమియు అపహరింపక, సంపూర్ణమైన మంచి నమ్మకమును కనుపరచుచు, అన్ని కార్యములయందు వారిని సంతోష పెట్టుచు, వారికి లోబడియుండవలెనని వారిని హెచ్చరించుము.౹"},{"number":11,"verse":"ఏలయనగా సమస్త మనుష్యులకు రక్షణకరమైన దేవుని కృప ప్రత్యక్షమై౹"},{"number":12,"verse":"మనము భక్తిహీనతను, ఇహలోక సంబంధమైన దురాశలను విసర్జించి, శుభప్రదమైన నిరీక్షణ నిమిత్తము,౹"},{"number":13,"verse":"అనగా మహా దేవుడును మన రక్షకుడునైన యేసుక్రీస్తు మహిమయొక్క ప్రత్యక్షత కొరకు ఎదురుచూచుచు, ఈ లోకములో స్వస్థబుద్ధితోను నీతితోను, భక్తితోను బ్రదుకుచుండవలెనని మనకు బోధించుచున్నది.౹"},{"number":14,"verse":"ఆయన సమస్తమైన దుర్నీతినుండి మనలను విమోచించి, సత్క్రియలయందాసక్తిగల ప్రజలను తన కోసరము పవిత్రపరచుకొని తన సొత్తుగా చేసికొనుటకు తన్నుతానే మనకొరకు అర్పించుకొనెను."},{"number":15,"verse":"వీటినిగూర్చి బోధించుచు, హెచ్చరించుచు సంపూ ర్ణాధికారముతో దుర్బోధను ఖండించుచునుండుము నిన్నెవనిని తృణీకరింపనీయకుము."}]}