{"bibleAbbr":"KJ3-2005","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"And the sons of Israel did evil again in the sight of Jehovah, and Jehovah gave them into the hands of the Philistines forty years."},{"number":2,"verse":"And there was a certain man of Zorah, of the family of the Danites, and his name was Manoah. And his wife was barren, and had not borne."},{"number":3,"verse":"And the Angel of Jehovah appeared to the woman, and said to her, Behold now, you are barren and have not borne. But you shall conceive and bear a son."},{"number":4,"verse":"And now take heed, and please do not drink wine or fermented drink; and do not eat any unclean thing."},{"number":5,"verse":"For, behold, you are pregnant and bearing a son. And a razor shall not go on his head, for the boy shall be a Nazarite to God from the womb. And he shall begin to save Israel out of the hand of the Philistines."},{"number":6,"verse":"And the woman came and spoke to her husband, saying, A Man of God has come to me, and He was seen as the appearance of the Angel of God, very terrifying. And I did not ask Him where He was from, and He did not tell me His name."},{"number":7,"verse":"And He said to me, Behold, you are being pregnant and will bear a son. And now do not drink wine or fermented drink, and do not eat any unclean thing, for the boy shall be a Nazarite to God from the womb, until the day of his death."},{"number":8,"verse":"Then Manoah prayed to Jehovah, and said, O my Lord, the Man of God whom You sent, please let Him come again to us and direct us what we shall do to the boy being born."},{"number":9,"verse":"And God listened to the voice of Manoah, and the Angel of God came again to the woman. And she was sitting in a field; and her husband Manoah was not with her."},{"number":10,"verse":"And the woman hurried and ran, and told her husband, and said to him, Behold, He has appeared to me, the Man who came to me that day."},{"number":11,"verse":"And Manoah rose up and went after his wife, and came to the Man. And he said to Him, Are You the Man who spoke to the woman? And He said, I am."},{"number":12,"verse":"And Manoah said, Then let Your words come about. What shall be the way of the boy, and his undertaking?"},{"number":13,"verse":"And the Angel of Jehovah said to Manoah, Let her be watchful of all that I said to the woman;"},{"number":14,"verse":"she shall not eat of anything that came forth from the grapevine; and she shall not drink wine or fermented drink; and she shall not eat any unclean thing. She shall be careful of all that I commanded her."},{"number":15,"verse":"And Manoah said to the Angel of Jehovah, Please let us keep You, and prepare before You a kid of the goats."},{"number":16,"verse":"And the Angel of Jehovah said to Manoah, If you keep Me, I will not eat of your bread. And if you prepare a burnt offering, you shall offer it to Jehovah. For Manoah did not know that He was the Angel of Jehovah."},{"number":17,"verse":"And Manoah said to the Angel of Jehovah, What is Your name? When Your words come about, then we shall honor You."},{"number":18,"verse":"And the Angel of Jehovah said to him, Why do you ask this about My name? Yea, it is Wonderful."},{"number":19,"verse":"And Manoah took the kid of the goats, and the food offering, and offered on the rock to Jehovah. And He did wonderfully, and Manoah and his wife were watching."},{"number":20,"verse":"And it happened as the flame from off the altar was going up to the heavens, that the Angel of Jehovah went up in the flame of the altar. And Manoah and his wife were watching. And they fell on their faces to the ground."},{"number":21,"verse":"And the Angel of Jehovah was not ever seen again to Manoah, or to his wife. Then Manoah knew that He was the Angel of Jehovah."},{"number":22,"verse":"And Manoah said to his wife, Dying we shall die, because we have seen God."},{"number":23,"verse":"And his wife said to him, If Jehovah pleased to cause us to die, He would not have received a burnt offering and a food offering from our hands, and not made us see all these things; and He would not now have caused us to hear things like these."},{"number":24,"verse":"And the woman bore a son, and called his name Samson. And the youth grew, and Jehovah blessed him."},{"number":25,"verse":"And the Spirit of Jehovah began to move him in the camp of Dan between Zorah and Eshtaol."}]}