{"bibleAbbr":"KJ3-2005","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"And it happened in those days when there was no king in Israel, there was a man, a Levite, living on the further side of the hills of Ephraim. And he took a wife to himself, a concubine out of Bethlehem-judah."},{"number":2,"verse":"And his concubine fornicated against him. And she walked away from him to her father's house, to Bethlehem-judah, and there many days passed, four months."},{"number":3,"verse":"And her husband rose up and went after her, to speak to her heart, to bring her back. And his young man was with him, and a team of asses. And she brought him into her father's house. And the young woman's father saw him and rejoiced to meet him."},{"number":4,"verse":"And his father-in-law, the young woman's father, detained him. And he dwelt with him three days. And they ate and drank, and lodged there."},{"number":5,"verse":"And it happened on the fourth day, they rose up early in the morning, and he rose up to go. And the young woman's father said to his son-in-law, Sustain your heart with a bit of food, and afterward you shall go on."},{"number":6,"verse":"And they sat and ate, both of them together, and drank. And the young woman's father said to the man, Please be content and stay all night, and let your heart be good."},{"number":7,"verse":"And the man rose up to go; and his father- in-law pressed him, and he turned back and stayed there."},{"number":8,"verse":"And he rose up early in the morning to go on the fifth day. And the young woman's father said, Please refresh your heart. And they stayed until the turning of the day. And they ate, both of them."},{"number":9,"verse":"And the man rose to go, he and his concubine, and his young man. And his father- in-law, the young woman's father, said to him, Please notice that the day has faded toward evening. Please stay the night. Behold, the day is declining. Stay here, and let your heart be good, and you shall rise early tomorrow for your journey. And you shall go to your tent."},{"number":10,"verse":"But the man was not willing to stay the night. And he rose up and departed, and went until he was opposite Jebus (it is Jerusalem) and with him was a team of saddle asses. And his concubine was with him."},{"number":11,"verse":"They were near Jebus, and the day was spent. And the young man said to his master, Please come and we shall turn to this city of the Jebusites, and stay in it."},{"number":12,"verse":"And his master said to him, Let us not turn to the city of alien men that is not of the sons of Israel, but we shall pass over to Gibeah."},{"number":13,"verse":"And he said to his young man, Come and we shall draw near to one of the places, and shall stay in Gibeah, or in Ramah."},{"number":14,"verse":"And they passed on and traveled on. And the sun went down on them near Gibeah, which belongs to Benjamin."},{"number":15,"verse":"And they turned aside there, to go in to stay the night in Gibeah. And he went in and sat in a broad place of the city. Yet there was no man that took them into his house to spend the night."},{"number":16,"verse":"And, behold, an old man, a sojourner, came from his work from the field in the evening. And the man was from the hills of Ephraim; and he was sojourning in Gibeah. But the men of the place were sons of Benjamin."},{"number":17,"verse":"And he lifted up his eyes and saw the man, one sojourning, in a broad place of the city. And the old man said, Where are you going, and where do you come from?"},{"number":18,"verse":"And he said to him, We are passing from Bethlehem-judah to the other side of the hills of Ephraim. I am from there, and I am going to Bethlehem-judah. And I am going to the house of Jehovah. Yet there is no man to take me into the house."},{"number":19,"verse":"But there is straw and food for our asses, and also there is bread and wine for me, and for your concubine, and for the young man with your servants; there is no lack of anything."},{"number":20,"verse":"And the old man said, Peace to you. Only, all that you lack shall be on me. Only, do not spend the night in the open."},{"number":21,"verse":"And he brought him to his house, and mixed fodder for the asses. And they washed their feet and ate and drank."},{"number":22,"verse":"They were making their hearts merry. And, behold, men of the city, sons of worthless men, went around the house, beating on the door. And they spoke to the old man, the master of the house, saying, Bring out the man who has come into your house, and we shall know him."},{"number":23,"verse":"And the man, the master of the house went out to them and said to them, No, my brothers, please do not do evil, since this man has come into my house; do not do this grave sin."},{"number":24,"verse":"Behold, my daughter, a virgin, and his concubine. Please let me bring them out, and you humble them. And do to them that which is good in your eyes, but do not do this disgraceful thing to this man."},{"number":25,"verse":"And the men were not willing to listen to him, and the man took hold on his concubine and brought her to them outside. And they knew her, and rolled themselves on her all night, until the morning. And they sent her away at the dawning of the day."},{"number":26,"verse":"And the woman came in at the dawning of the morning, and fell at the door of the man's house where her master was, till it was light."},{"number":27,"verse":"And her master rose up in the morning, and opened the door of the house, and went out to go his way. And behold, the woman, his concubine, had fallen at the door of the house, and her hands were on the threshold."},{"number":28,"verse":"And he said to her, Rise up, and we will go. But there was no answer. And he took her on the ass, and the man rose up and went to his place."},{"number":29,"verse":"And he came to his house, and took the knife and lay hold on his concubine. And he cut her in pieces to her bones, into twelve pieces, and sent her into all the borders of Israel."},{"number":30,"verse":"And it happened that all who saw it said, There has never been, and never was seen, a thing like this from the day the sons of Israel came up out of the land of Egypt until this day. Set yourselves on it, take counsel, and speak."}]}