{"bibleAbbr":"KJ3-2005","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"And the sons of Israel did evil again in the sight of Jehovah, and Jehovah gave them into the hand of Midian seven years."},{"number":2,"verse":"And the hand of Midian was strong against Israel. And the sons of Israel made dens for themselves before the faces of Midian, in the mountains, and the caves, and the strongholds."},{"number":3,"verse":"And it happened if Israel had sown crops, that Midian, and Amalek, and the sons of the east came; yea, they came against them,"},{"number":4,"verse":"and camped against them, and destroyed the produce of the land until you enter Gaza. And they left no food in Israel, either sheep, or ox, or ass."},{"number":5,"verse":"For they came up with their livestock, and with their tents. They came in like locusts for number, and there was no number to them, to their camels. And they came into the land to destroy it."},{"number":6,"verse":"And Israel was brought very low before Midian. And the sons of Israel cried to Jehovah."},{"number":7,"verse":"And it happened when the sons of Israel had cried to Jehovah about Midian,"},{"number":8,"verse":"Jehovah sent a man, a prophet, to the sons of Israel. And he said to them, So says Jehovah the God of Israel, I have brought you up out of Egypt; and I have brought you out from a house of slaves."},{"number":9,"verse":"And I have delivered you out of the hand of the Egyptians, and out of the hand of all those oppressing you; and I have driven them out before you; and I have given you their land."},{"number":10,"verse":"And I said to you, I am Jehovah your God. You shall not fear the gods of the Amorite among whom you are dwelling in their land. But you have not listened to My voice."},{"number":11,"verse":"And the Angel of Jehovah came and sat under the oak which is in Ophrah, which belonged to Joash the Abiezrite. And his son Gideon was beating out wheat in the winepress, to hide it from the eyes of Midian."},{"number":12,"verse":"And the Angel of Jehovah appeared to him, and said to him, Jehovah is with you, mighty one of strength."},{"number":13,"verse":"And Gideon said to Him, Oh my Lord, if Jehovah is with us, then why has all this happened to us? And where are all His wonders which our fathers recounted to us, saying, Did not Jehovah bring us up out of Egypt? And now Jehovah has left us, and has given us into the hands of Midian."},{"number":14,"verse":"And Jehovah turned to him and said, Go in this strength of yours, and you shall deliver Israel out of the hand of Midian. Have I not sent you?"},{"number":15,"verse":"And he said to Him, Oh my Lord, with what shall I deliver Israel? Behold, my family is the weakest in Manasseh, and I the least in my father's house."},{"number":16,"verse":"And Jehovah said to him, Because I am with you, you shall strike Midian as one man."},{"number":17,"verse":"And he said to Him, Please, if I have found grace in Your eyes, then You shall do for me a sign that You are speaking with me."},{"number":18,"verse":"Please do not move from here until I come to You and bring my food offering and lay it before You. And He said, I will abide until you come back."},{"number":19,"verse":"And Gideon went in and prepared a kid of the goats, and unleavened bread of an ephah of flour. He put the flesh in a basket, and he put the broth in a pot. And he brought it out to Him, under the oak, and offered it."},{"number":20,"verse":"And the Angel of Jehovah said to him, Take the flesh and the unleavened bread and place them on this rock, and pour out the broth. And he did so."},{"number":21,"verse":"And the Angel of Jehovah put forth the end of the staff in His hand and touched the flesh and the unleavened bread. And the fire rose up out of the rock and burned up the flesh and the unleavened bread. And the Angel of Jehovah went out of his sight."},{"number":22,"verse":"And Gideon saw that He was the Angel of Jehovah. And Gideon said, Alas, Lord Jehovah! Because I have seen the Angel of Jehovah face to face!"},{"number":23,"verse":"And Jehovah said to him, Peace to you, fear not. You shall not die."},{"number":24,"verse":"And Gideon built an altar to Jehovah there, and called it Peace of Jehovah [Jehovah-shalom]. It is still in Ophrah of the Abiezrites until today."},{"number":25,"verse":"And it happened on that night, Jehovah said to him, Take your father's bull, and the second bull of seven years; and you shall throw down the altar of Baal which belongs to your father, and you shall cut down the Asherah beside it."},{"number":26,"verse":"And you shall build an altar to Jehovah your God on the top of this stronghold, in an arrangement, and shall take the second bull and offer a burnt offering with the wood of the Asherah which you have cut down."},{"number":27,"verse":"And Gideon took ten men from his servants and did as Jehovah had spoken to him. And it happened, since he feared his father's house and the men of the city, to do it by day, that he did it by night."},{"number":28,"verse":"And the men of the city rose early in the morning. And, behold, the altar of Baal had been torn down and the Asherah beside it had been cut down. And the second bull had been offered on the altar which was built."},{"number":29,"verse":"And they said, each man to his neighbor, Who has done this thing? And they asked and sought. And they said, Gideon the son of Joash has done this thing."},{"number":30,"verse":"And the men of the city said to Joash, Bring out your son, and he shall die, because he has torn down the altar of Baal, and because he has cut down the Asherah beside it."},{"number":31,"verse":"And Joash said to all that stood against him, You, will you contend for Baal? Or you, will you save him? He who contends for him shall be killed by the morning. If he is a god, let him contend for himself, because one has torn down his altar."},{"number":32,"verse":"And on that day he called him Jerubbaal, saying, Let Baal contend against him, because he has torn down his altar."},{"number":33,"verse":"And all Midian and Amalek, and the sons of the east, were gathered together, and crossed over, and camped in the valley of Jezreel."},{"number":34,"verse":"And the Spirit of Jehovah clothed Gideon with Himself, and he blew with a rams' horn. And the Abiezrites were called after him."},{"number":35,"verse":"And he sent messengers to all Manasseh, and it also was called after him. And he sent messengers to Asher and Zebulun, and to Naphtali. And they came up to meet them."},{"number":36,"verse":"And Gideon said to God, If You are to deliver Israel by my hand, as You have spoken,"},{"number":37,"verse":"behold, I am placing the fleece of wool on the grain floor; if the dew is on the fleece only, and dryness on all the ground, then I will know that You will deliver Israel by my hand, as You have spoken."},{"number":38,"verse":"And it was so. And he rose early on the next day and wrung the fleece, and drained dew out of the fleece, a bowl full of water."},{"number":39,"verse":"And Gideon said to God, Let not Your anger glow against me, and I shall speak only this time. Please let me try only this time with the fleece; please let there be dryness on the fleece alone; and let there be dew on all the ground."},{"number":40,"verse":"And God did so on that night, and there was dryness only on the fleece, and there was dew on all the ground."}]}