{"bibleAbbr":"KJ3-2005","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"And Abimelech the son of Jerubbaal went to Shechem, to his mother's brothers, and spoke with them, and to all the family of the house of his mother's father, saying,"},{"number":2,"verse":"Please speak in the ears of all the leaders of Shechem, Which is best for you, seventy men ruling over you, all the sons of Jerubbaal, or one man ruling over you? And you should remember that I am your bone and your flesh."},{"number":3,"verse":"And his mother's brothers spoke all these words about him in the ears of all the leaders of Shechem, and their heart inclined after Abimelech. For they said, He is our brother."},{"number":4,"verse":"And they gave to him seventy silverlings out of the house of Baal-berith. And Abimelech hired worthless and reckless men with them; and they went after him."},{"number":5,"verse":"And he went into his father's house at Ophrah, and killed his brothers, the sons of Jerubbaal, seventy men on one stone. But Jotham, the youngest son of Jerubbaal, was left; for he had hidden."},{"number":6,"verse":"And all the leaders of Shechem were gathered together, and all the house of Millo. And they came and caused Abimelech to reign as king at the oak of the outpost which is in Shechem."},{"number":7,"verse":"And they told Jotham, and he went and stood on the top of Mount Gerizim. And he lifted up his voice and cried, and said to them, Listen to me, leaders of Shechem, and God shall listen to you."},{"number":8,"verse":"Going the trees went forth to anoint a king over them. And they said to the olive, Reign over us."},{"number":9,"verse":"And the olive said to them, Should I cease from my fatness, by which they honor God and man, and go to hold sway over the trees?"},{"number":10,"verse":"And the trees said to the fig, You come, reign over us."},{"number":11,"verse":"And the fig said to them, Should I cease from my sweetness and my good fruit, and go to hold sway over the trees?"},{"number":12,"verse":"And the trees said to the vine, You come, reign over us."},{"number":13,"verse":"And the vine said to them, Should I cease from my new wine, which rejoices God and men, and go to hold sway over the trees?"},{"number":14,"verse":"And all the trees said to the bramble bush, You come, reign over us."},{"number":15,"verse":"And the bramble bush said to the trees, If you truly anoint me king over you, come seek refuge in my shade. And if not, let fire come out of the bramble bush and burn up the cedars of Lebanon."},{"number":16,"verse":"And now if you have acted in truth and integrity when you made Abimelech king; and if you have done well with Jerubbaal and his house; and you have done to him as his hands did,"},{"number":17,"verse":"in which my father fought for you, and cast aside his life, and delivered you from the hand of Midian;"},{"number":18,"verse":"and you have today risen against my father's house and have killed his sons, seventy men on one stone, and have made Abimelech the son of his slave-girl king over the leaders of Shechem, because he is your brother,"},{"number":19,"verse":"yea, if in truth and in integrity you have acted toward Jerubbaal and his house this day, rejoice in Abimelech; and he shall rejoice, he and you."},{"number":20,"verse":"If not, fire shall come out from Abimelech and consume the leaders of Shechem and the house of Millo. And fire shall come out from the leaders of Shechem and from the house of Millo and consume Abimelech."},{"number":21,"verse":"And Jotham hurried and fled, and went to Beer and lived there, away from the face of his brother Abimelech."},{"number":22,"verse":"And Abimelech ruled over Israel three years."},{"number":23,"verse":"And God sent an evil spirit between Abimelech and the leaders of Shechem. And the leaders of Shechem acted deceitfully with Abimelech;"},{"number":24,"verse":"that the violence against Jerubbaal's seventy sons, even their blood, might be put on their brother Abimelech who killed them, and on the leaders of Shechem who made his hands strong to kill his brothers."},{"number":25,"verse":"And the leaders of Shechem set for him ambushers at the tops of the mountains; and they robbed all who passed by them on the way. And it was told to Abimelech."},{"number":26,"verse":"And Gaal, the son of Ebed, and his brothers came. And they passed on into Shechem. And the leaders of Shechem trusted in him."},{"number":27,"verse":"And they went out into the fields and gathered their vineyards, and trod out, and made a festival, and went into the house of their god and ate and drank, and cursed Abimelech."},{"number":28,"verse":"And Gaal, the son of Ebed, said, Who is Abimelech, and who is Shechem, that we should serve him? Is he not the son of Jerubbaal, and Zebul his commander? Serve the men of Hamor the father of Shechem! And why should we serve him?"},{"number":29,"verse":"And who will give this people into my hand? And I would remove Abimelech. And he said to Abimelech, Multiply your army and come out."},{"number":30,"verse":"And Zebul, the leader of the city, heard the words of Gaal, the son of Ebed; and his anger burned."},{"number":31,"verse":"And craftily he sent messengers to Abimelech, saying, Behold, Gaal, the son of Ebed, and his brothers have come to Shechem. And, behold, they are fortifying the city against you."},{"number":32,"verse":"And now rise up by night, you and the people with you, and lie in wait in the field."},{"number":33,"verse":"And it shall be, in the morning, about the sunrise, you shall rise early and charge against the city. And, behold, he and the people with him will come out to you; and you shall do to him as your hand shall find."},{"number":34,"verse":"And Abimelech rose up by night, and all the people with him; and they lay in wait against Shechem in four companies."},{"number":35,"verse":"And Gaal, the son of Ebed, went out and stood at the opening of the gate of the city. And Abimelech and the people with him rose up from the ambush."},{"number":36,"verse":"And Gaal saw the people, and he said to Zebul, Behold, people are coming down from the top of the mountains. And Zebul said to him, You are seeing the shadow of the mountains like men."},{"number":37,"verse":"And Gaal spoke again and said, Behold, people are coming down from the high part of the land, and one company is coming by the way of the Sorcerers' Oak."},{"number":38,"verse":"And Zebul said to him, Now where is your mouth with which you said, Who is Abimelech, that we should serve him? Is this not the people you despised? Please go out now and fight against it."},{"number":39,"verse":"And Gaal went out before the leaders of Shechem and fought against Abimelech."},{"number":40,"verse":"And Abimelech chased him, and he fled before him. And many fell down wounded, to the opening of the gate."},{"number":41,"verse":"And Abimelech remained in Arumah. And Zebul threw Gaal and his brothers out from living in Shechem."},{"number":42,"verse":"And it happened on the next day, the people went out in the field and told Abimelech."},{"number":43,"verse":"And he took the people and divided them into three companies, and lay in wait in a field and watched. And, behold, the people were coming out from the city. And he rose up against them and struck them."},{"number":44,"verse":"And Abimelech and the companies with him rushed forward and stood in the opening of the gate of the city. And the two companies charged against all who were in the field, and struck them."},{"number":45,"verse":"And Abimelech fought against the city all that day, and captured the city. And he killed the people in it; and he broke down the city and sowed it with salt."},{"number":46,"verse":"And all the leaders of the tower of Shechem heard, and went into the high place of the house of the god Berith."},{"number":47,"verse":"And it was told to Abimelech that all the leaders had gathered into the tower of Shechem."},{"number":48,"verse":"And Abimelech went up to Mount Zalmon, he and all the people with him. And Abimelech took the axe in his hand and cut off a bough of the trees, and lifted it up, and set it on his shoulder. And he said to the people with him, You have seen what I have done; you hasten and do the same."},{"number":49,"verse":"And all the people also, each man, cut down his bough, and went after Abimelech, and set them at the stronghold, and kindled the stronghold with fire over them. And all the men of the tower of Shechem also died, about a thousand men and women."},{"number":50,"verse":"And Abimelech went to Thebez and camped against Thebez, and captured it."},{"number":51,"verse":"And a strong tower was in the middle of the city. And all the leaders of the city, and all the men and women fled there. And they shut it behind them, and went up on the roof of the tower."},{"number":52,"verse":"And Abimelech came to the tower and fought against it. And he drew near to the door of the tower in order to burn it with fire."},{"number":53,"verse":"And a certain woman threw a piece of a riding millstone on Abimelech's head and crushed his skull."},{"number":54,"verse":"And he quickly called to the young man bearing his weapons, and said to him, Draw your sword and cause me to die, that they not say of me, A woman killed him. And his young man thrust him through, and he died."},{"number":55,"verse":"And when the men of Israel saw that Abimelech had died, then each man went to his place."},{"number":56,"verse":"And God returned the evil of Abimelech which he did to his father, to kill his seventy brothers."},{"number":57,"verse":"And all the evil of the men of Shechem God turned back on their heads. And the curse of Jotham the son of Jerubbaal came on them."}]}