{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 கொரிந்தியர்",
  "bookEnglishName" : "2 Corinthians",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பவுலும்-போலி அப்போஸ்தலர்களும்) நான் கொஞ்சம் முட்டாளாக இருந்தாலும் என்னை நீங்கள் பொறுத்துக்கொள்ளவேண்டும் என்று விரும்புகிறேன். ஏற்கெனவே என்னை நீங்கள் பொறுத்துக்கொண்டிருக்கிறீர்கள்."
  }, {
    "number" : 2,
    "verse" : "நான் உங்களை நினைத்துப் பெருமைப்படுகிறேன். இது தேவனிடமிருந்து வந்த பெருமை ஆகும். நான் உங்களைக் கிறிஸ்துவுக்குத் தருவதாய் வாக்குறுதி கொடுத்தேன். கிறிஸ்துவே உங்களது ஒரே மணவாளன். அவரது தூய மணப் பெண்ணாக உங்களை அவருக்குக் கொடுக்க விரும்புகிறேன்."
  }, {
    "number" : 3,
    "verse" : "எனினும் கிறிஸ்துவிடமுள்ள உங்கள் முழு அர்ப்பணிப்பில் இருந்து விலகும்படி உங்கள் மனம் கெடுக்கப்படுமோ என்று அஞ்சுகிறேன். பாம்பின் (சாத்தான்) தந்திர வழிகளின் மூலம் ஏவாள் வஞ்சிக்கப்பட்டதைப்போல உங்களுக்கும் நேரும்."
  }, {
    "number" : 4,
    "verse" : "நாங்கள் சொன்னதற்கு மாறாக இயேசுவைப் பற்றி போதிக்க வரும் எவரையும் நம்பி சகித்துக்கொள்கிறீர்கள். நீங்கள் எங்களிடமிருந்து பெற்ற ஆவிக்கும் நற்செய்திக்கும் மாறுபட்ட ஆவியையும் நற்செய்தியையும் ஏற்றுக்கொள்கிறீர்கள். ஆகவே என்னையும் சகித்துக்கொள்ளுங்கள்."
  }, {
    "number" : 5,
    "verse" : "மகாபிரதான அப்போஸ்தலரைவிட நான் ஒன்றிலும் குறைவு உள்ளவன் அல்லன் என எண்ணுகிறேன்."
  }, {
    "number" : 6,
    "verse" : "நான் பயிற்சி பெற்ற பேச்சாளன் இல்லை என்பது உண்மைதான். ஆனால் எனக்குப் போதிய ஞானம் உண்டு. நாங்கள் அவற்றை உங்களுக்கு எல்லா வழிகளிலும் தெளிவாக வெளிப்படுத்தியுள்ளோம்."
  }, {
    "number" : 7,
    "verse" : "நான் உங்களுக்கு இலவசமாக தேவனுடைய நற்செய்தியைப் போதித்திருக்கிறேன். உங்களை உயர்த்துவதற்காக நான் பணிந்துபோயிருக்கிறேன். அதனைத் தவறு என்று எண்ணுகிறீர்களா?"
  }, {
    "number" : 8,
    "verse" : "உங்களைக் கவனித்துக்கொள்ளும் பொருட்டு மற்ற சபைகளிடம் இருந்து பணத்தைப் பெற்றேன்."
  }, {
    "number" : 9,
    "verse" : "நான் உங்களோடு இருக்கும்போது, எனது தேவைகளுக்காக உங்களைத் துன்புறுத்தியதில்லை. எனக்கு தேவையானவற்றையெல்லாம் மக்கதோனியாவிலிருந்து வந்த சகோதரர்கள் கொடுத்தனர். எந்த வகையிலும் நான் உங்களுக்குப் பாரமாக இருக்கவில்லை. இனிமேலும் பாரமாக இருக்கமாட்டேன்."
  }, {
    "number" : 10,
    "verse" : "இதைப் பற்றி நான் பெருமைபட்டுக்கொள்வதை அகாயாவிலுள்ள (அகாயா கொரிந்து இருந்த கிரேக்கத்தின் தென்பகுதி.) எவரும் என்னைத் தடுத்து நிறுத்த முடியாது. இதனை நான் என்னோடு இருக்கிற கிறிஸ்துவின் சத்தியத்தைக்கொண்டு கூறுகிறேன்."
  }, {
    "number" : 11,
    "verse" : "உங்களுக்குப் பாரமாயிருக்க விரும்பவில்லை என்று ஏன் கூறுகிறேன். உங்கள் மீது எனக்கு அன்பில்லையா? உண்டு. அதைப்பற்றி தேவன் நன்கு அறிவார்."
  }, {
    "number" : 12,
    "verse" : "நான் இப்பொழுது செய்வதைத் தொடர்ந்து செய்வேன். ஏனென்றால் எங்கள் மீது குற்றம் கண்டுபிடிக்கக் காரணம் தேடுகிறவர்களுக்குக் காரணம் கிடைக்கக் கூடாது. தம் வேலையைப் பற்றிப் பெருமை பேசுகிறவர்கள் தம் வேலையை நம் வேலையைப் போன்ற ஒன்றாகச் சொல்லிக்கொள்ள விரும்புவார்கள்."
  }, {
    "number" : 13,
    "verse" : "அப்படிப்பட்டவர்கள் உண்மையான அப்போஸ்தலர்கள் அல்லர்; பொய் நிறைந்த பணியாளர்கள். அவர்கள் கிறிஸ்துவினுடைய அப்போஸ்தர்களின் வேடத்தைத் தரித்துக்கொள்ளுகிறார்கள்."
  }, {
    "number" : 14,
    "verse" : "இது எங்களை வியப்படையச் செய்யவில்லை. ஏனென்றால், சாத்தானே ஒளியின் தூதனாக (ஒளியின் தூதன் தேவனுடைய தூதுவன் போல சாத்தான் மக்களை ஏமாற்றி தன்னை தேவனிடமிருந்து வந்ததாக எண்ணச் செய்தான்.) மாறுவேடம் அணிந்திருக்கிறான்."
  }, {
    "number" : 15,
    "verse" : "எனவே சாத்தானின் வேலைக்காரர்கள் நீதியின் வேலைக்காரர்களைப் போன்று வேடமிடுவது வியப்புக்குரியதல்ல. ஆனால் இவர்கள் இறுதியில் தங்கள் செயலுக்காகத் தண்டிக்கப்படுவர்."
  }, {
    "number" : 16,
    "verse" : "(பவுலும்-அவரது துன்பங்களும்) நான் மீண்டும் கூறுகிறேன். நான் அறிவற்றவன் என்று எவரும் எண்ண வேண்டாம். ஆனால் நீ என்னை அறிவற்றவன் என்று எண்ணினால் ஒரு அறிவற்றவனை ஏற்றுக்கொள்வது போல் என்னையும் ஏற்றுக்கொள். பின்பு இதைப் பற்றி நானும் பெருமைப்பட்டுக்கொள்ளுவேன்."
  }, {
    "number" : 17,
    "verse" : "ஏனென்றால் என்னைப் பற்றி நான் உறுதியாக இருக்கிறேன். நான் கர்த்தரைப் போன்று பேசுபவன் அல்லன். நான் அறிவற்றவன் போன்றே பெருமை பாராட்டுகிறேன்."
  }, {
    "number" : 18,
    "verse" : "உலகத்தில் ஏராளமானவர்கள் தம்மைப் பற்றிப் பெருமைபட்டுக்கொள்ளுகிறார்கள். நானும் பெருமைப்பட்டுக்கொள்கிறேன்."
  }, {
    "number" : 19,
    "verse" : "நீங்கள் புத்திசாலிகள். எனவே புத்தியற்றவர்களோடு நீங்கள் சகிப்புத் தன்மையோடு நடந்துகொள்ளுங்கள்."
  }, {
    "number" : 20,
    "verse" : "நீங்கள் சகித்துக்கொள்வீர்கள் என்று எனக்குத் தெரியும். ஒருவன் உங்களைக் கட்டாயப்படுத்தி காரியங்களைச் செய்யச் சொன்னாலும், ஒருவன் உங்களை முழுமையாகப் பயன்படுத்திக்கொண்டாலும், ஒருவன் உங்களை ஏமாற்றினாலும், ஒருவன் தன்னை உயர்த்திக்கொண்டாலும், ஒருவன் உங்கள் முகத்தில் அறைந்தாலும் நீங்கள் அனைத்தையும் பொறுத்துக்கொள்வீர்கள்."
  }, {
    "number" : 21,
    "verse" : "இதனைச் சொல்லவே வெட்கமாக இருக்கிறது. ஆனால் இவற்றையெல்லாம் செய்வதற்கு நாம் பலவீனம் உள்ளவர்களாய் இருக்கிறோம். எவனாவது தன்னைப் பாராட்டிப் பேச தைரியம் உள்ளவனாய் இருந்தால் நானும் தைரியம் உள்ளவனாய் இருப்பேன். (நான் அறிவற்றவனைப் போன்று பேசிக்கொண்டிருக்கிறேன்.)"
  }, {
    "number" : 22,
    "verse" : "அவர்கள் எபிரேயர்களாக இருந்தால் நானும் அவ்வாறே இருக்கிறேன். அவர்கள் இஸ்ரவேல் தேசத்தைச் சேர்ந்தவர்களாக இருந்தால் நானும் அவ்வாறே இருக்கிறேன். அவர்கள் ஆபிரகாமின் குடும்பத்தில் உள்ளவர்களாக இருந்தால் நானும் அவ்வாறே இருக்கிறேன்."
  }, {
    "number" : 23,
    "verse" : "அவர்கள் கிறிஸ்துவுக்குச் சேவை செய்பவர்களானால் நான் அவர்களை விட மிகுதியாகச் செய்துகொண்டே இருக்கிறேன். (நான் பைத்தியக்காரனைப் போன்று பேசுகிறேன்) நான் அவர்களைவிடக் கடினமாக உழைத்திருக்கிறேன். நான் பல முறைகள் சிறைபட்டிருக்கிறேன். நான் மிக அதிகமாக அடி வாங்கி இருக்கிறேன். நான் பலமுறை மரணத்தின் அருகில் சென்று வந்திருக்கிறேன்."
  }, {
    "number" : 24,
    "verse" : "நான் யூதர்களால் சவுக்கால் முப்பத்தொன்பது அடிகளை ஐந்து தடவை பெற்றிருக்கிறேன்."
  }, {
    "number" : 25,
    "verse" : "மூன்று முறை மிலாறுகளால் அடிபட்டேன். ஒருமுறை நான் கல்லால் எறியப்பட்டு ஏறக்குறைய சாகும் தருவாயில் இருந்தேன். மூன்று முறை கப்பல் விபத்தில் சிக்கிக்கொண்டேன். ஒரு முறை கடலிலேயே ஒரு இராப்பகல் முழுவதையும் கழித்தேன்."
  }, {
    "number" : 26,
    "verse" : "நான் பலமுறை பயணங்கள் செய்திருக்கிறேன். நான் ஆறுகளாலும், கள்ளர்களாலும், யூத மக்களாலும், யூதரல்லாதவர்களாலும் ஆபத்துக்குட்பட்டிருக்கிறேன். நகரங்களுக்குள்ளும், மக்களே வசிக்காத இடங்களிலும், கடலுக்குள்ளேயும், ஆபத்துகளில் சிக்கியிருக்கிறேன். சகோதரர்கள் என்று சொல்லிக்கொண்டு உண்மையில் சகோதரர்களாக இல்லாத சிலராலும் நான் ஆபத்துக்குள்ளானேன்."
  }, {
    "number" : 27,
    "verse" : "நான் பலமுறை கடினமாக உழைக்க, கடினமான சோர்வூட்டத்தக்கவற்றைச் செய்ய நேர்ந்தது. பல தடவை நான் தூங்காமல் இருந்திருக்கிறேன். பல முறை நான் உணவில்லாமல் பட்டினியாகவும், தாகத்தோடும் இருந்திருக்கிறேன். பல சமயங்களில் உண்ணுவதற்கு எதுவுமேயற்ற நிலையில் இருந்திருக்கிறேன். குளிரில் ஆடையில்லாமல் நிர்வாணமாகவும் இருந்திருக்கிறேன்."
  }, {
    "number" : 28,
    "verse" : "இவற்றைத் தவிர மேலும் பல பிரச்சனைகளும் எனக்குண்டு. குறிப்பாக எல்லா சபைகளைப் பற்றியும் ஒவ்வொரு நாளும் கவலைப்பட்டுக்கொண்டிருக்கிறேன்."
  }, {
    "number" : 29,
    "verse" : "ஒருவன் பலவீனமடைவதைக் கண்டால் நானும் பலவீனனாகி விடுகிறேன். ஒருவன் பாவம் செய்வதைப் பார்த்தால் கோபத்தால் நான் எரிச்சலாகிவிடுகிறேன்."
  }, {
    "number" : 30,
    "verse" : "நான் என்னையே பாராட்டிக்கொள்ள வேண்டுமானால் என் பலவீனத்தை வெளிப்படுத்தும் காரியங்களைக் குறித்தே பெருமை பாராட்டிக்கொள்ள வேண்டும்."
  }, {
    "number" : 31,
    "verse" : "நான் பொய் சொல்வதில்லையென்று தேவனுக்குத் தெரியும். அவரே தேவன். அவரே கர்த்தராகிய இயேசு கிறிஸ்துவின் பிதா. அவர் எக்காலத்திலும் பாராட்டுக்கு உரியவர்."
  }, {
    "number" : 32,
    "verse" : "நான் தமஸ்குவில் இருந்தபோது, அரேத்தா ராஜாவினுடைய படைத் தளபதி என்னைக் கைது செய்ய விரும்பினான். அதற்காக நகரைச் சுற்றிக் காவலர்களை நிறுத்தினான்."
  }, {
    "number" : 33,
    "verse" : "ஆனால் சில நண்பர்கள் என்னைக் கூடைக்குள் வைத்து சுவரில் ஒரு சிறிய துளை செய்து அதன் வழியே என்னை இறக்கிவிட்டனர். எனவே நான் அந்த படைத் தளபதியிடமிருந்து தப்பினேன்."
  } ]
}