{"bibleAbbr":"ISV2011","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"{John the Baptist Prepares the Way for Jesus} {(Matthew 3:1-12; Mark 1:1-8; John 1:19-28)} d Now in the fifteenth year of the reign of Caesar Tiberius, when Pontius Pilate was governor of Judea, Herod tetrarch of Galilee, his brother Philip tetrarch of the region of Ituraea and Trachonitis, Lysanias tetrarch of Abilene,"},{"number":2,"verse":"and Annas and Caiaphas high priests, a message from God came to John, the son of Zechariah, in the wilderness."},{"number":3,"verse":"John {Lit. He} went throughout the entire Jordan region, proclaiming a baptism about repentance for the forgiveness of sins,"},{"number":4,"verse":"as it is written in the book of the words of the prophet Isaiah, \"He is a voice calling out in the wilderness: «Prepare the way for the Lord! Make his paths straight!"},{"number":5,"verse":"Every valley will be filled, and every mountain and hill will be leveled. The crooked ways will be made straight, and the rough roads will be made smooth."},{"number":6,"verse":"Everyone {Lit. All flesh} will see the salvation that God has provided.»\" {Isa 40:3-5}"},{"number":7,"verse":"John would say to the crowds that were coming out to be baptized by him, \"You children of serpents! Who warned you to flee from the coming wrath?"},{"number":8,"verse":"Produce fruit that is consistent with repentance! Don't begin to say to yourselves, «We have father Abraham!'because I tell you that God can raise up descendants for Abraham from these stones!"},{"number":9,"verse":"The ax already lies against the roots of the trees. So every tree not producing good fruit will be cut down and thrown into a fire.\""},{"number":10,"verse":"The crowds kept asking him, \"What, then, should we do?\""},{"number":11,"verse":"He answered them, \"The person who has two coats must share with the one who doesn't have any, and the person who has food must do the same.\""},{"number":12,"verse":"Even some tax collectors came to be baptized. They asked him, \"Teacher, what should we do?\""},{"number":13,"verse":"He told them, \"Stop collecting more money than the amount you are told to collect.\""},{"number":14,"verse":"Even some soldiers were asking him, \"And what should we do?\" He told them, \"Never extort money from anyone by threats or blackmail, and be satisfied with your pay.\""},{"number":15,"verse":"Now the people were filled with expectation, and all of them were wondering if John was perhaps the Messiah. {Or Christ}"},{"number":16,"verse":"John replied to all of them, \"I am baptizing you with {Or in} water, but one is coming who is more powerful than I, and I'm not worthy to untie his sandal straps. It is he who will baptize you with {Or in} the Holy Spirit and fire."},{"number":17,"verse":"His winnowing fork is in his hand to clean up his threshing floor. He will gather the grain into his barn, but he will burn the chaff with inextinguishable fire.\""},{"number":18,"verse":"With many other exhortations John {Lit. he} continued to proclaim the good news to the people."},{"number":19,"verse":"Now Herod the tetrarch had been rebuked by John {Lit. him} because he had married {Lit. because of} his brother's wife Herodias and because of all of the other evil things Herod had done."},{"number":20,"verse":"Added to all this, Herod {Lit. he} locked John up in prison."},{"number":21,"verse":"{Jesus is Baptized} {(Matthew 3:13-17; Mark 1:9-11)} d When all the people had been baptized, Jesus, too, was baptized. While he was praying, heaven opened,"},{"number":22,"verse":"and the Holy Spirit descended on him, appearing in the form of a dove. Then a voice came from heaven, saying, {The Gk. lacks saying} \"You are my Son, whom I love. I am pleased with you!\" {Other mss. read You are my Son. Today I have become your Father.}"},{"number":23,"verse":"{The Ancestry of Jesus} {(Matthew 1:1-17)} d Jesus himself was about 30 years old when he began his ministry. {The Gk. lacks his ministry} He was (so it was thought) {Or was (as legally calculated) ; i. e. in conformity to genealogy reckonings then in effect} the son of Joseph, the son of Heli,"},{"number":24,"verse":"the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"},{"number":25,"verse":"the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"number":26,"verse":"the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"},{"number":27,"verse":"the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, {Or Shealtiel ; cf. 1Chr 3:17; Ezra 3:28; 5:2; Neh 12:1; Matt 1:12} the son of Neri,"},{"number":28,"verse":"the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"},{"number":29,"verse":"the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"},{"number":30,"verse":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"},{"number":31,"verse":"the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"},{"number":32,"verse":"the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, {Other mss. read Sala} the son of Nahshon,"},{"number":33,"verse":"the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"},{"number":34,"verse":"the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"},{"number":35,"verse":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"},{"number":36,"verse":"the son of Cainan, {The inclusion of Cainan here follows the LXX; cf. Gen 10:424; 11:12-13; 1Chron 1:7} the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"},{"number":37,"verse":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"},{"number":38,"verse":"the son of Enos, the son of Seth, the son of Adam, the son of God."}]}