{"bibleAbbr":"DRB1610","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"Now the Philistines fought against Israel, and the men of Israel fled from before the Philistines, and fell down wounded in mount Gelboe."},{"number":2,"verse":"And the Philistines drew near pursuing after Saul, and his sons, and they killed Jonathan, and Abinadab, and Melchisua the sons of Saul."},{"number":3,"verse":"And the battle grew hard against Saul, and the archers reached him, and wounded him with arrows."},{"number":4,"verse":"And Saul said to his armourbearer: Draw thy sword, and kill me: lest these uncircumcised come, and mock me. But his armourbearer would not, for he was struck with fear: so Saul took his sword, and fell upon it."},{"number":5,"verse":"And when his armourbearer saw it, to wit, that Saul was dead, he also fell upon his sword and died."},{"number":6,"verse":"So Saul died, and his three sons, and all his house fell together."},{"number":7,"verse":"And when the men of Israel, that dwelt in the plains, saw this, they fled: and Saul and his sons being dead, they forsook their cities, and were scattered up and down: and the Philistines came, and dwelt in them."},{"number":8,"verse":"And the next day the Philistines taking away the spoils of them that were slain, found Saul and his sons lying on mount Gelboe."},{"number":9,"verse":"And when they had stripped him, and cut off his head, and taken away his armour, they sent it into their land, to be carried about, and shewn in the temples of the idols and to the people."},{"number":10,"verse":"And his armour they dedicated in the temple of their god, and his head they fastened up in the temple of Dagon."},{"number":11,"verse":"And when the men of Jabes Galaad had heard this, to wit, all that the Philistines had done to Saul,"},{"number":12,"verse":"All the valiant men of them arose, and took the bodies of Saul and of his sons, and brought them to Jabes, and buried their bones under the oak that was in Jabes, and they fasted seven days."},{"number":13,"verse":"So Saul died for his iniquities, because he transgressed the commandment of the Lord, which he had commanded, and kept it not: and moreover consulted also a witch,"},{"number":14,"verse":"And trusted not is the Lord: therefore he slew him, and transferred his kingdom to David the son of Isai."}]}