{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"(ಎರಡನೆಯ ಸಂವಾದ) ( ಆಗ ತೇಮಾನ್ಯನಾದ ಎಲೀಫಜನು ಮತ್ತೆ ಹೀಗೆಂದು ಹೇಳಿದನು:"},{"number":2,"verse":"“ಬುದ್ಧಿವಂತನು ಗಾಳಿಮಾತನ್ನಾಡುವುದು ಸರಿಯೆ? ಸುಡುಗಾಳಿಯಿಂದ ಹೊಟ್ಟೆ ತುಂಬಿಸಿಕೊಳ್ಳಬಹುದೇ?"},{"number":3,"verse":"ಅಂಥವನು ನಿಷ್ಪ್ರಯೋಜಕವಾಗಿ ವಾದಿಸುತ್ತಾನೆಯೆ? ನಿರರ್ಥಕವಾಗಿ ವ್ಯಾಜ್ಯವಾಡುತ್ತಾನೆಯೆ?"},{"number":4,"verse":"ನೀನಾದರೋ ದೇವರ ಭಯಭಕ್ತಿಯನ್ನು ಕೆಡಿಸುತ್ತಿರುವೆ ದೇವರ ಧ್ಯಾನಕ್ಕೆ ಅಡ್ಡಿಬರುತ್ತಿರುವೆ."},{"number":5,"verse":"ನಿನ್ನ ಪಾಪವೆ ನಿನಗೆ ಮಾತನು ಕಲಿಸಿಕೊಟ್ಟಿದೆ ಕಪಟಿಗಳಾಡುವ ನುಡಿಯನೆ ನೀನು ಆರಿಸಿಕೊಂಡಿರುವೆ."},{"number":6,"verse":"ನಾನಲ್ಲ, ನಿನ್ನ ಬಾಯೇ, ನಿನ್ನನು ಅಪರಾಧಿಯನ್ನಾಗಿಸುತ್ತಿದೆ ನಿನ್ನ ತುಟಿಗಳೇ ನಿನಗೆ ವಿರುದ್ಧ ಸಾಕ್ಷಿಕೊಡುತ್ತಿವೆ."},{"number":7,"verse":"ನೀನು ಮನುಜರಿಗೆಲ್ಲ ಆದಿಪುರುಷನೋ? ಬೆಟ್ಟಗಳಿಗಿಂತ ಮುಂಚಿತವಾಗಿ ಹುಟ್ಟಿದವನೋ?"},{"number":8,"verse":"ದೇವರ ಆಲೋಚನಾಸಭೆಯಲಿ ನೀನು ಭಾಗವಹಿಸಿದ್ದೆಯೋ? ಜ್ಞಾನವೆಂಬುದು ನಿನಗೆ ಮಾತ್ರ ಮೀಸಲೋ?"},{"number":9,"verse":"ನಮಗೆ ತಿಳಿಯದಿರುವುದು ನಿನಗೆ ತಿಳಿದಿದೆಯೆ? ನಮಗೆ ಅರ್ಥವಾಗದಿರುವುದು ನಿನಗೆ ಅರ್ಥವಾಗಿದೆಯೆ?"},{"number":10,"verse":"ನಮ್ಮಲ್ಲಿದ್ದಾರೆ ತಲೆ ನರೆತವರು, ವಯೋವೃದ್ಧರು ನಿಮ್ಮಪ್ಪನಿಗಿಂತಲೂ ಹೆಚ್ಚು ಮುದುಕರಾದವರು."},{"number":11,"verse":"ಕೇವಲವಾಯಿತೋ ನಿನಗೆ ದೇವರಿತ್ತ ಸಾಂತ್ವನ? ನಿನಗೆ ದೊರೆತ ಮೃದುವಾದ ಹಿತವಚನ?"},{"number":12,"verse":"ನಿನ್ನ ಹೃದಯ ನಿನ್ನನ್ನು ದೂರ ಒಯ್ದಿದೆ, ಏಕೆ? ನಿನ್ನ ಕಣ್ಣು ಕಿಡಿಕಾರುತ್ತಿದೆ ಏಕೆ?"},{"number":13,"verse":"ದೇವರಿಗೆ ವಿರುದ್ಧ ಕುದಿಯುತ್ತಿರುವೆ ಏಕೆ? ಬಾಯಿಂದ ಮಾತು ಹರಿಯುತ್ತಿವೆ ಏಕೆ?"},{"number":14,"verse":"ನರನು ಎಷ್ಟರವನು? ಅವನು ಪರಿಶುದ್ಧನಿರಲು ಸಾಧ್ಯವೆ? ಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವನು ನೀತಿವಂತನಾಗಿರಬಹುದೆ?"},{"number":15,"verse":"ದೇವರಿಗೋ, ತನ್ನ ದೂತರಲ್ಲೂ ನಂಬಿಕೆಯಿಲ್ಲ ಆಕಾಶವೂ ಆತನ ದೃಷ್ಟಿಯಲ್ಲಿ ನಿರ್ಮಲವಲ್ಲ."},{"number":16,"verse":"ಇಂತಿರಲು, ಮತ್ತಷ್ಟೂ ಮಲಿನನಲ್ಲವೆ ನರಮಾನವನು? ಅಸಹ್ಯನು, ಅಕ್ರಮಿಯು, ಕೇಡನ್ನು ನೀರಿನಂತೆ ಕುಡಿಯುವವನು?"},{"number":17,"verse":"ಕೇಳು ನಾನು ತಿಳಿಸುವ ಈ ಸಂಗತಿಯನು ನಾನು ಕಂಡದ್ದನ್ನೇ ನಿನಗೆ ವಿವರಿಸುವೆನು:"},{"number":18,"verse":"ಜ್ಞಾನಿಗಳು ತಮ್ಮ ಪೂರ್ವಜರಿಂದ ಕಲಿತಿದ್ದನು ಮುಚ್ಚುಮರೆಯಿಲ್ಲದೆ ಪ್ರಕಟಿಸಿದವುಗಳನು ಕೇಳು - ನಾನು ನಿನಗೆ ತಿಳಿಸುವೆನು:"},{"number":19,"verse":"ಅವರು ತಮ್ಮ ನಾಡಿನ ಬಾಧ್ಯತೆಯನ್ನು ಕಳೆದುಕೊಂಡವರಲ್ಲ ಪರದೇಶೀಯರು ಅವರ ಮಧ್ಯೆ ಹಾದುಹೋಗುವಂತಿರಲಿಲ್ಲ."},{"number":20,"verse":"ಹಿಂಸಾತ್ಮಕನ ವರುಷಗಳು ಎಣಿಸಲಾಗಿವೆ ಆ ದುಷ್ಟನು ಜೀವಮಾನವೆಲ್ಲ ಬಾಧೆಪೀಡಿತನೆ."},{"number":21,"verse":"ಭಯಹುಟ್ಟಿಸುವ ಅಪಾಯಗಳ ಸಪ್ಪಳ ಅವನ ಕಿವಿಯಲ್ಲಿ ಸೂರೆಗಾರನ ಧಾಳಿಯ ದಿಗಿಲು ಅವನು ಸುಖವಿರುವಲ್ಲಿ."},{"number":22,"verse":"ಕತ್ತಲಿಂದ ಹಿಂದಿರುಗುವ ನಂಬಿಕೆ ಅವನಿಗಿಲ್ಲ ಕತ್ತಿ ತನಗಾಗಿ ಕಾದಿದೆಯೆಂಬುದರಲ್ಲಿ ಸಂದೇಹವಿಲ್ಲ."},{"number":23,"verse":"ಹೊಟ್ಟೆಪಾಡಿಗಾಗಿ ಹುಡುಕುತ್ತಾ ಅಲೆದಾಡುತ್ತಾನೆ ಆ ಕತ್ತಲ ದಿನ ಹತ್ತಿರವಿದೆಯೆಂದು ಅರಿತಿದ್ದಾನೆ."},{"number":24,"verse":"ಸಂಕಟ - ಪೇಚಾಟ ಅವನನ್ನು ಕಾಡುತ್ತಿರುತ್ತವೆ ಯುದ್ಧಸನ್ನದ್ಧ ರಾಜರಂತೆ ಅವನಿಗೆ ಸೋಲನು ತರುತ್ತವೆ."},{"number":25,"verse":"ದೇವರಿಗೆ ವಿರುದ್ಧ ಅವನು ಮುಷ್ಠಿ ತೋರಿದನಲ್ಲವೆ? ಸರ್ವಶಕ್ತನನು ಧಿಕ್ಕರಿಸುತಾ ಶೂರನಂತೆ ಮೆರೆದನಲ್ಲವೆ?"},{"number":26,"verse":"ಗಟ್ಟಿಮುಟ್ಟಾದ ಗುರಾಣಿಯನ್ನು ಹಿಡಿದುಕೊಂಡೇ ಆತನ ಮೇಲೆ ಬೀಳಲು ತಲೆ ನಿಮಿರಿ ಓಡಿದನಲ್ಲವೆ?"},{"number":27,"verse":"ಕೊಬ್ಬೇರಿತ್ತು ಅವನ ಮೋರೆಯಲಿ ಬೊಜ್ಜು ಬೆಳೆದಿತ್ತು ಅವನ ಸೊಂಟದಲಿ."},{"number":28,"verse":"ಹಾಳುಮಾಡಿದ್ದ ಪಟ್ಟಣಗಳಲ್ಲೆ ಅವನು ಸೇರಿಕೊಂಡಿದ್ದ ಯಾರೂ ವಾಸಮಾಡದೆ ದಿಬ್ಬವಾಗಿ ಮಾರ್ಪಟ್ಟಿದ್ದ ಶಾಪಗ್ರಸ್ತ ಮನೆಗಳಲ್ಲಿ ವಾಸಮಾಡಿಕೊಂಡಿದ್ದ."},{"number":29,"verse":"ಇಂಥವನು ಸಿರಿವಂತನಾಗಿ ಉಳಿಯನು ಅವನ ಆಸ್ತಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲದು ಅವನು ಧರೆಯಲ್ಲಿ ಬೇರೂರಿ ಬೆಳೆಯನು."},{"number":30,"verse":"ಕತ್ತಲೊಳಗಿಂದ ಪಾರಾಗನವನು ಸುಡುವುದು ಕಿಚ್ಚು ಅವನ ಕೊಂಬೆಯನು ಬಡಿದೊಯ್ಯುವುದು ಗಾಳಿ ಅದರ ಫಲವನು."},{"number":31,"verse":"ವ್ಯರ್ಥವಾದುದನು ನಂಬಿ ಅವನು ಮೋಸಹೋಗದಿರಲಿ ಇಲ್ಲವಾದರೆ ಅವನಿಗೆ ಸಿಗುವ ಪ್ರತಿಫಲ ವ್ಯರ್ಥವೇ ಸರಿ."},{"number":32,"verse":"ಅವನ ಬುಡ ಒಣಗುವುದು ಕಾಲಕ್ಕೆ ಮುಂಚೆ ಪಚ್ಚೆಪಸಿರಾಗದು ಅವನ ಕೊಂಬೆ."},{"number":33,"verse":"ಅವನಾಗುವನು ಮಾಗದ ಹಣ್ಣನ್ನು ಕಳೆದುಕೊಂಡ ದ್ರಾಕ್ಷಿಬಳ್ಳಿಯಂತೆ ಹೂಗಳನ್ನು ಉದುರಿಸಿಕೊಂಡ ಓಲಿವ್ ಎಣ್ಣೆ ಮರದಂತೆ."},{"number":34,"verse":"ದುರುಳರ ಸಂಘವದು ಬರಡಾದುದು ಸುಡುವುದು ಬೆಂಕಿ ಲಂಚಕೋರರ ಗುಡಾರವನು."},{"number":35,"verse":"ಉದರದಲ್ಲಿ ವಂಚನೆಯನ್ನು ಗರ್ಭಧರಿಸುವರು ಕೇಡನು ಹಡೆವೆನೆಂದೆಣಿಸಿ ಶೂನ್ಯವ ಹೆರುವುದ ನೋಡು."}]}