{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"ಆಗ ಯೋಬನು ಮತ್ತೆ ಹೀಗೆಂದನು:"},{"number":2,"verse":"“ಇನ್ನೆಷ್ಟರವರೆಗೆ ನೀವು ನನ್ನನ್ನು ನೋಯಿಸುವಿರಿ? ನಿಮ್ಮ ಮಾತುಗಳಿಂದ ನನ್ನನು ನಸುಕುತ್ತಿರುವಿರಿ?"},{"number":3,"verse":"ಈವರೆಗೆ ನನಗೆ ಕೇಡು ಮಾಡಿದ್ದಕ್ಕೆ ಹತ್ತಾರು ಸಾರಿ ನನ್ನನ್ನು ಅವಮಾನಿಸಿದ್ದಕ್ಕೆ ನಿಮಗಾಗುವುದಿಲ್ಲವೆ ನಾಚಿಕೆ?"},{"number":4,"verse":"ನಿಶ್ಚಯವಾಗಿ ನಾನು ತಪ್ಪುಳ್ಳವನಾದರೆ ಅದರಿಂದ ನಿಮಗೇನು? ಆ ತಪ್ಪು ನನ್ನದೆ."},{"number":5,"verse":"ನನಗಿಂತ ನೀವೇ ಮೇಲೆಂದು ಭಾವಿಸುತ್ತೀರೋ? ನನ್ನ ದೀನ ಸ್ಥಿತಿಗೆ ನನ್ನ ದೋಷವೇ ಕಾರಣವೆನ್ನುತ್ತೀರೋ?"},{"number":6,"verse":"ನನಗೆ ಅನ್ಯಾಯವಾಗಿರುವುದು ದೇವರಿಂದಲೇ ನನ್ನ ಸುತ್ತಲು ಬಲೆಯೊಡ್ಡಿರುವವನು ಆತನೇ! ನಾನು ಹೇಳುವ ಈ ಮಾತು ತಿಳಿದಿರಲಿ ನಿಮಗೆ:"},{"number":7,"verse":"‘ಇದೋ ಹಿಂಸಾಚಾರ’ ಎಂದು ನಾನು ಕೂಗಿಕೊಂಡರೂ ಕೇಳುವವರಿಲ್ಲ ನಾನು ಮೊರೆಯಿಟ್ಟರೂ ನನಗೆ ನ್ಯಾಯ ದೊರಕುವುದಿಲ್ಲ."},{"number":8,"verse":"ನಾನು ಮುಂದೆ ಹೋಗದಂತೆ ದೇವರು ಅಡ್ಡಗೋಡೆ ಹಾಕಿದ್ದಾನೆ ನನ್ನ ಹಾದಿಗೆ ಕತ್ತಲೆ ಕವಿಯುವಂತೆ ಮಾಡಿದ್ದಾನೆ."},{"number":9,"verse":"ನನ್ನ ಘನತೆಯನ್ನು ಸುಲಿದುಬಿಟ್ಟಿದ್ದಾನೆ ನನ್ನ ಕಿರೀಟವನ್ನು ಕಿತ್ತುಹಾಕಿದ್ದಾನೆ."},{"number":10,"verse":"ನಾಲ್ದೆಸೆಯಿಂದ ಧಾಳಿಮಾಡಿ ನಾಶಮಾಡಿದ್ದಾನೆ ಮರ ಕೀಳುವ ಪ್ರಕಾರ ನನ್ನ ನಿರೀಕ್ಷೆಯನು ಕಿತ್ತುಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":11,"verse":"ತನ್ನ ಕೋಪಾಗ್ನಿಯನು ನನ್ನ ಮೇಲೆ ಧಗಧಗಿಸಿದ್ದಾನೆ ನನ್ನನ್ನು ತನ್ನ ವೈರಿಯೆಂದೇ ಪರಿಗಣಿಸಿದ್ದಾನೆ."},{"number":12,"verse":"ಮುನ್ನುಗ್ಗಿ ಬಂದಿದೆ ಆತನ ಸೇನೆ ಒಟ್ಟಿಗೆ ದಿಬ್ಬಹಾಕಿಕೊಂಡಿದೆ ಅದು ನನ್ನೆದುರಿಗೆ ನನ್ನ ಗುಡಾರದ ಎಲ್ಲಾ ಕಡೆಗೆ ದಂಡು ಇಳಿದಿದೆ."},{"number":13,"verse":"ಸೋದರನನ್ನೂ ನನ್ನಿಂದ ದೇವರು ದೂರವಾಗಿರಿಸಿದ್ದಾನೆ ಪರಿಚಿತರೆಲ್ಲರು ನನ್ನನು ತೊರೆದುಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":14,"verse":"ನನ್ನನು ಬಂಧುಬಳಗದವರು ಕೈಬಿಟ್ಟಿದ್ದಾರೆ ಆಪ್ತಮಿತ್ರರೂ ನನ್ನನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":15,"verse":"ಮನೆಯ ದಾಸದಾಸಿಯರಿಗೇ ನಾನು ಅನ್ಯನಾದೆ ಅವರ ಕಣ್ಣಿಗೇ ನಾನು ಪರದೇಶಿಯನಾದೆ."},{"number":16,"verse":"ಕರೆದರೂ ನನ್ನ ಸೇವಕರು ಉತ್ತರಕೊಡುವುದಿಲ್ಲ ಬಾಯಿತೆರೆದು ಬೇಡಿಕೊಳ್ಳುವ ಸ್ಥಿತಿ ನನ್ನದಾಯಿತಲ್ಲಾ!"},{"number":17,"verse":"ನನ್ನುಸಿರು ನನ್ನ ಧರ್ಮಪತ್ನಿಗೆ ಅಸಹ್ಯವಾಗಿದೆ ನನ್ನ ಹೊಟ್ಟೆಯಲ್ಲಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳಿಗೇ ಹೇಸಿಕೆಯಾದೆ."},{"number":18,"verse":"ಚಿಕ್ಕವರು ಕೂಡ ನನ್ನನು ತಿರಸ್ಕರಿಸುತ್ತಾರೆ ನಾನು ಕಾಣಿಸಿಕೊಂಡಾಗಲೆಲ್ಲ ಹಾಸ್ಯಮಾಡುತ್ತಾರೆ."},{"number":19,"verse":"ನನ್ನ ನೋಡಿ ಆಪ್ತಮಿತ್ರರೆಲ್ಲರು ಹೇಸಿಕೊಳ್ಳುತ್ತಾರೆ ನನ್ನ ಮೇಲೆ ನನ್ನ ಪ್ರೀತಿಪಾತ್ರರೂ ತಿರುಗಿಬಿದ್ದಿದ್ದಾರೆ."},{"number":20,"verse":"ಕೇವಲ ಎಲುಬೂ ತೊಗಲೂ ಆಗಿಬಿಟ್ಟಿದ್ದೇನೆ ಮೃತ್ಯುವಿನ ದವಡೆಗೆ ಸಿಕ್ಕಿಕೊಂಡಿದ್ದೇನೆ."},{"number":21,"verse":"ಕರುಣೆ ತೋರಿ ಗೆಳೆಯರೇ, ಕರುಣೆ ತೋರಿ ನನಗೆ! ಏಕೆಂದರೆ ದೇವರ ಕೈ ನನ್ನನು ದಂಡಿಸಿದೆ."},{"number":22,"verse":"ದೇವರಂತೆ ನೀವೂ ನನ್ನನು ದಂಡಿಸುವುದೇಕೆ? ನನ್ನನ್ನು ಛಿನ್ನಪನ್ನವಾಗಿಸಿದ್ದೀರಿ, ಇದು ಸಾಲದೆ ನಿಮಗೆ?"},{"number":23,"verse":"ನನ್ನ ಮಾತುಗಳನು ಬರೆದಿಟ್ಟರೆ ಎಷ್ಟೋ ಮೇಲು! ಸುರುಳಿಯಲಿ ಅದು ಲಿಖಿತವಾದರೆ ಎಷ್ಟೋ ಲೇಸು!"},{"number":24,"verse":"ಕಬ್ಬಿಣದ ಉಳಿಯಿಂದ ಬಂಡೆಯ ಮೇಲೆ ಕೆತ್ತಿ, ಸೀಸೆ ಎರೆದು ಶಾಶ್ವತ ಶಾಸನವಾಗಿಸಿದ್ದರೆ ಎಷ್ಟೋ ಒಳಿತು."},{"number":25,"verse":"ನಾನಂತು ಬಲ್ಲೆ, ನನ್ನ ಉದ್ಧಾರಕ ಜೀವಸ್ವರೂಪನೆಂದು ಕಡೆಯ ದಿನದಂದು ಧರೆಗಾತ ಇಳಿದುಬರುವನೆಂದು."},{"number":26,"verse":"ನನ್ನ ಚರ್ಮ ಹೀಗೆ ಬಿರಿದು ಹಾಳಾದರೂ ದೇಹಧಾರಿಯಾಗಿಯೇ ನಾನು ನೋಡುವೆನು ದೇವರನು."},{"number":27,"verse":"ಕಣ್ಣಾರೆ ಆತನನ್ನು ಕಾಣುವೆನು ಮತ್ತೊಬ್ಬನಾಗಲ್ಲ, ನಾನಾಗೇ ನೋಡುವೆನು. ಹಂಬಲಿಕೆಯಿಂದ ಕುಂದಿದೆ ನನ್ನ ಅಂತರಂಗವು."},{"number":28,"verse":"‘ಅವನನ್ನು ಆದಷ್ಟೂ ಹಿಂಸೆಮಾಡೋಣ ಅವನ ದುರ್ಗತಿಗೆ ಮೂಲಕಾರಣ ಹುಡುಕೋಣ’ ಎಂದು ನೀವು ಆಡಿಕೊಳ್ಳುವ ಕಾರಣ."},{"number":29,"verse":"ಭಯಪಡಿ ನೀವು ಕತ್ತಿಗೆ ಪಾಪದ ಮೇಲೆ ದೇವರ ಕೋಪ ಬರಮಾಡುವಾ ಕತ್ತಿಗೆ ನ್ಯಾಯತೀರ್ಪು ಉಂಟೆಂದು ಆಗ ತಿಳಿವುದು ನಿಮಗೆ.”"}]}