{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":2,"verses":[{"number":1,"verse":"ಸ್ವರ್ಗನಿವಾಸಿಗಳು ಇನ್ನೊಂದು ದಿನ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಸನ್ನಿಧಿಯಲ್ಲಿ ಓಲಗಿಸಿದ್ದರು. ಸೈತಾನನು ಅವರ ಮಧ್ಯೆ ಕಾಣಿಸಿಕೊಂಡನು."},{"number":2,"verse":"“ಎಲ್ಲಿಂದ ಬಂದೆ?” ಎಂದು ಸರ್ವೇಶ್ವರನು ಅವನನ್ನು ಕೇಳಿದರು. “ಭೂಲೋಕದಲ್ಲೆಲ್ಲಾ ಗಸ್ತು ತಿರುಗಿ ಬಂದಿದ್ದೇನೆ,” ಎಂದು ಅವನು ಉತ್ತರಕೊಟ್ಟನು."},{"number":3,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ, “ನನ್ನ ದಾಸ ಯೋಬನನ್ನು ಗಮನಿಸಿದೆಯಾ? ಆತನು ದೋಷರಹಿತ, ಸತ್ಯವಂತ, ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನು, ಕೆಟ್ಟದ್ದನ್ನು ತೊರೆದು ಬಾಳುವವನು. ನಿಷ್ಕಾರಣವಾಗಿ ಆತನನ್ನು ನಾಶಮಾಡಲು ಬಿಡಬೇಕೆಂದು ನೀನು ನನ್ನನ್ನು ಪೀಡಿಸಿದೆ. ಆದರೂ ಆತನು ತನ್ನ ಸತ್ಯಸಂಧತೆಯನ್ನು ಬಿಡದೆ ಇದ್ದಾನೆ ನೋಡು,” ಎಂದರು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಸೈತಾನನು, “ಚರ್ಮಕ್ಕೆ ಚರ್ಮ, ಎಂದ ಹಾಗೆ ಒಬ್ಬ ಮನುಷ್ಯ ಪ್ರಾಣ ಉಳಿಸಿಕೊಳ್ಳಲು ತನ್ನ ಸರ್ವಸ್ವವನ್ನೂ ತೊರೆದುಬಿಡುತ್ತಾನೆ."},{"number":5,"verse":"ನೀವೀಗ ಕೈಚಾಚಿ ಯೋಬನ ಮೂಳೆಮಾಂಸಗಳನ್ನು ಮುಟ್ಟಿನೋಡಿ; ಅವನು ನಿಮ್ಮ ಮುಖದೆದುರಿಗೇ ನಿಮ್ಮನ್ನು ದೂಷಿಸುತ್ತಾನೋ ಇಲ್ಲವೋ ನೀವೇ ನೋಡುವಿರಂತೆ,” ಎಂದನು."},{"number":6,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಸೈತಾನನಿಗೆ, “ಸರಿ, ಆತನನ್ನು ನಿನ್ನ ಕೈಗೆ ಬಿಟ್ಟಿದ್ದೇನೆ. ಆದರೆ ಆತನ ಪ್ರಾಣವನ್ನು ಮಾತ್ರ ಮುಟ್ಟಕೂಡದು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":7,"verse":"ಸೈತಾನನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಸನ್ನಿಧಿಯಿಂದ ಹೊರಟುಬಂದ. ಯೋಬನ ಅಂಗಾಲು ಮೊದಲ್ಗೊಂಡು ನಡುನೆತ್ತಿಯವರೆಗೂ ಕೆಟ್ಟಕುರುಗಳು ಹುಟ್ಟುವಂತೆ ಮಾಡಿ ಆತನನ್ನು ಬಾಧಿಸಿದ."},{"number":8,"verse":"ಯೋಬನು ತನ್ನ ಮೈಕಡಿತವನ್ನು ತಾಳಲಾಗದೆ ಬೋಕಿಯೊಂದರಿಂದ ಕೆರೆದುಕೊಳ್ಳುತ್ತಾ ಬೂದಿಗುಂಡಿಯಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳಬೇಕಾಯಿತು."},{"number":9,"verse":"ಆತನ ಹೆಂಡತಿ, “ನಿನ್ನ ಸತ್ಯಸಂಧತೆಯನ್ನು ಇನ್ನೂ ಬಿಡಲಿಲ್ಲವೇ? ದೇವರನ್ನು ದೂಷಿಸಿ ಸಾಯಬಾರದೇ?” ಎಂದು ಹೀಗಳೆದಳು."},{"number":10,"verse":"ಯೋಬನು ಅವಳಿಗೆ, “ನೀನು ಹುಚ್ಚಳಂತೆ ಮಾತನಾಡುತ್ತಿರುವೆ. ದೇವರಿಂದ ನಾವು ಸುಖಪಡೆಯಬಹುದು, ದುಃಖವನ್ನು ಮಾತ್ರ ಪಡೆಯಬಾರದೊ?” ಎಂದು ಉತ್ತರಕೊಟ್ಟ. ಇಂಥ ಪರಿಸ್ಥಿತಿಯಲ್ಲೂ ಪಾಪದ ಮಾತೊಂದೂ ಅವನ ಬಾಯಿಂದ ಬರಲಿಲ್ಲ."},{"number":11,"verse":"ಯೋಬನ ಮಿತ್ರರು ಯೋಬನಿಗೆ ಒದಗಿದ್ದ ಆಪತ್ತಿನ ಸುದ್ದಿ ಆತನ ಮೂವರು ಮಿತ್ರರಿಗೆ ಮುಟ್ಟಿತು. ಅವರು ತಮ್ಮ ತಮ್ಮ ಊರುಗಳಿಂದ, ಅಂದರೆ, ತೇಮಾನ್ಯದಿಂದ ಎಲೀಫಜನೂ, ಶೂಹ್ಯದಿಂದ ಬಿಲ್ದದನು, ನಾಮಾಥ್ಯದಿಂದ ಚೋಫರನೂ ಹೊರಟುಬಂದರು. ಯೋಬನಿಗೆ ತಮ್ಮ ಸಂತಾಪವನ್ನು ವ್ಯಕ್ತಪಡಿಸಿ ಅವನನ್ನು ಸಾಂತ್ವನಗೊಳಿಸಬೇಕೆಂಬ ಒಂದೇ ಉದ್ದೇಶದಿಂದ ಅವರು ಆತನ ಬಳಿಗೆ ಬಂದರು."},{"number":12,"verse":"ದೂರದಿಂದ ನೋಡಿದಾಗ ಆತನ ಗುರುತುಹಚ್ಚಲು ಕೂಡ ಅವರಿಂದಾ ಆಗಲಿಲ್ಲ. ಎಂದೇ ಅವರು ಗಟ್ಟಿಯಾಗಿ ಅತ್ತರು. ದುಃಖ ತಾಳಲಾರದೆ ತಂತಮ್ಮ ಮೇಲಂಗಿಯನ್ನು ಸೀಳಿಕೊಂಡರು."},{"number":13,"verse":"ಯೋಬನು ಅನುಭವಿಸುತ್ತಿದ್ದ ಅಪಾರ ಬಾಧೆಯನ್ನು ನೋಡಿ ಆತನೊಂದಿಗೆ ಏನನ್ನೂ ಮಾತನಾಡದೆ ಏಳು ದಿನಗಳವರೆಗೆ ಹಗಲಿರುಳೂ ಅವನ ಹತ್ತಿರದಲ್ಲೇ ನೆಲದ ಮೇಲೆ ತೆಪ್ಪನೆ ಕುಳಿತಿದ್ದರು."}]}