{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"ಯೋಬನು ಮತ್ತೆ ಪ್ರಸ್ತಾಪವೆತ್ತಿ ಇಂತೆಂದನು:"},{"number":2,"verse":"ಕಳೆದುಹೋದ ದಿನಗಳಲಿ ಇದ್ದಂತೆ ಈಗಲೂ ಇದ್ದಿದ್ದರೆ ಎಷ್ಟೋ ಚೆನ್ನಾಗಿರುತ್ತಿತ್ತಲ್ಲವೆ! ಆಗ ದೇವರು ನನ್ನನ್ನು ಕಾಪಾಡುತ್ತಿದ್ದನಲ್ಲವೆ?"},{"number":3,"verse":"ಆಗ ಬೆಳಗುತ್ತಿತ್ತು ಆತನ ದೀಪ ತಲೆಯ ಮೇಲೆ ಇರುಳಲ್ಲೂ ಸಂಚರಿಸುತ್ತಿದ್ದೆ ಆತನ ಬೆಳಕಿನಲೇ."},{"number":4,"verse":"ಆ ದಿನಗಳು ನನ್ನ ಜೀವಮಾನದ ಸುಗ್ಗಿಕಾಲವಾಗಿತ್ತು ದೇವರ ಪ್ರೀತಿ ನನ್ನ ಗುಡಾರವನ್ನು ಆವರಿಸಿತ್ತು."},{"number":5,"verse":"ಸರ್ವಶಕ್ತನು ಆಗ ನನ್ನ ಸಂಗಡವಿದ್ದನು ನನ್ನ ಸುತ್ತಲೂ ನನ್ನ ಮಕ್ಕಳು ಇರುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಹಾಲುತುಪ್ಪದಲ್ಲಿ ಪಾದ ತೊಳೆಯುತ್ತಿದ್ದೆ ಎಣ್ಣೆಯನು ನದಿಯಂತೆ ಹರಿಸುತ್ತಿತ್ತಾ ದಿಣ್ಣೆ."},{"number":7,"verse":"ನಾನು ಊರ ಮುಂದಿನ ಚಾವಡಿಗೆ ಹೋದಾಗ ಚೌಕದ ಪೀಠದಲ್ಲಿ ಕುಳಿತುಕೊಂಡಾಗ,"},{"number":8,"verse":"ಯುವಕರು ಸರಿಯುತ್ತಿದ್ದರು ಪಕ್ಕಕ್ಕೆ ಮುದುಕರು ಎದ್ದು ನಿಲ್ಲುತ್ತಿದ್ದರು ತಟ್ಟನೆ;"},{"number":9,"verse":"ಮಂತ್ರಿಗಳೂ ಕೈಯಿಟ್ಟು ಬಾಯ ಮೇಲೆ ಮೌನತಾಳುತ್ತಿದ್ದರು ಮಾತೆತ್ತದೆ;"},{"number":10,"verse":"ಗಣ್ಯ ವ್ಯಕ್ತಿಗಳೂ ನಿಶ್ಯಬ್ದವಾಗುತ್ತಿದ್ದರು ಅವರ ನಾಲಿಗೆ ಅಂಗುಳಕ್ಕೆ ಅಂಟಿರುತ್ತಿತ್ತು."},{"number":11,"verse":"ಕೇಳಿದ ಕಿವಿ ನನ್ನನು ಧನ್ಯನೆನ್ನುತ್ತಿತ್ತು ನೋಡಿದ ಕಣ್ಣು ನನ್ನನು ಗೌರವಿಸುತ್ತಿತ್ತು."},{"number":12,"verse":"ಏಕೆಂದರೆ ಮೊರೆಯಿಡುತ್ತಿದ್ದ ಬಡವನನು ಗತಿಯಿಲ್ಲದ ಅನಾಥನನು ಆದರಿಸುತ್ತಿದ್ದೆ ನಾನು."},{"number":13,"verse":"ಸಾಯುತ್ತಿದ್ದವನು ಹರಸುತ್ತಿದ್ದುದು ನನ್ನನೇ ವಿಧವೆಯ ಹೃದಯ ನಲಿಯುವಂತೆ ಮಾಡುತ್ತಿದ್ದುದು ನಾನೇ."},{"number":14,"verse":"ಧರ್ಮವನ್ನು ನಾನು ಧರಿಸಿಕೊಂಡೆ; ಅದು ನನಗೆ ಅಂಬರವಾಗಿತ್ತು ನ್ಯಾಯನೀತಿ ನನಗೆ ನಿಲುವಂಗಿಯೂ ಪೇಟವೂ ಆಗಿತ್ತು."},{"number":15,"verse":"ಕುರುಡನಿಗೆ ನಾನು ಕಣ್ಣಾಗಿದ್ದೆ ಕುಂಟನಿಗೆ ನಾನು ಕಾಲಾಗಿದ್ದೆ."},{"number":16,"verse":"ದರಿದ್ರನಿಗೆ ತಂದೆಯಾಗಿದ್ದೆ ಅಪರಿಚಿತರ ವ್ಯಾಜ್ಯವನು ತೀರಿಸುತ್ತಿದ್ದೆ."},{"number":17,"verse":"ದುರ್ಜನರ ದವಡೆಯನು ಮುರಿಯುತ್ತಿದ್ದೆ. ಅವರ ಹಲ್ಲುಗಳಿಂದಲೂ ಬೇಟೆಯನು ಬಿಡಿಸುತ್ತಿದ್ದೆ."},{"number":18,"verse":"ಆಗ ನಾನಿಂತೆಂದೆ: ‘ನನ್ನ ಗೂಡಿನಲ್ಲೇ ಹಾಯಾಗಿ ಸಾಯುವೆ ನನ್ನ ದಿನಗಳು ಮರಳಿನಂತೆ ಅಸಂಖ್ಯಾತವಾಗಿರುತ್ತವೆ.’"},{"number":19,"verse":"ನನ್ನ ಬೇರುಗಳು ನೀರಿನವರೆಗೆ ವ್ಯಾಪಿಸಿಕೊಂಡಿವೆ ನನ್ನ ರೆಂಬೆಗಳ ಮೇಲೆ ರಾತ್ರಿಯೆಲ್ಲ ಇಬ್ಬನಿ ಬಿದ್ದಿರುತ್ತದೆ."},{"number":20,"verse":"‘ನನ್ನ ಪ್ರತಿಷ್ಠತೆ ಹೊಸಹೊಸದಾಗಿ ಇರುತ್ತದೆ ನನ್ನ ಕೈಯಲ್ಲಿ ಬಿಲ್ಲು ಬಲಗೊಳ್ಳುತ್ತಾ ಇರುತ್ತದೆ’"},{"number":21,"verse":"ಜನರು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಲು ಕಾದಿರುತ್ತಿದ್ದರು ನನ್ನಾಲೋಚನೆಯನು ಅರಿಯಲು ನಿಶ್ಯಬ್ದವಾಗಿರುತ್ತಿದ್ದರು."},{"number":22,"verse":"ನಾನು ಮಾತಾಡಿದ ಮೇಲೆ ಅವರು ಮಾತೆತ್ತುತ್ತಿರಲಿಲ್ಲ ನನ್ನ ಮಾತು ಹನಿಹನಿಯಾಗಿ ಅವರ ಕಿವಿಗೆ ಬೀಳುತ್ತಿತ್ತು."},{"number":23,"verse":"ನನ್ನನ್ನು ಮಳೆಯಂತೆ ಎದುರುನೋಡುತ್ತಿದ್ದರು ಮುಂಗಾರಿಗೋ ಎಂಬಂತೆ ಬಾಯ್ದೆರೆಯುತ್ತಿದ್ದರು."},{"number":24,"verse":"ಅವರು ಎದೆಗೆಟ್ಟಾಗ ನಾನು ನಗೆಬೀರುತ್ತಿದ್ದೆ ನನ್ನ ಮುಖಕಾಂತಿಯಿಂದ ಹುರಿದುಂಬಿಸುತ್ತಿದ್ದೆ."},{"number":25,"verse":"ನಾನು ಅವರಿಗೆ ಮಾರ್ಗದರ್ಶಕನಾಗಿದ್ದೆ ಸೇನೆಗಳ ಮಧ್ಯೆ ರಾಜನಂತೆ ಮಂಡಿಸಿದ್ದೆ ದುಃಖಿತರನು ಸುಧಾರಕನಂತೆ ಸಂತೈಸುತ್ತಿದ್ದೆ."}]}