{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"ಯೋಬನಿಗೆ ಸರ್ವೇಶ್ವರ ಮತ್ತೆ ಇಂತೆಂದನು:"},{"number":2,"verse":"“ಸರ್ವಶಕ್ತನೊಡನೆ ವ್ಯಾಜ್ಯವಾಡುವುದನು ಈಗಲಾದರು ನಿಲ್ಲಿಸುವೆಯಾ? ದೇವರೊಡನೆ ತರ್ಕಮಾಡುವಂಥ ನೀನು ಉತ್ತರಕೊಡುವೆಯಾ?”"},{"number":3,"verse":"ಆಗ ಯೋಬನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ಇಂತೆಂದನು:"},{"number":4,"verse":"“ಅಯ್ಯೋ, ನಾನು ಅಲ್ಪನೇ ಸರಿ ತಮಗೇನು ಪ್ರತ್ಯುತ್ತರ ಹೇಳಲಿ? ಬಾಯ ಮೇಲೆ ಕೈಯಿಡುವೆ ಮೌನತಾಳಿ."},{"number":5,"verse":"ಒಮ್ಮೆ ಮಾತಾಡಿದೆ, ಮತ್ತೆ ಮಾತಾಡೆನು ಹೌದು, ಇನ್ನೊಮ್ಮೆ ಮಾತಾಡಿದೆ, ಹೆಚ್ಚು ಮಾತಾಡೆನು.”"},{"number":6,"verse":"ಸರ್ವೇಶ್ವರ ಬಿರುಗಾಳಿಯೊಳಗಿಂದ ಯೋಬನಿಗೆ ಕೊಟ್ಟ ಪ್ರತ್ಯುತ್ತರವಿದು:"},{"number":7,"verse":"“ಶೂರನಂತೆ ನಡುಕಟ್ಟಿಕೊಂಡು ನನ್ನ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಕೊಡು:"},{"number":8,"verse":"ಏನು, ನನ್ನ ನಿರ್ಣಯವನ್ನು ನೀನು ಖಂಡಿಸುತ್ತೀಯೋ? ನೀನು ನಿರ್ದೋಷಿಯೆನಿಸಿಕೊಳ್ಳಲು ನನ್ನನ್ನು ದೋಷಿಯನ್ನಾಗಿಸುತ್ತೀಯೋ?"},{"number":9,"verse":"ದೇವರಾದ ನನಗಿರುವಂಥ ಭುಜಬಲ ನಿನಗಿದೆಯೋ? ನನ್ನ ಧ್ವನಿಗೆ ಸಮನಾಗಿ ನೀನು ಗುಡುಗಬಲ್ಲೆಯೋ?"},{"number":10,"verse":"ಮಹಿಮೆ ಘನತೆಗಳಿಂದ ಅಲಂಕರಿಸಿಕೊ! ಗೌರವ ಪ್ರಭಾವಗಳನು ಧರಿಸಿಕೊ!"},{"number":11,"verse":"ನಿನ್ನ ಕಡುಕೋಪವನು ಎಲ್ಲೆಡೆಯೂ ಹರಡಿಸು ಕಣ್ಣಿಟ್ಟು ಗರ್ವಿಷ್ಠರೆಲ್ಲರನು ತಗ್ಗಿಸು."},{"number":12,"verse":"ಹೌದು, ಕಣ್ಣಿಟ್ಟು ಗರ್ವಿಷ್ಠರೆಲ್ಲರನು ತಗ್ಗಿಸು ದುಷ್ಟರನು ನಿಂತಲ್ಲೇ ತುಳಿದುಬಿಡು."},{"number":13,"verse":"ಅವರೆಲ್ಲರನು ಧೂಳಿನಲ್ಲಿ ಒಟ್ಟಿಗೆ ಅಡಗಿಸಿಬಿಡು ಅವರ ಮುಖಕ್ಕೆ ಅಧೋಲೋಕದಲಿ ಮುಸುಕುಹಾಕು."},{"number":14,"verse":"ಆಗ ನಿನ್ನ ಬಲ ನಿನ್ನನು ರಕ್ಷಿಸಬಲ್ಲದೆಂದು ನಾನೇ ಒಪ್ಪಿಕೊಳ್ಳುವೆನು."},{"number":15,"verse":"ಸೃಷ್ಟಿಮಾಡಿದೆನು ನೀರಾನೆಯನು ನಿನ್ನ ಹಾಗೆ ಅದು ಹುಲ್ಲನು ಮೇಯುತ್ತದೆ ಎತ್ತಿನ ಹಾಗೆ."},{"number":16,"verse":"ಅದರ ಬಲ ಇರುವುದು ಸೊಂಟದಲಿ ಅದರ ತ್ರಾಣ ಹೊಟ್ಟೆಯ ನರಗಳಲಿ."},{"number":17,"verse":"ಬಾಲವನ್ನು ಬಾಗಿಸುತ್ತದೆ ದೇವದಾರು ಮರದಂತೆ ಅದರ ನರಗಳೋ ಹೆಣೆದುಕೊಂಡಿವೆ."},{"number":18,"verse":"ಅದರ ಮೂಳೆಗಳಿವೆ ಕಂಚಿನ ನಳಿಕೆಗಳಂತೆ ಅದರ ಎಲುಬುಗಳಿವೆ ಕಬ್ಬಿಣದ ಹಾರೆಗಳಂತೆ."},{"number":19,"verse":"ದೈವಸೃಷ್ಟಿಗಳಲ್ಲಿ ಅದು ಮುಖ್ಯವಾದುದು ಸೃಷ್ಟಿಕರ್ತನು ಅದಕ್ಕೆ ಕೊಟ್ಟಿರುವನು ಕೋರೆಹಲ್ಲಿನ ಖಡ್ಗವನ್ನು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಮೇವು ಕೊಡುತ್ತವೆ ಬೆಟ್ಟಗುಡ್ಡಗಳು ಅಲ್ಲಿ ಅಲೆದಾಡುತ್ತಿರುತ್ತವೆ ಕಾಡು ಮೃಗಗಳು."},{"number":21,"verse":"ಅದು ಮಲಗುತ್ತದೆ ತಾವರೆ ಗಿಡಗಳಡಿಯಲಿ ವಿಶ್ರಮಿಸುತ್ತದೆ ಆಪಿನ ಮರೆಯಲಿ, ಕೆಸರು ಭೂಮಿಯಲಿ."},{"number":22,"verse":"ಅದಕ್ಕೆ ನೆರಳನ್ನೀಯುತ್ತವೆ ತಾವರೆ ಎಲೆಗಳು ಅದರ ಸುತ್ತಲಿರುತ್ತವೆ ನದಿಯ ನೀರವಂಜಿಗಳು."},{"number":23,"verse":"ಹೊಳೆ ಉಕ್ಕಿಬಂದರೂ ಅದು ಹೆದರುವುದಿಲ್ಲ ನೋಡು ಜೋರ್ಡನ್ ನದಿ ಅದರ ಬಾಯೊಳಗೆ ನುಗ್ಗಿದರೂ ಧೈರ್ಯದಿಂದಿರುವುದು!"},{"number":24,"verse":"ಅದು ನೋಡುವಾಗ ಯಾವನಾದರು ಅದನು ಹಿಡಿಯಬಲ್ಲನೆ? ಗಾಳದಿಂದ ಯಾವನಾದರು ಅದರ ಮೂಗನು ಚುಚ್ಚಬಲ್ಲನೆ?”"}]}