{"bibleAbbr":"KNCL","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"ಆಗ ಶೂಹ್ಯನಾದ ಬಿಲ್ದದನು ಇಂತೆಂದನು:"},{"number":2,"verse":"“ಇನ್ನೆಷ್ಟರವರೆಗೆ ಹೀಗೆ ನುಡಿಯುತ್ತಿರುವೆ? ಬಿರುಗಾಳಿಯಂಥ ಮಾತುಗಳನ್ನಾಡುತ್ತಿರುವೆ?"},{"number":3,"verse":"ಅನ್ಯಾಯವಾದ ತೀರ್ಪನು ಕೊಡುತ್ತಾನೆಯೆ ದೇವರು? ಸತ್ಯವನ್ನು ಡೊಂಕುಮಾಡುತ್ತಾನೆಯೆ ಸರ್ವಶಕ್ತನು?"},{"number":4,"verse":"ಬಹುಶಃ ನಿನ್ನ ಮಕ್ಕಳು ಆತನ ವಿರುದ್ಧ ಪಾಪಮಾಡಿರಬೇಕು ಎಂದೇ ಆತ ಅವರನು ಆ ದ್ರೋಹದ ನಿಮಿತ್ತ ದಂಡಿಸಿರಬೇಕು."},{"number":5,"verse":"ಶುದ್ಧನೂ ಸತ್ಯವಂತನೂ ನೀನಾಗಿದ್ದರೆ ದೇವರ ಪ್ರಸನ್ನತೆಯನು ಅರಸಿದೆಯಾದರೆ ಆ ಸರ್ವಶಕ್ತನನು ವಿಜ್ಞಾಪಿಸಿದೆಯಾದರೆ,"},{"number":6,"verse":"ನಿಶ್ಚಯವಾಗಿ ನಿನಗೋಸ್ಕರ ಎಚ್ಚೆತ್ತು ಬರುವನು ಸತ್ಯವಂತನ ಮನೆಮಾರನು ಸಮೃದ್ಧಿಗೊಳಿಸುವನು."},{"number":7,"verse":"ಆಗ ನಿನ್ನ ಭವಿಷ್ಯ ಎಷ್ಟು ಉಜ್ವಲವಾಗಿರುತ್ತದೆಂದರೆ ನಿನ್ನ ಮೊದಲಿನ ಸ್ಥಿತಿ ಕೂಡ ಅತ್ಯಲ್ಪವಾಗಿ ಕಾಣುವುದು ನಿನಗೆ."},{"number":8,"verse":"ವಿಚಾರಿಸಿ ನೋಡು ಪುರಾತನ ಕಾಲವನು ಧ್ಯಾನಿಸಿ ನೋಡು ಪೂರ್ವಜರ ಅನುಭವವನು."},{"number":9,"verse":"ನಾವಾದರೋ ನಿನ್ನೆ ಹುಟ್ಟಿದವರು, ಏನೂ ಅರಿಯದವರು ಭೂಲೋಕದಲ್ಲಿನ ನಮ್ಮ ಬಾಳು ಕೇವಲ ನೆರಳು."},{"number":10,"verse":"ನಿನಗೆ ಬೋಧಿಸಿ ಬುದ್ಧಿಹೇಳುವರು ಪೂರ್ವಜರು ಅವರ ಅನುಭವದಿಂದ ಬಂದ ವಚನಗಳಿವು:"},{"number":11,"verse":"ಕೆಸರಿಲ್ಲದೆ ಆಪುಹುಲ್ಲು ಬೆಳೆಯುವುದುಂಟೆ? ಜವುಗಿಲ್ಲದೆ ಜಂಬು ಹುಲ್ಲು ಮೊಳೆಯುವುದುಂಟೆ"},{"number":12,"verse":"ಆದರೂ ಮಿಕ್ಕ ಎಲ್ಲ ಸಸಿಗಳಿಗಿಂತ ಬಲು ಮುಂಚಿತವಾಗಿಯೆ ಒಣಗಿಹೋಗುತ್ತವೆ ಅವು ಯಾರೂ ಕೊಯ್ಯದೆಯೆ."},{"number":13,"verse":"ದೇವರನ್ನು ಮರೆಯುವವರೆಲ್ಲರ ಗತಿ ಇದುವೆ ಭಕ್ತಿಹೀನನ ನಿರೀಕ್ಷೆ ನಿರರ್ಥಕವೆ."},{"number":14,"verse":"ಅಂಥವನ ಭರವಸೆ ಭಂಗವಾಗುವುದು ಅವನ ನಿವಾಸ ಜೇಡರ ಗೂಡಿನಂತಾಗುವುದು."},{"number":15,"verse":"ಒರಗಿಕೊಂಡರೆ ಆ ಮನೆ ನಿಲ್ಲದು ಹಿಡಿದುಕೊಂಡರೆ ಅದು ಬಿಗಿಯಿರದು."},{"number":16,"verse":"ಅಂಥವನು ಬಿಸಿಲಿನಲ್ಲೂ ಹಸಿರಾಗಿರುವ ಬಳ್ಳಿಯಂತೆ ಹರಡಿಕೊಳ್ಳುವನು ತೋಟದೊಳಗೆ ಕವಲೊಡೆದು;"},{"number":17,"verse":"ಕಲ್ಲುಕುಪ್ಪೆಯ ಮೇಲೂ ಬೇರುಗಳನ್ನು ಹೆಣೆದುಕೊಳ್ವನು ಕಲ್ಲಿನ ಸಂದಿಗೊಂದಿಗಳ ನಡುವೆ ನುಗ್ಗಬಲ್ಲನು ಅವನು;"},{"number":18,"verse":"ಅಲ್ಲಿಂದ ಅವನನ್ನು ಕಿತ್ತುಹಾಕಿದ್ದೇ ಆದರೆ ಅವನನ್ನು ಕಂಡದ್ದೇ ಇಲ್ಲ ಎಂದು ಬೊಂಕುವುದು ಆ ಸ್ಥಳ."},{"number":19,"verse":"ಇದುವೇ ಅಂಥವನಿಗೆ ಗಿಟ್ಟುವ ಸುಖ ಬೇರೆಯವರು ಮೊಳೆವರು ಅವನಿದ್ದ ಆ ನೆಲದಿಂದ."},{"number":20,"verse":"ದೇವರು ನಿರ್ದೋಷಿಯನು ತ್ಯಜಿಸಿಬಿಡುವುದಿಲ್ಲ ಕೆಡುಕರಿಗೆ ನೆರವಾಗಲು ಆತ ಕೈ ನೀಡುವುದಿಲ್ಲ."},{"number":21,"verse":"ತುಂಬಿಸುವನಾತ ನಿನ್ನ ಬಾಯನು ನಗೆಯಿಂದ ನಿನ್ನ ತುಟಿಗಳನ್ನು ಉತ್ಸಾಹಧ್ವನಿಯಿಂದ."},{"number":22,"verse":"ಅವಮಾನ ಮುಸುಕುವುದು ನಿನ್ನ ಹಗೆಗಳನ್ನು ದುರುಳರಾ ನಿವಾಸವಾದರೋ ನಿರ್ಮೂಲವಾಗುವುದು.”"}]}