{"bibleAbbr":"urDGV2010","bookName":"हज्जी","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"( रब के घर को दुबारा बनाने का हुक्म) फ़ारस के बादशाह दारा की हुकूमत के दूसरे साल में हज्जी नबी पर रब का कलाम नाज़िल हुआ। छटे महीने का पहला दिन ( २९ अगस्त।) था। कलाम में अल्लाह यहूदाह के गवर्नर ज़रुब्बाबल बिन सियाल्तीएल और इमाम-ए-आज़म यशूअ बिन यहूसदक़ से मुख़ातिब हुआ।"},{"number":2,"verse":"रब्ब-उल-अफ़्वाज फ़रमाता है, “यह क़ौम कहती है, ‘अभी रब के घर को दुबारा तामीर करने का वक़्त नहीं आया।’"},{"number":4,"verse":"क्या यह ठीक है कि तुम ख़ुद लकड़ी से सजे हुए घरों में रहते हो जबकि मेरा घर अब तक मल्बे का ढेर है?”"},{"number":5,"verse":"रब्ब-उल-अफ़्वाज फ़रमाता है, “अपने हाल पर ग़ौर करो।"},{"number":6,"verse":"तुम ने बहुत बीज बोया लेकिन कम फ़सल काटी है। तुम खाना तो खाते हो लेकिन भूके रहते हो, पानी तो पीते हो लेकिन प्यासे रहते हो, कपड़े तो पहनते हो लेकिन सर्दी लगती है। और जब कोई पैसे कमा कर उन्हें अपने बटवे में डालता है तो उस में सूराख़ हैं।”"},{"number":7,"verse":"रब्ब-उल-अफ़्वाज फ़रमाता है, “अपने हाल पर ध्यान दे कर उस का सहीह नतीजा निकालो!"},{"number":8,"verse":"पहाड़ों पर चढ़ कर लकड़ी ले आओ और रब के घर की तामीर शुरू करो। ऐसा ही रवय्या मुझे पसन्द होगा, और इस तरह ही तुम मुझे जलाल दोगे।” यह रब का फ़रमान है।"},{"number":9,"verse":"“देखो, तुम ने बहुत बरकत पाने की तवक़्क़ो की, लेकिन क्या हुआ? कम ही हासिल हुआ। और जो कुछ तुम अपने घर वापस लाए उसे मैं ने हवा में उड़ा दिया। क्यूँ? मैं, रब्ब-उल-अफ़्वाज तुम्हें इस की असल वजह बताता हूँ। मेरा घर अब तक मल्बे का ढेर है जबकि तुम में से हर एक अपना अपना घर मज़बूत करने के लिए भाग-दौड़ कर रहा है।"},{"number":10,"verse":"इसी लिए आसमान ने तुम्हें ओस से और ज़मीन ने तुम्हें फ़सलों से महरूम कर रखा है।"},{"number":11,"verse":"इसी लिए मैं ने हुक्म दिया कि खेतों में और पहाड़ों पर काल पड़े, कि मुल्क का अनाज, अंगूर, ज़ैतून बल्कि ज़मीन की हर पैदावार उस की लपेट में आ जाए। इन्सान-ओ-हैवान उस की ज़द में आ गए हैं, और तुम्हारी मेहनत-मशक़्क़त ज़ाए हो रही है।”"},{"number":12,"verse":"तब ज़रुब्बाबल बिन सियाल्तीएल, इमाम-ए-आज़म यशूअ बिन यहूसदक़ और क़ौम के पूरे बचे हुए हिस्से ने रब अपने ख़ुदा की सुनी। जो भी बात रब उन के ख़ुदा ने हज्जी नबी को सुनाने को कहा था उसे उन्हों ने मान लिया। रब का ख़ौफ़ पूरी क़ौम पर तारी हुआ।"},{"number":13,"verse":"तब रब ने अपने पैग़म्बर हज्जी की मारिफ़त उन्हें यह पैग़ाम दिया, “रब फ़रमाता है, मैं तुम्हारे साथ हूँ।”"},{"number":14,"verse":"यूँ रब ने यहूदाह के गवर्नर ज़रुब्बाबल बिन सियाल्तीएल, इमाम-ए-आज़म यशूअ बिन यहूसदक़ और क़ौम के बचे हुए हिस्से को रब के घर की तामीर करने की तहरीक दी। दारा बादशाह की हुकूमत के दूसरे साल में वह आ कर रब्ब-उल-अफ़्वाज अपने ख़ुदा के घर पर काम करने लगे। छटे महीने का 24वाँ दिन ( २१ सितम्बर।) था।"}]}