{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber spake יְהוָ֔ה <WH3069> Yah-weh, God אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses וְאֶֽל־ <WH413> ve-'el- and to אַהֲרֹ֖ן <WH175> 'a-ha-Ron and Aaron לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"אָדָ֗ם <WH120> 'a-Dam, When a man כִּֽי־ <WH3588> ki- When יִהְיֶ֤ה <WH1961> yih-Yeh has בְעוֹר־ <WH5785> ve-'or- shall have in the skin בְּשָׂרוֹ֙ <WH1320> be-sa-Ro of his flesh שְׂאֵ֤ת <WH7613> se-'Et a rising אֽוֹ־ <WH176> 'ov- or סַפַּ֙חַת֙ <WH5597> sap-Pa-chat a scab א֣וֹ <WH176> o or בַהֶ֔רֶת <WH934> va-He-ret, or bright spot וְהָיָ֥ה <WH1961> ve-ha-Yah becomes בְעוֹר־ <WH5785> ve-'or- and it be in the skin בְּשָׂר֖וֹ <WH1320> be-sa-Ro of his flesh לְנֶ֣גַע <WH5061> le-Ne-ga' [like] the plague צָרָ֑עַת <WH6883> tza-Ra-'at; of leprosy וְהוּבָא֙ <WH935> ve-hu-Va then he shall be brought אֶל־ <WH413> 'el- to אַהֲרֹ֣ן <WH175> 'a-ha-Ron unto Aaron הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, the priest א֛וֹ <WH176> o or אֶל־ <WH413> 'el- to אַחַ֥ד <WH259> 'a-Chad or unto one מִבָּנָ֖יו <WH1121> mib-ba-Nav of his sons הַכֹּהֲנִֽים׃ <WH3548> hak-ko-ha-Nim. the priests"},{"number":3,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֣ן <WH3548> hak-ko-Hen And the priest אֶת־ <WH853> 'et- הַנֶּ֣גַע <WH5061> han-Ne-ga' on the plague בְּעֽוֹר־ <WH5785> be-'or- in the skin הַ֠בָּשָׂר <WH1320> Hab-ba-sor of the flesh וְשֵׂעָ֨ר <WH8181> ve-se-'Ar and [when] the hair בַּנֶּ֜גַע <WH5061> ban-Ne-ga' in the plague הָפַ֣ךְ׀ <WH2015> ha-Fach is turned לָבָ֗ן <WH3836> la-Van, white וּמַרְאֵ֤ה <WH4758> u-mar-'Eh in sight הַנֶּ֙גַע֙ <WH5061> han-Ne-ga' and the plague עָמֹק֙ <WH6013> 'a-Mok [be] deeper מֵע֣וֹר <WH5785> me-'or than the skin בְּשָׂר֔וֹ <WH1320> be-sa-Ro, of his flesh נֶ֥גַע <WH5061> Ne-ga' it [is] a plague צָרַ֖עַת <WH6883> tza-Ra-'at of leprosy ה֑וּא <WH1931> Hu; he וְרָאָ֥הוּ <WH7200> ve-ra-'A-hu shall look הַכֹּהֵ֖ן <WH3548> hak-ko-Hen and the priest וְטִמֵּ֥א <WH2930> ve-tim-Me on him and pronounce him unclean אֹתֽוֹ׃ <WH853> o-To."},{"number":4,"verse":"וְאִם־ <WH518> ve-'im- if בַּהֶרֶת֩ <WH934> ba-he-Ret If the bright spot לְבָנָ֨ה <WH3836> le-va-Nah [be] white הִ֜וא <WH1931> hi he בְּע֣וֹר <WH5785> be-'or in the skin בְּשָׂר֗וֹ <WH1320> be-sa-Ro, of his flesh וְעָמֹק֙ <WH6013> ve-'a-Mok [be] not deeper אֵין־ <WH369> 'ein- does not מַרְאֶ֣הָ <WH4758> mar-'E-ha and in sight מִן־ <WH4480> min- than הָע֔וֹר <WH5785> ha-'Or, than the skin וּשְׂעָרָ֖ה <WH8181> u-se-'a-Rah and the hair לֹא־ <WH3808> lo- has not הָפַ֣ךְ <WH2015> ha-Fach thereof be not turned לָבָ֑ן <WH3836> la-Van; white וְהִסְגִּ֧יר <WH5462> ve-his-Gir shall shut הַכֹּהֵ֛ן <WH3548> hak-ko-Hen then the priest אֶת־ <WH853> 'et- הַנֶּ֖גַע <WH5061> han-Ne-ga' up [him that hath] the plague שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":5,"verse":"וְרָאָ֣הוּ <WH7200> ve-ra-'A-hu shall look הַכֹּהֵן֮ <WH3548> hak-ko-Hen And the priest בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִי֒ <WH7637> hash-she-vi-'I on him the seventh וְהִנֵּ֤ה <WH2009> ve-hin-Neh and if הַנֶּ֙גַע֙ <WH5061> han-Ne-ga' and behold [if] the plague עָמַ֣ד <WH5975> 'a-Mad be at a stay בְּעֵינָ֔יו <WH5869> be-'ei-Nav, in his sight לֹֽא־ <WH3808> lo- has not פָשָׂ֥ה <WH6581> fa-Sah spread הַנֶּ֖גַע <WH5061> han-Ne-ga' [and] the plague בָּע֑וֹר <WH5785> ba-'or; not in the skin וְהִסְגִּיר֧וֹ <WH5462> ve-his-gi-Ro shall shut הַכֹּהֵ֛ן <WH3548> hak-ko-Hen then the priest שִׁבְעַ֥ת <WH7651> shiv-'At him up seven יָמִ֖ים <WH3117> ya-Mim days שֵׁנִֽית׃ <WH8145> she-Nit. more"},{"number":6,"verse":"וְרָאָה֩ <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֨ן <WH3548> hak-ko-Hen And the priest אֹת֜וֹ <WH853> o-To בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִי֮ <WH7637> hash-she-vi-'I the seventh שֵׁנִית֒ <WH8145> she-Nit on him again וְהִנֵּה֙ <WH2009> ve-hin-Neh and if כֵּהָ֣ה <WH3544> ke-Hah [be] somewhat dark הַנֶּ֔גַע <WH5061> han-Ne-ga', and behold [if] the plague וְלֹא־ <WH3808> ve-lo- has not פָשָׂ֥ה <WH6581> fa-Sah spread הַנֶּ֖גַע <WH5061> han-Ne-ga' [and] the plague בָּע֑וֹר <WH5785> ba-'or; not in the skin וְטִהֲר֤וֹ <WH2891> ve-ti-ha-Ro shall pronounce him clean הַכֹּהֵן֙ <WH3548> hak-ko-Hen the priest מִסְפַּ֣חַת <WH4556> mis-Pa-chat it [is but] a scab הִ֔יא <WH1931> Hi, and he וְכִבֶּ֥ס <WH3526> ve-chib-Bes and he shall wash בְּגָדָ֖יו <WH899> be-ga-Dav his clothes וְטָהֵֽר׃ <WH2891> ve-ta-Her. and be clean"},{"number":7,"verse":"וְאִם־ <WH518> ve-'im- if פָּשֹׂ֨ה <WH6581> pa-Soh spread much תִפְשֶׂ֤ה <WH6581> tif-Seh abroad הַמִּסְפַּ֙חַת֙ <WH4556> ham-mis-Pa-chat But if the scab בָּע֔וֹר <WH5785> ba-'or, in the skin אַחֲרֵ֧י <WH310> 'a-cha-Rei after הֵרָאֹת֛וֹ <WH7200> he-ra-'o-To that he hath been seen אֶל־ <WH413> 'el- to הַכֹּהֵ֖ן <WH3548> hak-ko-Hen of the priest לְטָהֳרָת֑וֹ <WH2893> le-to-ho-ra-To; for his cleansing וְנִרְאָ֥ה <WH7200> ve-nir-'Ah he shall be seen שֵׁנִ֖ית <WH8145> she-Nit again אֶל־ <WH413> 'el- to הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. of the priest"},{"number":8,"verse":"וְרָאָה֙ <WH7200> ve-ra-'Ah see הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, And [if] the priest וְהִנֵּ֛ה <WH2009> ve-hin-Neh and if פָּשְׂתָ֥ה <WH6581> pa-se-Tah spreadeth הַמִּסְפַּ֖חַת <WH4556> ham-mis-Pa-chat that behold the scab בָּע֑וֹר <WH5785> ba-'or; in the skin וְטִמְּא֥וֹ <WH2930> ve-tim-me-'O shall pronounce him unclean הַכֹּהֵ֖ן <WH3548> hak-ko-Hen then the priest צָרַ֥עַת <WH6883> tza-Ra-'at it [is] a leprosy הִֽוא׃ <WH1931> hi he פ Peh"},{"number":9,"verse":"נֶ֣גַע <WH5061> Ne-ga' When the plague צָרַ֔עַת <WH6883> tza-Ra-'at, of leprosy כִּ֥י <WH3588> ki When תִהְיֶ֖ה <WH1961> tih-Yeh is on בְּאָדָ֑ם <WH120> be-'a-Dam; is in a man וְהוּבָ֖א <WH935> ve-hu-Va then he shall be brought אֶל־ <WH413> 'el- to הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. unto the priest"},{"number":10,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah shall see הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, And the priest וְהִנֵּ֤ה <WH2009> ve-hin-Neh and if שְׂאֵת־ <WH7613> se-'et- [him] and behold [if] the rising לְבָנָה֙ <WH3836> le-va-Nah [be] white בָּע֔וֹר <WH5785> ba-'or, in the skin וְהִ֕יא <WH1931> ve-Hi and it הָפְכָ֖ה <WH2015> ha-fe-Chah and it have turned שֵׂעָ֣ר <WH8181> se-'Ar the hair לָבָ֑ן <WH3836> la-Van; white וּמִֽחְיַ֛ת <WH4241> u-mich-Yat and [there be] quick בָּשָׂ֥ר <WH1320> ba-Sar flesh חַ֖י <WH2416> chai raw בַּשְׂאֵֽת׃ <WH7613> bas-'Et. in the rising"},{"number":11,"verse":"צָרַ֨עַת <WH6883> tza-Ra-'at leprosy נוֹשֶׁ֤נֶת <WH3462> no-She-net It [is] an old הִוא֙ <WH1931> hi he בְּע֣וֹר <WH5785> be-'or in the skin בְּשָׂר֔וֹ <WH1320> be-sa-Ro, of his flesh וְטִמְּא֖וֹ <WH2930> ve-tim-me-'O shall pronounce him unclean הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; and the priest לֹ֣א <WH3808> lo shall not יַסְגִּרֶ֔נּוּ <WH5462> yas-gi-Ren-nu, and shall not shut כִּ֥י <WH3588> ki for טָמֵ֖א <WH2931> ta-Me him up for he [is] unclean הֽוּא׃ <WH1931> Hu. he"},{"number":12,"verse":"וְאִם־ <WH518> ve-'im- If פָּר֨וֹחַ <WH6524> pa-Ro-ach break out תִּפְרַ֤ח <WH6524> tif-Rach abroad הַצָּרַ֙עַת֙ <WH6883> hatz-tza-Ra-'at And if a leprosy בָּע֔וֹר <WH5785> ba-'or, in the skin וְכִסְּתָ֣ה <WH3680> ve-chis-se-Tah cover הַצָּרַ֗עַת <WH6883> hatz-tza-Ra-'at, and the leprosy אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all ע֣וֹר <WH5785> or all the skin הַנֶּ֔גַע <WH5061> han-Ne-ga', of [him that hath] the plague מֵרֹאשׁ֖וֹ <WH7218> me-ro-Sho from his head וְעַד־ <WH5704> ve-'ad- even רַגְלָ֑יו <WH7272> rag-Lav; even to his foot לְכָל־ <WH3605> le-chol far מַרְאֵ֖ה <WH4758> mar-'Eh apparently עֵינֵ֥י <WH5869> 'ei-Nei affliction הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. wheresoever the priest"},{"number":13,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah shall consider הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, Then the priest וְהִנֵּ֨ה <WH2009> ve-hin-Neh and behold כִסְּתָ֤ה <WH3680> chis-se-Tah have covered הַצָּרַ֙עַת֙ <WH6883> hatz-tza-Ra-'at and behold [if] the leprosy אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all בְּשָׂר֔וֹ <WH1320> be-sa-Ro, all his flesh וְטִהַ֖ר <WH2891> ve-ti-Har he shall pronounce [him] clean אֶת־ <WH853> 'et- הַנָּ֑גַע <WH5061> han-Na-ga'; [that hath] the plague כֻּלּ֛וֹ <WH3605> kul-Lo has all הָפַ֥ךְ <WH2015> ha-Fach it is all turned לָבָ֖ן <WH3836> la-Van white טָה֥וֹר <WH2889> ta-Hor he [is] clean הֽוּא׃ <WH1931> Hu. he"},{"number":14,"verse":"וּבְי֨וֹם <WH3117> u-ve-Yom But when הֵרָא֥וֹת <WH7200> he-ra-'ot appeareth בּ֛וֹ bo בָּשָׂ֥ר <WH1320> ba-Sar flesh חַ֖י <WH2416> chai raw יִטְמָֽא׃ <WH2930> yit-Ma. in him he shall be unclean"},{"number":15,"verse":"וְרָאָ֧ה <WH7200> ve-ra-'Ah shall see הַכֹּהֵ֛ן <WH3548> hak-ko-Hen And the priest אֶת־ <WH853> 'et- הַבָּשָׂ֥ר <WH1320> hab-ba-Sar flesh הַחַ֖י <WH2416> ha-Chai the raw וְטִמְּא֑וֹ <WH2930> ve-tim-me-'O; and pronounce him to be unclean הַבָּשָׂ֥ר <WH1320> hab-ba-Sar flesh הַחַ֛י <WH2416> ha-Chai [for] the raw טָמֵ֥א <WH2931> ta-Me [is] unclean ה֖וּא <WH1931> hu it צָרַ֥עַת <WH6883> tza-Ra-'at it [is] a leprosy הֽוּא׃ <WH1931> Hu. he"},{"number":16,"verse":"א֣וֹ <WH176> o Or כִ֥י <WH3588> chi if יָשׁ֛וּב <WH7725> ya-Shuv turn again הַבָּשָׂ֥ר <WH1320> hab-ba-Sar flesh הַחַ֖י <WH2416> ha-Chai Or if the raw וְנֶהְפַּ֣ךְ <WH2015> ve-neh-Pach and be changed לְלָבָ֑ן <WH3836> le-la-Van; unto white וּבָ֖א <WH935> u-Va he shall come אֶל־ <WH413> 'el- to הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. unto the priest"},{"number":17,"verse":"וְרָאָ֙הוּ֙ <WH7200> ve-ra-'A-hu shall see הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, And the priest וְהִנֵּ֛ה <WH2009> ve-hin-Neh and behold נֶהְפַּ֥ךְ <WH2015> neh-Pach be turned הַנֶּ֖גַע <WH5061> han-Ne-ga' him and behold [if] the plague לְלָבָ֑ן <WH3836> le-la-Van; into white וְטִהַ֧ר <WH2891> ve-ti-Har shall pronounce [him] clean הַכֹּהֵ֛ן <WH3548> hak-ko-Hen then the priest אֶת־ <WH853> 'et- הַנֶּ֖גַע <WH5061> han-Ne-ga' [that hath] the plague טָה֥וֹר <WH2889> ta-Hor he [is] clean הֽוּא׃ <WH1931> Hu. he פ Peh"},{"number":18,"verse":"וּבָשָׂ֕ר <WH1320> u-va-Sar The flesh כִּֽי־ <WH3588> ki- also in which יִהְיֶ֥ה <WH1961> yih-Yeh has בֽוֹ־ vov- בְעֹר֖וֹ <WH5785> ve-'o-Ro [even] in the skin שְׁחִ֑ין <WH7822> she-Chin; thereof was a boil וְנִרְפָּֽא׃ <WH7495> ve-nir-Pa. and is healed"},{"number":19,"verse":"וְהָיָ֞ה <WH1961> ve-ha-Yah become בִּמְק֤וֹם <WH4725> bim-Kom And in the place הַשְּׁחִין֙ <WH7822> hash-she-Chin of the boil שְׂאֵ֣ת <WH7613> se-'Et rising לְבָנָ֔ה <WH3836> le-va-Nah, there be a white א֥וֹ <WH176> o or בַהֶ֖רֶת <WH934> va-He-ret or a bright spot לְבָנָ֣ה <WH3836> le-va-Nah white אֲדַמְדָּ֑מֶת <WH125> 'a-dam-Da-met; and somewhat reddish וְנִרְאָ֖ה <WH7200> ve-nir-'Ah and it be shewed אֶל־ <WH413> 'el- to הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. to the priest"},{"number":20,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah seeth הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, And if when the priest וְהִנֵּ֤ה <WH2009> ve-hin-Neh and behold מַרְאֶ֙הָ֙ <WH4758> mar-'E-ha it behold it [be] in sight שָׁפָ֣ל <WH8217> sha-Fal lower מִן־ <WH4480> min- than הָע֔וֹר <WH5785> ha-'Or, than the skin וּשְׂעָרָ֖הּ <WH8181> u-se-'a-Rah and the hair הָפַ֣ךְ <WH2015> ha-Fach thereof be turned לָבָ֑ן <WH3836> la-Van; white וְטִמְּא֧וֹ <WH2930> ve-tim-me-'O shall pronounce him unclean הַכֹּהֵ֛ן <WH3548> hak-ko-Hen the priest נֶֽגַע־ <WH5061> ne-ga'- it [is] a plague צָרַ֥עַת <WH6883> tza-Ra-'at of leprosy הִ֖וא <WH1931> hi he בַּשְּׁחִ֥ין <WH7822> bash-she-Chin out of the boil פָּרָֽחָה׃ <WH6524> pa-Ra-chah. broken"},{"number":21,"verse":"וְאִ֣ם׀ <WH518> ve-'Im if יִרְאֶ֣נָּה <WH7200> yir-'En-nah look הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, But if the priest וְהִנֵּ֤ה <WH2009> ve-hin-Neh and behold אֵֽין־ <WH369> 'ein- there בָּהּ֙ bah שֵׂעָ֣ר <WH8181> se-'Ar hairs לָבָ֔ן <WH3836> la-Van, on it and behold [there be] no white וּשְׁפָלָ֥ה <WH8217> u-she-fa-Lah therein and [if] it [be] not lower אֵינֶ֛נָּה <WH369> 'ei-Nen-nah are no מִן־ <WH4480> min- than הָע֖וֹר <WH5785> ha-'Or than the skin וְהִ֣יא <WH1931> ve-Hi and is כֵהָ֑ה <WH3544> che-Hah; but [be] somewhat dark וְהִסְגִּיר֥וֹ <WH5462> ve-his-gi-Ro shall shut הַכֹּהֵ֖ן <WH3548> hak-ko-Hen then the priest שִׁבְעַ֥ת <WH7651> shiv-'At him up seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":22,"verse":"וְאִם־ <WH518> ve-'im- and if פָּשֹׂ֥ה <WH6581> pa-Soh And if it spread much תִפְשֶׂ֖ה <WH6581> tif-Seh abroad בָּע֑וֹר <WH5785> ba-'or; in the skin וְטִמֵּ֧א <WH2930> ve-tim-Me shall pronounce him unclean הַכֹּהֵ֛ן <WH3548> hak-ko-Hen then the priest אֹת֖וֹ <WH853> o-To נֶ֥גַע <WH5061> Ne-ga' it [is] a plague הִֽוא׃ <WH1931> hi he"},{"number":23,"verse":"וְאִם־ <WH518> ve-'im- if תַּחְתֶּ֜יהָ <WH8478> tach-Tei-ha place תַּעֲמֹ֤ד <WH5975> ta-'a-Mod stay הַבַּהֶ֙רֶת֙ <WH934> hab-ba-He-ret But if the bright spot לֹ֣א <WH3808> lo and does not פָשָׂ֔תָה <WH6581> fa-Sa-tah, in his place [and] spread צָרֶ֥בֶת <WH6867> tza-Re-vet not it [is] a burning הַשְּׁחִ֖ין <WH7822> hash-she-Chin boil הִ֑וא <WH1931> hi he וְטִהֲר֖וֹ <WH2891> ve-ti-ha-Ro shall pronounce him clean הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. and the priest ס sa-Mek"},{"number":24,"verse":"א֣וֹ <WH176> o Or בָשָׂ֔ר <WH1320> va-Sar, Or if there be [any] flesh כִּֽי־ <WH3588> ki- if יִהְיֶ֥ה <WH1961> yih-Yeh sustains בְעֹר֖וֹ <WH5785> ve-'o-Ro in the skin מִכְוַת־ <WH4348> mich-vat- burning אֵ֑שׁ <WH784> 'Esh; whereof [there is] a hot וְֽהָיְתָ֞ה <WH1961> ve-ha-ye-Tah becomes מִֽחְיַ֣ת <WH4241> mich-Yat and the quick הַמִּכְוָ֗ה <WH4348> ham-mich-Vah, [flesh] that burneth בַּהֶ֛רֶת <WH934> ba-He-ret bright spot לְבָנָ֥ה <WH3836> le-va-Nah have a white אֲדַמְדֶּ֖מֶת <WH125> 'a-dam-De-met somewhat reddish א֥וֹ <WH176> o or לְבָנָֽה׃ <WH3836> le-va-Nah. or white"},{"number":25,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah shall look אֹתָ֣הּ <WH854> 'o-Tah for הַכֹּהֵ֡ן <WH3548> hak-ko-Hen Then the priest וְהִנֵּ֣ה <WH2009> ve-hin-Neh and if נֶהְפַּךְ֩ <WH2015> neh-paCh be turned שֵׂעָ֨ר <WH8181> se-'Ar upon it and behold [if] the hair לָבָ֜ן <WH3836> la-Van white בַּבַּהֶ֗רֶת <WH934> bab-ba-He-ret, in the bright spot וּמַרְאֶ֙הָ֙ <WH4758> u-mar-'E-ha and it [be in] sight עָמֹ֣ק <WH6013> 'a-Mok deeper מִן־ <WH4480> min- than הָע֔וֹר <WH5785> ha-'Or, than the skin צָרַ֣עַת <WH6883> tza-Ra-'at it [is] a leprosy הִ֔וא <WH1931> hi he בַּמִּכְוָ֖ה <WH4348> bam-mich-Vah out of the burning פָּרָ֑חָה <WH6524> pa-Ra-chah; broken וְטִמֵּ֤א <WH2930> ve-tim-Me shall pronounce him unclean אֹתוֹ֙ <WH853> o-To הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, wherefore the priest נֶ֥גַע <WH5061> Ne-ga' it [is] the plague צָרַ֖עַת <WH6883> tza-Ra-'at of leprosy הִֽוא׃ <WH1931> hi he"},{"number":26,"verse":"וְאִ֣ם׀ <WH518> ve-'Im if יִרְאֶ֣נָּה <WH7200> yir-'En-nah look הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, But if the priest וְהִנֵּ֤ה <WH2009> ve-hin-Neh and indeed אֵֽין־ <WH369> 'ein- there בַּבֶּהֶ֙רֶת֙ <WH934> bab-be-He-ret in the bright spot שֵׂעָ֣ר <WH8181> se-'Ar hair לָבָ֔ן <WH3836> la-Van, on it and behold [there be] no white וּשְׁפָלָ֥ה <WH8217> u-she-fa-Lah and it [be] no lower אֵינֶ֛נָּה <WH369> 'ei-Nen-nah is no מִן־ <WH4480> min- than הָע֖וֹר <WH5785> ha-'Or than the [other] skin וְהִ֣וא <WH1931> ve-Hiv he כֵהָ֑ה <WH3544> che-Hah; but [be] somewhat dark וְהִסְגִּיר֥וֹ <WH5462> ve-his-gi-Ro shall shut הַכֹּהֵ֖ן <WH3548> hak-ko-Hen then the priest שִׁבְעַ֥ת <WH7651> shiv-'At him up seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":27,"verse":"וְרָאָ֥הוּ <WH7200> ve-ra-'A-hu shall look הַכֹּהֵ֖ן <WH3548> hak-ko-Hen And the priest בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִ֑י <WH7637> hash-she-vi-'I; upon him the seventh אִם־ <WH518> 'im- If פָּשֹׂ֤ה <WH6581> pa-Soh [and] if it be spread much תִפְשֶׂה֙ <WH6581> tif-Seh abroad בָּע֔וֹר <WH5785> ba-'or, in the skin וְטִמֵּ֤א <WH2930> ve-tim-Me shall pronounce him unclean הַכֹּהֵן֙ <WH3548> hak-ko-Hen then the priest אֹת֔וֹ <WH853> o-To, נֶ֥גַע <WH5061> Ne-ga' it [is] the plague צָרַ֖עַת <WH6883> tza-Ra-'at of leprosy הִֽוא׃ <WH1931> hi he"},{"number":28,"verse":"וְאִם־ <WH518> ve-'im- if תַּחְתֶּיהָ֩ <WH8478> tach-tei-Ha place תַעֲמֹ֨ד <WH5975> ta-'a-Mod stay הַבַּהֶ֜רֶת <WH934> hab-ba-He-ret And if the bright לֹא־ <WH3808> lo- not פָשְׂתָ֤ה <WH6581> fa-se-Tah in his place [and] spread בָעוֹר֙ <WH5785> va-'Or not in the skin וְהִ֣וא <WH1931> ve-Hiv he כֵהָ֔ה <WH3544> che-Hah, but it [be] somewhat dark שְׂאֵ֥ת <WH7613> se-'Et it [is] a rising הַמִּכְוָ֖ה <WH4348> ham-mich-Vah of the burning הִ֑וא <WH1931> hi he וְטִֽהֲרוֹ֙ <WH2891> ve-ti-ha-Ro shall pronounce him clean הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, and the priest כִּֽי־ <WH3588> ki- for צָרֶ֥בֶת <WH6867> tza-Re-vet for it [is] an inflammation הַמִּכְוָ֖ה <WH4348> ham-mich-Vah of the burning הִֽוא׃ <WH1931> hi he פ Peh"},{"number":29,"verse":"וְאִישׁ֙ <WH376> ve-'Ish If a man א֣וֹ <WH176> o or אִשָּׁ֔ה <WH802> 'ish-Shah, or woman כִּֽי־ <WH3588> ki- now if יִהְיֶ֥ה <WH1961> yih-Yeh has ב֖וֹ vo נָ֑גַע <WH5061> Na-ga'; have a plague בְּרֹ֖אשׁ <WH7218> be-Rosh upon the head א֥וֹ <WH176> o or בְזָקָֽן׃ <WH2206> ve-za-Kan. or the beard"},{"number":30,"verse":"וְרָאָ֨ה <WH7200> ve-ra-'Ah shall see הַכֹּהֵ֜ן <WH3548> hak-ko-Hen Then the priest אֶת־ <WH853> 'et- הַנֶּ֗גַע <WH5061> han-Ne-ga', the plague וְהִנֵּ֤ה <WH2009> ve-hin-Neh and if מַרְאֵ֙הוּ֙ <WH4758> mar-'E-hu and behold if it [be] in sight עָמֹ֣ק <WH6013> 'a-Mok deeper מִן־ <WH4480> min- than הָע֔וֹר <WH5785> ha-'Or, than the skin וּב֛וֹ u-Vo שֵׂעָ֥ר <WH8181> se-'Ar hair צָהֹ֖ב <WH6669> tza-Ho [and there be] in it a yellow דָּ֑ק <WH1851> Dak; thin וְטִמֵּ֨א <WH2930> ve-tim-Me shall pronounce him unclean אֹת֤וֹ <WH853> o-To הַכֹּהֵן֙ <WH3548> hak-ko-Hen then the priest נֶ֣תֶק <WH5424> Ne-tek it [is] a dry scall ה֔וּא <WH1931> Hu, it צָרַ֧עַת <WH6883> tza-Ra-'at [even] a leprosy הָרֹ֛אשׁ <WH7218> ha-Rosh upon the head א֥וֹ <WH176> o or הַזָּקָ֖ן <WH2206> haz-za-Kan or beard הֽוּא׃ <WH1931> Hu. he"},{"number":31,"verse":"וְכִֽי־ <WH3588> ve-chi- if יִרְאֶ֨ה <WH7200> yir-'Eh look הַכֹּהֵ֜ן <WH3548> hak-ko-Hen And if the priest אֶת־ <WH853> 'et- נֶ֣גַע <WH5061> Ne-ga' on the plague הַנֶּ֗תֶק <WH5424> han-Ne-tek, of the scall וְהִנֵּ֤ה <WH2009> ve-hin-Neh and indeed אֵין־ <WH369> 'ein- to be no מַרְאֵ֙הוּ֙ <WH4758> mar-'E-hu and behold it [be] not in sight עָמֹ֣ק <WH6013> 'a-Mok deeper מִן־ <WH4480> min- than הָע֔וֹר <WH5785> ha-'Or, than the skin וְשֵׂעָ֥ר <WH8181> ve-se-'Ar hair שָׁחֹ֖ר <WH7838> sha-Chor and [that there is] no black אֵ֣ין <WH369> 'ein and there בּ֑וֹ bo; וְהִסְגִּ֧יר <WH5462> ve-his-Gir shall shut הַכֹּהֵ֛ן <WH3548> hak-ko-Hen in it then the priest אֶת־ <WH853> 'et- נֶ֥גַע <WH5061> Ne-ga' up [him that hath] the plague הַנֶּ֖תֶק <WH5424> han-Ne-tek of the scall שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":32,"verse":"וְרָאָ֨ה <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֣ן <WH3548> hak-ko-Hen the priest אֶת־ <WH853> 'et- הַנֶּגַע֮ <WH5061> han-ne-Ga' on the plague בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִי֒ <WH7637> hash-she-vi-'I And in the seventh וְהִנֵּה֙ <WH2009> ve-hin-Neh and if לֹא־ <WH3808> lo- and no פָשָׂ֣ה <WH6581> fa-Sah spread הַנֶּ֔תֶק <WH5424> han-Ne-tek, and behold [if] the scall וְלֹא־ <WH3808> ve-lo- and no הָ֥יָה <WH1961> Ha-yah has grown ב֖וֹ vo שֵׂעָ֣ר <WH8181> se-'Ar hair צָהֹ֑ב <WH6669> tza-Ho; not and there be in it no yellow וּמַרְאֵ֣ה <WH4758> u-mar-'Eh [be] not in sight הַנֶּ֔תֶק <WH5424> han-Ne-tek, and the scall אֵ֥ין <WH369> 'ein is no עָמֹ֖ק <WH6013> 'a-Mok deeper מִן־ <WH4480> min- than הָעֽוֹר׃ <WH5785> ha-'Or. than the skin"},{"number":33,"verse":"וְהִ֨תְגַּלָּ֔ח <WH1548> ve-Hit-gal-Lach, He shall be shaven וְאֶת־ <WH853> ve-'Et הַנֶּ֖תֶק <WH5424> han-Ne-tek but the scall לֹ֣א <WH3808> lo shall not יְגַלֵּ֑חַ <WH1548> ye-gal-Le-ach; shall he not shave וְהִסְגִּ֨יר <WH5462> ve-his-Gir shall shut הַכֹּהֵ֧ן <WH3548> hak-ko-Hen and the priest אֶת־ <WH853> 'et- הַנֶּ֛תֶק <WH5424> han-Ne-tek up [him that hath] the scall שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִ֖ים <WH3117> ya-Mim days שֵׁנִֽית׃ <WH8145> she-Nit. more"},{"number":34,"verse":"וְרָאָה֩ <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֨ן <WH3548> hak-ko-Hen the priest אֶת־ <WH853> 'et- הַנֶּ֜תֶק <WH5424> han-Ne-tek on the scall בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִ֗י <WH7637> hash-she-vi-'I, And in the seventh וְ֠הִנֵּה <WH2009> Ve-hin-neh and if לֹא־ <WH3808> lo- has not פָשָׂ֤ה <WH6581> fa-Sah be not spread הַנֶּ֙תֶק֙ <WH5424> han-Ne-tek and behold [if] the scall בָּע֔וֹר <WH5785> ba-'or, in the skin וּמַרְאֵ֕הוּ <WH4758> u-mar-'E-hu nor [be] in sight אֵינֶ֥נּוּ <WH369> 'ei-Nen-nu to be no עָמֹ֖ק <WH6013> 'a-Mok deeper מִן־ <WH4480> min- than הָע֑וֹר <WH5785> ha-'Or; than the skin וְטִהַ֤ר <WH2891> ve-ti-Har shall pronounce him clean אֹתוֹ֙ <WH853> o-To הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, then the priest וְכִבֶּ֥ס <WH3526> ve-chib-Bes and he shall wash בְּגָדָ֖יו <WH899> be-ga-Dav his clothes וְטָהֵֽר׃ <WH2891> ve-ta-Her. and be clean"},{"number":35,"verse":"וְאִם־ <WH518> ve-'im- if פָּשֹׂ֥ה <WH6581> pa-Soh spread יִפְשֶׂ֛ה <WH6581> yif-Seh much הַנֶּ֖תֶק <WH5424> han-Ne-tek But if the scall בָּע֑וֹר <WH5785> ba-'or; in the skin אַחֲרֵ֖י <WH310> 'a-cha-Rei after טָהֳרָתֽוֹ׃ <WH2893> to-ho-ra-To. his cleansing"},{"number":36,"verse":"וְרָאָ֙הוּ֙ <WH7200> ve-ra-'A-hu shall look הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, Then the priest וְהִנֵּ֛ה <WH2009> ve-hin-Neh and if פָּשָׂ֥ה <WH6581> pa-Sah be spread הַנֶּ֖תֶק <WH5424> han-Ne-tek on him and behold if the scall בָּע֑וֹר <WH5785> ba-'or; in the skin לֹֽא־ <WH3808> lo- not יְבַקֵּ֧ר <WH1239> ye-vak-Ker shall not seek הַכֹּהֵ֛ן <WH3548> hak-ko-Hen the priest לַשֵּׂעָ֥ר <WH8181> las-se-'Ar hair הַצָּהֹ֖ב <WH6669> hatz-tza-Ho for yellow טָמֵ֥א <WH2931> ta-Me he [is] unclean הֽוּא׃ <WH1931> Hu. he"},{"number":37,"verse":"וְאִם־ <WH518> ve-'im- If בְּעֵינָיו֩ <WH5869> be-'ei-Nav be in his sight עָמַ֨ד <WH5975> 'a-Mad at a stay הַנֶּ֜תֶק <WH5424> han-Ne-tek But if the scall וְשֵׂעָ֨ר <WH8181> ve-se-'Ar hair שָׁחֹ֧ר <WH7838> sha-Chor and [that] there is black צָֽמַח־ <WH6779> tza-mach- grown בּ֛וֹ bo נִרְפָּ֥א <WH7495> nir-Pa is healed הַנֶּ֖תֶק <WH5424> han-Ne-tek up therein the scall טָה֣וֹר <WH2889> ta-Hor he [is] clean ה֑וּא <WH1931> Hu; he וְטִהֲר֖וֹ <WH2891> ve-ti-ha-Ro shall pronounce him clean הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. and the priest ס sa-Mek"},{"number":38,"verse":"וְאִישׁ֙ <WH376> ve-'Ish If a man אֽוֹ־ <WH176> 'ov- or אִשָּׁ֔ה <WH802> 'ish-Shah, also or a woman כִּֽי־ <WH3588> ki- When יִהְיֶ֥ה <WH1961> yih-Yeh has בְעוֹר־ <WH5785> ve-'or- have in the skin בְּשָׂרָ֖ם <WH1320> be-sa-Ram of their flesh בֶּהָרֹ֑ת <WH934> be-ha-Rot; bright spots בֶּהָרֹ֖ת <WH934> be-ha-Rot bright spots לְבָנֹֽת׃ <WH3836> le-va-Not. [even] white"},{"number":39,"verse":"וְרָאָ֣ה <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, Then the priest וְהִנֵּ֧ה <WH2009> ve-hin-Neh and if בְעוֹר־ <WH5785> ve-'or- in the skin בְּשָׂרָ֛ם <WH1320> be-sa-Ram of their flesh בֶּהָרֹ֖ת <WH934> be-ha-Rot and behold [if] the bright spots כֵּה֣וֹת <WH3544> ke-Hot [be] darkish לְבָנֹ֑ת <WH3836> le-va-Not; white בֹּ֥הַק <WH933> Bo-hak it [is] a freckled spot ה֛וּא <WH1931> hu that פָּרַ֥ח <WH6524> pa-Rach [that] groweth בָּע֖וֹר <WH5785> ba-'or in the skin טָה֥וֹר <WH2889> ta-Hor he [is] clean הֽוּא׃ <WH1931> Hu. he ס sa-Mek"},{"number":40,"verse":"וְאִ֕ישׁ <WH376> ve-'Ish A man כִּ֥י <WH3588> ki now if יִמָּרֵ֖ט <WH4803> yim-ma-Ret whose hair is fallen רֹאשׁ֑וֹ <WH7218> ro-Sho; off his head קֵרֵ֥חַ <WH7142> ke-Re-ach he [is] bald ה֖וּא <WH1931> hu he טָה֥וֹר <WH2889> ta-Hor [yet is] he clean הֽוּא׃ <WH1931> Hu. he"},{"number":41,"verse":"וְאִם֙ <WH518> ve-'Im If מִפְּאַ֣ת <WH6285> mip-pe-'At off from the part פָּנָ֔יו <WH6440> pa-Nav, toward his face יִמָּרֵ֖ט <WH4803> yim-ma-Ret And he that hath his hair fallen רֹאשׁ֑וֹ <WH7218> ro-Sho; of his head גִּבֵּ֥חַ <WH1371> gib-Be-ach he [is] forehead bald ה֖וּא <WH1931> hu he טָה֥וֹר <WH2889> ta-Hor [yet is] he clean הֽוּא׃ <WH1931> Hu. he"},{"number":42,"verse":"וְכִֽי־ <WH3588> ve-chi- if יִהְיֶ֤ה <WH1961> yih-Yeh occurs בַקָּרַ֙חַת֙ <WH7146> vak-ka-Ra-chat And if there be in the bald head א֣וֹ <WH176> o or בַגַּבַּ֔חַת <WH1372> vag-gab-Ba-chat, or bald forehead נֶ֖גַע <WH5061> Ne-ga' sore לָבָ֣ן <WH3836> la-Van a white אֲדַמְדָּ֑ם <WH125> 'a-dam-Dam; reddish צָרַ֤עַת <WH6883> tza-Ra-'at it [is] a leprosy פֹּרַ֙חַת֙ <WH6524> po-Ra-chat sprung הִ֔וא <WH1931> hi he בְּקָרַחְתּ֖וֹ <WH7146> be-ka-rach-To up in his bald head א֥וֹ <WH176> o or בְגַבַּחְתּֽוֹ׃ <WH1372> ve-gab-bach-To. or his bald forehead"},{"number":43,"verse":"וְרָאָ֨ה <WH7200> ve-ra-'Ah shall look אֹת֜וֹ <WH853> o-To הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, Then the priest וְהִנֵּ֤ה <WH2009> ve-hin-Neh and if שְׂאֵת־ <WH7613> se-'et- upon it and behold [if] the rising הַנֶּ֙גַע֙ <WH5061> han-Ne-ga' of the sore לְבָנָ֣ה <WH3836> le-va-Nah [be] white אֲדַמְדֶּ֔מֶת <WH125> 'a-dam-De-met, reddish בְּקָרַחְתּ֖וֹ <WH7146> be-ka-rach-To in his bald head א֣וֹ <WH176> o or בְגַבַּחְתּ֑וֹ <WH1372> ve-gab-bach-To; or in his bald forehead כְּמַרְאֵ֥ה <WH4758> ke-mar-'Eh appeareth צָרַ֖עַת <WH6883> tza-Ra-'at as the leprosy ע֥וֹר <WH5785> or in the skin בָּשָֽׂר׃ <WH1320> ba-Sar. of the flesh"},{"number":44,"verse":"אִישׁ־ <WH376> 'ish- man צָר֥וּעַ <WH6879> tza-Ru-a' He is a leprous ה֖וּא <WH1931> hu he טָמֵ֣א <WH2931> ta-Me he [is] unclean ה֑וּא <WH1931> Hu; he טַמֵּ֧א <WH2930> tam-Me shall pronounce him utterly יְטַמְּאֶ֛נּוּ <WH2930> ye-tam-me-'En-nu unclean הַכֹּהֵ֖ן <WH3548> hak-ko-Hen the priest בְּרֹאשׁ֥וֹ <WH7218> be-ro-Sho [is] in his head נִגְעֽוֹ׃ <WH5061> nig-'O. his plague"},{"number":45,"verse":"וְהַצָּר֜וּעַ <WH6879> ve-hatz-tza-Ru-a' And the leper אֲשֶׁר־ <WH834> 'a-Sher- who בּ֣וֹ bo הַנֶּ֗גַע <WH5061> han-Ne-ga', in whom the plague בְּגָדָ֞יו <WH899> be-ga-Dav [is] his clothes יִהְי֤וּ <WH1961> yih-Yu become פְרֻמִים֙ <WH6533> fe-ru-Mim shall be rent וְרֹאשׁוֹ֙ <WH7218> ve-ro-Sho and his head יִהְיֶ֣ה <WH1961> yih-Yeh become פָר֔וּעַ <WH6544> fa-Ru-a', bare וְעַל־ <WH5921> ve-'al- and שָׂפָ֖ם <WH8222> sa-Fam upon his upper lip יַעְטֶ֑ה <WH5844> ya'-Teh; and he shall put a covering וְטָמֵ֥א׀ <WH2931> ve-ta-Me Unclean טָמֵ֖א <WH2931> ta-Me unclean יִקְרָֽא׃ <WH7121> yik-Ra. and shall cry"},{"number":46,"verse":"כָּל־ <WH3605> kol- all יְמֵ֞י <WH3117> ye-Mei All the days אֲשֶׁ֨ר <WH834> 'a-Sher which הַנֶּ֥גַע <WH5061> han-Ne-ga' wherein the plague בּ֛וֹ bo יִטְמָ֖א <WH2930> yit-Ma [shall be] in him he shall be defiled טָמֵ֣א <WH2931> ta-Me he [is] unclean ה֑וּא <WH1931> Hu; he בָּדָ֣ד <WH909> ba-Dad alone יֵשֵׁ֔ב <WH3427> ye-Shev, he shall dwell מִח֥וּץ <WH2351> mi-Chutz without לַֽמַּחֲנֶ֖ה <WH4264> lam-ma-cha-Neh the camp מוֹשָׁבֽוֹ׃ <WH4186> mo-sha-Vo. [shall] his habitation ס sa-Mek"},{"number":47,"verse":"וְהַבֶּ֕גֶד <WH899> ve-hab-Be-ged The garment כִּֽי־ <WH3588> ki- When יִהְיֶ֥ה <WH1961> yih-Yeh has ב֖וֹ vo נֶ֣גַע <WH5061> Ne-ga' also that the plague צָרָ֑עַת <WH6883> tza-Ra-'at; of leprosy בְּבֶ֣גֶד <WH899> be-Ve-ged garment צֶ֔מֶר <WH6785> Tze-mer, is in [whether it be] a woollen א֖וֹ <WH176> o or בְּבֶ֥גֶד <WH899> be-Ve-ged garment פִּשְׁתִּֽים׃ <WH6593> pish-Tim. or a linen"},{"number":48,"verse":"א֤וֹ <WH176> o whether בִֽשְׁתִי֙ <WH8359> vish-Ti Whether [it be] in the warp א֣וֹ <WH176> o or בְעֵ֔רֶב <WH6154> ve-'E-rev, or woof לַפִּשְׁתִּ֖ים <WH6593> lap-pish-Tim of linen וְלַצָּ֑מֶר <WH6785> ve-latz-Tza-mer; or of woollen א֣וֹ <WH176> o or בְע֔וֹר <WH5785> ve-'or, whether in a skin א֖וֹ <WH176> o whether בְּכָל־ <WH3605> be-chol any מְלֶ֥אכֶת <WH4399> me-Le-chet or in any thing made עֽוֹר׃ <WH5785> or. of skin"},{"number":49,"verse":"וְהָיָ֨ה <WH1961> ve-ha-Yah become הַנֶּ֜גַע <WH5061> han-Ne-ga' And if the plague יְרַקְרַ֣ק׀ <WH3422> ye-rak-Rak be greenish א֣וֹ <WH176> o either אֲדַמְדָּ֗ם <WH125> 'a-dam-Dam, or reddish בַּבֶּגֶד֩ <WH899> bab-be-Ged in the garment א֨וֹ <WH176> o or בָע֜וֹר <WH5785> va-'or or in the skin אֽוֹ־ <WH176> 'ov- or בַשְּׁתִ֤י <WH8359> vash-she-Ti in the warp אוֹ־ <WH176> 'ov- or בָעֵ֙רֶב֙ <WH6154> va-'E-rev or in the woof א֣וֹ <WH176> o or בְכָל־ <WH3605> ve-chol- any כְּלִי־ <WH3627> ke-li- or in any thing ע֔וֹר <WH5785> or, of skin נֶ֥גַע <WH5061> Ne-ga' it [is] a plague צָרַ֖עַת <WH6883> tza-Ra-'at of leprosy ה֑וּא <WH1931> Hu; he וְהָרְאָ֖ה <WH7200> ve-ha-re-'Ah and shall be shewed אֶת־ <WH853> 'et- הַכֹּהֵֽן׃ <WH3548> hak-ko-Hen. unto the priest"},{"number":50,"verse":"וְרָאָ֥ה <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֖ן <WH3548> hak-ko-Hen And the priest אֶת־ <WH853> 'et- הַנָּ֑גַע <WH5061> han-Na-ga'; upon the plague וְהִסְגִּ֥יר <WH5462> ve-his-Gir and shut אֶת־ <WH853> 'et- הַנֶּ֖גַע <WH5061> han-Ne-ga' up [it that hath] the plague שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":51,"verse":"וְרָאָ֨ה <WH7200> ve-ra-'Ah And he shall look אֶת־ <WH853> 'et- הַנֶּ֜גַע <WH5061> han-Ne-ga' on the plague בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁבִיעִ֗י <WH7637> hash-she-vi-'I, on the seventh כִּֽי־ <WH3588> ki- if פָשָׂ֤ה <WH6581> fa-Sah be spread הַנֶּ֙גַע֙ <WH5061> han-Ne-ga' if the plague בַּ֠בֶּגֶד <WH899> Bab-be-ged in the garment אֽוֹ־ <WH176> 'ov- whether בַשְּׁתִ֤י <WH8359> vash-she-Ti either in the warp אֽוֹ־ <WH176> 'ov- or בָעֵ֙רֶב֙ <WH6154> va-'E-rev or in the woof א֣וֹ <WH176> o or בָע֔וֹר <WH5785> va-'or, or in a skin לְכֹ֛ל <WH3605> le-Chol whatever אֲשֶׁר־ <WH834> 'a-Sher- which יֵעָשֶׂ֥ה <WH6213> ye-'a-Seh that is made הָע֖וֹר <WH5785> ha-'Or of skin לִמְלָאכָ֑ה <WH4399> lim-la-Chah; [or] in any work צָרַ֧עַת <WH6883> tza-Ra-'at leprosy מַמְאֶ֛רֶת <WH3992> mam-'E-ret [is] a fretting הַנֶּ֖גַע <WH5061> han-Ne-ga' the plague טָמֵ֥א <WH2931> ta-Me it [is] unclean הֽוּא׃ <WH1931> Hu. he"},{"number":52,"verse":"וְשָׂרַ֨ף <WH8313> ve-sa-Raf He shall therefore burn אֶת־ <WH853> 'et- הַבֶּ֜גֶד <WH899> hab-Be-ged that garment א֥וֹ <WH176> o whether אֶֽת־ <WH853> 'et- הַשְּׁתִ֣י׀ <WH8359> hash-she-Ti whether warp א֣וֹ <WH176> o or אֶת־ <WH853> 'et- הָעֵ֗רֶב <WH6154> ha-'E-rev, or woof בַּצֶּ֙מֶר֙ <WH6785> batz-Tze-mer in woollen א֣וֹ <WH176> o or בַפִּשְׁתִּ֔ים <WH6593> vap-pish-Tim, or in linen א֚וֹ <WH176> o or אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- any כְּלִ֣י <WH3627> ke-Li or any thing הָע֔וֹר <WH5785> ha-'Or, of skin אֲשֶׁר־ <WH834> 'a-Sher- which יִהְיֶ֥ה <WH1961> yih-Yeh occurs ב֖וֹ vo הַנָּ֑גַע <WH5061> han-Na-ga'; wherein the plague כִּֽי־ <WH3588> ki- is a צָרַ֤עַת <WH6883> tza-Ra-'at leprosy מַמְאֶ֙רֶת֙ <WH3992> mam-'E-ret is for it [is] a fretting הִ֔וא <WH1931> hi he בָּאֵ֖שׁ <WH784> ba-'Esh in the fire תִּשָּׂרֵֽף׃ <WH8313> tis-sa-Ref. it shall be burnt"},{"number":53,"verse":"וְאִם֮ <WH518> ve-'Im if יִרְאֶ֣ה <WH7200> yir-'Eh shall look הַכֹּהֵן֒ <WH3548> hak-ko-Hen And if the priest וְהִנֵּה֙ <WH2009> ve-hin-Neh and indeed לֹא־ <WH3808> lo- has not פָשָׂ֣ה <WH6581> fa-Sah be not spread הַנֶּ֔גַע <WH5061> han-Ne-ga', and behold the plague בַּבֶּ֕גֶד <WH899> bab-Be-ged in the garment א֥וֹ <WH176> o either בַשְּׁתִ֖י <WH8359> vash-she-Ti in the warp א֣וֹ <WH176> o or בָעֵ֑רֶב <WH6154> va-'E-rev; in the woof א֖וֹ <WH176> o or בְּכָל־ <WH3605> be-chol any כְּלִי־ <WH3627> ke-li- in any thing עֽוֹר׃ <WH5785> or. of skin"},{"number":54,"verse":"וְצִוָּה֙ <WH6680> ve-tziv-Vah shall command הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, Then the priest וְכִ֨בְּס֔וּ <WH3526> ve-Chib-be-Su, that they wash אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- which בּ֖וֹ bo הַנָּ֑גַע <WH5061> han-Na-ga'; [the thing] wherein the plague וְהִסְגִּיר֥וֹ <WH5462> ve-his-gi-Ro [is] and he shall shut שִׁבְעַת־ <WH7651> shiv-'at- it up seven יָמִ֖ים <WH3117> ya-Mim days שֵׁנִֽית׃ <WH8145> she-Nit. more"},{"number":55,"verse":"וְרָאָ֨ה <WH7200> ve-ra-'Ah shall look הַכֹּהֵ֜ן <WH3548> hak-ko-Hen And the priest אַחֲרֵ֣י׀ <WH310> 'a-cha-Rei after הֻכַּבֵּ֣ס <WH3526> huk-kab-Bes that it is washed אֶת־ <WH853> 'et- הַנֶּ֗גַע <WH5061> han-Ne-ga', on the plague וְ֠הִנֵּה <WH2009> Ve-hin-neh and if לֹֽא־ <WH3808> lo- has not הָפַ֨ךְ <WH2015> ha-Fach have not changed הַנֶּ֤גַע <WH5061> han-Ne-ga' and behold [if] the plague אֶת־ <WH853> 'et- עֵינוֹ֙ <WH5869> ei-No his colour וְהַנֶּ֣גַע <WH5061> ve-han-Ne-ga' and the plague לֹֽא־ <WH3808> lo- has not פָשָׂ֔ה <WH6581> fa-Sah, be not spread טָמֵ֣א <WH2931> ta-Me it [is] unclean ה֔וּא <WH1931> Hu, he בָּאֵ֖שׁ <WH784> ba-'Esh it in the fire תִּשְׂרְפֶ֑נּוּ <WH8313> tis-re-Fen-nu; thou shalt burn פְּחֶ֣תֶת <WH6356> pe-Che-tet it [is] fret הִ֔וא <WH1931> hi he בְּקָרַחְתּ֖וֹ <WH7146> be-ka-rach-To inward [whether] it [be] bare within א֥וֹ <WH176> o or בְגַבַּחְתּֽוֹ׃ <WH1372> ve-gab-bach-To. or without"},{"number":56,"verse":"וְאִם֮ <WH518> ve-'Im if רָאָ֣ה <WH7200> ra-'Ah look הַכֹּהֵן֒ <WH3548> hak-ko-Hen And if the priest וְהִנֵּה֙ <WH2009> ve-hin-Neh and if כֵּהָ֣ה <WH3544> ke-Hah [be] somewhat dark הַנֶּ֔גַע <WH5061> han-Ne-ga', and behold the plague אַחֲרֵ֖י <WH310> 'a-cha-Rei after הֻכַּבֵּ֣ס <WH3526> huk-kab-Bes the washing אֹת֑וֹ <WH853> o-To; וְקָרַ֣ע <WH7167> ve-ka-Ra' of it then he shall rend אֹת֗וֹ <WH853> o-To, מִן־ <WH4480> min- out הַבֶּ֙גֶד֙ <WH899> hab-Be-ged it out of the garment א֣וֹ <WH176> o or מִן־ <WH4480> min- out הָע֔וֹר <WH5785> ha-'Or, or out of the skin א֥וֹ <WH176> o whether מִן־ <WH4480> min- from הַשְּׁתִ֖י <WH8359> hash-she-Ti or out of the warp א֥וֹ <WH176> o or מִן־ <WH4480> min- from הָעֵֽרֶב׃ <WH6154> ha-'E-rev. or out of the woof"},{"number":57,"verse":"וְאִם־ <WH518> ve-'im- and if תֵּרָאֶ֨ה <WH7200> te-ra-'Eh And if it appear ע֜וֹד <WH5750> od still בַּ֠בֶּגֶד <WH899> Bab-be-ged in the garment אֽוֹ־ <WH176> 'ov- whether בַשְּׁתִ֤י <WH8359> vash-she-Ti either in the warp אֽוֹ־ <WH176> 'ov- or בָעֵ֙רֶב֙ <WH6154> va-'E-rev or in the woof א֣וֹ <WH176> o or בְכָל־ <WH3605> ve-chol- any כְּלִי־ <WH3627> ke-li- or in any thing ע֔וֹר <WH5785> or, of skin פֹּרַ֖חַת <WH6524> po-Ra-chat it [is] a spreading הִ֑וא <WH1931> hi he בָּאֵ֣שׁ <WH784> ba-'Esh [is] with fire תִּשְׂרְפֶ֔נּוּ <WH8313> tis-re-Fen-nu, [plague] thou shalt burn אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- after בּ֖וֹ bo הַנָּֽגַע׃ <WH5061> han-Na-ga'. that wherein the plague"},{"number":58,"verse":"וְהַבֶּ֡גֶד <WH899> ve-hab-Be-ged And the garment אֽוֹ־ <WH176> 'ov- whether הַשְּׁתִ֨י <WH8359> hash-she-Ti either warp אוֹ־ <WH176> 'ov- or הָעֵ֜רֶב <WH6154> ha-'E-rev or woof אֽוֹ־ <WH176> 'ov- or כָל־ <WH3605> chol any כְּלִ֤י <WH3627> ke-Li or whatsoever thing הָעוֹר֙ <WH5785> ha-'Or of skin אֲשֶׁ֣ר <WH834> 'a-Sher when תְּכַבֵּ֔ס <WH3526> te-chab-Bes, [it be] which thou shalt wash וְסָ֥ר <WH5493> ve-Sar be departed מֵהֶ֖ם <WH1992> me-Hem which הַנָּ֑גַע <WH5061> han-Na-ga'; if the plague וְכֻבַּ֥ס <WH3526> ve-chub-Bas from them then it shall be washed שֵׁנִ֖ית <WH8145> she-Nit the second וְטָהֵֽר׃ <WH2891> ve-ta-Her. time and shall be clean"},{"number":59,"verse":"זֹ֠את <WH2063> zot likewise תּוֹרַ֨ת <WH8451> to-Rat This [is] the law נֶֽגַע־ <WH5061> ne-ga'- of the plague צָרַ֜עַת <WH6883> tza-Ra-'at of leprosy בֶּ֥גֶד <WH899> Be-ged in a garment הַצֶּ֣מֶר׀ <WH6785> hatz-Tze-mer of woollen א֣וֹ <WH176> o or הַפִּשְׁתִּ֗ים <WH6593> hap-pish-Tim, or linen א֤וֹ <WH176> o whether הַשְּׁתִי֙ <WH8359> hash-she-Ti either in the warp א֣וֹ <WH176> o or הָעֵ֔רֶב <WH6154> ha-'E-rev, or woof א֖וֹ <WH176> o or כָּל־ <WH3605> kol- any כְּלִי־ <WH3627> ke-li- or any thing ע֑וֹר <WH5785> or; of skins לְטַהֲר֖וֹ <WH2891> le-ta-ha-Ro to pronounce it clean א֥וֹ <WH176> o or לְטַמְּאֽוֹ׃ <WH2930> le-tam-me-'O. or to pronounce it unclean פ Peh"}]}