{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"וַיְדַבֵּ֤ר <WH1696> vay-dab-Ber spake יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses אַחֲרֵ֣י <WH310> 'a-cha-Rei after מ֔וֹת <WH4194> Mot, the death שְׁנֵ֖י <WH8147> she-Nei of the two בְּנֵ֣י <WH1121> be-Nei sons אַהֲרֹ֑ן <WH175> 'a-ha-Ron; of Aaron בְּקָרְבָתָ֥ם <WH7126> be-ka-re-va-Tam when they offered לִפְנֵי־ <WH6440> lif-nei- before יְהוָ֖ה <WH3068> Yah-weh the LORD וַיָּמֻֽתוּ׃ <WH4191> vai-ya-Mu-tu. and died"},{"number":2,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses דַּבֵּר֮ <WH1696> dab-Ber Speak אֶל־ <WH413> 'el- about אַהֲרֹ֣ן <WH175> 'a-ha-Ron unto Aaron אָחִיךָ֒ <WH251> 'a-chi-Cha thy brother וְאַל־ <WH408> ve-'al- nay יָבֹ֤א <WH935> ya-Vo that he come בְכָל־ <WH3605> ve-chol- any עֵת֙ <WH6256> 'et not at all times אֶל־ <WH413> 'el- into הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, into the holy מִבֵּ֖ית <WH1004> mib-Beit [place] within לַפָּרֹ֑כֶת <WH6532> lap-pa-Ro-chet; the vail אֶל־ <WH413> 'el- about פְּנֵ֨י <WH6440> pe-Nei before הַכַּפֹּ֜רֶת <WH3727> hak-kap-Po-ret the mercy seat אֲשֶׁ֤ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- over הָאָרֹן֙ <WH727> ha-'a-Ron which [is] upon the ark וְלֹ֣א <WH3808> ve-Lo or יָמ֔וּת <WH4191> ya-Mut, that he die כִּ֚י <WH3588> ki in בֶּֽעָנָ֔ן <WH6051> be-'a-Nan, in the cloud אֵרָאֶ֖ה <WH7200> 'e-ra-'Eh not for I will appear עַל־ <WH5921> 'al- over הַכַּפֹּֽרֶת׃ <WH3727> hak-kap-Po-ret. upon the mercy"},{"number":3,"verse":"בְּזֹ֛את <WH2063> be-Zot Thus יָבֹ֥א <WH935> ya-Vo come אַהֲרֹ֖ן <WH175> 'a-ha-Ron shall Aaron אֶל־ <WH413> 'el- about הַקֹּ֑דֶשׁ <WH6944> hak-Ko-desh; into the holy בְּפַ֧ר <WH6499> be-Far bullock בֶּן־ <WH1121> ben- afflicted בָּקָ֛ר <WH1241> ba-Kar bull לְחַטָּ֖את <WH2403> le-chat-Tat for a sin offering וְאַ֥יִל <WH352> ve-'A-yil and a ram לְעֹלָֽה׃ <WH5930> le-'o-Lah. for a burnt offering"},{"number":4,"verse":"כְּתֹֽנֶת־ <WH3801> ke-to-net- coat בַּ֨ד <WH906> bad linen קֹ֜דֶשׁ <WH6944> Ko-desh the holy יִלְבָּ֗שׁ <WH3847> yil-Bash, He shall put on וּמִֽכְנְסֵי־ <WH4370> u-mich-ne-sei- breeches בַד֮ <WH906> vad and he shall have the linen יִהְי֣וּ <WH1961> yih-Yu become עַל־ <WH5921> 'al- shall be next בְּשָׂרוֹ֒ <WH1320> be-sa-Ro upon his flesh וּבְאַבְנֵ֥ט <WH73> u-ve-'av-Net girdle בַּד֙ <WH906> bad with a linen יַחְגֹּ֔ר <WH2296> yach-Gor, and shall be girded וּבְמִצְנֶ֥פֶת <WH4701> u-ve-mitz-Ne-fet mitre בַּ֖ד <WH906> bad and with the linen יִצְנֹ֑ף <WH6801> yitz-Nof; shall he be attired בִּגְדֵי־ <WH899> big-dei- garments קֹ֣דֶשׁ <WH6944> Ko-desh [are] holy הֵ֔ם <WH1992> Hem, these וְרָחַ֥ץ <WH7364> ve-ra-Chatz therefore shall he wash בַּמַּ֛יִם <WH4325> bam-Ma-yim in water אֶת־ <WH853> 'et- בְּשָׂר֖וֹ <WH1320> be-sa-Ro his flesh וּלְבֵשָֽׁם׃ <WH3847> u-le-ve-Sham. and [so] put them on"},{"number":5,"verse":"וּמֵאֵ֗ת <WH853> u-me-'Et, עֲדַת֙ <WH5712> 'a-Dat of the congregation בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel יִקַּ֛ח <WH3947> yik-Kach And he shall take שְׁנֵֽי־ <WH8147> she-nei- two שְׂעִירֵ֥י <WH8163> se-'i-Rei kids עִזִּ֖ים <WH5795> 'iz-Zim of the goats לְחַטָּ֑את <WH2403> le-chat-Tat; for a sin offering וְאַ֥יִל <WH352> ve-'A-yil ram אֶחָ֖ד <WH259> 'e-Chad and one לְעֹלָֽה׃ <WH5930> le-'o-Lah. for a burnt offering"},{"number":6,"verse":"וְהִקְרִ֧יב <WH7126> ve-hik-Riv shall offer אַהֲרֹ֛ן <WH175> 'a-ha-Ron And Aaron אֶת־ <WH853> 'et- פַּ֥ר <WH6499> par his bullock הַחַטָּ֖את <WH2403> ha-chat-Tat of the sin offering אֲשֶׁר־ <WH834> 'a-Sher- which ל֑וֹ lo; וְכִפֶּ֥ר <WH3722> ve-chip-Per and make an atonement בַּעֲד֖וֹ <WH1157> ba-'a-Do which [is] for himself וּבְעַ֥ד <WH1157> u-ve-'Ad and for בֵּיתֽוֹ׃ <WH1004> bei-To. for himself and for his house"},{"number":7,"verse":"וְלָקַ֖ח <WH3947> ve-la-Kach And he shall take אֶת־ <WH853> 'et- שְׁנֵ֣י <WH8147> she-Nei the two הַשְּׂעִירִ֑ם <WH8163> has-se-'i-Rim; goats וְהֶעֱמִ֤יד <WH5975> ve-he-'e-Mid and present אֹתָם֙ <WH853> 'o-Tam לִפְנֵ֣י <WH6440> lif-Nei them before יְהוָ֔ה <WH3068> Yah-weh, the LORD פֶּ֖תַח <WH6607> Pe-tach [at] the door אֹ֥הֶל <WH168> 'O-hel of the tabernacle מוֹעֵֽד׃ <WH4150> mo-'Ed. of the congregation"},{"number":8,"verse":"וְנָתַ֧ן <WH5414> ve-na-Tan shall cast אַהֲרֹ֛ן <WH175> 'a-ha-Ron And Aaron עַל־ <WH5921> 'al- for שְׁנֵ֥י <WH8147> she-Nei upon the two הַשְּׂעִירִ֖ם <WH8163> has-se-'i-Rim goats גּוֹרָל֑וֹת <WH1486> go-ra-Lot; lots גּוֹרָ֤ל <WH1486> go-Ral lot אֶחָד֙ <WH259> 'e-Chad one לַיהוָ֔ה <WH3068> Yah-weh, for the LORD וְגוֹרָ֥ל <WH1486> ve-go-Ral lot אֶחָ֖ד <WH259> 'e-Chad and the other לַעֲזָאזֵֽל׃ <WH5799> la-'a-za-Zel. for the scapegoat"},{"number":9,"verse":"וְהִקְרִ֤יב <WH7126> ve-hik-Riv shall bring אַהֲרֹן֙ <WH175> 'a-ha-Ron And Aaron אֶת־ <WH853> 'et- הַשָּׂעִ֔יר <WH8163> has-sa-'Ir, the goat אֲשֶׁ֨ר <WH834> 'a-Sher which עָלָ֥ה <WH5927> 'a-Lah fell עָלָ֛יו <WH5921> 'a-Lav and הַגּוֹרָ֖ל <WH1486> hag-go-Ral lot לַיהוָ֑ה <WH3068> Yah-weh; upon which the LORD'S וְעָשָׂ֖הוּ <WH6213> ve-'a-Sa-hu and offer חַטָּֽאת׃ <WH2403> chat-Tat. him [for] a sin offering"},{"number":10,"verse":"וְהַשָּׂעִ֗יר <WH8163> ve-has-sa-'Ir, But the goat אֲשֶׁר֩ <WH834> 'a-Sher which עָלָ֨ה <WH5927> 'a-Lah fell עָלָ֤יו <WH5921> 'a-Lav and הַגּוֹרָל֙ <WH1486> hag-go-Ral on which the lot לַעֲזָאזֵ֔ל <WH5799> la-'a-za-Zel, to be the scapegoat יָֽעֳמַד־ <WH5975> yo-'o-mad- shall be presented חַ֛י <WH2416> chai alive לִפְנֵ֥י <WH6440> lif-Nei before יְהוָ֖ה <WH3068> Yah-weh the LORD לְכַפֵּ֣ר <WH3722> le-chap-Per to make an atonement עָלָ֑יו <WH5921> 'a-Lav; upon לְשַׁלַּ֥ח <WH7971> le-shal-Lach with him [and] to let him go אֹת֛וֹ <WH853> o-To לַעֲזָאזֵ֖ל <WH5799> la-'a-za-Zel for a scapegoat הַמִּדְבָּֽרָה׃ <WH4057> ham-mid-Ba-rah. into the wilderness"},{"number":11,"verse":"וְהִקְרִ֨יב <WH7126> ve-hik-Riv shall bring אַהֲרֹ֜ן <WH175> 'a-ha-Ron And Aaron אֶת־ <WH853> 'et- פַּ֤ר <WH6499> par the bullock הַֽחַטָּאת֙ <WH2403> ha-chat-taT of the sin offering אֲשֶׁר־ <WH834> 'a-Sher- which ל֔וֹ lo, וְכִפֶּ֥ר <WH3722> ve-chip-Per which [is] for himself and shall make an atonement בַּֽעֲד֖וֹ <WH1157> ba-'a-Do about וּבְעַ֣ד <WH1157> u-ve-'Ad and for בֵּית֑וֹ <WH1004> bei-To; for himself and for his house וְשָׁחַ֛ט <WH7819> ve-sha-Chat and shall kill אֶת־ <WH853> 'et- פַּ֥ר <WH6499> par the bullock הַֽחַטָּ֖את <WH2403> ha-chat-Tat of the sin offering אֲשֶׁר־ <WH834> 'a-Sher- which לֽוֹ׃ lo."},{"number":12,"verse":"וְלָקַ֣ח <WH3947> ve-la-Kach And he shall take מְלֹֽא־ <WH4393> me-lo- full הַ֠מַּחְתָּה <WH4289> Ham-mach-tah a censer גַּֽחֲלֵי־ <WH1513> ga-cha-lei- coals אֵ֞שׁ <WH784> 'esh of fire מֵעַ֤ל <WH5921> me-'Al upon הַמִּזְבֵּ֙חַ֙ <WH4196> ham-miz-Be-ach from off the altar מִלִּפְנֵ֣י <WH6440> mil-lif-Nei before יְהוָ֔ה <WH3068> Yah-weh, the LORD וּמְלֹ֣א <WH4393> u-me-Lo full חָפְנָ֔יו <WH2651> cha-fe-Nav, and his hands קְטֹ֥רֶת <WH7004> ke-To-ret incense סַמִּ֖ים <WH5561> sam-Mim of sweet דַּקָּ֑ה <WH1851> dak-Kah; beaten small וְהֵבִ֖יא <WH935> ve-he-Vi and bring מִבֵּ֥ית <WH1004> mib-Beit [it] within לַפָּרֹֽכֶת׃ <WH6532> lap-pa-Ro-chet. the vail"},{"number":13,"verse":"וְנָתַ֧ן <WH5414> ve-na-Tan And he shall put אֶֽת־ <WH853> 'et- הַקְּטֹ֛רֶת <WH7004> hak-ke-To-ret the incense עַל־ <WH5921> 'al- on הָאֵ֖שׁ <WH784> ha-'Esh upon the fire לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD וְכִסָּ֣ה׀ <WH3680> ve-chis-Sah may cover עֲנַ֣ן <WH6051> 'a-Nan that the cloud הַקְּטֹ֗רֶת <WH7004> hak-ke-To-ret, of the incense אֶת־ <WH853> 'et- הַכַּפֹּ֛רֶת <WH3727> hak-kap-Po-ret the mercy seat אֲשֶׁ֥ר <WH834> 'a-Sher that עַל־ <WH5921> 'al- is on הָעֵד֖וּת <WH5715> ha-'e-Dut that [is] upon the testimony וְלֹ֥א <WH3808> ve-Lo otherwise יָמֽוּת׃ <WH4191> ya-Mut. that he die"},{"number":14,"verse":"וְלָקַח֙ <WH3947> ve-la-Kach And he shall take מִדַּ֣ם <WH1818> mid-Dam of the blood הַפָּ֔ר <WH6499> hap-Par, of the bullock וְהִזָּ֧ה <WH5137> ve-hiz-Zah and sprinkle בְאֶצְבָּע֛וֹ <WH676> ve-'etz-ba-'O [it] with his finger עַל־ <WH5921> 'al- in פְּנֵ֥י <WH6440> pe-Nei and before הַכַּפֹּ֖רֶת <WH3727> hak-kap-Po-ret upon the mercy seat קֵ֑דְמָה <WH6924> Ke-de-mah; eastward וְלִפְנֵ֣י <WH6440> ve-lif-Nei front הַכַּפֹּ֗רֶת <WH3727> hak-kap-Po-ret, the mercy seat יַזֶּ֧ה <WH5137> yaz-Zeh shall he sprinkle שֶֽׁבַע־ <WH7651> she-va'- seven פְּעָמִ֛ים <WH6471> pe-'a-Mim times מִן־ <WH4480> min- some הַדָּ֖ם <WH1818> had-Dam of the blood בְּאֶצְבָּעֽוֹ׃ <WH676> be-'etz-ba-'O. with his finger"},{"number":15,"verse":"וְשָׁחַ֞ט <WH7819> ve-sha-Chat Then shall he kill אֶת־ <WH853> 'et- שְׂעִ֤יר <WH8163> se-'Ir the goat הַֽחַטָּאת֙ <WH2403> ha-chat-taT of the sin offering אֲשֶׁ֣ר <WH834> 'a-Sher which לָעָ֔ם <WH5971> la-'Am, that [is] for the people וְהֵבִיא֙ <WH935> ve-he-Vi and bring אֶת־ <WH853> 'et- דָּמ֔וֹ <WH1818> da-Mo, his blood אֶל־ <WH413> 'el- about מִבֵּ֖ית <WH1004> mib-Beit within לַפָּרֹ֑כֶת <WH6532> lap-pa-Ro-chet; the vail וְעָשָׂ֣ה <WH6213> ve-'a-Sah and do אֶת־ <WH854> 'et- for דָּמ֗וֹ <WH1818> da-Mo, with that blood כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher which עָשָׂה֙ <WH6213> 'a-Sah as he did לְדַ֣ם <WH1818> le-Dam with the blood הַפָּ֔ר <WH6499> hap-Par, of the bullock וְהִזָּ֥ה <WH5137> ve-hiz-Zah and sprinkle אֹת֛וֹ <WH853> o-To עַל־ <WH5921> 'al- on הַכַּפֹּ֖רֶת <WH3727> hak-kap-Po-ret it upon the mercy seat וְלִפְנֵ֥י <WH6440> ve-lif-Nei and before הַכַּפֹּֽרֶת׃ <WH3727> hak-kap-Po-ret. the mercy seat"},{"number":16,"verse":"וְכִפֶּ֣ר <WH3722> ve-chip-Per And he shall make an atonement עַל־ <WH5921> 'al- for הַקֹּ֗דֶשׁ <WH6944> hak-Ko-desh, for the holy מִטֻּמְאֹת֙ <WH2932> mit-tum-'Ot [place] because of the uncleanness בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וּמִפִּשְׁעֵיהֶ֖ם <WH6588> u-mip-pish-'ei-Hem and because of their transgressions לְכָל־ <WH3605> le-chol to all חַטֹּאתָ֑ם <WH2403> chat-to-Tam; in all their sins וְכֵ֤ן <WH3651> ve-Chen and thus יַעֲשֶׂה֙ <WH6213> ya-'a-Seh and so shall he do לְאֹ֣הֶל <WH168> le-'O-hel for the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation הַשֹּׁכֵ֣ן <WH7931> hash-sho-Chen that remaineth אִתָּ֔ם <WH854> 'it-Tam, in בְּת֖וֹךְ <WH8432> be-Toch among them in the midst טֻמְאֹתָֽם׃ <WH2932> tum-'o-Tam. of their uncleanness"},{"number":17,"verse":"וְכָל־ <WH3605> ve-chol and for all אָדָ֞ם <WH120> 'a-Dam And there shall be no man לֹא־ <WH3808> lo- no יִהְיֶ֣ה׀ <WH1961> yih-Yeh shall be in בְּאֹ֣הֶל <WH168> be-'O-hel in the tabernacle מוֹעֵ֗ד <WH4150> mo-'Ed, of the congregation בְּבֹא֛וֹ <WH935> be-vo-'O when he goeth לְכַפֵּ֥ר <WH3722> le-chap-Per in to make an atonement בַּקֹּ֖דֶשׁ <WH6944> bak-Ko-desh in the holy עַד־ <WH5704> 'ad- until צֵאת֑וֹ <WH3318> tze-To; [place] until he come out וְכִפֶּ֤ר <WH3722> ve-chip-Per and have made an atonement בַּעֲדוֹ֙ <WH1157> ba-'a-Do about וּבְעַ֣ד <WH1157> u-ve-'Ad and for בֵּית֔וֹ <WH1004> bei-To, for himself and for his household וּבְעַ֖ד <WH1157> u-ve-'Ad about כָּל־ <WH3605> kol- and for all קְהַ֥ל <WH6951> ke-Hal and for all the congregation יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":18,"verse":"וְיָצָ֗א <WH3318> ve-ya-Tza, And he shall go out אֶל־ <WH413> 'el- to הַמִּזְבֵּ֛חַ <WH4196> ham-miz-Be-ach unto the altar אֲשֶׁ֥ר <WH834> 'a-Sher is לִפְנֵֽי־ <WH6440> lif-nei- that [is] before יְהוָ֖ה <WH3069> Yah-weh God וְכִפֶּ֣ר <WH3722> ve-chip-Per and make an atonement עָלָ֑יו <WH5921> 'a-Lav; and וְלָקַ֞ח <WH3947> ve-la-Kach for it and shall take מִדַּ֤ם <WH1818> mid-Dam of the blood הַפָּר֙ <WH6499> hap-Par of the bullock וּמִדַּ֣ם <WH1818> u-mid-Dam and of the blood הַשָּׂעִ֔יר <WH8163> has-sa-'Ir, of the goat וְנָתַ֛ן <WH5414> ve-na-Tan and put עַל־ <WH5921> 'al- on קַרְנ֥וֹת <WH7161> kar-Not [it] upon the horns הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach of the altar סָבִֽיב׃ <WH5439> sa-Viv. round about"},{"number":19,"verse":"וְהִזָּ֨ה <WH5137> ve-hiz-Zah And he shall sprinkle עָלָ֧יו <WH5921> 'a-Lav and מִן־ <WH4480> min- some הַדָּ֛ם <WH1818> had-Dam of the blood בְּאֶצְבָּע֖וֹ <WH676> be-'etz-ba-'O upon it with his finger שֶׁ֣בַע <WH7651> She-va' seven פְּעָמִ֑ים <WH6471> pe-'a-Mim; times וְטִהֲר֣וֹ <WH2891> ve-ti-ha-Ro and cleanse וְקִדְּשׁ֔וֹ <WH6942> ve-kid-de-Sho, it and hallow מִטֻּמְאֹ֖ת <WH2932> mit-tum-'Ot it from the uncleanness בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":20,"verse":"וְכִלָּה֙ <WH3615> ve-chil-Lah And when he hath made an end מִכַּפֵּ֣ר <WH3722> mik-kap-Per of reconciling אֶת־ <WH853> 'et- הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, the holy וְאֶת־ <WH853> ve-'Et אֹ֥הֶל <WH168> 'O-hel [place] and the tabernacle מוֹעֵ֖ד <WH4150> mo-'Ed of the congregation וְאֶת־ <WH853> ve-'Et הַמִּזְבֵּ֑חַ <WH4196> ham-miz-Be-ach; and the altar וְהִקְרִ֖יב <WH7126> ve-hik-Riv he shall bring אֶת־ <WH853> 'et- הַשָּׂעִ֥יר <WH8163> has-sa-'Ir goat הֶחָֽי׃ <WH2416> he-Chai. the live"},{"number":21,"verse":"וְסָמַ֨ךְ <WH5564> ve-sa-Mach shall lay אַהֲרֹ֜ן <WH175> 'a-ha-Ron And Aaron אֶת־ <WH853> 'et- שְׁתֵּ֣י <WH8147> she-Tei both; יָדֹו ya-dov כיָדָ֗יו <WH3027> ya-Dav, of his hands קעַ֨ל <WH5921> 'al over רֹ֣אשׁ <WH7218> rosh upon the head הַשָּׂעִיר֮ <WH8163> has-sa-'Ir goat הַחַי֒ <WH2416> ha-Chai of the live וְהִתְוַדָּ֣ה <WH3034> ve-hit-vad-Dah and confess עָלָ֗יו <WH5921> 'a-Lav, over אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲוֹנֹת֙ <WH5771> 'a-vo-Not over him all the iniquities בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all פִּשְׁעֵיהֶ֖ם <WH6588> pish-'ei-Hem and all their transgressions לְכָל־ <WH3605> le-chol to all חַטֹּאתָ֑ם <WH2403> chat-to-Tam; in all their sins וְנָתַ֤ן <WH5414> ve-na-Tan putting אֹתָם֙ <WH853> 'o-Tam עַל־ <WH5921> 'al- over רֹ֣אשׁ <WH7218> rosh them upon the head הַשָּׂעִ֔יר <WH8163> has-sa-'Ir, of the goat וְשִׁלַּ֛ח <WH7971> ve-shil-Lach and shall send [him] away בְּיַד־ <WH3027> be-yad- his hands אִ֥ישׁ <WH376> 'ish man עִתִּ֖י <WH6261> 'it-Ti of a fit הַמִּדְבָּֽרָה׃ <WH4057> ham-mid-Ba-rah. into the wilderness"},{"number":22,"verse":"וְנָשָׂ֨א <WH5375> ve-na-Sa shall bear הַשָּׂעִ֥יר <WH8163> has-sa-'Ir And the goat עָלָ֛יו <WH5921> 'a-Lav and אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲוֹנֹתָ֖ם <WH5771> 'a-vo-no-Tam upon him all their iniquities אֶל־ <WH413> 'el- about אֶ֣רֶץ <WH776> 'E-retz unto a land גְּזֵרָ֑ה <WH1509> ge-ze-Rah; not inhabited וְשִׁלַּ֥ח <WH7971> ve-shil-Lach and he shall let go אֶת־ <WH853> 'et- הַשָּׂעִ֖יר <WH8163> has-sa-'Ir the goat בַּמִּדְבָּֽר׃ <WH4057> bam-mid-Bar. in the wilderness"},{"number":23,"verse":"וּבָ֤א <WH935> u-Va shall come אַהֲרֹן֙ <WH175> 'a-ha-Ron And Aaron אֶל־ <WH413> 'el- into אֹ֣הֶל <WH168> 'O-hel into the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation וּפָשַׁט֙ <WH6584> u-fa-Shat and shall put off אֶת־ <WH853> 'et- בִּגְדֵ֣י <WH899> big-Dei garments הַבָּ֔ד <WH906> hab-Bad, the linen אֲשֶׁ֥ר <WH834> 'a-Sher which לָבַ֖שׁ <WH3847> la-Vash which he put on בְּבֹא֣וֹ <WH935> be-vo-'O when he went אֶל־ <WH413> 'el- into הַקֹּ֑דֶשׁ <WH6944> hak-Ko-desh; into the holy וְהִנִּיחָ֖ם <WH3240> ve-hin-ni-Cham [place] and shall leave שָֽׁם׃ <WH8033> Sham. there"},{"number":24,"verse":"וְרָחַ֨ץ <WH7364> ve-ra-Chatz And he shall wash אֶת־ <WH853> 'et- בְּשָׂר֤וֹ <WH1320> be-sa-Ro his flesh בַמַּ֙יִם֙ <WH4325> vam-Ma-yim with water בְּמָק֣וֹם <WH4725> be-ma-Kom place קָד֔וֹשׁ <WH6918> ka-Doosh, in the holy וְלָבַ֖שׁ <WH3847> ve-la-Vash and put on אֶת־ <WH853> 'et- בְּגָדָ֑יו <WH899> be-ga-Dav; his garments וְיָצָ֗א <WH3318> ve-ya-Tza, and come forth וְעָשָׂ֤ה <WH6213> ve-'a-Sah and offer אֶת־ <WH853> 'et- עֹֽלָתוֹ֙ <WH5930> o-la-To his burnt offering וְאֶת־ <WH853> ve-'Et עֹלַ֣ת <WH5930> 'o-Lat and the burnt offering הָעָ֔ם <WH5971> ha-'Am, of the people וְכִפֶּ֥ר <WH3722> ve-chip-Per and make an atonement בַּעֲד֖וֹ <WH1157> ba-'a-Do about וּבְעַ֥ד <WH1157> u-ve-'Ad and for הָעָֽם׃ <WH5971> ha-'Am. for himself and for the people"},{"number":25,"verse":"וְאֵ֛ת <WH853> ve-'Et חֵ֥לֶב <WH2459> Che-lev And the fat הַֽחַטָּ֖את <WH2403> ha-chat-Tat of the sin offering יַקְטִ֥יר <WH6999> yak-Tir shall he burn הַמִּזְבֵּֽחָה׃ <WH4196> ham-miz-Be-chah. upon the altar"},{"number":26,"verse":"וְהַֽמְשַׁלֵּ֤חַ <WH7971> ve-ham-shal-Le-ach And he that let go אֶת־ <WH853> 'et- הַשָּׂעִיר֙ <WH8163> has-sa-'Ir the goat לַֽעֲזָאזֵ֔ל <WH5799> la-'a-za-Zel, for the scapegoat יְכַבֵּ֣ס <WH3526> ye-chab-Bes shall wash בְּגָדָ֔יו <WH899> be-ga-Dav, his clothes וְרָחַ֥ץ <WH7364> ve-ra-Chatz and bathe אֶת־ <WH853> 'et- בְּשָׂר֖וֹ <WH1320> be-sa-Ro his flesh בַּמָּ֑יִם <WH4325> bam-Ma-yim; in water וְאַחֲרֵי־ <WH310> ve-'a-cha-rei- and afterward כֵ֖ן <WH3651> chen after that יָב֥וֹא <WH935> ya-Vo come אֶל־ <WH413> 'el- into הַֽמַּחֲנֶֽה׃ <WH4264> Ham-ma-cha-Neh. into the camp"},{"number":27,"verse":"וְאֵת֩ <WH853> ve-'Et פַּ֨ר <WH6499> par And the bullock הַֽחַטָּ֜את <WH2403> ha-chat-Tat [for] the sin offering וְאֵ֣ת׀ <WH853> ve-'Et שְׂעִ֣יר <WH8163> se-'Ir and the goat הַֽחַטָּ֗את <WH2403> ha-chat-Tat, [for] the sin offering אֲשֶׁ֨ר <WH834> 'a-Sher whose הוּבָ֤א <WH935> hu-Va was brought in אֶת־ <WH853> 'et- דָּמָם֙ <WH1818> da-Mam whose blood לְכַפֵּ֣ר <WH3722> le-chap-Per to make atonement בַּקֹּ֔דֶשׁ <WH6944> bak-Ko-desh, in the holy יוֹצִ֖יא <WH3318> yo-Tzi [place] shall [one] carry forth אֶל־ <WH413> 'el- about מִח֣וּץ <WH2351> mi-Chutz without לַֽמַּחֲנֶ֑ה <WH4264> lam-ma-cha-Neh; the camp וְשָׂרְפ֣וּ <WH8313> ve-sa-re-Fu and they shall burn בָאֵ֔שׁ <WH784> va-'Esh, in the fire אֶת־ <WH853> 'et- עֹרֹתָ֥ם <WH5785> 'o-ro-Tam their skins וְאֶת־ <WH853> ve-'Et בְּשָׂרָ֖ם <WH1320> be-sa-Ram and their flesh וְאֶת־ <WH853> ve-'Et פִּרְשָֽׁם׃ <WH6569> pir-Sham. and their dung"},{"number":28,"verse":"וְהַשֹּׂרֵ֣ף <WH8313> ve-has-so-Ref And he that burneth אֹתָ֔ם <WH853> 'o-Tam, יְכַבֵּ֣ס <WH3526> ye-chab-Bes them shall wash בְּגָדָ֔יו <WH899> be-ga-Dav, his clothes וְרָחַ֥ץ <WH7364> ve-ra-Chatz and bathe אֶת־ <WH853> 'et- בְּשָׂר֖וֹ <WH1320> be-sa-Ro his flesh בַּמָּ֑יִם <WH4325> bam-Ma-yim; in water וְאַחֲרֵי־ <WH310> ve-'a-cha-rei- and afterward כֵ֖ן <WH3651> chen after that יָב֥וֹא <WH935> ya-Vo he shall come אֶל־ <WH413> 'el- into הַֽמַּחֲנֶֽה׃ <WH4264> Ham-ma-cha-Neh. into the camp"},{"number":29,"verse":"וְהָיְתָ֥ה <WH1961> ve-ha-ye-Tah become לָכֶ֖ם la-Chem לְחֻקַּ֣ת <WH2708> le-chuk-Kat And [this] shall be a statute עוֹלָ֑ם <WH5769> o-Lam; for ever בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הַ֠שְּׁבִיעִי <WH7637> Hash-she-vi-'i unto you [that] in the seventh בֶּֽעָשׂ֨וֹר <WH6218> be-'a-Sor on the tenth לַחֹ֜דֶשׁ <WH2320> la-Cho-desh [day] of the month תְּעַנּ֣וּ <WH6031> te-'an-Nu ye shall afflict אֶת־ <WH853> 'et- נַפְשֹֽׁתֵיכֶ֗ם <WH5315> naf-sho-tei-Chem, your souls וְכָל־ <WH3605> ve-chol any מְלָאכָה֙ <WH4399> me-la-Chah no work לֹ֣א <WH3808> lo and not תַעֲשׂ֔וּ <WH6213> ta-'a-Su, and do הָֽאֶזְרָ֔ח <WH249> ha-'ez-Rach, at all [whether it be] one of your own country וְהַגֵּ֖ר <WH1616> ve-hag-Ger or a stranger הַגָּ֥ר <WH1481> hag-Gar that sojourneth בְּתוֹכְכֶֽם׃ <WH8432> be-toch-Chem. among"},{"number":30,"verse":"כִּֽי־ <WH3588> ki- for בַיּ֥וֹם <WH3117> vai-Yom For on that day הַזֶּ֛ה <WH2088> haz-Zeh this יְכַפֵּ֥ר <WH3722> ye-chap-Per shall [the priest] make an atonement עֲלֵיכֶ֖ם <WH5921> 'a-lei-Chem and לְטַהֵ֣ר <WH2891> le-ta-Her for you to cleanse אֶתְכֶ֑ם <WH853> 'et-Chem; מִכֹּל֙ <WH3605> mik-Kol all חַטֹּ֣אתֵיכֶ֔ם <WH2403> chat-To-tei-Chem, from all your sins לִפְנֵ֥י <WH6440> lif-Nei before יְהוָ֖ה <WH3068> Yah-weh the LORD תִּטְהָֽרוּ׃ <WH2891> tit-Ha-ru. you [that] ye may be clean"},{"number":31,"verse":"שַׁבַּ֨ת <WH7676> shab-Bat It [shall be] a sabbath שַׁבָּת֥וֹן <WH7677> shab-ba-Ton of rest הִיא֙ <WH1931> hi he לָכֶ֔ם la-Chem, וְעִנִּיתֶ֖ם <WH6031> ve-'in-ni-Tem unto you and ye shall afflict אֶת־ <WH853> 'et- נַפְשֹׁתֵיכֶ֑ם <WH5315> naf-sho-tei-Chem; your souls חֻקַּ֖ת <WH2708> chuk-Kat by a statute עוֹלָֽם׃ <WH5769> o-Lam. for ever"},{"number":32,"verse":"וְכִפֶּ֨ר <WH3722> ve-chip-Per stead shall make the atonement הַכֹּהֵ֜ן <WH3548> hak-ko-Hen And the priest אֲשֶׁר־ <WH834> 'a-Sher- who יִמְשַׁ֣ח <WH4886> yim-Shach whom he shall anoint אֹת֗וֹ <WH853> o-To, וַאֲשֶׁ֤ר <WH834> va-'a-Sher who יְמַלֵּא֙ <WH4390> ye-mal-Le accomplish אֶת־ <WH853> 'et- יָד֔וֹ <WH3027> ya-Do, able לְכַהֵ֖ן <WH3547> le-cha-Hen to minister in the priest's office תַּ֣חַת <WH8478> Ta-chat place אָבִ֑יו <WH1> 'a-Viv; in his father's וְלָבַ֛שׁ <WH3847> ve-la-Vash and shall put on אֶת־ <WH853> 'et- בִּגְדֵ֥י <WH899> big-Dei clothes הַבָּ֖ד <WH906> hab-Bad the linen בִּגְדֵ֥י <WH899> big-Dei garments הַקֹּֽדֶשׁ׃ <WH6944> hak-Ko-desh. [even] the holy"},{"number":33,"verse":"וְכִפֶּר֙ <WH3722> ve-chip-Per And he shall make an atonement אֶת־ <WH853> 'et- מִקְדַּ֣שׁ <WH4720> mik-Dash sanctuary הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, for the holy וְאֶת־ <WH853> ve-'Et אֹ֧הֶל <WH168> 'O-hel for the tabernacle מוֹעֵ֛ד <WH4150> mo-'Ed of the congregation וְאֶת־ <WH853> ve-'Et הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach and for the altar יְכַפֵּ֑ר <WH3722> ye-chap-Per; and he shall make an atonement וְעַ֧ל <WH5921> ve-'Al for הַכֹּהֲנִ֛ים <WH3548> hak-ko-ha-Nim for the priests וְעַל־ <WH5921> ve-'al- and כָּל־ <WH3605> kol- and for all עַ֥ם <WH5971> 'am and for all the people הַקָּהָ֖ל <WH6951> hak-ka-Hal of the congregation יְכַפֵּֽר׃ <WH3722> ye-chap-Per. and he shall make an atonement"},{"number":34,"verse":"וְהָֽיְתָה־ <WH1961> ve-ha-ye-tah- shall have זֹּ֨את <WH2063> zot likewise לָכֶ֜ם la-Chem לְחֻקַּ֣ת <WH2708> le-chuk-Kat statute עוֹלָ֗ם <WH5769> o-Lam, And this shall be an everlasting לְכַפֵּ֞ר <WH3722> le-chap-Per unto you to make an atonement עַל־ <WH5921> 'al- for בְּנֵ֤י <WH1121> be-Nei for the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel מִכָּל־ <WH3605> mik-kol for all חַטֹּאתָ֔ם <WH2403> chat-to-Tam, for all their sins אַחַ֖ת <WH259> 'a-Chat once בַּשָּׁנָ֑ה <WH8141> bash-sha-Nah; a year וַיַּ֕עַשׂ <WH6213> vai-Ya-'as And he did כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses פ Peh"}]}