{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses אֱמֹ֥ר <WH559> 'e-Mor Speak אֶל־ <WH413> 'el- to הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim unto the priests בְּנֵ֣י <WH1121> be-Nei the sons אַהֲרֹ֑ן <WH175> 'a-ha-Ron; of Aaron וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֲלֵהֶ֔ם <WH413> 'a-le-Hem, about לְנֶ֥פֶשׁ <WH5315> le-Ne-fesh for the dead לֹֽא־ <WH3808> lo- No יִטַּמָּ֖א <WH2930> yit-tam-Ma unto them There shall none be defiled בְּעַמָּֽיו׃ <WH5971> be-'am-Mav. among his people"},{"number":2,"verse":"כִּ֚י <WH3588> ki for אִם־ <WH518> 'im- for לִשְׁאֵר֔וֹ <WH7607> lish-'e-Ro, But for his kin הַקָּרֹ֖ב <WH7138> hak-ka-Ro that is near אֵלָ֑יו <WH413> 'e-Lav; to him לְאִמּ֣וֹ <WH517> le-'im-Mo unto him [that is] for his mother וּלְאָבִ֔יו <WH1> u-le-'a-Viv, and for his father וְלִבְנ֥וֹ <WH1121> ve-liv-No and for his son וּלְבִתּ֖וֹ <WH1323> u-le-vit-To and for his daughter וּלְאָחִֽיו׃ <WH251> u-le-'a-Chiv. and for his brother"},{"number":3,"verse":"וְלַאֲחֹת֤וֹ <WH269> ve-la-'a-cho-To And for his sister הַבְּתוּלָה֙ <WH1330> hab-be-tu-Lah a virgin הַקְּרוֹבָ֣ה <WH7138> hak-ke-ro-Vah that is nigh אֵלָ֔יו <WH413> 'e-Lav, to him אֲשֶׁ֥ר <WH834> 'a-Sher because לֹֽא־ <WH3808> lo- no הָיְתָ֖ה <WH1961> ha-ye-Tah has לְאִ֑ישׁ <WH376> le-'Ish; unto him which hath had no husband לָ֖הּ lah יִטַּמָּֽא׃ <WH2930> yit-tam-Ma. for her may he be defiled"},{"number":4,"verse":"לֹ֥א <WH3808> lo shall not יִטַּמָּ֖א <WH2930> yit-tam-Ma [But] he shall not defile בַּ֣עַל <WH1167> Ba-'al himself [being] a chief man בְּעַמָּ֑יו <WH5971> be-'am-Mav; among his people לְהֵ֖חַלּֽוֹ׃ <WH2490> le-He-chal-Lo. to profane"},{"number":5,"verse":"לֹֽא־ <WH3808> lo- nor; יִקְרְחָה yik-re-chah כיִקְרְח֤וּ <WH7139> yik-re-Chu make bald קקָרְחָה֙ <WH7144> ka-re-Chah baldness בְּרֹאשָׁ֔ם <WH7218> be-ro-Sham, upon their head וּפְאַ֥ת <WH6285> u-fe-'At the corner זְקָנָ֖ם <WH2206> ze-ka-Nam of their beard לֹ֣א <WH3808> lo nor יְגַלֵּ֑חוּ <WH1548> ye-gal-Le-chu; neither shall they shave off וּבִ֨בְשָׂרָ֔ם <WH1320> u-Viv-sa-Ram, in their flesh לֹ֥א <WH3808> lo nor יִשְׂרְט֖וּ <WH8295> yis-re-Tu nor make שָׂרָֽטֶת׃ <WH8296> sa-Ra-tet. any cuttings"},{"number":6,"verse":"קְדֹשִׁ֤ים <WH6918> ke-do-Shim therefore they shall be holy יִהְיוּ֙ <WH1961> yih-Yu become לֵאלֹ֣הֵיהֶ֔ם <WH430> le-Lo-hei-Hem, unto their God וְלֹ֣א <WH3808> ve-Lo and not יְחַלְּל֔וּ <WH2490> ye-chal-le-Lu, and not profane שֵׁ֖ם <WH8034> shem the name אֱלֹהֵיהֶ֑ם <WH430> 'e-lo-hei-Hem; of their God כִּי֩ <WH3588> ki for אֶת־ <WH853> 'et- אִשֵּׁ֨י <WH801> 'ish-Shei made by fire יְהוָ֜ה <WH3068> Yah-weh of the LORD לֶ֧חֶם <WH3899> Le-chem [and] the bread אֱלֹהֵיהֶ֛ם <WH430> 'e-lo-hei-Hem of their God הֵ֥ם <WH1992> hem they מַקְרִיבִ֖ם <WH7126> mak-ri-Vim they do offer וְהָ֥יוּ <WH1961> ve-Ha-yu become קֹֽדֶשׁ׃ <WH6944> Ko-desh. They shall be holy"},{"number":7,"verse":"אִשָּׁ֨ה <WH802> 'ish-Shah a wife זֹנָ֤ה <WH2181> zo-Nah [that is] a whore וַחֲלָלָה֙ <WH2491> va-cha-la-Lah or profane לֹ֣א <WH3808> lo nor יִקָּ֔חוּ <WH3947> yik-Ka-chu, They shall not take וְאִשָּׁ֛ה <WH802> ve-'ish-Shah a woman גְּרוּשָׁ֥ה <WH1644> ge-ru-Shah put away מֵאִישָׁ֖הּ <WH376> me-'i-Shah from her husband לֹ֣א <WH3808> lo nor יִקָּ֑חוּ <WH3947> yik-Ka-chu; neither shall they take כִּֽי־ <WH3588> ki- for קָדֹ֥שׁ <WH6918> ka-Dosh for he [is] holy ה֖וּא <WH1931> hu he לֵאלֹהָֽיו׃ <WH430> le-lo-Hav. unto his God"},{"number":8,"verse":"וְקִדַּשְׁתּ֔וֹ <WH6942> ve-kid-dash-To, Thou shalt sanctify כִּֽי־ <WH3588> ki- for אֶת־ <WH853> 'et- לֶ֥חֶם <WH3899> Le-chem the bread אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha of thy God ה֣וּא <WH1931> hu he מַקְרִ֑יב <WH7126> mak-Riv; him therefore for he offereth קָדֹשׁ֙ <WH6918> ka-Dosh he shall be holy יִֽהְיֶה־ <WH1961> yih-yeh- become לָּ֔ךְ Lach, כִּ֣י <WH3588> ki for קָד֔וֹשׁ <WH6918> ka-Doosh, you [am] holy אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh unto thee for I the LORD מְקַדִּשְׁכֶֽם׃ <WH6942> me-kad-dish-Chem. which sanctify"},{"number":9,"verse":"וּבַת֙ <WH1323> u-Vat And the daughter אִ֣ישׁ <WH376> 'ish of any כֹּהֵ֔ן <WH3548> ko-Hen, priest כִּ֥י <WH3588> ki if תֵחֵ֖ל <WH2490> te-Chel if she profane לִזְנ֑וֹת <WH2181> liz-Not; herself by playing the whore אֶת־ <WH853> 'et- אָבִ֙יהָ֙ <WH1> 'a-Vi-ha her father הִ֣יא <WH1931> hi she מְחַלֶּ֔לֶת <WH2490> me-chal-Le-let, she profaneth בָּאֵ֖שׁ <WH784> ba-'Esh with fire תִּשָּׂרֵֽף׃ <WH8313> tis-sa-Ref. she shall be burnt ס sa-Mek"},{"number":10,"verse":"וְהַכֹּהֵן֩ <WH3548> ve-hak-ko-Hen priest הַגָּד֨וֹל <WH1419> hag-ga-Dol And [he that is] the high מֵאֶחָ֜יו <WH251> me-'e-Chav among his brethren אֲ‍ ֽשֶׁר־ <WH834> 'asher- whose יוּצַ֥ק <WH3332> yu-Tzak was poured עַל־ <WH5921> 'al- and רֹאשׁ֣וֹ׀ <WH7218> ro-Sho upon whose head שֶׁ֤מֶן <WH8081> She-men oil הַמִּשְׁחָה֙ <WH4888> ham-mish-Chah the anointing וּמִלֵּ֣א <WH4390> u-mil-Le accomplish אֶת־ <WH853> 'et- יָד֔וֹ <WH3027> ya-Do, able לִלְבֹּ֖שׁ <WH3847> lil-Bosh to put אֶת־ <WH853> 'et- הַבְּגָדִ֑ים <WH899> hab-be-ga-Dim; on the garments אֶת־ <WH853> 'et- רֹאשׁוֹ֙ <WH7218> ro-Sho his head לֹ֣א <WH3808> lo nor יִפְרָ֔ע <WH6544> yif-Ra', shall not uncover וּבְגָדָ֖יו <WH899> u-ve-ga-Dav his clothes לֹ֥א <WH3808> lo nor יִפְרֹֽם׃ <WH6533> yif-Rom. nor rend"},{"number":11,"verse":"וְעַ֛ל <WH5921> ve-'Al and כָּל־ <WH3605> kol- any נַפְשֹׁ֥ת <WH5315> naf-Shot body מֵ֖ת <WH4191> met to any dead לֹ֣א <WH3808> lo nor יָבֹ֑א <WH935> ya-Vo; Neither shall he go in לְאָבִ֥יו <WH1> le-'a-Viv himself for his father וּלְאִמּ֖וֹ <WH517> u-le-'im-Mo or for his mother לֹ֥א <WH3808> lo nor יִטַּמָּֽא׃ <WH2930> yit-tam-Ma. nor defile"},{"number":12,"verse":"וּמִן־ <WH4480> u-min- out הַמִּקְדָּשׁ֙ <WH4720> ham-mik-Dash of the sanctuary לֹ֣א <WH3808> lo nor יֵצֵ֔א <WH3318> ye-Tze, Neither shall he go out וְלֹ֣א <WH3808> ve-Lo nor יְחַלֵּ֔ל <WH2490> ye-chal-Lel, nor profane אֵ֖ת <WH853> 'et מִקְדַּ֣שׁ <WH4720> mik-Dash the sanctuary אֱלֹהָ֑יו <WH430> 'e-lo-Hav; of his God כִּ֡י <WH3588> ki for נֵ֠זֶר <WH5145> Ne-zer for the crown שֶׁ֣מֶן <WH8081> She-men oil מִשְׁחַ֧ת <WH4888> mish-Chat of the anointing אֱלֹהָ֛יו <WH430> 'e-lo-Hav of his God עָלָ֖יו <WH5921> 'a-Lav and אֲנִ֥י <WH589> 'a-Ni I יְהוָֽה׃ <WH3068> Yah-weh. [is] upon him I [am] the LORD"},{"number":13,"verse":"וְה֕וּא <WH1931> ve-Hu he אִשָּׁ֥ה <WH802> 'ish-Shah a wife בִבְתוּלֶ֖יהָ <WH1331> viv-tu-Lei-ha in her virginity יִקָּֽח׃ <WH3947> yik-Kach. And he shall take"},{"number":14,"verse":"אַלְמָנָ֤ה <WH490> 'al-ma-Nah A widow וּגְרוּשָׁה֙ <WH1644> u-ge-ru-Shah or a divorced woman וַחֲלָלָ֣ה <WH2491> va-cha-la-Lah or profane זֹנָ֔ה <WH2181> zo-Nah, [or] an harlot אֶת־ <WH853> 'et- אֵ֖לֶּה <WH428> 'El-leh these לֹ֣א <WH3808> lo may not יִקָּ֑ח <WH3947> yik-Kach; these shall he not take כִּ֛י <WH3588> ki for אִם־ <WH518> 'im- lo בְּתוּלָ֥ה <WH1330> be-tu-Lah a virgin מֵעַמָּ֖יו <WH5971> me-'am-Mav of his own people יִקַּ֥ח <WH3947> yik-Kach but he shall take אִשָּֽׁה׃ <WH802> 'ish-Shah. to wife"},{"number":15,"verse":"וְלֹֽא־ <WH3808> ve-lo- he will not יְחַלֵּ֥ל <WH2490> ye-chal-Lel Neither shall he profane זַרְע֖וֹ <WH2233> zar-'O his seed בְּעַמָּ֑יו <WH5971> be-'am-Mav; among his people כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3069> Yah-weh God מְקַדְּשֽׁוֹ׃ <WH6942> me-kad-de-Sho. do sanctify פ Peh"},{"number":16,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":17,"verse":"דַּבֵּ֥ר <WH1696> dab-Ber Speak אֶֽל־ <WH413> 'el- to אַהֲרֹ֖ן <WH175> 'a-ha-Ron unto Aaron לֵאמֹ֑ר <WH559> le-Mor; saying אִ֣ישׁ <WH376> 'ish Whosoever מִֽזַּרְעֲךָ֞ <WH2233> miz-zar-'a-Cha [he be] of thy seed לְדֹרֹתָ֗ם <WH1755> le-do-ro-Tam, in their generations אֲשֶׁ֨ר <WH834> 'a-Sher who יִהְיֶ֥ה <WH1961> yih-Yeh has בוֹ֙ vo מ֔וּם <WH3971> Mum, that hath [any] blemish לֹ֣א <WH3808> lo No יִקְרַ֔ב <WH7126> yik-Rav, let him not approach לְהַקְרִ֖יב <WH7126> le-hak-Riv to offer לֶ֥חֶם <WH3899> Le-chem the bread אֱלֹהָֽיו׃ <WH430> 'e-lo-Hav. of his God"},{"number":18,"verse":"כִּ֥י <WH3588> ki for כָל־ <WH3605> chol all manner אִ֛ישׁ <WH376> 'ish For whatsoever man אֲשֶׁר־ <WH834> 'a-Sher- who בּ֥וֹ bo מ֖וּם <WH3971> mum [he be] that hath a blemish לֹ֣א <WH3808> lo not יִקְרָ֑ב <WH7126> yik-Rav; he shall not approach אִ֤ישׁ <WH376> 'ish man עִוֵּר֙ <WH5787> 'iv-Ver a blind א֣וֹ <WH176> o or פִסֵּ֔חַ <WH6455> fis-Se-ach, or a lame א֥וֹ <WH176> o or חָרֻ֖ם <WH2763> cha-Rum or he that hath a flat nose א֥וֹ <WH176> o or שָׂרֽוּעַ׃ <WH8311> sa-Ru-a'. or any thing superfluous"},{"number":19,"verse":"א֣וֹ <WH176> o or אִ֔ישׁ <WH376> 'Ish, Or a man אֲשֶׁר־ <WH834> 'a-Sher- who יִהְיֶ֥ה <WH1961> yih-Yeh has ב֖וֹ vo שֶׁ֣בֶר <WH7667> She-ver A broken רָ֑גֶל <WH7272> Ra-gel; foot א֖וֹ <WH176> o or שֶׁ֥בֶר <WH7667> She-ver broken יָֽד׃ <WH3027> Yad. hand"},{"number":20,"verse":"אֽוֹ־ <WH176> 'ov- or גִבֵּ֣ן <WH1384> gib-Ben Or crookbackt אוֹ־ <WH176> 'ov- or דַ֔ק <WH1851> Dak, or a dwarf א֖וֹ <WH176> o or תְּבַלֻּ֣ל <WH8400> te-val-Lul or that hath a blemish בְּעֵינ֑וֹ <WH5869> be-'ei-No; in his eye א֤וֹ <WH176> o or גָרָב֙ <WH1618> ga-Rav or be scurvy א֣וֹ <WH176> o or יַלֶּ֔פֶת <WH3217> yal-Le-fet, or scabbed א֖וֹ <WH176> o or מְר֥וֹחַ <WH4790> me-Ro-ach broken אָֽשֶׁךְ׃ <WH810> 'A-shech. or hath his stones"},{"number":21,"verse":"כָּל־ <WH3605> kol- all manner אִ֞ישׁ <WH376> 'ish No man אֲשֶׁר־ <WH834> 'a-Sher- who בּ֣וֹ bo מ֗וּם <WH3971> Mum, that hath a blemish מִזֶּ֙רַע֙ <WH2233> miz-Ze-ra' of the seed אַהֲרֹ֣ן <WH175> 'a-ha-Ron of Aaron הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, the priest לֹ֣א <WH3808> lo not יִגַּ֔שׁ <WH5066> yig-Gash, shall come nigh לְהַקְרִ֖יב <WH7126> le-hak-Riv to offer אֶת־ <WH853> 'et- אִשֵּׁ֣י <WH801> 'ish-Shei made by fire יְהוָ֑ה <WH3068> Yah-weh; of the LORD מ֣וּם <WH3971> mum he hath a blemish בּ֔וֹ bo, אֵ֚ת <WH853> 'et לֶ֣חֶם <WH3899> Le-chem the bread אֱלֹהָ֔יו <WH430> 'e-lo-Hav, of his God לֹ֥א <WH3808> lo not יִגַּ֖שׁ <WH5066> yig-Gash he shall not come nigh לְהַקְרִֽיב׃ <WH7126> le-hak-Riv. to offer"},{"number":22,"verse":"לֶ֣חֶם <WH3899> Le-chem the bread אֱלֹהָ֔יו <WH430> 'e-lo-Hav, of his God מִקָּדְשֵׁ֖י <WH6944> mik-ka-de-Shei [both] of the most הַקֳּדָשִׁ֑ים <WH6944> hak-ko-da-Shim; holy וּמִן־ <WH4480> u-min- and of הַקֳּדָשִׁ֖ים <WH6944> hak-ko-da-Shim and of the holy יֹאכֵֽל׃ <WH398> yo-Chel. He shall eat"},{"number":23,"verse":"אַ֣ךְ <WH389> 'ach only אֶל־ <WH413> 'el- to הַפָּרֹ֜כֶת <WH6532> hap-pa-Ro-chet unto the vail לֹ֣א <WH3808> lo shall not יָבֹ֗א <WH935> ya-Vo, Only he shall not go in וְאֶל־ <WH413> ve-'el- about הַמִּזְבֵּ֛חַ <WH4196> ham-miz-Be-ach unto the altar לֹ֥א <WH3808> lo or יִגַּ֖שׁ <WH5066> yig-Gash nor come nigh כִּֽי־ <WH3588> ki- because מ֣וּם <WH3971> mum because he hath a blemish בּ֑וֹ bo; וְלֹ֤א <WH3808> ve-Lo he will not יְחַלֵּל֙ <WH2490> ye-chal-Lel that he profane אֶת־ <WH853> 'et- מִקְדָּשַׁ֔י <WH4720> mik-da-Shai, not my sanctuaries כִּ֛י <WH3588> ki because אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh for I the LORD מְקַדְּשָֽׁם׃ <WH6942> me-kad-de-Sham. do sanctify"},{"number":24,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber told מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses אֶֽל־ <WH413> 'el- to אַהֲרֹ֖ן <WH175> 'a-ha-Ron [it] unto Aaron וְאֶל־ <WH413> ve-'el- and to בָּנָ֑יו <WH1121> ba-Nav; and to his sons וְאֶֽל־ <WH413> ve-'el- and to כָּל־ <WH3605> kol- all בְּנֵ֖י <WH1121> be-Nei and unto all the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel פ Peh"}]}