{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"וַיְדַבֵּ֤ר <WH1696> vay-dab-Ber spake יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses בְּהַ֥ר <WH2022> be-Har in mount סִינַ֖י <WH5514> si-Nai Sinai לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"דַּבֵּ֞ר <WH1696> dab-Ber Speak אֶל־ <WH413> 'el- to בְּנֵ֤י <WH1121> be-Nei unto the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֲלֵהֶ֔ם <WH413> 'a-le-Hem, to כִּ֤י <WH3588> ki When תָבֹ֙אוּ֙ <WH935> ta-Vo-'u unto them When ye come אֶל־ <WH413> 'el- into הָאָ֔רֶץ <WH776> ha-'A-retz, into the land אֲשֶׁ֥ר <WH834> 'a-Sher which אֲנִ֖י <WH589> 'a-Ni I נֹתֵ֣ן <WH5414> no-Ten which I give לָכֶ֑ם la-Chem; וְשָׁבְתָ֣ה <WH7673> ve-shav-Tah keep הָאָ֔רֶץ <WH776> ha-'A-retz, you then shall the land שַׁבָּ֖ת <WH7676> shab-Bat a sabbath לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":3,"verse":"שֵׁ֤שׁ <WH8337> shesh Six שָׁנִים֙ <WH8141> sha-Nim years תִּזְרַ֣ע <WH2232> tiz-Ra' thou shalt sow שָׂדֶ֔ךָ <WH7704> sa-De-cha, thy field וְשֵׁ֥שׁ <WH8337> ve-Shesh and six שָׁנִ֖ים <WH8141> sha-Nim years תִּזְמֹ֣ר <WH2168> tiz-Mor thou shalt prune כַּרְמֶ֑ךָ <WH3754> kar-Me-cha; thy vineyard וְאָסַפְתָּ֖ <WH622> ve-'a-saf-Ta and gather אֶת־ <WH853> 'et- תְּבוּאָתָֽהּ׃ <WH8393> te-vu-'a-Tah. in the fruit"},{"number":4,"verse":"וּבַשָּׁנָ֣ה <WH8141> u-vash-sha-Nah year הַשְּׁבִיעִ֗ת <WH7637> hash-she-vi-'It, But in the seventh שַׁבַּ֤ת <WH7676> shab-Bat shall be a sabbath שַׁבָּתוֹן֙ <WH7677> shab-ba-tOn of rest יִהְיֶ֣ה <WH1961> yih-Yeh shall have לָאָ֔רֶץ <WH776> la-'A-retz, unto the land שַׁבָּ֖ת <WH7676> shab-Bat a sabbath לַיהוָ֑ה <WH3068> Yah-weh; for the LORD שָֽׂדְךָ֙ <WH7704> sa-de-Cha thy field לֹ֣א <WH3808> lo nor תִזְרָ֔ע <WH2232> tiz-Ra', thou shalt neither sow וְכַרְמְךָ֖ <WH3754> ve-char-me-Cha thy vineyard לֹ֥א <WH3808> lo nor תִזְמֹֽר׃ <WH2168> tiz-Mor. nor prune"},{"number":5,"verse":"אֵ֣ת <WH853> 'et סְפִ֤יחַ <WH5599> se-Fi-ach That which groweth of its own accord קְצִֽירְךָ֙ <WH7105> ke-tzi-re-Cha of thy harvest לֹ֣א <WH3808> lo shall not תִקְצ֔וֹר <WH7114> tik-Tzor, thou shalt not reap וְאֶת־ <WH853> ve-'Et עִנְּבֵ֥י <WH6025> 'in-ne-Vei the grapes נְזִירֶ֖ךָ <WH5139> ne-zi-Re-cha of thy vine undressed לֹ֣א <WH3808> lo shall not תִבְצֹ֑ר <WH1219> tiv-Tzor; neither gather שְׁנַ֥ת <WH8141> she-Nat [for] it is a year שַׁבָּת֖וֹן <WH7677> shab-ba-Ton of rest יִהְיֶ֥ה <WH1961> yih-Yeh shall have לָאָֽרֶץ׃ <WH776> la-'A-retz. unto the land"},{"number":6,"verse":"וְ֠הָיְתָה <WH1961> Ve-hay-tah shall have שַׁבַּ֨ת <WH7676> shab-Bat And the sabbath הָאָ֤רֶץ <WH776> ha-'A-retz of the land לָכֶם֙ la-Chem לְאָכְלָ֔ה <WH402> le-'och-Lah shall be meat לְךָ֖ le-Cha וּלְעַבְדְּךָ֣ <WH5650> u-le-'av-de-Cha for you for thee and for thy servant וְלַאֲמָתֶ֑ךָ <WH519> ve-la-'a-ma-Te-cha; and for thy maid וְלִשְׂכִֽירְךָ֙ <WH7916> ve-lis-chi-re-Cha and for thy hired servant וּלְתוֹשָׁ֣בְךָ֔ <WH8453> ul-to-Sha-ve-cha, and for thy stranger הַגָּרִ֖ים <WH1481> hag-ga-Rim that sojourneth עִמָּֽךְ׃ <WH5973> 'im-Mach. Even"},{"number":7,"verse":"וְלִ֨בְהֶמְתְּךָ֔ <WH929> ve-Liv-hem-te-cha, And for thy cattle וְלַֽחַיָּ֖ה <WH2416> ve-la-chai-Yah and for the beast אֲשֶׁ֣ר <WH834> 'a-Sher that בְּאַרְצֶ֑ךָ <WH776> be-'ar-Tze-cha; that [are] in thy land תִּהְיֶ֥ה <WH1961> tih-Yeh shall have כָל־ <WH3605> chol all תְּבוּאָתָ֖הּ <WH8393> te-vu-'a-Tah shall all the increase לֶאֱכֹֽל׃ <WH398> le-'e-Chol. thereof be meat ס sa-Mek"},{"number":8,"verse":"וְסָפַרְתָּ֣ <WH5608> ve-sa-far-Ta And thou shalt number לְךָ֗ le-Cha, שֶׁ֚בַע <WH7651> va' seven שַׁבְּתֹ֣ת <WH7676> shab-be-Tot sabbaths שָׁנִ֔ים <WH8141> sha-Nim, of years שֶׁ֥בַע <WH7651> She-va' unto thee seven שָׁנִ֖ים <WH8141> sha-Nim years שֶׁ֣בַע <WH7651> She-va' seven פְּעָמִ֑ים <WH6471> pe-'a-Mim; times וְהָי֣וּ <WH1961> ve-ha-Yu you have לְךָ֗ le-Cha, יְמֵי֙ <WH3117> ye-Mei and the space שֶׁ֚בַע <WH7651> va' of the seven שַׁבְּתֹ֣ת <WH7676> shab-be-Tot sabbaths הַשָּׁנִ֔ים <WH8141> hash-sha-Nim, of years תֵּ֥שַׁע <WH8672> Te-sha' and nine וְאַרְבָּעִ֖ים <WH705> ve-'ar-ba-'Im shall be unto thee forty שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":9,"verse":"וְהַֽעֲבַרְתָּ֞ <WH5674> ve-ha-'a-var-Ta to sound שׁוֹפַ֤ר <WH7782> sho-Far Then shalt thou cause the trumpet תְּרוּעָה֙ <WH8643> te-ru-'Ah of the jubile בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הַשְּׁבִעִ֔י <WH7637> hash-she-vi-'I, [day] of the seventh בֶּעָשׂ֖וֹר <WH6218> be-'a-Sor on the tenth לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; month בְּיוֹם֙ <WH3117> be-yOm in the day הַכִּפֻּרִ֔ים <WH3725> hak-kip-pu-Rim, of atonement תַּעֲבִ֥ירוּ <WH5674> ta-'a-Vi-ru sound שׁוֹפָ֖ר <WH7782> sho-Far shall ye make the trumpet בְּכָל־ <WH3605> be-chol all אַרְצְכֶֽם׃ <WH776> 'ar-tze-Chem. throughout all your land"},{"number":10,"verse":"וְקִדַּשְׁתֶּ֗ם <WH6942> ve-kid-dash-Tem, And ye shall hallow אֵ֣ת <WH853> 'et שְׁנַ֤ת <WH8141> she-Nat year הַחֲמִשִּׁים֙ <WH2572> ha-cha-mish-Shim the fiftieth שָׁנָ֔ה <WH8141> sha-Nah, year וּקְרָאתֶ֥ם <WH7121> u-ke-ra-Tem and proclaim דְּר֛וֹר <WH1865> de-Ror liberty בָּאָ֖רֶץ <WH776> ba-'A-retz throughout [all] the land לְכָל־ <WH3605> le-chol to all יֹשְׁבֶ֑יהָ <WH3427> yo-she-Vei-ha; unto all the inhabitants יוֹבֵ֥ל <WH3104> yo-Vel thereof it shall be a jubile הִוא֙ <WH1931> hi he תִּהְיֶ֣ה <WH1961> tih-Yeh become לָכֶ֔ם la-Chem, וְשַׁבְתֶּ֗ם <WH7725> ve-shav-Tem, unto you and ye shall return אִ֚ישׁ <WH376> 'ish every man אֶל־ <WH413> 'el- to his אֲחֻזָּת֔וֹ <WH272> a-chuz-za-To, unto his possession וְאִ֥ישׁ <WH376> ve-'Ish every man אֶל־ <WH413> 'el- to his מִשְׁפַּחְתּ֖וֹ <WH4940> mish-pach-To unto his family תָּשֻֽׁבוּ׃ <WH7725> ta-Shu-vu. and ye shall return"},{"number":11,"verse":"יוֹבֵ֣ל <WH3104> yo-Vel A jubile הִ֗וא <WH1931> hi he שְׁנַ֛ת <WH8141> she-Nat year הַחֲמִשִּׁ֥ים <WH2572> ha-cha-mish-Shim the fiftieth שָׁנָ֖ה <WH8141> sha-Nah year תִּהְיֶ֣ה <WH1961> tih-Yeh shall have לָכֶ֑ם la-Chem; לֹ֣א <WH3808> lo nor תִזְרָ֔עוּ <WH2232> tiz-Ra-'u, be unto you ye shall not sow וְלֹ֤א <WH3808> ve-Lo nor תִקְצְרוּ֙ <WH7114> tik-tze-Ru neither reap אֶת־ <WH854> 'et- for סְפִיחֶ֔יהָ <WH5599> se-fi-Chei-ha, that which groweth וְלֹ֥א <WH3808> ve-Lo nor תִבְצְר֖וּ <WH1219> tiv-tze-Ru of itself in it nor gather אֶת־ <WH853> 'et- נְזִרֶֽיהָ׃ <WH5139> ne-zi-Rei-ha. [the grapes] in it of thy vine undressed"},{"number":12,"verse":"כִּ֚י <WH3588> ki is a יוֹבֵ֣ל <WH3104> yo-Vel For it [is] the jubile הִ֔וא <WH1931> hi it קֹ֖דֶשׁ <WH6944> Ko-desh it shall be holy תִּהְיֶ֣ה <WH1961> tih-Yeh become לָכֶ֑ם la-Chem; מִן־ <WH4480> min- out הַ֨שָּׂדֶ֔ה <WH7704> has-sa-Deh, thereof out of the field תֹּאכְל֖וּ <WH398> to-che-Lu unto you ye shall eat אֶת־ <WH853> 'et- תְּבוּאָתָֽהּ׃ <WH8393> te-vu-'a-Tah. the increase"},{"number":13,"verse":"בִּשְׁנַ֥ת <WH8141> bish-Nat In the year הַיּוֹבֵ֖ל <WH3104> hai-yo-Vel of this jubile הַזֹּ֑את <WH2063> haz-Zot; of you תָּשֻׁ֕בוּ <WH7725> ta-Shu-vu ye shall return אִ֖ישׁ <WH376> 'ish every man אֶל־ <WH413> 'el- to his אֲחֻזָּתֽוֹ׃ <WH272> a-chuz-za-To. unto his possession"},{"number":14,"verse":"וְכִֽי־ <WH3588> ve-chi- If תִמְכְּר֤וּ <WH4376> tim-ke-Ru And if thou sell מִמְכָּר֙ <WH4465> mi-Kar ought לַעֲמִיתֶ֔ךָ <WH5997> la-'a-mi-Te-cha, unto thy neighbour א֥וֹ <WH176> o or קָנֹ֖ה <WH7069> ka-Noh or buyest מִיַּ֣ד <WH3027> mi-Yad hand עֲמִיתֶ֑ךָ <WH5997> 'a-mi-Te-cha; [ought] of thy neighbour's אַל־ <WH408> 'al- shall not תּוֹנ֖וּ <WH3238> to-Nu ye shall not oppress אִ֥ישׁ <WH376> 'ish one אֶת־ <WH853> 'et- אָחִֽיו׃ <WH251> 'a-Chiv. another"},{"number":15,"verse":"בְּמִסְפַּ֤ר <WH4557> be-mis-Par According to the number שָׁנִים֙ <WH8141> sha-Nim of years אַחַ֣ר <WH310> 'a-Char after הַיּוֹבֵ֔ל <WH3104> hai-yo-Vel, the jubile תִּקְנֶ֖ה <WH7069> tik-Neh thou shalt buy מֵאֵ֣ת <WH853> me-'Et עֲמִיתֶ֑ךָ <WH5997> 'a-mi-Te-cha; of thy neighbour בְּמִסְפַּ֥ר <WH4557> be-mis-Par [and] according unto the number שְׁנֵֽי־ <WH8141> she-nei- of years תְבוּאֹ֖ת <WH8393> te-vu-'Ot of the fruits יִמְכָּר־ <WH4376> yim-kor- he shall sell לָֽךְ׃ Lach."},{"number":16,"verse":"לְפִ֣י׀ <WH6310> le-Fi According רֹ֣ב <WH7230> ro to the multitude הַשָּׁנִ֗ים <WH8141> hash-sha-Nim, of years תַּרְבֶּה֙ <WH7235> tar-Beh thou shalt increase מִקְנָת֔וֹ <WH4736> mik-na-To, the price וּלְפִי֙ <WH6310> u-le-Fi thereof and according מְעֹ֣ט <WH4591> me-'Ot to the fewness הַשָּׁנִ֔ים <WH8141> hash-sha-Nim, of years תַּמְעִ֖יט <WH4591> tam-'It thou shalt diminish מִקְנָת֑וֹ <WH4736> mik-na-To; the price כִּ֚י <WH3588> ki for מִסְפַּ֣ר <WH4557> mis-Par of it for [according] to the number תְּבוּאֹ֔ת <WH8393> te-vu-'Ot, [of the years] of the fruits ה֥וּא <WH1931> hu he מֹכֵ֖ר <WH4376> mo-Cher doth he sell לָֽךְ׃ Lach."},{"number":17,"verse":"וְלֹ֤א <WH3808> ve-Lo shall not תוֹנוּ֙ <WH3238> to-Nu Ye shall not therefore oppress אִ֣ישׁ <WH376> 'ish one אֶת־ <WH853> 'et- עֲמִית֔וֹ <WH5997> a-mi-To, another וְיָרֵ֖אתָ <WH3372> ve-ya-Re-ta but thou shalt fear מֵֽאֱלֹהֶ֑יךָ <WH430> me-'e-lo-Hei-cha; thy God כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I יְהֹוָ֖ה <WH3068> Yah-weh for I [am] the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"},{"number":18,"verse":"וַעֲשִׂיתֶם֙ <WH6213> va-'a-si-Tem Wherefore ye shall do אֶת־ <WH853> 'et- חֻקֹּתַ֔י <WH2708> chuk-ko-Tai, my statutes וְאֶת־ <WH853> ve-'Et מִשְׁפָּטַ֥י <WH4941> mish-pa-Tai my judgments תִּשְׁמְר֖וּ <WH8104> tish-me-Ru and keep וַעֲשִׂיתֶ֣ם <WH6213> va-'a-si-Tem and do אֹתָ֑ם <WH853> 'o-Tam; וִֽישַׁבְתֶּ֥ם <WH3427> vi-shav-Tem them and ye shall dwell עַל־ <WH5921> 'al- on הָאָ֖רֶץ <WH776> ha-'A-retz in the land לָבֶֽטַח׃ <WH983> la-Ve-tach. in safety"},{"number":19,"verse":"וְנָתְנָ֤ה <WH5414> ve-nat-Nah shall yield הָאָ֙רֶץ֙ <WH776> ha-'A-retz And the land פִּרְיָ֔הּ <WH6529> pir-Yah, her fruit וַאֲכַלְתֶּ֖ם <WH398> va-'a-chal-Tem and ye shall eat לָשֹׂ֑בַע <WH7648> la-Soa'; your fill וִֽישַׁבְתֶּ֥ם <WH3427> vi-shav-Tem and dwell לָבֶ֖טַח <WH983> la-Ve-tach therein in safety עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. But"},{"number":20,"verse":"וְכִ֣י <WH3588> ve-Chi if תֹאמְר֔וּ <WH559> to-me-Ru, And if ye shall say מַה־ <WH4100> mah- What נֹּאכַ֖ל <WH398> no-Chal What shall we eat בַּשָּׁנָ֣ה <WH8141> bash-sha-Nah year הַשְּׁבִיעִ֑ת <WH7637> hash-she-vi-'It; the seventh הֵ֚ן <WH2005> hen if לֹ֣א <WH3808> lo not נִזְרָ֔ע <WH2232> niz-Ra', sow וְלֹ֥א <WH3808> ve-Lo or נֶאֱסֹ֖ף <WH622> ne-'e-Sof nor gather אֶת־ <WH853> 'et- תְּבוּאָתֵֽנוּ׃ <WH8393> te-vu-'a-Te-nu. in our increase"},{"number":21,"verse":"וְצִוִּ֤יתִי <WH6680> ve-tziv-Vi-ti Then I will command אֶת־ <WH853> 'et- בִּרְכָתִי֙ <WH1293> bir-cha-Ti my blessing לָכֶ֔ם la-Chem, בַּשָּׁנָ֖ה <WH8141> bash-sha-Nah year הַשִּׁשִּׁ֑ית <WH8345> hash-shish-Shit; upon you in the sixth וְעָשָׂת֙ <WH6213> ve-'a-Sat and it shall bring forth אֶת־ <WH853> 'et- הַתְּבוּאָ֔ה <WH8393> hat-te-vu-'Ah, fruit לִשְׁלֹ֖שׁ <WH7969> lish-Losh for three הַשָּׁנִֽים׃ <WH8141> hash-sha-Nim. years"},{"number":22,"verse":"וּזְרַעְתֶּ֗ם <WH2232> u-ze-ra'-Tem, And ye shall sow אֵ֚ת <WH853> 'et הַשָּׁנָ֣ה <WH8141> hash-sha-Nah year הַשְּׁמִינִ֔ת <WH8066> hash-she-mi-Nit, the eighth וַאֲכַלְתֶּ֖ם <WH398> va-'a-chal-Tem and eat מִן־ <WH4480> min- from הַתְּבוּאָ֣ה <WH8393> hat-te-vu-'Ah fruit יָשָׁ֑ן <WH3465> ya-Shan; [yet] of old עַ֣ד׀ <WH5704> 'ad until הַשָּׁנָ֣ה <WH8141> hash-sha-Nah year הַתְּשִׁיעִ֗ת <WH8671> hat-te-shi-'It, until the ninth עַד־ <WH5704> 'ad- when בּוֹא֙ <WH935> bO come in תְּב֣וּאָתָ֔הּ <WH8393> te-Vu-'a-Tah, until her fruits תֹּאכְל֖וּ <WH398> to-che-Lu ye shall eat יָשָֽׁן׃ <WH3465> ya-Shan. [of] the old"},{"number":23,"verse":"וְהָאָ֗רֶץ <WH776> ve-ha-'A-retz, The land לֹ֤א <WH3808> lo not תִמָּכֵר֙ <WH4376> tim-ma-Cher shall not be sold לִצְמִתֻ֔ת <WH6783> litz-mi-Tut, for ever כִּי־ <WH3588> ki- for לִ֖י li הָאָ֑רֶץ <WH776> ha-'A-retz; for the land כִּֽי־ <WH3588> ki- for גֵרִ֧ים <WH1616> ge-Rim [is] mine for ye [are] strangers וְתוֹשָׁבִ֛ים <WH8453> ve-to-sha-Vim and sojourners אַתֶּ֖ם <WH859> 'at-Tem you עִמָּדִֽי׃ <WH5978> 'im-ma-Di. against"},{"number":24,"verse":"וּבְכֹ֖ל <WH3605> u-ve-Chol every אֶ֣רֶץ <WH776> 'E-retz And in all the land אֲחֻזַּתְכֶ֑ם <WH272> 'a-chuz-zat-Chem; of your possession גְּאֻלָּ֖ה <WH1353> ge-'ul-Lah a redemption תִּתְּנ֥וּ <WH5414> tit-te-Nu ye shall grant לָאָֽרֶץ׃ <WH776> la-'A-retz. for the land ס sa-Mek"},{"number":25,"verse":"כִּֽי־ <WH3588> ki- If יָמ֣וּךְ <WH4134> ya-Much be waxen poor אָחִ֔יךָ <WH251> 'a-Chi-cha, If thy brother וּמָכַ֖ר <WH4376> u-ma-Char and hath sold מֵאֲחֻזָּת֑וֹ <WH272> me-'a-chuz-za-To; away [some] of his possession וּבָ֤א <WH935> u-Va come גֹֽאֲלוֹ֙ <WH1350> go-'a-Lo to redeem הַקָּרֹ֣ב <WH7138> hak-ka-Ro and if any of his kin אֵלָ֔יו <WH413> 'e-Lav, and וְגָאַ֕ל <WH1350> ve-ga-'Al it then shall he redeem אֵ֖ת <WH853> 'et מִמְכַּ֥ר <WH4465> mi-Kar sold אָחִֽיו׃ <WH251> 'a-Chiv. that which his brother"},{"number":26,"verse":"וְאִ֕ישׁ <WH376> ve-'Ish And if the man כִּ֛י <WH3588> ki case לֹ֥א <WH3808> lo no יִֽהְיֶה־ <WH1961> yih-yeh- has לּ֖וֹ lo גֹּאֵ֑ל <WH1350> go-'El; have none to redeem וְהִשִּׂ֣יגָה <WH5381> ve-his-Si-gah recovers יָד֔וֹ <WH3027> ya-Do, it and himself וּמָצָ֖א <WH4672> u-ma-Tza to find כְּדֵ֥י <WH1767> ke-Dei sufficient גְאֻלָּתֽוֹ׃ <WH1353> ge-'ul-la-To. redemption"},{"number":27,"verse":"וְחִשַּׁב֙ <WH2803> ve-chish-Shav Then let him count אֶת־ <WH853> 'et- שְׁנֵ֣י <WH8141> she-Nei the years מִמְכָּר֔וֹ <WH4465> mi-ka-Ro, of the sale וְהֵשִׁיב֙ <WH7725> ve-he-Shiv thereof and restore אֶת־ <WH853> 'et- הָ֣עֹדֵ֔ף <WH5736> ha-'o-Def, the overplus לָאִ֖ישׁ <WH376> la-'Ish unto the man אֲשֶׁ֣ר <WH834> 'a-Sher to whom מָֽכַר־ <WH4376> ma-char- to whom he sold ל֑וֹ lo; וְשָׁ֖ב <WH7725> ve-Shav it that he may return לַאֲחֻזָּתֽוֹ׃ <WH272> la-'a-chuz-za-To. unto his possession"},{"number":28,"verse":"וְאִ֨ם <WH518> ve-'Im if לֹֽא־ <WH3808> lo- has not מָֽצְאָ֜ה <WH4672> ma-tze-'Ah found יָד֗וֹ <WH3027> ya-Do, But if he דֵּי֮ <WH1767> dei be not able הָשִׁ֣יב <WH7725> ha-Shiv and he shall return לוֹ֒ lo וְהָיָ֣ה <WH1961> ve-ha-Yah shall remain מִמְכָּר֗וֹ <WH4465> mi-ka-Ro, [it] to him then that which is sold בְּיַד֙ <WH3027> be-Yad shall remain in the hand הַקֹּנֶ֣ה <WH7069> hak-ko-Neh of him that hath bought אֹת֔וֹ <WH853> o-To, עַ֖ד <WH5704> 'ad until שְׁנַ֣ת <WH8141> she-Nat it until the year הַיּוֹבֵ֑ל <WH3104> hai-yo-Vel; of jubile וְיָצָא֙ <WH3318> ve-ya-Tza it shall go out בַּיֹּבֵ֔ל <WH3104> bai-yo-Vel, and in the jubile וְשָׁ֖ב <WH7725> ve-Shav back לַאֲחֻזָּתֽוֹ׃ <WH272> la-'a-chuz-za-To. unto his possession"},{"number":29,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man כִּֽי־ <WH3588> ki- if יִמְכֹּ֤ר <WH4376> yim-Kor sell בֵּית־ <WH1004> beit- house מוֹשַׁב֙ <WH4186> mo-Shav a dwelling עִ֣יר <WH5892> 'ir city חוֹמָ֔ה <WH2346> cho-Mah, in a walled וְהָיְתָה֙ <WH1961> ve-hay-Tah remains גְּאֻלָּת֔וֹ <WH1353> ge-'ul-la-To, then he may redeem עַד־ <WH5704> 'ad- until תֹּ֖ם <WH8537> tom full שְׁנַ֣ת <WH8141> she-Nat year מִמְכָּר֑וֹ <WH4465> mi-ka-Ro; after it is sold יָמִ֖ים <WH3117> ya-Mim [within] a full year תִּהְיֶ֥ה <WH1961> tih-Yeh lasts גְאֻלָּתֽוֹ׃ <WH1353> ge-'ul-la-To. may he redeem"},{"number":30,"verse":"וְאִ֣ם <WH518> ve-'Im if לֹֽא־ <WH3808> lo- is not יִגָּאֵ֗ל <WH1350> yig-ga-'El, And if it be not redeemed עַד־ <WH5704> 'ad- within מְלֹ֣את <WH4390> me-Lot within the space לוֹ֮ lo שָׁנָ֣ה <WH8141> sha-Nah year תְמִימָה֒ <WH8549> te-mi-Mah of a full וְ֠קָם <WH6965> Ve-kom shall be established הַבַּ֨יִת <WH1004> hab-Ba-yit then the house אֲשֶׁר־ <WH834> 'a-Sher- after בָּעִ֜יר <WH5892> ba-'Ir city אֲשֶׁר־ <WH834> 'a-Sher- after; לֹא lo כלֹ֣ו <WH3808> Lo not קחֹמָ֗ה <WH2346> cho-Mah, that [is] in the walled לַצְּמִיתֻ֛ת <WH6783> latz-tze-mi-Tut for ever לַקֹּנֶ֥ה <WH7069> lak-ko-Neh to him that bought אֹת֖וֹ <WH853> o-To לְדֹרֹתָ֑יו <WH1755> le-do-ro-Tav; it throughout his generations לֹ֥א <WH3808> lo does not יֵצֵ֖א <WH3318> ye-Tze it shall not go out בַּיֹּבֵֽל׃ <WH3104> bai-yo-Vel. in the jubile"},{"number":31,"verse":"וּבָתֵּ֣י <WH1004> u-vat-Tei But the houses הַחֲצֵרִ֗ים <WH2691> ha-cha-tze-Rim, of the villages אֲשֶׁ֨ר <WH834> 'a-Sher which אֵין־ <WH369> 'ein- have לָהֶ֤ם <WH1992> la-Hem like חֹמָה֙ <WH2346> cho-Mah which have no wall סָבִ֔יב <WH5439> sa-Viv, round about עַל־ <WH5921> 'al- and שְׂדֵ֥ה <WH7704> se-Deh as the fields הָאָ֖רֶץ <WH776> ha-'A-retz of the country יֵחָשֵׁ֑ב <WH2803> ye-cha-Shev; them shall be counted גְּאֻלָּה֙ <WH1353> ge-'ul-Lah they may be redeemed תִּהְיֶה־ <WH1961> tih-yeh- have לּ֔וֹ lo, וּבַיֹּבֵ֖ל <WH3104> u-vai-yo-Vel in the jubile יֵצֵֽא׃ <WH3318> ye-Tze. and they shall go out"},{"number":32,"verse":"וְעָרֵי֙ <WH5892> ve-'a-Rei Notwithstanding the cities הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, of the Levites בָּתֵּ֖י <WH1004> bat-Tei [and] the houses עָרֵ֣י <WH5892> 'a-Rei of the cities אֲחֻזָּתָ֑ם <WH272> 'a-chuz-za-Tam; of their possession גְּאֻלַּ֥ת <WH1353> ge-'ul-Lat redeem עוֹלָ֖ם <WH5769> o-Lam at any time תִּהְיֶ֥ה <WH1961> tih-Yeh have לַלְוִיִּֽם׃ <WH3881> lal-vi-Yim. may the Levites"},{"number":33,"verse":"וַאֲשֶׁ֤ר <WH834> va-'a-Sher What יִגְאַל֙ <WH1350> yig-'Al And if a man purchase מִן־ <WH4480> min- belongs הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, of the Levites וְיָצָ֧א <WH3318> ve-ya-Tza shall go out מִמְכַּר־ <WH4465> mi-kar- that was sold בַּ֛יִת <WH1004> Ba-yit then the house וְעִ֥יר <WH5892> ve-'Ir and the city אֲחֻזָּת֖וֹ <WH272> a-chuz-za-To of his possession בַּיֹּבֵ֑ל <WH3104> bai-yo-Vel; in [the year of] jubile כִּ֣י <WH3588> ki for בָתֵּ֞י <WH1004> vat-Tei for the houses עָרֵ֣י <WH5892> 'a-Rei of the cities הַלְוִיִּ֗ם <WH3881> hal-vi-Yim, of the Levites הִ֚וא <WH1931> hi he אֲחֻזָּתָ֔ם <WH272> 'a-chuz-za-Tam, [are] their possession בְּת֖וֹךְ <WH8432> be-Toch among בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":34,"verse":"וּֽשְׂדֵ֛ה <WH7704> u-se-Deh But the field מִגְרַ֥שׁ <WH4054> mig-Rash of the suburbs עָרֵיהֶ֖ם <WH5892> 'a-rei-Hem of their cities לֹ֣א <WH3808> lo not יִמָּכֵ֑ר <WH4376> yim-ma-Cher; may not be sold כִּֽי־ <WH3588> ki- for אֲחֻזַּ֥ת <WH272> 'a-chuz-Zat possession עוֹלָ֛ם <WH5769> o-Lam for it [is] their perpetual ה֖וּא <WH1931> hu he לָהֶֽם׃ la-Hem. ס sa-Mek"},{"number":35,"verse":"וְכִֽי־ <WH3588> ve-chi- case יָמ֣וּךְ <WH4134> ya-Much be waxen poor אָחִ֔יךָ <WH251> 'a-Chi-cha, And if thy brother וּמָ֥טָה <WH4131> u-Ma-tah and fallen in decay יָד֖וֹ <WH3027> ya-Do with thee עִמָּ֑ךְ <WH5973> 'im-Mach; regard וְהֶֽחֱזַ֣קְתָּ <WH2388> ve-he-che-Zak-ta then thou shalt relieve בּ֔וֹ bo, גֵּ֧ר <WH1616> ger him [yea though he be] a stranger וְתוֹשָׁ֛ב <WH8453> ve-to-Shav or a sojourner וָחַ֖י <WH2421> va-Chai may live עִמָּֽךְ׃ <WH5973> 'im-Mach. regard"},{"number":36,"verse":"אַל־ <WH408> 'al- not תִּקַּ֤ח <WH3947> tik-Kach Take מֵֽאִתּוֹ֙ <WH853> me-'it-To נֶ֣שֶׁךְ <WH5392> Ne-shech thou no usury וְתַרְבִּ֔ית <WH8635> ve-tar-Bit, increase וְיָרֵ֖אתָ <WH3372> ve-ya-Re-ta but fear מֵֽאֱלֹהֶ֑יךָ <WH430> me-'e-lo-Hei-cha; thy God וְחֵ֥י <WH2421> ve-Chei may live אָחִ֖יךָ <WH251> 'a-Chi-cha that thy brother עִמָּֽךְ׃ <WH5973> 'im-Mach. with"},{"number":37,"verse":"אֶ֨ת־ <WH853> 'et- כַּסְפְּךָ֔ <WH3701> kas-pe-Cha, him thy money לֹֽא־ <WH3808> lo- nor תִתֵּ֥ן <WH5414> tit-Ten Thou shalt not give ל֖וֹ lo בְּנֶ֑שֶׁךְ <WH5392> be-Ne-shech; upon usury וּבְמַרְבִּ֖ית <WH4768> u-ve-mar-Bit for increase לֹא־ <WH3808> lo- nor תִתֵּ֥ן <WH5414> tit-Ten nor lend אָכְלֶֽךָ׃ <WH400> 'a-che-Le-cha. him thy victuals"},{"number":38,"verse":"אֲנִ֗י <WH589> 'a-Ni, I am יְהוָה֙ <WH3068> Yah-weh I [am] the LORD אֱלֹ֣הֵיכֶ֔ם <WH430> 'e-Lo-hei-Chem, your God אֲשֶׁר־ <WH834> 'a-Sher- who הוֹצֵ֥אתִי <WH3318> ho-Tze-ti which brought you forth אֶתְכֶ֖ם <WH853> 'et-Chem מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt לָתֵ֤ת <WH5414> la-Tet to give לָכֶם֙ la-Chem אֶת־ <WH853> 'et- אֶ֣רֶץ <WH776> 'E-retz you the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan לִהְי֥וֹת <WH1961> lih-Yot become לָכֶ֖ם la-Chem לֵאלֹהִֽים׃ <WH430> le-lo-Him. [and] to be your God ס sa-Mek"},{"number":39,"verse":"וְכִֽי־ <WH3588> ve-chi- If יָמ֥וּךְ <WH4134> ya-Much [that dwelleth] by thee be waxen poor אָחִ֛יךָ <WH251> 'a-Chi-cha And if thy brother עִמָּ֖ךְ <WH5973> 'im-Mach regard וְנִמְכַּר־ <WH4376> ve-nim-kar- and be sold לָ֑ךְ Lach; לֹא־ <WH3808> lo- shall not תַעֲבֹ֥ד <WH5647> ta-'a-Vod unto thee thou shalt not compel בּ֖וֹ bo עֲבֹ֥דַת <WH5656> 'a-Vo-dat him to serve עָֽבֶד׃ <WH5650> 'A-ved. as a bondservant"},{"number":40,"verse":"כְּשָׂכִ֥יר <WH7916> ke-sa-Chir [But] as an hired servant כְּתוֹשָׁ֖ב <WH8453> ke-to-Shav [and] as a sojourner יִהְיֶ֣ה <WH1961> yih-Yeh become עִמָּ֑ךְ <WH5973> 'im-Mach; you עַד־ <WH5704> 'ad- until שְׁנַ֥ת <WH8141> she-Nat thee unto the year הַיֹּבֵ֖ל <WH3104> hai-yo-Vel of jubile יַעֲבֹ֥ד <WH5647> ya-'a-Vod he shall be with thee [and] shall serve עִמָּֽךְ׃ <WH5973> 'im-Mach. shall then"},{"number":41,"verse":"וְיָצָא֙ <WH3318> ve-ya-Tza And [then] shall he depart מֵֽעִמָּ֔ךְ <WH5973> me-'im-Mach, with ה֖וּא <WH1931> hu he וּבָנָ֣יו <WH1121> u-va-Nav from thee [both] he and his children עִמּ֑וֹ <WH5973> im-Mo; with וְשָׁב֙ <WH7725> ve-Shav with him and shall return אֶל־ <WH413> 'el- to his מִשְׁפַּחְתּ֔וֹ <WH4940> mish-pach-To, unto his own family וְאֶל־ <WH413> ve-'el- to אֲחֻזַּ֥ת <WH272> 'a-chuz-Zat and unto the possession אֲבֹתָ֖יו <WH1> 'a-vo-Tav of his fathers יָשֽׁוּב׃ <WH7725> ya-Shuv. shall he return"},{"number":42,"verse":"כִּֽי־ <WH3588> ki- for עֲבָדַ֣י <WH5650> 'a-va-Dai For they [are] my servants הֵ֔ם <WH1992> Hem, like אֲשֶׁר־ <WH834> 'a-Sher- whom הוֹצֵ֥אתִי <WH3318> ho-Tze-ti which I brought forth אֹתָ֖ם <WH853> 'o-Tam מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt לֹ֥א <WH3808> lo are not יִמָּכְר֖וּ <WH4376> yim-ma-che-Ru they shall not be sold מִמְכֶּ֥רֶת <WH4466> mi-Ke-ret as עָֽבֶד׃ <WH5650> 'A-ved. bondmen"},{"number":43,"verse":"לֹא־ <WH3808> lo- shall not תִרְדֶּ֥ה <WH7287> tir-Deh Thou shalt not rule ב֖וֹ vo בְּפָ֑רֶךְ <WH6531> be-Fa-rech; over him with rigour וְיָרֵ֖אתָ <WH3372> ve-ya-Re-ta but shalt fear מֵאֱלֹהֶֽיךָ׃ <WH430> me-'e-lo-Hei-cha. thy God"},{"number":44,"verse":"וְעַבְדְּךָ֥ <WH5650> ve-'av-de-Cha Both thy bondmen וַאֲמָתְךָ֖ <WH519> va-'a-ma-te-Cha and thy bondmaids אֲשֶׁ֣ר <WH834> 'a-Sher whom יִהְיוּ־ <WH1961> yih-yu- may have לָ֑ךְ Lach; מֵאֵ֣ת <WH853> me-'Et הַגּוֹיִ֗ם <WH1471> hag-go-Yim, which thou shalt have [shall be] of the heathen אֲשֶׁר֙ <WH834> 'a-Sher whom סְבִיבֹ֣תֵיכֶ֔ם <WH5439> se-vi-Vo-tei-Chem, that are round about מֵהֶ֥ם <WH1992> me-Hem like תִּקְנ֖וּ <WH7069> tik-Nu you of them shall ye buy עֶ֥בֶד <WH5650> 'E-ved bondmen וְאָמָֽה׃ <WH519> ve-'a-Mah. and bondmaids"},{"number":45,"verse":"וְ֠גַם <WH1571> Ve-gam too מִבְּנֵ֨י <WH1121> mib-be-Nei Moreover of the children הַתּוֹשָׁבִ֜ים <WH8453> hat-to-sha-Vim of the strangers הַגָּרִ֤ים <WH1481> hag-ga-Rim that do sojourn עִמָּכֶם֙ <WH5973> 'im-ma-Chem among מֵהֶ֣ם <WH1992> me-Hem that תִּקְנ֔וּ <WH7069> tik-Nu, among you of them shall ye buy וּמִמִּשְׁפַּחְתָּם֙ <WH4940> u-mi-mish-pach-Tam and of their families אֲשֶׁ֣ר <WH834> 'a-Sher who עִמָּכֶ֔ם <WH5973> 'im-ma-Chem, among אֲשֶׁ֥ר <WH834> 'a-Sher whom הוֹלִ֖ידוּ <WH3205> ho-Li-du that [are] with you which they begat בְּאַרְצְכֶ֑ם <WH776> be-'ar-tze-Chem; in your land וְהָי֥וּ <WH1961> ve-ha-Yu may become לָכֶ֖ם la-Chem לַֽאֲחֻזָּֽה׃ <WH272> La-'a-chuz-Zah. and they shall be your possession"},{"number":46,"verse":"וְהִתְנַחֲלְתֶּ֨ם <WH5157> ve-hit-na-chal-Tem And ye shall take them as an inheritance אֹתָ֜ם <WH853> 'o-Tam לִבְנֵיכֶ֤ם <WH1121> liv-nei-Chem for your children אַחֲרֵיכֶם֙ <WH310> 'a-cha-rei-Chem after לָרֶ֣שֶׁת <WH3423> la-Re-shet you to inherit אֲחֻזָּ֔ה <WH272> 'a-chuz-Zah, [them for] a possession לְעֹלָ֖ם <WH5769> le-'o-Lam for ever בָּהֶ֣ם ba-Hem תַּעֲבֹ֑דוּ <WH5647> ta-'a-Vo-du; they shall be your bondmen וּבְאַ֨חֵיכֶ֤ם <WH251> u-ve-'A-chei-Chem but over your brethren בְּנֵֽי־ <WH1121> be-nei- the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel אִ֣ישׁ <WH376> 'ish one בְּאָחִ֔יו <WH251> be-'a-Chiv, over another לֹא־ <WH3808> lo- shall not תִרְדֶּ֥ה <WH7287> tir-Deh ye shall not rule ב֖וֹ vo בְּפָֽרֶךְ׃ <WH6531> be-Fa-rech. with rigour ס sa-Mek"},{"number":47,"verse":"וְכִ֣י <WH3588> ve-Chi now if תַשִּׂ֗יג <WH5381> tas-Sig, wax rich יַ֣ד <WH3027> yad by thee גֵּ֤ר <WH1616> ger And if a sojourner וְתוֹשָׁב֙ <WH8453> ve-to-Shav or stranger עִמָּ֔ךְ <WH5973> 'im-Mach, regard וּמָ֥ךְ <WH4134> u-Mach [that dwelleth] by him wax poor אָחִ֖יךָ <WH251> 'a-Chi-cha and thy brother עִמּ֑וֹ <WH5973> im-Mo; regard וְנִמְכַּ֗ר <WH4376> ve-nim-Kar, and sell לְגֵ֤ר <WH1616> le-Ger himself unto the stranger תּוֹשָׁב֙ <WH8453> to-Shav [or] sojourner עִמָּ֔ךְ <WH5973> 'im-Mach, regard א֥וֹ <WH176> o or לְעֵ֖קֶר <WH6133> le-'E-ker by thee or to the stock מִשְׁפַּ֥חַת <WH4940> mish-Pa-chat family גֵּֽר׃ <WH1616> Ger. of the stranger's"},{"number":48,"verse":"אַחֲרֵ֣י <WH310> 'a-cha-Rei After נִמְכַּ֔ר <WH4376> nim-Kar, that he is sold גְּאֻלָּ֖ה <WH1353> ge-'ul-Lah he may be redeemed again תִּהְיֶה־ <WH1961> tih-yeh- shall have לּ֑וֹ lo; אֶחָ֥ד <WH259> 'e-Chad one מֵאֶחָ֖יו <WH251> me-'e-Chav of his brethren יִגְאָלֶֽנּוּ׃ <WH1350> yig-'a-Len-nu. may redeem"},{"number":49,"verse":"אוֹ־ <WH176> 'ov- or דֹד֞וֹ <WH1730> do-Do Either his uncle א֤וֹ <WH176> o or בֶן־ <WH1121> ven- son דֹּדוֹ֙ <WH1730> do-Do or his uncle's יִגְאָלֶ֔נּוּ <WH1350> yig-'a-Len-nu, may redeem אֽוֹ־ <WH176> 'ov- or מִשְּׁאֵ֧ר <WH7607> mish-she-'Er him or [any] that is nigh בְּשָׂר֛וֹ <WH1320> be-sa-Ro of kin מִמִּשְׁפַּחְתּ֖וֹ <WH4940> mi-mish-pach-To unto him of his family יִגְאָלֶ֑נּוּ <WH1350> yig-'a-Len-nu; may redeem אֽוֹ־ <WH176> 'ov- or הִשִּׂ֥יגָה <WH5381> his-Si-gah him or if he be able יָד֖וֹ <WH3027> ya-Do himself וְנִגְאָֽל׃ <WH1350> ve-nig-'Al. he may redeem"},{"number":50,"verse":"וְחִשַּׁב֙ <WH2803> ve-chish-Shav And he shall reckon עִם־ <WH5973> 'im- with קֹנֵ֔הוּ <WH7069> ko-Ne-hu, with him that bought מִשְּׁנַת֙ <WH8141> mish-she-Nat him from the year הִמָּ֣כְרוֹ <WH4376> him-Ma-che-rov that he was sold ל֔וֹ lo, עַ֖ד <WH5704> 'ad up שְׁנַ֣ת <WH8141> she-Nat to him unto the year הַיֹּבֵ֑ל <WH3104> hai-yo-Vel; of jubile וְהָיָ֞ה <WH1961> ve-ha-Yah shall correspond כֶּ֤סֶף <WH3701> Ke-sef and the price מִמְכָּרוֹ֙ <WH4465> mi-ka-Ro of his sale בְּמִסְפַּ֣ר <WH4557> be-mis-Par shall be according unto the number שָׁנִ֔ים <WH8141> sha-Nim, of years כִּימֵ֥י <WH3117> ki-Mei according to the time שָׂכִ֖יר <WH7916> sa-Chir of an hired servant יִהְיֶ֥ה <WH1961> yih-Yeh shall correspond עִמּֽוֹ׃ <WH5973> im-Mo. with"},{"number":51,"verse":"אִם־ <WH518> 'im- If ע֥וֹד <WH5750> od are still רַבּ֖וֹת <WH7227> rab-Bot If [there be] yet many בַּשָּׁנִ֑ים <WH8141> bash-sha-Nim; years לְפִיהֶן֙ <WH6310> le-fi-Hen [behind] according יָשִׁ֣יב <WH7725> ya-Shiv unto them he shall give again גְּאֻלָּת֔וֹ <WH1353> ge-'ul-la-To, the price of his redemption מִכֶּ֖סֶף <WH3701> mik-Ke-sef out of the money מִקְנָתֽוֹ׃ <WH4736> mik-na-To. that he was bought"},{"number":52,"verse":"וְאִם־ <WH518> ve-'im- and if מְעַ֞ט <WH4592> me-'At but few נִשְׁאַ֧ר <WH7604> nish-'Ar And if there remain בַּשָּׁנִ֛ים <WH8141> bash-sha-Nim years עַד־ <WH5704> 'ad- until שְׁנַ֥ת <WH8141> she-Nat unto the year הַיֹּבֵ֖ל <WH3104> hai-yo-Vel of jubile וְחִשַּׁב־ <WH2803> ve-chish-shav- then he shall count ל֑וֹ lo; כְּפִ֣י <WH6310> ke-Fi with him [and] according שָׁנָ֔יו <WH8141> sha-Nav, unto his years יָשִׁ֖יב <WH7725> ya-Shiv shall he give him again אֶת־ <WH853> 'et- גְּאֻלָּתֽוֹ׃ <WH1353> ge-'ul-la-To. the price of his redemption"},{"number":53,"verse":"כִּשְׂכִ֥יר <WH7916> kis-Chir hired servant שָׁנָ֛ה <WH8141> sha-Nah year בְּשָׁנָ֖ה <WH8141> be-sha-Nah year יִהְיֶ֣ה <WH1961> yih-Yeh become עִמּ֑וֹ <WH5973> im-Mo; with לֹֽא־ <WH3808> lo- shall not יִרְדֶּ֥נּֽוּ <WH7287> yir-Den-nu shall he be with him [and the other] shall not rule בְּפֶ֖רֶךְ <WH6531> be-Fe-rech with rigour לְעֵינֶֽיךָ׃ <WH5869> le-'ei-Nei-cha. over him in thy sight"},{"number":54,"verse":"וְאִם־ <WH518> ve-'im- if לֹ֥א <WH3808> lo is not יִגָּאֵ֖ל <WH1350> yig-ga-'El And if he be not redeemed בְּאֵ֑לֶּה <WH428> be-'El-leh; these וְיָצָא֙ <WH3318> ve-ya-Tza in these [years] then he shall go out בִּשְׁנַ֣ת <WH8141> bish-Nat in the year הַיֹּבֵ֔ל <WH3104> hai-yo-Vel, of jubile ה֖וּא <WH1931> hu he וּבָנָ֥יו <WH1121> u-va-Nav [both] he and his children עִמּֽוֹ׃ <WH5973> im-Mo. with"},{"number":55,"verse":"כִּֽי־ <WH3588> ki- for לִ֤י li בְנֵֽי־ <WH1121> ve-nei- For unto me the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel עֲבָדִ֔ים <WH5650> 'a-va-Dim, [are] servants עֲבָדַ֣י <WH5650> 'a-va-Dai they [are] my servants הֵ֔ם <WH1992> Hem, like אֲשֶׁר־ <WH834> 'a-Sher- whom הוֹצֵ֥אתִי <WH3318> ho-Tze-ti whom I brought forth אוֹתָ֖ם <WH853> o-Tam מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt אֲנִ֖י <WH589> 'a-Ni I am יְהוָ֥ה <WH3068> Yah-weh I [am] the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"}]}