{"bibleAbbr":"Geneva1587","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"Now He contrasts that true doctrine, with false opinions, which he foretells that certain ones who shall fall away from God and his religion, will bring in by the suggestion of Satan, and so that a great number will give ear to them. the Spirit speaketh expressly, that in the latter times some shall depart from the From the true doctrine of God. faith, giving heed to seducing spirits, and doctrines of devils;"},{"number":2,"verse":"Even though heretics pretend holiness ever so much, yet they have no conscience. Speaking lies in For they will as it were practise the art of disguised persons and players, so that we may not think they will lie lurking in some one corner or keep any resemblance of being shameful. hypocrisy; having their Whose conscience became so hard, that there grew a callous over it, and so became to have a canker in it, and now at length required by very necessity to be burned with a hot iron. conscience seared with a hot iron;"},{"number":3,"verse":"He sets down two types of this false doctrine, that is, the law of single life, and the difference of meats. Forbidding to marry, [and commanding] to abstain from meats, He proves that he justly called such doctrines devilish, first, because the teachers of them make laws of things which are not their own: for have they created the meats? which God hath created Secondly, because they overthrow with their decrees the reason why they were created by God, that is, that we should use them. to be received Thirdly, because by this means they rob God of his glory, who will be honoured in the use of them. And here with this, the apostle declares that we must use the liberality of God solemnly, and with a good conscience. with thanksgiving of them which believe and know the truth."},{"number":4,"verse":"He sets an apostolic rule for taking away the difference of meats, against that false doctrine. For every creature of God [is] good, and nothing to be refused, if it be received with thanksgiving:"},{"number":5,"verse":"He properly uses God's benefits who acknowledges the giver of them by his word, and calls upon him. For it is It is so made pure and holy in respect of us, so that we may use it with a good conscience, as received from the Lord's hands. sanctified by the We confess and acknowledge that God is the maker and giver of those creatures which we use. Secondly, that we are of the number of those, who through Christ's benefit, have recovered that right over all creatures, which Adam lost by his fall. Thirdly, by our prayers we crave of the Lord that we may use those meats with a good conscience, which we receive from his hands. Fourthly, we make an end of our eating and drinking, with thanksgiving and prayer: and so are our meats sanctified to us. word of God and prayer."},{"number":6,"verse":"The conclusion with an exhortation to Timothy, to propound these things diligently to the churches, which he had gotten from the apostle even as though he were being fed. If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast Never departing from it in the least. attained."},{"number":7,"verse":"He contrasts again true doctrine not only with the false and apostate doctrine, but also with all vain and curious wiles. But refuse profane and old wives' fables, It is not only necessary that the minister of the word be sound in doctrine, but also that his life is godly and religious. and exercise thyself [rather] unto In the true serving of God. godliness."},{"number":8,"verse":"Godliness consists in spiritual exercise, and not in outward strictness of life, which though it is something to be esteemed, if it is used correctly, yet it is in no way comparable with godliness. For it profits not in and of itself, but through the benefit of another; but godliness has the promise both of the present life, and of that which is to come. For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come."},{"number":9,"verse":"He goes a little from his matter, and shows that those who give themselves to godliness, even though they are afflicted and reproached, are nonetheless not to be considered miserable as other men are, because they are not afflicted for that reason that other men are, and the end of them both is far different one from the other. For how can God forsake his own, who is bountiful even towards his enemies? And he wishes that this doctrine is well learned by them. This [is] a faithful saying and worthy of all acceptation."},{"number":10,"verse":"For therefore we labour and are rebuked, because we trust in the liuing God, which is the Sauiour of all men, specially of those that beleeue."},{"number":11,"verse":"These things warne and teache."},{"number":12,"verse":"Now he returns to that exhortation, showing what are the true virtues of a pastor, by which he may come to be reverenced even though he is young, that is, such speech and life as are witnesses of charity, zeal, faith, and purity. But here there is no mention made of the hooked staff, ring, cloak, and such other foolish and childish toys. Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity."},{"number":13,"verse":"The private exercise of pastors, is the continual reading of the scriptures, from which they may draw water out of wholesome doctrine and exhortation, both for themselves and for others. Till I come, give attendance to reading, to exhortation, to doctrine."},{"number":14,"verse":"Despise not the gift that is in thee, which was giuen thee by prophecie with the laying on of the hands of the companie of the Eldership."},{"number":15,"verse":"These things exercise, and giue thy selfe vnto them, that it may be seene howe thou profitest among all men."},{"number":16,"verse":"Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both Faith is by hearing, and hearing by preaching: and therefore the ministers of the word are so said to save themselves and others, because in them the Lord has put the word of reconciliation. save thyself, and them that hear thee."}]}