{"bibleAbbr":"GB1587","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"Let He adds also rules for the servant's duty towards their masters: upon which matter there were no doubt many questions asked by those who took occasion by the Gospel to trouble the normal manner of life. And this is the first rule: let servants that have come to the faith and have the unfaithful for their masters, serve them nonetheless with great faithfulness. as many servants as are under the yoke count their own masters worthy of all honour, The reason: lest God should seem by the doctrine of the Gospel to stir up men to rebellion and all wickedness. that the name of God and [his] doctrine be not blasphemed."},{"number":2,"verse":"The second rule: let not servants that have come to the faith, and have also masters of the same profession and religion, abuse the name of brotherhood, but let them so much the rather obey them. And they that have believing masters, let them not despise [them], because they are brethren; but rather do [them] service, because they are faithful and beloved, Let this be sufficient, that with regard to those things which pertain to everlasting life, they are partakers of the same good will and love of God, as their masters themselves are. partakers of the benefit. A general conclusion, that these things ought not only to be simply taught, but must with exhortations be diligently learned by them. These things teach and exhort."},{"number":3,"verse":"He severely condemns and excommunicates or casts out of the Church as proud men, those who do not content themselves with Christ's doctrine, (that is to say, the doctrine of godliness) but weary both themselves and others, in vain questions (for all other things are vain), because they do not content themselves in Christ's doctrine. He condemns them as lying deceivers, because they savour or sound of nothing but vanity: as mad men, because they trouble themselves so much in matters of nothing: as evil plagues, because they cause great contentions, and corrupt men's minds and judgment. To be short, he condemns them as profane and wicked, because they abuse the precious name of godliness and religion, for the sake of wicked gain. If any man teach otherwise, and consent not to wholesome words, [even] the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;"},{"number":4,"verse":"He is proud, knowing nothing, but doting about questions and Strivings about words, and not about matter: and by words he means all those things which do not have substance in them, and by which we can reap no profit. strifes of words, whereof cometh envy, strife, railings, evil surmisings,"},{"number":5,"verse":"Perverse Such as we see in those shameless schools of popery, which are nothing else but vain babbling and foolish talking. disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself."},{"number":6,"verse":"He properly dismisses the name of gain and lucre, confessing that godliness is great gain, but in a far different manner, that is, because it brings true sufficiency. But godliness with contentment is great gain."},{"number":7,"verse":"He mocks the folly of those who do so greedily hunger after frail things, who can in no way be satisfied, and yet nonetheless cannot enjoy their excess. For we brought nothing into [this] world, [and it is] certain we can carry nothing out."},{"number":8,"verse":"Therefore when wee haue foode and raiment, let vs therewith be content."},{"number":9,"verse":"He puts fear into Timothy to avoid covetousness using a different reasoning, that is, because it draws with it an infinite sort of lusts and those very hurtful, with which covetous men do torment themselves to the degree that in the end, they cast away from them their faith and salvation. But they that will be rich fall into temptation and a snare, and [into] many foolish and hurtful lusts, which drown men in destruction and perdition."},{"number":10,"verse":"For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and Sorrow and grief do as it were pierce through the mind of man, and are the harvest and true fruits of covetousness. pierced themselves through with many sorrows."},{"number":11,"verse":"A peculiar exhortation to various virtues, with which it appropriate for the pastors especially to be furnished. But thou, O Whom the Spirit of God rules. man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness."},{"number":12,"verse":"Fight the good fight of faith: lay holde of eternal life, whereunto thou art also called, & hast professed a good profession before many witnesses."},{"number":13,"verse":"A most earnest request and charge, to observe and keep all the things faithfully, with our eyes set upon the coming of Jesus Christ, whose glory we have to contrast with the vain glittering of this world, and his power with all the terrors of the wicked. I give thee charge in the sight of God, who quickeneth all things, and [before] Christ Jesus, who before Pontius Pilate witnessed a good confession;"},{"number":14,"verse":"That thou keepe this commaundement without spot, and vnrebukeable, vntill the appearing of our Lord Iesus Christ,"},{"number":15,"verse":"Which in his times he shall shew, [who is] the He combines many words together for one purpose: by which he confirms the power of God, which if we trust steadfastly in, we will not be moved out of our position. blessed and only Potentate, the King of kings, and Lord of lords;"},{"number":16,"verse":"Who onely hath immortalitie, and dwelleth in the light that none can attaine vnto, whom neuer man sawe, neither can see, vnto whome bee honour and power euerlasting, Amen."},{"number":17,"verse":"He adds as an overabundance as it were a sharp admonition to the rich, that they mainly take heed of two evils, that is, of pride, and deceitful hope, against which he sets three excellent virtues, hope in the living God, liberality towards their neighbour, and gentle conditions. Charge them that are rich in In things pertaining to this life, with whom those men are compared who are rich in good works. this world, that they be not highminded, nor trust in uncertain riches, but in the Who alone is, and that everlasting: for he sets the frail nature of riches against God. living God, who giveth us richly all things to enjoy;"},{"number":18,"verse":"That they doe good, and be riche in good woorkes, & readie to distribute, and comunicate,"},{"number":19,"verse":"The praise of liberality, by the effects of it, because it is a sure testimony of the Spirit of God who dwells in us, and therefore of the salvation that will be given to us. Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life."},{"number":20,"verse":"He repeats the most important of all the former exhortations, which ought to be deeply imprinted in the minds of all ministers of the word, that is, that they avoid all vain babblings of false wisdom, and continue in the simplicity of sincere doctrine. O Timothy, keep that which is committed to thy trust, avoiding profane [and] vain babblings, and oppositions of science falsely so called:"},{"number":21,"verse":"Which some Not only in word, but also in appearance and gesture: to be short, while their behaviour was such that even when they held their peace they would make men believe, their heads were occupied about nothing but high and lofty matters, and therefore they erred concerning the faith. professing have erred concerning the faith. Grace [be] with thee. Amen. «[The first to Timothy was written from Laodicea, which is the chiefest city of Phrygia Pacatiana.]»"}]}