{
  "bibleAbbr" : "TCB1973",
  "bookName" : "எண்ணாகமம்",
  "bookEnglishName" : "Numbers",
  "chapterNumber" : 29,
  "verses" : [ {
    "number" : 1,
    "verse" : "அப்படியே ஏழாம் மாதம் முதல் நாள் உங்களுக்குப் புனிதமும் வணக்கத்துக்குரியதுமான நாளாய் இருக்கும். அது எக்காளம் முழங்கும் நாளாகையால், அன்று எந்தச் சாதாரண வேலையையும் செய்யாதிருப்பீர்கள்."
  }, {
    "number" : 2,
    "verse" : "அப்பொழுது நீங்கள் ஆண்டவருக்கு மிக்க நறுமணமுள்ள தகனப்பலியாக மந்தையில் தெரிந்தெடுக்கப்பட்ட ஓர் இளங் காளையையும், ஓர் ஆட்டுக்கிடாயையும், ஒரு வயதான மாசற்ற ஏழு ஆட்டுக்குட்டிகளையும் செலுத்தக் கடவீர்கள்."
  }, {
    "number" : 3,
    "verse" : "அந்தந்தப் பலிகளுடன் எண்ணெயில் பிசைந்த மெல்லிய மாவிலே காளைக்காகப் பத்தில் மூன்று பங்கையும், ஆட்டுக்கிடாய்க்காகப் பத்தில் இரண்டு பங்கையும்,"
  }, {
    "number" : 4,
    "verse" : "ஏழு ஆட்டுக்குட்டிகளில் ஒவ்வொன்றுக்காகவும் பத்தில் ஒரு பங்கையும்,"
  }, {
    "number" : 5,
    "verse" : "மக்களின் பாவத்துக்குப் பரிகாரப்பலியாக ஒரு வெள்ளாட்டுக் கிடாயையும் ஒப்புக் கொடுப்பீர்கள்."
  }, {
    "number" : 6,
    "verse" : "அன்றியும், மாதப் பிறப்புக்குச் செலுத்தவேண்டிய முழுத்தகனப் பலியையும், அதற்கடுத்த போசனப்பலியையும், அன்றாட முழுத்தகனப் பலியையும், அதற்கடுத்த வழக்கமான பானப்பலியையும் ஒப்புக்கொடுப்பதுமன்றி, சாதாரண முறைக்கு ஏற்றபடி நறுமணமுள்ள ஒரு முழுத்தகனப்பலியையும் ஆண்டவருக்குச் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 7,
    "verse" : "இந்த ஏழாம் மாதத்தின் பத்தாம்நாளும் உங்களுக்குப் புனிதமானதும் வணக்கத்துக்குரியதுமான நாளாய் இருக்கும். அதிலே நீங்கள் உங்களை வருத்துவது மட்டுமன்றி, அன்று யாதொரு சாதாரண வேலையும் செய்யாதிருத்தலும் வேண்டும்."
  }, {
    "number" : 8,
    "verse" : "அன்று ஆண்டவருக்கு மிக்க நறுமணமுள்ள முழுத்தகனப்பலியாக மந்தையில் தெரிந்தெடுக்கப்பட்ட ஓர் இளங்காளையும், ஓர் ஆட்டுக் கிடாயையும், ஒரு வயதான மாசற்ற ஏழு ஆட்டுக்குட்டிகளையும் செலுத்துவீர்கள்."
  }, {
    "number" : 9,
    "verse" : "அந்தந்தப் பலிகளுடன் எண்ணெயில் பிசைந்த மெல்லிய மாவில் ஒவ்வொரு காளைக்காகப் பத்தில் மூன்று பங்கையும், ஒவ்வோர் ஆட்டுக் கிடாய்க்காகப் பத்தில் இரண்டு பங்கையும்,"
  }, {
    "number" : 10,
    "verse" : "ஏழு ஆட்டுக்குட்டிகளில் ஒவ்வொன்றுக்குமாகப் பத்துப் பாகத்தின் பத்தில் ஒரு பங்கையும், பாவத்துக்குப் பரிகாரமாக ஒரு வெள்ளாட்டுக் கிடாயையும் செலுத்துவதுமன்றி,"
  }, {
    "number" : 11,
    "verse" : "பாவ நிவர்த்தியைப்பற்றியும் அன்றாட முழுத் தகனப்பலியைப்பற்றியும் வழக்கமாய்க் கொடுக்கப்படுகிற காணிக்கைகளையும், அந்தந்தப் பலிக்கடுத்த போசன பானப்பலிகளையும் (படைக்கவேண்டும்)."
  }, {
    "number" : 12,
    "verse" : "ஏழாம் மாதம் பதினைந்தாம் நாள் உங்களுக்குப் புனிதமானதும் வணக்கத்துக்குரியதுமான நாளாய் இருக்கும். அதில் நீங்கள் சாதாரண வேலை ஒன்றும் செய்யலாகாது. அன்று தொடங்கி ஏழுநாள் ஆண்டவருடைய பண்டிகையைக் கொண்டாடக்கடவீர்."
  }, {
    "number" : 13,
    "verse" : "முதல் நாளாகிய அந்நாளிலே ஆண்டவருக்கு மிக்க நறுமணமுள்ள முழுத் தகனப்பலியாக மந்தையில் தெரிந்தெடுக்கப்பட்ட பதின்மூன்று இளங்களைகளையும் இரண்டு ஆட்டுக்கிடாய்களையும், ஒருவயதான மாசற்ற பதினாலு ஆட்டுக்குட்டிகளையும் செலுத்தக் கடவீர்கள்."
  }, {
    "number" : 14,
    "verse" : "அவைகளுக்கடுத்த பான போசனக் காணிக்கையாக எண்ணெயில் பிசைந்த மெல்லிய மாவிலே அந்தப் பதின்மூன்று காளைகளில் ஒவ்வொன்றுக்காகவும், பத்தில் மூன்று பங்கையும், இரண்டு ஆட்டுக் கிடாய்களில் ஒவ்வொன்றுக்காகவும் பத்தில் இரண்டு பங்கையும்,"
  }, {
    "number" : 15,
    "verse" : "பதினாலு ஆட்டுக்குட்டிகளில் ஒவ்வொரு ஆட்டுக்குட்டிக்காகவும் பத்துப்பாகத்தின் பத்தில் ஒரு பங்கையும்,"
  }, {
    "number" : 16,
    "verse" : "அன்றாடத் தகனப்பலியையும் அதற்கடுத்த பானபோசனக் காணிக்கையையுமன்றிப் பாவப் பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக் கிடாயையும் ஒப்புக்கொடுக்க வேண்டும்."
  }, {
    "number" : 17,
    "verse" : "இரண்டாம் நாளிலே மந்தையில் தெரிந்தெடுக்கப்பட்ட பன்னிரண்டு இளங்காளைகளையும், இரண்டு ஆட்டுக்கிடாய்களையும் ஒரு வயதான மாசற்ற பதினான்கு ஆட்டுக்குட்டிகளையும் கொண்டு வரவேண்டும்."
  }, {
    "number" : 18,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு காளைக்கும் ஆட்டுக்கிடாய்க்கும் ஆட்டுக்குட்டிக்கும் அடுத்த பான போசனப் பலிகளையும் ஒப்புக்கொடுப்பதோடு,"
  }, {
    "number" : 19,
    "verse" : "அன்றாட முழுத் தகனப்பலியும் அதற்கடுத்த பானபோசனக் காணிக்கையுமன்றி, பாவப் பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக் கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 20,
    "verse" : "மூன்றாம் நாளிலே பதினொரு இளங்காளைகளையும், இரண்டு ஆட்டுக்கிடாய்களையும் ஒருவயதான மாசற்ற பதினான்கு ஆட்டுக்குட்டிகளையும் கொண்டு வரவேண்டும்."
  }, {
    "number" : 21,
    "verse" : "சடங்கு முறைப்படி காளை, ஆட்டுக்கிடாய், ஆட்டுக்குட்டி இவை ஒவ்வொன்றுக்கும் அடுத்த பான போசனக் காணிக்கைகளையும் ஒப்புக்கொடுப்பதோடு,"
  }, {
    "number" : 22,
    "verse" : "அன்றாட முழுத் தகனப்பலியையும் அதற்கடுத்த பானபோசனக் காணிக்கையுமன்றி, பாவப் பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக்கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 23,
    "verse" : "நான்காம் நாளிலே பத்து இளங்காளைகளையும், இரண்டு ஆட்டுக்கிடாய்களையும் ஒரு வயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும் கொண்டு வரவேண்டும்."
  }, {
    "number" : 24,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு ஆட்டுக்கிடாய்க்கும் ஆட்டுக்குட்டிக்கும் அடுத்த பான போசனக் காணிக்கைகளையும் ஒப்புக்கொடுப்பதோடு,"
  }, {
    "number" : 25,
    "verse" : "அன்றாட முழுத் தகனப்பலியையும் அதற்கடுத்த பானபோசனக் காணிக்கையையுமன்றி, பாவப் பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக் கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 26,
    "verse" : "ஐந்தாம் நாளிலே ஒன்பது இளங்காளைகளையும், இரண்டு ஆட்டுக்கிடாய்களையும், ஒரு வயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும் கொண்டு வர வேண்டும்."
  }, {
    "number" : 27,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு காளைக்கும் ஆட்டுக்கிடாய்க்கும் ஆட்டுக்குட்டிக்கும் அடுத்த பான போசனக் காணிக்கைகளையும் ஒப்புக்கொடுப்பதோடு,"
  }, {
    "number" : 28,
    "verse" : "அன்றாட முழுத் தகனப்பலியையும், அதற்கடுத்த பான போசனக் காணிக்கையையுமன்றி, பாவ நிவாரணப் பலிக்கு ஒரு வெள்ளாட்டு கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 29,
    "verse" : "ஆறாம் நாளிலே எட்டு இளங்காளைகளையும், இரண்டு ஆட்டுக்கிடாய்களையும், ஒரு வயதான மாசற்ற பதினான்கு ஆட்டுக்குட்டிகளையும், கொண்டு வரரேண்டும்."
  }, {
    "number" : 30,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு காளைக்கும் ஆட்டுக்கிடாய்க்கும் அடுத்த பான போசனக் காணிக்கைகளையும் ஒப்புக் கொடுப்பதோடு,"
  }, {
    "number" : 31,
    "verse" : "அன்றாட முழுத் தகனப் பலியையும் அதற்கடுத்த பான போசனக் காணிக்கையையுமன்றி, பாவப்பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக் கிடாயையும் செலுத்தக் கடவீர்கள்."
  }, {
    "number" : 32,
    "verse" : "ஏழாம் நாளிலே ஏழு இளங்காளைகளையும், இரண்டு ஆட்டுக் கிடாய்களையும், ஒரு வயதான மாசற்ற பதினான்கு ஆட்டுக்குட்டிகளையும் கொண்டு வரவேண்டும்."
  }, {
    "number" : 33,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு காளைக்கும் ஆட்டுக்கிடாய்க்கும் ஆட்டுக்குட்டிக்கும் அடுத்த பான போசனக் காணிக்கைகளையும் ஒப்புக் கொடுப்பதோடு,"
  }, {
    "number" : 34,
    "verse" : "அன்றாட முழுத் தகனப்பலியையும் அதற்கடுத்த பான போசனப் பலியையும் அதற்கடுத்த பான போசனப் பலிகளையுமன்றி, பாவ பரிகாரப்பலிக்கு ஒரு வெள்ளாட்டு கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 35,
    "verse" : "மிகுந்த சிறப்புள்ள எட்டாம் நாளிலே எந்தக் கூலி வேலையையும் செய்யாமல்,"
  }, {
    "number" : 36,
    "verse" : "ஆண்டவருக்கு மிக்க நறுமணமுள்ள முழுத் தகனப்பலிக்கு ஓர் இளங்காளையையும், ஓர் ஆட்டுக்கிடாயையும், ஒருவயதான மாசற்ற ஏழு ஆட்டுக்குட்டிகளையும் ஒப்புக்கொடுப்பதோடு,"
  }, {
    "number" : 37,
    "verse" : "சடங்கு முறைப்படி ஒவ்வொரு காளைக்கும் ஆட்டுக்கிடாய்க்கும் ஆட்டுக்குட்டிக்கும் அடுத்த பான போசனக் காணிக்கையையும் ஒப்புக்கொடுத்து,"
  }, {
    "number" : 38,
    "verse" : "அன்றாட முழுத் தகனப் பலியையும் அதற்கடுத்த பான போசனப் பலிகளையுமன்றிப் பாவப் பரிகாரப் பலிக்கு ஒரு வெள்ளாட்டுக்கிடாயையும் செலுத்தக்கடவீர்கள்."
  }, {
    "number" : 39,
    "verse" : "நீங்கள் உங்கள் திருவிழாக்களில் செலுத்த வேண்டிய பலிகள் இவையேயாம். அன்றியும் நீங்கள் நேர்ச்சைகளையும், தகனப்பலிக்காகக் கொண்டு வரும் மனமொத்த காணிக்கைகளையும், மற்றுமுள்ள பான போசனப் பலிகளையும் (வழக்கப்படி) செலுத்துவீர்கள் என்று திருவுளம்பற்றினார்."
  }, {
    "number" : 40,
    "verse" : "This verse may be combined with previous or next verses or not available in this version. இந்த வசனம் மேலே அல்லது கீழே உள்ள வசனத்தோடு இணைக்கப்பட்டிருக்கும் அல்லது இந்த மொழிபெயர்ப்பில் இல்லை."
  } ]
}