{"bibleAbbr":"Thomson1808","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"In like manner ye wives, be subject to your own husbands, that if any of them disbelieve the word they may by the deportment of their wives, without a word, be won over,"},{"number":2,"verse":"when they see your reverential, chaste behaviour."},{"number":3,"verse":"And let your adorning be, not that which is external by plaiting the hair with appendages of gold, nor finery of dress;"},{"number":4,"verse":"but the hidden man of the heart, with the incorruptible ornament of a meek and quiet spirit, which is highly precious in the sight of God."},{"number":5,"verse":"For thus, in former times, the holy women who trusted in God adorned themselves, submitting to their husbands,"},{"number":6,"verse":"(as Sarah, whose daughters you are, obeyed Abraham, calling him lord) doing what was right, and alarmed by no terror."},{"number":7,"verse":"Likewise ye husbands cohabit with your wives, paying respect to them as the weaker sex, and moreover as co-heirs with you of the grant of life, that there may be no impediment to your prayers."},{"number":8,"verse":"Finally, be all of one mind, sympathising with one another, full of brotherly love, compassionate, courteous"},{"number":9,"verse":"not rendering evil for evil, revile for revile; but on the contrary, blessing; knowing that you have been called for this, that you may inherit a blessing."},{"number":10,"verse":"For \"whoever desireth life; and loveth to see good days; Let him keep his tongue from evil, And his lips from speaking guile;"},{"number":11,"verse":"Let him depart from evil and do good; Let him seek peace and pursue it."},{"number":12,"verse":"Because the eyes of the Lord are upon the righteous, And his ears are open to their prayers: But the face of the Lord is against them who do evil.\""},{"number":13,"verse":"Who then will hurt you if you be imitators of him who is good?"},{"number":14,"verse":"But if you should even suffer on the account of righteousness, you are happy. Be not terrified with the fear of them, nor dismayed;"},{"number":15,"verse":"but sanctify the Lord in your hearts\" and be always prepared, in answer to every one who demandeth of you a reason for the hope which is in you, to make a defence with meekness and fear,"},{"number":16,"verse":"having a good conscience, that when they speak against you as evil doers, they who calumniate your good conversation in Christ may be put to shame."},{"number":17,"verse":"For if it be the will of God that you should suffer, it is better that you should suffer as well doers than as evil doers."},{"number":18,"verse":"Because Christ himself suffered once for sins, the just for the unjust, that he might bring us to God: being indeed put to death in flesh, but brought to life by that spirit"},{"number":19,"verse":"with which he went, and to the spirits which are [now] in prison"},{"number":20,"verse":"made proclamation at the time they were disobedient when the long suffering of God was waiting once for all in the day of Noe, while the ark was a building, in which a few, that be eight souls, made their escape during the flood;"},{"number":21,"verse":"an antitype to which, namely baptism, (not a removal of the filth of the flesh, but an earnest conscientious application to God) doth now save us also, by means of the resurrection of Jesus Christ,"},{"number":22,"verse":"who, having gone to heaven, is at the right hand of God, angels and authorities and powers being made subject to him."}]}