{"bibleAbbr":"Thomson1808","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"Christ therefore having suffered in flesh for us, arm ye yourselves with this reflection, that he who hath suffered in flesh hath been stopped from sin,"},{"number":2,"verse":"to the end that he may no longer live the rest of his time in flesh for the lusts of men; but for the will of God."},{"number":3,"verse":"For the past time of this life sufficeth to have wrought the will of the Gentiles, walking in lasciviousness, inordinate desires, excess of wine, revels, carouses, and abominable idolatries;"},{"number":4,"verse":"at this they are surprized; and when you do not run with them into the same sink of debauchery, they rail."},{"number":5,"verse":"They shall give an account to him who is prepared to judge living and dead."},{"number":6,"verse":"For to this end also the gospel was proclaimed to the dead, that judged as they might be according to men in flesh, they might live according to God in spirit."},{"number":7,"verse":"Now the end of all things is at hand, therefore be sober, and watch unto prayer,"},{"number":8,"verse":"and above all things have fervent love for one another: for this “love will cover a multitude of sins.”"},{"number":9,"verse":"Be hospitable to one another without grudging."},{"number":10,"verse":"According as every one hath received a free gift continue dispensing it to each other as good stewards of the manifold grace of God"},{"number":11,"verse":"if any one speaketh, as speaking the oracles of God; if any one dispenseth, as dispensing out of a stock which God supplieth; that in all things God may be gloried through Jesus Christ, to whom belongeth the glory and the power, for the ages of the ages. Amen."},{"number":12,"verse":"Beloved, be not surprized at the fiery trial among you, which is come upon you to try you, as if some strange thing had befallen you:"},{"number":13,"verse":"but inasmuch as you partake of the sufferings of the Christ, rejoice; that at the manifestation of his glory you may indeed rejoice with exceeding great joy."},{"number":14,"verse":"If you are reproached for the name of Christ you are happy; because the spirit of the glory, even the spirit of God resteth on you. On their part indeed it is reviled, but on your part it is glorified."},{"number":15,"verse":"For let none of you suffer as a murderer, or as a thief, or a malefactor, or as a usurper of authority;"},{"number":16,"verse":"and if as a Christian, let him not be ashamed, but glorify God in this respect."},{"number":17,"verse":"For the time is come when judgment is to begin at the house of God. And if it begin first with us, what must be the end of them who disregard the glad tidings of God?"},{"number":18,"verse":"\"If the righteous scarcely escapeth, where shall the ungodly and sinner appear?\""},{"number":19,"verse":"Let them therefore who suffer according to the will of God, commit their souls to him in well doing, as to a faithful creator."}]}