{"bibleAbbr":"Orig2013+","bookName":"דניאל","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"בשׁנת <WH8141> year שׁלושׁ <WH7969> In the third למלכות <WH4438> of the reign יהויקים <WH3079> of Jehoiakim מלך <WH4428> king יהודה <WH3063> of Judah בא <WH935> came נבוכדנאצר <WH5019> Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon ירושׁלם <WH3389> unto Jerusalem, ויצר <WH6696> and besieged עליה׃ <WH5921> and besieged"},{"number":2,"verse":"ויתן <WH5414> gave אדני <WH136> And the Lord בידו <WH3027> into his hand, את <WH853> יהויקים <WH3079> Jehoiakim מלך <WH4428> king יהודה <WH3063> of Judah ומקצת <WH7117> with part כלי <WH3627> of the vessels בית <WH1004> of the house האלהים <WH430> of God: ויביאם <WH935> which he carried into ארץ <WH776> the land שׁנער <WH8152> of Shinar בית <WH1004> to the house אלהיו <WH430> of his god; ואת <WH853> הכלים <WH3627> the vessels הביא <WH935> and he brought בית <WH1004> house אוצר <WH214> into the treasure אלהיו׃ <WH430> of his god."},{"number":3,"verse":"ויאמר <WH559> spoke המלך <WH4428> And the king לאשׁפנז <WH828> unto Ashpenaz רב <WH7227> the master סריסיו <WH5631> of his eunuchs, להביא <WH935> that he should bring מבני <WH1121> of the children ישׂראל <WH3478> of Israel, ומזרע <WH2233> המלוכהמן <WH4480> of the children הפרתמים׃ <WH6579> the princes;"},{"number":4,"verse":"ילדים <WH3206> Children אשׁר <WH834> in whom אין <WH369> no בהם כל <WH3605> no מאום <WH3971> blemish, וטובי <WH2896> but well favored, מראה <WH4758> but well favored, ומשׂכילים <WH7919> and skillful בכל <WH3605> in all חכמה <WH2451> wisdom, וידעי <WH3045> and cunning דעת <WH1847> in knowledge, ומביני <WH995> and understanding מדע <WH4093> science, ואשׁר <WH834> and such כח <WH3581> as ability בהם לעמד <WH5975> in them to stand בהיכל <WH1964> palace, המלך <WH4428> in the king's וללמדם <WH3925> and whom they might teach ספר <WH5612> the learning ולשׁון <WH3956> and the tongue כשׂדים׃ <WH3778> of the Chaldeans."},{"number":5,"verse":"וימן <WH4487> appointed להם המלך <WH4428> And the king דבר <WH1697> provision יום <WH3117> them a daily ביומו <WH3117> them a daily מפת בג <WH6598> המלך <WH4428> the king. ומיין <WH3196> and of the wine משׁתיו <WH4960> which he drank: ולגדלם <WH1431> so nourishing שׁנים <WH8141> years, שׁלושׁ <WH7969> them three ומקצתם <WH7117> that at the end יעמדו <WH5975> thereof they might stand לפני <WH6440> before המלך׃ <WH4428>"},{"number":6,"verse":"ויהי <WH1961> Now among these were בהם מבני <WH1121> of the children יהודה <WH3063> of Judah, דניאל <WH1840> Daniel, חנניה <WH2608> Hananiah, מישׁאל <WH4332> Mishael, ועזריה׃ <WH5838> and Azariah:"},{"number":7,"verse":"וישׂם <WH7760> gave להם <WH1992> שׂר <WH8269> Unto whom the prince הסריסים <WH5631> of the eunuchs שׁמות <WH8034> names: וישׂם <WH7760> for he gave לדניאל <WH1840> unto Daniel בלטשׁאצר <WH1095> of Belteshazzar; ולחנניה <WH2608> and to Hananiah, שׁדרך <WH7714> of Shadrach; ולמישׁאל <WH4332> and to Mishael, מישׁך <WH4335> of Meshach; ולעזריה <WH5838> and to Azariah, עבד נגו׃ <WH5664> of Abed-nego."},{"number":8,"verse":"וישׂם <WH7760> purposed דניאל <WH1840> But Daniel על <WH5921> in לבו <WH3820> his heart אשׁר <WH834> that לא <WH3808> he would not יתגאל <WH1351> defile himself בפתבג <WH6598> המלךביין <WH3196> nor with the wine משׁתיו <WH4960> which he drank: ויבקשׁ <WH1245> therefore he requested משׂר <WH8269> of the prince הסריסים <WH5631> of the eunuchs אשׁר <WH834> that לא <WH3808> he might not יתגאל׃ <WH1351> defile himself."},{"number":9,"verse":"ויתן <WH5414> had brought האלהים <WH430> Now God את <WH853> דניאל <WH1840> Daniel לחסד <WH2617> into favor ולרחמים <WH7356> and tender love לפני <WH6440> with שׂר <WH8269> the prince הסריסים׃ <WH5631> of the eunuchs."},{"number":10,"verse":"ויאמר <WH559> said שׂר <WH8269> And the prince הסריסים <WH5631> of the eunuchs לדניאל <WH1840> unto Daniel, ירא <WH3373> אני <WH589> I את <WH853> אדני <WH113> my lord המלך <WH4428> the king, אשׁר <WH834> who מנה <WH4487> hath appointed את <WH853> מאכלכם <WH3978> your meat ואת <WH853> משׁתיכם <WH4960> and your drink: אשׁר <WH834> for למה <WH4100> why יראה <WH7200> should he see את <WH853> פניכם <WH6440> your faces זעפים <WH2196> worse liking מן <WH4480> than הילדים <WH3206> the children אשׁר <WH834> which כגילכם <WH1524> of your sort? וחיבתם <WH2325> then shall ye make endanger את <WH853> ראשׁי <WH7218> my head למלך׃ <WH4428> to the king."},{"number":11,"verse":"ויאמר <WH559> Then said דניאל <WH1840> Daniel אל <WH413> to המלצר <WH4453> Melzar, אשׁר <WH834> whom מנה <WH4487> had set שׂר <WH8269> the prince הסריסים <WH5631> of the eunuchs על <WH5921> over דניאל <WH1840> Daniel, חנניה <WH2608> Hananiah, מישׁאל <WH4332> Mishael, ועזריה׃ <WH5838> and Azariah,"},{"number":12,"verse":"נס <WH5254> Prove נא <WH4994> I beseech thee, את <WH853> עבדיך <WH5650> thy servants, ימים <WH3117> days; עשׂרה <WH6235> ten ויתנו <WH5414> and let them give לנו מן <WH4480> הזרעים <WH2235> us pulse ונאכלה <WH398> to eat, ומים <WH4325> and water ונשׁתה׃ <WH8354> to drink."},{"number":13,"verse":"ויראו <WH7200> be looked upon לפניך <WH6440> before מראינו <WH4758> Then let our countenances ומראה <WH4758> thee, and the countenance הילדים <WH3206> of the children האכלים <WH398> that eat את <WH853> פתבגמלך <WH4428> וכאשׁר <WH834> and as תראה <WH7200> thou seest, עשׂה <WH6213> deal עם <WH5973> with עבדיך׃ <WH5650> thy servants."},{"number":14,"verse":"וישׁמע <WH8085> So he consented להם לדבר <WH1697> matter, הזה <WH2088> to them in this וינסם <WH5254> and proved ימים <WH3117> days. עשׂרה׃ <WH6235> them ten"},{"number":15,"verse":"ומקצת <WH7117> ימים <WH3117> days עשׂרה <WH6235> of ten נראה <WH7200> appeared מראיהם <WH4758> their countenances טוב <WH2896> fairer ובריאי <WH1277> and fatter בשׂר <WH1320> in flesh מן <WH4480> than כל <WH3605> all הילדים <WH3206> the children האכלים <WH398> which did eat את <WH853> פתבגמלך׃ <WH4428>"},{"number":16,"verse":"ויהי <WH1961> המלצר <WH4453> Thus Melzar נשׂא <WH5375> took away את <WH853> פתבגם <WH6598> the portion of their meat, ויין <WH3196> and the wine משׁתיהם <WH4960> that they should drink; ונתן <WH5414> and gave להם זרענים׃ <WH2235> them pulse."},{"number":17,"verse":"והילדים <WH3206> children, האלה <WH428> As for these ארבעתם <WH702> four נתן <WH5414> gave להם האלהים <WH430> God מדע <WH4093> them knowledge והשׂכל <WH7919> and skill בכל <WH3605> in all ספר <WH5612> learning וחכמה <WH2451> and wisdom: ודניאל <WH1840> and Daniel הבין <WH995> had understanding בכל <WH3605> in all חזון <WH2377> visions וחלמות׃ <WH2472> and dreams."},{"number":18,"verse":"ולמקצת <WH7117> הימים <WH3117> of the days אשׁר <WH834> that אמר <WH559> had said המלך <WH4428> the king להביאם <WH935> he should bring them in, ויביאם <WH935> brought them in שׂר <WH8269> then the prince הסריסים <WH5631> of the eunuchs לפני <WH6440> before נבכדנצר׃ <WH5019> Nebuchadnezzar."},{"number":19,"verse":"וידבר <WH1696> communed אתם <WH854> with המלך <WH4428> And the king ולא <WH3808> none נמצא <WH4672> was found מכלם <WH3605> them; and among them all כדניאל <WH1840> like Daniel, חנניה <WH2608> Hananiah, מישׁאל <WH4332> Mishael, ועזריה <WH5838> and Azariah: ויעמדו <WH5975> therefore stood לפני <WH6440> they before המלך׃ <WH4428> the king."},{"number":20,"verse":"וכל <WH3605> And in all דבר <WH1697> matters חכמת <WH2451> of wisdom בינה <WH998> understanding, אשׁר <WH834> that בקשׁ <WH1245> inquired מהם <WH1992> המלך <WH4428> the king וימצאם <WH4672> them, he found עשׂר <WH6235> them ten ידות <WH3027> times על <WH5921> better than כל <WH3605> all החרטמים <WH2748> the magicians האשׁפים <WH825> astrologers אשׁר <WH834> that בכל <WH3605> in all מלכותו׃ <WH4438> his realm."},{"number":21,"verse":"ויהי <WH1961> continued דניאל <WH1840> And Daniel עד <WH5704> unto שׁנת <WH8141> year אחת <WH259> the first לכורשׁ <WH3566> Cyrus. המלך׃ <WH4428> of king"}]}