{"bibleAbbr":"Orig2013+","bookName":"דניאל","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"ואני <WH589> Also I בשׁנת <WH8141> year אחת <WH259> in the first לדריושׁ <WH1867> of Darius המדי <WH4075> the Mede, עמדי <WH5975> I, stood למחזיק <WH2388> to confirm ולמעוז׃ <WH4581> and to strengthen"},{"number":2,"verse":"ועתה <WH6258> And now אמת <WH571> thee the truth. אגיד <WH5046> will I show לך הנה <WH2009> Behold, עוד <WH5750> yet שׁלשׁה <WH7969> three מלכים <WH4428> kings עמדים <WH5975> there shall stand up לפרס <WH6539> in Persia; והרביעי <WH7243> and the fourth יעשׁיר <WH6238> shall be far richer עשׁר <WH6239> through his riches גדול <WH1419> מכל <WH3605> than all: וכחזקתו <WH2393> and by his strength בעשׁרו <WH6239> יעיר <WH5782> he shall stir up הכל <WH3605> all את <WH853> מלכות <WH4438> the realm יון׃ <WH3120> of Greece."},{"number":3,"verse":"ועמד <WH5975> shall stand up, מלך <WH4428> king גבור <WH1368> And a mighty ומשׁל <WH4910> that shall rule ממשׁל <WH4474> dominion, רב <WH7227> with great ועשׂה <WH6213> and do כרצונו׃ <WH7522> according to his will."},{"number":4,"verse":"וכעמדו <WH5975> And when he shall stand up, תשׁבר <WH7665> shall be broken, מלכותו <WH4438> his kingdom ותחץ <WH2673> and shall be divided לארבע <WH702> toward the four רוחות <WH7307> winds השׁמים <WH8064> of heaven; ולא <WH3808> and not לאחריתו <WH319> to his posterity, ולא <WH3808> nor כמשׁלו <WH4915> according to his dominion אשׁר <WH834> which משׁל <WH4910> he ruled: כי <WH3588> for תנתשׁ <WH5428> shall be plucked up, מלכותו <WH4438> his kingdom ולאחרים <WH312> even for others מלבד <WH905> beside אלה׃ <WH428> those."},{"number":5,"verse":"ויחזק <WH2388> shall be strong, מלך <WH4428> And the king הנגב <WH5045> of the south ומן <WH4480> and of שׂריו <WH8269> his princes; ויחזק <WH2388> and he shall be strong עליו <WH5921> above ומשׁל <WH4910> him, and have dominion; ממשׁל <WH4474> his dominion רב <WH7227> a great ממשׁלתו׃ <WH4475>"},{"number":6,"verse":"ולקץ <WH7093> And in the end שׁנים <WH8141> of years יתחברו <WH2266> they shall join themselves together; ובת <WH1323> daughter מלך <WH4428> for the king's הנגב <WH5045> of the south תבוא <WH935> shall come אל <WH413> to מלך <WH4428> the king הצפון <WH6828> of the north לעשׂות <WH6213> to make מישׁרים <WH4339> an agreement: ולא <WH3808> but she shall not תעצר <WH6113> retain כוח <WH3581> the power הזרוע <WH2220> of the arm; ולא <WH3808> neither יעמד <WH5975> shall he stand, וזרעו <WH2220> nor his arm: ותנתן <WH5414> shall be given up, היא <WH1931> but she ומביאיה <WH935> and they that brought והילדה <WH3205> her, and he that begot ומחזקה <WH2388> her, and he that strengthened בעתים׃ <WH6256> her in times."},{"number":7,"verse":"ועמד <WH5975> shall stand up מנצר <WH5342> שׁרשׁיה <WH8328> of her roots כנו <WH3653> in his estate, ויבא <WH935> which shall come אל <WH413> with החיל <WH2428> an army, ויבא <WH935> and shall enter במעוז <WH4581> into the fortress מלך <WH4428> of the king הצפון <WH6828> of the north, ועשׂה <WH6213> and shall deal בהם והחזיק׃ <WH2388> against them, and shall prevail:"},{"number":8,"verse":"וגם <WH1571> And shall also אלהיהם <WH430> their gods, עם <WH5973> with נסכיהם <WH5257> their princes, עם <WH5973> with כלי <WH3627> vessels חמדתם <WH2532> their precious כסף <WH3701> of silver וזהב <WH2091> and of gold; בשׁבי <WH7628> captives יבא <WH935> carry מצרים <WH4714> into Egypt והוא <WH1931> and he שׁנים <WH8141> years יעמד <WH5975> shall continue ממלך <WH4428> than the king הצפון׃ <WH6828> of the north."},{"number":9,"verse":"ובא <WH935> shall come במלכות <WH4438> into kingdom, מלך <WH4428> So the king הנגב <WH5045> of the south ושׁב <WH7725> and shall return אל <WH413> into אדמתו׃ <WH127> his own land."},{"number":10,"verse":"ובנו <WH1121> But his sons יתגרו <WH1624> shall be stirred up, ואספו <WH622> and shall assemble המון <WH1995> a multitude חילים <WH2428> forces: רבים <WH7227> of great ובא <WH935> and shall certainly come, בוא <WH935> and shall certainly come, ושׁטף <WH7857> and overflow, ועבר <WH5674> and pass through: וישׁב <WH7725> then shall he return, ויתגרו <WH1624> and be stirred up, עד <WH5704> to מעזה׃ <WH4581> his fortress."},{"number":11,"verse":"ויתמרמר <WH4843> shall be moved with anger, מלך <WH4428> And the king הנגב <WH5045> of the south ויצא <WH3318> and shall come forth ונלחם <WH3898> and fight עמו <WH5973> with עם <WH5973> him, with מלך <WH4428> the king הצפון <WH6828> of the north: והעמיד <WH5975> and he shall set forth המון <WH1995> multitude; רב <WH7227> a great ונתן <WH5414> shall be given ההמון <WH1995> but the multitude בידו׃ <WH3027> into his hand."},{"number":12,"verse":"ונשׂא <WH5375> when he hath taken away ההמון <WH1995> the multitude, ירום <WH7311> shall be lifted up; לבבו <WH3824> his heart והפיל <WH5307> and he shall cast down רבאות <WH7239> ten thousands: ולא <WH3808> but he shall not יעוז׃ <WH5810> be strengthened"},{"number":13,"verse":"ושׁב <WH7725> shall return, מלך <WH4428> For the king הצפון <WH6828> of the north והעמיד <WH5975> and shall set forth המון <WH1995> a multitude רב <WH7227> greater מן <WH4480> than הראשׁון <WH7223> the former, ולקץ <WH7093> after העתים <WH6256> certain שׁנים <WH8141> years יבוא <WH935> and shall certainly come בוא <WH935> and shall certainly come בחיל <WH2428> army גדול <WH1419> with a great וברכושׁ <WH7399> riches. רב׃ <WH7227> and with much"},{"number":14,"verse":"ובעתים <WH6256> times ההם <WH1992> And in those רבים <WH7227> there shall many יעמדו <WH5975> stand up על <WH5921> against מלך <WH4428> the king הנגב <WH5045> of the south: ובני <WH1121> also the robbers פריצי <WH6530> also the robbers עמך <WH5971> of thy people ינשׂאו <WH5375> shall exalt themselves להעמיד <WH5975> to establish חזון <WH2377> the vision; ונכשׁלו׃ <WH3782> but they shall fall."},{"number":15,"verse":"ויבא <WH935> shall come, מלך <WH4428> So the king הצפון <WH6828> of the north וישׁפך <WH8210> and cast up סוללה <WH5550> a mount, ולכד <WH3920> and take עיר <WH5892> cities: מבצרות <WH4013> the most fenced וזרעות <WH2220> and the arms הנגב <WH5045> of the south לא <WH3808> shall not יעמדו <WH5975> withstand, ועם <WH5971> people, מבחריו <WH4005> neither his chosen ואין <WH369> neither כח <WH3581> strength לעמד׃ <WH5975> to withstand."},{"number":16,"verse":"ויעשׂ <WH6213> him shall do הבא <WH935> But he that cometh אליו <WH413> against כרצונו <WH7522> according to his own will, ואין <WH369> and none עומד <WH5975> shall stand לפניו <WH6440> before ויעמד <WH5975> him: and he shall stand בארץ <WH776> land, הצבי <WH6643> in the glorious וכלה <WH3615> shall be consumed. בידו׃ <WH3027> which by his hand"},{"number":17,"verse":"וישׂם <WH7760> He shall also set פניו <WH6440> his face לבוא <WH935> to enter בתקף <WH8633> with the strength כל <WH3605> of his whole מלכותו <WH4438> kingdom, וישׁרים <WH3477> and upright ones עמו <WH5973> with ועשׂה <WH6213> him; thus shall he do: ובת <WH1323> him the daughter הנשׁים <WH802> of women, יתן <WH5414> and he shall give לו להשׁחיתה <WH7843> corrupting ולא <WH3808> her: but she shall not תעמד <WH5975> stand ולא <WH3808> neither לו תהיה׃ <WH1961> be"},{"number":18,"verse":"וישׁב <WH7725> After this shall he turn פניו <WH6440> his face לאיים <WH339> unto the isles, ולכד <WH3920> and shall take רבים <WH7227> many: והשׁבית <WH7673> offered by him to cease; קצין <WH7101> but a prince חרפתו <WH2781> for his own behalf shall cause the reproach לו בלתי <WH1115> without חרפתו <WH2781> his own reproach ישׁיב׃ <WH7725> he shall cause to turn"},{"number":19,"verse":"וישׁב <WH7725> Then he shall turn פניו <WH6440> his face למעוזי <WH4581> toward the fort ארצו <WH776> of his own land: ונכשׁל <WH3782> but he shall stumble ונפל <WH5307> and fall, ולא <WH3808> and not ימצא׃ <WH4672> be found."},{"number":20,"verse":"ועמד <WH5975> Then shall stand up על <WH5921> in כנו <WH3653> his estate מעביר <WH5674> a raiser נוגשׂ <WH5065> of taxes הדר <WH1925> the glory מלכות <WH4438> of the kingdom: ובימים <WH3117> days אחדים <WH259> but within few ישׁבר <WH7665> he shall be destroyed, ולא <WH3808> neither באפים <WH639> in anger, ולא <WH3808> nor במלחמה׃ <WH4421> in battle."},{"number":21,"verse":"ועמד <WH5975> shall stand up על <WH5921> And in כנו <WH3653> his estate נבזה <WH959> a vile person, ולא <WH3808> whom they shall not נתנו <WH5414> give עליו <WH5921> to הוד <WH1935> the honor מלכות <WH4438> of the kingdom: ובא <WH935> but he shall come in בשׁלוה <WH7962> peaceably, והחזיק <WH2388> and obtain מלכות <WH4438> the kingdom בחלקלקות׃ <WH2519> by flatteries."},{"number":22,"verse":"וזרעות <WH2220> And with the arms השׁטף <WH7858> of a flood ישׁטפו <WH7857> shall they be overflown מלפניו <WH6440> from before וישׁברו <WH7665> him, and shall be broken; וגם <WH1571> yea, also נגיד <WH5057> the prince ברית׃ <WH1285> of the covenant."},{"number":23,"verse":"ומן <WH4480> And after התחברות <WH2266> the league אליו <WH413> with יעשׂה <WH6213> him he shall work מרמה <WH4820> deceitfully: ועלה <WH5927> for he shall come up, ועצם <WH6105> and shall become strong במעט <WH4592> with a small גוי׃ <WH1471> people."},{"number":24,"verse":"בשׁלוה <WH7962> peaceably ובמשׁמני <WH4924> even upon the fattest places מדינה <WH4082> of the province; יבוא <WH935> He shall enter ועשׂה <WH6213> and he shall do אשׁר <WH834> which לא <WH3808> have not עשׂו <WH6213> done, אבתיו <WH1> his fathers ואבות <WH1> nor his fathers' אבתיו <WH1> fathers; בזה <WH961> among them the prey, ושׁלל <WH7998> and spoil, ורכושׁ <WH7399> and riches: להם <WH1992> יבזור <WH967> he shall scatter ועל <WH5921> against מבצרים <WH4013> the strongholds, יחשׁב <WH2803> and he shall forecast מחשׁבתיו <WH4284> his devices ועד <WH5704> even for עת׃ <WH6256> a time."},{"number":25,"verse":"ויער <WH5782> And he shall stir up כחו <WH3581> his power ולבבו <WH3824> and his courage על <WH5921> against מלך <WH4428> the king הנגב <WH5045> of the south בחיל <WH2428> army; גדול <WH1419> with a great ומלך <WH4428> and the king הנגב <WH5045> of the south יתגרה <WH1624> shall be stirred up למלחמה <WH4421> to battle בחיל <WH2428> army; גדול <WH1419> great ועצום <WH6099> and mighty עד <WH5704> with a very מאד <WH3966> with a very ולא <WH3808> but he shall not יעמד <WH5975> stand: כי <WH3588> for יחשׁבו <WH2803> they shall forecast עליו <WH5921> against מחשׁבות׃ <WH4284> devices"},{"number":26,"verse":"ואכלי <WH398> Yea, they that feed פת בגו <WH6598> of the portion of his meat ישׁברוהו <WH7665> shall destroy וחילו <WH2428> him, and his army ישׁטוף <WH7857> shall overflow: ונפלו <WH5307> shall fall down חללים <WH2491> slain. רבים׃ <WH7227> and many"},{"number":27,"verse":"ושׁניהם <WH8147> And both המלכים <WH4428> these kings' לבבם <WH3824> hearts למרע <WH4827> to do mischief, ועל <WH5921> at שׁלחן <WH7979> table; אחד <WH259> one כזב <WH3577> lies ידברו <WH1696> and they shall speak ולא <WH3808> but it shall not תצלח <WH6743> prosper: כי <WH3588> for עוד <WH5750> yet קץ <WH7093> the end למועד׃ <WH4150> at the time appointed."},{"number":28,"verse":"וישׁב <WH7725> Then shall he return ארצו <WH776> into his land ברכושׁ <WH7399> riches; גדול <WH1419> with great ולבבו <WH3824> and his heart על <WH5921> against ברית <WH1285> covenant; קדשׁ <WH6944> the holy ועשׂה <WH6213> and he shall do ושׁב <WH7725> and return לארצו׃ <WH776> to his own land."},{"number":29,"verse":"למועד <WH4150> At the time appointed ישׁוב <WH7725> he shall return, ובא <WH935> and come בנגב <WH5045> toward the south; ולא <WH3808> but it shall not תהיה <WH1961> be כראשׁנה <WH7223> as the former, וכאחרנה׃ <WH314> or as the latter."},{"number":30,"verse":"ובאו <WH935> shall come בו ציים <WH6716> For the ships כתים <WH3794> of Chittim ונכאה <WH3512> against him: therefore he shall be grieved, ושׁב <WH7725> and return, וזעם <WH2194> and have indignation על <WH5921> against ברית <WH1285> covenant: קודשׁ <WH6944> the holy ועשׂה <WH6213> so shall he do; ושׁב <WH7725> he shall even return, ויבן <WH995> and have intelligence על <WH5921> with עזבי <WH5800> them that forsake ברית <WH1285> covenant. קדשׁ׃ <WH6944> the holy"},{"number":31,"verse":"וזרעים <WH2220> And arms ממנו <WH4480> on his part, יעמדו <WH5975> shall stand וחללו <WH2490> and they shall pollute המקדשׁ <WH4720> the sanctuary המעוז <WH4581> of strength, והסירו <WH5493> and shall take away התמיד <WH8548> the daily ונתנו <WH5414> and they shall place השׁקוץ <WH8251> the abomination משׁומם׃ <WH8074> that maketh desolate."},{"number":32,"verse":"ומרשׁיעי <WH7561> And such as do wickedly against ברית <WH1285> the covenant יחניף <WH2610> shall he corrupt בחלקות <WH2514> by flatteries: ועם <WH5971> but the people ידעי <WH3045> that do know אלהיו <WH430> their God יחזקו <WH2388> shall be strong, ועשׂו׃ <WH6213> and do"},{"number":33,"verse":"ומשׂכילי <WH7919> And they that understand עם <WH5971> among the people יבינו <WH995> shall instruct לרבים <WH7227> many: ונכשׁלו <WH3782> yet they shall fall בחרב <WH2719> by the sword, ובלהבה <WH3852> and by flame, בשׁבי <WH7628> by captivity, ובבזה <WH961> and by spoil, ימים׃ <WH3117> days."},{"number":34,"verse":"ובהכשׁלם <WH3782> Now when they shall fall, יעזרו <WH5826> they shall be helped עזר <WH5828> help: מעט <WH4592> with a little ונלוו <WH3867> shall cleave עליהם <WH5921> to רבים <WH7227> but many בחלקלקות׃ <WH2519> them with flatteries."},{"number":35,"verse":"ומן <WH4480> And of המשׂכילים <WH7919> them of understanding יכשׁלו <WH3782> shall fall, לצרוף <WH6884> to try בהם ולברר <WH1305> them, and to purge, וללבן <WH3835> and to make white, עד <WH5704> to עת <WH6256> the time קץ <WH7093> of the end: כי <WH3588> because עוד <WH5750> yet למועד׃ <WH4150> for a time appointed."},{"number":36,"verse":"ועשׂה <WH6213> shall do כרצונו <WH7522> according to his will; המלך <WH4428> And the king ויתרומם <WH7311> and he shall exalt himself, ויתגדל <WH1431> and magnify himself על <WH5921> above כל <WH3605> every אל <WH410> god, ועל <WH5921> against אל <WH410> the God אלים <WH410> of gods, ידבר <WH1696> and shall speak נפלאות <WH6381> marvelous things והצליח <WH6743> and shall prosper עד <WH5704> till כלה <WH3615> be accomplished: זעם <WH2195> the indignation כי <WH3588> for נחרצה <WH2782> that that is determined נעשׂתה׃ <WH6213> shall be done."},{"number":37,"verse":"ועל <WH5921> above אלהי <WH430> the God אבתיו <WH1> of his fathers, לא <WH3808> יביןעל <WH5921> חמדת <WH2532> nor the desire נשׁים <WH802> of women, ועל <WH5921> כל <WH3605> nor regard any אלוה <WH433> god: לא <WH3808> יביןי <WH3588> for על <WH5921> כל <WH3605> all. יתגדל׃ <WH1431> he shall magnify himself"},{"number":38,"verse":"ולאלה <WH433> the God מעזים <WH4581> of forces: על <WH5921> But in כנו <WH3653> his estate יכבד <WH3513> shall he honor ולאלוה <WH433> and a god אשׁר <WH834> whom לא <WH3808> not ידעהו <WH3045> knew אבתיו <WH1> his fathers יכבד <WH3513> shall he honor בזהב <WH2091> with gold, ובכסף <WH3701> and silver, ובאבן <WH68> stones, יקרה <WH3368> and with precious ובחמדות׃ <WH2530> and pleasant things."},{"number":39,"verse":"ועשׂה <WH6213> Thus shall he do למבצרי <WH4013> in the most strong holds מעזים <WH4581> in the most strong holds עם <WH5973> with אלוה <WH433> god, נכר <WH5236> a strange אשׁר <WH834> whom הכיר <WH5234> he shall acknowledge ירבה <WH7235> increase כבוד <WH3519> with glory: והמשׁילם <WH4910> and he shall cause them to rule ברבים <WH7227> over many, ואדמה <WH127> the land יחלק <WH2505> and shall divide במחיר׃ <WH4242> for gain."},{"number":40,"verse":"ובעת <WH6256> And at the time קץ <WH7093> of the end יתנגח <WH5055> push עמו <WH5973> at מלך <WH4428> shall the king הנגב <WH5045> of the south וישׂתער <WH8175> shall come against him like a whirlwind, עליו <WH5921> shall come against him like a whirlwind, מלך <WH4428> him: and the king הצפון <WH6828> of the north ברכב <WH7393> with chariots, ובפרשׁים <WH6571> and with horsemen, ובאניות <WH591> ships; רבות <WH7227> and with many ובא <WH935> and he shall enter בארצות <WH776> into the countries, ושׁטף <WH7857> and shall overflow ועבר׃ <WH5674> and pass over."},{"number":41,"verse":"ובא <WH935> He shall enter בארץ <WH776> land, הצבי <WH6643> also into the glorious ורבות <WH7227> and many יכשׁלו <WH3782> shall be overthrown: ואלה <WH428> but these ימלטו <WH4422> shall escape מידו <WH3027> out of his hand, אדום <WH123> Edom, ומואב <WH4124> and Moab, וראשׁית <WH7225> and the chief בני <WH1121> of the children עמון׃ <WH5983> of Ammon."},{"number":42,"verse":"וישׁלח <WH7971> He shall stretch forth ידו <WH3027> his hand בארצות <WH776> also upon the countries: וארץ <WH776> and the land מצרים <WH4714> of Egypt לא <WH3808> shall not תהיה <WH1961> escape. לפליטה׃ <WH6413> escape."},{"number":43,"verse":"ומשׁל <WH4910> But he shall have power במכמני <WH4362> over the treasures הזהב <WH2091> of gold והכסף <WH3701> and of silver, ובכל <WH3605> and over all חמדות <WH2530> the precious things מצרים <WH4714> of Egypt: ולבים <WH3864> and the Libyans וכשׁים <WH3569> and the Ethiopians במצעדיו׃ <WH4703> at his steps."},{"number":44,"verse":"ושׁמעות <WH8052> But tidings יבהלהו <WH926> shall trouble ממזרח <WH4217> out of the east ומצפון <WH6828> and out of the north ויצא <WH3318> him: therefore he shall go forth בחמא <WH2534> fury גדלה <WH1419> with great להשׁמיד <WH8045> to destroy, ולהחרים <WH2763> and utterly to make away רבים׃ <WH7227> many."},{"number":45,"verse":"ויטע <WH5193> And he shall plant אהלי <WH168> the tabernacles אפדנו <WH643> of his palace בין <WH996> between ימים <WH3220> the seas להר <WH2022> mountain; צבי <WH6643> in the glorious קדשׁ <WH6944> holy ובא <WH935> yet he shall come עד <WH5704> to קצו <WH7093> his end, ואין <WH369> and none עוזר׃ <WH5826> shall help"}]}