{"bibleAbbr":"Orig2013+","bookName":"דניאל","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"ובעת <WH6256> time ההיא <WH1931> And at that יעמד <WH5975> stand up, מיכאל <WH4317> shall Michael השׂר <WH8269> prince הגדול <WH1419> the great העמד <WH5975> which standeth על <WH5921> for בני <WH1121> the children עמך <WH5971> of thy people: והיתה <WH1961> and there shall be עת <WH6256> a time צרה <WH6869> of trouble, אשׁר <WH834> such as לא <WH3808> never נהיתה <WH1961> was מהיות <WH1961> since there was גוי <WH1471> a nation עד <WH5704> to העת <WH6256> time: ההיא <WH1931> that same ובעת <WH6256> time ההיא <WH1931> and at that ימלט <WH4422> shall be delivered, עמך <WH5971> thy people כל <WH3605> every one הנמצא <WH4672> that shall be found כתוב <WH3789> written בספר׃ <WH5612> in the book."},{"number":2,"verse":"ורבים <WH7227> And many מישׁני <WH3463> of them that sleep אדמת <WH127> of the earth עפר <WH6083> in the dust יקיצו <WH6974> shall awake, אלה <WH428> some לחיי <WH2416> life, עולם <WH5769> to everlasting ואלה <WH428> and some לחרפות <WH2781> to shame לדראון <WH1860> contempt. עולם׃ <WH5769> everlasting"},{"number":3,"verse":"והמשׂכלים <WH7919> And they that be wise יזהרו <WH2094> shall shine כזהר <WH2096> as the brightness הרקיע <WH7549> of the firmament; ומצדיקי <WH6663> and they that turn many to righteousness הרבים <WH7227> and they that turn many to righteousness ככוכבים <WH3556> as the stars לעולם <WH5769> forever ועד׃ <WH5703> and ever."},{"number":4,"verse":"ואתה <WH859> But thou, דניאל <WH1840> O Daniel, סתם <WH5640> shut up הדברים <WH1697> the words, וחתם <WH2856> and seal הספר <WH5612> the book, עד <WH5704> to עת <WH6256> the time קץ <WH7093> of the end: ישׁטטו <WH7751> shall run to and fro, רבים <WH7227> many ותרבה <WH7235> shall be increased. הדעת׃ <WH1847> and knowledge"},{"number":5,"verse":"וראיתי <WH7200> looked, אני <WH589> Then I דניאל <WH1840> Daniel והנה <WH2009> and, behold, שׁנים <WH8147> two, אחרים <WH312> other עמדים <WH5975> there stood אחד <WH259> the one הנה <WH2008> on this side לשׂפת <WH8193> of the bank היאר <WH2975> of the river, ואחד <WH259> and the other הנה <WH2008> on that side לשׂפת <WH8193> of the bank היאר׃ <WH2975> of the river."},{"number":6,"verse":"ויאמר <WH559> And said לאישׁ <WH376> to the man לבושׁ <WH3847> clothed הבדים <WH906> in linen, אשׁר <WH834> which ממעל <WH4605> upon למימי <WH4325> the waters היאר <WH2975> of the river, עד <WH5704> מתיץ <WH7093> the end הפלאות׃ <WH6382> of these wonders?"},{"number":7,"verse":"ואשׁמע <WH8085> And I heard את <WH853> האישׁ <WH376> the man לבושׁ <WH3847> clothed הבדים <WH906> in linen, אשׁר <WH834> which ממעל <WH4605> upon למימי <WH4325> the waters היאר <WH2975> of the river, וירם <WH7311> when he held up ימינו <WH3225> his right hand ושׂמאלו <WH8040> and his left hand אל <WH413> unto השׁמים <WH8064> heaven, וישׁבע <WH7650> and swore בחי <WH2416> by him that liveth העולם <WH5769> forever כי <WH3588> that למועד <WH4150> for a time, מועדים <WH4150> times, וחצי <WH2677> and a half; וככלות <WH3615> and when he shall have accomplished נפץ <WH5310> to scatter יד <WH3027> the power עם <WH5971> people, קדשׁ <WH6944> of the holy תכלינה <WH3615> shall be finished. כל <WH3605> all אלה׃ <WH428> these"},{"number":8,"verse":"ואני <WH589> And I שׁמעתי <WH8085> heard, ולא <WH3808> not: אבין <WH995> but I understood ואמרה <WH559> then said אדני <WH113> I, O my Lord, מה <WH4100> what אחרית <WH319> the end אלה׃ <WH428> of these"},{"number":9,"verse":"ויאמר <WH559> And he said, לך <WH1980> Go thy way, דניאל <WH1840> Daniel: כי <WH3588> for סתמים <WH5640> closed up וחתמים <WH2856> and sealed הדברים <WH1697> the words עד <WH5704> till עת <WH6256> the time קץ׃ <WH7093> of the end."},{"number":10,"verse":"יתבררו <WH1305> shall be purified, ויתלבנו <WH3835> and made white, ויצרפו <WH6884> and tried; רבים <WH7227> Many והרשׁיעו <WH7561> shall do wickedly: רשׁעים <WH7563> but the wicked ולא <WH3808> and none יבינו <WH995> shall understand; כל <WH3605> and none רשׁעים <WH7563> of the wicked והמשׂכלים <WH7919> but the wise יבינו׃ <WH995> shall understand."},{"number":11,"verse":"ומעת <WH6256> הוסר <WH5493> shall be taken away, התמיד <WH8548> the daily ולתת <WH5414> set up, שׁקוץ <WH8251> and the abomination שׁמם <WH8074> that maketh desolate ימים <WH3117> days. אלף <WH505> a thousand מאתים <WH3967> two hundred ותשׁעים׃ <WH8673> and ninety"},{"number":12,"verse":"אשׁרי <WH835> Blessed המחכה <WH2442> he that waiteth, ויגיע <WH5060> and cometh לימים <WH3117> days. אלף <WH505> to the thousand שׁלשׁ <WH7969> three מאות <WH3967> hundred שׁלשׁים <WH7970> and thirty וחמשׁה׃ <WH2568> and five"},{"number":13,"verse":"ואתה <WH859> לךקץ <WH7093> till the end ותנוח <WH5117> for thou shalt rest, ותעמד <WH5975> and stand לגרלך <WH1486> in thy lot לקץ <WH7093> at the end הימין׃ <WH3117> of the days."}]}