{"bibleAbbr":"Orig2013+","bookName":"דניאל","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"נבוכדנצר <WH5020> Nebuchadnezzar מלכא <WH4430> the king, לכל <WH3606> unto all עממיא <WH5972> people, אמיא <WH524> nations, ולשׁניא <WH3961> and languages, די <WH1768> that דארין <WH1753> dwell בכל <WH3606> in all ארעא <WH772> the earth; שׁלמכון <WH8001> Peace ישׂגא׃ <WH7680> be multiplied"},{"number":2,"verse":"אתיא <WH852> the signs ותמהיא <WH8540> and wonders די <WH1768> that עבד <WH5648> hath wrought עמי <WH5974> toward אלהא <WH426> God עליא <WH5943> the high שׁפר <WH8232> קדמיהחויה׃ <WH2324> to show"},{"number":3,"verse":"אתוהי <WH852> his signs! כמה <WH4101> How רברבין <WH7260> great ותמהוהי <WH8540> his wonders! כמה <WH4101> and how תקיפין <WH8624> mighty מלכותה <WH4437> his kingdom מלכות <WH4437> kingdom, עלם <WH5957> an everlasting ושׁלטנה <WH7985> and his dominion עם <WH5974> from דר <WH1859> generation ודר׃ <WH1859> to generation."},{"number":4,"verse":"אנה <WH576> I נבוכדנצר <WH5020> Nebuchadnezzar שׁלה <WH7954> at rest הוית <WH1934> was בביתי <WH1005> in mine house, ורענן <WH7487> and flourishing בהיכלי׃ <WH1965> in my palace:"},{"number":5,"verse":"חלם <WH2493> a dream חזית <WH2370> I saw וידחלנני <WH1763> which made me afraid, והרהרין <WH2031> and the thoughts על <WH5922> upon משׁכבי <WH4903> my bed וחזוי <WH2376> and the visions ראשׁי <WH7217> of my head יבהלנני׃ <WH927> troubled"},{"number":6,"verse":"ומני <WH4481> שׂיםעם <WH2942> I a decree להנעלה <WH5954> קדמי <WH6925> before לכל <WH3606> all חכימי <WH2445> the wise בבל <WH895> of Babylon די <WH1768> me, that פשׁר <WH6591> unto me the interpretation חלמא <WH2493> of the dream. יהודענני׃ <WH3046> they might make known"},{"number":7,"verse":"באדין <WH116> Then עללין <WH5954> came in חרטמיא <WH2749> the magicians, אשׁפיא <WH826> the astrologers, כשׂדיא <WH3779> the Chaldeans, וגזריא <WH1505> and the soothsayers: וחלמא <WH2493> the dream אמר <WH560> told אנה <WH576> and I קדמיהון <WH6925> before ופשׁרה <WH6591> unto me the interpretation לא <WH3809> them; but they did not מהודעין׃ <WH3046> make known"},{"number":8,"verse":"ועד <WH5705> But at אחרין <WH318> the last על <WH5954> came in קדמי <WH6925> before דניאל <WH1841> Daniel די <WH1768> me, whose שׁמה <WH8036> name בלטשׁאצר <WH1096> Belteshazzar, כשׁם <WH8036> according to the name אלהי <WH426> of my god, ודי <WH1768> and in whom רוח <WH7308> the spirit אלהין <WH426> gods: קדישׁין <WH6922> of the holy בה וחלמא <WH2493> the dream, קדמוהי <WH6925> and before אמרת׃ <WH560> him I told"},{"number":9,"verse":"בלטשׁאצר <WH1096> O Belteshazzar, רב <WH7229> master חרטמיא <WH2749> of the magicians, די <WH1768> because אנה <WH576> I ידעת <WH3046> know די <WH1768> that רוח <WH7308> the spirit אלהין <WH426> gods קדישׁין <WH6922> of the holy בך וכל <WH3606> in thee, and no רז <WH7328> secret לא <WH3809> in thee, and no אנס <WH598> troubleth לך חזוי <WH2376> me the visions חלמי <WH2493> of my dream די <WH1768> that חזית <WH2370> I have seen, ופשׁרה <WH6591> and the interpretation אמר׃ <WH560> thee, tell"},{"number":10,"verse":"וחזוי <WH2376> Thus the visions ראשׁי <WH7217> of mine head על <WH5922> in משׁכבי <WH4903> my bed; חזה <WH2370> הויתאלו <WH431> and behold אילן <WH363> a tree בגוא <WH1459> in the midst ארעא <WH772> of the earth, ורומה <WH7314> and the height שׂגיא׃ <WH7690> thereof great."},{"number":11,"verse":"רבה <WH7236> grew, אילנא <WH363> The tree ותקף <WH8631> and was strong, ורומה <WH7314> and the height ימטא <WH4291> thereof reached לשׁמיא <WH8065> unto heaven, וחזותה <WH2379> and the sight לסוף <WH5491> thereof to the end כל <WH3606> of all ארעא׃ <WH772> the earth:"},{"number":12,"verse":"עפיה <WH6074> The leaves שׁפיר <WH8209> thereof fair, ואנבה <WH4> and the fruit שׂגיא <WH7690> thereof much, ומזון <WH4203> and in it meat לכלא <WH3606> for all: בה תחתוהי <WH8460> under תטלל <WH2927> had shadow חיות <WH2423> the beasts ברא <WH1251> of the field ובענפוהי <WH6056> in the boughs ידרון <WH1753> dwelt צפרי <WH6853> it, and the fowls שׁמיא <WH8065> of the heaven ומנה <WH4481> of יתזין <WH2110> was fed כל <WH3606> thereof, and all בשׂרא׃ <WH1321> flesh"},{"number":13,"verse":"חזה <WH2370> הויתחזוי <WH2376> in the visions ראשׁי <WH7217> of my head על <WH5922> upon משׁכבי <WH4903> my bed, ואלו <WH431> and, behold, עיר <WH5894> a watcher וקדישׁ <WH6922> and a holy one מן <WH4481> from שׁמיא <WH8065> heaven; נחת׃ <WH5182> came down"},{"number":14,"verse":"קרא <WH7123> He cried בחיל <WH2429> aloud, וכן <WH3652> thus, אמר <WH560> and said גדו <WH1414> Hew down אילנא <WH363> the tree, וקצצו <WH7113> and cut off ענפוהי <WH6056> his branches, אתרו <WH5426> shake off עפיה <WH6074> his leaves, ובדרו <WH921> and scatter אנבה <WH4> his fruit: תנד <WH5111> get away חיותא <WH2423> let the beasts מן <WH4481> from תחתוהי <WH8479> under וצפריא <WH6853> it, and the fowls מן <WH4481> from ענפוהי׃ <WH6056> his branches:"},{"number":15,"verse":"ברם <WH1297> Nevertheless עקר <WH6136> the stump שׁרשׁוהי <WH8330> of his roots בארעא <WH772> in the earth, שׁבקו <WH7662> leave ובאסור <WH613> even with a band די <WH1768> of פרזל <WH6523> iron ונחשׁ <WH5174> and brass, בדתאא <WH1883> in the tender grass די <WH1768> of ברא <WH1251> the field; ובטל <WH2920> with the dew שׁמיא <WH8065> of heaven, יצטבע <WH6647> and let it be wet ועם <WH5974> with חיותא <WH2423> the beasts חלקה <WH2508> and his portion בעשׂב <WH6211> in the grass ארעא׃ <WH772> of the earth:"},{"number":16,"verse":"לבבה <WH3825> Let his heart מן <WH4481> from אנושׁא <WH606> man's, ישׁנון <WH8133> be changed ולבב <WH3825> heart חיוה <WH2423> and let a beast's יתיהב <WH3052> be given לה ושׁבעה <WH7655> unto him; and let seven עדנין <WH5732> times יחלפון <WH2499> pass עלוהי׃ <WH5922> over"},{"number":17,"verse":"בגזרת <WH1510> by the decree עירין <WH5894> of the watchers, פתגמא <WH6600> This matter ומאמר <WH3983> by the word קדישׁין <WH6922> of the holy ones: שׁאלתא <WH7595> and the demand עד <WH5705> to דברת <WH1701> the intent די <WH1768> that ינדעון <WH3046> may know חייא <WH2417> the living די <WH1768> that שׁליט <WH7990> ruleth עליא <WH5943> the most High במלכות <WH4437> in the kingdom אנושׁא <WH606> of men, ולמן <WH4479> it to whomsoever די <WH1768> it to whomsoever יצבא <WH6634> he will, יתננה <WH5415> and giveth ושׁפל <WH8215> it the basest אנשׁים <WH606> of men. יקים <WH6966> and setteth up עליה׃ <WH5921>"},{"number":18,"verse":"דנה <WH1836> This חלמא <WH2493> dream חזית <WH2370> have seen. אנה <WH576> I מלכא <WH4430> king נבוכדנצר <WH5020> Nebuchadnezzar ואנתה <WH607> Now thou, בלטשׁאצר <WH1096> O Belteshazzar, פשׁרא <WH6591> the interpretation אמר <WH560> declare כל <WH3606> thereof, forasmuch as קבל <WH6903> די <WH1768> for כל <WH3606> all חכימי <WH2445> the wise מלכותי <WH4437> of my kingdom לא <WH3809> are not able יכלין <WH3202> are not able פשׁרא <WH6591> unto me the interpretation: להודעתני <WH3046> to make known ואנתה <WH607> but thou כהל <WH3546> able; די <WH1768> רוח <WH7308> the spirit אלהין <WH426> gods קדישׁין׃ <WH6922> of the holy"},{"number":19,"verse":"אדין <WH116> Then דניאל <WH1841> Daniel, די <WH1768> whose שׁמה <WH8036> name בלטשׁאצר <WH1096> Belteshazzar, אשׁתומם <WH8075> was astonished כשׁעה <WH8160> hour, חדה <WH2298> for one ורעינהי <WH7476> and his thoughts יבהלנה <WH927> troubled ענה <WH6032> spoke, מלכא <WH4430> him. The king ואמר <WH560> and said, בלטשׁאצר <WH1096> Belteshazzar, חלמא <WH2493> the dream, ופשׁרא <WH6591> or the interpretation אל <WH409> let not יבהלך <WH927> thereof, trouble ענה <WH6032> answered בלטשׁאצר <WH1096> thee. Belteshazzar ואמר <WH560> and said, מראי <WH4756> My lord, חלמא <WH2493> the dream לשׂנאיך <WH8131> to them that hate ופשׁרה <WH6591> thee, and the interpretation לעריך׃ <WH6146> thereof to thine enemies."},{"number":20,"verse":"אילנא <WH363> The tree די <WH1768> that חזית <WH2370> thou sawest, די <WH1768> which רבה <WH7236> grew, ותקף <WH8631> and was strong, ורומה <WH7314> whose height ימטא <WH4291> reached לשׁמיא <WH8065> unto the heaven, וחזותה <WH2379> and the sight לכל <WH3606> thereof to all ארעא׃ <WH772> the earth;"},{"number":21,"verse":"ועפיה <WH6074> Whose leaves שׁפיר <WH8209> fair, ואנבה <WH4> and the fruit שׂגיא <WH7690> thereof much, ומזון <WH4203> and in it meat לכלא <WH3606> for all; בה תחתוהי <WH8460> under תדור <WH1753> dwelt, חיות <WH2423> which the beasts ברא <WH1251> of the field ובענפוהי <WH6056> and upon whose branches ישׁכנן <WH7932> had their habitation: צפרי <WH6853> the fowls שׁמיא׃ <WH8065> of the heaven"},{"number":22,"verse":"אנתה <WH607> thou, הוא <WH607> מלכא <WH4430> O king, די <WH1768> that רבית <WH7236> art grown ותקפת <WH8631> and become strong: ורבותך <WH7238> for thy greatness רבת <WH7236> is grown, ומטת <WH4291> and reacheth לשׁמיא <WH8065> unto heaven, ושׁלטנך <WH7985> and thy dominion לסוף <WH5491> to the end ארעא׃ <WH772> of the earth."},{"number":23,"verse":"ודי <WH1768> And whereas חזה <WH2370> saw מלכא <WH4430> the king עיר <WH5894> a watcher וקדישׁ <WH6922> and a holy one נחת <WH5182> coming down מן <WH4481> from שׁמיא <WH8065> heaven, ואמר <WH560> and saying, גדו <WH1414> אילנאחבלוהי <WH2255> and destroy ברם <WH1297> it; yet עקר <WH6136> the stump שׁרשׁוהי <WH8330> of the roots בארעא <WH772> thereof in the earth, שׁבקו <WH7662> leave ובאסור <WH613> even with a band די <WH1768> of פרזל <WH6523> iron ונחשׁ <WH5174> and brass, בדתאא <WH1883> in the tender grass די <WH1768> of ברא <WH1251> the field; ובטל <WH2920> with the dew שׁמיא <WH8065> of heaven, יצטבע <WH6647> and let it be wet ועם <WH5974> with חיות <WH2423> the beasts ברא <WH1251> of the field, חלקה <WH2508> and his portion עד <WH5705> till די <WH1768> till שׁבעה <WH7655> seven עדנין <WH5732> times יחלפון <WH2499> pass עלוהי׃ <WH5922> over"},{"number":24,"verse":"דנה <WH1836> This פשׁרא <WH6591> the interpretation, מלכא <WH4430> O king, וגזרת <WH1510> the decree עליא <WH5943> of the most High, היא <WH1932> and this די <WH1768> which מטת <WH4291> is come על <WH5922> upon מראי <WH4756> my lord מלכא׃ <WH4430> the king:"},{"number":25,"verse":"ולך טרדין <WH2957> That they shall drive מן <WH4481> thee from אנשׁא <WH606> men, ועם <WH5974> with חיות <WH2423> the beasts ברא <WH1251> of the field, להוה <WH1934> shall be מדרך <WH4070> and thy dwelling ועשׂבא <WH6211> grass כתורין <WH8450> as oxen, לך יטעמון <WH2939> and they shall make thee to eat ומטל <WH2920> thee with the dew שׁמיא <WH8065> of heaven, לך מצבעין <WH6647> and they shall wet ושׁבעה <WH7655> and seven עדנין <WH5732> times יחלפון <WH2499> shall pass עליך <WH5921> עד <WH5705> thee, till די <WH1768> thee, till תנדע <WH3046> thou know די <WH1768> that שׁליט <WH7990> ruleth עליא <WH5943> the most High במלכות <WH4437> in the kingdom אנשׁא <WH606> of men, ולמן <WH4479> it to whomsoever די <WH1768> it to whomsoever יצבא <WH6634> he will. יתננה׃ <WH5415> and giveth"},{"number":26,"verse":"ודי <WH1768> And whereas אמרו <WH560> they commanded למשׁבק <WH7662> to leave עקר <WH6136> the stump שׁרשׁוהי <WH8330> roots; די <WH1768> of אילנא <WH363> the tree מלכותך <WH4437> thy kingdom לך קימה <WH7011> shall be sure מן <WH4481> unto thee, after that די <WH1768> unto thee, after that תנדע <WH3046> thou shalt have known די <WH1768> that שׁלטן <WH7990> do rule. שׁמיא׃ <WH8065> the heavens"},{"number":27,"verse":"להן <WH3861> Wherefore, מלכא <WH4430> O king, מלכי <WH4431> let my counsel ישׁפר <WH8232> be acceptable עליך <WH5921> וחטיך <WH2408> off thy sins בצדקה <WH6665> by righteousness, פרק <WH6562> thee, and break ועויתך <WH5758> and thine iniquities במחן <WH2604> by showing mercy ענין <WH6033> to the poor; הן <WH2006> if תהוא <WH1934> it may be ארכה <WH754> a lengthening לשׁלותך׃ <WH7963> of thy tranquillity."},{"number":28,"verse":"כלא <WH3606> All this מטא <WH4291> came על <WH5922> upon נבוכדנצר <WH5020> Nebuchadnezzar. מלכא׃ <WH4430> the king"},{"number":29,"verse":"לקצת <WH7118> At the end ירחין <WH3393> months תרי <WH8648> of twelve עשׂר <WH6236> of twelve על <WH5922> in היכל <WH1965> the palace מלכותא <WH4437> of the kingdom די <WH1768> of בבל <WH895> Babylon. מהלך <WH1981> he walked הוה׃ <WH1934> he walked"},{"number":30,"verse":"ענה <WH6032> spoke, מלכא <WH4430> The king ואמר <WH560> and said, הלא <WH3809> Is not דא <WH1668> this היא <WH1932> בבל <WH895> Babylon, רבתא <WH7229> great די <WH1768> that אנה <WH576> I בניתה <WH1124> have built לבית <WH1005> for the house מלכו <WH4437> of the kingdom בתקף <WH8632> by the might חסני <WH2632> of my power, וליקר <WH3367> and for the honor הדרי׃ <WH1923> of my majesty?"},{"number":31,"verse":"עוד <WH5751> While מלתא <WH4406> the word בפם <WH6433> mouth, מלכא <WH4430> in the king's קל <WH7032> a voice מן <WH4481> from שׁמיא <WH8065> heaven, נפל <WH5308> there fell לך אמרין <WH560> to thee it is spoken; נבוכדנצר <WH5020> Nebuchadnezzar, מלכא <WH4430> O king מלכותה <WH4437> The kingdom עדת <WH5709> is departed מנך׃ <WH4481> from"},{"number":32,"verse":"ומן <WH4481> thee from אנשׁא <WH606> men, לך טרדין <WH2957> And they shall drive ועם <WH5974> with חיות <WH2423> the beasts ברא <WH1251> of the field: מדרך <WH4070> and thy dwelling עשׂבא <WH6211> grass כתורין <WH8450> as oxen, לך יטעמון <WH2939> they shall make thee to eat ושׁבעה <WH7655> and seven עדנין <WH5732> times יחלפון <WH2499> shall pass עליך <WH5921> עד <WH5705> thee, until די <WH1768> thee, until תנדע <WH3046> thou know די <WH1768> that שׁליט <WH7990> ruleth עליא <WH5943> the most High במלכות <WH4437> in the kingdom אנשׁא <WH606> of men, ולמן <WH4479> it to whomsoever די <WH1768> it to whomsoever יצבא <WH6634> he will. יתננה׃ <WH5415> and giveth"},{"number":33,"verse":"בה שׁעתא <WH8160> The same hour מלתא <WH4406> was the thing ספת <WH5487> fulfilled על <WH5922> upon נבוכדנצר <WH5020> Nebuchadnezzar: ומן <WH4481> from אנשׁא <WH606> men, טריד <WH2957> and he was driven ועשׂבא <WH6211> grass כתורין <WH8450> as oxen, יאכל <WH399> and did eat ומטל <WH2920> with the dew שׁמיא <WH8065> of heaven, גשׁמה <WH1655> and his body יצטבע <WH6647> was wet עד <WH5705> till די <WH1768> till שׂערה <WH8177> his hairs כנשׁרין <WH5403> like eagles' רבה <WH7236> were grown וטפרוהי <WH2953> and his nails כצפרין׃ <WH6853> like birds'"},{"number":34,"verse":"ולקצת <WH7118> And at the end יומיה <WH3118> of the days אנה <WH576> I נבוכדנצר <WH5020> Nebuchadnezzar עיני <WH5870> mine eyes לשׁמיא <WH8065> unto heaven, נטלת <WH5191> lifted up ומנדעי <WH4486> and mine understanding עלי <WH5922> unto יתוב <WH8421> returned ולעליא <WH5943> the most High, ברכת <WH1289> me, and I blessed ולחי <WH2417> him that liveth עלמא <WH5957> forever, שׁבחת <WH7624> and I praised והדרת <WH1922> and honored די <WH1768> whose שׁלטנה <WH7985> dominion שׁלטן <WH7985> dominion, עלם <WH5957> an everlasting ומלכותה <WH4437> and his kingdom עם <WH5974> from דר <WH1859> generation ודר׃ <WH1859> to generation:"},{"number":35,"verse":"וכל <WH3606> And all דארי <WH1753> the inhabitants ארעא <WH772> of the earth כלה <WH3809> as nothing: חשׁיבין <WH2804> reputed וכמצביה <WH6634> according to his will עבד <WH5648> and he doeth בחיל <WH2429> in the army שׁמיא <WH8065> of heaven, ודארי <WH1753> and the inhabitants ארעא <WH772> of the earth: ולא <WH3809> and none איתי <WH383> can די <WH1768> ימחא <WH4223> stay בידה <WH3028> his hand, ויאמר <WH560> or say לה מה <WH4101> unto him, What עבדת׃ <WH5648> doest"},{"number":36,"verse":"בה זמנא <WH2166> At the same time מנדעי <WH4486> my reason יתוב <WH8421> returned עלי <WH5922> unto וליקר <WH3367> me; and for the glory מלכותי <WH4437> of my kingdom, הדרי <WH1923> mine honor וזוי <WH2122> and brightness יתוב <WH8421> returned עלי <WH5922> unto ולי הדברי <WH1907> me; and my counselors ורברבני <WH7261> and my lords יבעון <WH1156> sought ועל <WH5922> in מלכותי <WH4437> my kingdom, התקנת <WH8627> unto me; and I was established ורבו <WH7238> majesty יתירה <WH3493> and excellent הוספת׃ <WH3255> was added"},{"number":37,"verse":"כען <WH3705> Now אנה <WH576> I נבוכדנצר <WH5020> Nebuchadnezzar משׁבח <WH7624> praise ומרומם <WH7313> and extol ומהדר <WH1922> and honor למלך <WH4430> the King שׁמיא <WH8065> of heaven, די <WH1768> whose כל <WH3606> all מעבדוהי <WH4567> works קשׁט <WH7187> truth, וארחתה <WH735> and his ways דין <WH1780> judgment: ודי <WH1768> and those מהלכין <WH1981> that walk בגוה <WH1467> in pride יכל <WH3202> he is able להשׁפלה׃ <WH8214> to abase."}]}