{"bibleAbbr":"Orig2013+","bookName":"דניאל","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"שׁפר <WH8232> קדםריושׁ <WH1868> Darius והקים <WH6966> to set על <WH5922> over מלכותא <WH4437> the kingdom לאחשׁדרפניא <WH324> princes, מאה <WH3969> a hundred ועשׂרין <WH6243> and twenty די <WH1768> which להון <WH1934> should be בכל <WH3606> over the whole מלכותא׃ <WH4437> kingdom;"},{"number":2,"verse":"ועלא <WH5924> מנהון <WH4481> of whom סרכין <WH5632> presidents; תלתא <WH8532> these three די <WH1768> of whom דניאל <WH1841> Daniel חד <WH2298> first: מנהון <WH4481> די <WH1768> that להון <WH1934> might אחשׁדרפניא <WH324> princes אלין <WH459> the יהבין <WH3052> give להון טעמא <WH2941> accounts ומלכא <WH4430> unto them, and the king לא <WH3809> no להוא <WH1934> should have נזק׃ <WH5142> damage."},{"number":3,"verse":"אדין <WH116> Then דניאל <WH1841> Daniel דנה <WH1836> this הוא <WH1934> was מתנצח <WH5330> preferred על <WH5922> above סרכיא <WH5632> the presidents ואחשׁדרפניא <WH324> and princes, כל <WH3606> because קבל <WH6903> דיוח <WH7308> spirit יתירא <WH3493> an excellent בה ומלכא <WH4430> in him; and the king עשׁית <WH6246> thought להקמותה <WH6966> to set על <WH5922> him over כל <WH3606> the whole מלכותא׃ <WH4437> realm."},{"number":4,"verse":"אדין <WH116> Then סרכיא <WH5632> the presidents ואחשׁדרפניא <WH324> and princes הוו <WH1934> sought בעין <WH1156> sought עלה <WH5931> occasion להשׁכחה <WH7912> to find לדניאל <WH1841> against Daniel מצד <WH6655> concerning מלכותא <WH4437> the kingdom; וכל <WH3606> none עלה <WH5931> occasion ושׁחיתה <WH7844> nor fault; לא <WH3809> none יכלין <WH3202> but they could להשׁכחה <WH7912> find כל <WH3606> forasmuch as קבל <WH6903> דיהימן <WH540> faithful, הוא <WH1932> he וכל <WH3606> was there any שׁלו <WH7960> error ושׁחיתה <WH7844> or fault לא <WH3809> neither השׁתכחת <WH7912> found עלוהי׃ <WH5922> in"},{"number":5,"verse":"אדין <WH116> Then גבריא <WH1400> men, אלך <WH479> these אמרין <WH560> said די <WH1768> לא <WH3809> We shall not נהשׁכח <WH7912> find לדניאל <WH1841> Daniel, דנה <WH1836> against this כל <WH3606> any עלא <WH5931> occasion להן <WH3861> except השׁכחנה <WH7912> we find עלוהי <WH5922> against בדת <WH1882> him concerning the law אלהה׃ <WH426> of his God."},{"number":6,"verse":"אדין <WH116> Then סרכיא <WH5632> presidents ואחשׁדרפניא <WH324> and princes אלן <WH459> these הרגשׁו <WH7284> assembled together על <WH5922> to מלכא <WH4430> the king, וכן <WH3652> thus אמרין <WH560> and said לה דריושׁ <WH1868> Darius, מלכא <WH4430> unto him, King לעלמין <WH5957> forever. חיי׃ <WH2418> live"},{"number":7,"verse":"אתיעטו <WH3272> have consulted together כל <WH3606> All סרכי <WH5632> the presidents מלכותא <WH4437> of the kingdom, סגניא <WH5460> the governors, ואחשׁדרפניא <WH324> and the princes, הדבריא <WH1907> the counselors, ופחותא <WH6347> and the captains, לקימה <WH6966> to establish קים <WH7010> statute, מלכא <WH4430> a royal ולתקפה <WH8631> and to make a firm אסר <WH633> decree, די <WH1768> that כל <WH3606> whosoever די <WH1768> whosoever יבעה <WH1156> shall ask בעו <WH1159> a petition מן <WH4481> of כל <WH3606> any אלה <WH426> God ואנשׁ <WH606> or man עד <WH5705> for יומין <WH3118> days, תלתין <WH8533> thirty להן <WH3861> save מנך <WH4481> of מלכא <WH4430> thee, O king, יתרמא <WH7412> he shall be cast לגב <WH1358> into the den אריותא׃ <WH744> of lions."},{"number":8,"verse":"כען <WH3705> Now, מלכא <WH4430> O king, תקים <WH6966> establish אסרא <WH633> the decree, ותרשׁם <WH7560> and sign כתבא <WH3792> the writing, די <WH1768> that לא <WH3809> it be not להשׁניה <WH8133> changed, כדת <WH1882> according to the law מדי <WH4076> of the Medes ופרס <WH6540> and Persians, די <WH1768> which לא <WH3809> not. תעדא׃ <WH5709> altereth"},{"number":9,"verse":"כל <WH3606> קבלנה <WH1836> מלכא <WH4430> king דריושׁ <WH1868> Darius רשׁם <WH7560> signed כתבא <WH3792> the writing ואסרא׃ <WH633> and the decree."},{"number":10,"verse":"ודניאל <WH1841> Daniel כדי <WH1768> Now when ידע <WH3046> knew די <WH1768> that רשׁים <WH7560> was signed, כתבא <WH3792> the writing על <WH5954> he went לביתה <WH1005> into his house; וכוין <WH3551> and his windows פתיחן <WH6606> being open לה בעליתה <WH5952> in his chamber נגד <WH5049> toward ירושׁלם <WH3390> Jerusalem, וזמנין <WH2166> times תלתה <WH8532> three ביומא <WH3118> a day, הוא <WH1932> he ברך <WH1289> kneeled על <WH5922> upon ברכוהי <WH1291> his knees ומצלא <WH6739> and prayed, ומודא <WH3029> and gave thanks קדם <WH6925> before אלהה <WH426> his God, כל <WH3606> as קבל <WH6903> דיוא <WH1934> he did עבד <WH5648> he did מן <WH4481> formerly. קדמת <WH6928> דנה׃ <WH1836>"},{"number":11,"verse":"אדין <WH116> Then גבריא <WH1400> men אלך <WH479> these הרגשׁו <WH7284> assembled, והשׁכחו <WH7912> and found לדניאל <WH1841> Daniel בעא <WH1156> praying ומתחנן <WH2604> and making supplication קדם <WH6925> before אלהה׃ <WH426> his God."},{"number":12,"verse":"באדין <WH116> Then קריבו <WH7127> they came near, ואמרין <WH560> and spoke קדם <WH6925> before מלכא <WH4430> the king על <WH5922> concerning אסר <WH633> decree; מלכא <WH4430> the king's הלא <WH3809> Hast thou not אסר <WH633> a decree, רשׁמת <WH7560> signed די <WH1768> that כל <WH3606> every אנשׁ <WH606> man די <WH1768> that יבעה <WH1156> shall ask מן <WH4481> of כל <WH3606> any אלה <WH426> God ואנשׁ <WH606> or man עד <WH5705> within יומין <WH3118> days, תלתין <WH8533> thirty להן <WH3861> save מנך <WH4481> of מלכא <WH4430> thee, O king, יתרמא <WH7412> shall be cast לגוב <WH1358> into the den אריותא <WH744> of lions? ענה <WH6032> answered מלכא <WH4430> The king ואמר <WH560> and said, יציבא <WH3330> true, מלתא <WH4406> The thing כדת <WH1882> according to the law מדי <WH4076> of the Medes ופרס <WH6540> and Persians, די <WH1768> which לא <WH3809> not. תעדא׃ <WH5709> altereth"},{"number":13,"verse":"באדין <WH116> Then ענו <WH6032> answered ואמרין <WH560> they and said קדם <WH6925> before מלכא <WH4430> the king, די <WH1768> That דניאל <WH1841> Daniel, די <WH1768> which מן <WH4481> of בני <WH1123> the children גלותא <WH1547> of the captivity די <WH1768> of יהוד <WH3061> Judah, לא <WH3809> not שׂם <WH7761> regardeth עליך <WH5921> מלכא <WH4430> thee, O king, טעם <WH2942> ועלסרא <WH633> nor the decree די <WH1768> that רשׁמת <WH7560> thou hast signed, וזמנין <WH2166> times תלתה <WH8532> three ביומא <WH3118> a day. בעא <WH1156> but maketh בעותה׃ <WH1159> his petition"},{"number":14,"verse":"אדין <WH116> Then מלכא <WH4430> the king, כדי <WH1768> when מלתא <WH4406> words, שׁמע <WH8086> he heard שׂגיא <WH7690> was sore באשׁ <WH888> displeased עלוהי <WH5922> with ועל <WH5922> on דניאל <WH1841> Daniel שׂם <WH7761> himself, and set בל <WH1079> heart לשׁיזבותה <WH7804> to deliver ועד <WH5705> till מעלי <WH4606> the going down שׁמשׁא <WH8122> of the sun הוא <WH1934> him: and he labored משׁתדר <WH7712> him: and he labored להצלותה׃ <WH5338> to deliver"},{"number":15,"verse":"באדין <WH116> Then גבריא <WH1400> men אלך <WH479> these הרגשׁו <WH7284> assembled על <WH5922> unto מלכא <WH4430> the king, ואמרין <WH560> and said למלכא <WH4430> unto the king, דע <WH3046> Know, מלכא <WH4430> O king, די <WH1768> that דת <WH1882> the law למדי <WH4076> of the Medes ופרס <WH6540> and Persians די <WH1768> That כל <WH3606> no אסר <WH633> decree וקים <WH7010> nor statute די <WH1768> which מלכא <WH4430> the king יהקים <WH6966> establisheth לא <WH3809> no להשׁניה׃ <WH8133> may be changed."},{"number":16,"verse":"באדין <WH116> Then מלכא <WH4430> the king אמר <WH560> commanded, והיתיו <WH858> and they brought לדניאל <WH1841> Daniel, ורמו <WH7412> and cast לגבא <WH1358> into the den די <WH1768> of אריותא <WH744> lions. ענה <WH6032> spoke מלכא <WH4430> the king ואמר <WH560> and said לדניאל <WH1841> unto Daniel, אלהך <WH426> Thy God די <WH1768> whom אנתה <WH607> thou פלח <WH6399> servest לה בתדירא <WH8411> continually, הוא <WH1932> he ישׁיזבנך׃ <WH7804> will deliver"},{"number":17,"verse":"והיתית <WH858> was brought, אבן <WH69> stone חדה <WH2298> And a ושׂמת <WH7761> and laid על <WH5922> upon פם <WH6433> the mouth גבא <WH1358> of the den; וחתמה <WH2857> sealed מלכא <WH4430> and the king בעזקתה <WH5824> it with his own signet, ובעזקת <WH5824> and with the signet רברבנוהי <WH7261> of his lords; די <WH1768> that לא <WH3809> might not תשׁנא <WH8133> be changed צבו <WH6640> the purpose בדניאל׃ <WH1841> concerning Daniel."},{"number":18,"verse":"אדין <WH116> Then אזל <WH236> went מלכא <WH4430> the king להיכלה <WH1965> to his palace, ובת <WH956> and passed the night טות <WH2908> fasting: ודחון <WH1761> were instruments of music לא <WH3809> neither הנעל <WH5954> brought קדמוהי <WH6925> before ושׁנתה <WH8139> him: and his sleep נדת <WH5075> went עלוהי׃ <WH5922> from"},{"number":19,"verse":"באדין <WH116> Then מלכא <WH4430> the king בשׁפרפרא <WH8238> very early in the morning, יקום <WH6966> arose בנגהא <WH5053> very early in the morning, ובהתבהלה <WH927> in haste לגבא <WH1358> unto the den די <WH1768> of אריותא <WH744> lions. אזל׃ <WH236> and went"},{"number":20,"verse":"וכמקרבה <WH7127> And when he came לגבא <WH1358> to the den, לדניאל <WH1841> unto Daniel: בקל <WH7032> voice עציב <WH6088> with a lamentable זעק <WH2200> he cried ענה <WH6032> spoke מלכא <WH4430> the king ואמר <WH560> and said לדניאל <WH1841> to Daniel, דניאל <WH1841> O Daniel, עבד <WH5649> servant אלהא <WH426> God, חיא <WH2417> of the living אלהך <WH426> is thy God, די <WH1768> whom אנתה <WH607> thou פלח <WH6399> servest לה בתדירא <WH8411> continually, היכל <WH3202> able לשׁיזבותך <WH7804> to deliver מן <WH4481> thee from אריותא׃ <WH744> the lions?"},{"number":21,"verse":"אדין <WH116> Then דניאל <WH1841> Daniel עם <WH5974> unto מלכא <WH4430> the king, מלל <WH4449> said מלכא <WH4430> O king, לעלמין <WH5957> forever. חיי׃ <WH2418> live"},{"number":22,"verse":"אלהי <WH426> My God שׁלח <WH7972> hath sent מלאכה <WH4398> his angel, וסגר <WH5463> and hath shut פם <WH6433> mouths, אריותא <WH744> the lions' ולא <WH3809> that they have not חבלוני <WH2255> hurt כל <WH3606> me: forasmuch as קבל <WH6903> דידמוהי <WH6925> before זכו <WH2136> him innocency השׁתכחת <WH7912> was found לי ואף <WH638> in me; and also קדמיך <WH6925> before מלכא <WH4430> thee, O king, חבולה <WH2248> hurt. לא <WH3809> no עבדת׃ <WH5648> have I done"},{"number":23,"verse":"באדין <WH116> Then מלכא <WH4430> was the king exceeding glad שׂגיא <WH7690> טאבלוהי <WH5922> for ולדניאל <WH1841> So Daniel אמר <WH560> him, and commanded להנסקה <WH5267> was taken up מן <WH4481> out of גבא <WH1358> the den. והסק <WH5267> דניאלן <WH4481> out of גבא <WH1358> the den, וכל <WH3606> and no manner חבל <WH2257> of hurt לא <WH3809> and no manner השׁתכח <WH7912> was found בה די <WH1768> upon him, because הימן <WH540> he believed באלהה׃ <WH426> in his God."},{"number":24,"verse":"ואמר <WH560> commanded, מלכא <WH4430> And the king והיתיו <WH858> and they brought גבריא <WH1400> men אלך <WH479> those די <WH1768> which אכלו <WH399> had accused קרצוהי <WH7170> had accused די <WH1768> דניאללגב <WH1358> into the den אריותא <WH744> of lions, רמו <WH7412> and they cast אנון <WH581> them, בניהון <WH1123> their children, ונשׁיהון <WH5389> and their wives; ולא <WH3809> מטוארעית <WH773> at the bottom גבא <WH1358> of the den. עד <WH5705> or ever they came די <WH1768> שׁלטו <WH7981> had the mastery בהון אריותא <WH744> and the lions וכל <WH3606> גרמיהוןדקו׃ <WH1855> of them, and broke all their bones in pieces"},{"number":25,"verse":"באדין <WH116> Then דריושׁ <WH1868> Darius מלכא <WH4430> king כתב <WH3790> wrote לכל <WH3606> unto all עממיא <WH5972> people, אמיא <WH524> nations, ולשׁניא <WH3961> and languages, די <WH1768> that דארין <WH1753> dwell בכל <WH3606> in all ארעא <WH772> the earth; שׁלמכון <WH8001> Peace ישׂגא׃ <WH7680> be multiplied"},{"number":26,"verse":"מן <WH4481> before קדמי <WH6925> before שׂים <WH7761> טעם <WH2942> a decree, די <WH1768> That בכל <WH3606> in every שׁלטן <WH7985> dominion מלכותי <WH4437> of my kingdom להון <WH1934> men tremble זאעין <WH2112> men tremble ודחלין <WH1763> and fear מן <WH4481> קדםלהה <WH426> the God די <WH1768> of דניאל <WH1841> Daniel: די <WH1768> for הוא <WH1932> he אלהא <WH426> God, חיא <WH2417> the living וקים <WH7011> and steadfast לעלמין <WH5957> forever, ומלכותה <WH4437> and his kingdom די <WH1768> which לא <WH3809> shall not תתחבל <WH2255> be destroyed, ושׁלטנה <WH7985> and his dominion עד <WH5705> unto סופא׃ <WH5491> the end."},{"number":27,"verse":"משׁיזב <WH7804> He delivereth ומצל <WH5338> and rescueth, ועבד <WH5648> and he worketh אתין <WH852> signs ותמהין <WH8540> and wonders בשׁמיא <WH8065> in heaven ובארעא <WH772> and in earth, די <WH1768> who שׁיזיב <WH7804> hath delivered לדניאל <WH1841> Daniel מן <WH4481> from יד <WH3028> the power אריותא׃ <WH744> of the lions."},{"number":28,"verse":"ודניאל <WH1841> Daniel דנה <WH1836> So this הצלח <WH6744> prospered במלכות <WH4437> in the reign דריושׁ <WH1868> of Darius, ובמלכות <WH4437> and in the reign כורשׁ <WH3567> of Cyrus פרסיא׃ <WH6543> the Persian."}]}