{"bibleAbbr":"ULT2024","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"This is what the Lord Yahweh showed me. Look, a basket of summer fruit!"},{"number":2,"verse":"He said, \"What do you see, Amos?\" I said, \"A basket of summer fruit.\" Then Yahweh said to me, \"The end has come for my people Israel; I will spare them no longer."},{"number":3,"verse":"The songs of the temple will become wailings in that day— this is the declaration of the Lord Yahweh— many dead bodies, they are thrown everywhere! Silence!\""},{"number":4,"verse":"Listen to this, you who trample the needy and remove the poor of the land."},{"number":5,"verse":"They say, \"When will the new moon be over, so we can sell grain again? When will the Sabbath day be over, so that we can sell wheat? We will make the measure small and increase the price, as we cheat with false scales."},{"number":6,"verse":"This is so we can sell bad wheat, buy the poor with silver, and the needy for a pair of sandals.\""},{"number":7,"verse":"Yahweh has sworn by the pride of Jacob, \"Surely I will never forget any of their actions.\""},{"number":8,"verse":"Will not the land quake for this, and every one who lives in it mourn? All of it will rise up like the Nile River, and it will be tossed about and sink again, like the river of Egypt."},{"number":9,"verse":"\"It will come in that day— this is the declaration of the Lord Yahweh— that I will make the sun set at noon, and I will darken the earth at daylight."},{"number":10,"verse":"I will turn your festivals into mourning and all your songs into lamentation. I will make all of you wear sackcloth and have baldness on every head. I will make it like mourning for an only son, and a bitter day to its end."},{"number":11,"verse":"Look, the days are coming— this is the declaration of the Lord Yahweh— when I will send a famine in the land, not a famine for bread, nor of thirst for water, but for hearing the words of Yahweh."},{"number":12,"verse":"They will stagger from sea to sea; they will run from the north to the east to seek the word of Yahweh, but they will not find it."},{"number":13,"verse":"In that day the beautiful virgins and the young men will faint from thirst."},{"number":14,"verse":"Those who swear by the sin of Samaria [ Instead of the sin of Samaria, some versions have Ashimah of Samaria. Ashimah was the name of a pagan goddess worshiped in some parts of Syria. ] and say, 'As your god lives, Dan,' and, 'As the way to Beersheba exists'— [ The Hebrew text has As the way to Beersheba exists, where this might refer to what people going to worship Beersheba's idols might have said. However, some versions want to change the Hebrew text to read As the loved one of Beersheba lives. Here \"loved one\" stands for an idol worshiped in Beersheba. ] they will fall and never rise again.\""}]}