{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"( रब का नबी यरमियाह) ज़ैल में यरमियाह बिन ख़िलक़ियाह के पैग़ामात क़लमबन्द किए गए हैं। (बिनयमीन के क़बाइली इलाक़े के शहर अनतोत में कुछ इमाम रहते थे, और यरमियाह का वालिद उन में से था)।"},{"number":2,"verse":"रब का फ़रमान पहली बार यहूदाह के बादशाह यूसियाह बिन अमून की हुकूमत के 13वें साल में यरमियाह पर नाज़िल हुआ,"},{"number":3,"verse":"और यरमियाह को यह पैग़ामात यहूयक़ीम बिन यूसियाह के दौर-ए-हुकूमत से ले कर सिदक़ियाह बिन यूसियाह की हुकूमत के 11वें साल के पाँचवें महीने ( जुलाई ता अगस्त।) तक मिलते रहे। उस वक़्त यरूशलम के बाशिन्दों को जिलावतन कर दिया गया।"},{"number":4,"verse":"( यरमियाह की बुलाहट) एक दिन रब का कलाम मुझ पर नाज़िल हुआ,"},{"number":5,"verse":"“मैं तुझे माँ के पेट में तश्कील देने से पहले ही जानता था, तेरी पैदाइश से पहले ही मैं ने तुझे मख़्सूस-ओ-मुक़द्दस करके अक़्वाम के लिए नबी मुक़र्रर किया।”"},{"number":6,"verse":"मैं ने एतिराज़ किया, “ऐ रब क़ादिर-ए-मुतलक़, अफ़्सोस! मैं तेरा कलाम सुनाने का सहीह इल्म नहीं रखता, मैं तो बच्चा ही हूँ।”"},{"number":7,"verse":"लेकिन रब ने मुझ से फ़रमाया, “मत कह ‘मैं बच्चा ही हूँ।’ क्यूँकि जिन के पास भी मैं तुझे भेजूँगा उन के पास तू जाएगा, और जो कुछ भी मैं तुझे सुनाने को कहूँगा उसे तू सुनाएगा।"},{"number":8,"verse":"लोगों से मत डरना, क्यूँकि मैं तेरे साथ हूँ, मैं तुझे बचाए रखूँगा।” यह रब का फ़रमान है।"},{"number":9,"verse":"फिर रब ने अपना हाथ बढ़ा कर मेरे होंटों को छू दिया और फ़रमाया, “देख, मैं ने अपने अल्फ़ाज़ को तेरे मुँह में डाल दिया है।"},{"number":10,"verse":"आज मैं तुझे क़ौमों और सल्तनतों पर मुक़र्रर कर देता हूँ। कहीं तुझे उन्हें जड़ से उखाड़ कर गिरा देना, कहीं बर्बाद करके ढा देना और कहीं तामीर करके पौदे की तरह लगा देना है।”"},{"number":11,"verse":"( बादाम की शाख़ और उबलती देग की रोया) रब का कलाम मुझ पर नाज़िल हुआ, “ऐ यरमियाह, तुझे क्या नज़र आ रहा है?” मैं ने जवाब दिया, “बादाम की एक शाख़, उस दरख़्त की जो ‘देखने वाला’ कहलाता है।”"},{"number":12,"verse":"रब ने फ़रमाया, “तू ने सहीह देखा है। इस का मतलब है कि मैं अपने कलाम की देख-भाल कर रहा हूँ, मैं ध्यान दे रहा हूँ कि वह पूरा हो जाए।”"},{"number":13,"verse":"फिर रब का कलाम दुबारा मुझ पर नाज़िल हुआ, “तुझे क्या नज़र आ रहा है?” मैं ने जवाब दिया, “शिमाल में देग दिखाई दे रही है। जो कुछ उस में है वह उबल रहा है, और उस का मुँह हमारी तरफ़ झुका हुआ है।”"},{"number":14,"verse":"तब रब ने मुझ से कहा, “इसी तरह शिमाल से मुल्क के तमाम बाशिन्दों पर आफ़त टूट पड़ेगी।”"},{"number":15,"verse":"क्यूँकि रब फ़रमाता है, “मैं शिमाली ममालिक के तमाम घरानों को बुला लूँगा, और हर एक आ कर अपना तख़्त यरूशलम के दरवाज़ों के सामने ही खड़ा करेगा। हाँ, वह उस की पूरी फ़सील को घेर कर उस पर बल्कि यहूदाह के तमाम शहरों पर छापा मारेंगे।"},{"number":16,"verse":"यूँ मैं अपनी क़ौम पर फ़ैसले सादिर करके उन के ग़लत कामों की सज़ा दूँगा। क्यूँकि उन्हों ने मुझे तर्क करके अजनबी माबूदों के लिए बख़ूर जलाया और अपने हाथों से बने हुए बुतों को सिज्दा किया है।"},{"number":17,"verse":"चुनाँचे कमरबस्ता हो जा! उठ कर उन्हें सब कुछ सुना दे जो मैं फ़रमाऊँगा। उन से दह्शत मत खाना, वर्ना मैं तुझे उन के सामने ही दह्शतज़दा कर दूँगा।"},{"number":18,"verse":"देख, आज मैं ने तुझे क़िलाबन्द शहर, लोहे के सतून और पीतल की चारदीवारी जैसा मज़बूत बना दिया है ताकि तू पूरे मुल्क का सामना कर सके, ख़्वाह यहूदाह के बादशाह, अफ़्सर, इमाम या अवाम तुझ पर हम्ला क्यूँ न करें।"},{"number":19,"verse":"तुझ से लड़ने के बावुजूद वह तुझ पर ग़ालिब नहीं आएँगे, क्यूँकि मैं तेरे साथ हूँ, मैं ही तुझे बचाए रखूँगा।” यह रब का फ़रमान है।"}]}