{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"( गली सड़ी लँगोटी) रब मुझ से हमकलाम हुआ, “जा, कतान की लँगोटी ख़रीद कर उसे बांध ले। लेकिन वह भीग न जाए।”"},{"number":2,"verse":"मैं ने ऐसा ही किया। लँगोटी ख़रीद कर मैं ने उसे बांध लिया।"},{"number":3,"verse":"तब रब का कलाम दुबारा मुझ पर नाज़िल हुआ,"},{"number":4,"verse":"“अब वह लँगोटी ले जो तू ने ख़रीद कर बांध ली है। दरया-ए-फ़ुरात के पास जा कर उसे किसी चटान की दराड़ में छुपा दे।”"},{"number":5,"verse":"चुनाँचे मैं रवाना हो कर दरया-ए-फ़ुरात के किनारे पहुँच गया। वहाँ मैं ने लँगोटी को कहीं छुपा दिया जिस तरह रब ने हुक्म दिया था।"},{"number":6,"verse":"बहुत दिन गुज़र गए। फिर रब मुझ से एक बार फिर हमकलाम हुआ, “उठ, दरया-ए-फ़ुरात के पास जा कर वह लँगोटी निकाल ला जो मैं ने तुझे वहाँ छुपाने को कहा था।”"},{"number":7,"verse":"चुनाँचे मैं रवाना हो कर दरया-ए-फ़ुरात के पास पहुँच गया। वहाँ मैं ने खोद कर लँगोटी को उस जगह से निकाल लिया जहाँ मैं ने उसे छुपा दिया था। लेकिन अफ़्सोस, वह गल सड़ गई थी, बिलकुल बेकार हो गई थी।"},{"number":8,"verse":"तब रब का कलाम मुझ पर नाज़िल हुआ,"},{"number":9,"verse":"“जिस तरह यह कपड़ा ज़मीन में दब कर गल सड़ गया उसी तरह मैं यहूदाह और यरूशलम का बड़ा घमंड ख़ाक में मिला दूँगा।"},{"number":10,"verse":"यह ख़राब लोग मेरी बातें सुनने के लिए तय्यार नहीं बल्कि अपने शरीर दिल की ज़िद के मुताबिक़ ज़िन्दगी गुज़ारते हैं। अजनबी माबूदों के पीछे लग कर यह उन ही की ख़िदमत और पूजा करते हैं। लेकिन इन का अन्जाम लँगोटी की मानिन्द ही होगा। यह बेकार हो जाएंगे।"},{"number":11,"verse":"क्यूँकि जिस तरह लँगोटी आदमी की कमर के साथ लिपटी रहती है उसी तरह मैं ने पूरे इस्राईल और पूरे यहूदाह को अपने साथ लिपटने का मौक़ा फ़राहम किया ताकि वह मेरी क़ौम और मेरी शोहरत, तारीफ़ और इज़्ज़त का बाइस बन जाएँ। लेकिन अफ़्सोस, वह सुनने के लिए तय्यार नहीं थे।” यह रब का फ़रमान है।"},{"number":12,"verse":"( मै के घड़े भरे हुए हैं) “उन्हें बता दे कि रब इस्राईल का ख़ुदा फ़रमाता है, ‘हर घड़े को मै से भरना है।’ वह जवाब में कहेंगे, ‘हम तो ख़ुद जानते हैं कि हर घड़े को मै से भरना है।’"},{"number":13,"verse":"तब उन्हें इस का मतलब बता। ‘रब फ़रमाता है कि इस मुल्क के तमाम बाशिन्दे घड़े हैं जिन्हें मैं मै से भर दूँगा। दाऊद के तख़्त पर बैठने वाले बादशाह, इमाम, नबी और यरूशलम के तमाम रहने वाले सब के सब भर भर कर नशे में धुत हो जाएंगे।"},{"number":14,"verse":"तब मैं उन्हें एक दूसरे के साथ टकरा दूँगा, और बाप बेटों के साथ मिल कर टुकड़े टुकड़े हो जाएंगे। न मैं तरस खाऊँगा, न उन पर रहम करूँगा बल्कि हमदर्दी दिखाए बग़ैर उन्हें तबाह करूँगा’।” यह रब का फ़रमान है।"},{"number":15,"verse":"( क़ैद की हैबतनाक हालत) ध्यान से सुनो! मग़रूर न हो, क्यूँकि रब ने ख़ुद फ़रमाया है।"},{"number":16,"verse":"इस से पहले कि तारीकी फैल जाए और तुम्हारे पाँओ धुन्दलेपन में पहाड़ों के साथ ठोकर खाएँ, रब अपने ख़ुदा को जलाल दो! क्यूँकि उस वक़्त गो तुम रौशनी के इन्तिज़ार में रहोगे, लेकिन अल्लाह अंधेरे को मज़ीद बढ़ाएगा, गहरी तारीकी तुम पर छा जाएगी।"},{"number":17,"verse":"लेकिन अगर तुम न सुनो तो मैं तुम्हारे तकब्बुर को देख कर पोशीदगी में गिर्या-ओ-ज़ारी करूँगा। मैं ज़ार ज़ार रोऊँगा, मेरी आँखों से आँसू ज़ोर से टपकेंगे, क्यूँकि दुश्मन रब के रेवड़ को पकड़ कर जिलावतन कर देगा।"},{"number":18,"verse":"बादशाह और उस की माँ को इत्तिला दे, “अपने तख़्तों से उतर कर ज़मीन पर बैठ जाओ, क्यूँकि तुम्हारी शान का ताज तुम्हारे सरों से गिर गया है।”"},{"number":19,"verse":"दश्त-ए-नजब के शहर बन्द किए जाएंगे, और उन्हें खोलने वाला कोई नहीं होगा। पूरे यहूदाह को जिलावतन कर दिया जाएगा, एक भी नहीं बचेगा।"},{"number":20,"verse":"ऐ यरूशलम, अपनी नज़र उठा कर उन्हें देख जो शिमाल से आ रहे हैं। अब वह रेवड़ कहाँ रहा जो तेरे सपुर्द किया गया, तेरी शानदार भेड़-बकरियाँ किधर हैं?"},{"number":21,"verse":"तू उस दिन क्या कहेगी जब रब उन्हें तुझ पर मुक़र्रर करेगा जिन्हें तू ने अपने क़रीबी दोस्त बनाया था? जन्म देने वाली औरत का सा दर्द तुझ पर ग़ालिब आएगा।"},{"number":22,"verse":"और अगर तेरे दिल में सवाल उभर आए कि मेरे साथ यह क्यूँ हो रहा है तो सुन! यह तेरे संगीन गुनाहों की वजह से हो रहा है। इन ही की वजह से तेरे कपड़े उतारे गए हैं और तेरी इस्मतदरी हुई है।"},{"number":23,"verse":"क्या काला आदमी अपनी जिल्द का रंग या चीता अपनी खाल के धब्बे बदल सकता है? हरगिज़ नहीं! तुम भी बदल नहीं सकते। तुम ग़लत काम के इतने आदी हो गए हो कि सहीह काम कर ही नहीं सकते।"},{"number":24,"verse":"“जिस तरह भूसा रेगिस्तान की तेज़ हवा में उड़ कर तित्तर-बित्तर हो जाता है उसी तरह मैं तेरे बाशिन्दों को मुन्तशिर कर दूँगा।”"},{"number":25,"verse":"रब फ़रमाता है, “यही तेरा अन्जाम होगा, मैं ने ख़ुद मुक़र्रर किया है कि तुझे यह अज्र मिलना है। क्यूँकि तू ने मुझे भूल कर झूट पर भरोसा रखा है।"},{"number":26,"verse":"मैं ख़ुद तेरे कपड़े उतारूँगा ताकि तेरी बरहनगी सब को नज़र आए।"},{"number":27,"verse":"मैं ने पहाड़ी और मैदानी इलाक़ों में तेरी घिनौनी हरकतों पर ख़ूब ध्यान दिया है। तेरी ज़िनाकारी, तेरा मस्ताना हिनहिनाना, तेरी बेशर्म इस्मतफ़रोशी, सब कुछ मुझे नज़र आता है। ऐ यरूशलम, तुझ पर अफ़्सोस! तू पाक-साफ़ हो जाने के लिए तय्यार नहीं। मज़ीद कितनी देर लगेगी?”"}]}