{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"( शाही महल नज़र-ए-आतिश हो जाएगा) रब ने फ़रमाया, “शाह-ए-यहूदाह के महल के पास जा कर मेरा यह कलाम सुना,"},{"number":2,"verse":"‘ऐ यहूदाह के बादशाह, रब का फ़रमान सुन! ऐ तू जो दाऊद के तख़्त पर बैठा है, अपने मुलाज़िमों और महल के दरवाज़ों में आने वाले लोगों समेत मेरी बात पर ग़ौर कर!"},{"number":3,"verse":"रब फ़रमाता है कि इन्साफ़ और रास्ती क़ाइम रखो। जिसे लूट लिया गया है उसे ज़ालिम के हाथ से छुड़ाओ। परदेसी, यतीम और बेवा को मत दबाना, न उन से ज़ियादती करना, और इस जगह बेक़ुसूर लोगों की ख़ूँरेज़ी मत करना।"},{"number":4,"verse":"अगर तुम एहतियात से इस पर अमल करो तो आइन्दा भी दाऊद की नस्ल के बादशाह अपने अफ़्सरों और रिआया के साथ रथों और घोड़ों पर सवार हो कर इस महल में दाख़िल होंगे।"},{"number":5,"verse":"लेकिन अगर तुम मेरी इन बातों की न सुनो तो मेरे नाम की क़सम! यह महल मल्बे का ढेर बन जाएगा। यह रब का फ़रमान है।"},{"number":6,"verse":"क्यूँकि रब शाह-ए-यहूदाह के महल के बारे में फ़रमाता है कि तू जिलिआद जैसा ख़ुशगवार और लुबनान की चोटी जैसा ख़ूबसूरत था। लेकिन अब मैं तुझे बयाबान में बदल दूँगा, तू ग़ैरआबाद शहर की मानिन्द हो जाएगा।"},{"number":7,"verse":"मैं आदमियों को तुझे तबाह करने के लिए मख़्सूस करके हर एक को हथियार से लेस करूँगा, और वह देवदार के तेरे उम्दा शहतीरों को काट कर आग में झोंक देंगे।"},{"number":8,"verse":"तब मुतअद्दिद क़ौमों के अफ़राद यहाँ से गुज़र कर पूछेंगे कि रब ने इस जैसे बड़े शहर के साथ ऐसा सुलूक क्यूँ किया?"},{"number":9,"verse":"उन्हें जवाब दिया जाएगा, वजह यह है कि इन्हों ने रब अपने ख़ुदा का अह्द तर्क करके अजनबी माबूदों की पूजा और ख़िदमत की है’।”"},{"number":10,"verse":"( यहूआख़ज़ बादशाह वापस नहीं आएगा) इस लिए गिर्या-ओ-ज़ारी न करो कि यूसियाह बादशाह कूच कर गया है बल्कि उस पर मातम करो जिसे जिलावतन किया गया है, क्यूँकि वह कभी वापस नहीं आएगा, कभी अपना वतन दुबारा नहीं देखेगा।"},{"number":11,"verse":"क्यूँकि रब यूसियाह के बेटे और जानशीन सल्लूम यानी यहूआख़ज़ के बारे में फ़रमाता है, “यहूआख़ज़ यहाँ से चला गया है और कभी वापस नहीं आएगा।"},{"number":12,"verse":"जहाँ उसे गिरिफ़्तार करके पहुँचाया गया है वहीं वह वफ़ात पाएगा। वह यह मुल्क दुबारा कभी नहीं देखेगा।"},{"number":13,"verse":"( यहूयक़ीम पर इल्ज़ाम) यहूयक़ीम बादशाह पर अफ़्सोस जो नाजाइज़ तरीक़े से अपना घर तामीर कर रहा है, जो नाइन्साफ़ी से उस की दूसरी मन्ज़िल बना रहा है। क्यूँकि वह अपने हमवतनों को मुफ़्त में काम करने पर मज्बूर कर रहा है और उन्हें उन की मेहनत का मुआवज़ा नहीं दे रहा।"},{"number":14,"verse":"वह कहता है, ‘मैं अपने लिए कुशादा महल बनवा लूँगा जिस की दूसरी मन्ज़िल पर बड़े बड़े कमरे होंगे। मैं घर में बड़ी खिड़कियाँ बनवा कर दीवारों को देवदार की लकड़ी से ढाँप दूँगा। इस के बाद मैं उसे सुर्ख़ रंग से आरास्ता करूँगा।’"},{"number":15,"verse":"क्या देवदार की शानदार इमारतें बनवाने से यह साबित होता है कि तू बादशाह है? हरगिज़ नहीं! तेरे बाप को भी खाने-पीने की हर चीज़ मुयस्सर थी, लेकिन उस ने इस का ख़याल किया कि इन्साफ़ और रास्ती क़ाइम रहे। नतीजे में उसे बरकत मिली।"},{"number":16,"verse":"उस ने तवज्जुह दी कि ग़रीबों और ज़रूरतमन्दों का हक़ मारा न जाए, इसी लिए उसे कामयाबी हासिल हुई।” रब फ़रमाता है, “जो इसी तरह ज़िन्दगी गुज़ारे वही मुझे सहीह तौर पर जानता है।"},{"number":17,"verse":"लेकिन तू फ़र्क़ है। तेरी आँखें और दिल नाजाइज़ नफ़ा कमाने पर तुले रहते हैं। न तू बेक़ुसूर को क़त्ल करने से, न ज़ुल्म करने या जबरन कुछ लेने से झिजकता है।”"},{"number":18,"verse":"चुनाँचे रब यहूदाह के बादशाह यहूयक़ीम बिन यूसियाह के बारे में फ़रमाता है, “लोग उस पर मातम नहीं करेंगे कि ‘हाय मेरे भाई, हाय मेरी बहन,’ न वह रो कर कहेंगे, ‘हाय, मेरे आक़ा! हाय, उस की शान जाती रही है।’"},{"number":19,"verse":"इस के बजाए उसे गधे की तरह दफ़नाया जाएगा। लोग उसे घसीट कर बाहर यरूशलम के दरवाज़ों से कहीं दूर फैंक देंगे।"},{"number":20,"verse":"( यहूयाकीन बादशाह को दुश्मन के हवाले किया जाएगा) ऐ यरूशलम, लुबनान पर चढ़ कर ज़ार-ओ-क़तार रो! बसन की बुलन्दियों पर जा कर चीख़ें मार! अबारीम के पहाड़ों की चोटियों पर आह-ओ-ज़ारी कर! क्यूँकि तेरे तमाम आशिक़ ( आशिक़ से मुराद यहूदाह के इत्तिहादी हैं।) पाश पाश हो गए हैं।"},{"number":21,"verse":"मैं ने तुझे उस वक़्त आगाह किया था जब तू सुकून से ज़िन्दगी गुज़ार रही थी, लेकिन तू ने कहा, ‘मैं नहीं सुनूँगी।’ तेरी जवानी से ही तेरा यही रवय्या रहा। उस वक़्त से ले कर आज तक तू ने मेरी नहीं सुनी।"},{"number":22,"verse":"तेरे तमाम गल्लाबानों को आँधी उड़ा ले जाएगी, और तेरे आशिक़ जिलावतन हो जाएंगे। तब तू अपनी बुरी हरकतों के बाइस शर्मिन्दा हो जाएगी, क्यूँकि तेरी ख़ूब रुस्वाई हो जाएगी।"},{"number":23,"verse":"बेशक इस वक़्त तू लुबनान में रहती है और तेरा बसेरा देवदार के दरख़्तों में है। लेकिन जल्द ही तू आहें भर भर कर दर्द-ए-ज़ह में मुब्तला हो जाएगी, तू जन्म देने वाली औरत की तरह पेच-ओ-ताब खाएगी।”"},{"number":24,"verse":"रब फ़रमाता है, “ऐ यहूदाह के बादशाह यहूयाकीन बिन यहूयक़ीम, मेरी हयात की क़सम! ख़्वाह तू मेरे दहने हाथ की मुहरदार अंगूठी क्यूँ न होता तो भी मैं तुझे उतार कर फैंक देता। ( इब्रानी में यहूयाकीन का मुतरादिफ़ कूनियाह मुस्तामल है।)"},{"number":25,"verse":"मैं तुझे उस जानी दुश्मन के हवाले करूँगा जिस से तू डरता है यानी बाबल के बादशाह नबूकदनज़्ज़र और उस की क़ौम के हवाले।"},{"number":26,"verse":"मैं तुझे तेरी माँ समेत एक अजनबी मुल्क में फैंक दूँगा। जहाँ तुम पैदा नहीं हुए वहीं वफ़ात पाओगे।"},{"number":27,"verse":"तुम वतन में वापस आने के शदीद आरज़ूमन्द होगे लेकिन उस में कभी नहीं लौटोगे।”"},{"number":28,"verse":"लोग एतिराज़ करते हैं, “क्या यह आदमी यहूयाकीन ( इब्रानी में यहूयाकीन का मुतरादिफ़ कूनियाह मुस्तामल है।) वाक़ई ऐसा हक़ीर और टूटा-फूटा बर्तन है जो किसी को भी पसन्द नहीं आता? उसे अपने बच्चों समेत क्यूँ ज़ोर से निकाल कर किसी नामालूम मुल्क में फैंक दिया जाएगा?”"},{"number":29,"verse":"ऐ मुल्क, ऐ मुल्क, ऐ मुल्क! रब का पैग़ाम सुन!"},{"number":30,"verse":"रब फ़रमाता है, “रजिस्टर में दर्ज करो कि यह आदमी बेऔलाद है, कि यह उम्र भर नाकाम रहेगा। क्यूँकि उस के बच्चों में से कोई दाऊद के तख़्त पर बैठ कर यहूदाह की हुकूमत करने में कामयाब नहीं होगा।”"}]}