{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":29,"verses":[{"number":1,"verse":"( यरमियाह जिलावतनों को ख़त भेजता है) एक दिन यरमियाह नबी ने यरूशलम से एक ख़त मुल्क-ए-बाबल भेजा। यह ख़त उन बचे हुए बुज़ुर्गों, इमामों, नबियों और बाक़ी इस्राईलियों के नाम लिखा था जिन्हें नबूकदनज़्ज़र बादशाह जिलावतन करके बाबल ले गया था।"},{"number":2,"verse":"उन में यहूयाकीन ( इब्रानी में यहूयाकीन का मुतरादिफ़ यकूनियाह मुस्तामल है।) बादशाह, उस की माँ और दरबारी, और यहूदाह और यरूशलम के बुज़ुर्ग, कारीगर और लोहार शामिल थे।"},{"number":3,"verse":"यह ख़त इलिआसा बिन साफ़न और जमरियाह बिन ख़िलक़ियाह के हाथ बाबल पहुँचा जिन्हें यहूदाह के बादशाह सिदक़ियाह ने बाबल में शाह-ए-बाबल नबूकदनज़्ज़र के पास भेजा था। ख़त में लिखा था,"},{"number":4,"verse":"“रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है, ‘ऐ तमाम जिलावतनो जिन्हें मैं यरूशलम से निकाल कर बाबल ले गया हूँ, ध्यान से सुनो!"},{"number":5,"verse":"बाबल में घर बना कर उन में बसने लगो। बाग़ लगा कर उन का फल खाओ।"},{"number":6,"verse":"शादी करके बेटे-बेटियाँ पैदा करो। अपने बेटे-बेटियों की शादी कराओ ताकि उन के भी बच्चे पैदा हो जाएँ। ध्यान दो कि मुल्क-ए-बाबल में तुम्हारी तादाद कम न हो जाए बल्कि बढ़ जाए।"},{"number":7,"verse":"उस शहर की सलामती के तालिब रहो जिस में मैं तुम्हें जिलावतन करके ले गया हूँ। रब से उस के लिए दुआ करो! क्यूँकि तुम्हारी सलामती उसी की सलामती पर मुन्हसिर है।’"},{"number":8,"verse":"रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है, ‘ख़बरदार! तुम्हारे दरमियान रहने वाले नबी और क़िस्मत का हाल बताने वाले तुम्हें फ़रेब न दें। उन ख़्वाबों पर तवज्जुह मत देना जो यह देखते हैं।’"},{"number":9,"verse":"रब फ़रमाता है, ‘यह मेरा नाम ले कर तुम्हें झूटी पेशगोइयाँ सुनाते हैं, गो मैं ने उन्हें नहीं भेजा।’"},{"number":10,"verse":"क्यूँकि रब फ़रमाता है, ‘तुम्हें बाबल में रहते हुए कुल 70 साल गुज़र जाएंगे। लेकिन इस के बाद मैं तुम्हारी तरफ़ रुजू करूँगा, मैं अपना पुरफ़ज़्ल वादा पूरा करके तुम्हें वापस लाऊँगा।’"},{"number":11,"verse":"क्यूँकि रब फ़रमाता है, ‘मैं उन मन्सूबों से ख़ूब वाक़िफ़ हूँ जो मैं ने तुम्हारे लिए बांधे हैं। यह मन्सूबे तुम्हें नुक़्सान नहीं पहुँचाएँगे बल्कि तुम्हारी सलामती का बाइस होंगे, तुम्हें उम्मीद दिला कर एक अच्छा मुस्तक़बिल फ़राहम करेंगे।"},{"number":12,"verse":"उस वक़्त तुम मुझे पुकारोगे, तुम आ कर मुझ से दुआ करोगे तो मैं तुम्हारी सुनूँगा।"},{"number":13,"verse":"तुम मुझे तलाश करके पा लोगे। क्यूँकि अगर तुम पूरे दिल से मुझे ढूँडो"},{"number":14,"verse":"तो मैं होने दूँगा कि तुम मुझे पाओ।’ यह रब का फ़रमान है। ‘फिर मैं तुम्हें बहाल करके उन तमाम क़ौमों और मक़ामों से जमा करूँगा जहाँ मैं ने तुम्हें मुन्तशिर कर दिया था। और मैं तुम्हें उस मुल्क में वापस लाऊँगा जिस से मैं ने तुम्हें निकाल कर जिलावतन कर दिया था।’ यह रब का फ़रमान है।"},{"number":15,"verse":"तुम्हारा दावा है कि रब ने यहाँ बाबल में भी हमारे लिए नबी बरपा किए हैं।"},{"number":16,"verse":"लेकिन रब का जवाब सुनो! दाऊद के तख़्त पर बैठने वाले बादशाह और यरूशलम में बचे हुए तमाम बाशिन्दों के बारे में रब्ब-उल-अफ़्वाज फ़रमाता है, ‘तुम्हारे जितने भाई जिलावतनी से बच गए हैं उन के ख़िलाफ़ मैं तलवार, काल और मोहलक बीमारियाँ भेज दूँगा। मैं उन्हें गले हुए अन्जीरों की मानिन्द बना दूँगा, जो ख़राब होने की वजह से खाए नहीं जाएंगे।"},{"number":18,"verse":"मैं तलवार, काल और मोहलक बीमारियों से उन का यूँ ताक़्क़ुब करूँगा कि दुनिया के तमाम ममालिक उन की हालत देख कर घबरा जाएंगे। जिस क़ौम में भी मैं उन्हें मुन्तशिर करूँगा वहाँ लोगों के रोंगटे खड़े हो जाएंगे। किसी पर लानत भेजते वक़्त लोग कहेंगे कि उसे यहूदाह के बाशिन्दों का सा अन्जाम नसीब हो। हर जगह वह मज़ाक़ और रुस्वाई का निशाना बन जाएंगे।"},{"number":19,"verse":"क्यूँ? इस लिए कि उन्हों ने मेरी न सुनी, गो मैं अपने ख़ादिमों यानी नबियों के ज़रीए बार बार उन्हें पैग़ामात भेजता रहा। लेकिन तुम ने भी मेरी न सुनी।’ यह रब का फ़रमान है।"},{"number":20,"verse":"अब रब का फ़रमान सुनो, तुम सब जो जिलावतन हो चुके हो, जिन्हें मैं यरूशलम से निकाल कर बाबल भेज चुका हूँ।"},{"number":21,"verse":"रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है, ‘अख़ियब बिन क़ौलायाह और सिदक़ियाह बिन मासियाह मेरा नाम ले कर तुम्हें झूटी पेशगोइयाँ सुनाते हैं। इस लिए मैं उन्हें शाह-ए-बाबल नबूकदनज़्ज़र के हाथ में दूँगा जो उन्हें तेरे देखते देखते सज़ा-ए-मौत देगा।"},{"number":22,"verse":"उन का अन्जाम इब्रतअंगेज़ मिसाल बन जाएगा। किसी पर लानत भेजते वक़्त यहूदाह के जिलावतन कहेंगे, “रब तेरे साथ सिदक़ियाह और अख़ियब का सा सुलूक करे जिन्हें शाह-ए-बाबल ने आग में भून लिया!”"},{"number":23,"verse":"क्यूँकि उन्हों ने इस्राईल में बेदीन हरकतें की हैं। अपने पड़ोसियों की बीवियों के साथ ज़िना करने के साथ साथ उन्हों ने मेरा नाम ले कर ऐसे झूटे पैग़ाम सुनाए हैं जो मैं ने उन्हें सुनाने को नहीं कहा था। मुझे इस का पूरा इल्म है, और मैं इस का गवाह हूँ।’ यह रब का फ़रमान है।”"},{"number":24,"verse":"( समायाह के लिए रब का पैग़ाम) रब ने फ़रमाया, “बाबल के रहने वाले समायाह नख़लामी को इत्तिला दे,"},{"number":25,"verse":"रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है कि तू ने अपनी ही तरफ़ से इमाम सफ़नियाह बिन मासियाह को ख़त भेजा। दीगर इमामों और यरूशलम के बाक़ी तमाम बाशिन्दों को भी इस की कापियाँ मिल गईं। ख़त में लिखा था,"},{"number":26,"verse":"‘रब ने आप को यहोयदा की जगह अपने घर की देख-भाल करने की ज़िम्मादारी दी है। आप की ज़िम्मादारियों में यह भी शामिल है कि हर दीवाने और नबुव्वत करने वाले को काठ में डाल कर उस की गर्दन में लोहे की ज़न्जीरें डालें।"},{"number":27,"verse":"तो फिर आप ने अनतोत के रहने वाले यरमियाह के ख़िलाफ़ क़दम क्यूँ नहीं उठाया जो आप के दरमियान नबुव्वत करता रहता है?"},{"number":28,"verse":"क्यूँकि उस ने हमें जो बाबल में हैं ख़त भेज कर मश्वरा दिया है कि देर लगेगी, इस लिए घर बना कर उन में बसने लगो, बाग़ लगा कर उन का फल खाओ’।”"},{"number":29,"verse":"जब सफ़नियाह को समायाह का ख़त मिल गया तो उस ने यरमियाह को सब कुछ सुनाया।"},{"number":30,"verse":"तब यरमियाह पर रब का कलाम नाज़िल हुआ,"},{"number":31,"verse":"“तमाम जिलावतनों को ख़त भेज कर लिख दे, ‘रब समायाह नख़लामी के बारे में फ़रमाता है कि गो मैं ने समायाह को नहीं भेजा तो भी उस ने तुम्हें पेशगोइयाँ सुना कर झूट पर भरोसा रखने पर आमादा किया है।"},{"number":32,"verse":"चुनाँचे रब फ़रमाता है कि मैं समायाह नख़लामी को उस की औलाद समेत सज़ा दूँगा। इस क़ौम में उस की नस्ल ख़त्म हो जाएगी, और वह ख़ुद उन अच्छी चीज़ों से लुत्फ़अन्दोज़ नहीं होगा जो मैं अपनी क़ौम को फ़राहम करूँगा। क्यूँकि उस ने रब से सरकश होने का मश्वरा दिया है’।”"}]}