{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"( यरमियाह रैकाबियों को आज़माता है) जब यहूयक़ीम बिन यूसियाह अभी यहूदाह का बादशाह था तो रब मुझ से हमकलाम हुआ,"},{"number":2,"verse":"“रैकाबी ख़ानदान के पास जा कर उन्हें रब के घर के सहन के किसी कमरे में आने की दावत दे। जब वह आएँ तो उन्हें मै पिला दे।”"},{"number":3,"verse":"चुनाँचे मैं याज़नियाह बिन यरमियाह बिन हबस्सिनियाह के पास गया और उसे उस के भाइयों और तमाम बेटों यानी रैकाबियों के पूरे घराने समेत"},{"number":4,"verse":"रब के घर में लाया। हम हनान के बेटों के कमरे में बैठ गए। हनान मर्द-ए-ख़ुदा यिज्दलियाह का बेटा था। यह कमरा बुज़ुर्गों के कमरे से मुल्हिक़ और रब के घर के दरबान मासियाह बिन सल्लूम के कमरे के ऊपर था।"},{"number":5,"verse":"वहाँ मैं ने मै के जाम और प्याले रैकाबी आदमियों को पेश करके उन से कहा, “आएँ, कुछ मै पी लें।”"},{"number":6,"verse":"लेकिन उन्हों ने इन्कार करके कहा, “हम मै नहीं पीते, क्यूँकि हमारे बाप यूनदब बिन रैकाब ने हमें और हमारी औलाद को मै पीने से मना किया है।"},{"number":7,"verse":"उस ने हमें यह हिदायत भी दी, ‘न मकान तामीर करना, न बीज बोना और न अंगूर का बाग़ लगाना। यह चीज़ें कभी भी तुम्हारी मिलकियत में शामिल न हों, क्यूँकि लाज़िम है कि तुम हमेशा ख़ैमों में ज़िन्दगी गुज़ारो। फिर तुम लम्बे अर्से तक उस मुल्क में रहोगे जिस में तुम मेहमान हो।’"},{"number":8,"verse":"चुनाँचे हम अपने बाप यूनदब बिन रैकाब की इन तमाम हिदायात के ताबे रहते हैं। न हम और न हमारी बीवियाँ या बच्चे कभी मै पीते हैं।"},{"number":9,"verse":"हम अपनी रिहाइश के लिए मकान नहीं बनाते, और न अंगूर के बाग़, न खेत या फ़सलें हमारी मिलकियत में होती हैं।"},{"number":10,"verse":"इस के बजाए हम आज तक ख़ैमों में रहते हैं। जो भी हिदायत हमारे बाप यूनदब ने हमें दी उस पर हम पूरे उतरे हैं।"},{"number":11,"verse":"हम सिर्फ़ आरिज़ी तौर पर शहर में ठहरे हुए हैं। क्यूँकि जब शाह-ए-बाबल नबूकदनज़्ज़र इस मुल्क में घुस आया तो हम बोले, ‘आएँ, हम यरूशलम शहर में जाएँ ताकि बाबल और शाम की फ़ौजों से बच जाएँ।’ हम सिर्फ़ इसी लिए यरूशलम में ठहरे हुए हैं।”"},{"number":12,"verse":"तब रब का कलाम मुझ पर नाज़िल हुआ,"},{"number":13,"verse":"“रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है कि यहूदाह और यरूशलम के बाशिन्दों के पास जा कर कह, ‘तुम मेरी तर्बियत क्यूँ क़बूल नहीं करते? तुम मेरी क्यूँ नहीं सुनते?"},{"number":14,"verse":"यूनदब बिन रैकाब पर ग़ौर करो। उस ने अपनी औलाद को मै पीने से मना किया, इस लिए उस का घराना आज तक मै नहीं पीता। यह लोग अपने बाप की हिदायात के ताबे रहते हैं। इस के मुक़ाबले में तुम लोग क्या कर रहे हो? गो मैं बार बार तुम से हमकलाम हुआ तो भी तुम ने मेरी नहीं सुनी।"},{"number":15,"verse":"बार बार मैं अपने नबियों को तुम्हारे पास भेजता रहा ताकि मेरे ख़ादिम तुम्हें आगाह करते रहें कि हर एक अपनी बुरी राह तर्क करके वापस आए! अपना चाल-चलन दुरुस्त करो और अजनबी माबूदों की पैरवी करके उन की ख़िदमत मत करो! फिर तुम उस मुल्क में रहोगे जो मैं ने तुम्हें और तुम्हारे बापदादा को बख़्श दिया था। लेकिन तुम ने न तवज्जुह दी, न मेरी सुनी।"},{"number":16,"verse":"यूनदब बिन रैकाब की औलाद अपने बाप की हिदायात पर पूरी उतरी है, लेकिन इस क़ौम ने मेरी नहीं सुनी।’"},{"number":17,"verse":"इस लिए रब जो लश्करों का और इस्राईल का ख़ुदा है फ़रमाता है, ‘सुनो! मैं यहूदाह पर और यरूशलम के हर बाशिन्दे पर वह तमाम आफ़त नाज़िल करूँगा जिस का एलान मैं ने किया है। गो मैं उन से हमकलाम हुआ तो भी उन्हों ने न सुनी। मैं ने उन्हें बुलाया, लेकिन उन्हों ने जवाब न दिया’।”"},{"number":18,"verse":"लेकिन रैकाबियों से यरमियाह ने कहा, “रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है, ‘तुम अपने बाप यूनदब के हुक्म पर पूरे उतर कर उस की हर हिदायत और हर हुक्म पर अमल करते हो।’"},{"number":19,"verse":"इस लिए रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है, ‘यूनदब बिन रैकाब की औलाद में से हमेशा कोई न कोई होगा जो मेरे हुज़ूर ख़िदमत करेगा’।”"}]}