{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"( यरमियाह को आज़ाद किया जाता है) आज़ाद होने के बाद भी रब का कलाम यरमियाह पर नाज़िल हुआ। शाही मुहाफ़िज़ों के अफ़्सर नबूज़रादान ने उसे रामा में रिहा किया था। क्यूँकि जब यरूशलम और बाक़ी यहूदाह के क़ैदियों को मुल्क-ए-बाबल में ले जाने के लिए जमा किया गया तो मालूम हुआ कि यरमियाह भी ज़न्जीरों में जकड़ा हुआ उन में शामिल है।"},{"number":2,"verse":"तब नबूज़रादान ने यरमियाह को बुला कर उस से कहा, “रब आप के ख़ुदा ने एलान किया था कि इस जगह पर आफ़त आएगी।"},{"number":3,"verse":"और अब वह यह आफ़त उसी तरह ही लाया जिस तरह उस ने फ़रमाया था। सब कुछ इस लिए हुआ कि आप की क़ौम रब का गुनाह करती रही और उस की न सुनी।"},{"number":4,"verse":"लेकिन आज मैं वह ज़न्जीरें खोल देता हूँ जिन से आप के हाथ जकड़े हुए हैं। आप आज़ाद हैं। अगर चाहें तो मेरे साथ बाबल जाएँ। तब मैं ही आप की निगरानी करूँगा। बाक़ी आप की मर्ज़ी। अगर यहीं रहना पसन्द करेंगे तो यहीं रहें। पूरे मुल्क में जहाँ भी जाना चाहें जाएँ। कोई आप को नहीं रोकेगा।”"},{"number":5,"verse":"यरमियाह अब तक झिजक रहा था, इस लिए नबूज़रादान ने कहा, “फिर जिदलियाह बिन अख़ीक़ाम बिन साफ़न के पास चले जाएँ! शाह-ए-बाबल ने उसे सूबा यहूदाह के शहरों पर मुक़र्रर किया है। उस के साथ रहें। या फिर जहाँ भी रहना पसन्द करें वहीं रहें।” नबूज़रादान ने यरमियाह को कुछ ख़ुराक और एक तोह्फ़ा दे कर उसे रुख़्सत कर दिया।"},{"number":6,"verse":"जिदलियाह मिस्फ़ाह में ठहरा हुआ था। यरमियाह उस के पास जा कर मुल्क के बचे हुए लोगों के बीच में बसने लगा।"},{"number":7,"verse":"( जिदलियाह को क़त्ल करने की साज़िशें) देहात में अब तक यहूदाह के कुछ फ़ौजी अफ़्सर अपने दस्तों समेत छुपे रहते थे। जब उन्हें ख़बर मिली कि शाह-ए-बाबल ने जिदलियाह बिन अख़ीक़ाम को यहूदाह का गवर्नर बना कर उन ग़रीब आदमियों और बाल-बच्चों पर मुक़र्रर किया है जो जिलावतन नहीं हुए हैं"},{"number":8,"verse":"तो वह मिस्फ़ाह में जिदलियाह के पास आए। अफ़्सरों के नाम इस्माईल बिन नतनियाह, क़रीह के बेटे यूहनान और यूनतन, सिरायाह बिन तन्हूमत, ईफी नतूफ़ाती के बेटे और याज़नियाह बिन माकाती थे। उन के फ़ौजी भी साथ आए।"},{"number":9,"verse":"जिदलियाह बिन अख़ीक़ाम बिन साफ़न ने क़सम खा कर उन से वादा किया, “बाबल के ताबे हो जाने से मत डरना! मुल्क में आबाद हो कर शाह-ए-बाबल की ख़िदमत करें तो आप की सलामती होगी।"},{"number":10,"verse":"मैं ख़ुद मिस्फ़ाह में ठहर कर आप की सिफ़ारिश करूँगा जब बाबल के नुमाइन्दे आएँगे। इतने में अंगूर, मौसम-ए-गर्मा का फल और ज़ैतून की फ़सलें जमा करके अपने बर्तनों में मह्फ़ूज़ रखें। उन शहरों में आबाद रहें जिन पर आप ने क़ब्ज़ा कर लिया है।”"},{"number":11,"verse":"यहूदाह के मुतअद्दिद बाशिन्दे मोआब, अम्मोन, अदोम और दीगर पड़ोसी ममालिक में हिज्रत कर गए थे। अब जब उन्हें इत्तिला मिली कि शाह-ए-बाबल ने कुछ बचे हुए लोगों को यहूदाह में छोड़ कर जिदलियाह बिन अख़ीक़ाम बिन साफ़न को गवर्नर बना दिया है"},{"number":12,"verse":"तो वह सब यहूदाह में वापस आए। जिन ममालिक में भी वह मुन्तशिर हुए थे वहाँ से वह मिस्फ़ाह आए ताकि जिदलियाह से मिलें। उस मौसम-ए-गर्मा में वह अंगूर और बाक़ी फल की बड़ी फ़सल जमा कर सके।"},{"number":13,"verse":"एक दिन यूहनान बिन क़रीह और वह तमाम फ़ौजी अफ़्सर जो अब तक देहात में ठहरे हुए थे जिदलियाह से मिलने आए।"},{"number":14,"verse":"मिस्फ़ाह में पहुँच कर वह जिदलियाह से कहने लगे, “क्या आप को नहीं मालूम कि अम्मोन के बादशाह बालीस ने इस्माईल बिन नतनियाह को आप को क़त्ल करने के लिए भेजा है?” लेकिन जिदलियाह बिन अख़ीक़ाम ने उन की बात का यक़ीन न किया।"},{"number":15,"verse":"तब यूहनान बिन क़रीह मिस्फ़ाह आया और अलाहिदगी में जिदलियाह से मिला। वह बोला, “मुझे इस्माईल बिन नतनियाह के पास जा कर उसे मार देने की इजाज़त दें। किसी को भी पता नहीं चलेगा। क्या ज़रूरत है कि वह आप को क़त्ल करे? अगर वह इस में कामयाब हो जाए तो आप के पास जमाशुदा हमवतन सब के सब मुन्तशिर हो जाएंगे और यहूदाह का बचा हुआ हिस्सा हलाक हो जाएगा।”"},{"number":16,"verse":"जिदलियाह ने यूहनान को डाँट कर कहा, “ऐसा मत करना! जो कुछ आप इस्माईल के बारे में बता रहे हैं वह झूट है।”"}]}