{"bibleAbbr":"urDGV2010","bookName":"यरमियाह","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"( यरमियाह की आगाही को नज़रअन्दाज़ किया जाता है) यरमियाह ख़ामोश हुआ। जो कुछ भी रब उन के ख़ुदा ने यरमियाह को उन्हें सुनाने को कहा था उसे उस ने उन सब तक पहुँचाया था।"},{"number":2,"verse":"फिर अज़रियाह बिन हूसायाह, यूहनान बिन अख़ीक़ाम और तमाम बदतमीज़ आदमी बोल उठे, “तुम झूट बोल रहे हो! रब हमारे ख़ुदा ने तुम्हें यह सुनाने को नहीं भेजा कि मिस्र को न जाओ, न वहाँ आबाद हो जाओ।"},{"number":3,"verse":"इस के पीछे बारूक बिन नैरियाह का हाथ है। वही तुम्हें हमारे ख़िलाफ़ उकसा रहा है, क्यूँकि वह चाहता है कि हम बाबलियों के हाथ में आ जाएँ ताकि वह हमें क़त्ल करें या जिलावतन करके मुल्क-ए-बाबल ले जाएँ।”"},{"number":4,"verse":"ऐसी बातें करते करते यूहनान बिन क़रीह, दीगर फ़ौजी अफ़्सरों और बाक़ी तमाम लोगों ने रब का हुक्म रद्द किया। वह मुल्क-ए-यहूदाह में न रहे"},{"number":5,"verse":"बल्कि सब यूहनान और बाक़ी तमाम फ़ौजी अफ़्सरों की राहनुमाई में मिस्र चले गए। उन में यहूदाह के वह बचे हुए सब लोग शामिल थे जो पहले मुख़्तलिफ़ ममालिक में मुन्तशिर हुए थे, लेकिन अब यहूदाह में दुबारा आबाद होने के लिए वापस आए थे।"},{"number":6,"verse":"वह तमाम मर्द, औरतें और बच्चे बादशाह की बेटियों समेत भी उन में शामिल थे जिन्हें शाही मुहाफ़िज़ों के सरदार नबूज़रादान ने जिदलियाह बिन अख़ीक़ाम के सपुर्द किया था। यरमियाह नबी और बारूक बिन नैरियाह को भी साथ जाना पड़ा।"},{"number":7,"verse":"यूँ वह रब की हिदायत रद्द करके रवाना हुए और चलते चलते मिस्री सरहद के शहर तह्फ़न्हीस तक पहुँचे।"},{"number":8,"verse":"( शाह-ए-बाबल के मिस्र में घुस आने की पेशगोई) तह्फ़न्हीस में रब का कलाम यरमियाह पर नाज़िल हुआ,"},{"number":9,"verse":"“अपने हमवतनों की मौजूदगी में चन्द एक बड़े पत्थर फ़िरऔन के महल के दरवाज़े के क़रीब ले जा कर फ़र्श की कच्ची ईंटों के नीचे दबा दे।"},{"number":10,"verse":"फिर उन्हें बता दे, ‘रब्ब-उल-अफ़्वाज जो इस्राईल का ख़ुदा है फ़रमाता है कि मैं अपने ख़ादिम शाह-ए-बाबल नबूकदनज़्ज़र को बुला कर यहाँ लाऊँगा और उस का तख़्त उन पत्थरों के ऊपर खड़ा करूँगा जो मैं ने यरमियाह के ज़रीए दबाए हैं। नबूकदनज़्ज़र उन ही के ऊपर अपना शाही तम्बू लगाएगा।"},{"number":11,"verse":"क्यूँकि वह आएगा और मिस्र पर हम्ला करके हर एक के साथ वह कुछ करेगा जो उस के नसीब में है। एक मर जाएगा, दूसरा क़ैद में जाएगा और तीसरा तलवार की ज़द में आएगा।"},{"number":12,"verse":"नबूकदनज़्ज़र मिस्री देवताओं के मन्दिरों को जला कर राख कर देगा और उन के बुतों पर क़ब्ज़ा करके उन्हें अपने साथ ले जाएगा। जिस तरह चरवाहा अपने कपड़े से जूएँ निकाल निकाल कर उसे साफ़ कर लेता है उसी तरह शाह-ए-बाबल मिस्र को माल-ओ-मता से साफ़ करेगा। मिस्र आते वक़्त वह सूरज देवता के मन्दिर में जा कर उस के सतूनों को ढा देगा और बाक़ी मिस्री देवताओं के मन्दिर भी नज़र-ए-आतिश करेगा। फिर शाह-ए-बाबल सहीह-सलामत वहाँ से वापस चला जाएगा’।”"}]}