{"bibleAbbr":"mniRNT2022","bookName":"1 Thessalonica","bookEnglishName":"1 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, Silas amadi Timothy-na, Thessalonica-da leiriba, Mapa Ibungo Tengban Mapu amadi Ibungo Jisu Christtagi singlupta: Thoujal amadi ingthaba nakhoida leisanu."},{"number":2,"verse":"( Thessalonica-da leiba Christiansinggi punsi amadi thajaba) Matam pumnamakta eikhoina nakhoi pumnamakkidamak Tengban Mapubu thagatchei amasung eikhoina haija-haijaba matamda nakhoigidamak matam pumnamkta ningsingjei."},{"number":3,"verse":"Maramdi karamna nakhoigi thajaba adubu nakhoina thabakta onthokpa, nakhoigi nungsiba aduna nakhoibu kayada kanna nomhalliba, amadi Ibungo Jisu Christtada leiba nakhoigi asha aduna nakhoibu kayada khangheiba oihalliba haibadu eikhoigi Tengban Mapu amasung Ipagi mangda eikhoina ningsingjei."},{"number":4,"verse":"Ichil inaosa, Tengban Mapuna nakhoibu nungsibi amasung masamakki mi oinanaba nakhoibu khandokpire haiba eikhoina khang-i."},{"number":5,"verse":"Maramdi eikhoina nakhoida Aphaba Pao purakpa adu wahei khaktana natte, adubu madu panggalga loinana, Thawai Asengbaga loinana amasung masigi achumba asi sungsoi soidre haibaga loinana nakhoida purakkhibani. Nakhoiga leiminnaringei matamda eikhoina karamna hingkhibage haibadu nakhoina khang-i; madu nakhoigi phananabagidamaktani."},{"number":6,"verse":"Nakhoina eikhoigi amasung Ibungogi matou loukhi, maramdi nakhoina awa anang kaya khanglaba phaobada nakhoina Thawai Asengbadagi lakpa haraoba aduga loinana wa adubu lousinjakhi."},{"number":7,"verse":"Maram aduna nakhoina Macedonia amasung Achaia-da leiba thajaba ichil inao pumnamakta matou tamjanapham oirakle."},{"number":8,"verse":"Maramdi Ibungogi wa adu Macedonia amadi Achaia khaktada nakhoidagi sandokkhibakhak nattaduna, nakhoina Tengban Mapu thajabagi pao adu mapham pumnamakta thungkhre. Maram aduna eikhoina madugi maramda karisu hainingai mathou tadre."},{"number":9,"verse":"Maramdi matou karamna nakhoina eikhoibu lousinbikhibage haibadu makhoi masamakna tamlare. Nakhoina kamdouna lai-murtidagi ahingba amadi achumba Tengban Mapubu thougal tounanaba Tengban Mapuda onsillakkhiba,"},{"number":10,"verse":"Amasung mahakki machanupa aduna haibadi mahakna sibadagi hinggat-hanbikhiba amasung lakkadouriba Tengban Mapugi asaoba adudagi eikhoibu kanbiba mahakki machanupa Jisu aduna swarga-thaktagi lenglakpa adubu nakhoina ngaijaba adu makhoina tamle."}]}