{"bibleAbbr":"CVg2018","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"Seniorem ne increpaveris, sed obsecra ut patrem : juvenes, ut fratres :"},{"number":2,"verse":"anus, ut matres : juvenculas, ut sorores in omni castitate :"},{"number":3,"verse":"viduas honora, quæ vere viduæ sunt."},{"number":4,"verse":"Si qua autem vidua filios, aut nepotes habet : discat primum domum suam regere, et mutuam vicem reddere parentibus : hoc enim acceptum est coram Deo."},{"number":5,"verse":"Quæ autem vere vidua est, et desolata, speret in Deum, et instet obsecrationibus, et orationibus nocte ac die."},{"number":6,"verse":"Nam quæ in deliciis est, vivens mortua est."},{"number":7,"verse":"Et hoc præcipe, ut irreprehensibiles sint."},{"number":8,"verse":"Si quis autem suorum, et maxime domesticorum, curam non habet, fidem negavit, et est infideli deterior."},{"number":9,"verse":"Vidua eligatur non minus sexaginta annorum, quæ fuerit unius viri uxor,"},{"number":10,"verse":"in operibus bonis testimonium habens, si filios educavit, si hospitio recepit, si sanctorum pedes lavit, si tribulationem patientibus subministravit, si omne opus bonum subsecuta est."},{"number":11,"verse":"Adolescentiores autem viduas devita : cum enim luxuriatæ fuerint in Christo, nubere volunt :"},{"number":12,"verse":"habentes damnationem, quia primam fidem irritam fecerunt ;"},{"number":13,"verse":"simul autem et otiosæ discunt circuire domos : non solum otiosæ, sed et verbosæ, et curiosæ, loquentes quæ non oportet."},{"number":14,"verse":"Volo ergo juniores nubere, filios procreare, matresfamilias esse, nullam occasionem dare adversario maledicti gratia."},{"number":15,"verse":"Jam enim quædam conversæ sunt retro Satanam."},{"number":16,"verse":"Si quis fidelis habet viduas, subministret illis, et non gravetur ecclesia : ut iis quæ vere viduæ sunt, sufficiat."},{"number":17,"verse":"Qui bene præsunt presbyteri, duplici honore digni habeantur : maxime qui laborant in verbo et doctrina."},{"number":18,"verse":"Dicit enim Scriptura : Non alligabis os bovi trituranti. Et : Dignus est operarius mercede sua."},{"number":19,"verse":"Adversus presbyterum accusationem noli recipere, nisi sub duobus aut tribus testibus."},{"number":20,"verse":"Peccantes coram omnibus argue : ut et ceteri timorem habeant."},{"number":21,"verse":"Testor coram Deo et Christo Jesu, et electis angelis, ut hæc custodias sine præjudicio, nihil faciens in alteram partem declinando."},{"number":22,"verse":"Manus cito nemini imposueris, neque communicaveris peccatis alienis. Teipsum castum custodi."},{"number":23,"verse":"Noli adhuc aquam bibere, sed modico vino utere propter stomachum tuum, et frequentes tuas infirmitates."},{"number":24,"verse":"Quorumdam hominum peccata manifesta sunt, præcedentia ad judicium : quosdam autem et subsequuntur."},{"number":25,"verse":"Similiter et facta bona, manifesta sunt : et quæ aliter se habent, abscondi non possunt."}]}