{"bibleAbbr":"NASB1995+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":15,"verses":[{"number":1,"verse":"Now the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Speak <WH1696> to the sons <WH1121> of Israel, <WH3478> and say <WH559> to them, 'When <WH3588> you enter <WH935> the land <WH776> where <WH4186> you are to live, <WH4186> which <WH834> I am giving <WH5414> you,"},{"number":3,"verse":"then make <WH6213> an offering <WH801> by fire <WH801> to the Lord, <WH3068> a burnt <WH5930> offering <WH5930> or <WH176> a sacrifice <WH2077> to fulfill <WH6381> a special <WH6381> vow, <WH5088> or <WH176> as a freewill <WH5071> offering <WH5071> or <WH176> in your appointed <WH4150> times, <WH4150> to make <WH6213> a soothing <WH5207> aroma <WH7381> to the Lord, <WH3068> from the herd <WH1241> or <WH176> from the flock. <WH6629>"},{"number":4,"verse":"'And the one who presents <WH7126> his offering <WH7133> shall present <WH7126> to the Lord <WH3068> a grain offering <WH4503> of one-tenth [of an ephah] of fine <WH5560> flour <WH5560> mixed <WH1101> with one-fourth of a hin <WH1969> of oil, <WH8081>"},{"number":5,"verse":"and you shall prepare <WH6213> wine <WH3196> for the libation, <WH5262> one-fourth of a hin, <WH1969> with the burnt <WH5930> offering <WH5930> or <WH176> for the sacrifice, <WH2077> for each <WH259> lamb. <WH3532>"},{"number":6,"verse":"'Or <WH176> for a ram <WH352> you shall prepare <WH6213> as a grain offering <WH4503> two-tenths [of an ephah] of fine <WH5560> flour <WH5560> mixed <WH1101> with one-third of a hin <WH1969> of oil; <WH8081>"},{"number":7,"verse":"and for the libation <WH5262> you shall offer <WH7126> one-third of a hin <WH1969> of wine <WH3196> as a soothing <WH5207> aroma <WH7381> to the Lord. <WH3068>"},{"number":8,"verse":"'And when <WH3588> you prepare <WH6213> a bull <WH1121> <WH1241> as a burnt <WH5930> offering <WH5930> or <WH176> a sacrifice, <WH2077> to fulfill <WH6381> a special <WH6381> vow, <WH5088> or <WH176> for peace <WH8002> offerings <WH8002> to the Lord, <WH3068>"},{"number":9,"verse":"then you shall offer <WH7126> with the bull <WH1121> <WH1241> a grain offering <WH4503> of three-tenths [of an ephah] of fine <WH5560> flour <WH5560> mixed <WH1101> with one-half a hin <WH1969> of oil; <WH8081>"},{"number":10,"verse":"and you shall offer <WH7126> as the libation <WH5262> one-half a hin <WH1969> of wine <WH3196> as an offering <WH801> by fire, <WH801> as a soothing <WH5207> aroma <WH7381> to the Lord. <WH3068>"},{"number":11,"verse":"'Thus <WH3602> it shall be done <WH6213> for each <WH259> ox, <WH7794> or <WH176> for each <WH259> ram, <WH352> or <WH176> for each of the male <WH3532> lambs, <WH7716> or <WH176> of the goats. <WH5795>"},{"number":12,"verse":"'According to the number <WH4557> that you prepare, <WH6213> so <WH3602> you shall do <WH6213> for everyone <WH259> according to their number. <WH4557>"},{"number":13,"verse":"'All <WH3605> who are native <WH249> shall do <WH6213> these <WH428> things <WH428> in this <WH3602> manner, <WH3602> in presenting <WH7126> an offering <WH801> by fire, <WH801> as a soothing <WH5207> aroma <WH7381> to the Lord. <WH3068>"},{"number":14,"verse":"'And if <WH3588> an alien <WH1616> sojourns <WH1481> with you, or <WH176> one who <WH834> may be among <WH8432> you throughout your generations, <WH1755> and he [wishes to] make <WH6213> an offering <WH801> by fire, <WH801> as a soothing <WH5207> aroma <WH7381> to the Lord, <WH3068> just <WH9201> as you do, <WH6213> so <WH3651> he shall do. <WH6213>"},{"number":15,"verse":"'[As for] the assembly, <WH6951> there shall be one <WH259> statute <WH2708> for you and for the alien <WH1616> who sojourns <WH1481> [with you,] a perpetual <WH5769> statute <WH2708> throughout your generations; <WH1755> as you are, so shall the alien <WH1616> be before <WH6440> the Lord. <WH3068>"},{"number":16,"verse":"'There is to be one <WH259> law <WH8451> and one <WH259> ordinance <WH4941> for you and for the alien <WH1616> who sojourns <WH1481> with you.' \""},{"number":17,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":18,"verse":"\"Speak <WH1696> to the sons <WH1121> of Israel, <WH3478> and say <WH559> to them, 'When you enter <WH935> the land <WH776> where <WH834> <WH8033> I bring <WH935> you,"},{"number":19,"verse":"then it shall be, that when you eat <WH398> of the food <WH3899> of the land, <WH776> you shall lift <WH7311> up an offering <WH8641> to the Lord. <WH3068>"},{"number":20,"verse":"'Of the first <WH7225> of your dough <WH6182> you shall lift <WH7311> up a cake <WH2471> as an offering; <WH8641> as the offering <WH8641> of the threshing <WH1637> floor, <WH1637> so <WH3651> you shall lift <WH7311> it up."},{"number":21,"verse":"'From the first <WH7225> of your dough <WH6182> you shall give <WH5414> to the Lord <WH3068> an offering <WH8641> throughout your generations. <WH1755>"},{"number":22,"verse":"'But when <WH3588> you unwittingly <WH7686> fail <WH7368> and do not observe <WH6213> all <WH3605> these <WH428> commandments, <WH4687> which <WH834> the Lord <WH3068> has spoken <WH1696> to Moses, <WH4872>"},{"number":23,"verse":"[even] all <WH3605> that the Lord <WH3068> has commanded <WH6680> you through <WH3027> Moses, <WH4872> from the day <WH3117> when <WH834> the Lord <WH3068> gave <WH6680> commandment <WH6680> and onward <WH1973> throughout your generations, <WH1755>"},{"number":24,"verse":"then it shall be, if <WH518> it is done <WH6213> unintentionally, <WH7684> without <WH4480> the knowledge <WH5869> of the congregation, <WH5712> that all <WH3605> the congregation <WH5712> shall offer <WH6213> one <WH259> bull <WH6499> <WH1121> <WH1241> for a burnt <WH5930> offering, <WH5930> as a soothing <WH5207> aroma <WH7381> to the Lord, <WH3068> with its grain offering, <WH4503> and its libation, <WH5262> according to the ordinance, <WH4941> and one <WH259> male <WH8163> goat <WH5795> for a sin <WH9128> offering. <WH9128>"},{"number":25,"verse":"'Then the priest <WH3548> shall make <WH3722> atonement <WH3722> for all <WH3605> the congregation <WH5712> of the sons <WH1121> of Israel, <WH3478> and they shall be forgiven; <WH5545> for it was an error, <WH7684> and they have brought <WH935> their offering, <WH7133> an offering <WH801> by fire <WH801> to the Lord, <WH3068> and their sin <WH9128> offering <WH9128> before <WH6440> the Lord, <WH3068> for their error. <WH7684>"},{"number":26,"verse":"'So all <WH3605> the congregation <WH5712> of the sons <WH1121> of Israel <WH3478> will be forgiven, <WH5545> with the alien <WH1616> who sojourns <WH1481> among <WH8432> them, for [it happened] to all <WH3605> the people <WH5971> through error. <WH7684>"},{"number":27,"verse":"'Also if <WH518> one <WH259> person <WH5315> sins <WH2398> unintentionally, <WH7684> then he shall offer <WH7126> a one year <WH8141> old <WH1323> female <WH5795> goat <WH5795> for a sin <WH9128> offering. <WH9128>"},{"number":28,"verse":"'And the priest <WH3548> shall make <WH3722> atonement <WH3722> before <WH6440> the Lord <WH3068> for the person <WH5315> who goes <WH7683> astray <WH7683> when he sins <WH2398> unintentionally, <WH7684> making <WH3722> atonement <WH3722> for him that he may be forgiven. <WH5545>"},{"number":29,"verse":"'You shall have <WH1961> one <WH259> law <WH8451> for him who does <WH6213> [anything] unintentionally, <WH7684> for him who is native <WH249> among the sons <WH1121> of Israel <WH3478> and for the alien <WH1616> who sojourns <WH1481> among <WH8432> them."},{"number":30,"verse":"'But the person <WH5315> who <WH834> does <WH6213> [anything] defiantly, <WH7311> <WH3027> whether <WH4480> he is native <WH249> or an alien, <WH1616> that one <WH1931> is blaspheming <WH1442> the Lord; <WH3068> and that person <WH5315> shall be cut <WH3772> off <WH3772> from among <WH7130> his people. <WH5971>"},{"number":31,"verse":"'Because <WH3588> he has despised <WH959> the word <WH1697> of the Lord <WH3068> and has broken <WH6565> His commandment, <WH4687> that person <WH5315> shall be completely <WH3772> cut <WH3772> off; <WH3772> his guilt <WH5771> [shall be] on him.' \""},{"number":32,"verse":"Now while the sons <WH1121> of Israel <WH3478> were in the wilderness, <WH4057> they found <WH4672> a man <WH376> gathering <WH9535> wood <WH6086> on the sabbath <WH7676> day. <WH3117>"},{"number":33,"verse":"And those who found <WH4672> him gathering <WH9535> wood <WH6086> brought <WH7126> him to Moses <WH4872> and Aaron, <WH175> and to all <WH3605> the congregation; <WH5712>"},{"number":34,"verse":"and they put <WH5117> him in custody <WH4929> because <WH3588> it had not been declared <WH6567> what <WH4100> should be done <WH6213> to him."},{"number":35,"verse":"Then the Lord <WH3068> said <WH559> to Moses, <WH4872> \"The man <WH376> shall surely <WH4191> be put <WH4191> to death; <WH4191> all <WH3605> the congregation <WH5712> shall stone <WH7275> him with stones <WH68> outside <WH4480> <WH2351> the camp. <WH4264>\""},{"number":36,"verse":"So all <WH3605> the congregation <WH5712> brought <WH3318> him outside <WH413> <WH4480> <WH2351> the camp, <WH4264> and stoned <WH7275> him to death <WH4191> with stones, <WH68> just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"},{"number":37,"verse":"The Lord <WH3068> also spoke <WH559> to Moses, <WH4872> saying, <WH559>"},{"number":38,"verse":"\"Speak <WH1696> to the sons <WH1121> of Israel, <WH3478> and tell <WH559> them that they shall make <WH6213> for themselves tassels <WH6734> on the corners <WH3671> of their garments <WH899> throughout their generations, <WH1755> and that they shall put <WH5414> on the tassel <WH6734> of each corner <WH3671> a cord <WH6616> of blue. <WH8504>"},{"number":39,"verse":"\"And it shall be a tassel <WH6734> for you to look <WH7200> at and remember <WH2142> all <WH3605> the commandments <WH4687> of the Lord, <WH3068> so as to do <WH6213> them and not follow <WH8446> after <WH310> your own heart <WH3824> and your own eyes, <WH5869> after <WH310> which <WH834> you played <WH2181> the harlot, <WH2181>"},{"number":40,"verse":"in order <WH4616> that you may remember <WH2142> to do <WH6213> all <WH3605> My commandments, <WH4687> and be holy <WH6918> to your God. <WH430>"},{"number":41,"verse":"\"I am the Lord <WH3068> your God <WH430> who <WH834> brought <WH3318> you out from the land <WH776> of Egypt <WH4714> to be your God; <WH430> I am the Lord <WH3068> your God. <WH430>\""}]}