{"bibleAbbr":"NASB1995+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"While Israel <WH3478> remained <WH3427> at Shittim, <WH7851> the people <WH5971> began <WH2490> to play <WH2181> the harlot <WH2181> with the daughters <WH1323> of Moab. <WH4124>"},{"number":2,"verse":"For they invited <WH7121> the people <WH5971> to the sacrifices <WH2077> of their gods, <WH430> and the people <WH5971> ate <WH398> and bowed <WH7812> down <WH7812> to their gods. <WH430>"},{"number":3,"verse":"So Israel <WH3478> joined <WH6775> themselves to Baal <WH1187> of Peor, <WH1187> and the Lord <WH3068> was angry <WH639> <WH2734> against Israel. <WH3478>"},{"number":4,"verse":"And the Lord <WH3068> said <WH559> to Moses, <WH4872> \"Take <WH3947> all <WH3605> the leaders <WH7218> of the people <WH5971> and execute <WH3363> them in broad <WH5048> daylight <WH8121> before the Lord, <WH3068> so that the fierce <WH2740> anger <WH639> of the Lord <WH3068> may turn <WH7725> away <WH7725> from Israel. <WH3478>\""},{"number":5,"verse":"So Moses <WH4872> said <WH559> to the judges <WH8199> of Israel, <WH3478> \"Each <WH376> of you slay <WH2026> his men <WH376> who have joined <WH6775> themselves to Baal <WH1187> of Peor. <WH1187>\""},{"number":6,"verse":"Then behold, <WH2009> one <WH376> of the sons <WH1121> of Israel <WH3478> came <WH935> and brought <WH7126> to his relatives <WH251> a Midianite <WH4084> woman, <WH4084> in the sight <WH5869> of Moses <WH4872> and in the sight <WH5869> of all <WH3605> the congregation <WH5712> of the sons <WH1121> of Israel, <WH3478> while they were weeping <WH1058> at the doorway <WH6607> of the tent <WH168> of meeting. <WH4150>"},{"number":7,"verse":"When Phinehas <WH6372> the son <WH1121> of Eleazar, <WH499> the son <WH1121> of Aaron <WH175> the priest, <WH3548> saw <WH7200> it, he arose <WH6965> from the midst <WH8432> of the congregation, <WH5712> and took <WH3947> a spear <WH7420> in his hand; <WH3027>"},{"number":8,"verse":"and he went <WH935> after <WH310> the man <WH376> of Israel <WH3478> into the tent, <WH6898> and pierced <WH1856> both <WH8147> of them through, <WH1856> the man <WH376> of Israel <WH3478> and the woman, <WH802> through <WH413> the body. <WH6896> So the plague <WH4046> on the sons <WH1121> of Israel <WH3478> was checked. <WH6113>"},{"number":9,"verse":"And those who died <WH4191> by the plague <WH4046> were 24000."},{"number":10,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":11,"verse":"\"Phinehas <WH6372> the son <WH1121> of Eleazar, <WH499> the son <WH1121> of Aaron <WH175> the priest, <WH3548> has turned <WH7725> away <WH7725> My wrath <WH2534> from the sons <WH1121> of Israel, <WH3478> in that he was jealous <WH7065> with My jealousy <WH7068> among <WH8432> them, so that I did not destroy <WH3615> the sons <WH1121> of Israel <WH3478> in My jealousy. <WH7068>"},{"number":12,"verse":"\"Therefore <WH3651> say, <WH559> 'Behold, <WH2009> I give <WH5414> him My covenant <WH1285> of peace; <WH7965>"},{"number":13,"verse":"and it shall be for him and his descendants <WH2233> after <WH310> him, a covenant <WH1285> of a perpetual <WH5769> priesthood, <WH3550> because <WH834> <WH8478> he was jealous <WH7065> for his God, <WH430> and made <WH3722> atonement <WH3722> for the sons <WH1121> of Israel. <WH3478>' \""},{"number":14,"verse":"Now the name <WH8034> of the slain <WH5221> man <WH376> of Israel <WH3478> who <WH834> was slain <WH5221> with the Midianite <WH4084> woman, <WH4084> was Zimri <WH2174> the son <WH1121> of Salu, <WH9366> a leader <WH5387> of a father's household <WH1004> among the Simeonites. <WH8099>"},{"number":15,"verse":"And the name <WH8034> of the Midianite <WH4084> woman <WH802> who was slain <WH5221> was Cozbi <WH3579> the daughter <WH1323> of Zur, <WH6698> who <WH1931> was head <WH7218> of the people <WH523> of a father's household <WH1004> in Midian. <WH4080>"},{"number":16,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":17,"verse":"\"Be hostile <WH6887> to the Midianites <WH4084> and strike <WH5221> them;"},{"number":18,"verse":"for they have been <WH6887> hostile <WH6887> to you with their tricks, <WH5231> with which <WH834> they have deceived <WH5230> you in the affair <WH1697> of Peor, <WH6465> and in the affair <WH1697> of Cozbi, <WH3579> the daughter <WH1323> of the leader <WH5387> of Midian, <WH4080> their sister <WH269> who was slain <WH5221> on the day <WH3117> of the plague <WH4046> because <WH5921> <WH1697> of Peor. <WH6465> \""}]}