{"bibleAbbr":"NASB1995+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Command <WH6680> the sons <WH1121> of Israel <WH3478> and say <WH559> to them, 'When <WH3588> you enter <WH935> the land <WH776> of Canaan, <WH3667> this <WH2088> is the land <WH776> that shall fall <WH5307> to you as an inheritance, <WH5159> [even the] land <WH776> of Canaan <WH3667> according to its borders. <WH1367>"},{"number":3,"verse":"'Your southern <WH5045> sector <WH6285> shall extend <WH1961> from the wilderness <WH4057> of Zin <WH6790> along <WH5921> the side <WH3027> of Edom, <WH9000> and your southern <WH5045> border <WH1366> shall extend <WH1961> from the end <WH7097> of the Salt <WH4417> Sea <WH3220> eastward. <WH9506>"},{"number":4,"verse":"'Then your border <WH1366> shall turn <WH5437> [direction] from the south <WH5045> to the ascent <WH4610> of Akrabbim, <WH4610> and continue <WH5674> to Zin, <WH6790> and its termination <WH8444> shall be to the south <WH5045> of Kadesh-barnea; and it shall reach <WH3318> Hazaraddar, <WH2692> and continue <WH5674> to Azmon. <WH6111>"},{"number":5,"verse":"'And the border <WH1366> shall turn <WH5437> [direction] from Azmon <WH6111> to the brook <WH5158> of Egypt, <WH4714> and its termination <WH8444> shall be at the sea. <WH3220>"},{"number":6,"verse":"'As for the western <WH3220> border, <WH1366> you shall have <WH1961> the Great <WH1419> Sea, <WH3220> that is, [its] coastline; <WH1366> this <WH2088> shall be your west <WH3220> border. <WH1366>"},{"number":7,"verse":"'And this <WH2088> shall be your north <WH6828> border: <WH1366> you shall draw <WH8376> your [border] line <WH8376> from the Great <WH1419> Sea <WH3220> to Mount <WH2022> Hor. <WH2023>"},{"number":8,"verse":"'You shall draw <WH8376> a line <WH8376> from Mount <WH2022> Hor <WH2023> to the Lebo-hamath, and the termination <WH8444> of the border <WH1366> shall be at Zedad; <WH6657>"},{"number":9,"verse":"and the border <WH1366> shall proceed <WH3318> to Ziphron, <WH2202> and its termination <WH8444> shall be at Hazar-enan. This <WH2088> shall be your north <WH6828> border. <WH1366>"},{"number":10,"verse":"'For your eastern <WH9506> border <WH1366> you shall also draw <WH184> a line <WH1366> from Hazar-enan to Shepham, <WH8221>"},{"number":11,"verse":"and the border <WH1366> shall go <WH3381> down <WH3381> from Shepham <WH8221> to Riblah <WH7247> on the east <WH6924> side <WH6924> of Ain; <WH5871> and the border <WH1366> shall go <WH3381> down <WH3381> and reach <WH9256> to the slope <WH3802> on the east <WH9506> side <WH9506> of the Sea <WH3220> of Chinnereth. <WH3672>"},{"number":12,"verse":"'And the border <WH1366> shall go <WH3381> down <WH3381> to the Jordan <WH3383> and its termination <WH8444> shall be at the Salt <WH4417> Sea. <WH3220> This <WH2088> shall be your land <WH776> according to its borders <WH1367> all <WH5439> around. <WH5439>' \""},{"number":13,"verse":"So Moses <WH4872> commanded <WH6680> the sons <WH1121> of Israel, <WH3478> saying, <WH559> \"This <WH2088> is the land <WH776> that you are to apportion <WH5157> by lot <WH1486> among you as a possession, <WH5157> which <WH834> the Lord <WH3068> has commanded <WH6680> to give <WH5414> to the nine <WH8672> and a half <WH2677> tribes. <WH4294>"},{"number":14,"verse":"\"For the tribe <WH4294> of the sons <WH1121> of Reuben <WH7206> have received <WH3947> [theirs] according to their fathers' households, <WH1004> and the tribe <WH4294> of the sons <WH1121> of Gad <WH1410> according to their fathers' households, <WH1004> and the half-tribe of Manasseh <WH4519> have received <WH3947> their possession. <WH5159>"},{"number":15,"verse":"\"The two <WH8147> and a half <WH2677> tribes <WH4294> have received <WH3947> their possession <WH5159> across <WH4480> <WH5676> the Jordan <WH3383> opposite Jericho, <WH3405> eastward <WH9506> toward the sunrising. <WH4217>\""},{"number":16,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":17,"verse":"\"These <WH428> are the names <WH8034> of the men <WH376> who <WH834> shall apportion <WH5157> the land <WH776> to you for inheritance: <WH5157> Eleazar <WH499> the priest <WH3548> and Joshua <WH3091> the son <WH1121> of Nun. <WH5126>"},{"number":18,"verse":"\"And you shall take <WH3947> one <WH259> leader <WH5387> of every tribe <WH4294> to apportion <WH5157> the land <WH776> for inheritance. <WH5157>"},{"number":19,"verse":"\"And these <WH428> are the names <WH8034> of the men: <WH376> of the tribe <WH4294> of Judah, <WH3063> Caleb <WH3612> the son <WH1121> of Jephunneh. <WH3312>"},{"number":20,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Simeon, <WH8095> Samuel <WH8050> the son <WH1121> of Ammihud. <WH5989>"},{"number":21,"verse":"\"Of the tribe <WH4294> of Benjamin, <WH1144> Elidad <WH449> the son <WH1121> of Chislon. <WH3692>"},{"number":22,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Dan <WH1835> a leader, <WH5387> Bukki <WH1231> the son <WH1121> of Jogli. <WH3020>"},{"number":23,"verse":"\"Of the sons <WH1121> of Joseph: <WH3130> of the tribe <WH4294> of the sons <WH1121> of Manasseh <WH4519> a leader, <WH5387> Hanniel <WH2592> the son <WH1121> of Ephod. <WH641>"},{"number":24,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Ephraim <WH669> a leader, <WH5387> Kemuel <WH7055> the son <WH1121> of Shiphtan. <WH8204>"},{"number":25,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Zebulun <WH2074> a leader, <WH5387> Elizaphan <WH469> the son <WH1121> of Parnach. <WH6535>"},{"number":26,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Issachar <WH3485> a leader, <WH5387> Paltiel <WH6409> the son <WH1121> of Azzan. <WH5821>"},{"number":27,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Asher <WH836> a leader, <WH5387> Ahihud <WH282> the son <WH1121> of Shelomi. <WH8015>"},{"number":28,"verse":"\"And of the tribe <WH4294> of the sons <WH1121> of Naphtali <WH5321> a leader, <WH5387> Pedahel <WH6300> the son <WH1121> of Ammihud. <WH5989>\""},{"number":29,"verse":"These <WH428> are those whom <WH834> the Lord <WH3068> commanded <WH6680> to apportion <WH5157> the inheritance <WH5157> to the sons <WH1121> of Israel <WH3478> in the land <WH776> of Canaan. <WH3667>"}]}