{"bibleAbbr":"NASB1995+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses <WH4872> and to Aaron, <WH175> saying, <WH559>"},{"number":2,"verse":"\"Take <WH5375> a census <WH7218> of the descendants <WH1121> of Kohath <WH6955> from among <WH8432> the sons <WH1121> of Levi, <WH3878> by their families, <WH4940> by their fathers' households, <WH1004>"},{"number":3,"verse":"from thirty <WH7970> years <WH8141> and upward, <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> all <WH3605> who enter <WH935> the service <WH6635> to do <WH6213> the work <WH4399> in the tent <WH168> of meeting. <WH4150>"},{"number":4,"verse":"\"This <WH2088> is the work <WH5656> of the descendants <WH1121> of Kohath <WH6955> in the tent <WH168> of meeting, <WH4150> [concerning] the most <WH6944> holy <WH6944> things. <WH6944>"},{"number":5,"verse":"\"When the camp <WH4264> sets <WH5265> out, Aaron <WH175> and his sons <WH1121> shall go <WH935> in and they shall take <WH3381> down <WH3381> the veil <WH6532> of the screen <WH4539> and cover <WH3680> the ark <WH727> of the testimony <WH5715> with it;"},{"number":6,"verse":"and they shall lay <WH5414> a covering <WH3681> of porpoise <WH8476> skin <WH5785> on it, and shall spread <WH6566> over <WH4605> [it] a cloth <WH899> of pure <WH3632> blue, <WH8504> and shall insert <WH7760> its poles. <WH905>"},{"number":7,"verse":"\"Over <WH5921> the table <WH7979> of the bread of the Presence <WH6440> they shall also spread <WH6566> a cloth <WH899> of blue <WH8504> and put <WH5414> on it the dishes <WH7086> and the pans <WH3709> and the sacrificial <WH4518> bowls <WH4518> and the jars <WH7184> for the libation, <WH5262> and the continual <WH8548> bread <WH3899> shall be on it."},{"number":8,"verse":"\"And they shall spread <WH6566> over <WH5921> them a cloth <WH899> of scarlet <WH8144> [material,] and cover <WH3680> the same <WH853> with a covering <WH4372> of porpoise <WH8476> skin, <WH5785> and they shall insert <WH7760> its poles. <WH905>"},{"number":9,"verse":"\"Then they shall take <WH3947> a blue <WH8504> cloth <WH899> and cover <WH3680> the lampstand <WH4501> for the light, <WH3974> along with its lamps <WH5216> and its snuffers, <WH4457> and its trays <WH4289> and all <WH3605> its oil <WH8081> vessels, <WH3627> by which <WH834> they serve <WH8334> it;"},{"number":10,"verse":"and they shall put <WH5414> it and all <WH3605> its utensils <WH3627> in a covering <WH4372> of porpoise <WH8476> skin, <WH5785> and shall put <WH5414> it on the carrying <WH4132> bars. <WH4132>"},{"number":11,"verse":"\"And over <WH5921> the golden <WH2091> altar <WH4196> they shall spread <WH6566> a blue <WH8504> cloth <WH899> and cover <WH3680> it with a covering <WH4372> of porpoise <WH8476> skin, <WH5785> and shall insert <WH7760> its poles; <WH905>"},{"number":12,"verse":"and they shall take <WH3947> all <WH3605> the utensils <WH3627> of service, <WH8335> with which <WH834> they serve <WH8334> in the sanctuary, <WH6944> and put <WH5414> them in a blue <WH8504> cloth <WH899> and cover <WH3680> them with a covering <WH4372> of porpoise <WH8476> skin, <WH5785> and put <WH5414> them on the carrying <WH4132> bars. <WH4132>"},{"number":13,"verse":"\"Then they shall take <WH1878> away <WH1878> the ashes <WH1878> from the altar, <WH4196> and spread <WH6566> a purple <WH713> cloth <WH899> over <WH5921> it."},{"number":14,"verse":"\"They shall also put <WH5414> on it all <WH3605> its utensils <WH3627> by which <WH834> they serve <WH8334> in connection <WH5921> with it: the firepans, <WH4289> the forks <WH9254> and shovels <WH3257> and the basins, <WH4219> all <WH3605> the utensils <WH3627> of the altar; <WH4196> and they shall spread <WH6566> a cover <WH3681> of porpoise <WH8476> skin <WH5785> over <WH5921> it and insert <WH7760> its poles. <WH905>"},{"number":15,"verse":"\"And when Aaron <WH175> and his sons <WH1121> have finished <WH3615> covering <WH3680> the holy <WH6944> [objects] and all <WH3605> the furnishings <WH3627> of the sanctuary, <WH6944> when the camp <WH4264> is to set <WH5265> out, after <WH310> that the sons <WH1121> of Kohath <WH6955> shall come <WH935> to carry <WH5375> [them,] so that they may not touch <WH5060> the holy <WH6944> [objects] and die. <WH4191> These <WH428> are the things <WH4853> in the tent <WH168> of meeting <WH4150> which the sons <WH1121> of Kohath <WH6955> are to carry. <WH4853>"},{"number":16,"verse":"\"And the responsibility <WH6486> of Eleazar <WH499> the son <WH1121> of Aaron <WH175> the priest <WH3548> is the oil <WH8081> for the light <WH3974> and the fragrant <WH5561> incense <WH7004> and the continual <WH8548> grain offering <WH4503> and the anointing <WH4888> oil <WH8081> – the responsibility <WH6486> of all <WH3605> the tabernacle <WH4908> and of all <WH3605> that is in it, with the sanctuary <WH6944> and its furnishings. <WH3627>\""},{"number":17,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses <WH4872> and to Aaron, <WH175> saying, <WH559>"},{"number":18,"verse":"\"Do not let the tribe <WH7626> of the families <WH4940> of the Kohathites <WH6956> be cut <WH3772> off <WH3772> from among <WH8432> the Levites. <WH3881>"},{"number":19,"verse":"\"But do <WH6213> this <WH2088> to them that they may live <WH2421> and not die <WH4191> when they approach <WH5066> the most <WH6944> holy <WH6944> [objects: ] Aaron <WH175> and his sons <WH1121> shall go <WH935> in and assign <WH7760> each <WH376> of them to his work <WH5656> and to his load; <WH4853>"},{"number":20,"verse":"but they shall not go <WH935> in to see <WH7200> the holy <WH6944> [objects] even for a moment, <WH1104> lest they die. <WH4191> \""},{"number":21,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":22,"verse":"\"Take <WH5375> a census <WH7218> of the sons <WH1121> of Gershon <WH1648> also, <WH1571> by their fathers' households, <WH1004> by their families; <WH4940>"},{"number":23,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> to fifty <WH2572> years <WH8141> old, <WH1121> you shall number <WH6485> them; all <WH3605> who enter <WH935> to perform <WH6633> the service <WH6635> to do <WH5647> the work <WH5656> in the tent <WH168> of meeting. <WH4150>"},{"number":24,"verse":"\"This <WH2088> is the service <WH5656> of the families <WH4940> of the Gershonites, <WH1649> in serving <WH5647> and in carrying: <WH4853>"},{"number":25,"verse":"they shall carry <WH5375> the curtains <WH3407> of the tabernacle <WH4908> and the tent <WH168> of meeting <WH4150> [with] its covering <WH4372> and the covering <WH4372> of porpoise <WH8476> skin <WH8476> that is on top <WH4605> of it, and the screen <WH4539> for the doorway <WH6607> of the tent <WH168> of meeting, <WH4150>"},{"number":26,"verse":"and the hangings <WH7050> of the court, <WH2691> and the screen <WH4539> for the doorway <WH6607> of the gate <WH8179> of the court <WH2691> which <WH834> is around <WH5439> the tabernacle <WH4908> and the altar, <WH4196> and their cords <WH4340> and all <WH3605> the equipment <WH3627> for their service; <WH5656> and all <WH3605> that is to be done, <WH6213> they shall perform. <WH5647>"},{"number":27,"verse":"\"All <WH3605> the service <WH5656> of the sons <WH1121> of the Gershonites, <WH1649> in all <WH3605> their loads <WH4853> and in all <WH3605> their work, <WH5656> shall be [performed] at the command <WH6310> of Aaron <WH175> and his sons; <WH1121> and you shall assign <WH6485> to them as a duty <WH4931> all <WH3605> their loads. <WH4853>"},{"number":28,"verse":"\"This <WH2088> is the service <WH5656> of the families <WH4940> of the sons <WH1121> of the Gershonites <WH1649> in the tent <WH168> of meeting, <WH4150> and their duties <WH4931> [shall be] under the direction <WH3027> of Ithamar <WH385> the son <WH1121> of Aaron <WH175> the priest. <WH3548>"},{"number":29,"verse":"\"[As for] the sons <WH1121> of Merari, <WH4847> you shall number <WH6485> them by their families, <WH4940> by their fathers' households; <WH1004>"},{"number":30,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> you shall number <WH6485> them, everyone <WH3605> who enters <WH935> the service <WH6635> to do <WH5647> the work <WH5656> of the tent <WH168> of meeting. <WH4150>"},{"number":31,"verse":"\"Now this <WH2088> is the duty <WH4931> of their loads, <WH4853> for all <WH3605> their service <WH5656> in the tent <WH168> of meeting: <WH4150> the boards <WH7175> of the tabernacle <WH4908> and its bars <WH1280> and its pillars <WH5982> and its sockets, <WH134>"},{"number":32,"verse":"and the pillars <WH5982> around <WH5439> the court <WH2691> and their sockets <WH134> and their pegs <WH3489> and their cords, <WH4340> with all <WH3605> their equipment <WH3627> and with all <WH3605> their service; <WH5656> and you shall assign <WH6485> [each man] by name <WH8034> the items <WH3627> he is to carry. <WH4853>"},{"number":33,"verse":"\"This <WH2088> is the service <WH5656> of the families <WH4940> of the sons <WH1121> of Merari, <WH4847> according to all <WH3605> their service <WH5656> in the tent <WH168> of meeting, <WH4150> under the direction <WH3027> of Ithamar <WH385> the son <WH1121> of Aaron <WH175> the priest. <WH3548>\""},{"number":34,"verse":"So Moses <WH4872> and Aaron <WH175> and the leaders <WH5387> of the congregation <WH5712> numbered <WH6485> the sons <WH1121> of the Kohathites <WH6956> by their families, <WH4940> and by their fathers' households, <WH1004>"},{"number":35,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> everyone <WH3605> who entered <WH935> the service <WH6635> for work <WH5656> in the tent <WH168> of meeting. <WH4150>"},{"number":36,"verse":"And their numbered <WH6485> men by their families <WH4940> were 2750."},{"number":37,"verse":"These <WH428> are the numbered <WH6485> men of the Kohathite <WH6956> families, <WH4940> everyone <WH3605> who was serving <WH5647> in the tent <WH168> of meeting, <WH4150> whom <WH834> Moses <WH4872> and Aaron <WH175> numbered <WH6485> according <WH5921> to the commandment <WH6310> of the Lord <WH3068> through <WH3027> Moses. <WH4872>"},{"number":38,"verse":"And the numbered <WH6485> men of the sons <WH1121> of Gershon <WH1648> by their families, <WH4940> and by their fathers' households, <WH1004>"},{"number":39,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> everyone <WH3605> who entered <WH935> the service <WH6635> for work <WH5656> in the tent <WH168> of meeting. <WH4150>"},{"number":40,"verse":"And their numbered <WH6485> men by their families, <WH4940> by their fathers' households, <WH1004> were 2630."},{"number":41,"verse":"These <WH428> are the numbered <WH6485> men of the families <WH4940> of the sons <WH1121> of Gershon, <WH1648> everyone <WH3605> who was serving <WH5647> in the tent <WH168> of meeting, <WH4150> whom <WH834> Moses <WH4872> and Aaron <WH175> numbered <WH6485> according <WH5921> to the commandment <WH6310> of the Lord. <WH3068>"},{"number":42,"verse":"And the numbered <WH6485> men of the families <WH4940> of the sons <WH1121> of Merari <WH4847> by their families, <WH4940> by their fathers' households, <WH1004>"},{"number":43,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> everyone <WH3605> who entered <WH935> the service <WH6635> for work <WH5656> in the tent <WH168> of meeting. <WH4150>"},{"number":44,"verse":"And their numbered <WH6485> men by their families <WH4940> were 3200."},{"number":45,"verse":"These <WH428> are the numbered <WH6485> men of the families <WH4940> of the sons <WH1121> of Merari, <WH4847> whom <WH834> Moses <WH4872> and Aaron <WH175> numbered <WH6485> according <WH5921> to the commandment <WH6310> of the Lord <WH3068> through <WH3027> Moses. <WH4872>"},{"number":46,"verse":"All <WH3605> the numbered <WH6485> men of the Levites, <WH3881> whom <WH834> Moses <WH4872> and Aaron <WH175> and the leaders <WH5387> of Israel <WH3478> numbered, <WH6485> by their families <WH4940> and by their fathers' households, <WH1004>"},{"number":47,"verse":"from thirty <WH7970> years <WH8141> and upward <WH4605> even to fifty <WH2572> years <WH8141> old, <WH1121> everyone <WH3605> who could enter <WH935> to do <WH5647> the work <WH5647> of service <WH5656> and the work <WH5656> of carrying <WH4853> in the tent <WH168> of meeting. <WH4150>"},{"number":48,"verse":"And their numbered <WH6485> men were 8580."},{"number":49,"verse":"According <WH5921> to the commandment <WH6310> of the Lord <WH3068> through <WH3027> Moses, <WH4872> they were numbered, <WH6485> everyone <WH376> by his serving <WH5656> or carrying; <WH4853> thus these were his numbered <WH6485> men, just <WH834> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"}]}