{"bibleAbbr":"NASB1995+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"Thus the Lord <WH3068> spoke <WH1696> to Moses <WH4872> in the wilderness <WH4057> of Sinai, <WH5514> in the first <WH7223> month <WH2320> of the second <WH8145> year <WH8141> after they had come <WH3318> out of the land <WH776> of Egypt, <WH4714> saying, <WH559>"},{"number":2,"verse":"\"Now, let the sons <WH1121> of Israel <WH3478> observe <WH6213> the Passover <WH6453> at its appointed <WH4150> time. <WH4150>"},{"number":3,"verse":"\"On the fourteenth <WH702> <WH6240> day <WH3117> of this <WH2088> month, <WH2320> at twilight, <WH6153> you shall observe <WH6213> it at its appointed <WH4150> time; <WH4150> you shall observe <WH6213> it according to all <WH3605> its statutes <WH2708> and according to all <WH3605> its ordinances. <WH4941>\""},{"number":4,"verse":"So Moses <WH4872> told <WH1696> the sons <WH1121> of Israel <WH3478> to observe <WH6213> the Passover. <WH6453>"},{"number":5,"verse":"And they observed <WH6213> the Passover <WH6453> in the first <WH7223> [month, <WH2320>] on the fourteenth <WH702> <WH6240> day <WH3117> of the month, at twilight, <WH6153> in the wilderness <WH4057> of Sinai; <WH5514> according to all <WH3605> that the Lord <WH3068> had commanded <WH6680> Moses, <WH4872> so <WH3651> the sons <WH1121> of Israel <WH3478> did. <WH6213>"},{"number":6,"verse":"But there were [some] men <WH376> who <WH834> were unclean <WH2931> because of [the] dead <WH5315> person, <WH5315> so that they could <WH3201> not observe <WH6213> Passover <WH6453> on that day; <WH3117> so they came <WH7126> before <WH6440> Moses <WH4872> and Aaron <WH175> on that day. <WH3117>"},{"number":7,"verse":"And those <WH1992> men <WH376> said <WH559> to him, \"[Though] we are unclean <WH2931> because of [the] dead <WH5315> person, <WH5315> why <WH4100> are we restrained <WH1639> from presenting <WH7126> the offering <WH7133> of the Lord <WH3068> at its appointed <WH4150> time <WH4150> among <WH8432> the sons <WH1121> of Israel <WH3478>?\""},{"number":8,"verse":"Moses <WH4872> therefore said <WH559> to them, \"Wait, <WH5975> and I will listen <WH8085> to what <WH4100> the Lord <WH3068> will command <WH6680> concerning you.\""},{"number":9,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":10,"verse":"\"Speak <WH1696> to the sons <WH1121> of Israel, <WH3478> saying, <WH559> 'If <WH3588> any <WH376> one <WH376> of you or <WH176> of your generations <WH1755> becomes <WH1961> unclean <WH2931> because of a [dead] person, <WH5315> or <WH176> is on a distant <WH7350> journey, <WH1870> he may, however, observe <WH6213> the Passover <WH6453> to the Lord. <WH3068>"},{"number":11,"verse":"'In the second <WH8145> month <WH2320> on the fourteenth <WH702> <WH6240> day <WH3117> at twilight, <WH6153> they shall observe <WH6213> it; they shall eat <WH398> it with unleavened <WH4682> bread <WH4682> and bitter <WH4844> herbs. <WH4844>"},{"number":12,"verse":"'They shall leave <WH7604> none <WH3808> of it until <WH5704> morning, <WH1242> nor <WH3808> break <WH7665> a bone <WH6106> of it; according to all <WH3605> the statute <WH2708> of the Passover <WH6453> they shall observe <WH6213> it."},{"number":13,"verse":"'But the man <WH376> who <WH834> is clean <WH2889> and is not on a journey, <WH1870> and yet neglects <WH2308> to observe <WH6213> the Passover, <WH6453> that person <WH5315> shall then be cut <WH3772> off <WH3772> from his people, <WH9415> for he did not present <WH7126> the offering <WH7133> of the Lord <WH3068> at its appointed <WH4150> time. <WH4150> That man <WH376> shall bear <WH5375> his sin. <WH2399>"},{"number":14,"verse":"'And if <WH3588> an alien <WH1616> sojourns <WH1481> among <WH854> you and observes <WH6213> the Passover <WH6453> to the Lord, <WH3068> according to the statute <WH2708> of the Passover <WH6453> and according to its ordinance, <WH4941> so <WH3651> he shall do; <WH6213> you shall have <WH1961> one <WH259> statute, <WH2708> both for the alien <WH1616> and for the native <WH249> of the land. <WH776>' \""},{"number":15,"verse":"Now on the day <WH3117> that the tabernacle <WH4908> was erected <WH6965> the cloud <WH6051> covered <WH3680> the tabernacle, <WH4908> the tent <WH168> of the testimony, <WH5715> and in the evening <WH6153> it was like the appearance <WH4758> of fire <WH784> over <WH5921> the tabernacle, <WH4908> until <WH5704> morning. <WH1242>"},{"number":16,"verse":"So <WH3651> it was continuously; <WH8548> the cloud <WH6051> would cover <WH3680> it [by day,] and the appearance <WH4758> of fire <WH784> by night. <WH3915>"},{"number":17,"verse":"And whenever <WH6310> the cloud <WH6051> was lifted <WH5927> from over <WH5921> the tent, <WH168> afterward <WH310> <WH3651> the sons <WH1121> of Israel <WH3478> would then set <WH5265> out; and in the place <WH4725> where <WH834> <WH8033> the cloud <WH6051> settled <WH7931> down, <WH7931> there <WH8033> the sons <WH1121> of Israel <WH3478> would camp. <WH2583>"},{"number":18,"verse":"At the command <WH6310> of the Lord <WH3068> the sons <WH1121> of Israel <WH3478> would set <WH5265> out, and at the command <WH6310> of the Lord <WH3068> they would camp; <WH2583> as long <WH3605> <WH3117> as the cloud <WH6051> settled <WH7931> over <WH5921> the tabernacle, <WH4908> they remained <WH2583> camped. <WH2583>"},{"number":19,"verse":"Even when the cloud <WH6051> lingered <WH748> over <WH5921> the tabernacle <WH4908> for many <WH7227> days, <WH3117> the sons <WH1121> of Israel <WH3478> would keep <WH8104> the Lord's charge <WH4931> and not set <WH5265> out."},{"number":20,"verse":"If sometimes <WH3426> the cloud <WH6051> remained <WH1961> a few <WH4557> days <WH3117> over <WH5921> the tabernacle, <WH4908> according <WH5921> to the command <WH6310> of the Lord <WH3068> they remained <WH2583> camped. <WH2583> Then according <WH5921> to the command <WH6310> of the Lord <WH3068> they set <WH5265> out."},{"number":21,"verse":"If sometimes <WH3426> the cloud <WH6051> remained <WH1961> from evening <WH6153> until <WH5704> morning, <WH1242> when the cloud <WH6051> was lifted <WH5927> in the morning, <WH1242> they would move <WH5265> out; or <WH176> [if it remained] in the daytime <WH3119> and at night, <WH3915> whenever the cloud <WH6051> was lifted, <WH5927> they would set <WH5265> out."},{"number":22,"verse":"Whether <WH176> it was two days <WH3117> or <WH176> a month <WH2320> or <WH176> a year <WH3117> that the cloud <WH6051> lingered <WH748> over <WH5921> the tabernacle, <WH4908> staying <WH7931> above <WH5921> it, the sons <WH1121> of Israel <WH3478> remained <WH2583> camped <WH2583> and did not set <WH5265> out; but when it was lifted, <WH5927> they did set <WH5265> out."},{"number":23,"verse":"At the command <WH6310> of the Lord <WH3068> they camped, <WH2583> and at the command <WH6310> of the Lord <WH3068> they set <WH5265> out; they kept <WH8104> the Lord <WH3068>'s charge, <WH4931> according <WH5921> to the command <WH6310> of the Lord through <WH3027> Moses. <WH4872>"}]}