{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"एक पीड़ित मनई क उ समय क पराथना जब उ आपन क टूटा भवा महसूस करत ह अउर आपन वेदना अउ कस्टे क यहोवा स कहि डाकइ चाहत ह। हे यहोवा, मोर पराथना क सुना। मोर पराथना क तोहे तलक आवइ द्या।"},{"number":2,"verse":"जब मइँ विपत्ति मँ रहेउँ मोका नज़र अंदाज़ जिन करा। जब मइँ तोहार पराथना करेउँ तउ तू मोर सुना मोर पराथना क हाली जवाब द्या।"},{"number":3,"verse":"मोर जिन्नगी वइसे बीती रही जइसे उड़त भवा धुआँ। मोर सक्ति अइसे अहइ जइसे धीरे धीरे बुझत आग।"},{"number":4,"verse":"मोर सक्ति छीन होइ चुकी अहइ। मइँ वइसा ही अहउँ जइसा झुरान मुरझान घास। आपन सबइ वेदना मँ मोका भूख नाहीं लागत।"},{"number":5,"verse":"दुःख क कारण, मइँ सिरिफ चमड़ा अउर हड्डियन होइ गवा अहउँ।"},{"number":6,"verse":"मइँ अकेला अहउँ जइसे कउनो एकान्त निर्जन जगह मँ उल्लू रहत होइ। मइँ अकेला अहउँ जइसे कउनो पुरान खण्डहर मँ उल्लू रहत होइ।"},{"number":7,"verse":"मइँ जाग कइ पूरी रात पहरा करत हउँ। मइँ उ अकेले पंछी जइसा होइ गवा हउँ, जउन छते पइ बइठा भवा होइ।"},{"number":8,"verse":"मोर सत्रु सदा मोका बेइज्जत करत हीं, अउर लोग मोर नाम लइके मोर हँसी उड़ावत हीं।"},{"number":9,"verse":"दुःख मोर खइया होइ गवा अहइ। आँसू नीचे लुढ़किके मोर पिअइया बन जात ह।"},{"number":10,"verse":"काहेकि यहोवा तू मोसे रूठ गवा अहा। तू ही मोका ऊपर उठाए रह्या, अउर तू ही मोका बहाइ दिहा।"},{"number":11,"verse":"मोर जिन्नगी क लगभग अंत होइ चुका अहइ। वइसे ही जइसे साँझ क लम्बी छाया हेराइ जात हीं। मइँ वइसा ही अहउँ जइसे झुरान अउ मुरझान घास।"},{"number":12,"verse":"मुला हे यहोवा, तू तउ सदा ही अमर रहब्या। तोहार नाउँ सदा अउ सदा ही बना रही।"},{"number":13,"verse":"तोहार उत्थान होइ अउ तू सिय्योन क चइन देब्या। उ समइ आवत अहइ, जब तू सिय्योन पइ कृपालु होब्या।"},{"number":14,"verse":"तोहार सेवकन सिय्योन क पाथरन स पिरेम करत हीं। उ पचे ओकरे धूरि स भी पिरेम करत हीं।"},{"number":15,"verse":"रास्ट्रन यहोवा क नाउँ क आराधना करिहीं। हे यहोवा, धरती क सबहिं राजा तोहार आदर करिहीं।"},{"number":16,"verse":"जब यहोवा फुन स सिय्योन क बनाई। तउ उ आपन पूरी महिमा मँ परगट होइ।"},{"number":17,"verse":"जउन लोगन जिअत अहइ, उ ओनकर पराथना सुनीहीं। उ ओनकर पराथनन क नज़र अंदाज़ नाहीं करी।"},{"number":18,"verse":"ओन बातन क लिखा ताकि भविस्स क पीढ़ी पढ़इ। ताकि जउन लोग अवइ वाला समइ मँ पइदा होइहीं यहोवा क स्तुति करिहीं।"},{"number":19,"verse":"यहोवा आपन ऊँच पवित्तर ठउर स खाले निहारी यहोवा सरण स खाले धरती पइ निहारी।"},{"number":20,"verse":"उ कैदी लोगन क पराथना सुनी। उ ओन मनइयन क मुक्त करी जेनका राजा स मउत दीन्ह गइ रही।"},{"number":21,"verse":"फुन सिय्योन मँ लोग यहोवा क बखान करिहीं। यरूसलेम मँ लोग यहोवा क गुण गइहीं।"},{"number":22,"verse":"अइसा तब होइ जब यहोवा लोगन क फिन बटोरी, अइसा तब होइ जब राज्ज यहोवा क सेवा करिहीं।"},{"number":23,"verse":"मोर सक्ती मोका बिसराइ दिहस ह। यहोवा मोर जिन्नगी घटाइ दिहस ह।"},{"number":24,"verse":"एह बरे मइँ कहेउँ, “मोर प्राण छोटी उमर मँ जिन ल्या। हे परमेस्सर, तू सदा अउ सर्वदा अमर रहब्या!"},{"number":25,"verse":"पुराने जमाने मँ तू संसार रच्या ह। तू खुद अपने हाथन स आकास रच्या।"},{"number":26,"verse":"इ जगत अउ आकास नस्ट होइ जइहीं, मुला तू ही सदा जिअत रहब्या। उ सबइ ओढ़नन क नाई फट जइहीं। ओढ़नन क नाई ही तू ओनका बदलब्या। उ पचे सबहिं बदल दीन्ह जइहीं।"},{"number":27,"verse":"हे परमेस्सर, मुला तू कबहुँ नाहीं बदलत्या; तू सदा बरे अमर रहब्या।"},{"number":28,"verse":"आज हम तोहार दास अही। हमार संतान भविस्स मँ हिअँइ रइहीं अउर ओनकर संतानन हिअँइ तोहार उपासना करिहीं।”"}]}