{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"हे मोर आतिमा, यहोवा क स्तुति करा। हे यहोवा, हे मोरे परमेस्सर, तू अति महान अहा। तू महिमा अउ आदर क ओढ़ना पहिरे अहा।"},{"number":2,"verse":"जइसे कउनो मनई चोगा पहिरत ही वइसा ही उ प्रकास क पहिरत हीं। पर्दा क नाईं उ आकासे क फइलावत ह।"},{"number":3,"verse":"उ ओनके ऊपर आपन निवास स्थान बनाएस। उ गहिर बादर क प्रयोग आपन रथ बनावइ मँ करत ह। उ पवन क पखना पइ चढ़िके अकास पार करत ह।"},{"number":4,"verse":"उ निज सरगदूतन क पवन क नाईं बनावत ह। उ निज सेवक क पवन क नाई बनाएस।"},{"number":5,"verse":"इ उहइ अहइ जउन धरती क ओकरी नेंव पइ निर्माण किहस। इ कबहुँ न गिरी।"},{"number":6,"verse":"उ जल क चादर स धरती क ढकेस। जल पहाड़न क ढाँकि लिहस।"},{"number":7,"verse":"तू आदेस दिहा अउर जल दूरि हट गवा। तू जल पइ गरज्या, अउर जल दूर भागा।"},{"number":8,"verse":"पहाड़न स खाले घाटियन मँ ओन सबइ ठउरन पइ जेका तू ओकरे बरे तइयार किहे रहा या जल बहा।"},{"number":9,"verse":"तू समुद्दर क चउहद्दी बाँध दिहा अउर फुन जल कबहुँ धरती क ढाँकइ नाहीं जाई।"},{"number":10,"verse":"उ पानी क पठवत ह जउन कि झरनन स पहाड़ियन क बीच मँ घाटियन मँ बहत ह।"},{"number":11,"verse":"सबहिं जंगली पसुअन क सबइ धारा पानी देत हीं, जेनमाँ जंगली गदहा तलक आइके पिआस बुझावत हीं।"},{"number":12,"verse":"जंगल क परिन्दा तलाबन क किनारे रहइ बरे आवत हीं। अउ निचके ठाड़ भए बृच्छन क डालियन पइ गावत हीं"},{"number":13,"verse":"तू पहाड़न क ऊपर बर्खा पठया ह अउर ओन चिजियन ओनका दिहा जेका तू बनाया जउन ओनका चाही।"},{"number":14,"verse":"परमेस्सर, पसुअन क खाइ बरे घास उपजाया, हम स्रम करित ह अउर उ हमका पैाधा देत ह। इ सबइ पौधन उ भोजन अहइँ जेका हम धरती स पाइत ह।"},{"number":15,"verse":"परमेस्सर, हमका दाखरस देत ह, जउन हमका खुस करत ह। हमार चाम नरम रखइ क तू हमका तेल देत ह। हमका पुट्ठ करइ क उ हमका खइया क देत ह।"},{"number":16,"verse":"परमेस्सर लबानोन क जउन देवदारू क बिसाल बृच्छ लगाएस ह। ओन बिसाल बृच्छ खातिर ओनकर बढ़वार बरे बहोत पानी रहत ह।"},{"number":17,"verse":"पंछी ओन बृच्छन पइ आपन घोंसला बनावत हीं। देवदार क बृच्छन पइ सारस क बसेरा अहइ।"},{"number":18,"verse":"बनैले पहाड़ी बोकरन क घर ऊँच पहाड़ मँ बना अहइँ। बीछियन खुद क बड़की चट्टान क आड़ मँ छुपावत अहइँ।"},{"number":19,"verse":"तू मौसम क पता लगावइ बरे चाँद क रच्या ह। सूरज सदा जानत ह कि ओका कहाँ बूढ़ब अहइ।"},{"number":20,"verse":"तू अँधियारा बनाया जेहसे रात होइ ताकि जंगल क बनैला पसु एहर-ओहर घूमि सकिहीं।"},{"number":21,"verse":"उ पचे झपटत सेर जब दहाड़त हीं तब अइसा लगत ह जइसे उ पचे यहोवा क पुकारत होइँ, जेका माँगइ स उ ओनका अहार देत।"},{"number":22,"verse":"अउर पउ फाटइ पइ जीवजन्तु वापिस घरन क लउटत अउ आराम करत हीं।"},{"number":23,"verse":"फिन लोग आपन काम करइ क बाहेर निकरत हीं। साँझ तलक उ पचे काम मँ लगा रहत हीं।"},{"number":24,"verse":"हे यहोवा, तू अचरज भरा बहुतेरा काम किहा। धरती तोहरी वस्तुअन स भरी पड़ी अहइ। तू जउन कछू करत अहा, ओहमा आपन विवेक देखाँत ह।"},{"number":25,"verse":"इ समुद्दर क लखा, इ केतॅना बिसाल अहइ! हुआँ बहुतेरी जीव-जन्तु अहइ जेका गना नाहीं जाइ सकिहीं। ओहमाँ कछू बिसाल अहइँ अउर कछू नान्ह।"},{"number":26,"verse":"समुद्दर क ऊपर जलपोत तैरत हीं, अउर लिब्याथान जेका तू बनाएस ह समुद्दर मँ खेल-खेलत ह।"},{"number":27,"verse":"यहोवा, इ सब कछू तोहरे आसरे पइ अहइ। हे परमेस्सर, ओन सबहीं जीवन क खाना तू ठीक समइ पइ देत अहा।"},{"number":28,"verse":"हे परमेस्सर, तू ही अहा जउन सबइ जीव-जन्तुअन क खाना जेका उ पचे खात हीं, उपलब्ध करावत अहा।"},{"number":29,"verse":"फुन जब तू ओनसे मुँह मोड़ लेत अहा तब उ पचे डेराइ जात हीं। ओनकर साँस रुकि जात हीं। उ पचे दुर्बल होइ जात हीं अउर मर जात हीं। अउर ओनकर देह फुन धूरि मँ बदलि जात हीं।"},{"number":30,"verse":"जब तू आपन आतिमा भेज्या ह, उ ओहसे जीवित होइ जात ह अउर धरती पइ जिन्नगी क संग फुन नवा कइ दीन्ह जात ह।"},{"number":31,"verse":"यहोवा क महिमा सदा-सदा बनी रहइ। यहोवा आपन रचना स सदा आनन्द मँ रहइ।"},{"number":32,"verse":"यहोवा क दृस्टि स इ धरती काँप उठी। पहाड़न स धुआँ उठइ लग जाइ।"},{"number":33,"verse":"मइँ जिन्नगी भइ यहोवा बरे गाउब। मइँ जब तलक जिअत हउँ यहोवा क गुण गावत रहब।"},{"number":34,"verse":"मोर सोच-बिचार ओका खुस करी। मइँ यहोवा क संग खुस अहउँ।"},{"number":35,"verse":"धरती स पाप क लोप होइ जाइ। दुट्ठ लोग सदा बरे मिटि जाइँ। हे मोर आतिमा, यहोवा क स्तुति करा।"}]}