{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"यहोवा क धन्यवाद करा, ओकरे नाउँ क पुकारा। रास्ट्रन क ओकरे अदभुत कारजन क बारे मँ बतावा।"},{"number":2,"verse":"यहोवा बरे तू गावा, तू ओकर बड़कई क गीत गावा। ओन सबहिं अचरज स भरी बातन कर वर्णन करा जेनका उ करत ह।"},{"number":3,"verse":"यहोवा क पवित्तर नाउँ पइ गर्व करा। ओ सबहिं लोगो जउन यहोवा क उपासक अहा, तू पचे खुस होइ जा।"},{"number":4,"verse":"सामरथ पावइ क तू यहोवा क लगे जा। सहारा पावइ क तू ओकरे लगे जा।"},{"number":5,"verse":"ओन अद्भुत बातन क सुमिरा जेनका यहोवा करत ह। ओकरे अचरज कर्म अउर ओकर विवेक स भरा फइसला क याद राखा।"},{"number":6,"verse":"तू परमेस्सर क सेवक इब्राहीम क संतान अहा। तू याकूब क संतान अहा, उ मनई जेका परमेस्सर चुने रहा।"},{"number":7,"verse":"यहोवा ही हमार परमेस्सर अहइ। सारे संसार पइ यहोवा क सासन अहइ।"},{"number":8,"verse":"उ आपन करार क सदा याद रखत ह। उ आपन आदेसन क हजार पीढ़ियन तलक याद रखत ह।"},{"number":9,"verse":"इब्राहीम क संग परमेस्सर करार बाँधे रहा। परमेस्सर इसहाक क वचन दिहे रहा।"},{"number":10,"verse":"उ याकूब क आपन करार क कानून क रूप मँ दिहे रहा। परमेस्सर इस्राएल क संग करार किहस। इ सदा सदा ही बना रही।"},{"number":11,"verse":"परमेस्सर कहे रहा, “मइँ कनान क भुइँया क तोहका आपन सम्पत्ति क रूप देब।”"},{"number":12,"verse":"जब इब्राहीम क परिवार छोटा रहा, अउर उ पचे हुवाँ महज़ ही बिदेसी रहेन।"},{"number":13,"verse":"उ पचे एक रास्ट्र स दूसर रास्ट्र मँ, एक राज्ज स दूसर राज्ज मँ घूमत रहेन।"},{"number":14,"verse":"मुला परमेस्सर उ घराने क दूसर लोगन स नस्कान नाहीं पहोंचइ दिहस। परमेस्सर राजा लोगन क सावधान किहस कि उ पचे ओका हानि न पहोंचावइ।"},{"number":15,"verse":"उ ओनका चेताउनी दिहे रहेन, “मोर अभिसिक्त भवा क तू नस्कान जिन पहोंचावा। तू मोर कउनो नबियन क बुरा जिन करा।”"},{"number":16,"verse":"परमेस्सर उ देस मँ अकाल पठएस। अउर लोगन क लगे खाइ क खूब भोजन नाहीं रहा।"},{"number":17,"verse":"मुला यहोवा एक मनई क ओनके लगे जेकर नाउँ यूसुफ रहा, ओनका अगवा मिस्र तलक पठएस। यूसुफ क एक ठु दास क नाई बेचा ग रहा।"},{"number":18,"verse":"उ पचे यूसुफ क गोड़ मँ जंजीर डालेन, अउर उ ओका विनम्र बनाएस। उ पचे ओकरी गटइ मँ एक लोहे क कड़ा डाइ दिहन।"},{"number":19,"verse":"यूसुफ क कैद मँ रखा गवा रहा जब तलक उ पचे बातन जउन उ कहे रहा फुरइ घटि नाहीं गइन। यहोवा सुसन्देस स प्रमाणित कइ दिहस कि यूसुफ नीक रहा।"},{"number":20,"verse":"मिस्र क राजा, आग्या दिहन कि यूसुफ क बंधनन स अजाद कइ दीन्ह जाइ। उ रास्ट्र क एक नेता ओका कैद स आजाद कइ दिहस।"},{"number":21,"verse":"यूसुफ क आपन घर बार क अधिकारी बनाइ दिहन। यूसुफ राज्ज मँ हर बात क धियान रखइ लाग।"},{"number":22,"verse":"यूसुफ आपन राजकुमार क वइसा ही निर्देस देत रहा जइसा उ चाहेन। यूसुफ राजा क सलाहकारन क सिच्छा दिहे रहा।"},{"number":23,"verse":"जब इस्राएल मिस्र गवा, याकूब हाम क देस मँ रहइ लाग।"},{"number":24,"verse":"याकूब क सन्तानन बहोत स होइ गएन। उ पचे मिस्र क लोगन स जियादा बलवान बन गएन।"},{"number":25,"verse":"एह बरे मिस्री लोग याकूब क घराना स घिना करइ लागेन। मिस्र क लोग आपन दासन क खिलाफ कुचक्र रचइ लागेन।"},{"number":26,"verse":"एह बरे यहोवा निज सेवक मूसा अउर हारून जेका उ चुने रहा, पठएस।"},{"number":27,"verse":"उ हाम क भुइँया मँ अचरज अउ अद्भुत करम किहेस।"},{"number":28,"verse":"परमेस्सर गहिरा अँधियारा पठए रहा, मुला मिस्रियन ओकर नाहीं सुनेन।"},{"number":29,"verse":"तउ फुन परमेस्सर पानी क खून मँ बदल दिहस, अउर ओनकर सबइ मछरियन मरि गइन।"},{"number":30,"verse":"बाद मँ, मिस्री लोगन क भुइँया मेघन स भरि गवा। हिआँ तलक कि मेघन राजा क सयन कच्छ तलक भरि गएन।"},{"number":31,"verse":"यहोवा आदेस दिहा, अउर माखियन अउ पिस्सू आएन अउर उ सबइ हर कतहूँ फइल गएन।"},{"number":32,"verse":"परमेस्सर बर्खा क ओलन मँ बदलि दिहस। मिस्रियन क देस मँ हर कतहूँ आगी अउ बिजुरी गिरइ लाग।"},{"number":33,"verse":"परमेस्सर मिस्रियन क अंगूरे क ब्गिया अउ अंजीर क बृच्छ बर्बाद कइ दिहस। परमेस्सर ओनकर देस क हर बृच्छ क तहस नहस कइ दिहस।"},{"number":34,"verse":"परमेस्सर हुकुम दिहस अउर टिड्डी दल आइ गएन। टिड्डी आइ गइन अउर ओनकर गनती अनगिनत रहीं।"},{"number":35,"verse":"टिड्डी दल अउ टिड्डीयन उ देस क सबहिं पैाधन चट कइ गएन। उ सबइ धरती पइ जउन भी फसलन ठाड़ रहिन, सबहिं क खाइ डाएन।"},{"number":36,"verse":"फिन परमेस्सर मिस्रियन क पहिलउटी सन्तान क मार डाएस। परमेस्सर ओनकर सब स बड़कन पूतन क मारेस।"},{"number":37,"verse":"बाद मँ परमेस्सर निज सेवकन क मिस्र स बाहेर निकारेस। उ पचे आपन संग सोना अउ चाँदी लइ आएन। परमेस्सर क कउनो भी सेवक नाहीं लड़खड़ान।"},{"number":38,"verse":"ओन लोगन क जात भए लखिके मिस्र आनन्द मँ रहा, काहेकि उ पचे ओनसे डेराइ ग रहेन।"},{"number":39,"verse":"परमेस्सर ओनके ऊपर कमरी जइसा एक बादर फइलाएस। उ राति मँ उजियारा देइ क बरे आगी क खम्भा क काम मँ लिआएस।"},{"number":40,"verse":"लोग खाइ क माँग किहन अउ परमेस्सर ओनके खातिर बटेरन क लइ आवा। परमेस्सर अकास स ओनका भरपूर खइया क दिहस।"},{"number":41,"verse":"परमेस्सर चट्टान क फाड़ेस अउर जल उछरत भवा बाहेर फूटि पड़ा। उ रेगिस्ताने क बीच एक ठु नदी बहइ लाग।"},{"number":42,"verse":"उ आपन पवित्तर वचन सुमिरेस जउन उ आपन दास इब्राहीम क संग किहे रहा।"},{"number":43,"verse":"परमेस्सर आपन खास क मिस्र स बाहेर निकारि लिआवा। लोग खुसी क गीत गावत भए अउर खुसियन मनावत भए बाहेर आइ गएन।"},{"number":44,"verse":"फिन परमेस्सर निज भगतन क उ देस दिहस जहाँ अउर लोग रहत रहेन। परमेस्सर क भगतन उ सबइ चिजियन क पाइ लिहन जेनके बरे अउर लोग मेहनत किहे रहेन।"},{"number":45,"verse":"परमेस्सर अइसा एह बरे किहस ताकि लोग ओकर व्यवस्था मानइँ। परमेस्सर अइसा एह बरे किहस ताकि उ पचे ओकरी सिच्छा पइ चलइँ। यहोवा क गुण गावा।"}]}