{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"यहोवा क बड़कई करा। यहोवा क धन्यवाद करा काहेकि उ उत्तिम अहइ। परमेस्सर क पिरेम सदा ही रहत ह।"},{"number":2,"verse":"फुरइ यहोवा केतॅना महान अहइ, एकर बखान कउनो मनई कइ नाहीं सकत। परमेस्सर क पूरी बड़कई कउनो नाहीं कइ सकत।"},{"number":3,"verse":"जउन लोग परमेस्सर क आदेस क पालन करत हीं, उ पचे धन्न अहइ। उ पचे हमेसा उत्तिम करम करत हीं।"},{"number":4,"verse":"यहोवा, जब तू आपन भगतन पइ कृपा करा मोका याद करा। मोर भी उद्धार करइ बरे याद करा।"},{"number":5,"verse":"यहोवा, मोका भी ओन भली बातन मँ हींसा बटावइ द्या जेनका तू आपन लोगन बरे करत अहा। तू आपन रास्ट्रन क संग मोका भी खुस होइ द्या। तोह पइ तोहार लोगन क संग मोका भी गर्व करइ द्या।"},{"number":6,"verse":"हम पचे वइसेन ही पाप किहेन ह जइसे हमार पुरखन किहेन ह। हम गलत किहेन। हम बुरा काम किहे अही।"},{"number":7,"verse":"हे यहोवा, मिस्र मँ हमार पुरखन तोहार अचरज कर्मन स कछू भी नाहीं सीखेन। उ पचे तोहरे पिरेम क अउर तोहार करुणा क याद नाहीं रखेन। हमार पुरखन हुआँ लाल सागर क किनारे तोहरे खिलाफ भएन।"},{"number":8,"verse":"मुला परमेस्सर निज नाउँ क कारण ओनका बचाए रहा। उ आपन सक्ति क परगट किहेस।"},{"number":9,"verse":"परमेस्सर हुकुम दिहस अउर लाल सागर झुरान होइ गवा। उ ओनका उ गहिर समुद्दर स अइसा निकारि चला जइसे कउनो रेगिस्तान होइ।"},{"number":10,"verse":"परमेस्सर हमरे पुरखन क ओनकर दुस्मनन स बचाएस। उ ओनका आपन दुस्मनन स आजाद किहस।"},{"number":11,"verse":"अउर फिन ओनकर दुस्मनन क उहइ सागर क बीच ढाँपिके बोर दिहस। ओनकर एक दुस्मन बचिके निकर नाहीं पाएस।"},{"number":12,"verse":"तब हमार पुरखन परमेस्सर क वचन पइ बिस्सास किहन। उ पचे ओकर गुण गाएन।"},{"number":13,"verse":"मुला हमार पुरखन ओन बातन क हाली बिसरि गएन जउन परमेस्सर किहे रहा। उ पचे परमेस्सर क सम्मति पइ कान नाहीं दिहन।"},{"number":14,"verse":"उ पचे दूसर चिजियन क कामना किहेन। रेगिस्तान मँ उ पचे परमेस्सर क परखेन।"},{"number":15,"verse":"मुला हमार पुरखन जउन कछू भी माँगेन परमेस्सर ओनका दिहस मुला परमेस्सर ओनका एक महामारी भी दइ दिहस।"},{"number":16,"verse":"लोग मूसा स डाह रखइ लागेन अउर हारून स उ पचे डाह रखइ लागेन जउन यहोवा क पवित्तर याजक रहा।"},{"number":17,"verse":"एह बरे धरती फट गई अउ दातान क निगल गवा। अउर उ अबिराम क समूह क निगल लिहस।"},{"number":18,"verse":"फिन आगी ओन दुट्ठ लोगन क बारि दिहस।"},{"number":19,"verse":"ओ लोग होरब क पहाड़े पइ एक ठु सोना क बछवा बनाएन। उ पचे उ मूरति क पूजा करइ लागेन।"},{"number":20,"verse":"उ पचे आपन महिमावान परमेस्सर क एक घास खाइवाला बछवा क प्रतिमा स बदल डालेन।"},{"number":21,"verse":"हमार पुरखन परमेस्सर क बिसरि गएन जउन ओनका मुक्ति दियाए रहा। उ पचे परमेस्सर क बिसरि गएन जउन मिस्र मँ अचरज भरा करम किहे रहा।"},{"number":22,"verse":"परमेस्सर हाम क देस मँ अचरज भरा करम किहे रहा। परमेस्सर लाल सागर क लगे भय विस्मय भरा काम किहे रहा।"},{"number":23,"verse":"परमेस्सर ओन लोगन क नस्ट करइ चाहत रहा। मुला परमेस्सर क चुना भवा सेवक मूसा, परमेस्सर क समन्वा ओन लोगन क नास करइ स बचाइ बरे बीच मँ आइ गएन।"},{"number":24,"verse":"तब ओन लोग उ अद्भुत देस कनान मँ जाइ स मना कइ दिहन। उ पचे ओकरे वाचा क बिस्सास नाहीं किहेस।"},{"number":25,"verse":"आपन तम्बुअन मँ उ पचे सिकाइत करत रहेन। हमार पुरखन परमेस्सर क बात मानइ स नकारेन।"},{"number":26,"verse":"तउ परमेस्सर किरिया खाएस कि उ पचे रेगिस्तान मँ मरि जइहीं।"},{"number":27,"verse":"परमेस्सर किरिया खाएस कि ओनकर सन्तानन क दूसर लोगन क हरावइ देइ। परमेस्सर कसम खाएस कि उ हमरे पुरखन क देसन मँ छितराइ।"},{"number":28,"verse":"बाद मँ परमेस्सर क लोग “बाल-पिऑर” मँ “बाल” क पूजइ करइ सुरू कइ दिहेन। उ पचे उ माँस खाइ लागेन जेका निर्जीव देवतन पइ चढ़ावा ग रहा।"},{"number":29,"verse":"यहोवा ओन लोगन क करमन पइ बहोत कोहाइ गवा। अउर उ ओन लोगन क खिलाफ महामारी लिआएन।"},{"number":30,"verse":"मुला पीनहास बिनती किहस अउ परमेस्सर उ बियधि क रोकेस"},{"number":31,"verse":"परमेस्सर इ काम क ओकरे बरे आवइवालन पीढ़ियन बरे बहोत उत्तिम करम समझेस।"},{"number":32,"verse":"लोग मरिबा मँ यहोवा क किरोध भड़काएन, अउर ओकरे कारण मूसा स बुरा काम कराएन।"},{"number":33,"verse":"उ सबइ लोग मूसा क बहोत उदास किहन। तउ मूसा बिना ही बिचारे बोल उठा।"},{"number":34,"verse":"तउ उ कनान क रास्ट्र क नस्ट नाहीं किहेस, हाँलाकि यहोवा ओनका इ करइ बरे कहे रहा।"},{"number":35,"verse":"इस्राएल क लोग दूसर लोगन स हिल मिल गएन, अउर उ पचे भी वइसेन काम करइ लागेन जइसे दूसर लोग करत रहेन।"},{"number":36,"verse":"उ सबइ दूसर लोग परमेस्सर क जनन बरे फंदा बन गएन। परमेस्सर क लोग ओन देवन क पूजइ लागेन जेनकर उ पचे दूसर लोग पूजा करत रहेन।"},{"number":37,"verse":"हिआँ तलक कि परमेस्सर क जन आपन ही गदेलन क हत्या करइ लागेन। अउर उ पचे ओन गदेलन क ओन दानवन क प्रतिमा पइ अर्पित करइ लागेन।"},{"number":38,"verse":"परमेस्सर क लोग निर्दोख गदेलन क हत्या किहन। उ पचे आपन ही गदेलन क मारि डाएन अउर ओनका कनान क देवन क अर्पित किहेन। उ पचे खून स धरती क दूसित किहेन।"},{"number":39,"verse":"उ पचे आपन कामन स असुद्ध भएन अउर आपन कार्यन दुआरा अबिस्सासी बन गए रहेन।"},{"number":40,"verse":"परमेस्सर आपन ओन लोगन पइ कोहाइ गवा। परमेस्सर ओनसे तंग आइ चुका रहा।"},{"number":41,"verse":"तब परमेस्सर आपन ओन लोगन क दूसर जातियन क दइ दिहस। परमेस्सर ओन पइ ओनकर दुस्मनन क हुकूमत करवावइ दिहस।"},{"number":42,"verse":"ओनकर दुस्मनन ओन पइ अत्याचार किहन अउ ओनकर जिअब बहोत कठिन कइ दिहन।"},{"number":43,"verse":"परमेस्सर आपन लोगन क बहोत बार बचाएस। मुला उ पचे ओनका स मुँह मोड़ लिहन। अउर उ पचे अइसी बातन करइ लागेन जेनका उ पचे करइ चाहत रहेन। एह बरे उ पचे आपन पाप क कारण हराइ दीन्ह गवा रहेन।"},{"number":44,"verse":"मुला जब कबहूँ परमेस्सर क जनन पइ विपद पड़ी उ पचे सदा ही मदद पावइ क परमेस्सर क गोहराएन। परमेस्सर हर दाईं ओनकर सबइ पराथना क सुनेस।"},{"number":45,"verse":"परमेस्सर सदा आपन करार क याद राखेस। परमेस्सर आपन महा पिरेम स ओनका सदा ही सुख चैन दिहस।"},{"number":46,"verse":"परमेस्सर ओन लोगन बरे दूसर कैदियन क समन्वा दयालुता दिखाएस।"},{"number":47,"verse":"यहोवा हमार परमेस्सर, हमार रच्छा किहस। परमेस्सर ओन दूसर देसन स हमका ऍकट्ठा कइके लइ आवा, ताकि हम ओकरे पवित्तर नाउँ क गुणगान कइ सकी; तकि हम ओकर बड़कई क गीत गाइ सकी।"},{"number":48,"verse":"इस्राएल क परमेस्सर यहोवा क धन्य कहा। परमेस्सर सदा ही जिन्दा रहत आवा ह। उ सदा ही जिन्दा रही। अउर सबइ जन बोलइँ, “आमीन।” यहोवा क गुण गावा।"}]}