{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"यहोवा क बड़कई करा। हे यहोवा क सेवको, यहोवा क नाउँ क बड़कई करा।"},{"number":2,"verse":"तू लोग मन्दिर मँ खड़ा अहा। यहोवा क नाउँ क बड़कई करा। तू लोग मन्दिर क आँगन मँ खड़ा ह्वा। ओकरे नाउँ क बड़कई करा।"},{"number":3,"verse":"यहोवा क बड़कई करा काहेकि उ खरा अहइ। ओकरे नाउँ क गुण गावा काहेकि उ आन्नदायक अहइ।"},{"number":4,"verse":"यहोवा याकूब क चुने रहा। इस्राएल परमेस्सर क अहइ।"},{"number":5,"verse":"मइँ जानत हउँ, यहोवा महान अहइ। हमार सुआमी दूसर देवन स महान अहइ।"},{"number":6,"verse":"यहोवा जउन कछू चाहत ह सरग मँ, अउर धरती पइ, समुद्दर मँ या गहिर महासागरन मँ, करत ह।"},{"number":7,"verse":"यहोवा धरती पइ सब कहूँ बादरन क रचत ह। उ बिजुरी अउ बर्खा क रचत ह। उ हवा क ओकर जगह स निकारत ह।"},{"number":8,"verse":"परमेस्सर मिस्र मँ मनइयन अउ गोरुअन क सबहिं पहिलउटी बच्चन क नास कइ दिहस।"},{"number":9,"verse":"यहोवा मिस्र मँ बहोत स अद्भुत अउर अचरज भरे कामन किहस। उ फिरौन अउ ओकरे सब अधिकारियन क खिलाफ अद्भुत बातन क दिखाएस।"},{"number":10,"verse":"परमेस्सर बहोत स देसन क हराएस। परमेस्सर बलवान राजा लोगन क मारेस।"},{"number":11,"verse":"यहोवा एमोरियन क राजा सीहोन क हराइ दिहस। उ बासान क राजा ओग क हराएस। उ कनान क सारी राज्जन क हराएस।"},{"number":12,"verse":"यहोवा ओनका ओनकर धरती क अधिकार क रूप मँ दिहेस, उ इस्राएल क स्थाई रूप स लेइ बरे दिहेस।"},{"number":13,"verse":"हे यहोवा, तू सदा बरे प्रसिद्ध होब्या। हे यहोवा, लोग तोहका सदा सर्वदा याद करत रइहीं।"},{"number":14,"verse":"काहेकि यहोवा आपन लोगन बरे निआव लावत ह अउर उ आपन सेवकन प तरस खात ह।"},{"number":15,"verse":"दूसर रास्ट्रन क लोग बस सोना अउर चाँदी क देवता बनावत रहेन। ओनकर देवता मात्र लोगन क जरिये बनाए भए पुतलन रहेन।"},{"number":16,"verse":"पुतलन क मुँइ अहइँ, पर बोल नाहीं सकतेन। पुतलन क आँखी अहइँ, पर लखि नाहीं सकतेन।"},{"number":17,"verse":"पुतलन क कान अहइँ, पर ओनका सुनाई नाहीं देत। पुतलन क नाक अहइँ, पर उ पचे साँस नाहीं लेइ सकतेन।"},{"number":18,"verse":"उ सबइ लोग जउन ऍन पुतलन क बनाएन, ओन पुतलन क समान होइ जइहीं। काहेकि उ सबइ लोग ओन पइ बिस्सास किहेन ह।"},{"number":19,"verse":"इस्राएल क संतानन, यहोवा क बड़कई करा। हारून क संतानन, यहोवा क बड़कई करा।"},{"number":20,"verse":"हे लेवी क संतानन, यहोवा क बड़कई करा। तू जउन यहोवा क सम्मान दिहा, यहोवा क बड़कई करा।"},{"number":21,"verse":"यहोवा यरूसलेम मँ बास करत ह, सिय्योन स ओकर स्तुति होइ।"}]}