{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"संगीत निर्देसक बरे वाद्य यंत्र क संग दाऊद क एक ठु गीत। हे यहोवा, तू मोका जाँच्या ह। मोरे बारे मँ तू सब कछू जानत अहा।"},{"number":2,"verse":"तू जानत अहा कि मइँ कब बइठत अउ कब खड़ा होत हउँ। तू दूर रहत भए मोरे मन क बात जानत अहा।"},{"number":3,"verse":"हे यहोवा, तू जानत ह कि मइँ कहाँ जात अउ कहाँ ओलरत हउँ। तू बहोत अच्छी तरह जानत ह जउन कछू मइँ करत हउँ।"},{"number":4,"verse":"हे यहोवा, एहसे पहिले क सब्द मोरे मुख स निकलइ तोहका पता होत ह कि मइँ का कहइ चाहत हउँ।"},{"number":5,"verse":"हे यहोवा, तू मोरे चारिहुँ कइँती मौजूद अहा। मोरे समन्वा भी अउर पाछा भी, तू आपन निज हाथ मोरे ऊपर हौले स रखत अहा।"},{"number":6,"verse":"मोका अचरज अहइ ओन बातन पइ जेनका तू जानत अहा। जेनका मोरे बरे समुझब बहोत कहिन अहइ।"},{"number":7,"verse":"हर जगह जहाँ भी मइँ जात हउँ हुआँ तोर आतिमा होत ह। हे यहोवा, मइँ तोहसे बचिके कहँ नाहीं जाइ सकत।"},{"number":8,"verse":"हे यहोवा, अगर मइँ आकासे पइ जाब हुआँ पइ भी तू ही अहा। अगर मइँ मउत क देस पाताल मँ जाब हुआँ पइ तू ही अहा।"},{"number":9,"verse":"अगर मइँ पूरब मँ जहाँ स सूरज निकरत ह, अगर मइँ समुद्दर क पीछे रहब,"},{"number":10,"verse":"हुआँ तलक भी तोहार दायाँ हाथ पहोंचत ह। तू मोका आपन हाथ स धइके अगुवाइ करत ह।"},{"number":11,"verse":"होइ सकत ह मइँ सोचउँ कि तोहसे छुपा अहउँ अउर कहइ लागूँ, “दिन रात मँ बदल गवा ह। निहचय ही अँधियारा मोका ढाँपि लेइ।”"},{"number":12,"verse":"मुला यहोवा अँधेरा भी तोहरे बरे अँधेरा नाहीं अहइ। हिआँ तलक कि तोहरे बरे रात भी दिन जइसी ही उजरी अहइ, काहेकि दुइनउँ अँधेरा अउर उजियारा तोहार समान अहइ।"},{"number":13,"verse":"तू मोर देह क अन्दरुनी भाग क बनाया ह। तू मोका आपन महतारी क कोख मँ ही रचे रहा।"},{"number":14,"verse":"हे यहोवा, मइँ तोहका ओन सबहिं अचरज भरे काम बरे धन्यवाद देत हउँ जउन रास्ते स तू मोका बनाया ह, अउर मइँ सचमुच जानत हउँ कि तू जउन कछू करत अहा उ अचरजे स पूर्ण अहइ।"},{"number":15,"verse":"जब मइँ आपन महतारी क कोख मँ रहा अउर मोरे देह गुप्त रूप मँ रूपधारण करत रहेन तबहिं तू मोर हाड़न क लख्या।"},{"number":16,"verse":"तू मोरी देह क मोरी महतारी क गर्भ मँ बनत भए लख्या। अउर मोर सरीर क सबइ हींसा जउन दिन ब दिन बनत रहा, उ सबइ क बनइ स पहिले तोहार किताब मँ लिखा भवा रहेन।"},{"number":17,"verse":"तोहार विचारन मोरे बरे बहोत कीमती अहइँ। उ गिनती मँ बहोत जियादा अहइँ।"},{"number":18,"verse":"तू जउन कछू जानत अहा, ओन सब क अगर मइँ गन सकउँ, तउ उ सबइ सबहिं धरती क रेत क कणन स भी जियादा होइहीं। जद्यपि अगर मइँ लगातार जगा रहेउँ, तउ भी मइँ ओनकर बरे तोहरे साथ गना जाब।"},{"number":19,"verse":"हे परमेस्सर, दुर्जन क नस्ट करा। तू हत्यारन, मोसे दूर रहा।"},{"number":20,"verse":"उ पचे बुरे लोग तोहरे बरे बुरी बातन कहत हीं। तोहार दुस्मन झूठ स तोहार नाउँ लेत ह।"},{"number":21,"verse":"हे यहोवा, मोका ओन लोगन स घिना अहइ जउन तोहसे घिना करत हीं। मइँ ओन लोगन स घिना करत हउँ जउन तोहार खिलाफ बिद्रोह करत ह।"},{"number":22,"verse":"मोका ओनसे पूरी तरह घिना अहइ। तोहार दुस्मन मोर भी दुस्मन अहइँ।"},{"number":23,"verse":"हे परमेस्सर, मोका जाँच्या अउर मोर मन जान ल्या। मोका परख्या अउर मोर चिन्तन क जान ल्या।"},{"number":24,"verse":"मोह पइ निगाह करा अउर लखा कि मोर लच्छ बुरे नाहीं अहइँ। तू मोका उ पथ पइ लइ चला जउन अनन्तकाल स परगट अहइ।"}]}