{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"दाऊद क गीत। यहोवा मोर चट्टान अहइ। यहोवा क धन्य कहा। यहोवा मोका लड़ाई बरे प्रसिच्छण देत अहइ। यहोवा मोका जुद्ध बरे प्रसिच्छण देत अहइ।"},{"number":2,"verse":"यहोवा मोसे पिरेम रखत ह। उ मोर किला अहइ। उ पर्वत क ऊपर, मोर ऊँच सुरच्छा क सरण अहइ। उ मोका बचावत ह। उ मोर ढाल अहइ। मइँ ओकरे भरोसे हउँ। उ मोरे लोगन पइ राज्ज करइ मँ मोर मदद करत ह।"},{"number":3,"verse":"हे यहोवा, मानव जाति तोहरे बरे काहे महत्वपूर्ण बना अहइँ? तू मानव जाति पइ काहे धियान देत अहा?"},{"number":4,"verse":"मनई क जिन्नगी एक फूँक क तरह होत ह। मनई क जिन्नगी ढलत भइ छाया क तरह होत ह।"},{"number":5,"verse":"अकासे क चीरके खाले उतरि आवा। पहाड़न क छुइ ल्या ताकि ओनसे धुआँ उठइ लाग।"},{"number":6,"verse":"हे यहोवा, बिजुरियन पठइ द्या अउर मोरे दुस्मनन क कहूँ दूर भगाइ द्या। आपन बाणन क चलावा अउर ओनका मजबूर करा कि उ पचे कहूँ पराइ जाइँ।"},{"number":7,"verse":"अकासे स मदद पठवा अउर मोका मुक्त करा अउ मोका बचाइ ल्या। एन, दुस्मनन क सागर मँ मोका जिन बूड़इ द्या। मोका ऍन बिदेसियन स बचाइ ल्या।"},{"number":8,"verse":"इ सबइ दुस्मन लबार अहइँ। उ पचे धोखेबाज़ अहइँ।"},{"number":9,"verse":"हे यहोवा, मइँ नवा गीत गाउब तोहरे ओन अद्भुत कर्मन क तू जेनका करत ह। मइँ तोहार जस दस तार वाली वीणा पइ गाउब।"},{"number":10,"verse":"तू राजा लोगन क मदद ओनकर जुद्धन जीतइ मँ करत ह। तू आपन सेवक दाऊद क ओकरे दुस्मनन क तरवारन स मुक्त किहा ह।"},{"number":11,"verse":"मोका ऍन परदेसियन स मुक्त करा अउ मोका बचाइ ल्या। इ सबइ दुस्मन लबार अहइँ। उ पचे धोखेबाज़ अहइँ।"},{"number":12,"verse":"हमार पूतन जवान होइके बिसाल बृच्छन जइसे मजबूत होइँ, हमार बिटियन महल क सुन्नर सजावटी कोने क पाथर जइसी होइँ।"},{"number":13,"verse":"तोहार गोदाम फसलन स भरपूर होइँ। हमार भेड़िन चरागाहन मँ हजारन-हजारन मेमनन जनमत रहइँ।"},{"number":14,"verse":"हमार बर्धन बहोत स पइदावार ढोइहीं। हम पइ कउनो दुस्मन हमला न करी। हम मँ स कउनो कबहुँ जुद्ध मँ नाहीं जाई। हमार गलियन मँ चिचियाहट नाहीं होई।"},{"number":15,"verse":"जउन लोगन बरे इ बातन नीक अहइँ उ धन्य अहइँ। जउन लोगन परमेस्सर यहोवा अहइ उ धन्य अहइँ।"}]}