{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"दाऊद क समर्पित। हे यहोवा, मइँ खुद क तोहका समर्पित करत हउँ।"},{"number":2,"verse":"मोरे परमेस्सर, मोर सिरिफ तोह पइ बिस्सास बाटइ। मोका अपमानित होइ क अनुमति जिन द्या; मोर दुस्मनन क मोह पइ हँसी उड़ावइ क अनुमति जिन द्या।"},{"number":3,"verse":"अइसा मनई, जउन तोहमाँ बिस्सास धरत ह, उ निरास नाहीं होइ। मुला बिस्सासघाती निरास होइहीं अउर, उ पचे कबहुँ भी कछू नाहीं प्राप्त करिहीं।"},{"number":4,"verse":"हे यहोवा, मोर मदद करा कि मइँ तोहरी राहन क सीखउँ! तू आपन मार्गन क मोका सिच्छा द्या।"},{"number":5,"verse":"आपन सच्ची राह तू मोका देखाँवा अउर ओकर उपदेस मोका द्या। तू मोर परमेस्सर तू मोर उद्धारकर्त्ता अहा। मोका हर दिन तोहार भरोसा अहइ।"},{"number":6,"verse":"हे यहोवा, मोह पइ आपन दाया राखा अउर उ ममता क मोह पइ परगट करा, जेका तू हरदम राखत ह।"},{"number":7,"verse":"आपन जवानी मँ जउन पाप अउर कुकर्म मइँ किहेउँ, ओनका जिन याद राखा। हे यहोवा आपन निज नाउँ निमित्त, मोका आपन करुणा स सुमिर ल्या।"},{"number":8,"verse":"हे यहोवा, सचमुच उत्तिम अहइ, उ पापियन क जिन्नगी क नेक राह देखाँवत ह।"},{"number":9,"verse":"उ दीन लोगन क आपन राहन क सीख देत ह। बिना पच्छपात क उ ओनका मारग देखाँवत ह।"},{"number":10,"verse":"यहोवा क राहन ओन लोगन बरे छिमा स भरी अउ सच अहइँ, जउन ओकर करार अउर कानून क अनुसरण करत हीं।"},{"number":11,"verse":"हे यहोवा, मइँ बहुतेरा पाप किहेउँ ह, मुला तू आपन नाउँ बरे मोर हर पापे क दयालुता स छिमा कइ दिहा।"},{"number":12,"verse":"जदि कउनो मनई यहोवा क अनुसरण करइ चाहइ, तउ ओका परमेस्सर जिन्नगी क उत्तिम राह देखाँइ।"},{"number":13,"verse":"उ मनई उत्तिम वस्तुअन क सुख भोगी, अउर उ मनई क सन्तानन उ धरती क जेका परमेस्सर वचन दिहे रहा स्थायी रइहीं।"},{"number":14,"verse":"यहोवा आपन भक्तन पइ आपन भेद खोलत ह। उ आपन निज भक्तन क आपन करार क सिच्छा देत ह।"},{"number":15,"verse":"मोर आँखिन मदद पावइ क यहोवा पइ सदा टिकी रहत हीं। मोका मोरी बिपत्ति स उ सदा छोड़ावत ह।"},{"number":16,"verse":"हे यहोवा, मइँ पीड़ित अउ अकेल्ला अहउँ। मोरी कइँती मूड़ अउ मोह पइ दाया देखाँवा।"},{"number":17,"verse":"मोरी बिपत्तियन स मोका अजाद करा। मोर समस्या सुलझाने क मदद करा।"},{"number":18,"verse":"हे यहोवा, मोका परखा अउर मोरी बिपत्तियन पइ निगाह डावा। मोका जउन पाप मइँ किहे हउँ, ओन सबहिं बरे छिमा करा।"},{"number":19,"verse":"लखा मोर केतॅना दुस्मनन अहइँ, अउ लखा उ मोहसे केतॅना नफ़रत करत हीं।"},{"number":20,"verse":"हे परमेस्सर, मोर रच्छा करा अउर मोका बचाइ ल्या। मइँ तोहार भरोसा राखत हउँ। तउ मोका निरास जिन करा।"},{"number":21,"verse":"हे परमेस्सर, तू सचमुच उत्तिम अहा। मोका तोहार भरोसा अहइ, तउ मोर रच्छा करा।"},{"number":22,"verse":"हे परमेस्सर, इस्राएल क लोगन क ओनकर सबहिं दुस्मनन स रच्छा करा।"}]}