{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"कोरह क संतानन क संगीत निदेर्सक बरे एक ठु पद। अलग-अलग देसन क निवासियो, इ सुना। धरती क वासियो इ सुना।"},{"number":2,"verse":"सुना अरे दीन लोगो, अरे धनिको सुना।"},{"number":3,"verse":"मइँ तू पचन्क गियान अउ विवेक क बातन बतावत हउँ।"},{"number":4,"verse":"मइँ सबइ कथा सुनेउँ ह, मइँ अब उ सबइ कथा तू पचन्क आपन वीणा पइ सुनाउब।"},{"number":5,"verse":"अइसा कउनो कारण नाहीं जउन मइँ कउनो भी बिनास स डेराइ जाउँ। अगर लोग मोका घेरइँ अउ फँदा फइलावइँ, मोका डेराइ क कउनो कारण नाहीं।"},{"number":6,"verse":"उ सबइ लोग मूरख अहइँ जेनका आपन निज सक्ति अउ आपन धन पइ भरोसा अहइ।"},{"number":7,"verse":"कउनो मानव मीत ओनका छोड़ा नाहीं सकत। कउनो मनई परमेस्सर क रिसवत दइके बिना सज़ा क जाई देइ नाहीं सकत।"},{"number":8,"verse":"कउनो मनई क लगे ऍतना धन नाहीं होई कि जेहसे उ खुद आपन निज जिन्नगी मोल लइ सकइ।"},{"number":9,"verse":"कउनो मनई क लगे ऍतना धन नाहीं होइ सकत कि उ आपन देह कब्र मँ सड़इ स बचाइ सकइ।"},{"number":10,"verse":"लखा, बुद्धिमान जन, बुद्धिहीन जन अउ पाथर जइसा मूरख जन एक जइसे मरि जात हीं, अउर ओनकर सारा धन दूसर लोगन क हाथे मँ चला जात ह।"},{"number":11,"verse":"कब्र सदा ही बरे हर कउनो क घर बनी, एकर कउनो अरथ नाहीं कि उ पचे केतनी भुइँया क सुआमी रहेन।"},{"number":12,"verse":"धनी मनई मूरख लोगन स अलग नाहीं होतेन। सबहिं लोग गोरूअन क तरह मर जात हीं।"},{"number":13,"verse":"मूरख लोगन बरे इहइ होत ह। इ ओनकर भाग्य अहइ अउर ओकरे संतानन क भाग्य जउन ओकरे जइसा इच्छा रखत ह।"},{"number":14,"verse":"सबहिं लोग भेड़ी जइसेन बाटेन। कब्र ओनकर बरे बाड़ा बन जाइ। मउत ओनके चरवाहा बनी। ओनकर काया छीन होइ जाइ अउर उ पचे कब्र मँ सड़ गल जइहीं।"},{"number":15,"verse":"मुला यहोवा मोर मूल्य चुकाई अउर मोका कब्र स बचाइ। काहेकि उ मोका आपन संग लेब।"},{"number":16,"verse":"धनवानन स जिन डेराअ कि उ पचे धनी अहइँ। लोगन स ओनकर धन दौलत स भरा घरन क लखिके जिन डेराअ।"},{"number":17,"verse":"उ सबइ लोग जब मरिहीं कछू भी संग न लइ जाइ जइहीं। ओन सुन्नर वस्तुअन मँ स कछू भी न लई जाइ पइहीं।"},{"number":18,"verse":"लोगन क चाही कि उ सबइ जब तलक जिअत रइहीं परमेस्सर क स्तुति करइँ। जब परमेस्सर ओनके संग भलाई करइ, तउ लोगन क ओकर स्तुति करइ चाही।"},{"number":19,"verse":"मनइयन बरे एक अइसा समइ आइ जब उ पचे आपन पुरखन क संग मिल जइहीं। फिर उ पचे कबहुँ दिन क प्रकास नाहीं लखि पइहीं।"},{"number":20,"verse":"धनी मनई मूरख लोगन स अलग नाहीं होतेन। सबहिं लोग गोरुअन क नाईं मरत हीं।"}]}