{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"संगीत निर्देसक बरे दाऊद क एक ठु पद। इ पद उ समइ क अहइ जब दाऊद क बतसेबा क संग पाप करइ क पाछे नातान नबी दाऊद क लगे गवा रहा। हे परमेस्सर, आपन बिसाल पिरेम स भरी आपन करुणा स मोह पइ दाया करा। आपन बड़ी दयालुता स मोरे सबहिं पापन क तू मेट द्या।"},{"number":2,"verse":"मोर सबइ पापन क धोइ डावा, अउर फुन स मोका स्वच्छ बनाइ द्या।"},{"number":3,"verse":"मइँ जानत हउँ, जउन पाप मइँ किहे अहउँ। मइँ आपन पापन क सदा आपन समन्वा लखत हउँ।"},{"number":4,"verse":"हे परमेस्सर, मइँ उहइ काम किहेउँ जेनका तू बुरा कह्या। तू उहइ अहा, जेकरे खिलाफ मइँ पाप किहेउँ। मइँ स्वीकार करत हउँ इ सबइ बातन क, ताकि लोग जानि जाइँ कि मइँ पापी हउँ अउर तू निआउ स पूर्ण अहा, अउ तोहार निर्णय निस्पच्छ होत हीं।"},{"number":5,"verse":"मोर महतारी मोका दोखी मँ जनमेस, अउर पाप मँ मोर महतारी मोका गर्भ मँ धारण किहस।"},{"number":6,"verse":"हे परमेस्सर, तू चाहत अहा, हम बिस्सासी बनी। अउर निर्भय बन जाउँ। एह बरे तू मोका सच्चा विवेक स रहस्यन क सिच्छा द्या।"},{"number":7,"verse":"मोह पइ जूफा क पौंधा क प्रयोग करा अउर मोका पापे स स्वच्छ करा। मोका तब तलक धोआ, जब तलक मइँ बर्फ स जियादा उज्जवर न होइ जाउँ।"},{"number":8,"verse":"मोका खुस बनाइ द्या। बताइ द्या मोका कि कइसे खुस बनउँ? मोर उ सबइ हड्डियन जउन तू तोड़्या, फिन आनन्द स भरि जाइँ।"},{"number":9,"verse":"मोरे पापन्क जिन लखा। ओन सबन्क धोइ डावा।"},{"number":10,"verse":"हे परमेस्सर, मोहेमाँ एक ठु नवा, सुद्ध हिरदइ बनावा। मोरी आतिमा क फुन सुदृढ़ कइ द्या।"},{"number":11,"verse":"मोका आपन समन्वा स जिन दूर हटावा, तोहार पवित्तर आतिमा क मोहसे जिन छोर ल्या।"},{"number":12,"verse":"उ उल्लास जउन तोहसे आव्त ह, मोहमाँ भरि जाइ। मोरे चित्त क अडिग अउ तइयार करा सुरच्छित होइ बरे अउर तोहार हुकूम मानइ बरे।"},{"number":13,"verse":"मइँ पापियन क तोहार जिन्नगी विधि सिखाउब, जेहसे उ सबइ लउटिके तोहरे लगे आवइँ।"},{"number":14,"verse":"हे परमेस्सर, धरती पइ क हर कउनो दोख स मोर रच्छा करा, मोर परमेस्सर, परमेस्सर जउन मोका बचाएस, मोका तोहार सदाचारी क बारे मँ गावइ क अनुमति द्या?"},{"number":15,"verse":"हे मोर सुआमी, मोका मोर मुँह खोलइ द्या कि मइँ तोहार बड़कई क गीत गावउँ।"},{"number":16,"verse":"जउन बलियन तोहका नाहीं नीक लगतिन तउ मोका चढ़ाउब नाहीं अहइँ। उ सबइ बलियन तोहका बांछित तलक नाहीं अहइँ।"},{"number":17,"verse":"हे परमेस्सर, मोर टुटही आतिमा ही तोहरे बरे मोर बलि अहइ। हे परमेस्सर, तू एक कुचरा अउ टुटहा हिरदइ स मुँह नाहीं फेरब्या।"},{"number":18,"verse":"हे परमेस्सर, सिय्योन बरे दयालु होइके, उत्तिम बना। तू यरूसलेम क सहर क चहरदीवारी क बनावा।"},{"number":19,"verse":"तू उत्तिमा बलियन क अउ सम्पूर्ण होमबलियन क आनन्द ल्या। लोग फुन स तोहरी वेदी पइ बर्धन क बलियन द्या।"}]}