{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"“कुमुदिनी” नाउँ क धुन पइ संगीत निर्देसक बरे दाऊद क एक ठु भजन। हे परमेस्सर, मोका मोर सब मुसीबतन स बचावा। मोरे मुँहना तलक पानी चढ़ि आवा अहइ।"},{"number":2,"verse":"कछू भी नाहीं अहइ जउने पइ मइँ खड़ा होइ जाउँ। मइँ दलदले क बीच खाले धँसत ही चला जात हउँ। मइँ नीचे धँसत हउँ। मइँ अथाह जले मँ अहउँ अउर मोरे चारिहुँ कइँती लहरियन थपेड़ा मारति अहइँ। बस, मइँ बूड़इ क अहउँ।"},{"number":3,"verse":"मदद क गोहार लगावत मइँ दुर्बल होत जात हउँ। मोर गटइ मदद बरे गोहराव क कारण सुखन बाटइ। मइँ बाट जोहत हउँ। तोहसे मदद पावइ अउ लखत-लखत मोर अँखियन दुःखति अहइँ।"},{"number":4,"verse":"मोर दुस्मन मोरे मूँड़े क बारे स भी जियादा अहइँ। उ सबइ मोहसे बेकार दुस्मनी रखत हीं। उ पचे मोरे विनास क बहोतइ जुगत करत हीं। मोर दुस्मन मोरे बारे मँ झूठी बातन बनावत हीं। उ पचे मोका झूठइ ही चोर बताएन। अउर ओन चिजियन क भरपाई करइ क मोका मजबूर किहन, जेनका मइँ चोराए नाहीं रहेउँ।"},{"number":5,"verse":"हे परमेस्सर, तू तउ जानत अहा कि मइँ कछू अनुचित नाहीं किहेउँ। मइँ आपन पाप तोहसे नाहीं छुपाइ सकित।"},{"number":6,"verse":"हे मोर सुआमी, हे सर्वसक्तिमान यहोवा, तू आपन मनवइयन क मोरे कारण लज्जित जिन होइ द्या। हे इस्राएल क परमेस्सर, अइसे ओन लोगन क मोरे बरे असमंजस मँ मत डावा जउन तोहार उपासना करत हीं।"},{"number":7,"verse":"तोहार बरे मोर मुँह लज्जा स ढाँपि गवा। तोहार सेवा बरे मइँ इ लज्जा क जन्मेउँ ह।"},{"number":8,"verse":"मोरे ही भाई, मोरे संग यूँ ही बर्ताव करत हीं। जइसे बर्ताव कउनो अजनबी स करत होइँ। मोरे ही सगे भाई, मोका पराया समुझत हीं।"},{"number":9,"verse":"तोहरे मन्दिर क खातिर मोर गहरी लगन ही मोका जराइ डावत अहइ। उ पचे जउन तोहार मसखरी करत हीं उ मोह पइ आइ पड़ी बाटइ।"},{"number":10,"verse":"मइँ तउ गोहरावत हउँ अउर उपवास करत हउँ, एह बरे उ पचे मोर हँसी उड़ावत हीं।"},{"number":11,"verse":"मइँ आपन सोक दर्सावइ बरे मोटवार ओढ़नन क पहिरत हउँ, अउर लोग मोर मसखरी करत हीं।"},{"number":12,"verse":"उ पचे जनता क बीच सबइ चर्चा करत हीं, अउर पियक्कड़, मोर गीत रचा करत हीं।"},{"number":13,"verse":"हे यहोवा, जहाँ तलक मोर बात बाटइ, मोर तोहसे इ बिनती अहइ कि मइँ चाहत हउँ: तू मोका अपनाइ ल्या। हे परमेस्सर, मइँ चाहत हउँ कि तू मोका पिरेम भरा जवाब द्या मइँ जानत हउँ कि मइँ तोह पइ सुरच्छा क भरोसा कइ सकत हउँ।"},{"number":14,"verse":"मोका दलदले स उबार ल्या। मोका दलदल क बीच जिन बूड़इ द्या। मोका मोरे बैरी लोगन स तू बचाइ ल्या। तू मोका इ गहिर पानी स बचाइ ल्या।"},{"number":15,"verse":"बाढ़ क लहरन क मोका बुड़ावइ न द्या। गहराई क मोका लीलइ न द्या। कब्र क मोरे ऊपर आपन मुँह बन्द न करइ द्या।"},{"number":16,"verse":"हे यहोवा, तोहार करुणा खरी अहइ। तू मोका आपन सम्पूर्ण पिरेम स जवाब द्या। मोर मदद बरे आपन सम्पूर्ण कृपा क संग मोरी कइँती मुँह करा।"},{"number":17,"verse":"आपन दास स जिन मुँह मोड़ा। मइँ संकटे मँ पड़ा अहउँ, मोका हाली सहारा द्या।"},{"number":18,"verse":"आवा, मोर परान बचाइ ल्या। तू मोका मोरे दुस्मनन स छोड़ाइ ल्या।"},{"number":19,"verse":"तू मोर निरादर जानत अहा। तू जानत अहा कि मोर दुस्मनन मोका लज्जित किहेन ह। ओनका मोरे संग तू अइसा करत लख्या ह।"},{"number":20,"verse":"निन्दा मोका चकनाचूर कइ दिहस ह। बस निन्दा क कारण मइँ मरइवाला अहउँ। मइँ सहानुभूति क बाट जोहत रहेउँ, मइँ दिलासा क बाट जोहत रहेउँ, मुला मोका तउ कउनो नाहीं मिला।"},{"number":21,"verse":"उ पचे मोका जहर दिहन, खइया क नाहीं दिहन। सिरका मोका दइ दिहन, दाखरस नाहीं दिहन।"},{"number":22,"verse":"ओनकर मेजन खाना स भरी अहइ उ पचे ऍतना बड़का मैत्री भोज करत अहइँ। मइँ आसा करत हउँ कि उ सबइ भोजन ओनका बरबाद करइँ।"},{"number":23,"verse":"उ सबइ आँधर होइ जाइँ अउर ओनकर करिहाउँ निहुरिके दुहरी होइ जाइ।"},{"number":24,"verse":"अइसा लगइ कि ओन पइ तोहार भरपूर किरोध फूट पड़ा बा।"},{"number":25,"verse":"ओनकर घरन क तू खाली बनाइ द्या। हुआँ कउनो जिअत न रहइ।"},{"number":26,"verse":"ओनका सजा द्या, अउर उ सबइ दूर पराइ जाइँ। फुन ओनके लगे, ओनकर बातन क बारे मँ ओनकर दर्द अउर घाव होइँ।"},{"number":27,"verse":"ओनकर बुरे कर्मन क ओनका सजा द्या, जउन उ पचे किहे अहइँ। ओनका जिन देखाँवा कि तू अउर केतॅना भला होइ सकत ह।"},{"number":28,"verse":"जिन्नगी क किताबे स ओनकर नाउँ मेट द्या। सज्जनन क नाउँ क संग तू ओनकर नाउँ उ किताबे मँ जिन लिखा।"},{"number":29,"verse":"मइ दुःखी हउँ अउ दर्द मँ हउँ। हे परमेस्सर, मोका उबार ल्या। मोर रच्छा करा।"},{"number":30,"verse":"मइँ परमेस्सर क नाउँ क गुण गीतन मँ गाउब। मइँ ओकर जस धन्यवाद क गीतन स गाउब।"},{"number":31,"verse":"परमेस्सर एहसे खुस होइ जाइ। अइसा करब एक ठु बर्धा क बलि या पूरा गोरू क ही बलि चढ़ावइ स जियादा उत्तिम अहइ।"},{"number":32,"verse":"अरे दीन लोगो, तू पचे परमेस्सर क आराधना करइ आवा अहा। अरे दीन लोगो! ऍन बातन क जानिके तू पचे खुस होइ जाब्या।"},{"number":33,"verse":"यहोवा, दीन लोगन अउ बेसहारा लोगन क सुना करत ह। यहोवा ओनका अबहुँ चाहत ह, जउन लोग बंधन मँ पड़ा अहइँ।"},{"number":34,"verse":"हे सरग अउ हे धरती, हे सागर अउ एकरे बीच जउन भी समावा अहइ। परमेस्सर क स्तुति करा।"},{"number":35,"verse":"यहोवा सिय्योन क रच्छा करी। यहोवा यहूदा क नगर क फुन निर्माण करी। उ लोग जउन इ धरती क सुआमी अहइँ, फिन हुआँ रइहीं।"},{"number":36,"verse":"ओकरे सेवकन क संतानन उ धरती क पाई। अउर अइसे उ सबइ लोग निवास करिहीं जेनका ओकर नाउँ पियारा बाटइ।"}]}