{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":79,"verses":[{"number":1,"verse":"आसाफ क एक ठु गीत। हे परमेस्सर, विदेसी लोग तोहरे सेवकन क संग लड़इ बरे आवा अहइँ। उ मनइयन तोहरे पवित्तर मन्दिर क बर्बाद किहन, अउ यरूसलेम क उ पचे खण्डहर बनाइ दिहन।"},{"number":2,"verse":"तोहरे चेलन क ल्हासन क उ पचे जंगली पंछी क खाइ बरे डाइ दिहन। तोहरे मनवइयन क ल्हासन क उ पचे जनावरन क खाइ बरे डाइ दिहन।"},{"number":3,"verse":"ओन लोगन तोहार लोगन क रक्त पानी जइसा यरूसलेम क चारिहुँ कइँती फइलाएन। ओनकर ल्हासन क दफनावइ क कउनो भी नाहीं बचा।"},{"number":4,"verse":"हमार पड़ोसी देस हमका अपमानित किहन ह। हमरे आस पास क लोग सबहिं हँसत हीं, अउर हमार मसखरी उड़ावत हीं।"},{"number":5,"verse":"हे यहोवा कब तलक अइसा रहब्या, का तू सदा क बरे हम पइ कोहान रहब्या? का तोहार किरोध आगी क तरह धधकत रही?"},{"number":6,"verse":"आपन किरोध क ओन रास्ट्रन क विरोध मँ जउन तोहका नाहीं पहिचानतेन मोड़ द्या आपन किरोध क ओन रास्ट्रन क खिलाफ मोड़ द्या जउन तोहरे नाउँ क मदद बरे नाहीं पुकारतेन।"},{"number":7,"verse":"काहेकि उ सबइ रास्ट्र याकूब क नास किहन। उ पचे याकूब क देस क नास किहन।"},{"number":8,"verse":"तू हमरे पुरखन क पापन बरे कृपा कइके हमका सजा जिन द्या। हाली करा, तू हम पइ निज करुणा हाली देखॅावा काहेकि हम पचन्क बहोत अपमानित बाटइ।"},{"number":9,"verse":"मोर परमेस्सर, मोर उद्धारकर्ता, हमका सहारा द्या। आपन ही नाउँ क महिमा बरे हमार मदद करा। हमका बचाइ ल्या। निज नाउँ क महिमा क खातिर हम लोगन क पाप क प्रायस्चित करा।"},{"number":10,"verse":"दूसर रास्ट्रन क लोगन क तू इ जिन कहइ द्या, “ओनकर परमेस्सर कहाँ बाटइ? का उ ओनका सहारा नाहीं दइ सकत ह?” हे परमेस्सर, ओन लोगन क दण्ड द्या ताकि उ सजा क हम भी लखि सकी। ओन लोगन क तोहरे सेवकन क मारइ क सजा द्या।"},{"number":11,"verse":"जेलि मँ बंद भए लोगन क कराहब कृपा कइके सुना। हे परमेस्सर, तू निज महासक्ती प्रयोग मँ लिआवा अउर ओन लोगन क बचाइ ल्या जेनका मरइ बरे ही चुना गवा ह।"},{"number":12,"verse":"हे यहोवा हमरे आस-पास क रास्ट्रन क सात गुना सज़ा द्या काहेकि उ पचे तोहका अपमानित किहेन ह।"},{"number":13,"verse":"हम तउ तोहार लोग अही, हम तोहरे झुण्ड भेड़ी अही जेका तू पालत ह। हम तोहार गुनगान सदा करब। हे परमेस्सर हम सदा तोहार महिमा क बारे मँ बताउब।"}]}