{"bibleAbbr":"awaERV2005","bookName":"भजन संहिता","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"आसाफ क एक ठु भजन। हे परमेस्सर, तू मौन जिन रहा! चुपचाप जिन रहा। हे सर्वसक्तिमान परमेस्सर, कृपा कइके सान्त जिन रहा।"},{"number":2,"verse":"हे परमेस्सर, तोहार दुस्मन तोहरे विरोध मँ सड्यंत्र रचत बाटेन। जउन तोहसे घिना करत हीं अहंकारी बन जात हीं।"},{"number":3,"verse":"उ पचे तोहरे मनवइयन क खिलाफ सडयंत्र रचत बाटेन। तोहार दुस्मन ओन लोगन क खिलाफ जउन तोहका पिआरा अहइँ सबइ जोजना बनावत अहइँ।"},{"number":4,"verse":"उ सबइ दुस्मन कहत अहइँ, “आवा, हम ओन लोगन क पूरी तरह मेट डाइ। तब कउनो भी मनई इस्राएल क नाउँ सुमिरन नाहीं करी।”"},{"number":5,"verse":"काहेकि इ सबहिं रास्ट्रन इकट्ठा होइके तोहरे विरोध मँ जोजना बनावत हीं। उ पचे तोहार खिलाफ एक ठ समझौता किहेन।"},{"number":6,"verse":"उ पचे इ सामिल परिवारन एदोमी, इस्माएली, मोआबी अउर हाजिरा क संतानन क पूतन, गबाली अउर, अम्मोनी, अमालेकी अउर पलिस्ती, अउर सूर क लोगन क परिवारन क इ सबइ लोग हम लोगन क खिलाफ जुद्ध करइ बरे एक जुट होइ गएन।"},{"number":8,"verse":"हिआँ तलक कि अस्सूरी भी ओन लोगन स मिल गएन। उ पचे लूत क संतानन क बहोत बलवान बनाएन।"},{"number":9,"verse":"हे परमेस्सर तू दुस्मनन क वइसेन हरावा जइसेन तू मिद्यानी लोगन क, सिसरा क, यार्बान क, किसोन नदी क लगे याबीन क हराया।"},{"number":10,"verse":"उ पचे एन्दोर मँ नास भएन। ओनकर ल्हासन धरती पइ पड़ी सड़त रहिन।"},{"number":11,"verse":"दुस्मनन क सेनापतियन क वइसेन हरावा जइसेन तू ओरबे अउ जायेब क संग किहे रह्या। ओकरे सेनापतियन क वइसेन हरावा जइसेन तू जेबह अउ सलमुन्ना क संग किहा।"},{"number":12,"verse":"हे परमेस्सर, उ सबइ लोग हम पचन क धरती तजइ क दबावइ चाहत रहेन।"},{"number":13,"verse":"मोर परमेस्सर ओनका तू उखड़ा भवा पौधा सा बनावा जेका आँधी उड़ाइ लइ जात ह। ओन लोगन क अइसेन बिखराइ द्या जइसे भूसा क आँधी बिखराइ देत ह।"},{"number":14,"verse":"दुस्मन क अइसेन बर्बाद करा जइसे वन क आगी बृच्छन क बर्बाद करत ह, अउर जइसेन जंगली आगी पहाड़न क बार डावत ह।"},{"number":15,"verse":"एह बरे ओनका आँधी क नाईं पाछा करा अउर ओनका कँपावा अउ फूँकिके उड़ा द्या जइसे कि आँधी करत ह।"},{"number":16,"verse":"हे यहोवा उ सबइ क लज्जा स भरि द्या कि लोग तोहरे बारे मँ जानइ बरे तोहका तलास करइँ।"},{"number":17,"verse":"हे यहोवा, ओन लोगन क भयभीत कइ द्या अउ ओन लोगन क हमेसा अपमानित करा, ताकि उ तिरस्कार मँ मरि जाइँ।"},{"number":18,"verse":"तउ उ पचे जनिहीं कि तू यहोवा अहा! अउर तू ही अकेल्ला सर्वोच्च परमेस्सर अहइ जउन सारे संसार पइ सासन करत अहा।"}]}