{"bibleAbbr":"urRV2010","bookName":"۱-کُرِنتھِیوں","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"( مسِیح کی قِیامت) اب اَے بھائِیو! مَیں تُمہیں وُہی خُوشخبری جتائے دیتا ہُوں جو پہلے دے چُکا ہُوں جِسے تُم نے قبُول بھی کر لِیا تھا اور جِس پر قائِم بھی ہو۔"},{"number":2,"verse":"اُسی کے وسِیلہ سے تُم کو نجات بھی مِلتی ہے بشرطیکہ وہ خُوشخبری جو مَیں نے تُمہیں دی تھی یاد رکھتے ہو ورنہ تُمہارا اِیمان لانا بے فائِدہ ہُؤا۔"},{"number":3,"verse":"چُنانچہ مَیں نے سب سے پہلے تُم کو وُہی بات پُہنچا دی جو مُجھے پُہنچی تھی کہ مسِیح کِتابِ مُقدّس کے مُطابِق ہمارے گُناہوں کے لِئے مُؤا۔"},{"number":4,"verse":"اور دفن ہُؤا اور تِیسرے دِن کِتابِ مُقدّس کے مُطابِق جی اُٹھا۔"},{"number":5,"verse":"اور کیفا کو اور اُس کے بعد اُن بارہ کو دِکھائی دِیا۔"},{"number":6,"verse":"پِھر پانچ سَو سے زِیادہ بھائِیوں کو ایک ساتھ دِکھائی دِیا ۔ جِن میں سے اکثر اب تک مَوجُود ہیں اور بعض سو گئے۔"},{"number":7,"verse":"پِھر یعقُو ب کو دِکھائی دِیا ۔ پِھر سب رسُولوں کو۔"},{"number":8,"verse":"اور سب سے پِیچھے مُجھ کو جو گویا ادھُورے دِنوں کی پَیدایش ہُوں دِکھائی دِیا۔"},{"number":9,"verse":"کیونکہ مَیں رسُولوں میں سب سے چھوٹا ہُوں بلکہ رسُول کہلانے کے لائِق نہیں اِس لِئے کہ مَیں نے خُدا کی کلِیسیا کو ستایا تھا۔"},{"number":10,"verse":"لیکن جو کُچھ ہُوں خُدا کے فضل سے ہُوں اور اُس کا فضل جو مُجھ پر ہُؤا وہ بے فائِدہ نہیں ہُؤا بلکہ مَیں نے اُن سب سے زِیادہ مِحنت کی اور یہ میری طرف سے نہیں ہُوئی بلکہ خُدا کے فضل سے جو مُجھ پر تھا۔"},{"number":11,"verse":"پس خَواہ مَیں ہُوں خَواہ وہ ہوں ہم یِہی مُنادی کرتے ہیں اور اِسی پر تُم اِیمان بھی لائے۔"},{"number":12,"verse":"( ہماری قِیامت) پس جب مسِیح کی یہ مُنادی کی جاتی ہے کہ وہ مُردوں میں سے جی اُٹھا تو تُم میں سے بعض کِس طرح کہتے ہیں کہ مُردوں کی قِیامت ہے ہی نہیں؟۔"},{"number":13,"verse":"اگر مُردوں کی قِیامت نہیں تو مسِیح بھی نہیں جی اُٹھا۔"},{"number":14,"verse":"اور اگر مسِیح نہیں جی اُٹھا تو ہماری مُنادی بھی بے فائِدہ ہے اور تُمہارا اِیمان بھی بے فائِدہ۔"},{"number":15,"verse":"بلکہ ہم خُدا کے جُھوٹے گواہ ٹھہرے کیونکہ ہم نے خُدا کی بابت یہ گواہی دی کہ اُس نے مسِیح کو جِلا دِیا حالانکہ نہیں جِلایا اگر بِالفرض مُردے نہیں جی اُٹھتے۔"},{"number":16,"verse":"اور اگر مُردے نہیں جی اُٹھتے تو مسِیح بھی نہیں جی اُٹھا۔"},{"number":17,"verse":"اور اگر مسِیح نہیں جی اُٹھا تو تُمہارا اِیمان بے فائِدہ ہے تُم اب تک اپنے گُناہوں میں گرِفتار ہو۔"},{"number":18,"verse":"بلکہ جو مسِیح میں سو گئے ہیں وہ بھی ہلاک ہُوئے۔"},{"number":19,"verse":"اگر ہم صِرف اِسی زِندگی میں مسِیح میں اُمّید رکھتے ہیں تو سب آدمِیوں سے زِیادہ بدنصِیب ہیں۔"},{"number":20,"verse":"لیکن فی الواقِع مسِیح مُردوں میں سے جی اُٹھا ہے اور جو سو گئے ہیں اُن میں پہلا پَھل ہُؤا۔"},{"number":21,"verse":"کیونکہ جب آدمی کے سبب سے مَوت آئی تو آدمی ہی کے سبب سے مُردوں کی قِیامت بھی آئی۔"},{"number":22,"verse":"اور جَیسے آدم میں سب مَرتے ہیں وَیسے ہی مسِیح میں سب زِندہ کِئے جائیں گے۔"},{"number":23,"verse":"لیکن ہر ایک اپنی اپنی باری سے ۔ پہلا پَھل مسِیح ۔ پِھر مسِیح کے آنے پر اُس کے لوگ۔"},{"number":24,"verse":"اِس کے بعد آخِرت ہو گی ۔ اُس وقت وہ ساری حُکومت اور سارا اِختیار اور قُدرت نیست کر کے بادشاہی کو خُدا یعنی باپ کے حوالہ کر دے گا۔"},{"number":25,"verse":"کیونکہ جب تک کہ وہ سب دُشمنوں کو اپنے پاؤں تلے نہ لے آئے اُس کو بادشاہی کرنا ضرُور ہے۔"},{"number":26,"verse":"سب سے پِچھلا دُشمن جو نیست کِیا جائے گا وہ مَوت ہے۔"},{"number":27,"verse":"کیونکہ خُدا نے سب کُچھ اُس کے پاؤں تَلے کر دِیا ہے مگر جب وہ فرماتا ہے کہ سب کُچھ اُس کے تابِع کر دِیا گیا تو ظاہِر ہے کہ جِس نے سب کُچھ اُس کے تابِع کر دِیا وہ اَلگ رہا۔"},{"number":28,"verse":"اور جب سب کُچھ اُس کے تابِع ہو جائے گا تو بیٹا خُود اُس کے تابِع ہو جائے گاجِس نے سب چِیزیں اُس کے تابِع کر دِیں تاکہ سب میں خُدا ہی سب کُچھ ہو۔"},{"number":29,"verse":"ورنہ جو لوگ مُردوں کے لِئے بپتِسمہ لیتے ہیں وہ کیا کریں گے؟ اگر مُردے جی اُٹھتے ہی نہیں تو پِھر کیوں اُن کے لِئے بپتِسمہ لیتے ہیں؟۔"},{"number":30,"verse":"اور ہم کیوں ہر وقت خطرہ میں پڑے رہتے ہیں؟۔"},{"number":31,"verse":"اَے بھائِیو! مُجھے اُس فخر کی قَسم جو ہمارے خُداوند مسِیح یِسُو ع میں تُم پر ہے مَیں ہر روز مَرتا ہُوں۔"},{"number":32,"verse":"اگر مَیں اِنسان کی طرح اِفِسُس میں درِندوں سے لڑا تو مُجھے کیا فائِدہ؟ اگر مُردے نہ جِلائے جائیں گے تو آؤ کھائیں پِئیں کیونکہ کل تو مَر ہی جائیں گے۔"},{"number":33,"verse":"فرِیب نہ کھاؤ ۔ بُری صُحبتیں اچھّی عادتوں کو بِگاڑ دیتی ہیں۔"},{"number":34,"verse":"راستباز ہونے کے لِئے ہوش میں آؤ اور گُناہ نہ کرو کیونکہ بعض خُدا سے ناواقِف ہیں ۔ مَیں تُمہیں شرم دِلانے کو یہ کہتا ہُوں۔"},{"number":35,"verse":"( جی اُٹھے جِسم کے خصائص) اب کوئی یہ کہے گا کہ مُردے کِس طرح جی اُٹھتے ہیں اور کَیسے جِسم کے ساتھ آتے ہیں؟۔"},{"number":36,"verse":"اَے نادان! تُو خُود جو کُچھ بوتا ہے جب تک وہ نہ مَرے زِندہ نہیں کِیا جاتا۔"},{"number":37,"verse":"اور جو تُو بوتا ہے یہ وہ جِسم نہیں جو پَیدا ہونے والا ہے بلکہ صِرف دانہ ہے ۔ خَواہ گیہُوں کا خَواہ کِسی اَور چِیز کا۔"},{"number":38,"verse":"مگر خُدا نے جَیسا اِرادہ کر لِیا وَیسا ہی اُس کو جِسم دیتا ہے اور ہر ایک بِیج کو اُس کا خاص جِسم۔"},{"number":39,"verse":"سب گوشت یکساں گوشت نہیں بلکہ آدمِیوں کا گوشت اَور ہے ۔ چَوپایوں کا گوشت اَور ۔ پرِندوں کا گوشت اَور ہے مچھلِیوں کا گوشت اَور۔"},{"number":40,"verse":"آسمانی بھی جِسم ہیں اور زمِینی بھی مگر آسمانِیوں کا جلال اَور ہے زمِینِیوں کا اَور۔"},{"number":41,"verse":"آفتاب کا جلال اَور ہے مہتاب کا جلال اَور ۔ سِتاروں کا جلال اَور کیونکہ سِتارے سِتارے کے جلال میں فرق ہے۔"},{"number":42,"verse":"مُردوں کی قِیامت بھی اَیسی ہی ہے ۔ جِسم فنا کی حالت میں بویا جاتا ہے اور بقا کی حالت میں جی اُٹھتا ہے۔"},{"number":43,"verse":"بے حُرمتی کی حالت میں بویا جاتا ہے اور جلال کی حالت میں جی اُٹھتا ہے ۔ کمزوری کی حالت میں بویا جاتا ہے اور قُوّت کی حالت میں جی اُٹھتا ہے۔"},{"number":44,"verse":"نفسانی جِسم بویا جاتا ہے اور رُوحانی جِسم جی اُٹھتا ہے ۔ جب نفسانی جِسم ہے تو رُوحانی جِسم بھی ہے۔"},{"number":45,"verse":"چُنانچہ لِکھا بھی ہے کہ پہلا آدمی یعنی آدم زِندہ نفس بنا ۔ پِچھلا آدم زِندگی بخشنے والی رُوح بنا۔"},{"number":46,"verse":"لیکن رُوحانی پہلے نہ تھا بلکہ نفسانی تھا ۔ اِس کے بعد رُوحانی ہُؤا۔"},{"number":47,"verse":"پہلا آدمی زمِین سے یعنی خاکی تھا ۔ دُوسرا آدمی آسمانی ہے۔"},{"number":48,"verse":"جَیسا وہ خاکی تھا وَیسے ہی اَور خاکی بھی ہیں اور جَیسا وہ آسمانی ہے وَیسے ہی اَور آسمانی بھی ہیں۔"},{"number":49,"verse":"اور جِس طرح ہم اِس خاکی کی صُورت پر ہُوئے اُسی طرح اُس آسمانی کی صُورت پر بھی ہوں گے۔"},{"number":50,"verse":"اَے بھائِیو! میرا مطلَب یہ ہے کہ گوشت اور خُون خُدا کی بادشاہی کے وارِث نہیں ہو سکتے اور نہ فنا بقا کی وارِث ہو سکتی ہے۔"},{"number":51,"verse":"دیکھو مَیں تُم سے بھید کی بات کہتا ہُوں ۔ ہم سب تو نہیں سوئیں گے مگر سب بدل جائیں گے۔"},{"number":52,"verse":"اور یہ ایک دَم میں ۔ ایک پَل میں ۔ پِچھلا نرسِنگا پُھونکتے ہی ہو گا کیونکہ نرسِنگا پُھونکا جائے گا اور مُردے غَیرفانی حالت میں اُٹھیں گے اور ہم بدل جائیں گے۔"},{"number":53,"verse":"کیونکہ ضرُور ہے کہ یہ فانی جِسم بقا کا جامہ پہنے اور یہ مَرنے والا جِسم حیاتِ ابدی کا جامہ پہنے۔"},{"number":54,"verse":"اور جب یہ فانی جِسم بقا کا جامہ پہن چُکے گا اور یہ مَرنے والا جِسم حیاتِ ابدی کا جامہ پہن چُکے گا تو وہ قَول پُورا ہو گا جو لِکھا ہے کہ مَوت فتح کا لُقمہ ہو گئی۔"},{"number":55,"verse":"اَے مَوت تیری فتح کہاں رہی؟ اَے مَوت تیرا ڈنک کہاں رہا؟۔"},{"number":56,"verse":"مَوت کا ڈنک گُناہ ہے اور گُناہ کا زور شرِیعت ہے۔"},{"number":57,"verse":"مگر خُدا کا شُکر ہے جو ہمارے خُداوند یِسُو ع مسِیح کے وسِیلہ سے ہم کو فتح بخشتا ہے۔"},{"number":58,"verse":"پس اَے میرے عزِیز بھائِیو! ثابِت قدم اور قائِم رہو اور خُداوند کے کام میں ہمیشہ افزایش کرتے رہو کیونکہ یہ جانتے ہو کہ تُمہاری مِحنت خُداوند میں بے فائِدہ نہیں ہے۔"}]}