{"bibleAbbr":"urRV2010","bookName":"۱-کُرِنتھِیوں","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( بُتوں کی قُربانی کی ضیافتوں کے بارے میں سوال) اب بُتوں کی قُربانِیوں کی بابت یہ ہے ۔ ہم جانتے ہیں کہ ہم سب عِلم رکھتے ہیں ۔ عِلم غرُور پَیدا کرتا ہے لیکن مُحبّت ترقّی کا باعِث ہے۔"},{"number":2,"verse":"اگر کوئی گُمان کرے کہ مَیں کُچھ جانتا ہُوں تو جَیسا جاننا چاہیے وَیسا اب تک نہیں جانتا۔"},{"number":3,"verse":"لیکن جو کوئی خُدا سے مُحبّت رکھتا ہے اُس کو خُدا پہچانتا ہے۔"},{"number":4,"verse":"پس بُتوں کی قُربانِیوں کے گوشت کھانے کی نِسبت ہم جانتے ہیں کہ بُت دُنیا میں کوئی چِیز نہیں اور سِوا ایک کے اَور کوئی خُدا نہیں۔"},{"number":5,"verse":"اگرچہ آسمان و زمِین میں بُہت سے خُدا کہلاتے ہیں (چُنانچہ بُہتیرے خُدا اور بُہتیرے خُداوند ہیں)۔"},{"number":6,"verse":"لیکن ہمارے نزدِیک تو ایک ہی خُدا ہے یعنی باپ جِس کی طرف سے سب چِیزیں ہیں اور ہم اُسی کے لِئے ہیں اور ایک ہی خُداوند ہے یعنی یِسُو ع مسِیح جِس کے وسِیلہ سے سب چِیزیں مَوجُود ہُوئِیں اور ہم بھی اُسی کے وسِیلہ سے ہیں۔"},{"number":7,"verse":"لیکن سب کو یہ عِلم نہیں بلکہ بعض کو اب تک بُت پرستی کی عادت ہے ۔ اِس لِئے اُس گوشت کو بُت کی قُربانی جان کر کھاتے ہیں اور اُن کا دِل چُونکہ کمزور ہے آلُودہ ہو جاتا ہے۔"},{"number":8,"verse":"کھاناہمیں خُدا سے نہیں مِلائے گا اگر نہ کھائیں تو ہمارا کُچھ نُقصان نہیں اور اگر کھائیں تو کُچھ نفع نہیں۔"},{"number":9,"verse":"لیکن ہوشیا ر رہو! اَیسا نہ ہو کہ تُمہاری یہ آزادی کمزوروں کے لِئے ٹھوکر کا باعِث ہو جائے۔"},{"number":10,"verse":"کیونکہ اگر کوئی تُجھ صاحِبِ عِلم کو بُت خانہ میں کھانا کھاتے دیکھے اور وہ کمزور شخص ہو تو کیا اُس کا دِل بُتوں کی قُربانی کھانے پر دِلیر نہ ہو جائے گا؟۔"},{"number":11,"verse":"غرض تیرے عِلم کے سبب سے وہ کمزور شخص یعنی وہ بھائی جِس کی خاطِر مسِیح مُؤا ہلاک ہو جائے گا۔"},{"number":12,"verse":"اور تُم اِس طرح بھائِیوں کے گُنہگار ہو کر اور اُن کے کمزور دِل کو گھایل کر کے مسِیح کے گُنہگار ٹھہرتے ہو۔"},{"number":13,"verse":"اِس سبب سے اگر کھانا میرے بھائی کو ٹھوکر کِھلائے تو مَیں کبھی ہرگِز گوشت نہ کھاؤں گاتاکہ اپنے بھائی کے لِئے ٹھوکر کا سبب نہ بنُوں۔ رسُول کے حقُوق و فرائض"}]}