{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"(The Silver Trumpets) The LORD spoke further to Moses, saying,"},{"number":2,"verse":"“Make yourself two trumpets of silver, you shall make them of hammered work; and you shall use them for summoning the congregation and breaking camp."},{"number":3,"verse":"Now when both are blown, all the congregation shall meet you at the entrance of the tent of meeting."},{"number":4,"verse":"But if only one is blown, then the leaders, the heads of the (Lit thousands; or clans) divisions of Israel, shall meet you."},{"number":5,"verse":"And when you blow an alarm, the camps that are pitched on the east side shall set out."},{"number":6,"verse":"Then when you sound an alarm the second time, the camps that are pitched on the south side shall set out; an alarm is to be sounded for them to break camp."},{"number":7,"verse":"When convening the assembly, however, you shall blow the trumpets without sounding an alarm."},{"number":8,"verse":"The sons of Aaron, moreover, the priests, shall blow the trumpets; and this shall be a permanent statute for you throughout your generations."},{"number":9,"verse":"And when you go to war in your land against the enemy who attacks you, then you shall sound an alarm with the trumpets, so that you will be thought of by the LORD your God, and be saved from your enemies."},{"number":10,"verse":"Also on the day of your joy and at your appointed (Or times) feasts, and on the first days of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; and they shall be as a reminder of you before your God. I am the LORD your God.”"},{"number":11,"verse":"(The Tribes Leave Sinai) Now in the second year, in the second month, on the twentieth of the month, the cloud was lifted from above the (Lit dwelling place, and so throughout the ch) tabernacle of the testimony;"},{"number":12,"verse":"and the sons of Israel set out on their journeys from the wilderness of Sinai. Then the cloud settled in the wilderness of Paran."},{"number":13,"verse":"So they moved on for the first time in accordance with the (Lit mouth) command of the LORD through Moses."},{"number":14,"verse":"The (Or division, and so throughout the ch) flag of the camp of the sons of Judah, by their armies, set out first, with Nahshon the son of Amminadab, over its army,"},{"number":15,"verse":"and Nethanel the son of Zuar, over the tribal army of the sons of Issachar;"},{"number":16,"verse":"and Eliab the son of Helon over the tribal army of the sons of Zebulun."},{"number":17,"verse":"Then the tabernacle was taken down; and the sons of Gershon and the sons of Merari, who were carrying the tabernacle, set out."},{"number":18,"verse":"Next the flag of the camp of Reuben, by their armies, set out with Elizur the son of Shedeur, over its army,"},{"number":19,"verse":"and Shelumiel the son of Zurishaddai over the tribal army of the sons of Simeon,"},{"number":20,"verse":"and Eliasaph the son of Deuel was over the tribal army of the sons of Gad."},{"number":21,"verse":"Then the Kohathites set out, carrying the holy objects; and the tabernacle was set up before their arrival."},{"number":22,"verse":"Next the flag of the camp of the sons of Ephraim, by their armies, set out, with Elishama the son of Ammihud over its army,"},{"number":23,"verse":"and Gamaliel the son of Pedahzur over the tribal army of the sons of Manasseh;"},{"number":24,"verse":"and Abidan the son of Gideoni over the tribal army of the sons of Benjamin."},{"number":25,"verse":"Then the flag of the camp of the sons of Dan, by their armies, which formed the rear guard for all the camps, set out, with Ahiezer the son of Ammishaddai over its army,"},{"number":26,"verse":"and Pagiel the son of Ochran over the tribal army of the sons of Asher;"},{"number":27,"verse":"and Ahira the son of Enan over the tribal army of the sons of Naphtali."},{"number":28,"verse":"(Lit These were the regulations for the order) This was the order of marching for the sons of Israel by their armies as they set out."},{"number":29,"verse":"Then Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out to the place of which the LORD said, ‘I will give it to you.’ Come with us and we will do you good, for the LORD has (Lit spoken) promised good concerning Israel.”"},{"number":30,"verse":"But he said to him, “I will not come, but rather will go to my own land and relatives.”"},{"number":31,"verse":"Then he said, “Please do not leave us, since you know (Lit our camping) where we should camp in the wilderness, and you will be as eyes for us."},{"number":32,"verse":"So it will be, if you go with us, that (Lit that good which) whatever good the LORD (Lit does good) does for us, we will (Lit do good) do for you.”"},{"number":33,"verse":"So they moved on from the mountain of the LORD three days’ journey, with the ark of the covenant of the LORD going on in front of them for the (Lit three days’ journey) three days, to seek out a resting place for them."},{"number":34,"verse":"And the cloud of the LORD was over them by day when they set out from the camp."},{"number":35,"verse":"Then it came about when the ark set out that Moses said, “Rise up, LORD! And may Your enemies be scattered, And those who hate You flee from Your presence.”"},{"number":36,"verse":"And when it came to rest, he said, “Return, LORD, To the myriad thousands of Israel.”"}]}