{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"Korah’s Rebellion Now Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On the son of Peleth, sons of Reuben, took men,"},{"number":2,"verse":"and they stood before Moses, (Lit and men from) together with some of the sons of Israel, 250 leaders of the congregation (Lit called ones of) chosen in the assembly, men of renown."},{"number":3,"verse":"They assembled together against Moses and Aaron, and said to them, “ (Lit Much for you) You have gone far enough! For all the congregation are holy, every one of them, and the LORD is in their midst; so why do you exalt yourselves above the assembly of the LORD?”"},{"number":4,"verse":"When Moses heard this, he fell on his face;"},{"number":5,"verse":"and he spoke to Korah and all his group, saying, “Tomorrow morning the LORD will make known who is His, and who is holy, and will bring that one near to Himself; indeed, the one whom He will choose, He will bring near to Himself."},{"number":6,"verse":"Do this: take censers for yourselves, Korah and (Lit his) your whole group,"},{"number":7,"verse":"and put fire in them, and place incense upon them in the presence of the LORD tomorrow; and the man whom the LORD chooses shall be the one who is holy. (Lit Much for you) You have gone far enough, you sons of Levi!”"},{"number":8,"verse":"Then Moses said to Korah, “Hear now, you sons of Levi:"},{"number":9,"verse":"Is it too small an honor for you that the God of Israel has singled you out from the congregation of Israel, to bring you near to Himself, to perform the service of the tabernacle of the LORD, and to stand before the congregation to minister to them;"},{"number":10,"verse":"and that He has brought you near, Korah, and all your brothers, sons of Levi, with you? But are you seeking the priesthood as well?"},{"number":11,"verse":"Therefore you and your whole group are the ones gathered together against the LORD; but as for Aaron, (Lit what) who is he, that you grumble against him?”"},{"number":12,"verse":"Then Moses sent (Lit to call to) a summons to Dathan and Abiram, the sons of Eliab; but they said, “We will not come up."},{"number":13,"verse":"Is it (Lit a little thing) not enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness, but you would also appoint yourself as master over us?"},{"number":14,"verse":"Indeed, you have not brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Would you gouge out the eyes of (Lit those) these men? We will not come up!”"},{"number":15,"verse":"Then Moses became very angry and said to the LORD, “Pay no attention to their offering! I have not taken a single donkey from them, nor have I done harm to any of them.”"},{"number":16,"verse":"Moses said to Korah, “You and all your group be present before the LORD tomorrow, you and they along with Aaron."},{"number":17,"verse":"And each of you take his censer and put incense on (Lit them) it, and each of you bring his censer before the LORD, 250 censers; also you and Aaron shall each bring his censer.”"},{"number":18,"verse":"So they took, each one his own censer, and put fire on (Lit them) it, and placed incense on (Lit them) it; and they stood at the entrance of the tent of meeting, with Moses and Aaron."},{"number":19,"verse":"So Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the LORD appeared to all the congregation."},{"number":20,"verse":"Then the LORD spoke to Moses and Aaron, saying,"},{"number":21,"verse":"“Separate yourselves from among this congregation, so that I may consume them instantly.”"},{"number":22,"verse":"But they fell on their faces and said, “God, the God of the spirits of (Lit all flesh) humanity, when one person sins, will You be angry with the entire congregation?”"},{"number":23,"verse":"Then the LORD spoke to Moses, saying,"},{"number":24,"verse":"“Speak to the congregation, saying, ‘Get away from the areas around the (Lit residence) tents of Korah, Dathan, and Abiram.’ ”"},{"number":25,"verse":"Then Moses arose and went to Dathan and Abiram, with the elders of Israel following him,"},{"number":26,"verse":"and he spoke to the congregation, saying, “Get away now from the tents of these wicked men, and do not touch anything that belongs to them, or you will be swept away in all their sin!”"},{"number":27,"verse":"So they moved away from the areas around the (Lit dwelling place) tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the entrances of their tents, along with their wives, their sons, and their little ones."},{"number":28,"verse":"Then Moses said, “By this you shall know that the LORD has sent me to do all these deeds; for it is not (Lit from my heart) my doing."},{"number":29,"verse":"If these men die (Lit like the death) the death of all mankind, or (Lit the visitation of all men is visited upon them) if they suffer the fate of all mankind, then the LORD has not sent me."},{"number":30,"verse":"But if the LORD (Lit creates) brings about an entirely new thing and the ground opens its mouth and swallows them with everything that is theirs, and they descend alive into (I. e., the netherworld) Sheol, then you will know that these men have been disrespectful to the LORD.”"},{"number":31,"verse":"And as he finished speaking all these words, the ground that was under them split open;"},{"number":32,"verse":"and the earth opened its mouth and swallowed them, their households, and all the people who belonged to Korah with all their possessions."},{"number":33,"verse":"So they and all that belonged to them went down alive to (I. e., the netherworld) Sheol; and the earth closed over them, and they perished from the midst of the assembly."},{"number":34,"verse":"Then all Israel who were around them fled at their (Or voice) outcry, for they said, “The earth might swallow us!”"},{"number":35,"verse":"Fire also came out from the LORD and consumed the 250 men who were offering the incense."},{"number":36,"verse":"(Ch 17:1 in Heb) Then the LORD spoke to Moses, saying,"},{"number":37,"verse":"“Tell Eleazar, the son of Aaron the priest, that he shall pick up the censers from the midst of the burned area, because they are holy; and you are to scatter the (Lit the fire) burning coals further away."},{"number":38,"verse":"As for the censers of these (Lit sinners against their lives) men who have sinned at the cost of their own lives, have them made into hammered sheets as plating for the altar, since they did present them before the LORD and they are holy; and they shall (Lit be for a) serve as a sign to the sons of Israel.”"},{"number":39,"verse":"So the priest Eleazar took the bronze censers which the men who were burned had offered, and they hammered them out as plating for the altar,"},{"number":40,"verse":"as a reminder to the sons of Israel so that no (Lit stranger) layman, anyone who was not of the (Lit seed) descendants of Aaron, would approach to burn incense before the LORD; then he would not become like Korah and his group—just as the LORD had spoken to him (Lit by the hand of) through Moses."},{"number":41,"verse":"Murmuring and Plague But on the next day all the congregation of the sons of Israel grumbled against Moses and Aaron, saying, “You are the ones who have caused the death of the LORD’S people!”"},{"number":42,"verse":"It came about, however, when the congregation had assembled against Moses and Aaron, that they turned toward the tent of meeting, and behold, the cloud covered it and the glory of the LORD appeared."},{"number":43,"verse":"Then Moses and Aaron came to the front of the tent of meeting,"},{"number":44,"verse":"and the LORD spoke to Moses, saying,"},{"number":45,"verse":"“Get away from among this congregation so that I may consume them instantly.” Then they fell on their faces."},{"number":46,"verse":"And Moses said to Aaron, “Take your censer and put fire in it from the altar, and place incense on it; then bring it quickly to the congregation and make atonement for them, for wrath has gone out from the LORD, the plague has begun!”"},{"number":47,"verse":"Then Aaron took it just as Moses had spoken, and he ran into the midst of the assembly; and behold, the plague had begun among the people. So he put on the incense and made atonement for the people."},{"number":48,"verse":"And he took his stand between the dead and the living, so that the plague was brought to a halt."},{"number":49,"verse":"But those who died by the plague were 14700 in number, besides those who died on account of Korah."},{"number":50,"verse":"Then Aaron returned to Moses at the entrance of the tent of meeting, for the plague had been brought to a halt."}]}