{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"The Prophecies of Balaam Then Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.”"},{"number":2,"verse":"Balak did just as Balaam had spoken, and Balak and Balaam offered up a bull and a ram on each altar."},{"number":3,"verse":"Then Balaam said to Balak, “Stand beside your burnt offering, and I will go; perhaps the LORD will come to meet me, and whatever He shows me I will tell you.” So he went to a bare hill."},{"number":4,"verse":"Now God met with Balaam, and he said to Him, “I have set up the seven altars, and I have offered up a bull and a ram on each altar.”"},{"number":5,"verse":"Then the LORD put a word in Balaam’s mouth and said, “Return to Balak, and this is what you shall speak.”"},{"number":6,"verse":"So he returned to him, and behold, he was standing beside his burnt offering, he and all the leaders of Moab."},{"number":7,"verse":"And he took up his discourse and said, “From Aram Balak has brought me, Moab’s king from the mountains of the East, saying, ‘Come, declare Jacob cursed for me, And come, curse Israel!’"},{"number":8,"verse":"How am I to put a curse on him upon whom God has not put a curse? And how am I to curse him whom the LORD has not cursed?"},{"number":9,"verse":"For I see him from the top of the rocks, And I look at him from the hills; Behold, a people that lives in isolation, And does not consider itself to be among the nations."},{"number":10,"verse":"Who has counted the dust of Jacob, Or the number of the fourth part of Israel? May (Lit my soul) I die the death of the upright, And may my end be like his!”"},{"number":11,"verse":"Then Balak said to Balaam, “What have you done to me? I took you to put a curse on my enemies, but behold, you have actually blessed them!”"},{"number":12,"verse":"He replied, “Must I not be careful to speak what the LORD puts in my mouth?”"},{"number":13,"verse":"Then Balak said to him, “Please come with me to another place from where you may see them, although you will only see the extreme end of them and will not see all of them; and put a curse on them for me from there.”"},{"number":14,"verse":"So he took him to the field of Zophim, to the top of Pisgah, and he built seven altars and offered a bull and a ram on each altar."},{"number":15,"verse":"Then he said to Balak, “Stand here beside your burnt offering while I myself meet the LORD over there.”"},{"number":16,"verse":"Then the LORD met Balaam and put a word in his mouth, and said, “Return to Balak, and this is what you shall speak.”"},{"number":17,"verse":"So he came to him, and behold, he was standing beside his burnt offering, and the leaders of Moab with him. And Balak said to him, “What has the LORD spoken?”"},{"number":18,"verse":"Then he took up his discourse and said, “Arise, Balak, and hear; Listen to me, son of Zippor!"},{"number":19,"verse":"God is not a man, that He would lie, Nor a son of man, that He would change His mind; Has He said, and will He not do it? Or has He spoken, and will He not make it good?"},{"number":20,"verse":"Behold, I have received a command to bless; When He has blessed, I cannot revoke it."},{"number":21,"verse":"He has not looked at misfortune in Jacob; Nor has He seen trouble in Israel; The LORD his God is with him, And the joyful shout of a king is among them."},{"number":22,"verse":"God brings them out of Egypt, He is for them like the horns of the wild ox."},{"number":23,"verse":"For there is no magic curse against Jacob, Nor is there any divination against Israel; At the proper time it shall be said to Jacob And to Israel, what God has done!"},{"number":24,"verse":"Behold, a people rises like a lioness, And like a lion it raises itself; It will not lie down until it devours the prey, And drinks the blood of those slain.”"},{"number":25,"verse":"Then Balak said to Balaam, “Do not curse them at all nor bless them at all!”"},{"number":26,"verse":"But Balaam replied to Balak, “Did I not tell you, ‘ (Lit saying, Whatever) Whatever the LORD speaks, I must do’?”"},{"number":27,"verse":"Then Balak said to Balaam, “Please come, I will take you to another place; perhaps it will be (Lit right in the sight of God) agreeable with God that you curse them for me from there.”"},{"number":28,"verse":"So Balak took Balaam to the top of Peor, which overlooks the (Or Jeshimon) desert."},{"number":29,"verse":"And Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”"},{"number":30,"verse":"Balak did just as Balaam had said, and offered up a bull and a ram on each altar."}]}