{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"(Census of a New Generation) (Ch 25:19 in Heb) Then it came about after the plague, (Ch 26:1 in Heb) that the LORD spoke to Moses and to Eleazar the son of Aaron the priest, saying,"},{"number":2,"verse":"“Take a (Lit sum) census of all the congregation of the sons of Israel from twenty years old and upward, by their fathers’ households, whoever is able to go to war in Israel.”"},{"number":3,"verse":"So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"},{"number":4,"verse":"“Take a census of the people from twenty years old and upward, as the LORD has commanded Moses.” Now the sons of Israel who came out of the land of Egypt were as follows:"},{"number":5,"verse":"Reuben, Israel’s firstborn, the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;"},{"number":6,"verse":"of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites."},{"number":7,"verse":"These are the families of the Reubenites, and those who were counted of them were 43730."},{"number":8,"verse":"The son of Pallu: Eliab."},{"number":9,"verse":"The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram who were called by the congregation, who fought against Moses and against Aaron in the group of Korah, when they fought against the LORD,"},{"number":10,"verse":"and the earth opened its mouth and swallowed them up along with Korah, when that group died, when the fire devoured 250 men, so that they became a warning sign."},{"number":11,"verse":"The sons of Korah, however, did not die."},{"number":12,"verse":"The sons of Simeon by their families: of (In Gen 46:10 and Ex 6:15, Jemuel) Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of (In 1 Chr 4:24, Jarib) Jachin, the family of the Jachinites;"},{"number":13,"verse":"of (In Gen 46:10, Zohar) Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites."},{"number":14,"verse":"These are the families of the Simeonites, 22200 in number."},{"number":15,"verse":"The sons of Gad by their families: of (In Gen 46:16, Ziphion) Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;"},{"number":16,"verse":"of (In Gen 46:16, Ezbon) Ozni, the family of the Oznites; of Eri, the family of the Erites;"},{"number":17,"verse":"of (In Gen 46:16, Arodi) Arod, the family of the Arodites; of Areli, the family of the Arelites."},{"number":18,"verse":"These are the families of the sons of Gad according to those who were numbered of them, 40500."},{"number":19,"verse":"The sons of Judah were Er and Onan, but Er and Onan died in the land of Canaan."},{"number":20,"verse":"The sons of Judah by their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites."},{"number":21,"verse":"The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites."},{"number":22,"verse":"These are the families of Judah by those who were numbered of them, 76500."},{"number":23,"verse":"The sons of Issachar by their families: of Tola, the family of the Tolaites; of (In Gen 46:13, Puvvah; in 1 Chr 7:1, Puah) Puvah, the family of the Punites;"},{"number":24,"verse":"of (In Gen 46:13, Iob) Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."},{"number":25,"verse":"These are the families of Issachar by those who were numbered of them, 64300."},{"number":26,"verse":"The sons of Zebulun by their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."},{"number":27,"verse":"These are the families of the Zebulunites by those who were numbered of them, 60500."},{"number":28,"verse":"The sons of Joseph by their families: Manasseh and Ephraim."},{"number":29,"verse":"The sons of Manasseh: of Machir, the family of the Machirites; and Machir fathered Gilead: of Gilead, the family of the Gileadites."},{"number":30,"verse":"These are the sons of Gilead: of (In Josh 17:2, Abiezer) Iezer, the family of the Iezerites; of Helek, the family of the Helekites;"},{"number":31,"verse":"and of Asriel, the family of the Asrielites; and of Shechem, the family of the Shechemites;"},{"number":32,"verse":"and of Shemida, the family of the Shemidaites; and of Hepher, the family of the Hepherites."},{"number":33,"verse":"Now Zelophehad the son of Hepher had no sons, only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"number":34,"verse":"These are the families of Manasseh; and those who were numbered of them were 52700."},{"number":35,"verse":"These are the sons of Ephraim by their families: of Shuthelah, the family of the Shuthelahites; of (In 1 Chr 7:20, Bered) Becher, the family of the Becherites; of Tahan, the family of the Tahanites."},{"number":36,"verse":"These are the sons of Shuthelah: of Eran, the family of the Eranites."},{"number":37,"verse":"These are the families of the sons of Ephraim by those who were numbered of them, 32500. These are the sons of Joseph by their families."},{"number":38,"verse":"The sons of Benjamin by their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of (In Gen 46:21, Ehi; in 1 Chr 8:1, Aharah) Ahiram, the family of the Ahiramites;"},{"number":39,"verse":"of (In Gen 46:21, Muppim; in 1 Chr 7:12, Shuppim) Shephupham, the family of the Shuphamites; of (In Gen 46:21, Huppim) Hupham, the family of the Huphamites."},{"number":40,"verse":"The sons of Bela were (In 1 Chr 8:3, Addar) Ard and Naaman: of Ard, the family of the Ardites; of Naaman, the family of the Naamites."},{"number":41,"verse":"These are the sons of Benjamin by their families; and those who were numbered of them were 45600."},{"number":42,"verse":"These are the sons of Dan by their families: of (In Gen 46:23, Hushim) Shuham, the family of the Shuhamites. These are the families of Dan by their families."},{"number":43,"verse":"All the families of the Shuhamites, by those who were numbered of them, were 64400."},{"number":44,"verse":"The sons of Asher by their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites."},{"number":45,"verse":"Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."},{"number":46,"verse":"And the name of the daughter of Asher was Serah."},{"number":47,"verse":"These are the families of the sons of Asher by those who were numbered of them, 53400."},{"number":48,"verse":"The sons of Naphtali by their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"},{"number":49,"verse":"of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."},{"number":50,"verse":"These are the families of Naphtali by their families; and those who were numbered of them were 45400."},{"number":51,"verse":"These are the ones who were numbered of the sons of Israel, 601730."},{"number":52,"verse":"Then the LORD spoke to Moses, saying,"},{"number":53,"verse":"“ (Lit To) Among these the land shall be divided as an inheritance according to the number of names."},{"number":54,"verse":"To a larger group you shall increase their inheritance, and to a smaller group you shall decrease their inheritance; each shall be given their inheritance corresponding to the total of those who were numbered of them."},{"number":55,"verse":"But the land shall be divided by lot. They shall receive their inheritance according to the names of the tribes of their fathers."},{"number":56,"verse":"Corresponding to the selection by lot, their inheritance shall be divided between the larger and the smaller groups.”"},{"number":57,"verse":"These are those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."},{"number":58,"verse":"These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korahites. Kohath fathered Amram."},{"number":59,"verse":"And the name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt; and she bore to Amram Aaron and Moses, and their sister Miriam."},{"number":60,"verse":"And to Aaron were born Nadab and Abihu, Eleazar and Ithamar."},{"number":61,"verse":"But Nadab and Abihu died when they offered (I. e., prohibited) strange fire before the LORD."},{"number":62,"verse":"Those who were numbered of them were twenty-three thousand, every male from a month old and upward, for they were not numbered among the sons of Israel since no inheritance was given to them among the sons of Israel."},{"number":63,"verse":"These are the ones who were numbered by Moses and Eleazar the priest, who numbered the sons of Israel in the plains of Moab by the Jordan at Jericho."},{"number":64,"verse":"But among these there was not a man of those who were numbered by Moses and Aaron the priest, who numbered the sons of Israel in the wilderness of Sinai."},{"number":65,"verse":"For the LORD had said (Or to) of them, “They shall certainly die in the wilderness.” And not a man was left of them, except Caleb the son of Jephunneh and Joshua the son of Nun."}]}