{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"Inheritance by Marriage Now the heads of the fathers’ households of the family of the sons of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came forward and spoke before Moses and before the leaders, the heads of the fathers’ households of the sons of Israel,"},{"number":2,"verse":"and they said, “The LORD commanded my lord to give the land by lot to the sons of Israel as an inheritance, and my lord was commanded by the LORD to give the inheritance of our brother Zelophehad to his daughters."},{"number":3,"verse":"But if they (Lit become wives to, and so throughout the ch) marry one of the sons of the other tribes of the sons of Israel, their inheritance will be withdrawn from the inheritance of our fathers and will be added to the inheritance of the tribe to which they belong; so it will be withdrawn from our allotted inheritance."},{"number":4,"verse":"And when the jubilee of the sons of Israel takes place, then their inheritance will be added to the inheritance of the tribe to which they belong; so their inheritance will be withdrawn from the inheritance of the tribe of our fathers.”"},{"number":5,"verse":"Then Moses commanded the sons of Israel in accordance with the (Lit mouth) word of the LORD, saying, “The tribe of the sons of Joseph is right in its statements."},{"number":6,"verse":"This is (Lit the word which) what the LORD has commanded regarding the daughters of Zelophehad, saying, ‘Let them marry (Lit the good one in their eyes) whomever they wish; only they must marry within the family of the tribe of their father.’"},{"number":7,"verse":"So no inheritance of the sons of Israel will (Lit turn about) be transferred from tribe to tribe, for the sons of Israel shall each (Lit cling to) retain possession of the inheritance of the tribe of his fathers."},{"number":8,"verse":"And every daughter who comes into possession of an inheritance of any tribe of the sons of Israel shall marry one of the family of the tribe of her father, so that the sons of Israel may each possess the inheritance of his fathers."},{"number":9,"verse":"So no inheritance will (Lit turn about) be transferred from one tribe to another tribe, for the tribes of the sons of Israel shall each (Lit cling to) retain possession of its own inheritance.”"},{"number":10,"verse":"Just as the LORD had commanded Moses, so the daughters of Zelophehad did:"},{"number":11,"verse":"Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad married their uncles’ sons."},{"number":12,"verse":"They married those from the families of the sons of Manasseh the son of Joseph, and their inheritance (Lit was to the) remained with the tribe of the family of their father."},{"number":13,"verse":"These are the commandments and the ordinances which the LORD commanded to the sons of Israel through Moses in the plains of Moab, by the Jordan opposite Jericho."}]}