{"bibleAbbr":"NASB2020","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"(The Seven Lamps) Then the LORD spoke to Moses, saying,"},{"number":2,"verse":"“Speak to Aaron and say to him, ‘When you (Lit put up) mount the lamps, the seven lamps will provide light in the front of the lampstand.’ ”"},{"number":3,"verse":"Therefore Aaron did so; he (Lit put up) mounted its lamps at the front of the lampstand, just as the LORD had commanded Moses."},{"number":4,"verse":"Now this was the workmanship of the lampstand, hammered work of gold; from its base to its flower ornamentation it was hammered work; according to the (Lit appearance) pattern which the LORD had shown Moses, so he made the lampstand."},{"number":5,"verse":"(Cleansing the Levites) Again the LORD spoke to Moses, saying,"},{"number":6,"verse":"“Take the Levites from among the sons of Israel and cleanse them."},{"number":7,"verse":"This is what you shall do to them, for their cleansing: sprinkle (Lit water of expiation) purifying water on them, and have them (Lit cause to pass) use a razor over their whole (Lit flesh) body, and they shall wash their clothes and cleanse themselves."},{"number":8,"verse":"Then have them take a (Lit bull, a son of the herd) bull with its grain offering, fine flour mixed with oil; and you shall take a second (Lit bull, a son of the herd) bull as a sin offering."},{"number":9,"verse":"So you shall present the Levites in front of the tent of meeting. You shall also assemble the whole congregation of the sons of Israel,"},{"number":10,"verse":"and present the Levites before the LORD; and the sons of Israel shall lay their hands on the Levites."},{"number":11,"verse":"Aaron then shall (Lit wave, and so throughout the ch) present the Levites before the LORD as a wave offering from the sons of Israel, so that they may (Lit be to perform) qualify to perform the service of the LORD."},{"number":12,"verse":"Now the Levites shall lay their hands on the heads of the bulls; then you are to offer the one as a sin offering and the other as a burnt offering to the LORD, to make atonement for the Levites."},{"number":13,"verse":"And you shall have the Levites stand before Aaron and his sons so as to present them as a wave offering to the LORD."},{"number":14,"verse":"“So you shall single out the Levites from among the sons of Israel, and the Levites shall be Mine."},{"number":15,"verse":"Then after that the Levites may go in to serve the tent of meeting. But you shall cleanse them and present them as a wave offering;"},{"number":16,"verse":"for they are exclusively given to Me from among the sons of Israel. I have taken them for Myself instead of the firstborn of every womb, the firstborn of all the sons of Israel."},{"number":17,"verse":"For every firstborn among the sons of Israel is Mine, among the people and among the animals; on the day that I fatally struck all the firstborn in the land of Egypt, I sanctified them for Myself."},{"number":18,"verse":"But I have taken the Levites instead of every firstborn among the sons of Israel."},{"number":19,"verse":"And I have given the Levites as (Lit given ones) a gift to Aaron and to his sons from among the sons of Israel, to perform the service of the sons of Israel at the tent of meeting and to make atonement on behalf of the sons of Israel, so that there will be no affliction among the sons of Israel due to (Lit the sons of Israel’s) their approaching the sanctuary.”"},{"number":20,"verse":"So this is what Moses, Aaron, and all the congregation of the sons of Israel did to the Levites; according to everything that the LORD had commanded Moses regarding the Levites, so the sons of Israel did to them."},{"number":21,"verse":"The Levites, too, purified themselves from sin and washed their clothes; and Aaron presented them as a wave offering before the LORD. Aaron also made atonement for them to cleanse them."},{"number":22,"verse":"Then after that the Levites went in to perform their service in the tent of meeting before Aaron and his sons; just as the LORD had commanded Moses concerning the Levites, so they did to them."},{"number":23,"verse":"(Retirement for the Levites) Now the LORD spoke to Moses, saying,"},{"number":24,"verse":"“This is what applies to the Levites: from twenty-five years old and upward (Lit he) they shall enter to perform service in the work of the tent of meeting."},{"number":25,"verse":"But at the age of fifty years they shall (Lit return) retire from service in the work and not work anymore."},{"number":26,"verse":"They may, however, (Lit serve) assist their brothers in the tent of meeting, to fulfill an obligation, but they themselves shall do no work. In this way you shall deal with the Levites in their obligations.”"}]}