{"bibleAbbr":"guOV2016","bookName":"એફેસીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"( શરીરનું ઐકય) એ માટે હું, પ્રભુને માટે બંદીવાન, તમને વિનંતી કરું છું કે, તમને તેડવામાં આવ્યા છે તે તેડાને યોગ્ય થઈને ચાલો."},{"number":2,"verse":"( .) સંપૂર્ણ દીનતા, નમ્રતા તથા સહનશીલતા રાખીને પ્રેમથી એકબીજાનું સહન કરો."},{"number":3,"verse":"શાંતિના બંધનમાં આત્માનું ઐકય રાખવાને યત્ન કરો."},{"number":4,"verse":"જેમ તમારા તેડાની એક આશામાં તમને તેડવામાં આવ્યા છે, તેમ એક શરીર તથા એક આત્મા છે."},{"number":5,"verse":"એક પ્રભુ, એક વિશ્વાસ, એક બાપ્તિસ્મા,"},{"number":6,"verse":"એક ઈશ્વર એટલે સર્વના પિતા, તે સર્વ ઉપર તથા સર્વ મધ્યે તથા આપણ સર્વમાં છે."},{"number":7,"verse":"આપણામાંના દરેકને ખ્રિસ્તના [કૃપા] દાનના પરિમાણ પ્રમાણે કૃપા આપવામાં આવેલી છે."},{"number":8,"verse":"એ માટે તે કહે છે, ( .) “ઊંચાણમાં ચઢીને તે બંદીવાનોને લઈ ગયા, અને તેમણે માણસોને દાન આપ્યાં.”"},{"number":9,"verse":"તે ચઢયા, એટલે શું? પ્રથમ તે પૃથ્વીના નીચેના ભાગોમાં ઊતર્યાં, એમ નહિ?"},{"number":10,"verse":"જે ઊતર્યાં તે એ છે કે જે સર્વને ભરપૂર કરવાને સર્વ આકાશો પર ઊંચે ચઢયાં."},{"number":11,"verse":"વળી સંતોની સંપૂર્ણતા કરવાને અર્થે, સેવાના કામને માટે, ખ્રિસ્તના શરીરની ઉન્‍નતિ કરવાને માટે,"},{"number":12,"verse":"તેમણે કેટલાક‍ પ્રેરિતો, કેટલાક પ્રબોધકો, કેટલાક સુવાર્તિકો, અને કેટલાક પાળકો તથા ઉપદેશકો આપ્યાં."},{"number":13,"verse":"ત્યાં સુધી કે આપણે સહુ ઈશ્વરના દીકરા પરના વિશ્વાસથી તથા તેના જ્ઞાનથી જે ઐકય થાય છે તે પ્રાપ્ત કરીએ, અને એમ પ્રૌઢ પુરુષત્વમાં, એટલે ખ્રિસ્તની સંપૂર્ણતાની હદે પહોંચીએ."},{"number":14,"verse":"જેથી હવે પછી આપણે બાળકોના જેવા માણસોની ઠગાઈથી, ભ્રમણામાં નાખવાની કાવતરાંભરેલી યુક્તિથી, દરેક ભિન્‍ન ભિન્‍ન મતરૂપી પવનથી ડોલાં ખાનરા તથા આમતેમ ફરનારા ન થઈએ"},{"number":15,"verse":"પણ પ્રેમથી સત્યને અનુસરીને, ખ્રિસ્ત જે શિર છે, તેમાં સર્વ પ્રકારે વધીએ."},{"number":16,"verse":"( .) એમનાથી આખું શરીર ગોઠવાઈને તથા દરેક સાંધા વડે જોડાઈને, દરેક અંગ પોતાની શક્તિ પ્રમાણે કાર્ય કર્યાથી, પ્રેમમાં પોતાની ઉન્‍નતિને માટે પોતાની વૃદ્ધિ કરે છે."},{"number":17,"verse":"( ખ્રિસ્તમાં નવું જીવન) એ માટે હું કહું છું તથા પ્રભુમાં સાક્ષી આપું છું કે, જેમ બીજા વિદેશીઓ પોતાના મનની ભ્રમણામાં ચાલે છે, તેમ હવેથી તમે ન ચાલો."},{"number":18,"verse":"તેઓની બુદ્ધિ અંધકારમય થયેલી હોવાથી, અને તેઓનાં હ્રદયની કઠણતાથી પોતામાં જે અજ્ઞાન છે, તેને લીધે તેઓ ઈશ્વરના જીવનથી દૂર છે."},{"number":19,"verse":"તેઓએ નઠોર થઈને સર્વ પ્રકારના દુરાચાર કરવાને આતુરતાથી પોતાને લંપટપણાને સોંપ્યા."},{"number":20,"verse":"પણ તમે એ પ્રમાણે ખ્રિસ્તની પાસેથી શીખ્યા નથી."},{"number":21,"verse":"જો તમે તેમનું સાંભળ્યું હોય તથા ઈસુમાં જે સત્ય છે તે પ્રમાણે તમે તે વિષેનું શક્ષણ પામ્યા હો, તો"},{"number":22,"verse":"કપટવાસનાઓથી ભ્રષ્ટ થતું તમારી આગલી વર્તણૂકનું ( .) જૂનું માણસપણું દૂર કરો,"},{"number":23,"verse":"અને તમારી મનોવૃત્તિઓમાં નવા થાઓ."},{"number":24,"verse":"અને ( .) નવું માણસપણું જે ( .) ઈશ્વર [ના મનોરથ] પ્રમાણે ન્યાયીપણામાં તથા સત્યની પવિત્રતામાં સર્જાયેલું છે તે પહેરી લો."},{"number":25,"verse":"એ માટે અસત્ય દૂર કરીને ( .) દરેક પોતાના પડોશીની સાથે સાચું બોલો, કેમ કે આપણે એકબીજાના અવયવો છીએ."},{"number":26,"verse":"( .) ગુસ્સે થાઓ, પણ પાપ ન કરો. તમારા ક્રોધ પર સૂર્યને આથમવા ન દો."},{"number":27,"verse":"અને શેતાનને સ્થાન ન આપો."},{"number":28,"verse":"ચોરી કરનારે હવેથી ચોરી ન કરવી પણ તેને બદલે પોતાને હાથે ઉદ્યોગ કરીને સુકૃત્યો કરવાં, જેથી જેને જરૂર છે તેને આપવાને પોતાની પાસે કંઈ હોય."},{"number":29,"verse":"તમાર મુખમાંથી કંઈ મલિન વચન નહિ, પણ જે ઉન્‍નતિને માટે આવશ્યક હોય તે જ નીકળે કે, તેથી સાંભળનારાઓનું કલ્યાણ થાય."},{"number":30,"verse":"વળી ઉદ્ધારના દિવસને માટે તમને મુદ્રાંકિત કરનાર ઈશ્વરના પવિત્ર આત્માને તમે ખિન્‍ન ન કરો,"},{"number":31,"verse":"સર્વ [પ્રકાર] ની કડવાશ, ક્રોધ, કોપ, ઘોંઘાટ તથા નિંદા, તેમ જ સર્વ પ્રકારની ખુન્‍નસ તમારામાંથી દૂર કરો."},{"number":32,"verse":"પણ તમે એકબીજા પ્રત્યે માયાળુ અને કરુણાળુ થાઓ, અને ( .) જેમ ખ્રિસ્તમાં ઈશ્વરે પણ તમને માફી બક્ષી તેમ તમે એકબીજાને ક્ષમા કરો."}]}