{"bibleAbbr":"guOV2016","bookName":"એફેસીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"( છોકરાં અને માબાપ) ( .) છોકરાં, પ્રભુમાં તમારાં માતપિતાની આજ્ઞાઓ માનો, કેમ કે એ યથાયોગ્ય છે."},{"number":2,"verse":"( ; .) તારા પિતાનું તથા તારી માનું સન્માન કર (તે પહેલી વચનયુક્ત આજ્ઞા છે),"},{"number":3,"verse":"એ માટે કે તારું કલ્યાણ થાય અને પૃથ્વી પર તારું આયુષ્ય લાંબું થાય."},{"number":4,"verse":"વળી, ( .) પિતાઓ, તમારાં છોકરાંને ચીડવો નહિ, પણ પ્રભુના શિક્ષણમાં તથા બોધમાં તેઓને ઉછેરો."},{"number":5,"verse":"( દાસો અને શેઠો) ( .) દાસો, જેમ ખ્રિસ્તને [આધીન થાઓ છો] તેમ દેહ પ્રમાણે જેઓ તમારા માલિકો છે તેઓને બીકથી તથા કંપારીસહિત નિખાલસ હ્રદયથી આધીન થાઓ."},{"number":6,"verse":"માણસોને પ્રસન્‍ન કરનારાઓની જેમ દેખરેખ હોય ત્યાં સુધી જ ચાકરી કરનારાની રીતે નહિ, પણ ખ્રિસ્તના દાસોની જેમ, જીવથી ઈશ્વરની ઇચ્છા પૂરી કરો."},{"number":7,"verse":"માણસોની ચાકરી નહિ, પણ જાણે તે પ્રભુની હોય તેમ સમજીને ખુશીથી કરો."},{"number":8,"verse":"જે કોઈ કંઈ સારું કરશે, તે દાસ હોય કે સ્વતંત્ર હોય પણ પ્રભુ તેને તે જ પ્રમાણે બદલો આપશે, એમ સમજો."},{"number":9,"verse":"વળી, ( .) માલિકો, તમે તેઓની સાથે એમ જ વર્તો, ધમકી [આપવાનું] છોડી દો. અને આકાશમાં તેઓનો તેમ જ તમારો પણ [એક જ] માલિક છે, અને ( ; .) તેમની પાસે પક્ષપાત નથી [એમ જાણો]."},{"number":10,"verse":"( ઈશ્વરનાં આત્મિક હથિયારો) છેવટે, [હું કહું છું] , પ્રભુમાં તથા તેમના સામર્થ્યના બળમાં શક્તિમાન થાઓ."},{"number":11,"verse":"શેતાનની કુયુક્તિઓની સામે તમે દ્દ્રઢ રહી શકો માટે ઈશ્વરનાં સર્વ હથિયારો સજો."},{"number":12,"verse":"કેમ કે આપણું આ યુદ્ધ રક્ત તથા માંસની સામે નથી, પણ અધિપતિઓની સામે, અધિકારીઓની સામે, આ અંધકારરૂપી જગતના સત્તાધારીઓની સામે, આકાશી સ્થાનોમાં દુષ્ટતાનાં આત્મિક [લશ્કરો] ની સામે છે."},{"number":13,"verse":"એ માટે તમે ઈશ્વરનાં સર્વ હથિયારો સજી લો કે, તમે ભૂંડે દિવસે સામા થઈ શકો, અને બને તેટલું સર્વ કરીને તેની સામે ટકી શકો."},{"number":14,"verse":"માટે ( .) સત્યથી તમારી કમર બાંધીને તથા ( .) ન્યાયીપણાનું બખતર પહેરીને"},{"number":15,"verse":"તથા ( .) શાંતિની સુવાર્તાની તૈયારીરૂપી જોડાં પહેરીને, ઊભા રહો."},{"number":16,"verse":"સર્વ ઉપરાંત વિશ્વાસની ઢાલ ધારણ કરો, જેથી તમે દુષ્ટના બળતા ભાલાઓ હોલવી શકશો."},{"number":17,"verse":"વળી, ( .) ઉદ્ધારનો ટોપ [પહેરો] , તથા આત્માની તરવાર, જે ઈશ્વરનું વચન છે, તે લો."},{"number":18,"verse":"આત્મામાં સર્વ પ્રકારે તથા બધો વખત પ્રાર્થના તથા વિનંતી કરો, અને તેને અર્થે બધા સંતોને માટે સંપૂર્ણ આગ્રહથી વિનંતી કરીને જાગૃત રહો."},{"number":19,"verse":"મારે માટે પણ [માગો] કે, જે સુવાર્તાને લીધે હું સાંકળોથી [બંધાયેલો] એલચી છું, તેનો મર્મ જણાવવાને મને મોં ઉઘાડીને બોલવાની હિંમત આપવામાં આવે."},{"number":20,"verse":"અને જેમ બોલવું ઘટારત છે, તેમ હિંમત રાખીને હું બોલું,"},{"number":21,"verse":"( અંતિમ સલામી) વળી મારા સમાચાર અને મારી હાલત કેવી છે તે તમે પણ જાણો માટે પ્રિય ભાઈ તથા પ્રભુમાં વિશ્વાસુ સેવક ( ; .) તુખીકસ તમને સર્વ હકીકત જણાવશે."},{"number":22,"verse":"તમે અમારી સ્થિતિ જાણો, અને તે તમારાં હ્રદયોને દિલાસો આપે, તેટલા જ માટે મેં તેને તમારી પાસે મોકલ્યો છે. ( .)"},{"number":23,"verse":"ઈશ્વર પિતા તરફથી તથા પ્રભુ ઈસુ ખ્રિસ્ત તરફથી ભાઈઓને શાંતિ તથા વિશ્વાસસહિત પ્રેમ થાઓ."},{"number":24,"verse":"જેઓ આપણા પ્રભુ ઈસુ ખ્રિસ્ત ઉપર નિષ્કપટ પ્રેમ રાખે છે તેઓ સર્વ પર કૃપા થાઓ. આમીન. ?? ?? ?? ?? 1"}]}