{"bibleAbbr":"teOV2016","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"మీరు స్వాధీనపరచుకొనుటకు నీ పితరుల దేవుడైన యెహోవా నీ కిచ్చిన దేశమున మీరు భూమిమీద బ్రదుకు దినములన్నిటను మీరు అనుసరించి గైకొనవలసిన కట్టడలును విధులును ఇవి.౹"},{"number":2,"verse":"మీరు స్వాధీనపరచుకొనబోవు జనములు గొప్ప పర్వతములమీదనేమి మెట్టలమీదనేమి పచ్చని చెట్లన్నిటిక్రిందనేమి, యెక్క డెక్కడనైతే తమ దేవతలను పూజించెనో ఆ స్థలములన్నిటిని మీరు బొత్తిగా పాడుచేయవలెను.౹"},{"number":3,"verse":"వారి బలిపీఠములను పడద్రోసి వారి విగ్రహములను పగులగొట్టి వారి దేవతాస్తంభములను అగ్నితో కాల్చి వారి దేవతల ప్రతిమలను కూలద్రోసి వాటి పేరులు అచ్చటలేకుండ నశింపజేయవలెను.౹"},{"number":4,"verse":"వారు తమ దేవతలకు చేసినట్టు మీరు మీ దేవుడైన యెహోవానుగూర్చి చేయకూడదు.౹"},{"number":5,"verse":"మీ దేవుడైన యెహోవా మీ సమస్త గోత్రములలో తన నామమును స్థాపించుకొనుటకు నివాసస్థానముగా ఏర్ప రచుకొను స్థలమును వెదకి అక్కడికే యాత్రలు చేయుచుండవలెను.౹"},{"number":6,"verse":"అక్కడికే మీరు మీ దహనబలులను, మీ బలులను, మీ దశమభాగములను, ప్రతిష్ఠితములుగా మీరుచేయు నైవేద్యములను, మీ మ్రొక్కుబడి అర్పణములను, మీ స్వేచ్ఛార్పణములను, పశువులలోను గొఱ్ఱె మేకలలోను తొలిచూలువాటిని తీసికొని రావలెను.౹"},{"number":7,"verse":"మీరును మీ దేవుడైన యెహోవా మిమ్ము నాశీర్వదించి మీకు కలుగజేసిన మీ కుటుంబములును మీ దేవుడైన యెహోవా సన్నిధిని భోజనముచేసి మీ చేతిపనులన్నిటియందు సంతోషింపవలెను.౹"},{"number":8,"verse":"నేడు మనమిక్కడ చేయుచున్నట్లు మీలో ప్రతిమనుష్యుడు తన కంటికి యుక్తమైనదంతయు చేయకూడదు.౹"},{"number":9,"verse":"నీ దేవుడైన యెహోవా నీ కిచ్చుచున్న విశ్రాంతిని స్వాస్థ్యమును మీరు ఇదివరకు పొందలేదు.౹"},{"number":10,"verse":"మీరు యొర్దాను దాటి మీ దేవుడైన యెహోవా మీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశమున నివాసులైన తరువాత ఆయన మీ చుట్టునుండు శత్రువులందరులేకుండ మీకు విశ్రాంతి కలుగజేసినందున మీరు నెమ్మది పొందునప్పుడు"},{"number":11,"verse":"నేను మీకాజ్ఞాపించు సమస్తమును, అనగా మీ దహనబలులను మీ బలులను మీ దశమభాగములను ప్రతిష్ఠితములుగా మీరుచేయు నైవేద్యములను మీరు యెహోవాకు మ్రొక్కుకొను మీ శ్రేష్ఠమైన మ్రొక్కుబళ్లను మీ దేవుడైన యెహోవా తన నామమునకు నివాసస్థానముగా ఏర్పరచుకొను స్థలమునకే మీరు తీసికొని రావలెను.౹"},{"number":12,"verse":"మీరు, మీ కుమారులు, మీ కుమార్తెలు, మీ దాసులు, మీ పనికత్తెలు, మీలో పాలైనను స్వాస్థ్యమైనను పొందక మీ యిండ్లలోఉండు లేవీయులు మీ దేవుడైన యెహోవా సన్నిధిని సంతోషింపవలెను.౹"},{"number":13,"verse":"నీవు చూచిన ప్రతి స్థలమున నీ దహనబలులను అర్పింపకూడదు సుమీ.౹"},{"number":14,"verse":"యెహోవా నీ గోత్రములలో ఒకదానియందు ఏర్పరచుకొను స్థలముననే నీ దహనబలులను అర్పించి నేను మీకాజ్ఞాపించుచున్న సమస్తమును అక్కడనే జరిగింపవలెను.౹"},{"number":15,"verse":"అయితే నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించినకొలదియిండ్ల న్నిటిలో నీ మనస్సు కోరుదానిని చంపి తినవచ్చును. పవిత్రులేమి అపవిత్రులేమి యెఱ్ఱజింకను చిన్న దుప్పిని తినినట్లు తినవచ్చును.౹"},{"number":16,"verse":"మీరు రక్తము మాత్రము తినక దానిని నీళ్లవలె నేలమీద పారబోయవలెను.౹"},{"number":17,"verse":"నీ ధాన్యములోనేమి నీ ద్రాక్షారసములోనేమి నీ నూనెలోనేమి దశమభాగమును, నీ గోవులలోనిదేమి నీ గొఱ్ఱె మేకల మందలోనిదేమి తొలిచూలు పిల్లలను నీవు మ్రొక్కుకొను మ్రొక్కుబళ్లలో దేనిని నీ స్వేచ్ఛా ర్పణమును ప్రతిష్ఠార్పణమును నీ యింట తినక"},{"number":18,"verse":"నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలముననే నీవు, నీ కుమారుడు, నీ కుమార్తె, నీ దాసుడు, నీ దాసి, నీ యింట నుండు లేవీయులు, కలిసికొని నీ దేవుడైన యెహోవా సన్నిధిని తిని, నీవుచేయు ప్రయత్నములన్నిటిలో నీ దేవుడైన యెహోవా సన్నిధిని సంతోషించుదువు.౹"},{"number":19,"verse":"నీవు నీ దేశములోనున్న నీ దినములన్నిటను లేవీయులను విడువకూడదు సుమీ."},{"number":20,"verse":"నీ దేవుడైన యెహోవా తాను నీకిచ్చిన మాటచొప్పున నీ సరిహద్దులను విశాలపరచిన తరువాత నిశ్చయముగా మాంసము తినగోరి మాంసము తినెదననుకొందువు. అప్పుడు నీకిష్టమైన మాంసము తినవచ్చును.౹"},{"number":21,"verse":"నీ దేవుడైన యెహోవా తన నామమును ప్రకటించుటకు ఏర్పరచు కొను స్థలము మీకు దూరముగా ఉండినయెడల"},{"number":22,"verse":"యెహోవా నీకిచ్చిన గోవులలోనిదేగాని మీ గొఱ్ఱె మేకలలోనిదేగాని నేను నీ కాజ్ఞాపించినట్లు చంపి నీవు ఆశించినదాని నీ యింట తినవచ్చును. జింకను దుప్పిని తినునట్లు దాని తినవచ్చును. పవిత్రాపవిత్రులు భేదములేకుండ తినవచ్చును.౹"},{"number":23,"verse":"అయితే రక్తమును తిననే తినకూడదు. భద్రము సుమీ. ఏలయనగా రక్తము ప్రాణము; మాంసముతో ప్రాణాధారమైనదాని తినకూడదు;౹"},{"number":24,"verse":"నీవు దాని తినక భూమిమీద నీళ్లవలె పారబోయవలెను.౹"},{"number":25,"verse":"నీవు యెహోవా దృష్టికి యుక్తమైనదానిని చేసినందున నీకు నీ తరువాత నీ సంతతివారికి మేలుకలుగునట్లు దాని తినకూడదు.౹"},{"number":26,"verse":"నీకు నియమింపబడిన ప్రతిష్ఠితములను మ్రొక్కుబళ్లను మాత్రము యెహోవా ఏర్పరచుకొను స్థలమునకు నీవు తీసికొని పోవలెను.౹"},{"number":27,"verse":"నీ దహనబలులను వాటి రక్తమాంసములను నీ దేవుడైన యెహోవా బలిపీఠముమీద అర్పింపవలెను. నీ బలుల రక్తమును నీ దేవుడైన యెహోవా బలిపీఠముమీద పోయవలెను; వాటి మాంసము నీవు తినవలెను.౹"},{"number":28,"verse":"నీ దేవుడైన యెహోవా దృష్టికి యుక్తమును యథార్థమునగు దానిని నీవు చేసినందున నీకును నీ తరువాత నీ సంతతివారికిని నిత్యము మేలుకలుగునట్లు నేను నీకాజ్ఞాపించుచున్న యీ మాటలన్నిటిని నీవు జాగ్ర త్తగా వినవలెను."},{"number":29,"verse":"నీవు వారి దేశమును స్వాధీనపరచుకొనుటకు వెళ్లు చున్న జనములను నీ దేవుడైన యెహోవా నీ యెదుటనుండి నాశముచేసిన తరువాత, నీవు వారి స్వాస్థ్యమును స్వాధీనపరచుకొని, వారి దేశములో నివసించునప్పుడు, వారు నీ యెదుటనుండి నశింపజేయబడిన తరువాత నీవు వారి వెంట వెళ్లి చిక్కుబడి,౹"},{"number":30,"verse":"వారి దేవతలను ఆశ్ర యింపగోరి–ఈ జనములు తమ దేవతలను కొలిచినట్లు నేనును చేసెదనని అనుకొనకుండ జాగ్రత్తగా ఉండవలెను.౹"},{"number":31,"verse":"తమ దేవతలకు వారు చేసినట్లు నీవు నీ దేవుడైన యెహోవానుగూర్చి చేయవలదు, ఏలయనగా యెహోవా ద్వేషించు ప్రతి హేయక్రియను వారు తమ దేవతలకు చేసిరి. వారు తమ దేవతలపేరట తమ కుమారులను తమ కుమార్తెలను అగ్నిహోత్రములో కాల్చివేయుదురు గదా.౹"},{"number":32,"verse":"నేను మీ కాజ్ఞాపించుచున్న ప్రతి మాటను అనుసరించి చేయవలెను. దానిలో నీవు ఏమియు కలుపకూడదు దానిలోనుండి ఏమియు తీసివేయకూడదు."}]}