{"bibleAbbr":"teOV2016","bookName":"ద్వితీయోపదేశకాండము","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"నీవు కళంకమైనను మరి ఏ అవలక్షణమైననుగల యెద్దునేగాని గొఱ్ఱె మేకలనేగాని నీ దేవుడైన యెహోవాకు బలిగా అర్పింపకూడదు; అది నీ దేవుడైన యెహోవాకు హేయము."},{"number":2,"verse":"నీ దేవుడైన యెహోవా నిబంధనను మీరి ఆయన దృష్టికి చెడ్డదానినిచేయుచు, నేనిచ్చిన ఆజ్ఞకు విరోధముగా అన్యదేవతలకు, అనగా సూర్యునికైనను చంద్రునికైనను ఆకాశ నక్షత్రములలోని దేనికైనను నమస్కరించి మ్రొక్కు పురుషుడేగాని స్త్రీయేగాని నీ దేవుడైన యెహోవా నీకిచ్చుచున్న నీ గ్రామములలో దేనియందైనను నీ మధ్య కనబడినప్పుడు"},{"number":3,"verse":"అది నీకు తెలుపబడిన తరువాత నీవు విని బాగుగా విచారణ చేయవలెను. అది నిజమైనయెడల, అనగా అట్టి హేయక్రియ ఇశ్రాయేలీయులలో జరిగియుండుట వాస్తవమైనయెడల"},{"number":4,"verse":"ఆ చెడ్డ కార్యము చేసిన పురుషునిగాని స్త్రీనిగాని నీ గ్రామముల వెలుపలికి తీసికొనిపోయి రాళ్లతో చావగొట్టవలెను.౹"},{"number":5,"verse":"ఇద్దరు ముగ్గురు సాక్షుల మాటమీదనే చావతగిన వానికి మరణశిక్ష విధింపవలెను.౹"},{"number":6,"verse":"ఒక్క సాక్షి మాటమీద వానికి విధింపకూడదు.౹"},{"number":7,"verse":"వాని చంపుటకు మొదట సాక్షులును తరువాత జనులందరును వానిమీద చేతులు వేయవలెను. అట్లు నీ మధ్యనుండి ఆ చెడుతనమును పరిహరింపవలెను."},{"number":8,"verse":"హత్యకు హత్యకు వ్యాజ్యెమునకు వ్యాజ్యెమునకు దెబ్బకు దెబ్బకు నీ గ్రామములలో వివాదములు పుట్టగా వీటి భేదము కనుగొనుటకు నీకు సాధ్యముకాని యెడల"},{"number":9,"verse":"నీవు లేచి నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమునకు వెళ్లి యాజకులైన లేవీయులను ఆ దినములలో నుండు న్యాయాధిపతిని విచారింపవలెను. వారు దానికి తగిన తీర్పు నీకు తెలియజెప్పుదురు.౹"},{"number":10,"verse":"యెహోవా ఏర్పరచు కొను స్థలమునవారు నీకు తెలుపు తీర్పుచొప్పున నీవు జరి గించి వారు నీకు తేటపరచు అన్నిటి చొప్పున తీర్పుతీర్చుటకు జాగ్రత్తపడవలెను.౹"},{"number":11,"verse":"వారు నీకు తేటపరచు భావము చొప్పునను వారు నీతో చెప్పు తీర్పుచొప్పునను నీవు తీర్చవలెను. వారు నీకు తెలుపు మాటనుండి కుడికిగాని యెడమకుగాని నీవు తిరుగకూడదు.౹"},{"number":12,"verse":"మరియు నెవడైనను మూర్ఖించి అక్కడ నీ దేవుడైన యెహోవాకు పరిచర్య చేయుటకు నిలుచు యాజకుని మాటనేగాని ఆ న్యాయాధిపతి మాటనేగాని విననొల్లనియెడలవాడు చావవలెను. అట్లు చెడుతనమును ఇశ్రాయేలీయులలోనుండి పరిహరింపవలెను.౹"},{"number":13,"verse":"అప్పుడు జనులందరు విని భయపడి మూర్ఖ వర్తనము విడిచి పెట్టెదరు."},{"number":14,"verse":"నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశమున నీవు ప్రవేశించి దాని స్వాధీనపరచుకొని అందులో నివసించి —నా చుట్టునున్న సమస్త జనమువలె నామీద రాజును నియమించుకొందుననుకొనినయెడల, నీ దేవుడైన యెహోవా ఏర్పరచువానిని అవశ్యముగా నీమీద రాజుగా నియమించుకొనవలెను.౹"},{"number":15,"verse":"నీ సహోదరులలోనే ఒకని నీమీద రాజుగా నియమించుకొనవలెను. నీ సహోదరుడుకాని అన్యుని నీమీద నియమించుకొనకూడదు.౹"},{"number":16,"verse":"అతడు గుఱ్ఱములను విస్తారముగా సంపాదించుకొనవలదు; తాను గుఱ్ఱములను హెచ్చుగా సంపాదించుటకుగాను జనులను ఐగుప్తునకు తిరిగి వెళ్లనియ్యకూడదు; ఏలయనగా యెహోవా–ఇకమీదట మీరు ఈ త్రోవను వెళ్లకూడదని మీతో చెప్పెను.౹"},{"number":17,"verse":"తన హృదయము తొలగి పోకుండునట్లు అతడు అనేక స్త్రీలను వివాహము చేసికొనకూడదు; వెండి బంగారములను అతడు తనకొరకు బహుగా విస్తరింపజేసికొనకూడదు.౹"},{"number":18,"verse":"మరియు అతడు రాజ్యసింహాసనమందు ఆసీనుడైన తరువాత లేవీయులైన యాజకుల స్వాధీనములోనున్న గ్రంథమును చూచి ఆ ధర్మశాస్త్రమునకు ఒక ప్రతిని తనకొరకు వ్రాసికొనవలెను;౹"},{"number":19,"verse":"[19-20] అది అతని యొద్ద ఉండవలెను. తన రాజ్యమందు తానును తన కుమారులును ఇశ్రాయేలుమధ్యను దీర్ఘాయుష్మంతులగుటకై (21) [21-22] తాను తన సహోదరులమీద గర్వించి, యీ ధర్మమును విడిచిపెట్టి కుడికిగాని యెడమకుగాని తాను తొలగక యుండునట్లు తన దేవుడైన యెహోవాకు భయపడి యీ ధర్మశాస్త్ర వాక్యములన్నిటిని యీ కట్టడలను అనుసరించి నడువ నేర్చుకొనుటకు అతడు తాను బ్రదుకు దినములన్నిటను ఆ గ్రంథమును చదువుచుండవలెను."}]}