{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( ଯିରୂଶାଲମରେ ନିୟମ-ସିନ୍ଦୁକ) ଆହୁରି ଦାଉଦ ଆପଣା ପାଇଁ ଦାଉଦ-ନଗରରେ ଅନେକ ଗୃହ ନିର୍ମାଣ କଲେ; ଆଉ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ପାଇଁ ଏକ ସ୍ଥାନ ପ୍ରସ୍ତୁତ କରି ତହିଁ ପାଇଁ ଏକ ତମ୍ଵୁ ସ୍ଥାପନ କଲେ ।"},{"number":2,"verse":"ସେସମୟରେ ଦାଉଦ କହିଲେ, ଲେବୀୟମାନଙ୍କ ଛଡ଼ା ଆଉ କାହାରି ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ବହିବା କର୍ତ୍ତବ୍ୟ ନୁହେଁ; କାରଣ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ବହିବା ପାଇଁ ଓ ଚିରକାଳ ତାହାଙ୍କର ପରିଚର୍ଯ୍ୟା କରିବା ପାଇଁ ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ମନୋନୀତ କରିଅଛନ୍ତି ।"},{"number":3,"verse":"ଏଉତ୍ତାରେ ସଦାପ୍ରଭୁଙ୍କ ସିନ୍ଦୁକ ନିମନ୍ତେ ଦାଉଦ ଯେଉଁ ସ୍ଥାନ ପ୍ରସ୍ତୁତ କରିଥିଲେ, ସେହି ସ୍ଥାନକୁ ତାହା ଆଣିବା ପାଇଁ ସେ ସମସ୍ତ ଇସ୍ରାଏଲକୁ ଯିରୂଶାଲମରେ ଏକତ୍ର କଲେ ।"},{"number":4,"verse":"ଆଉ ଦାଉଦ ହାରୋଣ-ସନ୍ତାନଗଣକୁ ଓ ଲେବୀୟମାନଙ୍କୁ ଏକତ୍ର କଲେ ।"},{"number":5,"verse":"କହାତ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଊରୀୟେଲ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଏକ ଶହ କୋଡ଼ିଏ ଜଣ;"},{"number":6,"verse":"ମରାରି-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଅସାୟ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଦୁଇ ଶହ କୋଡ଼ିଏ ଜଣ;"},{"number":7,"verse":"ଗେର୍ଶୋମ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଯୋୟେଲ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଏକ ଶହ ତିରିଶ ଜଣ;"},{"number":8,"verse":"ଇଲୀଶାଫନ୍-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଶମୟୀୟ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଦୁଇ ଶହ ଜଣ;"},{"number":9,"verse":"ହିବ୍ରୋଣ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଇଲୀୟେଲ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଅଶୀ ଜଣ;"},{"number":10,"verse":"ଉଷୀୟେଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଅମ୍ମୀନାଦବ ପ୍ରଧାନ ଓ ତାହାର ଭ୍ରାତୃଗଣ ଏକ ଶହ ବାର ଜଣ ।"},{"number":11,"verse":"ପୁଣି ଦାଉଦ ସାଦୋକ ଓ ଅବୀୟାଥର ଯାଜକ-ମାନଙ୍କୁ ଓ ଲେବୀୟମାନଙ୍କୁ, ଊରୀୟେଲକୁ, ଅସାୟକୁ ଓ ଯୋୟେଲକୁ, ଶମୟୀୟକୁ ଓ ଇଲୀୟେଲକୁ ଓ ଅମ୍ମୀନାଦବକୁ ଡାକି କହିଲେ,"},{"number":12,"verse":"ତୁମ୍ଭେମାନେ ଲେବୀୟମାନଙ୍କ ପିତୃବଂଶର ପ୍ରଧାନ; ମୁଁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ସିନ୍ଦୁକ ନିମନ୍ତେ ଯେଉଁ ସ୍ଥାନ ପ୍ରସ୍ତୁତ କରିଅଛି, ସେହି ସ୍ଥାନକୁ ତାହା ଆଣିବା ପାଇଁ ତୁମ୍ଭେମାନେ ଓ ତୁମ୍ଭମାନଙ୍କ ଭ୍ରାତୃଗଣ ଉଭୟ ଆପଣା-ମାନଙ୍କୁ ପବିତ୍ର କର ।"},{"number":13,"verse":"କାରଣ ପ୍ରଥମ ଥର ତୁମ୍ଭେମାନେ ତାହା ନ ବହିବାରୁ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର ଆମ୍ଭମାନଙ୍କୁ ଆକ୍ରମଣ କଲେ, ଯେଣୁ ଆମ୍ଭେମାନେ ବିଧିମତେ ତାହାଙ୍କର ଅନ୍ଵେଷଣ ନ କଲୁ ।"},{"number":14,"verse":"ତହୁଁ ଯାଜକମାନେ ଓ ଲେବୀୟମାନେ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ସିନ୍ଦୁକ ଆଣିବା ନିମନ୍ତେ ଆପଣାମାନଙ୍କୁ ପବିତ୍ର କଲେ ।"},{"number":15,"verse":"ପୁଣି ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟ ପ୍ରମାଣେ ମୋଶା ଯେପରି ଆଜ୍ଞା କରିଥିଲେ, ତଦନୁସାରେ ଲେବୀୟ ସନ୍ତାନମାନେ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକକୁ ତହିଁର ସାଙ୍ଗୀ ଦ୍ଵାରା ଆପଣା ଆପଣା କାନ୍ଧରେ ବହିଲେ ।"},{"number":16,"verse":"ଆଉ ଦାଉଦ ଲେବୀୟମାନଙ୍କର ପ୍ରଧାନବର୍ଗଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଆପଣାମାନଙ୍କ ଗାୟକ ଭ୍ରାତୃଗଣକୁ ନେବଲ ଓ ବୀଣା ଓ କରତାଳ, ବାଦ୍ୟଯନ୍ତ୍ର ନେଇ ଉଚ୍ଚୈଃସ୍ଵରରେ ଆନନ୍ଦଧ୍ଵନି କରିବା ପାଇଁ ନିଯୁକ୍ତ କର ।"},{"number":17,"verse":"ତହିଁରେ ଲେବୀୟମାନେ ଯୋୟେଲର ପୁତ୍ର ହେମନ୍କୁ ନିଯୁକ୍ତ କଲେ ଓ ତାହାର ଭ୍ରାତୃଗଣ ମଧ୍ୟରୁ ବେରିଖୀୟର ପୁତ୍ର ଆସଫକୁ ଓ ସେମାନଙ୍କ ଭ୍ରାତୃଗଣ ମରାରି-ସନ୍ତାନମାନଙ୍କ ମଧ୍ୟରୁ କୁଶାୟାର ପୁତ୍ର ଏଥନକୁ;"},{"number":18,"verse":"ଆଉ ସେମାନଙ୍କ ସଙ୍ଗେ ସେମାନଙ୍କ ଦ୍ଵିତୀୟ ପଦସ୍ଥ ଭ୍ରାତୃଗଣକୁ, ଅର୍ଥାତ୍, ଜିଖରୀୟକୁ, ବେନ୍କୁ ଓ ଯାସୀୟେଲକୁ ଓ ଶମୀରାମୋତକୁ ଓ ଯିହୀୟେଲକୁ ଓ ଉନ୍ନିକୁ ଓ ଇଲୀୟାବକୁ ଓ ବନାୟକୁ ଓ ମାସେୟକୁ ଓ ମତ୍ତଥୀୟକୁ ଓ ଇଲୀଫଲେହୁକୁ ଓ ମିକ୍ନେୟକୁ ଓ ଦ୍ଵାରପାଳ ଓବେଦ୍-ଇଦୋମକୁ ଓ ଯିୟୟେଲକୁ ନିଯୁକ୍ତ କଲେ ।"},{"number":19,"verse":"ଏହିରୂପେ ହେମନ୍, ଆସଫ ଓ ଏଥନ ଗାୟକମାନେ ପିତ୍ତଳର କରତାଳ ନେଇ ଉଚ୍ଚଧ୍ଵନି କରିବା ପାଇଁ;"},{"number":20,"verse":"ଆଉ ଜିଖରୀୟ, ଅସୀୟେଲ ଓ ଶମୀରାମୋତ୍ ଓ ଯିହୀୟେଲ ଓ ଉନ୍ନି ଓ ଇଲୀୟାବ ଓ ମାସେୟ ଓ ବନାୟ ନେବଲ ନେଇ ଅଲାମୋତ୍ ସ୍ଵର ବଜାଇବା ପାଇଁ;"},{"number":21,"verse":"ପୁଣି ମତ୍ତଥୀୟ ଓ ଇଲୀଫଲେହୁ ଓ ମକ୍ନେୟ ଓ ଓବେଦ୍-ଇଦୋମ୍ ଓ ଯୀୟୟେଲ ଓ ଅସସୀୟ ବୀଣା ବଜାଇ ଶିମିନୀତ୍ ସ୍ଵରରେ ଆରମ୍ଭ କରିବା ପାଇଁ ନିଯୁକ୍ତ ହେଲେ ।"},{"number":22,"verse":"ପୁଣି ଲେବୀୟମାନଙ୍କର ପ୍ରଧାନ କନନୀୟ ଗାନ ବିଷୟରେ ନିଯୁକ୍ତ ହେଲା, ସେ ନିପୁଣ ଥିବାରୁ ଗାନ ଶିଖାଇଲା ।"},{"number":23,"verse":"ଆଉ ବେରିଖୀୟ ଓ ଇଲ୍‍କାନା ସିନ୍ଦୁକର ଦ୍ଵାରରକ୍ଷକ ହେଲେ ।"},{"number":24,"verse":"ପୁଣି ଶବନୀୟ ଓ ଯୋଶାଫଟ୍ ଓ ନଥନେଲ ଓ ଅମାସୟ ଓ ଜିଖରୀୟ ଓ ବନାୟ ଓ ଇଲୀୟେଷର ଯାଜକମାନେ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ସମ୍ମୁଖରେ ତୂରୀ ବଜାଇଲେ; ଆଉ ଓବେଦ୍-ଇଦୋମ୍ ଓ ଯିହୀୟ ସିନ୍ଦୁକର ଦ୍ଵାରରକ୍ଷକ ହେଲେ ।"},{"number":25,"verse":"ତହୁଁ ଦାଉଦ ଓ ଇସ୍ରାଏଲର ପ୍ରାଚୀନବର୍ଗ ଓ ସହସ୍ରପତିମାନେ ଓବେଦ୍-ଇଦୋମ୍ର ଗୃହରୁ ଆନନ୍ଦପୂର୍ବକ ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ଆଣିବାକୁ ଗଲେ;"},{"number":26,"verse":"ପୁଣି ଯେଉଁ ଲେବୀୟମାନେ ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ବହିଲେ, ପରମେଶ୍ଵର ସେମାନଙ୍କର ସାହାଯ୍ୟ କରନ୍ତେ, ସେମାନେ ସାତ ବଳଦ ଓ ସାତ ମେଷ ବଳିଦାନ କଲେ ।"},{"number":27,"verse":"ଆଉ ଦାଉଦ ଓ ସିନ୍ଦୁକବାହକ ଲେବୀୟମାନେ ଓ ଗାୟକମାନେ ଓ ଗାୟକମାନଙ୍କ ସହିତ ଗୀତ-ଶିକ୍ଷକ କନନୀୟ, ସମସ୍ତେ ଶୁଭ୍ର କ୍ଷୌମବସ୍ତ୍ରର ଚୋଗା ପିନ୍ଧିଥିଲେ; ଆଉ ଦାଉଦଙ୍କର ଦେହରେ ଶୁଭ୍ର କ୍ଷୌମବସ୍ତ୍ରର ଏଫୋଦ ଥିଲା ।"},{"number":28,"verse":"ଏହିରୂପେ ଉଚ୍ଚୈଃସ୍ଵରରେ ଜୟଧ୍ଵନି କରି ଶିଙ୍ଗା ଓ ତୂରୀ ଓ କରତାଳ ଓ ନେବଲ ଓ ବୀଣା ବଜାଇ ସମଗ୍ର ଇସ୍ରାଏଲ ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ଆଣିଲେ ।"},{"number":29,"verse":"ପୁଣି ଦାଉଦ-ନଗରରେ ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ଶାଉଲଙ୍କ କନ୍ୟା ମୀଖଲ ଝରକା ବାଟେ ଅନାଇ ଦାଉଦ ରାଜାଙ୍କୁ ନୃତ୍ୟ ଓ ଆନନ୍ଦ କରିବାର ଦେଖିଲା, ତହିଁରେ ସେ ମନେ ମନେ ତାଙ୍କୁ ତୁଚ୍ଛ କଲା ।"}]}