{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"( ବାର୍ଷିକ ସାମରିକ ଦାୟିତ୍ଵ) ଆପଣା ଆପଣା ସଂଖ୍ୟାନୁସାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ, ଅର୍ଥାତ୍, ପିତୃବଂଶପ୍ରଧାନମାନେ ଓ ସହସ୍ରପତିମାନେ ଓ ଶତପତିମାନେ ଓ ସେମାନଙ୍କର କାର୍ଯ୍ୟଶାସକମାନେ, ବର୍ଷର ସମୁଦାୟ ମାସରେ ମାସକୁ ମାସ ପାଳିର ଯେକୌଣସି ବିଷୟରେ ରାଜାଙ୍କର ସେବା କରିବାକୁ ଆସିଲେ ଓ ଗଲେ, ସେମାନଙ୍କ ପ୍ରତ୍ୟେକ ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":2,"verse":"ପ୍ରଥମ ପାଳି ଉପରେ ପ୍ରଥମ ମାସ ନିମନ୍ତେ ସବ୍ଦୀୟେଲର ପୁତ୍ର ଯାଶ୍ବୀୟାମ୍ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":3,"verse":"ସେ ପେରସ ବଂଶୀୟ ଲୋକ, ପ୍ରଥମ ମାସ ପାଇଁ ନିଯୁକ୍ତ ସକଳ ସେନାପତିଙ୍କ ଉପରେ ପ୍ରଧାନ ଥିଲା ।"},{"number":4,"verse":"ଦ୍ଵିତୀୟ ମାସର ପାଳି ଉପରେ ଅହୋହୀୟ ଦୋଦୟ ଓ ତାହାର ଦଳୀୟ ଲୋକ ଥିଲେ; ମିକ୍ଲୋତ୍ ଶାସକ ଥିଲା ଓ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":5,"verse":"ତୃତୀୟ ମାସ ନିମନ୍ତେ ତୃତୀୟ ସେନାପତି ଯିହୋୟାଦା ଯାଜକର ପୁତ୍ର ବନାୟ ପ୍ରଧାନ ଥିଲା; ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":6,"verse":"ଏହି ବନାୟ ତିରିଶ ବୀରଙ୍କ ମଧ୍ୟରେ ଗଣିତ ଓ ସେହି ତିରିଶ ଜଣଙ୍କ ଉପରେ ପ୍ରଧାନ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ତାହାର ପୁତ୍ର ଅମ୍ମୀଷାବଦ୍ ଥିଲା ।"},{"number":7,"verse":"ଚତୁର୍ଥ ମାସ ପାଇଁ ଚତୁର୍ଥ ସେନାପତି ଯୋୟାବର ଭ୍ରାତା ଅସାହେଲ ଥିଲା ଓ ତାହା ଉତ୍ତାରେ ତାହାର ପୁତ୍ର ସବଦୀୟ; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":8,"verse":"ପଞ୍ଚମ ମାସ ନିମନ୍ତେ ପଞ୍ଚମ ସେନାପତି ଯିଷ୍ରାହୀୟ ଶମ୍ମୋତ୍ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":9,"verse":"ଷଷ୍ଠ ମାସ ନିମନ୍ତେ ଷଷ୍ଠ ସେନାପତି ତକୋୟୀୟ ଇକ୍କେଶର ପୁତ୍ର ଇରା ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":10,"verse":"ସପ୍ତମ ମାସ ନିମନ୍ତେ ସେନାପତି ଇଫ୍ରୟିମ-ବଂଶଜାତ ପଲୋନୀୟ ହେଲସ୍ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":11,"verse":"ଅଷ୍ଟମ ମାସ ନିମନ୍ତେ ଅଷ୍ଟମ ସେନାପତି ସେରହ-ବଂଶଜାତ ହୂଶାତୀୟ ସିବ୍ବଖୟ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":12,"verse":"ନବମ ମାସ ନିମନ୍ତେ ନବମ ସେନାପତି ବିନ୍ୟାମୀନ୍-ବଂଶଜାତ ଅନାଥୋତୀୟ ଅବୀୟେଷର ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":13,"verse":"ଦଶମ ମାସ ନିମନ୍ତେ ଦଶମ ସେନାପତି ସେରହ-ବଂଶଜାତ ନଟୋଫାତୀୟ ମହରୟ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":14,"verse":"ଏକାଦଶ ମାସ ନିମନ୍ତେ ଏକାଦଶ ସେନାପତି ଇଫ୍ରୟିମ-ବଂଶଜାତ ପିରୀୟାଥୋନୀୟ ବନାୟ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":15,"verse":"ଦ୍ଵାଦଶ ମାସ ନିମନ୍ତେ ଦ୍ଵାଦଶ ସେନାପତି ଅତ୍ନୀୟେଲ-ବଂଶଜାତ ନଟୋଫାତୀୟ ହିଲ୍ଦୟ ଥିଲା; ଆଉ ତାହାର ପାଳିରେ ଚବିଶ ହଜାର ଲୋକ ଥିଲେ ।"},{"number":16,"verse":"( ଇସ୍ରାଏଲ ଗୋଷ୍ଠୀବର୍ଗଙ୍କ ପ୍ରଶାସନ) ଆହୁରି ଇସ୍ରାଏଲର ବଂଶାଧ୍ୟକ୍ଷଗଣ; ରୁବେନୀୟ-ମାନଙ୍କ ମଧ୍ୟରେ ସିଖ୍ରିର ପୁତ୍ର ଅଧ୍ୟକ୍ଷ ଇଲୀୟେଷର; ଶିମୀୟୋନୀୟମାନଙ୍କ ମଧ୍ୟରେ ମାଖାର ପୁତ୍ର ଶଫଟୀୟ ।"},{"number":17,"verse":"ଲେବୀ-ବଂଶ ମଧ୍ୟରେ କମୂୟେଲର ପୁତ୍ର ହଶ୍ବୀୟ; ହାରୋଣ-ବଂଶ ମଧ୍ୟରେ ସାଦୋକ ।"},{"number":18,"verse":"ଯିହୁଦା-ବଂଶ ମଧ୍ୟରେ ଦାଉଦଙ୍କର ଜଣେ ଭ୍ରାତା ଇଲୀହୂ; ଇଷାଖର-ବଂଶ ମଧ୍ୟରେ ମୀଖାୟେଲର ପୁତ୍ର ଅମ୍ରି ।"},{"number":19,"verse":"ସବୂଲୂନ୍-ବଂଶ ମଧ୍ୟରେ ଓବଦୀୟର ପୁତ୍ର ଯିଶ୍ମୟୀୟ; ନପ୍ତାଲି-ବଂଶ ମଧ୍ୟରେ ଅସ୍ରୀୟେଲର ପୁତ୍ର ଯିରେମୋତ୍ ।"},{"number":20,"verse":"ଇଫ୍ରୟିମ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଅସସୀୟର ପୁତ୍ର ହୋଶେୟ; ମନଃଶିର ଅର୍ଦ୍ଧବଂଶ ମଧ୍ୟରେ ପଦାୟର ପୁତ୍ର ଯୋୟେଲ ।"},{"number":21,"verse":"ଗିଲୀୟଦସ୍ଥ ମନଃଶିର ଅର୍ଦ୍ଧବଂଶ ମଧ୍ୟରେ ଜିଖରୀୟର ପୁତ୍ର ଯିଦ୍ଦୋ; ବିନ୍ୟାମୀନ୍-ବଂଶ ମଧ୍ୟରେ ଅବ୍ନରର ପୁତ୍ର ଯାସୀୟେଲ ।"},{"number":22,"verse":"ଦାନ୍-ବଂଶ ମଧ୍ୟରେ ଯିରୋହମର ପୁତ୍ର ଅସରେଲ୍; ଏମାନେ ଇସ୍ରାଏଲର ବଂଶାଧ୍ୟକ୍ଷ ଥିଲେ ।"},{"number":23,"verse":"ମାତ୍ର ଦାଉଦ କୋଡ଼ିଏ ବର୍ଷ ଓ ତହିଁରୁ ନ୍ୟୂନବୟସ୍କ ଲୋକମାନଙ୍କର ସଂଖ୍ୟା ନେଲେ ନାହିଁ । କାରଣ ସଦାପ୍ରଭୁ ଆକାଶମଣ୍ତଳର ତାରାଗଣ ତୁଲ୍ୟ ଇସ୍ରାଏଲକୁ ବହୁସଂଖ୍ୟକ କରିବେ ବୋଲି କହିଥିଲେ ।"},{"number":24,"verse":"ସରୁୟାର ପୁତ୍ର ଯୋୟାବ ଗଣନା କରିବାକୁ ଆରମ୍ଭ କରିଥିଲା, ମାତ୍ର ସମାପ୍ତ କଲା ନାହିଁ; କାରଣ ସେହି ଗଣନା ସକାଶୁ ଇସ୍ରାଏଲ ଉପରେ କ୍ରୋଧ ଉପସ୍ଥିତ ହେଲା; ପୁଣି ସେହି ସଂଖ୍ୟା ଦାଉଦ ରାଜାଙ୍କର ଇତିହାସ ପୁସ୍ତକରେ ଲେଖାଗଲା ନାହିଁ ।"},{"number":25,"verse":"ଆଉ ଅଦୀୟେଲର ପୁତ୍ର ଅସ୍ମାବତ୍ ରାଜାଙ୍କ କୋଷାଧ୍ୟକ୍ଷ, ପୁଣି ଉଷୀୟର ପୁତ୍ର ଯୋନାଥନ କ୍ଷେତ୍ର, ନଗର ଓ ଗ୍ରାମ ଓ ଦୁର୍ଗସ୍ଥିତ ଭଣ୍ତାରସବୁର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":26,"verse":"ଆଉ କଲୂବର ପୁତ୍ର ଇଷ୍ରି କୃଷିକର୍ମକାରୀମାନଙ୍କର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":27,"verse":"ରାମାଥୀୟ ଶିମୀୟି ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରସକଳର ଅଧ୍ୟକ୍ଷ ଓ ଶିଫ୍ମୀୟ ସବ୍ଦି ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରୋତ୍ପନ୍ନ ଦ୍ରାକ୍ଷାରସ-ଭଣ୍ତାରର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":28,"verse":"ପୁଣି ଗାଦେରୀୟ ବାଲ୍ହାନନ୍ ତଳଭୂମିସ୍ଥିତ ଜୀତବୃକ୍ଷ ଓ ଡିମିରିବୃକ୍ଷସବୁର ଅଧ୍ୟକ୍ଷ ଓ ଯୋୟାଶ୍ ତୈଳ-ଭଣ୍ତାରର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":29,"verse":"ଆଉ ଶାରୋଣୀୟ ସିଟ୍ରୟ ଶାରୋଣରେ ଚରିବା ପଶୁପଲର ଅଧ୍ୟକ୍ଷ; ପୁଣି ଅଦ୍ଲୟର ପୁତ୍ର ଶାଫଟ୍ ସବୁ ଉପତ୍ୟକାସ୍ଥିତ ପଶୁପଲର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":30,"verse":"ଇଶ୍ମାୟେଲୀୟ ଓବୀଲ୍ ଉଷ୍ଟ୍ରଗଣର ଅଧ୍ୟକ୍ଷ ଓ ମେରୋଣୋଥୀୟ ଯେହଦୀୟ ଗର୍ଦ୍ଦଭୀଗଣର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":31,"verse":"ହାଗରୀୟ ଯାଷୀଷ୍ ସବୁ ମେଷପଲର ଅଧ୍ୟକ୍ଷ ଥିଲା; ଏସମସ୍ତେ ଦାଉଦ ରାଜାଙ୍କର ସମ୍ପତ୍ତିର ଅଧ୍ୟକ୍ଷ ଥିଲେ ।"},{"number":32,"verse":"( ଦାଉଦଙ୍କ ବ୍ୟକ୍ତିଗତ ପରାମର୍ଶଦାତାଗଣ) ଆହୁରି ଦାଉଦଙ୍କର ପିତୃବ୍ୟ ଯୋନାଥନ ମନ୍ତ୍ରୀ ଥିଲା, ସେ ବିଜ୍ଞ ଓ ଲେଖକ । ଆଉ ଅକ୍ମୋନିର ପୁତ୍ର ଯିହୀୟେଲ ରାଜପୁତ୍ରମାନଙ୍କର ସଙ୍ଗୀ ଥିଲା ।"},{"number":33,"verse":"ଅହୀଥୋଫଲ ରାଜମନ୍ତ୍ରୀ ଓ ଅର୍କୀୟ ହୂଶୟ ରାଜମିତ୍ର ଥିଲା ।"},{"number":34,"verse":"ଆଉ ଅହୀତୋଫଲ ଉତ୍ତାରେ ବନାୟର ପୁତ୍ର ଯିହୋୟାଦା ଓ ଅବୀୟାଥର ଥିଲେ; ପୁଣି ଯୋୟାବ ରାଜାଙ୍କ ସୈନ୍ୟର ଅଧିପତି ଥିଲା ।"}]}