{"bibleAbbr":"orOV2014","bookName":"ବଂଶାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"( ରୁବେନ୍ଙ୍କ ବଂଶଧର) ଇସ୍ରାଏଲର ପ୍ରଥମଜାତ ରୁବେନ୍ର ସନ୍ତାନଗଣର କଥା, ରୁବେନ୍ ପ୍ରଥମଜାତ ଥିଲା; ମାତ୍ର ସେ ଆପଣା ପିତୃଶର୍ଯ୍ୟା ଅଶୁଚି କରିବାରୁ ତାହାର ଜ୍ୟେଷ୍ଠାଧିକାର ଇସ୍ରାଏଲର ପୁତ୍ର ଯୋଷେଫର ପୁତ୍ରମାନଙ୍କୁ ଦିଆଗଲା; ତଥାପି ଜ୍ୟେଷ୍ଠାଧିକାରାନୁସାରେ ବଂଶାବଳୀ ଲେଖା ହୁଏ ନାହିଁ ।"},{"number":2,"verse":"କାରଣ ଯିହୁଦା ଆପଣା ଭ୍ରାତୃଗଣ ଅପେକ୍ଷା ପରାକ୍ରମୀ ହେଲା ଓ ତାହାଠାରୁ ଅଧିପତି ଉତ୍ପନ୍ନ ହେଲେ; ମାତ୍ର ଜ୍ୟେଷ୍ଠାଧିକାର ଯୋଷେଫର ହେଲା;"},{"number":3,"verse":"ଇସ୍ରାଏଲର ଜ୍ୟେଷ୍ଠ ପୁତ୍ର ରୁବେନ୍ର ସନ୍ତାନ ହନୋକ ଓ ପଲ୍ଲୁ, ହିଷ୍ରୋଣ ଓ କର୍ମୀ ।"},{"number":4,"verse":"ଯୋୟେଲର ସନ୍ତାନଗଣ; ତାହାର ପୁତ୍ର ଶିମୟୀୟ, ତାହାର ପୁତ୍ର ଗୋଗ୍, ତାହାର ପୁତ୍ର ଶିମୀୟି;"},{"number":5,"verse":"ତାହାର ପୁତ୍ର ମୀଖା, ତାହାର ପୁତ୍ର ରାୟା, ତାହାର ପୁତ୍ର ବାଲ୍;"},{"number":6,"verse":"ତାହାର ପୁତ୍ର ବେରା, ଏହାକୁ ଅଶୂର-ରାଜା ତିଗ୍ଲତ୍-ପିଲେଷର ବନ୍ଦୀ କରି ନେଇଗଲା; ଏ ରୁବେନୀୟମାନଙ୍କର ଅଧିପତି ଥିଲା ।"},{"number":7,"verse":"ଯେତେବେଳେ ସେମାନଙ୍କ ବଂଶାବଳୀ ଲେଖାଗଲା, ସେତେବେଳେ ଆପଣା ଆପଣା ଗୋଷ୍ଠୀ ଅନୁସାରେ ଏହାର ଏହି ଭ୍ରାତୃଗଣ ଥିଲେ; ପ୍ରଧାନ ଯିୟୀୟେଲ ଓ ଜିଖରୀୟ ପ୍ର. ବଂ.୫:୧୭"},{"number":8,"verse":"ଓ ଯୋୟେଲର ପ୍ରପୌତ୍ର ଶେମାର ପୌତ୍ର ଆସସ୍ର ପୁତ୍ର ବେଲା, ସେ ଅରୋୟେର ଓ ନବୋ ଓ ବାଲ୍ମୀୟୋନ୍ ପର୍ଯ୍ୟନ୍ତ ବାସ କଲା ।"},{"number":9,"verse":"ପୁଣି ପୂର୍ବଦିଗରେ ସେ ଫରାତ୍ ନଦୀଠାରୁ ପ୍ରାନ୍ତର-ପ୍ରବେଶ-ସ୍ଥାନ ପର୍ଯ୍ୟନ୍ତ ବାସ କଲା; କାରଣ ଗିଲୀୟଦ ଦେଶରେ ସେମାନଙ୍କ ପଶୁଗଣ ବୃଦ୍ଧି ପାଇଥିଲେ ।"},{"number":10,"verse":"ପୁଣି ଶାଉଲଙ୍କର ସମୟରେ ସେମାନେ ହାଗରୀୟ-ମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କରନ୍ତେ, ହାଗରୀୟମାନେ ସେମାନଙ୍କ ହସ୍ତରେ ପତିତ ହେଲେ; ତହୁଁ ଏମାନେ ସେମାନଙ୍କ ତମ୍ଵୁରେ ଗିଲୀୟଦ ଦେଶର ପୂର୍ବଦିଗରେ ସର୍ବତ୍ର ବାସ କଲେ ।"},{"number":11,"verse":"( ଗାଦ୍ଙ୍କ ବଂଶଧର) ପୁଣି ଗାଦ୍ର ସନ୍ତାନଗଣ ସେମାନଙ୍କ ସମ୍ମୁଖରେ ସଲ୍ଖା ପର୍ଯ୍ୟନ୍ତ ବାଶନ୍ ଦେଶରେ ବାସ କଲେ ।"},{"number":12,"verse":"ଯୋୟେଲ୍ ପ୍ରଧାନ ଓ ଶାଫମ୍ ଦ୍ଵିତୀୟ, ଆଉ ଯାନୟ ଓ ଶାଫଟ୍ ବାଶନରେ ରହିଲେ;"},{"number":13,"verse":"ପୁଣି ସେମାନଙ୍କର ପିତୃବଂଶଜ ଭ୍ରାତୃଗଣ ମୀଖାୟେଲ ଓ ମଶୂଲ୍ଲମ୍ ଓ ଶେବା ଓ ଯୋରୟ ଓ ଯାକନ୍ ଓ ସୀୟ ଓ ଏବର, ସାତ ଜଣ ।"},{"number":14,"verse":"ବୂଷ୍ର ପୁତ୍ର ଯହଦୋ, ଯହଦୋର ପୁତ୍ର ଯିହିଶୟ, ଯିହିଶୟର ପୁତ୍ର ମୀଖାୟେଲ, ମୀଖାୟେଲର ପୁତ୍ର ଗିଲୀୟଦ, ଗିଲୀୟଦର ପୁତ୍ର ଯାରୋହ, ଯାରୋହର ପୁତ୍ର ହୁରି; ହୁରିର ପୁତ୍ର ଅବୀହୟିଲ, ସେମାନେ ସେହି ଅବୀହୟିଲର ସନ୍ତାନ ।"},{"number":15,"verse":"ଗୂନିର ପୌତ୍ର ଅବ୍ଦୀୟେଲର ପୁତ୍ର ଅହି ସେମାନଙ୍କ ପିତୃବଂଶର ପ୍ରଧାନ ଥିଲା ।"},{"number":16,"verse":"ସେମାନେ ଗିଲୀୟଦରେ, ବାଶନରେ ତହିଁର ସମସ୍ତ ଉପନଗରରେ ଓ ସେସବୁର ସୀମା ପର୍ଯ୍ୟନ୍ତ ଶାରୋଣର ସମସ୍ତ ତଳିଭୂମିରେ ବାସ କଲେ ।"},{"number":17,"verse":"ଯିହୁଦାର ରାଜା ଯୋଥମଙ୍କର ସମୟରେ ଓ ଇସ୍ରାଏଲର ରାଜା ଯାରବୀୟାମ୍ଙ୍କ ସମୟରେ ଏସମସ୍ତଙ୍କର ବଂଶାବଳୀ ଲିଖିତ ହୋଇଥିଲା ।"},{"number":18,"verse":"ରୁବେନ୍ର ସନ୍ତାନଗଣ, ପୁଣି ଗାଦୀୟ ଓ ମନଃଶିର ଅର୍ଦ୍ଧବଂଶ ମଧ୍ୟରେ ଢାଲ ଓ ଖଡ଼୍‍ଗ ଧରିବାକୁ ଓ ଧନୁ ମାରିବାକୁ ସମର୍ଥ ଓ ଯୁଦ୍ଧରେ ନିପୁଣ ଚୌରାଳିଶ ହଜାର ସାତ ଶହ ଷାଠିଏ ଜଣ ବିକ୍ରମୀ ପୁରୁଷ ଯୁଦ୍ଧଯାତ୍ରା କରିବାକୁ ସମର୍ଥ ଥିଲେ ।"},{"number":19,"verse":"ସେମାନେ ହାଗରୀୟମାନଙ୍କ ସହିତ, ଯିଟୁର ଓ ନାଫୀଶ୍ ଓ ନୋଦବ୍ ସହିତ ଯୁଦ୍ଧ କଲେ ।"},{"number":20,"verse":"ସେମାନେ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ସାହାଯ୍ୟ ପାଇଲେ, ତହିଁରେ ହାଗରୀୟମାନେ ଓ ସେମାନଙ୍କ ସଙ୍ଗୀ ସମସ୍ତ ଲୋକ ସେମାନଙ୍କ ହସ୍ତରେ ସମର୍ପିତ ହେଲେ; କାରଣ ସେମାନେ ଯୁଦ୍ଧରେ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ କ୍ରନ୍ଦନ କରନ୍ତେ, ସେ ସେମାନଙ୍କ ପ୍ରାର୍ଥନା ଶୁଣିଲେ; ଯେହେତୁ ସେମାନେ ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କଲେ ।"},{"number":21,"verse":"ଆଉ ସେମାନେ ସେମାନଙ୍କ ପଶୁ, ଅର୍ଥାତ୍, ସେମାନଙ୍କ ଉଷ୍ଟ୍ର ମଧ୍ୟରୁ ପଚାଶ ହଜାର ଓ ମେଷ ମଧ୍ୟରୁ ଅଢ଼ାଇ ଲକ୍ଷ ଓ ଗର୍ଦ୍ଦଭ ମଧ୍ୟରୁ ଦୁଇ ହଜାର ଓ ମନୁଷ୍ୟ ମଧ୍ୟରୁ ଏକ ଲକ୍ଷ ନେଇ ଗଲେ ।"},{"number":22,"verse":"କାରଣ ଯୁଦ୍ଧ ପରମେଶ୍ଵରଙ୍କ ଆଡ଼ୁ ହେବାରୁ ଅନେକ ହତ ହୋଇ ପଡ଼ିଲେ । ପୁଣି ସେମାନେ ବନ୍ଦୀତ୍ଵ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ସ୍ଥାନରେ ବାସ କଲେ ।"},{"number":23,"verse":"( ମନଃଶିର ଅର୍ଦ୍ଧବଂଶ) ଆଉ ମନଃଶିର ଅର୍ଦ୍ଧବଂଶର ସନ୍ତାନଗଣ ସେହି ଦେଶରେ ବାସ କଲେ; ସେମାନେ ବୃଦ୍ଧି ପାଇ ବାଶନ୍‍ଠାରୁ ବାଲ୍-ହର୍ମୋଣ୍ ଓ ସନୀର୍ ଓ ହର୍ମୋଣ୍ ପର୍ବତ ପର୍ଯ୍ୟନ୍ତ ବ୍ୟାପିଗଲେ ।"},{"number":24,"verse":"ପୁଣି ଏମାନେ ଆପଣାମାନଙ୍କ ପିତୃବଂଶର ପ୍ରଧାନ ଥିଲେ, ଯଥା, ଏଫର ଓ ଯିଶି ଓ ଇଲୀୟେଲ ଓ ଅସ୍ରୀୟେଲ୍ ଓ ଯିରିମୀୟ ଓ ହୋଦବୀୟ ଓ ଯହଦୀୟେଲ୍, ଏସମସ୍ତେ ମହାବିକ୍ରମଶାଳୀ ଓ ବିଖ୍ୟାତ ଓ ଆପଣା ଆପଣା ପିତୃବଂଶର ପ୍ରଧାନ ଥିଲେ ।"},{"number":25,"verse":"ଅନନ୍ତର ସେମାନେ ଆପଣା ପୂର୍ବପୁରୁଷଗଣର ପରମେଶ୍ଵରଙ୍କ ବିରୁଦ୍ଧରେ ସତ୍ୟ ଲଙ୍ଘନ କଲେ, ଆଉ ପରମେଶ୍ଵର ଯେଉଁ ଦେଶୀୟ ଲୋକମାନଙ୍କୁ ସେମାନଙ୍କ ସମ୍ମୁଖରେ ବିନାଶ କରିଥିଲେ, ସେମାନେ ସେମାନଙ୍କ ଦେବଗଣର ଅନୁଗାମୀ ହୋଇ ବ୍ୟଭିଚାର କଲେ ।"},{"number":26,"verse":"ତହିଁରେ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଅଶୂରର ରାଜା ପୂଲ୍ର ମନକୁ ଓ ଅଶୂରର ରାଜା ତିଗ୍ଲତ୍-ପିଲେଷରର ମନକୁ ଉତ୍ତେଜିତ କଲେ, ତହିଁରେ ସେ ସେମାନଙ୍କୁ, ଅର୍ଥାତ୍, ରୁବେନୀୟ ଓ ଗାଦୀୟ ଓ ମନଃଶିର ଅର୍ଦ୍ଧବଂଶୀୟ ଲୋକଙ୍କୁ ହଲହ ଓ ହାବୋର ଓ ହାରା ଓ ଗୋଶନ ନଦୀତୀରକୁ ଆଣିଲା, ଅଦ୍ୟାପି ସେମାନେ ସେଠାରେ ଅଛନ୍ତି ।"}]}