{"bibleAbbr":"RKJNT2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"And it came to pass, that, as he was praying in a certain place, when he ceased, one of his disciples said to him, Lord, teach us to pray, as John also taught his disciples."},{"number":2,"verse":"And he said to them, when you pray, say, Father, Hallowed be your name. Your kingdom come."},{"number":3,"verse":"Give us day by day our daily bread."},{"number":4,"verse":"And forgive our sins; for we also forgive everyone who is indebted to us. And lead us not into temptation."},{"number":5,"verse":"And he said to them, Suppose you have a friend and go to him at midnight, and say to him, Friend, lend me three loaves;"},{"number":6,"verse":"For a friend of mine on a journey has come to me, and I have nothing to set before him."},{"number":7,"verse":"And from within he shall answer and say, Do not trouble me: the door is now shut, and my children are with me in bed; I cannot rise and give you anything."},{"number":8,"verse":"I say to you, Though he will not rise and give him anything because he is his friend, yet because of his persistence he will rise and give him as much as he needs."},{"number":9,"verse":"And I say to you, Ask, and it shall be given to you; seek, and you shall find; knock, and it shall be opened to you."},{"number":10,"verse":"For every one who asks receives; and he who seeks finds; and to him who knocks it shall be opened."},{"number":11,"verse":"Which of you fathers, if your son asks for a fish, will give him a serpent?"},{"number":12,"verse":"Or if he asks for an egg, will offer him a scorpion?"},{"number":13,"verse":"If you then, being evil, know how to give good gifts to your children: how much more shall your heavenly Father give the Holy Spirit to those who ask him?"},{"number":14,"verse":"And he was casting out a devil that was dumb. And it came to pass, when the devil had gone out, the dumb man spoke; and the crowd was amazed."},{"number":15,"verse":"But some of them said, He casts out devils by Beelzebub, the chief of the devils."},{"number":16,"verse":"And others, tempting him, sought from him a sign from heaven."},{"number":17,"verse":"But he, knowing their thoughts, said to them, Every kingdom divided against itself is brought to desolation; and a house divided against itself falls."},{"number":18,"verse":"If Satan is divided against himself, how shall his kingdom stand? for you say that I cast out devils through Beelzebub."},{"number":19,"verse":"And if I cast out devils by Beelzebub, by whom do your sons cast them out? therefore they shall be your judges."},{"number":20,"verse":"But if I cast out devils by the finger of God, then the kingdom of God has come upon you."},{"number":21,"verse":"When a strong man, fully armed, guards his house, his goods are safe:"},{"number":22,"verse":"But when one stronger than he shall come upon him, and overcome him, he takes from him all his armour in which he trusted, and divides the spoils."},{"number":23,"verse":"He who is not with me is against me: and he who does not gather with me scatters."},{"number":24,"verse":"When an unclean spirit has gone out of a man, it passes through dry places, seeking rest; and finding none, he says, I will return to my house from which I came."},{"number":25,"verse":"And when it comes, it finds it swept and in order."},{"number":26,"verse":"Then it goes, and brings seven other spirits more wicked than itself; and they enter in, and live there: and the last state of that man is worse than the first."},{"number":27,"verse":"And it came to pass, as he spoke these things, a certain woman in the crowd lifted up her voice, and said to him, Blessed is the womb that bore you, and the breasts which you sucked."},{"number":28,"verse":"But he said, Rather, blessed are those who hear the word of God, and keep it."},{"number":29,"verse":"And when the people were gathered thick together, he began to say, This is an evil generation: it seeks a sign; and no sign shall be given it, but the sign of Jonah the prophet."},{"number":30,"verse":"For as Jonah became a sign to the Ninevites, so shall the Son of man be to this generation."},{"number":31,"verse":"The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the ends of the earth to hear the wisdom of Solomon; and, behold, one greater than Solomon is here."},{"number":32,"verse":"The men of Nineveh shall rise up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonah; and, behold, one greater than Jonah is here."},{"number":33,"verse":"No man, after lighting a lamp, puts it in a cellar, or under a bushel, but on a lampstand, that those who come in may see the light."},{"number":34,"verse":"The light of the body is the eye: therefore when your eye is good, your whole body also is full of light; but when your eye is bad, your body also is full of darkness."},{"number":35,"verse":"Take heed, then, that the light which is within you is not darkness."},{"number":36,"verse":"Therefore, if your whole body is full of light, having no dark part in it, it shall be fully illuminated, as when the bright shining of a lamp gives you light."},{"number":37,"verse":"And as he spoke, a certain Pharisee begged him to dine with him: and he went in, and reclined at the table."},{"number":38,"verse":"And the Pharisee was surprised when he saw that he had not first washed before dinner."},{"number":39,"verse":"And the Lord said to him, Now you Pharisees clean the outside of the cup and the platter; but inside you are full of greed and wickedness."},{"number":40,"verse":"You fools, did not he who made the outside also make the inside?"},{"number":41,"verse":"But rather give what you have within as alms; and, behold, all things are clean for you."},{"number":42,"verse":"But woe to you, Pharisees! for you tithe mint and rue and all manner of herbs, but neglect justice and the love of God: these you ought to have done, and not left the others undone."},{"number":43,"verse":"Woe to you, Pharisees! for you love the best seats in the synagogues, and greetings in the marketplaces."},{"number":44,"verse":"Woe to you, scribes and Pharisees, hypocrites! for you are like unmarked graves, which men walk over unaware."},{"number":45,"verse":"Then one of the lawyers answered him, Teacher, by saying this you insult us also."},{"number":46,"verse":"And he said, Woe to you also, lawyers! for you load men with burdens they can hardly carry, and you yourselves will not touch the burdens with one of your fingers."},{"number":47,"verse":"Woe to you! for you build the tombs of the prophets, and your fathers killed them."},{"number":48,"verse":"Truly you bear witness that you approve of the deeds of your fathers: for they killed them, and you build their tombs."},{"number":49,"verse":"For this reason also the wisdom of God said, I will send them prophets and apostles, and some of them they shall kill and persecute,"},{"number":50,"verse":"That the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation;"},{"number":51,"verse":"From the blood of Abel to the blood of Zechariah, who perished between the altar and the temple: truly I say to you, It shall be required of this generation."},{"number":52,"verse":"Woe to you, lawyers! for you have taken away the key of knowledge: you did not enter in yourselves, and those who were entering in you hindered."},{"number":53,"verse":"And as he left, the scribes and Pharisees began to be hostile, and to question him closely on many things:"},{"number":54,"verse":"Lying in wait for him, and seeking to catch something out of his mouth, that they might accuse him."}]}