{"bibleAbbr":"RKJNT2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"There were some present at that time who told him of the Galilaeans, whose blood Pilate had mingled with their sacrifices."},{"number":2,"verse":"And Jesus answered, saying to them, Do you suppose these Galilaeans were greater sinners than all the other Galilaeans, because they suffered such things"},{"number":3,"verse":"I tell you, No: but, unless you repent, you shall all likewise perish."},{"number":4,"verse":"Or those eighteen, upon whom the tower in Siloam fell and killed them, do you think that they were more guilty than all the men who lived in Jerusalem?"},{"number":5,"verse":"I tell you, No: but, unless you repent, you shall all likewise perish."},{"number":6,"verse":"Then he spoke this parable; A certain man had a fig tree planted in his vineyard; and he came and sought fruit on it, and found none."},{"number":7,"verse":"Then he said to the keeper of his vineyard, Behold, these three years I have come seeking fruit on this fig tree, and have found none: cut it down; why should it use up the ground?"},{"number":8,"verse":"And he answered and said to him, Lord, let it alone this year also, until I shall dig about it, and put manure on it:"},{"number":9,"verse":"And if it bears fruit, fine: and if not, then you can cut it down."},{"number":10,"verse":"And he was teaching in one of the synagogues on the sabbath."},{"number":11,"verse":"And, behold, there was a woman who had been crippled by a spirit for eighteen years, and was bowed over, and could not straighten up at all."},{"number":12,"verse":"And when Jesus saw her, he called her to him, and said to her, Woman, you are freed from your sickness."},{"number":13,"verse":"And he laid his hands on her: and immediately she straightened up, and glorified God."},{"number":14,"verse":"And the ruler of the synagogue, indignant because Jesus had healed on the sabbath day, said to the people, There are six days in which men ought to work: therefore come during them and be healed, and not on the sabbath day."},{"number":15,"verse":"The Lord then answered him, and said, You hypocrite, does not each one of you on the sabbath untie his ox or his donkey from the stall, and lead him away to water"},{"number":16,"verse":"And ought not this woman, being a daughter of Abraham, whom Satan has bound, lo, these eighteen years, be loosed from this bond on the sabbath day?"},{"number":17,"verse":"And when he had said these things, all his adversaries were ashamed: and all the people rejoiced over all the glorious things he was doing."},{"number":18,"verse":"Then he said, What is the kingdom of God like and to what shall I compare it"},{"number":19,"verse":"It is like a mustard seed, which a man took, and planted in his garden; and it grew, and became a great tree; and the birds of the air lodged in its branches."},{"number":20,"verse":"And again he said, To what shall I compare the kingdom of God"},{"number":21,"verse":"It is like leaven, which a woman took and hid in three measures of flour, until it was all leavened."},{"number":22,"verse":"And he went through the cities and villages, teaching, and traveling toward Jerusalem."},{"number":23,"verse":"Then someone said to him, Lord, will only a few be saved? And he said to them,"},{"number":24,"verse":"Strive to enter in at the narrow gate: for many, I say to you, will seek to enter in, and shall not be able."},{"number":25,"verse":"When once the master of the house has risen up, and has shut the door, and you begin to stand without, and to knock at the door, saying, Lord, Lord, open up to us; then he shall answer and say to you, I do not know where you are from:"},{"number":26,"verse":"Then you shall begin to say, We ate and drank in your presence, and you taught in our streets."},{"number":27,"verse":"But he shall say, I tell you, I do not know where you are from; depart from me, all you workers of iniquity."},{"number":28,"verse":"There shall be weeping and gnashing of teeth, when you see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and yourselves thrust out."},{"number":29,"verse":"And they shall come from the east, and from the west, and from the north, and from the south, and shall recline at table in the kingdom of God."},{"number":30,"verse":"And, behold, there are some who are last who shall be first, and there are some who are first who shall be last."},{"number":31,"verse":"That same hour some of the Pharisees came, saying to him, Get away, and depart from here: for Herod wants to kill you."},{"number":32,"verse":"And he said to them, Go tell that fox, Behold, I cast out devils and perform cures today and tomorrow, and the third day I shall complete my course."},{"number":33,"verse":"Nevertheless, I must journey on today, and tomorrow, and the day following: for it cannot be that a prophet should perish outside of Jerusalem."},{"number":34,"verse":"O Jerusalem, Jerusalem, which kills the prophets, and stones those who are sent to you; how often would I have gathered your children together, as a hen gathers her brood under her wings, and you would not allow it!"},{"number":35,"verse":"Behold, your house is left to you desolate: and truly I say to you, You shall not see me, until the time comes when you shall say, Blessed is he who comes in the name of the Lord."}]}