{"bibleAbbr":"RKJNT2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"And he spoke a parable to them to show that men ought always to pray, and not loose heart;"},{"number":2,"verse":"saying, There was a judge in a city, who did not fear God or respect man:"},{"number":3,"verse":"And there was a widow in that city; and she kept coming to him, saying, Give me justice against my adversary."},{"number":4,"verse":"And he would not for a while: but afterward he said to himself, Though I do not fear God or respect man;"},{"number":5,"verse":"Yet because this widow bothers me, I will give her justice, lest by her continual coming she wear me out."},{"number":6,"verse":"And the Lord said, Hear what the unjust judge says."},{"number":7,"verse":"And shall not God vindicate his elect, who cry day and night to him, and will he delay long with them?"},{"number":8,"verse":"I tell you that he will vindicate them speedily. Nevertheless, when the Son of man comes, shall he find faith on the earth?"},{"number":9,"verse":"And he spoke this parable to certain people who trusted in themselves that they were righteous, and despised others:"},{"number":10,"verse":"Two men went up into the temple to pray; the one a Pharisee, and the other a tax gatherer."},{"number":11,"verse":"The Pharisee stood and prayed thus with himself, God, I thank you that I am not as other men are, extortioners, unjust, adulterers, or even as this tax gatherer."},{"number":12,"verse":"I fast twice in the week, I give tithes of all that I possess."},{"number":13,"verse":"And the tax gatherer, standing far off, would not lift up so much as his eyes to heaven, but beat upon his breast, saying, God be merciful to me, a sinner."},{"number":14,"verse":"I tell you, this man went down to his house justified rather than the other: for every one who exalts himself shall be abased; and he who humbles himself shall be exalted."},{"number":15,"verse":"And they also brought infants to him, that he would touch them: but when his disciples saw this, they rebuked them."},{"number":16,"verse":"But Jesus called them to him, and said, Let the little children come to me, and do not hinder them: for to such belongs the kingdom of God."},{"number":17,"verse":"Truly I say to you, Whoever does not receive the kingdom of God as a little child shall by no means enter it."},{"number":18,"verse":"And a certain ruler asked him, Good Teacher, what shall I do to inherit eternal life?"},{"number":19,"verse":"And Jesus said to him, Why do you call me good no one is good, except God alone."},{"number":20,"verse":"You know the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour your father and your mother."},{"number":21,"verse":"And he said, All these I have kept from my youth up."},{"number":22,"verse":"Now when Jesus heard this, he said to him, You still lack one thing: sell all that you have, and give to the poor, and you shall have treasure in heaven: and come, follow me."},{"number":23,"verse":"And when he heard this, he was very sorrowful: for he was very rich."},{"number":24,"verse":"And when Jesus saw that he was very sorrowful, he said, How hard it is for those who have riches to enter the kingdom of God!"},{"number":25,"verse":"It is easier for a camel to go through a needle's eye, than for a rich man to enter the kingdom of God."},{"number":26,"verse":"And those who heard it said, Who then can be saved?"},{"number":27,"verse":"And he said, Things that are impossible with men are possible with God."},{"number":28,"verse":"Then Peter said, Lo, we have left all, and followed you."},{"number":29,"verse":"And he said to them, Truly I say to you, There is no man who has left house, or parents, or brothers, or wife, or children, for the sake of the kingdom of God,"},{"number":30,"verse":"Who shall not receive many times more in this present time, and in the world to come, life everlasting."},{"number":31,"verse":"Then he took the twelve aside, and said to them, Behold, we are going up to Jerusalem, and all things that are written by the prophets concerning the Son of man shall be accomplished."},{"number":32,"verse":"For he shall be delivered to the Gentiles, and shall be mocked, and spitefully treated, and spit upon:"},{"number":33,"verse":"And they shall flog him, and put him to death: and on the third day he shall rise again."},{"number":34,"verse":"And they understood none of these things: this saying was hidden from them, and they did not comprehend the things which were spoken."},{"number":35,"verse":"And it came to pass, that when he came near to Jericho, a certain blind man sat by the road begging:"},{"number":36,"verse":"And hearing the multitude pass by, he asked what it meant."},{"number":37,"verse":"And they told him, Jesus of Nazareth is passing by."},{"number":38,"verse":"And he cried out, Jesus, Son of David, have mercy on me."},{"number":39,"verse":"And those who led the way rebuked him, telling him to hold his peace: but he cried out all the more, Son of David, have mercy on me."},{"number":40,"verse":"And Jesus stood still, and commanded him to be brought to him: and when he had come near, he asked him,"},{"number":41,"verse":"What do you want me to do for you And he said, Lord, I want to receive my sight."},{"number":42,"verse":"And Jesus said to him, Receive your sight: your faith has healed you."},{"number":43,"verse":"And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise to God."}]}