{"bibleAbbr":"RKJNT2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"Now the feast of unleavened bread, which is called the Passover, drew near."},{"number":2,"verse":"And the chief priests and scribes sought how they might kill him; for they feared the people."},{"number":3,"verse":"Then Satan entered into Judas, called Iscariot, one the twelve."},{"number":4,"verse":"And he went his way, and discussed with the chief priests and captains, how he might betray him to them."},{"number":5,"verse":"They were glad, and agreed to give him money."},{"number":6,"verse":"So he consented, and sought an opportunity to betray him to them in the absence of the multitude."},{"number":7,"verse":"Then came the day of unleavened bread, when the passover lamb must be killed."},{"number":8,"verse":"And he sent Peter and John, saying, Go and prepare the passover for us, that we may eat it."},{"number":9,"verse":"And they said to him, Where will you have us prepare it?"},{"number":10,"verse":"And he said to them, Behold, when you enter the city, a man shall meet you there, bearing a pitcher of water; follow him into the house that he enters."},{"number":11,"verse":"And you shall say to the owner of the house, The Teacher says to you, Where is the guest chamber, where I shall eat the passover with my disciples?"},{"number":12,"verse":"And he shall show you a large upper room, furnished: make ready there."},{"number":13,"verse":"And they went, and found it as he had said to them: and they made ready the passover."},{"number":14,"verse":"And when the hour had come, he sat down, and the apostles with him."},{"number":15,"verse":"And he said to them, I have earnestly desired to eat this passover with you before I suffer:"},{"number":16,"verse":"For I say to you, I will not eat it again, until it is fulfilled in the kingdom of God."},{"number":17,"verse":"And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves:"},{"number":18,"verse":"For I say to you, I will not drink again of the fruit of the vine, until the kingdom of God shall come."},{"number":19,"verse":"And he took bread, and gave thanks, and broke it, and gave to them, saying, This is my body which is given for you: do this in remembrance of me."},{"number":20,"verse":"Likewise he took the cup after supper, saying, This cup is the new covenant in my blood."},{"number":21,"verse":"But, behold, the hand of him who betrays me is with me on the table."},{"number":22,"verse":"Truly the Son of man goes, as it was determined: but woe to that man by whom he is betrayed!"},{"number":23,"verse":"And they began to enquire among themselves, which of them it was that should do this thing."},{"number":24,"verse":"And there was also a dispute among them as to which of them should be accounted the greatest."},{"number":25,"verse":"And he said to them, The kings of the Gentiles exercise lordship over them; and those who exercise authority over them are called benefactors."},{"number":26,"verse":"But not so with you: but he who is greatest among you, let him be as the youngest; and he who rules, as he who serves."},{"number":27,"verse":"For which is greater, he who reclines at table, or he who serves? is it not he who reclines at table? but I am among you as one who serves."},{"number":28,"verse":"You are those who have stood by me in my trials."},{"number":29,"verse":"And I grant to you a kingdom, as my Father has granted to me;"},{"number":30,"verse":"That you may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel."},{"number":31,"verse":"And the Lord said, Simon, Simon, behold, Satan has demanded to have you, that he might sift you as wheat:"},{"number":32,"verse":"But I have prayed for you, that your faith will not fail: and when you have turned back, strengthen your brethren."},{"number":33,"verse":"And he said to him, Lord, I am ready to go with you, both into prison, and to death."},{"number":34,"verse":"And he said, I tell you, Peter, the cock shall not crow this day, before you have thrice denied that you know me."},{"number":35,"verse":"And he said to them, When I sent you out without purse, or bag, or sandals, did you lack anything And they said, Nothing."},{"number":36,"verse":"Then he said to them, But now, he who has a purse, let him take it, and likewise a bag: and he who has no sword, let him sell his garment, and buy one."},{"number":37,"verse":"For I say to you, that this scripture must yet be fulfilled in me, And he was reckoned among the transgressors: for that which refers to me has its fulfillment."},{"number":38,"verse":"And they said, Lord, behold, here are two swords. And he said to them, It is enough."},{"number":39,"verse":"And he came out, and went, as was his custom, to the mount of Olives; and his disciples followed him."},{"number":40,"verse":"When he arrived at the place, he said to them, Pray that you may not enter into temptation."},{"number":41,"verse":"And he withdrew from them about a stone's throw, and knelt down, and prayed,"},{"number":42,"verse":"saying, Father, if you are willing, remove this cup from me: nevertheless not my will, but yours, be done."},{"number":43,"verse":"And there appeared to him an angel from heaven, strengthening him."},{"number":44,"verse":"And being in an agony he prayed more earnestly: and his sweat was like great drops of blood falling down to the ground."},{"number":45,"verse":"And when he rose up from prayer, and came to his disciples, he found them sleeping for sorrow,"},{"number":46,"verse":"And said to them, Why do you sleep rise and pray, that you may not enter into temptation."},{"number":47,"verse":"And while he yet spoke, behold a multitude came, and he who was called Judas, one of the twelve, went before them, and drew near to Jesus to kiss him."},{"number":48,"verse":"But Jesus said to him, Judas, do you betray the Son of man with a kiss"},{"number":49,"verse":"When those who were around him saw what was about to happen, they said to him, Lord, shall we strike with the sword?"},{"number":50,"verse":"And one of them struck the servant of the high priest, and cut off his right ear."},{"number":51,"verse":"And Jesus answered, No more of this. And he touched his ear, and healed him."},{"number":52,"verse":"Then Jesus said to the chief priests, and officers of the temple, and the elders, who had come to him, Have you come out, as against a robber, with swords and clubs"},{"number":53,"verse":"When I was with you daily in the temple, you did not stretch forth hands against me: but this is your hour, when darkness reigns."},{"number":54,"verse":"Then they seized him, and led him away, and brought him into the high priest's house. And Peter followed from afar."},{"number":55,"verse":"And when they had kindled a fire in the middle of the courtyard, and sat down together, Peter sat among them."},{"number":56,"verse":"But a certain maid beheld him as he sat by the fire, and earnestly looked upon him, and said, This man was also with him."},{"number":57,"verse":"And he denied it, saying, Woman, I do not know him."},{"number":58,"verse":"And after a little while another saw him, and said, You are also one of them. And Peter said, Man, I am not."},{"number":59,"verse":"And after about an hour another insisted, Truly this man was also with him: for he is a Galilaean."},{"number":60,"verse":"And Peter said, Man, I do not know what you are saying. And immediately, while he yet spoke, the cock crowed."},{"number":61,"verse":"And the Lord turned, and looked at Peter. And Peter remembered the word of the Lord, how he had said to him, Before the cock crows today, you shall deny me thrice."},{"number":62,"verse":"And he went out, and wept bitterly."},{"number":63,"verse":"And the men who held Jesus mocked him, and struck him."},{"number":64,"verse":"And they blindfolded him, and struck him on the face, and asked him, Prophesy, who was it who struck you?"},{"number":65,"verse":"And they spoke many other insulting things against him."},{"number":66,"verse":"And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led him into their council, saying,"},{"number":67,"verse":"Are you the Christ tell us. And he said to them, If I tell you, you will not believe:"},{"number":68,"verse":"And if I question you, you will not answer me."},{"number":69,"verse":"Hereafter shall the Son of man sit on the right hand of the power of God."},{"number":70,"verse":"Then they all said, Are you then the Son of God And he said to them, You say that I am."},{"number":71,"verse":"And they said, What need have we of further testimony? for we ourselves have heard from his own mouth."}]}