{"bibleAbbr":"RKJNT2000","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"And it came to pass on the second sabbath after the first, that he went through the grain fields; and his disciples plucked the ears of grain, and ate them, rubbing them in their hands."},{"number":2,"verse":"And some of the Pharisees said to them, Why do you do what is not lawful to do on the sabbath?"},{"number":3,"verse":"And Jesus answered and said to them, Have you not even read what David did, when he was hungry, he and those who were with him;"},{"number":4,"verse":"How he went into the house of God, and took and ate the showbread, and gave also to those who were with him; although it is not lawful for anyone but the priests to eat of it?"},{"number":5,"verse":"And he said to them, The Son of man is Lord of the sabbath."},{"number":6,"verse":"And it came to pass on another sabbath, that he entered into the synagogue and taught: and there was a man whose right hand was withered."},{"number":7,"verse":"And the scribes and Pharisees watched him, to see if he would heal on the sabbath day; that they might find a reason to accuse him."},{"number":8,"verse":"But he knew their thoughts, and said to the man with the withered hand, Rise up, and stand here. And he arose and stood there."},{"number":9,"verse":"Then Jesus said to them, I will ask you one thing; Is it lawful on the sabbath to do good, or to do evil to save life, or to destroy it"},{"number":10,"verse":"And looking around at them all, he said to the man, Stretch forth your hand. And he did so: and his hand was restored."},{"number":11,"verse":"And they were filled with rage; and discussed with one another what they might do to Jesus."},{"number":12,"verse":"And it came to pass in those days, that he went out to a mountain to pray, and continued all night in prayer to God."},{"number":13,"verse":"And when it was day, he called his disciples: and from them he chose twelve, whom he also named apostles;"},{"number":14,"verse":"Simon, (whom he also named Peter,) and Andrew his brother, James and John, Philip and Bartholomew,"},{"number":15,"verse":"Matthew and Thomas, James the son of Alphaeus, and Simon called the Zealot,"},{"number":16,"verse":"And Judas the son of James, and Judas Iscariot, who became a traitor."},{"number":17,"verse":"And he came down with them, and stood on a level place; and there was the company of his disciples and a great multitude of people out of all Judaea and Jerusalem, and from the seacoast of Tyre and Sidon, who came to hear him, and to be healed of their diseases;"},{"number":18,"verse":"And those who were troubled with unclean spirits were healed."},{"number":19,"verse":"And the whole multitude sought to touch him: for power came from him, and healed them all."},{"number":20,"verse":"And he lifted up his eyes on his disciples, and said, Blessed are you who are poor: for yours is the kingdom of God."},{"number":21,"verse":"Blessed are you who hunger now: for you shall be filled. Blessed are you who weep now: for you shall laugh."},{"number":22,"verse":"Blessed are you, when men hate you, and when they exclude you, and insult you, and cast out your name as evil, for the Son of man's sake."},{"number":23,"verse":"Rejoice in that day, and leap for joy: for, behold, your reward in heaven is great: for their fathers did the same to the prophets."},{"number":24,"verse":"But woe to you who are rich! for you have received your comfort."},{"number":25,"verse":"Woe to you who are full! for you shall hunger. Woe to you who laugh now! for you shall mourn and weep."},{"number":26,"verse":"Woe to you, when all men speak well of you! for so their fathers did to the false prophets."},{"number":27,"verse":"But I say to you who hear, Love your enemies, do good to those who hate you,"},{"number":28,"verse":"Bless those who curse you, and pray for those who abuse you."},{"number":29,"verse":"And to him who strikes you on the cheek, offer him the other also; and from him who takes away your coat do not withhold your shirt either."},{"number":30,"verse":"Give to every man who asks of you; and from him who takes away what is yours, do not ask for it back."},{"number":31,"verse":"And as you would have men do to you, do the same to them."},{"number":32,"verse":"For if you love those who love you, what credit is that to you? for sinners also love those who love them."},{"number":33,"verse":"And if you do good to those who do good to you, what credit is that to you? for sinners also do the same."},{"number":34,"verse":"And if you lend to those from whom you hope to receive, what credit is that to you? for sinners also lend to sinners to receive repayment."},{"number":35,"verse":"But love your enemies, and do good, and lend, expecting nothing back; and your reward shall be great, and you shall be the children of the Most High: for he is kind to the unthankful and to the evil."},{"number":36,"verse":"Be merciful, as your Father also is merciful."},{"number":37,"verse":"Do not judge, and you shall not be judged: do not condemn, and you shall not be condemned: forgive, and you shall be forgiven:"},{"number":38,"verse":"Give, and it shall be given to you; a good measure, pressed down, shaken together, and running over, shall men put in your lap. For the measure you give to others shall be the same measure given back to you."},{"number":39,"verse":"And he spoke a parable to them, Can the blind lead the blind shall they not both fall into the ditch"},{"number":40,"verse":"The disciple is not above his teacher: but every one who is fully trained shall be like his teacher."},{"number":41,"verse":"And why do you look at the speck in your brother's eye, but do not perceive the beam that is in your own eye?"},{"number":42,"verse":"Or how can you say to your brother, Brother, let me pull out the speck that is in your eye, when you do not even see the beam that is in your own eye? You hypocrite, first take the beam out of your own eye, and then you shall see clearly to pull out the speck that is in your brother's eye."},{"number":43,"verse":"For a good tree does not bring forth bad fruit; nor does a bad tree bring forth good fruit."},{"number":44,"verse":"For every tree is known by its fruit. For men do not gather figs from thorn bushes, nor do they gather grapes from a bramble bush."},{"number":45,"verse":"A good man out of the good treasure of his heart brings forth that which is good; and an evil man out of the evil treasure of his heart brings forth that which is evil: for from the overflow of the heart his mouth speaks."},{"number":46,"verse":"And why do you call me, Lord, Lord, and do not do the things which I say?"},{"number":47,"verse":"I will show you what he is like who comes to me, and hears my words, and does them:"},{"number":48,"verse":"He is like a man who built a house, and dug deep, and laid the foundation on a rock: and when the flood arose, the river beat violently upon that house, but could not shake it: for it was founded upon a rock."},{"number":49,"verse":"But he who hears, and does not obey, is like a man who built a house upon the ground without a foundation; and the river beat violently against it, and immediately it fell; and the ruin of that house was great."}]}