{"bibleAbbr":"KNJV","bookName":"ಕೊಲೊಸ್ಸೆಯವರಿಗೆ","bookEnglishName":"Colossians","chapterNumber":1,"verses":[{"number":1,"verse":"ದೇವರ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಅಪೊಸ್ತಲನಾದ ಪೌಲನೂ ಸಹೋದರನಾದ ತಿಮೊಥೆಯನೂ"},{"number":2,"verse":"ಕೊಲೊಸ್ಸೆಯಲ್ಲಿರುವ ದೇವಜನರಿಗೆ ಅಂದರೆ ಕ್ರಿಸ್ತನಲ್ಲಿರುವ ನಂಬಿಗಸ್ತರಾದ ಸಹೋದರರಿಗೆ ಬರೆಯುವದೇನಂದರೆ - ನಮ್ಮ ತಂದೆಯಾದ ದೇವರಿಂದ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ."},{"number":3,"verse":"ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ನೀವು ಇಟ್ಟ ನಂಬಿಕೆಯ ವಿಷಯವಾಗಿಯೂ ದೇವಜನರ ಮೇಲಿರುವ ನಿಮ್ಮ ಪ್ರೀತಿಯ ವಿಷಯವಾಗಿಯೂ ನಾವು ಕೇಳಿ ಪರಲೋಕದಲ್ಲಿ ನಿಮಗೋಸ್ಕರ ಸಿದ್ಧವಾಗಿರುವ ಮಹಾಪದವಿಯನ್ನು ನೆನಸುತ್ತಾ ನಾವು ಪ್ರಾರ್ಥನೆಮಾಡುವಾಗೆಲ್ಲಾ ನಿಮ್ಮ ನಿಮಿತ್ತವಾಗಿ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ತಂದೆಯಾಗಿರುವ ದೇವರಿಗೆ ಸ್ತೋತ್ರಮಾಡುತ್ತೇವೆ. ನೀವು ಆ ಪದವಿಯನ್ನು ಕುರಿತು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರುವ ಸುವಾರ್ತೆಯ ಸತ್ಯವಾಕ್ಯದಿಂದ ಮೊದಲೇ ಕೇಳಿದಿರಿ."},{"number":6,"verse":"ನೀವು ದೇವರ ಕೃಪೆಯನ್ನು ಕುರಿತು ಸತ್ಯಾರ್ಥವನ್ನು ಕೇಳಿ ತಿಳುಕೊಂಡ ದಿವಸದಿಂದ ಆ ಸುವಾರ್ತೆಯು ನಿಮ್ಮಲ್ಲಿ ಫಲಕೊಟ್ಟು ವೃದ್ಧಿಯಾಗುತ್ತಾ ಬಂದ ಪ್ರಕಾರ ಲೋಕದಲ್ಲೆಲ್ಲಾ ಹಬ್ಬಿ ಫಲಕೊಟ್ಟು ವೃದ್ಧಿಯಾಗುತ್ತಾ ಬರುತ್ತದೆ."},{"number":7,"verse":"ನಮ್ಮ ಪ್ರಿಯ ಜೊತೆಯ ದಾಸನಾದ ಎಪಫ್ರನಿಂದ ಆ ಸತ್ಯೋಪದೇಶವನ್ನು ಕಲಿತುಕೊಂಡಿರಿ. ಅವನು ನಿಮಗೋಸ್ಕರ ಕ್ರಿಸ್ತನ ನಂಬಿಗಸ್ತನಾದ ಸೇವಕನು."},{"number":8,"verse":"ಪವಿತ್ರಾತ್ಮಪ್ರೇರಿತವಾದ ನಿಮ್ಮ ಪ್ರೀತಿಯ ವಿಷಯದಲ್ಲಿ ನನಗೆ ತಿಳಿಸಿದವನು ಅವನೇ."},{"number":9,"verse":"ಆದಕಾರಣ ನಾವು ನಿಮ್ಮ ಸುದ್ದಿಯನ್ನು ಕೇಳಿದ ದಿವಸದಿಂದ ನಿಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸುವದನ್ನು ಬಿಡದೆ ನೀವು ಸಕಲ ಆತ್ಮೀಯ ಜ್ಞಾನವನ್ನೂ ಗ್ರಹಿಕೆಯನ್ನೂ ಹೊಂದಿ"},{"number":10,"verse":"ಕರ್ತನ ಚಿತ್ತದ ವಿಷಯವಾದ ತಿಳುವಳಿಕೆಯಿಂದ ತುಂಬಿಕೊಂಡು ಆತನಿಗೆ ಯೋಗ್ಯರಾಗಿ ನಡೆದು ಎಲ್ಲಾ ವಿಧದಲ್ಲಿ ಆತನನ್ನು ಸಂತೋಷಪಡಿಸುವವರಾಗಿರಬೇಕೆಂತಲೂ ನೀವು ಸಕಲ ಸತ್ಕಾರ್ಯವೆಂಬ ಫಲವನ್ನು ಕೊಡುತ್ತಾ ದೇವಜ್ಞಾನದಿಂದ ಅಭಿವೃದ್ಧಿಯಾಗುತ್ತಿರಬೇಕೆಂತಲೂ"},{"number":11,"verse":"ಆತನ ಮಹಿಮಶಕ್ತಿಯ ಪ್ರಕಾರ ಪರಿಪೂರ್ಣ ಬಲಹೊಂದಿ ಬಲಿಷ್ಠರಾಗಿ ಆನಂದಪೂರ್ವಕವಾದ ತಾಳ್ಮೆಯನ್ನೂ ದೀರ್ಘಶಾಂತಿಯನ್ನೂ ಯಾವಾಗಲೂ ತೋರಿಸುವವರಾಗಿರಬೇಕೆಂತಲೂ"},{"number":12,"verse":"ಬೆಳಕಿನ ರಾಜ್ಯದೊಳಗೆ ದೇವಜನರ ಬಾಧ್ಯತೆಯಲ್ಲಿ ಪಾಲುಗಾರರಾಗುವದಕ್ಕೆ ನಿಮ್ಮನ್ನು ಯೋಗ್ಯರನ್ನಾಗಿ ಮಾಡಿದ ತಂದೆಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುವವರಾಗಿರಬೇಕೆಂತಲೂ ದೇವರನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇವೆ."},{"number":13,"verse":"ದೇವರು ನಮ್ಮನ್ನು ಅಂಧಕಾರದ ದೊರೆತನದಿಂದ ಬಿಡಿಸಿ ತನ್ನ ಪ್ರಿಯ ಕುಮಾರನ ರಾಜ್ಯದೊಳಗೆ ಸೇರಿಸಿದನು."},{"number":14,"verse":"ಆ ಕುಮಾರನಲ್ಲಿ ನಮ್ಮ ಪಾಪಗಳು ಪರಿಹಾರವಾಗಿ ನಮಗೆ ಬಿಡುಗಡೆಯಾಯಿತು."},{"number":15,"verse":"ಆತನು ಅದೃಶ್ಯನಾದ ದೇವರ ಪ್ರತಿರೂಪನೂ ಸೃಷ್ಟಿಗೆಲ್ಲಾ ಜ್ಯೇಷ್ಠಪುತ್ರನ ಸ್ಥಾನಹೊಂದಿದವನೂ ಆಗಿದ್ದಾನೆ."},{"number":16,"verse":"ಭೂಪರಲೋಕಗಳಲ್ಲಿರುವ ದೃಶ್ಯಾದೃಶ್ಯವಾದವುಗಳೆಲ್ಲವೂ ಸಿಂಹಾಸನಗಳಾಗಲಿ ಪ್ರಭುತ್ವಗಳಾಗಲಿ ದೊರೆತನಗಳಾಗಲಿ ಅಧಿಕಾರಗಳಾಗಲಿ ಆತನಲ್ಲಿ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟವು. ಸರ್ವವು ಆತನ ಮುಖಾಂತರವಾಗಿಯೂ ಆತನಿಗೋಸ್ಕರವಾಗಿಯೂ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟಿತು."},{"number":17,"verse":"ಆತನು ಎಲ್ಲಕ್ಕೂ ಮೊದಲು ಇದ್ದವನು; ಆತನು ಸಮಸ್ತಕ್ಕೂ ಆಧಾರ ಭೂತನು."},{"number":18,"verse":"ಸಭೆಯೆಂಬ ದೇಹಕ್ಕೆ ಆತನು ಶಿರಸ್ಸು; ಆತನು ಆದಿಸಂಭೂತನು. ಎಲ್ಲಾದರಲ್ಲಿ ಪ್ರಮುಖನಾಗುವಂತೆ ಸತ್ತವರೊಳಗಿಂದ ಮೊದಲು ಎದ್ದು ಬಂದವನು ಆತನೇ."},{"number":19,"verse":"ತಂದೆಯಾದ ದೇವರು ಆತನಲ್ಲಿ ತನ್ನ ಸರ್ವಸಂಪೂರ್ಣತೆಯು ವಾಸವಾಗಿರಬೇಕೆಂತಲೂ"},{"number":20,"verse":"ಆತನು ಶಿಲುಬೆಯ ಮೇಲೆ ಸುರಿಸಿದ ರಕ್ತದಿಂದ ತಾನು ಸಮಾಧಾನವನ್ನು ಉಂಟುಮಾಡಿ ಭೂಪರಲೋಕಗಳಲ್ಲಿರುವ ಸಮಸ್ತವನ್ನೂ ಆತನ ಮೂಲಕ ತನಗೆ ಸಂಧಾನಪಡಿಸಿಕೊಳ್ಳಬೇಕೆಂತಲೂ ನಿಷ್ಕರ್ಷೆಮಾಡಿದನು."},{"number":21,"verse":"ಇದಲ್ಲದೆ ನೀವು ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ ಅನ್ಯರೂ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಮಾಡುವವರಾಗಿ ದ್ವೇಷಮನಸ್ಸುಳ್ಳವರೂ ಆಗಿದ್ದರೂ"},{"number":22,"verse":"ಆತನು ನಿಮ್ಮನ್ನು ಸಹ ತನ್ನ ಕುಮಾರನ ಸ್ಥೂಲ ದೇಹದಲ್ಲಿ ಉಂಟಾದ ಮರಣದ ಮೂಲಕ ಈಗ ಸಂಧಾನಪಡಿಸಿಕೊಂಡಿದ್ದಾನೆ; ಮತ್ತು ನಿಮ್ಮನ್ನು ಪರಿಶುದ್ಧರನ್ನಾಗಿಯೂ ನಿರ್ದೋಷಿಗಳನ್ನಾಗಿಯೂ ನಿರಪರಾಧಿಗಳನ್ನಾಗಿಯೂ ತನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲಿಸಬೇಕೆಂದಿದ್ದಾನೆ."},{"number":23,"verse":"ನೀವು ಕೇಳಿದಂಥ ಆಕಾಶದ ಕೆಳಗಿರುವ ಸರ್ವಸೃಷ್ಟಿಗೆ ಸಾರಲ್ಪಟ್ಟಂಥ ಸುವಾರ್ತೆಯಿಂದ ಉಂಟಾದ ನಿರೀಕ್ಷೆಯನ್ನು ಬಿಟ್ಟು ತೊಲಗಿಹೋಗದೆ ಅಸ್ತಿವಾರದ ಮೇಲೆ ನಿಂತು ಸ್ಥಿರವಾಗಿದ್ದು ನಂಬಿಕೆಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವದಾದರೆ ಆ ಪದವಿ ನಿಮಗೆ ಪ್ರಾಪ್ತವಾಗುವದು."},{"number":24,"verse":"ಪೌಲನೆಂಬ ನಾನು ಈ ಸುವಾರ್ತೆಗೆ ಸೇವಕನಾದೆನು. ನಾನು ಈಗ ನಿಮಗೋಸ್ಕರ ಅನುಭವಿಸುತ್ತಿರುವ ಬಾಧೆಗಳಲ್ಲಿ ಸಂತೋಷಪಟ್ಟು ಕ್ರಿಸ್ತನ ಸಂಕಟಗಳೊಳಗೆ ಇನ್ನೂ ಉಳಿದದ್ದನ್ನು ಸಭೆಯೆಂಬ ಆತನ ದೇಹಕ್ಕೋಸ್ಕರ ನನ್ನ ಶರೀರದಲ್ಲಿ ಅನುಭವಿಸಿ ತೀರಿಸುತ್ತೇನೆ."},{"number":25,"verse":"ನಾನು ಸಭೆಗೆ ಸೇವಕನಾದೆನು. ದೇವರು ತನ್ನ ವಾಕ್ಯವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಿಳಿಸುವ ಕೆಲಸವನ್ನು ನಿಮ್ಮ ಪ್ರಯೋಜನಕ್ಕೋಸ್ಕರ ನನಗೆ ದಯಪಾಲಿಸಿದನು."},{"number":26,"verse":"ಆ ವಾಕ್ಯವು ಹಿಂದಿನ ಯುಗಗಳಿಂದಲೂ ತಲತಲಾಂತರಗಳಿಂದಲೂ ಮರೆಯಾಗಿತ್ತು; ಈಗಿನ ಕಾಲದಲ್ಲಿ ದೇವಜನರಿಗೆ ತಿಳಿಸಲ್ಪಟ್ಟಿದೆ."},{"number":27,"verse":"ಅನ್ಯಜನಗಳ ವಿಷಯವಾದ ಈ ಮರ್ಮದ ಮಹಿಮಾತಿಶಯವು ಎಷ್ಟೆಂಬದನ್ನು ದೇವರು ತನ್ನ ಜನರಿಗೆ ತಿಳಿಸಲಿಕ್ಕೆ ಮನಸ್ಸು ಮಾಡಿಕೊಂಡನು. ಈ ಮರ್ಮವು ಏನಂದರೆ ಕ್ರಿಸ್ತನು ನಿಮ್ಮಲ್ಲಿದ್ದು ಪ್ರಭಾವದ ನಿರೀಕ್ಷೆಗೆ ಆಧಾರಭೂತನಾಗಿರುವದೇ."},{"number":28,"verse":"ನಾವು ಆತನನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸುವವರಾಗಿ ಸಕಲರಿಗೂ ಬುದ್ಧಿಹೇಳುತ್ತಾ ಸರ್ವರಿಗೂ ಪೂರ್ಣಜ್ಞಾನವನ್ನು ಉಪದೇಶಿಸುತ್ತಾ ದೇವರ ಮುಂದೆ ಎಲ್ಲರನ್ನು ಕ್ರಿಸ್ತನಲ್ಲಿ ಪ್ರವೀಣರನ್ನಾಗಿ ನಿಲ್ಲಿಸುವದಕ್ಕೆ ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ."},{"number":29,"verse":"ನನ್ನಲ್ಲಿ ಕಾರ್ಯಸಾಧಿಸುವ ದೇವರ ಬಲವನ್ನು ಪ್ರಯೋಗಮಾಡಿ ಇದಕ್ಕೋಸ್ಕರವೇ ಹೋರಾಡುತ್ತೇನೆ, ಪ್ರಯಾಸಪಡುತ್ತೇನೆ."}]}