{"bibleAbbr":"KNJV","bookName":"ಕೊಲೊಸ್ಸೆಯವರಿಗೆ","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"ನಿಮಗೋಸ್ಕರವೂ ಲವೊದಿಕೀಯದವರಿಗೋಸ್ಕರವೂ ನನ್ನನ್ನು ಕಣ್ಣಾರೆ ಕಾಣದಿರುವವರೆಲ್ಲರಿಗೋಸ್ಕರವೂ ನನಗೆ ಬಹಳ ಹೋರಾಟ ಉಂಟೆಂಬದು ನಿಮಗೆ ತಿಳಿದಿರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ."},{"number":2,"verse":"ಹೇಗಂದರೆ ನೀವೆಲ್ಲರು ಪ್ರೀತಿಯಿಂದ ಹೊಂದಿಕೆಯಾಗಿದ್ದು ಬುದ್ಧಿಪೂರ್ವಕ ನಿಶ್ಚಯವೆಂಬ ಭಾಗ್ಯವನ್ನು ಪಡೆದು ದೇವರು ತಿಳಿಸಿರುವ ಮರ್ಮವನ್ನು ಅಂದರೆ ತನ್ನಲ್ಲೇ ಜ್ಞಾನವಿದ್ಯಾಸಂಬಂಧವಾದ ನಿಕ್ಷೇಪಗಳನ್ನೆಲ್ಲಾ ಅಡಗಿಸಿಕೊಂಡಿರುವ ಕ್ರಿಸ್ತನನ್ನು ತಿಳುಕೊಂಡವರಾಗಿ ಹೃದಯದಲ್ಲಿ ದೃಢವಾಗಿರಬೇಕೆಂಬ ಕುತೂಹಲವು ನನಗುಂಟು."},{"number":4,"verse":"ಯಾರಾದರೂ ರಂಜನೆಯಾದ ಮಾತುಗಳಿಂದ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಿಯಾರೆಂಬ ಭಯ ನನಗಿರುವದರಿಂದ ಇದನ್ನು ಹೇಳಿದ್ದೇನೆ."},{"number":5,"verse":"ನಾನು ಶರೀರದಿಂದ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೂ ಆತ್ಮದಿಂದ ನಿಮ್ಮೊಂದಿಗಿದ್ದು ನೀವು ಕ್ರಮವಾಗಿ ನಡೆಯುವದನ್ನೂ ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ ದೃಢವಾಗಿ ನಿಂತಿರುವದನ್ನೂ ನೋಡಿ ಸಂತೋಷಪಡುತ್ತೇನೆ."},{"number":6,"verse":"ಆದದರಿಂದ ನೀವು ಕರ್ತನಾದ ಯೇಸುವೆಂಬ ಕ್ರಿಸ್ತನನ್ನು ಅಂಗೀಕರಿಸಿದಂತೆಯೇ ಆತನಲ್ಲಿದ್ದವರಾಗಿ ನಡೆದುಕೊಳ್ಳಿರಿ."},{"number":7,"verse":"ಆತನಲ್ಲಿ ಬೇರೂರಿಕೊಂಡು ಭಕ್ತಿವೃದ್ಧಿಯನ್ನು ಹೊಂದಿ ನಿಮಗೆ ಬೋಧಿಸಲ್ಪಟ್ಟ ಉಪದೇಶದ ಪ್ರಕಾರವೇ ಕ್ರಿಸ್ತ ನಂಬಿಕೆಯಲ್ಲಿ ನೆಲೆಗೊಂಡು ದೇವರಿಗೆ ಹೆಚ್ಚೆಚ್ಚಾಗಿ ಸ್ತೋತ್ರಮಾಡುವವರಾಗಿರಿ."},{"number":8,"verse":"ಕ್ರಿಸ್ತನನ್ನು ಅನುಸರಿಸದೆ ಮನುಷ್ಯರ ಸಂಪ್ರದಾಯಗಳನ್ನೂ ಪ್ರಾಪಂಚಿಕ ಬಾಲಬೋಧೆಯನ್ನೂ ಅನುಸರಿಸುವವರು ನಿಮ್ಮಲ್ಲಿ ಬಂದು ಮೋಸವಾದ ನಿರರ್ಥಕ ತತ್ವಜ್ಞಾನಬೋಧೆಯಿಂದ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಕೆಡಿಸಿ ನಿಮ್ಮನ್ನು ವಶಮಾಡಿಕೊಂಡಾರು, ಎಚ್ಚರಿಕೆಯಾಗಿರ್ರಿ."},{"number":9,"verse":"ಕ್ರಿಸ್ತನಲ್ಲಿಯೇ ದೇವರ ಸರ್ವಸಂಪೂರ್ಣತೆಯು ಅವತರಿಸಿ ವಾಸಮಾಡುತ್ತದೆ,"},{"number":10,"verse":"ಮತ್ತು ನೀವು ಆತನಲ್ಲಿದ್ದುಕೊಂಡೇ ಪರಿಪೂರ್ಣತೆಯನ್ನು ಹೊಂದಿದವರಾಗಿದ್ದೀರಿ."},{"number":11,"verse":"ಆತನು ಎಲ್ಲಾ ದೊರೆತನಗಳಿಗೂ ಅಧಿಕಾರಿಗಳಿಗೂ ಶಿರಸ್ಸು. ನೀವು ಆತನಲ್ಲಿ ಸುನ್ನತಿಯನ್ನೂ ಹೊಂದಿದಿರಿ; ಈ ಸುನ್ನತಿಯು ಕೈಯಿಂದ ಮಾಡಿದ್ದಲ್ಲ, ಇದು ಪಾಪಾಧೀನಸ್ವಭಾವವನ್ನು ವಿಸರ್ಜಿಸುವದೇ; ಇದೇ ಕ್ರಿಸ್ತೀಯ ಸುನ್ನತಿ;"},{"number":12,"verse":"ನೀವು ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿ ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟದ್ದರಿಂದಲೇ ಆ ಸುನ್ನತಿಯನ್ನು ಹೊಂದಿದಿರಿ. ಇದಲ್ಲದೆ ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದ ದೇವರ ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ನಂಬಿಕೆಯಿಡುವದರ ಮೂಲಕ ಅದರಲ್ಲಿ ಆತನ ಕೂಡ ಎದ್ದು ಬಂದಿರಿ."},{"number":13,"verse":"ಅಪರಾಧಗಳನ್ನು ಮಾಡುವದರಿಂದಲೂ ಸುನ್ನತಿಯಿಲ್ಲದ ಶರೀರಭಾವದಿಂದಲೂ ಸತ್ತವರಾಗಿದ್ದ ನಿಮ್ಮನ್ನು ಸಹ ದೇವರು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಬದುಕಿಸಿದ್ದಾನೆ."},{"number":14,"verse":"ಆತನು ನಮ್ಮ ಅಪರಾಧಗಳನ್ನೆಲ್ಲಾ ಕ್ಷಮಿಸಿ ನಮ್ಮ ಮೇಲೆ ದೋಷಾರೋಪಣೆಮಾಡಿದಂಥ ಆಜ್ಞಾರೂಪವಾಗಿದ್ದಂಥ ಪತ್ರವನ್ನು ಕೆಡಿಸಿ ಅದನ್ನು ಶಿಲುಬೆಗೆ ಜಡಿದು ಇಲ್ಲದಂತಾಗ ಮಾಡಿದನು."},{"number":15,"verse":"ಆತನು ದೊರೆತನಗಳನ್ನೂ ಅಧಿಕಾರಗಳನ್ನೂ ನಿರಾಯುಧರನ್ನಾಗಿ ಮಾಡಿ ಜಯೋತ್ಸವ ಮಾಡುತ್ತಾನೋ ಎಂಬಂತೆ ಶಿಲುಬೆಯ ಮೇಲೆ ಅವುಗಳನ್ನು ಜಯಿಸಲ್ಪಟ್ಟವುಗಳನ್ನಾಗಿ ಮೆರಸುತ್ತಾ ತೋರಿಸಿದನು."},{"number":16,"verse":"ಹೀಗಿರುವದರಿಂದ ತಿಂದು ಕುಡಿಯುವ ವಿಷಯದಲ್ಲಿಯೂ ಹಬ್ಬ ಅಮವಾಸ್ಯೆ ಸಬ್ಬತು ಎಂಬಿವುಗಳ ವಿಷಯದಲ್ಲಿಯೂ ನಿಮ್ಮನ್ನು ದೋಷಿಗಳೆಂದು ಯಾರೂ ಎಣಿಸಬಾರದು."},{"number":17,"verse":"ಇವು ಮುಂದೆ ಬರಬೇಕಾಗಿದ್ದ ಕಾರ್ಯಗಳ ಛಾಯೆಯಾಗಿವೆ; ಇವುಗಳ ನಿಜಸ್ವರೂಪವು ಕ್ರಿಸ್ತನೇ."},{"number":18,"verse":"ಕೆಲವರು ಅತಿ ವಿನಯದಲ್ಲಿಯೂ ದೇವದೂತರ ಪೂಜೆಯಲ್ಲಿಯೂ ಆಸಕ್ತರಾಗಿದ್ದಾರೆ,"},{"number":19,"verse":"ತಮಗೆ ದರ್ಶನಗಳಾದವೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತಾರೆ, ಮತ್ತು ಪ್ರಾಪಂಚಿಕ ಬುದ್ಧಿಯಿಂದ ನಿರಾಧಾರವಾಗಿ ಉಬ್ಬಿಕೊಂಡಿದ್ದಾರೆ, ಆದರೆ ಕ್ರಿಸ್ತನೆಂಬ ಶಿರಸ್ಸಿನ ಹೊಂದಿಕೆಯನ್ನು ಬಿಟ್ಟವರಾಗಿದ್ದಾರೆ. ಇಂಥವರು ನಿಮಗೆ ದೊರಕಿರುವ ಬಿರುದನ್ನು ಅಪಹರಿಸುವದಕ್ಕೆ ಅವಕಾಶಕೊಡಬೇಡಿರಿ. ಆ ಶಿರಸ್ಸಿನಿಂದಲೇ ದೇಹವೆಲ್ಲಾ ಕೀಲುನರಗಳ ಮೂಲಕ ಬೇಕಾದ ಸಹಾಯವನ್ನು ಹೊಂದಿ ಒಂದಾಗಿ ಕೂಡಿಸಲ್ಪಟ್ಟು ದೇವರು ಕೊಡುವ ವೃದ್ಧಿಯಿಂದ ಅಭಿವೃದ್ಧಿಯಾಗುತ್ತಾ ಬರುತ್ತದೆ."},{"number":20,"verse":"ಪ್ರಾಪಂಚಿಕ ಬಾಲಬೋಧೆಯ ಪಾಲಿಗೆ ನೀವು ಕ್ರಿಸ್ತನೊಂದಿಗೆ ಸತ್ತವರಾಗಿದ್ದ ಮೇಲೆ ಇನ್ನೂ ಪ್ರಾಪಂಚಿಕರಾಗಿ ಬದುಕುವವರಂತೆ ಮನುಷ್ಯ ಕಲ್ಪಿತ ಆಜ್ಞೆಗಳನ್ನೂ ಉಪದೇಶಗಳನ್ನೂ ಅನುಸರಿಸಿ -"},{"number":21,"verse":"ಇದನ್ನು ಹಿಡಿಯಬೇಡ, ಇದನ್ನು ರುಚಿನೋಡಬೇಡ,"},{"number":22,"verse":"ಅದನ್ನು ಮುಟ್ಟಬೇಡ ಎನ್ನುವ ನಿಬಂಧನೆಗಳಿಗೆ ನಿಮ್ಮನ್ನು ಒಳಗಾಗಮಾಡಿಕೊಳ್ಳುವದೇಕೆ? ಆ ಪದಾರ್ಥಗಳೆಲ್ಲವೂ ಬಳಸುವದರಲ್ಲಿ ನಾಶವಾಗುತ್ತವೆ."},{"number":23,"verse":"ಅಂಥ ಉಪದೇಶಗಳು ಸ್ವಕಲ್ಪಿತಾಚಾರವನ್ನೂ ಅತಿವಿನಯವನ್ನೂ ದೇಹದಂಡನೆಯನ್ನೂ ಬೋಧಿಸುತ್ತಾ ಹೆಸರಿಗೆ ಮಾತ್ರ ಜ್ಞಾನವೆನಿಸಿಕೊಳ್ಳುತ್ತವೆಯಲ್ಲದೆ ಶಾರೀರಿಕ ಇಚ್ಫೆಗಳನ್ನು ನಿಗ್ರಹಿಸುವದರಲ್ಲಿ ಯಾವ ಪ್ರಯೋಜನಕ್ಕೂ ಬರುವದಿಲ್ಲ."}]}