{"bibleAbbr":"NASB1995+","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"And I saw <WG3708> when <WG3753> the Lamb <WG721> broke <WG455> one <WG1520> of the seven <WG2033> seals, <WG4973> and I heard <WG191> one <WG1520> of the four <WG5064> living <WG2226> creatures <WG2226> saying <WG3004> as with a voice <WG5456> of thunder, <WG1027> \"Come. <WG2064>\""},{"number":2,"verse":"And I looked, <WG3708> and behold, <WG2400> a white <WG3022> horse, <WG2462> and he who sat <WG2521> on it had <WG2192> a bow; <WG5115> and a crown <WG4735> was given <WG1325> to him; and he went <WG1831> out conquering, <WG3528> and to conquer. <WG3528>"},{"number":3,"verse":"And when <WG3753> He broke <WG455> the second <WG1208> seal, <WG4973> I heard <WG191> the second <WG1208> living <WG2226> creature <WG2226> saying, <WG3004> \"Come. <WG2064>\""},{"number":4,"verse":"And another, <WG243> a red <WG4450> horse, <WG2462> went <WG1831> out; and to him who sat <WG2521> on it, it was granted <WG1325> to take <WG2983> peace <WG1515> from the earth, <WG1093> and that [men] should slay <WG4969> one <WG240> another; <WG240> and a great <WG3173> sword <WG3162> was given <WG1325> to him."},{"number":5,"verse":"And when <WG3753> He broke <WG455> the third <WG5154> seal, <WG4973> I heard <WG191> the third <WG5154> living <WG2226> creature <WG2226> saying, <WG3004> \"Come. <WG2064>\" And I looked, <WG3708> and behold, <WG2400> a black <WG3189> horse; <WG2462> and he who sat <WG2521> on it had <WG2192> a pair <WG2218> of scales <WG2218> in his hand. <WG5495>"},{"number":6,"verse":"And I heard <WG191> as it were a voice <WG5456> in the center <WG3319> of the four <WG5064> living <WG2226> creatures <WG2226> saying, <WG3004> \"A quart <WG5518> of wheat <WG4621> for a denarius, <WG1220> and three <WG5140> quarts <WG5518> of barley <WG2915> for a denarius; <WG1220> and do not harm <WG91> the oil <WG1637> and the wine. <WG3631>\""},{"number":7,"verse":"And when <WG3753> He broke <WG455> the fourth <WG5067> seal, <WG4973> I heard <WG191> the voice <WG5456> of the fourth <WG5067> living <WG2226> creature <WG2226> saying, <WG3004> \"Come. <WG2064>\""},{"number":8,"verse":"And I looked, <WG3708> and behold, <WG2400> an ashen <WG5515> horse; <WG2462> and he who sat <WG2521> on it had the name <WG3686> Death; <WG2288> and Hades <WG86> was following <WG190> with him. And authority <WG1849> was given <WG1325> to them over <WG1909> a fourth <WG5067> of the earth, <WG1093> to kill <WG615> with sword <WG4501> and with famine <WG3042> and with pestilence <WG2288> and by the wild <WG2342> beasts <WG2342> of the earth. <WG1093>"},{"number":9,"verse":"And when <WG3753> He broke <WG455> the fifth <WG3991> seal, <WG4973> I saw <WG3708> underneath <WG5270> the altar <WG2379> the souls <WG5590> of those <WG3588> who had been slain <WG4969> because <WG1223> of the word <WG3056> of God, <WG2316> and because <WG1223> of the testimony <WG3141> which <WG3739> they had maintained; <WG2192>"},{"number":10,"verse":"and they cried <WG2896> out with a loud <WG3173> voice, <WG5456> saying, <WG3004> \"How <WG2193> long, <WG2193> <WG4219> O Lord, <WG1203> holy <WG40> and true, <WG228> wilt Thou refrain <WG3756> from judging <WG2919> and avenging <WG1556> our blood <WG129> on those <WG3588> who dwell <WG2730> on the earth <WG1093>?\""},{"number":11,"verse":"And there was given <WG1325> to each <WG1538> of them a white <WG3022> robe; <WG4749> and they were told <WG3004> that they should rest <WG373> for a little <WG3398> while <WG5550> longer, <WG2089> until <WG2193> [the number of] their fellow <WG4889> servants <WG4889> and their brethren <WG80> who were to be killed <WG615> even <WG2532> as they had been, should be completed <WG4137> also. <WG2532>"},{"number":12,"verse":"And I looked <WG3708> when <WG3753> He broke <WG455> the sixth <WG1623> seal, <WG4973> and there was a great <WG3173> earthquake; <WG4578> and the sun <WG2246> became <WG1096> black <WG3189> as sackcloth <WG4526> [made] of hair, <WG5155> and the whole <WG3650> moon <WG4582> became <WG1096> like <WG5613> blood; <WG129>"},{"number":13,"verse":"and the stars <WG792> of the sky <WG3772> fell <WG4098> to the earth, <WG1093> as a fig <WG4808> tree <WG4808> casts <WG906> its unripe <WG3653> figs <WG3653> when shaken <WG4579> by a great <WG3173> wind. <WG417>"},{"number":14,"verse":"And the sky <WG3772> was split <WG673> apart <WG673> like <WG5613> a scroll <WG975> when it is rolled <WG1667> up; and every <WG3956> mountain <WG3735> and island <WG3520> were moved <WG2795> out of their places. <WG5117>"},{"number":15,"verse":"And the kings <WG935> of the earth <WG1093> and the great <WG3175> men <WG3175> and the commanders <WG5506> and the rich <WG4145> and the strong <WG2478> and every <WG3956> slave <WG1401> and free <WG1658> man, <WG1658> hid <WG2928> themselves <WG1438> in the caves <WG4693> and among <WG1519> the rocks <WG4073> of the mountains; <WG3735>"},{"number":16,"verse":"and they said <WG3004> to the mountains <WG3735> and to the rocks, <WG4073> \"Fall <WG4098> on us and hide <WG2928> us from the presence <WG4383> of Him who sits <WG2521> on the throne, <WG2362> and from the wrath <WG3709> of the Lamb; <WG721>"},{"number":17,"verse":"for the great <WG3173> day <WG2250> of their wrath <WG3709> has come; <WG2064> and who <WG5101> is able <WG1410> to stand <WG2476>? \""}]}