{"bibleAbbr":"KJV1850+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"And the LORD <WH3068> said <WH559> unto <WH413> Joshua, <WH3091> Fear <WH3372> not, <WH408> neither <WH408> be thou dismayed: <WH2865> take <WH3947> <WH853> all <WH3605> the people <WH5971> of war <WH4421> with <WH5973> thee, and arise, <WH6965> go up <WH5927> to Ai: <WH5857> see, <WH7200> I have given <WH5414> into thy hand <WH3027> <WH853> the king <WH4428> of Ai, <WH5857> and his people, <WH5971> and his city, <WH5892> and his land: <WH776>"},{"number":2,"verse":"And thou shalt do <WH6213> to Ai <WH5857> and her king <WH4428> as <WH834> thou didst <WH6213> unto Jericho <WH3405> and her king: <WH4428> only <WH7535> the spoil <WH7998> thereof, and the cattle <WH929> thereof, shall ye take for a prey <WH962> unto yourselves: lay <WH7760> thee an ambush <WH693> for the city <WH5892> behind <WH4480> <WH310> it."},{"number":3,"verse":"So Joshua <WH3091> arose, <WH6965> and all <WH3605> the people <WH5971> of war, <WH4421> to go up <WH5927> against Ai: <WH5857> and Joshua <WH3091> chose out <WH977> thirty <WH7970> thousand <WH505> mighty <WH1368> men <WH376> of valor, <WH2428> and sent them away <WH7971> by night. <WH3915>"},{"number":4,"verse":"And he commanded <WH6680> them, saying, <WH559> Behold, <WH7200> ye <WH859> shall lie in wait <WH693> against the city, <WH5892> even behind <WH4480> <WH310> the city: <WH5892> go <WH7368> not <WH408> very <WH3966> far from <WH4480> the city, <WH5892> but be <WH1961> ye all <WH3605> ready: <WH3559>"},{"number":5,"verse":"And I, <WH589> and all <WH3605> the people <WH5971> that <WH834> are with <WH854> me, will approach <WH7126> unto <WH413> the city: <WH5892> and it shall come to pass, <WH1961> when <WH3588> they come out <WH3318> against <WH7125> us, as <WH834> at the first, <WH7223> that we will flee <WH5127> before <WH6440> them,"},{"number":6,"verse":"(For they will come out <WH3318> after <WH310> us) till <WH5704> we have drawn <WH5423> them from <WH4480> the city; <WH5892> for <WH3588> they will say, <WH559> They flee <WH5127> before <WH6440> us, as <WH834> at the first: <WH7223> therefore we will flee <WH5127> before <WH6440> them."},{"number":7,"verse":"Then ye <WH859> shall rise up <WH6965> from the ambush, <WH4480> <WH693> and seize upon <WH3423> <WH853> the city: <WH5892> for the LORD <WH3068> your God <WH430> will deliver <WH5414> it into your hand. <WH3027>"},{"number":8,"verse":"And it shall be, <WH1961> when ye have taken <WH8610> <WH853> the city, <WH5892> that ye shall set <WH3341> <WH853> the city <WH5892> on fire: <WH784> according to the commandment <WH1697> of the LORD <WH3068> shall ye do. <WH6213> See, <WH7200> I have commanded <WH6680> you."},{"number":9,"verse":"Joshua <WH3091> therefore sent them forth: <WH7971> and they went <WH1980> to <WH413> lie in ambush, <WH3993> and abode <WH3427> between <WH996> Bethel <WH1008> and Ai, <WH5857> on the west side <WH4480> <WH3220> of Ai: <WH5857> but Joshua <WH3091> lodged <WH3885> that <WH1931> night <WH3915> among <WH8432> the people. <WH5971>"},{"number":10,"verse":"And Joshua <WH3091> rose up early <WH7925> in the morning, <WH1242> and numbered <WH6485> <WH853> the people, <WH5971> and went up, <WH5927> he <WH1931> and the elders <WH2205> of Israel, <WH3478> before <WH6440> the people <WH5971> to Ai. <WH5857>"},{"number":11,"verse":"And all <WH3605> the people, <WH5971> even the people of war <WH4421> that <WH834> were with <WH854> him, went up, <WH5927> and drew nigh, <WH5066> and came <WH935> before <WH5048> the city, <WH5892> and pitched <WH2583> on the north side <WH4480> <WH6828> of Ai: <WH5857> now there was a valley <WH1516> between <WH996> them and Ai. <WH5857>"},{"number":12,"verse":"And he took <WH3947> about five <WH2568> thousand <WH505> men, <WH376> and set <WH7760> them to lie in ambush <WH693> between <WH996> Bethel <WH1008> and Ai, <WH5857> on the west side <WH4480> <WH3220> of the city. <WH5892>"},{"number":13,"verse":"And when they had set <WH7760> the people, <WH5971> even <WH853> all <WH3605> the host <WH4264> that <WH834> was on the north <WH4480> <WH6828> of the city, <WH5892> and their liers in wait <WH6119> on the west <WH4480> <WH3220> of the city, <WH5892> Joshua <WH3091> went <WH1980> that <WH1931> night <WH3915> into the midst <WH8432> of the valley. <WH6010>"},{"number":14,"verse":"And it came to pass, <WH1961> when the king <WH4428> of Ai <WH5857> saw <WH7200> it, that they hasted <WH4116> and rose up early, <WH7925> and the men <WH376> of the city <WH5892> went out <WH3318> against <WH7125> Israel <WH3478> to battle, <WH4421> he <WH1931> and all <WH3605> his people, <WH5971> at a time appointed, <WH4150> before <WH6440> the plain; <WH6160> but he <WH1931> knew <WH3045> not <WH3808> that <WH3588> there were liers in ambush <WH693> against him behind <WH4480> <WH310> the city. <WH5892>"},{"number":15,"verse":"And Joshua <WH3091> and all <WH3605> Israel <WH3478> made as if they were beaten <WH5060> before <WH6440> them, and fled <WH5127> by the way <WH1870> of the wilderness. <WH4057>"},{"number":16,"verse":"And all <WH3605> the people <WH5971> that <WH834> were in Ai <WH5857> were called together <WH2199> to pursue <WH7291> after <WH310> them: and they pursued <WH7291> after <WH310> Joshua, <WH3091> and were drawn away <WH5423> from <WH4480> the city. <WH5892>"},{"number":17,"verse":"And there was not <WH3808> a man <WH376> left <WH7604> in Ai <WH5857> or Bethel, <WH1008> that <WH834> went not out <WH3318> <WH3808> after <WH310> Israel: <WH3478> and they left <WH5800> <WH853> the city <WH5892> open, <WH6605> and pursued <WH7291> after <WH310> Israel. <WH3478>"},{"number":18,"verse":"And the LORD <WH3068> said <WH559> unto <WH413> Joshua, <WH3091> Stretch out <WH5186> the spear <WH3591> that <WH834> is in thy hand <WH3027> toward <WH413> Ai; <WH5857> for <WH3588> I will give <WH5414> it into thine hand. <WH3027> And Joshua <WH3091> stretched out <WH5186> the spear <WH3591> that <WH834> he had in his hand <WH3027> toward <WH413> the city. <WH5892>"},{"number":19,"verse":"And the ambush <WH693> arose <WH6965> quickly <WH4120> out of their place, <WH4480> <WH4725> and they ran <WH7323> as soon as he had stretched out <WH5186> his hand: <WH3027> and they entered <WH935> into the city, <WH5892> and took <WH3920> it, and hasted <WH4116> and set <WH3341> <WH853> the city <WH5892> on fire. <WH784>"},{"number":20,"verse":"And when the men <WH376> of Ai <WH5857> looked <WH6437> behind <WH310> them, they saw, <WH7200> and, behold, <WH2009> the smoke <WH6227> of the city <WH5892> ascended up <WH5927> to heaven, <WH8064> and they had <WH1961> no <WH3808> power <WH3027> to flee <WH5127> this way <WH2008> or that way: <WH2008> and the people <WH5971> that fled <WH5127> to the wilderness <WH4057> turned back <WH2015> upon <WH413> the pursuers. <WH7291>"},{"number":21,"verse":"And when Joshua <WH3091> and all <WH3605> Israel <WH3478> saw <WH7200> that <WH3588> the ambush <WH693> had taken <WH3920> <WH853> the city, <WH5892> and that <WH3588> the smoke <WH6227> of the city <WH5892> ascended, <WH5927> then they turned again, <WH7725> and slew <WH5221> <WH853> the men <WH376> of Ai. <WH5857>"},{"number":22,"verse":"And the other <WH428> issued out <WH3318> of <WH4480> the city <WH5892> against <WH7125> them; so they were <WH1961> in the midst <WH8432> of Israel, <WH3478> some <WH428> on this side, <WH4480> <WH2088> and some <WH428> on that side: <WH4480> <WH2088> and they smote <WH5221> them, so <WH5704> that they let none <WH1115> of them remain <WH7604> or escape. <WH6412>"},{"number":23,"verse":"And the king <WH4428> of Ai <WH5857> they took <WH8610> alive, <WH2416> and brought <WH7126> him to <WH413> Joshua. <WH3091>"},{"number":24,"verse":"And it came to pass, <WH1961> when Israel <WH3478> had made an end <WH3615> of slaying <WH2026> <WH853> all <WH3605> the inhabitants <WH3427> of Ai <WH5857> in the field, <WH7704> in the wilderness <WH4057> wherein <WH834> they chased <WH7291> them, and when they were all <WH3605> fallen <WH5307> on the edge <WH6310> of the sword, <WH2719> until <WH5704> they were consumed, <WH8552> that all <WH3605> the Israelites <WH3478> returned <WH7725> unto Ai, <WH5857> and smote <WH5221> it with the edge <WH6310> of the sword. <WH2719>"},{"number":25,"verse":"And so it was, <WH1961> that all <WH3605> that fell <WH5307> that <WH1931> day, <WH3117> both of men <WH4480> <WH376> and women, <WH802> were twelve <WH8147> <WH6240> thousand, <WH505> even all <WH3605> the men <WH376> of Ai. <WH5857>"},{"number":26,"verse":"For Joshua <WH3091> drew <WH7725> not <WH3808> his hand <WH3027> back, wherewith <WH834> he stretched out <WH5186> the spear, <WH3591> until <WH5704> <WH834> he had utterly destroyed <WH2763> <WH853> all <WH3605> the inhabitants <WH3427> of Ai. <WH5857>"},{"number":27,"verse":"Only <WH7535> the cattle <WH929> and the spoil <WH7998> of that <WH1931> city <WH5892> Israel <WH3478> took for a prey <WH962> unto themselves, according unto the word <WH1697> of the LORD <WH3068> which <WH834> he commanded <WH6680> <WH853> Joshua. <WH3091>"},{"number":28,"verse":"And Joshua <WH3091> burnt <WH8313> <WH853> Ai, <WH5857> and made <WH7760> it a heap <WH8510> forever, <WH5769> even a desolation <WH8077> unto <WH5704> this <WH2088> day. <WH3117>"},{"number":29,"verse":"And the king <WH4428> of Ai <WH5857> he hanged <WH8518> on <WH5921> a tree <WH6086> until <WH5704> eventide: <WH6256> <WH6153> and as soon as the sun <WH8121> was down, <WH935> Joshua <WH3091> commanded <WH6680> that they should take his carcass down <WH3381> <WH853> <WH5038> from <WH4480> the tree, <WH6086> and cast <WH7993> it at <WH413> the entering <WH6607> of the gate <WH8179> of the city, <WH5892> and raise <WH6965> thereon <WH5921> a great <WH1419> heap <WH1530> of stones, <WH68> that remaineth unto <WH5704> this <WH2088> day. <WH3117>"},{"number":30,"verse":"Then <WH227> Joshua <WH3091> built <WH1129> an altar <WH4196> unto the LORD <WH3068> God <WH430> of Israel <WH3478> in mount <WH2022> Ebal, <WH5858>"},{"number":31,"verse":"As <WH834> Moses <WH4872> the servant <WH5650> of the Lord <WH3068> commanded <WH6680> <WH853> the children <WH1121> of Israel, <WH3478> as it is written <WH3789> in the book <WH5612> of the law <WH8451> of Moses, <WH4872> an altar <WH4196> of whole <WH8003> stones, <WH68> over <WH5921> which <WH834> no <WH3808> man hath lifted up <WH5130> any iron: <WH1270> and they offered <WH5927> thereon <WH5921> burnt offerings <WH5930> unto the LORD, <WH3068> and sacrificed <WH2076> peace offerings. <WH8002>"},{"number":32,"verse":"And he wrote <WH3789> there <WH8033> upon <WH5921> the stones <WH68> <WH853> a copy <WH4932> of the law <WH8451> of Moses, <WH4872> which <WH834> he wrote <WH3789> in the presence <WH6440> of the children <WH1121> of Israel. <WH3478>"},{"number":33,"verse":"And all <WH3605> Israel, <WH3478> and their elders, <WH2205> and officers, <WH7860> and their judges, <WH8199> stood <WH5975> on this side <WH4480> <WH2088> the ark <WH727> and on that side <WH4480> <WH2088> before <WH5048> the priests <WH3548> the Levites, <WH3881> which bore <WH5375> the ark <WH727> of the covenant <WH1285> of the LORD, <WH3068> as well the stranger, <WH1616> as he that was born among them; <WH249> half <WH2677> of them over <WH413> against <WH4136> mount <WH2022> Gerizim, <WH1630> and half <WH2677> of them over <WH413> against <WH4136> mount <WH2022> Ebal; <WH5858> as <WH834> Moses <WH4872> the servant <WH5650> of the Lord <WH3068> had commanded <WH6680> before, <WH7223> that they should bless <WH1288> <WH853> the people <WH5971> of Israel. <WH3478>"},{"number":34,"verse":"And afterward <WH310> <WH3651> he read <WH7121> <WH853> all <WH3605> the words <WH1697> of the law, <WH8451> the blessings <WH1293> and cursings, <WH7045> according to all <WH3605> that is written <WH3789> in the book <WH5612> of the law. <WH8451>"},{"number":35,"verse":"There was <WH1961> not <WH3808> a word <WH1697> of all <WH4480> <WH3605> that <WH834> Moses <WH4872> commanded, <WH6680> which <WH834> Joshua <WH3091> read <WH7121> not <WH3808> before <WH5048> all <WH3605> the congregation <WH6951> of Israel, <WH3478> with the women, <WH802> and the little <WH2945> ones, and the strangers <WH1616> that were conversant <WH1980> among <WH7130> them."}]}