{"bibleAbbr":"NKJV1982","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"Abram Inherits Canaan Then Abram went up from Egypt, he and his wife and all that he had, and (Gen. 12:4; 14:12, 16) Lot with him, (Gen. 12:9) to the South."},{"number":2,"verse":"(Gen. 24:35; 26:14; Ps. 112:3; Prov. 10:22) Abram was very rich in livestock, in silver, and in gold."},{"number":3,"verse":"And he went on his journey (Gen. 12:8, 9) from the South as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai,"},{"number":4,"verse":"to the (Gen. 12:7, 8; 21:33) place of the altar which he had made there at first. And there Abram (Ps. 116:17) called on the name of the LORD."},{"number":5,"verse":"Lot also, who went with Abram, had flocks and herds and tents."},{"number":6,"verse":"Now (Gen. 36:7) the land was not able to support them, that they might dwell together, for their possessions were so great that they could not dwell together."},{"number":7,"verse":"And there was (Gen. 26:20) strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. (Gen. 12:6; 15:20, 21) The Canaanites and the Perizzites then dwelt in the land."},{"number":8,"verse":"So Abram said to Lot, (1 Cor. 6:7; (Phil. 2:14, 15)) “Please let there be no strife between you and me, and between my herdsmen and your herdsmen; for we are brethren."},{"number":9,"verse":"(Gen. 20:15; 34:10) Is not the whole land before you? Please (Gen. 13:11, 14) separate from me. ((Rom. 12:18)) If you take the left, then I will go to the right; or, if you go to the right, then I will go to the left.”"},{"number":10,"verse":"And Lot lifted his eyes and saw all (Gen. 19:17-29; Deut. 34:3) the plain of Jordan, that it was well watered everywhere (before the LORD (Gen. 19:24) destroyed Sodom and Gomorrah) (Gen. 2:8, 10; Is. 51:3) like the garden of the LORD, like the land of Egypt as you go toward (Gen. 14:2, 8; 19:22; Deut. 34:3) Zoar."},{"number":11,"verse":"Then Lot chose for himself all the plain of Jordan, and Lot journeyed east. And they separated from each other."},{"number":12,"verse":"Abram dwelt in the land of Canaan, and Lot (Gen. 19:24, 25, 29) dwelt in the cities of the plain and (Gen. 14:12; 19:1) pitched his tent even as far as Sodom."},{"number":13,"verse":"But the men of Sodom (Gen. 18:20, 21; Ezek. 16:49; 2 Pet. 2:7, 8) were exceedingly wicked and (Gen. 6:11; 39:9; Num. 32:23) sinful against the LORD."},{"number":14,"verse":"And the LORD said to Abram, after Lot (Gen. 13:11) had separated from him: “Lift your eyes now and look from the place where you are— (Gen. 28:14) northward, southward, eastward, and westward;"},{"number":15,"verse":"for all the land which you see (Gen. 12:7; 13:17; 15:7, 18; 17:8; Deut. 34:4; Acts 7:5) I give to you and (2 Chr. 20:7; Ps. 37:22) your descendants forever."},{"number":16,"verse":"And (Gen. 22:17; Ex. 32:13; Num. 23:10) I will make your descendants as the dust of the earth; so that if a man could number the dust of the earth, then your descendants also could be numbered."},{"number":17,"verse":"Arise, walk in the land through its length and its width, for I give it to you.”"},{"number":18,"verse":"(Gen. 26:17) Then Abram moved his tent, and went and (Gen. 14:13) dwelt by the terebinth trees of Mamre, (Gen. 23:2; 35:27) which are in Hebron, and built an (Gen. 8:20; 22:8, 9) altar there to the LORD."}]}