{"bibleAbbr":"NKJV1982","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"(Isaac Is Born) And the LORD (1 Sam. 2:21) visited Sarah as He had said, and the LORD did for Sarah (Gen. 17:16, 19, 21; 18:10, 14; (Gal. 4:23, 28)) as He had spoken."},{"number":2,"verse":"For Sarah (Acts 7:8; Gal. 4:22; Heb. 11:11, 12) conceived and bore Abraham a son in his old age, (Gen. 17:21; 18:10, 14; Gal. 4:4) at the set time of which God had spoken to him."},{"number":3,"verse":"And Abraham called the name of his son who was born to him—whom Sarah bore to him— (Gen. 17:19, 21) Isaac."},{"number":4,"verse":"Then Abraham (Acts 7:8) circumcised his son Isaac when he was eight days old, (Gen. 17:10, 12; Lev. 12:3) as God had commanded him."},{"number":5,"verse":"Now (Gen. 17:1, 17) Abraham was one hundred years old when his son Isaac was born to him."},{"number":6,"verse":"And Sarah said, (Gen. 18:13; Ps. 126:2; Is. 54:1) “God has made me laugh, and all who hear (Luke 1:58) will laugh with me.”"},{"number":7,"verse":"She also said, “Who would have said to Abraham that Sarah would nurse children? (Gen. 18:11, 12) For I have borne him a son in his old age.”"},{"number":8,"verse":"(Hagar and Ishmael Depart) So the child grew and was weaned. And Abraham made a great feast on the same day that Isaac was weaned."},{"number":9,"verse":"And Sarah saw the son of Hagar (Gen. 16:1, 4, 15) the Egyptian, whom she had borne to Abraham, ((Gal. 4:29)) scoffing."},{"number":10,"verse":"Therefore she said to Abraham, (Gen. 25:6; 36:6, 7; Gal. 3:18; 4:30) “Cast out this bondwoman and her son; for the son of this bondwoman shall not be heir with my son, namely with Isaac.”"},{"number":11,"verse":"And the matter was very displeasing in Abraham’s sight (Gen. 17:18) because of his son."},{"number":12,"verse":"But God said to Abraham, “Do not let it be displeasing in your sight because of the lad or because of your bondwoman. Whatever Sarah has said to you, listen to her voice; for (Matt. 1:2; Luke 3:34; (Rom. 9:7, 8); Heb. 11:18) in Isaac your seed shall be called."},{"number":13,"verse":"Yet I will also make (Gen. 16:10; 17:20; 21:18; 25:12-18) a nation of the son of the bondwoman, because he is your seed.”"},{"number":14,"verse":"So Abraham rose early in the morning, and took bread and a skin of water; and putting it on her shoulder, he gave it and the boy to Hagar, and (John 8:35) sent her away. Then she departed and wandered in the Wilderness of Beersheba."},{"number":15,"verse":"And the water in the skin was used up, and she placed the boy under one of the shrubs."},{"number":16,"verse":"Then she went and sat down across from him at a distance of about a bowshot; for she said to herself, “Let me not see the death of the boy.” So she sat opposite him, and lifted her voice and wept."},{"number":17,"verse":"And (Ex. 3:7; Deut. 26:7; Ps. 6:8) God heard the voice of the lad. Then the (Gen. 22:11) angel of God called to Hagar out of heaven, and said to her, “What ails you, Hagar? Fear not, for God has heard the voice of the lad where he is."},{"number":18,"verse":"Arise, lift up the lad and hold him with your hand, for (Gen. 16:10; 21:13; 25:12-16) I will make him a great nation.”"},{"number":19,"verse":"Then (Gen. 3:7; Num. 22:31; 2 Kin. 6:17; Luke 24:31) God opened her eyes, and she saw a well of water. And she went and filled the skin with water, and gave the lad a drink."},{"number":20,"verse":"So God (Gen. 28:15; 39:2, 3, 21) was with the lad; and he grew and dwelt in the wilderness, (Gen. 16:12) and became an archer."},{"number":21,"verse":"He dwelt in the Wilderness of Paran; and his mother (Gen. 24:4) took a wife for him from the land of Egypt."},{"number":22,"verse":"(A Covenant with Abimelech) And it came to pass at that time that (Gen. 20:2, 14; 26:26) Abimelech and Phichol, the commander of his army, spoke to Abraham, saying, (Gen. 26:28; Is. 8:10) “God is with you in all that you do."},{"number":23,"verse":"Now therefore, (Josh. 2:12; 1 Sam. 24:21) swear to me by God that you will not deal falsely with me, with my offspring, or with my posterity; but that according to the kindness that I have done to you, you will do to me and to the land in which you have dwelt.”"},{"number":24,"verse":"And Abraham said, “I will swear.”"},{"number":25,"verse":"Then Abraham rebuked Abimelech because of a well of water which Abimelech’s servants (Gen. 26:15, 18, 20-22) had seized."},{"number":26,"verse":"And Abimelech said, “I do not know who has done this thing; you did not tell me, nor had I heard of it until today.”"},{"number":27,"verse":"So Abraham took sheep and oxen and gave them to Abimelech, and the two of them (Gen. 26:31; 31:44; 1 Sam. 18:3) made a covenant."},{"number":28,"verse":"And Abraham set seven ewe lambs of the flock by themselves."},{"number":29,"verse":"Then Abimelech asked Abraham, (Gen. 33:8) “What is the meaning of these seven ewe lambs which you have set by themselves?”"},{"number":30,"verse":"And he said, “You will take these seven ewe lambs from my hand, that (Gen. 31:48, 52) they may be my witness that I have dug this well.”"},{"number":31,"verse":"Therefore he (Gen. 21:14; 26:33) called that place Beersheba, because the two of them swore an oath there."},{"number":32,"verse":"Thus they made a covenant at Beersheba. So Abimelech rose with Phichol, the commander of his army, and they returned to the land of the Philistines."},{"number":33,"verse":"Then Abraham planted a tamarisk tree in Beersheba, and (Gen. 4:26; 12:8; 13:4; 26:25) there called on the name of the LORD, (Gen. 35:11; Ex. 15:18; Deut. 32:40; 33:27; Ps. 90:2; 93:2; Is. 40:28; Jer. 10:10; Hab. 1:12; Heb. 13:8) the Everlasting God."},{"number":34,"verse":"And Abraham stayed in the land of the Philistines many days."}]}