{"bibleAbbr":"NKJV1982","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"(The Wickedness and Judgment of Man) Now it came to pass, (Gen. 1:28) when men began to multiply on the face of the earth, and daughters were born to them,"},{"number":2,"verse":"that the sons of God saw the daughters of men, that they were beautiful; and they (Deut. 7:3, 4) took wives for themselves of all whom they chose."},{"number":3,"verse":"And the LORD said, (Gen. 41:38; (Gal. 5:16, 17); 1 Pet. 3:19, 20) “My Spirit shall not (2 Thess. 2:7) strive with man forever, (Ps. 78:39) for he is indeed flesh; yet his days shall be one hundred and twenty years.”"},{"number":4,"verse":"There were giants on the earth in those (Num. 13:32, 33; Luke 17:27) days, and also afterward, when the sons of God came in to the daughters of men and they bore children to them. Those were the mighty men who were of old, men of renown."},{"number":5,"verse":"Then the LORD saw that the wickedness of man was great in the earth, and that every (Gen. 8:21; Ps. 14:1-3; Prov. 6:18; Matt. 15:19; Rom. 1:28-32) intent of the thoughts of his heart was only evil continually."},{"number":6,"verse":"And (Gen. 6:7; 1 Sam. 15:11, 29; 2 Sam. 24:16; Jer. 18:7-10; Zech. 8:14) the LORD was sorry that He had made man on the earth, and (Ps. 78:40; Is. 63:10; Eph. 4:30) He was grieved in His (Mark 3:5) heart."},{"number":7,"verse":"So the LORD said, “I will (Gen. 7:4, 23; Deut. 28:63; 29:20; Ps. 7:11) destroy man whom I have created from the face of the earth, both man and beast, creeping thing and birds of the air, for I am sorry that I have made them.”"},{"number":8,"verse":"But Noah (Gen. 19:19; Ex. 33:12, 17; Luke 1:30; Acts 7:46) found grace in the eyes of the LORD."},{"number":9,"verse":"(Noah Pleases God) This is the genealogy of Noah. (Gen. 7:1; Ezek. 14:14, 20; Heb. 11:7; 2 Pet. 2:5) Noah was a just man, perfect in his generations. Noah (Gen. 5:22, 24; 2 Kin. 23:3) walked with God."},{"number":10,"verse":"And Noah begot three sons: (Gen. 5:32; 7:13) Shem, Ham, and Japheth."},{"number":11,"verse":"The earth also was corrupt (Deut. 31:29; Judg. 2:19; Rom. 2:13) before God, and the earth was (Ezek. 8:17) filled with violence."},{"number":12,"verse":"So God (Ps. 14:2; 53:2, 3) looked upon the earth, and indeed it was corrupt; for (Ps. 14:1-3; Is. 28:8) all flesh had corrupted their way on the earth."},{"number":13,"verse":"(The Ark Prepared) And God said to Noah, (Is. 34:1-4; Jer. 51:13; Ezek. 7:2, 3; Amos 8:2; 1 Pet. 4:7) “The end of all flesh has come before Me, for the earth is filled with violence through them; (Gen. 6:17) and behold, (2 Pet. 2:4-10) I will destroy them with the earth."},{"number":14,"verse":"Make yourself an ark of gopherwood; make rooms in the ark, and cover it inside and outside with pitch."},{"number":15,"verse":"And this is how you shall make it: The length of the ark shall be three hundred cubits, its width fifty cubits, and its height thirty cubits."},{"number":16,"verse":"You shall make a window for the ark, and you shall finish it to a cubit from above; and set the door of the ark in its side. You shall make it with lower, second, and third decks."},{"number":17,"verse":"(Gen. 7:4, 21-23; 2 Pet. 2:5) And behold, I Myself am bringing (2 Pet. 3:6) floodwaters on the earth, to destroy from under heaven all flesh in which is the breath of life; everything that is on the earth shall (Luke 16:22) die."},{"number":18,"verse":"But I will establish My (Gen. 8:20—9:17; 17:7) covenant with you; and (Gen. 7:1, 7, 13; 1 Pet. 3:20; 2 Pet. 2:5) you shall go into the ark—you, your sons, your wife, and your sons’ wives with you."},{"number":19,"verse":"And of every living thing of all flesh you shall bring (Gen. 7:2, 8, 9, 14-16) two of every sort into the ark, to keep them alive with you; they shall be male and female."},{"number":20,"verse":"Of the birds after their kind, of animals after their kind, and of every creeping thing of the earth after its kind, two of every kind (Gen. 7:9, 15) will come to you to keep them alive."},{"number":21,"verse":"And you shall take for yourself of all food that is eaten, and you shall gather it to yourself; and it shall be food for you and for them.”"},{"number":22,"verse":"(Gen. 7:5; 12:4, 5; Heb. 11:7) Thus Noah did; (Gen. 7:5, 9, 16) according to all that ((1 John 5:3)) God commanded him, so he did."}]}