{"bibleAbbr":"GB1587","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"How hath the Lord That is, brought her from prosperity to adversity. covered the daughter of Zion with a cloud in his anger, [and] cast down from Has given her a most sore fall. heaven to the earth the beauty of Israel, and remembered not his Alluding to the temple, or to the ark of the covenant, which was called the footstool of the Lord, because they would not set their minds so low, but lift up their heart toward the heavens. footstool in the day of his anger!"},{"number":2,"verse":"The Lord hath destroyed al the habitations of Iaakob, & not spared: he hath throwen downe in his wrath ye strong holds of the daughter of Iudah: he hath cast the downe to ye ground: he hath polluted the kingdome and the princes thereof."},{"number":3,"verse":"He hath cut off in [his] fierce anger all the Meaning the glory and strength, as in (1Sa_2:1). horn of Israel: he hath drawn back his That is, his comfort which he was wont to send us, when our enemies oppressed us. right hand from before the enemy, and he burned against Jacob like a flaming fire, [which] devoureth on every side."},{"number":4,"verse":"He Showing that there is no remedy but destruction where God is the enemy. hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all [that were] pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire."},{"number":5,"verse":"The Lord was as an enemie: he hath deuoured Israel, and consumed all his palaces: hee hath destroyed his strong holdes, and hath increased in the daughter of Iudah lamentation and mourning."},{"number":6,"verse":"For hee hath destroyed his Tabernacle, as a garden, hee hath destroyed his Congregation: the Lorde hath caused the feastes and Sabbathes to bee forgotten in Zion, and hath despised in the indignation of his wrath the King and the Priest."},{"number":7,"verse":"The Lord hath cast off his altar, he hath abhorred his sanctuary, he hath given up into the hand of the enemy the walls of her palaces; they have made a As the people were accustomed to praising God to the solemn feasts with a loud voice, so now the enemies blaspheme him with shouting and cry. noise in the house of the LORD, as in the day of a solemn feast."},{"number":8,"verse":"The LORD hath purposed to destroy the wall of the daughter of Zion: he hath stretched out a line, he hath not withdrawn his hand from destroying: therefore he made the rampart This is a figurative speech as that was, when he said the ways lamented, (Lam_1:4) meaning that this sorrow was so great that the insensible things had their part of it. and the wall to lament; they languished together."},{"number":9,"verse":"Her gates are sunke to the grounde: he hath destroyed and broken her barres: her King and her princes are among the Gentiles: the Lawe is no more, neither can her Prophets receiue any vision from the Lord."},{"number":10,"verse":"The Elders of the daughter of Zion sit vpon the grounde, and keepe silence: they haue cast vp dust vpon their heades: they haue girded them selues with sackecloth: the virgines of Ierusalem hang downe their heades to the ground."},{"number":11,"verse":"Mine eyes doe saile with teares: my bowels swell: my liuer is powred vpon the earth, for the destructio of the daughter of my people, because the children and sucklings swoone in the streetes of the citie."},{"number":12,"verse":"They haue sayd to their mothers, Where is bread and drinke? when they swooned as the wounded in the streetes of the citie, and whe they gaue vp the ghost in their mothers bosome."},{"number":13,"verse":"Meaning that her calamity was so evident that it needed no witnesses. What thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach [is] great like the sea: who can heal thee?"},{"number":14,"verse":"Thy prophets have Because the false prophets called themselves seers, as the others were called, therefore he shows that they saw amiss because they did not reprove the people's faults, but flattered them in their sins, which was the cause of their destruction. seen vain and foolish things for thee: and they have not revealed thy iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment."},{"number":15,"verse":"All that passe by the way, clap their hands at thee: they hisse and wagge their head vpon the daughter Ierusalem, saying, Is this the citie that men call, The perfection of beautie, and the ioye of the whole earth?"},{"number":16,"verse":"All thine enemies haue opened their mouth against thee: they hisse and gnashe the teeth, saying, Let vs deuoure it: certainely this is the day that we looked for: we haue founde and seene it."},{"number":17,"verse":"The Lorde hath done that which he had purposed: he hath fulfilled his worde that he had determined of old time: he hath throwen downe, and not spared: hee hath caused thine enemie to reioyce ouer thee, and set vp the horne of thine aduersaries."},{"number":18,"verse":"Their heart cryed vnto the Lord, O wall of the daughter Zion, let teares runne downe like a riuer, day and night: take thee no rest, neither let the apple of thine eye cease."},{"number":19,"verse":"Arise, cry in the night: in the beginning of the watches powre out thine heart like water before the face of the Lord: lift vp thine handes towarde him for the life of thy yong children, that faint for hunger in the corners of all the streetes."},{"number":20,"verse":"Beholde, O Lord, and consider to whome thou hast done thus: shall the women eate their fruite, and children of a spanne long? shall the Priest and the Prophet be slaine in the Sanctuarie of the Lord?"},{"number":21,"verse":"The yong and the olde lie on the ground in the streetes: my virgins and my yong men are fallen by the sworde: thou hast slaine them in the day of thy wrath: thou hast killed and not spared."},{"number":22,"verse":"Thou hast called as in a solemne daye my terrours rounde about, so that in the day of the Lordes wrath none escaped nor remained: those that I haue nourished and brought vp, hath mine enemie consumed."}]}