{"bibleAbbr":"GB1587","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"How is the By the gold he means the princes, as by the stones he understands the priests. gold become dim! [how] is the most fine gold changed! the stones of the sanctuary are poured out at the head of every street."},{"number":2,"verse":"The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen Which are of small value and have no honour. pitchers, the work of the hands of the potter!"},{"number":3,"verse":"Even the sea monsters Though the dragons are cruel, yet they pity their young, and nourish them, which Jerusalem does not do. draw out the breast, they nurse their young ones: the daughter of my people [is become] cruel, like the The women forsake their children as the ostrich does her eggs, (Job_39:17). ostriches in the wilderness."},{"number":4,"verse":"The tongue of the sucking childe cleaueth to the roofe of his mouth for thirst: the yong children aske bread, but no man breaketh it vnto them."},{"number":5,"verse":"They that did feede delicately, perish in the streetes: they that were brought vp in skarlet, embrace the dongue."},{"number":6,"verse":"For the iniquitie of the daughter of my people is become greater then the sinne of Sodom, that was destroyed as in a moment, & none pitched campes against her."},{"number":7,"verse":"Her Nazarites were purer then the snowe, & whiter then ye milke: they were more ruddie in bodie, then the redde precious stones; they were like polished saphir."},{"number":8,"verse":"Their They who were before most in God's favour are now in greatest abomination to him. visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick."},{"number":9,"verse":"[They that are] slain with the sword are better than [they that are] slain with hunger: for these pine away, stricken through for [lack of] the For lack of food they pine away and consume. fruits of the field."},{"number":10,"verse":"The hands of the pitifull women haue sodden their owne children, which were their meate in the destruction of the daughter of my people."},{"number":11,"verse":"The Lord hath accomplished his indignation: he hath powred out his fierce wrath, he hath kindled a fire in Zion, which hath deuoured the foundations thereof."},{"number":12,"verse":"The Kings of the earth, and all the inhabitants of the world would not haue beleeued that the aduersarie and the enemie should haue entred into the gates of Ierusalem:"},{"number":13,"verse":"For the sins of her prophets, [and] the iniquities of her priests, that have shed the blood of the just in the midst of He means that these things are come to pass therefore, contrary to all men's expectations. her,"},{"number":14,"verse":"They have wandered [as] blind [men] Some refer this to the blind men who as they went, stumbled on the blood, of which the city was full. in the streets, they have polluted themselves with blood, so that Meaning the heathen who came to destroy them could not abide them. men could not touch their garments."},{"number":15,"verse":"But they cried vnto them, Depart, ye polluted, depart, depart, touch not: therefore they fled away, and wandered: they haue sayd among the heathen, They shal no more dwell there."},{"number":16,"verse":"The anger of the LORD hath divided them; he will no longer regard them: That is, the enemies. they respected not the persons of the priests, they favoured not the elders."},{"number":17,"verse":"As for us, our eyes as yet failed for our vain help: in our watching we have watched for He shows two principal causes for their destruction: their cruelty and their vain confidence in man: for they trusted in the help of the Egyptians. a nation [that] could not save [us]."},{"number":18,"verse":"They hunt our steppes that we cannot goe in our streetes: our ende is neere, our dayes are fulfilled, for our ende is come."},{"number":19,"verse":"Our persecuters are swifter then the egles of the heauen: they pursued vs vpon the mountaines, and layed waite for vs in the wildernes."},{"number":20,"verse":"The Our king Josiah, in whom stood our hope of God's favour and on whom depended our state and life was slain, whom he calls anointed, because he was a figure of Christ. breath of our nostrils, the anointed of the LORD, was taken in their pits, of whom we said, Under his shadow we shall live among the nations."},{"number":21,"verse":"Rejoice and be glad, This is spoken by derision. O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through to thee: thou shalt be drunk, and shalt make thyself naked."},{"number":22,"verse":"The punishment of thy iniquity is accomplished, O daughter of Zion; he He comforts the Church because after seventy years their sorrows will have an end while the wicked would be tormented for ever. will no more carry thee away into captivity: he will visit thy iniquity, O daughter of Edom; he will disclose thy sins."}]}