{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"But a certain man, Cornelius by name, was in Caesarea, a centurion of a cohort. the one being called Italian,"},{"number":2,"verse":"a devout one and fearing God, with all his household, both doing many merciful deeds to the people and praying to God through all."},{"number":3,"verse":"About the ninth hour of the day, he saw clearly in a vision an angel of God coming to him, and saying to him, Cornelius!"},{"number":4,"verse":"And he was staring at him, and becoming terrified he said, What is it, Lord? And he said to him, Your prayers and your merciful deeds went up for a memorial before God."},{"number":5,"verse":"And now send men to Joppa and call for Simon who is being called Peter."},{"number":6,"verse":"This one is lodged with a certain Simon, a tanner, to whom is a house by the sea. This one will tell you what you must do."},{"number":7,"verse":"And went away the angel, the one speaking to Cornelius, who calling two of his servants and a devout soldier of the ones continually waiting on him,"},{"number":8,"verse":"and explaining all things to them, he sent away them to Joppa."},{"number":9,"verse":"And on the next day, those ones traveling on the road, and drawing near to the city, Peter went up on the housetop to pray about the sixth hour."},{"number":10,"verse":"And he became hungry and wished to taste food. But as they were preparing, an ecstasy fell on him."},{"number":11,"verse":"And he saw the heaven having been opened and a certain vessel like a great sheet coming down on him, being bound by four corners, and let down onto the earth;"},{"number":12,"verse":"in which were all the four-footed animals of the earth, and the wild beasts, and the reptiles, and the birds of the heaven."},{"number":13,"verse":"And a voice came to him, Rise up, Peter, slay and eat."},{"number":14,"verse":"But Peter said, Not at all, Lord, because I never did eat anything common or unclean."},{"number":15,"verse":"And again a voice came to him a second time, What things God made clean, you do not make common."},{"number":16,"verse":"And this happened three times, and the vessel was taken up into the heaven again."},{"number":17,"verse":"And as Peter was perplexed within himself what the vision which he saw might be, even behold, the men, the ones having been sent from Cornelius, having inquired for the house of Simon, stood on the porch."},{"number":18,"verse":"And calling out, they inquired if Simon being called Peter is lodged here."},{"number":19,"verse":"And as Peter pondered concerning the vision, the Spirit said to him, Behold, three men are seeking you."},{"number":20,"verse":"But rising up, go down and go with them, not discriminating, because I have sent them."},{"number":21,"verse":"And going down to the men, the ones being sent from Cornelius to him, Peter said, Behold, I am the one whom you seek. What is the cause for which you are here?"},{"number":22,"verse":"And the ones said, Cornelius, a centurion, a just man and one fearing God, and being testified to by all the nation of the Jews, was divinely warned by a holy angel to call you to his house and to hear words from you."},{"number":23,"verse":"Then calling them in, he lodged them. And on the next day Peter went out with them. And some of the brothers from Joppa accompanied him."},{"number":24,"verse":"And on the next day they entered Caesarea. And Cornelius was awaiting them, having called together his relatives and his intimate friends."},{"number":25,"verse":"And as Peter was coming in, meeting him, Cornelius fell at his feet and worshiped."},{"number":26,"verse":"But Peter lifted him up, saying, Stand up! I myself am also a man."},{"number":27,"verse":"And talking with him, he went in and found many having come together."},{"number":28,"verse":"And he said to them, You know how unlawful it is for a man, a Jew, to unite with or to come near to one of another nation. Yet God showed to me not to call a man, not one, common or unclean."},{"number":29,"verse":"Therefore, I also came without objecting, having been sent for. Therefore I ask for what reason did you send for me?"},{"number":30,"verse":"And Cornelius said, From the fourth day until this hour I was fasting, and the ninth hour I was praying in my house. And, behold, a man stood before me in bright clothing."},{"number":31,"verse":"And he said, Cornelius, your prayer was heard and your merciful deeds were remembered before God."},{"number":32,"verse":"Therefore, send to Joppa and call for Simon who is called Peter; this one is lodged in the house of Simon, a tanner, by the sea; who coming, he will speak to you."},{"number":33,"verse":"Therefore at once I sent to you, and you did well to come. Now then, we are all present before God to hear all the things having been commanded you by God."},{"number":34,"verse":"And opening his mouth, Peter said, Truly I see that God is not a respecter of faces,"},{"number":35,"verse":"but in every nation the one fearing Him and working righteousness is acceptable to Him."},{"number":36,"verse":"The Word which He sent to the sons of Israel, preaching the gospel of peace through Jesus Christ, this One is Lord of all."},{"number":37,"verse":"You know the thing that happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed,"},{"number":38,"verse":"Jesus the One from Nazareth, how God anointed Him with the Holy Spirit and with power, who went about doing good, and healing all the ones having been oppressed by the devil, because God was with Him."},{"number":39,"verse":"And we are witnesses of all things which He did, both in the country of the Jews, and in Jerusalem, whom they killed, hanging Him on a tree."},{"number":40,"verse":"God raised up this One the third day and gave to Him to become visible;"},{"number":41,"verse":"not to all the people, but to witnesses, the ones having been before hand-picked by God, to us who ate and drank with Him after His rising again from the dead."},{"number":42,"verse":"And He commanded us to proclaim to the people and to witness solemnly that it is He Himself who has been marked out by God to be Judge of the living and the dead."},{"number":43,"verse":"To this One all the Prophets witness, so that through His name everyone believing into Him will receive remission of sins."},{"number":44,"verse":"As Peter was yet speaking these words, the Holy Spirit fell on all the ones hearing the Word."},{"number":45,"verse":"And were amazed the ones of faithful circumcision, as many as came with Peter, because the gift of the Holy Spirit was poured out on the nations also."},{"number":46,"verse":"For they heard them speaking in languages and magnifying God. Then Peter answered,"},{"number":47,"verse":"Not is able anyone to forbid the water that these not be baptized, who the Holy Spirit received, even as we also?"},{"number":48,"verse":"And he commanded them to be baptized in the name of the Lord. Then they asked him to remain some days."}]}