{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":17,"verses":[{"number":1,"verse":"And traveling through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews."},{"number":2,"verse":"And according to Paul's custom, he went in to them, and on three sabbaths he reasoned with them from the Scriptures,"},{"number":3,"verse":"opening and setting forth that the Christ must have suffered, and to have risen from the dead, and that this is the Christ, Jesus, whom I proclaim to you."},{"number":4,"verse":"And some of them were persuaded and joined themselves to Paul and Silas, both a great multitude of the worshiping Greeks, and of the first ones of the women, not a few."},{"number":5,"verse":"But becoming jealous, and taking some wicked men of the market loafers, and gathering a crowd, the disobeying Jews set the city into an uproar. And coming on the house of Jason, they sought to bring them on to the assembled people."},{"number":6,"verse":"But not finding them, they dragged Jason and some brothers before the city judges, crying, The ones disturbing the inhabited earth have come here, too;"},{"number":7,"verse":"whom Jason has received. And these all act contrary to the decrees of Caesar, saying there is another king, Jesus."},{"number":8,"verse":"And hearing these things, they agitated the crowd and the city judges."},{"number":9,"verse":"And taking security from Jason and the rest, they let them go."},{"number":10,"verse":"But the brothers at once sent away both Paul and Silas to Berea during the night; who having arrived went into the synagogue of the Jews."},{"number":11,"verse":"And these were more noble than the ones in Thessalonica, who received the Word with all readiness, according to a day examining the Scriptures if these things might have been so."},{"number":12,"verse":"Therefore truly many of them believed, and of the honorable Greek women and men, not a few."},{"number":13,"verse":"But when the Jews from Thessalonica knew that the Word of God was also proclaimed in Berea by Paul, they came there also, shaking up the crowds."},{"number":14,"verse":"And immediately, then, the brothers sent away Paul, to go as far as to the sea. But both Silas and Timothy remained there."},{"number":15,"verse":"But the ones conducting Paul brought him as far as Athens. And receiving a command to Silas and Timothy that they come to him as quickly as possible, they went out."},{"number":16,"verse":"But awaiting them in Athens, Paul's spirit was provoked within him, seeing the city utterly idolatrous."},{"number":17,"verse":"Therefore, indeed, he addressed the Jews in the synagogue, and the ones worshiping, also in the marketplace according to every day, to the ones happening by."},{"number":18,"verse":"And some of the Epicurean and of the Stoic philosophers encountered him. And some said, What may this seed-picker wish to say? And these others, He seems to be a proclaimer of foreign demons (because he proclaimed Jesus and the resurrection to them)."},{"number":19,"verse":"And taking hold of him, they led him to the Ares Hill, saying, Are we able to know what is this new doctrine being spoken by you?"},{"number":20,"verse":"For you bring some surprising things to our ears. We are minded, therefore, to know what these things wish to be."},{"number":21,"verse":"And all Athenians and the strangers dwelling there have leisure for nothing else than to say and to hear newer things."},{"number":22,"verse":"And standing in the midst of the Areopagus, Paul said, Men, Athenians, I see how you in everything are gods-fearing ones;"},{"number":23,"verse":"for passing through and looking up at the objects of your worship, I also found an altar on which had been written, TO AN UNKNOWN GOD. Therefore, not knowing Him whom you worship, I proclaim this One to you."},{"number":24,"verse":"God, the One who made the world and all things in it, this One being Lord of Heaven and of earth, does not dwell in temples made by hand,"},{"number":25,"verse":"nor is served by hands of men, as having need of anything. For He is giving life and breath and all things to all."},{"number":26,"verse":"And He made every nation of men of one blood, to live on all the face of the earth, having determined fore-appointed seasons and boundaries of their dwelling,"},{"number":27,"verse":"to seek the Lord, if perhaps they might feel after Him and might find Him, though indeed He not being far from each one of us."},{"number":28,"verse":"For in Him we live and move and exist, as also some of the poets among you have said, For we are also His offspring."},{"number":29,"verse":"Therefore being offspring of God, we ought not to suppose that the Deity is like gold or silver or stone, engraved by art and the imagination of man."},{"number":30,"verse":"Indeed, therefore, God overlooking the times of ignorance, now strictly commands all men everywhere to repent,"},{"number":31,"verse":"because He set a day in which \"He is going to judge the inhabited earth in righteousness,\" by a Man whom He appointed; having offered faith to all, having raised Him up from the dead. Psa 9:8"},{"number":32,"verse":"And hearing of a resurrection of the dead, the ones indeed ridiculed, but said, We will hear you again concerning this."},{"number":33,"verse":"And so Paul went out from their midst."},{"number":34,"verse":"But some men believed, joining themselves to him, among whom also were both Dionysius the Areopagite and a woman named Damaris, and others with them."}]}