{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Men, brothers, and fathers, hear my defense now to you."},{"number":2,"verse":"And hearing that he spoke in the Hebrew dialect to them, they showed more quietness. And he said:"},{"number":3,"verse":"Indeed I am a man, a Jew having been born in Tarsus of Cilicia, but having been brought up in this city at the feet of Gamaliel, having been trained according to the exactness of the ancestral law, being a zealot of God, even as you all are today."},{"number":4,"verse":"I persecuted this Way as far as death, binding and giving over both men and women to prisons,"},{"number":5,"verse":"as also the high priest, and all the elderhood witnesses to me. And receiving letters from them to the brothers, I was going, also bringing to Jerusalem the ones being bound there, in order that they might be punished."},{"number":6,"verse":"And it happened to me, going and drawing near to Damascus: suddenly, about midday, a considerable light out of the heaven shone around me."},{"number":7,"verse":"And I fell to the ground, and heard a voice saying to me, Saul, Saul, why are you persecuting Me?"},{"number":8,"verse":"And I answered, Who are you, Sir? And He said to me, I am Jesus the Nazarene whom you persecute."},{"number":9,"verse":"But the ones being with me indeed beheld the light, and were terrified, but did not hear the voice of the One speaking to me."},{"number":10,"verse":"And I said, What shall I do, Lord? And the Lord said to me, Rising up, go into Damascus, and there you will be told about all things which has been appointed to you to do."},{"number":11,"verse":"And as I was not seeing, from the glory of that light, being led by the hand by the ones being with me, I went into Damascus."},{"number":12,"verse":"And a certain Ananias, a devout man according to the Law, being testified to by all the Jews living there,"},{"number":13,"verse":"coming to me and standing by, he said to me, Brother Saul, see again. And in the same hour I saw again to him."},{"number":14,"verse":"And he said, The God of our fathers has beforehand chosen you to know His will, and to see the Righteous One, and to hear a voice out of His mouth;"},{"number":15,"verse":"for you shall be a witness for Him to all men of what you have seen and heard."},{"number":16,"verse":"And now what are you going to do? Rising up, be baptized and wash away your sins, calling on the name of the Lord."},{"number":17,"verse":"And it happened to me, having returned to Jerusalem and praying in the temple, for me coming to be in an ecstasy,"},{"number":18,"verse":"and I saw Him saying to me, Hurry and go out quickly from Jerusalem, because they will not receive your testimony concerning Me."},{"number":19,"verse":"And I said, Lord, they understand that I was imprisoning and beating the ones believing on You throughout the synagogues."},{"number":20,"verse":"And when the blood of Your witness Stephen was poured out, I myself also was standing by and consenting to the murder of him, and guarding the garments of the ones killing him."},{"number":21,"verse":"And He said to me, Go, for I will send you to the nations afar off."},{"number":22,"verse":"And they heard him as far as this word, and lifted up their voice, saying, Take away such a one from the earth, for it is not fitting that he should live!"},{"number":23,"verse":"And they were shouting, and casting off their garments, and throwing dust into the air,"},{"number":24,"verse":"the chiliarch ordered to bring him into the barracks, saying for him to be examined with scourges, that he may know for what crime they cried out so against him."},{"number":25,"verse":"But as they stretched him with the thongs, Paul said to the centurion standing by, Is it lawful for you to scourge a man, a Roman not found guilty?"},{"number":26,"verse":"And hearing, coming near the centurion reported to the chiliarch, saying, Watch what you are about to do, for this man is a Roman."},{"number":27,"verse":"And coming up, the chiliarch said to him, Tell me, are you a Roman? And he said, Yes."},{"number":28,"verse":"And the chiliarch answered, I bought this citizenship with a great sum of money. And Paul said, But I even was born free."},{"number":29,"verse":"Then at once the ones being about to examine him stood away from him. And the chiliarch also feared, fully knowing that he was a Roman, and that he had bound him."},{"number":30,"verse":"And on the next day, purposing to know the certain thing as to why he was accused by the Jews, he freed him from the bonds. And he commanded the chief priests and all their sanhedrin to come. And having brought Paul down, he stood him among them."}]}