{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"And after five days Ananias the high priest came down with the elders, and a certain orator, Tertullus, who made a statement to the governor against Paul."},{"number":2,"verse":"And him being called, Tertullus began to accuse, saying,"},{"number":3,"verse":"Obtaining much peace through you and successful achievements having come to this nation due to your forethought, both in every thing and everywhere we accept with all thankfulness, most excellent Felix."},{"number":4,"verse":"But that I not hinder you more, I beseech you to hear us briefly in your fairness."},{"number":5,"verse":"For having found this man a pestilence and moving insurrection among all the Jews throughout the world, and a leader of the Nazarene sect;"},{"number":6,"verse":"who also attempted to profane the temple, whom we also seized and wished to judge according to our law;"},{"number":7,"verse":"but Lysias the chiliarch coming up with much force took him away out of our hands,"},{"number":8,"verse":"commanding his accusers to come to you, from whom you will be able yourself to know, having examined as to all these things of which we are accusing him."},{"number":9,"verse":"And the Jews also joined in, asserting these things to have been so."},{"number":10,"verse":"But the governor having nodded to him to speak, Paul answered: Understanding you as being a judge to this nation many years, I cheerfully defend myself as to the things concerning myself."},{"number":11,"verse":"You are able to know that not more than twelve days are to me since I went worshiping in Jerusalem;"},{"number":12,"verse":"and neither did they find me discussing with anyone in the temple, or making a gathering of a crowd, neither in the synagogues, nor throughout the city;"},{"number":13,"verse":"nor are they able to prove that about which they now accuse me."},{"number":14,"verse":"But I confess this to you that according to the Way, which they call a sect, so I worship the paternal God, believing all things according to that having been written in the Law and the Prophets,"},{"number":15,"verse":"having hope toward God, which these themselves also are awaiting, of a resurrection being about to be of the dead, both of just and unjust ones."},{"number":16,"verse":"And in this I exercise myself to have always a blameless conscience toward God and men."},{"number":17,"verse":"And through many years I arrived doing merciful deeds and offerings to my nation,"},{"number":18,"verse":"among whom they found me purified in the temple, not with a crowd, nor with tumult, but by some Jews from Asia,"},{"number":19,"verse":"for whom it is right to be present before you and to accuse if they have anything against me."},{"number":20,"verse":"Or these themselves say if they found anything unjust in me, I standing before the sanhedrin,"},{"number":21,"verse":"than about this one voice which I cried out standing among them, that I am being judged today before you about a resurrection of the dead."},{"number":22,"verse":"And hearing these things, Felix put them off, knowing more accurately about the Way, saying, When Lysias the chiliarch comes down, I will examine the things as to you."},{"number":23,"verse":"And having ordered the centurion to keep Paul, and to have ease, and not to forbid anyone of his own to minister or to come to him, he dismissed them."},{"number":24,"verse":"And after some days, Felix having arrived with his wife Drusilla, who was a Jewess, he sent for Paul. And he heard him concerning the faith into Christ."},{"number":25,"verse":"And Paul discoursing about righteousness and self control, and the Judgment, the one that is about to be, becoming terrified, Felix answered, For now having no time, go; but taking a time later, I will call for you;"},{"number":26,"verse":"but at the same time also hoping that money would be given to him by Paul, that he might free him. Because of this he also more frequently sent for him and conversed with him."},{"number":27,"verse":"But two years being completed, Felix received a successor, Porcius Festus. And wishing to lay up favors to the Jews, Felix left Paul being bound."}]}