{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"And Agrippa said to Paul, It is allowed for you yourself to speak. Then Paul made a defense, stretching out the hand:"},{"number":2,"verse":"Concerning all of which I am accused by Jews, King Agrippa, I consider myself blessed being about to make defense before you today,"},{"number":3,"verse":"you being especially expert, knowing of all the customs and questions also among the Jews. Therefore, I beg you patiently to hear me."},{"number":4,"verse":"Truly, then, all the Jews know my way of life from youth, which from the beginning had been in my nation in Jerusalem,"},{"number":5,"verse":"who before knew me from the first, if they will testify, that according to the most exact sect of our religion, I lived a Pharisee."},{"number":6,"verse":"And now for the hope of the promise having been made by God to the fathers, I stand being judged;"},{"number":7,"verse":"to which our twelve tribes hope to arrive, worshiping in earnestness night and day, concerning which hope I am accused by the Jews, King Agrippa."},{"number":8,"verse":"Why is it judged unbelievable by you if God raises the dead?"},{"number":9,"verse":"Indeed, I then thought to myself that I ought to do many things hostile to the name of Jesus the Nazarene,"},{"number":10,"verse":"which I also did in Jerusalem I also shut up many of the saints in prisons, receiving authority from the chief priests; and they being put to death, I cast a vote."},{"number":11,"verse":"And often punishing them through all the synagogues, I compelled them to blaspheme. And being exceedingly furious against them, I even persecuted them as far as the outer cities."},{"number":12,"verse":"In which also traveling to Damascus with authority and permission from the chief priests,"},{"number":13,"verse":"at midday along the highway, O king, I saw a light from Heaven shining around me above the brightness of the sun, also the ones traveling with me."},{"number":14,"verse":"And all of us falling to the ground, I heard a voice speaking to me, and saying in the Hebrew dialect, Saul, Saul why are you persecuting Me? It is hard for you to kick against the goads."},{"number":15,"verse":"And I said, Who are you, Sir? And He said, I am Jesus whom you are persecuting;"},{"number":16,"verse":"but rise up and stand on your feet, for it is for this reason I appeared to you, to appoint you a servant and a witness both of the things which you saw, and the things in which I shall appear to you,"},{"number":17,"verse":"delivering you from the people and the nations, to whom I now am sending you,"},{"number":18,"verse":"to open their eyes, and to turn them from darkness into light, and from the authority of Satan onto God, in order for them to receive remission of sins, and an inheritance among the ones being sanctified by faith into Me."},{"number":19,"verse":"For which reason, King Agrippa, I was not disobedient to the heavenly vision,"},{"number":20,"verse":"but firstly to the ones in Damascus, and Jerusalem, and to all the region of Judea, and to the nations, I proclaimed the command to repent and to turn to God, practicing works worthy of repentance."},{"number":21,"verse":"Because of these things, seizing me in the temple, the Jews tried to lay violent hands on me."},{"number":22,"verse":"Then obtaining help from God, I stand until this day, witnessing both to small and to great, saying nothing except what the prophets and Moses also said was going to happen:"},{"number":23,"verse":"whether the Christ was liable to suffer, whether first by a resurrection from the dead He was going to proclaim a light to the people and to the nations."},{"number":24,"verse":"And he defending himself with these things, Festus said with a loud voice, Paul, You rave! Your many letters turns you into madness."},{"number":25,"verse":"But he said, Not to rave, most excellent Festus, but I declare words of truth and sanity."},{"number":26,"verse":"For the king understands about these things, to whom I speak, also speaking openly. For I am persuaded not any of these things lie hidden from him, nothing. For the doing of this is not in a corner."},{"number":27,"verse":"Do you believe the prophets, King Agrippa? I know that you believe."},{"number":28,"verse":"And Agrippa said to Paul, In but a little do you persuade me to become a Christian!"},{"number":29,"verse":"And Paul said, I would pray to God, both in a little and in much, not only you, but also the ones hearing me today to become such as I also am, except for these bonds."},{"number":30,"verse":"And he saying these things, the king and the governor and Bernice rose up, and the ones sitting with them."},{"number":31,"verse":"And having withdrawn, they spoke to one another saying, This man does nothing worthy of death or of bonds."},{"number":32,"verse":"And Agrippa said to Festus, This man was able to have been released, if he had not appealed to Caesar."}]}