{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"But in those days, the disciples having multiplied, a murmuring of the Hellenists toward the Hebrews occurred, because their widows were being overlooked in the daily serving."},{"number":2,"verse":"And having called near the multitude of the disciples, the Twelve said, It is not pleasing to us, having left the Word of God, to serve tables!"},{"number":3,"verse":"Then brothers, be looking for men among you receiving testimony, seven men full of the Holy Spirit and wisdom, whom we shall appoint over this need."},{"number":4,"verse":"But we shall continue steadfastly in prayer and the service of the Word!"},{"number":5,"verse":"And the saying was pleasing before all the multitude. And they chose out Stephen, a man full of faith and the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas, a proselyte from Antioch,"},{"number":6,"verse":"each of whom they made stand before the apostles. And having prayed, they placed their hands on them,"},{"number":7,"verse":"And the Word of God was growing, and the number of the disciples in Jerusalem was multiplying exceedingly. Even a great crowd of the priests were obeying the faith!"},{"number":8,"verse":"And Stephen, full of faith and power, was doing wonders and great signs among the people."},{"number":9,"verse":"But some of the ones of the synagogue being called of the Libertines, rose up, also some Cyrenians and Alexandrians, and some of the ones from Cilicia and Asia Minor, disputing with Stephen."},{"number":10,"verse":"And they had no strength to stand against the wisdom and the Spirit by which he spoke."},{"number":11,"verse":"Then they suborned some men to be saying, We have heard him speaking blasphemous words against Moses and God!"},{"number":12,"verse":"And they stirred up the people and the elders and the scribes. And coming on, they together seized him and led him into the sanhedrin."},{"number":13,"verse":"And they stood up false witnesses, who were saying, This man does not cease speaking blasphemous words against this holy place and the Law;"},{"number":14,"verse":"for we have heard him saying that this One, Jesus the Nazarene, will destroy this place and will change the customs which Moses gave over to us."},{"number":15,"verse":"And having looked intently at him, all the ones having sat in the sanhedrin, saw his face as if it were the face of an angel."}]}