{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"And the high priest said, Tell me then if you thus hold these things?"},{"number":2,"verse":"And he said, Men, brothers, and fathers, listen! The God of glory appeared to our father Abraham, being in Mesopotamia before he lived in Haran,"},{"number":3,"verse":"and said to him, \"Go out from your land and from your kindred,\" \"and come into a land which I will show to you.\" Gen 12:1"},{"number":4,"verse":"Then going out from the land of the Chaldeans, he lived in Haran. And after his father died, God moved him from there into this land in which you now live."},{"number":5,"verse":"And He did not give to him an inheritance in it, not even a step of a foot. And He promised to give it to him for a possession and to his seed after him, there being no child to him. Gen 17:8"},{"number":6,"verse":"And God spoke thus, that his seed would be an alien in a strange land, and they would enslave it and mistreat it four hundred years. Gen 15:13"},{"number":7,"verse":"And God said, I will judge the nation to which you will be in bondage.\" And, After these things they will come out and will serve Me in this place. Gen 15:14; Ex 3:12"},{"number":8,"verse":"And He gave to him a covenant of circumcision; and so he fathered Isaac and circumcised him on the eighth day. And Isaac fathered Jacob, and Jacob the twelve patriarchs."},{"number":9,"verse":"And being jealous of Joseph, the patriarchs gave him over into Egypt; and God was with him,"},{"number":10,"verse":"and plucked him out from all his afflictions, and gave him favor and wisdom before Pharaoh the king of Egypt. And Pharaoh appointed him to be ruling over Egypt and all his household."},{"number":11,"verse":"But a famine came over all the land of Egypt and Canaan, and great affliction. And our fathers did not find food."},{"number":12,"verse":"But hearing grain was in Egypt, Jacob sent our fathers out first."},{"number":13,"verse":"And at the second time, Joseph was made known to his brothers, and Joseph's family became known to Pharaoh."},{"number":14,"verse":"And sending, Joseph called his father Jacob and all his kindred, seventy-five souls in all. See Gen 46:27"},{"number":15,"verse":"And Jacob went down into Egypt and expired, he and our fathers."},{"number":16,"verse":"And they were carried into Shechem, and were put in the tomb which Abraham bought for a price of silver from the sons of Hamor of Shechem."},{"number":17,"verse":"But as the time of the promise drew near, which God swore to Abraham, the people increased and multiplied in Egypt,"},{"number":18,"verse":"until \"another king rose up\" \"who did not know Joseph.\" Ex 1:8"},{"number":19,"verse":"Dealing slyly with our family, this one mistreated our fathers, causing their infants to be exposed so as not to be kept alive."},{"number":20,"verse":"In which time Moses was born and was truly fair to God; who was reared three months in his father's house."},{"number":21,"verse":"And he being exposed, Pharaoh's daughter took him up and reared him for a son to her."},{"number":22,"verse":"And Moses was instructed in all the wisdom of Egyptians and was powerful in words and in works."},{"number":23,"verse":"And when a time of forty years was fulfilled to him, it arose in his heart to look upon his brothers, the sons of Israel."},{"number":24,"verse":"And seeing one being wronged, he defended him, and he avenged the one being oppressed, striking the Egyptian."},{"number":25,"verse":"And he thought his brothers would perceive that God would give them deliverance by his hand. But they did not perceive."},{"number":26,"verse":"And on the following day he appeared to them while fighting. And he urged them to peace, saying, Men, you are brothers. Why do you wrong one another?"},{"number":27,"verse":"But the one wronging the neighbor thrust him away, saying, Who appointed you a ruler and a judge over us?"},{"number":28,"verse":"Do you not want to kill me in what way you killed the Egyptian yesterday? Ex 2:14"},{"number":29,"verse":"\"And Moses fled\" at this word. \"And he became an alien in the land of Midian,\" where he fathered two sons. Exodus 2:15- 22"},{"number":30,"verse":"And forty years being fulfilled to him, the Angel of the Lord appeared to him in a flame of fire of a bush in the desert of Mount Sinai."},{"number":31,"verse":"And seeing, Moses marveled at the sight. And he coming up to closely observe, a voice of the Lord came to him:"},{"number":32,"verse":"\"I am the God of your fathers, the God of Abraham, and the God of Isaac, and the God of Jacob.\" Ex 3:6, 15 But becoming trembling, Moses did not dare to closely look."},{"number":33,"verse":"And the Lord said to him, \"Loose the sandal from your feet, for the place where you stand is holy ground.\""},{"number":34,"verse":"\"Seeing, I saw the mistreatment of My people in Egypt, and I have heard their groaning, and I came down to deliver them. And now, come, I will send you to Egypt. \"Ex. 3:5, 7, 10"},{"number":35,"verse":"This Moses, whom they denied, saying, Who appointed you a ruler and a judge, this one God has sent as ruler and redeemer by the hand of the Angel who appeared to him in the Bush."},{"number":36,"verse":"This one led them out, having worked wonders and miraculous signs in the land of Egypt and in the Red Sea, and forty years in the wilderness."},{"number":37,"verse":"This is the Moses, the one who said to the sons of Israel, \"The Lord your God will raise up a Prophet to you from your brothers, One like me.\" You shall hear Him. Deut 18:15"},{"number":38,"verse":"This is the one who was in the assembly in the wilderness with the Angel who spoke to him in Mount Sinai, and with our fathers, who received living words to give to us,"},{"number":39,"verse":"to whom our fathers did not desire to give ear, but thrust him away, and turned their hearts back to Egypt,"},{"number":40,"verse":"saying to Aaron, \"Make for us gods which will go before us; for this Moses who led us out of the land of Egypt, we do not know what has happened to him.\" Ex 32:1"},{"number":41,"verse":"And they made a calf in those days, and brought up a sacrifice to the idol, and rejoiced in the works of their hands."},{"number":42,"verse":"But God turned and gave them over to serve the host of the heaven, as it is written in the book of the Prophets: \"Did you not bring victims and sacrifices to Me forty years in the wilderness, O house of Israel?"},{"number":43,"verse":"And you took up the tent of Moloch, and the star of your god Remphan, the figures which you made\" \"in order to worship them. And I will remove you beyond\" Babylon. Amos 5:25-27"},{"number":44,"verse":"The tent of the testimonywas among our fathers in the wilderness, even as the One commanded, speaking to Moses to make it according to the pattern which he had seen,"},{"number":45,"verse":"which also was brought in, our fathers having inherited with Joshua, in the taking of possession of the nations, whom God thrust out from the face of our fathers, until the days of David,"},{"number":46,"verse":"who found favor before God and asked to find a dwelling place for the God of Jacob;"},{"number":47,"verse":"but Solomon built Him a house."},{"number":48,"verse":"But the Most High does not dwell in temples made by hand, as the prophet says,"},{"number":49,"verse":"\"Heaven is My throne, and the earth a footstool of My feet; what sort of house will you build Me,\" \"says the Lord,\" \"or what the place of My rest?\""},{"number":50,"verse":"\"Did not My hand make all these things?\" Isa 66:1, 2"},{"number":51,"verse":"Oh stiffnecked and uncircumcised ones in heart and in the ears! You always fall against the Holy Spirit. As your fathers did, you also do."},{"number":52,"verse":"Which of the prophets did your fathers not persecute? And they killed the ones before proclaiming concerning the coming of the Just One, of whom you now have become betrayers and murderers,"},{"number":53,"verse":"who received the Law by the ordinances of angels, and did not keep it."},{"number":54,"verse":"And hearing these things, they were cut to their hearts and gnashed the teeth on him."},{"number":55,"verse":"But being full of the Holy Spirit, looking intently into the heaven, he saw the glory of God, and Jesus standing at the right of God."},{"number":56,"verse":"And he said, Behold, I see the heavens having been opened, and the Son of man standing at the right of God!"},{"number":57,"verse":"And crying out with a loud voice, they held their ears and rushed on him with one mind."},{"number":58,"verse":"And throwing him outside the city, they stoned him. And the witnesses put off their garments at the feet of a young man called Saul."},{"number":59,"verse":"And they stoned Stephen, he calling on God, and saying, Lord Jesus, receive my spirit."},{"number":60,"verse":"And placing the knees, he cried out with a loud voice, Lord, do not make this sin stand against them. And having said this, he fell asleep."}]}