{"bibleAbbr":"KJ3-2005","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"But Saul, still breathing threat and murder toward the disciples of the Lord, coming to the high priest,"},{"number":2,"verse":"he asked from him letters to Damascus, to the synagogues, so that if he found any being of the Way, both men and women, they having been bound, he might bring them to Jerusalem."},{"number":3,"verse":"But in the going it happened for him to draw near to Damascus, and suddenly a light from the heaven shone around him."},{"number":4,"verse":"And falling on the earth he heard a voice saying to him, Saul, Saul! Why are you persecuting Me?"},{"number":5,"verse":"And he said, Sir, who are You? And the Lord said, I am Jesus, whom you are persecuting; it is hard for you to kick against the goads."},{"number":6,"verse":"Both trembling and being astonished he said, Lord, what do You desire me to do? And the Lord said to him, Rise up and go into the city, and it will be told you what you must do."},{"number":7,"verse":"But the men traveling with him had been standing speechless, indeed hearing the sound, but seeing no one."},{"number":8,"verse":"And Saul was lifted up from the earth, but his eyes having been opened he saw no one. And leading him by the hand they brought him to Damascus."},{"number":9,"verse":"And he was three days not seeing, and did not eat or drink."},{"number":10,"verse":"And there was a certain disciple in Damascus, Ananias by name. And the Lord said to him in a vision, Ananias! And he said, Behold, Lord, I am here."},{"number":11,"verse":"And the Lord said to him, Rising up go along on the street, the one being called Straight, and seek a Tarsian, Saul by name, in the house of Judas. For, behold, he is praying."},{"number":12,"verse":"And he has seen in a vision a man, Ananias by name, coming in and putting a hand on him, so that he may see again."},{"number":13,"verse":"And Ananias answered, Lord, I have heard from many about this man, how many bad things he did to Your saints in Jerusalem."},{"number":14,"verse":"And here he has authority from the chief priests to bind all the ones calling on Your name."},{"number":15,"verse":"And the Lord said to him, Go, for this one is a vessel of election to Me, to bear My name before nations and kings and the sons of Israel."},{"number":16,"verse":"For I will show him how much he must suffer for the sake of My name."},{"number":17,"verse":"And Ananias went away and entered into the house. And putting hands on him he said, Brother Saul, the Lord has sent me, Jesus, the One who appeared to you in the way which you came, that you may see again and be filled of the Holy Spirit."},{"number":18,"verse":"And instantly fell away from his eyes as if it were scales. And rising up, he was baptized."},{"number":19,"verse":"And taking food he was strengthened. And Saul was with the disciples in Damascus some days."},{"number":20,"verse":"And at once in the synagogues he proclaimed the Christ, that this One is the Son of God."},{"number":21,"verse":"And all the ones hearing were amazed and said, Not this one is the one destroying the ones calling on this Name in Jerusalem, and he had come here for this, that he might take them, having been bound, before the chief priests?"},{"number":22,"verse":"But Saul was more filled with power, and he confounded the Jews, the ones living in Damascus, proving that this One is the Christ."},{"number":23,"verse":"And when many days were fulfilled, the Jews plotted together to kill him."},{"number":24,"verse":"But their plot was known to Saul. And they carefully watched the gates both by day and by night so as to kill him."},{"number":25,"verse":"But taking him by night, the disciples let him down through the wall, lowering in a basket."},{"number":26,"verse":"And Saul arriving into Jerusalem, he tried to be joined to the disciples. And all feared him, not believing that he is a disciple."},{"number":27,"verse":"But taking hold of him, Barnabas led him to the apostles and told them how he saw the Lord in the way, and that He spoke to him, and how in Damascus he spoke boldly in the name of Jesus."},{"number":28,"verse":"And he was with them, entering in and going out in Jerusalem, and speaking boldly in the name of the Lord Jesus."},{"number":29,"verse":"And he spoke and disputed with the Hellenists, and they took him in hand to kill him."},{"number":30,"verse":"But knowing, the brothers led him down to Caesarea and sent him forth to Tarsus."},{"number":31,"verse":"Then, indeed, the assemblies throughout all Judea, and Galilee, and Samaria, had peace, being built up and going on in the fear of the Lord, and in the comfort of the Holy Spirit, were multiplying."},{"number":32,"verse":"And it happened, that Peter, passing through all those parts, also came down to the saints, the ones dwelling in Lydda."},{"number":33,"verse":"And he found there a certain man, Aeneas by name, who had been lying on a pallet eight years, who was paralyzed."},{"number":34,"verse":"And Peter said to him, Aeneas! Jesus the Christ heals you; rise up and spread for yourself. And instantly he rose up."},{"number":35,"verse":"And all the ones dwelling in Lydda and the Sharon Plain saw him, who then turned to the Lord."},{"number":36,"verse":"And in Joppa was a certain disciple Tabitha by name, which translated is called Dorcas (Gazelle). She was full of good works and of merciful deeds which she did."},{"number":37,"verse":"And it happened in those days, being feeble, she died. And bathing her, they put her in an upper room."},{"number":38,"verse":"And Lydda being near to Joppa, the disciples hearing that Peter is in it, they sent two men to him, entreating him not to delay to come to them."},{"number":39,"verse":"And rising up Peter went with them, whom arriving they led him to the upper room. And all the widows stood by him, weeping and showing tunics and garments how many things Dorcas made while being with them."},{"number":40,"verse":"And having put all out, placing the knees, Peter prayed. And turning to the body he said, Tabitha, Arise! And she opened her eyes; and seeing Peter she sat up."},{"number":41,"verse":"And giving her a hand he raised her up. And calling the saints and the widows he presented her living."},{"number":42,"verse":"And it became known throughout all Joppa. And many believed on the Lord."},{"number":43,"verse":"And it was considerable days that he remained in Joppa with one Simon, a tanner."}]}