{"bibleAbbr":"Orig2013+","bookName":"אסתר","bookEnglishName":"Esther","chapterNumber":4,"verses":[{"number":1,"verse":"ומרדכי <WH4782> When Mordecai ידע <WH3045> perceived את <WH853> כל <WH3605> all אשׁר <WH834> that נעשׂה <WH6213> was done, ויקרע <WH7167> rent מרדכי <WH4782> Mordecai את <WH853> בגדיו <WH899> his clothes, וילבשׁ <WH3847> and put on שׂק <WH8242> sackcloth ואפר <WH665> with ashes, ויצא <WH3318> and went out בתוך <WH8432> into the midst העיר <WH5892> of the city, ויזעק <WH2199> and cried זעקה <WH2201> cry; גדולה <WH1419> with a loud ומרה׃ <WH4751> and a bitter"},{"number":2,"verse":"ויבוא <WH935> And came עד <WH5704> even לפני <WH6440> before שׁער <WH8179> gate: המלך <WH4428> the king's כי <WH3588> for אין <WH369> none לבוא <WH935> enter אל <WH413> into שׁער <WH8179> gate המלך <WH4428> the king's בלבושׁ <WH3830> clothed שׂק׃ <WH8242> with sackcloth."},{"number":3,"verse":"ובכל <WH3605> And in every מדינה <WH4082> province, ומדינה <WH4082> province, מקום <WH4725> whithersoever אשׁר <WH834> whithersoever דבר <WH1697> commandment המלך <WH4428> the king's ודתו <WH1881> and his decree מגיע <WH5060> came, אבל <WH60> mourning גדול <WH1419> great ליהודים <WH3064> among the Jews, וצום <WH6685> and fasting, ובכי <WH1065> and weeping, ומספד <WH4553> and wailing; שׂק <WH8242> in sackcloth ואפר <WH665> and ashes. יצע <WH3331> lay לרבים׃ <WH7227> and many"},{"number":4,"verse":"ותבואינה <WH935> came נערות <WH5291> maids אסתר <WH635> So Esther's וסריסיה <WH5631> and her chamberlains ויגידו <WH5046> and told לה ותתחלחל <WH2342> grieved; המלכה <WH4436> her. Then was the queen מאד <WH3966> exceedingly ותשׁלח <WH7971> and she sent בגדים <WH899> raiment להלבישׁ <WH3847> to clothe את <WH853> מרדכי <WH4782> Mordecai, ולהסיר <WH5493> and to take away שׂקו <WH8242> his sackcloth מעליו <WH5921> from ולא <WH3808> not. קבל׃ <WH6901> him: but he received"},{"number":5,"verse":"ותקרא <WH7121> Then called אסתר <WH635> Esther להתך <WH2047> for Hatach, מסריסי <WH5631> chamberlains, המלך <WH4428> of the king's אשׁר <WH834> whom העמיד <WH5975> he had appointed לפניה <WH6440> to attend upon ותצוהו <WH6680> her, and gave him a commandment על <WH5921> to מרדכי <WH4782> Mordecai, לדעת <WH3045> to know מה <WH4100> what זה <WH2088> it ועל <WH5921> and why מה <WH4100> , and why זה׃ <WH2088> it"},{"number":6,"verse":"ויצא <WH3318> went forth התך <WH2047> So Hatach אל <WH413> to מרדכי <WH4782> Mordecai אל <WH413> unto רחוב <WH7339> the street העיר <WH5892> of the city, אשׁר <WH834> which לפני <WH6440> before שׁער <WH8179> gate. המלך׃ <WH4428> the king's"},{"number":7,"verse":"ויגד <WH5046> told לו מרדכי <WH4782> And Mordecai את <WH853> כל <WH3605> him of all אשׁר <WH834> that קרהו <WH7136> had happened ואת <WH853> פרשׁת <WH6575> unto him, andof the sum הכסף <WH3701> of the money אשׁר <WH834> that אמר <WH559> had promised המן <WH2001> Haman לשׁקול <WH8254> to pay על <WH5921> to גנזי <WH1595> treasuries המלך <WH4428> the king's ביהודיים <WH3064> for the Jews, לאבדם׃ <WH6> to destroy"},{"number":8,"verse":"ואת <WH853> פתשׁגן <WH6572> him the copy כתב <WH3791> of the writing הדת <WH1881> of the decree אשׁר <WH834> that נתן <WH5414> Also he gave בשׁושׁן <WH7800> at Shushan להשׁמידם <WH8045> to destroy נתן <WH5414> was given לו להראות <WH7200> them, to show את <WH853> אסתר <WH635> unto Esther, ולהגיד <WH5046> and to declare לה ולצוות <WH6680> unto her, and to charge עליה <WH5921> her לבוא <WH935> that she should go in אל <WH413> unto המלך <WH4428> the king, להתחנן <WH2603> to make supplication לו ולבקשׁ <WH1245> unto him, and to make request מלפניו <WH6440> before על <WH5921> him for עמה׃ <WH5971> her people."},{"number":9,"verse":"ויבוא <WH935> came התך <WH2047> And Hatach ויגד <WH5046> and told לאסתר <WH635> Esther את <WH853> דברי <WH1697> the words מרדכי׃ <WH4782> of Mordecai."},{"number":10,"verse":"ותאמר <WH559> spoke אסתר <WH635> Again Esther להתך <WH2047> unto Hatach, ותצוהו <WH6680> and gave him commandment אל <WH413> unto מרדכי׃ <WH4782> Mordecai;"},{"number":11,"verse":"כל <WH3605> All עבדי <WH5650> servants, המלך <WH4428> the king's ועם <WH5971> and the people מדינות <WH4082> provinces, המלך <WH4428> of the king's ידעים <WH3045> do know, אשׁר <WH834> that כל <WH3605> whosoever, אישׁ <WH376> man ואשׁה <WH802> or woman, אשׁר <WH834> whosoever, יבוא <WH935> shall come אל <WH413> unto המלך <WH4428> the king אל <WH413> into החצר <WH2691> court, הפנימית <WH6442> the inner אשׁר <WH834> whether לא <WH3808> is not יקרא <WH7121> called, אחת <WH259> one דתו <WH1881> law להמית <WH4191> of his to put to death, לבד <WH905> except מאשׁר <WH834> who יושׁיט <WH3447> shall hold out לו המלך <WH4428> the king את <WH853> שׁרביט <WH8275> scepter, הזהב <WH2091> the golden וחיה <WH2421> that he may live: ואני <WH589> but I לא <WH3808> have not נקראתי <WH7121> been called לבוא <WH935> to come in אל <WH413> unto המלך <WH4428> the king זה <WH2088> these שׁלושׁים <WH7970> thirty יום׃ <WH3117> days."},{"number":12,"verse":"ויגידו <WH5046> And they told למרדכי <WH4782> to Mordecai את <WH853> דברי <WH1697> words. אסתר׃ <WH635> Esther's"},{"number":13,"verse":"ויאמר <WH559> commanded מרדכי <WH4782> Then Mordecai להשׁיב <WH7725> to answer אל <WH413> to answer אסתר <WH635> Esther, אל <WH408> not תדמי <WH1819> Think בנפשׁך <WH5315> with thyself להמלט <WH4422> that thou shalt escape בית <WH1004> house, המלך <WH4428> in the king's מכל <WH3605> more than all היהודים׃ <WH3064> the Jews."},{"number":14,"verse":"כי <WH3588> For אם <WH518> if החרשׁ <WH2790> thou altogether holdest thy peace תחרישׁי <WH2790> thou altogether holdest thy peace בעת <WH6256> time, הזאת <WH2063> at this רוח <WH7305> shall there enlargement והצלה <WH2020> and deliverance יעמוד <WH5975> arise ליהודים <WH3064> to the Jews ממקום <WH4725> אחראת <WH859> but thou ובית <WH1004> house אביך <WH1> and thy father's תאבדו <WH6> shall be destroyed: ומי <WH4310> and who יודע <WH3045> knoweth אם <WH518> whether לעת <WH6256> for a time כזאת <WH2063> as this? הגעת <WH5060> thou art come למלכות׃ <WH4438> to the kingdom"},{"number":15,"verse":"ותאמר <WH559> bade אסתר <WH635> Then Esther להשׁיב <WH7725> return אל <WH413> return מרדכי׃ <WH4782> Mordecai"},{"number":16,"verse":"לך <WH1980> Go, כנוס <WH3664> gather together את <WH853> כל <WH3605> all היהודים <WH3064> the Jews הנמצאים <WH4672> that are present בשׁושׁן <WH7800> in Shushan, וצומו <WH6684> and fast עלי <WH5921> ye for ואל <WH408> me, and neither תאכלו <WH398> eat ואל <WH408> nor תשׁתו <WH8354> drink שׁלשׁת <WH7969> three ימים <WH3117> days, לילה <WH3915> night ויום <WH3117> or day: גם <WH1571> also אני <WH589> I ונערתי <WH5291> and my maidens אצום <WH6684> will fast כן <WH3651> likewise; ובכן <WH3651> and so אבוא <WH935> will I go in אל <WH413> unto המלך <WH4428> the king, אשׁר <WH834> which לא <WH3808> not כדת <WH1881> according to the law: וכאשׁר <WH834> and if אבדתי <WH6> I perish, אבדתי׃ <WH6> I perish."},{"number":17,"verse":"ויעבר <WH5674> went his way, מרדכי <WH4782> So Mordecai ויעשׂ <WH6213> and did ככל <WH3605> according to all אשׁר <WH834> that צותה <WH6680> had commanded עליו <WH5921> him. אסתר׃ <WH635> Esther"}]}