{"bibleAbbr":"Orig2013+","bookName":"אסתר","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"ביום <WH3117> day ההוא <WH1931> On that נתן <WH5414> give המלך <WH4428> did the king אחשׁורושׁ <WH325> Ahasuerus לאסתר <WH635> unto Esther המלכה <WH4436> the queen. את <WH853> בית <WH1004> the house המן <WH2001> of Haman צרר <WH6887> enemy היהודיים <WH3064> the Jews' ומרדכי <WH4782> And Mordecai בא <WH935> came לפני <WH6440> before המלך <WH4428> the king; כי <WH3588> for הגידה <WH5046> had told אסתר <WH635> Esther מה <WH4100> what הוא׃ <WH1931> he"},{"number":2,"verse":"ויסר <WH5493> took off המלך <WH4428> And the king את <WH853> טבעתו <WH2885> his ring, אשׁר <WH834> which העביר <WH5674> he had taken מהמן <WH2001> of Haman. ויתנה <WH5414> and gave למרדכי <WH4782> it unto Mordecai. ותשׂם <WH7760> set אסתר <WH635> And Esther את <WH853> מרדכי <WH4782> Mordecai על <WH5921> over בית <WH1004> the house המן׃ <WH2001>"},{"number":3,"verse":"ותוסף <WH3254> yet again אסתר <WH635> And Esther ותדבר <WH1696> spoke לפני <WH6440> before המלך <WH4428> the king, ותפל <WH5307> and fell down לפני <WH6440> at רגליו <WH7272> his feet, ותבך <WH1058> him with tears ותתחנן <WH2603> and besought לו להעביר <WH5674> to put away את <WH853> רעת <WH7451> the mischief המן <WH2001> of Haman האגגי <WH91> the Agagite, ואת <WH853> מחשׁבתו <WH4284> and his device אשׁר <WH834> that חשׁב <WH2803> he had devised על <WH5921> against היהודים׃ <WH3064> the Jews."},{"number":4,"verse":"ויושׁט <WH3447> held out המלך <WH4428> Then the king לאסתר <WH635> toward Esther. את <WH853> שׁרבט <WH8275> scepter הזהב <WH2091> the golden ותקם <WH6965> arose, אסתר <WH635> So Esther ותעמד <WH5975> and stood לפני <WH6440> before המלך׃ <WH4428> the king,"},{"number":5,"verse":"ותאמר <WH559> And said, אם <WH518> If על <WH5921> it please המלך <WH4428> the king, טוב <WH2896> ואם <WH518> and if מצאתי <WH4672> I have found חן <WH2580> favor לפניו <WH6440> in his sight, וכשׁר <WH3787> right הדבר <WH1697> and the thing לפני <WH6440> before המלך <WH4428> the king, וטובה <WH2896> אני <WH589> and I בעיניו <WH5869> in his eyes, יכתב <WH3789> let it be written להשׁיב <WH7725> to reverse את <WH853> הספרים <WH5612> the letters מחשׁבת <WH4284> devised המן <WH2001> by Haman בן <WH1121> the son המדתא <WH4099> of Hammedatha האגגי <WH91> the Agagite, אשׁר <WH834> which כתב <WH3789> he wrote לאבד <WH6> to destroy את <WH853> היהודים <WH3064> the Jews אשׁר <WH834> which בכל <WH3605> in all מדינות <WH4082> provinces: המלך׃ <WH4428> the king's"},{"number":6,"verse":"כי <WH3588> For איככה <WH349> how אוכל <WH3201> can I endure וראיתי <WH7200> to see ברעה <WH7451> the evil אשׁר <WH834> that ימצא <WH4672> shall come unto את <WH853> עמי <WH5971> my people? ואיככה <WH349> or how אוכל <WH3201> can I endure וראיתי <WH7200> to see באבדן <WH13> the destruction מולדתי׃ <WH4138> of my kindred?"},{"number":7,"verse":"ויאמר <WH559> said המלך <WH4428> Then the king אחשׁורשׁ <WH325> Ahasuerus לאסתר <WH635> unto Esther המלכה <WH4436> the queen ולמרדכי <WH4782> and to Mordecai היהודי <WH3064> the Jew, הנה <WH2009> Behold, בית <WH1004> the house המן <WH2001> of Haman, נתתי <WH5414> I have given לאסתר <WH635> Esther ואתו <WH853> תלו <WH8518> and him they have hanged על <WH5921> upon העץ <WH6086> the gallows, על <WH5921> because אשׁר <WH834> because שׁלח <WH7971> he laid ידו <WH3027> his hand ביהודיים׃ <WH3064> upon the Jews."},{"number":8,"verse":"ואתם <WH859> ye כתבו <WH3789> Write על <WH5921> also for היהודים <WH3064> the Jews, כטוב <WH2896> as it liketh בעיניכם <WH5869> as it liketh בשׁם <WH8034> name, המלך <WH4428> you, in the king's וחתמו <WH2856> and seal בטבעת <WH2885> ring: המלך <WH4428> with the king's כי <WH3588> for כתב <WH3791> the writing אשׁר <WH834> which נכתב <WH3789> is written בשׁם <WH8034> name, המלך <WH4428> in the king's ונחתום <WH2856> and sealed בטבעת <WH2885> ring, המלך <WH4428> with the king's אין <WH369> may no להשׁיב׃ <WH7725> man reverse."},{"number":9,"verse":"ויקראו <WH7121> called ספרי <WH5608> scribes המלך <WH4428> Then were the king's בעת <WH6256> time ההיא <WH1931> at that בחדשׁ <WH2320> month, השׁלישׁי <WH7992> in the third הוא <WH1931> that חדשׁ <WH2320> the month סיון <WH5510> Sivan, בשׁלושׁה <WH7969> on the three ועשׂרים <WH6242> and twentieth בו ויכתב <WH3789> thereof; and it was written ככל <WH3605> according to all אשׁר <WH834> that צוה <WH6680> commanded מרדכי <WH4782> Mordecai אל <WH413> unto היהודים <WH3064> the Jews, ואל <WH413> and to האחשׁדרפנים <WH323> the lieutenants, והפחות <WH6346> and the deputies ושׂרי <WH8269> and rulers המדינות <WH4082> of the provinces אשׁר <WH834> which מהדו <WH1912> ועד <WH5704> unto כושׁ <WH3568> Ethiopia, שׁבע <WH7651> and seven ועשׂרים <WH6242> twenty ומאה <WH3967> a hundred מדינה <WH4082> provinces, מדינה <WH4082> unto every province ומדינה <WH4082> unto every province ככתבה <WH3789> ועם <WH5971> thereof, and unto every people ועם <WH5971> thereof, and unto every people כלשׁנו <WH3956> after their language, ואל <WH413> and to היהודים <WH3064> the Jews ככתבם <WH3789> וכלשׁונם׃ <WH3956> and according to their language."},{"number":10,"verse":"ויכתב <WH3789> And he wrote בשׁם <WH8034> name, המלך <WH4428> in the king אחשׁורשׁ <WH325> Ahasuerus' ויחתם <WH2856> and sealed בטבעת <WH2885> ring, המלך <WH4428> with the king's וישׁלח <WH7971> and sent ספרים <WH5612> letters ביד <WH3027> by הרצים <WH7323> posts בסוסים <WH5483> on horseback, רכבי <WH7392> riders הרכשׁ <WH7409> on mules, האחשׁתרנים <WH327> camels, בני <WH1121> young הרמכים׃ <WH7424> dromedaries:"},{"number":11,"verse":"אשׁר <WH834> Wherein נתן <WH5414> granted המלך <WH4428> the king ליהודים <WH3064> the Jews אשׁר <WH834> which בכל <WH3605> in every עיר <WH5892> city ועיר <WH5892> city להקהל <WH6950> to gather themselves together, ולעמד <WH5975> and to stand על <WH5921> for נפשׁם <WH5315> their life, להשׁמיד <WH8045> to destroy, ולהרג <WH2026> to slay, ולאבד <WH6> and to cause to perish, את <WH853> כל <WH3605> all חיל <WH2426> עם <WH5971> of the people ומדינה <WH4082> and province הצרים <WH6696> that would assault אתם <WH853> טף <WH2945> them, little ones ונשׁים <WH802> and women, ושׁללם <WH7998> and the spoil לבוז׃ <WH962> of them for a prey,"},{"number":12,"verse":"ביום <WH3117> day אחד <WH259> Upon one בכל <WH3605> in all מדינות <WH4082> the provinces המלך <WH4428> of king אחשׁורושׁ <WH325> Ahasuerus, בשׁלושׁה <WH7969> upon the thirteenth עשׂר <WH6240> , upon the thirteenth לחדשׁ <WH2320> month, שׁנים <WH8147> of the twelfth עשׂר <WH6240> of the twelfth הוא <WH1931> which חדשׁ <WH2320> the month אדר׃ <WH143> Adar."},{"number":13,"verse":"פתשׁגן <WH6572> The copy הכתב <WH3791> of the writing להנתן <WH5414> to be given דת <WH1881> for a commandment בכל <WH3605> in every מדינה <WH4082> province ומדינה <WH4082> province גלוי <WH1540> published לכל <WH3605> unto all העמים <WH5971> people, ולהיות <WH1961> should be היהודיים <WH3064> and that the Jews עתודים <WH6259> ליום <WH3117> day הזה <WH2088> against that להנקם <WH5358> to avenge themselves מאיביהם׃ <WH341> on their enemies."},{"number":14,"verse":"הרצים <WH7323> the posts רכבי <WH7392> that rode upon הרכשׁ <WH7409> mules האחשׁתרנים <WH327> camels יצאו <WH3318> went out, מבהלים <WH926> being hastened ודחופים <WH1765> and pressed on בדבר <WH1697> commandment. המלך <WH4428> by the king's והדת <WH1881> And the decree נתנה <WH5414> was given בשׁושׁן <WH7800> at Shushan הבירה׃ <WH1002> the palace."},{"number":15,"verse":"ומרדכי <WH4782> And Mordecai יצא <WH3318> went out מלפני <WH6440> from the presence המלך <WH4428> of the king בלבושׁ <WH3830> apparel מלכות <WH4438> in royal תכלת <WH8504> of blue וחור <WH2353> and white, ועטרת <WH5850> crown זהב <WH2091> of gold, גדולה <WH1419> and with a great ותכריך <WH8509> and with a garment בוץ <WH948> of fine linen וארגמן <WH713> and purple: והעיר <WH5892> and the city שׁושׁן <WH7800> of Shushan צהלה <WH6670> rejoiced ושׂמחה׃ <WH8055> and was glad."},{"number":16,"verse":"ליהודים <WH3064> The Jews היתה <WH1961> had אורה <WH219> light, ושׂמחה <WH8057> and gladness, ושׂשׂן <WH8342> and joy, ויקר׃ <WH3366> and honor."},{"number":17,"verse":"ובכל <WH3605> And in every מדינה <WH4082> province, ומדינה <WH4082> province, ובכל <WH3605> and in every עיר <WH5892> city, ועיר <WH5892> city, מקום <WH4725> whithersoever אשׁר <WH834> whithersoever דבר <WH1697> commandment המלך <WH4428> the king's ודתו <WH1881> and his decree מגיע <WH5060> came, שׂמחה <WH8057> had joy ושׂשׂון <WH8342> and gladness, ליהודים <WH3064> the Jews משׁתה <WH4960> a feast ויום <WH3117> day. טוב <WH2896> and a good ורבים <WH7227> And many מעמי <WH5971> of the people הארץ <WH776> of the land מתיהדים <WH3054> became Jews; כי <WH3588> for נפל <WH5307> fell פחד <WH6343> the fear היהודים <WH3064> of the Jews עליהם׃ <WH5921> upon"}]}