{"bibleAbbr":"WEB2020","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"At the end<WH7093> of every seven<WH7651> years<WH8141> you shall make<WH6213> a release.<WH8059>"},{"number":2,"verse":"This is the way<WH1697> of the release:<WH8059> every creditor<WH4874> shall release<WH8059> that which he has lent<WH5383> to his neighbor;<WH7453> he shall not exact<WH5065> it of his neighbor<WH7453> and his brother;<WH251> because Yahweh<WH3068>'s release<WH8059> has been proclaimed.<WH7121>"},{"number":3,"verse":"Of a foreigner<WH5237> you may exact<WH5065> it:<WH251> but whatever of your is with your brother your hand<WH3027> shall release.<WH8058>"},{"number":4,"verse":"However<WH657> there shall be no poor<WH34> with you;<WH3068> (for Yahweh will surely<WH1288> bless<WH1288> you in the land<WH776> which Yahweh<WH3068> your God<WH430> gives<WH5414> you for an inheritance<WH5159> to possess it;<WH3423>)"},{"number":5,"verse":"if only you diligently<WH8085> listen<WH8085> to the voice<WH6963> of Yahweh<WH3068> your God,<WH430> to observe<WH8104> to do<WH6213> all this commandment<WH4687> which I command<WH6680> you this day.<WH3117>"},{"number":6,"verse":"For Yahweh<WH3068> your God<WH430> will bless<WH1288> you,<WH1696> as he promised you:<WH5670> and you shall lend to many<WH7227> nations,<WH1471> but you shall not borrow;<WH5670> and you shall rule<WH4910> over many<WH7227> nations,<WH1471> but they shall not rule over you.<WH4910>"},{"number":7,"verse":"If a poor man,<WH34> one<WH34> of your brothers,<WH251> is with you within any<WH259> of your gates<WH8179> in your land<WH776> which Yahweh<WH3068> your God<WH430> gives<WH5414> you,<WH553> you shall not harden your heart,<WH3824> nor shut<WH7092> your hand<WH3027> from your poor<WH34> brother;<WH251>"},{"number":8,"verse":"but you shall surely<WH6605> open<WH6605> your hand<WH3027> to him,<WH5670> and shall surely lend<WH5670> him sufficient<WH1767> for his need,<WH4270> which he lacks.<WH2637>"},{"number":9,"verse":"Beware<WH8104> that there not be a base<WH1100> thought<WH1697> in your heart,<WH3824> saying,<WH559> \"The seventh<WH7651> year,<WH8141> the year<WH8141> of release,<WH8059> is at hand;<WH7126>\" and your eye<WH5869> be evil<WH7489> against your poor<WH34> brother,<WH251> and you give<WH5414> him nothing;<WH7121> and he cry to Yahweh<WH3068> against you,<WH2399> and it be sin to you."},{"number":10,"verse":"You shall surely<WH5414> give<WH5414> him,<WH3824> and your heart shall not be grieved<WH3415> when you give<WH5414> to him;<WH1558> because that for this thing<WH1697> Yahweh<WH3068> your God<WH430> will bless<WH1288> you in all your work,<WH4639> and in all that you put<WH4916> your hand to.<WH3027>"},{"number":11,"verse":"For the poor<WH34> will never cease<WH2308> out of<WH7130> the land:<WH776> therefore I command<WH6680> you,<WH559> saying, You shall surely<WH6605> open<WH6605> your hand<WH3027> to your brother,<WH251> to your needy,<WH34> and to your poor,<WH6041> in your land.<WH776>"},{"number":12,"verse":"If your brother,<WH251> a Hebrew man,<WH5680> or a Hebrew woman,<WH5680> is sold<WH4376> to you,<WH5647> and serves you six<WH8337> years;<WH8141> then in the seventh<WH7637> year<WH8141> you shall let him go<WH7971> free from you.<WH2670>"},{"number":13,"verse":"When you let<WH7971> him go free<WH2670> from you,<WH7971> you shall not let him go empty:<WH7387>"},{"number":14,"verse":"you shall furnish<WH6059> him liberally<WH6059> out of your flock,<WH6629> and out of your threshing floor,<WH1637> and out of your winepress;<WH3342> as Yahweh<WH3068> your God<WH430> has blessed<WH1288> you,<WH5414> you shall give to him."},{"number":15,"verse":"You shall remember<WH2142> that you were a bondservant<WH5650> in the land<WH776> of Egypt,<WH4714> and Yahweh<WH3068> your God<WH430> redeemed<WH6299> you:<WH6680> therefore I command you this thing<WH1697> today.<WH3117>"},{"number":16,"verse":"It shall be,<WH559> if he tells you,<WH3318> \"I will not go out from you;<WH157>\" because he loves you and your house,<WH1004> because he is well with you;<WH2895>"},{"number":17,"verse":"then you shall take<WH3947> an awl,<WH4836> and thrust<WH5414> it through his ear<WH241> to the door,<WH1817> and he shall be your servant<WH5650> forever.<WH5769> Also to your female servant<WH519> you shall do likewise.<WH6213>"},{"number":18,"verse":"It shall not seem hard<WH7185> to you,<WH5869> when you let him go<WH7971> free<WH2670> from you;<WH4932> for to the double of the hire<WH7939> of a hireling<WH7916> has he served<WH5647> you six<WH8337> years:<WH8141> and Yahweh<WH3068> your God<WH430> will bless<WH1288> you in all that you do.<WH6213>"},{"number":19,"verse":"All the firstborn<WH1060> males<WH2145> that are born<WH3205> of your herd<WH1241> and of your flock<WH6629> you shall sanctify<WH6942> to Yahweh<WH3068> your God:<WH430> you shall do no work<WH5647> with the firstborn<WH1060> of your herd,<WH7794> nor shear<WH1494> the firstborn<WH1060> of your flock.<WH6629>"},{"number":20,"verse":"You shall eat<WH398> it before<WH6440> Yahweh<WH3068> your God<WH430> year<WH8141> by year<WH8141> in the place<WH4725> which Yahweh<WH3068> shall choose,<WH977> you and your household.<WH1004>"},{"number":21,"verse":"If it has any blemish,<WH3971> is lame<WH6455> or blind,<WH5787> or has any<WH7451> defect<WH3971> whatever,<WH2076> you shall not sacrifice it to Yahweh<WH3068> your God.<WH430>"},{"number":22,"verse":"You shall eat<WH398> it within your gates:<WH8179> the unclean<WH2931> and the clean<WH2889> shall eat it alike,<WH3162> as the gazelle,<WH6643> and as the hart.<WH354>"},{"number":23,"verse":"Only you shall not eat<WH398> its blood;<WH1818> you shall pour<WH8210> it out on the ground<WH776> as water.<WH4325>"}]}