{"bibleAbbr":"WEB2020","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"Give ear,<WH238> you heavens,<WH8064> and I will speak.<WH1696> Let the earth<WH776> hear<WH8085> the words<WH561> of my mouth.<WH6310>"},{"number":2,"verse":"My doctrine<WH3948> shall drop<WH6201> as the rain.<WH4306> My speech<WH565> shall condense<WH5140> as the dew,<WH2919> as the small rain<WH8164> on the tender grass,<WH6212> as the showers<WH7241> on the herb.<WH6212>"},{"number":3,"verse":"For I will proclaim<WH7121> the name<WH8034> of Yahweh.<WH3068> Ascribe<WH3051> greatness<WH1433> to our God!<WH430>"},{"number":4,"verse":"The Rock,<WH6697> his work<WH6467> is perfect,<WH8549> for all his ways<WH1870> are justice:<WH4941> a God<WH410> of faithfulness<WH530> and without iniquity,<WH5766> just<WH6662> and right is he.<WH3477>"},{"number":5,"verse":"They have dealt corruptly<WH7843> with him.<WH3971> They are not his children,<WH1121> because of their defect.<WH6141> They are a perverse and crooked<WH6618> generation.<WH1755>"},{"number":6,"verse":"Do you thus requite<WH1580> Yahweh,<WH3068> foolish<WH5036> people<WH5971> and unwise?<WH2450> Isn't<WH1> he your father who has bought<WH7069> you?<WH6213> He has made you,<WH3559> and established you."},{"number":7,"verse":"Remember<WH2142> the days<WH3117> of old.<WH5769> Consider<WH995> the years<WH8141> of many<WH1755> generations.<WH1755> Ask<WH7592> your father,<WH1> and he will show<WH5046> you;<WH2205> your elders, and they will tell you.<WH559>"},{"number":8,"verse":"When the Most High<WH5945> gave<WH5157> to the nations<WH1471> their inheritance,<WH5157> when he separated<WH6504> the children<WH1121> of men,<WH120> he set<WH5324> the bounds<WH1367> of the peoples<WH5971> according to the number<WH4557> of the children<WH1121> of Israel.<WH3478>"},{"number":9,"verse":"For Yahweh<WH3068>'s portion<WH2506> is his people.<WH5971> Jacob<WH3290> is the lot<WH2256> of his inheritance.<WH5159>"},{"number":10,"verse":"He found<WH4672> him in a desert<WH4057> land,<WH776> in the waste<WH8414> howling<WH3214> wilderness.<WH3452> He surrounded<WH5437> him.<WH995> He cared for him.<WH5341> He kept him as the apple<WH380> of his eye.<WH5869>"},{"number":11,"verse":"As an eagle<WH5404> that stirs up<WH5782> her nest,<WH7064> that flutters<WH7363> over her young,<WH1469> he spread abroad<WH6566> his wings,<WH84> he took<WH3947> them,<WH5375> he bore them on his feathers.<WH84>"},{"number":12,"verse":"Yahweh<WH3068> alone<WH910> led<WH5148> him.<WH5236> There was no foreign god with him.<WH410>"},{"number":13,"verse":"He made him ride<WH7392> on the high places<WH1116> of the earth.<WH776> He ate<WH398> the increase<WH8570> of the field.<WH7704> He caused him to suck<WH3243> honey<WH1706> out of the rock,<WH5553> oil<WH8081> out of the flinty<WH2496> rock;<WH6697>"},{"number":14,"verse":"Butter<WH2529> of the herd,<WH1241> and milk<WH2461> of the flock,<WH6629> with fat<WH2459> of lambs,<WH3733> rams<WH352> of the breed<WH1121> of Bashan,<WH1316> and goats,<WH6260> with the<WH2459> finest<WH3629> of the wheat.<WH2406> Of the<WH2561> blood<WH1818> of the grape<WH6025> you drank wine.<WH8354>"},{"number":15,"verse":"But Jeshurun<WH3484> grew fat,<WH8080> and kicked.<WH1163> You have grown fat.<WH8080> You have grown thick.<WH5666> You have become sleek.<WH3780> Then he forsook<WH5203> God<WH433> who made<WH6213> him,<WH5034> and lightly esteemed the Rock<WH6697> of his salvation.<WH3444>"},{"number":16,"verse":"They moved him to jealousy<WH7065> with strange<WH2114> gods.<WH3707> They provoked him to anger with abominations.<WH8441>"},{"number":17,"verse":"They sacrificed<WH2076> to demons,<WH7700> not God,<WH433> to gods<WH430> that they didn't<WH3045> know, to new<WH2319> gods that came<WH935> up<WH935> recently,<WH7138> which your fathers<WH1> didn't<WH8175> dread."},{"number":18,"verse":"Of the Rock<WH6697> who became your father,<WH3205> you are unmindful,<WH7876> and have forgotten<WH7911> God<WH410> who gave you birth.<WH2342>"},{"number":19,"verse":"Yahweh<WH3068> saw<WH7200> and abhorred,<WH5006> because of the provocation<WH3708> of his sons<WH1121> and his daughters.<WH1323>"},{"number":20,"verse":"He said,<WH559> \"I will hide<WH5641> my face<WH6440> from them.<WH7200> I will see what their end<WH319> shall be;<WH8419> for they are a very perverse generation,<WH1755> children<WH1121> in whom is no faithfulness.<WH529>"},{"number":21,"verse":"They have moved me to jealousy<WH7065> with that which is not<WH3808> God.<WH410> They have provoked me to anger<WH3707> with their vanities.<WH1892> I will move them to jealousy<WH7065> with those who are not a people.<WH5971> I will provoke them to anger<WH3707> with a foolish<WH5036> nation.<WH1471>"},{"number":22,"verse":"For a fire<WH784> is kindled<WH6919> in my anger,<WH639> Burns<WH3344> to the lowest<WH8482> Sheol,<WH7585> Devours<WH398> the earth<WH776> with its increase,<WH2981> and sets the foundations<WH4144> of the mountains<WH2022> on fire.<WH3857>"},{"number":23,"verse":"\"I will heap<WH5595> evils<WH7451> on them.<WH3615> I will spend my arrows on them.<WH2671>"},{"number":24,"verse":"They shall be wasted<WH4198> with hunger,<WH7458> and devoured<WH3898> with burning heat<WH7565> and bitter<WH4815> destruction.<WH6986> I will send<WH7971> the teeth<WH8127> of animals<WH929> on them,<WH2534> With the poison of crawling<WH2119> things of the dust.<WH6083>"},{"number":25,"verse":"Outside<WH2351> the sword<WH2719> shall bereave,<WH7921> and in the rooms,<WH2315> terror;<WH367> on both young man<WH970> and virgin,<WH1330> The nursing<WH3243> infant with the gray-haired<WH7872> man.<WH376>"},{"number":26,"verse":"I said,<WH559> I would scatter them afar.<WH6284> I would make their memory<WH2143> to cease<WH7673> from among men;<WH582>"},{"number":27,"verse":"were it not<WH3884> that I feared<WH1481> the provocation<WH3708> of the enemy,<WH341> lest their adversaries<WH6862> should judge wrongly,<WH5234> lest they should say,<WH559> <WH3027> 'Our hand is exalted,<WH7311> Yahweh<WH3068> has not done all this.<WH6466>'\""},{"number":28,"verse":"For they are a nation<WH1471> void<WH6> of counsel.<WH6098> There is no understanding in them.<WH8394>"},{"number":29,"verse":"Oh that<WH3863> they were wise,<WH2449> that they understood<WH7919> this,<WH995> that they would consider their latter end!<WH319>"},{"number":30,"verse":"How could one<WH259> chase<WH7291> a thousand,<WH505> and two<WH8147> put ten<WH7233> thousand<WH505> to flight,<WH5127> unless<WH3808> their Rock<WH6697> had sold<WH4376> them,<WH3588> and Yahweh<WH3068> had delivered them up?<WH5462>"},{"number":31,"verse":"For their rock<WH6697> is not as our Rock,<WH6697> even our enemies<WH341> themselves being judges.<WH6414>"},{"number":32,"verse":"For their vine<WH1612> is of the vine<WH1612> of Sodom,<WH5467> of the fields<WH7709> of Gomorrah.<WH6017> Their grapes<WH6025> are grapes<WH6025> of gall,<WH7219> Their clusters<WH811> are bitter.<WH4846>"},{"number":33,"verse":"Their wine<WH3196> is the poison<WH2534> of serpents,<WH8577> The cruel<WH393> venom<WH7219> of asps.<WH6620>"},{"number":34,"verse":"\"Isn't<WH3647> this laid up in store with me,<WH2856> sealed up among my treasures?<WH214>"},{"number":35,"verse":"Vengeance<WH5359> is mine,<WH8005> and recompense, at the time<WH6256> when their foot<WH7272> slides;<WH4131> for the day<WH3117> of their calamity<WH343> is at hand.<WH7138> The things that are to come<WH6264> on them shall make haste.<WH2363>\""},{"number":36,"verse":"For Yahweh<WH3068> will judge<WH1777> his people,<WH5971> and have compassion<WH5162> on his servants,<WH5650> when he sees<WH7200> that their power<WH3027> is gone,<WH235> There is none<WH657> remaining,<WH6113> shut up or left at large.<WH5800>"},{"number":37,"verse":"He will say,<WH559> \"Where are their gods,<WH430> The rock<WH6697> in which they took refuge;<WH2620>"},{"number":38,"verse":"Which ate<WH398> the fat<WH2459> of their sacrifices,<WH2077> And drank<WH8354> the wine<WH3196> of their drink offering?<WH5257> Let them rise up<WH6965> and help<WH5826> you!<WH5643> Let them be your protection."},{"number":39,"verse":"\"See<WH7200> now that I,<WH430> even I, am he, There is no god with me.<WH4191> I kill, and I make alive.<WH2421> I wound,<WH4272> and I heal.<WH7495> There is no one who can deliver<WH5337> out of my hand.<WH3027>"},{"number":40,"verse":"For I lift up<WH5375> my hand<WH3027> to heaven,<WH8064> And say,<WH559> As I live<WH2416> forever,<WH5769>"},{"number":41,"verse":"if I whet<WH8150> my glittering<WH1300> sword,<WH2719> My hand<WH3027> take hold<WH270> on judgment;<WH4941> I will render<WH7725> vengeance<WH5359> to my adversaries,<WH6862> and will recompense<WH7999> those who hate me.<WH8130>"},{"number":42,"verse":"I will make my arrows<WH2671> drunk<WH7937> with blood.<WH1818> My sword<WH2719> shall devour<WH398> flesh<WH1320> with the blood<WH1818> of the slain<WH2491> and the captives,<WH7633> from the head<WH7218> of the leaders<WH6546> of the enemy.<WH341>\""},{"number":43,"verse":"Rejoice,<WH7442> you nations,<WH1471> with his people,<WH5971> for he will avenge<WH5358> the blood<WH1818> of his servants.<WH5650> He will render<WH7725> vengeance<WH5359> to his adversaries,<WH6862> And will make expiation<WH3722> for his land,<WH127> for his people.<WH5971>"},{"number":44,"verse":"Moses<WH4872> came<WH935> and spoke<WH1696> all the words<WH1697> of this song<WH7892> in the ears<WH241> of the people,<WH5971> he and Joshua<WH1954> the son<WH1121> of Nun.<WH5126>"},{"number":45,"verse":"Moses<WH4872> made an end<WH3615> of speaking<WH1696> all these words<WH1697> to all Israel;<WH3478>"},{"number":46,"verse":"He said<WH559> to them,<WH7760> \"Set your heart<WH3824> to all the words<WH1697> which I testify<WH5749> to you this day,<WH3117> which you shall command<WH6680> your children<WH1121> to observe<WH8104> to do,<WH6213> all the words<WH1697> of this law.<WH8451>"},{"number":47,"verse":"For it is no vain<WH7386> thing<WH1697> for you;<WH2416> because it is your life, and through this thing<WH1697> you shall prolong<WH748> your days<WH3117> in the land,<WH127> where you go over<WH5674> the Jordan<WH3383> to possess it.<WH3423>\""},{"number":48,"verse":"Yahweh<WH3068> spoke<WH1696> to Moses<WH4872> that same<WH6106> day,<WH3117> saying,<WH559>"},{"number":49,"verse":"\"Go up<WH5927> into this mountain<WH2022> of Abarim,<WH5682> to Mount<WH2022> Nebo,<WH5015> which is in the land<WH776> of Moab,<WH4124> that is over against<WH6440> Jericho;<WH3405> and see<WH7200> the land<WH776> of Canaan,<WH3667> which I give<WH5414> to the children<WH1121> of Israel<WH3478> for a possession;<WH272>"},{"number":50,"verse":"and die<WH4191> on the mountain<WH2022> where you go up,<WH5927> and be gathered<WH622> to your people,<WH5971> as Aaron<WH175> your brother<WH251> died<WH4191> on Mount<WH2022> Hor,<WH2023> and was gathered<WH622> to his people:<WH5971>"},{"number":51,"verse":"because you trespassed<WH4603> against me in the midst<WH8432> of the children<WH1121> of Israel<WH3478> at the waters<WH4325> of Meribah of Kadesh,<WH4808> in the wilderness<WH4057> of Zin;<WH6790> because you didn't<WH6942> sanctify me in the midst<WH8432> of the children<WH1121> of Israel.<WH3478>"},{"number":52,"verse":"For you shall see<WH7200> the land<WH776> before you;<WH935> but you shall not go there into the land<WH776> which I give<WH5414> the children<WH1121> of Israel.<WH3478>\""}]}