{"bibleAbbr":"WEB2020+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"Now, <WH3478> Israel, listen <WH8085> to the statutes <WH2706> and to the ordinances, <WH4941> which I teach <WH3925> you, <WH6213> to do them; <WH2421> that you may live, and go in <WH935> and possess <WH3423> the land <WH776> which Yahweh, <WH3068> the God <WH430> of your fathers, <WH1> gives you. <WH5414>"},{"number":2,"verse":"You shall not add <WH3254> to the word <WH1697> which I command <WH6680> you, <WH1639> neither shall you diminish from it, <WH8104> that you may keep the commandments <WH4687> of Yahweh <WH3068> your God <WH430> which I command you. <WH6680>"},{"number":3,"verse":"Your eyes <WH5869> have seen <WH7200> what Yahweh <WH3068> did <WH6213> because of Baal <WH1187> Peor; <WH376> for all the men who followed <WH310> Baal <WH1187> Peor, <WH3068> Yahweh your God <WH430> has destroyed <WH8045> them from the midst of you. <WH7130>"},{"number":4,"verse":"But you who were faithful <WH1695> to Yahweh <WH3068> your God <WH430> are all alive <WH2416> this day. <WH3117>"},{"number":5,"verse":"Behold, <WH7200> I have taught <WH3925> you statutes <WH2706> and ordinances, <WH4941> even as <WH834> Yahweh <WH3068> my God <WH430> commanded <WH6680> me, <WH6213> that you should do so in <WH7130> the midst of the land <WH776> where you go <WH935> in to possess it. <WH3423>"},{"number":6,"verse":"Keep <WH8104> therefore and do <WH6213> them; <WH2451> for this is your wisdom and your understanding <WH998> in the sight <WH5869> of the peoples, <WH5971> who shall hear <WH8085> all these statutes, <WH2706> and say, <WH559> \"Surely this great <WH1419> nation <WH1471> is a wise <WH2450> and understanding <WH995> people. <WH5971>\""},{"number":7,"verse":"For what great <WH1419> nation <WH1471> is there, <WH430> that has a god so near <WH7138> to them, <WH3068> as Yahweh our God <WH430> is whenever we call on him? <WH7121>"},{"number":8,"verse":"What great <WH1419> nation <WH1471> is there, <WH2706> that has statutes and ordinances <WH4941> so righteous <WH6662> as all this law, <WH8451> which I set <WH5414> before <WH6440> you this day? <WH3117>"},{"number":9,"verse":"Only take heed <WH8104> to yourself, <WH8104> and keep your soul <WH5315> diligently, <WH3966> lest you forget <WH7911> the things <WH1697> which your eyes <WH5869> saw, <WH7200> and lest they depart <WH5493> from your heart <WH3824> all the days <WH3117> of your life; <WH2416> but make them known <WH3045> to your children <WH1121> and your children <WH1121>'s children; <WH1121>"},{"number":10,"verse":"the day <WH3117> that you stood <WH5975> before <WH6440> Yahweh <WH3068> your God <WH430> in Horeb, <WH2722> when Yahweh <WH3068> said <WH559> to me, <WH6950> \"Assemble me <WH6950> the people, <WH5971> and I will make them hear <WH8085> my words, <WH1697> that they may learn <WH3925> to fear <WH3372> me all the days <WH3117> that they live <WH2416> on the earth, <WH127> and that they may teach <WH3925> their children. <WH1121>\""},{"number":11,"verse":"You came near <WH7126> and stood <WH5975> under the mountain; <WH2022> and the mountain <WH2022> burned <WH1197> with fire <WH784> to the heart <WH3820> of the sky, <WH8064> with darkness, <WH6205> cloud, <WH2822> and thick darkness."},{"number":12,"verse":"Yahweh <WH3068> spoke <WH1696> to you out of the midst <WH8432> of the fire: <WH784> you heard <WH8085> the voice <WH6963> of words, <WH1697> but you saw <WH7200> no form; <WH8544> you only <WH2108> heard a voice. <WH6963>"},{"number":13,"verse":"He declared <WH5046> to you his covenant, <WH1285> which he commanded <WH6680> you to perform, <WH6213> even the ten <WH6235> commandments; <WH1697> and he wrote <WH3789> them on two <WH8147> tables <WH3871> of stone. <WH68>"},{"number":14,"verse":"Yahweh <WH3068> commanded <WH6680> me at that time <WH6256> to teach <WH3925> you statutes <WH2706> and ordinances, <WH4941> that you might do <WH6213> them in the land <WH776> where you go over <WH5674> to possess it. <WH3423>"},{"number":15,"verse":"Take therefore good <WH3966> heed <WH8104> to yourselves; <WH5315> for you saw <WH7200> no kind of form <WH8544> on the day <WH3117> that Yahweh <WH3068> spoke <WH1696> to you in Horeb <WH2722> out of the midst <WH8432> of the fire. <WH784>"},{"number":16,"verse":"Lest you corrupt <WH7843> yourselves, <WH6213> and make yourself an engraved image <WH6459> in the form <WH8544> of any figure, <WH5566> the likeness <WH8403> of male <WH2145> or female, <WH5347>"},{"number":17,"verse":"the likeness <WH8403> of any animal <WH929> that is on the earth, <WH776> the likeness <WH8403> of any winged <WH3671> bird <WH6833> that flies in the sky, <WH8064>"},{"number":18,"verse":"the likeness <WH8403> of anything that creeps <WH7430> on the ground, <WH127> the likeness <WH8403> of any fish <WH1710> that is in the water <WH4325> under <WH8478> the earth; <WH776>"},{"number":19,"verse":"and lest you lift up <WH5375> your eyes <WH5869> to the sky, <WH8064> and when you see <WH7200> the sun <WH8121> and the moon <WH3394> and the stars, <WH3556> even all the army <WH6635> of the sky, <WH8064> you are drawn <WH5080> away and worship <WH7812> them, <WH5647> and serve them, <WH3068> which Yahweh your God <WH430> has allotted <WH2505> to all the peoples <WH5971> under the whole sky. <WH8064>"},{"number":20,"verse":"But Yahweh <WH3068> has taken <WH3947> you, <WH3318> and brought you forth out of the iron <WH1270> furnace, <WH3564> out of Egypt, <WH4714> to be to him a people <WH5971> of inheritance, <WH5159> as at this day. <WH3117>"},{"number":21,"verse":"Furthermore Yahweh <WH3068> was angry <WH599> with me for your sakes, <WH1697> and swore <WH7650> that I should not go over <WH5674> the Jordan, <WH3383> and that I should not go <WH935> in to that good <WH2896> land, <WH776> which Yahweh <WH3068> your God <WH430> gives <WH5414> you for an inheritance: <WH5159>"},{"number":22,"verse":"but I must die <WH4191> in this land, <WH776> I must not go over <WH5674> the Jordan; <WH3383> but you shall go over, <WH5674> and possess <WH3423> that good <WH2896> land. <WH776>"},{"number":23,"verse":"Take heed <WH8104> to yourselves, <WH7911> lest you forget the covenant <WH1285> of Yahweh <WH3068> your God, <WH430> which he made <WH3772> with you, <WH6213> and make you an engraved image <WH6459> in the form <WH8544> of anything <WH3605> which Yahweh <WH3068> your God <WH430> has forbidden you. <WH6680>"},{"number":24,"verse":"For Yahweh <WH3068> your God <WH430> is a devouring <WH398> fire, <WH784> a jealous <WH7067> God. <WH430>"},{"number":25,"verse":"When you shall father <WH3205> children, <WH1121> and children <WH1121>'s children, <WH1121> and you shall have been long <WH3462> in the land, <WH776> and shall corrupt <WH7843> yourselves, <WH6213> and make an engraved image <WH6459> in the form <WH8544> of anything, <WH6213> and shall do that which is evil <WH7451> in the sight <WH5869> of Yahweh <WH3068> your God, <WH430> to provoke him to anger; <WH3707>"},{"number":26,"verse":"I call <WH5749> heaven <WH8064> and earth <WH776> to witness <WH5749> against you this day, <WH3117> that you shall soon <WH4118> utterly <WH6> perish <WH6> from off the land <WH776> whereunto you go over <WH5674> the Jordan <WH3383> to possess <WH3423> it; <WH748> you shall not prolong your days <WH3117> on it, <WH8045> but shall utterly be destroyed. <WH8045>"},{"number":27,"verse":"Yahweh <WH3068> will scatter <WH6327> you among the peoples, <WH5971> and you shall be left <WH7604> few <WH4962> in number <WH4557> among the nations, <WH1471> where Yahweh <WH3068> shall lead you away. <WH5090>"},{"number":28,"verse":"There you shall serve <WH5647> gods, <WH430> the work <WH4639> of men <WH120>'s hands, <WH3027> wood <WH6086> and stone, <WH68> which neither see, <WH7200> nor hear, <WH8085> nor eat, <WH398> nor smell. <WH7306>"},{"number":29,"verse":"But from there you shall seek <WH1245> Yahweh <WH3068> your God, <WH430> and you shall find <WH4672> him, <WH1875> when you search after him with all your heart <WH3824> and with all your soul. <WH5315>"},{"number":30,"verse":"When you are in oppression, <WH6862> and all these things <WH1697> have come <WH4672> on you, <WH319> in the latter days <WH3117> you shall return <WH7725> to Yahweh <WH3068> your God, <WH430> and listen <WH8085> to his voice: <WH6963>"},{"number":31,"verse":"for Yahweh <WH3068> your God <WH430> is a merciful <WH7349> God; <WH430> he will not fail <WH7503> you, <WH7843> neither destroy you, <WH7911> nor forget the covenant <WH1285> of your fathers <WH1> which he swore to them. <WH7650>"},{"number":32,"verse":"For ask <WH7592> now of the days <WH3117> that are past, <WH7223> which were <WH1961> before <WH6440> you, <WH3117> since the day that God <WH430> created <WH1254> man <WH120> on the earth, <WH776> and from the one end <WH7097> of the sky <WH8064> to the other, <WH1419> whether there has been anything as this great thing <WH1697> is, <WH8085> or has been heard like it?"},{"number":33,"verse":"Did a people <WH5971> ever hear <WH8085> the voice <WH6963> of God <WH430> speaking out <WH1696> of the midst <WH8432> of the fire, <WH784> as you have heard, <WH8085> and live? <WH2421>"},{"number":34,"verse":"Or has God <WH430> tried <WH5254> to go <WH935> and take <WH3947> a nation <WH1471> for himself from the midst <WH7130> of another nation, <WH1471> by trials, <WH4531> by signs, <WH226> and by wonders, <WH4159> and by war, <WH4421> and by a mighty <WH2389> hand, <WH3027> and by an outstretched <WH5186> arm, <WH2220> and by great <WH1419> terrors, <WH4172> according to all that Yahweh <WH3068> your God <WH430> did <WH6213> for you in Egypt <WH4714> before your eyes? <WH5869>"},{"number":35,"verse":"It was shown <WH7200> to you so that you might know <WH3045> that Yahweh <WH3068> is God. <WH430> There is no one else <WH5750> besides him. <WH905>"},{"number":36,"verse":"Out of heaven <WH8064> he made you to hear <WH8085> his voice, <WH6963> that he might instruct <WH3256> you: <WH776> and on earth he made you to see <WH7200> his great <WH1419> fire; <WH784> and you heard <WH8085> his words <WH1697> out of the midst <WH8432> of the fire. <WH784>"},{"number":37,"verse":"Because he loved <WH157> your fathers, <WH1> therefore he chose <WH977> their seed <WH2233> after <WH310> them, <WH3318> and brought you out with his presence, <WH6440> with his great <WH1419> power, <WH3581> out of Egypt; <WH4714>"},{"number":38,"verse":"to drive out <WH3423> nations <WH1471> from before <WH6440> you greater <WH1419> and mightier <WH6099> than you, <WH935> to bring you in, <WH5414> to give you their land <WH776> for an inheritance, <WH5159> as at this day. <WH3117>"},{"number":39,"verse":"Know <WH3045> therefore this day, <WH3117> and lay <WH7725> it to your heart, <WH3824> that Yahweh <WH3068> he is God <WH430> in heaven <WH8064> above <WH4605> and on the earth beneath; <WH776> there is none else."},{"number":40,"verse":"You shall keep <WH8104> his statutes, <WH2706> and his commandments, <WH4687> which I command <WH6680> you this day, <WH3117> that it may go well <WH3190> with you, <WH1121> and with your children after <WH310> you, <WH748> and that you may prolong your days <WH3117> in the land, <WH127> which Yahweh <WH3068> your God <WH430> gives you, <WH5414> forever."},{"number":41,"verse":"Then Moses <WH4872> set apart <WH914> three <WH7969> cities <WH5892> beyond <WH5676> the Jordan <WH3383> toward the sunrise; <WH8121>"},{"number":42,"verse":"that the manslayer <WH7523> might flee <WH5127> there, <WH7523> who kills his neighbor <WH7453> unawares, <WH1097> and didn't <WH8130> hate him in time <WH8543> past; <WH8032> and that fleeing <WH5127> to one <WH259> of these <WH411> cities <WH5892> he might live: <WH2425>"},{"number":43,"verse":"Bezer <WH1221> in the wilderness, <WH4057> in the plain <WH4334> country, <WH776> for the Reubenites; <WH7206> and Ramoth <WH7216> in Gilead, <WH1568> for the Gadites; <WH1425> and Golan <WH1474> in Bashan, <WH1316> for the Manassites. <WH4520>"},{"number":44,"verse":"This is the law <WH8451> which Moses <WH4872> set <WH7760> before <WH6440> the children <WH1121> of Israel: <WH3478>"},{"number":45,"verse":"these are the testimonies, <WH5713> and the statutes, <WH2706> and the ordinances, <WH4941> which Moses <WH4872> spoke <WH1696> to the children <WH1121> of Israel, <WH3478> when they came forth <WH3318> out of Egypt, <WH4714>"},{"number":46,"verse":"beyond <WH5676> the Jordan, <WH3383> in the valley <WH1516> over against <WH4136> Beth Peor, <WH1047> in the land <WH776> of Sihon <WH5511> king <WH4428> of the Amorites, <WH567> who lived <WH3427> at Heshbon, <WH2809> whom Moses <WH4872> and the children <WH1121> of Israel <WH3478> struck, <WH5221> when they came forth <WH3318> out of Egypt. <WH4714>"},{"number":47,"verse":"They took his land <WH776> in possession, <WH3423> and the land <WH776> of Og <WH5747> king <WH4428> of Bashan, <WH1316> the two <WH8147> kings <WH4428> of the Amorites, <WH567> who were beyond <WH5676> the Jordan <WH3383> toward the sunrise; <WH4217>"},{"number":48,"verse":"from Aroer, <WH6177> which is on the edge <WH8193> of the valley <WH5158> of the Arnon, <WH769> even to Mount <WH2022> Sion <WH7865> (the same is Hermon <WH2768>),"},{"number":49,"verse":"and all the Arabah <WH6160> beyond <WH5676> the Jordan <WH3383> eastward, <WH4217> even to the sea <WH3220> of the Arabah, <WH6160> under the slopes <WH794> of Pisgah. <WH6449>"}]}