{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַחַר֙ <WH310> 'a-Char And it came to pass after הַדְּבָרִ֣ים <WH1697> had-de-va-Rim these things הָאֵ֔לֶּה <WH428> ha-'El-leh, these וְהָ֣אֱלֹהִ֔ים <WH430> ve-Ha-'E-lo-Him, that God נִסָּ֖ה <WH5254> nis-Sah did tempt אֶת־ <WH853> 'et- אַבְרָהָ֑ם <WH85> 'av-ra-Ham; Abraham וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֵלָ֔יו <WH413> 'e-Lav, to him אַבְרָהָ֖ם <WH85> 'av-ra-Ham unto him Abraham וַיֹּ֥אמֶר <WH559> vai-Yo-mer and he said הִנֵּֽנִי׃ <WH2009> hin-Ne-ni. Here"},{"number":2,"verse":"וַיֹּ֡אמֶר <WH559> vai-Yo-mer And he said קַח־ <WH3947> kach- Take now נָ֠א <WH4994> na now אֶת־ <WH853> 'et- בִּנְךָ֨ <WH1121> bin-Cha thy son אֶת־ <WH853> 'et- יְחִֽידְךָ֤ <WH3173> ye-chi-de-Cha thine only אֲשֶׁר־ <WH834> 'a-Sher- whom אָהַ֙בְתָּ֙ <WH157> 'a-Hav-ta whom thou lovest אֶת־ <WH853> 'et- יִצְחָ֔ק <WH3327> yitz-Chak, [son] Isaac וְלֶךְ־ <WH1980> ve-lech- and go לְךָ֔ le-Cha, אֶל־ <WH413> 'el- to אֶ֖רֶץ <WH776> 'E-retz into the land הַמֹּרִיָּ֑ה <WH4179> ham-mo-ri-Yah; of Moriah וְהַעֲלֵ֤הוּ <WH5927> ve-ha-'a-Le-hu and offer him שָׁם֙ <WH8033> sham there לְעֹלָ֔ה <WH5930> le-'o-Lah, there for a burnt offering עַ֚ל <WH5921> 'al on אַחַ֣ד <WH259> 'a-Chad upon one הֶֽהָרִ֔ים <WH2022> he-ha-Rim, of the mountains אֲשֶׁ֖ר <WH834> 'a-Sher of which אֹמַ֥ר <WH559> 'o-Mar which I will tell אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. about"},{"number":3,"verse":"וַיַּשְׁכֵּ֨ם <WH7925> vai-yash-Kem rose up early אַבְרָהָ֜ם <WH85> 'av-ra-Ham And Abraham בַּבֹּ֗קֶר <WH1242> bab-Bo-ker, in the morning וַֽיַּחֲבֹשׁ֙ <WH2280> vai-ya-cha-Vosh and saddled אֶת־ <WH853> 'et- חֲמֹר֔וֹ <WH2543> cha-mo-Ro, his ass וַיִּקַּ֞ח <WH3947> vai-yik-Kach and took אֶת־ <WH853> 'et- שְׁנֵ֤י <WH8147> she-Nei two נְעָרָיו֙ <WH5288> ne-'a-Rav of his young men אִתּ֔וֹ <WH854> it-To, for וְאֵ֖ת <WH853> ve-'Et יִצְחָ֣ק <WH3327> yitz-Chak with him and Isaac בְּנ֑וֹ <WH1121> be-No; his son וַיְבַקַּע֙ <WH1234> vay-vak-Ka' and clave עֲצֵ֣י <WH6086> 'a-Tzei the wood עֹלָ֔ה <WH5930> 'o-Lah, for the burnt offering וַיָּ֣קָם <WH6965> vai-Ya-kom and rose up וַיֵּ֔לֶךְ <WH1980> vai-Ye-lech, and went אֶל־ <WH413> 'el- to הַמָּק֖וֹם <WH4725> ham-ma-Kom unto the place אֲשֶׁר־ <WH834> 'a-Sher- of which אָֽמַר־ <WH559> 'a-mar- had told ל֥וֹ lo הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of which God"},{"number":4,"verse":"בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֗י <WH7992> hash-she-li-Shi, Then on the third וַיִּשָּׂ֨א <WH5375> vai-yis-Sa lifted up אַבְרָהָ֧ם <WH85> 'av-ra-Ham Abraham אֶת־ <WH853> 'et- עֵינָ֛יו <WH5869> 'ei-Nav his eyes וַיַּ֥רְא <WH7200> vai-Yar and saw אֶת־ <WH853> 'et- הַמָּק֖וֹם <WH4725> ham-ma-Kom the place מֵרָחֹֽק׃ <WH7350> me-ra-Chok. afar off"},{"number":5,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אַבְרָהָ֜ם <WH85> 'av-ra-Ham And Abraham אֶל־ <WH413> 'el- to his נְעָרָ֗יו <WH5288> ne-'a-Rav, unto his young men שְׁבוּ־ <WH3427> she-vu- Abide לָכֶ֥ם la-Chem פֹּה֙ <WH6311> poh here עִֽם־ <WH5973> 'im- with הַחֲמ֔וֹר <WH2543> ha-cha-Mor, ye here with the ass וַאֲנִ֣י <WH589> va-'a-Ni I וְהַנַּ֔עַר <WH5288> ve-han-Na-'ar, and I and the lad נֵלְכָ֖ה <WH1980> ne-le-Chah will go עַד־ <WH5704> 'ad- against כֹּ֑ה <WH3541> Koh; yonder וְנִֽשְׁתַּחֲוֶ֖ה <WH7812> ve-nish-ta-cha-Veh and worship וְנָשׁ֥וּבָה <WH7725> ve-na-Shu-vah and come again אֲלֵיכֶֽם׃ <WH413> 'a-lei-Chem. about"},{"number":6,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took אַבְרָהָ֜ם <WH85> 'av-ra-Ham And Abraham אֶת־ <WH853> 'et- עֲצֵ֣י <WH6086> 'a-Tzei the wood הָעֹלָ֗ה <WH5930> ha-'o-Lah, of the burnt offering וַיָּ֙שֶׂם֙ <WH7760> vai-Ya-sem and laid עַל־ <WH5921> 'al- on יִצְחָ֣ק <WH3327> yitz-Chak [it] upon Isaac בְּנ֔וֹ <WH1121> be-No, his son וַיִּקַּ֣ח <WH3947> vai-yik-Kach and he took בְּיָד֔וֹ <WH3027> be-ya-Do, in his hand אֶת־ <WH853> 'et- הָאֵ֖שׁ <WH784> ha-'Esh the fire וְאֶת־ <WH853> ve-'Et הַֽמַּאֲכֶ֑לֶת <WH3979> ham-ma-'a-Che-let; and a knife וַיֵּלְכ֥וּ <WH1980> vai-ye-le-Chu walked שְׁנֵיהֶ֖ם <WH8147> she-nei-Hem both יַחְדָּֽו׃ <WH3162> yach-Dav. of them together"},{"number":7,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer spake יִצְחָ֜ק <WH3327> yitz-Chak And Isaac אֶל־ <WH413> 'el- to אַבְרָהָ֤ם <WH85> 'av-ra-Ham unto Abraham אָבִיו֙ <WH1> 'a-Viv his father וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אָבִ֔י <WH1> 'a-Vi, My father וַיֹּ֖אמֶר <WH559> vai-Yo-mer and he said הִנֶּ֣נִּֽי <WH2009> hin-Nen-ni Here בְנִ֑י <WH1121> ve-Ni; Here [am] I my son וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said הִנֵּ֤ה <WH2009> hin-Neh Behold הָאֵשׁ֙ <WH784> ha-'Esh Behold the fire וְהָ֣עֵצִ֔ים <WH6086> ve-Ha-'e-Tzim, and the wood וְאַיֵּ֥ה <WH346> ve-'ai-Yeh where הַשֶּׂ֖ה <WH7716> has-Seh but where [is] the lamb לְעֹלָֽה׃ <WH5930> le-'o-Lah. the burnt"},{"number":8,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer said אַבְרָהָ֔ם <WH85> 'av-ra-Ham, And Abraham אֱלֹהִ֞ים <WH430> E-lo-Him God יִרְאֶה־ <WH7200> yir-'eh- will provide לּ֥וֹ lo הַשֶּׂ֛ה <WH7716> has-Seh himself a lamb לְעֹלָ֖ה <WH5930> le-'o-Lah for a burnt offering בְּנִ֑י <WH1121> be-Ni; My son וַיֵּלְכ֥וּ <WH1980> vai-ye-le-Chu walked שְׁנֵיהֶ֖ם <WH8147> she-nei-Hem both of them יַחְדָּֽו׃ <WH3162> yach-Dav. together"},{"number":9,"verse":"וַיָּבֹ֗אוּ <WH935> vai-ya-Vo-'u, And they came אֶֽל־ <WH413> 'el- to הַמָּקוֹם֮ <WH4725> ham-ma-kOm to the place אֲשֶׁ֣ר <WH834> 'a-Sher of which אָֽמַר־ <WH559> 'a-mar- had told ל֣וֹ lo הָאֱלֹהִים֒ <WH430> ha-'E-lo-Him which God וַיִּ֨בֶן <WH1129> vai-Yi-ven built שָׁ֤ם <WH8033> sham there אַבְרָהָם֙ <WH85> 'av-ra-Ham him of and Abraham אֶת־ <WH853> 'et- הַמִּזְבֵּ֔חַ <WH4196> ham-miz-Be-ach, an altar וַֽיַּעֲרֹ֖ךְ <WH6186> vai-ya-'a-Roch in order אֶת־ <WH853> 'et- הָעֵצִ֑ים <WH6086> ha-'e-Tzim; the wood וַֽיַּעֲקֹד֙ <WH6123> vai-ya-'a-Kod and bound אֶת־ <WH853> 'et- יִצְחָ֣ק <WH3327> yitz-Chak Isaac בְּנ֔וֹ <WH1121> be-No, his son וַיָּ֤שֶׂם <WH7760> vai-Ya-sem and laid אֹתוֹ֙ <WH853> o-To עַל־ <WH5921> 'al- on הַמִּזְבֵּ֔חַ <WH4196> ham-miz-Be-ach, him on the altar מִמַּ֖עַל <WH4605> mi-Ma-'al upon לָעֵצִֽים׃ <WH6086> la-'e-Tzim. the wood"},{"number":10,"verse":"וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach stretched forth אַבְרָהָם֙ <WH85> 'av-ra-Ham And Abraham אֶת־ <WH853> 'et- יָד֔וֹ <WH3027> ya-Do, his hand וַיִּקַּ֖ח <WH3947> vai-yik-Kach and took אֶת־ <WH853> 'et- הַֽמַּאֲכֶ֑לֶת <WH3979> ham-ma-'a-Che-let; the knife לִשְׁחֹ֖ט <WH7819> lish-Chot to slay אֶת־ <WH853> 'et- בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":11,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called אֵלָ֜יו <WH413> 'e-Lav But מַלְאַ֤ךְ <WH4397> mal-'Ach And the angel יְהוָה֙ <WH3068> Yah-weh of the LORD מִן־ <WH4480> min- from הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, unto him out of heaven וַיֹּ֖אמֶר <WH559> vai-Yo-mer and said אַבְרָהָ֣ם׀ <WH85> 'av-ra-Ham Abraham אַבְרָהָ֑ם <WH85> 'av-ra-Ham; Abraham וַיֹּ֖אמֶר <WH559> vai-Yo-mer and he said הִנֵּֽנִי׃ <WH2009> hin-Ne-ni. Here"},{"number":12,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said אַל־ <WH408> 'al- not תִּשְׁלַ֤ח <WH7971> tish-Lach Lay יָֽדְךָ֙ <WH3027> ya-de-Cha not thine hand אֶל־ <WH413> 'el- upon הַנַּ֔עַר <WH5288> han-Na-'ar, the lad וְאַל־ <WH408> ve-'al- nay תַּ֥עַשׂ <WH6213> Ta-'as neither do thou ל֖וֹ lo מְא֑וּמָּה <WH3972> me-'Um-mah; any thing כִּ֣י׀ <WH3588> ki for עַתָּ֣ה <WH6258> 'at-Tah unto him for now יָדַ֗עְתִּי <WH3045> ya-Da'-ti, I know כִּֽי־ <WH3588> ki- for יְרֵ֤א <WH3373> ye-Re that thou fearest אֱלֹהִים֙ <WH430> E-lo-Him God אַ֔תָּה <WH859> 'At-tah, you וְלֹ֥א <WH3808> ve-Lo seeing thou hast not חָשַׂ֛כְתָּ <WH2820> cha-Sach-ta withheld אֶת־ <WH853> 'et- בִּנְךָ֥ <WH1121> bin-Cha thy son אֶת־ <WH853> 'et- יְחִידְךָ֖ <WH3173> ye-chi-de-Cha thine only מִמֶּֽנִּי׃ <WH4480> mi-Men-ni. at"},{"number":13,"verse":"וַיִּשָּׂ֨א <WH5375> vai-yis-Sa lifted up אַבְרָהָ֜ם <WH85> 'av-ra-Ham And Abraham אֶת־ <WH853> 'et- עֵינָ֗יו <WH5869> 'ei-Nav, his eyes וַיַּרְא֙ <WH7200> vai-yaR and looked וְהִנֵּה־ <WH2009> ve-hin-neh- and behold אַ֔יִל <WH352> 'A-yil, [him] a ram אַחַ֕ר <WH310> 'a-Char and behold behind נֶאֱחַ֥ז <WH270> ne-'e-Chaz caught בַּסְּבַ֖ךְ <WH5442> bas-se-Vach in a thicket בְּקַרְנָ֑יו <WH7161> be-kar-Nav; by his horns וַיֵּ֤לֶךְ <WH1980> vai-Ye-lech went אַבְרָהָם֙ <WH85> 'av-ra-Ham and Abraham וַיִּקַּ֣ח <WH3947> vai-yik-Kach and took אֶת־ <WH853> 'et- הָאַ֔יִל <WH352> ha-'A-yil, the ram וַיַּעֲלֵ֥הוּ <WH5927> vai-ya-'a-Le-hu and offered him up לְעֹלָ֖ה <WH5930> le-'o-Lah for a burnt offering תַּ֥חַת <WH8478> Ta-chat in the stead בְּנֽוֹ׃ <WH1121> be-No. of his son"},{"number":14,"verse":"וַיִּקְרָ֧א <WH7121> vai-yik-Ra called אַבְרָהָ֛ם <WH85> 'av-ra-Ham And Abraham שֵֽׁם־ <WH8034> shem- the name הַמָּק֥וֹם <WH4725> ham-ma-Kom of that place הַה֖וּא <WH1931> ha-Hu he יְהוָ֣ה׀ <WH3068> Yah-weh of the LORD יִרְאֶ֑ה <WH7200> yir-'Eh; it shall be seen אֲשֶׁר֙ <WH834> 'a-Sher as יֵאָמֵ֣ר <WH559> ye-'a-Mer it is said הַיּ֔וֹם <WH3117> hai-Yom, [to] this day בְּהַ֥ר <WH2022> be-Har In the mount יְהוָ֖ה <WH3068> Yah-weh of the LORD יֵרָאֶֽה׃ <WH7200> ye-ra-'Eh. will be provided"},{"number":15,"verse":"וַיִּקְרָ֛א <WH7121> vai-yik-Ra called מַלְאַ֥ךְ <WH4397> mal-'Ach And the angel יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to אַבְרָהָ֑ם <WH85> 'av-ra-Ham; unto Abraham שֵׁנִ֖ית <WH8145> she-Nit the second time מִן־ <WH4480> min- from הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. out of heaven"},{"number":16,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And said בִּ֥י bi נִשְׁבַּ֖עְתִּי <WH7650> nish-Ba'-ti By myself have I sworn נְאֻם־ <WH5002> ne-'um- saith יְהוָ֑ה <WH3068> Yah-weh; the LORD כִּ֗י <WH3588> Ki, for יַ֚עַן <WH3282> Ya-'an because אֲשֶׁ֤ר <WH834> 'a-Sher you עָשִׂ֙יתָ֙ <WH6213> 'a-Si-ta thou hast done אֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var this thing הַזֶּ֔ה <WH2088> haz-Zeh, this וְלֹ֥א <WH3808> ve-Lo and hast not חָשַׂ֖כְתָּ <WH2820> cha-Sach-ta withheld אֶת־ <WH853> 'et- בִּנְךָ֥ <WH1121> bin-Cha thy son אֶת־ <WH853> 'et- יְחִידֶֽךָ׃ <WH3173> ye-chi-De-cha. thine only"},{"number":17,"verse":"כִּֽי־ <WH3588> ki- indeed בָרֵ֣ךְ <WH1288> va-Rech That in blessing אֲבָרֶכְךָ֗ <WH1288> 'a-va-rech-Cha, I will bless וְהַרְבָּ֨ה <WH7235> ve-har-Bah thee and in multiplying אַרְבֶּ֤ה <WH7235> 'ar-Beh I will multiply אֶֽת־ <WH853> 'et- זַרְעֲךָ֙ <WH2233> zar-'a-Cha thy seed כְּכוֹכְבֵ֣י <WH3556> ke-choch-Vei as the stars הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of the heaven וְכַח֕וֹל <WH2344> ve-cha-Chol and as the sand אֲשֶׁ֖ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- and שְׂפַ֣ת <WH8193> se-Fat shore הַיָּ֑ם <WH3220> hai-Yam; which [is] upon the sea וְיִרַ֣שׁ <WH3423> ve-yi-Rash shall possess זַרְעֲךָ֔ <WH2233> zar-'a-Cha, and thy seed אֵ֖ת <WH853> 'et שַׁ֥עַר <WH8179> Sha-'ar the gate אֹיְבָֽיו׃ <WH341> 'o-ye-Vav. of his enemies"},{"number":18,"verse":"וְהִתְבָּרֲכ֣וּ <WH1288> ve-hit-ba-ra-Chu be blessed בְזַרְעֲךָ֔ <WH2233> ve-zar-'a-Cha, And in thy seed כֹּ֖ל <WH3605> kol all גּוֹיֵ֣י <WH1471> go-Yei shall all the nations הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth עֵ֕קֶב <WH6118> 'E-kev because אֲשֶׁ֥ר <WH834> 'a-Sher you שָׁמַ֖עְתָּ <WH8085> sha-Ma'-ta thou hast obeyed בְּקֹלִֽי׃ <WH6963> be-ko-Li. my voice"},{"number":19,"verse":"וַיָּ֤שָׁב <WH7725> vai-Ya-shov returned אַבְרָהָם֙ <WH85> 'av-ra-Ham So Abraham אֶל־ <WH413> 'el- to his נְעָרָ֔יו <WH5288> ne-'a-Rav, unto his young men וַיָּקֻ֛מוּ <WH6965> vai-ya-Ku-mu and they rose up וַיֵּלְכ֥וּ <WH1980> vai-ye-le-Chu and went יַחְדָּ֖ו <WH3162> yach-Dav together אֶל־ <WH413> 'el- about בְּאֵ֣ר be-'Er שָׁ֑בַע <WH884> Sha-va'; to Beersheba וַיֵּ֥שֶׁב <WH3427> vai-Ye-shev dwelt אַבְרָהָ֖ם <WH85> 'av-ra-Ham and Abraham בִּבְאֵ֥ר biv-'Er שָֽׁבַע׃ <WH884> Sha-va'. at Beersheba פ Peh"},{"number":20,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַחֲרֵי֙ <WH310> 'a-cha-Rei And it came to pass after הַדְּבָרִ֣ים <WH1697> had-de-va-Rim these things הָאֵ֔לֶּה <WH428> ha-'El-leh, these וַיֻּגַּ֥ד <WH5046> vai-yug-Gad that it was told לְאַבְרָהָ֖ם <WH85> le-'av-ra-Ham Abraham לֵאמֹ֑ר <WH559> le-Mor; saying הִ֠נֵּה <WH2009> Hin-neh Behold יָלְדָ֨ה <WH3205> yale-Dah she hath also born מִלְכָּ֥ה <WH4435> mil-Kah Behold Milcah גַם־ <WH1571> gam- also הִ֛וא <WH1931> hi he בָּנִ֖ים <WH1121> ba-Nim children לְנָח֥וֹר <WH5152> le-na-Chor Nahor אָחִֽיךָ׃ <WH251> 'a-Chi-cha. unto thy brother"},{"number":21,"verse":"אֶת־ <WH853> 'et- ע֥וּץ <WH5780> 'utz Huz בְּכֹר֖וֹ <WH1060> be-cho-Ro his firstborn וְאֶת־ <WH853> ve-'Et בּ֣וּז <WH938> buz and Buz אָחִ֑יו <WH251> 'a-Chiv; his brother וְאֶת־ <WH853> ve-'Et קְמוּאֵ֖ל <WH7055> ke-mu-'El and Kemuel אֲבִ֥י <WH1> 'a-Vi the father אֲרָֽם׃ <WH758> 'a-Ram. of Aram"},{"number":22,"verse":"וְאֶת־ <WH853> ve-'Et כֶּ֣שֶׂד <WH3777> Ke-sed And Chesed וְאֶת־ <WH853> ve-'Et חֲז֔וֹ <WH2375> cha-Zo, and Hazo וְאֶת־ <WH853> ve-'Et פִּלְדָּ֖שׁ <WH6394> pil-Dash and Pildash וְאֶת־ <WH853> ve-'Et יִדְלָ֑ף <WH3044> yid-Laf; and Jidlaph וְאֵ֖ת <WH853> ve-'Et בְּתוּאֵֽל׃ <WH1328> be-tu-'El. and Bethuel"},{"number":23,"verse":"וּבְתוּאֵ֖ל <WH1328> u-ve-tu-'El And Bethuel יָלַ֣ד <WH3205> ya-Lad begat אֶת־ <WH853> 'et- רִבְקָ֑ה <WH7259> riv-Kah; Rebekah שְׁמֹנָ֥ה <WH8083> she-mo-Nah these eight אֵ֙לֶּה֙ <WH428> 'el-leh these יָלְדָ֣ה <WH3205> yal-Dah did bear מִלְכָּ֔ה <WH4435> mil-Kah, Milcah לְנָח֖וֹר <WH5152> le-na-Chor to Nahor אֲחִ֥י <WH251> 'a-Chi brother אַבְרָהָֽם׃ <WH85> 'av-ra-Ham. Abraham's"},{"number":24,"verse":"וּפִֽילַגְשׁ֖וֹ <WH6370> u-fi-lag-Sho And his concubine וּשְׁמָ֣הּ <WH8034> u-she-Mah whose name רְאוּמָ֑ה <WH7208> re-'u-Mah; [was] Reumah וַתֵּ֤לֶד <WH3205> vat-Te-led she bare גַּם־ <WH1571> gam- also הִוא֙ <WH1931> hi he אֶת־ <WH853> 'et- טֶ֣בַח <WH2875> Te-vach also Tebah וְאֶת־ <WH853> ve-'Et גַּ֔חַם <WH1514> Ga-cham, and Gaham וְאֶת־ <WH853> ve-'Et תַּ֖חַשׁ <WH8477> Ta-chash and Thahash וְאֶֽת־ <WH853> ve-'Et מַעֲכָֽה׃ <WH4601> ma-'a-Chah. and Maachah ס sa-Mek"}]}