{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"וַיִּהְיוּ֙ <WH1961> vai-yih-Yu become חַיֵּ֣י <WH2416> chai-Yei old שָׂרָ֔ה <WH8283> sa-Rah, And Sarah מֵאָ֥ה <WH3967> me-'Ah hundred שָׁנָ֛ה <WH8141> sha-Nah years וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and twenty שָׁנָ֖ה <WH8141> sha-Nah [these were] the years וְשֶׁ֣בַע <WH7651> ve-She-va' seven שָׁנִ֑ים <WH8141> sha-Nim; years שְׁנֵ֖י <WH8141> she-Nei years חַיֵּ֥י <WH2416> chai-Yei of the life שָׂרָֽה׃ <WH8283> sa-Rah. of Sarah"},{"number":2,"verse":"וַתָּ֣מָת <WH4191> vat-Ta-mot died שָׂרָ֗ה <WH8283> sa-Rah, And Sarah בְּקִרְיַ֥ת be-kir-Yat אַרְבַּ֛ע <WH7153> 'ar-Ba' in Kirjatharba הִ֥וא <WH1931> hi he חֶבְר֖וֹן <WH2275> chev-Ron the same [is] Hebron בְּאֶ֣רֶץ <WH776> be-'E-retz in the land כְּנָ֑עַן <WH3667> ke-Na-'an; of Canaan וַיָּבֹא֙ <WH935> vai-ya-Vo came אַבְרָהָ֔ם <WH85> 'av-ra-Ham, and Abraham לִסְפֹּ֥ד <WH5594> lis-Pod to mourn לְשָׂרָ֖ה <WH8283> le-sa-Rah for Sarah וְלִבְכֹּתָֽהּ׃ <WH1058> ve-liv-ko-Tah. and to weep"},{"number":3,"verse":"וַיָּ֙קָם֙ <WH6965> vai-Ya-kom stood up אַבְרָהָ֔ם <WH85> 'av-ra-Ham, And Abraham מֵעַ֖ל <WH5921> me-'Al from פְּנֵ֣י <WH6440> pe-Nei from before מֵת֑וֹ <WH4191> me-To; his dead וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber and spake אֶל־ <WH413> 'el- to בְּנֵי־ <WH1121> be-nei- unto the sons חֵ֖ת <WH2845> chet of Heth לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":4,"verse":"גֵּר־ <WH1616> ger- I [am] a stranger וְתוֹשָׁ֥ב <WH8453> ve-to-Shav and a sojourner אָנֹכִ֖י <WH595> 'a-no-Chi I עִמָּכֶ֑ם <WH5973> 'im-ma-Chem; among תְּנ֨וּ <WH5414> te-Nu with you give לִ֤י li אֲחֻזַּת־ <WH272> 'a-chuz-zat- me a possession קֶ֙בֶר֙ <WH6913> ke-ver of a buryingplace עִמָּכֶ֔ם <WH5973> 'im-ma-Chem, among וְאֶקְבְּרָ֥ה <WH6912> ve-'ek-be-Rah with you that I may bury מֵתִ֖י <WH4191> me-Ti my dead מִלְּפָנָֽי׃ <WH6440> mil-le-fa-Nai. out of my sight"},{"number":5,"verse":"וַיַּעֲנ֧וּ <WH6030> vai-ya-'a-Nu answered בְנֵי־ <WH1121> ve-nei- And the children חֵ֛ת <WH2845> chet of Heth אֶת־ <WH853> 'et- אַבְרָהָ֖ם <WH85> 'av-ra-Ham Abraham לֵאמֹ֥ר <WH559> le-Mor saying לֽוֹ׃ lo."},{"number":6,"verse":"שְׁמָעֵ֣נוּ׀ <WH8085> she-ma-'E-nu Hear us אֲדֹנִ֗י <WH113> 'a-do-Ni, my lord נְשִׂ֨יא <WH5387> ne-Si prince אֱלֹהִ֤ים <WH430> E-lo-Him thou [art] a mighty אַתָּה֙ <WH859> 'at-Tah you בְּתוֹכֵ֔נוּ <WH8432> be-to-Che-nu, among us בְּמִבְחַ֣ר <WH4005> be-miv-Char in the choice קְבָרֵ֔ינוּ <WH6913> ke-va-Rei-nu, of our sepulchres קְבֹ֖ר <WH6912> ke-Vor bury אֶת־ <WH853> 'et- מֵתֶ֑ךָ <WH4191> me-Te-cha; thy dead אִ֣ישׁ <WH582> 'ish another מִמֶּ֔נּוּ <WH4480> mi-Men-nu, at אֶת־ <WH853> 'et- קִבְר֛וֹ <WH6913> kiv-Ro from thee his sepulchre לֹֽא־ <WH3808> lo- not יִכְלֶ֥ה <WH3607> yich-Leh of us shall withhold מִמְּךָ֖ <WH4480> mi-me-Cha for מִקְּבֹ֥ר <WH6912> mik-ke-Vor but that thou mayest bury מֵתֶֽךָ׃ <WH4191> me-Te-cha. thy dead"},{"number":7,"verse":"וַיָּ֧קָם <WH6965> vai-Ya-kom stood up אַבְרָהָ֛ם <WH85> 'av-ra-Ham And Abraham וַיִּשְׁתַּ֥חוּ <WH7812> vai-yish-Ta-chu and bowed לְעַם־ <WH5971> le-'am- himself to the people הָאָ֖רֶץ <WH776> ha-'A-retz of the land לִבְנֵי־ <WH1121> liv-nei- [even] to the children חֵֽת׃ <WH2845> Chet. of Heth"},{"number":8,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber And he communed אִתָּ֖ם <WH854> 'it-Tam for לֵאמֹ֑ר <WH559> le-Mor; with them saying אִם־ <WH518> 'im- If יֵ֣שׁ <WH3426> yesh If it be אֶֽת־ <WH853> 'et- נַפְשְׁכֶ֗ם <WH5315> naf-she-Chem, your mind לִקְבֹּ֤ר <WH6912> lik-Bor that I should bury אֶת־ <WH853> 'et- מֵתִי֙ <WH4191> me-Ti my dead מִלְּפָנַ֔י <WH6440> mil-le-fa-Nai, out of my sight שְׁמָע֕וּנִי <WH8085> she-ma-'U-ni hear וּפִגְעוּ־ <WH6293> u-fig-'u- me and intreat לִ֖י li בְּעֶפְר֥וֹן <WH6085> be-'ef-Ron for me to Ephron בֶּן־ <WH1121> ben- the son צֹֽחַר׃ <WH6714> Tzo-char. of Zohar"},{"number":9,"verse":"וְיִתֶּן־ <WH5414> ve-yit-ten- That he may give לִ֗י Li, אֶת־ <WH853> 'et- מְעָרַ֤ת <WH4631> me-'a-Rat me the cave הַמַּכְפֵּלָה֙ <WH4375> ham-mach-pe-Lah of Machpelah אֲשֶׁר־ <WH834> 'a-Sher- which ל֔וֹ lo, אֲשֶׁ֖ר <WH834> 'a-Sher which בִּקְצֵ֣ה <WH7097> bik-Tzeh which he hath which [is] in the end שָׂדֵ֑הוּ <WH7704> sa-De-hu; of his field בְּכֶ֨סֶף <WH3701> be-Che-sef money מָלֵ֜א <WH4392> ma-Le as it is worth יִתְּנֶ֥נָּה <WH5414> yit-te-Nen-nah he shall give it לִ֛י li בְּתוֹכְכֶ֖ם <WH8432> be-toch-Chem amongst you לַאֲחֻזַּת־ <WH272> la-'a-chuz-zat- me for a possession קָֽבֶר׃ <WH6913> Ka-ver. of a buryingplace"},{"number":10,"verse":"וְעֶפְר֥וֹן <WH6085> ve-'ef-Ron And Ephron יֹשֵׁ֖ב <WH3427> yo-Shev dwelt בְּת֣וֹךְ <WH8432> be-Toch among בְּנֵי־ <WH1121> be-nei- the children חֵ֑ת <WH2845> Chet; of Heth וַיַּעַן֩ <WH6030> vai-ya-'An answered עֶפְר֨וֹן <WH6085> ef-Ron and Ephron הַחִתִּ֤י <WH2850> ha-chit-Ti the Hittite אֶת־ <WH853> 'et- אַבְרָהָם֙ <WH85> 'av-ra-Ham Abraham בְּאָזְנֵ֣י <WH241> be-'a-ze-Nei in the audience בְנֵי־ <WH1121> ve-nei- of the children חֵ֔ת <WH2845> Chet, of Heth לְכֹ֛ל <WH3605> le-Chol all בָּאֵ֥י <WH935> ba-'Ei [even] of all that went in שַֽׁעַר־ <WH8179> sha-'ar- at the gate עִיר֖וֹ <WH5892> i-Ro of his city לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":11,"verse":"לֹֽא־ <WH3808> lo- Nay אֲדֹנִ֣י <WH113> 'a-do-Ni my lord שְׁמָעֵ֔נִי <WH8085> she-ma-'E-ni, hear me הַשָּׂדֶה֙ <WH7704> has-sa-Deh the field נָתַ֣תִּי <WH5414> na-Tat-ti give I לָ֔ךְ Lach, וְהַמְּעָרָ֥ה <WH4631> ve-ham-me-'a-Rah thee and the cave אֲשֶׁר־ <WH834> 'a-Sher- after בּ֖וֹ bo לְךָ֣ le-Cha נְתַתִּ֑יהָ <WH5414> ne-tat-Ti-ha; that [is] therein I give it לְעֵינֵ֧י <WH5869> le-'ei-Nei thee in the presence בְנֵי־ <WH1121> ve-nei- of the sons עַמִּ֛י <WH5971> 'am-Mi of my people נְתַתִּ֥יהָ <WH5414> ne-tat-Ti-ha give לָּ֖ךְ lach קְבֹ֥ר <WH6912> ke-Vor I it thee bury מֵתֶֽךָ׃ <WH4191> me-Te-cha. thy dead"},{"number":12,"verse":"וַיִּשְׁתַּ֙חוּ֙ <WH7812> vai-yish-Ta-chu bowed down אַבְרָהָ֔ם <WH85> 'av-ra-Ham, And Abraham לִפְנֵ֖י <WH6440> lif-Nei himself before עַ֥ם <WH5971> 'am the people הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":13,"verse":"וַיְדַבֵּ֨ר <WH1696> vay-dab-Ber And he spake אֶל־ <WH413> 'el- to עֶפְר֜וֹן <WH6085> ef-Ron unto Ephron בְּאָזְנֵ֤י <WH241> be-'a-ze-Nei in the audience עַם־ <WH5971> 'am- of the people הָאָ֙רֶץ֙ <WH776> ha-'A-retz of the land לֵאמֹ֔ר <WH559> le-Mor, saying אַ֛ךְ <WH389> 'ach will only אִם־ <WH518> 'im- If אַתָּ֥ה <WH859> 'at-Tah you ל֖וּ <WH3863> lu But if thou [wilt give it] I pray thee שְׁמָעֵ֑נִי <WH8085> she-ma-'E-ni; hear נָתַ֜תִּי <WH5414> na-Tat-ti me I will give כֶּ֤סֶף <WH3701> Ke-sef thee money הַשָּׂדֶה֙ <WH7704> has-sa-Deh for the field קַ֣ח <WH3947> kach take מִמֶּ֔נִּי <WH4480> mi-Men-ni, at וְאֶקְבְּרָ֥ה <WH6912> ve-'ek-be-Rah [it] of me and I will bury אֶת־ <WH853> 'et- מֵתִ֖י <WH4191> me-Ti my dead שָֽׁמָּה׃ <WH8033> Sham-mah. there"},{"number":14,"verse":"וַיַּ֧עַן <WH6030> vai-Ya-'an answered עֶפְר֛וֹן <WH6085> ef-Ron And Ephron אֶת־ <WH853> 'et- אַבְרָהָ֖ם <WH85> 'av-ra-Ham Abraham לֵאמֹ֥ר <WH559> le-Mor saying לֽוֹ׃ lo."},{"number":15,"verse":"אֲדֹנִ֣י <WH113> 'a-do-Ni My lord שְׁמָעֵ֔נִי <WH8085> she-ma-'E-ni, hearken אֶרֶץ֩ <WH776> 'e-Retz unto me the land אַרְבַּ֨ע <WH702> 'ar-Ba' [is worth] four מֵאֹ֧ת <WH3967> me-'Ot hundred שֶֽׁקֶל־ <WH8255> she-kel- shekels כֶּ֛סֶף <WH3701> Ke-sef of silver בֵּינִ֥י <WH996> bei-Ni what [is] that betwixt וּבֵֽינְךָ֖ <WH996> u-vei-ne-Cha between מַה־ <WH4100> mah- what הִ֑וא <WH1931> hi he וְאֶת־ <WH853> ve-'Et מֵתְךָ֖ <WH4191> me-te-Cha therefore thy dead קְבֹֽר׃ <WH6912> ke-Vor. me and thee;bury"},{"number":16,"verse":"וַיִּשְׁמַ֣ע <WH8085> vai-yish-Ma' hearkened אַבְרָהָם֮ <WH85> 'av-ra-Ham And Abraham אֶל־ <WH413> 'el- to עֶפְרוֹן֒ <WH6085> 'ef-rOn unto Ephron וַיִּשְׁקֹ֤ל <WH8254> vai-yish-Kol weighed אַבְרָהָם֙ <WH85> 'av-ra-Ham and Abraham לְעֶפְרֹ֔ן <WH6085> le-'ef-Ron, to Ephron אֶת־ <WH853> 'et- הַכֶּ֕סֶף <WH3701> hak-Ke-sef the silver אֲשֶׁ֥ר <WH834> 'a-Sher which דִּבֶּ֖ר <WH1696> dib-Ber which he had named בְּאָזְנֵ֣י <WH241> be-'a-ze-Nei in the audience בְנֵי־ <WH1121> ve-nei- of the sons חֵ֑ת <WH2845> Chet; of Heth אַרְבַּ֤ע <WH702> 'ar-Ba' four מֵאוֹת֙ <WH3967> me-'ot hundred שֶׁ֣קֶל <WH8255> She-kel shekels כֶּ֔סֶף <WH3701> Ke-sef, of silver עֹבֵ֖ר <WH5674> 'o-Ver current לַסֹּחֵֽר׃ <WH5503> las-so-Cher. [money] with the merchant"},{"number":17,"verse":"וַיָּ֣קָם׀ <WH6965> vai-Ya-kom were made sure שְׂדֵ֣ה <WH7704> se-Deh And the field עֶפְר֗וֹן <WH6085> ef-Ron, of Ephron אֲשֶׁר֙ <WH834> 'a-Sher which בַּמַּכְפֵּלָ֔ה <WH4375> bam-mach-pe-Lah, which [was] in Machpelah אֲשֶׁ֖ר <WH834> 'a-Sher which לִפְנֵ֣י <WH6440> lif-Nei which [was] before מַמְרֵ֑א <WH4471> mam-Re; Mamre הַשָּׂדֶה֙ <WH7704> has-sa-Deh the field וְהַמְּעָרָ֣ה <WH4631> ve-ham-me-'a-Rah and the cave אֲשֶׁר־ <WH834> 'a-Sher- which בּ֔וֹ bo, וְכָל־ <WH3605> ve-chol and all הָעֵץ֙ <WH6086> ha-'Etz which [was] therein and all the trees אֲשֶׁ֣ר <WH834> 'a-Sher which בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, that [were] in the field אֲשֶׁ֥ר <WH834> 'a-Sher which בְּכָל־ <WH3605> be-chol all גְּבֻל֖וֹ <WH1366> ge-vu-Lo that [were] in all the borders סָבִֽיב׃ <WH5439> sa-Viv. round about"},{"number":18,"verse":"לְאַבְרָהָ֥ם <WH85> le-'av-ra-Ham Unto Abraham לְמִקְנָ֖ה <WH4736> le-mik-Nah for a possession לְעֵינֵ֣י <WH5869> le-'ei-Nei in the presence בְנֵי־ <WH1121> ve-nei- of the children חֵ֑ת <WH2845> Chet; of Heth בְּכֹ֖ל <WH3605> be-Chol all בָּאֵ֥י <WH935> ba-'Ei before all that went in שַֽׁעַר־ <WH8179> sha-'ar- at the gate עִירֽוֹ׃ <WH5892> i-Ro. of his city"},{"number":19,"verse":"וְאַחֲרֵי־ <WH310> ve-'a-cha-rei- And after כֵן֩ <WH3651> chen this קָבַ֨ר <WH6912> ka-Var buried אַבְרָהָ֜ם <WH85> 'av-ra-Ham Abraham אֶת־ <WH853> 'et- שָׂרָ֣ה <WH8283> sa-Rah Sarah אִשְׁתּ֗וֹ <WH802> ish-To, his wife אֶל־ <WH413> 'el- in מְעָרַ֞ת <WH4631> me-'a-Rat in the cave שְׂדֵ֧ה <WH7704> se-Deh of the field הַמַּכְפֵּלָ֛ה <WH4375> ham-mach-pe-Lah of Machpelah עַל־ <WH5921> 'al- and פְּנֵ֥י <WH6440> pe-Nei before מַמְרֵ֖א <WH4471> mam-Re Mamre הִ֣וא <WH1931> hi he חֶבְר֑וֹן <WH2275> chev-Ron; the same [is] Hebron בְּאֶ֖רֶץ <WH776> be-'E-retz in the land כְּנָֽעַן׃ <WH3667> ke-Na-'an. of Canaan"},{"number":20,"verse":"וַיָּ֨קָם <WH6965> vai-Ya-kom that [is] therein were made sure הַשָּׂדֶ֜ה <WH7704> has-sa-Deh And the field וְהַמְּעָרָ֧ה <WH4631> ve-ham-me-'a-Rah and the cave אֲשֶׁר־ <WH834> 'a-Sher- after בּ֛וֹ bo לְאַבְרָהָ֖ם <WH85> le-'av-ra-Ham unto Abraham לַאֲחֻזַּת־ <WH272> la-'a-chuz-zat- for a possession קָ֑בֶר <WH6913> Ka-ver; of a buryingplace מֵאֵ֖ת <WH853> me-'Et בְּנֵי־ <WH1121> be-nei- by the sons חֵֽת׃ <WH2845> Chet. of Heth ס sa-Mek"}]}