{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַחַר֙ <WH310> 'a-Char And it came to pass after הַדְּבָרִ֣ים <WH1697> had-de-va-Rim these things הָאֵ֔לֶּה <WH428> ha-'El-leh, these חָ֥טְא֛וּ <WH2398> cha-te-'U had offended מַשְׁקֵ֥ה <WH4945> mash-Keh the cupbearer מֶֽלֶךְ־ <WH4428> Me-lech- of the king מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt וְהָאֹפֶ֑ה <WH644> ve-ha-'o-Peh; and [his] baker לַאֲדֹנֵיהֶ֖ם <WH113> la-'a-do-nei-Hem their lord לְמֶ֥לֶךְ <WH4428> le-Me-lech the king מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":2,"verse":"וַיִּקְצֹ֣ף <WH7107> vai-yik-Tzof was wroth פַּרְעֹ֔ה <WH6547> par-'Oh, And Pharaoh עַ֖ל <WH5921> 'al against שְׁנֵ֣י <WH8147> she-Nei two סָרִיסָ֑יו <WH5631> sa-ri-Sav; [of] his officers עַ֚ל <WH5921> 'al and שַׂ֣ר <WH8269> sar against the chief הַמַּשְׁקִ֔ים <WH4945> ham-mash-Kim, cupbearer וְעַ֖ל <WH5921> ve-'Al and שַׂ֥ר <WH8269> sar and against the chief הָאוֹפִֽים׃ <WH644> ha-'o-Fim. of the bakers"},{"number":3,"verse":"וַיִּתֵּ֨ן <WH5414> vai-yit-Ten And he put אֹתָ֜ם <WH853> 'o-Tam בְּמִשְׁמַ֗ר <WH4929> be-mish-Mar, them in ward בֵּ֛ית <WH1004> beit in the house שַׂ֥ר <WH8269> sar of the captain הַטַבָּחִ֖ים <WH2876> ha-tab-ba-Chim of the guard אֶל־ <WH413> 'el- in בֵּ֣ית <WH1004> beit the house הַסֹּ֑הַר <WH5470> has-So-har; prison מְק֕וֹם <WH4725> me-Kom the place אֲשֶׁ֥ר <WH834> 'a-Sher after יוֹסֵ֖ף <WH3130> yo-Sef where Joseph אָס֥וּר <WH631> 'a-Sur [was] bound שָֽׁם׃ <WH8033> Sham. in it"},{"number":4,"verse":"וַ֠יִּפְקֹד <WH6485> Vai-yif-kod charged שַׂ֣ר <WH8269> sar And the captain הַטַּבָּחִ֧ים <WH2876> hat-tab-ba-Chim of the guard אֶת־ <WH853> 'et- יוֹסֵ֛ף <WH3130> yo-Sef Joseph אִתָּ֖ם <WH854> 'it-Tam and he וַיְשָׁ֣רֶת <WH8334> vay-Sha-ret with them and he served אֹתָ֑ם <WH853> 'o-Tam; וַיִּהְי֥וּ <WH1961> vai-yih-Yu become יָמִ֖ים <WH3117> ya-Mim them and they continued a season בְּמִשְׁמָֽר׃ <WH4929> be-mish-Mar. in ward"},{"number":5,"verse":"וַיַּֽחַלְמוּ֩ <WH2492> vai-ya-chal-Mu And they dreamed חֲל֨וֹם <WH2472> cha-Lom a dream שְׁנֵיהֶ֜ם <WH8147> she-nei-Hem both of them אִ֤ישׁ <WH582> 'ish another חֲלֹמוֹ֙ <WH2472> cha-lo-Mo his dream בְּלַ֣יְלָה <WH3915> be-Lay-lah night אֶחָ֔ד <WH259> 'e-Chad, in one אִ֖ישׁ <WH582> 'ish another כְּפִתְר֣וֹן <WH6623> ke-fit-Ron according to the interpretation חֲלֹמ֑וֹ <WH2472> cha-lo-Mo; of his dream הַמַּשְׁקֶ֣ה <WH4945> ham-mash-Keh the cupbearer וְהָאֹפֶ֗ה <WH644> ve-ha-'o-Peh, and the baker אֲשֶׁר֙ <WH834> 'a-Sher who לְמֶ֣לֶךְ <WH4428> le-Me-lech of the king מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt אֲשֶׁ֥ר <WH834> 'a-Sher who אֲסוּרִ֖ים <WH631> 'a-su-Rim which [were] bound בְּבֵ֥ית <WH1004> be-Veit court הַסֹּֽהַר׃ <WH5470> has-So-har. prison"},{"number":6,"verse":"וַיָּבֹ֧א <WH935> vai-ya-Vo came in אֲלֵיהֶ֛ם <WH413> 'a-lei-Hem when יוֹסֵ֖ף <WH3130> yo-Sef And Joseph בַּבֹּ֑קֶר <WH1242> bab-Bo-ker; unto them in the morning וַיַּ֣רְא <WH7200> vai-Yar and looked אֹתָ֔ם <WH853> 'o-Tam, וְהִנָּ֖ם <WH2005> ve-hin-Nam behold זֹעֲפִֽים׃ <WH2196> zo-'a-Fim. upon them and behold they [were] sad"},{"number":7,"verse":"וַיִּשְׁאַ֞ל <WH7592> vai-yish-'Al And he asked אֶת־ <WH853> 'et- סְרִיסֵ֣י <WH5631> se-ri-Sei officers פַרְעֹ֗ה <WH6547> far-'Oh, Pharaoh's אֲשֶׁ֨ר <WH834> 'a-Sher who אִתּ֧וֹ <WH854> it-To in בְמִשְׁמַ֛ר <WH4929> ve-mish-Mar that [were] with him in the ward בֵּ֥ית <WH1004> beit house אֲדֹנָ֖יו <WH113> 'a-do-Nav of his lord's לֵאמֹ֑ר <WH559> le-Mor; saying מַדּ֛וּעַ <WH4069> mad-Du-a' Why פְּנֵיכֶ֥ם <WH6440> pe-nei-Chem Wherefore look רָעִ֖ים <WH7451> ra-'Im ye [so] sadly הַיּֽוֹם׃ <WH3117> hai-Yom. age"},{"number":8,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And they said אֵלָ֔יו <WH413> 'e-Lav, about חֲל֣וֹם <WH2472> cha-Lom a dream חָלַ֔מְנוּ <WH2492> cha-Lam-nu, unto him We have dreamed וּפֹתֵ֖ר <WH6622> u-fo-Ter and [there is] no interpreter אֵ֣ין <WH369> 'ein and there אֹת֑וֹ <WH853> o-To; וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אֲלֵהֶ֜ם <WH413> 'a-le-Hem about יוֹסֵ֗ף <WH3130> yo-Sef, of it And Joseph הֲל֤וֹא <WH3808> ha-Lo not לֵֽאלֹהִים֙ <WH430> le-lo-Him angels פִּתְרֹנִ֔ים <WH6623> pit-ro-Nim, unto them [Do] not interpretations סַפְּרוּ־ <WH5608> sap-pe-ru- commune נָ֖א <WH4994> na please לִֽי׃ Li."},{"number":9,"verse":"וַיְסַפֵּ֧ר <WH5608> vay-sap-Per told שַֽׂר־ <WH8269> sar- And the chief הַמַּשְׁקִ֛ים <WH4945> ham-mash-Kim cupbearer אֶת־ <WH853> 'et- חֲלֹמ֖וֹ <WH2472> cha-lo-Mo his dream לְיוֹסֵ֑ף <WH3130> le-yo-Sef; to Joseph וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֔וֹ lo, בַּחֲלוֹמִ֕י <WH2472> ba-cha-lo-Mi to him In my dream וְהִנֵּה־ <WH2009> ve-hin-neh- behold גֶ֖פֶן <WH1612> Ge-fen behold a vine לְפָנָֽי׃ <WH6440> le-fa-Nai. [was] before me"},{"number":10,"verse":"וּבַגֶּ֖פֶן <WH1612> u-vag-Ge-fen And in the vine שְׁלֹשָׁ֣ה <WH7969> she-lo-Shah [were] three שָׂרִיגִ֑ם <WH8299> sa-ri-Gim; branches וְהִ֤יא <WH1931> ve-Hi it was כְפֹרַ֙חַת֙ <WH6524> che-fo-Ra-chat and it [was] as though it budded עָלְתָ֣ה <WH5927> 'al-Tah shot forth נִצָּ֔הּ <WH5322> nitz-Tzah, [and] her blossoms הִבְשִׁ֥ילוּ <WH1310> hiv-Shi-lu thereof brought forth ripe אַשְׁכְּלֹתֶ֖יהָ <WH811> 'ash-ke-lo-Tei-ha and the clusters עֲנָבִֽים׃ <WH6025> 'a-na-Vim. grapes"},{"number":11,"verse":"וְכ֥וֹס <WH3563> ve-Chos cup פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh's בְּיָדִ֑י <WH3027> be-ya-Di; [was] in my hand וָאֶקַּ֣ח <WH3947> va-'ek-Kach and I took אֶת־ <WH853> 'et- הָֽעֲנָבִ֗ים <WH6025> ha-'a-na-Vim, the grapes וָֽאֶשְׂחַ֤ט <WH7818> va-'es-Chat and pressed אֹתָם֙ <WH853> 'o-Tam אֶל־ <WH413> 'el- about כּ֣וֹס <WH3563> Kos cup פַּרְעֹ֔ה <WH6547> par-'Oh, them into Pharaoh's וָאֶתֵּ֥ן <WH5414> va-'et-Ten and I gave אֶת־ <WH853> 'et- הַכּ֖וֹס <WH3563> hak-Kos the cup עַל־ <WH5921> 'al- and כַּ֥ף <WH3709> kaf hand פַּרְעֹֽה׃ <WH6547> par-'Oh. into Pharaoh's"},{"number":12,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo יוֹסֵ֔ף <WH3130> yo-Sef, And Joseph זֶ֖ה <WH2088> zeh This פִּתְרֹנ֑וֹ <WH6623> pit-ro-No; unto him This [is] the interpretation שְׁלֹ֙שֶׁת֙ <WH7969> she-Lo-shet of it The three הַשָּׂ֣רִגִ֔ים <WH8299> has-Sa-ri-Gim, branches שְׁלֹ֥שֶׁת <WH7969> she-Lo-shet [are] three יָמִ֖ים <WH3117> ya-Mim days הֵֽם׃ <WH1992> Hem. like"},{"number":13,"verse":"בְּע֣וֹד׀ <WH5750> be-'od Yet שְׁלֹ֣שֶׁת <WH7969> she-Lo-shet within three יָמִ֗ים <WH3117> ya-Mim, days יִשָּׂ֤א <WH5375> yis-Sa lift up פַרְעֹה֙ <WH6547> far-'Oh shall Pharaoh אֶת־ <WH853> 'et- רֹאשֶׁ֔ךָ <WH7218> ro-She-cha, thine head וַהֲשִֽׁיבְךָ֖ <WH7725> va-ha-shi-ve-Cha and restore עַל־ <WH5921> 'al- and כַּנֶּ֑ךָ <WH3653> kan-Ne-cha; thee unto thy place וְנָתַתָּ֤ <WH5414> ve-na-ta-Ta and thou shalt deliver כוֹס־ <WH3563> chos- cup פַּרְעֹה֙ <WH6547> par-'Oh Pharaoh's בְּיָד֔וֹ <WH3027> be-ya-Do, into his hand כַּמִּשְׁפָּט֙ <WH4941> kam-mish-Pat manner הָֽרִאשׁ֔וֹן <WH7223> ha-ri-Shon, after the former אֲשֶׁ֥ר <WH834> 'a-Sher when הָיִ֖יתָ <WH1961> ha-Yi-ta become מַשְׁקֵֽהוּ׃ <WH4945> mash-Ke-hu. were his cupbearer"},{"number":14,"verse":"כִּ֧י <WH3588> ki for אִם־ <WH518> 'im- lo זְכַרְתַּ֣נִי <WH2142> ze-char-Ta-ni But think אִתְּךָ֗ <WH854> 'it-te-Cha, for כַּאֲשֶׁר֙ <WH834> ka-'a-Sher it יִ֣יטַב <WH3190> Yi-tav on me when it shall be well לָ֔ךְ Lach, וְעָשִֽׂיתָ־ <WH6213> ve-'a-si-ta- with thee and shew נָּ֥א <WH4994> na and please עִמָּדִ֖י <WH5978> 'im-ma-Di me חָ֑סֶד <WH2617> Cha-sed; kindness וְהִזְכַּרְתַּ֙נִי֙ <WH2142> ve-hiz-kar-Ta-ni I pray thee unto me and make mention אֶל־ <WH413> 'el- to פַּרְעֹ֔ה <WH6547> par-'Oh, of me unto Pharaoh וְהוֹצֵאתַ֖נִי <WH3318> ve-ho-tze-Ta-ni and bring me מִן־ <WH4480> min- at הַבַּ֥יִת <WH1004> hab-Ba-yit out of this house הַזֶּֽה׃ <WH2088> haz-Zeh. of this"},{"number":15,"verse":"כִּֽי־ <WH3588> ki- for גֻנֹּ֣ב <WH1589> gun-No For indeed I was stolen away גֻּנַּ֔בְתִּי <WH1589> gun-Nav-ti, kidnapped מֵאֶ֖רֶץ <WH776> me-'E-retz out of the land הָעִבְרִ֑ים <WH5680> ha-'iv-Rim; of the Hebrews וְגַם־ <WH1571> ve-gam- and even פֹּה֙ <WH6311> poh here לֹא־ <WH3808> lo- not עָשִׂ֣יתִֽי <WH6213> 'a-Si-ti and here also have I done מְא֔וּמָה <WH3972> me-'U-mah, nothing כִּֽי־ <WH3588> ki- should שָׂמ֥וּ <WH7760> sa-Mu that they should put אֹתִ֖י <WH853> 'o-Ti בַּבּֽוֹר׃ <WH953> bab-Bor. me into the dungeon"},{"number":16,"verse":"וַיַּ֥רְא <WH7200> vai-Yar saw שַׂר־ <WH8269> sar- When the chief הָאֹפִ֖ים <WH644> ha-'o-Fim baker כִּ֣י <WH3588> ki for ט֣וֹב <WH2896> Tov was good פָּתָ֑ר <WH6622> pa-Tar; that the interpretation וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer he said אֶל־ <WH413> 'el- to יוֹסֵ֔ף <WH3130> yo-Sef, unto Joseph אַף־ <WH637> 'af- I also אֲנִי֙ <WH589> 'a-Ni I בַּחֲלוֹמִ֔י <WH2472> ba-cha-lo-Mi, [was] in my dream וְהִנֵּ֗ה <WH2009> ve-hin-Neh, and behold שְׁלֹשָׁ֛ה <WH7969> she-lo-Shah and behold [I had] three סַלֵּ֥י <WH5536> sal-Lei baskets חֹרִ֖י <WH2751> cho-Ri white עַל־ <WH5921> 'al- on רֹאשִֽׁי׃ <WH7218> ro-Shi. on my head"},{"number":17,"verse":"וּבַסַּ֣ל <WH5536> u-vas-Sal basket הָֽעֶלְי֔וֹן <WH5945> ha-'el-yOn, And in the uppermost מִכֹּ֛ל <WH3605> mik-Kol of all מַאֲכַ֥ל <WH3978> ma-'a-Chal [there was] of all manner פַּרְעֹ֖ה <WH6547> par-'Oh for Pharaoh מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh act אֹפֶ֑ה <WH644> o-Peh; of baked וְהָע֗וֹף <WH5775> ve-ha-'of, and the birds אֹכֵ֥ל <WH398> 'o-Chel did eat אֹתָ֛ם <WH853> 'o-Tam מִן־ <WH4480> min- some הַסַּ֖ל <WH5536> has-Sal them out of the basket מֵעַ֥ל <WH5921> me-'Al upon רֹאשִֽׁי׃ <WH7218> ro-Shi. my head"},{"number":18,"verse":"וַיַּ֤עַן <WH6030> vai-Ya-'an answered יוֹסֵף֙ <WH3130> yo-Sef And Joseph וַיֹּ֔אמֶר <WH559> vai-Yo-mer, and said זֶ֖ה <WH2088> zeh This פִּתְרֹנ֑וֹ <WH6623> pit-ro-No; This [is] the interpretation שְׁלֹ֙שֶׁת֙ <WH7969> she-Lo-shet thereof The three הַסַּלִּ֔ים <WH5536> has-sal-Lim, baskets שְׁלֹ֥שֶׁת <WH7969> she-Lo-shet [are] three יָמִ֖ים <WH3117> ya-Mim days הֵֽם׃ <WH1992> Hem. like"},{"number":19,"verse":"בְּע֣וֹד׀ <WH5750> be-'od more שְׁלֹ֣שֶׁת <WH7969> she-Lo-shet Yet within three יָמִ֗ים <WH3117> ya-Mim, days יִשָּׂ֨א <WH5375> yis-Sa lift up פַרְעֹ֤ה <WH6547> far-'Oh shall Pharaoh אֶת־ <WH853> 'et- רֹֽאשְׁךָ֙ <WH7218> ro-she-Cha thy head מֵֽעָלֶ֔יךָ <WH5921> me-'a-Lei-cha, and וְתָלָ֥ה <WH8518> ve-ta-Lah from off thee and shall hang אוֹתְךָ֖ <WH853> 'ot-Cha עַל־ <WH5921> 'al- on עֵ֑ץ <WH6086> 'Etz; thee on a tree וְאָכַ֥ל <WH398> ve-'a-Chal shall eat הָע֛וֹף <WH5775> ha-'of and the birds אֶת־ <WH853> 'et- בְּשָׂרְךָ֖ <WH1320> be-sa-re-Cha thy flesh מֵעָלֶֽיךָ׃ <WH5921> me-'a-Lei-cha. and"},{"number":20,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi came בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֗י <WH7992> hash-she-li-Shi, And it came to pass the third י֚וֹם <WH3117> Yom day הֻלֶּ֣דֶת <WH3205> hul-Le-det bear אֶת־ <WH853> 'et- פַּרְעֹ֔ה <WH6547> par-'Oh, [which was] Pharaoh's וַיַּ֥עַשׂ <WH6213> vai-Ya-'as that he made מִשְׁתֶּ֖ה <WH4960> mish-Teh a feast לְכָל־ <WH3605> le-chol for all עֲבָדָ֑יו <WH5650> 'a-va-Dav; unto all his servants וַיִּשָּׂ֞א <WH5375> vai-yis-Sa and he lifted up אֶת־ <WH853> 'et- רֹ֣אשׁ׀ <WH7218> rosh the head שַׂ֣ר <WH8269> sar of the chief הַמַּשְׁקִ֗ים <WH4945> ham-mash-Kim, cupbearer וְאֶת־ <WH853> ve-'Et רֹ֛אשׁ <WH7218> rosh and the head שַׂ֥ר <WH8269> sar and of the chief הָאֹפִ֖ים <WH644> ha-'o-Fim baker בְּת֥וֹךְ <WH8432> be-Toch among עֲבָדָֽיו׃ <WH5650> 'a-va-Dav. his servants"},{"number":21,"verse":"וַיָּ֛שֶׁב <WH7725> vai-Ya-shev again אֶת־ <WH853> 'et- שַׂ֥ר <WH8269> sar the chief הַמַּשְׁקִ֖ים <WH4945> ham-mash-Kim unto his butlership עַל־ <WH5921> 'al- unto מַשְׁקֵ֑הוּ <WH4945> mash-Ke-hu; his office וַיִּתֵּ֥ן <WH5414> vai-yit-Ten and he gave הַכּ֖וֹס <WH3563> hak-Kos the cup עַל־ <WH5921> 'al- and כַּ֥ף <WH3709> kaf hand פַּרְעֹֽה׃ <WH6547> par-'Oh. into Pharaoh's"},{"number":22,"verse":"וְאֵ֛ת <WH853> ve-'Et שַׂ֥ר <WH8269> sar the chief הָאֹפִ֖ים <WH644> ha-'o-Fim baker תָּלָ֑ה <WH8518> ta-Lah; But he hanged כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after פָּתַ֛ר <WH6622> pa-Tar had interpreted לָהֶ֖ם la-Hem יוֹסֵֽף׃ <WH3130> yo-Sef. as Joseph"},{"number":23,"verse":"וְלֹֽא־ <WH3808> ve-lo- did not זָכַ֧ר <WH2142> za-Char remember שַֽׂר־ <WH8269> sar- Yet did not the chief הַמַּשְׁקִ֛ים <WH4945> ham-mash-Kim cupbearer אֶת־ <WH853> 'et- יוֹסֵ֖ף <WH3130> yo-Sef Joseph וַיִּשְׁכָּחֵֽהוּ׃ <WH7911> vai-yish-ka-Che-hu. but forgat פ Peh"}]}