{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"וַיְצַ֞ו <WH6680> vay-Tzav And he commanded אֶת־ <WH853> 'et- אֲשֶׁ֣ר <WH834> 'a-Sher as much as עַל־ <WH5921> 'al- and בֵּיתוֹ֮ <WH1004> bei-To the steward of his house לֵאמֹר֒ <WH559> le-Mor saying מַלֵּ֞א <WH4390> mal-Le Fill אֶת־ <WH853> 'et- אַמְתְּחֹ֤ת <WH572> 'am-te-Chot sacks הָֽאֲנָשִׁים֙ <WH376> ha-'a-na-Shim every man's אֹ֔כֶל <WH400> 'O-chel, [with] food כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher as they יוּכְל֖וּן <WH3201> yu-che-Lun they can שְׂאֵ֑ת <WH5375> se-'Et; carry וְשִׂ֥ים <WH7760> ve-Sim and put כֶּֽסֶף־ <WH3701> ke-sef- money אִ֖ישׁ <WH376> 'ish each בְּפִ֥י <WH6310> be-Fi mouth אַמְתַּחְתּֽוֹ׃ <WH572> am-tach-To. in his sack's"},{"number":2,"verse":"וְאֶת־ <WH853> ve-'Et גְּבִיעִ֞י <WH1375> ge-vi-'I my cup גְּבִ֣יעַ <WH1375> ge-Vi-a' cup הַכֶּ֗סֶף <WH3701> hak-Ke-sef, the silver תָּשִׂים֙ <WH7760> ta-Sim And put בְּפִי֙ <WH6310> be-Fi mouth אַמְתַּ֣חַת <WH572> 'am-Ta-chat in the sack's הַקָּטֹ֔ן <WH6996> hak-ka-Ton, of the youngest וְאֵ֖ת <WH853> ve-'Et כֶּ֣סֶף <WH3701> Ke-sef money שִׁבְר֑וֹ <WH7668> shiv-Ro; and his corn וַיַּ֕עַשׂ <WH6213> vai-Ya-'as And he did כִּדְבַ֥ר <WH1697> kid-Var according to the word יוֹסֵ֖ף <WH3130> yo-Sef that Joseph אֲשֶׁ֥ר <WH834> 'a-Sher after דִּבֵּֽר׃ <WH1696> dib-Ber. had spoken"},{"number":3,"verse":"הַבֹּ֖קֶר <WH1242> hab-Bo-ker As soon as the morning א֑וֹר <WH216> or; light וְהָאֲנָשִׁ֣ים <WH582> ve-ha-'a-na-Shim the men שֻׁלְּח֔וּ <WH7971> shul-le-Chu, were sent away הֵ֖מָּה <WH1992> Hem-mah with וַחֲמֹרֵיהֶֽם׃ <WH2543> va-cha-mo-rei-Hem. they and their asses"},{"number":4,"verse":"הֵ֠ם <WH1992> hem They יָֽצְא֣וּ <WH3318> ya-tze-'U [And] when they were gone out אֶת־ <WH853> 'et- הָעִיר֮ <WH5892> ha-'Ir of the city לֹ֣א <WH3808> lo were not הִרְחִיקוּ֒ <WH7368> hir-chi-Ku [and] not [yet] far off וְיוֹסֵ֤ף <WH3130> ve-yo-Sef Joseph אָמַר֙ <WH559> 'a-Mar said לַֽאֲשֶׁ֣ר <WH834> la-'a-Sher after עַל־ <WH5921> 'al- unto בֵּית֔וֹ <WH1004> bei-To, unto his steward ק֥וּם <WH6965> kum Up רְדֹ֖ף <WH7291> re-Dof follow אַחֲרֵ֣י <WH310> 'a-cha-Rei after הָֽאֲנָשִׁ֑ים <WH376> ha-'a-na-Shim; the men וְהִשַּׂגְתָּם֙ <WH5381> ve-his-sag-Tam and when thou dost overtake וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta them say אֲלֵהֶ֔ם <WH413> 'a-le-Hem, to לָ֛מָּה <WH4100> Lam-mah Why שִׁלַּמְתֶּ֥ם <WH7999> shil-lam-Tem unto them Wherefore have ye rewarded רָעָ֖ה <WH7451> ra-'Ah evil תַּ֥חַת <WH8478> Ta-chat Thahash טוֹבָֽה׃ <WH2896> to-Vah. good"},{"number":5,"verse":"הֲל֣וֹא <WH3808> ha-Lo is not זֶ֗ה <WH2088> Zeh, this אֲשֶׁ֨ר <WH834> 'a-Sher which יִשְׁתֶּ֤ה <WH8354> yish-Teh drinketh אֲדֹנִי֙ <WH113> 'a-do-Ni [Is] not this [it] in which my lord בּ֔וֹ bo, וְה֕וּא <WH1931> ve-Hu he נַחֵ֥שׁ <WH5172> na-Chesh and whereby indeed יְנַחֵ֖שׁ <WH5172> ye-na-Chesh he divineth בּ֑וֹ bo; הֲרֵעֹתֶ֖ם <WH7489> ha-re-'o-Tem ;ye have done evil אֲשֶׁ֥ר <WH834> 'a-Sher which עֲשִׂיתֶֽם׃ <WH6213> 'a-si-Tem. in so doing"},{"number":6,"verse":"וַֽיַּשִּׂגֵ֑ם <WH5381> vai-yas-si-Gem; And he overtook וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber them and he spake אֲלֵהֶ֔ם <WH413> 'a-le-Hem, about אֶת־ <WH853> 'et- הַדְּבָרִ֖ים <WH1697> had-de-va-Rim words הָאֵֽלֶּה׃ <WH428> ha-'El-leh. unto them these same"},{"number":7,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And they said אֵלָ֔יו <WH413> 'e-Lav, to him לָ֚מָּה <WH4100> Lam-mah Why יְדַבֵּ֣ר <WH1696> ye-dab-Ber unto him Wherefore saith אֲדֹנִ֔י <WH113> 'a-do-Ni, my lord כַּדְּבָרִ֖ים <WH1697> kad-de-va-Rim according to this thing הָאֵ֑לֶּה <WH428> ha-'El-leh; another חָלִ֙ילָה֙ <WH2486> cha-Li-lah be far לַעֲבָדֶ֔יךָ <WH5650> la-'a-va-Dei-cha, that thy servants מֵעֲשׂ֖וֹת <WH6213> me-'a-Sot should do כַּדָּבָ֥ר <WH1697> kad-da-Var A thing הַזֶּֽה׃ <WH2088> haz-Zeh. such"},{"number":8,"verse":"הֵ֣ן <WH2005> hen Behold כֶּ֗סֶף <WH3701> Ke-sef, Behold the money אֲשֶׁ֤ר <WH834> 'a-Sher which מָצָ֙אנוּ֙ <WH4672> ma-Tza-nu which we found בְּפִ֣י <WH6310> be-Fi mouths אַמְתְּחֹתֵ֔ינוּ <WH572> 'am-te-cho-Tei-nu, in our sacks' הֱשִׁיבֹ֥נוּ <WH7725> he-shi-Vo-nu we brought again אֵלֶ֖יךָ <WH413> 'e-Lei-cha to you מֵאֶ֣רֶץ <WH776> me-'E-retz unto thee out of the land כְּנָ֑עַן <WH3667> ke-Na-'an; of Canaan וְאֵ֗יךְ <WH349> ve-'Eich, How נִגְנֹב֙ <WH1589> nig-No how then should we steal מִבֵּ֣ית <WH1004> mib-Beit house אֲדֹנֶ֔יךָ <WH113> 'a-do-Nei-cha, out of thy lord's כֶּ֖סֶף <WH3701> Ke-sef silver א֥וֹ <WH176> o or זָהָֽב׃ <WH2091> za-Hav. gold"},{"number":9,"verse":"אֲשֶׁ֨ר <WH834> 'a-Sher whomever יִמָּצֵ֥א <WH4672> yim-ma-Tze it be found אִתּ֛וֹ <WH854> it-To for מֵעֲבָדֶ֖יךָ <WH5650> me-'a-va-Dei-cha With whomsoever of thy servants וָמֵ֑ת <WH4191> va-Met; both let him die וְגַם־ <WH1571> ve-gam- also אֲנַ֕חְנוּ <WH587> 'a-Nach-nu ourselves נִֽהְיֶ֥ה <WH1961> nih-Yeh become לַֽאדֹנִ֖י <WH113> la-do-Ni and we also will be my lord's לַעֲבָדִֽים׃ <WH5650> la-'a-va-Dim. bondmen"},{"number":10,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said גַּם־ <WH1571> gam- also עַתָּ֥ה <WH6258> 'at-Tah Now כְדִבְרֵיכֶ֖ם <WH1697> che-div-rei-Chem to your words כֶּן־ <WH3651> ken- after that ה֑וּא <WH1931> Hu; he אֲשֶׁ֨ר <WH834> 'a-Sher whom יִמָּצֵ֤א <WH4672> yim-ma-Tze he with whom it is found אִתּוֹ֙ <WH854> it-To for יִהְיֶה־ <WH1961> yih-yeh- become לִּ֣י li עָ֔בֶד <WH5650> 'A-ved, shall be my servant וְאַתֶּ֖ם <WH859> ve-'at-Tem you תִּהְי֥וּ <WH1961> tih-Yu become נְקִיִּֽם׃ <WH5355> ne-ki-Yim. and ye shall be blameless"},{"number":11,"verse":"וַֽיְמַהֲר֗וּ <WH4116> vay-ma-ha-Ru, Then they speedily וַיּוֹרִ֛דוּ <WH3381> vai-yo-Ri-du took down אִ֥ישׁ <WH376> 'ish every man אֶת־ <WH853> 'et- אַמְתַּחְתּ֖וֹ <WH572> am-tach-To his sack אָ֑רְצָה <WH776> 'A-re-tzah; to the ground וַֽיִּפְתְּח֖וּ <WH6605> vai-yif-te-Chu and opened אִ֥ישׁ <WH376> 'ish every man אַמְתַּחְתּֽוֹ׃ <WH572> am-tach-To. his sack"},{"number":12,"verse":"וַיְחַפֵּ֕שׂ <WH2664> vay-chap-Pes And he searched בַּגָּד֣וֹל <WH1419> bag-ga-Dol at the eldest הֵחֵ֔ל <WH2490> he-Chel, [and] began וּבַקָּטֹ֖ן <WH6996> u-vak-ka-Ton at the youngest כִּלָּ֑ה <WH3615> kil-Lah; and left וַיִּמָּצֵא֙ <WH4672> vai-yim-ma-Tze was found הַגָּבִ֔יעַ <WH1375> hag-ga-Vi-a', and the cup בְּאַמְתַּ֖חַת <WH572> be-'am-Ta-chat sack בִּנְיָמִֽן׃ <WH1144> bin-ya-Min. in Benjamin's"},{"number":13,"verse":"וַֽיִּקְרְע֖וּ <WH7167> vai-yik-re-'U Then they rent שִׂמְלֹתָ֑ם <WH8071> sim-lo-Tam; their clothes וַֽיַּעֲמֹס֙ <WH6006> vai-ya-'a-Mos and laded אִ֣ישׁ <WH376> 'ish every man עַל־ <WH5921> 'al- and חֲמֹר֔וֹ <WH2543> cha-mo-Ro, his ass וַיָּשֻׁ֖בוּ <WH7725> vai-ya-Shu-vu and returned הָעִֽירָה׃ <WH5892> ha-'I-rah. to the city"},{"number":14,"verse":"וַיָּבֹ֨א <WH935> vai-ya-Vo came יְהוּדָ֤ה <WH3063> ye-hu-Dah And Judah וְאֶחָיו֙ <WH251> ve-'e-Chav and his brethren בֵּ֣יתָה <WH1004> Bei-tah house יוֹסֵ֔ף <WH3130> yo-Sef, to Joseph's וְה֖וּא <WH1931> ve-Hu he עוֹדֶ֣נּוּ <WH5750> o-Den-nu was still שָׁ֑ם <WH8033> Sham; there וַיִּפְּל֥וּ <WH5307> vai-yip-pe-Lu for he [was] yet there and they fell לְפָנָ֖יו <WH6440> le-fa-Nav before him אָֽרְצָה׃ <WH776> 'A-re-tzah. on the ground"},{"number":15,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לָהֶם֙ la-Hem יוֹסֵ֔ף <WH3130> yo-Sef, And Joseph מָֽה־ <WH4100> mah- What הַמַּעֲשֶׂ֥ה <WH4639> ham-ma-'a-Seh unto them What deed הַזֶּ֖ה <WH2088> haz-Zeh is this אֲשֶׁ֣ר <WH834> 'a-Sher which עֲשִׂיתֶ֑ם <WH6213> 'a-si-Tem; [is] this that ye have done הֲל֣וֹא <WH3808> ha-Lo not יְדַעְתֶּ֔ם <WH3045> ye-da'-Tem, ;wot ye כִּֽי־ <WH3588> ki- can נַחֵ֧שׁ <WH5172> na-Chesh as I can certainly יְנַחֵ֛שׁ <WH5172> ye-na-Chesh divine אִ֖ישׁ <WH376> 'ish not that such a man אֲשֶׁ֥ר <WH834> 'a-Sher that כָּמֹֽנִי׃ <WH3644> ka-Mo-ni. such"},{"number":16,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוּדָ֗ה <WH3063> ye-hu-Dah, And Judah מַה־ <WH4100> mah- What נֹּאמַר֙ <WH559> no-Mar What shall we say לַֽאדֹנִ֔י <WH113> la-do-Ni, behold we [are] my lord's מַה־ <WH4100> mah- What נְּדַבֵּ֖ר <WH1696> ne-dab-Ber answer וּמַה־ <WH4100> u-mah- What נִּצְטַדָּ֑ק <WH6663> nitz-tad-Dak; ;or how shall we clear ourselves הָאֱלֹהִ֗ים <WH430> ha-'E-lo-Him, ;God מָצָא֙ <WH4672> ma-Tza hath found out אֶת־ <WH853> 'et- עֲוֹ֣ן <WH5771> 'a-Von the iniquity עֲבָדֶ֔יךָ <WH5650> 'a-va-Dei-cha, of thy servants הִנֶּנּ֤וּ <WH2005> hin-nen-Nu behold עֲבָדִים֙ <WH5650> 'a-va-Dim servants לַֽאדֹנִ֔י <WH113> la-do-Ni, are my lord's גַּם־ <WH1571> gam- both we and [he] also אֲנַ֕חְנוּ <WH587> 'a-Nach-nu we גַּ֛ם <WH1571> gam both אֲשֶׁר־ <WH834> 'a-Sher- whose נִמְצָ֥א <WH4672> nim-Tza is found הַגָּבִ֖יעַ <WH1375> hag-ga-Vi-a' the cup בְּיָדֽוֹ׃ <WH3027> be-ya-Do. possession"},{"number":17,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said חָלִ֣ילָה <WH2486> cha-Li-lah God forbid לִּ֔י Li, מֵעֲשׂ֖וֹת <WH6213> me-'a-Sot that I should do זֹ֑את <WH2063> Zot; so הָאִ֡ישׁ <WH376> ha-'Ish [but] the man אֲשֶׁר֩ <WH834> 'a-Sher whose נִמְצָ֨א <WH4672> nim-Tza is found הַגָּבִ֜יעַ <WH1375> hag-ga-Vi-a' the cup בְּיָד֗וֹ <WH3027> be-ya-Do, in whose hand ה֚וּא <WH1931> hu he יִהְיֶה־ <WH1961> yih-yeh- become לִּ֣י li עָ֔בֶד <WH5650> 'A-ved, he shall be my servant וְאַתֶּ֕ם <WH859> ve-'at-Tem you עֲל֥וּ <WH5927> 'a-Lu and as for you get you up לְשָׁל֖וֹם <WH7965> le-sha-Lom in peace אֶל־ <WH413> 'el- to אֲבִיכֶֽם׃ <WH1> 'a-vi-Chem. unto your father פ Peh"},{"number":18,"verse":"וַיִּגַּ֨שׁ <WH5066> vai-yig-Gash came near אֵלָ֜יו <WH413> 'e-Lav then יְהוּדָ֗ה <WH3063> ye-hu-Dah, Then Judah וַיֹּאמֶר֮ <WH559> vai-yo-Mer unto him and said בִּ֣י <WH994> bi Oh אֲדֹנִי֒ <WH113> 'a-do-Ni my lord יְדַבֶּר־ <WH1696> ye-dab-ber- I pray thee speak נָ֨א <WH4994> na please עַבְדְּךָ֤ <WH5650> 'av-de-Cha let thy servant דָבָר֙ <WH1697> da-Var a word בְּאָזְנֵ֣י <WH241> be-'a-ze-Nei ears אֲדֹנִ֔י <WH113> 'a-do-Ni, in my lord's וְאַל־ <WH408> ve-'al- nay יִ֥חַר <WH2734> Yi-char burn אַפְּךָ֖ <WH639> 'ap-pe-Cha and let not thine anger בְּעַבְדֶּ֑ךָ <WH5650> be-'av-De-cha; against thy servant כִּ֥י <WH3588> ki for כָמ֖וֹךָ <WH3644> cha-Mo-cha are equal כְּפַרְעֹֽה׃ <WH6547> ke-far-'Oh. for thou [art] even as Pharaoh"},{"number":19,"verse":"אֲדֹנִ֣י <WH113> 'a-do-Ni My lord שָׁאַ֔ל <WH7592> sha-'Al, asked אֶת־ <WH853> 'et- עֲבָדָ֖יו <WH5650> 'a-va-Dav his servants לֵאמֹ֑ר <WH559> le-Mor; saying הֲיֵשׁ־ <WH3426> ha-yesh- Have לָכֶ֥ם la-Chem אָ֖ב <WH1> 'av ye a father אוֹ־ <WH176> 'ov- or אָֽח׃ <WH251> 'Ach. We"},{"number":20,"verse":"וַנֹּ֙אמֶר֙ <WH559> van-No-mer And we said אֶל־ <WH413> 'el- to אֲדֹנִ֔י <WH113> 'a-do-Ni, unto my lord יֶשׁ־ <WH3426> yesh- We have לָ֙נוּ֙ la-nu אָ֣ב <WH1> 'av a father זָקֵ֔ן <WH2205> za-Ken, an old man וְיֶ֥לֶד <WH3206> ve-Ye-led and a child זְקֻנִ֖ים <WH2208> ze-ku-Nim of his old age קָטָ֑ן <WH6996> ka-Tan; a little one וְאָחִ֨יו <WH251> ve-'a-Chiv and his brother מֵ֜ת <WH4191> met is dead וַיִּוָּתֵ֨ר <WH3498> vai-yiv-va-Ter and he alone is left ה֧וּא <WH1931> hu he לְבַדּ֛וֹ <WH905> le-vad-Do alone לְאִמּ֖וֹ <WH517> le-'im-Mo of his mother וְאָבִ֥יו <WH1> ve-'a-Viv and his father אֲהֵבֽוֹ׃ <WH157> a-he-Vo. loveth"},{"number":21,"verse":"וַתֹּ֙אמֶר֙ <WH559> vat-To-mer And thou saidst אֶל־ <WH413> 'el- to עֲבָדֶ֔יךָ <WH5650> 'a-va-Dei-cha, unto thy servants הוֹרִדֻ֖הוּ <WH3381> ho-ri-Du-hu Bring him down אֵלָ֑י <WH413> 'e-Lai; to me וְאָשִׂ֥ימָה <WH7760> ve-'a-Si-mah unto me that I may set עֵינִ֖י <WH5869> 'ei-Ni mine eyes עָלָֽיו׃ <WH5921> 'a-Lav. we"},{"number":22,"verse":"וַנֹּ֙אמֶר֙ <WH559> van-No-mer And we said אֶל־ <WH413> 'el- to אֲדֹנִ֔י <WH113> 'a-do-Ni, unto my lord לֹא־ <WH3808> lo- not יוּכַ֥ל <WH3201> yu-Chal cannot הַנַּ֖עַר <WH5288> han-Na-'ar The lad לַעֲזֹ֣ב <WH5800> la-'a-Zo leave אֶת־ <WH853> 'et- אָבִ֑יו <WH1> 'a-Viv; his father וְעָזַ֥ב <WH5800> ve-'a-Zav for [if] he should leave אֶת־ <WH853> 'et- אָבִ֖יו <WH1> 'a-Viv his father וָמֵֽת׃ <WH4191> va-Met. [his father] would die"},{"number":23,"verse":"וַתֹּ֙אמֶר֙ <WH559> vat-To-mer And thou saidst אֶל־ <WH413> 'el- to עֲבָדֶ֔יךָ <WH5650> 'a-va-Dei-cha, unto thy servants אִם־ <WH518> 'im- Except לֹ֥א <WH3808> lo Except יֵרֵ֛ד <WH3381> ye-Red come down אֲחִיכֶ֥ם <WH251> 'a-chi-Chem brother הַקָּטֹ֖ן <WH6996> hak-ka-Ton your youngest אִתְּכֶ֑ם <WH854> 'it-te-Chem; for לֹ֥א <WH3808> lo not תֹסִפ֖וּן <WH3254> to-si-Fun add לִרְא֥וֹת <WH7200> lir-'ot see פָּנָֽי׃ <WH6440> pa-Nai. my face"},{"number":24,"verse":"וַיְהִי֙ <WH1961> vay-Hi came כִּ֣י <WH3588> ki when עָלִ֔ינוּ <WH5927> 'a-Li-nu, And it came to pass when we came up אֶֽל־ <WH413> 'el- to עַבְדְּךָ֖ <WH5650> 'av-de-Cha unto thy servant אָבִ֑י <WH1> 'a-Vi; my father וַנַּ֨גֶּד־ <WH5046> van-Nag-ged- we told ל֔וֹ lo, אֵ֖ת <WH853> 'et דִּבְרֵ֥י <WH1697> div-Rei him the words אֲדֹנִֽי׃ <WH113> 'a-do-Ni. of my lord"},{"number":25,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer said אָבִ֑ינוּ <WH1> 'a-Vi-nu; And our father שֻׁ֖בוּ <WH7725> Shu-vu Go again שִׁבְרוּ־ <WH7666> shiv-ru- [and] buy לָ֥נוּ La-nu מְעַט־ <WH4592> me-'at- us a little אֹֽכֶל׃ <WH400> 'O-chel. food"},{"number":26,"verse":"וַנֹּ֕אמֶר <WH559> van-No-mer And we said לֹ֥א <WH3808> lo not נוּכַ֖ל <WH3201> nu-Chal We cannot לָרֶ֑דֶת <WH3381> la-Re-det; go down אִם־ <WH518> 'im- If יֵשׁ֩ <WH3426> yesh be אָחִ֨ינוּ <WH251> 'a-Chi-nu brother הַקָּטֹ֤ן <WH6996> hak-ka-Ton if our youngest אִתָּ֙נוּ֙ <WH854> 'it-Ta-nu for וְיָרַ֔דְנוּ <WH3381> ve-ya-Rad-nu, with us then will we go down כִּי־ <WH3588> ki- for לֹ֣א <WH3808> lo not נוּכַ֗ל <WH3201> nu-Chal, for we may לִרְאוֹת֙ <WH7200> lir-'Ot not see פְּנֵ֣י <WH6440> pe-Nei face הָאִ֔ישׁ <WH376> ha-'Ish, the man's וְאָחִ֥ינוּ <WH251> ve-'a-Chi-nu brother הַקָּטֹ֖ן <WH6996> hak-ka-Ton our youngest אֵינֶ֥נּוּ <WH369> 'ei-Nen-nu except אִתָּֽנוּ׃ <WH854> 'it-Ta-nu. for"},{"number":27,"verse":"וַיֹּ֛אמֶר <WH559> vai-Yo-mer said עַבְדְּךָ֥ <WH5650> 'av-de-Cha And thy servant אָבִ֖י <WH1> 'a-Vi my father אֵלֵ֑ינוּ <WH413> 'e-Lei-nu; about אַתֶּ֣ם <WH859> 'at-Tem You יְדַעְתֶּ֔ם <WH3045> ye-da'-Tem, unto us Ye know כִּ֥י <WH3588> ki for שְׁנַ֖יִם <WH8147> she-Na-yim me two יָֽלְדָה־ <WH3205> Yal-dah- bare לִּ֥י li אִשְׁתִּֽי׃ <WH802> 'ish-Ti. that my wife"},{"number":28,"verse":"וַיֵּצֵ֤א <WH3318> vai-ye-Tze went out הָֽאֶחָד֙ <WH259> ha-'e-Chad And the one מֵֽאִתִּ֔י <WH853> me-'it-Ti, וָאֹמַ֕ר <WH559> va-'o-Mar from me and I said אַ֖ךְ <WH389> 'ach Surely טָרֹ֣ף <WH2963> ta-Rof Surely טֹרָ֑ף <WH2963> to-Raf; he is torn in pieces וְלֹ֥א <WH3808> ve-Lo have not רְאִיתִ֖יו <WH7200> re-'i-Tiv and I saw him עַד־ <WH5704> 'ad- not הֵֽנָּה׃ <WH2008> Hen-nah. not since"},{"number":29,"verse":"וּלְקַחְתֶּ֧ם <WH3947> u-le-kach-Tem And if ye take גַּם־ <WH1571> gam- also אֶת־ <WH853> 'et- זֶ֛ה <WH2088> zeh this מֵעִ֥ם <WH5973> me-'Im this also from פָּנַ֖י <WH6440> pa-Nai me וְקָרָ֣הוּ <WH7136> ve-ka-Ra-hu befall him אָס֑וֹן <WH611> a-Son; and mischief וְהֽוֹרַדְתֶּ֧ם <WH3381> ve-ho-rad-Tem ye shall bring down אֶת־ <WH853> 'et- שֵׂיבָתִ֛י <WH7872> sei-va-Ti my gray hairs בְּרָעָ֖ה <WH7451> be-ra-'Ah with sorrow שְׁאֹֽלָה׃ <WH7585> she-'O-lah. to the grave"},{"number":30,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now כְּבֹאִי֙ <WH935> ke-vo-'I Now therefore when I come אֶל־ <WH413> 'el- to עַבְדְּךָ֣ <WH5650> 'av-de-Cha to thy servant אָבִ֔י <WH1> 'a-Vi, my father וְהַנַּ֖עַר <WH5288> ve-han-Na-'ar and the lad אֵינֶ֣נּוּ <WH369> 'ei-nen-Nu else אִתָּ֑נוּ <WH854> 'it-Ta-nu; since וְנַפְשׁ֖וֹ <WH5315> ve-naf-Sho [be] not with us seeing that his life קְשׁוּרָ֥ה <WH7194> ke-shu-Rah is bound up בְנַפְשֽׁוֹ׃ <WH5315> ve-naf-Sho. in the lad's life"},{"number":31,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become כִּרְאוֹת֛וֹ <WH7200> kir-'o-To It shall come to pass when he seeth כִּי־ <WH3588> ki- for אֵ֥ין <WH369> 'ein that הַנַּ֖עַר <WH5288> han-Na-'ar that the lad וָמֵ֑ת <WH4191> va-Met; [is] not [with us] that he will die וְהוֹרִ֨ידוּ <WH3381> ve-ho-Ri-du shall bring down עֲבָדֶ֜יךָ <WH5650> 'a-va-Dei-cha and thy servants אֶת־ <WH853> 'et- שֵׂיבַ֨ת <WH7872> sei-Vat the gray hairs עַבְדְּךָ֥ <WH5650> 'av-de-Cha of thy servant אָבִ֛ינוּ <WH1> 'a-Vi-nu our father בְּיָג֖וֹן <WH3015> be-ya-Gon with sorrow שְׁאֹֽלָה׃ <WH7585> she-'O-lah. to the grave"},{"number":32,"verse":"כִּ֤י <WH3588> ki For עַבְדְּךָ֙ <WH5650> 'av-de-Cha For thy servant עָרַ֣ב <WH6148> 'a-Rav became surety אֶת־ <WH853> 'et- הַנַּ֔עַר <WH5288> han-Na-'ar, for the lad מֵעִ֥ם <WH5973> me-'Im unto אָבִ֖י <WH1> 'a-Vi my father לֵאמֹ֑ר <WH559> le-Mor; saying אִם־ <WH518> 'im- If לֹ֤א <WH3808> lo not אֲבִיאֶ֙נּוּ֙ <WH935> 'a-vi-'En-nu If I bring אֵלֶ֔יךָ <WH413> 'e-Lei-cha, to you וְחָטָ֥אתִי <WH2398> ve-cha-Ta-ti him not unto thee then I shall bear the blame לְאָבִ֖י <WH1> le-'a-Vi to my father כָּל־ <WH3605> kol- for הַיָּמִֽים׃ <WH3117> hai-ya-Mim. for ever"},{"number":33,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now יֵֽשֶׁב־ <WH3427> ye-shev- abide נָ֤א <WH4994> na please עַבְדְּךָ֙ <WH5650> 'av-de-Cha Now therefore I pray thee let thy servant תַּ֣חַת <WH8478> Ta-chat instead הַנַּ֔עַר <WH5288> han-Na-'ar, instead of the lad עֶ֖בֶד <WH5650> 'E-ved a bondman לַֽאדֹנִ֑י <WH113> la-do-Ni; to my lord וְהַנַּ֖עַר <WH5288> ve-han-Na-'ar and let the lad יַ֥עַל <WH5927> Ya-'al go up עִם־ <WH5973> 'im- with אֶחָֽיו׃ <WH251> 'e-Chav. with his brethren"},{"number":34,"verse":"כִּי־ <WH3588> ki- For אֵיךְ֙ <WH349> 'eiCh For how אֶֽעֱלֶ֣ה <WH5927> 'e-'e-Leh shall I go up אֶל־ <WH413> 'el- to אָבִ֔י <WH1> 'a-Vi, to my father וְהַנַּ֖עַר <WH5288> ve-han-Na-'ar and the lad אֵינֶ֣נּוּ <WH369> 'ei-nen-Nu else אִתִּ֑י <WH854> 'it-Ti; for פֶּ֚ן <WH6435> pen fear אֶרְאֶ֣ה <WH7200> 'er-'Eh [be] not with me;lest peradventure I see בָרָ֔ע <WH7451> va-Ra', the evil אֲשֶׁ֥ר <WH834> 'a-Sher that יִמְצָ֖א <WH4672> yim-Tza that shall come on אֶת־ <WH853> 'et- אָבִֽי׃ <WH1> 'a-Vi. my father"}]}