{"bibleAbbr":"RV1885","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"I AM a rose of Sharon, a lily of the valleys."},{"number":2,"verse":"As a lily among thorns, so is my love among the daughters."},{"number":3,"verse":"As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste."},{"number":4,"verse":"He brought me to the banqueting house, and his banner over me was love."},{"number":5,"verse":"Stay ye me with raisins, comfort me with apples: for I am sick of love."},{"number":6,"verse":"His left hand {cf15i is} under my head, and his right hand doth embrace me."},{"number":7,"verse":"I adjure you, O daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awaken love, until it please."},{"number":8,"verse":"The voice of my beloved! behold, he cometh, leaping upon the mountains, skipping upon the hills."},{"number":9,"verse":"My beloved is like a roe or a young hart: behold, he standeth behind our wall, he looketh in at the windows, he sheweth himself through the lattice."},{"number":10,"verse":"My beloved spake, and said unto me, Rise up, my love, my fair one, and come away."},{"number":11,"verse":"For, lo, the winter is past, the rain is over and gone;"},{"number":12,"verse":"The flowers appear on the earth; the time of the singing {cf15i of birds} is come, and the voice of the turtle is heard in our land;"},{"number":13,"verse":"The fig tree ripeneth her green figs, and the vines are in blossom, they give forth their fragrance. Arise, my love, my fair one, and come away."},{"number":14,"verse":"O my dove, that art in the clefts of the rock, in the covert of the steep place, let me see thy countenance, let me hear thy voice: for sweet is thy voice, and thy countenance is comely."},{"number":15,"verse":"Take us the foxes, the little foxes, that spoil the vineyards; for our vineyards are in blossom."},{"number":16,"verse":"My beloved is mine, and I am his: he feedeth {cf15i his flock} among the lilies."},{"number":17,"verse":"Until the day be cool, and the shadows flee away, turn, my beloved, and be thou like a roe or a young hart upon the mountains of Bether."}]}