{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"ರೆಹಬ್ಬಾಮನು ತನ್ನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸ್ಥಿರಪಡಿಸಿಕೊಂಡು ಬಲಗೊಂಡ ಮೇಲೆ ಅವನೂ ಅವನ ಪ್ರಜೆಗಳಾದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಯೆಹೋವನ ಧರ್ಮೋಪದೇಶವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು;"},{"number":2,"verse":"ಅವರು ಯೆಹೋವನಿಗೆ ದ್ರೋಹಿಗಳಾದದರಿಂದ ಅರಸನಾದ ರೆಹಬ್ಬಾಮನ ಆಳಿಕೆಯ ಐದನೆಯ ವರುಷದಲ್ಲಿ"},{"number":3,"verse":"ಐಗುಪ್ತದ ಅರಸನಾದ ಶೀಶಕನು ಸಾವಿರದ ಇನ್ನೂರು ರಥಗಳನ್ನೂ ಅರುವತ್ತು ಸಾವಿರ ಮಂದಿ ರಾಹುತರನ್ನೂ ಐಗುಪ್ತದ ಅಸಂಖ್ಯರಾದ ಲೂಬ್ಯ ಸುಕ್ಕೀಯ ಕೂಷ್ಯ ಸೈನಿಕರನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು ಯೆರೂಸಲೇಮಿಗೆ ವಿರೋಧವಾಗಿ ಹೊರಟು"},{"number":4,"verse":"ಯೆಹೂದದೇಶದ ಕೋಟೆ ಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ಸ್ವಾಧೀನ ಮಾಡಿಕೊಂಡನಂತರ ಯೆರೂಸಲೇಮನ್ನು ಸಮೀಪಿಸಿದನು."},{"number":5,"verse":"ಆಗ ಪ್ರವಾದಿಯಾದ ಶೆಮಾಯನು ರೆಹಬ್ಬಾಮನ ಬಳಿಗೂ ಶೀಶಕನಿಗೆ ಹೆದರಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕೂಡಿದ್ದ ಯೆಹೂದ್ಯಪ್ರಧಾನರ ಬಳಿಗೂ ಬಂದು ಅವರಿಗೆ - ನೀವು ನನ್ನನ್ನು ಬಿಟ್ಟದ್ದರಿಂದ ನಾನು ನಿಮ್ಮನ್ನು ಶೀಶಕನ ಕೈಯಲ್ಲಿ ಬಿಟ್ಟು ಬಿಟ್ಟಿದ್ದೇನೆಂಬದಾಗಿ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಆಗ ಅರಸನೂ ಇಸ್ರಾಯೇಲ್ ಪ್ರಧಾನರೂ ಯೆಹೋವನು ನ್ಯಾಯವಂತನೆಂದು ಒಪ್ಪಿ ತಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಂಡರು."},{"number":7,"verse":"ಯೆಹೋವನು ಇದನ್ನು ನೋಡಿ ಶೆಮಾಯನಿಗೆ - ಇವರು ತಮ್ಮನ್ನು ತಗ್ಗಿಸಿಕೊಂಡದ್ದರಿಂದ ಇವರನ್ನು ಸಂಹರಿಸುವದಿಲ್ಲ; ಸ್ವಲ್ಪ ಕಾಲದಲ್ಲಿಯೇ ಇವರಿಗೆ ರಕ್ಷಣೆಯನ್ನು ಅನುಗ್ರಹಿಸುವೆನು; ಶೀಶಕನ ಮುಖಾಂತರವಾಗಿ ನನ್ನ ರೌದ್ರವನ್ನು ಯೆರೂಸಲೇಮಿನ ಮೇಲೆ ಸುರಿದುಬಿಡುವದಿಲ್ಲ."},{"number":8,"verse":"ಆದರೂ ನನ್ನ ಸೇವೆಗೂ ಅನ್ಯರಾಜ್ಯಗಳ ಸೇವೆಗೂ ಇರುವ ವ್ಯತ್ಯಾಸವು ಇವರಿಗೆ ಗೊತ್ತಾಗುವಂತೆ ಇವರು ಶೀಶಕನಿಗೆ ದಾಸರಾಗಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಹೀಗೆ ಯೆರೂಸಲೇಮಿಗೆ ವಿರೋಧವಾಗಿ ಬಂದ ಐಗುಪ್ತ್ಯ ರಾಜನಾದ ಶೀಶಕನು ಯೆಹೋವನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಎಲ್ಲಾ ದ್ರವ್ಯವನ್ನೂ ಸೊಲೊಮೋನನು ಮಾಡಿಸಿದ ಬಂಗಾರದ ಗುರಾಣಿಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋದನು."},{"number":10,"verse":"ಅರಸನಾದ ರೆಹಬ್ಬಾಮನು ಅವುಗಳಿಗೆ ಬದಲಾಗಿ ತಾಮ್ರದ ಗುರಾಣಿಗಳನ್ನು ಮಾಡಿಸಿ ಅವುಗಳನ್ನು ಅರಮನೆಯ ದ್ವಾರಪಾಲಕರಾಗಿದ್ದ ಮೈಗಾವಲಿನವರ ದಳವಾಯಿಗಳಿಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":11,"verse":"ಅರಸನು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಹೋಗುವಾಗೆಲ್ಲಾ ಮೈಗಾವಲಿನವರು ಅವುಗಳನ್ನು ಹಿಡಿದುಕೊಂಡು ಹೋಗುವರು; ಅಲ್ಲಿಂದ ತಿರಿಗಿ ಬಂದ ಮೇಲೆ ತಮ್ಮ ಕೋಣೆಯಲ್ಲಿಡುವರು."},{"number":12,"verse":"ರೆಹಬ್ಬಾಮನು ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಂಡದರಿಂದಲೂ ಯೆಹೂದ್ಯರಲ್ಲಿ ಕೆಲವು ಸುಲಕ್ಷಣಗಳು ತೋರುತ್ತಿದ್ದದರಿಂದಲೂ ಯೆಹೋವನು ರೆಹಬ್ಬಾಮನ ಮೇಲಣ ಕೋಪವನ್ನು ಬಿಟ್ಟನು; ಅವನನ್ನು ಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡಲಿಲ್ಲ."},{"number":13,"verse":"ಅರಸನಾದ ರೆಹಬ್ಬಾಮನು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ತನ್ನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸ್ಥಿರಪಡಿಸಿಕೊಂಡು ಆಳುವವನಾದನು. ಅವನು ತನ್ನ ನಾಲ್ವತ್ತೊಂದನೆಯ ವರುಷ ತುಂಬಿದ ಮೇಲೆ ಪಟ್ಟಕ್ಕೆ ಬಂದು ಯೆಹೋವನು ತನ್ನ ಹೆಸರಿಗೋಸ್ಕರ ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಕುಲಗಳಿಂದ ಆರಿಸಿಕೊಂಡ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಹದಿನೇಳು ವರುಷ ಆಳಿದನು. ಅಮ್ಮೋನಿಯಳಾದ ನಯಮಾ ಎಂಬಾಕೆಯು ಅವನ ತಾಯಿ."},{"number":14,"verse":"ಅವನು ಯೆಹೋವನನ್ನು ಅನುಸರಿಸುವದಕ್ಕೆ ಮನಸ್ಸುಮಾಡದೆ ದ್ರೋಹಿಯಾದನು."},{"number":15,"verse":"ರೆಹಬ್ಬಾಮನ ಪೂರ್ವೋತ್ತರಕೃತ್ಯಗಳು ಪ್ರವಾದಿಯಾದ ಶೆಮಾಯ, ದರ್ಶಿಯಾದ ಇದ್ದೋ ಎಂಬವರ ಚರಿತ್ರೆಗಳ ವಂಶಾವಳಿಭಾಗದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ. ರೆಹಬ್ಬಾಮನಿಗೂ ಯಾರೊಬ್ಬಾಮನಿಗೂ ಯಾವಾಗಲೂ ಯುದ್ಧನಡೆಯುತ್ತಿತ್ತು."},{"number":16,"verse":"ರೆಹಬ್ಬಾಮನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವಕ್ಕೆ ದಾವೀದನಗರದಲ್ಲಿ ಸಮಾಧಿಯಾಯಿತು. ಅವನ ಮಗನಾದ ಅಬೀಯನು ಅವನಿಗೆ ಬದಲಾಗಿ ಅರಸನಾದನು."}]}