{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"ಆಗ ಓಬೇದನ ಮಗನಾದ ಅಜರ್ಯನ ಮೇಲೆ ದೇವರ ಆತ್ಮವು ಬಂದದರಿಂದ"},{"number":2,"verse":"ಅವನು ಆಸನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕೆ ಹೋಗಿ ಅವನಿಗೆ - ಆಸನೇ, ಎಲ್ಲಾ ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳವರೇ, ಕಿವಿಗೊಡಿರಿ. ನೀವು ಯೆಹೋವನನ್ನು ಹೊಂದಿಕೊಂಡಿರುವ ತನಕ ಆತನೂ ನಿಮ್ಮೊಂದಿಗಿರುವನು; ನೀವು ಆತನನ್ನು ಹುಡುಕಿದರೆ ನಿಮಗೆ ಸಿಕ್ಕುವನು; ಆತನನ್ನು ಬಿಟ್ಟರೆ ಆತನೂ ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಬಿಡುವನು."},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಬಹುಕಾಲದವರೆಗೆ ನಿಜವಾದ ದೇವರೂ ಬೋಧಿಸುವ ಯಾಜಕರೂ ಧರ್ಮಶಾಸ್ತ್ರವೂ ಇರಲಿಲ್ಲ."},{"number":4,"verse":"ಅವರು ತಮ್ಮ ಇಕ್ಕಟ್ಟಿನಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡರು. ಅವರು ಆತನನ್ನು ಹುಡುಕಿದಾಗ ಆತನು ಅವರಿಗೆ ಸಿಕ್ಕಿದನು."},{"number":5,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಯಾರಿಗೂ ನಿರ್ಭಯವಾಗಿ ತಿರುಗಾಡುವದಕ್ಕೆ ಆಗುತ್ತಿರಲಿಲ್ಲ; ದೇಶ ನಿವಾಸಿಗಳೆಲ್ಲರೂ ಕಳವಳಗೊಂಡಿದ್ದರು."},{"number":6,"verse":"ಒಂದು ಜನಾಂಗವು ಇನ್ನೊಂದು ಜನಾಂಗವನ್ನೂ ಒಂದು ಪಟ್ಟಣದವರು ಇನ್ನೊಂದು ಪಟ್ಟಣದವರನ್ನೂ ಹಾಳು ಮಾಡುತ್ತಿದ್ದರು. ದೇವರು ಎಲ್ಲಾ ತರದ ಕಷ್ಟದಿಂದಲೂ ಅವರನ್ನು ತಳಮಳಗೊಳಿಸಿದನು. ನೀವಾದರೋ ಸ್ಥಿರಚಿತ್ತರಾಗಿರಿ;"},{"number":7,"verse":"ನಿಮ್ಮ ಕೈಗಳು ಜೋಲು ಬೀಳದಿರಲಿ. ನಿಮ್ಮ ಪ್ರಯತ್ನಕ್ಕೆ ಫಲತಪ್ಪದು ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ಆಸನು ಓಬೇದನ [ಮಗನಾದ ಅಜರ್ಯನ] ಈ ಪ್ರವಾದನೋಕ್ತಿಗಳನ್ನು ಕೇಳಿದಾಗ ಧೈರ್ಯಗೊಂಡು ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ ಪ್ರಾಂತಗಳಲ್ಲಿಯೂ ತಾನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡ ಎಫ್ರಾಯೀಮ್ ಪರ್ವತ ಪ್ರದೇಶದ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಇದ್ದ ಅಸಹ್ಯ ಪ್ರತಿಮೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಸೇರಿದ ಮಂಟಪದ ಮುಂದಿದ್ದ ಆತನ ಯಜ್ಞವೇದಿಯನ್ನು ಜೀರ್ಣೋದ್ಧಾರಮಾಡಿಸಿದನು."},{"number":9,"verse":"ಆಮೇಲೆ ಆಸನು ಎಲ್ಲಾ ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳವರನ್ನೂ ತನ್ನ ದೇವರಾದ ಯೆಹೋವನು ತನ್ನ ಸಂಗಡ ಇರುವದನ್ನು ನೋಡಿ ತನ್ನೊಡನೆ ಗುಂಪುಗುಂಪಾಗಿ ಕೂಡಿಕೊಂಡು ಯೆಹೂದದೇಶದಲ್ಲಿ ಇಳಕೊಂಡಿದ್ದ ಎಫ್ರಾಯೀಮ್ ಮನಸ್ಸೆ ಸಿಮೆಯೋನ್ ಕುಲಗಳವರನ್ನೂ ಕರಿಸಿಕೊಂಡನು."},{"number":10,"verse":"ಅವರು ಆಸನ ಆಳಿಕೆಯ ಹದಿನೈದನೆಯ ವರುಷದ ಮೂರನೆಯ ತಿಂಗಳಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಕೂಡಿಬಂದು"},{"number":11,"verse":"ಯೆಹೋವನಿಗೋಸ್ಕರ ಆ ದಿವಸ ತಾವು ತಂದ ಕೊಳ್ಳೆಯಿಂದ ಏಳು ನೂರು ಹೋರಿಗಳನ್ನೂ ಏಳು ಸಾವಿರ ಕುರಿಗಳನ್ನೂ ಯಜ್ಞ ಮಾಡಿದರು."},{"number":12,"verse":"ಇದಲ್ಲದೆ ಅವರು ತಾವು ಪೂರ್ಣಹೃದಯದಿಂದಲೂ ಪೂರ್ಣಪ್ರಾಣದಿಂದಲೂ ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಯೆಹೋವನ ಭಕ್ತರಾಗಿರುವೆವೆಂದೂ"},{"number":13,"verse":"ತಮ್ಮಲ್ಲಿ ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಭಕ್ತಿಯನ್ನು ಬಿಟ್ಟವರು ಚಿಕ್ಕವರಾಗಲಿ ದೊಡ್ಡವರಾಗಲಿ, ಗಂಡಸರಾಗಲಿ ಹೆಂಗಸರಾಗಲಿ, ಅವರೆಲ್ಲರನ್ನೂ ಕೊಲ್ಲುವೆವೆಂದೂ"},{"number":14,"verse":"ತುತೂರಿಕೊಂಬುಗಳನ್ನೂದಿಸಿ ದೊಡ್ಡ ಆರ್ಭಟದೊಡನೆ ಯೆಹೋವನಿಗೆ ಪ್ರಮಾಣಮಾಡಿದರು."},{"number":15,"verse":"ಈ ಪ್ರಮಾಣದ ನಿಮಿತ್ತವಾಗಿ ಯೆಹೂದ್ಯರೆಲ್ಲರಿಗೂ ಸಂತೋಷವಾಯಿತು. ಅವರು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ಪ್ರಮಾಣಮಾಡಿ ತುಂಬಾ ಲವಲವಿಕೆಯಿಂದ ಯೆಹೋವನನ್ನು ಬಯಸಿದ ಕಾರಣ ಆತನು ಅವರಿಗೆ ಪ್ರಸನ್ನನಾಗಿ ಎಲ್ಲಾಕಡೆಗಳಲ್ಲಿಯೂ ಸಮಾಧಾನವನ್ನನುಗ್ರಹಿಸಿದನು."},{"number":16,"verse":"ಅರಸನಾದ ಆಸನ ತಾಯಿ ಮಾಕಳು ಅಶೇರದೇವತೆಯ ಒಂದು ಅಸಹ್ಯ ಮೂರ್ತಿಯನ್ನು ಮಾಡಿಸಿದದರಿಂದ ಅವನು ಆಕೆಯನ್ನು ಗದ್ದುಗೆಯಿಂದ ತಳ್ಳಿ ಆ ಮೂರ್ತಿಯನ್ನು ಕಡಿಸಿ ಕಿದ್ರೋನ್ ಹಳ್ಳದ ಬಳಿಯಲ್ಲಿ ಚೂರುಚೂರು ಮಾಡಿ ಸುಡಿಸಿದನು."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್‍ಪ್ರಾಂತದಲ್ಲಿದ್ದ ಪೂಜಾಸ್ಥಳಗಳು ತೆಗೆದುಹಾಕಲ್ಪಡದಿದ್ದರೂ ಆಸನು ತನ್ನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಯಥಾರ್ಥಚಿತ್ತನಾಗಿ ನಡೆದುಕೊಂಡನು."},{"number":18,"verse":"ತನ್ನ ತಂದೆಯೂ ತಾನೂ ಪ್ರತಿಷ್ಠಿಸಿದ ಬೆಳ್ಳಿಬಂಗಾರವನ್ನೂ ಪಾತ್ರೆಗಳನ್ನೂ ದೇವಾಲಯದಲ್ಲಿ ತಂದಿಟ್ಟನು."},{"number":19,"verse":"ಅವನ ಆಳಿಕೆಯ ಮೂವತ್ತೈದನೆಯ ವರುಷದವರೆಗೂ ಯುದ್ಧವಿರಲಿಲ್ಲ."}]}