{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಯೆಹೋಷಾಫಾಟನು ಅರಸನಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ಅಪಾಯವಾಗದಂತೆ ತನ್ನನ್ನು ಭದ್ರಪಡಿಸಿಕೊಂಡನು."},{"number":2,"verse":"ಇವನು ಯೆಹೂದದ ಕೋಟೆಕೊತ್ತಲಗಳುಳ್ಳ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಸೈನ್ಯವನ್ನಿರಿಸಿ ಯೆಹೂದ ದೇಶದಲ್ಲಿಯೂ ತನ್ನ ತಂದೆಯಾದ ಆಸನು ಕಿತ್ತುಕೊಂಡಿದ್ದ ಎಫ್ರಾಯೀಮ್ಯರ ಪಟ್ಟಣದಲ್ಲಿಯೂ ಅಧಿಕಾರಿಗಳನ್ನು ನೇಮಿಸಿದನು."},{"number":3,"verse":"ಇವನು ಬಾಳ್‍ದೇವರುಗಳನ್ನು ಅವಲಂಬಿಸದೆ ತನ್ನ ಪೂರ್ವಿಕನಾದ ದಾವೀದನ ಮೊದಲಿನ ನಡತೆಯ ಪ್ರಕಾರ ನಡೆಯುತ್ತಿದ್ದದರಿಂದ ಯೆಹೋವನು ಇವನ ಸಂಗಡ ಇದ್ದನು."},{"number":4,"verse":"ಇವನು ಇಸ್ರಾಯೇಲ್ಯರಂತೆ ನಡೆಯದೆ ತನ್ನ ತಂದೆಯ ದೇವರ ಭಕ್ತನಾಗಿ ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿದನು."},{"number":5,"verse":"ಆದದರಿಂದ ಯೆಹೋವನು ಇವನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸ್ಥಿರಪಡಿಸಿದನು; ಯೆಹೂದ್ಯರೆಲ್ಲರೂ ಯೆಹೋಷಾಫಾಟನಿಗೆ ಕಾಣಿಕೆ ಕೊಡುತ್ತಿದ್ದದರಿಂದ ಇವನ ಧನಘನತೆಗಳು ಹೆಚ್ಚಾದವು."},{"number":6,"verse":"ಇವನು ಯೆಹೋವನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆದು ಧೈರ್ಯಗೊಂಡನು; ಇದಲ್ಲದೆ ಯೆಹೂದದೇಶದಲ್ಲಿದ್ದ ಪೂಜಾಸ್ಥಳಗಳನ್ನೂ ಅಶೇರವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನೂ ತೆಗೆದುಹಾಕಿಸಿದನು."},{"number":7,"verse":"ಇವನು ತನ್ನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರುಷದಲ್ಲಿ ತನ್ನ ಸರದಾರರಾದ ಬೆನ್ಹೈಲ್, ಓಬದ್ಯ, ಜೆಕರ್ಯ, ನೆತನೇಲ್, ಮೀಕಾಯ ಇವರನ್ನೂ"},{"number":8,"verse":"ಇವರ ಜೊತೆಯಲ್ಲಿ ಶೆಮಾಯ, ನೆತನ್ಯ, ಜೆಬದ್ಯ, ಅಸಾಹೇಲ್, ಶೆಮೀರಾಮೋತ್, ಯೆಹೋನಾತಾನ್, ಅದೋನೀಯ, ಟೋಬೀಯ, ಟೋಬದೋನೀಯ ಎಂಬ ಲೇವಿಯರನ್ನೂ ಎಲೀಷಾಮಾ, ಯೆಹೋರಾಮ್ ಎಂಬ ಯಾಜಕರನ್ನೂ ಧರ್ಮೋಪದೇಶ ಮಾಡುವದಕ್ಕೋಸ್ಕರ ಯೆಹೂದ ದೇಶದ ಪಟ್ಟಣಗಳಿಗೆ ಕಳುಹಿಸಿದನು."},{"number":9,"verse":"ಇವರು ಯೆಹೋವಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ತೆಗೆದುಕೊಂಡು ಯೆಹೂದ ದೇಶದಲ್ಲೆಲ್ಲಾ ಸಂಚಾರಮಾಡಿ ಜನರಿಗೆ ಬೋಧಿಸಿದರು."},{"number":10,"verse":"ಯೆಹೂದದ ಸುತ್ತಣ ದೇಶಗಳ ರಾಜ್ಯಗಳವರಿಗೆ ಯೆಹೋವನ ಭಯವಿದ್ದದರಿಂದ ಅವರು ಯೆಹೋಷಾಫಾಟನೊಡನೆ ಯುದ್ಧಕ್ಕೆ ಬರಲಿಲ್ಲ."},{"number":11,"verse":"ಫಿಲಿಷ್ಟಿಯರಲ್ಲಿ ಕೆಲವರು ಯೆಹೋಷಾಫಾಟನಿಗೆ ಕಾಣಿಕೆಯನ್ನೂ ಕಪ್ಪವನ್ನಾಗಿ ಬೆಳ್ಳಿಯನ್ನೂ ತಂದುಕೊಡುತ್ತಿದ್ದರು. ಅರಬಿಯರು ತಮ್ಮ ಪಶುಗಳಲ್ಲಿ ಏಳು ಸಾವಿರದ ಏಳು ನೂರು ಟಗರುಗಳನ್ನೂ ಏಳು ಸಾವಿರದ ಏಳು ನೂರು ಹೋತಗಳನ್ನೂ ಕೊಡುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಹೀಗೆ ಯೆಹೋಷಾಫಾಟನು ಅತ್ಯಧಿಕವಾಗಿ ಅಭಿವೃದ್ಧಿಹೊಂದಿ ಯೆಹೂದದೇಶದಲ್ಲಿ ಕೋಟೆಗಳನ್ನೂ ಉಗ್ರಾಣದ ಪಟ್ಟಣಗಳನ್ನೂ ಕಟ್ಟಿಸಿದನು."},{"number":13,"verse":"ಯೆಹೂದದ ಪಟ್ಟಣಗಳಲ್ಲಿ ದೊಡ್ಡ ಪದಾರ್ಥಸಂಗ್ರಹವೂ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ರಣವೀರರಾದ ಭಟರೂ ಇದ್ದರು."},{"number":14,"verse":"ಗೋತ್ರಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟ ಇವರ ಗೋತ್ರಪ್ರಧಾನರು ಯಾರಂದರೆ - ಯೆಹೂದ್ಯರಲ್ಲಿ ಮೂರು ಲಕ್ಷ ಮಂದಿ ರಣವೀರರ ಅಧಿಪತಿಯಾದ ಅದ್ನ;"},{"number":15,"verse":"ಇವನ ತರುವಾಯ ಎರಡು ಲಕ್ಷದ ಎಂಭತ್ತು ಸಾವಿರ ಮಂದಿ ರಣವೀರರ ಅಧಿಪತಿಯಾದ ಯೆಹೋಹಾನಾನ್;"},{"number":16,"verse":"ತರುವಾಯ ಎರಡು ಲಕ್ಷ ಮಂದಿ ರಣವೀರರೊಡನೆ ಸ್ವೇಚ್ಫೆಯಿಂದ ತನ್ನನ್ನು ಯೆಹೋವನಿಗೆ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಜಿಕ್ರಿಯ ಮಗನಾದ ಅಮಸ್ಯ;"},{"number":17,"verse":"ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ ಬಿಲ್ಲುಗುರಾಣಿಗಳನ್ನು ಹಿಡಿದುಕೊಂಡ ಎರಡು ಲಕ್ಷ ಸೈನಿಕರ ನಾಯಕನೂ ರಣವೀರನೂ ಆದ ಎಲ್ಯಾದ;"},{"number":18,"verse":"ಇವನ ತರುವಾಯ ಒಂದು ಲಕ್ಷದ ಎಂಭತ್ತು ಸಾವಿರ ಮಂದಿ ಯುದ್ಧಸನ್ನದ್ಧರ ನಾಯಕನಾದ ಯೆಹೋಜಾಬಾದ್ ಇವರೇ."},{"number":19,"verse":"ಅರಸನಿಗೆ ತನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸೇವೆಮಾಡುತ್ತಿರುವ ಇವರಲ್ಲದೆ ಕೋಟೆಕೊತ್ತಲಗಳುಳ್ಳ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಸೈನಿಕರಿದ್ದರು."}]}