{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"ಯೆ‍ಹೋವಾಷನು ಅರಸನಾದಾಗ ಏಳು ವರುಷದವನಾಗಿದ್ದನು. ಅವನು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ನಾಲ್ವತ್ತು ವರುಷ ಆಳಿದನು. ಬೇರ್ಷೆಬದವಳಾದ ಚಿಬ್ಯಳು ಅವನ ತಾಯಿ."},{"number":2,"verse":"ಅವನು ಯಾಜಕನಾದ ಯೆಹೋಯಾದನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಯೆಹೋವನ ಚಿತ್ತಾನುಸಾರವಾಗಿ ನಡೆದುಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":3,"verse":"ಯೆಹೋಯಾದನು ಅವನಿಗೆ ಇಬ್ಬರು ಕನ್ಯೆಯರನ್ನು ಮದುವೆ ಮಾಡಿಕೊಟ್ಟನು; ಅವನು ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದನು."},{"number":4,"verse":"ಕಾಲಾಂತರದಲ್ಲಿ ಯೆಹೋವಾಷನು ಯೆಹೋವನ ಆಲಯವನ್ನು ಜೀರ್ಣೋದ್ಧಾರಮಾಡುವದಕ್ಕೆ ಮನಸ್ಸುಮಾಡಿ"},{"number":5,"verse":"ಯಾಜಕರನ್ನೂ ಲೇವಿಯರನ್ನೂ ಕೂಡಿಸಿ ಅವರಿಗೆ - ನೀವು ಯೆಹೂದದ ಪಟ್ಟಣಗಳಿಗೆ ಹೋಗಿ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಆಲಯವನ್ನು ವರುಷ ವರುಷ ಜೀರ್ಣೋದ್ಧಾರ ಮಾಡುವದಕ್ಕಾಗಿ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ಹಣಕೂಡಿಸಿರಿ; ಈ ಕಾರ್ಯವನ್ನು ಶೀಘ್ರವಾಗಿ ನೆರವೇರಿಸಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":6,"verse":"ಆದರೂ ಲೇವಿಯರು ಅವಸರ ಪಡಲಿಲ್ಲ. ಆದದರಿಂದ ಅರಸನು ಅವರ ಮುಖ್ಯಸ್ಥನಾದ ಯೆಹೋಯಾದನನ್ನು ಕರಿಸಿ ಅವನಿಗೆ - ಯೆಹೋವನ ಸೇವಕನಾದ ಮೋಶೆಯ ವಿಧಿಗನುಸಾರವಾಗಿ ಇಸ್ರಾಯೇಲ್ ಸಮೂಹದವರೆಲ್ಲಾ ದೇವದರ್ಶನದ ಗುಡಾರಕ್ಕೋಸ್ಕರ ಕೊಡಬೇಕಾದ ಕಾಣಿಕೆಯನ್ನು ಲೇವಿಯರು ಯೆಹೂದ್ಯರಿಂದಲೂ ಯೆರೂಸಲೇಮಿನವರಿಂದಲೂ ಕೂಡಿಸುವ ಹಾಗೆ ನೀನೇಕೆ ನೋಡಿಕೊಳ್ಳಲಿಲ್ಲ?"},{"number":7,"verse":"ಅತಿ ದುಷ್ಟಳಾದ ಅತಲ್ಯಳ ಮನೆಯವರು ದೇವಾಲಯವನ್ನು ಹಾಳುಮಾಡಿ ಯೆಹೋವನ ಆಲಯದ ಪ್ರತಿಷ್ಠಿತ ವಸ್ತುಗಳನ್ನು ಬಾಳ್‍ದೇವತೆಗಳಿಗೋಸ್ಕರ ಕೊಟ್ಟುಬಿಟ್ಟರಲ್ಲಾ ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ಅನಂತರ ಅರಸನು ಒಂದು ಪೆಟ್ಟಿಗೆಯನ್ನು ಮಾಡಿಸಿ ಅದನ್ನು ಯೆಹೋವನ ಆಲಯದ ಬಾಗಲಿನ ಹೊರಗೆ ಇಡಿಸಿ -"},{"number":9,"verse":"ದೇವರ ಸೇವಕನಾದ ಮೋಶೆಯು ಅರಣ್ಯದಲ್ಲಿ ವಿಧಿಸಿದಂತೆ ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋವನಿಗೋಸ್ಕರ ಕೊಡಬೇಕಾದ ಕಾಣಿಕೆಯನ್ನು ತಂದುಕೊಡಬೇಕು ಎಂಬದಾಗಿ ಯೆಹೂದದಲ್ಲಿಯೂ ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೂ ಪ್ರಕಟಿಸಿದನು."},{"number":10,"verse":"ಎಲ್ಲಾ ಪ್ರಭುಗಳೂ ಜನರೂ ಸಂತೋಷದಿಂದ ಬೇಕಾಗುವಷ್ಟು ಹಣವನ್ನು ತಂದು ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಹಾಕಿದರು."},{"number":11,"verse":"ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ತುಂಬಾ ಹಣವಿರುತ್ತದೆಂದು ಕಂಡುಬಂದಾಗೆಲ್ಲಾ ಲೇವಿಯರು ಪೆಟ್ಟಿಗೆಯನ್ನು ರಾಜಕೀಯ ಅಧ್ಯಕ್ಷರ ಬಳಿಗೆ ತರುವರು. ಆಗ ಅರಸನ ಲೇಖಕನೂ ಮಹಾಯಾಜಕನ ಉದ್ಯೋಗಸ್ಥನೂ ಬಂದು ಅದನ್ನು ತೆರವುಮಾಡಿ ತಿರಿಗಿ ಅದರ ಸ್ಥಳದಲ್ಲಿಡುವರು. ಅವರು ಪ್ರತಿದಿನವೂ ಈ ಪ್ರಕಾರ ಮಾಡುತ್ತಿದ್ದದರಿಂದ ಬಹಳ ಹಣವನ್ನು ಕೂಡಿಸಿದರು."},{"number":12,"verse":"ಅರಸನೂ ಯೆಹೋಯಾದನೂ ಅದನ್ನು ಯೆಹೋವನ ಆಲಯದ ಕೆಲಸವನ್ನು ನಡಿಸುವವರಿಗೆ ಒಪ್ಪಿಸಿದರು. ಇವರು ಯೆಹೋವನ ಆಲಯದ ಜೀರ್ಣೋದ್ಧಾರಕ್ಕಾಗಿ ಶಿಲ್ಪಿಗರನ್ನೂ ಬಡಗಿಯರನ್ನೂ ಅದನ್ನು ಭದ್ರಪಡಿಸುವದಕ್ಕಾಗಿ ಕಮ್ಮಾರರನ್ನೂ ಕಂಚುಗಾರರನ್ನೂ ಹಚ್ಚಿದರು."},{"number":13,"verse":"ಕೆಲಸಮಾಡುವವರು ಬಹುಪ್ರಯಾಸ ಪಡುತ್ತಿದ್ದದರಿಂದ ಜೀರ್ಣೋದ್ಧಾರದ ಕೆಲಸವು ಮುಂದರಿಯಿತು. ಅವರು ದೇವಾಲಯವನ್ನು ಭದ್ರಪಡಿಸಿ ಪೂರ್ವಸ್ಥಿತಿಗೆ ತಂದರು."},{"number":14,"verse":"ಕೆಲಸ ತೀರಿದಾಗ ಅವರು ಉಳಿದ ಹಣವನ್ನು ಅರಸನಿಗೂ ಯೆಹೋಯಾದನಿಗೂ ಒಪ್ಪಿಸಿದರು. ಇವರು ಅದರಿಂದ ಯೆಹೋವನ ಆಲಯದ ಆರಾಧನೆಗಾಗಿಯೂ ಯಜ್ಞಾರ್ಪಣೆಗಾಗಿಯೂ ಉಪಯೋಗವಾಗುವ ಧೂಪಾರತಿ, ಬೆಳ್ಳಿಬಂಗಾರದ ಪಾತ್ರೆ ಮೊದಲಾದ ಸಾಮಾನುಗಳನ್ನು ಮಾಡಿಸಿದರು. ಯೆಹೋಯಾದನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಯೆಹೋವನ ಆಲಯದಲ್ಲಿ ಪ್ರತಿನಿತ್ಯವೂ ಸರ್ವಾಂಗಹೋಮ ಸಮರ್ಪಣೆಯಾಗುತ್ತಿತ್ತು."},{"number":15,"verse":"ಅವನು ಮುಪ್ಪಿನ ಮುದುಕನಾಗಿ ಮರಣಹೊಂದಿದನು; ಅವನು ಸಾಯುವಾಗ ನೂರಮೂವತ್ತು ವರುಷದವನಾಗಿದ್ದನು."},{"number":16,"verse":"ಅವನು ಇಸ್ರಾಯೇಲ್ಯರ ವಿಷಯದಲ್ಲಿಯೂ ದೇವರ ಮತ್ತು ದೇವಾಲಯದ ವಿಷಯದಲ್ಲಿಯೂ ಸತ್ಕಾರ್ಯಮಾಡಿದ್ದರಿಂದ ಅವನ ಶವವನ್ನು ದಾವೀದನಗರದೊಳಗೆ ರಾಜಶ್ಮಶಾನದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":17,"verse":"ಯೆಹೋಯಾದನು ಮೃತನಾದ ಮೇಲೆ ಯೆಹೂದಪ್ರಭುಗಳು ಅರಸನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ ಅಡ್ಡಬಿದ್ದು ಅವನನ್ನು ಒಲಿಸಿಕೊಂಡರು;"},{"number":18,"verse":"ಅಂದಿನಿಂದ ಅವರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಯೆಹೋವನ ಆಲಯವನ್ನು ನಿರಾಕರಿಸಿ ಅಶೇರಸ್ತಂಭಗಳನ್ನೂ ವಿಗ್ರಹಗಳನ್ನೂ ಪೂಜಿಸುವವರಾದರು. ಅವರ ಈ ಅಪರಾಧದ ದೆಸೆಯಿಂದ ಯೆಹೂದದ ಮೇಲೆಯೂ ಯೆರೂಸಲೇಮಿನ ಮೇಲೆಯೂ ದೇವಕೋಪವುಂಟಾಯಿತು."},{"number":19,"verse":"ಯೆಹೋವನು ಅವರನ್ನು ತನ್ನ ಕಡೆಗೆ ತಿರುಗಿಸಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಅವರ ಬಳಿಗೆ ಪ್ರವಾದಿಗಳನ್ನು ಕಳುಹಿಸಿ ಇವರ ಮುಖಾಂತರ ಎಷ್ಟು ಎಚ್ಚರಿಸಿದರೂ ಅವರು ಕಿವಿಗೊಡಲಿಲ್ಲ."},{"number":20,"verse":"ಆಗ ಯಾಜಕನಾದ ಯೆಹೋಯಾದನ ಮಗ ಜೆಕರ್ಯನು ದೇವಾತ್ಮಾವೇಶವುಳ್ಳವನಾದನು; ಆಗ ಅವನು ಜನರ ಎದುರಿಗೆ ಉನ್ನತಸ್ಥಾನದಲ್ಲಿ ನಿಂತು ಅವರಿಗೆ - ದೇವರ ಮಾತನ್ನು ಕೇಳಿರಿ; ನೀವು ಯೆಹೋವನ ಆಜ್ಞೆಗಳನ್ನು ಮೀರಿ ನಿಮ್ಮನ್ನು ಕೆಡಿಸಿಕೊಳ್ಳುವದೇಕೆ? ನೀವು ಯೆಹೋವನನ್ನು ಬಿಟ್ಟದ್ದರಿಂದ ಆತನೂ ನಿಮ್ಮನ್ನು ಬಿಟ್ಟಿದ್ದಾನೆ ಅಂದನು."},{"number":21,"verse":"ಆಗ ಅವರು ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಒಳಸಂಚುಮಾಡಿ ಯೆಹೋವನ ಆಲಯದ ಪ್ರಾಕಾರದಲ್ಲಿ ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಂದರು. ಇದು ಅರಸನಾದ ಯೆಹೋವಾಷನ ಅಪ್ಪಣೆಯಿಂದಲೇ ಆಯಿತು."},{"number":22,"verse":"ಇವನು ಜೆಕರೀಯನ ತಂದೆಯಾದ ಯೆಹೋಯಾದನಿಂದ ತನಗುಂಟಾದ ಕೃಪೆಯನ್ನು ನೆನಪುಮಾಡಿಕೊಳ್ಳದೆ ಅವನ ಮಗನನ್ನು ಕೊಲ್ಲಿಸಿದನು. ಜೆಕರೀಯನು ಸಾಯುವಾಗ - ಯೆಹೋವನೇ ನೋಡಿ ವಿಚಾರಿಸಲಿ ಅಂದನು."},{"number":23,"verse":"ವರುಷಾಂತ್ಯದಲ್ಲಿ ಅರಾಮ್ಯರ ಸೈನ್ಯವು ಯೆಹೋವಾಷನಿಗೆ ವಿರೋಧವಾಗಿ ಹೊರಟಿತು. ಆ ಸೈನ್ಯದವರು ಯೆಹೂದದೇಶದೊಳಗೆ ನುಗ್ಗಿ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಜನಾಧಿಪತಿಗಳನ್ನು ನಿರ್ನಾಮಮಾಡಿ ಅವರಲ್ಲಿ ಸಿಕ್ಕಿದ ಕೊಳ್ಳೆಯನ್ನೆಲ್ಲಾ ದಮಸ್ಕದ ಅರಸನಿಗೆ ಕಳುಹಿಸಿದರು."},{"number":24,"verse":"ಅರಾಮ್ಯರ ಸೈನ್ಯದಿಂದ ಬಂದು ಗುಂಪು ಚಿಕ್ಕದಾಗಿದ್ದರೂ ಯೆಹೂದ್ಯರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಯೆಹೋವನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟದ್ದರಿಂದ ಮಹಾಸೈನ್ಯವಾಗಿದ್ದ ಅವರನ್ನು ಆತನು ಅರಾಮ್ಯರ ಕೈಯಲ್ಲಿ ಬೀಳುವಂತೆ ಮಾಡಿ ಯೆಹೋವಾಷನನ್ನು ಇವರ ಮುಖಾಂತರ ಶಿಕ್ಷಿಸಿದನು."},{"number":25,"verse":"ಇವರು ಅವನನ್ನು ಬಿಟ್ಟುಹೋದಕೂಡಲೆ ಅವನ ಸೇವಕರು ಯಾಜಕನಾದ ಯೆಹೋಯಾದನ ಮಗನ ವಧೆಯ ನಿಮಿತ್ತ ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಒಳಸಂಚುಮಾಡಿ ಕಠಿನ ರೋಗದಲ್ಲಿದ್ದ ಅವನನ್ನು ಹಾಸಿಗೆಯಲ್ಲೇ ಕೊಂದುಹಾಕಿದರು. ಅವನ ಶವವನ್ನು ದಾವೀದನಗರದೊಳಗೆ ಸಮಾಧಿಮಾಡಿದರು; ಆದರೆ ರಾಜಶ್ಮಶಾನದಲ್ಲಿ ಅಲ್ಲ."},{"number":26,"verse":"ಅಮ್ಮೋನ್ ದೇಶದ ಶಿಮ್ಗಾತೆಂಬಾಕೆಯ ಮಗನಾದ ಜಾಬಾದ್, ಮೋವಾಬ್ ದೇಶದ ಶಿಮ್ರೀತೆಂಬಾಕೆಯ ಮಗನಾದ ಯೆಹೋಜಾಬಾದ್ ಎಂಬವರೇ ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಒಳಸಂಚುಮಾಡಿದವರು."},{"number":27,"verse":"ಅವನ ಮಕ್ಕಳ ವಿವರವೂ ಅವನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೇಳಲ್ಪಟ್ಟ ಅನೇಕ ದೈವೋಕ್ತಿಗಳೂ ದೇವಾಲಯದ ಜೀರ್ಣೋದ್ಧಾರವೃತ್ತಾಂತವೂ ರಾಜರ ಗ್ರಂಥದ ವ್ಯಾಖ್ಯಾನದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಅಮಚ್ಯನು ಅರಸನಾದನು."}]}