{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"ಸೊಲೊಮೋನನು ಯೆಹೋವನ ಆಲಯಕ್ಕೋಸ್ಕರ ಬೇಕಾದ ಎಲ್ಲಾ ಸಾಮಾನುಗಳನ್ನು ಸಿದ್ಧಪಡಿಸಿದನಂತರ ತನ್ನ ತಂದೆಯಾದ ದಾವೀದನು ಯೆಹೋವನಿಗೆ ಹರಕೆಹೊತ್ತು ಮುಡುಪಾಗಿಟ್ಟ ಬೆಳ್ಳಿ ಬಂಗಾರವನ್ನೂ ಎಲ್ಲಾ ಸಾಮಾನುಗಳನ್ನೂ ದೇವಾಲಯದ ಭಂಡಾರಕ್ಕೆ ಸೇರಿಸಿದನು."},{"number":2,"verse":"ಅನಂತರ ಸೊಲೊಮೋನನು ದಾವೀದ ನಗರವಾದ ಚೀಯೋನಿನಿಂದ ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಮೇಲೆ ತರುವದಕ್ಕಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರು ಕುಲಾಧಿಪತಿಗಳು ಇವರೇ ಮೊದಲಾದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ ಪ್ರಧಾನಪುರುಷರನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ಕರಿಸಿಕೊಂಡನು."},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಏಳನೆಯ ತಿಂಗಳಿನ ಜಾತ್ರೆಗೋಸ್ಕರ ಅರಸನ ಬಳಿಗೆ ಕೂಡಿಬಂದರು."},{"number":4,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರೆಲ್ಲರೂ ಕೂಡಿಬಂದಿರಲಾಗಿ ಲೇವಿಯರು ಯೆಹೋವನ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡರು."},{"number":5,"verse":"ಇದಲ್ಲದೆ ಯಾಜಕರಾದ ಲೇವಿಯರು ದೇವದರ್ಶನದ ಗುಡಾರ, ಅದರಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಪರಿಶುದ್ಧವಸ್ತುಗಳು ಇವುಗಳನ್ನೂ ಹೊತ್ತುಕೊಂಡುಹೋದರು."},{"number":6,"verse":"ಅರಸನಾದ ಸೊಲೊಮೋನನೂ ಅಲ್ಲಿ ಕೂಡಿಬಂದಿದ್ದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಮಂಜೂಷದ ಮುಂದೆ ಅಸಂಖ್ಯವಾದ ಕುರಿದನಗಳನ್ನು ಯಜ್ಞಮಾಡಿದರು."},{"number":7,"verse":"ಯಾಜಕರು ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಮಹಾಪರಿಶುದ್ಧಸ್ಥಳವೆನಿಸುವ ಗರ್ಭಗೃಹದಲ್ಲಿ ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳ ಕೆಳಗೆ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಸ್ಥಳದಲ್ಲಿಟ್ಟರು."},{"number":8,"verse":"ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳು ಮಂಜೂಷವಿದ್ದ ಸ್ಥಳದ ಮೇಲೆ ಚಾಚಿದವುಗಳಾಗಿದ್ದದರಿಂದ ಮಂಜೂಷವೂ ಅದರ ಕೋಲುಗಳೂ ಪೂರ್ಣವಾಗಿ ಅವುಗಳ ನೆರಳಿನಲ್ಲಿದ್ದವು."},{"number":9,"verse":"ಮಂಜೂಷಕ್ಕಿಂತಲೂ ಉದ್ದವಾಗಿದ್ದ ಆ ಕೋಲುಗಳ ತುದಿಗಳು ಗರ್ಭಗೃಹದ ಎದುರಿನಲ್ಲಿ ನಿಂತವರಿಗೆ ಕಾಣಿಸಿದರೂ ಹೊರಗೆ ನಿಂತವರಿಗೆ ಕಾಣಿಸುತ್ತಿರಲಿಲ್ಲ; ಮಂಜೂಷವು ಇಂದಿನವರೆಗೂ ಅಲ್ಲೇ ಇರುತ್ತದೆ."},{"number":10,"verse":"ಅದರಲ್ಲಿ ಎರಡು ಕಲ್ಲಿನ ಹಲಿಗೆಗಳು ಹೊರತಾಗಿ ಬೇರೇನೂ ಇರಲಿಲ್ಲ; ಯೆಹೋವನು ಐಗುಪ್ತದೇಶದಿಂದ ಬಂದ ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಹೋರೇಬ್ ಬೆಟ್ಟದ ಬಳಿಯಲ್ಲಿ ಒಡಂಬಡಿಕೆಮಾಡಿಕೊಂಡ ಮೇಲೆ ಮೋಶೆಯು ಅವುಗಳನ್ನು ಅದರಲ್ಲಿಟ್ಟಿದ್ದನು."},{"number":11,"verse":"ಕೂಡಿಬಂದಿದ್ದ ಯಾಜಕರು ವರ್ಗವ್ಯತ್ಯಾಸವಿಲ್ಲದೆ ಎಲ್ಲರೂ ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡಿದ್ದರು."},{"number":12,"verse":"ನಾರು ಬಟ್ಟೆಗಳನ್ನು ಧರಿಸಿಕೊಂಡು ತಾಳ ಸ್ವರಮಂಡಲ ಕಿನ್ನರಿ ಇವುಗಳನ್ನು ಹಿಡಿದುಕೊಂಡ ಲೇವಿಯ ಗಾಯಕರಾದ ಆಸಾಫ್‍ಹೇಮಾನ್ ಯೆದುತೂನರೂ ಇವರ ಮಕ್ಕಳೂ ಸಹೋದರರೂ ತುತೂರಿಗಳನ್ನು ಊದತಕ್ಕ ನೂರಿಪ್ಪತ್ತು ಮಂದಿ ಯಾಜಕರೂ ಯಜ್ಞವೇದಿಯ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿ ನಿಂತುಕೊಂಡರು."},{"number":13,"verse":"[ಮಂಜೂಷವನ್ನು ಒಳಗಿಟ್ಟ] ಯಾಜಕರು ದೇವಾಲಯದಿಂದ ಹೊರಗೆ ಬಂದಕೂಡಲೆ ಒಬ್ಬನೋ ಎಂಬಂತೆ ಸ್ವರವೆತ್ತಿ ಯೆಹೋವನನ್ನು ಕೀರ್ತಿಸುವದಕ್ಕಾಗಿ ತುತೂರಿ ಊದುವವರೂ ಗಾಯನ ಮಾಡುವವರೂ ಅಲ್ಲಿ ನಿಂತಿದ್ದರು. ತುತೂರಿ ತಾಳ ಮೊದಲಾದ ವಾದ್ಯಗಳ ಧ್ವನಿಯೂ ಯೆಹೋವನು ಒಳ್ಳೆಯವನು, ಆತನ ಕೃಪೆಯು ಶಾಶ್ವತವಾಗಿರುವದು ಎಂದು ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುವವರ ಸ್ವರವೂ ಕೇಳಿಸಿದೊಡನೆ ಮೇಘವು ಯೆಹೋವನ ಆಲಯದಲ್ಲಿ ತುಂಬಿಕೊಂಡಿತು."},{"number":14,"verse":"ಯೆಹೋವನ ತೇಜಸ್ಸಿನಿಂದ ವ್ಯಾಪ್ತವಾಗಿದ್ದ ಮೇಘವು ದೇವಾಲಯದಲ್ಲಿ ತುಂಬಿಕೊಂಡದರಿಂದ ಯಾಜಕರು ಅಲ್ಲಿ ನಿಂತು ಸೇವೆಮಾಡಲಾರದೆ ಹೋದರು."}]}