{"bibleAbbr":"KNJV","bookName":"2 ಪೂರ್ವಕಾಲವೃತ್ತಾ","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"ಸೊಲೊಮೋನನು ಇಪ್ಪತ್ತು ವರುಷಗಳಲ್ಲಿ ಯೆಹೋವನ ಆಲಯವನ್ನೂ ತನ್ನ ಅರಮನೆಯನ್ನೂ ಕಟ್ಟಿಸಿ ತೀರಿಸಿದನು."},{"number":2,"verse":"ಮತ್ತು ಹೂರಾಮನಿಂದ ತನಗೆ ದೊರಕಿದ ಪಟ್ಟಣಗಳನ್ನು ಭದ್ರಪಡಿಸಿ ಅವುಗಳಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಇರಿಸಿದನು."},{"number":3,"verse":"ಅನಂತರ ಅವನು ಚೋಬರಾಜ್ಯದ ಹಮಾತಿಗೆ ಹೊರಟು ಅದನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು"},{"number":4,"verse":"ಅರಣ್ಯದಲ್ಲಿರುವ ತದ್ಮೋರ್ ಪಟ್ಟಣವನ್ನೂ ಹಮಾತಿನಲ್ಲಿ ತಾನು ಕಟ್ಟಿಸಿದ್ದ ಎಲ್ಲಾ ಉಗ್ರಾಣದ ಪಟ್ಟಣಗಳನ್ನೂ ಭದ್ರಪಡಿಸಿದನು."},{"number":5,"verse":"ಇದಲ್ಲದೆ ಮೇಲಿನ ಮತ್ತು ಕೆಳಗಿನ ಬೇತ್ಹೋರೋನ್ ಎಂಬ ಊರುಗಳನ್ನು ಪೌಳಿಗೋಡೆ ಕದ ಅಗುಳಿ ಇವುಗಳನ್ನು ಏರ್ಪಡಿಸಿ ಕೋಟೆಗಳನ್ನಾಗಿ ಮಾಡಿದನು."},{"number":6,"verse":"ಬಾಲಾತೂರು, ತನ್ನ ಎಲ್ಲಾ ಉಗ್ರಾಣದ ಪಟ್ಟಣ, ಯುದ್ಧರಥಗಳನ್ನಿರಿಸುವ ಪಟ್ಟಣ, ರಾಹುತರ ಪಟ್ಟಣ ಇವುಗಳನ್ನೂ ಕಟ್ಟಿಸಿದನು. ಮತ್ತು ಯೆರೂಸಲೇಮಿನಲ್ಲಿಯೂ ಲೆಬನೋನಿನಲ್ಲಿಯೂ ತನ್ನ ರಾಜ್ಯದ ಎಲ್ಲಾ ಪ್ರಾಂತಗಳಲ್ಲಿಯೂ ತನ್ನ ಮನಸ್ಸಿಗೆ ಬಂದವುಗಳನ್ನೆಲ್ಲಾ ಕಟ್ಟಿಸಿದನು."},{"number":7,"verse":"ಇದಲ್ಲದೆ ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ಸಂಹೃತರಾಗದೆ ಕಾನಾನ್ ದೇಶದಲ್ಲಿ ಉಳಿದ ಹಿತ್ತಿಯ ಅಮೋರಿಯ ಪೆರಿಜೀಯ ಹಿವ್ವಿಯ ಯೆಬೂಸಿಯ ಮೊದಲಾದ ಅನ್ಯಜನಾಂಗಗಳ ಸಂತಾನದವರೆಲ್ಲರನ್ನೂ [ತನ್ನ ಕೆಲಸಕ್ಕಾಗಿ] ಬಿಟ್ಟಿ ಹಿಡಿದನು."},{"number":8,"verse":"ಅವರು ಇಂದಿನವರೆಗೂ ಬಿಟ್ಟೀ ಕೆಲಸದವರಾಗಿರುತ್ತಾರೆ."},{"number":9,"verse":"ಆದರೆ ಸೊಲೊಮೋನನು ತನ್ನ ಕೆಲಸಕ್ಕಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಬಿಟ್ಟಿಹಿಡಿಯಲಿಲ್ಲ. ಅವರನ್ನು ಸೈನಿಕರನ್ನಾಗಿಯೂ ಅಧಿಪತಿಗಳನ್ನಾಗಿಯೂ ಸರದಾರರನ್ನಾಗಿಯೂ ರಥಾಶ್ವಬಲಗಳ ನಾಯಕರನ್ನಾಗಿಯೂ ನೇಮಿಸಿಕೊಂಡನು."},{"number":10,"verse":"ಈ ಇನ್ನೂರೈವತ್ತು ಮಂದಿ ಮುಖ್ಯಾಧಿಪತಿಗಳು ಅರಸನಾದ ಸೊಲೊಮೋನನ ಆಳುಗಳ ಮೇಲೆ ಅಧಿಕಾರಿಗಳಾಗಿದ್ದರು."},{"number":11,"verse":"ಸೊಲೊಮೋನನು - ಯಾವ ಯಾವ ಸ್ಥಳಗಳಲ್ಲಿ ಯೆಹೋವನ ಮಂಜೂಷವಿತ್ತೋ ಅವು ಪವಿತ್ರಸ್ಥಾನಗಳೇ; ಆದದರಿಂದ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ದಾವೀದನ ಮನೆಯಲ್ಲಿ ಫರೋಹನ ಮಗಳಾದ ನನ್ನ ಹೆಂಡತಿಯು ವಾಸಿಸಬಾರದು ಅಂದುಕೊಂಡು ಆಕೆಯನ್ನು ದಾವೀದನಗರದಿಂದ ತಾನು ಆಕೆಗೋಸ್ಕರ ಕಟ್ಟಿಸಿದ ಮಂದಿರಕ್ಕೆ ಕರಕೊಂಡು ಬಂದನು."},{"number":12,"verse":"ಆ ಕಾಲದಿಂದ ಸೊಲೊಮೋನನು, ತಾನು ಯೆಹೋವನಿಗೋಸ್ಕರ ಮಂಟಪದ ಮುಂದೆ ಕಟ್ಟಿಸಿದ"},{"number":13,"verse":"ಯೆಹೋವನ ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಮೋಶೆಯ ಆಜ್ಞೆಯಂತೆ ಸಬ್ಬತ್ ದಿವಸ, ಅಮಾವಾಸ್ಯೆ ಇವುಗಳಲ್ಲಿಯೂ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಜಾತ್ರೆ, ಪಂಚಾಶತ್ತಮದಿನದ ಜಾತ್ರೆ, ಪರ್ಣಶಾಲೆಗಳ ಜಾತ್ರೆ ಎಂಬೀ ಮೂರು ವಾರ್ಷಿಕಜಾತ್ರೆಗಳಲ್ಲಿಯೂ ಆಯಾ ದಿವಸಗಳಿಗೆ ನೇಮಕವಾದ ಸರ್ವಾಂಗಹೋಮಗಳನ್ನು ಸಮರ್ಪಿಸುತ್ತಿದ್ದನು."},{"number":14,"verse":"ಇದಲ್ಲದೆ ತನ್ನ ತಂದೆಯಾದ ದಾವೀದನ ವಿಧಿಗನುಸಾರವಾಗಿ ಯಾಜಕವರ್ಗಗಳವರನ್ನೂ ಲೇವಿಯರನ್ನೂ ಅವರವರ ಸೇವಾವೃತ್ತಿಗೆ ನೇಮಿಸಿದನು. ಲೇವಿಯರು ಆಯಾ ದಿನದ ನೇಮದ ಪ್ರಕಾರ ದೇವಭಜನೆಮಾಡಿ ಯಾಜಕರ ಕೈಕೆಳಗೆ ಸೇವೆಮಾಡುತ್ತಲೂ ದ್ವಾರಪಾಲಕರು ತಮ್ಮ ತಮ್ಮ ವರ್ಗಗಳ ಸರತಿಯ ಮೇಲೆ ಆಯಾ ಬಾಗಲುಗಳನ್ನು ಕಾಯುತ್ತಲೂ ಇರಬೇಕಾಯಿತು. ಇದೇ ದೇವರ ಮನುಷ್ಯನಾದ ದಾವೀದ ರಾಜನ ಅಪ್ಪಣೆ."},{"number":15,"verse":"ಅವನು ಯಾಜಕರನ್ನೂ ಲೇವಿಯರನ್ನೂ ಭಂಡಾರಗಳನ್ನೂ ಕುರಿತು ಕೊಟ್ಟ ಅಪ್ಪಣೆಯನ್ನು ಅವರು ಸ್ವಲ್ಪವಾದರೂ ಮೀರಲಿಲ್ಲ."},{"number":16,"verse":"ಈ ಪ್ರಕಾರ ಅಸ್ತಿವಾರ ಮೊದಲುಗೊಂಡು ಸಮಾಪ್ತಿಯವರೆಗೂ ಸೊಲೊಮೋನನ ಎಲ್ಲಾ ಕೆಲಸವೂ ಮುಗಿದು ಯೆಹೋವನ ಆಲಯವು ಸಿದ್ಧವಾಯಿತು."},{"number":17,"verse":"ಆಮೇಲೆ ಸೊಲೊಮೋನನು ಎದೋಮ್ ದೇಶದ ಸಮುದ್ರತೀರದಲ್ಲಿರುವ ಎಚ್ಯೋನ್ಗೆಬೆರ್, ಏಲೋತ್ ಎಂಬ ಊರುಗಳಿಗೆ ಹೋದನು."},{"number":18,"verse":"ಹೂರಾಮನು ಅವನಿಗೆ ತನ್ನ ಆಳುಗಳ ಮುಖಾಂತರ ಹಡಗುಗಳನ್ನು ಕಳುಹಿಸಿದ್ದಲ್ಲದೆ ಸಮುದ್ರಪ್ರಯಾಣದಲ್ಲಿ ನಿಪುಣರಾದ ನಾವಿಕರನ್ನೂ ಕಳುಹಿಸಿದನು. ಅವರು ಸೊಲೊಮೋನನ ಸೇವಕರೊಡನೆ ಓಫೀರಿಗೆ ಪ್ರಯಾಣಮಾಡಿ ಅಲ್ಲಿಂದ ಅರಸನಾದ ಸೊಲೊಮೋನನಿಗೆ ನಾನೂರೈವತ್ತು ತಲಾಂತು ಬಂಗಾರವನ್ನು ತಂದುಕೊಟ್ಟರು."}]}