{"bibleAbbr":"Geneva1599","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"(3 The Philistines are smitten of Saul and Jonathan.13 Saul being disobedient to God’s commandment, is showed of Samuel that he shall not reign.19 The great slavery, wherein the Philistines kept the Israelites.) Saul now had been King (While these things were done.) one year, and he reigned (Before he took upon him the state of a King.) two years over Israel."},{"number":2,"verse":"Then Saul chose him three thousand of Israel: and two thousand were with Saul in Michmash, and in mount Bethel, and a thousand were with Jonathan in Gibeah of Benjamin: and the rest of the people he sent every one to his tent."},{"number":3,"verse":"And Jonathan smote the garrison of the Phi-listines, that was in the (Of Kirjath Jearim, where the Ark was, 1 Sam. 10:5.) hill: and it came to the Phi-listines’ ears: and Saul blew the (That everyone should prepare themselves to war.) trumpet throughout all the land, saying, Hear, O ye Hebrews."},{"number":4,"verse":"And all Israel heard say, Saul hath destroyed a garrison of the Philistines: wherefore Israel was had in abomination with the Philistines: and the people gathered together after Saul to Gilgal."},{"number":5,"verse":"¶ The Philistines also gathered themselves together to fight with Israel, thirty thousand chariots, and six thousand horsemen: for the people was like the sand which is by the seaside in multitude, and came up, and pitched in Michmash Eastward from (Which was also called Bethel, in the tribe of Benjamin.) Beth Aven."},{"number":6,"verse":"And when the men of Israel saw that they were in a strait (for the people were in distress) the people hid themselves in caves, and in holds, and in rocks, and in towers, and in pits."},{"number":7,"verse":"And some of the Hebrews went over Jordan unto the land of (Where the two tribes and the half remained.) Gad and Gilead: and Saul was yet in Gilgal, and all the people for fear followed him."},{"number":8,"verse":"And he tarried seven days, according unto the time that Samuel had appointed: but Samuel came not to Gilgal, therefore the people were (Thinking that the absence of the Prophet was a sign, that they should lose the victory.) scattered from him."},{"number":9,"verse":"And Saul said, Bring a burnt offering to me and peace offerings: and he offered a burnt offering."},{"number":10,"verse":"And as soon as he had made an end of offering the burnt offering, behold, Samuel came: and Saul went forth to meet him, to (Hebrew, bless him.) salute him."},{"number":11,"verse":"And Samuel said, What hast thou done? Then Saul said, Because I saw that the people was (Though these causes seem sufficient in man’s judgment: yet because they had not the word of God, they turned to his destruction.) scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together to Michmash,"},{"number":12,"verse":"Therefore said I, the Philistines will come down now upon me to Gilgal, and I have not made supplication unto the Lord. I was bold therefore and offered a burnt offering."},{"number":13,"verse":"And Samuel said to Saul, Thou hast done foolishly: thou hast not kept the commandment of the Lord thy (Who willed thee to obey him, and rest upon the words spoken by his Prophet.) God, which he commanded thee: for the Lord had now stablished thy kingdom upon Israel forever."},{"number":14,"verse":"But now thy kingdom shall not continue: the Lord hath sought him a (That is, David.) man after his own heart, and the Lord hath commanded him to be governor over his people, because thou hast not kept that which the Lord had commanded thee."},{"number":15,"verse":"¶ And Samuel arose, and got him up from Gilgal in (And went to his city Ramah.) Gibeah of Benjamin: and Saul numbered the people that were found with him, about six hundred men."},{"number":16,"verse":"And Saul and Jonathan his son, and the people that were found with them, had their abiding in Gibeah of Benjamin: but the Philistines pitched in Michmash."},{"number":17,"verse":"And there came out of the host of the Philistines (Or, the destroyer: to wit, the captains came out with three bands.) three bands to destroy, one band turned unto the way of Ophrah unto the land of Shual,"},{"number":18,"verse":"And another band turned toward the way to Beth Horon, and the (So that to man’s judgment these three armies would have overrun the whole country.) third band turned toward the way of the coast that looketh toward the valley of Zeboim, toward the wilderness."},{"number":19,"verse":"Then there was no smith found throughout all the land of Israel: for the Philistines said, Lest the Hebrews make them swords or spears."},{"number":20,"verse":"Wherefore, all the Israelites went down to the Philistines, to sharpen every man his share, his mattock, and his axe, and his weeding hook."},{"number":21,"verse":"Yet they had a file for the shares, and for the mattocks, and for the pick forks, and for the axes, and for to sharpen the goads."},{"number":22,"verse":"So when the day of battle was come, there was neither (To declare that the victory only came of God, and not by their force.) sword nor spear found in the hands of any of the people that were with Saul and with Jonathan: but only with Saul and Jonathan his son was there found."},{"number":23,"verse":"And the garrison of the Philistines came out to the passage of Michmash."}]}