{"bibleAbbr":"Geneva1599","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"((3 Saul is commanded to slay Amalek.9 He spareth Agag, and the best things.19 Samuel reproveth him.28 Saul is rejected of the Lord, and his Kingdom given to another.33 Samuel heweth Agag in pieces.) ) Afterward Samuel said unto Saul, (Cross references: : 1 Sam. 9:16) The Lord sent me to anoint thee King over his people, over Israel: now therefore (Because he hath preferred thee to this honor, thou art bound to obey him.) obey the voice of the words of the Lord."},{"number":2,"verse":"Thus saith the Lord of hosts, I remember what Amalek did to Israel, (Exod. 17:14; Num. 24:20) how they laid wait for them in the way, as they came up from Egypt."},{"number":3,"verse":"Now therefore go, and smite Amalek, and destroy ye all that pertaineth unto them, and have no compassion on them, but (That this might be an example of God’s vengeance against them that deal cruelly with his people.) slay both man and woman, both infant and suckling, both ox, and sheep, both camel, and ass."},{"number":4,"verse":"¶ And Saul assembled the people, and (Or, knew their number by the lambs which they brought.) numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah."},{"number":5,"verse":"And Saul came to a city of Amalek, and (Or, fought in the valley.) set watch at the river."},{"number":6,"verse":"And Saul said unto the (Which were the posterity of Jethro Moses’ father-in-law.) Kenites, Go, depart, and get you down from among the Amalekites, lest I destroy you with them: for ye showed (For Jethro came to visit them, and gave them good counsel, Exod. 18:19.) mercy to all the children of Israel, when they came up from Egypt: and the Kenites departed from among the Amalekites."},{"number":7,"verse":"So Saul smote the Amalekites from Havilah, as thou comest to Shur, that is before Egypt,"},{"number":8,"verse":"And took Agag the King of the Amalekites alive, and destroyed all the people with the edge of the sword."},{"number":9,"verse":"But Saul and the people spared Agag, and the better sheep, and the oxen, and the fat beasts, and the lambs, and all that was good, and they would not destroy them; but everything that was vile and nought worth, that they destroyed."},{"number":10,"verse":"¶ Then came the word of the Lord unto Samuel, saying,"},{"number":11,"verse":"It (God in his eternal counsel never changeth nor repenteth, as verse 29, though he seemeth to us to repent when anything goeth contrary to his temporal election.) repenteth me that I have made Saul King; for he is turned from me, and hath not performed my commandments. And Samuel was moved, and cried unto the Lord all night."},{"number":12,"verse":"And when Samuel arose early to meet Saul in the morning, one told Samuel, saying, Saul is gone to Carmel; and behold, he hath made him there a place, from whence he returned, and departed, and is gone down to Gilgal."},{"number":13,"verse":"¶ Then Samuel came to Saul, and Saul said unto him. Blessed be thou of the Lord, I have fulfilled the (This is the nature of hypocrites to be impudent against the truth, to condemn others, and justify themselves.) commandment of the Lord."},{"number":14,"verse":"But Samuel said, What meaneth then the bleating of the sheep in mine ears, and the lowing of the oxen which I hear?"},{"number":15,"verse":"And Saul answered, They have brought them from the Amalekites; for the people spared the best of the sheep, and of the oxen, to sacrifice them unto the Lord thy God, and the remnant have we destroyed."},{"number":16,"verse":"Again Samuel said to Saul, Let me tell thee what the Lord hath said to me this night. And he said unto him, Say on."},{"number":17,"verse":"Then Samuel said, When thou wast (Meaning, of base condition, as 1 Sam. 9:21.) little in thine own sight, wast thou not made the head of the tribes of Israel? for the Lord anointed thee King over Israel."},{"number":18,"verse":"And the Lord sent thee on a journey, and said, Go, and destroy those sinners the Amalekites, and fight against them, until thou destroy them."},{"number":19,"verse":"Now wherefore hast thou not obeyed the voice of the Lord, but hast turned to the prey, and hast done wickedly in the sight of the Lord?"},{"number":20,"verse":"And Saul said unto Samuel, Yea, (He standeth most impudently in his own defense both against God and his own conscience.) I have obeyed the voice of the Lord, and have gone the way which the Lord sent me, and have brought Agag the king of Amalek, and have destroyed the Amalekites."},{"number":21,"verse":"But the people took of the spoil, sheep, and oxen, and the chiefest of the things which should have been destroyed, to offer unto the Lord thy God in Gilgal."},{"number":22,"verse":"And Samuel said, Hath the Lord as great pleasure in burnt offerings and sacrifices, as when the voice of the Lord is obeyed? behold, (Hos. 6:67; Matt. 9:13; Matt. 12:7) to obey is better than sacrifice, and to hearken is better than the fat of rams."},{"number":23,"verse":"For (God hateth nothing more than the disobedience of his Commandment, though the intent seems never so good to man.) rebellion is as the sin of witchcraft, and transgression is wickedness and idolatry. Because thou hast cast away the word of the Lord, therefore he hath cast away thee from being king."},{"number":24,"verse":"Then Saul said unto Samuel, I have sinned: for I have transgressed the Commandment of the Lord, and thy words, because I feared the people, and obeyed their voice."},{"number":25,"verse":"Now therefore I pray thee, take away my (This was not true repentance, but dissimulation, fearing the loss of his kingdom.) sin, and turn again with me, that I may worship the Lord."},{"number":26,"verse":"But Samuel said unto Saul, I will not return with thee: for thou hast cast away the word of the Lord, and the Lord hath cast away thee, that thou shalt not be King over Israel."},{"number":27,"verse":"And as Samuel turned himself to go away, he caught the lap of his coat, and it rent."},{"number":28,"verse":"Then Samuel said unto him, The Lord hath rent the kingdom of Israel from thee this day, and hath given it to thy (That is, to David.) neighbor, that is better than thou."},{"number":29,"verse":"For indeed the (Meaning, God, who maintaineth and prefereth his.) strength of Israel will not lie nor repent: for he is not a man that he should repent."},{"number":30,"verse":"Then he said, I have sinned: but honor me, I pray thee, before the Elders of my people, and before Israel, and turn again with me, that I may worship the Lord thy God."},{"number":31,"verse":"¶ So Samuel turned again, and followed Saul: and Saul worshipped the Lord."},{"number":32,"verse":"Then said Samuel, Bring ye hither to me Agag the king of the Amalekites: and Agag came unto him (Or, in bonds.) pleasantly, and Agag said, Truly the (He suspected nothing less than death, or as some write, he passed not for death.) bitterness of death is passed."},{"number":33,"verse":"And Samuel said, (Exod. 17:11; Num. 14:45) As thy sword hath made women childless, so shall thy mother be childless among other women. And Samuel hewed Agag in pieces before the Lord in Gilgal."},{"number":34,"verse":"¶ So Samuel departed to (Where his house was.) Ramah, and Saul went up to his house to Gibeah of Saul."},{"number":35,"verse":"And Samuel came no more to (Though Saul came where Samuel was, 1 Sam. 19:22.) see Saul until the day of his death: but Samuel mourned for Saul, and the Lord (As verse 11.) repented that he made Saul King over Israel."}]}