{"bibleAbbr":"Geneva1599","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"(1 David was discovered unto Saul by the Ziphites.12 David taketh away Saul’s spear, and a pot of water that stood at his head.21 Saul confesseth his sin.) Again the Ziphites came unto Saul to Gibeah, saying, (Cross references: : 1 Sam. 23:19) Doth not David hide himself (Or, in Gibeah.) in the hill of Hachilah before (Or, the wilderness.) Jeshimon?"},{"number":2,"verse":"Then Saul arose, and went down to the wilderness of Ziph, having three thousand (That is, of the most skillful and valiant soldiers.) chosen men of Israel with him, for to seek David in the wilderness of Ziph."},{"number":3,"verse":"And Saul pitched in the hill of Hachilah, which is before Jeshimon by the wayside. Now David abode in the wilderness, and he saw that Saul came after him into the wilderness."},{"number":4,"verse":"(For David had sent out spies, and understood that Saul was come (Or, to a certain place.) in very deed.)"},{"number":5,"verse":"Then David arose, and came to the place where Saul had pitched, and when David beheld the place where Saul lay, and (1 Sam. 14:50; 1 Sam. 17:55) Abner the son of Ner which was his chief captain, (for Saul lay in the fort, and the people pitched round about him.)"},{"number":6,"verse":"Then spake David, and said to Ahimelech the (Who was a stranger, and not an Israelite.) Hittite, and to Abishai the son of Zeruiah, brother to (Who afterward was David’s chief captain.) Joab, saying, Who will go down with me to Saul to the host? Then Abishai said, I will go down with thee."},{"number":7,"verse":"So David and Abishai came down to the people by night: and behold, Saul lay sleeping within the fort, and his spear did stick in the ground at his (Or, bolster.) head: and Abner and the people lay round about him."},{"number":8,"verse":"¶ Then said Abishai to David, God hath closed thine enemy into thine hand this day: now therefore, I pray thee, let me smite him once with a spear to the earth, and I will not smite him (Meaning, he would make him sure at one stroke.) again."},{"number":9,"verse":"And David said to Abishai, Destroy him not: for who can lay his hand (To wit, in his own private cause: for Jehu slew two Kings at God’s appointment, 2 Kings 9:24.) on the Lord’s anointed, and be guiltless?"},{"number":10,"verse":"Moreover David said, As the Lord liveth, either the Lord shall smite him, or his day shall come to die, or he shall descend into battle, and perish."},{"number":11,"verse":"The Lord keep me from laying mine hand upon the Lord’s anointed: but, I pray thee, take now the spear that is at his head, and the pot of water, and let us go hence."},{"number":12,"verse":"So David took the spear and the pot of water from Saul’s head, and they got them away, and no man saw it, nor marked it, neither did any awake, but they were all asleep: for (Hebrew, the heavy sleep of the Lord was fallen upon them.) the Lord had sent a dead sleep upon them."},{"number":13,"verse":"Then David went unto the other side, and stood on the top of an hill a far off, a great space being between them."},{"number":14,"verse":"And David cried to the people, and to Abner the son of Ner, saying, (Hebrew, Answerest.) Hearest thou not, Abner? Then Abner answered, and said, Who art thou that cryest to the King?"},{"number":15,"verse":"¶ And David said to Abner, Art not thou a (Esteemed most valiant and meet to save the King?) man? and who is like thee in Israel? wherefore then hast thou not kept thy Lord the King? for there came one of the folk in to destroy the king thy lord."},{"number":16,"verse":"This is not well done of thee: as the Lord liveth, ye are (Hebrew, sons of death.) worthy to die, because ye have not kept your master the Lord’s anointed: and now see where the King’s spear is, and the pot of water that was at his head."},{"number":17,"verse":"And Saul knew David’s voice, and said, Is this thy voice, (Hereby it appeareth, that the hypocrite persecuted David against his own conscience, and contrary to his promise.) my son David? And David said, It is my voice, my lord, O King."},{"number":18,"verse":"And he said, Wherefore doth my lord thus persecute his servant? for what have I done? or what evil is in mine hand?"},{"number":19,"verse":"Now therefore, I beseech thee, let my Lord the King hear the words of his servant. If the Lord have stirred thee up against me, (Let his anger toward us be pacified by a sacrifice.) let him smell the savor of a sacrifice: but if the children of men have done it, cursed be they before the Lord: for they have cast me out this day from abiding in the inheritance of the Lord, saying, Go, serve (As much as lay in them, they compelled him to idolatry because they forced him to flee to the idolaters.) other gods."},{"number":20,"verse":"Now therefore, let not my blood fall to the earth before the face of the Lord: for the King of Israel is come out to seek a flea, as one would hunt a partridge in the mountains."},{"number":21,"verse":"Then said Saul, I have sinned: Come again, my son David: for I will do thee no more harm, because my soul was (Because thou savedst my life this day.) precious in thine eyes this day: behold, I have done foolishly, and have erred exceedingly."},{"number":22,"verse":"Then David answered, and said, Behold the King’s spear, let one of the young men come over and fet it."},{"number":23,"verse":"And let the Lord reward every man according to his (Thus he protesteth his innocency toward Saul, not defending his justice in the sight of God, in whose presence none is righteous, Ps 14:3 and 130:3.) righteousness and faithfulness: for the Lord had delivered thee into mine hands this day, but I would not lay mine hand upon the Lord’s anointed."},{"number":24,"verse":"And behold, like as thy life was much set by this day in mine eyes: so let my life be set by in the eyes of the Lord, that he may deliver me out of all tribulation."},{"number":25,"verse":"Then Saul said to David, Blessed art thou, my son David: for thou shalt do great things, and also prevail. So David went his way, and Saul returned to his (To Gibeah of Benjamin.) place."}]}