{"bibleAbbr":"teOV2016","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"ఆహాజు ఏలనారంభించినప్పుడు ఇరువది సంవత్సరములవాడై యెరూషలేములో పదునారు సంవత్సరములు ఏలెను. అతడు తన పితరుడైన దావీదువలె యెహోవా దృష్టికి యథార్థముగా ప్రవర్తింపలేదు.౹"},{"number":2,"verse":"అతడు ఇశ్రాయేలురాజుల మార్గములందు నడచి, బయలుదేవతా రూపములుగా పోతవిగ్రహములను చేయించెను.౹"},{"number":3,"verse":"మరియు అతడు బెన్హిన్నోము లోయయందు ధూపము వేసి ఇశ్రాయేలీయుల యెదుటనుండి యెహోవా తోలివేసిన జనముల హేయక్రియలచొప్పున తన కుమారులను అగ్నిలో దహించెను.౹"},{"number":4,"verse":"అతడు ఉన్నతస్థలములలోను కొండలమీదను ప్రతి పచ్చనిచెట్టు క్రిందను బలులు అర్పించుచు ధూపము వేయుచు వచ్చెను.౹"},{"number":5,"verse":"అందుచేత అతని దేవుడైన యెహోవా అతనిని సిరియా రాజుచేతి కప్పగించెను. సిరియనులు అతని ఓడించి అతని జనులలో చాలమందిని చెరపట్టుకొని దమస్కునకు తీసికొనిపోయిరి. అతడును ఇశ్రాయేలురాజుచేతికి అప్పగింపబడెను; ఆ రాజు అతని లెస్సగా ఓడించెను."},{"number":6,"verse":"రెమల్యా కుమారుడైన పెకహు యూదావారిలో పరాక్రమశాలులైన లక్ష ఇరువదివేలమందిని ఒక్కనాడు హతముచేసెను. వారు తమపితరుల దేవుడైన యెహోవాను విసర్జించినందున వారికిట్టి గతి పట్టెను.౹"},{"number":7,"verse":"పరాక్రమ శాలియైన ఎఫ్రాయిమీయుడగు జిఖ్రీ రాజసంతతివాడైన మయశేయాను సభాముఖ్యుడైన అజ్రీకామును ప్రధానమంత్రియైన ఎల్కొనానును హతము చేసెను.౹"},{"number":8,"verse":"ఇదియుగాక ఇశ్రాయేలువారు తమ సహోదరులైన వీరిలోనుండి స్త్రీలనేమి కుమారులనేమి కుమార్తెలనేమి రెండు లక్షలమందిని చెరతీసికొనిపోయిరి. మరియు వారియొద్దనుండి విస్తారమైన కొల్లసొమ్ము తీసికొని దానిని షోమ్రోనునకు తెచ్చిరి.౹"},{"number":9,"verse":"యెహోవా ప్రవక్తయగు ఓదేదు అను ఒకడు అచ్చట ఉండెను. అతడు షోమ్రోనునకు వచ్చిన సమూహము ఎదుటికిపోయి వారితో ఈలాగు చెప్పెను–ఆలకించుడి, మీపితరుల దేవుడైన యెహోవా యూదావారి మీద కోపించినందుచేత ఆయన వారిని మీ చేతికి అప్పగించెను; మీరు ఆకాశమునంటునంత రౌద్రముతో వారిని సంహరించితిరి.౹"},{"number":10,"verse":"ఇప్పుడు మీరు యూదావారిని యెరూషలేము కాపురస్థులను మీకొరకు దాసులుగాను దాసురాండ్రుగాను లోపరచుకొన దలచియున్నారు. మీ దేవుడైన యెహోవా దృష్టికి మీరు మాత్రము అపరాధులు కాకయున్నారా?"},{"number":11,"verse":"యెహోవా మహోగ్రత మీమీద రేగియున్నది గనుక నా మాట ఆలకించి మీ సహోదరులలోనుండి మీరు చెరపెట్టిన వీరిని విడచి పెట్టుడి."},{"number":12,"verse":"అప్పుడు ఎఫ్రాయిమీయుల పెద్దలలో యోహానాను కుమారుడైన అజర్యా మెషిల్లేమోతు కుమారుడైన బెరెక్యా షల్లూము కుమారుడైన యెహిజ్కియా హద్లాయి కుమారుడైన అమాశా అనువారు యుద్ధమునుండి వచ్చినవారికి ఎదురుగా నిలువబడి వారితో ఇట్లనిరి"},{"number":13,"verse":"–యెహోవా మన మీదికి అపరాధశిక్ష రప్పించునట్లు మీరు చేసియున్నారు. చెరపెట్టిన వీరిని మీరు ఇక్కడికి రప్పింపకూడదు. మన పాపములను అపరాధములను పెంపుజేయుటకు మీరు పూనుకొని యున్నారు; మన అపరాధము అధికమై యున్నది. ఇశ్రాయేలువారమైన మన మీద మహోగ్రత రేగియున్నది.౹"},{"number":14,"verse":"కాగా అధిపతులును సమాజముగా కూడినవారును కన్నులార చూచుచుండగా ఆయుధస్థులు చెరపెట్టినవారిని కొల్లసొమ్మును విడచిపెట్టిరి.౹"},{"number":15,"verse":"పేళ్లు ఉదాహరింపబడినవారు అప్పుడు లేచి చెరపట్టబడిన వారిని చేపెట్టి దోపుసొమ్ముచేత వారిలో వస్త్రహీనులైన వారికి బట్టలు కట్టించి వారికి వస్త్రములను పాదరక్షలను ధరింపజేసి అన్నపానములిచ్చి తలలకు నూనె బెట్టించి వారిలో బలహీనులైన వారిని గాడిదలమీద ఎక్కించి ఖర్జూరవృక్షములుగల పట్టణమగు యెరికోకు వారి సహోదరులయొద్దకు వారిని తోడుకొనివచ్చిరి; తరువాత వారు షోమ్రోనునకు మరలి వెళ్లిరి."},{"number":16,"verse":"ఆ కాలమందు ఎదోమీయులు మరల వచ్చి యూదా దేశమును పాడుచేసి కొందరిని చెరపట్టుకొని పోగా"},{"number":17,"verse":"రాజైన ఆహాజు తనకు సహాయము చేయుడని అష్షూరు రాజులయొద్దకు వర్తమానము పంపెను.౹"},{"number":18,"verse":"ఫిలిష్తీయులు షెఫేలా ప్రదేశములోని పట్టణములమీదను యూదా దేశమునకు దక్షిణపు దిక్కుననున్న పట్టణములమీదను పడి బేత్షెమెషును అయ్యాలోనును గెదెరోతును శోకోను దాని గ్రామములను, తిమ్నాను దాని గ్రామములను, గిమ్జోనును దాని గ్రామములను ఆక్రమించుకొని అక్కడ కాపురముండిరి.౹"},{"number":19,"verse":"ఆహాజు యూదాదేశమును దిగంబరినిగా చేసి యెహోవాకు ద్రోహము చేసియుండెను గనుక యెహోవా ఇశ్రాయేలురాజైన ఆహాజు చేసిన దానినిబట్టి యూదావారిని హీనపరచెను.౹"},{"number":20,"verse":"అష్షూరురాజైన తిగ్లత్పిలేసెరు అతనియొద్దకు వచ్చి అతని బాధపరచెనేగాని అతని బలపరచలేదు.౹"},{"number":21,"verse":"ఆహాజు భాగము లేర్పరచి, యెహోవా మందిరములోనుండి యొక భాగమును, రాజనగరులోనుండి యొక భాగమును, అధిపతులయొద్ద నుండి యొక భాగమును తీసి అష్షూరు రాజున కిచ్చెనుగాని అతడు అతనికి సహాయము చేయలేదు.౹"},{"number":22,"verse":"ఆపత్కాలమందు అతడు యెహోవా దృష్టికి మరి యధికముగా అతిక్రమములు జరిగించెను; అట్లు చేసినవాడు ఈ ఆహాజు రాజే.౹"},{"number":23,"verse":"ఎట్లనగా–సిరియా రాజుల దేవతలు వారికి సహాయము చేయుచున్నవి గనుక వాటి సహాయము నాకును కలుగునట్లు నేను వాటికి బలులు అర్పించెదననుకొని, తన్ను ఓడించిన దమస్కువారి దేవతలకు బలులు అర్పించెను; అయితే అవి అతనికిని ఇశ్రాయేలువారికిని నష్టమునకే హేతువులాయెను.౹"},{"number":24,"verse":"ఆహాజు దేవుని మందిరపు ఉపకరణములను సమకూర్చి వాటిని తెగగొట్టించి యెహోవా మందిరపు తలుపులను మూసివేయించి యెరూషలేమునందంతట బలిపీఠములను కట్టించెను.౹"},{"number":25,"verse":"యూదా దేశములోని పట్టణములన్నిటిలోను అతడు అన్యుల దేవతలకు ధూపము వేయుటకై బలిపీఠములను కట్టించి, తన పితరుల దేవుడైన యెహోవాకు కోపము పుట్టించెను.౹"},{"number":26,"verse":"అతడుచేసిన యితర కార్యములనుగూర్చియు, అతని చర్యయంతటిని గూర్చియు యూదా ఇశ్రాయేలురాజుల గ్రంథమందు వ్రాయబడియున్నది.౹"},{"number":27,"verse":"ఆహాజు తన పితరులతోకూడ నిద్రించి యెరూషలేము పట్టణమునందు పాతిపెట్టబడెనుగాని ఇశ్రాయేలీయుల రాజుల సమాధులకు అతడు తేబడలేదు. అతని కుమారుడైన హిజ్కియా అతనికి బదులుగా రాజాయెను."}]}