{"bibleAbbr":"PESH1849","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"WE then, the strong, are obligated to bear up the infirmities of the weak, and not ourselves to please."},{"number":2,"verse":"But let every one of us please his neighbour in good things as unto edification."},{"number":3,"verse":"Because the Meshiha also pleased not himself; but as it is written, the reproach of thy reproachers hath fallen upon me."},{"number":4,"verse":"For every thing that hath before been written for our instruction was written, that by the patience and consolation of the scriptures we might have hope."},{"number":5,"verse":"But the God of patience and of consolation give to you that with impartiality [Equality.] you may think one of another in Jeshu Meshiha,"},{"number":6,"verse":"that with one mind and with one mouth you may glorify Aloha, the Father of our Lord Jeshu Meshiha."},{"number":7,"verse":"Therefore, receive and bear with one another, as also the Meshiha hath received you, to the glory of Aloha."},{"number":8,"verse":"But I say that Jeshu Meshiha ministered [to] the circumcision, on behalf of the truth of Aloha, that he might confirm the promise of the fathers,"},{"number":9,"verse":"and the Gentiles might glorify Aloha for his mercy that was upon them. As it is written, I will confess thee among the Gentiles, and to thy name will I sing."},{"number":10,"verse":"And again he hath said, be glad, ye Gentiles, with his people."},{"number":11,"verse":"And again he hath said, praise the Lord, all (ye) Gentiles; let all peoples praise him."},{"number":12,"verse":"And again, Eshaia hath said, there shall be a root of Jeshai, and he who shall arise shall be the chief of the peoples; and upon him will the Gentiles hope."},{"number":13,"verse":"But the God of hope fill you with all joy and peace, through faith, that you may abound in hope through the power of the Spirit of Holiness."},{"number":14,"verse":"BUT I am persuaded also concerning you, my brethren, that you are also full of good, and filled with all knowledge, and able also to instruct others."},{"number":15,"verse":"But I have somewhat [Or, a little.] boldly written to you, my brethren, as that I may put you in remembrance, through the grace which is given to me from Aloha,"},{"number":16,"verse":"to be a minister of Jeshu Meshiha among the Gentiles, and to labour in the gospel of Aloha, that there may be an oblation of the Gentiles, acceptable and holy through the Spirit of Holiness."},{"number":17,"verse":"I have, then, exultation in Jeshu Meshiha with Aloha."},{"number":18,"verse":"For I dare not speak any thing which the Meshiha hath not done by my hands, unto the obedience of the Gentiles, in word and in deeds,"},{"number":19,"verse":"with the power of signs and miracles, and with the power of the Spirit of Aloha; as that I have itinerated from Urishlem unto Illyrikum, to fulfil the preaching of Meshiha;"},{"number":20,"verse":"being anxious to preach, not where the name of Meshiha had been called, that I might not build upon another foundation,"},{"number":21,"verse":"but as it is written, They to whom it hath not been told of him, they shall see him; and they who have not heard shall be persuaded.[Or, be obedient.]"},{"number":22,"verse":"On this account I have been hindered many times when I would have come to you."},{"number":23,"verse":"But now, because I have no place in these countries, and have desired for many years to come to you,"},{"number":24,"verse":"when I go into Ispania, I hope to come and see you; and you shall lead me thitherward, when I shall in some measure [Kalil men sagi, \"a little from much.\"] have been gladdened with the sight of you."},{"number":25,"verse":"But now I go to Urishlem to minister to the saints."},{"number":26,"verse":"For they in Makedunia and in Akaia have desired that a communication should be made from themselves with the poor and the saints who are at Urishlem."},{"number":27,"verse":"They have desired (this), because they also are indebted to them. For if the Gentiles have participated with them in the Spirit, they are indebted to serve them in the flesh."},{"number":28,"verse":"This, then, when I have accomplished, and have sealed to them this fruit, I (intend to) pass by you into Ispania."},{"number":29,"verse":"And I know that when I come to you, with the plenitude of the blessing of the gospel of Meshiha I (shall) come."},{"number":30,"verse":"Now I entreat of you, my brethren, by our Lord Jeshu Meshiha, and by the love of the Spirit, to labour with me in prayer on my behalf, with Aloha,"},{"number":31,"verse":"that I may be delivered from them who believe not in Jihud, and (that) the service which I bear to the saints may be well received,"},{"number":32,"verse":"and I may come to you with joy in the will of Aloha, and be rested with you."},{"number":33,"verse":"The God of peace be with all of you. Amen."}]}