{"bibleAbbr":"PESH1849","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"What then say we of Abraham, the chief of the fathers, that he found in the flesh?"},{"number":2,"verse":"For if Abraham by works was justified, he had cause for boasting; but not with Aloha."},{"number":3,"verse":"For what saith the scripture? That Abraham believed Aloha, and he reckoned it to him for righteousness."},{"number":4,"verse":"But to him who worketh, his wages are not reckoned to him as of favour, but as that which is owing to him:"},{"number":5,"verse":"but to him who worketh not, but believeth only in him who justifieth sinners, his faith is reckoned to him for righteousness."},{"number":6,"verse":"As also David hath spoken concerning the blessedness of the man to whom Aloha reckoneth righteousness without works,"},{"number":7,"verse":"saying, Blessed are they whose iniquity is forgiven, and whose sins are covered."},{"number":8,"verse":"Blessed is the man to whom Aloha reckoneth not his sin."},{"number":9,"verse":"Is this blessedness, then, upon the circumcision (only), or upon the uncircumcision (also)? Now we have said, that his faith was reckoned to Abraham for righteousness."},{"number":10,"verse":"When, then, was it reckoned to him? In circumcision or in uncircumcision? It was not in circumcision, but in uncircumcision."},{"number":11,"verse":"For he received the sign of circumcision (as) a seal of the righteousness of his faith, which (was his) in uncircumcision, that he should be the father of all them who believe of the uncircumcision; that it might be accounted also to them for righteousness:"},{"number":12,"verse":"and the father of the circumcision, not of them who are of the circumcision only, but of them who pursue [Or, accomplish, fulfil.] the footsteps of the faith of uncircumcision of our father Abraham."},{"number":13,"verse":"FOR not through the law was the promise unto Abraham and to his seed that he should be the heir of the world, but through the righteousness of faith."},{"number":14,"verse":"For if they who are of the law were heirs, faith would be vain, and the promise be abolished."},{"number":15,"verse":"For the law is the worker of wrath. For where there is no law, there also is no transgression of the law."},{"number":16,"verse":"Therefore it is by faith, which is through grace, that we are justified, that the promise might be firm unto all his seed; not to that which is of the law only, but also to that which is of the faith of Abraham, who is the father of us all:"},{"number":17,"verse":"(as it is written, I have ordained thee the father of many nations before Aloha, in whom thou hast believed, who maketh alive the dead, and calleth those who are not as though they were:)"},{"number":18,"verse":"and who, without hope, unto hope believed that he should be the father of many nations, as it is written, that \" so shall be thy seed.\""},{"number":19,"verse":"Nor was he weak in his faith, while considering his body dead, (for he was the son of an hundred years,) and the dead womb of Sara;"},{"number":20,"verse":"and at the promise of Aloha he wavered not as deficient in faith, but was strong in faith, and gave glory to Aloha;"},{"number":21,"verse":"and was sure that what he had promised to him Aloha could fulfil."},{"number":22,"verse":"Wherefore it was reckoned to him for righteousness."},{"number":23,"verse":"And not for his sake only was this written, that his faith was reckoned for righteousness,"},{"number":24,"verse":"but for our sake, because it should be reckoned to us also who believe in Him who hath raised our Lord Jeshu Meshiha from among the dead;"},{"number":25,"verse":"who was delivered for our sins, and rose that he might justify us."}]}