{"bibleAbbr":"PESH1849","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"BECAUSE, then, we are justified by faith, we have peace with Aloha through our Lord Jeshu Meshiha."},{"number":2,"verse":"And by him we have been admitted through faith into this grace in which we stand, and exult in hope of the glory of Aloha."},{"number":3,"verse":"And not thus only, but also in afflictions we exult; for we know that affliction perfecteth patience in us,"},{"number":4,"verse":"and patience experience, [Or, proof, probation.] and experience hope:"},{"number":5,"verse":"but hope maketh us not ashamed, because the love of Aloha is shed forth upon our hearts by the Spirit of Holiness who is given to us."},{"number":6,"verse":"But if the Meshiha on account of our infirmity in this time for the wicked hath died:"},{"number":7,"verse":"for hardly for the wicked one dieth; for on account of the good one may perhaps dare to die."},{"number":8,"verse":"Nevertheless Aloha hath manifested his love for us, in that, when we were sinners, the Meshiha for us died:"},{"number":9,"verse":"how much more, then, shall we be now justified through his blood, and by him be delivered from wrath?"},{"number":10,"verse":"For if, while we were adversaries, Aloha was reconciled with us through the death of his Son, how much more, then, in reconciliation with him,[Or, in his reconciliation.] shall we be saved by his life?"},{"number":11,"verse":"And not thus only, but we also exult in Aloha through our Lord Jeshu Meshiha, by whom we have now received the reconciliation."},{"number":12,"verse":"As by one man sin entered into the world, and by sin death, so death hath passed upon all men through this, that all have sinned."},{"number":13,"verse":"For until the law, sin, while it was in the world, was not reckoned sin, because the law was not;"},{"number":14,"verse":"yet death reigned from Adam until Musha on them also who had not sinned after the manner of the transgression of the law of Adam, who was the type of him who was to be."},{"number":15,"verse":"But not as was the fall, so is the gift; for if, on account of the fall of one, many died, how much more the grace of Aloha, and his gift, for the sake of one man, Jeshu Meshiha, in many will abound?"},{"number":16,"verse":"And not as the transgression of one, so is the gift; for the judgment that was by one was unto condemnation, but the gift (which saves) from many sins was unto righteousness."},{"number":17,"verse":"For if because of the transgression of one death was made to reign, much more (shall) they who receive the abundance of the grace and of the gift and of righteousness, reign in life by one, Jeshu Meshiha."},{"number":18,"verse":"As then on account of the transgression of one was the condemnation of all men, so, on account of the righteousness of one shall there be acquittal* unto the life of all men. [* Zokutho, Victoria, innocentia, justificatio. Heb. Zakah, Purum fuit, purum pronunciavit."},{"number":19,"verse":"For as on account of the disobedience of one man many became sinners, so also on account of the obedience of one many became righteous."},{"number":20,"verse":"But the entrance which was of the law, (made) sin to increase; and where sin increased, there grace hath abounded:"},{"number":21,"verse":"that as sin hath reigned in death, so grace might reign in righteousness unto the life which is eternal, by the hand of our Lord Jeshu Meshiha."}]}