{"bibleAbbr":"PESH1849","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":7,"verses":[{"number":1,"verse":"BUT know you not, my brethren, for to those who know the law I speak, that the law has authority over a man as long as he liveth?"},{"number":2,"verse":"as a woman who is bound in law to her husband as long as he liveth; but if her husband be dead, she is freed from the law of her husband."},{"number":3,"verse":"But if, while her husband lives, she adhere to another man, she becometh an adulteress; but if her husband shall die, she is freed from the law, and is not an adulteress, though she become (the wife) of another man."},{"number":4,"verse":"And now, my brethren, you also are dead to the law, through the body of the Meshiha, that you should be married to another, (namely, to) him who rose from the dead, that you may render fruit unto Aloha."},{"number":5,"verse":"For while we were in the flesh, the affections of sin, which are against [Compare the same particle, 2Co 7:2.] the law, wrought powerfully in our members to yield fruits unto death;"},{"number":6,"verse":"but now we are loosed from the law, and are dead to that which held us, that we might serve henceforth in the newness of the spirit, and not in the oldness of the writing."},{"number":7,"verse":"What then, say we the law is sin? Not so. But sin I had not learned (to know) but by the law: for I had not known concupiscence (to be sinful), but (by) the law, which hath said, Thou shalt not covet."},{"number":8,"verse":"And by this commandment sin found for itself an occasion, and completed in me all concupiscence. For without the law sin was dead."},{"number":9,"verse":"But I was alive without the law formerly: but when the commandment came, sin lived, and I died."},{"number":10,"verse":"And that commandment of life was found to me (to tend) unto death."},{"number":11,"verse":"For sin, by the occasion it found through the commandment, deceived me, and thereby killed me."},{"number":12,"verse":"The law therefore is holy, and the commandment holy, and just, and good."},{"number":13,"verse":"The good, then, unto me, unto death was made? Not so. But sin, that it might be seen what sin is, by the good (law) effected death in me, that sin might be the more condemned by the commandment."},{"number":14,"verse":"For we know that the law is spiritual; [Da-ruch, \"Of the spirit.\"] but I am carnal, and sold unto sin."},{"number":15,"verse":"For what I work, I know [Or, acknowledge, approve.] not; and not that which I will, I do; but what I hate, that I do."},{"number":16,"verse":"And if the thing that I would not, I do, I witness of the law that it is good. [Shaphir.]"},{"number":17,"verse":"But now it is not I who work this, but sin which dwelleth in me."},{"number":18,"verse":"For I know that in me, but that is in my flesh, good dwelleth not; because to will the good is easy to me, but to perform it I find not."},{"number":19,"verse":"For the good that I will to do, I do not; but the evil that I will not to do, that do I."},{"number":20,"verse":"And if the thing that I will not I do, it is not I who do it, but sin which dwelleth in me."},{"number":21,"verse":"I find then a law which accordeth with my mind, that willeth to do good, because evil is near to me."},{"number":22,"verse":"For I rejoice in the law of Aloha in the interior man;"},{"number":23,"verse":"but I see another law in my members, which warreth against the law of my mind, making me captive to the law of sin that is in my members."},{"number":24,"verse":"Miserable son of man am I! who will deliver me from this body of death?"},{"number":25,"verse":"I give thanks to Aloha! (it is) by the hand of our Lord Jeshu Meshiha. Now then, I in my mind am the servant of the law of Aloha, but in my flesh* I am the servant of the law of sin. [* Compare verse 13 with Joh 3:6, 7.]"}]}