{"bibleAbbr":"t4t2014","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"Nadab and Abihu diedTwo of Aaron's sons, Nadab and Abihu, took the pans in which they burned incense. They put some burning coals in them and put incense on top of the coals, but this fire was not acceptable to Yahweh because it was not the kind that he had commanded them to burn."},{"number":2,"verse":"So suddenly a fire from Yahweh appeared and burned them up [DOU] in the presence of Yahweh."},{"number":3,"verse":"Then Moses/I said to Aaron, “That is what Yahweh predicted. He said, ‘Those priests who come near to me, I will show them that they must ◄respect me/treat me as being holy►; in the presence of all the people I am the one who must be honored.’ ” But Aaron said nothing."},{"number":4,"verse":"Then Moses/I summoned Mishael and Elzaphan, who were the sons of Aaron's uncle Uzziel, and said to them, “Take the corpses of your cousins outside the camp, away from being in front of the Sacred Tent.”"},{"number":5,"verse":"So they carried the corpses, which still had their special gowns on, outside the camp, and buried them."},{"number":6,"verse":"Then Moses/I said to Aaron and his other two sons Eleazar and Ithamar, “You are sad because Nadab and Abihu died, but you must act like you always do. Do not allow the hair on your heads to remain uncombed, and do not tear your clothes. But your relatives and all your fellow Israelis are allowed to mourn for those whom Yahweh destroyed by fire."},{"number":7,"verse":"But you must not leave the entrance of the Sacred Tent to join those who are mourning, because if you do that, you also will die, and Yahweh will punish [MTY] all the people of Israel. Do not forget that Yahweh has set you apart [MTY] to work for him here, and he does not want you to become defiled by touching a corpse.” So they did what Moses/I told them to do."},{"number":8,"verse":"Then Yahweh said to Aaron,"},{"number":9,"verse":"“You and your two sons who are still alive must not drink wine or other fermented drinks before you enter the sacred tent; if you do that, you will die. That is a command that you and your descendants must obey forever."},{"number":10,"verse":"You must do that in order to learn what things are holy and what things are ◄not holy/common►, and from the things that are not holy you must learn what things are acceptable to me and what things are not."},{"number":11,"verse":"And you must teach to the Israeli people all the laws that I gave to the Israeli people by telling them to Moses.”"},{"number":12,"verse":"Moses/I said to Aaron and his two sons who were still alive, Eleazar and Ithamar, “Take the offering made from grain that is left after a portion of it has been offered to Yahweh to be burned, and eat it alongside the altar. It should not be eaten elsewhere because it is very holy."},{"number":13,"verse":"Eat it in a holy place; it is the share for you and your sons from the offerings that were burned; I have commanded that it be your share."},{"number":14,"verse":"But you and your sons and daughters are permitted to eat the breast and the thigh that were lifted up in front of Yahweh. Eat them in any place that is ◄holy/acceptable to him►. They have been given to you and your descendants as your share of the offerings to enable the Israelis to maintain fellowship with Yahweh."},{"number":15,"verse":"The thigh and the breast that were lifted up in front of Yahweh must be brought with the portions of fat to be burned, to be lifted up in his presence. They will be the regular share for you and your descendants, as Yahweh has commanded.”"},{"number":16,"verse":"When Moses/I inquired about the goat that had been sacrificed to enable the people to be forgiven by Yahweh for the sins they had committed, he/I found out that it had been completely burned. So he/I was angry with Eleazar and Ithamar and asked them,"},{"number":17,"verse":"“Why did you not eat near the Sacred Tent the meat of the offering for sin? It was very holy, and it was given to you to enable the Israeli people to no longer be guilty for their sins and to be forgiven for their sins."},{"number":18,"verse":"Since its blood was not taken into the holy place inside the Sacred Tent, you should have eaten the meat of the goat near the Sacred Tent, as I commanded.”"},{"number":19,"verse":"Aaron replied to Moses/me, “Today the people brought to Yahweh their offering to be forgiven for the sins they had committed, and the offering to be completely burned, and surely that pleased Yahweh, but think about the terrible thing that happened to my other two sons! Would [RHQ] Yahweh have been pleased if I had eaten some of the offering to cause the people to become acceptable to God?”"},{"number":20,"verse":"When Moses/I heard that, he/I was satisfied."}]}