{"bibleAbbr":"t4t2014","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"(Where sacrifices are to be offered) Yahweh also said to Moses/me,"},{"number":2,"verse":"“Speak to Aaron and his sons and to all the other Israeli people, and say this to them: ‘This is what Yahweh has commanded:"},{"number":3,"verse":"If you sacrifice an ox or a lamb or a goat, you must bring it to the priest at the entrance of the Sacred Tent area, to present/offer it to me there."},{"number":4,"verse":"If you slaughter it to be a sacrifice anywhere else in the camp or outside the camp, you will be guilty of shedding its blood in an unacceptable place. As a result you will no longer be allowed to be/associate with my people."},{"number":5,"verse":"That rule is in order that you Israeli people, instead of offering sacrifices in the open fields, will offer them to me by taking them to the priest at the entrance of the Sacred Tent area, to be offerings to maintain fellowship with me."},{"number":6,"verse":"After the animal is slaughtered, the priest must sprinkle some of its blood against the altar at the entrance of the Sacred Tent, and burn its fat to be an aroma that is pleasing to me."},{"number":7,"verse":"You people must no longer give sacrifices to the demons that resemble goats which you are worshiping. You people must obey this command forever.’"},{"number":8,"verse":"And tell this to them: ‘If any Israeli or any foreigner who is living among them brings an offering that is to be completely burned on the altar or any other sacrifice"},{"number":9,"verse":"and does not bring it to the entrance of the Sacred Tent area to be a sacrifice to me, that person will no longer be allowed to associate with my people."},{"number":10,"verse":"I will reject [IDI] any Israeli or any foreigner who is living among you who eats any blood, and I will command that he no longer be allowed to associate with my people."},{"number":11,"verse":"That is because the life of every creature is in its blood; I have declared that it is blood that is to be offered on the altar to enable people to be forgiven for their sins."},{"number":12,"verse":"That is why I say that you Israelis must not eat blood, and the foreigners who live among you must also not eat blood."},{"number":13,"verse":"Any Israeli or any foreigner who is living among you who hunts any animal or bird that is permitted for you to eat, must drain out the blood of the animal or bird that he kills, and cover the blood with dirt."},{"number":14,"verse":"This is because the life of every creature is in its blood. And that is why I have said [DOU] to you Israelis that anyone who eats blood must no longer be allowed to associate with my people."},{"number":15,"verse":"Anyone in Israel, including foreigners, who eats any of the meat of any creature that is found dead, or that had been killed by wild animals, must wash his clothes and bathe. Then he must not touch anyone until that evening."},{"number":16,"verse":"If he does not do those things, he will be punished for what he did.’ ”"}]}