{"bibleAbbr":"t4t2014","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"(Promised blessings for obeying Yahweh) Yahweh also said this to Moses/me on Sinai Mountain: “Do not make idols or set up statues of false gods or sacred stones to worship other gods. And do not put on your property a stone that has been shaped to resemble a false god and bow down to worship it. You must worship only me, Yahweh, your God."},{"number":2,"verse":"Honor the Sabbath days and revere my Sacred Tent, because I, Yahweh, live there."},{"number":3,"verse":"If you carefully obey all my commands [DOU],"},{"number":4,"verse":"I will send rain for you at the proper/right times, in order that crops will grow on your land and there will be plenty of fruit on your trees."},{"number":5,"verse":"You will continue harvesting and threshing grain until it is time to harvest grapes, and you will continue to harvest grapes until it is time to start planting things in the following year. And you will have all the food that you want to eat, and you will live safely in your land."},{"number":6,"verse":"If you obey all my laws, there will be peace in your country, and when you lie down to sleep, nothing will cause you to be afraid. I will get rid of the dangerous animals in your country, and there will no wars [MTY] in your country."},{"number":7,"verse":"You will pursue your enemies and kill them with your swords:"},{"number":8,"verse":"Five of you will pursue a hundred of them, and a hundred of you will pursue a thousand of them and kill them with your swords."},{"number":9,"verse":"If you obey all my laws, I will bless you and cause you to have many children [DOU]. And I will do what I said that I would do in the agreement that I made with you."},{"number":10,"verse":"When you are still eating food from the harvest from the previous year, it will be necessary for you to throw away some of it to make space for the new harvest."},{"number":11,"verse":"I will live among you in my Sacred Tent, and I will never reject you."},{"number":12,"verse":"I will walk among you and continue to be your God, and you will continue to be my people."},{"number":13,"verse":"I am Yahweh your God, the one who brought you out of Egypt in order that you would no longer be slaves of the people of Egypt. When you were there, it was as though you were animals that worked for the people of Egypt, but [MET] I broke the bars of the ◄yokes/frames that were put around your necks► and enabled you to walk with your heads up.”"},{"number":14,"verse":"(Threatened punishments for disobeying Yahweh) “But if you will not heed me and obey all these commands,"},{"number":15,"verse":"and if you reject [DOU] my decrees and laws, and do not do [DOU] what I commanded you to do in the agreement that I made with you,"},{"number":16,"verse":"these are the things that I will do to you: I will suddenly send disasters that will ruin you. You will have diseases that cannot be cured, and fevers that will cause you to become blind and will slowly kill you. It will be useless for you to plant seeds, because your enemies will eat the crops that grow."},{"number":17,"verse":"I will reject/abandon you [IDI], with the result that you will be defeated by your enemies. Then those who hate you will rule you, and you you will be so terrified that you will run away even when no one is pursuing you."},{"number":18,"verse":"If you still will not heed me after all those things happen to you, I will continue to punish you again and again for the sins that you have committed."},{"number":19,"verse":"I will cause you to no longer be stubborn and proud; I will cause no rain to fall; it will be as though [MET] the sky is made of iron, and the ground will be as hard as brass [MET]."},{"number":20,"verse":"You will uselessly work very hard to plant seeds, because crops will not grow in the hard soil in your fields, and fruit will not grow on your trees."},{"number":21,"verse":"If you continue to oppose me and refuse to heed me, I will cause you to experience disasters again and again, like you deserve to experience because of your sins."},{"number":22,"verse":"I will send wild animals to attack you, and they will kill your little children and destroy your cattle. There will be very few of you who will remain alive, with the result that there will be very few [HYP] people walking on the roads in your country."},{"number":23,"verse":"When you experience those things that I do to punish you, if you still do not pay attention to me, and if you continue to oppose me,"},{"number":24,"verse":"I myself will oppose you, and I will punish you for your sins again and again."},{"number":25,"verse":"I will send armies [MTY] to you to punish you for not doing the things that I commanded you to do in the agreement that I made with you. If you try to escape from your enemies by shutting yourselves in your cities that have walls around them, I will send plagues to you, and I will allow your enemies to capture [IDI] you."},{"number":26,"verse":"When I cut off your food supply, there will be very little flour with which to make bread. As a result, ten woman will be able to bake all their bread in only one oven. When the bread is baked, each woman will divide it among the members of her family, but there will be very little for each one, and when they have eaten all of it, they will still be hungry."},{"number":27,"verse":"After all those things happen, if you still do not heed me, if you still oppose me,"},{"number":28,"verse":"I will be very angry with you, and I will oppose you, and I myself will punish you for your sins again and again."},{"number":29,"verse":"You will be extremely hungry, with the result that you will kill your sons and daughters and eat their flesh."},{"number":30,"verse":"I will cause the shrines where you worship idols on hilltops to be destroyed. I will smash the altars where you burn incense to worship your gods, and I will cause your corpses to be piled on the lifeless statues of your gods. And I will detest you."},{"number":31,"verse":"I will cause your cities to become heaps of ruins, and I will cause the buildings that are dedicated to the worship of your gods to be smashed. And I will not be pleased at all with the aroma of your offerings that are burned on the altar."},{"number":32,"verse":"I will completely ruin your country, with the result that even your enemies who capture it will be shocked/appalled when they see it."},{"number":33,"verse":"I will enable your enemies to kill you with their swords, and I will cause the rest of you to be scattered among other nations. Your country will be ruined and your cities will become ruins."},{"number":34,"verse":"After that happens, as long as you are living in your enemies' countries, your land will be allowed to rest, like you should have allowed it to rest every seven years."},{"number":35,"verse":"All the time that your land is desolate, it will be able to rest, like you did not enable it to rest during all the years that you lived there."},{"number":36,"verse":"As for you people who will remain alive in the countries to which your enemies will have taken you, I will cause you to become extremely afraid, with the result that when you hear the sound of leaves being blown by the wind, you will run away. You will run like [SIM] you are running from a man carrying a sword, and you will fall down, even though no one is pursuing you."},{"number":37,"verse":"You will stumble over each other. So you will not be able to stand and fight your enemies."},{"number":38,"verse":"Many of you will die in the countries that belong to your enemies [DOU]."},{"number":39,"verse":"And those of you who remain alive will slowly die and rot in the countries of your enemies because of your sins and because of the sins of your ancestors."},{"number":40,"verse":"But your descendants must confess their sins and the sins that their ancestors committed. Their ancestors acted unfaithfully toward me and were hostile to me, with the result that I forced them to go to the countries that belonged to their enemies. But when your descendants humble themselves [SYN] and stop being very stubborn [IDI] and accept being punished for their sins,"},{"number":42,"verse":"I will keep in mind the agreement that I made with your ancestors Abraham and Isaac and Jacob, and what I promised to them about this land."},{"number":43,"verse":"But before that happens, my people will be forced to leave their land, with the result that the land will be able to rest while it is desolate and while the people are being punished for rejecting my laws and hating my decrees [DOU]."},{"number":44,"verse":"But when that happens, I will still not reject them or hate them and destroy them completely. I will not cancel the agreement that I made with them; I will still be Yahweh their God."},{"number":45,"verse":"I will ◄keep in mind/never forget► the agreement that I made with your ancestors when I brought them out of Egypt, in order that the people of all nations will know that I, Yahweh, will continue to be your God.”"},{"number":46,"verse":"Those are the decrees, the laws, and the regulations [DOU] that Yahweh established on Sinai Mountain between himself and the Israeli people by giving them to Moses/me to tell to them."}]}