{"bibleAbbr":"NCB2019","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"As Jesus was making his departure from the temple, one of his disciples said to him, “Teacher, look at the size of these stones and buildings!”"},{"number":2,"verse":"Jesus said to him, “Do you see these great buildings? Not a single stone will be left upon another; every one will be thrown down.”"},{"number":3,"verse":"As he was sitting on the Mount of Olives directly across from the temple, Peter,[d] James, John, and Andrew questioned him when they were alone."},{"number":4,"verse":"“Tell us,” they said, “when will this happen, and what will be the sign that all those things are about to be accomplished?”"},{"number":5,"verse":"Jesus began to say to them, “Take care that no one deceives you."},{"number":6,"verse":"Many will come in my name, saying, ‘I am he,’ and they will lead many astray."},{"number":7,"verse":"And when you hear of wars and rumors of wars, do not be alarmed, for those things are bound to happen, but the end is still to come."},{"number":8,"verse":"For nation will rise against nation and kingdom against kingdom. There will be earthquakes in various places, and there will be famine. These are only the beginning of the labor pangs. The Coming Persecution. [e]"},{"number":9,"verse":"“Be on your guard. For they will hand you over to courts and beat you in synagogues. You will stand before governors and kings because of me to testify before them."},{"number":10,"verse":"But first the gospel must be preached to all nations."},{"number":11,"verse":"“When they arrest you and bring you to trial, do not be concerned beforehand about what you are to say. Simply say whatever is given to you when that time comes, for it will not be you who speak but the Holy Spirit."},{"number":12,"verse":"“Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death."},{"number":13,"verse":"You will be hated by all because of my name, but whoever stands firm to the end will be saved."},{"number":14,"verse":"“Therefore, when you see the abomination of desolation[f] standing where it does not belong (let the reader understand), then those who are in Judea must flee to the mountains,"},{"number":15,"verse":"the one who is standing on the roof must not come down or go inside to take anything out of the house,"},{"number":16,"verse":"and someone who is in the field must not turn back to retrieve his coat."},{"number":17,"verse":"“Woe to those who are pregnant and those who are nursing infants in those days."},{"number":18,"verse":"Pray that all this may not occur in winter."},{"number":19,"verse":"For in those days there will be such suffering as has not been since the beginning of the creation that God made until now and will never be again."},{"number":20,"verse":"And if the Lord had not cut short those days, no one would be saved; but for the sake of the elect whom he chose, he did cut short those days."},{"number":21,"verse":"“Therefore, if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it."},{"number":22,"verse":"For false christs and false prophets will arise, and they will perform signs and wonders to lead astray God’s chosen ones, if that were possible."},{"number":23,"verse":"Be on your guard! I have forewarned you about everything."},{"number":24,"verse":"“But in those days, following that distress, the sun will be darkened and the moon will not give forth its light,"},{"number":25,"verse":"and the stars will be falling from the sky, and the heavenly powers will be shaken."},{"number":26,"verse":"Then they will see ‘the Son of Man coming in the clouds’ with great power and glory."},{"number":27,"verse":"And he will send forth his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens."},{"number":28,"verse":"“Learn this lesson from the fig tree. As soon as its twigs become tender and its leaves begin to sprout, you know that summer is near."},{"number":29,"verse":"In the same way, when you see these things come to pass, know that he is near, at the very gates."},{"number":30,"verse":"Amen, I say to you, this generation will not pass away before all these things have taken place.[j]"},{"number":31,"verse":"Heaven and earth will pass away, but my words will never pass away."},{"number":32,"verse":"“But as for that day or that hour, no one knows, neither the angels in heaven, nor the Son, but only the Father."},{"number":33,"verse":"Be on your guard and keep alert, because you do not know when the time will come."},{"number":34,"verse":"“It is like a man going on a journey. He leaves his house and puts his servants in charge, each with his own duties to perform, and he commands the doorkeeper to remain alert."},{"number":35,"verse":"Therefore, keep watch, for you do not know when the master of the house will return, whether in the evening, or at midnight, or at cockcrow, or at dawn,"},{"number":36,"verse":"lest he arrive unexpectedly and find you asleep."},{"number":37,"verse":"What I say to you, I say to all: Keep awake!”"}]}