{"bibleAbbr":"NCB2019","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"When the Pharisees, along with some scribes who had come from Jerusalem, gathered around Jesus,"},{"number":2,"verse":"they noted that some of his disciples were eating with defiled hands, that is, without washing them."},{"number":3,"verse":"For the Pharisees, and in fact all Jews, do not eat without thoroughly washing their hands, thereby observing the tradition of the elders."},{"number":4,"verse":"And on coming from the marketplace they do not eat without first washing. In addition, there are many other traditions that they observe, such as the washing of cups and jugs and bronze kettles and tables.[b]"},{"number":5,"verse":"Therefore, the Pharisees and the scribes asked him, “Why do your disciples not follow the tradition of the elders but eat with unclean hands?”"},{"number":6,"verse":"He answered, “How rightly Isaiah prophesied about you hypocrites, as it is written: ‘This people honors me with their lips, but their hearts are far from me;"},{"number":7,"verse":"in vain do they worship me, teaching as doctrines the commandments of men.’"},{"number":8,"verse":"You thrust aside the commandment of God in order to preserve the traditions of men.”[c]"},{"number":9,"verse":"Then he said to them, “How cleverly you have set aside the commandment of God to preserve your own tradition!"},{"number":10,"verse":"For Moses said, ‘Honor your father and your mother,’ and ‘Whoever curses father or mother will be put to death.’"},{"number":11,"verse":"But you say, ‘If anyone tells his father or mother: “Anything I might have used for your support is Corban” ’[d] (that is, dedicated to God),"},{"number":12,"verse":"then he is forbidden by you from that very moment to do anything for his father or mother."},{"number":13,"verse":"You nullify the word of God for the sake of your tradition that you have handed down. And you do many other things just like that.”"},{"number":14,"verse":"Then he called the people to him and said to them: “Listen to me, all of you, and understand."},{"number":15,"verse":"Th"},{"number":16,"verse":"[If anyone has ears to hear, let him hear!]”[f]"},{"number":17,"verse":"When he had gone into the house, away from the crowds, his disciples questioned him about the parable."},{"number":18,"verse":"He said to them, “Then are you also without understanding? Do you not realize that whatever goes into a person from outside cannot defile him,"},{"number":19,"verse":"since it enters not into the heart but into the stomach and is discharged into the sewer?” Thus, he pronounced all foods clean."},{"number":20,"verse":"Then he went on, “It is what comes out of a person that defiles."},{"number":21,"verse":"For from within, from the human heart, come evil thoughts, unchastity, theft, murder,"},{"number":22,"verse":"adultery, avarice, malice, deceit, indecency, envy, slander, arrogance, and folly."},{"number":23,"verse":"All these evils come from within, and they defile a person.”"},{"number":24,"verse":"He moved on from that place to the region of Tyre. He went into a house and did not want anyone to know he was there, but he was not able to avoid being recognized."},{"number":25,"verse":"Almost immediately, a woman whose daughter was possessed by an unclean spirit heard about him and hastened to fall down at his feet."},{"number":26,"verse":"The woman was a Gentile of Syrophoenician origin, and she begged him to drive the demon out of her daughter."},{"number":27,"verse":"Jesus said to her, “Let the children be fed first. For it is not right to take the children’s bread and throw it to the dogs.”"},{"number":28,"verse":"She replied, “Yes, Lord; but even the dogs under the table eat the scraps from the children.”"},{"number":29,"verse":"Then Jesus said to her, “For saying this, you may go. The demon has gone out of your daughter.”"},{"number":30,"verse":"And when she returned home, she found the child lying in bed and the demon gone."},{"number":31,"verse":"Returning from the region of Tyre, Jesus traveled by way of Sidon to the Sea of Galilee, and into the region of the Decapolis."},{"number":32,"verse":"Thereupon people brought to him a deaf man who had a speech impediment and begged him to lay his hand on him."},{"number":33,"verse":"He took him aside, away from the crowd, and put his fingers into the man’s ears and, spitting, touched his tongue."},{"number":34,"verse":"Then, looking up to heaven, he sighed and said to him, “Ephphatha!” which means, “Be opened!”"},{"number":35,"verse":"At once, the man’s ears were opened, his tongue was loosened, and he spoke properly."},{"number":36,"verse":"Then he ordered them not to tell anyone, but the more he ordered them not to do so, the more widely they proclaimed it."},{"number":37,"verse":"Their astonishment was beyond measure. “He has done all things well,” they said. “He even makes the deaf able to hear and the mute able to speak.”"}]}