{"bibleAbbr":"BKJVNT","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":12,"verses":[{"number":1,"verse":"So you see then, since we also are people who have so much cloud cover of witnesses lying around us, after putting away all extra weight and the sin that easily stands around us, through persistence, we should run in the struggle that is lying up ahead of us,"},{"number":2,"verse":"looking away to the head leader and completer of the trust, Jesus, who for the happiness lying up ahead of Him, persisted to do what is right after ignoring a cross of shame and was seated in the right side of the throne of God."},{"number":3,"verse":"You see, think about the One who has persisted to do what is right in this type of a dispute (in reference to Him) by the sinful people so that you might not get tired in your souls, giving up."},{"number":4,"verse":"You didn't yet resist up to the point of blood, struggling in opposition to the sin, did you?"},{"number":5,"verse":"And you have been completely forgetful of the encouragement, (in Proverbs 3:11) something that has a discussion with you as sons, \"My son, don't consider the Master's discipline to be a small thing, neither give up as you are being reprimanded by Him.\""},{"number":6,"verse":"You see, whom the Master loves, He disciplines. He whips every son that He accepts with a warm welcome."},{"number":7,"verse":"If you persist to do what is right with discipline, God brings Himself to you as to sons. You see, what son is it that a father does not discipline?"},{"number":8,"verse":"If you are without discipline, that everyone has become joint possessors of, clearly you are illegitimate and not sons."},{"number":9,"verse":"Add to that, we certainly had discipliners (the fathers of our physical body) and were embarrassed. Will we not much more place ourselves under the Father of the spirits and live?"},{"number":10,"verse":"You see, the fathers certainly toward a few days were disciplining in line with what seemed good to them, but the Father, based on what is advantageous for the \"to receive with others of His sacredness\" part."},{"number":11,"verse":"All discipline toward the thing beside you certainly doesn't seem to be happiness, but sadness. Later it gives back peaceful fruit of the right way to the people who have been strenuously exercised through it."},{"number":12,"verse":"For this reason, straighten up the hands that have been neglected and the knees that have been disabled."},{"number":13,"verse":"And make straight tracks for your feet so that the crippled foot might not be turned outward, but instead it might be cured."},{"number":14,"verse":"Pursue peace with everyone and the sacredness without which no one will see the Master,"},{"number":15,"verse":"supervising that no one is lacking from the generosity of God, that some root of bitterness sprouting up may not crowd in and through this many would be desecrated,"},{"number":16,"verse":"that there is not someone who commits sexual sin or a profane person (as Esau, who for one dining gave away his firstborn rights;"},{"number":17,"verse":"you see, you must realize that even later afterward, wanting to inherit the conferring of prosperity, he was rejected; for he did not find a place of a change of ways even though he searched it out with tears)."},{"number":18,"verse":"You see, you have not come to a mountain that is felt, that has been burning with fire, to bleakness, to darkness, to a blowing storm,"},{"number":19,"verse":"to reverberation of a trumpet, and to a voice of statements, of which voice, after the people heard, they refused another word to be added to them;"},{"number":20,"verse":"for they were not putting up with what was warned. Even if a wild animal might come into contact with the mountain, stones will be thrown at it or it will be shot down with a dart."},{"number":21,"verse":"And this is how fearful the thing being revealed was: Moses said, \"I am frightened and trembling inside.\""},{"number":22,"verse":"But you have come to Mount Zion, to the city of the living God, heavenly Jerusalem, to tens of thousands of angels,"},{"number":23,"verse":"a mass rally, to an assembly of firstborn who have been registered in heavens, to the Judge of all people (God), to spirits of people who are right, who have been completed,"},{"number":24,"verse":"to the Middleman of a young treaty (Jesus), and to blood of sprinkling speaking better things than Abel."},{"number":25,"verse":"See that you won't refuse the One speaking. You see, if those people didn't escape who refused the man on the earth divinely notifying people, much more we (the people who turn away the One out of heavens"},{"number":26,"verse":"whose voice disturbed the earth at that time) also will not escape. But now He has promised, saying, (in Haggai 2:6) \"Yet, once more I am causing not only the earth to shake, but also the sky.\""},{"number":27,"verse":"The phrase \"yet once more\" makes the transfer obvious of the things that are disturbed (as what has been made), so that the things that are not disturbed might stay."},{"number":28,"verse":"For this reason, as we receive an undisturbed empire in, we may have generosity through which we may minister in a very satisfying way to God with modesty and devotedness."},{"number":29,"verse":"You see, our God also is a completely consuming fire."}]}