{"bibleAbbr":"TCVSL2022NT","bookName":"1 கொரிந்தியர்","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"(ஆவிக்குரிய வரங்கள்)இப்போது பிரியமானவர்களே, ஆவியானவர் அருள்பவற்றைக் குறித்து நீங்கள் அறியாமல் இருப்பதை நான் விரும்பவில்லை."},{"number":2,"verse":"நீங்கள் இறைவனை அறியாதவர்களாய் இருந்தபோது பேச முடியாத விக்கிரகங்களினால் ஏதோ ஒரு வகையில் ஏமாற்றப்பட்டு தவறான வழியிலே நடத்தப்பட்டீர்கள்."},{"number":3,"verse":"ஆகவே, இறைவனின் ஆவியானவரால் பேசுகின்ற எவனும் “இயேசு சபிக்கப்பட்டவர்” என்று சொல்ல மாட்டான். அவ்வாறே பரிசுத்த ஆவியானவராலேயன்றி எவராலும், “இயேசுவே ஆண்டவர்” என்று சொல்லவும் முடியாது என்பதையும் நீங்கள் அறிந்திருக்க வேண்டுமென விரும்புகிறேன்."},{"number":4,"verse":"ஆவியானவர் அளிக்கும் வரங்கள் பல்வேறு வகையானவை, ஆனால் ஆவியானவர் ஒருவரே."},{"number":5,"verse":"செய்யப்படும் இறைபணிகளும் பல்வேறு வகையானவை, ஆனால் கர்த்தர் ஒருவரே."},{"number":6,"verse":"அவற்றின் செயற்பாடுகளும் பல்வேறு வகையானவை, ஆனால் ஒரே இறைவனே அவற்றை எல்லோரிலும் செயற்படுத்துகின்றவர்."},{"number":7,"verse":"பொதுவான நன்மைக்காகவே ஒவ்வொருவருக்கும் பரிசுத்த ஆவியானவரின் வெளிப்படையான செயற்பாடு கொடுக்கப்பட்டிருக்கிறது."},{"number":8,"verse":"பரிசுத்த ஆவியானவர் மூலமாக ஒருவருக்கு ஞானத்தின் வார்த்தையும், இன்னொருவருக்கு அதே ஆவியானவர் மூலமாக அறிவை உணர்த்தும் வார்த்தையும்,"},{"number":9,"verse":"அதே ஆவியானவர் மூலமாக மற்றொருவருக்கு விசுவாசமும், இன்னொருவருக்கு குணமளிக்கும் வரங்களும்,"},{"number":10,"verse":"மற்றொருவருக்கு அற்புதங்களைச் செய்யும் வல்லமையும், வேறொருவருக்கு இறைவாக்கு உரைத்தலும், இன்னொருவருக்கு ஆவிகளை பகுத்தறியும் ஆற்றலும், ஒருவருக்கு ஆவியானவர் கொடுக்கும் பல்வகையான வேற்றுமொழிகளும், மற்றொருவருக்கு அந்தப் பல்வகையான வேற்றுமொழிகளை விளக்கிச் சொல்லும் ஆற்றலும் கொடுக்கப்படுகின்றன."},{"number":11,"verse":"இவையெல்லாவற்றையும், ஒரே ஆவியானவர் செயற்படுத்தி தாம் தீர்மானிக்கின்றபடியே ஒவ்வொருவருக்கும் இவற்றை பகிர்ந்து கொடுக்கின்றார்."},{"number":12,"verse":"(ஒரு உடல், பல உறுப்புகள்)ஒரு உடல் பல அங்கங்களால் ஆக்கப்பட்டிருக்கிறது. அங்கங்கள் பலவாயினும் ஒரே உடலாயிருப்பது போல கிறிஸ்துவும் ஒரே உடலாயிருக்கிறார்."},{"number":13,"verse":"நாம் யூதராகவோ, கிரேக்கராகவோ, அடிமைகளாகவோ, சுதந்திரமுடைய ஒருவராகவோ இருந்தாலும் ஒரே ஆவியானவராலே ஒரே உடலுக்குள்ளாக ஞானஸ்நானம் பெற்றிருக்கிறோம். நாம் பருகி அனுபவிப்பதற்கு ஒரே ஆவியானவரே கொடுக்கப்பட்டிருக்கிறார்."},{"number":14,"verse":"ஏனெனில், உடல் ஒரு அங்கமாயிராமல் பல அங்கங்களைக் கொண்டது."},{"number":15,"verse":"காலானது, “நான் கையாக இல்லாததனால், நான் உடலுக்குச் சொந்தமல்ல” என்று சொன்னால், அது உடலுக்குச் சொந்தமில்லாமல் போவதில்லை."},{"number":16,"verse":"காதானது, “நான் கண்ணாக இல்லாததனால் நான் உடலுக்குச் சொந்தமல்ல” என்று சொன்னால். அது உடலுக்குச் சொந்தமில்லாமல் போவதில்லை."},{"number":17,"verse":"முழு உடலுமே ஒரு கண்ணாயிருக்குமானால் கேட்கும் திறன் எங்கிருக்கும்? முழு உடலுமே ஒரு காதாக இருக்குமானால், அதற்கு முகரும் திறன் எங்கிருக்கும்?"},{"number":18,"verse":"ஆனால் இறைவனோ தாம் விரும்பியபடியே உடலின் அங்கங்களை, அவை ஒவ்வொன்றையும் முறையாக ஒருங்கமைத்திருக்கிறார்."},{"number":19,"verse":"முழு உடலுமே ஒரே அங்கமானால் அது உடலாய் இருக்க முடியுமா?"},{"number":20,"verse":"அங்கங்கள் அநேகமாய் இருப்பினும் உடல் ஒன்றாகவே இருக்கின்றது."},{"number":21,"verse":"எனவே கண்ணானது கையைப் பார்த்து, “நீ எனக்குத் தேவையில்லை” என்று சொல்ல முடியாது. அல்லது தலையானது காலைப் பார்த்து, “நீ எனக்குத் தேவையில்லை” என்று சொல்ல முடியாது."},{"number":22,"verse":"மாறாக பலவீனமாய் காணப்படுகின்ற உடலின் அங்கங்களே நமக்கு மிகவும் அவசியமாய் இருக்கின்றன."},{"number":23,"verse":"உடலின் மதிப்புக் குறைந்த அங்கங்கள் என்று நாம் எவற்றை நினைக்கிறோமோ, அவற்றுக்கே நாம் அதிக மதிப்பு கொடுக்கின்றோம். உடலின் மறைவான அங்கங்களையே அதிக கண்ணியமாக எண்ணுகிறோம்."},{"number":24,"verse":"அவ்விதமான எண்ணம் உடலின் மறைந்திராத அங்கங்களுக்குத் தேவையில்லை. ஆனால் இறைவனோ மதிப்புக் குறைந்த அங்கங்களுக்கு அதிக மதிப்பைக் கொடுத்து உடலின் அங்கங்களை ஒன்றிணைத்துள்ளார்."},{"number":25,"verse":"ஆகவே உடலில் பிரிவினை இல்லாமல் ஒன்று மற்றொன்றில் அக்கறையாய் இருப்பதற்காகவே அவ்வாறு உருவாக்கினார்."},{"number":26,"verse":"ஆகையால், உடலின் ஒரு அங்கம் வேதனைப்படும்போது எல்லா அங்கங்களுமே வேதனைப்படுகின்றன. ஒரு அங்கம் மேன்மை பெறும்போது மற்றெல்லா அங்கங்களும் ஒன்றுசேர்ந்து மகிழ்கின்றன."},{"number":27,"verse":"இப்போது நீங்கள் கிறிஸ்துவின் உடலாகவும், தனித்தனியே அதன் ஒரு அங்கமாகவும் இருக்கின்றீர்கள்."},{"number":28,"verse":"ஆகவே, திருச்சபையிலே முதலாவதாக அப்போஸ்தலர்களையும், இரண்டாவதாக இறைவாக்கினர்களையும், மூன்றாவதாக ஆசிரியர்களையும் இறைவன் நியமித்தார். அதற்குப் பின்னால் அற்புதங்களையும், குணமாக்கும் வரங்களையும், உதவியாளர்களையும், நிர்வகிக்கும் வரங்களையும், பல்வேறு மொழி பேசுதலையும் ஏற்படுத்தினார்."},{"number":29,"verse":"எல்லோரும் அப்போஸ்தலர்களா? எல்லோரும் இறைவாக்கினர்களா? அல்லது எல்லோரும் ஆசிரியர்களா? எல்லோரும் அற்புதங்களைச் செய்கின்றார்களா?"},{"number":30,"verse":"எல்லோரும் குணமாக்கும் வரங்களைப் பெற்றிருக்கிறார்களா? எல்லோரும் ஆவியானவரால் வேற்றுமொழிகளைப் பேசுகின்றார்களா? எல்லோரும் அவற்றை மொழிபெயர்க்கும் ஆற்றலுடையவர்களா? இல்லையே."},{"number":31,"verse":"அதனால் மேன்மையான வரங்களை விரும்புங்கள். இன்னும், அதிக மேன்மையான வழியை நான் உங்களுக்குக் காண்பிக்கிறேன்."}]}