{"bibleAbbr":"TCVSL2022NT","bookName":"1 கொரிந்தியர்","bookEnglishName":"1 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"(திருமணம்)நீங்கள் முன்பு எழுதிய காரியங்களைக் குறித்து நான் எழுதுவதாவது: “ஒருவன் ஒரு பெண்ணுடன் பாலியல் தொடர்பில்லாமல் இருப்பது நல்லது.”"},{"number":2,"verse":"ஆனாலும் பாலியல் ஒழுக்கக்கேட்டில் ஈடுபடுவதற்கான சோதனை இருப்பதால் ஒவ்வொரு ஆணும் தன் சொந்த மனைவியையும், ஒவ்வொரு பெண்ணும் தன் சொந்தக் கணவனையும் உடையவர்களாக இருக்க வேண்டும்."},{"number":3,"verse":"கணவனும் மனைவியும் ஒருவருக்கொருவர் தாம்பத்திய உரிமையை வழங்க வேண்டும்."},{"number":4,"verse":"மனைவியின் உடல் அவளுக்கு சொந்தமானதல்ல, அவளுடைய கணவனுக்குரியது. அதுபோலவே, கணவனின் உடல் அவனுக்கு சொந்தமானதல்ல, அவனுடைய மனைவிக்குரியது."},{"number":5,"verse":"இருவரும் உடன்பட்டால் மன்றாடுதலில் ஈடுபடுவதற்காக ஒரு குறிப்பிட்ட காலத்திற்கு இணையாமல் இருக்கலாம். ஆனால் நீங்கள் சுயகட்டுப்பாடற்றவர்களாக இருப்பதால் சாத்தான் உங்களைச் சோதனைக்கு உட்படுத்தாதபடி மீண்டும் இணைந்துகொள்ளுங்கள்."},{"number":6,"verse":"இதை நான் ஒரு கட்டளையாக அல்ல, ஆலோசனையாகவே சொல்கின்றேன்."},{"number":7,"verse":"எல்லா மனிதரும் என்னைப் போல் இருப்பதையே விரும்புகிறேன். ஆனால் ஒவ்வொரு மனிதனும் இறைவனிடமிருந்து தனக்குரிய வரத்தைப் பெற்றிருக்கிறான். அது ஒருவனுக்கு ஒருவிதமாயும், இன்னொருவனுக்கு வேறுவிதமாயும் இருக்கின்றது."},{"number":8,"verse":"இப்போது திருமணம் செய்யாதவர்களுக்கும் விதவைகளுக்கும் நான் சொல்வதாவது: அவர்களும் என்னைப் போல் தனிமையாய் இருப்பது நல்லது."},{"number":9,"verse":"ஆனால் அவர்களால் தங்களைக் கட்டுப்படுத்திக்கொள்ள முடியாதிருந்தால், அவர்கள் திருமணம் செய்துகொள்ள வேண்டும். வேட்கையுடன் வேகுவதைப் பார்க்கிலும் திருமணம் செய்வது நல்லது."},{"number":10,"verse":"திருமணம் செய்து கொண்டவர்களுக்கு இந்தக் கட்டளையை நான் அல்ல, கர்த்தரே இடுகிறார்: ஒரு மனைவி தன் கணவனைவிட்டுப் பிரிந்து போகக் கூடாது."},{"number":11,"verse":"ஆனால், அப்படி பிரிந்து வாழ்ந்தால், அவள் வேறு திருமணம் செய்யாமலிருக்க வேண்டும். அல்லது தன் கணவனோடு நல்லிணக்கத்தை ஏற்படுத்திக்கொள்ள வேண்டும். கணவனும் தன் மனைவியை விவாகரத்து செய்யக் கூடாது."},{"number":12,"verse":"மற்றவர்களைக் குறித்து கர்த்தர் அல்ல, நானே சொல்வதாவது: எந்தவொரு சகோதரனும் அவிசுவாசியான ஒரு மனைவியை உடையவனாயிருந்து, அவள் அவனோடு வாழ விரும்புவாளாயின், அவன் அவளை விவாகரத்து செய்யக் கூடாது."},{"number":13,"verse":"அவ்வாறே எந்தவொரு பெண்ணும் அவிசுவாசியான ஒரு கணவனை உடையவளாயிருந்து அவன் அவளோடு வாழ விரும்புவானாயின், அவள் அவனை விவாகரத்து செய்யக் கூடாது."},{"number":14,"verse":"ஏனெனில் அவிசுவாசியான கணவன் தன் மனைவியின் மூலமாக பரிசுத்தம் ஆக்கப்படுகிறான். அதேபோல் அவிசுவாசியான மனைவியும் தன் கணவன் மூலமாக பரிசுத்தம் ஆக்கப்படுகிறாள். இல்லாவிட்டால் அவர்களுடைய பிள்ளைகள் அசுத்தமுள்ளவர்களாய் இருப்பார்களே. ஆனால் அப்பிள்ளைகளோ பரிசுத்தமானவர்கள்."},{"number":15,"verse":"அவிசுவாசி பிரிந்து போனால் போகட்டும். விசுவாசியான ஒரு சகோதரனோ அல்லது சகோதரியோ இதற்கு கட்டுப்பட்டவர்கள் அல்ல. இறைவன் நம்மைச் சமாதானத்துடன் வாழவே அழைத்திருக்கிறார்."},{"number":16,"verse":"மனைவியே, உன் கணவரை மீட்டெடுப்பாயென உனக்கு எப்படித் தெரியும்? கணவனே, உன் மனைவியை மீட்டெடுப்பாயென உனக்கு எப்படித் தெரியும்?"},{"number":17,"verse":"(நிலைமாற்றம் குறித்தது)ஒவ்வொருவரும் கர்த்தர் நியமித்ததன்படியும், தங்களது அழைப்பின்படியும் வாழட்டும். இதுவே அனைத்து திருச்சபைகளுக்குமான எனது ஒழுங்கு."},{"number":18,"verse":"ஒருவன் தான் அழைக்கப்பட்டபோது விருத்தசேதனம் செய்தவனா? அவன் விருத்தசேதனம் அற்றவனைப் போலாக வேண்டாம். ஒருவன் தான் அழைக்கப்பட்டபோது விருத்தசேதனம் செய்யாதவனா? அவன் விருத்தசேதனம் செய்துகொள்ள வேண்டாம்."},{"number":19,"verse":"ஒருவன் விருத்தசேதனம் பெற்றிருப்பதோ, விருத்தசேதனம் பெறாமல் இருப்பதோ ஒன்றுமில்லை. அவன் இறைவனுடைய கட்டளைகளைக் கைக்கொள்வதே தேவையானது."},{"number":20,"verse":"ஒவ்வொருவனும் இறைவனால் அழைக்கப்பட்டபோது தான் இருந்த நிலைமையிலேயே நிலைத்திருக்க வேண்டும்."},{"number":21,"verse":"நீ அழைக்கப்பட்டபோது அடிமையாய் இருந்தாயா? கவலைப்பட வேண்டாம்; நீ சுதந்திரத்தைப் பெற்றுக்கொள்ளக் கூடிய வாய்ப்பு உண்டானால், அதைப் பெற்றுக்கொள்."},{"number":22,"verse":"ஏனெனில் கர்த்தரால் அழைக்கப்பட்டபோது ஒருவன் அடிமையாயிருந்தால் அவன் கர்த்தரின் விடுதலை பெற்றவனாகிறான். அவ்வாறே அழைக்கப்படும்போது, விடுதலை பெற்ற ஒருவன் கிறிஸ்துவின் அடிமையாகிறான்."},{"number":23,"verse":"நீங்கள் விலைக்கு வாங்கப்பட்டிருக்கிறீர்கள். ஆகவே மனிதருக்கு அடிமைகளாகாதிருங்கள்."},{"number":24,"verse":"சகோதரர்களே, ஒவ்வொருவனும் இறைவனுக்கு பொறுப்புள்ளவனாக எந்த நிலையிலே இறைவனால் அழைக்கப்பட்டானோ, அந்த நிலையிலேயே அவன் நிலைத்திருக்க வேண்டும்."},{"number":25,"verse":"(திருமணமாகாதவர்கள் குறித்து)மணமாகாத பெண்களைக் குறித்தோ, நான் கர்த்தரிடமிருந்து கட்டளை எதையும் பெறவில்லை. ஆனால் கர்த்தருடைய இரக்கத்தினாலே உங்கள் நம்பிக்கைக்குரியவனாகிய நான், எனது அபிப்பிராயத்தைத் தெரிவிக்கிறேன்."},{"number":26,"verse":"தற்போதுள்ள இக்கட்டான சூழ்நிலையில் ஒருவன் இருக்கின்றபடியே இருப்பது நல்லது என நான் எண்ணுகிறேன்."},{"number":27,"verse":"நீ திருமணம் செய்திருக்கின்றாயா? அப்படியானால் விவாகரத்தை நாட வேண்டாம். திருமணம் செய்யாதிருக்கிறாயா? ஒரு மனைவியைப் பெற முயற்சிக்க வேண்டாம்."},{"number":28,"verse":"நீ திருமணம் செய்தால் பாவமல்ல. ஒரு கன்னிப்பெண் திருமணம் செய்தாலும் பாவமல்ல. ஆனால் திருமணம் செய்கின்றவர்கள் இந்த வாழ்க்கையில் அநேக இன்னல்களை அனுபவிக்க வேண்டி நேரிடும். இந்த இன்னல்களை நீங்கள் தவிர்த்துக்கொள்ள வேண்டுமென்றே நான் விரும்புகிறேன்."},{"number":29,"verse":"பிரியமானவர்களே, நான் சொல்வது என்னவெனில், காலமோ குறுகியது. ஆகவே, இப்பொழுதிருந்தே மனைவி உடையவர்கள் மனைவி இல்லாதவர்கள் போலும்,"},{"number":30,"verse":"துக்கப்படுகின்றவர்கள் துக்கப்படாதவர்கள் போலவும், மகிழ்ச்சியோடு இருக்கின்றவர்கள் மகிழ்ச்சியற்றவர்கள் போலவும் இருக்க வேண்டும். வாங்குகின்றவர்கள் பொருளற்றவர்கள் போலவும்,"},{"number":31,"verse":"உலகத்தில் ஈடுபாடுள்ளவர்கள் ஈடுபாடில்லாதவர்கள் போலவும் இருக்கட்டும். ஏனெனில், இவ்வுலகத்தின் தற்போதைய நிலை கலைந்து போகின்றதே."},{"number":32,"verse":"நீங்கள் கவலையற்றிருக்க வேண்டுமென்றே நான் விரும்புகிறேன். திருமணமாகாத ஒருவன், கர்த்தருடைய காரியங்களைக் குறித்தே அக்கறை உள்ளவனாயிருந்து கர்த்தரை பிரியப்படுத்த எண்ணுகிறான்."},{"number":33,"verse":"ஆனால் திருமணம் செய்தவனோ, இவ்வுலகக் காரியங்களைக் குறித்து அக்கறை உள்ளவனாயிருந்து தன் மனைவியை பிரியப்படுத்த எண்ணுகின்றபடியால்,"},{"number":34,"verse":"அவனுடைய ஆர்வம் பிரிவுபட்டிருக்கிறது. திருமணமாகாத ஒரு பெண்ணும், ஒரு கன்னிப்பெண்ணும் கர்த்தருடைய காரியங்களைக் குறித்து அக்கறையாயிருந்து, உடலிலும் ஆவியிலும் தூய்மையாய் இருப்பதில் நோக்கமாயிருக்கிறார்கள். ஆனால் திருமணம் செய்த ஒரு பெண்ணோ இவ்வுலகக் காரியங்களைக் குறித்து அக்கறையாயிருந்து தன் கணவனை பிரியப்படுத்த எண்ணுகிறாள்."},{"number":35,"verse":"உங்கள் சொந்த நன்மைக்காகவே நான் இதைச் சொல்கின்றேன். உங்களைக் கட்டுப்படுத்துவதற்காக அல்ல. நீங்களோ கர்த்தருக்கு முழுமையான அர்ப்பணிப்புடன் சரியான வழியில் வாழ வேண்டும்."},{"number":36,"verse":"ஒருவன் தனக்கு நிச்சயிக்கப்பட்ட பெண்ணைத் திருமணம் செய்யாது தாமதிப்பது கண்ணியமற்ற செயலென எண்ணுவானாயின், அத்துடன் அவன் சுயகட்டுப்பாடு அற்றவனாகவும் இருப்பானாயின் அவன் விரும்புகின்றபடியே திருமணம் புரியலாம். அது பாவமில்லை. அவர்கள் திருமணம் செய்துகொள்ளலாம்."},{"number":37,"verse":"ஆனால், யாராவது சுயகட்டுப்பாட்டோடு தன் மனதில் திருமணம் அவசியம் இல்லையென்ற உறுதியான தீர்மானத்தோடு, தனக்கு நிச்சயிக்கப்பட்ட பெண்ணை இப்போதைக்குத் திருமணம் செய்வதில்லை எனத் தீர்மானித்தால், அவனும் சரியானதையே செய்கின்றான்."},{"number":38,"verse":"ஆகவே பெண்ணைத் திருமணம் செய்கின்றவன் சரியானதையே செய்கின்றான். அவளைத் திருமணம் செய்யாதவனும் அதிக நலமானதைச் செய்கின்றான்."},{"number":39,"verse":"தன் கணவன் உயிரோடிருக்கும் காலம் வரைக்கும், ஒரு பெண் தன் கணவனுக்குக் கட்டுப்பட்டவளாகவே இருக்கின்றாள். ஆனால் அவளுடைய கணவன் இறந்துபோனால் தான் விரும்பும் யாரையாவது திருமணம் செய்வதற்கு அவளுக்குச் சுதந்திரம் உண்டு. ஆனால் அவள் திருமணம் செய்துகொள்பவன் கர்த்தருக்குச் சொந்தமானவனாக இருக்க வேண்டும்."},{"number":40,"verse":"ஆனால் எனது அபிப்பிராயத்தின்படி அவள் அப்படியே திருமணம் செய்யாதவளாய் இருந்தால், மிகுந்த மகிழ்ச்சியுடன் இருப்பாள். நானும் இறைவனுடைய ஆவியானவரைப் பெற்றிருக்கிறேன் என்ற எண்ணத்திலேயே கூறுகிறேன்."}]}