{"bibleAbbr":"NET2007","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"Athaliah is Eliminated When Athaliah the mother of Ahaziah saw that her son was dead, she was determined to destroy the entire royal line. (tn Heb “she arose and she destroyed all the royal offspring.” The verb קוּם (qum) “arise,” is here used in an auxiliary sense to indicate that she embarked on a campaign to destroy the royal offspring. See M. Cogan and H. Tadmor, II Kings (AB), 125.)"},{"number":2,"verse":"So Jehosheba, the daughter of King Joram and sister of Ahaziah, took Ahaziah’s son Joash and sneaked (tn Heb “stole.”) him away from the rest of the royal descendants who were to be executed. She hid him and his nurse in the room where the bed covers were stored. (tn Heb “him and his nurse in an inner room of beds.” The verb is missing in the Hebrew text. The parallel passage in 2 Chr 22:11 has “and she put” at the beginning of the clause. M. Cogan and H. Tadmor (II Kings [AB], 126) regard the Chronicles passage as an editorial attempt to clarify the difficulty of the original text. They prefer to take “him and his nurse” as objects of the verb “stole” and understand “in the bedroom” as the place where the royal descendants were executed. The phrase בַּחֲדַר הַמִּטּוֹת (bakhadar hammittot), “an inner room of beds,” is sometimes understood as referring to a bedroom (HALOT 293 s. v. חֶדֶר), though some prefer to see here a “room where the covers and cloths were kept for the beds (HALOT 573 s. v. מִטָּת). In either case, it may have been a temporary hideout, for v. 3 indicates that the child hid in the temple for six years.) So he was hidden from Athaliah and escaped execution. (tn Heb “and they hid him from Athaliah and he was not put to death.” The subject of the plural verb (“they hid”) is probably indefinite.)"},{"number":3,"verse":"He hid out with his nurse in the LORD’s temple (tn Heb “and he was with her [in] the house of the Lord hiding.”) for six years, while Athaliah was ruling over the land."},{"number":4,"verse":"In the seventh year Jehoiada summoned (tn Heb “Jehoiada sent and took.”) the officers of the units of hundreds of the Carians (sn The Carians were apparently a bodyguard, probably comprised of foreigners. See HALOT 497 s. v. כָּרִי and M. Cogan and H. Tadmor, II Kings (AB), 126.) and the royal bodyguard. (tn Heb “the runners.”) He met with them (tn Heb “he brought them to himself.”) in the LORD’s temple. He made an agreement (tn Or “covenant.”) with them and made them swear an oath of allegiance in the LORD’s temple. Then he showed them the king’s son."},{"number":5,"verse":"He ordered them, “This is what you must do. One third of the unit that is on duty during the Sabbath will guard the royal palace."},{"number":6,"verse":"Another third of you will be stationed at the Foundation (tn Heb “the gate of Sur” (followed by many English versions) but no such gate is mentioned elsewhere in the OT. The parallel account in 2 Chr 23:5 has “Foundation Gate.” סוּר (sur), “Sur,” may be a corruption of יְסוֹד (yÿsod) “foundation,” involving in part dalet-resh confusion.) Gate. Still another third of you will be stationed at the gate behind the royal guard. (tn Heb “the runners.”) You will take turns guarding the palace. (tn The meaning of מַסָּח (massakh) is not certain. The translation above, rather than understanding it as a genitive modifying “house,” takes it as an adverb describing how the groups will guard the palace. See HALOT 605 s. v. מַסָּח for the proposed meaning “alternating” (i. e., “in turns”).)"},{"number":7,"verse":"The two units who are off duty on the Sabbath will guard the LORD’s temple and protect the king. (tn Verses 5b-7 read literally, “the third of you, the ones entering [on] the Sabbath and the ones guarding the guard of the house of the king, and the third in the gate of Sur, and the third in the gate behind the runners, and you will guard the guard of the house, alternating. And the two units of you, all the ones going out [on] the Sabbath, and they will guard the guard of the house of the Lord for the king.” The precise meaning of this text is impossible to determine. It would appear that the Carians and royal bodyguard were divided into three units. One unit would serve during the Sabbath; the other two would be off duty on the Sabbath. Jehoiada divided the first unit into three groups and assigned them different locations. The two off duty units were assigned the task of guarding the king.)"},{"number":8,"verse":"You must surround the king. Each of you must hold his weapon in his hand. Whoever approaches your ranks must be killed. You must accompany the king wherever he goes.” (tn Heb “and be with the king in his going out and in his coming in.”)"},{"number":9,"verse":"The officers of the units of hundreds did just as (tn Heb “according to all that.”) Jehoiada the priest ordered. Each of them took his men, those who were on duty during the Sabbath as well as those who were off duty on the Sabbath, and reported (tn Heb “came.”) to Jehoiada the priest."},{"number":10,"verse":"The priest gave to the officers of the units of hundreds King David’s spears and the shields that were kept in the LORD’s temple."},{"number":11,"verse":"The royal bodyguard (tn Heb “the runners” (also in v. 19).) took their stations, each holding his weapon in his hand. They lined up from the south side of the temple to the north side and stood near the altar and the temple, surrounding the king. (tn Heb “and the runners stood, each with his weapons in his hand, from the south shoulder of the house to the north shoulder of the house, at the altar and at the house, near the king all around.”)"},{"number":12,"verse":"Jehoiada (tn Heb “he”; the referent (Jehoiada) has been specified in the translation for clarity.) led out the king’s son and placed on him the crown and the royal insignia. (tn The Hebrew term עֵדוּת (’edut) normally means “witness” or “testimony.” Here it probably refers to some tangible symbol of kingship, perhaps a piece of jewelry such as an amulet or neck chain. See the discussion in M. Cogan and H. Tadmor, II Kings (AB), 128. Some suggest that a document is in view, perhaps a copy of the royal protocol or of the stipulations of the Davidic covenant. See HALOT 790-91 s. v. עֵדוּת.) They proclaimed him king and poured olive oil on his head. (tn Or “they made him king and anointed him.”) They clapped their hands and cried out, “Long live the king!”"},{"number":13,"verse":"When Athaliah heard the royal guard (tc The MT reads, “and Athaliah heard the sound of the runners, the people.” The term הָעָם (ha’am), “the people,” is probably a scribal addition anticipating the reference to the people later in the verse and in v. 14.) shout, she joined the crowd (tn Heb “she came to the people.”) at the LORD’s temple."},{"number":14,"verse":"Then she saw (tn Heb “and she saw, and look.”) the king standing by the pillar, according to custom. The officers stood beside the king with their trumpets and all the people of the land were celebrating and blowing trumpets. Athaliah tore her clothes and screamed, “Treason, treason!” (tn Or “conspiracy, conspiracy.”)"},{"number":15,"verse":"Jehoiada the priest ordered the officers of the units of hundreds, who were in charge of the army, (tn The Hebrew text also has, “and said to them.” This is redundant in English and has not been translated.) “Bring her outside the temple to the guards. (tn Heb “ranks.”) Put the sword to anyone who follows her.” The priest gave this order because he had decided she should not be executed in the LORD’s temple. (tn Heb “for the priest had said, ‘Let her not be put to death in the house of the Lord.’”)"},{"number":16,"verse":"They seized her and took her into the precincts of the royal palace through the horses’ entrance. (tn Heb “and they placed hands on her, and she went the way of the entrance of the horses [into] the house of the king.”) There she was executed."},{"number":17,"verse":"Jehoiada then drew up a covenant between the LORD and the king and people, stipulating that they should be loyal to the LORD. (tn Heb “and Jehoiada made a covenant between the Lord and [between] the king and [between] the people, to become a people for the Lord, and between the king and [between] the people.” The final words of the verse (“and between the king and [between] the people”) are probably accidentally repeated from earlier in the verse. They do not appear in the parallel account in 2 Chr 23:16. If retained, they probably point to an agreement governing how the king and people should relate to one another.)"},{"number":18,"verse":"All the people of the land went and demolished (tn Or “tore down.”) the temple of Baal. They smashed its altars and idols (tn Or “images.”) to bits. (tn The Hebrew construction translated “smashed…to bits” is emphatic. The adverbial infinitive absolute (הֵיטֵב [hetev], “well”) accompanying the Piel form of the verb שָׁבַר (shavar), “break,” suggests thorough demolition.) They killed Mattan the priest of Baal in front of the altar. Jehoiada the priest (tn Heb “the priest.” Jehoiada’s name is added for clarification.) then placed guards at the LORD’s temple."},{"number":19,"verse":"He took the officers of the units of hundreds, the Carians, the royal bodyguard, and all the people of land, and together they led the king down from the LORD’s temple. They entered the royal palace through the Gate of the Royal Bodyguard, (tn Heb “the Gate of the Runners of the House of the King.”) and the king (tn Heb “he”; the referent (the king) has been specified in the translation for clarity.) sat down on the royal throne."},{"number":20,"verse":"All the people of the land celebrated, for the city had rest now that they had killed Athaliah with the sword in the royal palace."},{"number":21,"verse":"Joash’s Reign over Judah (12:1) (sn Beginning with 11:21, the verse numbers through 12:21 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 11:21 ET = 12:1 HT, 12:1 ET = 12:2 HT, 12:2 ET = 12:3 HT, etc., through 12:21 ET = 12:22 HT. With 13:1 the verse numbers in the ET and HT are again the same.) Jehoash (tn Jehoash is an alternate name for Joash (see 11:2).) was seven years old when he began to reign."}]}