{"bibleAbbr":"NET2007","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"Amaziah’s Reign over Judah In the second year of the reign of Israel’s King Joash son of Joahaz, (sn The name Joahaz is an alternate form of Jehoahaz.) Joash’s (sn The referent here is Joash of Judah (see 12:21), not Joash of Israel, mentioned earlier in the verse.) son Amaziah became king over Judah."},{"number":2,"verse":"He was twenty-five years old when he began to reign, and he reigned for twenty-nine years in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) His mother (tn Heb “the name of his mother.”) was Jehoaddan, who was from Jerusalem."},{"number":3,"verse":"He did what the LORD approved, (tn Heb “he did what was proper in the eyes of the Lord.”) but not like David his father. He followed the example of his father Joash. (tn Heb “according to all which Joash his father had done, he did.”)"},{"number":4,"verse":"But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places."},{"number":5,"verse":"When he had secured control of the kingdom, (tn Heb “when the kingdom was secure in his hand.”) he executed the servants who had assassinated his father. (tn Heb “he struck down his servants, the ones who had struck down the king, his father.”)"},{"number":6,"verse":"But he did not execute the sons of the assassins. He obeyed the LORD’s commandment as recorded in the law scroll of Moses, (tn Heb “as it is written in the scroll of the law of Moses which the Lord commanded, saying.”) “Fathers must not be put to death for what their sons do, (tn Heb “on account of sons.”) and sons must not be put to death for what their fathers do. (tn Heb “on account of fathers.”) A man must be put to death only for his own sin.” (sn This law is recorded in Deut 24:16.)"},{"number":7,"verse":"He defeated (tn Or “struck down.”) 10000 Edomites in the Salt Valley; he captured Sela in battle and renamed it Joktheel, a name it has retained to this very day."},{"number":8,"verse":"Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu, king of Israel. He said, “Come, let’s meet face to face.” (tn Heb “let us look at each other [in the] face.” The expression refers here to meeting in battle. See v. 11.)"},{"number":9,"verse":"King Jehoash of Israel sent this message back to King Amaziah of Judah, “A thornbush in Lebanon sent this message to a cedar in Lebanon, ‘Give your daughter to my son as a wife.’ Then a wild animal (tn Heb “the animal of the field.”) of Lebanon came by and trampled down the thorn. (sn Judah is the thorn in the allegory. Amaziah’s success has deceived him into thinking he is on the same level as the major powers in the area (symbolized by the cedar). In reality he is not capable of withstanding an attack by a real military power such as Israel (symbolized by the wild animal).)"},{"number":10,"verse":"You thoroughly defeated Edom (tn Or “you have indeed defeated Edom.”) and it has gone to your head! (tn Heb “and your heart has lifted you up.”) Gloat over your success, (tn Heb “be glorified.”) but stay in your palace. Why bring calamity on yourself? Why bring down yourself and Judah along with you?” (tn Heb “Why get involved in calamity and fall, you and Judah with you?”)"},{"number":11,"verse":"But Amaziah would not heed the warning, (tn Heb “did not listen.”) so King Jehoash of Israel attacked. (tn Heb “went up.”) He and King Amaziah of Judah met face to face (tn Heb “looked at each other [in the] face.”) in Beth Shemesh of Judah."},{"number":12,"verse":"Judah was defeated by Israel, and each man ran back home. (tn Heb “and Judah was struck down before Israel and they fled, each to his tent.”)"},{"number":13,"verse":"King Jehoash of Israel captured King Amaziah of Judah, son of Jehoash son of Ahaziah, in Beth Shemesh. He (tc The MT has the plural form of the verb, but the final vav (ו) is virtually dittographic. The word that immediately follows in the Hebrew text begins with a yod (י). The form should be emended to the singular, which is consistent in number with the verb (“he broke down”) that follows.) attacked (tn Heb “came to.”) Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate — a distance of about six hundred feet. (tn Heb “four hundred cubits.” The standard cubit in the OT is assumed by most authorities to be about eighteen inches (45 cm) long.)"},{"number":14,"verse":"He took away all the gold and silver, all the items found in the LORD’s temple and in the treasuries of the royal palace, and some hostages. (tn Heb “the sons of the pledges.”) Then he went back to Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) ("},{"number":15,"verse":"The rest of the events of Jehoash’s (sn Jehoash and Joash are alternate forms of the same name.) reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel. (tn Heb “As for the rest of the events of Jehoash, and all which he did and his strength, [and] how he fought with Amaziah king of Judah, are they not written on the scroll of the events of the days of the kings of Israel?”)"},{"number":16,"verse":"Jehoash passed away (tn Heb “lay down with his fathers.”) and was buried in Samaria with the kings of Israel. His son Jeroboam replaced him as king.)"},{"number":17,"verse":"King Amaziah son of Joash of Judah lived for fifteen years after the death of King Jehoash son of Jehoahaz of Israel."},{"number":18,"verse":"The rest of the events of Amaziah’s reign are recorded in the scroll called the Annals of the Kings of Judah. (tn Heb “As for the rest of the events of Amaziah, are they not written on the scroll of the events of the days of the kings of Judah?”)"},{"number":19,"verse":"Conspirators plotted against him in Jerusalem, (tn Heb “and they conspired against him [with] a conspiracy in Jerusalem.”) so he fled to Lachish. But they sent assassins after him (tn Heb “and they sent after him to Lachish.”) and they killed him there."},{"number":20,"verse":"His body was carried back by horses (tn Heb “and they carried him on horses.”) and he was buried in Jerusalem with his ancestors in the city of David."},{"number":21,"verse":"All the people of Judah took Azariah, who was sixteen years old, and made him king in his father Amaziah’s place."},{"number":22,"verse":"Azariah (tn Heb “he”; the referent (Azariah) has been specified in the translation for clarity.) built up Elat and restored it to Judah after the king (sn This must refer to Amaziah.) had passed away. (tn Heb “lay with his fathers.”)"},{"number":23,"verse":"Jeroboam II’s Reign over Israel In the fifteenth year of the reign of Judah’s King Amaziah, son of Joash, Jeroboam son of Joash became king over Israel. He reigned for forty-one years in Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.)"},{"number":24,"verse":"He did evil in the sight of (tn Heb “in the eyes of.”) the LORD; he did not repudiate (tn Heb “turn away from all.”) the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin."},{"number":25,"verse":"He restored the border of Israel from Lebo Hamath in the north to the sea of the Arabah in the south, (tn The phrases “in the north” and “in the south” are added in the translation for clarification.) in accordance with the word of the LORD God of Israel announced through (tn Heb “which he spoke by the hand of.”) his servant Jonah son of Amittai, the prophet from Gath Hepher."},{"number":26,"verse":"The LORD saw Israel’s intense suffering; (tc Heb “for the Lord saw the very bitter affliction of Israel.” This translation assumes an emendation of מֹרֶה (moreh), which is meaningless here, to ַהמַּר (hammar), the adjective “bitter” functioning attributively with the article prefixed. This emendation is supported by the LXX, Syriac Peshitta, and Vulgate. Another option would be מַר הוּא (mar hu’), “it was bitter.”) everyone was weak and incapacitated and Israel had no deliverer. (tn Heb “[there was] none but the restrained, and [there was] none but the abandoned, and there was no deliverer for Israel.” On the meaning of the terms עָצוּר (’atsur) and עָזוּב (’azur), see the note at 1 Kgs 14:10.)"},{"number":27,"verse":"The LORD had not decreed that he would blot out Israel’s memory (tn Heb “name.”) from under heaven, (tn The phrase “from under heaven” adds emphasis to the verb “blot out” and suggest total annihilation. For other examples of the verb מָחָה (makhah), “blot out,” combined with “from under heaven,” see Exod 17:14; Deut 9:14; 25:19; 29:20.) so he delivered them through Jeroboam son of Joash."},{"number":28,"verse":"The rest of the events of Jeroboam’s reign, including all his accomplishments, his military success in restoring Israelite control over Damascus and Hamath, are recorded in the scroll called the Annals of the Kings of Israel. (tn Heb “As for the rest of the events of Jeroboam, and all which he did and his strength, [and] how he fought and how he restored Damascus and Hamath to Judah in Israel, are they not written on the scroll of the events of the days of the kings of Israel?” The phrase “to Judah” is probably not original; it may be a scribal addition by a Judahite scribe who was trying to link Jeroboam’s conquests with the earlier achievements of David and Solomon, who ruled in Judah. The Syriac Peshitta has simply “to Israel.” M. Cogan and H. Tadmor (II Kings [AB], 162) offer this proposal, but acknowledge that it is “highly speculative.”)"},{"number":29,"verse":"Jeroboam passed away (tn Heb “lay down with his fathers.”) and was buried in Samaria with the kings of Israel. (tn The MT has simply “with the kings of Israel,” which appears to stand in apposition to the immediately preceding “with his fathers.” But it is likely that the words “and he was buried in Samaria” have been accidentally omitted from the text. See 13:13 and 14:16.) His son Zechariah replaced him as king."}]}