{"bibleAbbr":"NET2007","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"Hoshea’s Reign over Israel In the twelfth year of King Ahaz’s reign over Judah, Hoshea son of Elah became king over Israel. He reigned in Samaria (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) for nine years."},{"number":2,"verse":"He did evil in the sight of (tn Heb “in the eyes of.”) the LORD, but not to the same degree as the Israelite kings who preceded him."},{"number":3,"verse":"King Shalmaneser of Assyria threatened (tn Heb “went up against.”) him; Hoshea became his subject and paid him tribute."},{"number":4,"verse":"The king of Assyria discovered that Hoshea was planning a revolt. (tn Heb “and the king of Assyria found in Hoshea conspiracy.”) Hoshea had sent messengers to King So (sn For discussion of this name, see HALOT 744 s. v. סוֹא and M. Cogan and H. Tadmor, II Kings (AB), 196.) of Egypt and had not sent his annual tribute to the king of Assyria. So the king of Assyria arrested him and imprisoned him. (tn Heb “and bound him in the house of confinement.”)"},{"number":5,"verse":"The king of Assyria marched through (tn Heb “went up against.”) the whole land. He attacked Samaria and besieged it for three years."},{"number":6,"verse":"In the ninth year of Hoshea’s reign, the king of Assyria captured Samaria and deported the people of Israel (tn The Hebrew text has simply “Israel” as the object of the verb.) to Assyria. He settled them in Halah, along the Habor (the river of Gozan), and in the cities of the Medes."},{"number":7,"verse":"A Summary of Israel’s Sinful History This happened because the Israelites sinned against the LORD their God, who brought them up from the land of Egypt and freed them from the power of (tn Heb “and from under the hand of.” The words “freed them” are added in the translation for stylistic reasons.) Pharaoh king of Egypt. They worshiped (tn Heb “feared.”) other gods;"},{"number":8,"verse":"they observed the practices (tn Heb “walked in the customs.”) of the nations whom the LORD had driven out from before Israel, and followed the example of the kings of Israel. (tn Heb “and [the practices of] the kings of Israel which they did.”)"},{"number":9,"verse":"The Israelites said things about the LORD their God that were not right. (tn The meaning of the verb וַיְחַפְּאוּ (vayÿkhappÿ’u), translated here “said,” is uncertain. Some relate it to the verbal root חָפַה (khafah), “to cover,” and translate “they did it in secret” (see BDB 341 s. v. חָפָא). However, the pagan practices specified in the following sentences were hardly done in secret. Others propose a meaning “ascribe, impute,” which makes good contextual sense but has little etymological support (see HALOT 339 s. v. חפא). In this case Israel claimed that the Lord authorized their pagan practices.) They built high places in all their cities, from the watchtower to the fortress. (sn That is, from the city’s perimeter to the central citadel.)"},{"number":10,"verse":"They set up sacred pillars and Asherah poles on every high hill and under every green tree."},{"number":11,"verse":"They burned incense on all the high places just like the nations whom the LORD had driven away from before them. Their evil practices made the LORD angry. (tn Heb “and they did evil things, angering the Lord.”)"},{"number":12,"verse":"They worshiped (tn Or “served.”) the disgusting idols (sn See the note at 1 Kgs 15:12.) in blatant disregard of the LORD’s command. (tn Heb “about which the Lord had said to them, ‘You must not do this thing.’”)"},{"number":13,"verse":"The LORD solemnly warned Israel and Judah through all his prophets and all the seers, “Turn back from your evil ways; obey my commandments and rules that are recorded in the law. I ordered your ancestors to keep this law and sent my servants the prophets to remind you of its demands.” (tn Heb “obey my commandments and rules according to all the law which I commanded your fathers and which I sent to you by the hand of my servants the prophets.”)"},{"number":14,"verse":"But they did not pay attention and were as stubborn as their ancestors, (tn Heb and they stiffened their neck like the neck of their fathers.”) who had not trusted the LORD their God."},{"number":15,"verse":"They rejected his rules, the covenant he had made with their ancestors, and the laws he had commanded them to obey. (tn Or “and his warnings he had given them.”) They paid allegiance to (tn Heb “They went [or, ‘followed’] after.” This idiom probably does not mean much if translated literally. It is found most often in Deuteronomy or in literature related to the covenant. It refers in the first instance to loyalty to God and to His covenant or His commandments (1 Kgs 14:8; 2 Chr 34:31) with the metaphor of a path or way underlying it (Deut 11:28; 28:14). To “follow other gods” was to abandon this way and this loyalty (to “abandon” or “forget” God, Judg 2:12; Hos 2:13) and to follow the customs or religious traditions of the pagan nations (2 Kgs 17:15). The classic text on “following” God or another god is 1 Kgs 18:18, 21 where Elijah taunts the people with “halting between two opinions” whether the Lord was the true God or Baal was. The idiom is often found followed by “to serve and to worship” or “they served and worshiped” such and such a god or entity (Jer 8:2; 11:10; 13:10; 16:11; 25:6; 35:15).) worthless idols, and so became worthless to the LORD. (tn Heb “they followed after the worthless thing/things and became worthless.” The words “to the Lord” are not in the Hebrew text but are implicit from the context. There is an obvious wordplay on the verb “became worthless” and the noun “worthless thing”, which is probably to be understood collectively and to refer to idols as it does in Jer 8:19; 10:8; 14:22; Jonah 2:8.) They copied the practices of the surrounding nations in blatant disregard of the LORD’s command. (tn Heb “and [they walked] after the nations which were around them, concerning which the Lord commanded them not to do like them.”)"},{"number":16,"verse":"They abandoned all the commandments of the LORD their God; they made two metal calves and an Asherah pole, bowed down to all the stars in the sky, (tn The phrase כָל צְבָא הַשָּׁמַיִם (khol tsÿva’ hashamayim), traditionally translated “all the host of heaven,” refers to the heavenly lights, including stars and planets. In 1 Kgs 22:19 these heavenly bodies are pictured as members of the Lord’s royal court or assembly, but many other texts view them as the illegitimate objects of pagan and Israelite worship.) and worshiped (tn Or “served.”) Baal."},{"number":17,"verse":"They passed their sons and daughters through the fire, (sn See the note at 2 Kgs 16:3.) and practiced divination and omen reading. They committed themselves to doing evil in the sight of the LORD and made him angry. (tn Heb “they sold themselves to doing what was evil in the eyes of the Lord, angering him.”)"},{"number":18,"verse":"So the LORD was furious (tn Heb “very angry.”) with Israel and rejected them; (tn Heb “turned them away from his face.”) only the tribe of Judah was left."},{"number":19,"verse":"Judah also failed to keep the commandments of the LORD their God; they followed Israel’s example. (tn Heb “they walked in the practices of Israel which they did.”)"},{"number":20,"verse":"So the LORD rejected all of Israel’s descendants; he humiliated (tn Or “afflicted.”) them and handed them over to robbers, until he had thrown them from his presence."},{"number":21,"verse":"He tore Israel away from David’s dynasty, and Jeroboam son of Nebat became their king. (tn Heb “and they made Jeroboam son of Nebat king.”) Jeroboam drove Israel away (tc The consonantal text (Kethib) assumes the verb is נָדָא (nada’), an alternate form of נָדָה (nadah), “push away.” The marginal reading (Qere) assumes the verb נָדָח (nadakh), “drive away.”) from the LORD and encouraged them to commit a serious sin. (tn Heb “a great sin.”)"},{"number":22,"verse":"The Israelites followed in the sinful ways of Jeroboam son of Nebat and did not repudiate (tn Heb “turn away from.”) them."},{"number":23,"verse":"Finally (tn Heb “until.”) the LORD rejected Israel (tn Heb “the Lord turned Israel away from his face.”) just as he had warned he would do (tn Heb “just as he said.”) through all his servants the prophets. Israel was deported from its land to Assyria and remains there to this very day."},{"number":24,"verse":"The King of Assyria Populates Israel with Foreigners The king of Assyria brought foreigners (tn The object is supplied in the translation.) from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in the cities of Samaria (sn In vv. 24–29 Samaria stands for the entire northern kingdom of Israel.) in place of the Israelites. They took possession of Samaria and lived in its cities."},{"number":25,"verse":"When they first moved in, (tn Heb “in the beginning of their living there.”) they did not worship (tn Heb “fear.”) the LORD. So the LORD sent lions among them and the lions were killing them."},{"number":26,"verse":"The king of Assyria was told, (tn Heb “and they said to the king of Assyria, saying.” The plural subject of the verb is indefinite.) “The nations whom you deported and settled in the cities of Samaria do not know the requirements of the God of the land, so he has sent lions among them. They are killing the people (tn Heb “Look they are killing them.”) because they do not know the requirements of the God of the land.”"},{"number":27,"verse":"So the king of Assyria ordered, “Take back one of the priests whom you (tc The second plural subject may refer to the leaders of the Assyrian army. However, some prefer to read “whom I deported,” changing the verb to a first person singular form with a third masculine plural pronominal suffix. This reading has some support from Hebrew, Greek, and Aramaic witnesses.) deported from there. He must settle there and teach them the requirements of the God of the land.” (tc Heb “and let them go and let them live there, and let him teach them the requirements of the God of the land.” The two plural verbs seem inconsistent with the preceding and following contexts, where only one priest is sent back to Samaria. The singular has the support of Greek, Syriac, and Latin witnesses.)"},{"number":28,"verse":"So one of the priests whom they had deported from Samaria went back and settled in Bethel. (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) He taught them how to worship (tn Heb “fear.”) the LORD."},{"number":29,"verse":"But each of these nations made (sn The verb “make” refers to the production of idols. See M. Cogan and H. Tadmor, II Kings (AB), 210-11.) its own gods and put them in the shrines on the high places that the people of Samaria (tn Heb “Samaritans.” This refers to the Israelites who had been deported from the land.) had made. Each nation did this in the cities where they lived."},{"number":30,"verse":"The people from Babylon made Succoth Benoth, (sn No deity is known by the name Succoth Benoth in extant Mesopotamian literature. For speculation as to the identity of this deity, see M. Cogan and H. Tadmor, II Kings (AB), 211.) the people from Cuth made Nergal, (sn Nergal was a Mesopotamian god of the underworld.) the people from Hamath made Ashima, (sn This deity is unknown in extra-biblical literature. See M. Cogan and H. Tadmor, II Kings (AB), 211-12.)"},{"number":31,"verse":"the Avvites made Nibhaz and Tartak, (sn Nibhaz and Tartak were two Elamite deities. See M. Cogan and H. Tadmor, II Kings (AB), 212.) and the Sepharvites burned their sons in the fire as an offering to Adrammelech and Anammelech, (sn Adrammelech and Anammelech, the gods of the Sepharvaim are unknown in extra-biblical literature. See M. Cogan and H. Tadmor, II Kings (AB), 212.) the gods of Sepharvaim."},{"number":32,"verse":"At the same time they worshiped (tn Heb “feared.”) the LORD. They appointed some of their own people to serve as priests in the shrines on the high places. (tn Heb “and they appointed for themselves from their whole people priests for the high places and they were serving for them in the house[s] of the high places.”)"},{"number":33,"verse":"They were worshiping (tn Heb “fearing.”) the LORD and at the same time serving their own gods in accordance with the practices of the nations from which they had been deported."},{"number":34,"verse":"To this very day they observe their earlier practices. They do not worship (tn Heb “fear.”) the LORD; they do not obey the rules, regulations, law, and commandments that the LORD gave (tn Heb “commanded.”) the descendants of Jacob, whom he renamed Israel."},{"number":35,"verse":"The LORD made an agreement (tn Or “covenant.”) with them (sn That is, the descendants of Jacob/Israel (see v. 35b).) and instructed them, “You must not worship other gods. Do not bow down to them, serve them, or offer sacrifices to them."},{"number":36,"verse":"Instead you must worship the LORD, who brought you up from the land of Egypt by his great power and military ability; (tn Heb “and outstretched arm.”) bow down to him and offer sacrifices to him."},{"number":37,"verse":"You must carefully obey at all times the rules, regulations, law, and commandments he wrote down for you. You must not worship other gods."},{"number":38,"verse":"You must never forget the agreement I made with you, and you must not worship other gods."},{"number":39,"verse":"Instead you must worship the LORD your God; then he will rescue you from the power of all your enemies.”"},{"number":40,"verse":"But they (sn This refers to the foreigners whom the king of Assyria settled in the land (see v. 35a).) pay no attention; instead they observe their earlier practices."},{"number":41,"verse":"These nations are worshiping the LORD and at the same time serving their idols; their sons and grandsons do just as their fathers have done, to this very day."}]}