{"bibleAbbr":"NET2007","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"Jehu Becomes King Now Elisha the prophet summoned a member of the prophetic guild (tn Heb “one of the sons of the prophets.”) and told him, “Tuck your robes into your belt, take this container (tn Or “flask.”) of olive oil in your hand, and go to Ramoth Gilead."},{"number":2,"verse":"When you arrive there, look for Jehu son of Jehoshaphat son of Nimshi and take him aside into an inner room. (tn Heb “and go and set him apart from his brothers and bring him into an inner room in an inner room.”)"},{"number":3,"verse":"Take the container of olive oil, pour it over his head, and say, ‘This is what the LORD says, “I have designated (tn Heb “anointed.”) you as king over Israel.”’ Then open the door and run away quickly!” (tn Heb “and open the door and run away and do not delay.”)"},{"number":4,"verse":"So the young prophet (tc Heb “the young man, the young man, the prophet.” The MT is probably dittographic, the phrase “the young man” being accidentally repeated. The phrases “the young man” and “the prophet” are appositional, with the latter qualifying more specifically the former.) went to Ramoth Gilead."},{"number":5,"verse":"When he arrived, the officers of the army were sitting there. (tn Heb “and he arrived and look, the officers of the army were sitting.”) So he said, “I have a message for you, O officer.” (tn Heb “[there is] a word for me to you, O officer.”) Jehu asked, “For which one of us?” (tn Heb “To whom from all of us?”) He replied, “For you, O officer.”"},{"number":6,"verse":"So Jehu (tn Heb “he”; the referent (Jehu) has been specified in the translation for clarity.) got up and went inside. Then the prophet (tn Heb “he”; the referent (the prophet) has been specified in the translation for clarity.) poured the olive oil on his head and said to him, “This is what the LORD God of Israel says, ‘I have designated you as king over the LORD’s people Israel."},{"number":7,"verse":"You will destroy the family of your master Ahab. (tn Or “strike down the house of Ahab your master.”) I will get revenge against Jezebel for the shed blood of my servants the prophets and for the shed blood of all the LORD’s servants. (tn Heb “I will avenge the shed blood of my servants the prophets and the shed blood of all the servants of the Lord from the hand of Jezebel.”)"},{"number":8,"verse":"Ahab’s entire family will die. I (tc The LXX has the second person, “you.”) will cut off every last male belonging to Ahab in Israel, including even the weak and incapacitated. (tn Heb “and I will cut off from Ahab those who urinate against a wall, [including both those who are] restrained and let free [or, ‘abandoned’] in Israel.” On the phrase וְעָצוּר וְעָזוּב (vÿ’atsur vÿ’azur, translated here “weak and incapacitated”) see the note at 1 Kgs 14:10.)"},{"number":9,"verse":"I will make Ahab’s dynasty (tn Heb “house.”) like those of Jeroboam son of Nebat and Baasha son of Ahijah."},{"number":10,"verse":"Dogs will devour Jezebel on the plot of ground in Jezreel; she will not be buried.’” (sn Note how the young prophet greatly expands the message Elisha had given to him. In addition to lengthening the introductory formula (by adding “the God of Israel”) and the official declaration that accompanies the act of anointing (by adding “the Lord’s people”), he goes on to tell how Jehu will become king (by a revolt against Ahab’s dynasty), makes it clear that Jehu will be an instrument of divine vengeance, and predicts the utter annihilation of Ahab’s family and the violent death of Jezebel.) Then he opened the door and ran away."},{"number":11,"verse":"When Jehu rejoined (tn Heb “went out to.”) his master’s servants, they (tc The MT has the singular, “he said,” but many witnesses correctly read the plural.) asked him, “Is everything all right? (tn Heb “Is there peace?”) Why did this madman visit you?” He replied, “Ah, it’s not important. You know what kind of man he is and the kinds of things he says.” (tn Heb “He said, ‘You, you know the man and his thoughts.’” Jehu tries to deflect their question by reminding them that the man is an eccentric individual who says strange things. His reply suggests that the man said nothing of importance. The translation seeks to bring out the tone and intent of Jehu’s reply.)"},{"number":12,"verse":"But they said, “You’re lying! Tell us what he said.” So he told them what he had said. He also related how he had said, (tn Heb “So he said, ‘Like this and like this he said to me, saying.’” The words “like this and like this” are probably not a direct quote of Jehu’s words to his colleagues. Rather this is the narrator’s way of avoiding repetition and indicating that Jehu repeated, or at least summarized, what the prophet had said to him.) “This is what the LORD says, ‘I have designated you as king over Israel.’”"},{"number":13,"verse":"Each of them quickly took off his cloak and they spread them out at Jehu’s (tn Heb “his”; the referent (Jehu) has been specified in the translation for clarity.) feet on the steps. (tn Heb “and they hurried and took, each one his garment, and they placed [them] beneath him on the bone [?] of the steps.” The precise nuance of גֶרֶם (gerem), “bone,” is unclear. Some suggest the nuance “bare” here; it may be a technical architectural term in this context.) The trumpet was blown (tn Heb “they blew the trumpet.” This has been translated as a passive to avoid the implication that the same ones who shouted had all blown trumpets.) and they shouted, “Jehu is (tn Or “has become.”) king!”"},{"number":14,"verse":"Then Jehu son of Jehoshaphat son of Nimshi conspired against Joram. Now Joram had been in Ramoth Gilead with the whole Israelite army, (tn Heb “he and all Israel.”) guarding against an invasion by King Hazael of Syria."},{"number":15,"verse":"Jehu the AssassinBut King Joram had returned to Jezreel to recover from the wounds he received from the Syrians (tn Heb “which the Syrians inflicted [on] him.”) when he fought against King Hazael of Syria. (sn See 2 Kgs 8:28–29a.) Jehu told his supporters, (tn The words “his supporters” are added for clarification.) “If you really want me to be king, (tn Heb “If this is your desire.” נֶפֶשׁ (nefesh) refers here to the seat of the emotions and will. For other examples of this use of the word, see BDB 660-61 s. v.) then don’t let anyone escape from the city to go and warn Jezreel.”"},{"number":16,"verse":"Jehu drove his chariot (tn Heb “rode [or, ‘mounted’] and went.”) to Jezreel, for Joram was recuperating (tn Heb “lying down.”) there. (Now King Ahaziah of Judah had come down to visit (tn Heb “to see.”) Joram.)"},{"number":17,"verse":"Now the watchman was standing on the tower in Jezreel and saw Jehu’s troops approaching. (tn Heb “the quantity [of the men] of Jehu, when he approached.” Elsewhere שִׁפְעַה (shif’ah), “quantity,” is used of a quantity of camels (Isa 60:6) or horses (Ezek 26:10) and of an abundance of water (Job 22:11; 38:34).) He said, “I see troops!” (tn The term שִׁפְעַת (shifat) appears to be a construct form of the noun, but no genitive follows.) Jehoram ordered, (tn Heb “said.”) “Send a rider out to meet them and have him ask, ‘Is everything all right?’” (tn Heb “Get a rider and send [him] to meet him and let him ask, ‘Is there peace?’”)"},{"number":18,"verse":"So the horseman (tn Heb “the rider of the horse.”) went to meet him and said, “This is what the king says, ‘Is everything all right?’” (tn Heb “Is there peace?”) Jehu replied, “None of your business! (tn Heb “What concerning you and concerning peace?” That is, “What concern is that to you?”) Follow me.” The watchman reported, “The messenger reached them, but hasn’t started back.”"},{"number":19,"verse":"So he sent a second horseman out to them (tn Heb “and he came to them.”) and he said, “This is what the king says, ‘Is everything all right?’” (tc The MT has simply “peace,” omitting the prefixed interrogative particle. It is likely that the particle has been accidentally omitted; several ancient witnesses include it or assume its presence.) Jehu replied, “None of your business! Follow me.”"},{"number":20,"verse":"The watchman reported, “He reached them, but hasn’t started back. The one who drives the lead chariot drives like Jehu son of Nimshi; (tn Heb “and the driving is like the driving of Jehu son of Nimshi.”) he drives recklessly.”"},{"number":21,"verse":"Jehoram ordered, “Hitch up my chariot.” (tn The words “my chariot” are added for clarification.) When his chariot had been hitched up, (tn Heb “and he hitched up his chariot.”) King Jehoram of Israel and King Ahaziah of Judah went out in their respective chariots (tn Heb “each in his chariot and they went out.”) to meet Jehu. They met up with him (tn Heb “they found him.”) in the plot of land that had once belonged to Naboth of Jezreel."},{"number":22,"verse":"When Jehoram saw Jehu, he asked, “Is everything all right, Jehu?” He replied, “How can everything be all right as long as your mother Jezebel promotes idolatry and pagan practices?” (tn Heb “How [can there be] peace as long as the adulterous acts of Jezebel your mother and her many acts of sorcery [continue]?” In this instance “adulterous acts” is employed metaphorically for idolatry. As elsewhere in the OT, worshiping other gods is viewed as spiritual adultery and unfaithfulness to the one true God. The phrase “many acts of sorcery” could be taken literally, for Jezebel undoubtedly utilized pagan divination practices, but the phrase may be metaphorical, pointing to her devotion to pagan customs in general.)"},{"number":23,"verse":"Jehoram turned his chariot around and took off. (tn Heb “and Jehoram turned his hands and fled.” The phrase “turned his hands” refers to how he would have pulled on the reins in order to make his horses turn around.) He said to Ahaziah, “It’s a trap, (tn Heb “Deceit, Ahaziah.”) Ahaziah!”"},{"number":24,"verse":"Jehu aimed his bow and shot an arrow right between Jehoram’s shoulders. (tn Heb “and Jehu filled his hand with the bow and he struck Jehoram between his shoulders.”) The arrow went through (tn Heb “went out from.”) his heart and he fell to his knees in his chariot."},{"number":25,"verse":"Jehu ordered (tn Heb “said to.”) his officer Bidkar, “Pick him up and throw him into the part of the field that once belonged to Naboth of Jezreel. Remember, you and I were riding together behind his father Ahab, when the LORD pronounced this judgment on him,"},{"number":26,"verse":"‘“Know for sure that I saw the shed blood of Naboth and his sons yesterday,” says the LORD, “and that I will give you what you deserve right here in this plot of land,” (tn Heb “and I will repay you in this plot of land.”) says the LORD.’ So now pick him up and throw him into this plot of land, just as the LORD said.” (tn Heb “according to the word of the Lord.”)"},{"number":27,"verse":"When King Ahaziah of Judah saw what happened, he took off (tn Heb “and Ahaziah king of Judah saw and fled.”) up the road to Beth Haggan. Jehu chased him and ordered, “Shoot him too.” They shot him while he was driving his chariot up the ascent of Gur near Ibleam. (tn After Jehu’s order (“kill him too”), the MT has simply, “to the chariot in the ascent of Gur which is near Ibleam.” The main verb in the clause, “they shot him” (וַיִּכְהוּ, vayyikhhu), has been accidentally omitted by virtual haplography/homoioteleuton. Note that the immediately preceding form הַכֻּהוּ (hakkuhu), “shoot him,” ends with the same suffix.) He fled to Megiddo (map For location see Map1-D4; Map2-C1; Map4-C2; Map5-F2; Map7-B1.) and died there."},{"number":28,"verse":"His servants took his body (tn Heb “drove him.”) back to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and buried him in his tomb with his ancestors in the city of David."},{"number":29,"verse":"Ahaziah had become king over Judah in the eleventh year of Joram son of Ahab."},{"number":30,"verse":"Jehu approached Jezreel. When Jezebel heard the news, she put on some eye liner, (tn Heb “she fixed her eyes with antimony.” Antimony (פּוּךְ, pukh) was used as a cosmetic. The narrator portrays her as a prostitute (see Jer 4:30), a role she has played in the spiritual realm (see the note at v. 22).) fixed up her hair, and leaned out the window."},{"number":31,"verse":"When Jehu came through the gate, she said, “Is everything all right, Zimri, murderer of his master?” (sn Jezebel associates Jehu with another assassin, Zimri, who approximately 44 years before had murdered King Elah, only to meet a violent death just a few days later (1 Kgs 16:9–20). On the surface Jezebel’s actions seem contradictory. On the one hand, she beautifies herself as if to seduce Jehu, but on the other hand, she insults and indirectly threatens him with this comparison to Zimri. Upon further reflection, however, her actions reveal a clear underlying motive. She wants to retain her power, not to mention her life. By beautifying herself, she appeals to Jehu’s sexual impulses; by threatening him, she reminds him that he is in the same precarious position as Zimri. But, if he makes Jezebel his queen, he can consolidate his power. In other words through her actions and words Jezebel is saying to Jehu, “You desire me, don’t you? And you need me!”)"},{"number":32,"verse":"He looked up at the window and said, “Who is on my side? Who?” Two or three (tn Heb “two, three.” The narrator may be intentionally vague or uncertain here, or the two numbers may represent alternate traditions.) eunuchs looked down at him."},{"number":33,"verse":"He said, “Throw her down!” So they threw her down, and when she hit the ground, (tn The words “when she hit the ground” are added for stylistic reasons.) her blood splattered against the wall and the horses, and Jehu drove his chariot over her. (tn Heb “and he trampled her.”)"},{"number":34,"verse":"He went inside and had a meal. (tn Heb “and he went and ate and drank.”) Then he said, “Dispose of this accursed woman’s corpse. Bury her, for after all, she was a king’s daughter.” (tn Heb “Attend to this accursed woman and bury her for she was the daughter of a king.”)"},{"number":35,"verse":"But when they went to bury her, they found nothing left but (tn Heb “they did not find her, except for.”) the skull, feet, and palms of the hands."},{"number":36,"verse":"When they went back and told him, he said, “The LORD’s word through his servant, Elijah the Tishbite, has come to pass. He warned, (tn Heb “It is the word of the Lord, which he spoke by the hand of his servant, Elijah the Tishbite, saying.”) ‘In the plot of land at Jezreel, dogs will devour Jezebel’s flesh."},{"number":37,"verse":"Jezebel’s corpse will be like manure on the surface of the ground in the plot of land at Jezreel. People will not be able to even recognize her.’” (tn Heb “so that they will not say, ‘This is Jezebel.’”)"}]}