{"bibleAbbr":"PESH1849","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"So you also, wives, be subject to your own husbands, that them who have not obeyed the word, by your comely manners without labour you may win,"},{"number":2,"verse":"while they see that with reverence and with chastity you conduct yourselves."},{"number":3,"verse":"Neither be adorned with outward adornings of the entwinement of your hair, or necklaces of gold, or of excelling vestments,"},{"number":4,"verse":"but adorn yourselves in the hidden man of the heart, with the spirit of gentleness which perisheth not, the ornament of excellence before Aloha."},{"number":5,"verse":"For so also of old the holy women who confided in Aloha adorned themselves, and were subject to their husbands,"},{"number":6,"verse":"even as Sara was subject to Abraham, and called him My Lord: of her be you the daughters in good works, not being perturbed by any fear."},{"number":7,"verse":"AND you, men, dwell likewise with your wives with knowledge, and as feeble vessels in honour hold them; for they also with you inherit the gift of the life of eternity; that you be not hindered in your prayers."},{"number":8,"verse":"But, finally be all unanimous, and suffer with those who suffer, and love one another, and be merciful and gentle;"},{"number":9,"verse":"and let no man render evil for evil, nor invective for invective, but, that which is contrary to them, bless: for unto this are you called, that the blessing you may inherit."},{"number":10,"verse":"Who then willeth life, and loveth good days to see? Let him keep his tongue from evil, and his lips that they speak not guile."},{"number":11,"verse":"Let him depart from evil and do good, and seek peace and run after it."},{"number":12,"verse":"For the eyes of the Lord are upon the righteous, and his ears, to hear them; and the face of the Lord is against the wicked."},{"number":13,"verse":"And who (is he) who will do you evil if you be emulous of good [Plural.] (actions)?"},{"number":14,"verse":"And (yet) if you suffer for the sake of righteousness, you are happy. And you will not fear them who would make you afraid, nor be shaken."},{"number":15,"verse":"But sanctify in your hearts the Lord Meshiha. AND be prepared to make defence to every one who shall seek of you speech concerning the hope of the faith, with meekness and with seriousness,"},{"number":16,"verse":"while you have a good conscience; that as they speak against you as against evil men, they may be made ashamed who have traduced your good conversations in the Meshiha."},{"number":17,"verse":"For it helpeth you (if) while doing goodly works you have to sustain evil, if so it be the will of Aloha, and not while working evils."},{"number":18,"verse":"Because the Meshiha also once died on account of sins, the just on account of sinners, that he might bring [Or, present.] us unto Aloha. And dead in the body and alive in the Spirit,"},{"number":19,"verse":"he preached unto those souls who were held in sheul,"},{"number":20,"verse":"those who before were disobedient in the days of Nuch;[Or, Nooch.] while the long-suffering of Aloha commanded that he should make the ark, upon the hope of their conversion, and eight souls only entered therein, and were saved in the waters."},{"number":21,"verse":"After which very type also you are saved in baptism,[B'mahmuditho.] not while you cleanse the body from filth, but while you make confession of [Or, in.] Aloha with a pure conscience, and of [Or, in.] the resurrection of Jeshu Meshiha;"},{"number":22,"verse":"who is exalted unto heaven, and is at the right hand of Aloha, and unto whom are subject angels and authorities and powers."}]}