{"bibleAbbr":"PESH1849","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"BUT I entreat of the presbyters who are among you, I, a presbyter, your companion, and a witness of the sufferings of the Meshiha, and a partaker of his glory that is to be revealed;"},{"number":2,"verse":"feed the flock of Aloha which is delivered to you, and take care (of it) spiritually,[Vasuru ruchonoith.] not by constraint, but with the will; not for corrupt gain, but with all your heart;"},{"number":3,"verse":"not as lords of the flock, but that you may be to them a goodly example;"},{"number":4,"verse":"that when the Chief of pastors [Rab Roautho.] shall be revealed, you may receive from him a crown of glory which fadeth not."},{"number":5,"verse":"And you younger, be subject to your presbyters, and be clothed carefully [Or, closely.] with humility of mind towards one another; because Aloha is against those who exalt themselves, and to the humble he giveth grace."},{"number":6,"verse":"Be humbled, therefore, under the mighty hand of Aloha, that he may exalt you at the right time."},{"number":7,"verse":"And all your anxiety cast upon Aloha, because he is careful over you."},{"number":8,"verse":"Watch, and be mindful, because your adversary Satana, as a lion, roareth and walketh and seeketh whom he may devour."},{"number":9,"verse":"Withstand him then, being confirmed in the faith; and know that upon your brethren also who are in the world, these same sufferings come."},{"number":10,"verse":"But the God of grace, who hath called us to his eternal glory by Jeshu Meshiha, will give to us while we endure these few afflictions to be strengthened, and confirmed, and established in him for ever."},{"number":11,"verse":"To Him be glory and dominion and honour unto the age of ages. Amen."},{"number":12,"verse":"These few, as I consider, I have written to you by the hands of Silvanos, a faithful brother; and I persuade and testify, that this is the true grace of Aloha, this wherein you stand."},{"number":13,"verse":"The elect church which is in Babel, asketh for your peace, and Markos my son."},{"number":14,"verse":"Salute one another with the holy kiss. Peace be with all of you who are in the Meshiha. Amen."}]}