{"bibleAbbr":"MKJV1962","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"And it happened in the days when the judges ruled, there was a famine in the land. And a certain man of Bethlehem-judah went to live in the country of Moab, he and his wife and his two sons."},{"number":2,"verse":"And the name of the man [was] Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehem-judah. And they came to the fields of Moab and stayed there."},{"number":3,"verse":"And Elimelech, Naomi's husband, died. And she was left, and her two sons."},{"number":4,"verse":"And they took wives for themselves from the women of Moab. The name of the one [was] Orpah, and the name of the other Ruth. And they lived there about ten years."},{"number":5,"verse":"And Mahlon and Chilion also died, both of them. And the woman was left without her two sons and her husband."},{"number":6,"verse":"Then she arose with her daughters-in-law so that she might return from the fields of Moab. For she had heard in the fields of Moab how the LORD had visited His people in giving them bread."},{"number":7,"verse":"And she went out of the place where she was, and her two daughters-in-law with her, and they went on the way to return to the land of Judah."},{"number":8,"verse":"And Naomi said to her two daughters-in-law, Go, return each one to her mother's house. May the LORD deal kindly with you, as you have dealt with the dead and with me."},{"number":9,"verse":"May the LORD grant you that you may find rest, each in the house of her husband. Then she kissed them, and they lifted up their voice and wept."},{"number":10,"verse":"And they said to her, Surely we will return with you to your people."},{"number":11,"verse":"And Naomi said, Turn again, my daughters. Why will you go with me? [Are] there yet sons in my womb, that they may be your husbands?"},{"number":12,"verse":"Turn again, my daughters, go. For I am too old to have a husband. If I should say, I have hope, [if] I should have a husband also tonight, and should also bear sons,"},{"number":13,"verse":"would you wait for them until they were grown? Will you shut yourselves up, not to have a husband? No, my daughters, for it makes me very sad for your sakes that the hand of the LORD has gone out against me."},{"number":14,"verse":"And they lifted up their voice and wept again. And Orpah kissed her mother-in-law. But Ruth clung to her."},{"number":15,"verse":"And she said, Behold, Your sister-in-law has gone back to her people and to her gods. Return after your sister-in-law."},{"number":16,"verse":"And Ruth said, Do not beg me to leave you, to return from following after you. For where you go, I will go. Where you stay, I will stay. Your people [shall be] my people, and your God my God."},{"number":17,"verse":"Where you die, I will die, and there I will be buried. May the LORD do so to me, and more also, [if anything] but death parts you and me."},{"number":18,"verse":"When she saw that she was determined to go with her, then she quit speaking to her."},{"number":19,"verse":"And both of them went until they came to Bethlehem. And it happened when they had come to Bethlehem, all the city was moved about them, and they said, [Is] this Naomi?"},{"number":20,"verse":"And she said to them, Do not call me Naomi, call me Mara. For the Almighty has dealt very bitterly with me."},{"number":21,"verse":"I went out full, and the LORD has brought me back empty. Why do you call me Naomi, since the LORD has testified against me, and the Almighty has afflicted me?"},{"number":22,"verse":"And Naomi returned; and Ruth, who was of Moab, her daughter-in-law, was with her, returning out of the fields of Moab. And they came to Bethlehem in the beginning of barley harvest."}]}