{"bibleAbbr":"MKJV1962","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"And Naomi [had] a kinsman of her husband's, a mighty man of wealth, of the family of Elimelech. And his name [was] Boaz."},{"number":2,"verse":"And Ruth of Moab said to Naomi, Let me now go to the field and glean ears of grain after [him] in whose sight I shall find grace. And she said to her, Go, my daughter."},{"number":3,"verse":"And she went. And she came and gleaned in the field after the reapers. And she happened to come upon a part of the field of Boaz, who [was] of the kindred of Elimelech."},{"number":4,"verse":"And behold, Boaz came from Bethlehem and said to the reapers, The LORD [be] with you. And they answered him, The LORD bless you."},{"number":5,"verse":"And Boaz said to his servant who was set over the reapers, Whose girl [is] this?"},{"number":6,"verse":"And the servant who was set over the reapers answered and said, It [is] the girl from Moab who came back with Naomi out of the country of Moab."},{"number":7,"verse":"And she said, Please let me glean and gather after the reapers among the sheaves. And she came, and has kept on from the morning until now, but that she stayed a little in the house."},{"number":8,"verse":"And Boaz said to Ruth, Do you not hear, my daughter? Do not go to glean in another field, neither go away from here, but stay here close by my maidens."},{"number":9,"verse":"[Let] your eyes [be] on the field that they reap, and go after them. Have I not commanded the young men that they shall not touch you? And when you are thirsty, go to the vessels and drink of that which the young men have drawn."},{"number":10,"verse":"Then she fell on her face and bowed herself to the ground, and said to him, Why have I found grace in your eyes, that you should take notice of me, since I [am] a foreigner?"},{"number":11,"verse":"And Boaz answered and said to her, It has been fully shown to me all that you have done to your mother-in-law since the death of your husband, And you left your father and your mother and the land of your birth, and have come to a people whom you did not know before now."},{"number":12,"verse":"May the LORD repay your work, and may a full reward be given you from the LORD God of Israel, under whose wings you have come to trust."},{"number":13,"verse":"Then she said, Let me find favor in your sight, my lord, for you have comforted me; for you have spoken kindly to your handmaid, though I am not like one of your handmaidens."},{"number":14,"verse":"And Boaz said to her, At mealtime come here and eat of the bread and dip your bit in the vinegar. And she sat beside the reapers. And he handed her roasted [grain], and she ate and was satisfied, and left."},{"number":15,"verse":"And when she had risen up to glean, Boaz commanded his young men saying, Let her glean even among the sheaves, and do not rebuke her."},{"number":16,"verse":"And also let fall of the handfuls on purpose for her, and leave them so that she may glean [them], and do not rebuke her."},{"number":17,"verse":"And she gleaned in the field until the evening, and beat out what she had gleaned. And it was about an ephah of barley."},{"number":18,"verse":"And she took [it] up and went into the city. And her mother-in-law saw what she had gleaned. And she brought it forth, and gave to her what she had kept after she was satisfied."},{"number":19,"verse":"And her mother-in-law said to her, Where have you gleaned today? And where did you work? Blessed is he who took notice of you. And she told her mother-in-law with whom she had worked, and said, The man's name with whom I worked today [is Boaz."},{"number":20,"verse":"And Naomi said to her daughter-in-law, Blessed [is] he of the LORD, who has not left off his kindness to the living and to the dead. And Naomi said to her, The man [is] near of kin to us, he is of our redeemers."},{"number":21,"verse":"And Ruth of Moab said, He said to me also, You shall keep close by my young men whom I have until they have ended all my harvest."},{"number":22,"verse":"And Naomi said to her daughter-in-law Ruth, Good, my daughter. You go out with his maidens so that they do not fall upon you in any other field."},{"number":23,"verse":"And she kept close by the maidens of Boaz to glean until the end of barley harvest and of wheat harvest. And she lived with her mother-in-law."}]}