{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"The Lord Will Judge Jerusalem Here is a message about the Valley of Vision: (sn The following message pertains to Jerusalem. The significance of referring to the city as the Valley of Vision is uncertain. Perhaps the Hinnom Valley is in view, but why it is associated with a prophetic revelatory “vision” is not entirely clear. Maybe the Hinnom Valley is called this because the destruction that will take place there is the focal point of this prophetic message (see v. 5).) What is the reason (tn Heb “What to you, then?”) that all of you go up to the rooftops?"},{"number":2,"verse":"The noisy city is full of raucous sounds; the town is filled with revelry. (tn Heb “the boisterous town.” The phrase is parallel to “the noisy city” in the preceding line.) Your slain were not cut down by the sword; they did not die in battle. (sn Apparently they died from starvation during the siege that preceded the final conquest of the city. See J. N. Oswalt, Isaiah (NICOT), 1:409.)"},{"number":3,"verse":"(tn Verse 3 reads literally, “All your leaders ran away, apart from a bow they were captured, all your found ones were captured together, to a distant place they fled.” J. N. Oswalt (Isaiah [NICOT], 1:403, n. 3) suggests that the lines of the verse are arranged chiastically; lines 1 and 4 go together, while lines 2 and 3 are parallel. To translate the lines in the order they appear in the Hebrew text is misleading to the English reader, who is likely unfamiliar with, or at least insensitive to, chiastic parallelism. Consequently, the translation above arranges the lines as follows: line 1 (Hebrew) = line 1 (in translation); line 2 (Hebrew) = line 4 (in translation); line 3 (Hebrew) = line 3 (in translation); line 4 (Hebrew) = line 2 (in translation).) All your leaders ran away together — they fled to a distant place; all your refugees (tn Heb “all your found ones.” To achieve tighter parallelism (see “your leaders”) some prefer to emend the form to אַמִּיצַיִךְ (’ammitsayikh, “your strong ones”) or to נֶאֱמָצַיִךְ (ne’ematsayikh, “your strengthened ones”).) were captured together — they were captured without a single arrow being shot. (tn Heb “apart from [i. e., without] a bow they were captured”; cf. NAB, NRSV “without the use of a bow.”)"},{"number":4,"verse":"So I say: “Don’t look at me! (tn Heb “look away from me” (so KJV, ASV, NRSV).) I am weeping bitterly. Don’t try (tn Heb “don’t hurry” (so NCV).) to console me concerning the destruction of my defenseless people.” (tn Heb “the daughter of my people.” “Daughter” is here used metaphorically to express the speaker’s emotional attachment to his people, as well as their vulnerability and weakness.)"},{"number":5,"verse":"For the sovereign master, (tn The Hebrew term translated “sovereign master” here and in vv. 12, 14, 15 is אֲדֹנָי (’adonay).) the LORD who commands armies, has planned a day of panic, defeat, and confusion. (tn Heb “For [there is] a day of panic, and trampling, and confusion for the master, the Lord who commands armies [traditionally, the Lord of hosts].”) In the Valley of Vision (tn The traditional accentuation of the Hebrew text suggests that this phrase goes with what precedes.) people shout (tn The precise meaning of this statement is unclear. Some take קִר (qir) as “wall” and interpret the verb to mean “tear down.” However, tighter parallelism (note the reference to crying for help in the next line) is achieved if one takes both the verb and noun from a root, attested in Ugaritic and Arabic, meaning “make a sound.” See J. N. Oswalt, Isaiah (NICOT), 1:404, n. 5.) and cry out to the hill. (sn Perhaps “the hill” refers to the temple mount.)"},{"number":6,"verse":"The Elamites picked up the quiver, and came with chariots and horsemen; (tn Heb “[with] the chariots of men, horsemen.”) the men of Kir (sn A distant region in the direction of Mesopotamia; see Amos 1:5; 9:7.) prepared (tn Heb “Kir uncovers” (so NAB, NIV).) the shield. (sn The Elamites and men of Kir may here symbolize a fierce army from a distant land. If this oracle anticipates a Babylonian conquest of the city (see 39:5–7), then the Elamites and men of Kir are perhaps viewed here as mercenaries in the Babylonian army. See J. N. Oswalt, Isaiah (NICOT), 1:410.)"},{"number":7,"verse":"Your very best valleys were full of chariots; (tn The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) horsemen confidently took their positions (tn Heb “taking a stand, take their stand.” The infinitive absolute emphasizes the following finite verb. The translation attempts to bring out this emphasis with the adverb “confidently.”) at the gate."},{"number":8,"verse":"They (tn Heb “he,” i. e., the enemy invader. NASB, by its capitalization of the pronoun, takes this to refer to the Lord.) removed the defenses (tn Heb “covering.”) of Judah. At that time (tn Heb “in that day” (so KJV), likewise at the beginning of v. 12.) you looked for the weapons in the House of the Forest. (sn Perhaps this refers to a royal armory, or to Solomon’s “House of the Forest of Lebanon,” where weapons may have been kept (see 1 Kgs 10:16–17).)"},{"number":9,"verse":"You saw the many breaks in the walls of the city of David; (tn Heb “the breaks of the city of David, you saw that they were many.”) you stored up water in the lower pool."},{"number":10,"verse":"You counted the houses in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and demolished houses so you could have material to reinforce the wall. (tn Heb “you demolished the houses to fortify the wall.”)"},{"number":11,"verse":"You made a reservoir between the two walls for the water of the old pool — but you did not trust in (tn Heb “look at”; NAB, NRSV “did not look to.”) the one who made it; (tn The antecedent of the third feminine singular suffix here and in the next line is unclear. The closest feminine noun is “pool” in the first half of the verse. Perhaps this “old pool” symbolizes the entire city, which had prospered because of God’s provision and protection through the years.) you did not depend on (tn Heb “did not see.”) the one who formed it long ago!"},{"number":12,"verse":"At that time the sovereign master, the LORD who commands armies, called for weeping and mourning, for shaved heads and sackcloth. (tn Heb “for baldness and the wearing of sackcloth.” See the note at 15:2.)"},{"number":13,"verse":"But look, there is outright celebration! (tn Heb “happiness and joy.”) You say, “Kill the ox and slaughter the sheep, eat meat and drink wine. Eat and drink, for tomorrow we die!” (tn The prophet here quotes what the fatalistic people are saying. The introductory “you say” is supplied in the translation for clarification; the concluding verb “we die” makes it clear the people are speaking. The six verbs translated as imperatives are actually infinitives absolute, functioning here as finite verbs.)"},{"number":14,"verse":"The LORD who commands armies told me this: (tn Heb “it was revealed in my ears [by?] the Lord who commands armies [traditionally, the Lord of hosts].”) “Certainly this sin will not be forgiven as long as you live,” (tn Heb “Certainly this sin will not be atoned for until you die.” This does not imply that their death will bring atonement; rather it emphasizes that their sin is unpardonable. The statement has the form of an oath.) says the sovereign master, the LORD who commands armies."},{"number":15,"verse":"This is what the sovereign master, the LORD who commands armies, says: “Go visit this administrator, Shebna, who supervises the palace, (tn Heb “who is over the house” (so ASV); NASB “who is in charge of the royal household.”) and tell him: (tn The words “and tell him” are supplied in the translation for clarification.)"},{"number":16,"verse":"‘What right do you have to be here? What relatives do you have buried here? (tn Heb “What to you here? And who to you here?” The point of the second question is not entirely clear. The interpretation reflected in the translation is based on the following context, which suggests that Shebna has no right to think of himself so highly and arrange such an extravagant burial place for himself.) Why (tn Heb “that you chisel out.”) do you chisel out a tomb for yourself here? He chisels out his burial site in an elevated place, he carves out his tomb on a cliff."},{"number":17,"verse":"Look, the LORD will throw you far away, (tn Heb “will throw you with a throwing.”) you mere man! (tn Heb “O man” (so NASB); NAB “mortal man”; NRSV “my fellow.”) He will wrap you up tightly. (tn Heb “and the one who wraps you [will] wrap.”)"},{"number":18,"verse":"He will wind you up tightly into a ball and throw you into a wide, open land. (tn Heb “and he will tightly [or “surely”] wind you [with] winding like a ball, to a land broad of hands [i. e., “sides”].”) There you will die, and there with you will be your impressive chariots, (tn Heb “and there the chariots of your splendor.”) which bring disgrace to the house of your master. (sn Apparently the reference to chariots alludes to Shebna’s excessive pride, which in turn brings disgrace to the royal family.)"},{"number":19,"verse":"I will remove you from (tn Heb “I will push you away from.”) your office; you will be thrown down (tn Heb “he will throw you down.” The shift from the first to third person is peculiar and abrupt, but certainly not unprecedented in Hebrew poetry. See GKC 462 §144. p. The third person may be indefinite (“one will throw you down”), in which case the passive translation is justified.) from your position."},{"number":20,"verse":"“At that time (tn Or “in that day.” The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) I will summon my servant Eliakim, son of Hilkiah."},{"number":21,"verse":"I will put your robe on him, tie your belt around him, and transfer your authority to him. (tn Heb “and your dominion I will place in his hand.”) He will become a protector of (tn Heb “a father to.” The Hebrew term אָב (’av, “father”) is here used metaphorically of one who protects and supports those under his care and authority, like a father does his family. For another example of this metaphorical use of the word, see Job 29:16.) the residents of Jerusalem and of the people (tn Heb “house.”) of Judah."},{"number":22,"verse":"I will place the key (sn This may refer to a literal insignia worn by the chief administrator. Even so, it would still symbolize the administrator’s authority to grant or exclude access to the king. See J. N. Oswalt, Isaiah (NICOT), 1:422.) to the house of David on his shoulder. When he opens the door, no one can close it; when he closes the door, no one can open it."},{"number":23,"verse":"I will fasten him like a peg into a solid place; (sn The metaphor depicts how secure his position will be.) he will bring honor and respect to his father’s family. (tn Heb “and he will become a glorious throne for the house of his father.”)"},{"number":24,"verse":"His father’s family will gain increasing prominence because of him, (tn Heb “and all the glory of the house of his father they will hang on him.” The Lord returns to the peg metaphor of v. 23a. Eliakim’s secure position of honor will bring benefits and jobs to many others in the family.) including the offspring and the offshoots. (tn The precise meaning and derivation of this word are uncertain. Cf. KJV, ASV, NRSV “the issue”; CEV “relatives.”) All the small containers, including the bowls and all the jars will hang from this peg.’ (tn Heb “all the small vessels, from the vessels that are bowls to all the vessels that are jars.” The picture is that of a single peg holding the weight of all kinds of containers hung from it.)"},{"number":25,"verse":"“At that time,” (tn Or “In that day” (KJV).) says the LORD who commands armies, “the peg fastened into a solid place will come loose. It will be cut off and fall, and the load hanging on it will be cut off.” (sn Eliakim’s authority, though seemingly secure, will eventually be removed, and with it his family’s prominence.) Indeed, (tn Or “for” (KJV, NAB, NASB, NRSV).) the LORD has spoken."}]}