{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"The Lord Will Judge Tyre Here is a message about Tyre: Wail, you large ships, (tn Heb “ships of Tarshish.” This probably refers to large ships either made in or capable of traveling to the distant western port of Tarshish.) for the port is too devastated to enter! (tc The Hebrew text reads literally, “for it is destroyed, from a house, from entering.” The translation assumes that the mem (מ) on בַּיִת (bayit) was originally an enclitic mem suffixed to the preceding verb. This assumption allows one to take בַּיִת as the subject of the preceding verb. It is used in a metaphorical sense for the port city of Tyre. The preposition min (מִן) prefixed to בּוֹא (bo’) indicates negative consequence: “so that no one can enter.” See BDB 583 s. v. מִן 7. b.) From the land of Cyprus (tn Heb “the Kittim,” a designation for the people of Cyprus. See HALOT 504-05 s. v. כִּתִּיִּים.) this news is announced to them."},{"number":2,"verse":"Lament, (tn Or “keep quiet”; NAB “Silence!”) you residents of the coast, you merchants of Sidon (map For location see Map1-A1; JP3-F3; JP4-F3.) who travel over the sea, whose agents sail over"},{"number":3,"verse":"the deep waters! (tc The Hebrew text (23:2b–3a) reads literally, “merchant of Sidon, the one who crosses the sea, they filled you, and on the deep waters.” Instead of מִלְאוּךְ (mil’ukh, “they filled you”) the Qumran scroll 1QIsaa reads מלאכיך (“your messengers”). The translation assumes an emendation of מִלְאוּךְ to מַלְאָכָו (mal’akhav, “his messengers”), taking the vav (ו) on וּבְמַיִם (uvÿmayim) as improperly placed; instead it should be the final letter of the preceding word.) Grain from the Shihor region, (tn Heb “seed of Shihor.” “Shihor” probably refers to the east branch of the Nile. See Jer 2:18 and BDB 1009 s. v. שִׁיחוֹר.) crops grown near the Nile (tn Heb “the harvest of the Nile.”) she receives; (tn Heb “[is] her revenue.”) she is the trade center (tn Heb “merchandise”; KJV, ASV “a mart of nations”; NLT “the merchandise mart of the world.”) of the nations."},{"number":4,"verse":"Be ashamed, O Sidon, for the sea (tn J. N. Oswalt (Isaiah [NICOT], 1:430-31) sees here a reference to Yam, the Canaanite god of the sea. He interprets the phrase מָעוֹז הַיָּם (ma’oz hayyam, “fortress of the sea”) as a title of Yam, translating “Mighty One of the Sea.” A more traditional view is that the phrase refers to Sidon.) says this, O fortress of the sea: “I have not gone into labor or given birth; I have not raised young men or brought up young women.” (tn Or “virgins” (KJV, ASV, NAB, NASB). sn The sea is personified here as a lamenting childless woman. The foreboding language anticipates the following announcement of Tyre’s demise, viewed here as a child of the sea, as it were.)"},{"number":5,"verse":"When the news reaches Egypt, they will be shaken by what has happened to Tyre. (tn Heb “they will be in pain at the report of Tyre.”)"},{"number":6,"verse":"Travel to Tarshish! Wail, you residents of the coast!"},{"number":7,"verse":"Is this really your boisterous city (tn Heb “Is this to you, boisterous one?” The pronoun “you” is masculine plural, like the imperatives in v. 6, so it is likely addressed to the Egyptians and residents of the coast. “Boisterous one” is a feminine singular form, probably referring to the personified city of Tyre.) whose origins are in the distant past, (tn Heb “in the days of antiquity [is] her beginning.”) and whose feet led her to a distant land to reside?"},{"number":8,"verse":"Who planned this for royal Tyre, (tn The precise meaning of הַמַּעֲטִירָה (hamma’atirah) is uncertain. The form is a Hiphil participle from עָטַר (’atar), a denominative verb derived from עֲטָרָה (’atarah, “crown, wreath”). The participle may mean “one who wears a crown” or “one who distributes crowns.” In either case, Tyre’s prominence in the international political arena is in view.) whose merchants are princes, whose traders are the dignitaries (tn Heb “the honored” (so NASB, NRSV); NIV “renowned.”) of the earth?"},{"number":9,"verse":"The LORD who commands armies planned it — to dishonor the pride that comes from all her beauty, (tn Heb “the pride of all the beauty.”) to humiliate all the dignitaries of the earth."},{"number":10,"verse":"Daughter Tarshish, travel back to your land, as one crosses the Nile; there is no longer any marketplace in Tyre. (tc This meaning of this verse is unclear. The Hebrew text reads literally, “Cross over your land, like the Nile, daughter of Tarshish, there is no more waistband.” The translation assumes an emendation of מֵזַח (mezakh, “waistband”) to מָחֹז (makhoz, “harbor, marketplace”; see Ps 107:30). The term עָבַר (’avar, “cross over”) is probably used here of traveling over the water (as in v. 6). The command is addressed to personified Tarshish, who here represents her merchants. The Qumran scroll 1QIsaa has עבדי (“work, cultivate”) instead of עִבְרִי (’ivri, “cross over”). In this case one might translate “Cultivate your land, like they do the Nile region” (cf. NIV, CEV). The point would be that the people of Tarshish should turn to agriculture because they will no longer be able to get what they need through the marketplace in Tyre.)"},{"number":11,"verse":"The LORD stretched out his hand over the sea, (tn Heb “his hand he stretched out over the sea.”) he shook kingdoms; he (tn Heb “the Lord.” For stylistic reasons the pronoun (“he”) has been used in the translation here.) gave the order to destroy Canaan’s fortresses. (tn Heb “concerning Canaan, to destroy her fortresses.” NIV, NLT translate “Canaan” as “Phoenicia” here.)"},{"number":12,"verse":"He said, “You will no longer celebrate, oppressed (tn Or “violated, raped,” the point being that Daughter Sidon has lost her virginity in the most brutal manner possible.) virgin daughter Sidon! Get up, travel to Cyprus, but you will find no relief there.” (tn Heb “[to the] Kittim, get up, cross over; even there there will be no rest for you.” On “Kittim” see the note on “Cyprus” at v. 1.)"},{"number":13,"verse":"Look at the land of the Chaldeans, these people who have lost their identity! (tn Heb “this people [that] is not.”) The Assyrians have made it a home for wild animals. They erected their siege towers, (tn For the meaning of this word, see HALOT 118 s. v. *בַּחוּן.) demolished (tn Or “laid bare.” For the meaning of this word, see HALOT 889 s. v. ערר.) its fortresses, and turned it into a heap of ruins. (sn This verse probably refers to the Assyrian destruction of Babylon.)"},{"number":14,"verse":"Wail, you large ships, (tn Heb “ships of Tarshish.” See the note at v. 1.) for your fortress is destroyed!"},{"number":15,"verse":"At that time (tn Or “in that day” (KJV). The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) Tyre will be forgotten for seventy years, (sn The number seventy is probably used in a stereotypical, nonliteral sense here to indicate a long period of time that satisfies completely the demands of God’s judgment.) the typical life span of a king. (tn Heb “like the days of a king.”) At the end of seventy years Tyre will try to attract attention again, like the prostitute in the popular song: (tn Heb “At the end of seventy years it will be for Tyre like the song of the prostitute.”)"},{"number":16,"verse":"“Take the harp, go through the city, forgotten prostitute! Play it well, play lots of songs, so you’ll be noticed!” (tn Heb “so you will be remembered.”)"},{"number":17,"verse":"At the end of seventy years (tn The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) the LORD will revive (tn Heb “visit [with favor]” (cf. KJV, NAB, NASB, NRSV); NIV “will deal with.”) Tyre. She will start making money again by selling her services to all the earth’s kingdoms. (tn Heb “and she will return to her [prostitute’s] wages and engage in prostitution with all the kingdoms of the earth on the face of the earth.”)"},{"number":18,"verse":"Her profits and earnings will be set apart for the LORD. They will not be stored up or accumulated, for her profits will be given to those who live in the LORD’s presence and will be used to purchase large quantities of food and beautiful clothes. (tn Heb “for eating to fullness and for beautiful covering[s].”sn The point of this verse, which in its blatant nationalism comes precariously close to comparing the Lord to one who controls or manages a prostitute, is that Tyre will become a subject of Israel and her God. Tyre’s commercial profits will be used to enrich the Lord’s people.)"}]}