{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"O LORD, you are my God! (sn The prophet speaks here as one who has observed the coming judgment of the proud.) I will exalt you in praise, I will extol your fame. (tn Heb “name.” See the note at 24:15.) For you have done extraordinary things, and executed plans made long ago exactly as you decreed. (tn Heb “plans from long ago [in] faithfulness, trustworthiness.” The feminine noun אֱמוּנָה (’emunah, “faithfulness”) and masculine noun אֹמֶן (’omen, “trustworthiness”), both of which are derived from the root אָמַן (’aman), are juxtaposed to emphasize the basic idea conveyed by the synonyms. Here they describe the absolute reliability of the divine plans.)"},{"number":2,"verse":"Indeed, (tn Or “For” (KJV, NAB, NASB, NRSV).) you have made the city (tn The Hebrew text has “you have made from the city.” The prefixed mem (מ) on עִיר (’ir, “city”) was probably originally an enclitic mem suffixed to the preceding verb. See J. N. Oswalt, Isaiah (NICOT), 1:456, n. 3.) into a heap of rubble, the fortified town into a heap of ruins; the fortress of foreigners (tc Some with support from the LXX emend זָרִים (zarim, “foreigners”) to זֵדִים (zedim, “the insolent”).) is no longer a city, it will never be rebuilt."},{"number":3,"verse":"So a strong nation will extol you; the towns of (tn The Hebrew text has a singular form, but it should be emended to a plural or eliminated altogether. The noun may have been accidentally copied from the preceding verse.) powerful nations will fear you."},{"number":4,"verse":"For you are a protector for the poor, a protector for the needy in their distress, a shelter from the rainstorm, a shade from the heat. Though the breath of tyrants (tn Or perhaps, “the violent”; NIV, NRSV “the ruthless.”) is like a winter rainstorm, (tc The Hebrew text has, “like a rainstorm of a wall,” which might be interpreted to mean, “like a rainstorm battering against a wall.” The translation assumes an emendation of קִיר (qir, “wall”) to קֹר (qor, “cold, winter”; cf. Gen 8:22). See J. N. Oswalt, Isaiah (NICOT), 1:457, n. 6, for discussion.)"},{"number":5,"verse":"like heat (tn Or “drought” (TEV).) in a dry land, you humble the boasting foreigners. (tn Heb “the tumult of foreigners.”) Just as the shadow of a cloud causes the heat to subside, (tn Heb “[like] heat in the shadow of a cloud.”) so he causes the song of tyrants to cease. (tn The translation assumes that the verb יַעֲנֶה (ya’aneh) is a Hiphil imperfect from עָנָה (’anah, “be afflicted, humiliated”). In this context with “song” as object it means to “quiet” (see HALOT 853-54 s. v. II ענה). Some prefer to emend the form to the second person singular, so that it will agree with the second person verb earlier in the verse. BDB 776 s. v. III עָנָה Qal.1 understands the form as Qal, with “song” as subject, in which case one might translate “the song of tyrants will be silent.” An emendation of the form to a Niphal (יֵעָנֶה, ye’aneh) would yield the same translation.)"},{"number":6,"verse":"The LORD who commands armies will hold a banquet for all the nations on this mountain. (sn That is, Mount Zion (see 24:23); cf. TEV; NLT “In Jerusalem.”) At this banquet there will be plenty of meat and aged wine — tender meat and choicest wine. (tn Heb “And the Lord who commands armies [traditionally, the Lord of hosts] will make for all the nations on this mountain a banquet of meats, a banquet of wine dregs, meats filled with marrow, dregs that are filtered.”)"},{"number":7,"verse":"On this mountain he will swallow up the shroud that is over all the peoples, (tn The Hebrew text reads, “the face of the shroud, the shroud over all the nations.” Some emend the second הַלּוֹט (hallot) to a passive participle הַלּוּט (hallut, “that is wrapped”).) the woven covering that is over all the nations; (sn The point of the imagery is unclear. Perhaps the shroud/covering referred to was associated with death in some way (see v. 8).)"},{"number":8,"verse":"he will swallow up death permanently. (sn The image of the Lord “swallowing” death would be especially powerful, for death was viewed in Canaanite mythology and culture as a hungry enemy that swallows its victims. See the note at 5:14.) The sovereign LORD will wipe away the tears from every face, and remove his people’s disgrace from all the earth. Indeed, the LORD has announced it! (tn Heb “has spoken” (so NAB, NASB, NIV, NRSV, NLT).)"},{"number":9,"verse":"At that time they will say, (tn Heb “and one will say in that day.”) “Look, here (tn Heb “this [one].”) is our God! We waited for him and he delivered us. Here (tn Heb “this [one].”) is the LORD! We waited for him. Let’s rejoice and celebrate his deliverance!”"},{"number":10,"verse":"For the LORD’s power will make this mountain secure. (tn Heb “for the hand of the Lord will rest on this mountain”; TEV “will protect Mount Zion”; NCV “will protect (rest on NLT) Jerusalem.”) Moab will be trampled down where it stands, (tn Heb “under him,” i. e., “in his place.”) as a heap of straw is trampled down in (tc The marginal reading (Qere) is בְּמוֹ (bÿmo, “in”). The consonantal text (Kethib) has בְּמִי (bÿmi, “in the water of”).) a manure pile."},{"number":11,"verse":"Moab (tn Heb “he”; the referent (Moab) has been specified in the translation for clarity.) will spread out its hands in the middle of it, (tn The antecedent of the third masculine singular pronominal suffix is probably the masculine noun מַתְבֵּן (matben, “heap of straw”) in v. 10 rather than the feminine noun מַדְמֵנָה (madmenah, “manure pile”), also in v. 10.) just as a swimmer spreads his hands to swim; the LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) will bring down Moab’s (tn Heb “his”; the referent (Moab) has been specified in the translation for clarity.) pride as it spreads its hands. (tn The Hebrew text has, “he will bring down his pride along with the [?] of his hands.” The meaning of אָרְבּוֹת (’arbot), which occurs only here in the OT, is unknown. Some (see BDB 70 s. v. אָרְבָּה) translate “artifice, cleverness,” relating the form to the verbal root אָרָב (’arav, “to lie in wait, ambush”), but this requires some convoluted semantic reasoning. HALOT 83 s. v. *אָרְבָּה suggests the meaning “[nimble] movements.” The translation above, which attempts to relate the form to the preceding context, is purely speculative.)"},{"number":12,"verse":"The fortified city (along with the very tops of your (sn Moab is addressed.) walls) (tn Heb “a fortification, the high point of your walls.”) he will knock down, he will bring it down, he will throw it down to the dusty ground. (tn Heb “he will bring [it] down, he will make [it] touch the ground, even to the dust.”)"}]}