{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"(Judah Will Celebrate) At that time (tn Heb “In that day” (so KJV).) this song will be sung in the land of Judah: “We have a strong city! The LORD’s (tn Heb “his”; the referent (the Lord) has been specified in the translation for clarity.) deliverance, like walls and a rampart, makes it secure. (tn Heb “deliverance he makes walls and a rampart.”)"},{"number":2,"verse":"Open the gates so a righteous nation can enter — one that remains trustworthy."},{"number":3,"verse":"You keep completely safe the people who maintain their faith, for they trust in you. (tn Heb “[one of] firm purpose you will keep [in] peace, peace, for in you he possesses trust.” The Hebrew term יֵצֶר (yetser) refers to what one devises in the mind; סָמוּךְ (samukh) probably functions here like an attributive adjective and carries the nuance “firm.” So the phrase literally means, “a firm purpose,” but as the object of the verb “keep, guard,” it must stand by metonymy for the one(s) who possess a firm purpose. In this context the “righteous nation” (v. 2) is probably in view and the “firm purpose” refers to their unwavering faith in God’s vindication (see 25:9). In this context שָׁלוֹם (shalom, “peace”), which is repeated for emphasis, likely refers to national security, not emotional or psychological composure (see vv. 1–2). The passive participle בָּטוּחַ (batuakh) expresses a state that results from the subject’s action.)"},{"number":4,"verse":"Trust in the LORD from this time forward, (tn Or “forevermore.” For other uses of the phrase עֲדֵי־עַד (’ade-’ad) see Isa 65:18 and Pss 83:17; 92:7.) even in Yah, the LORD, an enduring protector! (tc The Hebrew text has “for in Yah, the Lord, an everlasting rock.” Some have suggested that the phrase בְּיָהּ (beyah, “in Yah”) is the result of dittography. A scribe seeing כִּי יְהוָה (ki yÿhvah) in his original text would somehow have confused the letters and accidentally inserted בְּיָהּ between the words (bet and kaf [ב and כ] can be confused in later script phases). A number of English versions retain both divine names for emphasis (ESV, NIV, NKJV, NRSV, NLT). One of the Qumran texts (1QIsaa) confirms the MT reading as well.)"},{"number":5,"verse":"Indeed, (tn Or “For” (KJV, ASV, NASB, NRSV).) the LORD knocks down those who live in a high place, he brings down an elevated town; he brings it down to the ground, (tn The translation assumes that יַשְׁפִּילֶנָּה (yashpilennah) goes with the preceding words “an elevated town,” and that יַשְׁפִּילָהּ (yashpilah) belongs with the following words, “to the ground.” See J. N. Oswalt, Isaiah (NICOT), 1:469, n. 7.) he throws it down to the dust."},{"number":6,"verse":"It is trampled underfoot by the feet of the oppressed, by the soles of the poor.”"},{"number":7,"verse":"(God’s People Anticipate Vindication) (sn The literary structure of chap. 26 is not entirely clear. The chapter begins with an eschatological song of praise and ends with a lament and prophetic response (vv. 16–21). It is not certain where the song of praise ends or how vv. 7–15 fit into the structure. Verses 10-11a seem to lament the presence of evil and v. 11b anticipates the arrival of judgment, so it is possible that vv. 7–15 are a prelude to the lament and announcement that conclude the chapter.) The way of the righteous is level, the path of the righteous that you make is straight. (tc The Hebrew text has, “upright, the path of the righteous you make level.” There are three possible ways to translate this line. Some take יָשָׁר (yashar) as a divine title: “O Upright One” (cf. NASB, NIV, NKJV, NRSV, NLT). Others regard יָשָׁר as the result of dittography (מֵישָׁרִים יָשָׁר ַמעְגַּל, mesharim yashar ma’gal) and do not include it in the translation. Another possibility is to keep יָשָׁר and render the line as “the path of the righteous that you prepare is straight.” sn The metaphor of a level/smooth road/path may refer to their morally upright manner of life (see v. 8a), but verse 7b, which attributes the smooth path to the Lord, suggests that the Lord’s vindication and blessing may be the reality behind the metaphor here.)"},{"number":8,"verse":"Yes, as your judgments unfold, (tn The Hebrew text has, “yes, the way of your judgments.” The translation assumes that “way” is related to the verb “we wait” as an adverbial accusative (“in the way of your judgments we wait”). מִשְׁפָּטֶיךָ (mishpatekha, “your judgments”) could refer to the Lord’s commandments, in which case one might translate, “as we obey your commands.” However, in verse 9 the same form refers to divine acts of judgment on evildoers.) O LORD, we wait for you. We desire your fame and reputation to grow. (tn Heb “your name and your remembrance [is] the desire of [our?] being.”)"},{"number":9,"verse":"I (tn Heb “with my soul I.” This is a figure for the speaker himself (“I”).) look for (tn Or “long for, desire.” The speaker acknowledges that he is eager to see God come in judgment (see vv. 8, 9b).) you during the night, my spirit within me seeks you at dawn, for when your judgments come upon the earth, those who live in the world learn about justice. (tn The translation understands צֶדֶק (tsedeq) in the sense of “justice,” but it is possible that it carries the nuance “righteousness,” in which case one might translate, “those who live in the world learn to live in a righteous manner” (cf. NCV).)"},{"number":10,"verse":"If the wicked are shown mercy, they do not learn about justice. (tn As in verse 9b, the translation understands צֶדֶק (tsedeq) in the sense of “justice,” but it is possible that it carries the nuance “righteousness,” in which case one might translate, “they do not learn to live in a righteous manner.”) Even in a land where right is rewarded, they act unjustly; (tn Heb “in a land of uprightness they act unjustly”; NRSV “they deal perversely.”) they do not see the LORD’s majesty revealed."},{"number":11,"verse":"O LORD, you are ready to act, (tn Heb “O Lord, your hand is lifted up.”) but they don’t even notice. They will see and be put to shame by your angry judgment against humankind, (tn Heb “They will see and be ashamed of zeal of people.” Some take the prefixed verbs as jussives and translate the statement as a prayer, “Let them see and be put to shame.” The meaning of the phrase קִנְאַת־עָם (qin’at-’am, “zeal of people”) is unclear. The translation assumes that this refers to God’s angry judgment upon people. Another option is to understand the phrase as referring to God’s zealous, protective love of his covenant people. In this case one might translate, “by your zealous devotion to your people.”) yes, fire will consume your enemies. (tn Heb “yes, fire, your enemies, will consume them.” Many understand the prefixed verb form to be jussive and translate, “let [fire] consume” (cf. NAB, NIV, NRSV). The mem suffixed to the verb may be enclitic; if a pronominal suffix, it refers back to “your enemies.”)"},{"number":12,"verse":"O LORD, you make us secure, (tn Heb “O Lord, you establish peace for us.”) for even all we have accomplished, you have done for us. (tc Some suggest emending גַּם כָּל (gam kol, “even all”) to כִּגְמֻל (kigmul, “according to the deed[s] of”) One might then translate “for according to what our deeds deserve, you have acted on our behalf.” Nevertheless, accepting the MT as it stands, the prophet affirms that Yahweh deserved all the credit for anything Israel had accomplished.)"},{"number":13,"verse":"O LORD, our God, masters other than you have ruled us, but we praise your name alone."},{"number":14,"verse":"The dead do not come back to life, the spirits of the dead do not rise. (sn In light of what is said in verse 14b, the “dead” here may be the “masters” mentioned in verse 13.) That is because (tn The Hebrew term לָכֵן (lakhen) normally indicates a cause-effect relationship between what precedes and follows and is translated, “therefore.” Here, however, it infers the cause from the effect and brings out what is implicit in the previous statement. See BDB 487 s. v.) you came in judgment (tn Heb “visited [for harm]” (cf. KJV, ASV); NAB, NRSV “you have punished.”) and destroyed them, you wiped out all memory of them."},{"number":15,"verse":"You have made the nation larger, (tn Heb “you have added to the nation.” The last line of the verse suggests that geographical expansion is in view. “The nation” is Judah.) O LORD, you have made the nation larger and revealed your splendor, (tn Or “brought honor to yourself.”) you have extended all the borders of the land."},{"number":16,"verse":"O LORD, in distress they looked for you; they uttered incantations because of your discipline. (tn The meaning of this verse is unclear. It appears to read literally, “O Lord, in distress they visit you, they pour out [?] an incantation, your discipline to them.” פָּקַד (paqad) may here carry the sense of “seek with interest” (cf. Ezek 23:21 and BDB 823 s. v.) or “seek in vain” (cf. Isa 34:16), but it is peculiar for the Lord to be the object of this verb. צָקוּן (tsaqun) may be a Qal perfect third plural form from צוּק (tsuq, “pour out, melt”), though the verb is not used of pouring out words in its two other occurrences. Because of the appearance of צַר (tsar, “distress”) in the preceding line, it is tempting to emend the form to a noun and derive it from צוּק (“be in distress”) The term לַחַשׁ (lakhash) elsewhere refers to an incantation (Isa 3:3; Jer 8:17; Eccl 10:11) or amulet (Isa 3:20). Perhaps here it refers to ritualistic prayers or to magical incantations used to ward off evil.)"},{"number":17,"verse":"As when a pregnant woman gets ready to deliver and strains and cries out because of her labor pains, so were we because of you, O LORD."},{"number":18,"verse":"We were pregnant, we strained, we gave birth, as it were, to wind. (tn On the use of כְּמוֹ (kÿmo, “like, as”) here, see BDB 455 s. v. Israel’s distress and suffering, likened here to the pains of childbirth, seemed to be for no purpose. A woman in labor endures pain with the hope that a child will be born; in Israel’s case no such positive outcome was apparent. The nation was like a woman who strains to bring forth a child, but can’t push the baby through to daylight. All her effort produces nothing.) We cannot produce deliverance on the earth; people to populate the world are not born. (tn Heb “and the inhabitants of the world do not fall.” The term נָפַל (nafal) apparently means here, “be born,” though the Qal form of the verb is not used with this nuance anywhere else in the OT. (The Hiphil appears to be used in the sense of “give birth” in v. 19, however.) The implication of verse 18b seems to be that Israel hoped its suffering would somehow end in deliverance and an increase in population. The phrase “inhabitants of the world” seems to refer to the human race in general, but the next verse, which focuses on Israel’s dead, suggests the referent may be more limited.)"},{"number":19,"verse":"(sn At this point the Lord (or prophet) gives the people an encouraging oracle.) Your dead will come back to life; your corpses will rise up. Wake up and shout joyfully, you who live in the ground! (tn Heb “dust” (so KJV, NAB, NASB, NIV, NRSV).) For you will grow like plants drenched with the morning dew, (tn Heb “for the dew of lights [is] your dew.” The pronominal suffix on “dew” is masculine singular, like the suffixes on “your dead” and “your corpses” in the first half of the verse. The statement, then, is addressed to collective Israel, the speaker in verse 18. The plural form אוֹרֹת (’orot) is probably a plural of respect or magnitude, meaning “bright light” (i. e., morning’s light). Dew is a symbol of fertility and life. Here Israel’s “dew,” as it were, will soak the dust of the ground and cause the corpses of the dead to spring up to new life, like plants sprouting up from well-watered soil.) and the earth will bring forth its dead spirits. (sn It is not certain whether the resurrection envisioned here is intended to be literal or figurative. A comparison with 25:8 and Dan 12:2 suggests a literal interpretation, but Ezek 37:1–14 uses resurrection as a metaphor for deliverance from exile and the restoration of the nation (see Isa 27:12–13).)"},{"number":20,"verse":"Go, my people! Enter your inner rooms! Close your doors behind you! Hide for a little while, until his angry judgment is over! (tn Heb “until anger passes by.”)"},{"number":21,"verse":"For look, the LORD is coming out of the place where he lives, (tn Heb “out of his place” (so KJV, ASV).) to punish the sin of those who live on the earth. The earth will display the blood shed on it; it will no longer cover up its slain. (sn This implies that rampant bloodshed is one of the reasons for divine judgment. See the note at 24:5.)"}]}