{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"The Lord Will Judge Edom Come near, you nations, and listen! Pay attention, you people! The earth and everything it contains must listen, the world and everything that lives in it. (tn Heb “the world and its offspring”; NASB “the world and all that springs from it.”)"},{"number":2,"verse":"For the LORD is angry at all the nations and furious with all their armies. He will annihilate them and slaughter them."},{"number":3,"verse":"Their slain will be left unburied, (tn Heb “will be cast aside”; NASB, NIV “thrown out.”) their corpses will stink; (tn Heb “[as for] their corpses, their stench will arise.”) the hills will soak up their blood. (tn Heb “hills will dissolve from their blood.”)"},{"number":4,"verse":"All the stars in the sky will fade away, (tc Heb “and all the host of heaven will rot.” The Qumran scroll 1QIsaa inserts “and the valleys will be split open,” but this reading may be influenced by Mic 1:4. On the other hand, the statement, if original, could have been omitted by homoioarcton, a scribe’s eye jumping from the conjunction prefixed to “the valleys” to the conjunction prefixed to the verb “rot.”) the sky will roll up like a scroll; all its stars will wither, like a leaf withers and falls from a vine or a fig withers and falls from a tree. (tn Heb “like the withering of a leaf from a vine, and like the withering from a fig tree.”)"},{"number":5,"verse":"He says, (tn The words “he says” are supplied in the translation for clarification. The Lord speaks at this point.) “Indeed, my sword has slaughtered heavenly powers. (tn Heb “indeed [or “for”] my sword is drenched in the heavens.” The Qumran scroll 1QIsaa has תראה (“[my sword] appeared [in the heavens]”), but this is apparently an attempt to make sense out of a difficult metaphor. Cf. NIV “My sword has drunk its fill in the heavens.”sn In v. 4 the “host of the heaven” refers to the heavenly luminaries (stars and planets, see, among others, Deut 4:19; 17:3; 2 Kgs 17:16; 21:3, 5; 23:4–5; 2 Chr 33:3, 5) that populate the divine/heavenly assembly in mythological and prescientific Israelite thought (see Job 38:7; Isa 14:13). As in 24:21, they are viewed here as opposing God and being defeated in battle.) Look, it now descends on Edom, (sn Edom is mentioned here as epitomizing the hostile nations that oppose God.) on the people I will annihilate in judgment.”"},{"number":6,"verse":"The LORD’s sword is dripping with blood, it is covered (tn The verb is a rare Hotpaal passive form. See GKC 150 §54. h.) with fat; it drips (tn The words “it drips” are supplied in the translation for stylistic reasons.) with the blood of young rams and goats and is covered (tn The words “and is covered” are supplied in the translation for stylistic reasons.) with the fat of rams’ kidneys. For the LORD is holding a sacrifice (tn Heb “for there is a sacrifice to the Lord.”) in Bozrah, (sn The Lord’s judgment of Edom is compared to a bloody sacrificial scene.) a bloody (tn Heb “great” (so KJV, NAB, NASB, NIV, NRSV).) slaughter in the land of Edom."},{"number":7,"verse":"Wild oxen will be slaughtered (tn Heb “will go down”; NAB “shall be struck down.”) along with them, as well as strong bulls. (tn Heb “and bulls along with strong ones.” Perhaps this refers to the leaders.) Their land is drenched with blood, their soil is covered with fat."},{"number":8,"verse":"For the LORD has planned a day of revenge, (tn Heb “for a day of vengeance [is] for the Lord.”) a time when he will repay Edom for her hostility toward Zion. (tn Heb “a year of repayment for the strife of Zion.” The translation assumes that רִיב (riv) refers to Edom’s hostility toward Zion. Another option is to understand רִיב (riv) as referring to the Lord’s taking up Zion’s cause. In this case one might translate, “a time when he will repay Edom and vindicate Zion.”)"},{"number":9,"verse":"Edom’s (tn Heb “her”; the referent (Edom) has been specified in the translation for clarity.) streams will be turned into pitch and her soil into brimstone; her land will become burning pitch."},{"number":10,"verse":"Night and day it will burn; (tn Heb “it will not be extinguished.”) its smoke will ascend continually. Generation after generation it will be a wasteland and no one will ever pass through it again."},{"number":11,"verse":"Owls and wild animals (tn קָאַת (qa’at) refers to some type of bird (cf. Lev 11:18; Deut 14:17) that was typically found near ruins (see Zeph 2:14). קִפּוֹד (qippod) may also refer to a type of bird (NAB “hoot owl”; NIV “screech owl”; TEV “ravens”), but some have suggested a rodent may be in view (cf. NCV “small animals”; ASV “porcupine”; NASB, NRSV “hedgehog”).) will live there, (tn Heb “will possess it” (so NIV).) all kinds of wild birds (tn The Hebrew text has יַנְשׁוֹף וְעֹרֵב (yanshof vÿ’orev). Both the יַנְשׁוֹף (“owl”; see Lev 11:17; Deut 14:16) and עֹרֵב (“raven”; Lev 11:15; Deut 14:14) were types of wild birds.) will settle in it. The LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) will stretch out over her the measuring line of ruin and the plumb line (tn Heb “stones,” i. e., the stones used in a plumb bob.) of destruction. (sn The metaphor in v. 11b emphasizes that God has carefully planned Edom’s demise.)"},{"number":12,"verse":"Her nobles will have nothing left to call a kingdom and all her officials will disappear. (tn Heb “will be nothing”; NCV, TEV, NLT “will all be gone.”)"},{"number":13,"verse":"Her fortresses will be overgrown with thorns; thickets and weeds will grow (tn The words “will grow” are supplied in the translation for stylistic reasons.) in her fortified cities. Jackals will settle there; ostriches will live there. (tc Heb “and she will be a settlement for wild dogs, a dwelling place for ostriches.” The translation assumes an emendation of חָצִיר (khatsir, “grass”) to חָצֵר (khatser, “settlement”). One of the Qumran scrolls of Isaiah (1QIsaa) supports this emendation (cf. HALOT 344 s. v. II חָצִיר))"},{"number":14,"verse":"Wild animals and wild dogs will congregate there; (tn Heb “will meet” (so NIV); NLT “will mingle there.”) wild goats will bleat to one another. (tn Heb “and a goat will call to its neighbor.”) Yes, nocturnal animals (tn The precise meaning of לִּילִית (lilit) is unclear, though in this context the word certainly refers to some type of wild animal or bird. The word appears to be related to לַיְלָה (laylah, “night”). Some interpret it as the name of a female night demon, on the basis of an apparent Akkadian cognate used as the name of a demon. Later Jewish legends also identified Lilith as a demon. Cf. NRSV “Lilith.”) will rest there and make for themselves a nest. (tn Heb “and will find for themselves a resting place.”)"},{"number":15,"verse":"Owls (tn Hebrew קִפּוֹז (qippoz) occurs only here; the precise meaning of the word is uncertain.) will make nests and lay eggs (tn For this proposed meaning for Hebrew מָלַט (malat), see HALOT 589 s. v. I מלט.) there; they will hatch them and protect them. (tn Heb “and brood [over them] in her shadow.”) Yes, hawks (tn The precise meaning of דַּיָּה (dayyah) is uncertain, though the term appears to refer to some type of bird of prey, perhaps a vulture.) will gather there, each with its mate."},{"number":16,"verse":"Carefully read the scroll of the LORD! (tn Heb “Seek from upon the scroll of the Lord and read.”sn It is uncertain what particular scroll is referred to here. Perhaps the phrase simply refers to this prophecy and is an admonition to pay close attention to the details of the message.) Not one of these creatures will be missing, (tn Heb “one from these will not be missing.” הֵנָּה (hennah, “these”) is feminine plural in the Hebrew text. It may refer only to the birds mentioned in v. 15b or may include all of the creatures listed in vv. 14b–15 (all of which are identified with feminine nouns).) none will lack a mate. (tn Heb “each its mate they will not lack.”) For the LORD has issued the decree, (tc The Hebrew text reads literally, “for a mouth, it has commanded.” The Qumran scroll 1QIsaa and a few medieval mss have פִּיהוּ (pihu, “his mouth [has commanded]”), while a few other medieval mss read פִּי יְהוָה (pi yÿhvah, “the mouth of the Lord [has commanded]”).) and his own spirit gathers them. (tn Heb “and his spirit, he gathers them.” The pronominal suffix (“them”) is feminine plural, referring to the birds mentioned in v. 15b or to all of the creatures listed in vv. 14b–15 (all of which are identified with feminine nouns).)"},{"number":17,"verse":"He assigns them their allotment; (tn Heb “and he causes the lot to fall for them.” Once again the pronominal suffix (“them”) is feminine plural, referring to the birds mentioned in v. 15b or to all of the creatures listed in vv. 14b–15 (all of which are identified with feminine nouns).) he measures out their assigned place. (tn Heb “and his hand divides for them with a measuring line.” The pronominal suffix (“them”) now switches to masculine plural, referring to all the animals and birds mentioned in vv. 11–15, some of which were identified with masculine nouns. This signals closure for this portion of the speech, which began in v. 11. The following couplet (v. 17b) forms an inclusio with v. 11a through verbal repetition.) They will live there (tn Heb “will possess it” (so NIV); NCV “they will own that land forever.”) permanently; they will settle in it through successive generations."}]}