{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"(The Lord Commissions His Special Servant) (sn Verses 1-7 contain the first of Isaiah’s “servant songs,” which describe the ministry of a special, ideal servant who accomplishes God’s purposes for Israel and the nations. This song depicts the servant as a just king who brings justice to the earth and relief for the oppressed. The other songs appear in 49:1–13; 50:4–11; and 52:13–53:12.) “Here is my servant whom I support, my chosen one in whom I take pleasure. I have placed my spirit on him; he will make just decrees (tn Heb “he will bring out justice” (cf. ASV, NASB, NRSV).) for the nations. (sn Like the ideal king portrayed in Isa 11:1–9, the servant is energized by the divine spirit and establishes justice on the earth.)"},{"number":2,"verse":"He will not cry out or shout; he will not publicize himself in the streets. (tn Heb “he will not cause his voice to be heard in the street.”)"},{"number":3,"verse":"A crushed reed he will not break, a dim wick he will not extinguish; (sn The “crushed reed” and “dim wick” symbolize the weak and oppressed who are on the verge of extinction.) he will faithfully make just decrees. (tn Heb “faithfully he will bring out justice” (cf. NASB, NRSV).)"},{"number":4,"verse":"He will not grow dim or be crushed (tn For rhetorical effect the terms used to describe the “crushed (רָצַץ, ratsats) reed” and “dim (כָּהָה, kahah) wick” in v. 3 are repeated here.) before establishing justice on the earth; the coastlands (tn Or “islands” (NIV); NLT “distant lands beyond the sea.”) will wait in anticipation for his decrees.” (tn Or “his law” (KJV, ASV, NASB, NIV) or “his instruction” (NLT).)"},{"number":5,"verse":"This is what the true God, (tn Heb “the God.” The definite article here indicates distinctiveness or uniqueness.) the LORD, says — the one who created the sky and stretched it out, the one who fashioned the earth and everything that lives on it, (tn Heb “and its offspring” (so NASB); NIV “all that comes out of it.”) the one who gives breath to the people on it, and life to those who live on it: (tn Heb “and spirit [i. e., “breath”] to the ones walking in it” (NAB, NASB, and NRSV all similar).)"},{"number":6,"verse":"“I, the LORD, officially commission you; (tn Heb “call you in righteousness.” The pronoun “you” is masculine singular, referring to the servant. See the note at 41:2.) I take hold of your hand. I protect you (tn The translation assumes the verb is derived from the root נָצַר (natsar, “protect”). Some prefer to derive it from the root יָצַר (yatsar, “form”).) and make you a covenant mediator for people, (tn Heb “a covenant of people.” A person cannot literally be a covenant; בְּרִית (bÿrit) is probably metonymic here, indicating a covenant mediator. The precise identity of עָם (’am, “people”) is uncertain. In v. 5 עָם refers to mankind, and the following reference to “nations” also favors this. But in 49:8, where the phrase בְּרִית עָם occurs again, Israel seems to be in view.) and a light (sn Light here symbolizes deliverance from bondage and oppression; note the parallelism in 49:6b and in 51:4–6.) to the nations, (tn Or “the Gentiles” (so KJV, ASV, NIV); the same Hebrew word can be translated “nations” or “Gentiles” depending on the context.)"},{"number":7,"verse":"to open blind eyes, (sn This does not refer to literal physical healing of the blind. As the next two lines suggest, this refers metonymically to freeing captives from their dark prisons where their eyes have grown unaccustomed to light.) to release prisoners (sn This does not refer to hardened, dangerous criminals, who would have been executed for their crimes in ancient Near Eastern society. This verse refers to political prisoners or victims of social injustice.) from dungeons, those who live in darkness from prisons."},{"number":8,"verse":"(The Lord Intervenes) I am the LORD! That is my name! I will not share my glory with anyone else, or the praise due me with idols."},{"number":9,"verse":"Look, my earlier predictive oracles have come to pass; (tn Heb “the former things, look, they have come.”) now I announce new events. Before they begin to occur, I reveal them to you.” (tn Heb “before they sprout up, I cause you to hear.” The pronoun “you” is plural, referring to the people of Israel. In this verse “the former things” are the Lord’s earlier predictive oracles which have come to pass, while “the new things” are predicted events that have not yet begun to take place. “The former things” are earlier events in Israel’s history which God announced beforehand, such as the Exodus (see 43:16–18). “The new things” are the predictions about the servant (42:1–7). and may also include Cyrus’ conquests (41:25–27).)"},{"number":10,"verse":"Sing to the LORD a brand new song! Praise him (tn Heb “his praise.” The phrase stands parallel to “new song” in the previous line.) from the horizon of the earth, you who go down to the sea, and everything that lives in it, (tn Heb “and its fullness”; NASB, NIV “and all that is in it.”) you coastlands (tn Or “islands” (NASB, NIV); NLT “distant coastlands.”) and those who live there!"},{"number":11,"verse":"Let the desert and its cities shout out, the towns where the nomads of Kedar live! Let the residents of Sela shout joyfully; let them shout loudly from the mountaintops."},{"number":12,"verse":"Let them give the LORD the honor he deserves; (tn Heb “Let them ascribe to the Lord glory.”) let them praise his deeds in the coastlands. (tn Heb “and his praise in the coastlands [or “islands”] let them declare.”)"},{"number":13,"verse":"The LORD emerges like a hero, like a warrior he inspires himself for battle; (tn Heb “like a man of war he stirs up zeal” (NIV similar).) he shouts, yes, he yells, he shows his enemies his power. (tn Or perhaps, “he triumphs over his enemies” (cf. NIV); NLT “will crush all his enemies.”)"},{"number":14,"verse":"“I have been inactive (tn Heb “silent” (so NASB, NIV, TEV, NLT); CEV “have held my temper.”) for a long time; I kept quiet and held back. Like a woman in labor I groan; I pant and gasp. (sn The imagery depicts the Lord as a warrior who is eager to fight and can no longer hold himself back from the attack.)"},{"number":15,"verse":"I will make the trees on the mountains and hills wither up; (tn Heb “I will dry up the mountains and hills.” The “mountains and hills” stand by synecdoche for the trees that grow on them. Some prefer to derive the verb from a homonymic root and translate, “I will lay waste.”) I will dry up all their vegetation. I will turn streams into islands, (tc The Hebrew text reads, “I will turn streams into coastlands [or “islands”].” Scholars who believe that this reading makes little sense have proposed an emendation of אִיִּים (’iyyim, “islands”) to צִיּוֹת (tsiyyot, “dry places”; cf. NCV, NLT, TEV). However, since all the versions support the MT reading, there is insufficient grounds for an emendation here. Although the imagery of changing rivers into islands is somewhat strange, J. N. Oswalt describes this imagery against the backdrop of rivers of the Near East. The receding of these rivers at times occasioned the appearance of previously submerged islands (Isaiah [NICOT], 2:126).) and dry up pools of water. (sn The imagery of this verse, which depicts the Lord bringing a curse of infertility to the earth, metaphorically describes how the Lord will destroy his enemies.)"},{"number":16,"verse":"I will lead the blind along an unfamiliar way; (tn Heb “a way they do not know” (so NASB); NRSV “a road they do not know.”) I will guide them down paths they have never traveled. (tn Heb “in paths they do not know I will make them walk.”) I will turn the darkness in front of them into light, and level out the rough ground. (tn Heb “and the rough ground into a level place.”) This is what I will do for them. I will not abandon them."},{"number":17,"verse":"Those who trust in idols will turn back and be utterly humiliated, (tn Heb “be ashamed with shame”; ASV, NASB “be utterly put to shame.”) those who say to metal images, ‘You are our gods.’”"},{"number":18,"verse":"(The Lord Reasons with His People) “Listen, you deaf ones! Take notice, (tn Heb “look to see”; NAB, NCV “look and see”; NRSV “look up and see.”) you blind ones!"},{"number":19,"verse":"My servant is truly blind, my messenger is truly deaf. My covenant partner, (tc The precise meaning of מְשֻׁלָּם (mÿshullam) in this context is uncertain. In later biblical Hebrew the form (which appears to be a Pual participle from the root שָׁלַם, shalam) occurs as a proper name, Meshullam. The Pual of שָׁלַם (“be complete”) is attested with the meaning “repaid, requited,” but that makes little sense here. BDB 1023 s. v. שָׁלַם relates the form to the denominative verb שָׁלַם (“be at peace”) and paraphrases “one in a covenant of peace” (J. N. Oswalt suggests “the covenanted one”; Isaiah [NICOT], 2:128, n. 59) Some emend the form to מֹשְׁלָם (moshÿlam, “their ruler”) or to מְשֻׁלָּחִי (mÿshullakhi, “my sent [or “commissioned”] one”), which fits nicely in the parallelism (note “my messenger” in the previous line). The translation above assumes an emendation to כְּמוֹ שֹׁלְמִי (kÿmo sholÿmi, “like my ally”). Isaiah uses כְּמוֹ in 30:22 and perhaps 51:5; for שֹׁלְמי (“my ally”) see Ps 7:5 HT (7:4 ET).) the servant of the LORD, is truly blind. (tn Heb “Who is blind but my servant, and deaf like my messenger I send? Who is blind like my commissioned one, blind like the servant of the Lord?” The point of the rhetorical questions is that no one is as blind/deaf as this servant. In this context the Lord’s “servant” is exiled Israel (cf. 41:8–9), which is spiritually blind and deaf and has failed to fulfill God’s purpose for it. This servant stands in contrast to the ideal “Israel” of the servant songs.)"},{"number":20,"verse":"You see (tn The consonantal text (Kethib) has a perfect, 2nd person masculine singular; the marginal reading (Qere) has an infinitive absolute, which functions here as a finite verb.) many things, but don’t comprehend; (tn Heb “but you do not guard [i. e., retain in your memory]”; NIV “but have paid no attention.”) their ears are open, but do not hear.”"},{"number":21,"verse":"The LORD wanted to exhibit his justice by magnifying his law and displaying it. (tn Heb “The Lord was pleased for the sake of his righteousness [or “justice”], he was magnifying [the] law and was making [it] glorious.” The Lord contrasts his good intentions for the people with their present crisis (v. 22). To demonstrate his just character and attract the nations, the Lord wanted to showcase his law among and through Israel (Deut 4:5–8). But Israel disobeyed (v. 24) and failed to carry out their commission.)"},{"number":22,"verse":"But these people are looted and plundered; all of them are trapped in pits (tc The Hebrew text has בַּחוּרִים (bakhurim, “young men”), but the text should be emended to בְּהוֹרִים (bÿhorim, “in holes”).) and held captive (tn Heb “and made to be hidden”; NAB, NASB, NIV, TEV “hidden away in prisons.”) in prisons. They were carried away as loot with no one to rescue them; they were carried away as plunder, and no one says, “Bring that back!” (tn Heb “they became loot and there was no one rescuing, plunder and there was no one saying, ‘Bring back’.”)"},{"number":23,"verse":"Who among you will pay attention to this? Who will listen attentively in the future? (tn The interrogative particle is understood in the second line by ellipsis (note the preceding line).)"},{"number":24,"verse":"Who handed Jacob over to the robber? Who handed Israel over to the looters? (tn Heb “Who gave to the robber Jacob, and Israel to the looters?” In the first line the consonantal text (Kethib) has מְשׁוֹסֶה (mÿshoseh), a Polel participle from שָׁסָה (shasah, “plunder”). The marginal reading (Qere) is מְשִׁיסָּה (mÿshissah), a noun meaning “plunder.” In this case one could translate “Who handed Jacob over as plunder?”) Was it not the LORD, against whom we sinned? They refused to follow his commands; they disobeyed his law. (tn Heb “they were not willing in his ways to walk, and they did not listen to his law.”)"},{"number":25,"verse":"So he poured out his fierce anger on them, along with the devastation (tn Heb “strength” (so KJV, NASB); NAB “fury”; NASB “fierceness”; NIV “violence.”) of war. Its flames encircled them, but they did not realize it; (tn Heb “and it blazed against him all around, but he did not know.” The subject of the third feminine singular verb “blazed” is the divine חֵמָה (khemah, “anger”) mentioned in the previous line.) it burned against them, but they did notice. (tn Heb “and it burned against him, but he did not set [it] upon [the] heart.”)"}]}