{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"Babylon Will Fall “Fall down! Sit in the dirt, O virgin (tn בְּתוּלַה (bÿtulah) often refers to a virgin, but the phrase “virgin daughter” is apparently stylized (see also 23:12; 37:22). In the extended metaphor of this chapter, where Babylon is personified as a queen (vv. 5, 7), she is depicted as being both a wife and mother (vv. 8–9).) daughter Babylon! Sit on the ground, not on a throne, O daughter of the Babylonians! Indeed, (tn Or “For” (NASB, NRSV).) you will no longer be called delicate and pampered."},{"number":2,"verse":"Pick up millstones and grind flour! Remove your veil, strip off your skirt, expose your legs, cross the streams!"},{"number":3,"verse":"Let your private parts be exposed! Your genitals will be on display! (tn Heb “Your shame will be seen.” In this context “shame” is a euphemism referring to the genitals.) I will get revenge; I will not have pity on anyone,” (tn Heb “I will not meet a man.” The verb פָּגַע (pagah) apparently carries the nuance “meet with kindness” here (cf. 64:5, and see BDB 803 s. v. Qal.2).)"},{"number":4,"verse":"says our protector — the LORD who commands armies is his name, the Holy One of Israel. (tc The Hebrew text reads, “Our redeemer – the Lord who commands armies [traditionally, the Lord of hosts] is his name, the Holy One of Israel.” The ancient Greek version adds “says” before “our redeemer.” אָמַר (’amar) may have accidentally dropped from the text by virtual haplography. Note that the preceding word אָדָם (’adam) is graphically similar. sn See the note on the phrase “the Holy One of Israel” in 1:4.)"},{"number":5,"verse":"“Sit silently! Go to a hiding place, (tn Heb “darkness,” which may indicate a place of hiding where a fugitive would seek shelter and protection.) O daughter of the Babylonians! Indeed, (tn Or “For” (NASB, NRSV).) you will no longer be called ‘Queen of kingdoms.’"},{"number":6,"verse":"I was angry at my people; I defiled my special possession and handed them over to you. You showed them no mercy; (tn Or “compassion.”) you even placed a very heavy burden on old people. (tn Heb “on the old you made very heavy your yoke.”)"},{"number":7,"verse":"You said, ‘I will rule forever as permanent queen!’ (tn Heb “Forever I [will be] permanent queen”; NIV “the eternal queen”; CEV “queen forever.”) You did not think about these things; (tn Heb “you did not set these things upon your heart [or “mind”].”) you did not consider how it would turn out. (tn Heb “you did not remember its outcome”; NAB “you disregarded their outcome.”)"},{"number":8,"verse":"So now, listen to this, O one who lives so lavishly, (tn Or perhaps, “voluptuous one” (NAB); NAB “you sensual one”; NLT “You are a pleasure-crazy kingdom.”) who lives securely, who says to herself, (tn Heb “the one who says in her heart.”) ‘I am unique! No one can compare to me! (tn Heb “I [am], and besides me there is no other.” See Zeph 2:15.) I will never have to live as a widow; I will never lose my children.’ (tn Heb “I will not live [as] a widow, and I will not know loss of children.”)"},{"number":9,"verse":"Both of these will come upon you suddenly, in one day! You will lose your children and be widowed. (tn Heb “loss of children and widowhood.” In the Hebrew text the phrase is in apposition to “both of these” in line 1.) You will be overwhelmed by these tragedies, (tn Heb “according to their fullness, they will come upon you.”) despite (tn For other examples of the preposition bet (בְּ) having the sense of “although, despite,” see BDB 90 s. v. III.7.) your many incantations and your numerous amulets. (sn Reference is made to incantations and amulets, both of which were important in Mesopotamian religion. They were used to ward off danger and demons.)"},{"number":10,"verse":"You were complacent in your evil deeds; (tn Heb “you trusted in your evil”; KJV, NAB, NASB, NIV, NRSV “wickedness.”) you thought, (tn Or “said”; NAB “said to yourself”’ NASB “said in your heart.”) ‘No one sees me.’ Your self-professed (tn The words “self-professed” are supplied in the translation for clarification.) wisdom and knowledge lead you astray, when you say, ‘I am unique! No one can compare to me!’ (tn See the note at v. 8.)"},{"number":11,"verse":"Disaster will overtake you; you will not know how to charm it away. (tc The Hebrew text has שַׁחְרָהּ (shakhrah), which is either a suffixed noun (“its dawning,” i. e., origin) or infinitive (“to look early for it”). Some have suggested an emendation to שַׁחֲדָהּ (shakhadah), a suffixed infinitive from שָׁחַד (shakhad, “[how] to buy it off”; see BDB 1005 s. v. שָׁחַד). This forms a nice parallel with the following couplet. The above translation is based on a different etymology of the verb in question. HALOT 1466 s. v. III שׁחר references a verbal root with these letters (שׁחד) that refers to magical activity.) Destruction will fall on you; you will not be able to appease it. Calamity will strike you suddenly, before you recognize it. (tn Heb “you will not know”; NIV “you cannot foresee.”)"},{"number":12,"verse":"Persist (tn Heb “stand” (so KJV, ASV); NASB, NRSV “Stand fast.”) in trusting (tn The word “trusting” is supplied in the translation for clarification. See v. 9.) your amulets and your many incantations, which you have faithfully recited (tn Heb “in that which you have toiled.”) since your youth! Maybe you will be successful (tn Heb “maybe you will be able to profit.”) — maybe you will scare away disaster. (tn Heb “maybe you will cause to tremble.” The object “disaster” is supplied in the translation for clarification. See the note at v. 9.)"},{"number":13,"verse":"You are tired out from listening to so much advice. (tn Heb “you are tired because of the abundance of your advice.”) Let them take their stand — the ones who see omens in the sky, who gaze at the stars, who make monthly predictions — let them rescue you from the disaster that is about to overtake you! (tn Heb “let them stand and rescue you – the ones who see omens in the sky, who gaze at the stars, who make known by months – from those things which are coming upon you.”)"},{"number":14,"verse":"Look, they are like straw, which the fire burns up; they cannot rescue themselves from the heat (tn Heb “hand,” here a metaphor for the strength or power of the flames.) of the flames. There are no coals to warm them, no firelight to enjoy. (tn The Hebrew text reads literally, “there is no coal [for?] their food, light to sit before it.” Some emend לַחְמָם (lakhmam, “their food”) to לְחֻמָּם (lÿkhummam, “to warm them”; see HALOT 328 s. v. חמם). This statement may allude to Isa 44:16, where idolaters are depicted warming themselves over a fire made from wood, part of which was used to form idols. The fire of divine judgment will be no such campfire; its flames will devour and destroy.)"},{"number":15,"verse":"They will disappoint you, (tn Heb “So they will be to you”; NIV “That is all they can do for you.”) those you have so faithfully dealt with since your youth. (tn Heb “that for which you toiled, your traders from your youth.” The omen readers and star gazers are likened to merchants with whom Babylon has had an ongoing economic relationship.) Each strays off in his own direction, (tn Heb “each to his own side, they err.”) leaving no one to rescue you.”"}]}