{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"The Lord Appeals to the Exiles Listen to this, O family of Jacob, (tn Heb “house of Jacob”; TEV, CEV “people of Israel.”) you who are called by the name ‘Israel,’ and are descended from Judah, (tc The Hebrew text reads literally “and from the waters of Judah came out.” מִמֵּי (mimme) could be a corruption of מִמְּעֵי (mimmÿ’e, “from the inner parts of”; cf. NASB, NIV, NLT, NRSV) as suggested in the above translation. Some translations (ESV, NKJV) retain the MT reading because the Qumran scroll 1QIsaa, which corrects a similar form to “from inner parts of” in 39:7, does not do it here.) who take oaths in the name of the LORD, and invoke (tn Heb “cause to remember”; KJV, ASV “make mention of.”) the God of Israel — but not in an honest and just manner. (tn Heb “not in truth and not in righteousness.”)"},{"number":2,"verse":"Indeed, they live in the holy city; (tn Heb “they call themselves [or “are called”] from the holy city.” The precise meaning of the statement is uncertain. The Niphal of קָרָא (qara’) is combined with the preposition מִן (min) only here. When the Qal of קָרָא is used with מִן, the preposition often indicates the place from which one is summoned (see 46:11). So one could translate, “from the holy city they are summoned,” meaning that they reside there.) they trust in (tn Heb “lean on” (so NASB, NRSV); NAB, NIV “rely on.”) the God of Israel, whose name is the LORD who commands armies."},{"number":3,"verse":"“I announced events beforehand, (tn Heb “the former things beforehand I declared.”) I issued the decrees and made the predictions; (tn Heb “and from my mouth they came forth and I caused them to be heard.”) suddenly I acted and they came to pass."},{"number":4,"verse":"I did this (tn The words “I did this” are supplied in the translation for stylistic reasons. In the Hebrew text v. 4 is subordinated to v. 3.) because I know how stubborn you are. Your neck muscles are like iron and your forehead like bronze. (sn The image is that of a person who has tensed the muscles of the face and neck as a sign of resolute refusal.)"},{"number":5,"verse":"I announced them to you beforehand; before they happened, I predicted them for you, so you could never say, ‘My image did these things, my idol, my cast image, decreed them.’"},{"number":6,"verse":"You have heard; now look at all the evidence! (tn Heb “gaze [at] all of it”; KJV “see all this.”) Will you not admit that what I say is true? (tn Heb “[as for] you, will you not declare?”) From this point on I am announcing to you new events that are previously unrevealed and you do not know about. (tn Heb “and hidden things, and you do not know them.”)"},{"number":7,"verse":"Now they come into being, (tn Heb “are created” (so KJV, NASB, NIV, NRSV); NLT “They are brand new.”) not in the past; before today you did not hear about them, so you could not say, ‘Yes, (tn Heb “look”; KJV, NASB “Behold.”) I know about them.’"},{"number":8,"verse":"You did not hear, you do not know, you were not told beforehand. (tn Heb “beforehand your ear did not open.”) For I know that you are very deceitful; (tn Heb “deceiving, you deceive.” The infinitive absolute precedes the finite verb for emphasis.) you were labeled (tn Or “called” (KJV, NAB, NASB, NIV, NRSV).) a rebel from birth."},{"number":9,"verse":"For the sake of my reputation (tn Heb “for the sake of my name” (so NAB, NASB); NLT “for my own sake.”) I hold back my anger; for the sake of my prestige (tn Heb “and my praise.” לְמַעַן (lÿma’an, “for the sake of”) is understood by ellipsis (note the preceding line).) I restrain myself from destroying you. (tn Heb “I restrain [myself] concerning you not to cut you off.”)"},{"number":10,"verse":"Look, I have refined you, but not as silver; I have purified you (tc The Hebrew text has בְּחַרְתִּיךָ (bÿkhartikha, “I have chosen you”), but the Qumran scroll 1QIsaa reads correctly בחנתיכה (“I have tested you”). The metallurgical background of the imagery suggests that purification through testing is the idea.) in the furnace of misery."},{"number":11,"verse":"For my sake alone (tn The Hebrew text repeats לְמַעֲנִי (lÿma’ani, “for my sake”) for emphasis.) I will act, for how can I allow my name to be defiled? (tn The Hebrew text reads literally, “for how can it be defiled?” The subject of the verb is probably “name” (v. 9).) I will not share my glory with anyone else! (sn See 42:8.)"},{"number":12,"verse":"Listen to me, O Jacob, Israel, whom I summoned! I am the one; I am present at the very beginning and at the very end. (tn Heb “I [am] he, I [am the] first, also I [am the] last.”)"},{"number":13,"verse":"Yes, my hand founded the earth; my right hand spread out the sky. I summon them; they stand together."},{"number":14,"verse":"All of you, gather together and listen! Who among them (sn This probably refers to the idol gods (see v. 5).) announced these things? The LORD’s ally (tn Or “friend,” or “covenant partner.” sn The Lord’s ally is a reference to Cyrus.) will carry out his desire against Babylon; he will exert his power against the Babylonians. (tn Heb “and his arm [against] the Babylonians.”)"},{"number":15,"verse":"I, I have spoken — yes, I have summoned him; I lead him and he will succeed. (tn Heb “and his way will be prosperous.”)"},{"number":16,"verse":"Approach me! Listen to this! From the very first I have not spoken in secret; when it happens, (tn Heb “from the time of its occurring.”) I am there.” So now, the sovereign LORD has sent me, accompanied by his spirit. (sn The speaker here is not identified specifically, but he is probably Cyrus, the Lord’s “ally” mentioned in vv. 14–15.)"},{"number":17,"verse":"This is what the LORD, your protector, (tn Heb “your redeemer.” See the note at 41:14.) says, the Holy One of Israel: (sn See the note on the phrase “the Holy One of Israel” in 1:4.) “I am the LORD your God, who teaches you how to succeed, who leads you in the way you should go."},{"number":18,"verse":"If only you had obeyed my (tn Heb “paid attention to” (so NASB, NIV, NRSV); TEV “had listened to.”) commandments, prosperity would have flowed to you like a river, (tn Heb “like a river your peace would have been.” שָׁלוֹם (shalom) probably refers here to the peace and prosperity which God promised in return for obedience to the covenant.) deliverance would have come to you like the waves of the sea. (tn Heb “and your righteousness like the waves of the sea.” צְדָקָה (tsÿdaqah) probably refers here to divine deliverance from enemies. See v. 19.)"},{"number":19,"verse":"Your descendants would have been as numerous as sand, (tn Heb “like sand”; NCV “as many as the grains of sand.”) and your children (tn Heb “and the issue from your inner parts.”) like its granules. Their name would not have been cut off and eliminated from my presence. (tn Heb “and his name would not be cut off and would not be destroyed from before me.”)"},{"number":20,"verse":"Leave Babylon! Flee from the Babylonians! Announce it with a shout of joy! Make this known! Proclaim it throughout the earth! (tn Heb “to the end of the earth” (so KJV, NASB, NRSV).) Say, ‘The LORD protects (tn Heb “redeems.” See the note at 41:14.) his servant Jacob."},{"number":21,"verse":"They do not thirst as he leads them through dry regions; he makes water flow out of a rock for them; he splits open a rock and water flows out.’ (sn The translation above (present tense) assumes that this verse describes God’s provision for returning Babylonian exiles (see v. 20; 35:6; 49:10) in terms reminiscent of the Exodus from Egypt (see Exod 17:6).)"},{"number":22,"verse":"There will be no prosperity for the wicked,” says the LORD."}]}