{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Wake up! Wake up! Clothe yourself with strength, O Zion! Put on your beautiful clothes, O Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) holy city! For uncircumcised and unclean pagans will no longer invade you."},{"number":2,"verse":"Shake off the dirt! (tn Heb “Shake yourself free from the dirt.”) Get up, captive (tc The Hebrew text has שְּׂבִי (shÿvi), which some understand as a feminine singular imperative from יָשַׁב (yashav, “sit”). The LXX, Vulgate, Syriac, and the Targum support the MT reading (the Qumran scroll 1QIsaa does indirectly). Some interpret this to mean “take your throne”: The Lord exhorts Jerusalem to get up from the dirt and sit, probably with the idea of sitting in a place of honor (J. N. Oswalt, Isaiah [NICOT], 2:361). However, the form is likely a corruption of שְׁבִיָּה (shÿviyyah, “captive”), which appears in the parallel line.) Jerusalem! Take off the iron chains around your neck, O captive daughter Zion!"},{"number":3,"verse":"For this is what the LORD says: “You were sold for nothing, and you will not be redeemed for money.”"},{"number":4,"verse":"For this is what the sovereign LORD says: “In the beginning my people went to live temporarily in Egypt; Assyria oppressed them for no good reason."},{"number":5,"verse":"And now, what do we have here?” (tn Heb “and now what [following the marginal reading (Qere)] to me here?”) says the LORD. “Indeed my people have been carried away for nothing, those who rule over them taunt,” (tn The verb appears to be a Hiphil form from the root יָלַל (yalal, “howl”), perhaps here in the sense of “mock.” Some emend the form to יְהוֹלָּלוֹ (yÿhollalo) and understand a Polel form of the root הָלַל meaning here “mock, taunt.”) says the LORD, “and my name is constantly slandered (tn The verb is apparently a Hitpolal form (with assimilated tav, ת) from the root נָאַץ (na’ats), but GKC 151-52 §55. b explains it as a mixed form, combining Pual and Hitpolel readings.) all day long."},{"number":6,"verse":"For this reason my people will know my name, for this reason they will know (tn The verb is understood by ellipsis (note the preceding line).) at that time (tn Heb “in that day” (so KJV, NASB, NIV, NRSV).) that I am the one who says, ‘Here I am.’”"},{"number":7,"verse":"How delightful it is to see approaching over the mountains (tn Heb “How delightful on the mountains.”) the feet of a messenger who announces peace, a messenger who brings good news, who announces deliverance, who says to Zion, “Your God reigns!” (tn Or “has become king.” When a new king was enthroned, his followers would give this shout. For other examples of this enthronement formula (Qal perfect 3rd person masculine singular מָלַךְ [malakh], followed by the name of the king), see 2 Sam 15:10; 1 Kgs 1:11, 13, 18; 2 Kgs 9:13. The Lord is an eternal king, but here he is pictured as a victorious warrior who establishes his rule from Zion.)"},{"number":8,"verse":"Listen, (tn קוֹל (qol, “voice”) is used at the beginning of the verse as an interjection.) your watchmen shout; in unison they shout for joy, for they see with their very own eyes (tn Heb “eye in eye”; KJV, ASV “eye to eye”; NAB “directly, before their eyes.”) the LORD’s return to Zion."},{"number":9,"verse":"In unison give a joyful shout, O ruins of Jerusalem! For the LORD consoles his people; he protects (tn Or “redeems.” See the note at 41:14.) Jerusalem."},{"number":10,"verse":"The LORD reveals (tn Heb “lays bare”; NLT “will demonstrate.”) his royal power (tn Heb “his holy arm.” This is a metonymy for his power.) in the sight of all the nations; the entire (tn Heb “the remote regions,” which here stand for the extremities and everything in between.) earth sees our God deliver. (tn Heb “the deliverance of our God.” “God” is a subjective genitive here.)"},{"number":11,"verse":"Leave! Leave! Get out of there! Don’t touch anything unclean! Get out of it! Stay pure, you who carry the LORD’s holy items! (tn Heb “the vessels of the Lord” (so KJV, NAB).)"},{"number":12,"verse":"Yet do not depart quickly or leave in a panic. (tn Heb “or go in flight”; NAB “leave in headlong flight.”) For the LORD goes before you; the God of Israel is your rear guard."},{"number":13,"verse":"(The Lord Will Vindicate His Servant) “Look, my servant will succeed! (tn Heb “act wisely,” which by metonymy means “succeed.”) He will be elevated, lifted high, and greatly exalted (tn This piling up of synonyms emphasizes the degree of the servant’s coming exaltation.) —"},{"number":14,"verse":"(just as many were horrified by the sight of you) (tn Some witnesses read “him,” which is more consistent with the context, where the servant is spoken about, not addressed. However, it is possible that the Lord briefly addresses the servant here. The present translation assumes the latter view and places the phrase in parentheses.) he was so disfigured (tn Heb “such was the disfigurement.” The noun מִשְׁחַת (mishkhat) occurs only here. It may be derived from the verbal root שָׁחַת (shakhat, “be ruined”; see BDB 1007-8 s. v. שָׁחַת). The construct form appears here before a prepositional phrase (cf. GKC 421 §130. a).) he no longer looked like a man; (tn Heb “from a man his appearance.” The preposition מִן (min) here carries the sense “away from,” i. e., “so as not to be.” See BDB 583 s. v.)"},{"number":15,"verse":"his form was so marred he no longer looked human (tn Heb “and his form from the sons of men.” The preposition מִן (min) here carries the sense “away from,” i. e., “so as not to be.”) — so now (tn This statement completes the sentence begun in v. 14a. The introductory כֵּן (ken) answers to the introductory כַּאֲשֶׁר (ka’asher) of v. 14a. Verses 14b-15a are parenthetical, explaining why many were horrified.) he will startle (tn Traditionally the verb יַזֶּה (yazzeh, a Hiphil stem) has been understood as a causative of נָזָה (nazah, “spurt, spatter”) and translated “sprinkle.” In this case the passage pictures the servant as a priest who “sprinkles” (or spiritually cleanses) the nations. Though the verb נָזָה does occur in the Hiphil with the meaning “sprinkle,” the usual interpretation is problematic. In all other instances where the object or person sprinkled is indicated, the verb is combined with a preposition. This is not the case in Isaiah 52:15, unless one takes the following עָלָיו (’alayv, “on him”) with the preceding line. But then one would have to emend the verb to a plural, make the nations the subject of the verb “sprinkle,” and take the servant as the object. Consequently some interpreters doubt the cultic idea of “sprinkling” is present here. Some emend the text; others propose a homonymic root meaning “spring, leap,” which in the Hiphil could mean “cause to leap, startle” and would fit the parallelism of the verse nicely.) many nations. Kings will be shocked by his exaltation, (tn Heb “Because of him kings will shut their mouths,” i. e., be speechless.) for they will witness something unannounced to them, and they will understand something they had not heard about."}]}