{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"(Zion Will Be Secure) “Shout for joy, O barren one who has not given birth! Give a joyful shout and cry out, you who have not been in labor! For the children of the desolate one are more numerous than the children of the married woman,” says the LORD."},{"number":2,"verse":"Make your tent larger, stretch your tent curtains farther out! (tn Heb “the curtains of our dwelling places let them stretch out.”) Spare no effort, lengthen your ropes, and pound your stakes deep. (tn Heb “your stakes strengthen.”)"},{"number":3,"verse":"For you will spread out to the right and to the left; your children will conquer (tn Or “take possession of”; NAB “shall dispossess.”) nations and will resettle desolate cities."},{"number":4,"verse":"Don’t be afraid, for you will not be put to shame! Don’t be intimidated, (tn Or “embarrassed”; NASB “humiliated…disgraced.”) for you will not be humiliated! You will forget about the shame you experienced in your youth; you will no longer remember the disgrace of your abandonment. (tn Another option is to translate, “the disgrace of our widowhood” (so NRSV). However, the following context (vv. 6–7) refers to Zion’s husband, the Lord, abandoning her, not dying. This suggests that an אַלְמָנָה (’almanah) was a woman who had lost her husband, whether by death or abandonment.)"},{"number":5,"verse":"For your husband is the one who made you — the LORD who commands armies is his name. He is your protector, (tn Or “redeemer.” See the note at 41:14.) the Holy One of Israel. (sn See the note on the phrase “the Holy One of Israel” in 1:4.) He is called “God of the entire earth.”"},{"number":6,"verse":"“Indeed, the LORD will call you back like a wife who has been abandoned and suffers from depression, (tn Heb “like a woman abandoned and grieved in spirit.”) like a young wife when she has been rejected,” says your God."},{"number":7,"verse":"“For a short time I abandoned (tn Or “forsook” (NASB).) you, but with great compassion I will gather you."},{"number":8,"verse":"In a burst (tn According to BDB 1009 s. v. שֶׁטֶף the noun שֶׁצֶף here is an alternate form of שֶׁטֶף (shetef, “flood”). Some relate the word to an alleged Akkadian cognate meaning “strength.”) of anger I rejected you (tn Heb “I hid my face from you.”) momentarily, but with lasting devotion I will have compassion on you,” says your protector, (tn Or “redeemer.” See the note at 41:14.) the LORD."},{"number":9,"verse":"“As far as I am concerned, this is like in Noah’s time, (tc The Hebrew text reads literally, “For [or “indeed”] the waters of Noah [is] this to me.” כִּי־מֵי (ki-me, “for the waters of”) should be emended to כְּמֵי (kÿmey, “like the days of”), which is supported by the Qumran scroll 1QIsaa and all the ancient versions except LXX.) when I vowed that the waters of Noah’s flood (tn Heb “the waters of Noah” (so NAB, NIV, NRSV).) would never again cover the earth. In the same way I have vowed that I will not be angry at you or shout at you."},{"number":10,"verse":"Even if the mountains are removed and the hills displaced, my devotion will not be removed from you, nor will my covenant of friendship (tn Heb “peace” (so many English versions); NLT “of blessing.”) be displaced,” says the LORD, the one who has compassion on you."},{"number":11,"verse":"“O afflicted one, driven away, (tn Or, more literally, “windblown, storm tossed.”) and unconsoled! Look, I am about to set your stones in antimony and I lay your foundation with lapis-lazuli."},{"number":12,"verse":"I will make your pinnacles out of gems, (tn Perhaps, “rubies” (so ASV, NAB, NIV, NRSV, NLT).) your gates out of beryl, (tn On the meaning of אֶקְדָּח (’eqdakh), which occurs only here, see HALOT 82 s. v.) and your outer wall (tn Heb “border” (so ASV); NASB “your entire wall.”) out of beautiful (tn Heb “delightful”; KJV “pleasant.”) stones."},{"number":13,"verse":"All your children will be followers of the LORD, and your children will enjoy great prosperity. (tn Heb “and great [will be] the peace of your sons.”)"},{"number":14,"verse":"You will be reestablished when I vindicate you. (tn Heb “in righteousness [or “vindication”] you will be established.” The precise meaning of צְדָקָה (tsÿdaqah) here is uncertain. It could mean “righteousness, justice,” indicating that the city will be a center for justice. But the context focuses on deliverance, suggesting that the term means “deliverance, vindication” here.) You will not experience oppression; (tn Heb “Be far from oppression!” The imperative is used here in a rhetorical manner to express certainty and assurance. See GKC 324 §110. c.) indeed, you will not be afraid. You will not be terrified, (tn Heb “from terror.” The rhetorical command, “be far” is understood by ellipsis here. Note the preceding context.) for nothing frightening (tn Heb “it,” i. e., the “terror” just mentioned.) will come near you."},{"number":15,"verse":"If anyone dares to (tn The infinitive absolute precedes the finite verb here for emphasis.) challenge you, it will not be my doing! Whoever tries to challenge you will be defeated. (tn Heb “will fall over you.” The expression נָפַל עַל (nafal ’al) can mean “attack,” but here it means “fall over to,” i. e., “surrender to.”)"},{"number":16,"verse":"Look, I create the craftsman, who fans the coals into a fire and forges a weapon. (tn Heb “who brings out an implement for his work.”) I create the destroyer so he might devastate."},{"number":17,"verse":"No weapon forged to be used against you will succeed; you will refute everyone who tries to accuse you. (tn Heb “and every tongue that rises up for judgment with you will prove to be guilty.”) This is what the LORD will do for his servants — I will vindicate them,” (tn Heb “this is the inheritance of the servants of the Lord, and their vindication from me.”) says the LORD."}]}