{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"(The Lord Gives an Invitation) “Hey, (tn The Hebrew term הוֹי (hoy, “woe, ah”) was used in funeral laments and is often prefixed to judgment oracles for rhetorical effect. But here it appears to be a simple interjection, designed to grab the audience’s attention. Perhaps there is a note of sorrow or pity. See BDB 223 s. v.) all who are thirsty, come to the water! You who have no money, come! Buy and eat! Come! Buy wine and milk without money and without cost! (sn The statement is an oxymoron. Its ironic quality adds to its rhetorical impact. The statement reminds one of the norm (one must normally buy commodities) as it expresses the astounding offer. One might paraphrase the statement: “Come and take freely what you normally have to pay for.”)"},{"number":2,"verse":"Why pay money for something that will not nourish you? (tn Heb “for what is not food.”) Why spend (tn The interrogative particle and the verb “spend” are understood here by ellipsis (note the preceding line).) your hard-earned money (tn Heb “your labor,” which stands by metonymy for that which one earns.) on something that will not satisfy? Listen carefully (tn The infinitive absolute follows the imperative and lends emphasis to the exhortation.) to me and eat what is nourishing! (tn Heb “good” (so NASB, NIV, NRSV).) Enjoy fine food! (tn Heb “Let your appetite delight in fine food.”sn Nourishing, fine food here represents the blessings God freely offers. These include forgiveness, a new covenantal relationship with God, and national prominence (see vv. 3–6).)"},{"number":3,"verse":"Pay attention and come to me! Listen, so you can live! (tn The jussive with vav (ו) conjunctive following the imperative indicates purpose/result. sn To live here refers to covenantal blessing, primarily material prosperity and national security (see vv. 4–5, 13, and Deut 30:6, 15, 19–20).) Then I will make an unconditional covenantal promise to (tn Or “an eternal covenant with.”) you, just like the reliable covenantal promises I made to David. (tn Heb “the reliable expressions of loyalty of David.” The syntactical relationship of חַסְדֵי (khasde, “expressions of loyalty”) to the preceding line is unclear. If the term is appositional to בְּרִית (bÿrit, “covenant”), then the Lord here transfers the promises of the Davidic covenant to the entire nation. Another option is to take חַסְדֵי (khasde) as an adverbial accusative and to translate “according to the reliable covenantal promises.” In this case the new covenantal arrangement proposed here is viewed as an extension or perhaps fulfillment of the Davidic promises. A third option, the one reflected in the above translation, is to take the last line as comparative. In this case the new covenant being proposed is analogous to the Davidic covenant. Verses 4-5, which compare David’s international prominence to what Israel will experience, favors this view. In all three of these interpretations, “David” is an objective genitive; he is the recipient of covenantal promises. A fourth option would be to take David as a subjective genitive and understand the line as giving the basis for the preceding promise: “Then I will make an unconditional covenantal promise to you, because of David’s faithful acts of covenantal loyalty.”)"},{"number":4,"verse":"Look, I made him a witness to nations, (sn Ideally the Davidic king was to testify to the nations of God’s greatness (cf. Pss 18:50 HT [18:49 ET]; 22:28 HT [22:27 ET]). See J. H. Eaton, Kingship in the Psalms (SBT), 182-84.) a ruler and commander of nations.”"},{"number":5,"verse":"Look, you will summon nations (tn Heb “a nation,” but the singular is collective here, as the plural verbs in the next line indicate (note that both “know” and “run” are third plural forms).) you did not previously know; nations (tn Heb “a nation,” but the singular is collective here, as the plural verbs that follow indicate.) that did not previously know you will run to you, because of the LORD your God, the Holy One of Israel, (sn See the note on the phrase “the Holy One of Israel” in 1:4.) for he bestows honor on you."},{"number":6,"verse":"Seek the LORD while he makes himself available; (tn Heb “while he allows himself to be found.” The Niphal form has a tolerative force here.) call to him while he is nearby!"},{"number":7,"verse":"The wicked need to abandon their lifestyle (tn Heb “Let the wicked one abandon his way.” The singular is collective.) and sinful people their plans. (tn Heb “and the man of evil his thoughts.” The singular is collective.) They should return (tn Heb “let him return.” The singular is collective, meaning “let them.”) to the LORD, and he will show mercy to them, (tn The imperfect with vav (ו) conjunctive after the jussive indicates purpose/result.) and to their God, for he will freely forgive them. (sn The appeal and promise of vv. 6–7 echoes the language of Deut 4:25–31; 30:1–10; and 1 Kgs 8:46–53, all of which anticipate the exile and speak of the prerequisites for restoration.)"},{"number":8,"verse":"“Indeed, (tn Or “For” (KJV, NAB, NASB, NIV).) my plans (tn Or “thoughts” (so many English versions).) are not like (tn Heb “are not.” “Like” is interpretive, but v. 9 indicates that a comparison is in view.) your plans, and my deeds (tn Heb “ways” (so many English versions).) are not like (tn Heb “are not.” “Like” is interpretive, but v. 9 indicates that a comparison is in view.) your deeds,"},{"number":9,"verse":"for just as the sky (tn Or “the heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.) is higher than the earth, so my deeds (tn Heb “ways” (so many English versions).) are superior to (tn Heb “are higher than.”) your deeds and my plans (tn Or “thoughts” (so many English versions).) superior to your plans."},{"number":10,"verse":"(tn This verse begins in the Hebrew text with כִּי כַּאֲשֶׁר (ki ka’asher, “for, just as”), which is completed by כֵּן (ken, “so, in the same way”) at the beginning of v. 11. For stylistic reasons, this lengthy sentence is divided up into separate sentences in the translation.) The rain and snow fall from the sky and do not return, but instead water the earth and make it produce and yield crops, and provide seed for the planter and food for those who must eat."},{"number":11,"verse":"In the same way, the promise that I make does not return to me, having accomplished nothing. (tn Heb “so is the word which goes out from my mouth, it does not return to empty.” “Word” refers here to divine promises, like the ones made just prior to and after this (see vv. 7b, 12–13).) No, it is realized as I desire and is fulfilled as I intend.” (tn Heb “but it accomplishes what I desire, and succeeds [on the mission] which I send it.”sn Verses 8-11 focus on the reliability of the divine word and support the promises before (vv. 3–5, 7b) and after (vv. 12–13) this. Israel can be certain that repentance will bring forgiveness and a new covenantal relationship because God’s promises are reliable. In contrast to human plans (or “thoughts”), which are destined to fail (Ps 94:11) apart from divine approval (Prov 19:21), and human deeds (or “ways”), which are evil and lead to destruction (Prov 1:15–19; 3:31–33; 4:19), God’s plans are realized and his deeds accomplish something positive.)"},{"number":12,"verse":"Indeed you will go out with joy; you will be led along in peace; the mountains and hills will give a joyful shout before you, and all the trees in the field will clap their hands."},{"number":13,"verse":"Evergreens will grow in place of thorn bushes, firs will grow in place of nettles; they will be a monument to the LORD, (tn Heb “to the Lord for a name.” For שֵׁם (shem) used in the sense of “monument,” see also 56:5, where it stands parallel to יָד (yad).) a permanent reminder that will remain. (tn Or, more literally, “a permanent sign that will not be cut off.”)"}]}