{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"The Lord Desires Genuine Devotion “Shout loudly! Don’t be quiet! Yell as loud as a trumpet! Confront my people with their rebellious deeds; (tn Heb “declare to my people their rebellion.”) confront Jacob’s family with their sin! (tn Heb “and to the house of Jacob their sin.” The verb “declare” is understood by ellipsis (note the preceding line).)"},{"number":2,"verse":"They seek me day after day; they want to know my requirements, (tn Heb “ways” (so KJV, NAB, NASB, NIV, NRSV, TEV); NLT “my laws.”) like a nation that does what is right and does not reject the law of their God. They ask me for just decrees; they want to be near God."},{"number":3,"verse":"They lament, (tn The words “they lament” are supplied in the translation for clarification.) ‘Why don’t you notice when we fast? Why don’t you pay attention when we humble ourselves?’ Look, at the same time you fast, you satisfy your selfish desires, (tn Heb “you find pleasure”; NASB “you find your desire.”) you oppress your workers. (tn Or perhaps, “debtors.” See HALOT 865 s. v. * עָצֵב.)"},{"number":4,"verse":"Look, your fasting is accompanied by (tn Heb “you fast for” (so NASB); NRSV “you fast only to quarrel.”) arguments, brawls, and fistfights. (tn Heb “and for striking with a sinful fist.”) Do not fast as you do today, trying to make your voice heard in heaven."},{"number":5,"verse":"Is this really the kind of fasting I want? (tn Heb “choose” (so NASB, NRSV); NAB “wish.”) Do I want a day when people merely humble themselves, (tn Heb “a day when man humbles himself.” The words “Do I want” are supplied in the translation for stylistic reasons.) bowing their heads like a reed and stretching out (tn Or “making [their] bed.”) on sackcloth and ashes? Is this really what you call a fast, a day that is pleasing to the LORD?"},{"number":6,"verse":"No, this is the kind of fast I want. (tn Heb “Is this not a fast I choose?” “No” is supplied in the translation for clarification.) I want you (tn The words “I want you” are supplied in the translation for stylistic reasons.) to remove the sinful chains, to tear away the ropes of the burdensome yoke, to set free the oppressed, (tn Heb “crushed.”) and to break every burdensome yoke."},{"number":7,"verse":"I want you (tn Heb “Is it not?” The rhetorical question here expects a positive answer, “It is!”) to share your food with the hungry and to provide shelter for homeless, oppressed people. (tn Heb “and afflicted [ones], homeless [ones] you should bring [into] a house.” On the meaning of מְרוּדִים (mÿrudim, “homeless”) see HALOT 633 s. v. *מָרוּד.) When you see someone naked, clothe him! Don’t turn your back on your own flesh and blood! (tn Heb “and from your flesh do not hide yourself.”)"},{"number":8,"verse":"Then your light will shine like the sunrise; (tn Heb “will burst out like the dawn.” sn Light here symbolizes God’s favor and restored blessing, as the immediately following context makes clear.) your restoration will quickly arrive; (tn Heb “prosper”; KJV “spring forth speedily.”) your godly behavior (tn Or “righteousness.” Their godly behavior will be on display for all to see.) will go before you, and the LORD’s splendor will be your rear guard. (sn The nation will experience God’s protective presence.)"},{"number":9,"verse":"Then you will call out, and the LORD will respond; you will cry out, and he will reply, ‘Here I am.’ You must (tn Heb “if you.” In the Hebrew text vv. 9b–10 are one long conditional sentence. The protasis (“if” clauses appear in vv. 9b–10a), with the apodosis (“then” clause) appearing in v. 10b.) remove the burdensome yoke from among you and stop pointing fingers and speaking sinfully."},{"number":10,"verse":"You must (tn Heb “if you.” See the note on “you must” in v. 9b.) actively help the hungry and feed the oppressed. (tn Heb “If you furnish for the hungry [with] your being, and the appetite of the oppressed you satisfy.”) Then your light will dispel the darkness, (tn Heb “will rise in the darkness.”) and your darkness will be transformed into noonday. (tn Heb “and your darkness [will be] like noonday.”)"},{"number":11,"verse":"The LORD will continually lead you; he will feed you even in parched regions. (tn Heb “he will satisfy in parched regions your appetite.”) He will give you renewed strength, (tn Heb “and your bones he will strengthen.”) and you will be like a well-watered garden, like a spring that continually produces water."},{"number":12,"verse":"Your perpetual ruins will be rebuilt; (tn Heb “and they will build from you ancient ruins.”) you will reestablish the ancient foundations. You will be called, ‘The one who repairs broken walls, the one who makes the streets inhabitable again.’ (tc The Hebrew text has “the one who restores paths for dwelling.” The idea of “paths to dwell in” is not a common notion. Some have proposed emending נְתִיבוֹת (nÿtivot, “paths”) to נְתִיצוֹת (nÿtitsot, “ruins”), a passive participle from נָתַץ (natats, “tear down”; see HALOT 732 s. v. *נְתִיצָה), because tighter parallelism with the preceding line is achieved. However, none of the textual sources support this emendation. The line may mean that paths must be repaired in order to dwell in the land.)"},{"number":13,"verse":"You must (tn Lit., “if you.” In the Hebrew text vv. 13–14 are one long conditional sentence. The protasis (“if” clauses appear in v. 13), with the apodosis (“then” clause) appearing in v. 14.) observe the Sabbath (tn Heb “if you turn from the Sabbath your feet.”) rather than doing anything you please on my holy day. (tn Heb “[from] doing your desires on my holy day.” The Qumran scroll 1QIsaa supplies the preposition מִן (min) on “doing.”) You must look forward to the Sabbath (tn Heb “and call the Sabbath a pleasure”; KJV, NAB, NASB, NIV, NRSV “a delight.”) and treat the LORD’s holy day with respect. (tn Heb “and [call] the holy [day] of the Lord honored.” On קָדוֹשׁ (qadosh, “holy”) as indicating a time period, see BDB 872 s. v. 2. e (cf. also Neh 8:9–11).) You must treat it with respect by refraining from your normal activities, and by refraining from your selfish pursuits and from making business deals. (tn Heb “and you honor it [by refraining] from accomplishing your ways, from finding your desire and speaking a word.” It is unlikely that the last phrase (“speaking a word”) is a prohibition against talking on the Sabbath; instead it probably refers to making transactions or plans (see Hos 10:4). Some see here a reference to idle talk (cf. 2 Sam 19:30).)"},{"number":14,"verse":"Then you will find joy in your relationship to the LORD, (tn For a parallel use of the phrase “find joy in” (Hitpael of עָנַג [’anag] followed by the preposition עַל [’al]), see Ps 37:4.) and I will give you great prosperity, (tn Heb “and I will cause you to ride upon the heights of the land.” The statement seems to be an allusion to Deut 32:13, where it is associated, as here, with God’s abundant provision of food.) and cause crops to grow on the land I gave to your ancestor Jacob.” (tn Heb “and I will cause you to eat the inheritance of Jacob your father.” The Hebrew term נַחֲלָה (nakhalah) likely stands by metonymy for the crops that grow on Jacob’s “inheritance” (i. e., the land he inherited as a result of God’s promise).) Know for certain that the LORD has spoken. (tn Heb “for the mouth of the Lord has spoken.” The introductory כִּי (ki) may be asseverative (as reflected in the translation) or causal/explanatory, explaining why the preceding promise will become reality (because it is guaranteed by the divine word).)"}]}