{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"(The Lord Will Distinguish Between Sinners and the Godly) “I made myself available to those who did not ask for me; (tn Heb “I allowed myself to be sought by those who did not ask.”) I appeared to those who did not look for me. (tn Heb “I allowed myself to be found by those who did not seek.”) I said, ‘Here I am! Here I am!’ to a nation that did not invoke (tn Heb “call out in”; NASB, NIV, NRSV “call on.”) my name."},{"number":2,"verse":"I spread out my hands all day long to my rebellious people, who lived in a way that is morally unacceptable, and who did what they desired. (tn Heb “who walked [in] the way that is not good, after their thoughts.”)"},{"number":3,"verse":"These people continually and blatantly offend me (tn Heb “the people who provoke me to anger to my face continually.”) as they sacrifice in their sacred orchards (tn Or “gardens” (KJV, NASB, NIV, NRSV, NLT).) and burn incense on brick altars. (tn Or perhaps, “on tiles.”)"},{"number":4,"verse":"They sit among the tombs (sn Perhaps the worship of underworld deities or dead spirits is in view.) and keep watch all night long. (tn The Hebrew text reads literally, “and in the watches they spend the night.” Some understand נְּצוּרִים (nÿtsurim) as referring to “secret places” or “caves,” while others emend the text to וּבֵין צוּרִים (uven tsurim, “between the rocky cliffs”).) They eat pork, (tn Heb “the flesh of the pig”; KJV, NAB, NASB “swine’s flesh.”) and broth (tc The marginal reading (Qere), supported by the Qumran scroll 1QIsaa, reads מְרַק (mÿraq, “broth”), while the consonantal text (Kethib) has פְרַק (feraq, “fragment”).) from unclean sacrificial meat is in their pans."},{"number":5,"verse":"They say, ‘Keep to yourself! Don’t get near me, for I am holier than you!’ These people are like smoke in my nostrils, like a fire that keeps burning all day long."},{"number":6,"verse":"Look, I have decreed: (tn Heb “Look, it is written before me.”) I will not keep silent, but will pay them back; I will pay them back exactly what they deserve, (tn Heb “I will pay back into their lap.”)"},{"number":7,"verse":"for your sins and your ancestors’ sins,” (tn Heb “the iniquities of your fathers.”) says the LORD. “Because they burned incense on the mountains and offended (tn Or perhaps, “taunted”; KJV “blasphemed”; NAB “disgraced”; NASB “scorned”; NIV “defied”; NRSV “reviled.”) me on the hills, I will punish them in full measure.” (tn Heb “I will measure out their pay [from the] beginning into their lap,” i. e., he will give them everything they have earned.)"},{"number":8,"verse":"This is what the LORD says: “When (tn Heb “just as.” In the Hebrew text the statement is one long sentence, “Just as…, so I will do….”) juice is discovered in a cluster of grapes, someone says, ‘Don’t destroy it, for it contains juice.’ (tn Heb “for a blessing is in it.”) So I will do for the sake of my servants — I will not destroy everyone. (tn Heb “by not destroying everyone.”)"},{"number":9,"verse":"I will bring forth descendants from Jacob, and from Judah people to take possession of my mountains. My chosen ones will take possession of the land; (tn Heb “it.” The third feminine singular pronominal suffix probably refers to the land which contains the aforementioned mountains.) my servants will live there."},{"number":10,"verse":"Sharon (sn Sharon was a plain located to the west, along the Mediterranean coast north of Joppa and south of Carmel.) will become a pasture for sheep, and the Valley of Achor (sn The Valley of Achor (“Achor” means “trouble” in Hebrew) was the site of Achan’s execution. It was located to the east, near Jericho.) a place where cattle graze; (tn Heb “a resting place for cattle”; NASB, NIV “for herds.”) they will belong to my people, who seek me. (tn Heb “for my people who seek me.”)"},{"number":11,"verse":"But as for you who abandon the LORD and forget about worshiping at (tn The Hebrew text has simply, “forget.” The words “about worshiping at” are supplied in the translation for clarification.) my holy mountain, who prepare a feast for the god called ‘Fortune,’ (tn The Hebrew has לַגַּד (laggad, “for Gad”), the name of a pagan deity. See HALOT 176 s. v. II גַּד 2.) and fill up wine jugs for the god called ‘Destiny’ (tn The Hebrew has לַמְנִי (lamni, “for Meni”), the name of a pagan deity. See HALOT 602 s. v. מְגִי.) —"},{"number":12,"verse":"I predestine you to die by the sword, (tn Heb “I assign you to the sword.” Some emend the Qal verb form מָנִיתִי (maniti, “I assign”) to the Piel מִנִּיתִי (minniti, “ I ordain”). The verb sounds like the name of the god Meni (מְנִי, mÿni, “Destiny, Fate”). The sound play draws attention to the irony of the statement. The sinners among God’s people worship the god Meni, apparently in an effort to ensure a bright destiny for themselves. But the Lord is the one who really determines their destiny and he has decreed their demise.) all of you will kneel down at the slaughtering block, (tn Or “at the slaughter”; NIV “for the slaughter”; NLT “before the executioner.”) because I called to you, and you did not respond, I spoke and you did not listen. You did evil before me; (tn Heb “that which is evil in my eyes.”) you chose to do what displeases me.”"},{"number":13,"verse":"So this is what the sovereign LORD says: “Look, my servants will eat, but you will be hungry! Look, my servants will drink, but you will be thirsty! Look, my servants will rejoice, but you will be humiliated!"},{"number":14,"verse":"Look, my servants will shout for joy as happiness fills their hearts! (tn Heb “from the good of the heart.”) But you will cry out as sorrow fills your hearts; (tn Heb “from the pain of the heart.”) you will wail because your spirits will be crushed. (tn Heb “from the breaking of the spirit.”)"},{"number":15,"verse":"Your names will live on in the curse formulas of my chosen ones. (tn Heb “you will leave your name for an oath to my chosen ones.”sn For an example of such a curse formula see Jer 29:22.) The sovereign LORD will kill you, but he will give his servants another name."},{"number":16,"verse":"Whoever pronounces a blessing in the earth (tn Or “in the land” (NIV, NCV, NRSV). The same phrase occurs again later in this verse, with the same options.) will do so in the name of the faithful God; (tn Heb “will pronounce a blessing by the God of truth.”) whoever makes an oath in the earth will do so in the name of the faithful God. (tn Heb “will take an oath by the God of truth.”) For past problems will be forgotten; I will no longer think about them. (tn Heb “for the former distresses will be forgotten, and they will be hidden from my eyes.”)"},{"number":17,"verse":"For look, I am ready to create new heavens and a new earth! (sn This hyperbolic statement likens the coming transformation of Jerusalem (see vv. 18–19) to a new creation of the cosmos.) The former ones (tn Or perhaps, “the former things” (so ASV, NASB, NIV, NRSV); TEV “The events of the past.”) will not be remembered; no one will think about them anymore. (tn Heb “and they will not come up on the mind.”)"},{"number":18,"verse":"But be happy and rejoice forevermore over what I am about to create! For look, I am ready to create Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) to be a source of joy, (tn Heb “Jerusalem, joy.” The next verse suggests the meaning: The Lord will create Jerusalem to be a source of joy to himself.) and her people to be a source of happiness. (tn Heb “her people, happiness.” See the preceding note.)"},{"number":19,"verse":"Jerusalem will bring me joy, and my people will bring me happiness. (tn Heb “and I will rejoice in Jerusalem, and be happy in my people.”) The sound of weeping or cries of sorrow will never be heard in her again."},{"number":20,"verse":"Never again will one of her infants live just a few days (tn Heb “and there will not be from there again a nursing infant of days,” i. e., one that lives just a few days.) or an old man die before his time. (tn Heb “or an old [man] who does not fill out his days.”) Indeed, no one will die before the age of a hundred, (tn Heb “for the child as a son of one hundred years will die.” The point seems to be that those who die at the age of a hundred will be considered children, for the average life span will be much longer than that. The category “child” will be redefined in light of the expanded life spans that will characterize this new era.) anyone who fails to reach (tn Heb “the one who misses.” חָטָא (khata’) is used here in its basic sense of “miss the mark.” See HALOT 305 s. v. חטא. Another option is to translate, “and the sinner who reaches the age of a hundred will be cursed.”) the age of a hundred will be considered cursed."},{"number":21,"verse":"They will build houses and live in them; they will plant vineyards and eat their fruit."},{"number":22,"verse":"No longer will they build a house only to have another live in it, (tn Heb “they will not build, and another live [in it].”) or plant a vineyard only to have another eat its fruit, (tn Heb “they will not plant, and another eat.”) for my people will live as long as trees, (tn Heb “for like the days of the tree [will be] the days of my people.”) and my chosen ones will enjoy to the fullest what they have produced. (tn Heb “the work of their hands” (so KJV, NASB, NIV, NRSV); NLT “their hard-won gains.”)"},{"number":23,"verse":"They will not work in vain, or give birth to children that will experience disaster. (tn Heb “and they will not give birth to horror.”) For the LORD will bless their children and their descendants. (tn Heb “for offspring blessed by the Lord they [will be], and their descendants along with them.”)"},{"number":24,"verse":"Before they even call out, (tn The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) I will respond; while they are still speaking, I will hear."},{"number":25,"verse":"A wolf and a lamb will graze together; (sn A similar statement appears in 11:6.) a lion, like an ox, will eat straw, (sn These words also appear in 11:7.) and a snake’s food will be dirt. (sn Some see an allusion to Gen 3:14 (note “you will eat dirt”). The point would be that even in this new era the snake (often taken as a symbol of Satan) remains under God’s curse. However, it is unlikely that such an allusion exists. Even if there is an echo of Gen 3:14, the primary allusion is to 11:8, where snakes are pictured as no longer dangerous. They will no longer attack other living creatures, but will be content to crawl along the ground. (The statement “you will eat dirt” in Gen 3:14 means “you will crawl on the ground.” In the same way the statement “dirt will be its food” in Isa 65:25 means “it will crawl on the ground.”)) They will no longer injure or destroy on my entire royal mountain,” (tn Heb “in all my holy mountain.” These same words appear in 11:9. See the note there. sn As in 11:1–9 the prophet anticipates a time when the categories predator-prey no longer exist. See the note at the end of 11:8.) says the LORD."}]}