{"bibleAbbr":"NET2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"(A Sign-Child is Born) The LORD told me, “Take a large tablet (sn Probably made of metal, wood, or leather. See HALOT 193 s. v. גִּלָּיוֹן.) and inscribe these words (tn Heb “write” (so KJV, ASV, NIV, NRSV).) on it with an ordinary stylus: (tn Heb “with the stylus of a man.” The significance of the qualifying genitive “a man” is uncertain. For various interpretations see J. N. Oswalt, Isaiah (NICOT), 1:219, n. 1.) ‘Maher-Shalal-Hash-Baz.’ (tn Heb “quickly, [the] plunder; it hurries, [the] loot.” The first word (מַהֵר, maher) is either a Piel imperative (“hurry [to]”) or infinitive (“hurrying,” or “quickly”). The third word (חָשׁ, khash) is either a third masculine singular perfect or a masculine singular participle, in either case from the root חוּשׁ (khush, “hurry”). Perhaps it is best to translate, “One hastens to the plunder, one hurries to the loot.” In this case מַהֵר is understood as an infinitive functioning as a verb, the subject of חוּשׁ is taken as indefinite, and the two nouns are understood as adverbial accusatives. As we discover in v. 3, this is the name of the son to be born to Isaiah through the prophetess.)"},{"number":2,"verse":"Then I will summon (tn The form in the text is a cohortative with prefixed vav (ו), suggesting that the Lord is announcing what he will do. Some prefer to change the verb to an imperative, “and summon as witnesses,” a reading that finds support from the Qumran scroll 1QIsaa. Another option is to point the prefixed conjunction as a vav consecutive and translate, “So I summoned as witnesses.” In this case Isaiah is recalling his response to the Lord’s commission. In any case, the reference to witnesses suggests that the name and the child who bears it will function as signs.) as my reliable witnesses Uriah the priest and Zechariah son of Jeberekiah.”"},{"number":3,"verse":"I then had sexual relations with the prophetess; she conceived and gave birth to a son. The LORD told me, “Name him Maher-Shalal-Hash-Baz,"},{"number":4,"verse":"for before the child knows how to cry out, ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) will be carried off by the king of Assyria.” (sn The child’s name foreshadows what will happen to Judah’s enemies; when their defeat takes place, the child will be a reminder that God predicted the event and brought it to pass. As such the child will be a reminder of God’s protective presence with his people.)"},{"number":5,"verse":"The LORD spoke to me again:"},{"number":6,"verse":"“These people (tn The Hebrew text begins with “because.” In the Hebrew text vv. 6–7 are one long sentence, with v. 6 giving the reason for judgment and v. 7 formally announcing it.) have rejected the gently flowing waters of Shiloah (sn The phrase “waters of Shiloah” probably refers to a stream that originated at the Gihon Spring and supplied the city of Jerusalem with water. See J. N. Oswalt, Isaiah (NICOT), 1:225. In this context these waters stand in contrast to the flood waters of Assyria and symbolize God’s presence and blessings.) and melt in fear over Rezin and the son of Remaliah. (tn The precise meaning of v. 6 has been debated. The translation above assumes that “these people” are the residents of Judah and that מָשׂוֹשׂ (masos) is alternate form of מָסוֹס (masos, “despair, melt”; see HALOT 606 s. v. מסס). In this case vv. 7–8 in their entirety announce God’s disciplinary judgment on Judah. However, “these people” could refer to the Israelites and perhaps also the Syrians (cf v. 4). In this case מָשׂוֹשׂ probably means “joy.” One could translate, “and rejoice over Rezin and the son of Remaliah.” In this case v. 7a announces the judgment of Israel, with vv. 7b–8 then shifting the focus to the judgment of Judah.)"},{"number":7,"verse":"So look, the sovereign master (tn The Hebrew term translated “sovereign master” here is אֲדֹנָי (’adonay).) is bringing up against them the turbulent and mighty waters of the Euphrates River (tn Heb “the mighty and abundant waters of the river.” The referent of “the river” here, the Euphrates River, has been specified in the translation for clarity. As the immediately following words indicate, these waters symbolize the Assyrian king and his armies which will, as it were, inundate the land.) — the king of Assyria and all his majestic power. It will reach flood stage and overflow its banks. (tn Heb “it will go up over all its stream beds and go over all its banks.”)"},{"number":8,"verse":"It will spill into Judah, flooding and engulfing, as it reaches to the necks of its victims. He will spread his wings out over your entire land, (tn Heb “and the spreading out of his wings [will be over] the fullness of the breadth of your land.” The metaphor changes here from raging flood to predatory bird.) O Immanuel.” (sn The appearance of the name Immanuel (“God is with us”) is ironic at this point, for God is present with his people in judgment. Immanuel is addressed here as if he has already been born and will see the judgment occur. This makes excellent sense if his birth has just been recorded. There are several reasons for considering Immanuel and Maher-Shalal-Hash-Baz one and the same. 8:3 is a birth account which could easily be understood as recording the fulfillment of the birth prophecy of 7:14. The presence of a formal record/witnesses (8:1–2) suggests a sign function for the child (cf. 7:14). As in 7:14–16, the removal of Judah’s enemies would take place before the child reached a specified age (cf. 8:4). Both 7:17–25 and 8:7–8 speak of an Assyrian invasion of Judah which would follow the defeat of Israel/Syria. The major objection to this view is the fact that different names appear, but such a phenomenon is not without parallel in the OT (cf. Gen 35:18). The name Immanuel may emphasize the basic fact of God’s presence, while the name Maher focuses on the specific nature of God’s involvement. In 7:14 the mother is viewed as naming the child, while in 8:3 Isaiah is instructed to give the child’s name, but one might again point to Gen 35:18 for a precedent. The sign child’s age appears to be different in 8:4 than in 7:15–16, but 7:15–16 pertains to the judgment on Judah, as well as the defeat of Israel/Syria (cf. vv. 17–25), while 8:4 deals only with the downfall of Israel/Syria. Some argue that the suffixed form “your land” in 8:8 points to a royal referent (a child of Ahaz or the Messiah), but usage elsewhere shows that the phrase does not need to be so restricted. While the suffix can refer to the king of a land (cf. Num 20:17; 21:22; Deut 2:27; Judg 11:17, 19; 2 Sam 24:13; 1 Kgs 11:22; Isa 14:20), it can also refer to one who is a native of a particular land (cf. Gen 12:1; 32:9; Jonah 1:8). (See also the use of “his land” in Isa 13:14 [where the suffix refers to a native of a land] and 37:7 [where it refers to a king].))"},{"number":9,"verse":"You will be broken, (tn The verb רֹעוּ (ro’u) is a Qal imperative, masculine plural from רָעַע (ra’a’, “break”). Elsewhere both transitive (Job 34:24; Ps 2:9; Jer 15:12) and intransitive (Prov 25:19; Jer 11:16) senses are attested for the Qal of this verb. Because no object appears here, the form is likely intransitive: “be broken.” In this case the imperative is rhetorical (like “be shattered” later in the verse) and equivalent to a prediction, “you will be broken.” On the rhetorical use of the imperative in general, see IBHS 572 §34.4c; GKC 324 §110. c.) O nations; you will be shattered! (tn The imperatival form (Heb “be shattered”) is rhetorical and expresses the speaker’s firm conviction of the outcome of the nations’ attack. See the note on “be broken.”) Pay attention, all you distant lands of the earth! Get ready for battle, and you will be shattered! Get ready for battle, and you will be shattered! (tn The initial imperative (“get ready for battle”) acknowledges the reality of the nations’ hostility; the concluding imperative (Heb “be shattered”) is rhetorical and expresses the speakers’ firm conviction of the outcome of the nations’ attack. (See the note on “be broken.”) One could paraphrase, “Okay, go ahead and prepare for battle since that’s what you want to do, but your actions will backfire and you’ll be shattered.” This rhetorical use of the imperatives is comparable to saying to a child who is bent on climbing a high tree, “Okay, go ahead, climb the tree and break your arm!” What this really means is: “Okay, go ahead and climb the tree since that’s what you really want to do, but your actions will backfire and you’ll break your arm.” The repetition of the statement in the final two lines of the verse gives the challenge the flavor of a taunt (ancient Israelite “trash talking,” as it were).)"},{"number":10,"verse":"Devise your strategy, but it will be thwarted! Issue your orders, but they will not be executed! (tn Heb “speak a word, but it will not stand.”) For God is with us! (sn In these vv. 9–10 the tone shifts abruptly from judgment to hope. Hostile nations like Assyria may attack God’s people, but eventually they will be destroyed, for God is with his people, sometimes to punish, but ultimately to vindicate. In addition to being a reminder of God’s presence in the immediate crisis faced by Ahaz and Judah, Immanuel (whose name is echoed in this concluding statement) was a guarantee of the nation’s future greatness in fulfillment of God’s covenantal promises. Eventually God would deliver his people from the hostile nations (vv. 9–10) through another child, an ideal Davidic ruler who would embody God’s presence in a special way (see 9:6–7). Jesus the Messiah is the fulfillment of the Davidic ideal prophesied by Isaiah, the one whom Immanuel foreshadowed. Through the miracle of the incarnation he is literally “God with us.” Matthew realized this and applied Isaiah’s ancient prophecy of Immanuel’s birth to Jesus (Matt 1:22–23). The first Immanuel was a reminder to the people of God’s presence and a guarantee of a greater child to come who would manifest God’s presence in an even greater way. The second Immanuel is “God with us” in a heightened and infinitely superior sense. He “fulfills” Isaiah’s Immanuel prophecy by bringing the typology intended by God to realization and by filling out or completing the pattern designed by God. Of course, in the ultimate fulfillment of the type, the incarnate Immanuel’s mother must be a virgin, so Matthew uses a Greek term (παρθένος, parqenos), which carries that technical meaning (in contrast to the Hebrew word עַלְמָה [’almah], which has the more general meaning “young woman”). Matthew draws similar analogies between NT and OT events in 2:15, 18. The linking of these passages by analogy is termed “fulfillment.” In 2:15 God calls Jesus, his perfect Son, out of Egypt, just as he did his son Israel in the days of Moses, an historical event referred to in Hos 11:1. In so doing he makes it clear that Jesus is the ideal Israel prophesied by Isaiah (see Isa 49:3), sent to restore wayward Israel (see Isa 49:5, cf. Matt 1:21). In 2:18 Herod’s slaughter of the infants is another illustration of the oppressive treatment of God’s people by foreign tyrants. Herod’s actions are analogous to those of the Assyrians, who deported the Israelites, causing the personified land to lament as inconsolably as a mother robbed of her little ones (Jer 31:15).)"},{"number":11,"verse":"(The Lord Encourages Isaiah) Indeed this is what the LORD told me. He took hold of me firmly and warned me not to act like these people: (tc Heb “with strength of hand and he warned me from walking in the way of these people, saying.” Some want to change the pointing of the suffix and thereby emend the Qal imperfect יִסְּרֵנִי (yissÿreni, “he was warning me”) to the more common Piel perfect יִסְּרַנִי (yissÿrani, “he warned me”). Others follow the lead of the Qumran scroll 1QIsaa and read יְסִירֵנִי (yÿsireni, “he was turning me aside,” a Hiphil imperfect from סוּר, sur).)"},{"number":12,"verse":"“Do not say, ‘Conspiracy,’ every time these people say the word. (tn Heb “Do not say, ‘Conspiracy,’ with respect to all which these people say, ‘Conspiracy.’” The verb translated “do not say” is second masculine plural, indicating that this exhortation is directed to Isaiah and other followers of the Lord (see v. 16). sn The background of this command is uncertain. Perhaps the “conspiracy” in view is the alliance between Israel and Syria. Some of the people may even have thought that individuals in Judah were plotting with Israel and Syria to overthrow the king.) Don’t be afraid of what scares them; don’t be terrified."},{"number":13,"verse":"You must recognize the authority of the LORD who commands armies. (tn Heb “the Lord who commands armies [traditionally, the Lord of hosts], him you must set apart.” The word order is emphatic, with the object being placed first.) He is the one you must respect; he is the one you must fear. (tn Heb “he is your [object of] fear, he is your [object of] terror.” The roots יָרֵא (yare’) and עָרַץ (’arats) are repeated from v. 12b.)"},{"number":14,"verse":"He will become a sanctuary, (tn Because the metaphor of protection (“sanctuary”) does not fit the negative mood that follows in vv. 14b–15, some contend that מִקְדָּשׁ (miqdash, “sanctuary”) is probably a corruption of an original מוֹקֵשׁ (moqesh, “snare”), a word that appears in the next line (cf. NAB and H. Wildberger, Isaiah, 1:355-56). If the MT reading is retained (as in the above translation), the fact that Yahweh is a sanctuary wraps up the point of v. 13 and stands in contrast to God’s treatment of those who rebel against him (the rest of v. 14).) but a stone that makes a person trip, and a rock that makes one stumble — to the two houses of Israel. (sn The two “houses” of Israel (= the patriarch Jacob) are the northern kingdom of Israel and the southern kingdom of Judah.) He will become (tn These words are supplied in the translation for stylistic reasons. וְהָיָה (vÿhayah, “and he will be”) does double duty in the parallel structure of the verse.) a trap and a snare to the residents of Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":15,"verse":"Many will stumble over the stone and the rock, (tn Heb “over them” (so NASB); NCV “over this rock.”) and will fall and be seriously injured, and will be ensnared and captured.”"},{"number":16,"verse":"Tie up the scroll as legal evidence, (tn Heb “tie up [the] testimony.” The “testimony” probably refers to the prophetic messages God has given him. When the prophecies are fulfilled, he will be able to produce this official, written record to confirm the authenticity of his ministry and to prove to the people that God is sovereign over events.) seal the official record of God’s instructions and give it to my followers. (tn Heb “seal [the] instruction among my followers.” The “instruction” probably refers to the prophet’s exhortations and warnings. When the people are judged for the sins, the prophet can produce these earlier messages and essentially say, “I told you so.” In this way he can authenticate his ministry and impress upon the people the reality of God’s authority over them.)"},{"number":17,"verse":"I will wait patiently for the LORD, who has rejected the family of Jacob; (tn Heb “who hides his face from the house of Jacob.”) I will wait for him."},{"number":18,"verse":"Look, I and the sons whom the LORD has given me (sn This refers to Shear-jashub (7:3) and Maher-Shalal-Hash-Baz (8:1, 3).) are reminders and object lessons (tn Or “signs and portents” (NAB, NRSV). The names of all three individuals has symbolic value. Isaiah’s name (which meant “the Lord delivers”) was a reminder that the Lord was the nation’s only source of protection; Shear-jashub’s name was meant, at least originally, to encourage Ahaz (see the note at 7:3), and Maher-Shalal-Hash-Baz’s name was a guarantee that God would defeat Israel and Syria (see the note at 8:4). The word מוֹפֶת (mofet, “portent”) can often refer to some miraculous event, but in 20:3 it is used, along with its synonym אוֹת (’ot, “sign”) of Isaiah’s walking around half-naked as an object lesson of what would soon happen to the Egyptians.) in Israel, sent from the LORD who commands armies, who lives on Mount Zion."},{"number":19,"verse":"(Darkness Turns to Light as an Ideal King Arrives) (tn It is uncertain if the prophet or the Lord is speaking in vv. 19–22. If the latter, then vv. 19–22 resume the speech recorded in vv. 12–15, after the prophet’s response in vv. 16–18.) They will say to you, “Seek oracles at the pits used to conjure up underworld spirits, from the magicians who chirp and mutter incantations. (tn Heb “inquire of the ritual pits and of the magicians who chirp and mutter.” The Hebrew word אוֹב (’ov, “ritual pit”) refers to a pit used by a magician to conjure up underworld spirits. In 1 Sam 28:7 the witch of Endor is called a אוֹב-בַּעֲלַת (ba’alat-’ov, “owner of a ritual pit”). See H. Hoffner, “Second Millennium Antecedents to the Hebrew ’OñBù,” JBL 86 (1967): 385-401.) Should people not seek oracles from their gods, by asking the dead about the destiny of the living?” (tn Heb “Should a nation not inquire of its gods on behalf of the living, (by inquiring) of the dead?” These words appear to be a continuation of the quotation begun in the first part of the verse. אֱלֹהָיו (’elohayv) may be translated “its gods” or “its God.” Some take the second half of the verse as the prophet’s (or the Lord’s) rebuke of the people who advise seeking oracles at the ritual pits, but in this case the words “the dead on behalf of the living” are difficult to explain.)"},{"number":20,"verse":"Then you must recall the LORD’s instructions and the prophetic testimony of what would happen. (tn Heb “to [the] instruction and to [the] testimony.” The words “then you must recall” are supplied in the translation for stylistic reasons. In the Hebrew text vv. 19–20a are one long sentence, reading literally, “When they say to you…, to the instruction and to the testimony.” On the identity of the “instruction” and “testimony” see the notes at v. 16.) Certainly they say such things because their minds are spiritually darkened. (tn Heb “If they do not speak according to this word, [it is] because it has no light of dawn.” The literal translation suggests that “this word” refers to the instruction/testimony. However, it is likely that אִם־לֹא (’im-lo’) is asseverative here, as in 5:9. In this case “this word” refers to the quotation recorded in v. 19. For a discussion of the problem see J. N. Oswalt, Isaiah (NICOT), 230, n. 9. The singular pronoun in the second half of the verse is collective, referring back to the nation (see v. 19b).)"},{"number":21,"verse":"They will pass through the land (tn Heb “he will pass through it.” The subject of the collective singular verb is the nation. (See the preceding note.) The immediately preceding context supplies no antecedent for “it” (a third feminine singular suffix in the Hebrew text); the suffix may refer to the land, which would be a reasonable referent with a verb of motion. Note also that אֶרֶץ (’erets, “land”) does appear at the beginning of the next verse.) destitute and starving. Their hunger will make them angry, (tn The verb that introduces this verse serves as a discourse particle and is untranslated; see note on “in the future” in 2:2.) and they will curse their king and their God (tn Or “gods” (NAB, NRSV, CEV).) as they look upward."},{"number":22,"verse":"When one looks out over the land, he sees (tn Heb “and behold” (so KJV, ASV, NASB).) distress and darkness, gloom (tn The precise meaning of מְעוּף (mÿ’uf) is uncertain; the word occurs only here. See BDB 734 s. v. מָעוּף.) and anxiety, darkness and people forced from the land. (tn Heb “ and darkness, pushed.” The word מְנֻדָּח (mÿnudakh) appears to be a Pual participle from נדח (“push”), but the Piel is unattested for this verb and the Pual occurs only here.)"}]}