{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"( मोडलेला करार) परमेश्वराकडून यिर्मयाला वचन प्राप्त झाले ते हे :"},{"number":2,"verse":"“तुम्ही ह्या कराराची वचने ऐका; यहूदाचे लोक व यरुशलेमकर ह्यांच्याशी बोला."},{"number":3,"verse":"तू त्यांना सांग, परमेश्वर इस्राएलाचा देव म्हणतो, ह्या कराराची वचने जो ऐकत नाही तो शापित आहे."},{"number":4,"verse":"ज्या दिवशी मी तुमच्या पूर्वजांना मिसर देशातून, लोखंडी भट्टीतून बाहेर काढले त्या दिवशी हा करार मी त्यांना आज्ञापिला व म्हटले, माझी वाणी ऐका व माझ्या आज्ञेप्रमाणे सगळी वचने पाळा, म्हणजे तुम्ही माझे लोक व्हाल व मी तुमचा देव होईन;"},{"number":5,"verse":"आणि ज्यात दुधामधाचे प्रवाह वाहत आहेत असा देश, आज आहे तसा, तुमच्या पूर्वजांना मी शपथपूर्वक देऊ केला, ती शपथ मी पूर्ण करीन.” तेव्हा मी उत्तर देऊन म्हटले, “हे परमेश्वरा, आमेन.”"},{"number":6,"verse":"परमेश्वर मला म्हणाला, “यहूदाच्या नगरात व यरुशलेमेच्या रस्त्यात ही सर्व वचने पुकारून सांग : ह्या कराराची वचने ऐका व त्याप्रमाणे वागा."},{"number":7,"verse":"मी तुमच्या पूर्वजांना मिसर देशातून बाहेर आणले त्या दिवसापासून आजवर मी त्यांना बजावून सांगत आलो आहे; नित्य मोठ्या निकडीने बजावत आलो आहे की माझा शब्द ऐका;"},{"number":8,"verse":"पण ते ऐकेनात, आपला कान लावीनात, तर आपल्या दुष्ट मनाच्या हट्टाप्रमाणे ते चालत गेले; मी त्यांना ह्या कराराची वचने पाळण्यास सांगितले असून त्यांनी ती पाळली नाहीत, म्हणून त्या करारात सांगितलेले सर्व मी त्यांच्यावर आणले.”"},{"number":9,"verse":"परमेश्वर मला म्हणाला, “यहूदातील माणसे व यरुशलेमकर ह्यांनी केलेला कट उघडकीस आला आहे."},{"number":10,"verse":"त्यांच्या वडिलांनी माझ्या वचनांकडे कान देण्याचे नाकारले, त्याच त्यांच्या दुष्कर्माकडे ते वळाले आहेत; अन्य देवांची सेवा करण्यास ते त्यांच्यामागे लागले आहेत; इस्राएलाचे घराणे व यहूदाचे घराणे ह्यांनी, त्यांच्या पूर्वजांशी मी केलेला करार मोडला आहे."},{"number":11,"verse":"ह्यास्तव परमेश्वर म्हणतो, पाहा, मी त्यांच्यावर अरिष्ट आणतो त्यातून त्यांचा निभाव लागणार नाही; ते मला आरोळी मारतील तरी मी त्यांचे ऐकणार नाही."},{"number":12,"verse":"यहूदाची नगरे व यरुशलेमकर ज्या दैवतांना धूप जाळतात त्यांच्याकडे जाऊन ते आरोळी मारतील; पण संकटसमयी ती त्यांचे रक्षण मुळीच करणार नाहीत."},{"number":13,"verse":"हे यहूदा, तुझ्या नगरांइतकी तुझ्या दैवतांची संख्या आहे; यरुशलेमेत जितके रस्ते आहेत तितक्या वेद्या, त्या लाजिरवाण्या वस्तूंसाठी म्हणजे अर्थात बआलमूर्तीपुढे धूप जाळण्यासाठी तुम्ही मांडल्या आहेत."},{"number":14,"verse":"ह्याकरता तू ह्या राष्ट्रांसाठी प्रार्थना करू नकोस, त्यांच्यासाठी विनंती करू नकोस की धावा करू नकोस; कारण ते आपल्या संकटसमयी मला हाक मारतील तेव्हा मी ऐकणार नाही."},{"number":15,"verse":"माझ्याशी कपटाने वागणार्‍या माझ्या प्रियेचे माझ्या मंदिरात काय काम? नवसांनी व पवित्र मांस अर्पण केल्याने तुझ्यावरचे संकट टळेल काय? टळत असेल तर आनंद कर."},{"number":16,"verse":"परमेश्वराने तुला ‘चांगल्या फळांनी शोभिवंत असलेले हिरवे जैतून झाड’ हे नाव दिले, पण मोठी गर्जना करून त्याने त्याला आग लावली व त्याच्या फांद्या मोडल्या."},{"number":17,"verse":"इस्राएलाचे घराणे व यहूदाचे घराणे ह्यांनी बआलमूर्तीस धूप जाळून मला चिडवण्याचे दुष्कर्म केले आहे; म्हणून ज्या सेनाधीश परमेश्वराने तुला लावले त्याने तुला अरिष्टाची शिक्षा सांगितली आहे.”"},{"number":18,"verse":"( यिर्मयाविरुद्ध कट) परमेश्वराने मला ते कळवले; व मला ते कळले तेव्हा तू मला त्यांची कर्मे दाखवली."},{"number":19,"verse":"मी तर सौम्य कोकरासारखा होतो; नकळत ते मला वधण्यास नेत होते. “ह्या झाडाचा आपण फळासकट नाश करू व त्याच्या नावाचे स्मरण पुन्हा होऊ नये म्हणून त्याला जिवंताच्या भूमीवरून नाहीसे करू,” असा त्यांचा माझ्याविरुद्ध कट चालला होता."},{"number":20,"verse":"तथापि हे सत्य न्याय करणार्‍या, अंतर्याम व हृदय पारखणार्‍या, सेनाधीश परमेश्वरा, त्यांचा तू सूड घेशील तो मला पाहू दे, कारण मी आपली फिर्याद तुझ्यापुढे मांडली आहे."},{"number":21,"verse":"अनाथोथचे जे लोक माझ्या जिवावर टपले असून म्हणतात की, “तू परमेश्वराच्या नामाने संदेश देऊ नकोस, देशील तर आमच्या हातून मरशील,” त्यांच्याविरुद्ध परमेश्वर बोलला आहे."},{"number":22,"verse":"सेनाधीश परमेश्वर असे म्हणतो, “पाहा, त्यांना मी शिक्षा करीन; त्यांचे तरुण तलवारीने मरतील, त्यांचे पुत्र व कन्या दुष्काळाने फस्त होतील."},{"number":23,"verse":"त्यांतला कोणी शेष उरणार नाही, कारण अनाथोथ-करांवर मी अरिष्ट, त्यांची खबर घेण्याचा वर्षकाळ आणतो.”"}]}