{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"( यहूदावरील परमेश्वराचा न शमणारा कोप) मग परमेश्वर मला म्हणाला, “मोशे व शमुवेल हे माझ्यापुढे उभे राहिले तरी माझे अंतःकरण ह्या लोकांकडे वळायचे नाही; त्यांना माझ्या दृष्टीसमोरून घालव, त्यांना निघून जाऊ दे."},{"number":2,"verse":"ते जर तुला म्हणतील, ‘आम्ही कोठे जावे?’ तर त्यांना सांग, ‘परमेश्वर असे म्हणतो, “जे मृत्यूसाठी नेमलेले आहेत त्यांनी मृत्यूकडे, जे तलवारीसाठी नेमलेले आहेत त्यांनी तलवारीकडे, जे दुष्काळासाठी नेमलेले आहेत त्यांनी दुष्काळाकडे व जे बंदिवासासाठी नेमलेले आहेत त्यांनी बंदिवासात जावे.”’"},{"number":3,"verse":"“परमेश्वर म्हणतो, मी त्यांच्यावर चार गोष्टी आणीन : ठार करण्यास तलवार, फाडून टाकण्यास कुत्रे, खाऊन नाश करण्यास आकाशातील पक्षी आणि पृथ्वीवरील श्वापदे."},{"number":4,"verse":"यहूदाचा राजा हिज्कीया ह्याचा पुत्र मनश्शे ह्याने यरुशलेमेत जे काही केले त्यामुळे पृथ्वीवरील सर्व राष्ट्रांना दहशत पोहचेल असे मी त्यांचे करीन."},{"number":5,"verse":"हे यरुशलेमे, कोणाला तुझी करुणा येईल? कोण तुझ्यासाठी शोक करील? कोण तुझ्याकडे वळून तुझे क्षेमकुशल विचारील?"},{"number":6,"verse":"परमेश्वर म्हणतो, तू माझा त्याग केला आहेस; तू मागे फिरली आहेस, म्हणून मी आपला हात तुझ्यावर उगारून तुझा नाश करीन; मी अनुताप करून कंटाळलो आहे."},{"number":7,"verse":"मी त्यांना आपल्या देशाच्या वेशींवर सुपाने पाखडून टाकले, त्यांना अपत्यहीन केले; मी त्या लोकांचा विध्वंस केला, कारण ते आपल्या मार्गावरून मागे फिरले नाहीत."},{"number":8,"verse":"माझ्यासमोर त्यांच्या विधवा सागराच्या वाळूपेक्षा अधिक झाल्या आहेत; मी भरदुपारी त्यांच्यावर व तरुणांच्या मातेवर लुटारू आणतो; तिच्यावर क्लेश व त्रेधा ही अकस्मात ओढवतील असे मी करतो."},{"number":9,"verse":"सातपुती म्लान झाली आहे; ती प्राण सोडत आहे; भरदिवसा तिचा सूर्य मावळत आहे; ती लज्जित व फजीत होत आहे; त्यांचा अवशेष त्यांच्या वैर्‍यांसमक्ष मी तलवारीस बळी देईन, असे परमेश्वर म्हणतो.”"},{"number":10,"verse":"अगे माझ्या आई! हायहाय! सर्व जगाबरोबर झगडा व विवाद करणार्‍या अशा मला तू जन्म दिला आहेस. मी कोणाशी वाढीदिढीचा व्यवहार केला नाही व कोणी माझ्याशी केला नाही; तरी सर्व मला शाप देतात."},{"number":11,"verse":"परमेश्वर म्हणतो, तुझ्या बर्‍यासाठी मी तुला खचीत बळ देईन; अनिष्टाच्या व क्लेशाच्या समयी शत्रू तुझी विनवणी करतील असे मी खचीत करीन."},{"number":12,"verse":"कोणी लोखंड, उत्तरेहून आणलेले लोखंड व पितळ फोडू शकतो काय?"},{"number":13,"verse":"“तुझ्या सर्व पातकांमुळे तुझ्या सर्व हद्दींतील तुझे वित्त व निधी मी मोबदला न घेता लूट म्हणून देईन."},{"number":14,"verse":"तुला ठाऊक नाही अशा देशात तुझे शत्रू ती लूट घेऊन जातील असे मी करीन; कारण माझा क्रोधाग्नी पेटला आहे, तुमच्याविरुद्ध पेटला आहे.”"},{"number":15,"verse":"( यिर्मयाला परमेश्वराचे आश्वासन) हे परमेश्वरा, तू जाणत आहेस; माझे स्मरण करून मला भेट दे, माझ्याकरता मला छळणार्‍यांचा सूड घे! तू त्यांच्यासंबंधाने मंदक्रोध होऊन माझा संहार करू नकोस; तुझ्यासाठी मी निंदा सहन करतो ह्याचे स्मरण कर."},{"number":16,"verse":"मला तुझी वचने प्राप्त झाली ती मी स्वीकारली;1 तुझी वचने माझा आनंद, माझ्या जिवाचा उल्लास अशी होती; कारण हे परमेश्वरा, सेनाधीश देवा, तुझे नाम घेऊन मी आपणास तुझा म्हणवतो."},{"number":17,"verse":"विनोद करणार्‍यांच्या मंडळीत मी बसलो नाही, मी मजा केली नाही; तुझा हात माझ्यावर पडल्यामुळे मी एकान्ती बसलो; कारण तू मला अस्वस्थ केले आहेस."},{"number":18,"verse":"मला सतत दुःख का? माझी जखम भारी व असाध्य का? फसवणारा ओहोळ, आटून जाणारे पाणी, ह्यांसारखा तू खरोखर मला होशील काय?"},{"number":19,"verse":"ह्याकरता परमेश्वर असे म्हणतो “तू वळशील तर माझ्या सेवेस हजर राहण्यास मी तुला परत आणीन; तू हीणकसापासून मौल्यवान वेगळे करशील तर तू माझे मुख होशील. ते तुझ्याकडे परत येतील, पण तू त्यांच्याकडे जाणार नाहीस."},{"number":20,"verse":"तुला ह्या लोकांनांबंधाने मी पितळेची मजबूत भिंत करीन; म्हणजे ते तुझ्याबरोबर लढाई करतील, तरी तुझ्यावर वरचढ होणार नाहीत; कारण तुझा बचाव करण्यास व तुला सोडवण्यास मी तुझ्याबरोबर आहे, असे परमेश्वर म्हणतो."},{"number":21,"verse":"मी तुला दुष्टांच्या हातून सोडवीन, तुला बलात्का-र्‍यांच्या तावडीतून मुक्त करीन.”"}]}