{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"( उरलेल्यांचे पुनरागमन) “जे मेंढपाळ माझ्या कुरणातल्या मेंढरांचा नाश करतात व त्यांना विखरतात ते हायहाय करतील!” असे परमेश्वर म्हणतो."},{"number":2,"verse":"ह्यामुळे माझ्या लोकांना चारणार्‍या मेंढपाळांविषयी इस्राएलाचा देव परमेश्वर म्हणतो, “तुम्ही माझा कळप विखुरला आहे, त्यांना हाकून लावले आहे, त्यांचा समाचार घेतला नाही; पाहा, मी तुमच्या कर्मांचा अनिष्ट परिणाम तुमच्यावर आणून तुमचा समाचार घेईन, असे परमेश्वर म्हणतो."},{"number":3,"verse":"मी ज्या ज्या देशात आपला कळप हाकून लावला त्या त्या देशातून त्याचा अवशेष जमा करीन व त्यांना त्यांच्या मेंढवाड्यात परत आणीन, म्हणजे ते फलद्रूप होऊन वृद्धी पावतील."},{"number":4,"verse":"मी त्यांच्यावर मेंढपाळ नेमीन, ते त्यांना चारतील, म्हणजे ते पुढे भिणार नाहीत, घाबरणार नाहीत, कमी होणार नाहीत, असे परमेश्वर म्हणतो."},{"number":5,"verse":"परमेश्वर म्हणतो, पाहा, मी दाविदाकरता एक नीतिमान अंकुर उगववीन; तो राजा होऊन राज्य करील, तो सुज्ञतेने वागेल, देशात न्यायनीतीचा अवलंब करील, असे दिवस येत आहेत."},{"number":6,"verse":"त्याच्या दिवसांत यहूदा सुरक्षित होईल, इस्राएल निर्भय वसेल, व जे नाव त्याला देतील ते हे : ‘परमेश्वर आमची नीतिमत्ता.’"},{"number":7,"verse":"परमेश्वर म्हणतो, ह्यास्तव पाहा, असे दिवस येत आहेत की त्यांत ‘ज्या परमेश्वराने इस्राएलवंशजांना मिसर देशातून आणले त्याच्या जीविताची शपथ’ असे म्हणणार नाहीत;"},{"number":8,"verse":"तर ‘उत्तर देशांतून व ज्या ज्या देशांत इस्राएल घराण्याच्या संतानाला हाकून लावले होते त्यांतून ज्याने त्यांना आणले त्या परमेश्वराच्या जीविताची शपथ,’ असे म्हणतील व ते स्वतःच्या देशात राहतील.”"},{"number":9,"verse":"( खोट्या संदेष्ट्यांचा निषेध) संदेष्ट्यांविषयी : माझे हृदय माझ्या ठायी भग्न झाले आहे; माझी सर्व हाडे थरथर कापत आहेत; परमेश्वर व त्याची पवित्र वचने ह्यांमुळे मी मद्यप्यासारखा, द्राक्षारसाने मस्त झालेल्या मनुष्यासारखा झालो आहे."},{"number":10,"verse":"कारण जारकर्म्यांनी देश व्यापला आहे; शापामुळे भूमी शोक करीत आहे; रानातील कुरणे वाळली आहेत; लोकांची गती वाईट आहे, त्यांचा पराक्रम म्हटला तर अधर्म;"},{"number":11,"verse":"“कारण संदेष्टा व याजक हे दोघेही भ्रष्ट आहेत; माझ्या मंदिरातदेखील मला त्यांचे दुष्कर्म दिसून आले आहे, असे परमेश्वर म्हणतो."},{"number":12,"verse":"ह्यामुळे अंधारातल्या निसरड्या जागांप्रमाणे त्यांचा मार्ग त्यांना होईल, ते ढकलले जाऊन त्यांत पडतील; कारण मी त्यांच्यावर अरिष्ट, त्यांची खबर घेण्याचा वर्षकाळ आणीन, असे परमेश्वर म्हणतो."},{"number":13,"verse":"शोमरोनातील संदेष्ट्यांच्या ठायी मी मूर्खपणा पाहिला आहे; त्यांनी बआलदैवतांच्या नावाने भाषणे करून माझे लोक इस्राएल ह्यांना बहकवले आहे."},{"number":14,"verse":"यरुशलेमेतल्या संदेष्ट्याच्या ठायीही मी एक घोर प्रकार पाहिला आहे; ते जारकर्म करतात व लबाडीने चालतात; ते दुष्कर्म्यांचे हात असे दृढ करतात की त्यांच्यातला कोणी आपल्या दुष्कर्मांपासून वळत नाही; ते सर्व मला सदोमासारखे झाले आहेत, व त्याचे रहिवासी गमोरासारखे झाले आहेत.”"},{"number":15,"verse":"ह्याकरता सेनाधीश परमेश्वर संदेष्ट्याविषयी म्हणतो, “पाहा, मी त्यांना खायला कडूदवणा व प्यायला विष देईन, कारण यरुशलेमेच्या संदेष्ट्यांपासून अधर्म निघून देशभर पसरला आहे.”"},{"number":16,"verse":"सेनाधीश परमेश्वर म्हणतो, “तुम्हांला संदेश देणार्‍या संदेष्ट्यांची वचने ऐकू नका, ते तुम्हांला फसवतात; ते आपल्याच मनाप्रमाणे दृष्टान्त सांगतात, परमेश्वराच्या मुखातला सांगत नाहीत."},{"number":17,"verse":"मला तुच्छ मानणार्‍यांना ते म्हणत राहतात की, ‘परमेश्वर बोलला आहे : तुम्हांला शांती प्राप्त होईल;’ आपल्या अंत:करणाच्या हट्टाप्रमाणे चालणार्‍या सर्वांस ते म्हणतात की, ‘तुमच्यावर काही अरिष्ट येणार नाही.’"},{"number":18,"verse":"कारण त्यांच्यापैकी परमेश्वराचा शब्द ओळखणारा व ऐकणारा असा त्यांच्या मंत्रिमंडळात कोण होता? माझ्या वचनाकडे लक्ष देऊन ते कोणी ऐकले?"},{"number":19,"verse":"पाहा, परमेश्वरापासून त्याचे क्रोधरूप तुफान सुटले आहे; गरगर फिरणारी वावटळ दुष्टांच्या डोक्यावर आदळेल."},{"number":20,"verse":"परमेश्वर आपले कार्य करीपर्यंत, आपला मनोदय पूर्ण करीपर्यंत, त्याचा संताप मागे फिरणार नाही; पुढील काळात तुम्हांला हे चांगले समजेल."},{"number":21,"verse":"“मी ह्या संदेष्ट्यांना पाठवले नाही तरी ते धावत सुटले; मी त्यांच्याबरोबर बोललो नाही तरी त्यांनी संदेश दिला;"},{"number":22,"verse":"पण ते माझ्या मंत्रिमंडळात असते तर त्यांनी माझी वचने माझ्या लोकांना विदित केली असती आणि त्यांना त्यांच्या दुष्ट मार्गांतून व त्यांच्या कर्मांच्या दुष्टतेपासून फिरवले असते."},{"number":23,"verse":"परमेश्वर म्हणतो, मी जवळचा मात्र देव आहे आणि दूरचा देव नव्हे काय?"},{"number":24,"verse":"परमेश्वर म्हणतो, माझ्या दृष्टीस पडणार नाही अशा गुप्त स्थळी कोणाला लपता येईल काय? मी आकाश व पृथ्वी व्यापून राहत नाही काय? असे परमेश्वर म्हणतो."},{"number":25,"verse":"‘मी स्वप्न पाहिले आहे, स्वप्न पाहिले आहे,’ असे म्हणून माझ्या नावाने असत्य संदेश देतात, ते संदेष्टे काय बोलतात ते मी ऐकले आहे."},{"number":26,"verse":"माझ्या नावाने असत्य संदेश देणारे ते संदेष्टे आपल्या मनातले कपट संदेशरूपाने कथन करतात, हे कोठवर चालणार?"},{"number":27,"verse":"त्यांचे पूर्वज बआलदैवतामुळे माझे नाम विसरले, तसे ते आपली स्वप्ने एकमेकांना सांगून माझ्या लोकांना माझे नाम विसरायला लावतील अशी त्यांची कल्पना आहे."},{"number":28,"verse":"कोणा संदेष्ट्याने स्वप्न पाहिले असेल तर ते तो कथन करो; माझे वचन कोणाजवळ असेल तर सत्याला स्मरून तो ते माझे वचन सांगो. गव्हापुढे पेंढा तो काय? असे परमेश्वर म्हणतो."},{"number":29,"verse":"परमेश्वर म्हणतो, माझे वचन अग्नीसारखे, खडकाला फोडून तुकडे-तुकडे करणार्‍या हातोड्यासारखे नव्हे काय?"},{"number":30,"verse":"ह्यामुळे पाहा, जे संदेष्टे एकमेकांपासून माझी वचने चोरून घेतात त्यांच्याविरुद्ध मी आहे."},{"number":31,"verse":"पाहा, जे आपली जीभ चालवून म्हणतात की; ‘हे देवाचे वचन आहे,’ त्यांच्याविरुद्ध मी आहे असे परमेश्वर म्हणतो,"},{"number":32,"verse":"परमेश्वर म्हणतो, पाहा, जे संदेष्टे खोटी स्वप्ने संदेश म्हणून सांगतात त्यांच्याविरुद्ध मी आहे; ते माझ्या लोकांना आपल्या लबाडीने व आपल्या अमर्याद भाषणाने बहकवतात; मी तर त्यांना पाठवले नाही व आज्ञापिलेही नाही; ते ह्या लोकांचे बिलकूल हित करीत नाहीत, असे परमेश्वर म्हणतो."},{"number":33,"verse":"जेव्हा हे लोक किंवा एखादा संदेष्टा किंवा याजक तुला विचारील की, ‘परमेश्वराचे भारी वचन काय आहे?’ तेव्हा त्यांना म्हण, ‘तुम्ही भारी आहात आणि मीच तुम्हांला टाकून देईन,’ असे परमेश्वर म्हणतो."},{"number":34,"verse":"कोणी संदेष्टा, याजक किंवा लोकांतला कोणी, ‘परमेश्वराचे भारी वचन’, हे शब्द उच्चारील तर मी त्या माणसाला व त्याच्या घराण्याला शिक्षा करीन."},{"number":35,"verse":"तर तुमच्यापैकी एकाने आपल्या शेजार्‍याला व आपल्या बांधवाला म्हणावे, ‘परमेश्वराने काय उत्तर दिले? परमेश्वर काय बोलला?’"},{"number":36,"verse":"तुम्ही ह्यापुढे, ‘परमेश्वराचे भारी वचन,’ असे म्हणू नये, कारण प्रत्येकाचे वचन त्याला स्वतःला भारी आहे; तुम्ही तर जिवंत देवाची, सेनाधीश परमेश्वर आमचा देव ह्याची वचने विपरीत केली आहेत."},{"number":37,"verse":"तू संदेष्ट्याला विचार की, ‘परमेश्वराने तुला काय उत्तर दिले? परमेश्वर काय बोलला?’"},{"number":38,"verse":"तरीपण ‘परमेश्वराचे भारी वचन’ असेच तुम्ही बोलत राहाल, तर परमेश्वर म्हणतो, ज्या अर्थी तुम्ही ‘परमेश्वराचे भारी वचन’ हे शब्द बोलत राहता व तुम्ही ‘परमेश्वराचे भारी वचन’, हे शब्द बोलू नका म्हणून मी तुम्हांला सांगून पाठवले,"},{"number":39,"verse":"त्या अर्थी पाहा, मी तुम्हांला अगदी विसरेन, मी तुम्हांला आणि जे नगर तुम्हांला व तुमच्या पूर्वजांना दिले त्याला माझ्या नजरेसमोरून झुगारून देईन;"},{"number":40,"verse":"आणि तुम्हांला सर्वकाळचा कलंक लावीन; जिचा कधी विसर पडणार नाही अशी तुमची सतत अप्रतिष्ठा करीन.”"}]}