{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"( यिर्मयाला मृत्यूची भीती) यहूदाचा राजा योशीयाचा पुत्र यहोयाकीम ह्याच्या कारकिर्दीच्या आरंभी परमेश्वरापासून हे वचन प्राप्त झाले."},{"number":2,"verse":"“परमेश्वर म्हणतो : परमेश्वराच्या मंदिराच्या अंगणात उभा राहा, व यहूदाच्या सर्व नगरांतून जे परमेश्वराच्या मंदिरात भजनपूजन करण्यास येतात त्यांना जे शब्द बोलण्याची मी तुला आज्ञा केली आहे ते सर्व त्यांना सांग, एकही शब्द गाळू नकोस."},{"number":3,"verse":"न जाणो ते कदाचित ऐकतील व त्यांतला प्रत्येक जण आपल्या कुमार्गापासून फिरेल, म्हणजे मग त्याच्या कृतीच्या दुष्टतेमुळे त्यांच्यावर जे अनिष्ट आणण्याचे मी योजले आहे त्याविषयी मला अनुताप होईल."},{"number":4,"verse":"त्यांना सांग की, ‘परमेश्वर असे म्हणतो : तुम्ही माझे ऐकणार नाही, मी तुमच्यापुढे ठेवलेल्या नियमांप्रमाणे तुम्ही चालणार नाही,"},{"number":5,"verse":"माझे सेवक जे संदेष्टे त्यांना मी मोठ्या निकडीने तुमच्याकडे पाठवले असता त्यांचे तुम्ही ऐकले नाही, त्यांची वचने आता तुम्ही ऐकणार नाही;"},{"number":6,"verse":"तर मी हे मंदिर शिलोसारखे करीन, आणि हे नगर पृथ्वीवरील सर्व राष्ट्रांना शापमूलक करीन.”’"},{"number":7,"verse":"ही वचने परमेश्वराच्या मंदिरात यिर्मयाला बोलताना याजकांनी, संदेष्ट्यांनी व सर्व लोकांनी ऐकले."},{"number":8,"verse":"ती वचने सर्व लोकांना कळवावीत म्हणून यिर्मयाला परमेश्वराने सांगितले होते; ती सर्व त्याने बोलण्याची संपवल्यावर याजकांनी, संदेष्ट्यांनी व सर्व लोकांनी यिर्मयाला पकडून म्हटले, “तू मेलाच पाहिजेस."},{"number":9,"verse":"‘हे मंदिर शिलोप्रमाणे होईल व हे नगर उजाड व निर्जन होईल,’ असा संदेश तू परमेश्वराच्या नामाने का दिलास?” मग सर्व लोक परमेश्वराच्या मंदिरात यिर्मयाच्या भोवती जमले."},{"number":10,"verse":"हे ऐकल्यावर यहूदाचे सरदार राजगृहातून परमेश्वराच्या मंदिरात आले व परमेश्वराच्या मंदिराच्या नवीन द्वाराच्या देवडीत बसले."},{"number":11,"verse":"तेव्हा याजक व संदेष्टे सरदारांना व सर्व लोकांना म्हणाले, “हा मनुष्य मरणदंडास पात्र आहे, कारण ह्या नगराविरुद्ध ह्याने संदेश दिला तो तुम्ही आपल्या कानांनी ऐकला आहे.”"},{"number":12,"verse":"मग यिर्मया सर्व सरदारांना व सर्व लोकांना म्हणाला, “जी संदेशवचने तुम्ही ऐकली ती सर्व ह्या मंदिराविरुद्ध व ह्या नगराविरुद्ध सांगावीत म्हणून परमेश्वराने मला पाठवले."},{"number":13,"verse":"ह्यास्तव आता तुम्ही आपले मार्ग व आपली कर्मे सुधारा, परमेश्वर तुमचा देव ह्याची वाणी तुम्ही ऐका, म्हणजे तुमच्यावर जे अरिष्ट आणीन असे परमेश्वर बोलला त्याविषयी त्याला अनुताप होईल."},{"number":14,"verse":"माझ्याविषयी म्हणाल तर पाहा, मी तुमच्या हाती आहे; तुम्हांला बरे व नीट दिसेल तसे माझे करा."},{"number":15,"verse":"एवढे मात्र पक्के समजा की, तुम्ही मला जिवे माराल तर तुम्ही आपणांवर, ह्या नगरावर व ह्यातील रहिवाशांवर निर्दोष रक्त पाडल्याचा दोष आणाल; कारण वास्तविक ही सर्व वचने तुमच्या कानी पडावीत म्हणून परमेश्वराने मला तुमच्याकडे पाठवले आहे.”"},{"number":16,"verse":"तेव्हा सरदार व सर्व लोक याजकांना व संदेष्ट्यांना म्हणाले, “हा मनुष्य मरणदंडास पात्र नाही; कारण परमेश्वर आमचा देव ह्याच्या नामाने तो आमच्याबरोबर बोलला आहे.”"},{"number":17,"verse":"ह्यावर देशातले काही वडील उठून सर्व सभाजनांस म्हणाले :"},{"number":18,"verse":"“यहूदाचा राजा हिज्कीया ह्याच्या दिवसांत मीखा1 मोरष्टकर ह्याने संदेश दिला; तो यहूदाच्या सर्व लोकांना म्हणाला, ‘सेनाधीश परमेश्वर म्हणतो, सीयोन शेताप्रमाणे नांगरतील, यरुशलेम ढिगार होईल व मंदिराचा पर्वत जंगलाने भरलेला उंचवटा होईल.’"},{"number":19,"verse":"यहूदाचा राजा हिज्कीया व सर्व यहूदा ह्यांनी त्याला ठार केले काय? त्याने परमेश्वराचे भय धरून परमेश्वराचा प्रसाद मागितला नाही काय? त्यांच्यावर अरिष्ट आणीन असे परमेश्वराने म्हटले होते त्याविषयी त्याला अनुताप झाला, तर मग अशाने आपण आपल्या जिवांची मोठी हानी करीत आहोत.”"},{"number":20,"verse":"परमेश्वराच्या नामाने संदेश सांगणारा असाच आणखी एक मनुष्य होता, त्याचे नाव उरीया; हा किर्याथ-यारीमकर शमायाचा पुत्र; यिर्मयाने सांगितलेल्या सर्व वचनांप्रमाणेच त्याने ह्या नगराविरुद्ध व ह्या देशाविरुद्ध संदेश दिला."},{"number":21,"verse":"यहोयाकीम राजा, त्याचे सर्व वीर व सर्व सरदार ह्यांनी त्याची वचने ऐकली तेव्हा राजाने त्याला ठार मारायला पाहिले; तेव्हा उरीया हे ऐकून भ्याला व पळून मिसर देशात गेला."},{"number":22,"verse":"मग यहोयाकीमाने मिसर देशात माणसे पाठवली; त्याने अखबोराचा पुत्र एलनाथान ह्याच्याबरोबर काही माणसे देऊन त्याला मिसर देशात पाठवले."},{"number":23,"verse":"त्यांनी उरीयाला मिसर देशातून धरून आणले व यहोयाकीम राजाकडे नेले; राजाने त्याला तलवारीने ठार करून त्याचे शव साधारण लोकांच्या कबरेत टाकून दिले."},{"number":24,"verse":"शाफानाचा पुत्र अहीकाम ह्याचे यिर्मयाला पाठबळ होते म्हणून तो लोकांच्या हाती लागला नाही व त्यांनी त्याला ठार मारले नाही."}]}