{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"( जुवांवरून धडा) यहूदाचा राजा योशीयाचा पुत्र सिद्कीया ह्याच्या कारकिर्दीच्या आंरभी यिर्मयाला परमेश्वराचे हे वचन प्राप्त झाले."},{"number":2,"verse":"परमेश्वर मला म्हणाला, “तू आपणासाठी बंधने व जू तयार करून आपल्या मानेवर ठेव."},{"number":3,"verse":"आणि ती यहूदाचा राजा सिद्कीया ह्याच्याकडे यरुशलेमास जे जासूद आले आहेत त्यांच्या हस्ते अदोमाचा राजा, मवाबाचा राजा, अम्मोन्यांचा राजा, सोराचा राजा आणि सीदोनाचा राजा ह्यांच्याकडे पाठव;"},{"number":4,"verse":"आणि त्यांना त्यांच्या धन्यांकडे असा निरोप देऊन पाठव की, ‘सेनाधीश परमेश्वर, इस्राएलाचा देव म्हणतो, तुम्ही आपल्या धन्यांना हे सांगा,"},{"number":5,"verse":"मी आपल्या महाशक्तीने, आपले बाहू उभारून पृथ्वी आणि पृथ्वीच्या पाठीवर असलेली माणसे व पशू ह्यांना निर्माण केले आहे, व मला योग्य वाटेल त्यांना ती मी देतो."},{"number":6,"verse":"आता हे सर्व देश मी आपला सेवक बाबेलचा राजा नबुखद्नेस्सर ह्याच्या हाती दिले आहेत; त्याची सेवाचाकरी करण्यास वनांतील पशूही मी त्याला दिले आहेत."},{"number":7,"verse":"सर्व राष्ट्रे त्याची सेवा करतील, त्याच्या पुत्रपौत्रांचीही सेवा करतील; मग त्याच्या देशाची वेळ येईल तेव्हा बहुत राष्ट्रे व थोर राजे त्याच्याकडून सेवा करवून घेतील."},{"number":8,"verse":"बाबेलचा राजा नबुखद्नेस्सर ह्याची सेवा जे राष्ट्र व राज्य करणार नाही आणि बाबेलच्या राजाच्या जोखडाला मान देणार नाही, अशा राष्ट्राचा त्याच्या हातून मी अंत करीपर्यंत तलवार, दुष्काळ आणि मरी ह्यांनी मी समाचार घेईन."},{"number":9,"verse":"तुमचे संदेष्टे, तुमचे दैवज्ञ, तुमचे स्वप्नद्रष्टे, तुमचे मांत्रिक व तुमचे जादूटोणा करणारे तुम्हांला म्हणतात की, ‘बाबेलच्या राजाची सेवा करू नका.’ त्यांचे तुम्ही ऐकू नका;"},{"number":10,"verse":"कारण मी तुम्हांला तुमच्या देशातून घालवावे, तुम्हांला हाकून लावावे व तुम्ही नष्ट व्हावे म्हणून ते तुम्हांला खोटा संदेश देतात."},{"number":11,"verse":"तथापि जे कोणी बाबेलच्या राजाच्या जोखडाला आपली मान देतील व त्याची सेवा करतील त्यांना मी त्यांच्याच देशात राहू देईन; ते शेती करतील व देशात वस्ती करतील,” असे परमेश्वर म्हणतो."},{"number":12,"verse":"ह्या सर्व वचनांप्रमाणे यहूदाचा राजा सिद्कीया ह्याला मी म्हणालो की, “बाबेलच्या राजाच्या जोखडाला आपली मान द्या, त्याची व त्याच्या लोकांची सेवा करा म्हणजे तुम्ही जगाल."},{"number":13,"verse":"जे राष्ट्र बाबेलच्या राजाची सेवा करणार नाही त्याविषयी परमेश्वराने सांगितले आहे की, तलवार, दुष्काळ आणि मरी ह्यांनी ते मरेल, त्याप्रमाणे तू व तुझे लोक का मरता?"},{"number":14,"verse":"जे संदेष्टे तुम्हांला सांगतात की, ‘तुम्ही बाबेलच्या राजाची सेवा करू नका’ त्यांची वचने ऐकू नका; कारण ते तुम्हांला खोटा संदेश देतात."},{"number":15,"verse":"परमेश्वर म्हणतो, मी त्यांना पाठवले नाही, पण ते माझ्या नामाने खोटा संदेश देतात; ह्यास्तव मी तुम्हांला व तुम्हांला संदेश देणार्‍या संदेष्ट्यांना हाकून देईन आणि तुम्ही नष्ट व्हाल.”"},{"number":16,"verse":"तसेच मी याजकांना व सर्व लोकांना म्हणालो : “परमेश्वर म्हणतो, जे तुमचे संदेष्टे तुम्हांला सांगतात की, ‘पाहा, परमेश्वराच्या मंदिराची पात्रे लवकरच बाबेलहून परत आणण्यात येतील’ त्यांचे हे बोलणे ऐकू नका; कारण ते तुम्हांला खोटा संदेश देतात."},{"number":17,"verse":"त्यांचे ऐकू नका; बाबेलच्या राजाची सेवा करून आपला जीव वाचवा; ह्या नगराची नासाडी का व्हावी?"},{"number":18,"verse":"ते जर संदेष्टे असले व परमेश्वराचे वचन त्यांच्याजवळ असले तर परमेश्वराच्या मंदिरात, यहूदाच्या राजगृहात व यरुशलेमेत जी पात्रे उरली आहेत ती बाबेलास जाऊ नयेत अशी त्यांनी सेनाधीश परमेश्वराकडे विनंती करून पाहावी."},{"number":19,"verse":"गंगाळसागर, स्तंभ, गंगाळाच्या बैठकी व इतर पात्रे ह्या नगरात उरली होती त्यांविषयी सेनाधीश परमेश्वर ह्याप्रमाणे म्हणतो,"},{"number":20,"verse":"बाबेलचा राजा नबुखद्नेस्सर ह्याने यहूदाचा राजा यहोयाकीमाचा पुत्र यकन्या ह्याला यहूदा व यरुशलेम ह्यांतील सर्व सरदारांसह पकडून यरुशलेमेतून बाबेलास नेले तेव्हा त्याने पात्रे नेली नव्हती;"},{"number":21,"verse":"ही जी पात्रे परमेश्वराच्या मंदिरात, यहूदाच्या राजगृहात व यरुशलेमेत राहिली होती त्यांविषयी सेनाधीश परमेश्वर, इस्राएलाचा देव म्हणतो की,"},{"number":22,"verse":"ती बाबेलास नेण्यात येतील व मी त्यांचा समाचार घेईपर्यंत ती तेथेच राहतील; मग मी ती तेथून घेऊन ह्या स्थली परत आणीन, असे परमेश्वर म्हणतो.”"}]}