{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"परमेश्वर म्हणतो, कोणी आपली बायको टाकली व ती त्याच्यापासून निघून जाऊन दुसर्‍याची झाली तर तो पुन्हा तिच्याकडे परत जाईल काय? अशाने देश भ्रष्ट होणार नाही काय? तू तर अनेक जारांशी व्यभिचार केला तरी तू माझ्याकडे पुन्हा फिरू पाहतेस काय? असे परमेश्वर म्हणतो."},{"number":2,"verse":"डोळे वर करून उजाड टेकड्यांकडे पाहा; जेथे तुझ्याजवळ कोणी निजला नाही असे कोणते ठिकाण उरले आहे? रानात अरब दबा धरतो तशी तू त्यांच्या वाटा धरून बसलीस; तू आपल्या शिंदळकीने व दुष्टतेने देश भ्रष्ट केला आहेस."},{"number":3,"verse":"ह्यामुळे पर्जन्यवृष्टी आवरण्यात आली आहे आणि वळवाचा पाऊस पडला नाही; तरी तुझे कपाळ पडले कसबिणीचे; तुला लाज कशी ती ठाऊक नाही."},{"number":4,"verse":"‘माझ्या बापा, माझ्या तारुण्यातील मार्गदर्शक तूच आहेस’, असे तू आतापासून मला म्हणणार नाहीस काय?"},{"number":5,"verse":"‘तो नेहमी मनात अढी धरील काय? तो सर्वकाळ ती ठेवील काय?’ पाहा, तू असे बोलतेस खरी, तरी कुकर्मे करतेस व आपलाच क्रम चालवतेस.”"},{"number":6,"verse":"( पश्‍चात्ताप करावा म्हणून इस्राएलाची व यहूदाची मनधरणी) ह्याशिवाय योशीया राजाच्या कारकिर्दीत परमेश्वर मला म्हणाला, “मला सोडून जाणारी इस्राएल हिने काय केले हे तू पाहिले आहेस काय? प्रत्येक उंच पर्वतावर व प्रत्येक हिरव्या झाडाखाली जाऊन तेथे तिने व्यभिचार केला."},{"number":7,"verse":"मी म्हणालो, ‘हे सर्व केल्यावर तरी तिने माझ्याकडे परत यावे ना?’ पण ती आली नाही; तिची बेइमान बहीण यहूदा हिने हे पाहिले;"},{"number":8,"verse":"आणि तिला जरी असे दिसून आले की मला सोडून जाणारी इस्राएल हिला जारकर्म केल्यामुळे मी टाकून सूटपत्र दिले, तरी तिची बेइमान बहीण यहूदा हिला बिलकूल भीती वाटली नाही; तीही जाऊन व्यभिचार करू लागली."},{"number":9,"verse":"तिच्या व्यभिचाराच्या स्वैरतेने देश भ्रष्ट झाला; तिने काष्ठपाषाणांशी व्यभिचार केला."},{"number":10,"verse":"इतके असूनही तिची बेइमान बहीण यहूदा मनापासून माझ्याकडे वळली नाही, तर कपटाने वळली, असे परमेश्वर म्हणतो.”"},{"number":11,"verse":"परमेश्वर मला म्हणाला, “बेइमान यहूदापेक्षा मला सोडून जाणारी इस्राएल कमी दोषी आहे."},{"number":12,"verse":"जा, उत्तरेकडे हे पुकारून सांग की, ‘हे मार्ग सोडून जाणार्‍या इस्राएले, मागे फीर, असे परमेश्वर म्हणतो; मी तुझ्याकडे रागाने पाहणार नाही, कारण मी कृपाळू आहे; मी सदा क्रोधयुक्त राहणार नाही; असे परमेश्वर म्हणतो."},{"number":13,"verse":"तू आपला देव परमेश्वर ह्याच्यापासून पतन पावून इकडे तिकडे प्रत्येक हिरव्या झाडाखालून परक्याबरोबर भटकलीस व माझा शब्द ऐकला नाहीस, हा आपला दोष मात्र पदरी घे, असे परमेश्वर म्हणतो."},{"number":14,"verse":"परमेश्वर म्हणतो, मुलांनो मागे फिरा; कारण मी लग्नाचा नवरा आहे; मी तुम्हांला ह्या शहरातून एक, त्या कुळांतून दोघे, असे घेऊन सीयोनेस आणीन."},{"number":15,"verse":"मी तुम्हांला माझ्या मनासारखे मेंढपाळ देईन; ते तुम्हांला ज्ञान व अक्कल ह्यांनी तृप्त करतील."},{"number":16,"verse":"परमेश्वर म्हणतो, तुम्ही वाढून देशात बहुगुणित व्हाल त्या काळी ‘परमेश्वराच्या कराराचा कोश’ असे ते ह्यापुढे म्हणणार नाहीत, तो त्यांच्या ध्यानीही येणार नाही, त्यांना तो आठवणारही नाही, ते त्याची खंत करणार नाहीत, आणि तो पुन्हा बनवणार नाहीत."},{"number":17,"verse":"त्या काळी यरुशलेमेस परमेश्वराचे सिंहासन म्हणतील, त्याच्याकडे सर्व राष्ट्रे जमा होतील. कारण परमेश्वराचे नाम यरुशलेमेत आहे; ह्यापुढे ती आपल्या दुष्ट अंतःकरणाच्या हट्टाप्रमाणे चालणार नाहीत."},{"number":18,"verse":"त्या दिवसांत यहूदाचे घराणे इस्राएलाच्या घराण्याबरोबर चालेल, ते उत्तरेकडील देशातून निघून एकत्र होतील व तुमच्या पूर्वजांना मी वतन करून दिलेल्या देशात येतील."},{"number":19,"verse":"मी तुला पुत्राच्या योग्यतेस आणावे, तुला मनोरम भूमी द्यावी, राष्ट्रांतील श्रेष्ठ वैभवाचे वतन तुला द्यावे असे मला वाटले होते; तुम्ही मला, माझ्या बापा, असे म्हणाल, मला अनुसरायचे सोडून मागे फिरणार नाही असे मला वाटले होते."},{"number":20,"verse":"इस्राएलाच्या घराण्या, बायको बेइमान होऊन आपल्या पतीस सोडते तसे तुम्ही माझ्याशी बेइमान झाला आहात, असे परमेश्वर म्हणतो.”’"},{"number":21,"verse":"उजाड टेकड्यांवर शब्द ऐकू येत आहे, इस्राएलवंशजांच्या आक्रंदनाचा व विनवण्यांचा शब्द कानी येत आहे; कारण त्यांनी वाकडा मार्ग धरला आहे, ते आपला देव परमेश्वर ह्याला विसरले आहेत."},{"number":22,"verse":"“अहो मला सोडून जाणार्‍या मुलांनो, मागे फिरा, मी तुम्हांला वाटेवर आणीन.” पाहा, आम्ही तुझ्याकडे वळतो, कारण तू परमेश्वर आमचा देव आहेस."},{"number":23,"verse":"टेकड्यांवरील शब्द, डोंगरांवरील गडबड खोटी ठरली आहे; खरोखर आमचा देव परमेश्वर ह्याच्या ठायी इस्राएलाचे तारण आहे."},{"number":24,"verse":"आमच्या बालपणापासून आमच्या वडिलांचे श्रमफळ म्हणजे त्यांची शेरडेमेंढरे, त्यांची गुरेढोरे, त्यांचे पुत्र व कन्या ह्यांना ह्या लज्जास्पद दैवताने ग्रासून टाकले आहे."},{"number":25,"verse":"आपण आपल्या लज्जेत लोळू या, आमची अप्रतिष्ठा आम्हांला झाको; कारण आम्ही व आमच्या पूर्वजांनी बाळपणापासून आजवर आमचा देव परमेश्वर ह्याच्याविरुद्ध पाप केले आहे आणि आमचा देव परमेश्वर ह्याच्या वाणीकडे लक्ष दिले नाही.”"}]}