{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"परमेश्वर म्हणतो, “त्या काळी मी इस्राएलाच्या सर्व वंशांचा देव होईन व ते माझे लोक होतील.”"},{"number":2,"verse":"परमेश्वर म्हणतो, “तलवारीपासून निभाव-लेल्या लोकांना रानात अनुग्रह मिळाला; ह्या इस्राएलास विश्रांती देण्यास मला जाणे आहे."},{"number":3,"verse":"परमेश्वराने दुरून येऊन मला दर्शन दिले; तो म्हणाला, मी सार्वकालिक प्रेमवृत्तीने तुझ्यावर प्रेम करीत आलो म्हणून मी तुला वात्सल्याने जवळ केले आहे."},{"number":4,"verse":"हे इस्राएलाच्या कुमारी, मी तुझी पुनर्घटना करीन आणि तुझी घटना होईल; तू पुन्हा आपल्या खंजिर्‍यांनी भूषित होशील व उत्सव करणार्‍यांबरोबर नृत्य करशील."},{"number":5,"verse":"शोमरोनाच्या डोंगरावर तू पुन्हा द्राक्षमळे लावशील; लावणारे लावतील व त्यांची फळे त्यांना लाभतील."},{"number":6,"verse":"कारण असा दिवस येत आहे की त्यात एफ्राईम डोंगरावर जागल्ये ओरडून सांगतील, ‘अहो उठा, आपण सीयोनेस आपला देव परमेश्वर ह्याच्याकडे जाऊ.”’"},{"number":7,"verse":"कारण परमेश्वर म्हणतो, “याकोबासाठी आनंदाचा गजर करा; राष्ट्रांच्या अग्रेसराचा जयजयकार करा; घोषणा करा, स्तवन करा व म्हणा, ‘हे परमेश्वरा, तुझ्या लोकांचा, इस्राएलाच्या अवशेषाचा उद्धार कर.’"},{"number":8,"verse":"पाहा, मी त्यांना उत्तरेच्या देशांतून आणीन, त्यांना पृथ्वीच्या दिगंताहून जमा करीन; त्यांच्यामध्ये आंधळे व पांगळे, गर्भवती व प्रसूतिवेदना लागलेल्या असतील; मोठ्या समुदायाने ते इकडे परत येतील."},{"number":9,"verse":"ते अश्रुपात करीत येतील; ते विनंती करीत असता मी त्यांना नेईन; ते ठोकर खाणार नाहीत अशा सरळ मार्गाने मी त्यांना पाण्याच्या प्रवाहाकडे आणीन; कारण मी इस्राएलास पिता झालो आहे व एफ्राईम माझा प्रथमजन्मलेला आहे."},{"number":10,"verse":"अहो राष्ट्रांनो, परमेश्वराचे वचन ऐका; दूरच्या द्वीपांत हे प्रसिद्ध करा व म्हणा, ‘ज्याने इस्राएलास विखरले तो त्यांना जमा करील;’ मेंढपाळ आपल्या कळपाची निगा करतो तशी तो त्यांची निगा करील."},{"number":11,"verse":"कारण परमेश्वराने इस्राएलाचा उद्धार केला आहे व त्याच्याहून जो बलवान त्याच्या हातून मुक्त केले आहे."},{"number":12,"verse":"ते येऊन सीयोनेच्या माथ्यावर आनंदाने गातील; परमेश्वराची उपयुक्त वरदाने म्हणजे धान्य, नवा द्राक्षारस, ताजे तेल व गुरामेंढरांचे वत्स ह्यांकडे लोटतील; त्यांचा जीव भरपूर पाणी दिलेल्या बागेप्रमाणे होईल; ह्यापुढे ते म्लान होणार नाहीत."},{"number":13,"verse":"त्या समयी कुमारी आनंदाने नृत्य करतील; वृद्ध व तरुण एकत्र आनंद करतील; मी त्यांचा शोक पालटून तेथे आनंद करीन, मी त्यांचे सांत्वन करीन, त्यांच्या दुःखानंतर त्यांनी आनंद करावा असे मी करीन."},{"number":14,"verse":"आणि मी त्यांच्या याजकांचा जीव मिष्टान्नांनी तृप्त करीन; माझे लोक माझ्या उत्तम वरदानांनी तृप्त होतील, असे परमेश्वर म्हणतो.”"},{"number":15,"verse":"परमेश्वर असे म्हणतो, “रामात शोक व आकांत ह्यांचा शब्द ऐकू येत आहे; राहेल आपल्या मुलांसाठी रडत आहे; आपल्या मुलांमुळे ती सांत्वन पावत नाही, कारण ती नाहीत.”"},{"number":16,"verse":"परमेश्वर असे म्हणतो, “तू आपला शब्द रडण्यापासून आणि आपले डोळे अश्रुपातापासून आवर; कारण तुझ्या श्रमाचे फळ तुला मिळेल; ते शत्रूंच्या देशांतून परत येतील, असे परमेश्वर म्हणतो."},{"number":17,"verse":"परमेश्वर म्हणतो, तुला भावी सुस्थितीची आशा आहे; तुझी मुले आपल्या सीमेच्या आत परत येतील."},{"number":18,"verse":"मी एफ्राइमास खरोखर असा विलाप करताना ऐकले आहे की, ‘बेबंद वासरासारखा जो मी, त्या मला तू शिक्षा केलीस आणि मला शिक्षा झाली; तू मला वळव म्हणजे मी वळेन; कारण हे परमेश्वरा, तू माझा देव आहेस."},{"number":19,"verse":"मी वळल्यावर पश्‍चात्ताप केला; मला बोधप्राप्ती घडल्यावर मी ऊर1 बडवू लागलो; माझ्या तारुण्यातील अपकीर्तीच्या भारामुळे मी लज्जित व फजीत झालो आहे.’"},{"number":20,"verse":"एफ्राईम माझा प्रिय पुत्र आहे ना? तो माझा लाडका मुलगा आहे ना? मी वारंवार त्याच्याविरुद्ध बोलतो तरी मी त्याची आठवण करीतच असतो; म्हणून माझी आतडी त्याच्यासाठी कळवळतात; मी त्याच्यावर दया करीनच करीन, असे परमेश्वर म्हणतो."},{"number":21,"verse":"वाटेवर आपल्यासाठी खुणा कर; खुणेचे खांब उभे कर; ज्या मार्गाने तू गेलीस त्या सडकेवर आपले चित्त ठेव; हे इस्राएलाच्या कुमारी, परत ये, तुझ्या ह्या नगरास परत ये."},{"number":22,"verse":"हे मला सोडून जाणार्‍या कन्ये, तू कोठवर इकडेतिकडे भटकशील? परमेश्वराने तर पृथ्वीवर अजब प्रकार केला आहे; स्त्री पुरुषाच्या मागे लागेल.”"},{"number":23,"verse":"सेनाधीश परमेश्वर, इस्राएलाचा देव, असे म्हणतो की, “मी यहूदा देशाचा व त्यातील नगरांचा बंदिवास उलटवीन तेव्हा ह्या देशात लोक पुन्हा हे आशीर्वचन म्हणतील : हे नीति-मत्तेच्या निवासा, पावित्र्याच्या गिरी, परमेश्वर तुझे कल्याण करो!"},{"number":24,"verse":"यहूदा व त्यातील सर्व नगरे ह्यांतले लोक शेतकरी व मेंढरांचे कळप घेऊन फिरणारे असे तेथे एकत्र राहतील."},{"number":25,"verse":"कारण श्रांत जिवास मी तृप्त केले आहे, प्रत्येक म्लान हृदयास पुन्हा भरून काढले आहे.”"},{"number":26,"verse":"ह्यानंतर मी जागा होऊन पाहतो तर ही माझी निद्रा मला गोड अशी भासली."},{"number":27,"verse":"( नवा करार) परमेश्वर म्हणतो, “पाहा, असे दिवस येत आहेत की त्यांत मी इस्राएलाच्या घराण्यात व यहूदाच्या घराण्यात मनुष्यबीज व पशुबीज पेरीन."},{"number":28,"verse":"आणि असे होईल की उपटण्याच्या व मोडून टाकण्याच्या, पाडून टाकण्याच्या व नाश करण्याच्या आणि पीडा करण्याच्या कामी मी जशी त्यांच्यावर नजर ठेवली तशी बांधून काढण्याच्या व लागवड करण्याच्या कामी मी त्यांच्यावर नजर ठेवीन, असे परमेश्वर म्हणतो."},{"number":29,"verse":"‘बापांनी आंबट द्राक्षे खाल्ली आणि मुलांचे दात आंबले,’ असे त्या काळी लोक म्हणणार नाहीत."},{"number":30,"verse":"तर प्रत्येक मनुष्य आपल्याच दुष्कर्मामुळे मरेल. जो कोणी आंबट द्राक्षे खाईल त्याचेच दांत आंबतील."},{"number":31,"verse":"परमेश्वर म्हणतो, पाहा, असे दिवस येत आहेत की त्यात इस्राएलाचे घराणे व यहूदाचे घराणे ह्यांच्याबरोबर मी नवा करार करीन;"},{"number":32,"verse":"परमेश्वर म्हणतो मी त्यांच्या पूर्वजांचा हात धरून त्यांना मिसर देशातून बाहेर आणले, तेव्हाच्या कराराप्रमाणे हा करार होणार नाही; मी त्याच्याबरोबर विवाह केला तरी तो माझा करार त्यांनी मोडला."},{"number":33,"verse":"तर परमेश्वर म्हणतो, त्या दिवसानंतर इस्राएलाच्या घराण्याबरोबर जो करार मी करीन तो हा : मी आपले नियमशास्त्र त्यांच्या अंतर्यामी ठेवीन; मी ते त्यांच्या हृत्पटलावर लिहीन; मी त्यांचा देव होईन व ते माझे लोक होतील."},{"number":34,"verse":"परमेश्वर म्हणतो, ह्यापुढे कोणी आपल्या शेजार्‍यास, कोणी आपल्या बंधूस, परमेश्वराला ओळखा, असा बोध करणार नाहीत; कारण लहानापासून थोरापर्यंत ते सर्व मला ओळखतील; मी त्यांच्या अधर्माची क्षमा करीन, त्यांचे पाप मी ह्यापुढे स्मरणार नाही.”"},{"number":35,"verse":"जो परमेश्वर दिवसा प्रकाशासाठी सूर्य देतो व रात्री प्रकाशासाठी चंद्र व नक्षत्रे ह्यांचे नियम लावून देतो, जो समुद्रास खवळवतो म्हणजे त्याच्या लाटा गर्जतात, ज्याचे नाम सेनाधीश परमेश्वर आहे, तो असे म्हणतो की,"},{"number":36,"verse":"“यदाकदाचित माझ्यासमोरून हे नियम ढळलेच तर इस्राएलाचा वंश माझ्यासमक्ष राष्ट्र ह्या पदापासून अक्षय ढळेल.”"},{"number":37,"verse":"परमेश्वर म्हणतो, वर आकाशाचे मापन करणे व खाली पृथ्वीच्या पायांचा थांग लावणे हे साध्य असले तरच इस्राएलाच्या वंशाने जे काही केले त्या सर्वांमुळे मी त्या सगळ्या वंशांचा त्याग करीन, असे परमेश्वर म्हणतो."},{"number":38,"verse":"“परमेश्वर म्हणतो, पाहा, असे दिवस येत आहेत की त्यांत परमेश्वरासाठी हानानेलाच्या बुरुजापासून कोपर्‍याच्या वेशीपर्यंत नगर बांधून काढतील;"},{"number":39,"verse":"आणि मापनसूत्र पुन्हा एकदा थेट गारेबाच्या टेकडीवर लागेल व तेथून गवाथाकडे वळसा घेईल."},{"number":40,"verse":"प्रेतांचे व राखेचे सर्व खोरे आणि किद्रोन ओहोळापर्यंत पूर्वेकडील घोडेवेशीच्या कोपर्‍यापर्यंत सर्व शेते परमेश्वराला पवित्र होतील; पुन्हा कधीही ती उपटण्यात येणार नाहीत किंवा मोडून टाकणार नाहीत.”"}]}