{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"( यरुशलेमेच्या वैभवाची पुनःस्थापना) यिर्मया पहारेकर्‍यांच्या चौकात अजून बंदीत असता परमेश्वराचे वचन त्याला दुसर्‍यांदा प्राप्त झाले की,"},{"number":2,"verse":"“हे करणारा परमेश्वर, हे घडवून स्थापणारा परमेश्वर, परमेश्वर हे नाम धारण करणारा तुला म्हणतो की,"},{"number":3,"verse":"मला हाक मार म्हणजे मी तुला उत्तर देईन व तुला ठाऊक नाहीत अशा मोठ्या व गहन गोष्टी तुला सांगेन."},{"number":4,"verse":"ह्या शहराची घरे व यहूदाच्या राजांची घरे मोर्चे व तलवार ह्यांच्या निवारणार्थ मोडून टाकली आहेत, त्यांविषयी परमेश्वर इस्राएलाचा देव म्हणतो,"},{"number":5,"verse":"ज्यांना मी आपल्या क्रोधाने व संतापाने वधले व ज्यांच्या सगळ्या दुष्टतेमुळे मी ह्या नगरापासून आपले मुख लपवले त्यांनी खास्द्यांबरोबर युद्ध करताना ती घरे त्यांच्या प्रेतांनी भरून टाकली."},{"number":6,"verse":"तर पाहा, मी ह्या नगरास आरोग्याचे उपचार करीन, त्या लोकांना बरे करीन, आणि शांती व सत्य ह्यांचे वैपुल्य त्यांच्या ठायी प्रकट करीन."},{"number":7,"verse":"मी यहूदाचा बंदिवास व इस्राएलाचा बंदिवास उलटवीन व त्यांना पूर्ववत स्थापीन."},{"number":8,"verse":"त्यांनी जे दुष्कर्म करून माझ्याविरुद्ध पाप केले त्या सर्वांचे मी क्षालन करीन; त्यांनी जी दुष्कर्मे करून माझ्याविरुद्ध पाप व अपराध केला त्या सर्वांची मी क्षमा करीन."},{"number":9,"verse":"आणि ह्या नगराचे नाव पृथ्वीवरील सर्व राष्ट्रांसमोर माझ्या आनंदास, स्तुतीस व सन्मानास कारण होईल; त्यांचे मी जे कल्याण करीन त्याविषयी ती ऐकतील; आणि मी त्यांना हित व शांती प्राप्त करून देईन; ह्या सर्वांमुळे ती राष्ट्रे भयभीत होतील व थरथर कापतील."},{"number":10,"verse":"परमेश्वर म्हणतो, ह्या स्थलाविषयी तुम्ही म्हणता की, ‘हे ओसाड आहे, ह्यात माणसे व पशू ह्यांचा मागमूस नाही; यहूदाची नगरे व यरुशलेमेचे रस्ते उद्ध्वस्त झाले आहेत, त्यांत माणसे, रहिवासी व पशू ह्यांचे नाव नाही;’"},{"number":11,"verse":"त्यांत आनंद व हर्ष ह्यांचा ध्वनी होईल, नवर्‍याची व नवरीची वाणी ऐकू येईल; ‘सेनाधीश परमेश्वराची स्तुती असो, कारण परमेश्वर चांगला आहे, त्याची दया सर्वकाळची आहे,’ असे म्हणून जे परमेश्वराच्या मंदिरात स्तुत्यर्पणे आणतात त्यांचा शब्द पुन्हा ऐकू येईल. कारण मी देशाचा बंदिवास उलटवून आरंभी होते तसे सर्वकाही करीन, असे परमेश्वर म्हणतो."},{"number":12,"verse":"सेनाधीश परमेश्वर म्हणतो, जे हे स्थळ ओसाड आहे व ज्यात मनुष्य व पशू ह्यांचा मागमूस नाही त्याच्या सर्व नगरांत मेंढपाळ आपले कळप बसवण्यासाठी पुन्हा वाडे करतील."},{"number":13,"verse":"डोंगरवटीतल्या शहरांत, मैदानांतल्या शहरांत, दक्षिणेतल्या शहरांत, बन्यामिनाच्या प्रांतांत, यरुशलेमेच्या सभोवतालच्या प्रदेशांत आणि यहूदाच्या नगरांत मोजदाद करणार्‍याच्या हाती पुन्हा कळप जातील, असे परमेश्वर म्हणतो."},{"number":14,"verse":"परमेश्वर म्हणतो, पाहा, इस्राएलाच्या घराण्याविषयी व यहूदाच्या घराण्याविषयी जे हितकर वचन मी सांगितले ते पूर्ण करण्याचे दिवस येत आहेत."},{"number":15,"verse":"त्या दिवसांत व त्या समयी दाविदाला नीतिमत्तेचा एक अंकुर फुटेल असे मी करीन, त्या देशात न्याय व नीतिमत्ता चालवील."},{"number":16,"verse":"त्या दिवसांत यहूदाचा उद्धार होईल व यरुशलेम सुरक्षित वसेल आणि ‘परमेश्वर आमची नीतिमत्ता’ हे नाव तिला देतील."},{"number":17,"verse":"कारण परमेश्वर म्हणतो, इस्राएलाच्या घराण्याच्या सिंहासनावर बसणार्‍यांची उणीव दाविदाला पडणार नाही;"},{"number":18,"verse":"तसेच माझ्यासमोर होमार्पण करणारा, अन्नार्पणाचा होम करणारा व नित्य यज्ञ करणारा ह्यांची लेवीय याजकांना उणीव पडणार नाही.”"},{"number":19,"verse":"परमेश्वराचे वचन यिर्मयाला प्राप्त झाले की,"},{"number":20,"verse":"“परमेश्वर म्हणतो, दिवस व रात्र ह्यांविषयी जो माझा करार तो तुमच्याने मोडवेल, म्हणजे दिवसाचा व रात्रीचा जो नित्यक्रम तो नाहीसा होईल,"},{"number":21,"verse":"तरच माझा सेवक दावीद ह्याच्याशी केलेला माझा करार मोडून त्याला आपल्या सिंहासनावर बसण्यास कोणी वंशज असणार नाही आणि माझे सेवक लेवीय याजक ह्यांच्याशी केलेला करारही मोडेल."},{"number":22,"verse":"आकाशसैन्याची गणती करवत नाही, समुद्राच्या वाळूचे मापन करवत नाही, त्याप्रमाणे माझा सेवक दावीद ह्याची संतती व सेवा करणारे लेवी ह्यांना मी बहुगुणित करीन.”"},{"number":23,"verse":"परमेश्वराचे वचन यिर्मयाला प्राप्त झाले ते असे :"},{"number":24,"verse":"“हे लोक म्हणतात की, ‘परमेश्वराने निवडलेल्या दोन्ही घराण्यांचा त्याग केला नाही काय?’ ह्या त्यांच्या म्हणण्याकडे तू लक्ष दिले ना? ते माझ्या लोकांचा असा धिक्कार करतात की ते त्यांना राष्ट्र समजत नाहीत."},{"number":25,"verse":"परमेश्वर असे म्हणतो, दिवस व रात्र ह्याविषयींचा माझा करार अचल नसला, आकाश व पृथ्वी ह्यांचे नियम मी लावून दिले नसले,"},{"number":26,"verse":"तरच याकोब व माझा सेवक दावीद ह्यांच्या संततीचा मी त्याग करीन आणि दाविदाच्या संततीपैकी कोणी अब्राहाम, इसहाक व याकोब ह्यांच्या संततीवर सत्ता चालवण्यास ठेवणार नाही; मी तर त्यांचा बंदिवास उलटवीन व त्यांच्यावर दया करीन.”"}]}