{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":34,"verses":[{"number":1,"verse":"( सिद्कीयाला यिर्मयाचा इशारा) बाबेलचा राजा नबुखद्नेस्सर व त्याचे सर्व सैन्य, त्याच्या सत्तेखाली असलेली जगातली सर्व राज्ये व सर्व लोक ह्यांनी यरुशलेमेबरोबर व तिच्या सर्व नगरांबरोबर युद्ध चालवले, तेव्हा यिर्मयाला परमेश्वराचे वचन प्राप्त झाले ते असे :"},{"number":2,"verse":"“परमेश्वर, इस्राएलाचा देव म्हणतो, जा, आणि यहूदाचा राजा सिद्कीया ह्याला सांग की, ‘परमेश्वर म्हणतो, पाहा, मी हे नगर बाबेलच्या राजाच्या हाती देईन व तो ते अग्नीने जाळून टाकील;"},{"number":3,"verse":"तू त्याच्या हातून सुटणार नाहीस, तर तुला पकडून त्याच्या हाती निश्‍चये देतील; तू आपल्या डोळ्यांनी बाबेलच्या राजाला पाहशील व तो तुझ्याबरोबर समक्ष बोलेल; तू बाबेलास जाशील.’"},{"number":4,"verse":"तथापि हे सिद्कीया, यहूदाच्या राजा, परमेश्वराचे वचन ऐक; परमेश्वर तुझ्याविषयी असे म्हणतो की, ‘तू तलवारीने मरणार नाहीस,"},{"number":5,"verse":"तर स्वस्थपणे मरशील; तुझ्या पूर्वीचे राजे, तुझे पूर्वज ह्यांच्याकरता धूप वगैरे जाळत, तसे ते तुझ्याकरता जाळतील व ‘हायरे, माझ्या स्वामी!’ असे बोलून तुझ्याकरता शोक करतील; कारण हे वचन मी बोललो आहे, असे परमेश्वर म्हणतो.”’"},{"number":6,"verse":"तेव्हा यिर्मया संदेष्ट्याने ही सर्व वचने यहूदाचा राजा सिद्कीया ह्याला यरुशलेमेत सांगितली."},{"number":7,"verse":"त्या वेळेस बाबेलचे सैन्य यरुशलेमेवर आणि यहूदाची उरलेली नगरे म्हणजे लाखीश व अजेका ह्यांवर चढाई करून युद्ध करीत होते; यहूदाची तटबंदी केलेली नगरे एवढीच उरली होती."},{"number":8,"verse":"( इब्री दासांसंबंधीचा करार मोडला) सिद्कीया राजाने त्या वेळी यरुशलेमेत असलेल्या सर्व लोकांबरोबर बंधमुक्त करण्याचा करार केल्यावर परमेश्वराकडून यिर्मयाला वचन प्राप्त झाले ते हे :"},{"number":9,"verse":"ज्या कोणाचा दास अथवा दासी इब्री असेल त्याने त्याची सुटका करावी; कोणी आपल्या यहूदी बांधवांकडून दास्य करवून घेऊ नये."},{"number":10,"verse":"तेव्हा आम्ही आपल्या सर्व दासांची व दासींची सुटका करू व ह्यापुढे त्यांना दास्य करायला लावणार नाही असा करार ज्या सर्व सरदारांनी व सर्व लोकांनी केला होता ते त्यांना मान्य झाले; त्यांनी मान्य होऊन दासांना मुक्त केले."},{"number":11,"verse":"पण मागाहून ते बदलले व ज्या दासांना व दासींना त्यांनी मुक्त केले होते त्यांना त्यांनी परत यायला लावले व आपले दास व दासी होण्यासाठी त्यांना पुन्हा ताबेदारीत घेतले."},{"number":12,"verse":"ह्यास्तव परमेश्वराकडून यिर्मयाला परमेश्वराचे हे वचन प्राप्त झाले की,"},{"number":13,"verse":"“परमेश्वर इस्राएलाचा देव म्हणतो तुमचे पूर्वज मिसर देशातून, दास्यगृहातून बाहेर काढले तेव्हा मी त्यांच्याबरोबर करार केला की,"},{"number":14,"verse":"‘कोणी तुझ्या इब्री बांधवापैकी असून त्यास तुला विकले असले तर सात वर्षांच्या शेवटी प्रत्येकाने आपल्या बंधूला बंधमुक्त करावे; त्याने सहा वर्षे तुझे दास्य केल्यावर त्याला तू मुक्त करून रवाना करावेस.’ पण तुमच्या पूर्वजांनी माझे ऐकले नाही व आपला कान दिला नाही."},{"number":15,"verse":"तुम्ही तर अलीकडे माझ्या दृष्टीने नीट ते करू लागला होता, तुमच्यातील प्रत्येकाने आपल्या शेजार्‍याचे स्वातंत्र्य प्रसिद्धपणे ठरवले, व ज्या माझ्या मंदिराला माझे नाम दिले आहे त्यात तुम्ही माझ्यासमक्ष करार केला,"},{"number":16,"verse":"पण तुम्ही पुन्हा बदलून माझ्या नामाची अप्रतिष्ठा केली व प्रत्येकाने ज्या आपल्या दासाला व दासीला वाटेल तिकडे जाण्याचे स्वातंत्र्य दिले होते त्यांना तुम्ही परत येण्यास लावले, व त्यांनी तुमचे दास व दासी व्हावे म्हणून त्यांना तुम्ही आपले ताबेदार केले."},{"number":17,"verse":"ह्यास्तव परमेश्वर म्हणतो, तुम्ही प्रत्येकाने आपल्या बंधूला व आपल्या शेजार्‍याला मोकळे करावे, हे माझे सांगणे तुम्ही ऐकले नाही; म्हणून परमेश्वर म्हणतो, पाहा, मी तुम्हांला तलवार, मरी व दुष्काळ ह्यांच्या योगे नाश पावायला मोकळे सोडून देतो; पृथ्वीवरील सर्व राष्ट्रांना दहशत पोहचेल असे मी तुमचे करीन."},{"number":18,"verse":"आणि ज्या मनुष्यांनी माझा करार उल्लंघला व माझ्यासमोर केलेल्या कराराच्या शर्ती पाळल्या नाहीत त्यांचे, जे वासरू त्यांनी कापून दुभागले व त्याच्या दोहो भागांमधून ते चालून गेले, त्या वासराप्रमाणे करीन."},{"number":19,"verse":"यहूदाचे सरदार व यरुशलेमेचे सरदार, खोजे, याजक व देशातील सर्व लोक वासराच्या दोन भागांतून चालून गेले,"},{"number":20,"verse":"त्यांना त्यांच्या वैर्‍यांच्या हाती देईन, म्हणजे त्यांची प्रेते आकाशातील त्यांच्या जिवांवर टपणार्‍यांच्या हाती देईन. म्हणजे त्यांची प्रेते आकाशातील पक्ष्यांना व पृथ्वीवरील श्वापदांना भक्ष्य होतील."},{"number":21,"verse":"आणि यहूदाचा राजा सिद्कीया व त्याचे सरदार ह्यांना मी त्यांच्या वैर्‍यांच्या हाती देईन, त्यांच्या जिवांवर टपणार्‍यांच्या हाती देईन व बाबेलच्या राजाचे जे सैन्य तुमच्यापुढून निघून गेले आहे त्याच्या हाती देईन."},{"number":22,"verse":"परमेश्वर म्हणतो, पाहा, मी आज्ञा करून त्यांना ह्या नगराकडे परत यायला लावीन; ते त्याबरोबर लढून ते घेतील व ते अग्नीने जाळतील; मी यहूदाची नगरे ओसाड व निर्जन करीन.”"}]}