{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"( ग्रंथपट जाळणे) यहूदाचा राजा योशीयाचा पुत्र यहोयाकीम ह्याच्या कारकिर्दीच्या चौथ्या वर्षी परमेश्वराचे वचन यिर्मयाला प्राप्त झाले ते असे :"},{"number":2,"verse":"“तू ग्रंथ लिहिण्याचा पट घे; आणि योशीयाच्या दिवसांत मी तुझ्याबरोबर बोललो तेव्हापासून आजवर इस्राएल, यहूदा व सर्व राष्ट्रे ह्यांच्याविरुद्ध जी वचने मी तुला सांगितली ती त्यावर लिहून काढ."},{"number":3,"verse":"न जाणो यहूदाच्या घराण्यावर जे सर्व अरिष्ट आणण्याचा माझा बेत आहे ते ऐकून ते सर्व आपापल्या कुमार्गापासून वळतील आणि मी त्यांच्या दुष्कर्माची व त्यांच्या पापाची त्यांना क्षमा करीन.”"},{"number":4,"verse":"तेव्हा यिर्मयाने नेरीयाचा पुत्र बारूख ह्याला बोलावले, व परमेश्वराने यिर्मयाला जी वचने सांगितली होती ती सर्व त्याच्या तोंडून ऐकून बारुखाने त्या पटावर लिहिली."},{"number":5,"verse":"तेव्हा यिर्मयाने बारुखाला आज्ञा केली की, “मला प्रतिबंध आहे, मला परमेश्वराच्या मंदिरात जाता येत नाही;"},{"number":6,"verse":"म्हणून तू जा व माझ्या तोंडची जी परमेश्वराची वचने तू पटावर लिहिली ती उपवासाच्या दिवशी परमेश्वराच्या मंदिरात लोकांच्या कानी पडतील अशी वाचून दाखव; तसेच यहूदाच्या नगरांतून येणार्‍या सर्वांच्या कानी पडतील अशी ती वाचून दाखव."},{"number":7,"verse":"कदाचित ते परमेश्वरापुढे आपली विनंती सादर करतील व आपापल्या कुमार्गापासून वळतील; कारण परमेश्वराने ह्या लोकांवर क्रोध व संताप करीन म्हणून सांगितले तो भारी आहे.”"},{"number":8,"verse":"यिर्मया संदेष्ट्याच्या सांगण्याप्रमाणे नेरीयाचा पुत्र बारूख ह्याने सर्वकाही केले; त्याने परमेश्वराची वचने परमेश्वराच्या मंदिरात ग्रंथातून वाचून दाखवली."},{"number":9,"verse":"तेव्हा असे झाले की यहूदाचा राजा योशीयाचा पुत्र यहोयाकीम ह्याच्या कारकिर्दीच्या पाचव्या वर्षाच्या नवव्या मासी यरुशलेमेतले सर्व लोक व यहूदाच्या नगरांतून जे सर्व यरुशलेमेस आले होते त्यांनी परमेश्वरापुढे जाहीर उपवास नेमला."},{"number":10,"verse":"परमेश्वराच्या नवीन द्वाराच्या देवडीजवळ वरच्या चौकातील शाफानाचा पुत्र गमर्‍या लेखक ह्याच्या दिवाणखान्यात बारुखाने परमेश्वराच्या मंदिरात, ग्रंथात लिहिलेली यिर्मयाची वचने सर्व लोकांच्या कानी पडतील अशी वाचून दाखवली."},{"number":11,"verse":"मीखाया बिन गमर्‍या बिन शाफान ह्याने त्या ग्रंथातील परमेश्वराची सर्व वचने ऐकली,"},{"number":12,"verse":"तेव्हा तो राजगृहात, लेखकाच्या दिवाणखान्यात गेला; तर तेथे सर्व सरदार बसले होते; अलीशामा लेखक, दलाया बिन शमाया, एलनाथान बिन अखबोर, गमर्‍या बिन शाफान, सिद्कीया बिन हनन्या व इतर सर्व सरदार तेथे होते."},{"number":13,"verse":"तेव्हा बारुखाने त्या ग्रंथातली लोकांच्या कानी पाडलेली जी सर्व वचने मीखायाने ऐकली होती ती त्याने त्यांना कळवली."},{"number":14,"verse":"तेव्हा त्या सर्व सरदारांनी यहूदी बिन नथन्या बिन शलेम्या बिन कूशी ह्याच्या हाती बारुखाला असे सांगून पाठवले की, “ज्या पटातून तू लोकांना वाचून दाखवले तो हाती घेऊन ये.” तेव्हा नेरीयाचा पुत्र बारूख आपल्या हाती पट घेऊन त्यांच्याकडे आला."},{"number":15,"verse":"त्यांनी त्याला म्हटले, “आता बसून ती आमच्या कानी पाड.” तेव्हा बारुखाने त्यांच्या कानी ती पाडली."},{"number":16,"verse":"ती सर्व वचने ऐकल्यावर ते भयभीत होऊन एकमेकांकडे वळले व बारुखाला म्हणाले, “आम्ही ही सर्व वचने राजाला अवश्य सांगू.”"},{"number":17,"verse":"त्यांनी बारुखाला विचारले, “त्याच्या तोंडची ही सर्व वचने तू कशी लिहिली हे आम्हांला सांग पाहू.”"},{"number":18,"verse":"बारुखाने त्यांना म्हटले, “त्याने स्वमुखाने ही सर्व वचने मला सांगितली व मी ती शाईने ह्या पुस्तकात लिहिली.”"},{"number":19,"verse":"मग ते सरदार बारुखाला म्हणाले, “जा, यिर्मया व तू लपून राहा; तुम्ही कोठे राहाल हे कोणाला कळू देऊ नका.”"},{"number":20,"verse":"मग ते चौकात राजाकडे गेले; तो पट त्यांनी अलीशामा लेखकाच्या दिवाणखान्यात ठेवला होता; त्यांनी ती सर्व वचने राजाच्या कानी पाडली."},{"number":21,"verse":"तेव्हा राजाने तो पट आणण्यास यहूदी ह्याला पाठवले; त्याने तो अलीशामा लेखकाच्या दिवाणखान्यातून आणला. तो यहूदीने राजाला व राजाभोवती उभे राहणार्‍या सर्व सरदारांना वाचून दाखवला."},{"number":22,"verse":"हा नववा महिना असून राजा हेमंतगृहात बसलेला होता व त्याच्यापुढे शेगडी पेटलेली होती."},{"number":23,"verse":"तेव्हा असे झाले की यहूदीने तीनचार पाने वाचून दाखवताच राजाने तो पट चाकूने कापून शेगडीतल्या पेटत्या आगीत टाकला; येणेप्रमाणे तो सगळा त्या शेगडीच्या आगीत भस्म झाला."},{"number":24,"verse":"राजाने व त्याच्या सेवकांनी ही सर्व वचने ऐकली, तेव्हा ते कोणी घाबरले नाहीत, कोणी आपली वस्त्रे फाडली नाहीत."},{"number":25,"verse":"राजाने तो पट जाळू नये म्हणून एलनाथान, दलाया व गमर्‍या ह्यांनी त्याला विनंती केली, पण त्याने त्यांचे ऐकले नाही."},{"number":26,"verse":"तेव्हा राजाने राजपुत्र यमेल, अरहज्रीएलपुत्र सराया, व अब्देलपुत्र शलेम्या ह्यांना अशी आज्ञा केली की बारूख लेखक व यिर्मया संदेष्टा ह्यांना धरून आणावे; पण परमेश्वराने त्यांना लपवले."},{"number":27,"verse":"यिर्मयाच्या तोंडची वचने बारुखाने ज्या पटावर लिहिली होती तो राजाने जाळून टाकल्यावर परमेश्वराचे वचन यिर्मयाला प्राप्त झाले की :"},{"number":28,"verse":"“तू पुन्हा दुसरा पट घे व यहूदाचा राजा यहोयाकीम ह्याने जाळलेल्या पहिल्या पटावर जी वचने होती ती सर्व त्यावर लिही."},{"number":29,"verse":"आणि यहूदाचा राजा यहोयाकीम ह्याला तू असे सांग, ‘परमेश्वर म्हणतो, तू हा पट जाळून म्हटले, तू ह्यावर का लिहिले की बाबेलचा राजा येईलच व ह्या देशाचा विध्वंस करील आणि ह्यातून मनुष्य व पशू ह्यांचे निर्मूलन करील?”"},{"number":30,"verse":"“ह्यास्तव यहूदाचा राजा यहोयाकीम ह्याच्याविषयी परमेश्वर म्हणतो, दाविदाच्या आसनावर बसण्यास कोणी राहणार नाही व त्याचे शव फेकण्यात येईल, ते दिवसाच्या उन्हात व रात्रीच्या हिवात पडून राहील."},{"number":31,"verse":"मी त्याला, त्याच्या संततीला व त्याच्या सेवकांना त्यांच्या दुष्कर्माबद्दल शिक्षा करीन आणि ते, यरुशलेमनिवासी व यहूदाचे लोक ह्यांच्यावर जे अरिष्ट आणीन म्हणून मी बोललो ते सर्व त्यांच्यावर आणीन, पण त्यांनी माझे ऐकले नाही.”’"},{"number":32,"verse":"मग यिर्मयाने दुसरा पट घेऊन नेरीयाचा पुत्र बारूख लेखक ह्याला दिला; तेव्हा यहूदाचा राजा यहोयाकीम ह्याने जो ग्रंथ अग्नीत जाळून टाकला होता त्यातली सर्व वचने त्याने त्यावर यिर्मयाच्या सांगण्यावरून लिहिली, व त्यांत तशाच दुसर्‍या बहुत वचनांची भर घातली."}]}