{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"( योहानानला यिर्मयाचा संदेश) तेव्हा सैन्यांचे सर्व नायक आणि योहानान बिन कारेह व यजन्या बिन होशाया आणि लहानथोर सर्व लोक जवळ येऊन,"},{"number":2,"verse":"यिर्मया संदेष्ट्याला म्हणाले, “आमची एवढी विनंती मान्य करा; आपणाला दिसत आहे की, आम्ही बहुतांपैकी थोडेच राहिलो आहोत; तर आम्हा सर्व अवशिष्ट लोकांसाठी परमेश्वर आपला देव ह्याच्याकडे प्रार्थना करा की,"},{"number":3,"verse":"आम्ही कोणत्या मार्गाने जावे व काय करावे हे परमेश्वर आपला देव ह्याने आम्हांला दाखवावे.”"},{"number":4,"verse":"मग यिर्मया संदेष्टा त्यांना म्हणाला, “मी तुमचे म्हणणे ऐकले आहे; पाहा, मी तुमच्या म्हणण्याप्रमाणे परमेश्वर तुमचा देव ह्याची प्रार्थना करीन व जे काही परमेश्वर तुमच्याविषयी सांगेल ते मी तुम्हांला कळवीन; तुमच्यापासून काही लपवणार नाही.”"},{"number":5,"verse":"ते यिर्मयाला म्हणाले, “परमेश्वर आपला देव आपल्या हस्ते जे वचन आम्हांला सांगून पाठवील त्या सर्वांप्रमाणे आम्ही न केले तर परमेश्वर आमच्याविरुद्ध खरा विश्वसनीय साक्षी असो."},{"number":6,"verse":"परमेश्वर आमचा देव ह्याच्याकडे आम्ही आपणाला पाठवतो; त्याचे म्हणणे बर्‍याचे असो की वाइटाचे असो आम्ही ते ऐकू; म्हणजे परमेश्वर आमचा देव ह्याची वाणी ऐकल्यावर आमचे कल्याण होईल.”"},{"number":7,"verse":"दहा दिवसांनी परमेश्वराचे वचन यिर्मयाला प्राप्त झाले."},{"number":8,"verse":"तेव्हा योहानान बिन कारेह व त्याच्याबरोबरचे सैन्यांचे सर्व नायक व लहानथोर सर्व लोक ह्यांना त्याने बोलावले,"},{"number":9,"verse":"आणि त्यांना म्हटले, “तुम्ही आपली विनंती इस्राएलाचा देव परमेश्वर ह्याच्यापुढे सादर करण्यास मला पाठवले; तो असे म्हणतो,"},{"number":10,"verse":"ह्या देशात अजूनही तुम्ही राहाल तर मी तुम्हांला उभारीन, पाडून टाकणार नाही; तुमची लावणी करीन, उपटून टाकणार नाही; कारण मी तुमचे अनिष्ट केले ह्याचा मला अनुताप होत आहे."},{"number":11,"verse":"ज्या बाबेलच्या राजाची तुम्ही भीती धरता त्याला भिऊ नका; परमेश्वर म्हणतो, त्याला भिऊ नका; कारण तुमचा बचाव करण्यास व त्याच्या हातून तुम्हांला मुक्त करण्यास मी तुमच्याबरोबर आहे."},{"number":12,"verse":"मी तुमच्यावर दया करीन म्हणजे त्याची दया तुमच्यावर होईल व तो तुम्हांला तुमच्या देशात वस्ती करू देईल;"},{"number":13,"verse":"पण तुम्ही जर म्हणाल, ‘आम्ही ह्या देशात राहणार नाही, म्हणजे तुमचा देव परमेश्वर ह्याची वाणी ऐकणार नाही,’"},{"number":14,"verse":"आणि असे म्हणाल की, ‘नाही, आम्ही मिसर देशात जाऊ, तेथे आमच्या नजरेस युद्ध पडणार नाही, तेथे कर्ण्याचा शब्द आम्हांला ऐकू येणार नाही व भाकरीवाचून आम्ही उपाशी मरणार नाही, आम्ही तेथेच वस्ती करू;’"},{"number":15,"verse":"तर अहो यहूदाचे अवशिष्ट लोकहो, तुम्ही परमेश्वराचे वचन ऐका : सेनाधीश परमेश्वर, इस्राएलाचा देव म्हणतो, मिसर देशात जाऊन तेथे काही दिवस राहण्याचा तुमचा निश्‍चय असला तर"},{"number":16,"verse":"ज्या तलवारीची तुम्हांला भीती वाटत आहे ती मिसर देशात तुम्हांला गाठील, व ज्या दुष्काळाची तुम्हांला भीती वाटते, तो मिसर देशात तुमच्या पाठोपाठ येईल; तेथे तुम्ही मराल."},{"number":17,"verse":"ज्या माणसांनी मिसर देशात जाऊन काही दिवस राहण्याचा निश्‍चय केला आहे ते सर्व तलवार, दुष्काळ व मरी ह्यांनी मरतील; मी त्यांच्यावर अरिष्ट आणीन तेव्हा त्यांच्यापैकी एकही उरणार नाही किंवा सुटणार नाही."},{"number":18,"verse":"“कारण सेनाधीश परमेश्वर, इस्राएलाचा देव म्हणतो, माझा क्रोध व संताप ह्यांचा जसा यरुशलेमेत राहणार्‍यांवर वर्षाव झाला तसा तुम्ही मिसर देशात गेल्यावर तुमच्यावर होईल व तुम्ही निर्भर्त्सना, विस्मय, शाप व निंदा ह्यांचे विषय व्हाल; व हे ठिकाण तुमच्या दृष्टीस पुन्हा पडणार नाही."},{"number":19,"verse":"अहो यहूदाचे अवशिष्ट लोकहो, परमेश्वराने तुम्हांला सांगितले आहे की, ‘मिसर देशात जाऊ नका, मी तुम्हांला आज बजावून सांगत आहे हे पक्के लक्षात ठेवा.’"},{"number":20,"verse":"ह्या प्रकारे तुम्ही आपला जीव धोक्यात घातला आहे; कारण परमेश्वर तुमचा देव ह्याच्याकडे मला पाठवून तुम्ही म्हटले की, ‘परमेश्वर आमचा देव ह्याची आमच्यासाठी प्रार्थना कर व परमेश्वर आमचा देव सांगेल ते सर्व आम्हांला कळव म्हणजे त्याप्रमाणे आम्ही करू."},{"number":21,"verse":"ते आज मी तुम्हांला कळवले आहे; तरी परमेश्वर तुमचा देव ह्याने माझ्या द्वारे तुम्हांला जे सांगून पाठवले त्यांतल्या कशाविषयीही तुम्ही त्याची वाणी ऐकली नाही."},{"number":22,"verse":"म्हणून ज्या स्थळी जाऊन राहण्याची तुमची इच्छा आहे तेथे तुम्ही तलवार, दुष्काळ, दुर्भिक्ष व मरी ह्यांनी मराल हे पक्के समजा.”"}]}