{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"( मवाबाविषयी भविष्य) मवाबाविषयी : सेनाधीश परमेश्वर, इस्राएलाचा देव म्हणतो, “अरेरे! बिचारे नबो; ते ओसाड झाले आहे; किर्याथाईमाची फजिती झाली आहे, ते हस्तगत झाले आहे; मिस्गाबाची फजिती होऊन ते भंगले आहे;"},{"number":2,"verse":"मवाबकन्येची कीर्ती नाहीशी झाली आहे. हेशबोनात तिच्याविरुद्ध कट करीत आहेत : ते म्हणतात, ‘चला, आपण तिचे राष्ट्रत्व मोडून टाकू.’ हे मदमेना, तू सामसूम होशील; तुझ्यामागे तलवार लागेल."},{"number":3,"verse":"होरोनाईमाकडून ‘जुलूम! प्रचंड नाश!’ अशी आरोळी ऐकू येत आहे."},{"number":4,"verse":"मवाबाचा नाश झाला आहे; त्याच्या हीनदीन झालेल्या लोकांची आरोळी ऐकू येत आहे."},{"number":5,"verse":"ते रडत रडत लूहीथाचा चढाव चढत आहेत; होरोनाईमाच्या उतारावर नाश! नाश! अशी संकटाची आरोळी ऐकू येत आहे."},{"number":6,"verse":"पळा, आपला जीव वाचवा, वनातल्या झुडुपांसारखे व्हा."},{"number":7,"verse":"तुझी कर्मे व तुझे निधी ह्यांच्यावर तुझी भिस्त होती म्हणून तू हस्तगत होशील; कमोश आपले याजक व सरदार ह्यांच्यासह बंदिवान होऊन जाईल."},{"number":8,"verse":"प्रत्येक नगरावर लुटारू येईल; कोणतेही नगर निभावणार नाही; खोरे नाश पावेल; पठार उद्ध्वस्त होईल असे परमेश्वर बोलला आहे."},{"number":9,"verse":"मवाबास पंख द्या म्हणजे तो उडून निघून जाईल; त्याची नगरे उजाड होतील, त्यांत कोणी राहायचा नाही."},{"number":10,"verse":"जो परमेश्वराच्या कार्याची हयगय करतो तो शापित होवो; जो रक्तपातापासून आपली तलवार राखतो तो शापित होवो."},{"number":11,"verse":"मवाब लहानपणापासून सुखात आहे. स्थिर राहिल्यामुळे गाळ खाली बसलेल्या द्राक्षारसासारखा तो आहे; त्याला ह्या पात्रातून त्या पात्रात ओतले नाही, तो बंदिवान होऊन गेला नाही, म्हणून त्याची रुची तशीच कायम आहे; त्याच्या वासात काही फरक झालेला नाही."},{"number":12,"verse":"ह्यामुळे परमेश्वर म्हणतो, पाहा, असे दिवस येत आहेत की द्राक्षारसपात्रांची उलथापालथ करणार्‍यांना मी त्याच्याकडे पाठवीन; ते त्याची उलथापालथ करतील, त्याच्या घागरी फोडून टाकतील."},{"number":13,"verse":"आपल्या भरवशाचा विषय जे बेथेल त्याच्यासंबंधाने इस्राएल फजीत झाला तसा मवाब कमोशासंबंधाने फजीत होईल."},{"number":14,"verse":"‘आम्ही वीर आहोत, युद्धाच्या कामी शूर आहोत,’ असे तुम्ही का म्हणता?"},{"number":15,"verse":"मवाब ओसाड झाला आहे, त्याच्या नगरांवर लोक चढाई करून गेले आहेत, त्याचे निवडक तरुण वध पावण्यास खाली उतरून गेले आहेत, असे राजेश्वर म्हणतो; त्याचे नाम सेनाधीश परमेश्वर."},{"number":16,"verse":"मवाबावर अरिष्ट येऊन ठेपले आहे, त्याची विपत्ती त्वरा करत आहे."},{"number":17,"verse":"त्याच्या आसपास असणारे व त्याचे नाव जाणणारे तुम्ही सर्व त्याच्यासाठी शोक करा; म्हणा, ‘मजबूत वेत्र, वैभवी दंड कसा मोडला आहे!’"},{"number":18,"verse":"दीबोननिवासी कन्ये, आपल्या वैभवापासून खाली उतर, रुक्ष भूमीवर बस; कारण मवाबाचा विध्वंस करणारा तुझ्यावर चाल करून आला आहे, त्याने तुझ्या दुर्गाचा विध्वंस केला आहे."},{"number":19,"verse":"अरोएराच्या रहिवासिनी, रस्त्यावर उभी राहून पाहा; पळून जाणार्‍यास व निभावलेलीस विचार की, ‘काय झाले आहे?’"},{"number":20,"verse":"मवाब फजीत झाला; हायहाय करा, रडा; मवाब ओसाड झाला आहे, हे आर्णोनात सांगा."},{"number":21,"verse":"सपाट प्रदेशाला शासन झाले आहे; होलोन, याहस, मेफाथ,"},{"number":22,"verse":"दीबोन, नबो, बेथ-दिबलाथाईम,"},{"number":23,"verse":"किर्याथाईम, बेथ-गामूल, बेथ-मौन,"},{"number":24,"verse":"करीयोथ, बसरा आणि मवाब देशातली दूर व जवळची नगरे ह्यांना शासन झाले आहे."},{"number":25,"verse":"परमेश्वर म्हणतो, मवाबाचे शृंग मोडले आहे, त्याचा हात मोडला आहे."},{"number":26,"verse":"त्याला बेहोश करा, कारण त्याने परमेश्वराविरुद्ध बढाई मारली आहे; मवाब आपल्या वांतीत लोळेल, तो हास्यविषय होईल."},{"number":27,"verse":"इस्राएल तुझा हास्यविषय नव्हता का? तो चोरांमध्ये आढळला काय? जेव्हा जेव्हा तू त्याची गोष्ट काढावीस तेव्हा तेव्हा तू आपली मान हलवावीस."},{"number":28,"verse":"मवाबाच्या रहिवाशांनो, नगरे सोडून द्या व कड्यांतून वस्ती करा; कपारीच्या बाजूला कोटे करणार्‍या पारव्यासारखे व्हा."},{"number":29,"verse":"आम्ही मवाबाचा गर्व ऐकून आहोत, तो अति गर्विष्ठ आहे, त्याचा ताठा, त्याचा अहंकार, त्याचा अभिमान, त्याची उन्मत्तता आम्ही ऐकून आहोत."},{"number":30,"verse":"परमेश्वर म्हणतो, त्याचा क्रोध, त्याची पोकळ बढाई, मला ठाऊक आहे; ती व्यर्थ ठरली आहे."},{"number":31,"verse":"ह्यामुळे मी मवाबाविषयी हायहाय करीन; अवघ्या मवाबासाठी आक्रंदन करीन; कीर-हरेसच्या लोकांसाठी शोक करतील."},{"number":32,"verse":"हे सिब्मेच्या द्राक्षलते, तुझ्यासाठी याजेरच्या आक्रोशाहून अधिक आक्रोश करीन; तुझ्या फांद्या समुद्रा-पलीकडे गेल्या होत्या, याजेर सरोवरापर्यंत त्या पोहचल्या होत्या; तुझ्या ग्रीष्मऋतूतील फळांवर व द्राक्षांच्या हंगामावर लुटारू पडला आहे."},{"number":33,"verse":"फळबागेतून, मवाब देशातून आनंद व हर्ष नाहीसा केलेला आहे; द्राक्षकुंडांत द्राक्षारस नाही असे मी केले आहे; हर्षनाद करून द्राक्षे कोणी तुडवणार नाही; हर्षनाद होईल तो द्राक्षे तुडवणार्‍यांचा नसणार."},{"number":34,"verse":"हेशबोनाहून एलालेपर्यंत, याहसापर्यंत आरोळी होते, सोअरापासून होरानाईमापर्यंत, एग्लाथ-शलिशीयापर्यंत आरोळी होते; कारण निम्रीमाचे पाणी आटले आहे."},{"number":35,"verse":"परमेश्वर म्हणतो, तसेच मवाबातून उच्च स्थानी अर्पण वाहणारा, व आपल्या दैवतांना धूप दाखवणारा, नाहीसा होईल असे मी करीन."},{"number":36,"verse":"ह्यामुळे मवाबासाठी माझे हृदय वायुवाद्यांसारखे नाद करीत आहे, कीर-हरेसच्या लोकांसाठी माझे हृदय वायुवाद्यांसारखे नाद करीत आहे; त्याने संपादिलेले विपुल धन लयास गेले आहे."},{"number":37,"verse":"प्रत्येक डोके भादरले आहे; प्रत्येक दाढी मुंडली आहे; सर्वांच्या हातांवर घाव आहेत, कंबरांना गोणपाट आहे."},{"number":38,"verse":"मवाबाच्या सर्व धाब्यांवर, त्याच्या सर्व चव्हाट्यांवर चोहोकडे शोक चालू आहे; कारण नापसंत पात्राप्रमाणे मी मवाबाचा फोडून चुरा केला आहे, असे परमेश्वर म्हणतो."},{"number":39,"verse":"तो कसा भंगला आहे! ते कसे हायहाय करीत आहेत! मवाबाने लाजून कशी आपली पाठ फिरवली आहे! मवाब आपल्या सर्व शेजार्‍यापाजार्‍यांना हास्य व विस्मय ह्यांचा विषय झाला आहे!”"},{"number":40,"verse":"परमेश्वर म्हणतो, “पाहा, तो गरुडासारखा उडेल व मवाबावर आपले पंख पसरील."},{"number":41,"verse":"करीयोथ हस्तगत झाले आहे, त्याचे दुर्ग सर केले आहेत; त्या दिवशी मवाबाच्या वीरांचे मन वेणा देणार्‍या स्त्रीच्या हृदयासारखे होईल."},{"number":42,"verse":"मवाब नाश पावून राष्ट्ररूप राहणार नाही, कारण त्याने परमेश्वराविरुद्ध बढाई केली आहे."},{"number":43,"verse":"हे मवाबनिवासी, भीती, गर्ता व पाश हे तुला प्राप्त झाले आहेत असे परमेश्वर म्हणतो."},{"number":44,"verse":"जो भीतीपासून निभावेल तो गर्तेत पडेल, जो गर्तेतून बाहेर येईल तो पाशात अडकेल; कारण मी त्याच्यावर म्हणजे मवाबावर समाचार घेण्याचे वर्ष आणत आहे, असे परमेश्वर म्हणतो."},{"number":45,"verse":"पळून जाणारे हेशबोनाच्या छायेत निर्बल होऊन राहत आहेत; कारण हेशबोनातून अग्नी, सीहोनातून ज्वाला निघून मवाबाच्या सीमा व दंगेखोरांची माथी खाऊन टाकत आहे."},{"number":46,"verse":"हे मवाबा, तू हायहाय करणार! कमोशाचे लोक नष्ट झाले आहेत! कारण तुझे पुत्र बंदिवान करून नेले आहेत, तुझ्या कन्या बंदिवान करून नेल्या आहेत."},{"number":47,"verse":"तरी पुढील काळी मी मवाबाचा बंदिवास उलटवीन, असे परमेश्वर म्हणतो.” येथे मवाबाच्या शासनाचे कथन संपले."}]}