{"bibleAbbr":"mrRV2015","bookName":"यिर्मया","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"( यरुशलेम व यहूदा ह्यांचा र्‍हास) बन्यामीनवंशजहो, यरुशलेमेतून रक्षणार्थ पळून जा, तकोवात रणशिंग फुंका, बेथ-हक्करेमावर ध्वज उभारा; कारण उत्तरेकडून अरिष्ट व मोठा नाश डोकावत आहे."},{"number":2,"verse":"सुंदर व सुकुमार अशा त्या सीयोनकन्येचा मी उच्छेद करीन."},{"number":3,"verse":"मेंढपाळ आपले कळप घेऊन तिच्याकडे येतील, तिच्या आसपास आपले तंबू ठोकतील, त्यांच्यातला प्रत्येक आपापल्या स्थानी चरेल."},{"number":4,"verse":"“तिच्याशी लढण्याची तयारी करा; उठा, आपण दुपारी चढाई करू. हाय हाय! दिवस कलला आहे, संध्याकाळची छाया वाढत आहे.”"},{"number":5,"verse":"“उठा, आपण रात्री चढाई करून तिच्या वाड्यांचा नाश करू.”"},{"number":6,"verse":"कारण सेनाधीश परमेश्वर म्हणाला आहे की : “झाडे तोडून यरुशलेमेसमोर मोर्चा रचा. पारिपत्य करायचे ते ह्याच नगराचे; त्याच्यात जुलूमच जुलूम माजला आहे."},{"number":7,"verse":"झर्‍यांतून जसे नित्य नवे पाणी येते तशी त्यात नित्य नवी दुष्टता घडते; त्याच्या ठायी बलात्कार व लुटालूट ह्यांचा गोंगाट ऐकू येतो; नित्य माझ्यासमोर रोग आणि जखमा आहेत."},{"number":8,"verse":"यरुशलेमे, शुद्धीवर ये, नाहीतर तुझ्यावरचा माझा जीव उडेल, मी तुला ओसाड व निर्जन भूमी करीन.”"},{"number":9,"verse":"सेनाधीश परमेश्वर म्हणतो, “द्राक्षलतांचा सरवा काढतात तसा अवशिष्ट इस्राएलाचा सरवा साफ काढून नेतील; द्राक्षे खुडणार्‍यांप्रमाणे तू आपला हात डाहळ्यांना घाल.”"},{"number":10,"verse":"मी हे कोणाला सांगून पटवू म्हणजे ते ऐकतील? पाहा, त्यांचा कान बेसुनत आहे, त्यांना ऐकू येत नाही; पाहा, परमेश्वराचे वचन त्यांना निंदास्पद झाले आहे, त्यात त्यांना काही संतोष वाटत नाही."},{"number":11,"verse":"ह्याकरता मी परमेश्वराच्या संतापाने भरलो आहे; तो दाबून ठेवता ठेवता मी थकलो आहे; “रस्त्यातल्या पोरांवर, तरुणांच्या जमावावर तो सोड; नवरा व बायको, वृद्ध व पुर्‍या वयाचे ह्या सर्वांना तो गाठील."},{"number":12,"verse":"त्यांची घरे, शेते व स्त्रिया ही सर्व दुसर्‍यांच्या हाती जातील; मी आपला हात देशाच्या रहिवाशांवर उगारीन,” असे परमेश्वर म्हणतो."},{"number":13,"verse":"“कारण लहानथोर सर्व स्वहिताला हपापलेले आहेत; संदेष्ट्यापासून याजकापर्यंत सगळे कपटाचा व्यवहार करतात."},{"number":14,"verse":"शांतीचे नाव नसता ‘शांती, शांती’ असे म्हणून माझ्या लोकांचा घाय ते वरवर बरा करतात."},{"number":15,"verse":"त्यांनी अमंगल कृत्य केले त्याची त्यांना लाज वाटली काय? नाही; त्यांना लाज मुळीच वाटली नाही; शरम कसली ती त्यांना ठाऊक नाही; म्हणून पतन पावणार्‍यांबरोबर ते पतन पावतील; मी त्यांचा समाचार घेईन तेव्हा ते ठोकर खाऊन पडतील,” असे परमेश्वर म्हणतो."},{"number":16,"verse":"परमेश्वर म्हणतो, “चवाठ्यावर उभे राहून पाहा आणि पुरातन मार्गांपैकी कोणता म्हणून विचारा; सन्मार्गाने चाला; अशाने तुमच्या जिवास विश्रांती मिळेल;” पण ते म्हणाले, ‘आम्ही चालणार नाही.’"},{"number":17,"verse":"मी तुमच्यावर पहारेकरी ठेवून तुम्हांला म्हटले, ‘रणशिंगाचा शब्द ऐका;’ पण ते म्हणाले, ‘आम्ही ऐकत नाही.’"},{"number":18,"verse":"ह्याकरता राष्ट्रांनो, तुम्ही ऐका; जमलेले लोकहो, त्यांचे काय होते ते समजून घ्या."},{"number":19,"verse":"अगे पृथ्वी, ऐक; पाहा, मी ह्या लोकांच्या कल्पनांचे फळ, अर्थात विपत्ती, त्यांच्यावर आणीन; कारण त्यांनी माझी वचने ऐकली नाहीत, माझ्या नियमशास्त्राचा त्यांनी धिक्कार केला आहे."},{"number":20,"verse":"शबाहून ऊद व दूर देशाहून अगरू माझ्याकडे आणण्याचे काय प्रयोजन? तुमच्या होमबलींनी मला संतोष नाही, तुमचे यज्ञबली मला पसंत नाहीत."},{"number":21,"verse":"ह्याकरता परमेश्वर म्हणतो, पाहा, मी ह्या लोकांच्या वाटेत अडथळे ठेवीन, बाप व लेक दोघेही त्यांवर ठोकर खाऊन पडतील; शेजारी आणि त्याचा मित्र हे नाश पावतील.”’"},{"number":22,"verse":"परमेश्वर असे म्हणतो की : “पाहा, उत्तर देशाहून एक राष्ट्र येत आहे; पृथ्वीच्या दिगंतापासून एक मोठे राष्ट्र उठत आहे."},{"number":23,"verse":"ते लोक धनुष्ये व भाले धारण करतात, ते क्रूर आहेत, त्यांना दयामाया नाही, ते सागराप्रमाणे गर्जना करतात; ते घोड्यांवर स्वार झाले आहेत; हे सीयोनकन्ये, ते युद्धास सिद्ध होऊन तुझ्याविरुद्ध एकजुटीने येत आहेत.”"},{"number":24,"verse":"आम्ही त्यांचा लौकिक ऐकला आहे, आमचे हात गळून गेले आहेत; आम्हांला क्लेश झाला आहे. प्रसवणार्‍या स्त्रीप्रमाणे वेणा लागल्या आहेत."},{"number":25,"verse":"मैदानात जाऊ नकोस, कारण शत्रूची तलवार व भीती चोहोकडे आहे."},{"number":26,"verse":"माझ्या लोकांच्या कन्ये, कंबरेला गोणपाट गुंडाळ, राखेत लोळ; एकुलत्या एका मुलाविषयीच्या शोकाप्रमाणे शोक व आक्रंदन कर; कारण लुटारू आमच्यावर एकाएकी येईल."},{"number":27,"verse":"“तू त्याचा मार्ग जाणावा व पारखावा म्हणून मी तुला माझ्या लोकांत पारख करणारा1 व दुर्ग असे ठेवले आहे."},{"number":28,"verse":"ते सर्व फितुर्‍यांतले फितुरी आहेत, ते चोहोकडे चहाड्या करीत फिरतात; ते पितळ व लोखंड आहेत, त्या सर्वांची वर्तणूक बिघडली आहे."},{"number":29,"verse":"भाता फुंक फुंक फुंकला आहे, शिसे जळून खाक झाले आहे; ते गाळून गाळून थकले आहेत, तरी दुष्टांची छाननी काही झाली नाही."},{"number":30,"verse":"त्यांना टाकाऊ रुपे म्हणतील, कारण परमेश्वराने त्यांना टाकले आहे.”"}]}