{"bibleAbbr":"AMP2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"A Satire on Idolatry Hear the word which the LORD speaks to you, O house of Israel."},{"number":2,"verse":"Thus says the LORD, \"Do not learn the way of the [pagan] nations, And do not be terrified and distressed by the signs of the heavens Although the pagans are terrified by them;"},{"number":3,"verse":"For the customs and decrees of the peoples are [mere] delusion [exercises in futility]; It is only wood which one cuts from the forest [to make a god], The work of the hands of the craftsman with the axe or cutting tool."},{"number":4,"verse":"\"They adorn the idol with silver and with gold; They fasten it with hammers and nails So that it will not fall apart."},{"number":5,"verse":"\"They are like scarecrows in a cucumber field; They cannot speak; They have to be carried, Because they cannot walk! Do not be afraid of them, For they can do no harm or evil, Nor can they do any good.\""},{"number":6,"verse":"There is none like You, O LORD; You are great, and great is Your mighty and powerful name."},{"number":7,"verse":"Who would not fear You, O King of the nations? For it is appropriate and it is Your due! For among all the wise men of the nations And in all their kingdoms, There is none like You."},{"number":8,"verse":"But they are altogether irrational and stupid and foolish In their discipline of delusion-their idol is [only] wood [it is ridiculous, empty and worthless]!"},{"number":9,"verse":"Silver that has been beaten [into plates] is brought from Tarshish, And gold from Uphaz, The work of the craftsman and of the hand of the goldsmith; Violet and purple are their clothing; They are all the work of skilled men."},{"number":10,"verse":"But the LORD is the true God and the God who is Truth; He is the living God and the everlasting King. The earth quakes and shudders at His wrath, And the nations are not able to endure His indignation."},{"number":11,"verse":"In this manner you shall say to them, \"The gods that did not make the heavens and the earth will perish from the earth and from under the heavens.\""},{"number":12,"verse":"God made the earth by His power; He established the world by His wisdom And by His understanding and skill He has stretched out the heavens."},{"number":13,"verse":"When He utters His voice, there is a tumult of waters in the heavens, And He causes the clouds and the mist to ascend from the end of the earth; He makes lightning for the rain, And brings out the wind from His treasuries and from His storehouses."},{"number":14,"verse":"Every man has become [like a brute] irrational and stupid, without knowledge [of God]; Every goldsmith is shamed by his carved idols; For his molten images are frauds and lies, And there is no breath in them."},{"number":15,"verse":"They are worthless and devoid of promise, a work of delusion and mockery; In their time of [trial and] punishment they will perish [without hope]."},{"number":16,"verse":"The Portion of Jacob [the true God on whom Israel has a claim] is not like these; For He is the Designer and Maker of all things, And Israel is the tribe of His inheritance [and He will not fail them]- The LORD of hosts is His name."},{"number":17,"verse":"Gather up your bundle [of goods] from the ground, You who live under siege."},{"number":18,"verse":"For thus says the LORD; \"Behold, I am slinging out at this time the people of this land, And will cause them [great] distress, That they may find it [to be as I have said].\""},{"number":19,"verse":"\"Woe to me because of my [spiritual] brokenness!\" [says Jeremiah, speaking for the nation.] \"My wound is incurable.\" But I said, \"Surely this sickness and suffering and grief are mine, And I must bear it.\""},{"number":20,"verse":"My tent is destroyed, And all my [tent] cords are broken; My children have been taken from me [as captives] and are no more. There is no one to stretch out my tent again And to set up my [tent] curtains."},{"number":21,"verse":"For the shepherds [of the people] have become [like brutes,] irrational and stupid, And have not searched for the LORD or asked about Him or realized their need for Him; Therefore they have not been wise and have not prospered, And all their flocks are scattered."},{"number":22,"verse":"The sound of a report! Behold, [the invader] comes- A great commotion from the country of the north (Babylonia)- To make the cities of Judah A desolation, a haunt and dwelling place of jackals."},{"number":23,"verse":"O LORD, I know that the path of [life of] a man is not in himself; It is not within [the limited ability of] man [even one at his best] to choose and direct his steps [in life]."},{"number":24,"verse":"O LORD, correct me [along with Your people], but with mercy and in just measure- Not in Your anger, or You will crush me and bring me to nothing."},{"number":25,"verse":"Pour out Your wrath on the nations that do not know nor recognize You And on the families that do not call Your name. For they have devoured Jacob; They have devoured him and consumed him And made his land a desolate waste."}]}