{"bibleAbbr":"AMP2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Judgment Must Come Then the LORD said to me, \"Even though Moses and Samuel were to stand before Me [interceding for them], My heart would still not be [turned with favor] toward this people [Judah]. Send them away from My presence and out of My sight and let them go!"},{"number":2,"verse":"And it shall be that when they say to you, 'Where should we go?' then tell them, 'Thus says the LORD: \"Those [destined] for death, to death; Those for the sword, to the sword; Those for famine, to famine; Those for captivity, to captivity.\"'"},{"number":3,"verse":"I will appoint four kinds of destroyers over them,\" says the LORD, \"the sword to slay, the dogs to tear and drag away, and the birds of the air and the beasts of the earth to devour and to destroy."},{"number":4,"verse":"I will make them an object of horror to all nations of the earth because of Manasseh [the despicable] son of Hezekiah, king of Judah, for the [evil and detestable] things which he did in Jerusalem."},{"number":5,"verse":"\"For who will have pity on you, O Jerusalem, Or who will mourn for you, Or who will turn aside to ask about your welfare?"},{"number":6,"verse":"\"You have abandoned (rejected) Me,\" says the LORD. \"You keep going backward. Therefore I shall stretch out My hand against you and destroy you; I am tired of delaying [your punishment]!"},{"number":7,"verse":"\"I will winnow (sort, separate) them with a winnowing fork At the gates of the land; I will deprive them of children, I will destroy My people; They did not repent and turn from their [evil] ways."},{"number":8,"verse":"\"I will make their widows more numerous before Me Than the sand of the seas; I will bring against them, against the mother of the young men, A destroyer at noonday; I will suddenly cause anguish and terror To fall on her."},{"number":9,"verse":"\"She who has borne seven [sons] languishes; She has breathed out her soul. Her sun has set while it was still day; She has been shamed and humiliated. So I will hand over [the rest of] the survivors to the sword Before their enemies,\" says the LORD."},{"number":10,"verse":"Woe to me, my mother, that you have given birth to me To be a man of strife and a man of contention to all the earth! I have not loaned, nor have men lent money to me, Yet everyone curses me."},{"number":11,"verse":"The LORD said, \"Surely [it will go well for Judah's obedient remnant for] I will set you free for good purposes; Surely [Jeremiah] I will [intercede for you with the enemy and I will] cause the enemy to plead with you [for help] In a time of disaster and a time of distress."},{"number":12,"verse":"\"Can anyone crush iron, The iron from the north, or bronze?"},{"number":13,"verse":"\"Your [nation's] riches and your treasures I will give as plunder without price [to the Babylonians], Because of all your sins And within all your territories."},{"number":14,"verse":"\"Then I will make your enemies bring [you along with] your possessions Into a land which you do not know [for there you will serve your conquerors]; For a fire has been kindled in My anger, Which will burn upon you.\""},{"number":15,"verse":"Jeremiah's Prayer and God's AnswerO LORD, You know and understand; Remember me [thoughtfully], take notice of me, take vengeance for me on my persecutors. Do not, in view of Your patience, take me away; Know that for Your sake I endure [continual] rebuke and dishonor."},{"number":16,"verse":"Your words were found and I ate them, And Your words became a joy to me and the delight of my heart; For I have been called by Your name, O LORD God of hosts."},{"number":17,"verse":"I did not sit with the group of those who celebrate, Nor did I rejoice; I sat alone because Your [powerful] hand was upon me, For You had filled me with indignation [at their sin]."},{"number":18,"verse":"Why has my pain been perpetual And my wound incurable, refusing to be healed? Will you indeed be to me like a deceptive brook With water that is unreliable?"},{"number":19,"verse":"Therefore, thus says the LORD [to Jeremiah], \"If you repent [and give up this mistaken attitude of despair and self-pity], then I will restore you [to a state of inner peace] So that you may stand before Me [as My obedient representative]; And if you separate the precious from the worthless [examining yourself and cleansing your heart from unwarranted doubt concerning My faithfulness], You will become My spokesman. Let the people turn to you [and learn to value My values]- But you, you must not turn to them [with regard for their idolatry and wickedness]."},{"number":20,"verse":"\"And I will make you to this people A fortified wall of bronze; They will fight against you, But they will not prevail over you, For I am with you [always] to save you And protect you,\" says the LORD."},{"number":21,"verse":"\"So I will rescue you out of the hand of the wicked, And I will redeem you from the [grasping] palm of the terrible and ruthless [tyrant].\""}]}