{"bibleAbbr":"AMP2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"(Hananiah's False Prophecy) In the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year and the fifth month, the [false] prophet Hananiah the son of Azzur, who was from Gibeon [one of the priests' cities], spoke [without godly authority] to me in the house of the LORD in the presence of the priests and all the people, saying:"},{"number":2,"verse":"\"Thus says the LORD of hosts, the God of Israel, 'I have broken the yoke of the king of Babylon."},{"number":3,"verse":"Within two years I am going to bring back to this place all the articles of the Lord's house, which Nebuchadnezzar king of Babylon took away from this place and carried to Babylon."},{"number":4,"verse":"And I will also bring back to this place Jeconiah the son of Jehoiakim, king of Judah, along with all the exiles from Judah who went to Babylon,' says the LORD, 'for I will break the yoke of the king of Babylon.'\""},{"number":5,"verse":"Then the prophet Jeremiah spoke to the prophet Hananiah in the presence of the priests and all the people who stood in the house of the LORD,"},{"number":6,"verse":"and the prophet Jeremiah said, \"Amen! May the LORD do so; may the LORD confirm and fulfill your words which you have prophesied to bring back the articles of the Lord's house and all the captives, from Babylon to this place."},{"number":7,"verse":"Nevertheless, listen now to this word which I am about to speak in your hearing and in the hearing of all the people!"},{"number":8,"verse":"The prophets who were before me and before you from ancient times prophesied against many lands and against great kingdoms, of war and of disaster and of virulent disease."},{"number":9,"verse":"But as for the prophet who [on the contrary] prophesies of peace, when that prophet's word comes to pass, [only] then will it be known that the LORD has truly sent him.\""},{"number":10,"verse":"Then Hananiah the [false] prophet took the yoke off the neck of the prophet Jeremiah and smashed it."},{"number":11,"verse":"Hananiah spoke in the presence of all the people, saying, \"Thus says the LORD, 'Even so within two full years I will break the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations.'\" Then the prophet Jeremiah went his way."},{"number":12,"verse":"The word of the LORD came to Jeremiah [some time] after Hananiah the prophet had broken the yoke off the neck of the prophet Jeremiah, saying,"},{"number":13,"verse":"\"Go and tell Hananiah, 'The LORD says this, \"You have broken yokes of wood, but you have made in their place bars of iron.\""},{"number":14,"verse":"For thus says the LORD of hosts, the God of Israel, \"I have put the iron yoke [of servitude] on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they will serve him. And I have even given him the beasts of the field.\"'\""},{"number":15,"verse":"Then the prophet Jeremiah said to Hananiah the prophet, \"Listen now, Hananiah, the LORD has not sent you, and you have made this people trust in a lie."},{"number":16,"verse":"Therefore thus says the LORD, 'Behold, I am about to send you away from the face of the earth. This year you will die, because you have spoken and counseled rebellion against the LORD.'\""},{"number":17,"verse":"So Hananiah the [false] prophet died [two months later], the same year, in the seventh month."}]}