{"bibleAbbr":"AMP2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"The Polluted Land That is to say, \"If a man divorces his wife And she goes [away] from him And becomes another man's [wife], Will he return to her again? [Of course not!] Will not that land [where such a thing happened] be completely desecrated? But you [rebelled against Me and you] are a prostitute with many lovers; Yet you turn to Me.\" says the LORD."},{"number":2,"verse":"\"Lift up your eyes to the barren heights and see; Where have you not been violated? You sat by the road waiting [eagerly] for them [those man-made gods] Like an Arab [tribesman who waits to attack] in the desert, And you have desecrated the land With your [vile] prostitution and your wickedness (disobedience to God)."},{"number":3,"verse":"\"Therefore the showers have been withheld, And there has been no spring rain. Yet you have the forehead (appearance) of a prostitute; You refuse to be ashamed."},{"number":4,"verse":"\"Will you not just now call out to Me, 'My Father, you were the guide and companion of my youth?"},{"number":5,"verse":"'Will He be angry forever? Will He be indignant to the end?' Behold, you have spoken, And you have done all the evil things [you could], And you have had your way and have carried out your wickedness.\""},{"number":6,"verse":"Faithless IsraelMoreover, the LORD said to me in the days of Josiah the king [of Judah], \"Have you seen what that faithless Israel has done-how she went up on every high hill and under every green tree, and there she was a prostitute?"},{"number":7,"verse":"I thought, 'After she has done all these things she will return to Me'; but she did not return, and her treacherous (faithless) sister Judah saw it."},{"number":8,"verse":"And I saw [that even though Judah knew] that for all the acts of adultery (idolatry) of faithless Israel, I [the LORD] had sent her away and given her a certificate of divorce, yet her treacherous sister Judah was not afraid; but she went and was a prostitute also [following after idols]."},{"number":9,"verse":"Because of the thoughtlessness of Israel's prostitution [her immorality mattered little to her], she desecrated the land and committed adultery with [idols of] stones and trees."},{"number":10,"verse":"Yet in spite of all this her treacherous sister Judah did not return to Me with her whole heart, but rather in [blatant] deception [she merely pretended obedience to King Josiah's reforms],\" declares the LORD."},{"number":11,"verse":"God Invites RepentanceAnd the LORD said to me, \"Faithless Israel has proved herself less guilty than treacherous Judah [a land of renegades]."},{"number":12,"verse":"Go and proclaim these words toward the north [where the ten tribes have been taken as captives] and say, 'Return, faithless Israel,' says the LORD; 'I will not look on you in anger. For I am gracious and merciful,' says the LORD; 'I will not be angry forever."},{"number":13,"verse":"'Only understand fully and acknowledge your wickedness and guilt, That you have rebelled (transgressed) against the LORD your God And have scattered your favors among strangers under every green tree, And you have not obeyed My voice,' says the LORD."},{"number":14,"verse":"'Return, O faithless children [of the twelve tribes],' says the LORD, 'For I am a master and husband to you, And I will take you [not as a nation, but individually]-one from a city and two from a [tribal] family- And I will bring you to Zion.'"},{"number":15,"verse":"\"Then [in the final time] I will give you [spiritual] shepherds after My own heart, who will feed you with knowledge and [true] understanding."},{"number":16,"verse":"\"It will be in those days when you have [repented and] multiplied and increased in the land,\" says the LORD, \"they will no longer say, 'The ark of the covenant of the LORD.' It will not come to mind, nor will they [seriously] remember it, nor will they miss it, nor will it be made again [for instead of the ark, which symbolized My presence, I will be present]."},{"number":17,"verse":"At that time they will call Jerusalem 'The Throne of the LORD,' and all the nations will be gathered to it, to Jerusalem, for the name (renown) of the LORD; and they will not walk anymore after the stubbornness of their [own] evil heart."},{"number":18,"verse":"In those days the house of Judah will walk with the house of Israel, and they will come together from the land of the north to the land that I gave your fathers as an inheritance."},{"number":19,"verse":"\"Then I said, 'How [gloriously and honorably] I would set you among My children And give you a pleasant land-a wonderful heritage, The most beautiful inheritance of the nations!' And I said, 'You shall call Me, My Father And not turn away from following Me.'"},{"number":20,"verse":"\"Surely, as a wife treacherously (unfaithfully) leaves her husband, So you have dealt treacherously with Me, O house of Israel,\" says the LORD."},{"number":21,"verse":"A voice is heard on the barren heights, The weeping and pleading of the children of Israel, Because they have lost their way, They have [deliberately] forgotten the LORD their God."},{"number":22,"verse":"\"Return, O faithless sons,\" [says the LORD], \"I will heal your unfaithfulness.\" [They answer] \"Behold, we come to You, For You are the LORD our God."},{"number":23,"verse":"\"Truly, [the hope of salvation from] the hill [where idols are worshiped] is a deception, A tumult and noisy multitude on the mountains; Truly in the LORD our God Is the salvation of Israel."},{"number":24,"verse":"\"But the shameful act [of idolatry] has consumed the labor of our fathers since our youth-their flocks and their herds, their sons and their daughters."},{"number":25,"verse":"Let us lie down in our shame, and let our dishonor and humiliation cover us; for we have sinned against the LORD our God, we and our fathers; from our youth even to this day we have not obeyed the voice of the LORD our God.\""}]}