{"bibleAbbr":"AMP2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"(Jerusalem's Godlessness) \"Roam back and forth through the streets of Jerusalem, And look now and take note. And look in her open squares To see if you can find a man [as Abraham sought in Sodom], One who is just, who [has integrity and moral courage and] seeks truth (faithfulness); Then I will pardon Jerusalem-[for the sake of one uncompromisingly righteous person]."},{"number":2,"verse":"\"And though they say, 'As the LORD lives,' Surely they swear [their oaths] falsely.\""},{"number":3,"verse":"O LORD, do not Your eyes look for truth? You [have seen their faithless heart and] have stricken them, But they did not weaken; You have consumed them, But they refused to take correction or instruction. They have made their faces harder than rock; They have refused to repent and return to You."},{"number":4,"verse":"Then I said, \"[Surely] these are only the poor (uneducated); They are [sinfully] foolish and have no [spiritual] understanding, For they do not know the way of the LORD Or the ordinance of their God [and the requirements of His just and righteous law]."},{"number":5,"verse":"\"I will go to the great [men] And speak to them, For they [must] know the way of the LORD, The ordinance of their God.\" But [I found the reverse to be true, that] they too had all alike broken the yoke [of God's law] And had burst the bonds [of obedience to Him]."},{"number":6,"verse":"Therefore a lion from the forest will kill them, A wolf of the deserts will destroy them, A leopard is watching their cities. Everyone who goes out of them shall be torn in pieces, Because their transgressions are many, Their desertions of faith are countless."},{"number":7,"verse":"\"Why should I [overlook these offenses and] forgive you? Your children have abandoned (rejected) Me And sworn [their oaths] by those who are not gods. When I had fed them until they were full [and bound them to Me by a promise], They committed [spiritual] adultery, Assembling in troops at the houses of prostitutes (idols)."},{"number":8,"verse":"\"They were like well-fed, lusty stallions, Each one neighing after his neighbor's wife."},{"number":9,"verse":"\"Shall I not punish them [for these things]?\" says the LORD; \"Shall I not avenge Myself On a nation such as this?\""},{"number":10,"verse":"\"Go up through the rows of Jerusalem's vineyards and destroy [them], But do not completely destroy everything. Strip away her branches and the tendrils [of her vines], For they are not the Lord's."},{"number":11,"verse":"\"For the house of Israel and the house of Judah Have dealt very treacherously (faithlessly) with Me,\" declares the LORD."},{"number":12,"verse":"They have lied about and denied the LORD By saying, \"It is not He [who speaks through His prophets]; Misfortune and evil shall not come on us, Nor will we see war or famine."},{"number":13,"verse":"\"The prophets are like the wind [their prophecy will not come to pass], And the word [of God] is not in them. In this manner it will be done to them [as they prophesied, not to us].\""},{"number":14,"verse":"(Judgment Proclaimed) Therefore, thus says the LORD God of hosts, \"Because you [people] have spoken this word, Behold, I am making My words a fire in your mouth [Jeremiah] And this people wood, and My words will consume them."},{"number":15,"verse":"\"Behold, I am bringing a nation against you from far away, O house of Israel,\" says the LORD. \"It is a mighty and enduring nation, It is an ancient nation, A nation whose language you do not know, Whose words you do not comprehend."},{"number":16,"verse":"\"Their quiver is [filled with the dead] like an open grave; They are all mighty men [heroes of their nation]."},{"number":17,"verse":"\"They will consume your harvest and [eat up] your bread; They will consume your sons and your daughters; They will consume your flocks and your herds; They will consume your vines and your fig trees. With the sword they will break down and demolish your fortified cities in which you trust."},{"number":18,"verse":"\"But even in those days,\" says the LORD, \"I will not totally destroy you."},{"number":19,"verse":"It will come about when your people say, 'Why has the LORD our God done all these things to us?' then you shall answer them, 'As you have abandoned (rejected) Me,' [says the LORD,] 'and have served strange and foreign gods in your land, so you will serve strangers in a land that is not yours.'"},{"number":20,"verse":"\"Declare this in the house of Jacob And proclaim it in Judah, saying:"},{"number":21,"verse":"'Now hear this, O foolish people without heart, Who have eyes but do not see, Who have ears but do not hear."},{"number":22,"verse":"'Do you not fear Me?' says the LORD. 'Do you not tremble [in awe] in My presence? For I have placed the sand as a boundary for the sea, An eternal decree and a perpetual barrier beyond which it cannot pass. Though the waves [of the sea] toss and break, yet they cannot prevail [against the sand ordained to hold them back]; Though the waves and the billows roar, yet they cannot cross over [the barrier]. [Is not such a God to be feared?]"},{"number":23,"verse":"'But this people has a stubborn heart and a rebellious will [that draws them away from Me]; They have turned away and have gone [into idolatry]."},{"number":24,"verse":"'They do not say in their heart, \"Let us now fear and worship the LORD our God [with profound awe and reverence], Who gives rain in its season, Both the autumn and the spring rain, Who keeps for us The appointed weeks of the harvest.\""},{"number":25,"verse":"'Your wickedness has turned these [blessings] away, And your sins have withheld good [harvests] from you."},{"number":26,"verse":"'For wicked men are found among My people, They watch like fowlers who lie in wait; They set a trap, They catch men."},{"number":27,"verse":"'As a cage is full of birds, So are their houses full of deceit and treachery; Therefore they have become influential and rich."},{"number":28,"verse":"'They are fat and they are sleek (prosperous), They excel in acts of wickedness; They do not plead the cause, The cause of the orphan, so that they [the wicked] may prosper, And they do not defend the rights of the poor."},{"number":29,"verse":"'Shall I not punish them [for these things]?' says the LORD. 'Shall I not avenge Myself On such a nation as this?'"},{"number":30,"verse":"\"An appalling and horrible thing [bringing desolation and destruction] Has come to pass in the land:"},{"number":31,"verse":"The prophets prophesy falsely, And the priests rule on their own authority; And My people love [to have] it so! But what will you do when the end comes?"}]}