{"bibleAbbr":"AKJV1999+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"And David<WH1732> numbered<WH6485> the people<WH5971> that were with him, and set<WH7760> captains<WH8269> of thousands,<WH505> and captains<WH8269> of hundreds<WH3967> over<WH5921> them."},{"number":2,"verse":"And David<WH1732> sent<WH7971> forth a third<WH7992> part of the people<WH5971> under the hand<WH3027> of Joab,<WH3097> and a third<WH7992> part under the hand<WH3027> of Abishai<WH52> the son<WH1121> of Zeruiah,<WH6870> Joab's<WH3097> brother,<WH251> and a third<WH7992> part under the hand<WH3027> of Ittai<WH863> the Gittite.<WH1663> And the king<WH4428> said<WH559> to the people,<WH5971> I will surely go<WH3318> forth<WH3318> with you myself<WH589> also.<WH1571>"},{"number":3,"verse":"But the people<WH5971> answered,<WH559> You shall not go<WH3318> forth:<WH3318> for if<WH518> we flee<WH5127> away, they will not care<WH7760> <WH3820> for us; neither<WH518> if<WH518> half<WH2677> of us die,<WH4191> will they care<WH7760> <WH3820> for us: but now<WH6258> you are worth<WH3644> ten<WH6235> thousand<WH505> of us: therefore now<WH6258> it is better<WH2896> that you succor<WH5826> us out of the city.<WH5892>"},{"number":4,"verse":"And the king<WH4428> said<WH559> to them, What<WH834> seems<WH5869> you best<WH3190> I will do.<WH6213> And the king<WH4428> stood<WH5975> by the gate<WH8179> side,<WH3027> and all<WH3605> the people<WH5971> came<WH3318> out by hundreds<WH3967> and by thousands.<WH505>"},{"number":5,"verse":"And the king<WH4428> commanded<WH6680> Joab<WH3097> and Abishai<WH52> and Ittai,<WH863> saying,<WH559> Deal gently<WH3814> for my sake with the young<WH5288> man, even with Absalom.<WH53> And all<WH3605> the people<WH5971> heard<WH8085> when the king<WH4428> gave all<WH3605> the captains<WH8269> charge<WH6680> concerning<WH5921> <WH1697> Absalom.<WH53>"},{"number":6,"verse":"So the people<WH5971> went<WH3318> out into the field<WH7704> against<WH7125> Israel:<WH3478> and the battle<WH4421> was in the wood<WH3293> of Ephraim;<WH669>"},{"number":7,"verse":"Where<WH8033> the people<WH5971> of Israel<WH3478> were slain<WH5062> before<WH6440> the servants<WH5650> of David,<WH1732> and there<WH8033> was there a great<WH1419> slaughter<WH4046> that day<WH3117> of twenty<WH6242> thousand<WH505> men."},{"number":8,"verse":"For the battle<WH4421> was there<WH8033> scattered<WH6327> over<WH5921> the face<WH6440> of all<WH3605> the country:<WH776> and the wood<WH3293> devoured<WH398> more<WH7235> people<WH5971> that day<WH3117> than<WH834> the sword<WH2719> devoured.<WH398>"},{"number":9,"verse":"And Absalom<WH53> met<WH7122> the servants<WH5650> of David.<WH1732> And Absalom<WH53> rode<WH7392> on a mule,<WH6505> and the mule<WH6505> went<WH935> under<WH8478> the thick boughs<WH7730> of a great<WH1419> oak,<WH424> and his head<WH7218> caught<WH2388> hold<WH2388> of the oak,<WH424> and he was taken<WH5414> up between<WH996> the heaven<WH8064> and the earth;<WH776> and the mule<WH6505> that was under<WH8478> him went<WH5674> away."},{"number":10,"verse":"And a certain<WH259> man<WH376> saw<WH7200> it, and told<WH5046> Joab,<WH3097> and said,<WH559> Behold,<WH2009> I saw<WH7200> Absalom<WH53> hanged<WH8518> in an oak.<WH424>"},{"number":11,"verse":"And Joab<WH3097> said<WH559> to the man<WH376> that told<WH5046> him, And, behold,<WH2009> you saw<WH7200> him, and why<WH4069> did you not smite<WH5221> him there<WH8033> to the ground?<WH776> and I would have given<WH5414> you ten<WH6235> shekels of silver,<WH3701> and a girdle.<WH2290>"},{"number":12,"verse":"And the man<WH376> said<WH559> to Joab,<WH3097> Though<WH3863> I should receive<WH8254> a thousand<WH505> shekels of silver<WH3701> in my hand,<WH3027> yet would I not put<WH7971> forth<WH7971> my hand<WH3027> against<WH413> the king's<WH4428> son:<WH1121> for in our hearing<WH241> the king<WH4428> charged<WH6680> you and Abishai<WH52> and Ittai,<WH863> saying,<WH559> Beware<WH8104> that none touch the young<WH5288> man Absalom.<WH53>"},{"number":13,"verse":"Otherwise<WH176> I should have worked<WH6213> falsehood<WH8267> against my own life:<WH5315> for there is no<WH3808> matter<WH1697> hid<WH3582> from the king,<WH4428> and you yourself<WH859> would have set<WH3320> yourself against<WH5048> me."},{"number":14,"verse":"Then said<WH559> Joab,<WH3097> I may not tarry<WH3176> thus<WH3651> with you. And he took<WH3947> three<WH7969> darts<WH7626> in his hand,<WH3709> and thrust<WH8628> them through the heart<WH3820> of Absalom,<WH53> while<WH5750> he was yet alive<WH2416> in the middle<WH3820> of the oak.<WH424>"},{"number":15,"verse":"And ten<WH6235> young<WH5288> men that bore<WH5375> Joab's<WH3097> armor<WH3627> compassed<WH5437> about<WH5437> and smote<WH5221> Absalom,<WH53> and slew<WH4191> him."},{"number":16,"verse":"And Joab<WH3097> blew<WH8628> the trumpet,<WH7782> and the people<WH5971> returned<WH7725> from pursuing<WH7291> after<WH310> Israel:<WH3478> for Joab<WH3097> held<WH2820> back<WH2820> the people.<WH5971>"},{"number":17,"verse":"And they took<WH3947> Absalom,<WH53> and cast<WH7993> him into<WH413> a great<WH1419> pit<WH6354> in the wood,<WH3293> and laid<WH5324> a very<WH3966> great<WH1419> heap<WH1530> of stones<WH68> on him: and all<WH3605> Israel<WH3478> fled<WH5127> every<WH376> one<WH376> to his tent.<WH168>"},{"number":18,"verse":"Now Absalom<WH53> in his lifetime<WH2416> had taken<WH3947> and reared<WH5324> up for himself a pillar,<WH4678> which<WH834> is in the king's<WH4428> dale:<WH6010> for he said,<WH559> I have no<WH369> son<WH1121> to keep my name<WH8034> in remembrance:<WH2142> and he called<WH7121> the pillar<WH4678> after<WH5921> his own name:<WH8034> and it is called<WH7121> to this<WH2088> day,<WH3117> Absalom's<WH53> place.<WH3027>"},{"number":19,"verse":"Then said<WH559> Ahimaaz<WH290> the son<WH1121> of Zadok,<WH6659> Let me now<WH4994> run,<WH7323> and bear<WH1319> the king<WH4428> tidings,<WH1319> how that the LORD<WH3068> has avenged<WH8199> him of his enemies.<WH341>"},{"number":20,"verse":"And Joab<WH3097> said<WH559> to him, You shall not bear<WH1319> tidings<WH1309> this<WH2088> day,<WH3117> but you shall bear<WH1319> tidings<WH1319> another<WH312> day:<WH3117> but this<WH2088> day<WH3117> you shall bear<WH1319> no<WH3808> tidings,<WH1319> because<WH3588> <WH5921> the king's<WH4428> son<WH1121> is dead.<WH4191>"},{"number":21,"verse":"Then said<WH559> Joab<WH3097> to Cushi,<WH3569> Go<WH3212> tell<WH5046> the king<WH4428> what<WH834> you have seen.<WH7200> And Cushi<WH3569> bowed<WH7812> himself to Joab,<WH3097> and ran.<WH7323>"},{"number":22,"verse":"Then said<WH559> Ahimaaz<WH290> the son<WH1121> of Zadok<WH6659> yet<WH5750> again<WH3254> to Joab,<WH3097> But howsoever,<WH1961> <WH4101> let me, I pray<WH4994> you, also<WH1571> run<WH7323> after<WH310> Cushi.<WH3569> And Joab<WH3097> said,<WH559> Why<WH4100> <WH2088> will you run,<WH7323> my son,<WH1121> seeing that you have no<WH369> tidings<WH1309> ready?<WH4672>"},{"number":23,"verse":"But howsoever, said he, let me run.<WH7323> And he said<WH559> to him, Run.<WH7323> Then Ahimaaz<WH290> ran<WH7323> by the way<WH1870> of the plain,<WH3603> and overran<WH5674> Cushi.<WH3569>"},{"number":24,"verse":"And David<WH1732> sat<WH3427> between<WH996> the two<WH8147> gates:<WH8179> and the watchman<WH6822> went<WH3212> up to the roof<WH1406> over<WH413> the gate<WH8179> to the wall,<WH2346> and lifted<WH5375> up his eyes,<WH5869> and looked,<WH7200> and behold<WH2009> a man<WH376> running<WH7323> alone.<WH905>"},{"number":25,"verse":"And the watchman<WH6822> cried,<WH7121> and told<WH5046> the king.<WH4428> And the king<WH4428> said,<WH559> If<WH518> he be alone,<WH905> there is tidings<WH1309> in his mouth.<WH6310> And he came<WH3212> apace, and drew near.<WH7126>"},{"number":26,"verse":"And the watchman<WH6822> saw<WH7200> another<WH312> man<WH376> running:<WH7323> and the watchman<WH6822> called<WH7121> to the porter,<WH7778> and said,<WH559> Behold<WH2009> another man<WH376> running<WH7323> alone.<WH905> And the king<WH4428> said,<WH559> He also<WH1571> brings<WH1319> tidings.<WH1319>"},{"number":27,"verse":"And the watchman<WH6822> said,<WH559> Me thinks<WH7200> the running<WH4794> of the foremost<WH7223> is like the running<WH4794> of Ahimaaz<WH290> the son<WH1121> of Zadok.<WH6659> And the king<WH4428> said,<WH559> He is a good<WH2896> man,<WH376> and comes<WH935> with good<WH2896> tidings.<WH1309>"},{"number":28,"verse":"And Ahimaaz<WH290> called,<WH7121> and said<WH559> to the king,<WH4428> All is well.<WH7965> And he fell<WH7812> down<WH7812> to the earth<WH776> on his face<WH639> before the king,<WH4428> and said,<WH559> Blessed<WH1288> be the LORD<WH3068> your God,<WH430> which<WH834> has delivered<WH5462> up the men<WH582> that lifted<WH5375> up their hand<WH3027> against my lord<WH113> the king.<WH4428>"},{"number":29,"verse":"And the king<WH4428> said,<WH559> Is the young<WH5288> man Absalom<WH53> safe?<WH7965> And Ahimaaz<WH290> answered,<WH559> When Joab<WH3097> sent<WH7971> the king's<WH4428> servant,<WH5650> and me your servant,<WH5650> I saw<WH7200> a great<WH1419> tumult,<WH1995> but I knew<WH3045> not what<WH4100> it was."},{"number":30,"verse":"And the king<WH4428> said<WH559> to him, Turn<WH5437> aside,<WH5437> and stand<WH3320> here.<WH3541> And he turned<WH5437> aside,<WH5437> and stood<WH5975> still."},{"number":31,"verse":"And, behold,<WH2009> Cushi<WH3569> came;<WH935> and Cushi<WH3569> said,<WH559> Tidings,<WH1319> my lord<WH113> the king:<WH4428> for the LORD<WH3068> has avenged<WH8199> you this day<WH3117> of all<WH3605> them that rose<WH6965> up against<WH5921> you."},{"number":32,"verse":"And the king<WH4428> said<WH559> to Cushi,<WH3569> Is the young<WH5288> man Absalom<WH53> safe?<WH7965> And Cushi<WH3569> answered,<WH559> The enemies<WH341> of my lord<WH113> the king,<WH4428> and all<WH3605> that rise<WH6965> against<WH5921> you to do you hurt,<WH7451> be as that young<WH5288> man is."},{"number":33,"verse":"And the king<WH4428> was much moved,<WH7264> and went<WH5927> up to the chamber<WH5944> over<WH5921> the gate,<WH8179> and wept:<WH1058> and as he went,<WH3212> thus<WH3541> he said,<WH559> O my son<WH1121> Absalom,<WH53> my son,<WH1121> my son<WH1121> Absalom!<WH53> would<WH4310> <WH5414> God I had died<WH4191> for you, O Absalom,<WH53> my son,<WH1121> my son!<WH1121>"}]}