{"bibleAbbr":"AKJV1999+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"And it was told<WH5046> Joab,<WH3097> Behold,<WH2009> the king<WH4428> weeps<WH1058> and mourns<WH56> for Absalom.<WH53>"},{"number":2,"verse":"And the victory<WH8668> that day<WH3117> was turned into mourning<WH60> to all<WH3605> the people:<WH5971> for the people<WH5971> heard<WH8085> say<WH559> that day<WH3117> how the king<WH4428> was grieved<WH6087> for his son.<WH1121>"},{"number":3,"verse":"And the people<WH5971> got<WH935> them by stealth<WH1589> that day<WH3117> into the city,<WH5892> as people<WH5971> being ashamed<WH3637> steal<WH1589> away when they flee<WH5127> in battle.<WH4421>"},{"number":4,"verse":"But the king<WH4428> covered<WH3813> his face,<WH6440> and the king<WH4428> cried<WH2199> with a loud<WH1419> voice,<WH6963> O my son<WH1121> Absalom,<WH53> O Absalom,<WH53> my son,<WH1121> my son!<WH1121>"},{"number":5,"verse":"And Joab<WH3097> came<WH935> into the house<WH1004> to the king,<WH4428> and said,<WH559> You have shamed<WH3001> this day<WH3117> the faces<WH6440> of all<WH3605> your servants,<WH5650> which this day<WH3117> have saved<WH4422> your life,<WH5315> and the lives<WH5315> of your sons<WH1121> and of your daughters,<WH1323> and the lives<WH5315> of your wives,<WH802> and the lives<WH5315> of your concubines;<WH6370>"},{"number":6,"verse":"In that you love<WH157> your enemies,<WH8130> and hate<WH8130> your friends.<WH157> For you have declared<WH5046> this day,<WH3117> that you regard neither<WH369> princes<WH8269> nor servants:<WH5650> for this day<WH3117> I perceive,<WH3045> that if<WH3863> Absalom<WH53> had lived,<WH2416> and all<WH3605> we had died<WH4191> this day,<WH3117> then<WH227> it had pleased<WH3477> <WH5869> you well."},{"number":7,"verse":"Now<WH6258> therefore arise,<WH6965> go<WH3318> forth,<WH3318> and speak<WH1696> comfortably<WH5921> <WH3820> to your servants:<WH5650> for I swear<WH7650> by the LORD,<WH3068> if<WH3588> you go<WH3318> not forth,<WH3318> there will not tarry<WH3885> one<WH376> with you this night:<WH3915> and that will be worse<WH7489> to you than all<WH3605> the evil<WH7451> that befell<WH935> you from your youth<WH5271> until<WH5704> now.<WH6258>"},{"number":8,"verse":"Then the king<WH4428> arose,<WH6965> and sat<WH3427> in the gate.<WH8179> And they told<WH5046> to all<WH3605> the people,<WH5971> saying,<WH559> Behold,<WH2009> the king<WH4428> does sit<WH3427> in the gate.<WH8179> And all<WH3605> the people<WH5971> came<WH935> before<WH6440> the king:<WH4428> for Israel<WH3478> had fled<WH5127> every man<WH376> to his tent.<WH168>"},{"number":9,"verse":"And all<WH3605> the people<WH5971> were at strife<WH1777> throughout all<WH3605> the tribes<WH7626> of Israel,<WH3478> saying,<WH559> The king<WH4428> saved<WH5337> us out of the hand<WH3709> of our enemies,<WH341> and he delivered<WH4422> us out of the hand<WH3709> of the Philistines;<WH6430> and now<WH6258> he is fled<WH1272> out of the land<WH776> for Absalom.<WH53>"},{"number":10,"verse":"And Absalom,<WH53> whom<WH834> we anointed<WH4886> over<WH5921> us, is dead<WH4191> in battle.<WH4421> Now<WH6258> therefore why<WH4100> speak<WH2790> you not a word of bringing<WH7725> the king<WH4428> back?<WH7725>"},{"number":11,"verse":"And king<WH4428> David<WH1732> sent<WH7971> to Zadok<WH6659> and to Abiathar<WH54> the priests,<WH3548> saying,<WH559> Speak<WH1696> to the elders<WH2205> of Judah,<WH3063> saying,<WH559> Why<WH4100> are you the last<WH314> to bring<WH7725> the king<WH4428> back<WH7725> to his house?<WH1004> seeing the speech<WH1697> of all<WH3605> Israel<WH3478> is come<WH935> to the king,<WH4428> even to his house.<WH1004>"},{"number":12,"verse":"You are my brothers,<WH251> you are my bones<WH6106> and my flesh:<WH1320> why<WH4100> then are you the last<WH314> to bring<WH7725> back<WH7725> the king?<WH4428>"},{"number":13,"verse":"And say<WH559> you to Amasa,<WH6021> Are you not of my bone,<WH6106> and of my flesh?<WH1320> God<WH430> do<WH6213> so<WH3541> to me, and more<WH3254> also,<WH3541> if<WH518> you be not captain<WH8269> of the host<WH6635> before<WH6440> me continually<WH3605> <WH3117> in the room<WH8478> of Joab.<WH3097>"},{"number":14,"verse":"And he bowed<WH5186> the heart<WH3824> of all<WH3605> the men<WH376> of Judah,<WH3063> even as the heart<WH3824> of one<WH259> man;<WH376> so that they sent<WH7971> this word to the king,<WH4428> Return<WH7725> you, and all<WH3605> your servants.<WH5650>"},{"number":15,"verse":"So the king<WH4428> returned,<WH7725> and came<WH935> to Jordan.<WH3383> And Judah<WH3063> came<WH935> to Gilgal,<WH1537> to go<WH3212> to meet<WH7125> the king,<WH4428> to conduct<WH5674> the king<WH4428> over<WH5674> Jordan.<WH3383>"},{"number":16,"verse":"And Shimei<WH8096> the son<WH1121> of Gera,<WH1617> a Benjamite,<WH1145> which<WH834> was of Bahurim,<WH980> hurried<WH4116> and came<WH3381> down<WH3381> with the men<WH376> of Judah<WH3063> to meet<WH7125> king<WH4428> David.<WH1732>"},{"number":17,"verse":"And there were a thousand<WH505> men<WH376> of Benjamin<WH1144> with him, and Ziba<WH6717> the servant<WH5288> of the house<WH1004> of Saul,<WH7586> and his fifteen<WH2568> <WH6240> sons<WH1121> and his twenty<WH6242> servants<WH5650> with him; and they went<WH6743> over<WH6743> Jordan<WH3383> before<WH6440> the king.<WH4428>"},{"number":18,"verse":"And there went<WH5674> over<WH5674> a ferry<WH5679> boat<WH5679> to carry<WH5674> over<WH5674> the king's<WH4428> household,<WH1004> and to do<WH6213> what he thought<WH5869> good.<WH2896> And Shimei<WH8096> the son<WH1121> of Gera<WH1617> fell<WH5307> down before<WH6440> the king,<WH4428> as he was come<WH5674> over<WH5674> Jordan;<WH3383>"},{"number":19,"verse":"And said<WH559> to the king,<WH4428> Let not my lord<WH113> impute<WH2803> iniquity<WH5771> to me, neither<WH408> do you remember<WH2142> that which<WH834> your servant<WH5650> did perversely<WH5753> the day<WH3117> that my lord<WH113> the king<WH4428> went<WH3318> out of Jerusalem,<WH3389> that the king<WH4428> should take<WH7760> it to his heart.<WH3820>"},{"number":20,"verse":"For your servant<WH5650> does know<WH3045> that I have sinned:<WH2398> therefore, behold,<WH2009> I am come<WH935> the first<WH7223> this day<WH3117> of all<WH3605> the house<WH1004> of Joseph<WH3130> to go<WH3381> down<WH3381> to meet<WH7125> my lord<WH113> the king.<WH4428>"},{"number":21,"verse":"But Abishai<WH52> the son<WH1121> of Zeruiah<WH6870> answered<WH6030> and said,<WH559> Shall not Shimei<WH8096> be put to death<WH4191> for this,<WH2063> because<WH3588> he cursed<WH7043> the LORD's<WH3068> anointed?<WH4899>"},{"number":22,"verse":"And David<WH1732> said,<WH559> What<WH4100> have I to do with you, you sons<WH1121> of Zeruiah,<WH6870> that you should this day<WH3117> be adversaries<WH7854> to me? shall there any man<WH376> be put to death<WH4191> this day<WH3117> in Israel?<WH3478> for do not I know<WH3045> that I am this day<WH3117> king<WH4428> over<WH5921> Israel?<WH3478>"},{"number":23,"verse":"Therefore the king<WH4428> said<WH559> to Shimei,<WH8096> You shall not die.<WH4191> And the king<WH4428> swore<WH7650> to him."},{"number":24,"verse":"And Mephibosheth<WH4648> the son<WH1121> of Saul<WH7586> came<WH3381> down<WH3381> to meet<WH7125> the king,<WH4428> and had neither<WH3808> dressed<WH6213> his feet,<WH7272> nor<WH3808> trimmed<WH6213> his beard,<WH8222> nor<WH3808> washed<WH3526> his clothes,<WH899> from the day<WH3117> the king<WH4428> departed<WH3212> until<WH5704> the day<WH3117> he came<WH935> again in peace.<WH7965>"},{"number":25,"verse":"And it came<WH1961> to pass, when<WH3588> he was come<WH935> to Jerusalem<WH3389> to meet<WH7125> the king,<WH4428> that the king<WH4428> said<WH559> to him, Why<WH4100> went<WH1980> not you with me, Mephibosheth?<WH4648>"},{"number":26,"verse":"And he answered,<WH559> My lord,<WH113> O king,<WH4428> my servant<WH5650> deceived<WH7411> me: for your servant<WH5650> said,<WH559> I will saddle<WH2280> me an ass,<WH2543> that I may ride<WH7392> thereon,<WH5921> and go<WH3212> to the king;<WH4428> because<WH3588> your servant<WH5650> is lame.<WH6455>"},{"number":27,"verse":"And he has slandered<WH7270> your servant<WH5650> to my lord<WH113> the king;<WH4428> but my lord<WH113> the king<WH4428> is as an angel<WH4397> of God:<WH430> do<WH6213> therefore what is good<WH2896> in your eyes.<WH5869>"},{"number":28,"verse":"For all<WH3605> of my father's<WH1> house<WH1004> were but dead<WH4194> men<WH582> before my lord<WH113> the king:<WH4428> yet did you set<WH7896> your servant<WH5650> among them that did eat<WH398> at your own table.<WH7979> What<WH4100> right<WH6666> therefore have<WH3426> I yet to cry<WH2199> any more<WH5750> to the king?<WH4428>"},{"number":29,"verse":"And the king<WH4428> said<WH559> to him, Why<WH4100> speak<WH1696> you any more<WH5750> of your matters?<WH1697> I have said,<WH559> You and Ziba<WH6717> divide<WH2505> the land.<WH7704>"},{"number":30,"verse":"And Mephibosheth<WH4648> said<WH559> to the king,<WH4428> Yes,<WH637> let him take<WH3947> all,<WH3605> for as much<WH310> <WH834> as my lord<WH113> the king<WH4428> is come<WH935> again<WH7725> in peace<WH7965> to his own house.<WH1004>"},{"number":31,"verse":"And Barzillai<WH1271> the Gileadite<WH1569> came<WH3381> down<WH3381> from Rogelim,<WH7274> and went<WH5674> over<WH5674> Jordan<WH3383> with the king,<WH4428> to conduct<WH7971> him over<WH5674> Jordan.<WH3383>"},{"number":32,"verse":"Now Barzillai<WH1271> was a very<WH3966> aged<WH2204> man, even fourscore<WH8084> years<WH8141> old:<WH1121> and he had provided the king<WH4428> of sustenance<WH3557> while he lay<WH7871> at Mahanaim;<WH4266> for he was a very<WH3966> great<WH1419> man.<WH376>"},{"number":33,"verse":"And the king<WH4428> said<WH559> to Barzillai,<WH1271> Come<WH5674> you over<WH5674> with me, and I will feed<WH3557> you with me in Jerusalem.<WH3389>"},{"number":34,"verse":"And Barzillai<WH1271> said<WH559> to the king,<WH4428> How<WH4100> long<WH3117> have I to live,<WH2416> that I should go<WH5927> up with the king<WH4428> to Jerusalem?<WH3389>"},{"number":35,"verse":"I am this day<WH3117> fourscore<WH8084> years<WH8141> old:<WH1121> and can I discern<WH3045> between<WH996> good<WH2896> and evil?<WH7451> can your servant<WH5650> taste<WH2938> what<WH853> <WH834> I eat<WH398> or<WH854> what<WH853> <WH834> I drink?<WH8354> can I hear<WH8085> any more<WH5750> the voice<WH693> of singing<WH7891> men and singing<WH7891> women? why<WH4100> then should your servant<WH5650> be yet<WH5750> a burden<WH4853> to my lord<WH113> the king?<WH4428>"},{"number":36,"verse":"Your servant<WH5650> will go<WH5674> a little<WH4592> way over<WH5674> Jordan<WH3383> with the king:<WH4428> and why<WH4100> should the king<WH4428> recompense<WH1580> it me with such<WH2063> a reward?<WH1578>"},{"number":37,"verse":"Let your servant,<WH5650> I pray<WH4994> you, turn<WH7725> back<WH7725> again,<WH7725> that I may die<WH4191> in my own city,<WH5892> and be buried by the grave<WH6913> of my father<WH1> and of my mother.<WH517> But behold<WH2009> your servant<WH5650> Chimham;<WH3643> let him go<WH5674> over<WH5674> with my lord<WH113> the king;<WH4428> and do<WH6213> to him what<WH853> <WH834> shall seem<WH1961> <WH5869> good<WH2896> to you."},{"number":38,"verse":"And the king<WH4428> answered,<WH559> Chimham<WH3643> shall go<WH5674> over<WH5674> with me, and I will do<WH6213> to him that which shall seem<WH1961> <WH5869> good<WH2896> to you: and whatever<WH3605> <WH834> you shall require<WH977> of me, that will I do<WH6213> for you."},{"number":39,"verse":"And all<WH3605> the people<WH5971> went<WH5674> over<WH5674> Jordan.<WH3383> And when the king<WH4428> was come<WH5674> over,<WH5674> the king<WH4428> kissed<WH5401> Barzillai,<WH1271> and blessed<WH1288> him; and he returned<WH7725> to his own place.<WH4725>"},{"number":40,"verse":"Then the king<WH4428> went<WH5674> on to Gilgal,<WH1537> and Chimham<WH3643> went<WH5674> on with him: and all<WH3605> the people<WH5971> of Judah<WH3063> conducted<WH5674> the king,<WH4428> and also<WH1571> half<WH2677> the people<WH5971> of Israel.<WH3478>"},{"number":41,"verse":"And, behold,<WH2009> all<WH3605> the men<WH376> of Israel<WH3478> came<WH935> to the king,<WH4428> and said<WH559> to the king,<WH4428> Why<WH4069> have our brothers<WH251> the men<WH376> of Judah<WH3063> stolen<WH1589> you away, and have brought<WH5674> the king,<WH4428> and his household,<WH1004> and all<WH3605> David's<WH1732> men<WH582> with him, over<WH5674> Jordan?<WH3383>"},{"number":42,"verse":"And all<WH3605> the men<WH376> of Judah<WH3063> answered<WH6030> the men<WH376> of Israel,<WH3478> Because<WH3588> the king<WH4428> is near<WH7138> of kin to us: why<WH4100> then be you angry<WH2734> for this<WH2088> matter?<WH1697> have we eaten<WH398> at all of the king's<WH4428> cost? or has he given<WH5375> us any gift?<WH5379>"},{"number":43,"verse":"And the men<WH376> of Israel<WH3478> answered<WH6030> the men<WH376> of Judah,<WH3063> and said,<WH559> We have ten<WH6235> parts in the king,<WH4428> and we have also<WH1571> more right in David<WH1732> than you: why<WH4069> then did you despise<WH7043> us, that our advice<WH1697> should not be first<WH7223> had in bringing<WH7725> back<WH7725> our king?<WH4428> And the words<WH1697> of the men<WH376> of Judah<WH3063> were fiercer<WH7185> than the words<WH1697> of the men<WH376> of Israel.<WH3478>"}]}