{"bibleAbbr":"NASB1995+","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"Now <WG1161> it came <WG1096> about in those <WG1565> days <WG2250> that a decree <WG1378> went <WG1831> out from Caesar <WG2541> Augustus, <WG828> that a census <WG583> be taken <WG583> of all <WG3956> the inhabited <WG3625> earth. <WG3625>"},{"number":2,"verse":"This <WG3778> was the first <WG4413> census <WG582> taken <WG1096> while Quirinius <WG2958> was governor <WG2230> of Syria. <WG4947>"},{"number":3,"verse":"And all <WG3956> were proceeding <WG4198> to register <WG583> for the census, <WG583> everyone <WG1538> to his own <WG1438> city. <WG4172>"},{"number":4,"verse":"And Joseph <WG2501> also <WG2532> went <WG305> up from Galilee, <WG1056> from the city <WG4172> of Nazareth, <WG3478> to Judea, <WG2453> to the city <WG4172> of David, <WG7035> which <WG3748> is called <WG2564> Bethlehem, <WG965> because <WG1223> he was of the house <WG3624> and family <WG3965> of David, <WG7035>"},{"number":5,"verse":"in order to register, <WG583> along <WG4862> with Mary, <WG3137> who was engaged <WG3423> to him, and was with child. <WG1471>"},{"number":6,"verse":"And it came <WG1096> about that while <WG1722> they were there, <WG1563> the days <WG2250> were completed <WG4092> for her to give <WG5088> birth. <WG5088>"},{"number":7,"verse":"And she gave <WG5088> birth <WG5088> to her first-born son; <WG5207> and she wrapped <WG4683> Him in cloths, <WG4683> and laid <WG347> Him in a manger, <WG5336> because <WG1360> there was no <WG3756> room <WG5117> for them in the inn. <WG2646>"},{"number":8,"verse":"And in the same <WG846> region <WG5561> there were [some] shepherds <WG4166> staying <WG63> out in the fields, <WG63> and keeping <WG5442> watch <WG5438> over <WG1909> their flock <WG4167> by night. <WG3571>"},{"number":9,"verse":"And an angel <WG32> of the Lord <WG2962> suddenly stood <WG2186> before <WG2186> them, and the glory <WG1391> of the Lord <WG2962> shone <WG4034> around <WG4034> them; and they were terribly <WG3173> frightened. <WG5399>"},{"number":10,"verse":"And the angel <WG32> said <WG3004> to them, \"Do not be afraid; <WG5399> for behold, <WG2400> I bring <WG2097> you good <WG2097> news <WG2097> of a great <WG3173> joy <WG5479> which <WG3748> shall be for all <WG3956> the people; <WG2992>"},{"number":11,"verse":"for today <WG4594> in the city <WG4172> of David <WG7035> there has been born <WG5088> for you a Savior, <WG4990> who <WG3739> is Christ <WG5547> the Lord. <WG2962>"},{"number":12,"verse":"\"And this <WG3778> [will be] a sign <WG4592> for you: you will find <WG2147> a baby <WG1025> wrapped <WG4683> in cloths, <WG4683> and lying <WG2749> in a manger. <WG5336>\""},{"number":13,"verse":"And suddenly <WG1810> there appeared <WG1096> with the angel <WG32> a multitude <WG4128> of the heavenly <WG3770> host <WG4756> praising <WG134> God, <WG2316> and saying, <WG3004>"},{"number":14,"verse":"\"Glory <WG1391> to God <WG2316> in the highest, <WG5310> And on earth <WG1093> peace <WG1515> among <WG1722> men <WG444> with whom He is pleased. <WG2107>\""},{"number":15,"verse":"And it came <WG1096> about when <WG5613> the angels <WG32> had gone <WG565> away <WG565> from them into heaven, <WG3772> that the shepherds <WG4166> [began] saying <WG2980> to one <WG240> another, <WG240> \"Let us go <WG1330> straight <WG1330> to Bethlehem <WG965> then, <WG1211> and see <WG3708> this <WG3778> thing <WG4487> that has happened <WG1096> which <WG3739> the Lord <WG2962> has made <WG1107> known <WG1107> to us.\""},{"number":16,"verse":"And they came <WG2064> in haste <WG4692> and found <WG429> their way <WG429> to Mary <WG3137> and Joseph, <WG2501> and the baby <WG1025> as He lay <WG2749> in the manger. <WG5336>"},{"number":17,"verse":"And when they had seen <WG3708> this, they made <WG1107> known <WG1107> the statement <WG4487> which had been told <WG2980> them about <WG4012> this <WG3778> Child. <WG3813>"},{"number":18,"verse":"And all <WG3956> who heard <WG191> it wondered <WG2296> at the things which were told <WG2980> them by the shepherds. <WG4166>"},{"number":19,"verse":"But Mary <WG3137> treasured <WG4933> up all <WG3956> these <WG3778> things, <WG4487> pondering <WG4820> them in her heart. <WG2588>"},{"number":20,"verse":"And the shepherds <WG4166> went <WG5290> back, <WG5290> glorifying <WG1392> and praising <WG134> God <WG2316> for all <WG3956> that they had heard <WG191> and seen, <WG3708> just <WG2531> as had been told <WG2980> them."},{"number":21,"verse":"And when <WG3753> eight <WG3638> days <WG2250> were completed <WG4092> before His circumcision, <WG4059> His name <WG3686> was [then] called <WG2564> Jesus, <WG2424> the name <WG2564> given <WG2564> by the angel <WG32> before <WG4253> He was conceived <WG4815> in the womb. <WG2836>"},{"number":22,"verse":"And when <WG3753> the days <WG2250> for their purification <WG2512> according <WG2596> to the law <WG3551> of Moses <WG3475> were completed, <WG4092> they brought <WG321> Him up to Jerusalem <WG2414> to present <WG3936> Him to the Lord <WG2962>"},{"number":23,"verse":"(as it is written <WG1125> in the Law <WG3551> of the Lord, <WG2962> \"Every <WG3956> [first-born] male <WG7021> that opens <WG1272> the womb <WG3388> shall be called <WG2564> holy <WG40> to the Lord <WG2962>\"),"},{"number":24,"verse":"and to offer <WG1325> a sacrifice <WG2378> according <WG2596> to what was said <WG3004> in the Law <WG3551> of the Lord, <WG2962> \"A pair <WG2201> of turtledoves, <WG5167> or <WG2228> two <WG1417> young <WG3556> pigeons. <WG4058>\""},{"number":25,"verse":"And behold, <WG2400> there was a man <WG444> in Jerusalem <WG2419> whose <WG3739> name <WG3686> was Simeon; <WG4826> and this <WG3778> man <WG444> was righteous <WG1342> and devout, <WG2126> looking <WG4327> for the consolation <WG3874> of Israel; <WG2474> and the Holy <WG40> Spirit <WG4151> was upon him."},{"number":26,"verse":"And it had been <WG1510> revealed <WG5537> to him by the Holy <WG40> Spirit <WG4151> that he would not see <WG3708> death <WG2288> before <WG4250> he had seen <WG3708> the Lord's Christ. <WG5547>"},{"number":27,"verse":"And he came <WG2064> in the Spirit <WG4151> into the temple; <WG2413> and when <WG1722> the parents <WG1118> brought <WG1521> in the child <WG3813> Jesus, <WG2424> to carry <WG4160> out for Him the custom <WG1480> of the Law, <WG3551>"},{"number":28,"verse":"then <WG2532> he took <WG1209> Him into his arms, <WG43> and blessed <WG2127> God, <WG2316> and said, <WG3004>"},{"number":29,"verse":"\"Now <WG3568> Lord, <WG1203> Thou dost let <WG630> Thy bond-servant depart <WG630> In peace, <WG1515> according <WG2596> to Thy word; <WG4487>"},{"number":30,"verse":"For my eyes <WG3788> have seen <WG3708> Thy salvation, <WG4992>"},{"number":31,"verse":"Which <WG3739> Thou hast prepared <WG2090> in the presence <WG4383> of all <WG3956> peoples, <WG2992>"},{"number":32,"verse":"A light <WG5457> of revelation <WG602> to the Gentiles, <WG1484> And the glory <WG1391> of Thy people <WG2992> Israel. <WG2474>\""},{"number":33,"verse":"And His father <WG3962> and mother <WG3384> were amazed <WG2296> at the things which were being said <WG2980> about <WG4012> Him."},{"number":34,"verse":"And Simeon <WG4826> blessed <WG2127> them, and said <WG3004> to Mary <WG3137> His mother, <WG3384> \"Behold, <WG2400> this <WG3778> [Child] is appointed <WG2749> for the fall <WG4431> and rise <WG386> of many <WG4183> in Israel, <WG2474> and for a sign <WG4592> to be opposed <WG483> –"},{"number":35,"verse":"and a sword <WG4501> will pierce <WG1330> even <WG2532> your own <WG846> soul <WG5590> – to the end <WG3704> that thoughts <WG1261> from many <WG4183> hearts <WG2588> may be revealed. <WG601> \""},{"number":36,"verse":"And there was a prophetess, <WG4398> Anna <WG451> the daughter <WG2364> of Phanuel, <WG5323> of the tribe <WG5443> of Asher. <WG768> She was advanced <WG4260> in years, <WG2250> having lived <WG2198> with a husband <WG435> seven <WG2033> years <WG2094> after <WG575> her marriage, <WG3932>"},{"number":37,"verse":"and then as a widow <WG5503> to the age <WG2094> of eighty-four. And she never <WG3756> left <WG868> the temple, <WG2413> serving <WG3000> night <WG3571> and day <WG2250> with fastings <WG3521> and prayers. <WG1162>"},{"number":38,"verse":"And at that very <WG846> moment <WG5610> she came <WG2186> up and [began] giving <WG437> thanks <WG437> to God, <WG2316> and continued to speak <WG2980> of Him to all <WG3956> those <WG3588> who were looking <WG4327> for the redemption <WG3085> of Jerusalem. <WG2419>"},{"number":39,"verse":"And when <WG5613> they had performed <WG5055> everything <WG3956> according <WG2596> to the Law <WG3551> of the Lord, <WG2962> they returned <WG1994> to Galilee, <WG1056> to their own <WG1438> city <WG4172> of Nazareth. <WG3478>"},{"number":40,"verse":"And the Child <WG3813> continued to grow <WG837> and become <WG2901> strong, <WG2901> increasing <WG4137> in wisdom; <WG4678> and the grace <WG5485> of God <WG2316> was upon Him."},{"number":41,"verse":"And His parents <WG1118> used to go <WG4198> to Jerusalem <WG2419> every <WG2596> year <WG2094> at the Feast <WG1859> of the Passover. <WG3957>"},{"number":42,"verse":"And when <WG3753> He became <WG1096> twelve, <WG1427> they went <WG305> up [there] according <WG2596> to the custom <WG1485> of the Feast; <WG1859>"},{"number":43,"verse":"and as they were returning, <WG5290> after spending <WG5048> the full <WG5048> number <WG5048> of days, <WG2250> the boy <WG3816> Jesus <WG2424> stayed <WG5278> behind <WG5278> in Jerusalem. <WG2419> And His parents <WG1118> were unaware <WG3756> <WG1097> of it,"},{"number":44,"verse":"but supposed <WG3543> Him to be in the caravan, <WG4923> and went <WG2064> a day's journey; <WG3598> and they [began] looking <WG327> for Him among <WG1722> their relatives <WG4773> and acquaintances. <WG1110>"},{"number":45,"verse":"And when they did not find <WG2147> Him, they returned <WG5290> to Jerusalem, <WG2419> looking <WG327> for Him."},{"number":46,"verse":"And it came <WG1096> about that after <WG3326> three <WG5140> days <WG2250> they found <WG2147> Him in the temple, <WG2413> sitting <WG2516> in the midst <WG3319> of the teachers, <WG1320> both <WG2532> listening <WG191> to them, and asking <WG1905> them questions. <WG1905>"},{"number":47,"verse":"And all <WG3956> who heard <WG191> Him were amazed <WG1839> at His understanding <WG4907> and His answers. <WG612>"},{"number":48,"verse":"And when they saw <WG3708> Him, they were astonished; <WG1605> and His mother <WG3384> said <WG3004> to Him, \"Son, <WG5043> why <WG5101> have You treated <WG4160> us this <WG3779> way <WG3779>? Behold, <WG2400> Your father <WG3962> and I have been anxiously <WG3600> looking <WG2212> for You.\""},{"number":49,"verse":"And He said <WG3004> to them, \"Why <WG5101> is it that you were looking <WG2212> for Me? Did you not know <WG3609> that I had <WG1163> to be in My Father's [house?\"]"},{"number":50,"verse":"And they did not understand <WG4920> the statement <WG4487> which <WG3739> He had made <WG2980> to them."},{"number":51,"verse":"And He went <WG2597> down <WG2597> with them, and came <WG2064> to Nazareth; <WG3478> and He continued in subjection <WG5293> to them; and His mother <WG3384> treasured <WG1301> all <WG3956> [these] things <WG4487> in her heart. <WG2588>"},{"number":52,"verse":"And Jesus <WG2424> kept increasing <WG4298> in wisdom <WG4678> and stature, <WG2244> and in favor <WG5485> with God <WG2316> and men. <WG444>"}]}