{"bibleAbbr":"NASB1995+","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"And Jesus, <WG2424> full <WG4134> of the Holy <WG40> Spirit, <WG4151> returned <WG5290> from the Jordan <WG2446> and was led <WG71> about by the Spirit <WG4151> in the wilderness <WG2048>"},{"number":2,"verse":"for forty <WG5065> days, <WG2250> being tempted <WG3985> by the devil. <WG1228> And He ate <WG2068> nothing <WG3756> <WG3762> during <WG1722> those <WG1565> days; <WG2250> and when they had ended, <WG4931> He became hungry. <WG3983>"},{"number":3,"verse":"And the devil <WG1228> said <WG3004> to Him, \"If <WG1487> You are the Son <WG5207> of God, <WG2316> tell <WG3004> this <WG3778> stone <WG3037> to become <WG1096> bread. <WG740>\""},{"number":4,"verse":"And Jesus <WG2424> answered <WG611> him, \"It is written, <WG1125> 'Man <WG444> shall not live <WG2198> on bread <WG740> alone. <WG3441>'\""},{"number":5,"verse":"And he led <WG321> Him up and showed <WG1166> Him all <WG3956> the kingdoms <WG932> of the world <WG3625> in a moment <WG4743> of time. <WG5550>"},{"number":6,"verse":"And the devil <WG1228> said <WG3004> to Him, \"I will give <WG1325> You all <WG537> this <WG3778> domain <WG1849> and its glory; <WG1391> for it has been handed <WG3860> over <WG3860> to me, and I give <WG1325> it to whomever <WG3739> <WG1437> I wish. <WG2309>"},{"number":7,"verse":"\"Therefore <WG3767> if <WG1437> You worship <WG4352> before <WG1799> me, it shall all <WG3956> be Yours. <WG4674>\""},{"number":8,"verse":"And Jesus <WG2424> answered <WG611> and said <WG3004> to him, \"It is written, <WG1125> 'You shall worship <WG4352> the Lord <WG2962> your God <WG2316> and serve <WG3000> Him only. <WG3441>'\""},{"number":9,"verse":"And he led <WG71> Him to Jerusalem <WG2419> and had Him stand <WG2476> on the pinnacle <WG4419> of the temple, <WG2413> and said <WG3004> to Him, \"If <WG1487> You are the Son <WG5207> of God, <WG2316> throw <WG906> Yourself <WG4572> down <WG2736> from here; <WG1782>"},{"number":10,"verse":"for it is written, <WG1125> 'He will give <WG1781> His angels <WG32> charge <WG1781> concerning <WG4012> You to guard <WG1314> You,'"},{"number":11,"verse":"and, 'On [their] hands <WG5495> they will bear <WG142> You up, Lest <WG3379> You strike <WG4350> Your foot <WG4228> against <WG4314> a stone. <WG3037>' \""},{"number":12,"verse":"And Jesus <WG2424> answered <WG611> and said <WG3004> to him, \"It is said, <WG3004> 'You shall not put <WG1598> the Lord <WG2962> your God <WG2316> to the test. <WG1598>'\""},{"number":13,"verse":"And when the devil <WG1228> had finished <WG4931> every <WG3956> temptation, <WG3986> he departed <WG868> from Him until <WG891> an opportune <WG2540> time. <WG2540>"},{"number":14,"verse":"And Jesus <WG2424> returned <WG5290> to Galilee <WG1056> in the power <WG1411> of the Spirit; <WG4151> and news <WG5345> about <WG4012> Him spread <WG1831> through <WG2596> all <WG3650> the surrounding <WG4066> district. <WG4066>"},{"number":15,"verse":"And He [began] teaching <WG1321> in their synagogues <WG4864> and was praised <WG1392> by all. <WG3956>"},{"number":16,"verse":"And He came <WG2064> to Nazareth, <WG3478> where <WG3757> He had been <WG1510> brought <WG5142> up; and as was His custom, <WG1486> He entered <WG1525> the synagogue <WG4864> on the Sabbath, <WG4521> and stood <WG450> up to read. <WG314>"},{"number":17,"verse":"And the book <WG975> of the prophet <WG4396> Isaiah <WG2268> was handed <WG1929> to Him. And He opened <WG455> the book, <WG975> and found <WG2147> the place <WG5117> where <WG3757> it was written, <WG1125>"},{"number":18,"verse":"\" The Spirit <WG4151> of the Lord <WG2962> is upon Me, Because <WG3739> <WG1752> He anointed <WG5548> Me to preach <WG2097> the gospel <WG2097> to the poor. <WG4434> He has sent <WG649> Me to proclaim <WG2784> release <WG859> to the captives, <WG164> And recovery <WG309> of sight <WG309> to the blind, <WG5185> To set <WG649> free <WG1722> <WG859> those who are downtrodden, <WG2352>"},{"number":19,"verse":"To proclaim <WG2784> the favorable <WG1184> year <WG1763> of the Lord. <WG2962>\""},{"number":20,"verse":"And He closed <WG4428> the book, <WG975> and gave <WG591> it back <WG591> to the attendant, <WG5257> and sat <WG2523> down; <WG2523> and the eyes <WG3788> of all <WG3956> in the synagogue <WG4864> were fixed <WG816> upon Him."},{"number":21,"verse":"And He began <WG757> to say <WG3004> to them, \"Today <WG4594> this <WG3778> Scripture <WG1124> has been fulfilled <WG4137> in your hearing. <WG3775>\""},{"number":22,"verse":"And all <WG3956> were speaking <WG3140> well <WG3140> of Him, and wondering <WG2296> at the gracious <WG5485> words <WG3056> which were falling <WG1607> from His lips; <WG4750> and they were saying, <WG3004> \"Is this <WG3778> not Joseph's son <WG5207>?\""},{"number":23,"verse":"And He said <WG3004> to them, \"No <WG3843> doubt <WG3843> you will quote <WG3004> this <WG3778> proverb <WG3850> to Me, 'Physician, <WG2395> heal <WG2323> yourself! <WG4572> Whatever <WG3745> we heard <WG191> was done <WG1096> at Capernaum, <WG2746> do <WG4160> here <WG5602> in your home <WG3968> town <WG3968> as well. <WG2532>'\""},{"number":24,"verse":"And He said, <WG3004> \"Truly <WG281> I say <WG3004> to you, no <WG3762> prophet <WG4396> is welcome <WG1184> in his home <WG3968> town. <WG3968>"},{"number":25,"verse":"\" But I say <WG3004> to you in truth, <WG225> there were many <WG4183> widows <WG5503> in Israel <WG2474> in the days <WG2250> of Elijah, <WG2243> when <WG3753> the sky <WG3772> was shut <WG2808> up for three <WG5140> years <WG2094> and six <WG1803> months, <WG3376> when <WG5613> a great <WG3173> famine <WG3042> came <WG1096> over <WG1909> all <WG3956> the land; <WG1093>"},{"number":26,"verse":"and yet Elijah <WG2243> was sent <WG3992> to none <WG3762> of them, but only <WG1487> <WG3361> to Zarephath, <WG4558> [in the land] of Sidon, <WG4606> to a woman <WG1135> who was a widow. <WG5503>"},{"number":27,"verse":"\"And there were many <WG4183> lepers <WG3015> in Israel <WG2474> in the time <WG1909> of Elisha <WG1666> the prophet; <WG4396> and none <WG3762> of them was cleansed, <WG2511> but only <WG1487> <WG3361> Naaman <WG3483> the Syrian. <WG4948>\""},{"number":28,"verse":"And all <WG3956> in the synagogue <WG4864> were filled <WG4092> with rage <WG2372> as they heard <WG191> these <WG3778> things; <WG3778>"},{"number":29,"verse":"and they rose <WG450> up and cast <WG1544> Him out of the city, <WG4172> and led <WG71> Him to the brow <WG3790> of the hill <WG3735> on which <WG3739> their city <WG4172> had been built, <WG3618> in order <WG5620> to throw <WG2630> Him down <WG2630> the cliff. <WG2630>"},{"number":30,"verse":"But passing <WG1330> through <WG1223> their midst, <WG3319> He went <WG4198> His way. <WG4198>"},{"number":31,"verse":"And He came <WG2718> down <WG2718> to Capernaum, <WG2746> a city <WG4172> of Galilee. <WG1056> And He was teaching <WG1321> them on the Sabbath; <WG4521>"},{"number":32,"verse":"and they were amazed <WG1605> at His teaching, <WG1322> for His message <WG3056> was with authority. <WG1849>"},{"number":33,"verse":"And there was a man <WG444> in the synagogue <WG4864> possessed <WG2192> by the spirit <WG4151> of an unclean <WG169> demon, <WG1140> and he cried <WG349> out with a loud <WG3173> voice, <WG5456>"},{"number":34,"verse":"\"Ha! <WG1436> What <WG5101> do we have to do with You, Jesus <WG2424> of Nazareth <WG3479>? Have You come <WG2064> to destroy <WG622> us? I know <WG3609> who <WG5101> You are – the Holy <WG40> One <WG40> of God! <WG2316>\""},{"number":35,"verse":"And Jesus <WG2424> rebuked <WG2008> him, saying, <WG3004> \"Be quiet <WG5392> and come <WG1831> out of him!\" And when the demon <WG1140> had thrown <WG4496> him down <WG4496> in [their] midst, <WG3319> he came <WG1831> out of him without <WG3367> doing <WG984> him any <WG3367> harm. <WG984>"},{"number":36,"verse":"And amazement <WG2285> came <WG1096> upon them all, <WG3956> and they [began] discussing <WG4814> with one <WG240> another <WG240> saying, <WG3004> \"What <WG5101> is this <WG3778> message <WG3056>? For with authority <WG1849> and power <WG1411> He commands <WG2004> the unclean <WG169> spirits, <WG4151> and they come <WG1831> out.\""},{"number":37,"verse":"And the report <WG2279> about <WG4012> Him was getting <WG1607> out into every <WG3956> locality <WG5117> in the surrounding <WG4066> district. <WG4066>"},{"number":38,"verse":"And He arose <WG450> and [left] the synagogue, <WG4864> and entered <WG1525> Simon's home. <WG3614> Now <WG1161> Simon's mother-in-law was suffering <WG4912> from a high <WG3173> fever; <WG4446> and they made <WG2065> request <WG2065> of Him on her behalf. <WG4012>"},{"number":39,"verse":"And standing <WG2186> over <WG1883> her, He rebuked <WG2008> the fever, <WG4446> and it left <WG863> her; and she immediately <WG3916> arose <WG450> and waited <WG1247> on them."},{"number":40,"verse":"And while the sun <WG2246> was setting, <WG1416> all <WG537> who <WG3745> had <WG2192> any sick <WG770> with various <WG4164> diseases <WG3554> brought <WG71> them to Him; and laying <WG2007> His hands <WG5495> on every <WG1538> one <WG1520> of them, He was healing <WG2323> them."},{"number":41,"verse":"And demons <WG1140> also <WG2532> were coming <WG1831> out of many, <WG4183> crying <WG2905> out and saying, <WG3004> \"You are the Son <WG5207> of God! <WG2316>\" And rebuking <WG2008> them, He would not allow <WG1439> them to speak, <WG2980> because <WG3754> they knew <WG3609> Him to be the Christ. <WG5547>"},{"number":42,"verse":"And when day <WG2250> came, <WG1096> He departed <WG1831> and went <WG4198> to a lonely <WG2048> place; <WG5117> and the multitudes <WG3793> were searching <WG1934> for Him, and came <WG2064> to Him, and tried to keep <WG2722> Him from going <WG4198> away <WG4198> from them."},{"number":43,"verse":"But He said <WG3004> to them, \"I must <WG1163> preach <WG2097> the kingdom <WG932> of God <WG2316> to the other <WG2087> cities <WG4172> also, <WG2532> for I was sent <WG649> for this <WG3778> purpose.\""},{"number":44,"verse":"And He kept on preaching <WG2784> in the synagogues <WG4864> of Judea. <WG2453>"}]}