{"bibleAbbr":"LBP1933","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"FOR the kingdom of heaven is like a man, who is a householder, who went out early in the morning to hire laborers for his vineyard."},{"number":2,"verse":"He bargained with the laborers for a penny a day, and sent them to his vineyard."},{"number":3,"verse":"And he went out at the third hour, and saw others standing idle in the market place."},{"number":4,"verse":"And he said to them, You also go to the vineyard, and I will give you what is right. And they went."},{"number":5,"verse":"And he went out again at the sixth and at the ninth hour, and did the same."},{"number":6,"verse":"And towards the eleventh hour he went out and found others standing idle, and he said to them, Why do you stand all day idle?"},{"number":7,"verse":"They said to him, Because no man has hired us. He said to them, You also go to the vineyard, and you will receive what is right."},{"number":8,"verse":"When evening came, the owner of the vineyard said to his steward, Call the laborers and pay them their wages; and begin from the last ones to the first."},{"number":9,"verse":"When those of the eleventh hour came, they each received a penny."},{"number":10,"verse":"But when the first ones came, they expected to receive more; but they also got each one a penny."},{"number":11,"verse":"And when they received it, they murmured against the householder,"},{"number":12,"verse":"Saying, These last ones have worked only one hour, and you have made them equal with us who have borne the weight of the day and its heat."},{"number":13,"verse":"He answered and said to one of them, My friend, I am not doing you an injustice; did you not bargain with me for a penny?"},{"number":14,"verse":"Take what is yours and go away; I wish to give to this last one the same as to you."},{"number":15,"verse":"Have I no right to do what I wish with mine own? Or are you jealous because I am generous?"},{"number":16,"verse":"Even so the last shall be first, and the first last; for many are called, but few are chosen."},{"number":17,"verse":"Now Jesus was ready to go up to Jerusalem; and he took his twelve disciples apart on the road, and he said to them,"},{"number":18,"verse":"Behold, we are going up to Jerusalem, and the Son of man will be delivered to the high priests and the scribes, and they will condemn him to death."},{"number":19,"verse":"And they will deliver him to the Gentiles and they will mock him, and scourge him, and crucify him; and on the third day he will rise up."},{"number":20,"verse":"Then the mother of the sons of Zebedee came up to him, together with her sons; and she worshipped him, and requested something of him."},{"number":21,"verse":"He said to her, What do you wish? She said to him, Command that these two sons of mine sit, one at your right and one at your left, in your kingdom."},{"number":22,"verse":"Jesus answered and said, You do not know what you are asking. Can you drink the cup that I am ready to drink, or be baptized with the baptism with which I am to be baptized? They said to him, We can."},{"number":23,"verse":"He said to them, Indeed my cup you shall drink, and the baptism with which I am to be baptized, you too shall be baptized with; but to sit at my right hand and at my left, that is not mine to give, but it is for those for whom it is prepared by my Father."},{"number":24,"verse":"When the ten heard it, they were angry at the two brothers."},{"number":25,"verse":"And Jesus called them and said, You know that the princes of the people are also their owners; and their officials rule over them."},{"number":26,"verse":"Let not this be so among you; but whoever wishes to be great among you, let him be a minister to you;"},{"number":27,"verse":"And whoever wishes to be first among you, let him be a servant to you;"},{"number":28,"verse":"Just as the Son of man did not come to be ministered to, but to minister, and to give his life as a salvation for the sake of many."},{"number":29,"verse":"And when Jesus went out of Jericho a large crowd followed him."},{"number":30,"verse":"And behold, two blind men were sitting by the roadside, and when they heard that Jesus was passing by, they cried aloud, saying, Have mercy upon us, O Lord, son of David."},{"number":31,"verse":"But the people rebuked them to keep quiet; but they cried louder, saying, Our Lord, have mercy upon us, son of David."},{"number":32,"verse":"And Jesus stopped and called them, and he said, What do you wish me to do for you?"},{"number":33,"verse":"They said to him, Our Lord, that our eyes may be opened."},{"number":34,"verse":"And Jesus had mercy upon them, so he touched their eyes; and immediately their eyes were opened, and they followed him."}]}