{"bibleAbbr":"LBP1933","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"WHEN he came near to Jerusalem, he came to Bethphage on the side of the Mount of Olives. Jesus then sent two of his disciples,"},{"number":2,"verse":"And he said to them, Go to that village which is in front of you, and straightway you will find an ass which is tied up, and a colt with her; untie them and bring them to me."},{"number":3,"verse":"And if any man should say anything to you, tell him that our Lord needs them; and he will immediately send them here."},{"number":4,"verse":"All this happened, so that what was said by the prophet, might be fulfilled, who said,"},{"number":5,"verse":"Tell the daughter of Zion, Behold your king is coming to you, meek, and riding upon an ass, and upon a colt, the foal of an ass."},{"number":6,"verse":"And the disciples went and did as Jesus had commanded them."},{"number":7,"verse":"And they brought the ass and the colt, and they put their garments on the colt, and Jesus rode on it."},{"number":8,"verse":"And a great many people spread their garments on the road; and others cut down branches from the trees and spread them on the road."},{"number":9,"verse":"And the people who were going before him and coming after him, were shouting and saying, Hosanna to the son of David; Blessed is he who comes in the name of the Lord; Hosanna in the highest."},{"number":10,"verse":"When he entered Jerusalem, the whole city was stirred up, and they were saying, Who is this man?"},{"number":11,"verse":"And the people were saying. This is the prophet, Jesus, from Nazareth in Galilee."},{"number":12,"verse":"And Jesus entered into the temple of God, and put out all who were buying and selling in the temple, and he overturned the trays of the money-changers and the stands of those who sold doves."},{"number":13,"verse":"And he said to them, It is written, My house shall be called the house of prayer; but you have made it a bandits' cave."},{"number":14,"verse":"And in the temple they brought to him the blind and the lame, and he healed them."},{"number":15,"verse":"But when the high priests and the Pharisees saw the wonders that he did, and the boys who were crying aloud in the temple, and saying, Hosanna to the son of David, they were displeased."},{"number":16,"verse":"And they said to him, Do you hear what they are saying? Jesus said to them, Yes; have you never read, From the mouth of little children and of boys you made praise?"},{"number":17,"verse":"And he left them, and went outside of the city to Bethany, and he lodged there."},{"number":18,"verse":"In the morning, as he returned to the city, he became hungry."},{"number":19,"verse":"And he saw a fig tree on the roadside, and he came to it and found nothing on it except leaves; and he said to it, Let there be no fruit on you again for ever. And shortly the fig tree withered."},{"number":20,"verse":"When the disciples saw it, they were amazed and said, How is it that the fig tree has withered so soon?"},{"number":21,"verse":"Jesus answered and said to them, Truly I say to you, If you have faith, and do not doubt, you will perform a deed not only like this of the fig tree, but should you say even to this mountain, Be removed and fall into the sea, it shall be done."},{"number":22,"verse":"And everything that you will ask in prayer and believe, you shall receive."},{"number":23,"verse":"When Jesus came to the temple, the high priests and the elders of the people came up to him, while he was teaching, and said to him, By what authority do you do these things? and who gave you this authority?"},{"number":24,"verse":"Jesus answered and said to them, I will also ask you a word, and if you tell me, I will then tell you by what authority I do these things."},{"number":25,"verse":"Whence is the baptism of John? Is it from heaven, or from men? And they reasoned with themselves, saying, If we should say from heaven, he will say to us, Why then did you not believe him?"},{"number":26,"verse":"And if we should say, from men, we are afraid of the people, for all of them regard John as a prophet."},{"number":27,"verse":"So they answered and said to him, We do not know. Jesus said to them, Neither will I tell you by what authority I do these things."},{"number":28,"verse":"What do you think? A man had two sons, and he came to the first one and said to him, My son, go and work today in the vineyard."},{"number":29,"verse":"He answered and said, I do not want to, but later he regretted and went."},{"number":30,"verse":"And he came to the other one and said to him likewise. And he answered and said, Here am I, my Lord, and yet he did not go."},{"number":31,"verse":"Which of these two did the will of his father? They said to him, The first one. Jesus said to them, Truly I say to you, that even the publicans and the harlots will precede you into the kingdom of God."},{"number":32,"verse":"For John came to you in a righteousness way, and you did not believe him; but the publicans and the harlots believed him; but you, even though you saw, did not repent, so that later you may believe him."},{"number":33,"verse":"Hear another parable. There was a man who was a householder, and he planted a vineyard, and fenced it, and he dug in it a winepress, and built a tower, and then he leased it to laborers, and went away on a journey."},{"number":34,"verse":"And when the fruit season was at hand, he sent his servants to the laborers, that they might send him of the fruits of his vineyard."},{"number":35,"verse":"And the laborers seized his servants, and some were beaten, and some were stoned, and some were killed."},{"number":36,"verse":"Again he sent other servants, many more than the first; and they did likewise to them."},{"number":37,"verse":"At last he sent his son to them, saying, They might feel ashamed before my son."},{"number":38,"verse":"But when the laborers saw the son, they said among themselves, This is the heir; come, let us kill him and retain his inheritance."},{"number":39,"verse":"So they seized him, and took him out of the vineyard, and killed him."},{"number":40,"verse":"When therefore the owner of the vineyard comes, what will he do to those laborers?"},{"number":41,"verse":"They said to him, He will destroy them severely, and lease his vineyard to other laborers, who will give him fruits in their seasons."},{"number":42,"verse":"Jesus said to them, Have you never read in the scripture, The stone which the builders rejected, the same became the cornerstone; this was from the Lord, and it is a marvel in our eyes?"},{"number":43,"verse":"Therefore I say to you, that the kingdom of God will be taken away from you, and will be given to a people who bear fruits."},{"number":44,"verse":"And whoever falls on this stone will be broken, and on whomever it falls it will scatter him."},{"number":45,"verse":"When the high priests and Pharisees heard his parables, they understood that he was speaking against them."},{"number":46,"verse":"So they wanted to arrest him, but they were afraid of the people, because they regarded him as a prophet."}]}