{"bibleAbbr":"LBP1933","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"AND Jesus went out of the temple to go away; and his disciples came up to him, and were showing him the building of the temple."},{"number":2,"verse":"But he said to them, Behold, do you not see all of these? truly I say to you, Not a stone shall be left here upon a stone, which will not be torn down."},{"number":3,"verse":"While Jesus sat on the Mount of Olives, his disciples came up talking among themselves, and they said to him, Tell us when these things will happen, and what is the sign of your coming, and of the end of the world?"},{"number":4,"verse":"Jesus answered and said to them, Be careful that no man deceives you."},{"number":5,"verse":"For many will come in my name, and say, I am the Christ, and they will deceive many."},{"number":6,"verse":"You are bound to hear of revolutions and rumors of wars; look out and do not be disturbed; for all of these things must come to pass, but the end is not yet."},{"number":7,"verse":"For nation will rise against nation, and kingdom against kingdom; and there will be famines and plagues and earthquakes, in different places."},{"number":8,"verse":"But all these things are just the beginning of travail."},{"number":9,"verse":"Then they will deliver you over to be oppressed, and they will kill you; and you will be hated by all nations for my name's sake."},{"number":10,"verse":"Then many will stumble, and they will hate one another, and betray one another."},{"number":11,"verse":"And many false prophets will rise, and will mislead a great many."},{"number":12,"verse":"And because of the growth of iniquity, the love of many will become cold."},{"number":13,"verse":"But he who has patience to the end, he will be saved."},{"number":14,"verse":"And this gospel of the kingdom shall be preached throughout the world as a testimony to all the nations; then the end will come."},{"number":15,"verse":"When you see the sign of the refuse of desolation, as spoken by the prophet Daniel, accumulating in the holy place, whoever reads will understand it."},{"number":16,"verse":"Then let those who are in Judaea, flee to the mountain,"},{"number":17,"verse":"And he who is on the roof, let him not come down to take things out of his house."},{"number":18,"verse":"And he who is in the field, let him not return back to take his clothes."},{"number":19,"verse":"But woe to those who are with child, and to those who give suck in those days!"},{"number":20,"verse":"Pray that your flight may not be in winter, nor on the sabbath."},{"number":21,"verse":"For then will be great suffering, such as has never happened from the beginning of the world until now, and never will be again."},{"number":22,"verse":"And if those days were not shortened, no flesh would live; but for the sake of the chosen ones those days will be shortened."},{"number":23,"verse":"Then if any man should say to you, Behold, here is the Christ, or there, do not believe it."},{"number":24,"verse":"For there will rise false Christs and lying prophets, and they will show signs and great wonders, so as to mislead, if possible, even the chosen ones."},{"number":25,"verse":"Behold, I have told you in advance."},{"number":26,"verse":"Therefore, if they should say to you, Behold, he is in the desert, do not go out; or, behold, he is in the room, do not believe it."},{"number":27,"verse":"For just as the lightning comes out from the east, and is seen even in the west, so will be the coming of the Son of man."},{"number":28,"verse":"For wherever the corpse is, there will the eagles gather."},{"number":29,"verse":"Immediately after the suffering of those days, the sun will be darkened, and the moon will not give her light, and the stars will fall from the sky, and the powers of the universe will be shaken."},{"number":30,"verse":"Then the sign of the Son of man will appear in the sky; and then all the generations of the earth will mourn, and they will see the Son of man coming on the clouds of the sky, with an army and great glory."},{"number":31,"verse":"And he will send his angels with a large trumpet, and they will gather his chosen ones from the four winds, from one end of the universe to the other."},{"number":32,"verse":"From the fig tree learn a parable. As soon as its branches become tender and bring forth leaves, you know that summer is coming."},{"number":33,"verse":"So even you, when you see all these things, know that it has arrived at the door."},{"number":34,"verse":"Truly I say to you, that this generation will not pass away, until all these things happen."},{"number":35,"verse":"Even heaven and earth will pass away, but my words shall not pass away."},{"number":36,"verse":"But concerning that day and that hour, no man knows, not even the angels of heaven, but the Father alone."},{"number":37,"verse":"Just as in the days of Noah, so will be the coming of the Son of man."},{"number":38,"verse":"For as the people before the flood were eating and drinking, marrying and giving in marriage, until the day Noah entered into the ark,"},{"number":39,"verse":"And they knew nothing until the flood came and carried them all away; such will be the coming of the Son of man."},{"number":40,"verse":"Then two men will be in the field, one will be taken away and the other left."},{"number":41,"verse":"Two women will be grinding at the handmill, one will be taken and the other left."},{"number":42,"verse":"Be alert, therefore, for you do not know at what hour your Lord will come."},{"number":43,"verse":"But know this much, that if the master of the house knew at what watch of the night the thief comes, he would keep awake and would not let his house be plundered."},{"number":44,"verse":"For this reason, you also be ready, for the Son of man will come at an hour when you do not expect him."},{"number":45,"verse":"Who then is the faithful and wise servant, whom his Lord has appointed over his household, to give them food in due time?"},{"number":46,"verse":"Blessed is that servant, when his Lord comes and finds him so doing."},{"number":47,"verse":"Truly I say to you, he will appoint him over all that he has."},{"number":48,"verse":"But if a bad servant should say in his heart, My lord will delay his coming,"},{"number":49,"verse":"And he begins to beat his fellow servants, and to eat and drink with drunkards,"},{"number":50,"verse":"The Lord of that servant will come on a day when he does not expect, and at an hour that he does not know."},{"number":51,"verse":"And he will severely scourge him, and give him a portion like that of the hypocrites; there will be weeping and gnashing of teeth."}]}