{"bibleAbbr":"LBP1933","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"THEN the kingdom of heaven will be like ten virgins, who took their lamps, and went out to greet the bridegroom and the bride."},{"number":2,"verse":"Five of them were wise, and five were foolish."},{"number":3,"verse":"And the foolish ones took their lamps, but took no oil with them."},{"number":4,"verse":"But the wise ones took oil in the vessels with their lamps."},{"number":5,"verse":"As the bridegroom was delayed, they all slumbered and slept."},{"number":6,"verse":"And at midnight there was a cry, Behold, the bridegroom is coming; go out to greet him."},{"number":7,"verse":"Then all the virgins got up and fixed their lamps."},{"number":8,"verse":"And the foolish ones said to the wise ones, Give us some of your oil, for our lamps are going out."},{"number":9,"verse":"Then the wise ones answered and said, Why, there would not be enough for us and for you; go to those who sell and buy for yourselves."},{"number":10,"verse":"And while they went to buy, the bridegroom came; and those who were ready entered with him into the wedding house, and the door was locked."},{"number":11,"verse":"Afterward the other virgins also came and said, Our lord, our lord, open to us."},{"number":12,"verse":"But he answered and said to them, Truly I say to you, I do not know you."},{"number":13,"verse":"Be alert, therefore, for you do not know, that day nor the hour."},{"number":14,"verse":"It is just like a man who went on a journey, who called his servants and put his wealth in their charge."},{"number":15,"verse":"To one he gave five talents, to one two, to another one; to each one according to his ability; and immediately he went on a journey."},{"number":16,"verse":"The one who received five talents then went and traded with them, and he earned five others."},{"number":17,"verse":"Likewise the second one, he gained by trading gained two others."},{"number":18,"verse":"But he who received one, went and dug in the ground, and hid his lord's money."},{"number":19,"verse":"After a long time, the lord of those servants returned, and took an accounting from them."},{"number":20,"verse":"Then the one who received five talents came up, and offered five others, and he said, My lord, you gave me five talents; behold, I have gained five others to them."},{"number":21,"verse":"His lord said to him, Well done, good and reliable servant; you have been faithful over a little, I will appoint you over much; enter into your master's joy."},{"number":22,"verse":"Then the one with the two talents came and he said, My lord, you gave me two talents, behold I have gained two others to them."},{"number":23,"verse":"His lord said to him, Well done, good and reliable servant, you have been faithful over a little, I will appoint you over much; enter into your master's joy."},{"number":24,"verse":"Then the one who received one talent also came up, and he said, My lord, I knew that you are a hard man, and you reap where you did not sow, and gather where you did not scatter."},{"number":25,"verse":"So I was afraid, and I went and hid your talent in the ground; here it is, it is your own one."},{"number":26,"verse":"His lord answered and said to him, O wicked and lazy servant, you knew me that I reap where I did not sow, and I gather where I did not scatter."},{"number":27,"verse":"You should then have put my money in the exchange, and when I returned I would have demanded my own with interest."},{"number":28,"verse":"Therefore take away the talent from him, and give it to the one who has ten talents."},{"number":29,"verse":"For to him who has, it shall he given, and it shall increase to him; but he who has not, even that which he has shall be taken away from him."},{"number":30,"verse":"And the idle servant they threw into the outer darkness; there will be weeping and gnashing of teeth."},{"number":31,"verse":"When the Son of man comes in his glory, and all his holy angels with him, then he will sit upon the throne of his glory."},{"number":32,"verse":"And all nations will gather before him; and he will separate them one from another, just as a shepherd separates the sheep from the goats;"},{"number":33,"verse":"And he will set the sheep at his right, and the goats at his left."},{"number":34,"verse":"Then the King will say to those at his right, Come, you blessed of my Father, inherit the kingdom which has been prepared for you from the foundation of the world."},{"number":35,"verse":"For I was hungry, and you gave me to eat; I was thirsty, and you gave me to drink; I was a stranger and you took me in;"},{"number":36,"verse":"I was naked, and you covered me; I was sick, and you visited me; I was in prison, and you came to me."},{"number":37,"verse":"Then the righteous will say to him, Our Lord, when did we see you hungry, and feed you? or thirsty and gave you drink?"},{"number":38,"verse":"And when did we see you a stranger, and took you in? Or that you were naked, and covered you?"},{"number":39,"verse":"And when did we see you sick, or in the prison, and come to you?"},{"number":40,"verse":"The king then will answer and say to them, Truly I tell you, Inasmuch as you have done it to one of these least brethren, you did it to me."},{"number":41,"verse":"Then he will also say to those at his left, Go away from me, you cursed, to the everlasting fire, which is prepared for the adversary and his angels."},{"number":42,"verse":"For I was hungry, and you did not give me to eat; I was thirsty, and you did not give me to drink;"},{"number":43,"verse":"I was a stranger, and you did not take me in; I was naked, and you did not cover me; I was sick and in prison and you did not visit me."},{"number":44,"verse":"Then they also will answer and say, Our lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick or in the prison, and did not minister to you?"},{"number":45,"verse":"Then he will answer and say to them, Truly I say to you, Inasmuch as you did not do it to one of these least ones, you also did not do it to me."},{"number":46,"verse":"And these shall go into everlasting torment, and the righteous into eternal life."}]}