{"bibleAbbr":"LBP1933","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"THEN Jesus was carried away by the Holy Spirit into the wilderness, to be tempted by the adversary."},{"number":2,"verse":"So he fasted forty days and forty nights; but at last he was hungry."},{"number":3,"verse":"And the tempter drew near and said to him, If you are the Son of God, tell these stones to become bread."},{"number":4,"verse":"But he answered and said, It is written, that it is not by bread alone that man can live, but by every word which comes from the mouth of God."},{"number":5,"verse":"Then the adversary took him to the holy city, and he made him to stand up on the pinnacle of the temple."},{"number":6,"verse":"And he said to him, If you are the Son of God, throw yourself down; for it is written, that he will command his angels concerning you, and they will bear you up on their hands, so that even your foot may not strike a stone."},{"number":7,"verse":"Jesus said to him, Again it is written, that you shall not try out the Lord your God."},{"number":8,"verse":"Again the adversary took him to a very high mountain, and he showed him all the kingdoms of the world and their glory."},{"number":9,"verse":"And he said to him, All of these I will give to you, if you will fall down and worship me."},{"number":10,"verse":"Then Jesus said to him, Go away, Satan, for it is written, You shall worship the Lord your God, and him only shall you serve."},{"number":11,"verse":"Then the adversary left him alone; and behold the angels drew near and ministered unto him."},{"number":12,"verse":"Now when Jesus heard that John was delivered up, he departed to Galilee."},{"number":13,"verse":"And he left Nazareth, and came and settled in Capernaum, by the seaside, within the borders of Zabulon and of Napthali."},{"number":14,"verse":"So that it might be fulfilled, which was said by the prophet Isaiah, who said,"},{"number":15,"verse":"O land of Zabulon, O land of Napthali, the way to the sea, across the Jordan, Galilee of the Gentiles!"},{"number":16,"verse":"The people who dwelt in darkness saw a great light, and those who settled in the country and in the midst of the shadows of death, light shone on them."},{"number":17,"verse":"From that time Jesus began to preach and to say, Repent, for the kingdom of heaven is coming near."},{"number":18,"verse":"And while he was walking by the shore of the sea of Galilee, he saw two brothers, Simon who was called Peter and his brother Andrew, who were casting nets into the sea, for they were fishermen."},{"number":19,"verse":"And Jesus said to them, Come after me, and I will make you to become fishers of men."},{"number":20,"verse":"So they immediately left their nets and went after him."},{"number":21,"verse":"And when he left that place he saw two other brothers, James the son of Zebedee and his brother John, in a ship with Zebedee their father, repairing their nets; and Jesus called them."},{"number":22,"verse":"So they immediately left the ship and their father, and followed him."},{"number":23,"verse":"And Jesus travelled throughout Galilee, teaching in their synagogues, and preaching the good news of the kingdom, and healing every kind of disease and sickness among the people."},{"number":24,"verse":"And his fame was heard throughout Syria; so they brought to him all who were badly afflicted with divers sickness, and those who were tormented with pains, and the insane, and the epileptics, and the cripples; and he healed them."},{"number":25,"verse":"So large crowds followed him from Galilee, and from the ten cities, and from Jerusalem and from Judaea, and from across the Jordan."}]}