{"bibleAbbr":"AMP2015","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"Idolatry Forbidden Then the LORD spoke to Moses, saying,"},{"number":2,"verse":"\"Say to all the congregation of the children of Israel, 'You shall be holy, for I the LORD your God am holy."},{"number":3,"verse":"Each of you shall respect his mother and his father, and you shall keep My Sabbaths; I am the LORD your God."},{"number":4,"verse":"Do not turn to idols or make for yourselves molten gods (images cast in metal); I am the LORD your God."},{"number":5,"verse":"'Now when you offer a sacrifice of peace offerings to the LORD, you shall offer it so that you may be accepted."},{"number":6,"verse":"It shall be eaten the same day you offer it and on the day following; and if anything remains until the third day, it shall be burned in the fire."},{"number":7,"verse":"But if it is eaten at all on the third day, it is repulsive; it will not be accepted [by God as an offering]."},{"number":8,"verse":"Everyone who eats it will bear [the responsibility for] his wickedness, for he has profaned a holy thing of the LORD; and that person shall be cut off from his people [excluding him from the atonement made for them]."},{"number":9,"verse":"Various Laws'Now when you reap the harvest of your land, you shall not reap to the very corners of your field, nor shall you gather the gleanings (grain left after reaping) of your harvest."},{"number":10,"verse":"And you shall not glean your vineyard, nor shall you gather its fallen grapes; you shall leave them for the poor and for the stranger. I am the LORD your God."},{"number":11,"verse":"'You shall not steal, nor deal deceptively, nor lie to one another."},{"number":12,"verse":"You shall not swear [an oath] falsely by My name, so as to profane the name of your God; I am the LORD."},{"number":13,"verse":"'You shall not oppress or exploit your neighbor, nor rob him. You shall not withhold the wages of a hired man overnight until morning."},{"number":14,"verse":"You shall not curse a deaf man nor put a stumbling block before the blind, but you shall fear your God [with profound reverence]; I am the LORD."},{"number":15,"verse":"'You shall not do injustice in judgment; you shall not be partial to the poor nor show a preference for the great, but judge your neighbor fairly."},{"number":16,"verse":"You shall not go around as a gossip among your people, and you are not to act against the life of your neighbor [with slander or false testimony]; I am the LORD."},{"number":17,"verse":"'You shall not hate your brother in your heart; you may most certainly rebuke your neighbor, but shall not incur sin because of him."},{"number":18,"verse":"You shall not take revenge nor bear any grudge against the sons of your people, but you shall love your neighbor (acquaintance, associate, companion) as yourself; I am the LORD."},{"number":19,"verse":"'You are to keep My statutes. You shall not breed together two kinds of your cattle; you shall not sow your field with two kinds of seed, nor wear clothing of two kinds of material mixed together."},{"number":20,"verse":"'Now if a man has intimate relations with a woman who is a slave acquired for [marriage to] another man, but who has not been redeemed nor given her freedom, there shall be punishment [after an investigation]; they shall not be put to death, because she was not free;"},{"number":21,"verse":"but he shall bring his guilt offering to the LORD to the doorway of the Tent of Meeting, a ram as a guilt offering."},{"number":22,"verse":"The priest shall make atonement for him with the ram of the guilt offering before the LORD for his sin which he has committed; and he shall be forgiven for his sin."},{"number":23,"verse":"'When you enter the land and plant all kinds of trees for food, then you shall consider their fruit forbidden. For three years the fruit shall be forbidden to you; it shall not be eaten."},{"number":24,"verse":"In the fourth year all the fruit shall be holy, an offering of praise to the LORD."},{"number":25,"verse":"In the fifth year you may eat the fruit [of the trees], this is so that their yield may increase for you; I am the LORD your God."},{"number":26,"verse":"'You shall not eat anything with the blood, nor practice divination [using omens or witchcraft] or soothsaying."},{"number":27,"verse":"You shall not trim and round off the side-growth of [the hair on] your heads, nor mar the edges of your beard."},{"number":28,"verse":"You shall not make any cuts on your body [in mourning] for the dead, nor make any tattoo marks on yourselves; I am the LORD."},{"number":29,"verse":"'Do not profane your daughter by making her a prostitute, so that the land will not fall to prostitution and become full of wickedness."},{"number":30,"verse":"You shall keep My Sabbaths and revere My sanctuary. I am the LORD."},{"number":31,"verse":"'Do not turn to mediums [who pretend to consult the dead] or to spiritists [who have spirits of divination]; do not seek them out to be defiled by them. I am the LORD your God."},{"number":32,"verse":"'You shall rise before the gray-headed and honor the aged, and you shall fear your God [with profound reverence]; I am the LORD."},{"number":33,"verse":"'When a stranger resides with you in your land, you shall not oppress or mistreat him."},{"number":34,"verse":"But the stranger who resides with you shall be to you like someone native-born among you; and you shall love him as yourself, for you were strangers in the land of Egypt; I am the LORD your God."},{"number":35,"verse":"'You shall do no wrong in judgment, in measurement of weight or quantity."},{"number":36,"verse":"You shall have just and accurate balances, just weights, a just ephah, and a just hin. I am the LORD your God, who brought you out of the land of Egypt."},{"number":37,"verse":"You shall observe and keep all My statutes and all My ordinances and do them. I am the LORD.'\""}]}