{"bibleAbbr":"AMP2015","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"The Lamp and the Bread of the Sanctuary Then the LORD spoke to Moses, saying,"},{"number":2,"verse":"\"Command the children of Israel to bring to you clear oil from beaten olives for the light [of the golden lampstand], to make a lamp burn continually."},{"number":3,"verse":"Outside the veil of the Testimony [between the Holy Place and the Most Holy Place] in the Tent of Meeting, Aaron shall always keep the lamps burning before the LORD from evening until morning; it shall be a permanent statute throughout your generations."},{"number":4,"verse":"He shall keep the lamps burning on the pure gold lampstand before the LORD continually."},{"number":5,"verse":"\"Then you shall take fine flour and bake twelve cakes (bread of the Presence, showbread) with it; two-tenths of an ephah shall be in each cake (loaf)."},{"number":6,"verse":"You shall set the bread of the Presence (showbread) in two rows, six in a row, on the pure gold table before the LORD."},{"number":7,"verse":"You shall put pure frankincense [in two censers, one] beside each row, so that it may be with the bread as a memorial portion, an offering by fire to the LORD."},{"number":8,"verse":"Every Sabbath day Aaron shall arrange the showbread before the LORD continually; it is an everlasting covenant for the Israelites."},{"number":9,"verse":"The bread of the Presence shall be for Aaron and his sons, and they shall eat it in a sacred place, for it is for Aaron a most holy portion of the offerings by fire to the LORD, his portion forever.\""},{"number":10,"verse":"Now the son of an Israelite woman, whose father was an Egyptian, went out among the Israelites, and he and a man of Israel quarreled and struggled with each other in the camp."},{"number":11,"verse":"The Israelite woman's son blasphemed the Name [of the LORD] and cursed. So they brought him to Moses. (Now his mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan.)"},{"number":12,"verse":"They put him in custody until the will and command of the LORD might be made clear to them."},{"number":13,"verse":"Then the LORD spoke to Moses, saying,"},{"number":14,"verse":"\"Bring the one who has cursed [the LORD] outside the camp, and let all who heard him lay their hands on his head [as witnesses to his guilt]; then let all the congregation stone him."},{"number":15,"verse":"You shall speak to the Israelites, saying, 'Whoever curses his God will bear his sin [through his own death]."},{"number":16,"verse":"Further, the one who blasphemes the name of the LORD shall most certainly be put to death; all the congregation shall stone him. The stranger as well as the native-born shall be put to death when he blasphemes the Name [of the LORD]."},{"number":17,"verse":"\"An Eye for an Eye\"'If a man takes the life of any human being [unlawfully], he shall most certainly be put to death."},{"number":18,"verse":"The one who kills an animal shall replace it, animal for animal."},{"number":19,"verse":"If a man injures his neighbor (fellow citizen), whatever he has done shall be done to him:"},{"number":20,"verse":"fracture for fracture, eye for eye, tooth for tooth; just as he has injured a man, so shall the same be done to him."},{"number":21,"verse":"The one who kills an animal shall replace it; but he who kills a human being [unlawfully] shall be put to death."},{"number":22,"verse":"You shall have one standard of law for the stranger among you as well as for the native, for I am the LORD your God.'\""},{"number":23,"verse":"Then Moses spoke to the Israelites, and they brought the one who had cursed [the LORD] outside the camp and stoned him with stones. Thus the Israelites did just as the LORD had commanded Moses."}]}