{"bibleAbbr":"AMP2015","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":8,"verses":[{"number":1,"verse":"(The Consecration of Aaron and His Sons) Then the LORD spoke to Moses, saying,"},{"number":2,"verse":"\"Take Aaron and his sons with him, and the garments [which are symbols of their office], and the anointing oil, and the bull for the sin offering, and the two rams, and the basket of unleavened bread;"},{"number":3,"verse":"and assemble the entire congregation at the doorway of the Tent of Meeting.\""},{"number":4,"verse":"Moses did as the LORD commanded him, and the congregation was assembled at the doorway of the Tent of Meeting."},{"number":5,"verse":"Moses said to the congregation, \"This is what the LORD has commanded us to do.\""},{"number":6,"verse":"Then Moses brought Aaron and his sons and washed them with water."},{"number":7,"verse":"He put the undertunic on Aaron, tied the sash around him, clothed him in the robe, and put the ephod (an upper vestment) on him. He tied the [skillfully woven] band of the ephod around him, with which he secured it to Aaron."},{"number":8,"verse":"Moses then put the breastpiece on Aaron, and he put in the breastpiece the Urim and the Thummim [the sacred articles the high priest used when seeking God's will concerning the nation]."},{"number":9,"verse":"He also put the turban on Aaron's head, and on it, in the front, Moses placed the golden plate, the holy crown, just as the LORD had commanded him."},{"number":10,"verse":"Then Moses took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them."},{"number":11,"verse":"He sprinkled some of the oil on the altar seven times and anointed the altar and all its utensils, and the basin and its stand, to consecrate them."},{"number":12,"verse":"Then he poured some of the anointing oil on Aaron's head and anointed him, to consecrate him."},{"number":13,"verse":"Next Moses brought Aaron's sons forward, put undertunics on them, belted them with sashes, and bound caps on them, just as the LORD had commanded Moses."},{"number":14,"verse":"Then he brought the bull for the sin offering, and Aaron and his sons laid their hands on the head of the bull."},{"number":15,"verse":"Next Moses killed it and took the blood and with his finger put some of it around on the horns of the altar and purified it [from sin]. Then he poured out the rest of the blood at the base of the altar and consecrated it, to make atonement for it."},{"number":16,"verse":"He took all the fat that was on the entrails, and the lobe of the liver, and the two kidneys with their fat, and Moses offered them up in smoke on the altar."},{"number":17,"verse":"But the bull (the sin offering) and its hide, its meat, and its refuse he burned in the fire outside the camp, just as the LORD had commanded Moses."},{"number":18,"verse":"He brought the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram."},{"number":19,"verse":"Moses killed it and sprinkled the blood around on the altar."},{"number":20,"verse":"When he had cut the ram into pieces, Moses offered up the head, the pieces, and the fat in smoke."},{"number":21,"verse":"After he had washed the entrails and the legs in water, Moses offered up the whole ram in smoke on the altar. It was a burnt offering for a sweet and soothing aroma, an offering by fire to the LORD, just as the LORD had commanded Moses."},{"number":22,"verse":"Then he brought the second ram, the ram of consecration (ordination), and Aaron and his sons laid their hands on the head of the ram."},{"number":23,"verse":"Moses killed it and took some of its blood and put it on the lobe of Aaron's right ear, and on the thumb of his right hand, and on the big toe of his right foot."},{"number":24,"verse":"He also brought Aaron's sons forward and put some of the blood on the lobes of their right ears, and the thumbs of their right hands, and the big toes of their right feet; and Moses sprinkled the rest of the blood around on the altar."},{"number":25,"verse":"He took the fat, the fat tail, all the fat that was on the entrails, the lobe of the liver, and the two kidneys and their fat, and the right thigh;"},{"number":26,"verse":"and from the basket of unleavened bread that was before the LORD, he took one unleavened cake, a cake of oiled bread, and one wafer and put them on the fat and on the right thigh;"},{"number":27,"verse":"and he put all these things in Aaron's hands and his sons' hands and presented them as a wave offering before the LORD."},{"number":28,"verse":"Then Moses took these things from their hands and offered them up in smoke on the altar with the burnt offering. They were a consecration (ordination) offering for a sweet and soothing aroma, an offering by fire to the LORD."},{"number":29,"verse":"Moses also took the breast and presented it as a wave offering before the LORD; it was Moses' portion of the ram of consecration (ordination), just as the LORD had commanded Moses."},{"number":30,"verse":"So Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron and his garments, and also on his sons and their garments with him; so Moses consecrated Aaron and his garments, and his sons and his sons' garments with him."},{"number":31,"verse":"Then Moses said to Aaron and to his sons, \"Boil the meat at the doorway of the Tent of Meeting and eat it there together with the bread that is in the basket of the consecration (ordination) offering, just as I commanded, saying, 'Aaron and his sons shall eat it.'"},{"number":32,"verse":"And what remains of the meat and of the bread you shall burn in the fire."},{"number":33,"verse":"You shall not go outside the doorway of the Tent of Meeting for seven days, until the days of your consecration (ordination) are ended; for it will take seven days to consecrate you."},{"number":34,"verse":"As has been done this day, so the LORD has commanded to do for your atonement."},{"number":35,"verse":"You shall remain day and night for seven days at the doorway of the Tent of Meeting, doing what the Lord has required you to do, so that you will not die; for so I (Moses) have been commanded.\""},{"number":36,"verse":"So Aaron and his sons did all the things which the LORD had commanded through Moses."}]}