{"bibleAbbr":"HSB+","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"זְכֹ֤ר <WH2142> ze-Chor Remember יְהוָה֙ <WH3068> Yah-weh O LORD מֶֽה־ <WH4100> meh- what הָ֣יָה <WH1961> Ha-yah has befallen לָ֔נוּ La-nu, ; הַבֵּיט hab-beit כהַבִּ֖יטָה <WH5027> hab-Bi-tah behold קוּרְאֵ֥ה <WH7200> u-re-'Eh and behold אֶת־ <WH853> 'et- חֶרְפָּתֵֽנוּ׃ <WH2781> cher-pa-Te-nu. our reproach"},{"number":2,"verse":"נַחֲלָתֵ֙נוּ֙ <WH5159> na-cha-la-Te-nu Our inheritance נֶֽהֶפְכָ֣ה <WH2015> ne-hef-Chah is turned לְזָרִ֔ים <WH2114> le-za-Rim, to strangers בָּתֵּ֖ינוּ <WH1004> bat-Tei-nu our houses לְנָכְרִֽים׃ <WH5237> le-na-che-Rim. to aliens"},{"number":3,"verse":"יְתוֹמִ֤ים <WH3490> ye-to-Mim We are orphans הָיִ֙ינוּ֙ <WH1961> ha-Yi-nu have become; אֵין 'ein כוְאֵ֣ין <WH369> ve-'Ein else קאָ֔ב <WH1> 'Av, A father אִמֹּתֵ֖ינוּ <WH517> 'im-mo-Tei-nu our mothers כְּאַלְמָנֽוֹת׃ <WH490> ke-'al-ma-Not. [are] as widows"},{"number":4,"verse":"מֵימֵ֙ינוּ֙ <WH4325> mei-Mei-nu our water בְּכֶ֣סֶף <WH3701> be-Che-sef for money שָׁתִ֔ינוּ <WH8354> sha-Ti-nu, We have drunken עֵצֵ֖ינוּ <WH6086> 'e-Tzei-nu our wood בִּמְחִ֥יר <WH4242> bim-Chir A price יָבֹֽאוּ׃ <WH935> ya-Vo-'u. comes"},{"number":5,"verse":"עַ֤ל <WH5921> 'al are at צַוָּארֵ֙נוּ֙ <WH6677> tzav-va-Re-nu Our necks נִרְדָּ֔פְנוּ <WH7291> nir-Da-fe-nu, [are] under persecution יָגַ֖עְנוּ <WH3021> ya-Ga'-nu we labour; לֹא lo כוְלֹ֥א <WH3808> ve-Lo not קהֽוּנַֽח־ <WH5117> hu-nach- [and] have no rest לָֽנוּ׃ La-nu."},{"number":6,"verse":"מִצְרַ֙יִם֙ <WH4713> mitz-Ra-yim Egyptian נָתַ֣נּוּ <WH5414> na-Tan-nu We have given יָ֔ד <WH3027> Yad, the hand אַשּׁ֖וּר <WH804> 'ash-Shur [and to] the Assyrians לִשְׂבֹּ֥עַֽ <WH7646> lis-Bo-a' to be satisfied לָֽחֶם׃ <WH3899> La-chem. with bread"},{"number":7,"verse":"אֲבֹתֵ֤ינוּ <WH1> 'a-vo-Tei-nu Our fathers חָֽטְאוּ֙ <WH2398> cha-te-'U have sinned; אֵינָם 'ei-nam כוְאֵינָ֔ם <WH369> ve-'ei-Nam, else ק; אֲנַחְנוּ 'a-nach-nu כוַאֲנַ֖חְנוּ <WH587> va-'a-Nach-nu ourselves קעֲוֹנֹתֵיהֶ֥ם <WH5771> 'a-vo-no-tei-Hem their iniquities סָבָֽלְנוּ׃ <WH5445> sa-Val-nu. and we have borne"},{"number":8,"verse":"עֲבָדִים֙ <WH5650> 'a-va-Dim Servants מָ֣שְׁלוּ <WH4910> Ma-she-lu have ruled בָ֔נוּ Va-nu, פֹּרֵ֖ק <WH6561> po-Rek over us [there is] none that doth deliver אֵ֥ין <WH369> 'ein There מִיָּדָֽם׃ <WH3027> mi-ya-Dam. [us] out of their hand"},{"number":9,"verse":"בְּנַפְשֵׁ֙נוּ֙ <WH5315> be-naf-She-nu with [the peril of] our lives נָבִ֣יא <WH935> na-Vi We gat לַחְמֵ֔נוּ <WH3899> lach-Me-nu, our bread מִפְּנֵ֖י <WH6440> mip-pe-Nei because חֶ֥רֶב <WH2719> Che-rev of the sword הַמִּדְבָּֽר׃ <WH4057> ham-mid-Bar. of the wilderness"},{"number":10,"verse":"עוֹרֵ֙נוּ֙ <WH5785> o-Re-nu Our skin כְּתַנּ֣וּר <WH8574> ke-tan-Nur like an oven נִכְמָ֔רוּ <WH3648> nich-Ma-ru, was black מִפְּנֵ֖י <WH6440> mip-pe-Nei because זַלְעֲפ֥וֹת <WH2152> zal-'a-Fot of the terrible רָעָֽב׃ <WH7458> ra-'Av. famine"},{"number":11,"verse":"נָשִׁים֙ <WH802> na-Shim the women בְּצִיּ֣וֹן <WH6726> be-tzi-Yon in Zion עִנּ֔וּ <WH6031> 'in-Nu, They ravished בְּתֻלֹ֖ת <WH1330> be-tu-Lot [and] the maids בְּעָרֵ֥י <WH5892> be-'a-Rei in the cities יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah"},{"number":12,"verse":"שָׂרִים֙ <WH8269> sa-Rim Princes בְּיָדָ֣ם <WH3027> be-ya-Dam by their hand נִתְל֔וּ <WH8518> nit-Lu, are hanged up פְּנֵ֥י <WH6440> pe-Nei the faces זְקֵנִ֖ים <WH2205> ze-ke-Nim of elders לֹ֥א <WH3808> lo were not נֶהְדָּֽרוּ׃ <WH1921> neh-Da-ru. were not honoured"},{"number":13,"verse":"בַּחוּרִים֙ <WH970> ba-chu-Rim the young men טְח֣וֹן <WH2911> te-Chon to grind נָשָׂ֔אוּ <WH5375> na-Sa-'u, They took וּנְעָרִ֖ים <WH5288> u-ne-'a-Rim and the children בָּעֵ֥ץ <WH6086> ba-'Etz under the wood כָּשָֽׁלוּ׃ <WH3782> ka-Sha-lu. fell"},{"number":14,"verse":"זְקֵנִים֙ <WH2205> ze-ke-Nim The elders מִשַּׁ֣עַר <WH8179> mish-Sha-'ar from the gate שָׁבָ֔תוּ <WH7673> sha-Va-tu, have ceased בַּחוּרִ֖ים <WH970> ba-chu-Rim the young men מִנְּגִינָתָֽם׃ <WH5058> min-ne-gi-na-Tam. from their musick"},{"number":15,"verse":"שָׁבַת֙ <WH7673> sha-Vat is ceased מְשׂ֣וֹשׂ <WH4885> me-Sos The joy לִבֵּ֔נוּ <WH3820> lib-Be-nu, of our heart נֶהְפַּ֥ךְ <WH2015> neh-Pach is turned לְאֵ֖בֶל <WH60> le-'E-vel into mourning מְחֹלֵֽנוּ׃ <WH4234> me-cho-Le-nu. our dance"},{"number":16,"verse":"נָֽפְלָה֙ <WH5307> na-fe-Lah is fallen עֲטֶ֣רֶת <WH5850> 'a-Te-ret The crown רֹאשֵׁ֔נוּ <WH7218> ro-She-nu, [from] our head אֽוֹי־ <WH188> 'o- woe נָ֥א <WH4994> na I beseech thee לָ֖נוּ La-nu כִּ֥י <WH3588> ki for חָטָֽאנוּ׃ <WH2398> cha-Ta-nu. unto us that we have sinned"},{"number":17,"verse":"עַל־ <WH5921> 'al- Because זֶ֗ה <WH2088> Zeh, of this הָיָ֤ה <WH1961> ha-Yah become דָוֶה֙ <WH1739> da-Veh is faint לִבֵּ֔נוּ <WH3820> lib-Be-nu, For this our heart עַל־ <WH5921> 'al- Because אֵ֖לֶּה <WH428> 'El-leh of these חָשְׁכ֥וּ <WH2821> cha-she-Chu are dim עֵינֵֽינוּ׃ <WH5869> 'ei-Nei-nu. for these [things] our eyes"},{"number":18,"verse":"עַ֤ל <WH5921> 'al Because הַר־ <WH2022> har- Because of the mountain צִיּוֹן֙ <WH6726> tzi-yOn of Zion שֶׁשָּׁמֵ֔ם <WH8074> shesh-sha-Mem, which is desolate שׁוּעָלִ֖ים <WH7776> shu-'a-Lim the foxes הִלְּכוּ־ <WH1980> hil-le-chu- walk בֽוֹ׃ vo. פ Peh"},{"number":19,"verse":"אַתָּ֤ה <WH859> 'at-Tah you יְהוָה֙ <WH3069> Yah-weh God לְעוֹלָ֣ם <WH5769> le-'o-Lam for ever תֵּשֵׁ֔ב <WH3427> te-Shev, remainest כִּסְאֲךָ֖ <WH3678> kis-'a-Cha thy throne לְדֹ֥ר <WH1755> le-Dor from generation וָדֽוֹר׃ <WH1755> va-Dor. to generation"},{"number":20,"verse":"לָ֤מָּה <WH4100> Lam-mah Why לָנֶ֙צַח֙ <WH5331> la-Ne-tzach us for ever תִּשְׁכָּחֵ֔נוּ <WH7911> tish-ka-Che-nu, Wherefore dost thou forget תַּֽעַזְבֵ֖נוּ <WH5800> ta-'az-Ve-nu [and] forsake לְאֹ֥רֶךְ <WH753> le-'O-rech us so long יָמִֽים׃ <WH3117> ya-Mim. age"},{"number":21,"verse":"הֲשִׁיבֵ֨נוּ <WH7725> ha-shi-Ve-nu Turn יְהוָ֤ה׀ <WH3068> Yah-weh thou us unto thee O LORD אֵלֶ֙יךָ֙ <WH413> 'e-Lei-cha about; וְנָשׁוּב ve-na-shuv כוְֽנָשׁ֔וּבָה <WH7725> ve-na-Shu-vah, Restore קחַדֵּ֥שׁ <WH2318> chad-Desh renew יָמֵ֖ינוּ <WH3117> ya-Mei-nu our days כְּקֶֽדֶם׃ <WH6924> ke-Ke-dem. as of old"},{"number":22,"verse":"כִּ֚י <WH3588> ki for אִם־ <WH518> 'im- lo מָאֹ֣ס <WH3988> ma-'Os But thou hast utterly מְאַסְתָּ֔נוּ <WH3973> me-'as-Ta-nu, refuse קָצַ֥פְתָּ <WH7107> ka-Tzaf-ta wroth עָלֵ֖ינוּ <WH5921> 'a-Lei-nu and עַד־ <WH5704> 'ad- art מְאֹֽד׃ <WH3966> me-'Od. us thou art very"}]}