{"bibleAbbr":"HOV2012","bookName":"प्रकाशितवाक्य","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"“इफिसुस की कलीसिया के दूत को यह लिख : “जो सातों तारे अपने दाहिने हाथ में लिये हुए है, और सोने की सातों दीवटों के बीच में फिरता है, वह यह कहता है कि"},{"number":2,"verse":"मैं तेरे काम, और तेरे परिश्रम, और तेरे धीरज को जानता हूँ; और यह भी कि तू बुरे लोगों को देख नहीं सकता, और जो अपने आप को प्रेरित कहते हैं, और हैं नहीं, उन्हें तू ने परखकर झूठा पाया।"},{"number":3,"verse":"तू धीरज धरता है, और मेरे नाम के लिये दु:ख उठाते उठाते थका नहीं।"},{"number":4,"verse":"पर मुझे तेरे विरुद्ध यह कहना है कि तू ने अपना पहला–सा प्रेम छोड़ दिया है।"},{"number":5,"verse":"इसलिये स्मरण कर कि तू कहाँ से गिरा है, और मन फिरा और पहले के समान काम कर। यदि तू मन न फिराएगा, तो मैं तेरे पास आकर तेरी दीवट को उसके स्थान से हटा दूँगा।"},{"number":6,"verse":"पर हाँ, तुझ में यह बात तो है कि तू नीकुलइयों के कामों से घृणा करता है, जिनसे मैं भी घृणा करता हूँ।"},{"number":7,"verse":"जिसके कान हों वह सुन ले कि आत्मा कलीसियाओं से क्या कहता है। जो जय पाए, मैं उसे उस जीवन के पेड़ में से जो परमेश्‍वर के स्वर्गलोक में है, फल खाने को दूँगा।"},{"number":8,"verse":"“स्मुरना की कलीसिया के दूत को यह लिख : “जो प्रथम और अन्तिम है, जो मर गया था और अब जीवित हो गया है , वह यह कहता है कि"},{"number":9,"verse":"मैं तेरे क्लेश और दरिद्रता को जानता हूँ (परन्तु तू धनी है), और जो लोग अपने आप को यहूदी कहते हैं और हैं नहीं, पर शैतान की सभा हैं, उनकी निन्दा को भी जानता हूँ।"},{"number":10,"verse":"जो दु:ख तुझ को झेलने होंगे, उन से मत डर। क्योंकि देखो, शैतान तुम में से कुछ को जेलखाने में डालने पर है ताकि तुम परखे जाओ; और तुम्हें दस दिन तक क्लेश उठाना होगा। प्राण देने तक विश्‍वासी रह, तो मैं तुझे जीवन का मुकुट दूँगा।"},{"number":11,"verse":"जिसके कान हों वह सुन ले कि आत्मा कलीसियाओं से क्या कहता है। जो जय पाए, उस को दूसरी मृत्यु से हानि न पहुँचेगी।"},{"number":12,"verse":"“पिरगमुन की कलीसिया के दूत को यह लिख : “जिसके पास दोधारी और तेज तलवार है, वह यह कहता है कि"},{"number":13,"verse":"मैं यह जानता हूँ कि तू वहाँ रहता है जहाँ शैतान का सिंहासन है; तू मेरे नाम पर स्थिर रहता है, और मुझ पर विश्‍वास करने से उन दिनों में भी पीछे नहीं हटा जिनमें मेरा विश्‍वासयोग्य साक्षी अन्तिपास, तुम्हारे बीच उस स्थान पर घात किया गया जहाँ शैतान रहता है।"},{"number":14,"verse":"पर मुझे तेरे विरुद्ध कुछ बातें कहनी हैं, क्योंकि तेरे यहाँ कुछ ऐसे हैं, जो बिलाम की शिक्षा को मानते हैं, ।"},{"number":15,"verse":"वैसे ही तेरे यहाँ कुछ ऐसे हैं, जो नीकुलइयों की शिक्षा को मानते हैं।"},{"number":16,"verse":"अत: मन फिरा, नहीं तो मैं तेरे पास शीघ्र ही आकर अपने मुख की तलवार से उनके साथ लड़ूँगा।"},{"number":17,"verse":"जिसके कान हों वह सुन ले कि आत्मा कलीसियाओं से क्या कहता है। जो जय पाए, उस को मैं गुप्‍त मन्ना में से दूँगा , जिसे उसके पानेवाले के सिवाय और कोई न जानेगा।"},{"number":18,"verse":"“थुआतीरा की कलीसिया के दूत को यह लिख : “परमेश्‍वर का पुत्र जिसकी आँखें आग की ज्वाला के समान, और जिसके पाँव उत्तम पीतल के समान हैं, वह यह कहता है कि"},{"number":19,"verse":"मैं तेरे कामों, तेरे प्रेम और विश्‍वास और सेवा और धीरज, को जानता हूँ और यह भी कि तेरे पिछले काम पहलों से बढ़कर हैं।"},{"number":20,"verse":"पर मुझे तेरे विरुद्ध यह कहना है कि तू उस स्त्री इजेबेल को रहने देता है जो अपने आप को भविष्यद्वक्‍तिन कहती है, और मेरे दासों को व्यभिचार करने और मूर्तियों के आगे चढ़ाई गई वस्तुएँ खाना सिखलाकर भरमाती है।"},{"number":21,"verse":"मैं ने उसको मन फिराने के लिये अवसर दिया, पर वह अपने व्यभिचार से मन फिराना नहीं चाहती।"},{"number":22,"verse":"देख, मैं उसे रोगशैय्या पर डालता हूँ; और जो उसके साथ व्यभिचार करते हैं यदि वे भी उसके से कामों से मन न फिराएँगे तो मैं उन्हें बड़े क्लेश में डालूँगा।"},{"number":23,"verse":"मैं उसके बच्‍चों को मार डालूँगा; तब सब कलीसियाएँ जान लेंगी कि हृदय और मन का परखनेवाला मैं ही हूँ,"},{"number":24,"verse":"पर तुम थुआतीरा के बाकी लोगों से, जितने इस शिक्षा को नहीं मानते और उन बातों को जिन्हें शैतान की गहरी बातें कहते हैं नहीं जानते, यह कहता हूँ कि मैं तुम पर और बोझ न डालूँगा।"},{"number":25,"verse":"पर हाँ, जो तुम्हारे पास है उस को मेरे आने तक थामे रहो।"},{"number":26,"verse":"जो जय पाए और मेरे कामों के अनुसार अन्त तक करता रहे, मैं उसे जाति जाति के लोगों पर अधिकार दूँगा,"},{"number":27,"verse":"और वह लोहे का राजदण्ड लिये हुए उन पर राज्य करेगा, जिस प्रकार कुम्हार के मिट्टी के बर्तन चकनाचूर हो जाते हैं : मैं ने भी ऐसा ही अधिकार अपने पिता से पाया है;"},{"number":28,"verse":"और मैं उसे भोर का तारा दूँगा।"},{"number":29,"verse":"जिसके कान हों वह सुन ले कि आत्मा कलीसियाओं से क्या कहता है।"}]}