{"bibleAbbr":"HOV2012","bookName":"प्रकाशितवाक्य","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"फिर उसने मुझे बिल्‍लौर की सी झलकती हुई, जीवन के जल की नदी दिखाई, जो परमेश्‍वर और मेम्ने के सिंहासन से निकलकर"},{"number":2,"verse":"उस नगर की सड़क के बीचों बीच बहती थी। नदी के इस पार और उस पार जीवन का वृक्ष था; उसमें बारह प्रकार के फल लगते थे, और वह हर महीने फलता था; और उस वृक्ष के पत्तों से जाति-जाति के लोग चंगे होते थे।"},{"number":3,"verse":"फिर स्राप न होगा, और परमेश्‍वर और मेम्ने का सिंहासन उस नगर में होगा और उसके दास उसकी सेवा करेंगे।"},{"number":4,"verse":"वे उसका मुँह देखेंगे, और उसका नाम उनके माथों पर लिखा हुआ होगा।"},{"number":5,"verse":"फिर रात न होगी, और उन्हें दीपक और सूर्य के उजियाले की अवश्यकता न होगी, क्योंकि प्रभु परमेश्‍वर उन्हें उजियाला देगा, और वे युगानुयुग राज्य करेंगे।"},{"number":6,"verse":"फिर उसने मुझ से कहा, “ये बातें विश्‍वास के योग्य और सत्य हैं। प्रभु ने, जो भविष्यद्वक्‍ताओं की आत्माओं का परमेश्‍वर है, अपने स्वर्गदूत को इसलिये भेजा कि अपने दासों को वे बातें, जिनका शीघ्र पूरा होना अवश्य है, दिखाए।”"},{"number":7,"verse":"“देख, मैं शीघ्र आनेवाला हूँ! धन्य है वह, जो इस पुस्तक की भविष्यद्वाणी की बातें मानता है।”"},{"number":8,"verse":"मैं वही यूहन्ना हूँ, जो ये बातें सुनता और देखता था। जब मैं ने सुना और देखा, तो जो स्वर्गदूत मुझे ये बातें दिखाता था, मैं उसके पाँवों पर दण्डवत् करने के लिये गिर पड़ा।"},{"number":9,"verse":"पर उसने मुझ से कहा, “देख, ऐसा मत कर; क्योंकि मैं तेरा, और तेरे भाई भविष्यद्वक्‍ताओं, और इस पुस्तक की बातों के माननेवालों का संगी दास हूँ। परमेश्‍वर ही को दण्डवत् कर।”"},{"number":10,"verse":"फिर उसने मुझ से कहा, “इस पुस्तक की भविष्यद्वाणी की बातों को बन्द मत कर; क्योंकि समय निकट है।"},{"number":11,"verse":"जो अन्याय करता है, वह अन्याय ही करता रहे; और जो मलिन है, वह मलिन बना रहे; और जो धर्मी है, वह धर्मी बना रहे; और जो पवित्र है; वह पवित्र बना रहे। ”"},{"number":12,"verse":"“देख, मैं शीघ्र आनेवाला हूँ; और हर एक के काम के अनुसार बदला देने के लिये प्रतिफल मेरे पास है।"},{"number":13,"verse":"मैं अल्फा और ओमेगा, पहला और अन्तिम, आदि और अन्त हूँ ।"},{"number":14,"verse":"“धन्य वे हैं, जो अपने वस्त्र धो लेते हैं, क्योंकि उन्हें जीवन के वृक्ष के पास आने का अधिकार मिलेगा, और वे फाटकों से होकर नगर में प्रवेश करेंगे।"},{"number":15,"verse":"पर कुत्ते, और टोन्हें, और व्यभिचारी, और हत्यारे और मूर्तिपूजक, और हर एक झूठ का चाहनेवाला और गढ़नेवाला बाहर रहेगा।"},{"number":16,"verse":"“मुझ यीशु ने अपने स्वर्गदूत को इसलिये भेजा कि तुम्हारे आगे कलीसियाओं के विषय में इन बातों की गवाही दे। मैं दाऊद का मूल और वंश, और भोर का चमकता हुआ तारा हूँ। ”"},{"number":17,"verse":"आत्मा और दुल्हिन दोनों कहती हैं, “आ!” और सुननेवाला भी कहे, “आ!” जो प्यासा हो वह आए, और जो कोई चाहे वह जीवन का जल सेंतमेंत ले।"},{"number":18,"verse":"मैं हर एक को, जो इस पुस्तक की भविष्यद्वाणी की बातें सुनता है, गवाही देता हूँ : यदि कोई मनुष्य इन बातों में कुछ बढ़ाए तो परमेश्‍वर उन विपत्तियों को, जो इस पुस्तक में लिखी हैं, उस पर बढ़ाएगा।"},{"number":19,"verse":"यदि कोई इस भविष्यद्वाणी की पुस्तक की बातों में से कुछ निकाल डाले, तो परमेश्‍वर उस जीवन के वृक्ष और पवित्र नगर में से, जिसका वर्णन इस पुस्तक में है, उसका भाग निकाल देगा।"},{"number":20,"verse":"जो इन बातों की गवाही देता है वह यह कहता है, “हाँ, मैं शीघ्र आनेवाला हूँ।” आमीन। हे प्रभु यीशु आ!"},{"number":21,"verse":"प्रभु यीशु का अनुग्रह पवित्र लोगों के साथ रहे। आमीन।"}]}