{"bibleAbbr":"HOV2012","bookName":"गलातियों","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"चौदह वर्ष के बाद मैं बरनबास के साथ फिर यरूशलेम को गया, और तीतुस को भी साथ ले गया।"},{"number":2,"verse":"मेरा जाना ईश्‍वरीय प्रकाशन के अनुसार हुआ; और जो सुसमाचार मैं अन्यजातियों में प्रचार करता हूँ, उसको मैं ने उन्हें बता दिया, पर एकान्त में उनको जो बड़े समझे जाते थे, ताकि ऐसा न हो कि मेरी इस समय की या पिछली दौड़ धूप व्यर्थ ठहरे।"},{"number":3,"verse":"परन्तु तीतुस को भी जो मेरे साथ था और जो यूनानी है, खतना कराने के लिये विवश नहीं किया गया।"},{"number":4,"verse":"यह उन झूठे भाइयों के कारण हुआ जो चोरी से घुस आए थे, कि उस स्वतंत्रता का जो मसीह यीशु में हमें मिली है, भेद लेकर हमें दास बनाएँ।"},{"number":5,"verse":"एक घड़ी भर उनके अधीन होना हम ने न माना, इसलिये कि सुसमाचार की सच्‍चाई तुम में बनी रहे।"},{"number":6,"verse":"फिर जो लोग कुछ समझे जाते थे (वे चाहे कैसे भी थे मुझे इस से कुछ काम नहीं; परमेश्‍वर किसी का पक्षपात नहीं करता ) - उनसे जो कुछ समझे जाते थे, मुझे कुछ भी नहीं प्राप्‍त हुआ।"},{"number":7,"verse":"परन्तु इसके विपरीत जब उन्होंने देखा कि जैसा खतना किए हुए लोगों के लिये सुसमाचार का काम पतरस को सौंपा गया, वैसा ही खतनारहितों के लिये मुझे सुसमाचार सुनाना सौंपा गया।"},{"number":8,"verse":"(क्योंकि जिसने पतरस से खतना किए हुओं में प्रेरिताई का कार्य बड़े प्रभाव सहित करवाया, उसी ने मुझ से भी अन्यजातियों में प्रभावशाली कार्य करवाया),"},{"number":9,"verse":"और जब उन्होंने उस अनुग्रह को जो मुझे मिला था जान लिया, तो याकूब, और कैफा, और यूहन्ना ने जो कलीसिया के खम्भे समझे जाते थे, मुझ को और बरनबास को संगति का दाहिना हाथ दिया कि हम अन्यजातियों के पास जाएँ और वे खतना किए हुओं के पास;"},{"number":10,"verse":"केवल यह कहा कि हम कंगालों की सुधि लें, और इसी काम को करने का मैं आप भी यत्न कर रहा था।"},{"number":11,"verse":"पर जब कैफा अन्ताकिया में आया, तो मैं ने उसके मुँह पर उसका सामना किया, क्योंकि वह दोषी ठहरा था।"},{"number":12,"verse":"इसलिये कि याकूब की ओर से कुछ लोगों के आने से पहले वह अन्यजातियों के साथ खाया करता था, परन्तु जब वे आए तो खतना किए हुए लोगों के डर के मारे वह पीछे हट गया और किनारा करने लगा।"},{"number":13,"verse":"उसके साथ शेष यहूदियों ने भी कपट किया, यहाँ तक कि बरनबास भी उनके कपट में पड़ गया।"},{"number":14,"verse":"पर जब मैं ने देखा कि वे सुसमाचार की सच्‍चाई पर सीधी चाल नहीं चलते, तो मैं ने सब के सामने कैफा से कहा, “जब तू यहूदी होकर अन्यजातियों के समान चलता है और यहूदियों के समान नहीं तो तू अन्यजातियों को यहूदियों के समान चलने को क्यों कहता है?”"},{"number":15,"verse":"हम तो जन्म से यहूदी हैं, और पापी अन्यजातियों में से नहीं।"},{"number":16,"verse":"तौभी यह जानकर कि मनुष्य व्यवस्था के कामों से नहीं, पर केवल यीशु मसीह पर विश्‍वास करने के द्वारा धर्मी ठहरता है, हम ने आप भी मसीह यीशु पर विश्‍वास किया कि हम व्यवस्था के कामों से नहीं, पर मसीह पर विश्‍वास करने से धर्मी ठहरें; इसलिये कि व्यवस्था के कामों से कोई प्राणी धर्मी न ठहरेगा।"},{"number":17,"verse":"हम जो मसीह में धर्मी ठहरना चाहते हैं, यदि आप ही पापी निकलें तो क्या मसीह पाप का सेवक है? कदापि नहीं!"},{"number":18,"verse":"क्योंकि जो कुछ मैं ने गिरा दिया यदि उसी को फिर बनाता हूँ, तो अपने आप को अपराधी ठहराता हूँ।"},{"number":19,"verse":"मैं तो व्यवस्था के द्वारा व्यवस्था के लिये मर गया कि परमेश्‍वर के लिये जीऊँ।"},{"number":20,"verse":"मैं मसीह के साथ क्रूस पर चढ़ाया गया हूँ, अब मैं जीवित न रहा, पर मसीह मुझ में जीवित है; और मैं शरीर में अब जो जीवित हूँ तो केवल उस विश्‍वास से जीवित हूँ जो परमेश्‍वर के पुत्र पर है, जिस ने मुझ से प्रेम किया और मेरे लिये अपने आप को दे दिया।"},{"number":21,"verse":"मैं परमेश्‍वर के अनुग्रह को व्यर्थ नहीं ठहराता; क्योंकि यदि व्यवस्था के द्वारा धार्मिकता होती, तो मसीह का मरना व्यर्थ होता।"}]}