{"bibleAbbr":"HOV2012","bookName":"गलातियों","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"मैं यह कहता हूँ कि वारिस जब तक बालक है, यद्यपि सब वस्तुओं का स्वामी है, तौभी उसमें और दास में कोई भेद नहीं।"},{"number":2,"verse":"परन्तु पिता के ठहराए हुए समय तक संरक्षकों और प्रबन्धकों के वश में रहता है।"},{"number":3,"verse":"वैसे ही हम भी, जब बालक थे, तो संसार की आदि शिक्षा के वश में होकर दास बने हुए थे।"},{"number":4,"verse":"परन्तु जब समय पूरा हुआ, तो परमेश्‍वर ने अपने पुत्र को भेजा जो स्त्री से जन्मा, और व्यवस्था के अधीन उत्पन्न हुआ,"},{"number":5,"verse":"ताकि व्यवस्था के अधीनों को मोल लेकर छुड़ा ले, और हम को लेपालक होने का पद मिले।"},{"number":6,"verse":"और तुम जो पुत्र हो, इसलिये परमेश्‍वर ने अपने पुत्र के आत्मा को, जो ‘हे अब्बा, हे पिता’ कहकर पुकारता है, हमारे हृदयों में भेजा है।"},{"number":7,"verse":"इसलिये तू अब दास नहीं, परन्तु पुत्र है; और जब पुत्र हुआ, तो परमेश्‍वर के द्वारा वारिस भी हुआ।"},{"number":8,"verse":"पहले तो तुम परमेश्‍वर को न जानकर उनके दास थे जो स्वभाव से परमेश्‍वर नहीं,"},{"number":9,"verse":"पर अब जो तुम ने परमेश्‍वर को पहचान लिया वरन् परमेश्‍वर ने तुम को पहचाना, तो उन निर्बल और निकम्मी आदि-शिक्षा की बातों की ओर क्यों फिरते हो, जिनके तुम दोबारा दास होना चाहते हो?"},{"number":10,"verse":"तुम दिनों और महीनों और नियत समयों और वर्षों को मानते हो।"},{"number":11,"verse":"मैं तुम्हारे विषय में डरता हूँ, कहीं ऐसा न हो कि जो परिश्रम मैं ने तुम्हारे लिये किया है वह व्यर्थ ठहरे।"},{"number":12,"verse":"हे भाइयो, मैं तुम से विनती करता हूँ, तुम मेरे समान हो जाओ; क्योंकि मैं भी तुम्हारे समान हो गया हूँ; तुम ने मेरा कुछ बिगाड़ा नहीं।"},{"number":13,"verse":"पर तुम जानते हो कि पहले-पहल मैं ने शरीर की निर्बलता के कारण तुम्हें सुसमाचार सुनाया।"},{"number":14,"verse":"और तुम ने मेरी शारीरिक दशा को जो तुम्हारी परीक्षा का कारण थी, तुच्छ न जाना; न उससे घृणा की; और परमेश्‍वर के दूत वरन् स्वयं मसीह के समान मुझे ग्रहण किया।"},{"number":15,"verse":"तो वह तुम्हारा आनन्द मनाना कहाँ गया? मैं तुम्हारा गवाह हूँ कि यदि हो सकता तो तुम अपनी आँखें भी निकालकर मुझे दे देते।"},{"number":16,"verse":"तो क्या तुम से सच बोलने के कारण मैं तुम्हारा बैरी बन गया हूँ?"},{"number":17,"verse":"वे तुम्हें मित्र बनाना तो चाहते हैं, पर भले उद्देश्य से नहीं; वरन् तुम्हें अलग करना चाहते हैं कि तुम उन्हीं को मित्र बना लो।"},{"number":18,"verse":"पर यह भी अच्छा है कि भली बात में हर समय मित्र बनाने का यत्न किया जाए, न केवल उसी समय कि जब मैं तुम्हारे साथ रहता हूँ।"},{"number":19,"verse":"हे मेरे बालको, जब तक तुम में मसीह का रूप न बन जाए, तब तक मैं तुम्हारे लिये फिर ज़च्‍चा की सी पीड़ाएँ सहता हूँ।"},{"number":20,"verse":"इच्छा तो यह होती है कि अब तुम्हारे पास आकर और ही प्रकार से बोलूँ, क्योंकि तुम्हारे विषय में मैं उलझन में हूँ।"},{"number":21,"verse":"तुम जो व्यवस्था के अधीन होना चाहते हो, मुझे बताओ, क्या तुम व्यवस्था की नहीं सुनते?"},{"number":22,"verse":"यह लिखा है कि अब्राहम के दो पुत्र हुए; एक दासी से और एक स्वतंत्र स्त्री से।"},{"number":23,"verse":"परन्तु जो दासी से हुआ, वह शारीरिक रीति से जन्मा; और जो स्वतंत्र स्त्री से हुआ, वह प्रतिज्ञा के अनुसार जन्मा।"},{"number":24,"verse":"इन बातों में दृष्‍टान्त है : ये स्त्रियाँ मानो दो वाचाएँ हैं, एक तो सीनै पहाड़ की जिससे दास ही उत्पन्न होते हैं; और वह हाजिरा है।"},{"number":25,"verse":"और हाजिरा मानो अरब का सीनै पहाड़ है, और आधुनिक यरूशलेम उसके तुल्य है, क्योंकि वह अपने बालकों समेत दासत्व में है।"},{"number":26,"verse":"पर ऊपर की यरूशलेम स्वतंत्र है, और वह हमारी माता है।"},{"number":27,"verse":"क्योंकि लिखा है, “हे बाँझ, तू जो नहीं जनती आनन्द कर; तू जिसको पीड़ाएँ नहीं उठतीं, गला खोलकर जय जयकार कर; क्योंकि त्यागी हुई की सन्तान सुहागिन की सन्तान से भी अधिक हैं।”"},{"number":28,"verse":"हे भाइयो, हम इसहाक के समान प्रतिज्ञा की सन्तान हैं।"},{"number":29,"verse":"और जैसा उस समय शरीर के अनुसार जन्मा हुआ आत्मा के अनुसार जन्मे हुए को सताता था, वैसा ही अब भी होता है।"},{"number":30,"verse":"परन्तु पवित्रशास्त्र क्या कहता है? “दासी और उसके पुत्र को निकाल दे, क्योंकि दासी का पुत्र स्वतंत्र स्त्री के पुत्र के साथ उत्तराधिकारी नहीं होगा।”"},{"number":31,"verse":"इसलिये हे भाइयो, हम दासी के नहीं परन्तु स्वतंत्र स्त्री की सन्तान हैं।"}]}