{"bibleAbbr":"BB1572","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":2,"verses":[{"number":1,"verse":"These are the children of the prouince, that went vp out of the captiuitie, whom Nabuchodonosor the king of Babylon had caried away vnto Babylon: & came againe vnto Hierusalem and into Iuda euery one vnto his citie."},{"number":2,"verse":"They that came with Zorobabel [are these:] Iesua, Nehemiah, Saraiah, Rehelaia, Mardochai, Bilsan, Mispar, Biguai, Rehum, Baana. This is the number of the men of the people of Israel:"},{"number":3,"verse":"The children of Pharos, two thousand an hundred seuentie and two."},{"number":4,"verse":"The children of Sephatia, three hundred seuentie and two."},{"number":5,"verse":"The children of Arath, seuen hundred seuentie and fiue."},{"number":6,"verse":"The children of the captaine of Moab, of the children of Iesua and Ioab, two thousand eyght hundred and twelue."},{"number":7,"verse":"The children of Elam, a thousand two hundred fiftie and foure."},{"number":8,"verse":"The children of Zathu, nine hundred and fouretie and fiue."},{"number":9,"verse":"The children of Zaccai, seuen hundred and threescore."},{"number":10,"verse":"The children of Bani, sixe hundred fouretie and two."},{"number":11,"verse":"The children of Bebal, sixe hundred twentie and three."},{"number":12,"verse":"The children of Asgad, a thousand two hundred twentie and two."},{"number":13,"verse":"The children of Adonicam, sixe hundred sixtie and sixe."},{"number":14,"verse":"The childre of Beguai, two thousand fiftie and sixe."},{"number":15,"verse":"The children of Adin, foure hundred fiftie and foure."},{"number":16,"verse":"The children of Ater of Hezekia, ninetie and eyght."},{"number":17,"verse":"The children of Bezai, three hundred twentie and three."},{"number":18,"verse":"The children of Iora, an hundred and twelue."},{"number":19,"verse":"The children of Hasum, two hundred twentie and three."},{"number":20,"verse":"The children of Gebbar, ninetie & fiue."},{"number":21,"verse":"The children of Bethlehem, an hundred twentie and three."},{"number":22,"verse":"The men of Netopha, fiftie and sixe."},{"number":23,"verse":"The men of Anathoth, an hundred twentie and eyght."},{"number":24,"verse":"The children of Asinaueth, fouretie and two."},{"number":25,"verse":"The children of Kiriathiarim, euen the children of Cephira and Beeroth, seuen hundred fouretie and three."},{"number":26,"verse":"The children of Harama and Geba, sixe hundred twentie and one."},{"number":27,"verse":"The men of Michmas, an hundred twentie and two."},{"number":28,"verse":"The men of Bethel and Hay, two hundred twentie and three."},{"number":29,"verse":"The children of Nebo, fiftie and two."},{"number":30,"verse":"The children of Magbis, an hundred fiftie and sixe."},{"number":31,"verse":"The childre of the other Elam, a thousand two hundred fiftie and foure."},{"number":32,"verse":"The children of Harim, three hundred and twentie."},{"number":33,"verse":"The children of Lodhadid and Ono, seuen hundred twentie and fiue."},{"number":34,"verse":"The childre of Iericho, three hundred fouretie and fiue."},{"number":35,"verse":"The children of Senaa, three thousand sixe hundred and thirtie."},{"number":36,"verse":"The priestes: of the children of Iedaia of the house of Iesua, nine hundred seuentie and three."},{"number":37,"verse":"The children of Immer, a thousand fiftie and two."},{"number":38,"verse":"The children of Phashur, a thousand two hundred fouretie and seuen."},{"number":39,"verse":"The children of Arim, a thousand and seuenteene."},{"number":40,"verse":"The Leuites: the children of Iesua & Cadmiel, of the children of Hodauia, seuentie and foure."},{"number":41,"verse":"The singers: the children of Asaph, an hundred twentie and eyght."},{"number":42,"verse":"The children of the doore kepers, the children of Sallum, the children of Ater, the children of Talmon, the children of Accub, the children of Hatita, the children of Sobai, altogether an hundred thirtie and nine."},{"number":43,"verse":"The Nethinims: the children of Ziha, the children of Asupha, the children of Tabaoth,"},{"number":44,"verse":"The children of Ceros, the children of Siaa, the children of Padon,"},{"number":45,"verse":"The children of Lebana, the children of Hagaba, the children of Accub,"},{"number":46,"verse":"The children of Hagab, the children of Semlai, the children of Hanan,"},{"number":47,"verse":"The children of Giddel, the children of Gahar, the children of Reaia,"},{"number":48,"verse":"The children of Razin, the children of Necoda, the children of Gasam,"},{"number":49,"verse":"The children of Uzza, the children of Paseah, the children of Besai,"},{"number":50,"verse":"The children of Asna, the children of Mehunim, the children of Nephusim,"},{"number":51,"verse":"The children of Bacbuc, the children of Hacupa, the children of Harhur,"},{"number":52,"verse":"The children of Bazluth, the children of Mehida, the children of Harsa,"},{"number":53,"verse":"The children of Barcos, the children of Sisara, the children of Thamah,"},{"number":54,"verse":"The children of Neziah, the children of Hatipha."},{"number":55,"verse":"The children of Solomons seruautes, the children of Sotai, the children of Sophereth, the children of Peruda,"},{"number":56,"verse":"The children of Iaala, the children of Darcon, the children of Giddel,"},{"number":57,"verse":"The children of Sephatiah, the children of Hattil, the children of Pochereth Hazbaim, the children of Ami."},{"number":58,"verse":"All the Nethinims, and the children of Solomons seruauntes, were altogether three hundred ninetie and two."},{"number":59,"verse":"And these went vp from Thelmelah, and from Thelharsa, Cherub, Addon, and Immer: but they coulde not discerne their fathers house & their seede, whether they were of Israel."},{"number":60,"verse":"The children of Delata, the children of Tobia, the children of Necoda, sixe hundre fiftie and two."},{"number":61,"verse":"And of the children of the priestes: the children of Habaia, the children of Accoz, the childre of Berzillai, which toke one of the daughters of Berzillai the Gileadite to wyfe, and was called after their name."},{"number":62,"verse":"These sought their euidence among them that had the regester of birth, and were not founde therein, therefore were they put from the priesthood."},{"number":63,"verse":"And Hathirsatha said vnto them that they should not eate of the most holy, till there rose vp a priest [to weare] Urim and Thummim."},{"number":64,"verse":"The whole congregation together, was fouretie & two thousand, three hundred and threescore:"},{"number":65,"verse":"Beside their seruauntes and maydens, of whom there were seuen thousand three hundred thirtie and seuen: And there were among them two hundred singing men and women."},{"number":66,"verse":"Their Horses were seuen hundred thirtie and sixe: their Mules two hundred fouretie and fiue,"},{"number":67,"verse":"And their Camels foure hundred thirtie and fiue: their Asses sixe thousand seuen hundred and twentie."},{"number":68,"verse":"And certaine of the chiefe fathers, when they came to the house of the Lorde at Hierusalem, they offred them selues wylling for the house of God, to set it vp in his place:"},{"number":69,"verse":"And gaue golde after their habilitie, vnto the treasure of the worke, euen threescore and one thousand peeces, and fiue thousand pounde of siluer, and an hundred priestes garmentes."},{"number":70,"verse":"So the priestes, and the Leuites and certaine of the people, and the singers, and the porters, and the Nethinims dwelt in their cities, and all Israel in their cities."}]}