{"bibleAbbr":"BB1572","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"These are now the principall fathers of them, and this is the register of them that went vp with me from Babylon, what time as king Artaxerxes raigned."},{"number":2,"verse":"Of the children of Phinehes, Gersom: of the children of Ithamar, Daniel: of the children of Dauid, Hattus:"},{"number":3,"verse":"Of the children of Zechania, among the children of Pharos, Zachari & with him were numbred an hundred and fiftie men."},{"number":4,"verse":"Of the childre of the captaine of Moab, Elioenai the sonne of Zerahia, & with him two hundred men."},{"number":5,"verse":"Of the children of Zechania the sonne of Iahasiel, and with him three hundred men."},{"number":6,"verse":"Of the children of Adin, Abed the sonne of Ionathan, and with hym fiftie men."},{"number":7,"verse":"Of the children of Elam, Isai the sonne of Athalia, and with hym seuentie men."},{"number":8,"verse":"Of the children of Saphatia, Zebadia the sonne of Michael, and with hym fourescore men."},{"number":9,"verse":"Of the children of Ioab, Obadia the sonne of Iehiel, and with him two hundred and eyghteene men."},{"number":10,"verse":"Of the children of Selomith, the sonne of Iosephia, and with hym an hundred and threescore men."},{"number":11,"verse":"Of the children of Bebai, Zachari the sonne of Bebai, and with hym twentie and eyght men."},{"number":12,"verse":"Of the children of Asgad, Iohanan the sonne of Hakatan, and with hym an hundred and ten men."},{"number":13,"verse":"Of the children of Adonicam that were the last, whose names are these: Eliphelet, Iehiel, and Samaiah, & with them threescore men."},{"number":14,"verse":"Of the children of Biguai, Uthai, and Zabud, & with them seuentie men."},{"number":15,"verse":"And I gathered them together by the water that runneth towarde Ahaua, and there abode we three dayes: And I loked among the people and the priestes, and founde there none of the children of Leui."},{"number":16,"verse":"Then sent I to Eliezer, to Ariel, Semeia, Elnachan, Iarib, Elnathan, Nathan, Zacharia, and to Mesullam, the rulers, and to Ioiarib and Elnathan, which were men of vnderstanding."},{"number":17,"verse":"And to those gaue I commaundement vnto Iddo the chiefest at Casphia, and I told them what they should say vnto Iddo & to his brethren the Nethinims at Casphia, that they shoulde cause the ministers of the house of our God to come vnto vs."},{"number":18,"verse":"And through the good hande of our God vpon vs, they brought vs a very wyse man from among the children of Moholi the sonne of Leui the sonne of Israel, and Sarabia with his sonnes and his brethren, euen eyghteene."},{"number":19,"verse":"And Hasabia and with him Isai of the children of Merari, with his brethren, and their sonnes, twentie."},{"number":20,"verse":"And of the Nethinims whom Dauid and the princes gaue to minister vnto the Leuites, two hundred and twentie of Nethininis: which al were named by name."},{"number":21,"verse":"And euen there at the water beside Ahaua I proclaymed a fast, that we might humble our selues before our God, and seke of hym a right way for vs, and for our children, and for all our substaunce."},{"number":22,"verse":"For I was ashamed to require of the king souldiers and horsemen, to helpe vs against the enemie in the way: for we had spoken vnto the king, saying: The hande of our God is vpon all them that seke him in goodnesse, & his power and wrath is against all them that forsake hym."},{"number":23,"verse":"So we fasted, and besought our God for this, and he was entreated of vs."},{"number":24,"verse":"And I toke out twelue of the chiefe priestes, Sarabia, and Hasabia, and ten of their brethren with them,"},{"number":25,"verse":"And wayed them the siluer and golde, and vessels that were appoynted for the house of our God, whiche the king and his consaylers, and his lordes, and al Israel that were there at hand, had geuen together."},{"number":26,"verse":"And I wayed vnto their hande sixe hundred and fiftie talentes of siluer, and in siluer vessels an hundred talentes, and in golde an hundred talentes:"},{"number":27,"verse":"Twentie basons of gold of a thousand drammes, and two costly vessels of good brasse, as cleare as golde."},{"number":28,"verse":"And I sayde vnto them: Ye are consecrate vnto the Lord, like as the vessels are holy also: and the gold and siluer are geuen of a good wil vnto the Lord God of your fathers."},{"number":29,"verse":"Watch ye, and kepe them: for ye shall way them downe before the chiefe priestes, and Leuites, and auncient fathers of Israel at Hierusalem, in the treasuries of the house of the Lorde."},{"number":30,"verse":"Then toke the priestes and Leuites the wayed siluer and golde, and vessels, to bring it to Hierusalem vnto the house of our God."},{"number":31,"verse":"And we brake vp from the water of Ahaua on the twelfth day of the first moneth, to go vnto Hierusalem: and the hande of our God was vpon vs, and deliuered vs from the hande of the enemies, and of such as layed wayte for vs by the way."},{"number":32,"verse":"And we came to Hierusalem, and abode there three dayes."},{"number":33,"verse":"But on the fourth day was the siluer and gold and vessels wayed in the house of our God by the hande of Meremoth the sonne of Uria the priest, and with him was Eleazar the sonne of Phinehes, and with them was Iosabad the sonne of Iesua, and Noadia the sonne of Bennoi the Leuites."},{"number":34,"verse":"According to the number and weyght of euery one, was the wayght all written vp at the same time."},{"number":35,"verse":"And the children of the captiuitie, which were come out of captiuitie, offred burnt offringes vnto the God of Israel, twelue bullockes for all Israel, ninetie and sixe rammes, seuentie and seuen lambes, twelue hee goates for sinne [offering] all to the burnt offering of the Lorde."},{"number":36,"verse":"And they deliuered the kinges commission vnto the kinges officers, and to the captaynes that were beyonde the water: And they promoted the people, and the house of God."}]}