{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"( ହିତୋପଦେଶର ଉପାଦେୟତା) ଦାଉଦଙ୍କ ପୁତ୍ର ଇସ୍ରାଏଲର ରାଜା ଶଲୋମନଙ୍କ ହିତୋପଦେଶ;"},{"number":2,"verse":"ଜ୍ଞାନ ଓ ଉପଦେଶ ବୁଝିବାକୁ; ଜ୍ଞାନଜନକ ବାକ୍ୟ ବିବେଚନା କରିବାକୁ;"},{"number":3,"verse":"ସୁଆଚରଣ, ସାଧୁତା ଓ ସୁବିବେଚନା ଏବଂ ନ୍ୟାୟ ବିଷୟରେ ଉପଦେଶ ଗ୍ରହଣ କରିବାକୁ;"},{"number":4,"verse":"ସରଳ ଲୋକଙ୍କୁ ସତର୍କତା ଓ ଯୁବା ଲୋକକୁ ବିଦ୍ୟା ଓ ପରିଣାମଦର୍ଶିତା ଦେବାକୁ;"},{"number":5,"verse":"ଯେପରି ଜ୍ଞାନବାନ ଲୋକ (ତାହା) ଶୁଣି ପାଣ୍ତିତ୍ୟରେ ବୃଦ୍ଧି ପାଇବ ଏବଂ ବୁଦ୍ଧିମାନ ଲୋକ ହିତଜନକ ପରାମର୍ଶ ପ୍ରାପ୍ତ ହେବ;"},{"number":6,"verse":"ପୁଣି, ଏକ ଉପଦେଶ କଥା ଓ ଏକ ରୂପକ କଥା ଏବଂ ପଣ୍ତିତମାନଙ୍କର ବାକ୍ୟ ଓ ସେମାନଙ୍କର ଗୂଢ଼ ବଚନ ବୁଝି ପାରିବ ।"},{"number":7,"verse":"( ଯୁବ ସମାଜକୁ ଉପଦେଶ) ସଦାପ୍ରଭୁଙ୍କ ବିଷୟକ ଭୟ ଜ୍ଞାନର ଆରମ୍ଭ; ମାତ୍ର ନିର୍ବୋଧ ଲୋକେ ଜ୍ଞାନ ଓ ଉପଦେଶ ତୁଚ୍ଛ ବୋଧ କରନ୍ତି ।"},{"number":8,"verse":"ହେ ମୋହର ପୁତ୍ର, ତୁମ୍ଭ ପିତାର ଉପଦେଶ ଶୁଣ ଓ ତୁମ୍ଭ ମାତାର ଆଦେଶ ପରିତ୍ୟାଗ କର ନାହିଁ ।"},{"number":9,"verse":"ଯେହେତୁ ତାହା ତୁମ୍ଭର ଅନୁଗ୍ରହଜନକ ଶିରୋଭୂଷଣ ଓ ଗଳଦେଶର ହାର ସ୍ଵରୂପ ହେବ ।"},{"number":10,"verse":"ହେ ମୋହର ପୁତ୍ର, ପାପୀଗଣ ତୁମ୍ଭକୁ ଫୁସୁଲାଇଲେ, ତୁମ୍ଭେ ସମ୍ମତ ହୁଅ ନାହିଁ ।"},{"number":11,"verse":"ସେମାନେ ଯେବେ କହନ୍ତି, ଆମ୍ଭମାନଙ୍କ ସହିତ ଆସ, ଆମ୍ଭେମାନେ ରକ୍ତପାତ କରିବାକୁ ଛକି ବସୁ, ନିର୍ଦ୍ଦୋଷମାନଙ୍କୁ ଅକାରଣରେ ଧରିବାକୁ ଗୁପ୍ତରେ ଲୁଚି ରହୁ;"},{"number":12,"verse":"ପାତାଳର ନ୍ୟାୟ ଆମ୍ଭେମାନେ ସେମାନଙ୍କୁ ଜୀଅନ୍ତା ଗ୍ରାସ କରୁ ଓ ଗର୍ତ୍ତପତିତ ଲୋକ ପରି ସେମାନଙ୍କୁ ସର୍ବତୋଭାବେ ଗ୍ରାସ କରୁ;"},{"number":13,"verse":"ତହିଁରେ ଆମ୍ଭେମାନେ ସର୍ବପ୍ରକାର ବହୁମୂଲ୍ୟ ଧନ ପାଇବା, ଲୁଟିତ ଦ୍ରବ୍ୟରେ ଆପଣା ଆପଣା ଗୃହ ପରିପୂର୍ଣ୍ଣ କରିବା,"},{"number":14,"verse":"ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଅଂଶୀ ହେବ; ଆମ୍ଭ ସମସ୍ତଙ୍କର ଏକତୋଡ଼ା ହେବ ।"},{"number":15,"verse":"ହେ ମୋହର ପୁତ୍ର, ତୁମ୍ଭେ ସେମାନଙ୍କ ସଙ୍ଗେ ସେହି ପଥରେ ଚାଲ ନାହିଁ, ସେମାନଙ୍କ ପଥରୁ ଆପଣା ପାଦ ଅଟକାଅ;"},{"number":16,"verse":"ଯେହେତୁ ସେମାନଙ୍କ ଚରଣ କୁକ୍ରିୟା କରିବାକୁ ଦୌଡ଼େ ଓ ରକ୍ତପାତ କରିବାକୁ ଶୀଘ୍ର ଧାଇଁଯାଏ ।"},{"number":17,"verse":"କୌଣସି ପକ୍ଷୀର ଆକ୍ଷି ଆଗରେ ଜାଲ ପାତିବା ନିତା; ବ୍ୟର୍ଥ ହୁଏ ।"},{"number":18,"verse":"ସେମାନେ ନିଜ ନିଜର ରକ୍ତପାତ କରିବାକୁ ଛକି ବସନ୍ତି ଓ ଆପଣାମାନଙ୍କ ପ୍ରାଣକୁ (ଧରିବା ପାଇଁ) ଗୁପ୍ତରେ ଲୁଚି ରହନ୍ତି ।"},{"number":19,"verse":"ସମସ୍ତ ଧନଲୋଭୀର ଗତି ଏହି; ତାହା ଧନର ଅଧିକାରୀମାନଙ୍କର ପ୍ରାଣ ନାଶ କରେ ।"},{"number":20,"verse":"( ଜ୍ଞାନର ଆହ୍ଵାନ) ଜ୍ଞାନ ରାସ୍ତାରେ ଉଚ୍ଚସ୍ଵରରେ ଡାକେ; ସେ ଛକ ସ୍ଥାନମାନଙ୍କରେ ଆପଣା ରବ ଶୁଣାଏ;"},{"number":21,"verse":"ସେ ଲୋକମାନଙ୍କର ପ୍ରଧାନ ସ୍ଥାନରେ ଡାକେ; ନଗର ଦ୍ଵାରର ପ୍ରବେଶ ସ୍ଥାନରେ ଓ ନଗର ମଧ୍ୟରେ ଆପଣା ବାକ୍ୟ ଉଚ୍ଚାରଣ କରି କହେଣ:"},{"number":22,"verse":"ହେ ନିର୍ବୋଧ ଲୋକମାନେ, କେତେ କାଳ ମୂର୍ଖତାକୁ ଭଲ ପାଇବ ? ହେ ନିନ୍ଦୁକମାନେ, ଆଉ କେତେ କାଳ ନିନ୍ଦାରେ ସନ୍ତୁଷ୍ଟ ଥିବ ? ହେ ମୂର୍ଖମାନେ, ଆଉ କେତେ କାଳ ବିଦ୍ୟାକୁ ଘୃଣା କରିବ ?"},{"number":23,"verse":"ମୋʼ ଅନୁଯୋଗରେ ମନ ଫେରାଅ; ଦେଖ, ମୁଁ ତୁମ୍ଭମାନଙ୍କ ଉପରେ ଆପଣା ଆତ୍ମା ଢାଳି ଦେବି, ମୁଁ ଆପଣା ବାକ୍ୟସବୁ ତୁମ୍ଭମାନଙ୍କୁ ଜଣାଇବି ।"},{"number":24,"verse":"ଯେହେତୁ ମୁଁ ଡାକିଲି, ପୁଣି ତୁମ୍ଭେମାନେ ନାସ୍ତି କଲ; ମୁଁ ହସ୍ତ ବିସ୍ତାର କଲି, କେହି ମାନ୍ୟ କଲା ନାହିଁ;"},{"number":25,"verse":"ମାତ୍ର ତୁମ୍ଭେମାନେ ମୋହର ସମସ୍ତ ମନ୍ତ୍ରଣା ତୁଚ୍ଛଜ୍ଞାନ କଲ, ପୁଣି ମୋହର କୌଣସି ଅନୁଯୋଗକୁ ଚାହିଁଲ ନାହିଁ;"},{"number":26,"verse":"ଏହେତୁ ମୁଁ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କ ବିପଦ ବେଳେ ହସିବି, ତୁମ୍ଭମାନଙ୍କର ଆଶଙ୍କା ଉପସ୍ଥିତ ହେବା ସମୟରେ ମୁଁ ପରିହାସ କରିବି ।"},{"number":27,"verse":"ଯେତେବେଳେ ପ୍ରଚଣ୍ତ ଝଡ଼ ପରି ତୁମ୍ଭମାନଙ୍କର ଆଶଙ୍କା ଉପସ୍ଥିତ ହେବ ଓ ଘୂର୍ଣ୍ଣିବାୟୁ ପରି ତୁମ୍ଭମାନଙ୍କର ବିପଦ ଆସିବ; ଯେତେବେଳେ କ୍ଳେଶ ଓ ବେଦନା ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଘଟିବନ୍ତ"},{"number":28,"verse":"ସେତେବେଳେ ସେମାନେ ମୋତେ ଡାକ ପକାଇବେ, ମାତ୍ର ମୁଁ ଉତ୍ତର ଦେବି ନାହିଁ; ସେମାନେ ଅତି ଯନିରେ ମୋହର ଅନ୍ଵେଷଣ କରିବେ, ମାତ୍ର ମୋହର ଉଦ୍ଦେଶ୍ୟ ପାଇବେ ନାହିଁ ।"},{"number":29,"verse":"କାରଣ ସେମାନେ ବିଦ୍ୟାକୁ ଘୃଣା କଲେ ଓ ସଦାପ୍ରଭୁଙ୍କ ବିଷୟକ ଭୟ ମନୋନୀତ କଲେ ନାହିଁ;"},{"number":30,"verse":"ସେମାନେ ମୋହର କୌଣସି ମନ୍ତ୍ରଣା ଗ୍ରହଣ କଲେ ନାହିଁ ଓ ମୋହର ସମସ୍ତ ଅନୁଯୋଗ ହେୟଜ୍ଞାନ କଲେ ।"},{"number":31,"verse":"ତେଣୁକରି ସେମାନେ ଆପଣା ଆପଣା କର୍ମର ପ୍ରତିଫଳ ଭୁଞ୍ଜିବେ ଓ ଆପଣା ଆପଣା କୁପରାମର୍ଶର ସମ୍ପୂର୍ଣ୍ଣ ଫଳ ଭୋଗ କରିବେ ।"},{"number":32,"verse":"ହଁ, ନିର୍ବୋଧମାନଙ୍କର ବିପଥ-ଗମନ ସେମାନଙ୍କୁ ବିନାଶ କରିବ ଓ ଅଜ୍ଞାନମାନଙ୍କର ଆତ୍ମତୃପ୍ତି ସେମାନଙ୍କୁ ସଂହାର କରିବ ।"},{"number":33,"verse":"ମାତ୍ର ଯେଉଁ ଲୋକ ମୋହର କଥା ଶୁଣେ, ସେ ନିରାପଦରେ ବାସ କରିବ ଓ ଅମଙ୍ଗଳର ଆଶଙ୍କା ବିନା ବିଶ୍ରାମ ପାଇବ ।"}]}