{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"( ଶଲୋମନଙ୍କ ହିତୋପଦେଶ) ଶଲୋମନଙ୍କର ହିତୋପଦେଶ । ଜ୍ଞାନବାନ ପୁତ୍ର ପିତାର ଆନନ୍ଦ ଜନ୍ମାଏ; କିନ୍ତୁ ହୀନବୁଦ୍ଧି ପୁତ୍ର ତାହା ମାତାର ଶୋକର କାରଣ ।"},{"number":2,"verse":"ଦୁଷ୍ଟତା-ଜାତ ଧନ କିଛି ଫଳ ଦିଏ ନାହିଁ; ମାତ୍ର ଧାର୍ମିକତା ମୃତ୍ୟୁରୁ ଉଦ୍ଧାର କରେ ।"},{"number":3,"verse":"ସଦାପ୍ରଭୁ ଧାର୍ମିକର ପ୍ରାଣକୁ କ୍ଷୁଧାରେ କ୍ଷୀଣ ହେବାକୁ ଦେବେ ନାହିଁ; ମାତ୍ର ସେ ଦୁଷ୍ଟର କାମନା ଫିଙ୍ଗି ଦିଅନ୍ତି ।"},{"number":4,"verse":"ଯେଉଁ ଲୋକ ଶିଥିଳ ହସ୍ତରେ କର୍ମ କରେ, ସେ ଦରିଦ୍ର ହୁଅଇ; ମାତ୍ର କର୍ମଶୀଳର ହସ୍ତ ଧନବାନ କରେ।"},{"number":5,"verse":"ଗ୍ରୀଷ୍ମକାଳରେ ଯେ ସଞ୍ଚୟ କରେ, ସେ ବୁଦ୍ଧିମାନ ପୁତ୍ର; ମାତ୍ର ଫସଲ ସମୟରେ ଯେ ନିଦ୍ରିତ ଥାଏ, ସେହି ପୁତ୍ର ଲଜ୍ଜାଜନକ।"},{"number":6,"verse":"ଧାର୍ମିକର ମସ୍ତକରେ ଆଶୀର୍ବାଦ ବର୍ତ୍ତେ; ମାତ୍ର ଦୁଷ୍ଟର ମୁଖ ଦୌରାତ୍ମ୍ୟ ଢାଙ୍କେ ।"},{"number":7,"verse":"ଧାର୍ମିକର ସ୍ମରଣ ଧନ୍ୟ, ମାତ୍ର ଦୁଷ୍ଟର ନାମ ପଚିଯିବ ।"},{"number":8,"verse":"ଯେ ଅନ୍ତଃକରଣରେ ଜ୍ଞାନୀ, ସେ ଆଜ୍ଞା ଗ୍ରହଣ କରିବ; ମାତ୍ର ଅଜ୍ଞାନ ବକୁଆ ପତିତ ହେବ ।"},{"number":9,"verse":"ସରଳାଚାରୀ ନିର୍ଭୟରେ ଚାଲେ, ମାତ୍ର ବକ୍ରଗାମୀ ଜଣାପଡ଼ିବ ।"},{"number":10,"verse":"ଯେ ଆକ୍ଷିରେ ଠାର ମାରେ, ସେ ଦୁଃଖ ଜନ୍ମାଏ, ପୁଣି ଅଜ୍ଞାନ ବକୁଆ ପତିତ ହେବ ।"},{"number":11,"verse":"ଧାର୍ମିକର ମୁଖ ଜୀବନର ନିର୍ଝର, ମାତ୍ର ଦୁଷ୍ଟର ମୁଖ ଦୌରାତ୍ମ୍ୟ ଢାଙ୍କେ ।"},{"number":12,"verse":"ହିଂସା କଳି ଜନ୍ମାଏ, ମାତ୍ର ପ୍ରେମ ସବୁ ଅଧର୍ମ ଢାଙ୍କେ ।"},{"number":13,"verse":"ସୁବିବେକୀର ଓଷ୍ଠରେ ଜ୍ଞାନ ଥାଏ, ମାତ୍ର ନିର୍ବୋଧର ପିଠି ପାଇଁ ବାଡ଼ି ।"},{"number":14,"verse":"ଜ୍ଞାନୀମାନେ ବିଦ୍ୟା ସଞ୍ଚୟ କରନ୍ତି, ମାତ୍ର ଅଜ୍ଞାନର ମୁଖ ଉପସ୍ଥିତ ବିନାଶ ସ୍ଵରୂପ ।"},{"number":15,"verse":"ଧନୀର ଧନ ତାହାର ଦୃଢ଼ ନଗର, ଦରିଦ୍ରମାନଙ୍କ ଦରିଦ୍ରତା ସେମାନଙ୍କର ବିନାଶ ।"},{"number":16,"verse":"ଧାର୍ମିକର ପରିଶ୍ରମ ଜୀବନଜନକ, ପୁଣି ଅଧାର୍ମିକର ଆୟ ପାପଜନକ ।"},{"number":17,"verse":"ଉପଦେଶ ଯେ ମାନେ, ସେ ଜୀବନ-ପଥରେ ଚାଲେ; ମାତ୍ର ଯେ ଅନୁଯୋଗ ତ୍ୟାଗ କରେ, ସେ ଭ୍ରାନ୍ତ ହୁଏ ।"},{"number":18,"verse":"ଯେ ହିଂସା ଆଚ୍ଛାଦନ କରେ, ତାହାର ଓଷ୍ଠାଧର ମିଥ୍ୟାବାଦୀ; ପୁଣି, ଯେ ଅପବାଦ ରଟନା କରେ, ସେ ଅଜ୍ଞାନ ।"},{"number":19,"verse":"ବହୁ ବାକ୍ୟରେ ଅଧର୍ମର ଅଭାବ ନ ଥାଏ, ମାତ୍ର ଯେ ଆପଣା ଓଷ୍ଠାଧରକୁ ଦମନ କରେ, ସେ ବୁଦ୍ଧିମାନ ।"},{"number":20,"verse":"ଧାର୍ମିକର ଜିହ୍ଵା ମନୋନୀତ ରୂପା ତୁଲ୍ୟ, ମାତ୍ର ଦୁଷ୍ଟର ହୃଦୟ ଅଳ୍ପ ମୂଲ୍ୟ ।"},{"number":21,"verse":"ଧାର୍ମିକର ଓଷ୍ଠାଧର ଅନେକଙ୍କୁ ପ୍ରତିପାଳନ କରେ, ମାତ୍ର ଅଜ୍ଞାନମାନେ ନିର୍ବୋଧତା ହେତୁରୁ ମରନ୍ତି ।"},{"number":22,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଆଶୀର୍ବାଦ ଧନବାନ କରେ, ପୁଣି ସେ ତାହା ସଙ୍ଗରେ ଦୁଃଖ ଯୋଗ କରନ୍ତି ନାହିଁ ।"},{"number":23,"verse":"କୁକ୍ରିୟା କରିବାର ଅଜ୍ଞାନର କୌତୁକ, ସେହିପରି ଜ୍ଞାନ ବୁଦ୍ଧିମାନ ଲୋକର ।"},{"number":24,"verse":"ଦୁଷ୍ଟ ଲୋକ ଯାହା ଭୟ କରେ, ତାହା ହିଁ ତାହାକୁ ଘଟେ; ମାତ୍ର ଧାର୍ମିକର ମନୋବାଞ୍ଛା ତାହାକୁ ଦିଆଯିବ।"},{"number":25,"verse":"ଘୂର୍ଣ୍ଣିବାୟୁ ବହିଲେ ଦୁଷ୍ଟ ଆଉ ନ ଥାଏ, ମାତ୍ର ଧାର୍ମିକ ଅନନ୍ତକାଳସ୍ଥାୟୀ ମୂଳଦୁଆ ସ୍ଵରୂପ।"},{"number":26,"verse":"ଯେପରି ଦନ୍ତକୁ କଟୁ ରସ ଓ ଚକ୍ଷୁକୁ ଧୂଆଁ, ସେପରି ଆପଣା ପ୍ରେରକମାନଙ୍କ ପ୍ରତି ଅଳସୁଆ ।"},{"number":27,"verse":"ସଦାପ୍ରଭୁଙ୍କ ବିଷୟକ ଭୟ ଦିନ ବଢ଼ାଏ, ମାତ୍ର ଦୁଷ୍ଟର ବର୍ଷ ଊଣା କରାଯିବ ।"},{"number":28,"verse":"ଧାର୍ମିକର ଆଶା ଆନନ୍ଦଜନକ ହେବ, ମାତ୍ର ଦୁଷ୍ଟର ଭରସା କ୍ଷୟ ପାଇବ ।"},{"number":29,"verse":"ସଦାପ୍ରଭୁଙ୍କ ପଥ ସରଳାଚାରୀମାନଙ୍କ ପ୍ରତି ଦୃଢ଼ ଗଡ଼; ମାତ୍ର କୁକର୍ମକାରୀମାନଙ୍କ ପ୍ରତି ତାହା ବିନାଶଜନକ ।"},{"number":30,"verse":"ଧାର୍ମିକ କେବେ ହେଁ ଘୁଞ୍ଚା ଯିବ ନାହିଁ; ମାତ୍ର ଦୁଷ୍ଟ ଦେଶବାସୀ ହେବ ନାହିଁ ।"},{"number":31,"verse":"ଧାର୍ମିକର ମୁଖ ଜ୍ଞାନ ଜନ୍ମାଏ, ମାତ୍ର କୁଟିଳବାଦୀ ଜିହ୍ଵା ଉଚ୍ଛିନ୍ନ ହେବ ।"},{"number":32,"verse":"ଧାର୍ମିକର ଓଷ୍ଠାଧର ତୁଷ୍ଟିକର କଥା ଜାଣେ, ମାତ୍ର ଦୁଷ୍ଟର ମୁଖ କୁଟିଳ କଥା କହେ ।"}]}