{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"ଅନ୍ତଃକରଣର କଳ୍ପନା ମନୁଷ୍ୟର ଅଟେ; ମାତ୍ର ଜିହ୍ଵାର ଉତ୍ତର ସଦାପ୍ରଭୁଙ୍କଠାରୁ ହୁଏ ।"},{"number":2,"verse":"ମନୁଷ୍ୟର ସମସ୍ତ ଗତି ଆପଣା ଦୃଷ୍ଟିରେ ନିର୍ମଳ; ମାତ୍ର ସଦାପ୍ରଭୁ ଆତ୍ମାମାନଙ୍କୁ ତୌଲନ୍ତି ।"},{"number":3,"verse":"ସଦାପ୍ରଭୁଙ୍କୁ ତୁମ୍ଭର କାର୍ଯ୍ୟ ସମର୍ପଣ କର, ତହିଁରେ ତୁମ୍ଭର ସଙ୍କଳ୍ପ ସ୍ଥିରୀକୃତ ହେବ ।"},{"number":4,"verse":"ସଦାପ୍ରଭୁ ପ୍ରତ୍ୟେକ ବିଷୟକୁ ତହିଁର ନିଜ ଉଦ୍ଦେଶ୍ୟ ସାଧନ ନିମନ୍ତେ କରିଅଛନ୍ତି; ଦୁଷ୍ଟକୁ ହିଁ ଦୁର୍ଦ୍ଦିନ ନିମନ୍ତେ।"},{"number":5,"verse":"ମନରେ ଗର୍ବୀ ପ୍ରତ୍ୟେକ ଲୋକ ସଦାପ୍ରଭୁଙ୍କଠାରେ ଘୃଣିତ, ହାତ ଧରାଧରି ହେଲେ ହେଁ ସେ ଅଦଣ୍ତିତ ନୋହିବ ।"},{"number":6,"verse":"ଦୟା ଓ ସତ୍ୟତାରେ ପାପର ପ୍ରାୟଶ୍ଚିତ୍ତ ହୁଏ, ପୁଣି ସଦାପ୍ରଭୁ ବିଷୟକ ଭୟ ଦ୍ଵାରା ମନୁଷ୍ୟମାନେ କୁକ୍ରିୟା ତ୍ୟାଗ କରନ୍ତି ।"},{"number":7,"verse":"ମନୁଷ୍ୟର ଗତି ସଦାପ୍ରଭୁଙ୍କର ତୁଷ୍ଟିକର ହେଲେ, ସେ ତାହାର ଶତ୍ରୁମାନଙ୍କୁ ହିଁ ତାହା ସହିତ ଶାନ୍ତିରେ ବାସ କରାନ୍ତି ।"},{"number":8,"verse":"ଅନ୍ୟାୟ ସହିତ ପ୍ରଚୁର ଆୟରୁ ଧାର୍ମିକତା ସହିତ ଅଳ୍ପ ଭଲ ।"},{"number":9,"verse":"ମନୁଷ୍ୟର ମନ ଆପଣା ପଥ ବିଷୟ କଳ୍ପନା କରେ; ମାତ୍ର ସଦାପ୍ରଭୁ ତାହାର ଗତି ନିରୂପଣ କରନ୍ତି ।"},{"number":10,"verse":"ରାଜାର ଓଷ୍ଠରେ ଦିବ୍ୟ-ବାକ୍ୟ ଥାଏ, ତାହାର ମୁଖ ବିଚାରରେ ସତ୍ୟ ଲଙ୍ଘନ କରିବ ନାହିଁ ।"},{"number":11,"verse":"ଯଥାର୍ଥ ବିଶା ଓ ଦଣ୍ତି ସଦାପ୍ରଭୁଙ୍କର ଓ ଥଳୀରେ ଥିବା ବଟଖରାସବୁ ତାହାଙ୍କର କର୍ମ ।"},{"number":12,"verse":"କୁକର୍ମ କରିବାର ରାଜାମାନଙ୍କର ଘୃଣା ବିଷୟ; ଯେହେତୁ ଧାର୍ମିକତାରେ ସିଂହାସନ ସ୍ଥିରୀକୃତ ହୁଏ ।"},{"number":13,"verse":"ଧର୍ମଯୁକ୍ତ ଓଷ୍ଠ ରାଜାମାନଙ୍କର ତୁଷ୍ଟିକର, ପୁଣି ଯଥାର୍ଥବାଦୀକି ସେମାନେ ପ୍ରେମ କରନ୍ତି ।"},{"number":14,"verse":"ରାଜାର କ୍ରୋଧ ମୃତ୍ୟୁର ଦୂତ ପରି; ମାତ୍ର ଜ୍ଞାନୀ ଲୋକ ତାହା ଶା; କରେ ।"},{"number":15,"verse":"ରାଜାର ପ୍ରସନ୍ନ ବଦନରେ ଜୀବନ ଥାଏ, ପୁଣି ତାହାର ଅନୁଗ୍ରହ ଶେଷ ବର୍ଷାର ମେଘ ସ୍ଵରୂପ ।"},{"number":16,"verse":"ସୁନା ଅପେକ୍ଷା ଜ୍ଞାନ ଲାଭ କରିବା, ପୁଣି ରୂପା ଅପେକ୍ଷା ବରଞ୍ଚ ସୁବିବେଚନା ଲାଭ ମନୋନୀତ କରିବାର କିପରି ଉତ୍ତମ !"},{"number":17,"verse":"ମନ୍ଦତା ତ୍ୟାଗ କରିବାର ସରଳ ଲୋକମାନଙ୍କର ରାଜଦାଣ୍ତ, ଯେଉଁ ଲୋକ ଆପଣା ପଥ ଜଗି ଚାଲେ, ସେ ଆପଣା ପ୍ରାଣ ରକ୍ଷା କରେ ।"},{"number":18,"verse":"ଅହଙ୍କାର ସର୍ବନାଶର ସମ୍ମୁଖରେ ଥାଏ, ପୁଣି ଦାମ୍ଭିକ ମନ ପତନର ସମ୍ମୁଖରେ ଥାଏ ।"},{"number":19,"verse":"ଅହଙ୍କାରୀମାନଙ୍କ ସହିତ ଲୁଟିତ ଦ୍ରବ୍ୟ ଭାଗ କରିବା ଅପେକ୍ଷା ଦୀନାତ୍ମା ସହିତ ନମ୍ର ହେବାର ଭଲ ।"},{"number":20,"verse":"ଯେଉଁ ଲୋକ (ପରମେଶ୍ଵରଙ୍କ) ବାକ୍ୟରେ ମନୋଯୋଗ କରେ, ସେ ମଙ୍ଗଳ ପାଏ, ପୁଣି ସଦାପ୍ରଭୁଙ୍କ-ଠାରେ ଯେ ନିର୍ଭର କରେ, ସେ ଧନ୍ୟ ।"},{"number":21,"verse":"ମନରେ ଜ୍ଞାନୀ ଲୋକ ବୁଦ୍ଧିମାନ ବିଖ୍ୟାତ ହୁଏ, ପୁଣି ଓଷ୍ଠାଧରର ମିଷ୍ଟତା ପାଣ୍ତିତ୍ୟ ବଢ଼ାଏ ।"},{"number":22,"verse":"ସଦ୍ବୁଦ୍ଧି, ତାହା ପାଇଥିବା ଲୋକ ପ୍ରତି ଜୀବନର ଝର ସ୍ଵରୂପ ଅଟେ; ମାତ୍ର ଅଜ୍ଞାନତା ଅଜ୍ଞାନମାନଙ୍କର ଶାସ୍ତି ।"},{"number":23,"verse":"ଜ୍ଞାନବାନର ହୃଦୟ ଆପଣା ମୁଖକୁ ଶିକ୍ଷା ଦିଏ, ପୁଣି ତାହାର ଓଷ୍ଠାଧର ପାଣ୍ତିତ୍ୟ ବଢ଼ାଏ ।"},{"number":24,"verse":"ମନୋହର ଭାଷା ମଧୁଚାକ ସଦୃଶ, ତାହା ମନକୁ ସୁମିଷ୍ଟ, ଅସ୍ଥିକି ସ୍ଵାସ୍ଥ୍ୟ ।"},{"number":25,"verse":"ମନୁଷ୍ୟର ଦୃଷ୍ଟିରେ କୌଣସି କୌଣସି ପଥ ସରଳ ଦିଶେ, ମାତ୍ର ତହିଁର ଶେଷରେ ମୃତ୍ୟୁର ପଥ ଥାଏ ।"},{"number":26,"verse":"ପରିଶ୍ରମକାରୀର କ୍ଷୁଧା ତାହା ନିମନ୍ତେ ପରିଶ୍ରମ କରେ, ଯେହେତୁ ତାହାର ମୁଖ ତହିଁ ପାଇଁ ତାହାକୁ ତମ୍ଵି କରେ ।"},{"number":27,"verse":"ପାପାଧମ ଲୋକ ଅନିଷ୍ଟ କଳ୍ପନା କରେ, ପୁଣି ତାହାର ଓଷ୍ଠରେ ଜ୍ଵଳନ୍ତା ଅଗ୍ନି ପରି ଥାଏ ।"},{"number":28,"verse":"କୁଟିଳ ମନୁଷ୍ୟ କଳି ବୁଣେ, ପୁଣି କର୍ଣ୍ଣେଜପ ବିଶେଷ ମିତ୍ରଗଣକୁ ବିଭିନ୍ନ କରେ ।"},{"number":29,"verse":"ଅତ୍ୟାଚାରୀ ଆପଣା ପ୍ରତିବାସୀକି ଭୁଲାଏ, ପୁଣି ତାହାକୁ କୁପଥରେ କଢ଼ାଇ ନିଏ ।"},{"number":30,"verse":"ଯେଉଁ ଲୋକ ଆପଣା ଚକ୍ଷୁ ମୁଦେ, ସେ କୁଟିଳ ବିଷୟ କଳ୍ପନା କରିବାକୁ ତାହା କରେ; ଯେ ଆପଣା ଓଷ୍ଠାଧରକୁ ଚିପେ, ସେ ମନ୍ଦକର୍ମ ସିଦ୍ଧ କରେ ।"},{"number":31,"verse":"ପକ୍ଵକେଶ ଶୋଭାଜନକ ମୁକୁଟ, ତାହା ଧର୍ମ-ପଥରେ ପ୍ରାପ୍ତ ହୁଏ ।"},{"number":32,"verse":"ଯେ କ୍ରୋଧରେ ଧୀର, ସେ ବୀର ଅପେକ୍ଷା ଶ୍ରେଷ୍ଠ; ପୁଣି, ଯେ ନିଜ ଆତ୍ମା ଉପରେ କର୍ତ୍ତୃତ୍ଵ କରେ, ସେ ନଗର ଜୟକାରୀ ଅପେକ୍ଷା ଭଲ ।"},{"number":33,"verse":"ଗୁଲିବାଣ୍ଟ କୋଳରେ ପକାଯାଏ, ମାତ୍ର ତହିଁର ନିଷ୍ପତ୍ତି ସଦାପ୍ରଭୁଙ୍କଠାରୁ ହୁଏ ।"}]}