{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"ବିବାଦଯୁକ୍ତ ଭୋଜରେ ପୂର୍ଣ୍ଣ ଗୃହ ଅପେକ୍ଷା ଶାନ୍ତି ସହିତ କଳେକ ଶୁଷ୍କ ଅନ୍ନ ଭଲ ।"},{"number":2,"verse":"ଯେଉଁ ଦାସ ବୁଦ୍ଧିପୂର୍ବକ ଚଳେ, ସେ ଲଜ୍ଜାଦାୟୀ ପୁତ୍ର ଉପରେ କର୍ତ୍ତୃତ୍ଵ କରେ, ପୁଣି ଭାଇମାନଙ୍କ ସଙ୍ଗରେ ଅଧିକାରର ବାଣ୍ଟ ପାଏ ।"},{"number":3,"verse":"କୋୟିରେ ରୂପାର ଓ ଉହ୍ମାଇରେ ସୁନାର ପରୀକ୍ଷା ହୁଏ; ମାତ୍ର ସଦାପ୍ରଭୁ ଅନ୍ତଃକରଣର ପରୀକ୍ଷା କରନ୍ତି ।"},{"number":4,"verse":"କୁକ୍ରିୟାକାରୀ ଲୋକ ଦୁଷ୍ଟ ଓଷ୍ଠାଧରର କଥା ଶୁଣେ, ପୁଣି ମିଥ୍ୟାବାଦୀ ହିଂସ୍ର ଜିହ୍ଵାରେ କର୍ଣ୍ଣପାତ କରେ ।"},{"number":5,"verse":"ଯେଉଁ ଲୋକ ଦରିଦ୍ରକୁ ପରିହାସ କରେ, ସେ ତାହାର ସୃଷ୍ଟିକର୍ତ୍ତାଙ୍କୁ ନିନ୍ଦା କରେ; ପୁଣି, ବିପଦରେ ଯେ ଆନନ୍ଦ କରେ, ସେ ଅଦଣ୍ତିତ ରହିବ ନାହିଁ ।"},{"number":6,"verse":"ସନ୍ତାନଗଣର ସନ୍ତାନମାନେ ବୃଦ୍ଧ ଲୋକମାନଙ୍କର ମୁକୁଟ; ପୁଣି, ସନ୍ତାନମାନଙ୍କର ଗୌରବ ସେମାନଙ୍କ ପିତୃଗଣ ।"},{"number":7,"verse":"ବାକ୍ପଟୁ ଓଷ୍ଠ ମୂଢ଼ର ଅନୁପଯୁକ୍ତ, ମିଥ୍ୟାବାଦୀ ଓଷ୍ଠାଧର କୁଳୀନର ଅଧିକ ଅନୁପଯୁକ୍ତ ।"},{"number":8,"verse":"ଗ୍ରାହକର ଦୃଷ୍ଟିରେ ଦାନ ବହୁମୂଲ୍ୟ ମଣି ତୁଲ୍ୟ, ତାହା ଯେଉଁ ଦିଗରେ ଫେରେ, ସେହି ଦିଗରେ ସଫଳ ହୁଏ ।"},{"number":9,"verse":"ଯେ ଅଧର୍ମ ଢାଙ୍କେ, ସେ ପ୍ରେମ ଖୋଜେ; ମାତ୍ର ଯେ ପୁନଃ ପୁନଃ ଗୋଟିଏ କଥା ଉତ୍ଥାପନ କରେ, ସେ ବିଶେଷ ମିତ୍ରଗଣକୁ ବିଭିନ୍ନ କରେ ।"},{"number":10,"verse":"ମୂର୍ଖକୁ ଶହେ ମାଡ଼ ଅପେକ୍ଷା ବୁଦ୍ଧିମାନକୁ ପଦେ ଅନୁଯୋଗ ଅଧିକ କାଟେ ।"},{"number":11,"verse":"ଦୁର୍ଜ୍ଜନ କେବଳ ବିଦ୍ରୋହ ଖୋଜେ, ଏଣୁ ତାହା ବିରୁଦ୍ଧରେ ନିଷ୍ଠୁର ଦୂତ ପଠାଯିବ ।"},{"number":12,"verse":"ଛୁଆହରା ଭଲ୍ଲୂକୀ ପଛେ ମନୁଷ୍ୟକୁ ଭେଟୁ, ନିଜ ଅଜ୍ଞାନତାରେ ମଗ୍ନ ମୂର୍ଖ ନ ଭେଟୁ ।"},{"number":13,"verse":"ଯେଉଁ ଲୋକ ଭଲ ବଦଳେ ମନ୍ଦ କରେ, ତାହାର ଗୃହକୁ ମନ୍ଦ କେବେ ଛାଡ଼ିବ ନାହିଁ ।"},{"number":14,"verse":"କଳିର ଆରମ୍ଭ କେହି (ବନ୍ଧ କାଟି) ଜଳ ଛାଡ଼ି ଦେବା ପରି; ଏଣୁ କନ୍ଦଳ ହେବା ପୂର୍ବେ ବିବାଦ ଛାଡ଼ ।"},{"number":15,"verse":"ଯେ ଦୁଷ୍ଟକୁ ନିର୍ଦ୍ଦୋଷ କରେ ଓ ଯେ ଧାର୍ମିକକୁ ଦୋଷୀ କରେ, ସେ ଦୁହେଁ ସଦାପ୍ରଭୁଙ୍କଠାରେ ସମାନ ରୂପେ ଘୃଣିତ ।"},{"number":16,"verse":"ଜ୍ଞାନ କ୍ରୟ କରିବା ନିମନ୍ତେ ମୂର୍ଖ ହାତରେ କାହିଁକି ଧନ ଥାଏ ? ତାହାର ତ ବୁଦ୍ଧି ନାହିଁ ।"},{"number":17,"verse":"ବନ୍ଧୁ ସବୁବେଳେ ପ୍ରେମ କରେ, ପୁଣି ଭାଇ ଦୁର୍ଦ୍ଦଶା କାଳ ନିମନ୍ତେ ଜାତ ଅଟେ ।"},{"number":18,"verse":"ନିର୍ବୋଧ ଲୋକ ହାତ ଦେଇ ଆପଣା ପ୍ରତିବାସୀ ସାକ୍ଷାତରେ ଲଗା ହୁଏ ।"},{"number":19,"verse":"ଯେ କଳି ଭଲ ପାଏ, ସେ ଅପରାଧ ହିଁ ଭଲ ପାଏ; ପୁଣି, ଯେକେହି ଆପଣା ଦ୍ଵାର ଉଚ୍ଚ କରେ, ସେ ବିନାଶ ଖୋଜେ ।"},{"number":20,"verse":"ଯାହାର କୁଟିଳ ଅନ୍ତଃକରଣ, ସେ ମଙ୍ଗଳ ପାଏ ନାହିଁ; ପୁଣି, ଯାହାର ବକ୍ରବାଦୀ ଜିହ୍ଵା, ସେ ଆପଦରେ ପଡ଼େ ।"},{"number":21,"verse":"ମୂର୍ଖର ଜନ୍ମଦାତା ଆପଣାର ଶୋକ ସଞ୍ଚୟ କରେ; ପୁଣି, ମୂଢ଼ର ପିତା ଆନନ୍ଦ ପାଏ ନାହିଁ ।"},{"number":22,"verse":"ଆନନ୍ଦିତ ହୃଦୟ ଉତ୍ତମ ଔଷଧ; ମାତ୍ର ଭଗ୍ନ ଆତ୍ମା ଅସ୍ଥିସବୁକୁ ଶୁଷ୍କ କରେ ।"},{"number":23,"verse":"ଦୁଷ୍ଟ ଲୋକ ବିଚାରର ମାର୍ଗ ବଙ୍କା କରିବାକୁ ଅଣ୍ଟାରୁ ଲାଞ୍ଚ ନିଏ ।"},{"number":24,"verse":"ବୁଦ୍ଧିମାନର ସମ୍ମୁଖରେ ଜ୍ଞାନ ଥାଏ, ମାତ୍ର ମୂର୍ଖର ଦୃଷ୍ଟି ପୃଥିବୀର ପ୍ରାନ୍ତରେ ଥାଏ ।"},{"number":25,"verse":"ମୂର୍ଖ ପୁତ୍ର ଆପଣା ପିତାର ଶୋକ ଓ ଆପଣା ଜନନୀର ଦୁଃଖର କାରଣ ହୁଏ ।"},{"number":26,"verse":"ଧାର୍ମିକକୁ ଶାସ୍ତି ଦେବାର ଅବା କୁଳୀନ ଲୋକଙ୍କୁ ସେମାନଙ୍କ ସରଳତା ସକାଶୁ ପ୍ରହାର କରିବାର ଉଚିତ ନୁହେଁ ।"},{"number":27,"verse":"ଯେ ଅଳ୍ପ ବାକ୍ୟ ବ୍ୟୟ କରେ, ତାହାର ଜ୍ଞାନ ଥାଏ; ପୁଣି, ଯାହାର ଶା; ଆତ୍ମା, ସେ ବୁଦ୍ଧିମାନ ।"},{"number":28,"verse":"ଅଜ୍ଞାନ ହିଁ ତୁନି ହେଲେ, ଜ୍ଞାନବାନ ଗଣିତ ହୁଏ; ପୁଣି, ସେ ଆପଣା ଓଷ୍ଠ ବନ୍ଦ କଲେ, ବୁଦ୍ଧିମାନ ଗଣିତ ହୁଏ ।"}]}