{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"( ଶଲୋମନଙ୍କର ଅଧିକ ହିତୋପଦେଶ) ନିମ୍ନଲିଖିତ ହିତୋପଦେଶସକଳ ହିଁ ଶଲୋମନଙ୍କ ରଚିତ ଓ ଯିହୁଦାର ରାଜା ହିଷକୀୟର ଲୋକମାନେ ତାହା ଉତ୍ତାରିଥିଲେ ।"},{"number":2,"verse":"ବିଷୟ ଗୋପନ କରିବା ପରମେଶ୍ଵରଙ୍କର ଗୌରବ; ମାତ୍ର ବିଷୟର ଅନୁସନ୍ଧାନ କରିବାର ରାଜାଙ୍କର ଗୌରବ ।"},{"number":3,"verse":"ଉଚ୍ଚତା ହେତୁ ସ୍ଵର୍ଗ ଓ ଗଭୀରତା ହେତୁ ପୃଥିବୀ, ଆଉ ରାଜାମାନଙ୍କ ହୃଦୟ ବୋଧାଗମ୍ୟ ।"},{"number":4,"verse":"ରୂପାରୁ ଖାଦ କାଢ଼ି ପକାଅ, ତେବେ ସୁନାରି ପାଇଁ ଏକ ପାତ୍ର ବାହାର ହେବ ।"},{"number":5,"verse":"ରାଜାର ସମ୍ମୁଖରୁ ଦୁଷ୍ଟମାନଙ୍କୁ ଦୂର କରିଦିଅ, ଆଉ, ତାହାର ସିଂହାସନ ଧର୍ମରେ ସୁସ୍ଥିର ହେବ ।"},{"number":6,"verse":"ରାଜାର ଛାମୁରେ ଆପଣାର ବଡ଼ାଇ କର ନାହିଁ, ପୁଣି ପ୍ରଧାନ ଲୋକଙ୍କ ସ୍ଥାନରେ ଠିଆ ହୁଅ ନାହିଁ ।"},{"number":7,"verse":"କାରଣ ଯେଉଁ କୁଳୀନକୁ ତୁମ୍ଭର ଚକ୍ଷୁ ଦେଖିଅଛି, ତାହା ଛାମୁରେ ତୁମ୍ଭର ନୀଚୀକୃତ ହେବା ଅପେକ୍ଷା ବରଂ ଏଠାକୁ ଆସ ବୋଲି ତୁମ୍ଭକୁ କୁହାଯିବା ଭଲ ।"},{"number":8,"verse":"ବିବାଦ କରିବାକୁ ହଠାତ୍ ବାହାରକୁ ଯାଅ ନାହିଁ, ଗଲେ ତହିଁର ଶେଷରେ ତୁମ୍ଭ ପ୍ରତିବାସୀ ତୁମ୍ଭକୁ ଲଜ୍ଜିତ କଲା ଉତ୍ତାରେ ତୁମ୍ଭେ କଅଣ କରିବ ?"},{"number":9,"verse":"ଆପଣା ପ୍ରତିବାସୀ ସହିତ ଆପଣା ବିବାଦର ପ୍ରତିବାଦ କର, ପୁଣି ପରର ଗୋପନୀୟ କଥା ପ୍ରକାଶ କର ନାହିଁ ।"},{"number":10,"verse":"ନୋହିଲେ ଶ୍ରବଣକାରୀ ତୁମ୍ଭକୁ ତିରସ୍କାର କଲେ, ତୁମ୍ଭ ଅଖ୍ୟାତି ଘୁଞ୍ଚା ନୋହିବ ।"},{"number":11,"verse":"ଯଥୋଚିତମତେ କଥିତ ବାକ୍ୟ ରୂପା-ପାତ୍ରରେ ସୁବର୍ଣ୍ଣ ନାରଙ୍ଗ ତୁଲ୍ୟ ।"},{"number":12,"verse":"ସୁବର୍ଣ୍ଣ କର୍ଣ୍ଣକୁଣ୍ତଳ ଓ ଶୁଦ୍ଧ ସୁବର୍ଣ୍ଣର ଅଳଙ୍କାର ଯେପରି, ମନୋଯୋଗକାରୀ କର୍ଣ୍ଣ ପ୍ରତି ଜ୍ଞାନବାନ ଭର୍ତ୍ସନାକାରୀ ସେପରି ।"},{"number":13,"verse":"ଫସଲ ସମୟରେ ହିମର ଶୀତଳତା ଯେପରି, ପ୍ରେରକଗଣ ପ୍ରତି ବିଶ୍ଵସ୍ତ ଦୂତ ସେପରି; କାରଣ ସେ ଆପଣା କର୍ତ୍ତାମାନଙ୍କ ପ୍ରାଣରେ ଆଶ୍ଵାସ ଦିଏ ।"},{"number":14,"verse":"ବୃଷ୍ଟିହୀନ ମେଘ ଓ ବାୟୁ ଯେପରି, ଆପଣା ଦାନ ବିଷୟରେ ମିଥ୍ୟା ଦର୍ପକାରୀ ସେପରି ।"},{"number":15,"verse":"ଦୀର୍ଘସହିଷ୍ଣୁତା ଦ୍ଵାରା ଶାସନକର୍ତ୍ତା ମଣାଯାଏ, ପୁଣି କୋମଳ ଜିହ୍ଵା ଅସ୍ଥି ଭଗ୍ନ କରେ ।"},{"number":16,"verse":"ତୁମ୍ଭେ କି ମଧୁ ପାଇଅଛ ? ତୁମ୍ଭର ଯେତିକି ଯଥେଷ୍ଟ, ସେତିକି ଖାଅ; ବହୁତ ଖାଇଲେ ତୁମ୍ଭେ ତାହା ଉଦ୍ଗାର କରି ପକାଇବ ।"},{"number":17,"verse":"ତୁମ୍ଭର ପାଦ ତୁମ୍ଭ ପ୍ରତିବାସୀର ଗୃହରେ କ୍ଵଚିତ୍ ପଡ଼ୁ । ନୋହିଲେ ତୁମ୍ଭ ବିଷୟରେ କ୍ଳା; ହୋଇ ସେ ତୁମ୍ଭକୁ ଘୃଣା କରିବ ।"},{"number":18,"verse":"ପ୍ରତିବାସୀ ବିରୁଦ୍ଧରେ ଯେ ମିଥ୍ୟାସାକ୍ଷ୍ୟଦିଏ, ସେ ଗଦା ଓ ଖଡ଼୍‍ଗ ଓ ତୀକ୍ଷ୍ଣ ତୀର ସ୍ଵରୂପ;"},{"number":19,"verse":"ଦୁର୍ଦ୍ଦଶା ସମୟରେ ବିଶ୍ଵାସଘାତକ ଲୋକଠାରେ ବିଶ୍ଵାସ, ଭଗ୍ନ ଦ; ଓ ଖଞ୍ଜଖସା ଚରଣ ତୁଲ୍ୟ ।"},{"number":20,"verse":"ଶୀତକାଳରେ ବସ୍ତ୍ର କାଢ଼ି ନେବା ଓ ସୋରା ଉପରେ ଅମ୍ଳରସ ମିଶାଇବା ଲୋକ ଯେପରି, ଦୁଃଖିତମନା ନିକଟରେ ଗୀତ ଗାଇବା ଲୋକ ସେପରି ।"},{"number":21,"verse":"ତୁମ୍ଭର ଶତ୍ରୁ କ୍ଷୁଧିତ ହେଲେ, ତାହାକୁ ଅନ୍ନ ଭୋଜନ କରାଅ; ପୁଣି, ସେ ତୃଷିତ ହେଲେ, ତାହାକୁ ଜଳ ପାନ କରାଅ;"},{"number":22,"verse":"ତହିଁରେ ତୁମ୍ଭେ ତାହାର ମସ୍ତକରେ ଜ୍ଵଳ; ଅଙ୍ଗାର ରାଶି କରି ଥୋଇବ, ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ପୁରସ୍କାର ଦେବେ ।"},{"number":23,"verse":"ଯେପରି ଉତ୍ତରୀୟ ବାୟୁ ବୃଷ୍ଟିର ଉତ୍ପାଦକ, ସେପରି ଖଚୁଆର ଜିହ୍ଵା କ୍ରୋଧଦୃଷ୍ଟିର ଉତ୍ପାଦକ ।"},{"number":24,"verse":"କଳିହୁଡ଼ୀ ସ୍ତ୍ରୀ ସଙ୍ଗରେ ଏକା ଗୃହରେ ବାସ କରିବା ଅପେକ୍ଷା ଛାତର ଏକ କୋଣରେ ବାସ କରିବାର ଭଲ ।"},{"number":25,"verse":"ତୃଷିତ ପ୍ରାଣକୁ ଶୀତଳ ଜଳ ଯେରୂପ, ଦୂର ଦେଶରୁ ସୁସମାଚାର ସେରୂପ ।"},{"number":26,"verse":"ଗୋଳିଆ ଜଳାଶୟ ଓ ମଳିନ ନିର୍ଝର ଯେରୂପ, ଦୁଷ୍ଟ ଲୋକ ଆଗରେ ବିଚଳିତ ଧାର୍ମିକ ସେରୂପ ।"},{"number":27,"verse":"ବହୁତ ମହୁ ଖାଇବାର ଯେପରି ଭଲ ନୁହେଁ, ସେପରି ମନୁଷ୍ୟମାନେ ଆପଣା ଗୌରବ ଅନୁସନ୍ଧାନ କରିବାର ଗୌରବ ନୁହେଁ ।"},{"number":28,"verse":"ଯାହାର ଆତ୍ମା ଅଟକ ମାନେ ନାହିଁ, ସେ ଭଗ୍ନ ଓ ପ୍ରାଚୀରହୀନ ନଗର ତୁଲ୍ୟ ।"}]}