{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"ଯେପରି ଗ୍ରୀଷ୍ମକାଳରେ ହିମ ଓ ଫସଲ ସମୟରେ ବୃଷ୍ଟି, ସେପରି ମୂର୍ଖକୁ ସମ୍ମାନ ଅନୁପଯୁକ୍ତ ।"},{"number":2,"verse":"ଯେପରି ଘରଚଟିଆ ଭ୍ରମଣ କରୁଥିବା ବେଳେ ଓ ତାଳଚୋଞ୍ଚ ଉଡ଼ୁଥିବା ବେଳେ, ସେପରି ଅକାରଣରେ ଦତ୍ତ ଶାପ ନିକଟକୁ ଆସେ ନାହିଁ ।"},{"number":3,"verse":"ଅଶ୍ଵ ପାଇଁ କୋରଡ଼ା; ଗର୍ଦ୍ଦଭ ପାଇଁ ଲଗାମ, ପୁଣି ମୂର୍ଖର ପିଠି ପାଇଁ ବାଡ଼ି ।"},{"number":4,"verse":"ମୂର୍ଖକୁ ତାହାର ଅଜ୍ଞାନତାନୁସାରେ ଉତ୍ତର ଦିଅ ନାହିଁ, ଦେଲେ ତୁମ୍ଭେ ମଧ୍ୟ ତାହାର ସମାନ ହେବ ।"},{"number":5,"verse":"ମୂର୍ଖକୁ ତାହାର ଅଜ୍ଞାନତାନୁସାରେ ଉତ୍ତର ଦିଅ, ନୋହିଲେ ସେ ଆପଣା ଦୃଷ୍ଟିରେ ଆପଣାକୁ ଜ୍ଞାନୀ ବୋଧ କରିବ ।"},{"number":6,"verse":"ମୂର୍ଖ ହାତରେ ଯେ ସମାଚାର ପଠାଏ, ସେ ଆପଣା ପାଦ ଆପେ କାଟି କ୍ଷତି ଭୋଗ କରେ ।"},{"number":7,"verse":"ନେଙ୍ଗଡ଼ାର ଚରଣ ଯେପରି ନଡ଼ନଡ଼, ଅଜ୍ଞାନର ମୁଖରେ ସେପରି ହିତୋପଦେଶ-ବାକ୍ୟ ।"},{"number":8,"verse":"ଯେପରି ପ୍ରସ୍ତରରାଶିରେ ମଣିର ଥଳୀ, ସେପରି ସେ, ଯେ ମୂର୍ଖକୁ ସମ୍ମାନ ଦିଏ ।"},{"number":9,"verse":"ମତ୍ତ ଲୋକର ହସ୍ତରେ ଉଠାଯିବା କଣ୍ଟକ ଯେପରି, ମୂର୍ଖମାନଙ୍କ ମୁଖରେ ହିତୋପଦେଶ ବାକ୍ୟ ସେପରି ।"},{"number":10,"verse":"ବାଣୁଆ ଯେପରି ସମସ୍ତଙ୍କୁ କ୍ଷତବିକ୍ଷତ କରେ, ସେପରି ସେହି ଲୋକ, ଯେ ମୂର୍ଖକୁ ବେତନ ଦିଏ ଓ ଯେ ପଥିକକୁ ବେତନ ଦିଏ ।"},{"number":11,"verse":"ଆପଣା ବାନ୍ତି ପ୍ରତି ଫେରିବା କୁକ୍କୁର ଯେପରି, ପୁନଃ ପୁନଃ ଆପଣା ଅଜ୍ଞାନତାର କର୍ମ କରିବା ମୁର୍ଖ ସେପରି ।"},{"number":12,"verse":"ଯେ ଆପଣା ଦୃଷ୍ଟିରେ ଜ୍ଞାନୀ, ଏପରି ଲୋକକୁ ଦେଖୁଅଛ କି ? ତାହା ଅପେକ୍ଷା ମୂର୍ଖ ବିଷୟରେ ଅଧିକ ଭରସା ଅଛି ।"},{"number":13,"verse":"ଅଳସୁଆ କହେ, ବାଟରେ ସିଂହ ଅଛି, ସଡ଼କରେ ସିଂହ ଅଛି ।"},{"number":14,"verse":"ଯେପରି କବ୍ଜାରେ କବାଟ ବୁଲେ, ସେପରି ଅଳସୁଆ ଆପଣା ଶଯ୍ୟାରେ ଥାଇ କରେ ।"},{"number":15,"verse":"ଅଳସୁଆ ଥାଳୀରେ ହାତ ବୁଡ଼ାଇ ଆଉ ଥରେ ତାହା ମୁଖକୁ ନେବାକୁ ଥକିଯାଏ ।"},{"number":16,"verse":"ସାତ ଜଣ ସୁବିଚାରସିଦ୍ଧ ଉତ୍ତରକାରୀ ଅପେକ୍ଷା ଅଳସୁଆ ଆପଣା ଦୃଷ୍ଟିରେ ଜ୍ଞାନବାନ ।"},{"number":17,"verse":"ଯେଉଁ ଲୋକ ପଥରେ ଯାଉ ଯାଉ ଆପଣାର ଅସମ୍ପର୍କୀୟ ବିବାଦରେ ରାଗାନ୍ଵିତ ହୁଏ, ସେ କୁକ୍କୁର କାନ ଧରିବା ଲୋକ ତୁଲ୍ୟ ।"},{"number":18,"verse":"ଅଗ୍ନିବାଣ, ତୀର ଓ ମୃତ୍ୟୁ ନିକ୍ଷେପକାରୀ ବାତୁଳ ଯେପରି;"},{"number":19,"verse":"ଆପଣା ପ୍ରତିବାସୀକି ଯେଉଁ ଲୋକ ଭୁଲାଇ କହେ, ମୁଁ କʼଣ କୌତୁକ କରୁ ନାହିଁ ? ସେ ସେପରି ।"},{"number":20,"verse":"କାଷ୍ଠ ଶେଷ ହେଲେ ଅଗ୍ନି ନିଭି ଯାଏ, କର୍ଣ୍ଣେଜପ ନ ଥିଲେ କଳି ନିବୃତ୍ତ ହୁଏ ।"},{"number":21,"verse":"ଯେପରି ଜ୍ଵଳନ୍ତା ଅଙ୍ଗାରକୁ ଅଙ୍ଗାର ଓ ଅଗ୍ନିକି କାଷ୍ଠ, ସେପରି ବିବାଦ ବଢ଼ାଇବାକୁ କଳିହୁଡ଼ା ଲୋକ ।"},{"number":22,"verse":"କର୍ଣ୍ଣେଜପର ବାକ୍ୟ ଅମୃତ ତୁଲ୍ୟ, ତାହା ଉଦରର ଅନ୍ତରାଳୟକୁ ଚାଲିଯାଏ ।"},{"number":23,"verse":"ଅନୁରାଗୀ ଓଷ୍ଠ ଓ ମନ୍ଦ ହୃଦୟ ରୂପା ଖାଦରେ ମଣ୍ତିତ ମୃତ୍ତିକାପାତ୍ର ତୁଲ୍ୟ ।"},{"number":24,"verse":"ଘୃଣାକାରୀ ଆପଣା ଓଷ୍ଠରେ କପଟ କରେ, ମାତ୍ର ମନରେ ପ୍ରବଞ୍ଚନା ରଖେ ।"},{"number":25,"verse":"ସେ ମିଷ୍ଟସ୍ଵରରେ କହିଲେ, ତାହାକୁ ବିଶ୍ଵାସ କର ନାହିଁ, ଯେହେତୁ ତାହାର ହୃଦୟରେ ସାତଟା ଘୃଣ୍ୟ ବିଷୟ ଥାଏ ।"},{"number":26,"verse":"ତାହାର ଘୃଣା କପଟରେ ଆପଣାକୁ ଆବୃତ କଲେ ହେଁ ତାହାର ମନ୍ଦତା ସଭାରେ ପ୍ରକାଶ ପାଇବ ।"},{"number":27,"verse":"ଯେ ଖାତ ଖୋଳେ, ସେ ଆପେ ତହିଁ ଭିତରେ ପଡ଼ିବ; ପୁଣି, ଯେ ପଥର ଗଡ଼ାଏ, ତାହା ତାହାର ଉପରକୁ ନେଉଟିବ ।"},{"number":28,"verse":"ମିଥ୍ୟାବାଦୀ-ଜିହ୍ଵା ଯାହାକୁ ଚୂର୍ଣ୍ଣ କରେ, ତାହାକୁ ହିଁ ଘୃଣା କରେ; ପୁଣି, ଚାଟୁବାଦୀ ମୁଖ ସର୍ବନାଶ ଜନ୍ମାଏ ।"}]}