{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"( ଆଗୁରର କଥା) ଯାକିର ପୁତ୍ର ଆଗୁରର କଥା : ଅର୍ଥ ଭାରୋକ୍ତି । ସେ ମନୁଷ୍ୟ ଈଥୀୟେଲକୁ, ଅର୍ଥାତ୍, ଈଥୀୟେଲ ଓ ଉଲକକୁ କହେ :"},{"number":2,"verse":"ଅବଶ୍ୟ ମୁଁ ମନୁଷ୍ୟ ଅପେକ୍ଷା ପଶୁବତ୍, ପୁଣି ମୋʼଠାରେ ମନୁଷ୍ୟର ବିବେଚନା ନାହିଁ ।"},{"number":3,"verse":"ମୁଁ ଜ୍ଞାନ ଶିଖି ନାହିଁ, ଅବା ଧର୍ମସ୍ଵରୂପଙ୍କ ବିଷୟକ ବିଦ୍ୟା ମୋʼଠାରେ ନାହିଁ ।"},{"number":4,"verse":"କିଏ ସ୍ଵର୍ଗାରୋହଣ କରି ସେଠାରୁ ଅବରୋହଣ କରିଅଛି ? କିଏ ଆପଣା ମୁଷ୍ଟିରେ ବାୟୁ ଏକତ୍ର କରିଅଛି ? କିଏ ଆପଣା ବସ୍ତ୍ରରେ ଜଳସମୂହକୁ ବାନ୍ଧିଅଛି ? କିଏ ପୃଥିବୀର ସବୁ ସୀମା ନିରୂପଣ କରିଅଛି ? ତାହାଙ୍କର ନାମ କଅଣ ? ତାହାଙ୍କ ପୁତ୍ରର ନାମ କଅଣ ? ଏହା ଯେବେ ଜାଣ, ତେବେ କୁହ।"},{"number":5,"verse":"ପରମେଶ୍ଵରଙ୍କର ପ୍ରତ୍ୟେକ ବାକ୍ୟ ପରୀକ୍ଷାସିଦ୍ଧ; ଯେଉଁମାନେ ତାହାଙ୍କର ଆଶ୍ରୟ ନିଅନ୍ତି, ସେ ସେମାନଙ୍କର ଢାଲ ।"},{"number":6,"verse":"ତାହାଙ୍କ ବାକ୍ୟରେ ଯୋଗ କର ନାହିଁ, କଲେ ସେ ତୁମ୍ଭକୁ ଅନୁଯୋଗ କରିବେ, ପୁଣି ତୁମ୍ଭେ ମିଥ୍ୟାବାଦୀ ଜଣା ପଡ଼ିବ ।"},{"number":7,"verse":"ମୁଁ ତୁମ୍ଭ ନିକଟରେ ଏ ଦୁଇ ବର ମାଗିଅଛି, ମୁଁ ମରିବା ପୂର୍ବରୁ ତାହା ମୋତେ ଦେବାକୁ ଅସମ୍ମତ ହୁଅ ନାହିଁ ।"},{"number":8,"verse":"ଅସାରତା ଓ ମିଥ୍ୟାକଥା ମୋʼଠାରୁ ଦୂର କର; ମୋତେ ଦରିଦ୍ରତା କି ଧନ ଦିଅ ନାହିଁ; ମୋʼ ପଡ଼ିର ଭାଗ ଦେଇ ମୋତେ ପ୍ରତିପୋଷଣ କର ।"},{"number":9,"verse":"ନୋହିଲେ ମୁଁ ପରିତୃପ୍ତ ହୋଇ ତୁମ୍ଭକୁ ଅସ୍ଵୀକାର କରି କହିବି, ସଦାପ୍ରଭୁ କିଏ ? କିଅବା ଦରିଦ୍ର ହେଲେ ଚୋରି କରି ଆପଣା ପରମେଶ୍ଵରଙ୍କର ନାମ ମିଥ୍ୟାରେ ନେବି ।"},{"number":10,"verse":"ଦାସର ପ୍ରଭୁ କତିରେ ତାହାର ଅପବାଦ କର ନାହିଁ, କଲେ ସେ ତୁମ୍ଭକୁ ଅଭିଶାପ ଦେବ ଓ ତୁମ୍ଭେ ଅପରାଧୀ ଗଣିତ ହେବ ।"},{"number":11,"verse":"ଯେଉଁମାନେ ଆପଣା ପିତାକୁ ଶାପ ଦିଅନ୍ତି, ପୁଣି ଆପଣା ମାତାକୁ ଆଶୀର୍ବାଦ କରନ୍ତି ନାହିଁ, ଏପରି ଏକ ବଂଶ ଅଛି ।"},{"number":12,"verse":"ଆପଣା ଦୃଷ୍ଟିରେ ନିର୍ମଳ, ଏପରି ଏକ ବଂଶ ଅଛି, ତଥାପି ସେମାନେ ଆପଣା ମଳିନତାରୁ ଧୌତ ହୋଇ ନାହାନ୍ତି ।"},{"number":13,"verse":"ଏକ ବଂଶ ଅଛି, ଆଃ, ସେମାନଙ୍କ ଦୃଷ୍ଟି କିପରି ଉଚ୍ଚ ! ସେମାନଙ୍କ ଚକ୍ଷୁର ପତା ଉତ୍ଥିତ ହୋଇଅଛି ।"},{"number":14,"verse":"ପୃଥିବୀରୁ ଦୁଃଖୀମାନଙ୍କୁ ଓ ମନୁଷ୍ୟଗଣ ମଧ୍ୟରୁ ଦରିଦ୍ରମାନଙ୍କୁ ଗ୍ରାସ କରିବା ପାଇଁ ଯେଉଁମାନଙ୍କର ଦ; ଖଡ଼୍‍ଗ ପରି ଓ କଳଦ; ଛୁରୀ ପରି, ଏପରି ଏକ ବଂଶ ଅଛି ।"},{"number":15,"verse":"ଜୋକର ଦୁଇ କନ୍ୟା ଅଛନ୍ତି, ଯେଉଁମାନେ କହନ୍ତି ଦିଅ, ଦିଅ । ତିନିଟା ବସ୍ତୁ ଅଛି, ଯାହା କେବେ ତୃପ୍ତ ନୁହେଁ, ପୁଣି ଚାରି ବସ୍ତୁ କେବେ କହେ ନାହିଁ, ଯଥେଷ୍ଟ ହେଲା ।"},{"number":16,"verse":"ପାତାଳ ଓ ବନ୍ଧ୍ୟା-ଗର୍ଭ; ଜଳରେ ଅତୃପ୍ତ ଭୂମି ଓ ଅଗ୍ନି, ଯେ କହେ ନାହିଁ, ଯଥେଷ୍ଟ ହେଲା ।"},{"number":17,"verse":"ଯେଉଁ ଚକ୍ଷୁ ଆପଣା ପିତାକୁ ପରିହାସ କରେ ଓ ମାତାର କଥା ମାନିବାକୁ ତୁଚ୍ଛବୋଧ କରେ, ତାହା ଉପତ୍ୟକାର ଡାମରାକୁଆମାନେ କାଢ଼ି ପକାଇବେ, ପୁଣି ଉତ୍କ୍ରୋଶ ପକ୍ଷୀର ଛୁଆମାନେ ତାହା ଖାଇବେ ।"},{"number":18,"verse":"ତିନି କଥା ମୋହର ବୋଧାଗମ୍ୟ, ପୁଣି ଚାରି କଥା ମୁଁ ଜାଣୁ ନାହିଁ;"},{"number":19,"verse":"ଆକାଶରେ ଉତ୍କ୍ରୋଶ ପକ୍ଷୀର ଗତି, ପ୍ରସ୍ତରରେ ସର୍ପର ଗତି, ସମୁଦ୍ର ମଧ୍ୟରେ ଜାହାଜର ଗତି, ଯୁବତୀଠାରେ ପୁରୁଷର ଗତି ।"},{"number":20,"verse":"ସେହି ପ୍ରକାର ବ୍ୟଭିଚାରିଣୀ ସ୍ତ୍ରୀର ଗତି, ସେ ଖାଇ ମୁହଁ ପୋଛି ଦିଏ ଓ କହେ, ଆମ୍ଭେ କିଛି ଅଧର୍ମ କରି ନାହୁଁ ।"},{"number":21,"verse":"ତିନି କଥାର ଭାରରେ ପୃଥିବୀ କମ୍ପିତ ହୁଏ, ପୁଣି ଚାରି କଥାର ଭାରରେ ମଧ୍ୟ, ତାହା ସେ ସହି ପାରେ ନାହିଁ;"},{"number":22,"verse":"ରାଜତ୍ଵପ୍ରାପ୍ତ ଦାସର ଭାର ଓ ଆହାରରେ ପରିତୃପ୍ତ ମୂଢ଼ର ଭାର; ବିବାହ ହେବା ଘୃଣ୍ୟ ସ୍ତ୍ରୀର ଭାର;"},{"number":23,"verse":"ପୁଣି, ଆପଣା କର୍ତ୍ତ୍ରୀର ଉତ୍ତରାଧିକାରିଣୀ ଦାସୀର ଭାର ।"},{"number":24,"verse":"ଚାରି ପ୍ରାଣୀ ପୃଥିବୀରେ ସାନ, ମାତ୍ର ଅତିଶୟ ଜ୍ଞାନବାନ,"},{"number":25,"verse":"ପିମ୍ପୁଡ଼ିଗଣ ଦୁର୍ବଳ ଜାତି, ତଥାପି ଗ୍ରୀଷ୍ମକାଳରେ ଆହାର ସଞ୍ଚୟ କରନ୍ତି ।"},{"number":26,"verse":"ଶାଫନ୍ ଜନ୍ତୁଗଣ ଶକ୍ତିହୀନ ଜାତି, ତଥାପି ସେମାନେ ଶୈଳରେ ଆପଣା ଆପଣା ବସା ନିର୍ମାଣ କରନ୍ତି ।"},{"number":27,"verse":"ପଙ୍ଗପାଳମାନଙ୍କର କୌଣସି ରାଜା ନାହିଁ, ତଥାପି ସେସମସ୍ତେ ଦଳବଦ୍ଧ ହୋଇ ଗମନ କରନ୍ତି ।"},{"number":28,"verse":"ପୁଣି, ଝିଟିପିଟି ହସ୍ତ ଦ୍ଵାରା ଧରି ହୁଏ, ତଥାପି ସେ ରାଜାର ଅଟ୍ଟାଳିକାରେ ଥାଏ ।"},{"number":29,"verse":"ତିନି ପ୍ରାଣୀ ସୁନ୍ଦର ରୂପେ ଗମନ କରନ୍ତି, ପୁଣି ଚାରି ପ୍ରାଣୀ ସୁନ୍ଦର ରୂପେ ଗମନ କରନ୍ତି;"},{"number":30,"verse":"ପଶୁମାନଙ୍କ ମଧ୍ୟରେ ବିକ୍ରମୀ ସିଂହ କାହା ସମ୍ମୁଖରୁ ଫେରେ ନାହିଁ ।"},{"number":31,"verse":"ଯୁଦ୍ଧାଶ୍ଵ; ଛାଗ ଓ ରାଜା, ଯାହା ବିରୁଦ୍ଧରେ କେହି ଉଠେ ନାହିଁ ।"},{"number":32,"verse":"ଯେବେ ତୁମ୍ଭେ ଆପଣାକୁ ଉଚ୍ଚ କରିବାରେ ମୂଢ଼ର କର୍ମ କରିଥାଅ, କିଅବା ଯେବେ କୁକଳ୍ପନା କରୁଥାଅ, ତେବେ ଆପଣା ମୁଖରେ ହାତ ଦିଅ ।"},{"number":33,"verse":"କାରଣ ଯଦ୍ରୂପ ଦୁଗ୍ଧ ମନ୍ଥନରେ ଲବଣୀ ବାହାରେ ଓ ନାସିକା ମନ୍ଥନରେ ରକ୍ତ ବାହାରେ; ତଦ୍ରୂପ କ୍ରୋଧ ମନ୍ଥନରେ ବିବାଦ ବାହାରେ ।"}]}