{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"( ସତର୍କବାଣୀସମୂହ) ହେ ମୋହର ପୁତ୍ର, ଯେବେ ତୁମ୍ଭେ ଆପଣା ପ୍ରତିବାସୀର ଲଗା ହୋଇଥାଅ, ଯେବେ ପର ପାଇଁ ହାତ ଦେଇଥାଅ,"},{"number":2,"verse":"ତେବେ ତୁମ୍ଭେ ଆପଣା ମୁଖର ବାକ୍ୟରୂପ ଫାନ୍ଦରେ ପଡ଼ିଅଛ ଓ ଆପଣା ମୁଖର କଥାରେ ଧରା ଯାଇଅଛ ।"},{"number":3,"verse":"ହେ ମୋହର ପୁତ୍ର, ତୁମ୍ଭେ ଏବେ ଏହି କର୍ମ କର, ଆପଣାକୁ ଉଦ୍ଧାର କର; ଯେହେତୁ ତୁମ୍ଭେ ଆପଣା ବନ୍ଧୁର ହସ୍ତଗତ ହୋଇଅଛ; ଯାଅ, ଆପଣାକୁ ନମ୍ର କରି ତୁମ୍ଭ ପ୍ରତିବାସୀକି ବାରମ୍ଵାର ବିନତି କର ।"},{"number":4,"verse":"ତୁମ୍ଭେ ଆପଣା ଚକ୍ଷୁକୁ ନିଦ୍ରା ଯିବାକୁ ଦିଅ ନାହିଁ, କିଅବା ଆପଣା ଚକ୍ଷୁର ପତାକୁ ଢୁଳାଇବାକୁ ଦିଅ ନାହିଁ ।"},{"number":5,"verse":"ଆପଣାକୁ ହରିଣ ପରି ବ୍ୟାଧର ହାତରୁ, ପକ୍ଷୀ ପରି ଜାଲିଆର ହାତରୁ ଉଦ୍ଧାର କର ।"},{"number":6,"verse":"ହେ ଅଳସୁଆ, ତୁମ୍ଭେ ପିମ୍ପୁଡ଼ି ପାଖକୁ ଯାଅ, ତାହାର କ୍ରିୟା ବିବେଚନା କର ଓ ଜ୍ଞାନୀ ହୁଅ ।"},{"number":7,"verse":"ତାହାର ବିଚାରକର୍ତ୍ତା କି ଅଧ୍ୟକ୍ଷ କି ପ୍ରଭୁ କେହି ନ ଥିଲେ ହେଁ ସେ ଗ୍ରୀଷ୍ମକାଳରେ ଆପଣା ଖାଦ୍ୟ ପ୍ରସ୍ତୁତ କରେ,"},{"number":8,"verse":"ପୁଣି ଫସଲ ସମୟରେ ଆହାର ସଞ୍ଚୟ କରେ ।"},{"number":9,"verse":"ହେ ଅଳସୁଆ, ତୁମ୍ଭେ କେତେ କାଳ ଶୋଇ ରହିଥିବ ? ତୁମ୍ଭେ କେତେବେଳେ ନିଦ୍ରା ଭାଙ୍ଗି ଉଠିବ ?"},{"number":10,"verse":"ଆଉ ଟିକିଏ ଶୋଇଲେ, ଆଉ ଟିକିଏ ଢୁଳାଇଲେ, ଆଉ ଟିକିଏ ନିଦ୍ରାଯିବା ପାଇଁ ହାତ ଭିଡ଼ିମୋଡ଼ି ହେଲେ,"},{"number":11,"verse":"ତୁମ୍ଭର ଦରିଦ୍ରାବସ୍ଥା ଖଣ୍ଟ ପରି, ପୁଣି ତୁମ୍ଭର ଦୀନତା ସସଜ୍ଜ ଲୋକ ପରି ଉପସ୍ଥିତ ହେବ ।"},{"number":12,"verse":"ପାପାଧମ ବ୍ୟକ୍ତି, ଅପରାଧୀ ମନୁଷ୍ୟ; ସେ ଏକଗୁୟାଁ ମୁଖ କରି ଚାଲେ;"},{"number":13,"verse":"ସେ ଆକ୍ଷିରେ ଠାରଇ, ସେ ଗୋଡ଼ରେ କଥା କହଇ, ସେ ଅଙ୍ଗୁଳି ଦ୍ଵାରା ସଙ୍କେତ କରେ;"},{"number":14,"verse":"ତାହାର ଅନ୍ତଃକରଣରେ କୁଟିଳତା ଥାଏ, ସେ ସର୍ବଦା ଅନିଷ୍ଟଚିନ୍ତା କରେ; ସେ କଳିର ବୀଜ ବୁଣେ ।"},{"number":15,"verse":"ଏଣୁ ତାହାର ବିପଦ ହଠାତ୍ ଉପସ୍ଥିତ ହେବ, ପୁଣି ସେ ପ୍ରତିକାର ବିନା ଅକସ୍ମାତ୍ ଭଗ୍ନ ହେବ ।"},{"number":16,"verse":"ଛଅଗୋଟି ବିଷୟକୁ ସଦାପ୍ରଭୁ ଘୃଣା କରନ୍ତି; ସପ୍ତବସ୍ତୁ ମଧ୍ୟ ତାହାଙ୍କର ଘୃଣାଯୋଗ୍ୟ ।"},{"number":17,"verse":"ଅହଙ୍କାର-ଦୃଷ୍ଟି, ମିଥ୍ୟାବାଦୀ-ଜିହ୍ଵା ଓ ନିର୍ଦ୍ଦୋଷର ରକ୍ତପାତକାରୀ-ହସ୍ତ ;"},{"number":18,"verse":"ଅନିଷ୍ଟଚିନ୍ତକ ଅନ୍ତଃକରଣ, କୁକର୍ମ କରିବାକୁ ବେଗଗାମୀ ଚରଣ;"},{"number":19,"verse":"ମିଥ୍ୟାସାକ୍ଷୀ ଯେ ମିଥ୍ୟା କହେ ଓ ଯେ ଭାଇମାନଙ୍କ ମଧ୍ୟରେ କଳିର ବୀଜ ବୁଣେ।"},{"number":20,"verse":"( ବ୍ୟଭିଚାର ବିରୁଦ୍ଧରେ ସତର୍କବାଣୀ) ହେ ମୋହର ପୁତ୍ର, ତୁମ୍ଭେ ଆପଣା ପିତାର ଆଜ୍ଞା ପାଳନ କର, ପୁଣି ଆପଣା ମାତାର ଆଦେଶ ପରିତ୍ୟାଗ କର ନାହିଁ ।"},{"number":21,"verse":"ତାହା ସର୍ବଦା ତୁମ୍ଭ ହୃଦୟରେ ବାନ୍ଧି ରଖ, ଆପଣା ଗଳଦେଶରେ ବାନ୍ଧ ।"},{"number":22,"verse":"ତୁମ୍ଭେ ଚାଲିବା ବେଳେ ତାହା ତୁମ୍ଭକୁ ପଥ ଦେଖାଇବ, ଆଉ ଶୋଇବା ବେଳେ ତାହା ତୁମ୍ଭର ପ୍ରହରୀ ହେବ; ତୁମ୍ଭେ ଜାଗିବା ବେଳେ ତାହା ତୁମ୍ଭ ସଙ୍ଗେ ଆଳାପ କରିବ ।"},{"number":23,"verse":"ଯେହେତୁ ସେହି ଆଜ୍ଞା ପ୍ରଦୀପ; ଓ ସେହି ଆଦେଶ ଆଲୁଅ; ଓ ଶିକ୍ଷାଜନକ ଅନୁଯୋଗ ଜୀବନର ପଥ;"},{"number":24,"verse":"ସେ ତୁମ୍ଭକୁ ଦୁଷ୍ଟା ସ୍ତ୍ରୀଠାରୁ ଓ ପରସ୍ତ୍ରୀର ଜିହ୍ଵାର ଚାଟୁବାଦରୁ ରକ୍ଷା କରିବ ।"},{"number":25,"verse":"ତୁମ୍ଭ ଅନ୍ତଃକରଣରେ ତାହାର ସୌନ୍ଦର୍ଯ୍ୟକୁ ଲୋଭ କର ନାହିଁ; ଅବା ତାହାର କଟାକ୍ଷରେ ତୁମ୍ଭକୁ ଧରିବାକୁ ତାକୁ ଦିଅ ନାହିଁ ।"},{"number":26,"verse":"ଯେହେତୁ ବେଶ୍ୟା ସକାଶୁ ଅନ୍ନ-ଅଭାବ ଘଟେ, ଆଉ ବ୍ୟଭିଚାରିଣୀ ସ୍ତ୍ରୀ ମନୁଷ୍ୟର ମହାମୂଲ୍ୟ ପ୍ରାଣକୁ ଧରିବା ପାଇଁ ମୃଗୟା କରେ ।"},{"number":27,"verse":"କେହି ଯେବେ ଆପଣା ବକ୍ଷଃସ୍ଥଳରେ ନିଆଁ ରଖେ, ତେବେ ତାହାର ବସ୍ତ୍ର କʼଣ ପୋଡ଼ି ଯିବ ନାହିଁ ?"},{"number":28,"verse":"ଅବା କେହି ଯେବେ ଜ୍ଵଳନ୍ତା ଅଙ୍ଗାର ଉପରେ ଚାଲେ, ତେବେ ତାହାର ପାଦରେ କʼଣ ଫୋଟକା ହେବ ନାହିଁ ?"},{"number":29,"verse":"ଆପଣା ପ୍ରତିବାସୀର ସ୍ତ୍ରୀଠାରେ ଯେଉଁ ବ୍ୟକ୍ତି ଗମନ କରେ, ସେ ତଦ୍ରୂପ; ଯେ ତାହାକୁ ଛୁଏଁ, ସେ ଅଦଣ୍ତିତ ନୋହିବ ।"},{"number":30,"verse":"ଚୋର କ୍ଷୁଧିତ ହୋଇ ପ୍ରାଣରକ୍ଷାର୍ଥେ ଯେବେ ଚୋରି କରେ, ତେବେ ଲୋକେ ତାହାକୁ ତୁଚ୍ଛ କରନ୍ତି ନାହିଁ ।"},{"number":31,"verse":"ମାତ୍ର ସେ ଧରା ପଡ଼ିଲେ, ତାକୁ ସାତ ଗୁଣ ଫେରାଇ ଦେବାକୁ ହେବ; ଆପଣା ଗୃହର ସର୍ବସ୍ଵ ତାକୁ ଦେବାକୁ ପଡ଼ିବ ।"},{"number":32,"verse":"ପରଦାରଗାମୀ ପୁରୁଷ ନିତା; ନିର୍ବୋଧ; ଯେ ନିଜ ପ୍ରାଣ ନାଶ କରିବ, ସେହିଁ ତାହା କରେ ।"},{"number":33,"verse":"ସେ ଆଘାତ ଓ ଅପମାନ ପାଇବ; ପୁଣି, ତାହାର କଳଙ୍କ ମାର୍ଜିତ ହେବ ନାହିଁ ।"},{"number":34,"verse":"ଯେହେତୁ (ସ୍ତ୍ରୀବିଷୟକ) ଈର୍ଷା ମନୁଷ୍ୟର ପ୍ରଚଣ୍ତ କ୍ରୋଧର (ବିଷୟ); ପ୍ରତିହିଂସା କରିବା ବେଳେ ସେ କିଛି କ୍ଷମା କରିବ ନାହିଁ ।"},{"number":35,"verse":"ସେ କୌଣସି ପ୍ରାୟଶ୍ଚିତ୍ତକୁ ଗ୍ରାହ୍ୟ କରିବ ନାହିଁ; କିଅବା ତୁମ୍ଭେ ବହୁତ ଲାଞ୍ଚ ଦେଲେ ହେଁ ସେ ମାନିବ ନାହିଁ ।"}]}