{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"( ବ୍ୟଭିଚାରିଣୀଠାରୁ ସତର୍କତା) ହେ ମୋହର ପୁତ୍ର, ମୋହର କଥାସବୁ ପାଳନ କର ଓ ମୋହର ଆଜ୍ଞାସବୁ ଆପଣା ନିକଟରେ ସଞ୍ଚୟ କରି ରଖ ।"},{"number":2,"verse":"ମୋହର ଆଜ୍ଞାସବୁ ପାଳନ କର, ବଞ୍ଚିବ ଓ ଆପଣା ଚକ୍ଷୁର ତାରା ପରି ମୋହର ବ୍ୟବସ୍ଥା ରକ୍ଷା କର ।"},{"number":3,"verse":"ତୁମ୍ଭର ସମସ୍ତ ଅଙ୍ଗୁଳିରେ ତାହା ବାନ୍ଧ; ତୁମ୍ଭର ହୃଦୟ-ପଟାରେ ତାହାସବୁ ଲେଖି ରଖ ।"},{"number":4,"verse":"ଜ୍ଞାନକୁ କୁହ, ତୁମ୍ଭେ ମୋହର ଭଗିନୀ, ଆଉ ସୁବିବେଚନାକୁ ତୁମ୍ଭର ଜ୍ଞାତି ବୋଲି କୁହ ।"},{"number":5,"verse":"ତହିଁରେ ସେମାନେ ପରସ୍ତ୍ରୀଠାରୁ, ଅର୍ଥାତ୍, ଚାଟୁବାଦିନୀ ପରକୀୟାଠାରୁ ତୁମ୍ଭକୁ ରକ୍ଷା କରିବେ ।"},{"number":6,"verse":"ମୁଁ ଆପଣା ଗୃହର ଝରକାର ଜାଲି ପରଦା ଦେଇ ନିରୀକ୍ଷଣ କରୁଥିଲି;"},{"number":7,"verse":"ତହିଁରେ ମୁଁ ଦେଖିଲି, ଅଜ୍ଞାନମାନଙ୍କ ମଧ୍ୟରେ ଓ ଚିହ୍ନିଲି ଯୁବାମାନଙ୍କ ମଧ୍ୟରେ ଜଣେ ବୁଦ୍ଧିବିହୀନ ଯୁବାଲୋକ"},{"number":8,"verse":"(ବ୍ୟଭିଚାରିଣୀର) ଗୃହକୋଣ ନିକଟସ୍ଥ ଗଳି ଦେଇ ଯାଉ ଯାଉ ତାହାର ଗୃହକୁ ଯିବା ପଥରେ ଚାଲିଲା ।"},{"number":9,"verse":"ସେତେବେଳେ ଗୋଧୂଳି ସମୟ, ଦିନାବସାନ ହେଉଥିଲା, ରାତ୍ରିର କାଳିମା ଓ ଅନ୍ଧକାର ସମୟ ।"},{"number":10,"verse":"ତହିଁରେ ଦେଖ, ଜଣେ ସ୍ତ୍ରୀ ତାହା ସଙ୍ଗେ ଭେଟିଲା, ସେ ବେଶ୍ୟାବେଶଧାରିଣୀ ଓ ଅନ୍ତଃକରଣରେ ଚତୁରୀ ।"},{"number":11,"verse":"ସେ ବଡ଼ ତୁଣ୍ତେଈ ଓ ଅବାଧ୍ୟା, ତାହାର ପାଦ ନିଜ ଗୃହରେ ରହେ ନାହିଁ ।"},{"number":12,"verse":"ସେ କେବେ କେବେ ସଡ଼କରେ, କେବେ କେବେ ଛକରେ ଥାଏ ଓ ପ୍ରତ୍ୟେକ କୋଣରେ ଅପେକ୍ଷାରେ ବସି ଥାଏ ।"},{"number":13,"verse":"ସେହି ସ୍ତ୍ରୀ ତାହାକୁ ଧରି ଚୁମ୍ଵନ କଲା, ଆଉ ନିର୍ଲଜ୍ଜ ମୁଖରେ ତାହାକୁ କହିଲା :"},{"number":14,"verse":"“ମଙ୍ଗଳାର୍ଥକ ବଳି ମୋʼ ନିକଟରେ ଅଛି; ମୁଁ ଆଜି ଆପଣାର ମାନତ ପୂର୍ଣ୍ଣ କରିଅଛି ।"},{"number":15,"verse":"ଏଣୁ ତୁମ୍ଭ ସଙ୍ଗେ ଦେଖା କରିବାକୁ ବାହାରକୁ ଆସିଲି ଓ ଯନିରେ ତୁମ୍ଭ ମୁଖ ଅନ୍ଵେଷଣ କରିବାକୁ ଆସିଅଛି, ଆଉ ତୁମ୍ଭକୁ ପାଇଲି ।"},{"number":16,"verse":"ମୁଁ ସୁଜନୀ ଓ ମିସ୍ରୀୟ ସୂକ୍ଷ୍ମ ସୂତ୍ରର ଡୋରିଆବସ୍ତ୍ର ଆପଣା ପଲଙ୍କରେ ବିଛାଇ ଅଛି ।"},{"number":17,"verse":"ପୁଣି, ଗନ୍ଧରସ ଓ ଅଗୁରୁ ଓ ଦାରୁଚିନିରେ ମୋହର ଶଯ୍ୟା ସୁବାସିତ କରିଅଛି ।"},{"number":18,"verse":"ଆସ, ଆମ୍ଭେମାନେ ପ୍ରଭାତ ଯାଏ କାମରସରେ ମତ୍ତ ଓ ପ୍ରେମରେ ଭୋଳ ହେଉ ।"},{"number":19,"verse":"ଯେହେତୁ କର୍ତ୍ତା ଘରେ ନାହାନ୍ତି, ସେ ଦୂରଯାତ୍ରା କରିଅଛନ୍ତି ।"},{"number":20,"verse":"ସେ ତୋଡ଼ାଏ ଟଙ୍କା ସଙ୍ଗରେ ନେଇ ଯାଇଅଛନ୍ତି, ସେ ପୂର୍ଣ୍ଣିମା ସମୟରେ ଫେରି ଆସିବେ ।”"},{"number":21,"verse":"ଏହିରୂପେ ଅନେକ ମଧୁର ଭାଷା କହି ସେ ତାହାର ମନ ହରଣ କଲା, ଓଷ୍ଠାଧରର ଚାଟୁବାଦରେ ତାହାକୁ ଓଟାରି ନେଲା ।"},{"number":22,"verse":"ଯେପରି ଗୋରୁ ହତ ହେବାକୁ ଯାଏ ଓ ଯେପରି ବେଡ଼ି ପିନ୍ଧିବା ଲୋକ ନିର୍ବୋଧର ଦଣ୍ତ ପାଇବାକୁ ଯାଏ, ସେପରି ସେ ସେହିକ୍ଷଣି ତାହାର ପଛେ ପଛେ ଗଲା ।"},{"number":23,"verse":"ଆଉ, ଯେପରି ପକ୍ଷୀ ଫାନ୍ଦକୁ ପ୍ରାଣନାଶକ ନ ଜାଣି ତହିଁରେ ପଡ଼ିବାକୁ ବେଗେ ଉଡ଼େ, ଶେଷରେ ତାହାର ଯକୃତ ସେହିପରି ତୀର ଦ୍ଵାରା ବିଦ୍ଧ ହେଲା ।"},{"number":24,"verse":"ଏଣୁ ହେ ମୋହର ପୁତ୍ରମାନେ, ମୋହର କଥା ଶୁଣ ଓ ମୋʼ ମୁଖର ବାକ୍ୟରେ ମନୋନିବେଶ କର ।"},{"number":25,"verse":"ତୁମ୍ଭର ଚିତ୍ତ ତାହାର ମାର୍ଗରେ ନ ଯାଉ, ତୁମ୍ଭେ ତାହାର ପଥରେ ବିପଥଗାମୀ ହୁଅ ନାହିଁ ।"},{"number":26,"verse":"ଯେହେତୁ ସେ ଅନେକଙ୍କୁ କ୍ଷତବିକ୍ଷତ କରି ପକାଇ ଅଛି, ହଁ, ତାହାର ହତ ଲୋକସକଳ ଅପାର ।"},{"number":27,"verse":"ତାହାର ଗୃହ ପାତାଳକୁ ଯିବାର ବାଟ, ଯାହା ମୃତ୍ୟୁର ଆଳୟକୁ ଯାଏ ।"}]}