{"bibleAbbr":"orOV2014","bookName":"ହିତୋପଦେଶ","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"( ଜ୍ଞାନର ପ୍ରଶଂସା) ଜ୍ଞାନ କʼଣ ଡାକେ ନାହିଁ ? ବୁଦ୍ଧି କʼଣ ଉଚ୍ଚସ୍ଵର କରେ ନାହିଁ ?"},{"number":2,"verse":"ସେ ପଥପାର୍ଶ୍ଵସ୍ଥ ଉଚ୍ଚସ୍ଥାନ ମୁଣ୍ତରେ, ବାଟସବୁର ସଂଯୋଗ ସ୍ଥାନରେ ଠିଆ ହୁଏ ।"},{"number":3,"verse":"ସେ ନଗର-ଦ୍ଵାର ନିକଟରେ, ନଗରର ପ୍ରବେଶ-ଦ୍ଵାରରେ, ଦ୍ଵାରର ପ୍ରବେଶ-ସ୍ଥାନରେ ଥାଇ ଉଚ୍ଚସ୍ଵରେ ଡାକି କହେ,"},{"number":4,"verse":"ହେ ମନୁଷ୍ୟଗଣ, ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଡାକୁଅଛି; ପୁଣି, ମନୁଷ୍ୟ-ସନ୍ତାନଗଣ ପ୍ରତି ମୋହର ରବ ଅଛି ।"},{"number":5,"verse":"ହେ ନିର୍ବୋଧ ଲୋକେ, ସତର୍କତାର କଥା ବୁଝ; ହେ ମୂର୍ଖ ଲୋକେ, ତୁମ୍ଭେମାନେ ସୁବିବେକୀମନା ହୁଅ ।"},{"number":6,"verse":"ଶୁଣ, ଯେହେତୁ ମୁଁ ଉତ୍କୃଷ୍ଟ ବିଷୟ କହିବି; ମୁଁ ଓଷ୍ଠାଧର ଫିଟାଇ ଯଥାର୍ଥ କଥା କହିବି ।"},{"number":7,"verse":"ଯେହେତୁ ମୋହର ମୁଖ ସତ୍ୟ କହିବ, ଦୁଷ୍ଟତା ମୋʼ ଓଷ୍ଠାଧରର ଘୃଣାର ବିଷୟ ।"},{"number":8,"verse":"ମୋʼ ମୁଖର ସମସ୍ତ କଥା ଧର୍ମମୟ; ତହିଁ ମଧ୍ୟରେ ବକ୍ର କି କୁଟିଳ କିଛି ନାହିଁ ।"},{"number":9,"verse":"ଯେ ତାହା ବୁଝେ, ତାହା ପ୍ରତି ସେସବୁ ସ୍ପଷ୍ଟ; ପୁଣି, ବିଦ୍ୟାପ୍ରାପ୍ତ ଲୋକଙ୍କ ପ୍ରତି ତାହା ଯଥାର୍ଥ ଅଟେ ।"},{"number":10,"verse":"ରୂପା ଅପେକ୍ଷା ମୋହର ଉପଦେଶ ଏବଂ ମନୋନୀତ ସୁବର୍ଣ୍ଣ ଅପେକ୍ଷା ଜ୍ଞାନ ଗ୍ରହଣ କର ।"},{"number":11,"verse":"ଯେହେତୁ ଜ୍ଞାନ ମୁକ୍ତାଠାରୁ ଉତ୍ତମ ଓ ସମସ୍ତ ଇଷ୍ଟବସ୍ତୁ ତାହା ସଙ୍ଗେ ତୁଲ୍ୟ ହେବାକୁ ଯୋଗ୍ୟ ନୁହେଁ ।"},{"number":12,"verse":"ମୁଁ ପ୍ରଜ୍ଞା, ସତର୍କତାକୁ ଆପଣା ବାସସ୍ଥାନ କରିଅଛି, ପୁଣି ଜ୍ଞାନ ଓ ପରିଣାମଦର୍ଶିତା ପାଇଥାଏ ।"},{"number":13,"verse":"ସଦାପ୍ରଭୁଙ୍କ ବିଷୟକ ଭୟ, ମନ୍ଦତା ପ୍ରତି ଘୃଣା; ଅହଙ୍କାର ଓ ଦାମ୍ଭିକତା ଓ କୁପଥ ଏବଂ କୁଟିଳମୁଖ ମୁଁ ଘୃଣା କରେ ।"},{"number":14,"verse":"ମନ୍ତ୍ରଣା ଓ ତତ୍ତ୍ଵଜ୍ଞାନ ମୋʼଠାରେ ଥାଏ; ମୁଁ ହିଁ ସୁବିବେଚନା; ମୋʼଠାରେ ବଳ ଅଛି ।"},{"number":15,"verse":"ମୋʼ ଦ୍ଵାରା ରାଜାମାନେ ରାଜତ୍ଵ କରନ୍ତି ଓ ଭୂପତିମାନେ ଯଥାର୍ଥ ବିଚାର କରନ୍ତି ।"},{"number":16,"verse":"ମୋʼ ଦ୍ଵାରା ଅଧିପତିମାନେ ଓ କୁଳୀନମାନେ ଓ ପୃଥିବୀର ସମସ୍ତ ବିଚାରକର୍ତ୍ତୃଗଣ ଶାସନ କରନ୍ତି ।"},{"number":17,"verse":"ଯେଉଁମାନେ ମୋତେ ପ୍ରେମ କରନ୍ତି, ମୁଁ ସେମାନଙ୍କୁ ପ୍ରେମ କରେ, ପୁଣି ଯେଉଁମାନେ ଯନିରେ ମୋହର ଅନ୍ଵେଷଣ କରନ୍ତି, ସେମାନେ ମୋତେ ପାଇବେ ।"},{"number":18,"verse":"ମୋʼଠାରେ ଧନ ଓ ସମ୍ଭ୍ରମ, ପୁଣି ଅକ୍ଷୟ ସମ୍ପତ୍ତି ଓ ଧାର୍ମିକତା ଅଛି ।"},{"number":19,"verse":"ମୋହର ଫଳ ସୁବର୍ଣ୍ଣ, ହଁ, ଶୁଦ୍ଧ ସୁବର୍ଣ୍ଣ ଅପେକ୍ଷା ଉତ୍ତମ; ପୁଣି, ମୋହର ଆୟ ଉତ୍କୃଷ୍ଟ ରୂପା ଅପେକ୍ଷା ଭଲ ।"},{"number":20,"verse":"ମୁଁ ଧାର୍ମିକତାର ମାର୍ଗରେ, ବିଚାରର ପଥ ମଧ୍ୟରେ ଗମନ କରେ,"},{"number":21,"verse":"ଆଉ ଯେଉଁମାନେ ମୋତେ ପ୍ରେମ କରନ୍ତି, ସେମାନଙ୍କୁ ସାରା ସମ୍ପତ୍ତିର ଅଧିକାରୀ କରେ ଓ ସେମାନଙ୍କ ଭଣ୍ତାର ପରିପୂର୍ଣ୍ଣ କରେ;"},{"number":22,"verse":"ସଦାପ୍ରଭୁ ନିଜ ଗତିର ଆରମ୍ଭରେ, ତାହାଙ୍କ କର୍ମସକଳର ପୂର୍ବରେ ମୋତେ ଅଧିକାର କରିଥିଲେ ।"},{"number":23,"verse":"ଅନାଦିକାଳରୁ ଅବା ଆଦ୍ୟକାଳଠାରୁ ଅବା ପୃଥିବୀର ମୂଳସ୍ଥାପନର ପୂର୍ବରୁ ମୁଁ ସ୍ଥାପିତ ଅଛି ।"},{"number":24,"verse":"ବାରିଧିସକଳ ନ ଥିବା ସମୟରେ, ନିର୍ଝରସକଳ ଜଳପୂର୍ଣ୍ଣ ନ ଥିବା ସମୟରେ ମୁଁ ଜନ୍ମିଅଛି;"},{"number":25,"verse":"ପୁଣି, ପର୍ବତଗଣ ଓ ଉପପର୍ବତଗଣ ସ୍ଥାପିତ ହେବା ପୂର୍ବରେ ମୁଁ ଜନ୍ମ ପାଇଅଛି;"},{"number":26,"verse":"ସେସମୟରେ ଭୂମି, କି ପ୍ରାନ୍ତର, କି ଜଗତସ୍ଥ ଧୂଳିର ଅଗ୍ରିମାଂଶ ସେ ସୃଷ୍ଟି କରି ନ ଥିଲେ ।"},{"number":27,"verse":"ଯେଉଁ ସମୟରେ ସେ ଆକାଶମଣ୍ତଳ ସ୍ଥାପନ କଲେ, ସେସମୟରେ ମୁଁ ସେଠାରେ ଥିଲି, ଯେଉଁ ସମୟରେ ସେ ବାରିଧି ଉପରେ ଚକ୍ରାକାର ସୀମା ନିରୂପଣ କଲେ,"},{"number":28,"verse":"ପୁଣି ଉପରିସ୍ଥ ଆକାଶମଣ୍ତଳକୁ ଦୃଢ଼ କଲେ ଓ ବାରିଧିର ପ୍ରବାହସକଳ ପ୍ରବଳ ହେଲା;"},{"number":29,"verse":"ଜଳସମୂହ ଯେପରି ତାହାଙ୍କ ଆଜ୍ଞା ଲଙ୍ଘନ କରି ନ ପାରେ, ଏଥିପାଇଁ ଯେଉଁ ସମୟରେ ସେ ସମୁଦ୍ରର ସୀମା ନିରୂପଣ କଲେ ଓ ଯେଉଁ ସମୟରେ ଜଗତର ମୂଳଦୁଆ ଚିହ୍ନିତ କଲେ;"},{"number":30,"verse":"ସେହି ସମୟରେ ମୁଁ ତାହାଙ୍କ ନିକଟରେ କର୍ମକର୍ତ୍ତା ଥିଲି; ପୁଣି, ମୁଁ ପ୍ରତିଦିନ ଆନନ୍ଦଦାୟୀ ହୋଇ ତାହାଙ୍କ ସମ୍ମୁଖରେ ସର୍ବଦା ଆନନ୍ଦ କଲି ।"},{"number":31,"verse":"ପୁଣି, ତାହାଙ୍କ ଭୂମଣ୍ତଳରେ ଆନନ୍ଦ କଲି ଓ ମନୁଷ୍ୟ ସନ୍ତାନଗଣ ସଙ୍ଗରେ ମୋହର ଆମୋଦ ଥିଲା ।"},{"number":32,"verse":"ଏନିମନ୍ତେ ହେ ମୋହର ପୁତ୍ରମାନେ, ମୋହର ବାକ୍ୟ ଶୁଣ, ଯେହେତୁ ଯେଉଁମାନେ ମୋହର ପଥ ଧରନ୍ତି, ସେମାନେ ଧନ୍ୟ ।"},{"number":33,"verse":"ଉପଦେଶ ଶୁଣି ଜ୍ଞାନବାନ ହୁଅ; ପୁଣି, ତାହା ଅଗ୍ରାହ୍ୟ କର ନାହିଁ ।"},{"number":34,"verse":"ଯେ ମୋʼ କଥା ଶୁଣେ ଓ ମୋʼ ଦ୍ଵାର ନିକଟରେ ନିତ୍ୟ ଜଗି ରହେ, ମୋʼ ଦ୍ଵାରର ଚୌକାଠ ନିକଟରେ ଅନୁସରଣ କରେ, ସେହି ଲୋକ ଧନ୍ୟ ।"},{"number":35,"verse":"ଯେହେତୁ ଯେ ମୋତେ ପାଏ, ସେ ଜୀବନ ପାଏ ଏବଂ ସଦାପ୍ରଭୁଙ୍କର ଅନୁଗ୍ରହ ପ୍ରାପ୍ତ ହେବ ।"},{"number":36,"verse":"ମାତ୍ର ଯେ ମୋʼ ବିରୁଦ୍ଧରେ ପାପ କରେ, ସେ ଆପଣା ପ୍ରାଣର କ୍ଷତି କରେ; ଯେସମସ୍ତ ଲୋକ ମୋତେ ଘୃଣା କରନ୍ତି, ସେମାନେ ମୃତ୍ୟୁକୁ ଭଲ ପାଆନ୍ତି ।"}]}