{"bibleAbbr":"NASB2020","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"(The Council at Jerusalem) Then after an interval of fourteen years I went up again to Jerusalem with Barnabas, taking Titus along also."},{"number":2,"verse":"(Lit according to revelation I went up) It was because of a revelation that I went up; and I submitted to them the gospel which I preach among the Gentiles, but I did so in private to those who were of reputation, for fear that somehow I might be running, or had run, in vain."},{"number":3,"verse":"But not even Titus, who was with me, though he was a Greek, was compelled to be circumcised."},{"number":4,"verse":"Yet it was a concern because of the false brothers secretly brought in, who had sneaked in to spy on our freedom which we have in Christ Jesus, in order to enslave us."},{"number":5,"verse":"But we did not yield in subjection to them, even for an hour, so that the truth of the gospel would remain with you."},{"number":6,"verse":"But from those who (Lit reputed as being something) were of considerable repute (what they were makes no difference to me; God shows no favoritism)—well, those who were of repute contributed nothing to me."},{"number":7,"verse":"But on the contrary, seeing that I had been entrusted with the gospel (Lit of the uncircumcision; i. e., to Gentiles) to the uncircumcised, just as Peter had been (Lit of the circumcision; i. e., to Jews) to the circumcised"},{"number":8,"verse":"(for He who was at work for Peter in his apostleship (See note 2 v 7) to the circumcised was at work for me also to the Gentiles),"},{"number":9,"verse":"and recognizing the grace that had been given to me, (Or Jacob) James and (I. e., Peter) Cephas and John, who were reputed to be pillars, gave to me and Barnabas the right (Lit hands) hand of fellowship, so that we might go to the Gentiles, and they to the circumcised."},{"number":10,"verse":"They only asked us to remember the poor—the very thing I also was eager to do."},{"number":11,"verse":"(Peter (Cephas) Opposed by Paul) But when Cephas came to Antioch, I opposed him to his face, because he (Or was to be condemned; lit was one who was condemned; or was self-condemned) stood condemned."},{"number":12,"verse":"For prior to the coming of some men from (Or Jacob) James, he used to eat with the Gentiles; but when they came, he began to withdraw and separate himself, fearing those from the circumcision."},{"number":13,"verse":"The rest of the Jews joined him in hypocrisy, with the result that even Barnabas was carried away by their hypocrisy."},{"number":14,"verse":"But when I saw that they were not (Or progressing toward; lit walking straightly) straightforward about the truth of the gospel, I said to Cephas in the presence of all, “If you, being a Jew, live like the Gentiles and not like the Jews, how is it that you compel the Gentiles to live like Jews? (Some close the direct quotation here, others extend it through v 21)"},{"number":15,"verse":"“We are Jews by nature and not sinners from the Gentiles;"},{"number":16,"verse":"nevertheless, knowing that a person is not justified by works of (Or law) the Law but through faith in Christ Jesus, even we have believed in Christ Jesus, so that we may be justified by faith in Christ and not by works of (Or law) the Law; since by works of (Or law) the Law no (Or mortal man) flesh will be justified."},{"number":17,"verse":"But if, while seeking to be justified in Christ, we ourselves have also been found sinners, is Christ then a servant of sin? (Lit May it never happen!) Far from it!"},{"number":18,"verse":"For if I rebuild what I have once destroyed, I prove myself to be a wrongdoer."},{"number":19,"verse":"For through (Or law) the Law I died to (Or law) the Law, so that I might live for God."},{"number":20,"verse":"I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and (Or insofar as I) the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me."},{"number":21,"verse":"I do not nullify the grace of God, for if righteousness comes through (Or law) the Law, then Christ died needlessly.”"}]}