{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"(ಸ್ವಾಮಿ ಕಲಿಸಿಕೊಟ್ಟ ಪ್ರಾರ್ಥನೆ) ( ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಒಂದು ಸ್ಥಳದಲ್ಲಿ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಾ ಇದ್ದರು. ಅವರ ಪ್ರಾರ್ಥನೆ ಮುಗಿದ ಮೇಲೆ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು. “ಪ್ರಭುವೇ, ಯೊವಾನ್ನನು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡುವುದನ್ನು ಕಲಿಸಿದ ಹಾಗೆ ನಮಗೂ ಕಲಿಸಿಕೊಡಿ,” ಎಂದನು. ಅದಕ್ಕೆ ಯೇಸು ಇಂತೆಂದರು, “ನೀವು ಹೀಗೆ ಪ್ರಾರ್ಥನೆಮಾಡಬೇಕು: ತಂದೆಯೇ,"},{"number":2,"verse":"ನಿಮ್ಮ ಪವಿತ್ರನಾಮ ಪೂಜಿತವಾಗಲಿ; ನಿಮ್ಮ ಸಾಮ್ರಾಜ್ಯ ಬರಲಿ."},{"number":3,"verse":"ನಮಗೆ ಅಗತ್ಯವಾದ ಆಹಾರವನ್ನು ಅನುದಿನವೂ ಕೊಡಿ."},{"number":4,"verse":"ನಮಗೆ ತಪ್ಪು ಮಾಡಿದ ಪ್ರತಿಯೊಬ್ಬನನ್ನು ನಾವು ಕ್ಷಮಿಸುವುದರಿಂದ, ನಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿರಿ. ನಮ್ಮನ್ನು ಶೋಧನೆಗೆ ಒಳಪಡಿಸಬೇಡಿ’.”"},{"number":5,"verse":"(ಪ್ರಾರ್ಥನೆಯ ಫಲ) ಪುನಃ ಯೇಸುಸ್ವಾಮಿ ಶಿಷ್ಯರಿಗೆ, “ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನು ತನ್ನ ಸ್ನೇಹಿತನ ಮನೆಗೆ ನಡುರಾತ್ರಿಯಲ್ಲಿ ಹೋಗುತ್ತಾನೆಂದು ಭಾವಿಸೋಣ: ಅವನು, ‘ಗೆಳೆಯಾ, ನನಗೆ ಮೂರು ರೊಟ್ಟಿಗಳನ್ನು ಸಾಲವಾಗಿ ಕೊಡು."},{"number":6,"verse":"ಪ್ರಯಾಣದಲ್ಲಿದ್ದ ನನ್ನ ಸ್ನೇಹಿತನೊಬ್ಬನು ಅನಿರೀಕ್ಷಿತವಾಗಿ ನನ್ನ ಮನೆಗೆ ಈಗತಾನೆ ಬಂದಿದ್ದಾನೆ. ಅವನಿಗೆ ಊಟಕ್ಕಿಡಲು ನನ್ನಲ್ಲಿ ಏನೂ ಇಲ್ಲ,’ ಎಂದು ಕೇಳಲು,"},{"number":7,"verse":"ಈ ಸ್ನೇಹಿತ ಒಳಗಿನಿಂದಲೇ, ‘ನನಗೆ ತೊಂದರೆ ಕೊಡಬೇಡ; ಬಾಗಿಲು ಹಾಕಿ ಆಗಿದೆ; ನನ್ನ ಮಕ್ಕಳು ನನ್ನ ಕೂಡ ಮಲಗಿದ್ದಾರೆ; ನಾನು ಎದ್ದು ಬಂದು ಕೊಡುವುದಕ್ಕಾಗುವುದಿಲ್ಲ,’ ಎಂದು ಉತ್ತರ ಕೊಡುವುದು ಸಹಜವಲ್ಲವೇ?"},{"number":8,"verse":"ಆದರೂ, ತನ್ನ ಗೆಳೆಯ ಇವನು ಎಂದು ಎದ್ದುಬಂದು ಕೊಡದೆ ಇದ್ದರೂ, ನಾಚಿಕೆಪಡದೆ ಕೇಳುತ್ತಲೇ ಇದ್ದಾನಲ್ಲಾ ಎಂಬ ಕಾರಣದಿಂದಾದರೂ ಅವನು ಎದ್ದುಬಂದು ಕೇಳಿದಷ್ಟನ್ನು ಕೊಡುತ್ತಾನೆಂಬುದು ನಿಜ."},{"number":9,"verse":"ಆದುದರಿಂದ: ‘ಕೇಳಿರಿ, ನಿಮಗೆ ದೊರಕುವುದು; ತಟ್ಟಿರಿ, ನಿಮಗೆ ಬಾಗಿಲು ತೆರೆಯಲಾಗುವುದು."},{"number":10,"verse":"ಏಕೆಂದರೆ, ಕೇಳಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ದೊರಕುವುದು; ಹುಡುಕುವವನಿಗೆ ಸಿಗುವುದು; ತಟ್ಟುವವನಿಗೆ ಬಾಗಿಲು ತೆರೆಯಲಾಗುವುದು.’"},{"number":11,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಯಾವ ತಂದೆ ತಾನೇ ತನ್ನ ಮಗ ಮೀನನ್ನು ಕೇಳಿದರೆ ಹಾವನ್ನು ಕೊಡುತ್ತಾನೆ?"},{"number":12,"verse":"ಅಥವಾ ಮೊಟ್ಟೆಯನ್ನು ಕೇಳಿದರೆ ಚೇಳನ್ನು ಕೊಡುತ್ತಾನೆ?"},{"number":13,"verse":"ಕೆಟ್ಟವರಾದ ನೀವು ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ ಒಳ್ಳೆಯ ಪದಾರ್ಥಗಳನ್ನು ಕೊಡಬಲ್ಲವರಾದರೆ, ಅವಕ್ಕಿಂತಲೂ ಹೆಚ್ಚಾಗಿ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆ ತಮ್ಮನ್ನು ಕೇಳಿಕೊಳ್ಳುವವರಿಗೆ ಪವಿತ್ರಾತ್ಮ ಅವರನ್ನೇ ಅನುಗ್ರಹಿಸಬಲ್ಲರು! ಎಂದು ನಾನು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ.”"},{"number":14,"verse":"(ದೆವ್ವಗಳ ಉಚ್ಛಾಟನೆ - ದೈವೀರಾಜ್ಯದ ಉದ್ಘಾಟನೆ) ( ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಒಂದು ಮೂಕ ದೆವ್ವವನ್ನು ಬಿಡಿಸುತ್ತಿದ್ದರು. ಆ ದೆವ್ವ ಬಿಟ್ಟುಹೋದ ಮೇಲೆ ಮೂಕನು ಮಾತನಾಡಿದನು. ಜನರು ಆಶ್ಚರ್ಯಚಕಿತರಾದರು."},{"number":15,"verse":"ಆದರೆ ಅವರಲ್ಲಿ ಕೆಲವರು, “ಇವನು ದೆವ್ವಗಳ ಒಡೆಯನಾದ ಬೆಲ್ಜೆಬೂಲನ ಶಕ್ತಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಾನೆ,” ಎಂದರು. ಬೇರೆ ಕೆಲವರು ಯೇಸುವನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ"},{"number":16,"verse":"ಸ್ವರ್ಗದಿಂದ ಒಂದು ಅದ್ಭುತಕಾರ್ಯವನ್ನು ಮಾಡಿತೋರಿಸುವಂತೆ ಕೇಳಿದರು."},{"number":17,"verse":"ಅವರ ಆಲೋಚನೆಗಳನ್ನು ಅರಿತುಕೊಂಡು ಯೇಸು, “ಅಂತಃಕಲಹದಿಂದ ಒಡೆದು ಹೋಗಿರುವ ಪ್ರತಿಯೊಂದು ರಾಜ್ಯ ನಾಶವಾಗುವುದು; ಕುಟುಂಬ ಕುಟುಂಬಗಳು ಕಚ್ಚಾಡಿ ಹಾಳಾಗುವುವು."},{"number":18,"verse":"ಅಂತೆಯೇ ಸೈತಾನನ ಪಕ್ಷದವರು ಒಬ್ಬರ ವಿರುದ್ಧ ಒಬ್ಬರು ಜಗಳ ಆಡಿದರೆ ಅವನ ರಾಜ್ಯ ಹೇಗೆ ತಾನೆ ಉಳಿದೀತು?"},{"number":19,"verse":"ನಾನು ಬೆಲ್ಜೆಬೂಲನ ಶಕ್ತಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಾದರೆ ನಿಮ್ಮವರು ಯಾರ ಶಕ್ತಿಯಿಂದ ಬಿಡಿಸುತ್ತಾರೆ? ಆದ್ದರಿಂದ ನೀವು ಹೇಳುವುದು ತಪ್ಪೆಂದು ನಿಮ್ಮವರೇ ತೀರ್ಪುಕೊಡುವರು."},{"number":20,"verse":"ನಾನು ದೇವರ ಶಕ್ತಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಾದರೆ ದೇವರ ಸಾಮ್ರಾಜ್ಯ ನಿಮ್ಮಲ್ಲಿಗೆ ಈಗಾಗಲೇ ಬಂದಿದೆ, ಎಂಬುದು ಸ್ಪಷ್ಟ."},{"number":21,"verse":"“ಬಲಿಷ್ಠನೊಬ್ಬನು ಸರ್ವಾಯುಧಗಳಿಂದ ಸಜ್ಜಿತನಾಗಿ ತನ್ನ ಮನೆಗೆ ಕಾವಲಿರುವಾಗ ಅವನ ಆಸ್ತಿಯೆಲ್ಲ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ."},{"number":22,"verse":"ಆದರೆ ಇವನಿಗಿಂತಲೂ ಬಲಿಷ್ಠನು ಎದುರಿಸಿ ಬಂದು ಇವನನ್ನು ಗೆದ್ದಾಗ, ಇವನು ನೆಚ್ಚಿಕೊಂಡಿದ್ದ ಆಯುಧಗಳನ್ನೆಲ್ಲಾ ಅವನು ಕಿತ್ತುಕೊಂಡು, ಸುಲಿಗೆಯನ್ನು ಹಂಚಿಕೊಡುತ್ತಾನೆ."},{"number":23,"verse":"“ನನ್ನ ಪರವಾಗಿ ಇರದವನು ನನಗೆ ವಿರೋಧಿಯೇ ಸರಿ. ನನ್ನೊಡನೆ ಶೇಖರಿಸದವನು ಚದರಿಸುತ್ತಾನೆ,” ಎಂದರು."},{"number":24,"verse":"(ಮರಳಿ ಮನೆಗೆ ಬಂದ ದೆವ್ವ) ((470 ೧2:43-45)) ಯೇಸುಸ್ವಾಮಿ ಬೋಧನೆಯನ್ನು ಮುಂದುವರಿಸುತ್ತಾ, “ದೆವ್ವವು ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಬಿಟ್ಟು ತೊಲಗಿದ ಮೇಲೆ ನೆಲೆಯನ್ನು ಹುಡುಕುತ್ತಾ ಒಣಗಾಡಿನಲ್ಲಿ ಅಲೆದಾಡುತ್ತದೆ. ಅದಕ್ಕೆ ನೆಲೆ ಸಿಗದ ಕಾರಣ ಅದು, ‘ನಾನು ಬಿಟ್ಟುಬಂದ ನನ್ನ ಮನೆಗೇ ಹಿಂದಿರುಗುತ್ತೇನೆ’ ಎಂದುಕೊಳ್ಳುತ್ತದೆ."},{"number":25,"verse":"ಅದು ಮರಳಿ ಬಂದಾಗ, ಮನೆ ಗುಡಿಸಿರುವುದನ್ನೂ ಎಲ್ಲವೂ ಚೊಕ್ಕಟವಾಗಿರುವುದನ್ನೂ ಕಾಣುತ್ತದೆ."},{"number":26,"verse":"ಪುನಃ ಹೊರಟು ಹೋಗಿ ತನಗಿಂತಲೂ ಕೆಟ್ಟವುಗಳಾದ ಬೇರೆ ಏಳು ದೆವ್ವಗಳನ್ನು ಕರೆದುಕೊಂಡು ಬರುತ್ತದೆ. ಅವು ಆ ಮನುಷ್ಯನ ಒಳ ಹೊಕ್ಕು ನೆಲಸುತ್ತವೆ. ಕೊನೆಗೆ ಅವನ ಪರಿಸ್ಥಿತಿ ಪೂರ್ವಸ್ಥಿತಿಗಿಂತಲೂ ಅಧೋಗತಿಗೆ ಇಳಿಯುತ್ತದೆ,” ಎಂದರು."},{"number":27,"verse":"(ಮಾತೆಗಿಂತಲೂ ಮಿಗಿಲಾದವರು!) ಯೇಸುಸ್ವಾಮಿ ಹೀಗೆ ಮಾತನಾಡುತ್ತಿದ್ದಾಗ ಜನಸಮೂಹದಿಂದ ಮಹಿಳೆಯೊಬ್ಬಳು, “ನಿಮ್ಮನ್ನು ಉದರದಲ್ಲಿ ಹೊತ್ತು, ನಿಮಗೆ ಮೊಲೆಯೂಡಿಸಿದ ತಾಯಿ ಭಾಗ್ಯವಂತಳು!” ಎಂದು ಕೂಗಿ ಹೇಳಿದಳು."},{"number":28,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಅದಕ್ಕಿಂತಲೂ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೇಳಿ, ಅದನ್ನು ಅನುಸರಿಸುವವನು ಹೆಚ್ಚು ಭಾಗ್ಯವಂತನು!” ಎಂದರು."},{"number":29,"verse":"(ಯೋನನ ಸಂಕೇತ) ( ಜನರ ಗುಂಪು ಹೆಚ್ಚುತ್ತಿದ್ದಾಗ, ಯೇಸುಸ್ವಾಮಿ ಹೀಗೆಂದು ಮುಂದುವರಿಸಿದರು: “ಈ ಪೀಳಿಗೆ ಕೆಟ್ಟ ಪೀಳಿಗೆ. ಇದು ಅದ್ಭುತಕಾರ್ಯವನ್ನು ಸಂಕೇತವಾಗಿ ಕೋರುತ್ತದೆ. ಪ್ರವಾದಿ ಯೋನನ ಸಂಕೇತವೇ ಹೊರತು ಬೇರೆ ಯಾವ ಸಂಕೇತವೂ ಇದಕ್ಕೆ ದೊರಕದು."},{"number":30,"verse":"ಹೇಗೆಂದರೆ, ನಿನೆವೆ ನಗರದ ಜನರಿಗೆ ಪ್ರವಾದಿ ಯೋನನು ಸಂಕೇತವಾದಂತೆ ನರಪುತ್ರನು ಈ ಸಂತತಿಗೆ ಸಂಕೇತವಾಗಿರುವನು."},{"number":31,"verse":"“ದೈವತೀರ್ಪಿನ ದಿನ ದಕ್ಷಿಣದೇಶದ ರಾಣಿ ಈ ಪೀಳಿಗೆಗೆ ಎದುರಾಗಿ ನಿಂತುಕೊಂಡು, ಇವರನ್ನು ಅಪರಾಧಿಗಳೆಂದು ತೋರಿಸುವಳು. ಆಕೆ ಸೊಲೊಮೋನನ ಜ್ಞಾನೋಕ್ತಿಗಳನ್ನು ಕೇಳುವುದಕ್ಕಾಗಿ ದೇಶದ ಕಟ್ಟಕಡೆಯಿಂದ ಬಂದಳು. ಆದರೆ, ಸೊಲೊಮೋನನಿಗಿಂತಲೂ ಮೇಲಾದವನು ಇಗೋ, ಇಲ್ಲಿದ್ದಾನೆ."},{"number":32,"verse":"ತೀರ್ಪಿನ ದಿನ ನಿನೆವೆ ನಗರದವರು ಈ ಪೀಳಿಗೆಗೆ ಎದುರಾಗಿ ನಿಂತು ಇದನ್ನು ಅಪರಾಧಿ ಎಂದು ತೋರಿಸುವರು. ಏಕೆಂದರೆ, ಪ್ರವಾದಿ ಯೋನನ ಬೋಧನೆಯನ್ನು ಕೇಳಿ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಅವರು ದೇವರಿಗೆ ಅಭಿಮುಖರಾದರು. ಆದರೆ ಪ್ರವಾದಿ ಯೋನನಿಗಿಂತಲೂ ಮೇಲಾದವನು ಇಗೋ, ಇಲ್ಲಿದ್ದಾನೆ."},{"number":33,"verse":"(ನೇತ್ರಗಳೇ ದೇಹದ ದೀಪಗಳು) ( “ಯಾರೂ ದೀಪವನ್ನು ಹಚ್ಚಿ ನೆಲಮಾಳಿಗೆಯಲ್ಲಾಗಲಿ, ಬಟ್ಟಲ ಕೆಳಗಾಗಲಿ ಇಡುವುದಿಲ್ಲ. ಮನೆಯೊಳಕ್ಕೆ ಬರುವವರಿಗೆ ಬೆಳಕು ಕಾಣಿಸುವಂತೆ ಅದನ್ನು ದೀಪಸ್ತಂಭದ ಮೇಲಿಡುತ್ತಾರೆ."},{"number":34,"verse":"“ನಿನ್ನ ಕಣ್ಣೇ ದೇಹಕ್ಕೆ ದೀಪ; ನಿನ್ನ ಕಣ್ಣು ಸರಿಯಿದ್ದರೆ ನಿನ್ನ ದೇಹವೆಲ್ಲ ಕಾಂತಿಮಯವಾಗುವುದು. ಅದು ಕೆಟ್ಟಿದ್ದರೆ, ದೇಹವೆಲ್ಲಾ ಕತ್ತಲೆಮಯವಾಗುವುದು."},{"number":35,"verse":"ಆದುದರಿಂದ ನಿನ್ನೊಳಗಿರುವ ಬೆಳಕಿಗೆ ಕತ್ತಲೆ ಕವಿಯದಂತೆ ಎಚ್ಚರಿಕೆ ವಹಿಸು."},{"number":36,"verse":"ದೇಹದ ಯಾವುದೊಂದು ಭಾಗದಲ್ಲೂ ಕತ್ತಲೆಯಿಲ್ಲದೆ ದೇಹವೆಲ್ಲ ಕಾಂತಿಮಯವಾಗಿದ್ದರೆ, ದೀಪವು ತನ್ನ ಪ್ರಕಾಶದಿಂದ ನಿನ್ನನ್ನು ಬೆಳಗಿಸುವಂತೆ, ನಿನ್ನ ದೇಹದಾದ್ಯಂತವೂ ದೇದೀಪ್ಯಮಾನವಾಗಿರುವುದು,” ಎಂದರು."},{"number":37,"verse":"(ಒಳಗೆ ಕೊಳಕು ಹೊರಗೆ ಥಳಕು) ( ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಬೋಧನೆಯನ್ನು ಮುಗಿಸಿದಾಗ, ಫರಿಸಾಯನೊಬ್ಬನು ಅವರನ್ನು ಊಟಕ್ಕೆ ಆಮಂತ್ರಿಸಿದನು. ಯೇಸು ಒಳಕ್ಕೆ ಹೋಗಿ ಊಟಕ್ಕೆ ಕುಳಿತುಕೊಂಡರು."},{"number":38,"verse":"ಊಟಕ್ಕೆ ಮುಂಚೆ ಅವರು ಕೈ ತೊಳೆಯದೆಹೋದುದನ್ನು ಕಂಡು ಫರಿಸಾಯನು ಚಕಿತನಾದನು."},{"number":39,"verse":"ಆಗ ಯೇಸು, “ಫರಿಸಾಯರಾದ ನೀವು ಲೋಟ ಹಾಗೂ ಊಟದ ತಟ್ಟೆಗಳ ಹೊರಭಾಗವನ್ನು ಶುಚಿಮಾಡುತ್ತೀರಿ; ಆದರೆ ನಿಮ್ಮ ಒಳಭಾಗವು ಲೋಭದಿಂದಲೂ ಕೆಡುಕಿನಿಂದಲೂ ತುಂಬಿದೆ."},{"number":40,"verse":"ಮೂರ್ಖರೇ, ಹೊರಭಾಗವನ್ನು ಮಾಡಿದಾತನು ಒಳಭಾಗವನ್ನೂ ಮಾಡಲಿಲ್ಲವೇ?"},{"number":41,"verse":"ನಿಮ್ಮ ತಟ್ಟೆ, ಲೋಟಗಳಲ್ಲಿ ಇರುವುದನ್ನು ಮೊಟ್ಟಮೊದಲು ದಾನಮಾಡಿರಿ. ಆಗ ಸಮಸ್ತವು ನಿಮಗೆ ಶುದ್ಧಿಯಾಗಿರುವುದು."},{"number":42,"verse":"“ಫರಿಸಾಯರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನೀವು ಪುದಿನ, ಸದಾಪು ಮುಂತಾದ ಪಲ್ಯಗಳಲ್ಲೂ ಹತ್ತರಲ್ಲಿ ಒಂದು ಪಾಲು ಸಲ್ಲಿಸುತ್ತೀರಿ, ಸರಿ. ಆದರೆ ನ್ಯಾಯನೀತಿಯನ್ನೂ ದೇವರ ಪ್ರೀತಿಯನ್ನೂ ಬದಿಗೊತ್ತಿದ್ದೀರಿ. ನೀವು ಅವುಗಳನ್ನು ಅಲಕ್ಷ್ಯಮಾಡದೆ, ಇವುಗಳನ್ನು ಅನುಷ್ಠಾನಕ್ಕೆ ತರಬೇಕಾಗಿತ್ತು."},{"number":43,"verse":"“ಫರಿಸಾಯರೇ ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಪ್ರಾರ್ಥನಾ ಮಂದಿರಗಳಲ್ಲಿ ಪ್ರಧಾನ ಆಸನಗಳನ್ನೂ ಪೇಟೆಬೀದಿಗಳಲ್ಲಿ ವಂದನೋಪಚಾರಗಳನ್ನೂ ಅಪೇಕ್ಷಿಸುತ್ತೀರಿ."},{"number":44,"verse":"ಅಯ್ಯೋ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನೀವು ನೆಲಸಮವಾದ ಸಮಾಧಿಗಳಂತೆ ಇದ್ದೀರಿ. ಸಮಾಧಿಗಳೆಂದು ತಿಳಿಯದೆಯೆ ಜನರು ಅವುಗಳ ಮೇಲೆ ನಡೆದಾಡುತ್ತಾರೆ,” ಎಂದರು."},{"number":45,"verse":"ಇದನ್ನು ಕೇಳಿದ ಒಬ್ಬ ಧರ್ಮಶಾಸ್ತ್ರಜ್ಞನು, “ಬೋಧಕರೇ, ನೀವು ಹೀಗೆ ಮಾತನಾಡುವುದರಿಂದ ನಮ್ಮನ್ನೂ ಖಂಡಿಸಿದಂತಾಯಿತು,” ಎಂದನು."},{"number":46,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಶಾಸ್ತ್ರಜ್ಞರೇ, ನಿಮಗೂ ಧಿಕ್ಕಾರ! ಹೊರಲಾಗದ ಹೊರೆಗಳನ್ನು ನೀವು ಜನರ ಮೇಲೆ ಹೇರುತ್ತೀರಿ; ನೀವಾದರೋ ನಿಮ್ಮ ಕಿರುಬೆರಳಿನಿಂದ ಕೂಡ ಅವುಗಳನ್ನು ಮುಟ್ಟುವುದಿಲ್ಲ."},{"number":47,"verse":"ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನಿಮ್ಮ ಪಿತೃಗಳು ಕೊಂದುಹಾಕಿದ ಪ್ರವಾದಿಗಳಿಗೆ ನೀವು ಅಂದದ ಗೋರಿಗಳನ್ನು ನಿರ್ಮಿಸುತ್ತೀರಿ."},{"number":48,"verse":"ನಿಮ್ಮ ಪಿತೃಗಳ ಕೃತ್ಯಗಳನ್ನು ನೀವು ಅನುಮೋದಿಸುತ್ತೀರಿ ಎಂಬುದಕ್ಕೆ ಇದೇ ಸಾಕ್ಷಿ. ಏಕೆಂದರೆ, ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದವರು ಅವರಾದರೆ, ಗೋರಿ ನಿರ್ಮಿಸುತ್ತಿರುವವರು ನೀವು."},{"number":49,"verse":"ಈ ಕಾರಣದಿಂದಲೇ ‘ದೇವರ ಜ್ಞಾನವು’ ಹೇಳಿರುವುದೇನೆಂದರೆ - ‘ನಾನು ಅವರ ಬಳಿಗೆ ಪ್ರವಾದಿಗಳನ್ನೂ ಪ್ರೇಷಿತರನ್ನೂ ಕಳುಹಿಸುವೆನು; ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಕೊಲೆಮಾಡುವರು; ಕೆಲವರನ್ನು ಚಿತ್ರಹಿಂಸೆಪಡಿಸುವರು."},{"number":50,"verse":"ಲೋಕಾದಿಯಿಂದ ಸುರಿಸಲಾದ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳ ರಕ್ತಕ್ಕೂ ಅಂದರೆ, ಹೇಬೆಲನ ರಕ್ತ ಮೊದಲ್ಗೊಂಡು, ಬಲಿಪೀಠಕ್ಕೂ ದೇವಾಲಯಕ್ಕೂ ನಡುವೆ ಹತನಾದ ಜಕರೀಯನ ರಕ್ತದವರೆಗೂ ಈ ಪೀಳಿಗೆಯವರು ಲೆಕ್ಕಕೊಡಬೇಕಾಗುವುದು.’ ಹೌದು, ಈ ಪೀಳಿಗೆಯವರೇ ಲೆಕ್ಕಕೊಡಬೇಕಾಗುವುದೆಂದು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":52,"verse":"ಧರ್ಮಶಾಸ್ತ್ರಜ್ಞರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಜ್ಞಾನವೆಂಬ ಮಂದಿರದ ಬೀಗದ ಕೈಯನ್ನು ನಿಮ್ಮಲ್ಲೇ ಇಟ್ಟುಕೊಂಡಿದ್ದೀರಿ. ನೀವು ಒಳಕ್ಕೆ ಪ್ರವೇಶಿಸುವುದಿಲ್ಲ; ಪ್ರವೇಶಿಸಲು ಯತ್ನಿಸುವವರನ್ನೂ ತಡೆಗಟ್ಟುತ್ತೀರಿ,” ಎಂದರು."},{"number":53,"verse":"ಬಳಿಕ ಯೇಸು ಅಲ್ಲಿಂದ ಹೊರಗೆ ಬಂದಾಗ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಅವರನ್ನು ಉಗ್ರವಾಗಿ ಪ್ರತಿಭಟಿಸಲಾರಂಭಿಸಿದರು. ಹಲವಾರು ವಿಷಯಗಳನ್ನು ಕುರಿತು ಮಾತಾಡುವಂತೆ ಕೆಣಕಿ,"},{"number":54,"verse":"ಅವರ ಮಾತಿನಲ್ಲಿ ಏನಾದರೂ ತಪ್ಪು ಕಂಡು ಹಿಡಿಯಲೇಬೇಕೆಂದು ಹೊಂಚುಹಾಕುತ್ತಿದ್ದರು."}]}