{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"(ಯೇಸುವಿನ ಅಧಿಕಾರ ದೈವದತ್ತವೆ?) ( ಒಂದು ದಿನ ಯೇಸುಸ್ವಾಮಿ ಮಹಾದೇವಾಲಯದಲ್ಲಿ ಜನರಿಗೆ ಬೋಧನೆಮಾಡುತ್ತಾ ಶುಭಸಂದೇಶವನ್ನು ಪ್ರಕಟಿಸುತ್ತಾ ಇದ್ದರು. ಆಗ ಮುಖ್ಯಯಾಜಕರು, ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು ಮತ್ತು ಸಭಾಪ್ರಮುಖರು ಅಲ್ಲಿಗೆ ಬಂದು,"},{"number":2,"verse":"“ನೀನು ಯಾವ ಅಧಿಕಾರದಿಂದ ಇದನ್ನೆಲ್ಲಾ ಮಾಡುತ್ತಿರುವೆ? ನಿನಗೆ ಈ ಅಧಿಕಾರವನ್ನು ಕೊಟ್ಟವರು ಯಾರು? ನಮಗೆ ತಿಳಿಸು,” ಎಂದು ಕೇಳಿದರು."},{"number":3,"verse":"ಅದಕ್ಕೆ ಯೇಸು ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ನಾನೂ ನಿಮಗೆ ಒಂದು ಪ್ರಶ್ನೆ ಹಾಕುತ್ತೇನೆ;"},{"number":4,"verse":"ಸ್ನಾನದೀಕ್ಷೆ ಕೊಡುವ ಅಧಿಕಾರ ಯೊವಾನ್ನನಿಗೆ ಎಲ್ಲಿಂದ ಬಂದಿತು? ದೇವರಿಂದಲೋ, ಮನುಷ್ಯರಿಂದಲೋ? ನನಗೆ ತಿಳಿಸಿರಿ,” ಎಂದರು."},{"number":5,"verse":"ಇದನ್ನು ಕೇಳಿದ ಅವರೆಲ್ಲರೂ ತಮ್ಮತಮ್ಮೊಳಗೆ ಸಮಾಲೋಚಿಸುತ್ತಾ ಸಂವಾದಿಸುತ್ತಾ, “ದೇವರಿಂದ ಬಂದಿತು, ಎಂದು ನಾವು ಹೇಳಿದರೆ, ‘ನೀವೇಕೆ ಆತನನ್ನು ನಂಬಲಿಲ್ಲ?’ ಎಂದು ಕೇಳುವನು;"},{"number":6,"verse":"ಮನುಷ್ಯರಿಂದ ಬಂದಿತೆಂದು ಹೇಳಿದೆ ವಾದರೆ ಯೊವಾನ್ನನು ಪ್ರವಾದಿಯೆಂದು ಜನರೆಲ್ಲರಿಗೆ ಮನದಟ್ಟಾಗಿರುವುದರಿಂದ ಅವರು ನಮ್ಮನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವರು,” ಎಂದುಕೊಂಡರು."},{"number":7,"verse":"ಅನಂತರ ಬಂದು, “ಅದು ಎಲ್ಲಿಂದ ಬಂದಿತೋ ನಮಗೆ ತಿಳಿಯದು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":8,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಹಾಗಾದರೆ ನಾನು ಕೂಡ ಯಾವ ಅಧಿಕಾರದಿಂದ ಇದೆಲ್ಲವನ್ನು ಮಾಡುತ್ತೇನೆಂದು ನಿಮಗೆ ಹೇಳುವುದಿಲ್ಲ,” ಎಂದರು."},{"number":9,"verse":"(ಮುದ್ದುಮಗನನ್ನು ಮುಗಿಸಿದ ಗೇಣಿದಾರರು) ( ಬಳಿಕ ಯೇಸುಸ್ವಾಮಿ ಜನರಿಗೆ ಈ ಸಾಮತಿಯನ್ನು ಹೇಳತೊಡಗಿದರು: “ಒಬ್ಬಾತ ಒಂದು ದ್ರಾಕ್ಷಿತೋಟ ಮಾಡಿಸಿದ. ಕಾರಣಾಂತರ ಅದನ್ನು ಗೇಣಿದಾರರಿಗೆ ವಹಿಸಿ, ದೀರ್ಘಕಾಲ ಹೊರನಾಡಿಗೆ ಪ್ರವಾಸ ಹೋದ."},{"number":10,"verse":"ಫಲಕಾಲ ಬಂದಾಗ ತನಗೆ ಬರಬೇಕಾದ ಪಾಲನ್ನು ತರುವುದಕ್ಕಾಗಿ ಒಬ್ಬ ಸೇವಕನನ್ನು ಕಳುಹಿಸಿದ. ಗೇಣಿದಾರರು ಅವನನ್ನು ಹೊಡೆದು ಬರಿಗೈಯಲ್ಲಿ ಹಿಂದಕ್ಕೆ ಅಟ್ಟಿದರು."},{"number":11,"verse":"ತೋಟದ ಯಜಮಾನ ಇನ್ನೊಬ್ಬ ಸೇವಕನನ್ನು ಕಳುಹಿಸಿದ. ಅವನನ್ನೂ ಹೊಡೆದು, ಬಡಿದು ಅವಮಾನ ಮಾಡಿ ಬರಿಗೈಯಲ್ಲೇ ಕಳುಹಿಸಿಬಿಟ್ಟರು."},{"number":12,"verse":"ಯಜಮಾನ ಮೂರನೆಯವನನ್ನು ಕಳುಹಿಸಿದ. ಇವನನ್ನೂ ಚೆನ್ನಾಗಿ ಥಳಿಸಿ, ಗಾಯಗೊಳಿಸಿ, ಹೊರಕ್ಕೆ ದಬ್ಬಿದರು."},{"number":13,"verse":"ಕಡೆಗೆ ತೋಟದ ಯಜಮಾನನು, ‘ಏನುಮಾಡಲಿ? ನನ್ನ ಮುದ್ದುಮಗನನ್ನೇ ಕಳುಹಿಸುತ್ತೇನೆ; ಬಹುಶಃ ಅವನಿಗಾದರೂ ಮರ್ಯಾದೆಕೊಟ್ಟಾರು,’ ಎಂದುಕೊಂಡ."},{"number":14,"verse":"ಆದರೆ ಗೇಣಿದಾರರು ಯಜಮಾನನ ಮಗನನ್ನು ಕಂಡದ್ದೇ ತಡ, ‘ತೋಟಕ್ಕೆ ಇವನೇ ಉತ್ತರಾಧಿಕಾರಿ. ಇವನನ್ನು ಮುಗಿಸಿಬಿಡೋಣ; ಆಸ್ತಿ ನಮ್ಮದಾಗುವುದು,’ ಎಂದು ಒಳಸಂಚು ಮಾಡಿಕೊಂಡರು."},{"number":15,"verse":"ಅಂತೆಯೇ ಅವನನ್ನು ತೋಟದಿಂದ ಹೊರಕ್ಕೆ ದಬ್ಬಿಕೊಂಡು ಹೋಗಿ ಕೊಂದುಹಾಕಿದರು."},{"number":16,"verse":"“ಹೀಗಿರುವಲ್ಲಿ, ತೋಟದ ಯಜಮಾನ ಇವರಿಗೆ ಏನು ಮಾಡುತ್ತಾನೆ?” ಎಂದು ಕೇಳಿದ ಯೇಸು, ತಾವೇ ಉತ್ತರಿಸುತ್ತಾ, “ಅವನು ಬಂದು ಗೇಣಿದಾರರನ್ನು ಸಂಹರಿಸಿ ತೋಟವನ್ನು ಬೇರೆ ಗೇಣಿದಾರರಿಗೆ ಒಪ್ಪಿಸುತ್ತಾನೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":17,"verse":"ಇದನ್ನು ಜನರು ಕೇಳಿದ್ದೇ, “ಅಯ್ಯೋ, ಹಾಗೆ ಎಂದಿಗೂ ಸಂಭವಿಸದಿರಲಿ!” ಎಂದರು. ಯೇಸು ಅವರನ್ನು ದಿಟ್ಟಿಸಿ ನೋಡಿ, “ಹಾಗಾದರೆ; ‘ಮನೆ ಕಟ್ಟುವವರು ಬೇಡವೆಂದು ಬಿಸಾಡಿದ ಕಲ್ಲೇ ಪ್ರಮುಖ ಮೂಲೆಗಲ್ಲಾಯಿತು.’ ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಹೇಳಿರುವುದರ ಅರ್ಥ ಆದರೂ ಏನು?"},{"number":18,"verse":"ಈ ಕಲ್ಲಿನ ಮೇಲೆ ಬೀಳುವ ಪ್ರತಿಯೊಬ್ಬನೂ ಛಿದ್ರಛಿದ್ರವಾಗುವನು. ಯಾವನ ಮೇಲೆ ಈ ಕಲ್ಲು ಬೀಳುವುದೋ ಅವನು ಜಜ್ಜಿಹೋಗುವನು,” ಎಂದರು."},{"number":19,"verse":"(ದೇಶಭಕ್ತಿ ಧರ್ಮಸಮ್ಮತವೆ?) ( ತಮ್ಮನ್ನೇ ಕುರಿತು ಈ ಸಾಮತಿಯನ್ನು ಹೇಳಿದ್ದಾರೆಂದು ಅರಿತುಕೊಂಡ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು ಮತ್ತು ಮುಖ್ಯಯಾಜಕರು ಅಲ್ಲೇ ಯೇಸುವನ್ನು ಬಂಧಿಸಲು ಯತ್ನಿಸಿದರು. ಆದರೆ ಜನಸಮೂಹಕ್ಕೆ ಭಯಪಟ್ಟರು."},{"number":20,"verse":"ಆದುದರಿಂದ ಸೂಕ್ತ ಸಂದರ್ಭ ಹುಡುಕತೊಡಗಿದರು. ಯೇಸುವನ್ನು ರಾಜ್ಯಪಾಲನ ವಶಕ್ಕೂ ನ್ಯಾಯಾಧಿಕಾರಕ್ಕೂ ಒಪ್ಪಿಸುವ ಉದ್ದೇಶದಿಂದ ಗೂಢಚಾರರನ್ನು ಕಳುಹಿಸಿದರು. ಇವರು ನಿಷ್ಕಪಟಿಗಳಂತೆ ನಟಿಸುತ್ತಾ ಯೇಸುವಿನ ಮಾತಿನಲ್ಲಿ ತಪ್ಪು ಕಂಡುಹಿಡಿಯಲು ಪ್ರಯತ್ನಿಸಿದರು."},{"number":21,"verse":"“ಬೋಧಕರೇ, ನೀವು ಹೇಳುವುದು ಹಾಗೂ ಬೋಧಿಸುವುದು ನ್ಯಾಯಬಧ್ಧವಾಗಿಯೇ ಇದೆ. ಮುಖದಾಕ್ಷಿಣ್ಯವಿಲ್ಲದೆ ಸತ್ಯಕ್ಕನುಸಾರವಾಗಿ ಧರ್ಮಮಾರ್ಗವನ್ನು ಬೋಧಿಸುತ್ತೀರಿ. ಇದನ್ನು ನಾವು ಚೆನ್ನಾಗಿ ಬಲ್ಲೆವು."},{"number":22,"verse":"ಹೀಗಿರುವಲ್ಲಿ, ನಾವು ರೋಮ್‍ ಚಕ್ರಾಧಿಪತಿಗೆ ತೆರಿಗೆ ಕೊಡುವುದು ಧರ್ಮಸಮ್ಮತವೋ ಅಲ್ಲವೋ ತಿಳಿಸಿ,” ಎಂದು ಕೇಳಿದರು."},{"number":23,"verse":"ಅವರ ಕುಯುಕ್ತಿಯನ್ನು ಅರಿತುಕೊಂಡ ಯೇಸು,"},{"number":24,"verse":"“ಒಂದು ನಾಣ್ಯವನ್ನು ತೋರಿಸಿರಿ. ಇದರಲ್ಲಿರುವುದು ಯಾರ ಮುದ್ರೆ? ಯಾರ ಲಿಪಿ?” ಎಂದು ಕೇಳಿದರು. ಅದಕ್ಕೆ ಅವರು, “ರೋಮ್‍ ಚಕ್ರವರ್ತಿಯವು,” ಎಂದರು."},{"number":25,"verse":"ಆಗ ಯೇಸು, “ಹಾಗಾದರೆ ಚಕ್ರವರ್ತಿಗೆ ಸಲ್ಲತಕ್ಕದ್ದನ್ನು ಚಕ್ರವರ್ತಿಗೂ, ದೇವರಿಗೆ ಸಲ್ಲತಕ್ಕದ್ದನ್ನು ದೇವರಿಗೂ ಸಲ್ಲಿಸಿರಿ,” ಎಂದರು."},{"number":26,"verse":"ಯೇಸು ಕೊಟ್ಟ ಈ ಉತ್ತರಕ್ಕೆ ಬೆರಗಾಗಿ ಆ ಗೂಢಚಾರರು ಬಾಯಿ ಮುಚ್ಚಿಕೊಂಡರು. ಜನರ ಮುಂದೆ, ಯೇಸುವಿನ ಮಾತುಗಳಲ್ಲಿ ತಪ್ಪು ಕಂಡುಹಿಡಿಯಲು ಅವರಿಂದ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ."},{"number":27,"verse":"(ಸತ್ತ ಬಳಿಕ ಪುನರುತ್ಥಾನ ಉಂಟೆ?) ( ಅನಂತರ, ಸತ್ತಮೇಲೆ ಪುನರುತ್ಥಾನ ಇಲ್ಲ, ಎಂದು ವಾದಿಸುತ್ತಿದ್ದ ಸದ್ದುಕಾಯರಲ್ಲಿ ಕೆಲವರು ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದು ಈ ಪ್ರಶ್ನೆ ಹಾಕಿದರು:"},{"number":28,"verse":"“ಬೋಧಕರೇ, ‘ಒಬ್ಬನು ಮಕ್ಕಳಿಲ್ಲದೆ ಸತ್ತರೆ, ಅವನ ಹೆಂಡತಿಯನ್ನು ಅವನ ತಮ್ಮನು ಮದುವೆ ಮಾಡಿಕೊಂಡು ಅಣ್ಣನಿಗೆ ಸಂತಾನ ಪಡೆಯಬೇಕು,’ ಎಂದು ಮೋಶೆ ನಮಗಾಗಿ ಬರೆದಿಟ್ಟಿದ್ದಾನಲ್ಲವೆ?"},{"number":29,"verse":"ಒಮ್ಮೆ ಏಳುಮಂದಿ ಅಣ್ಣತಮ್ಮಂದಿರಿದ್ದರು. ಅವರಲ್ಲಿ ಮೊದಲನೆಯವನಿಗೆ ಮದುವೆಯಾಯಿತು; ಆದರೆ ಅವನು ಮಕ್ಕಳಿಲ್ಲದೆ ಮೃತನಾದ."},{"number":30,"verse":"ಅವನ ಹೆಂಡತಿಯನ್ನು ಎರಡನೆಯವನು,"},{"number":31,"verse":"ಅನಂತರ ಮೂರನೆಯವನು, ತದನಂತರ ಮಿಕ್ಕವರು, ಹೀಗೆ ಏಳುಮಂದಿಯೂ ಒಬ್ಬರಾದ ಮೇಲೆ ಒಬ್ಬರು ಮದುವೆಯಾಗಿ ಸಂತಾನ ಇಲ್ಲದೆಯೇ ನಿಧನರಾದರು."},{"number":32,"verse":"ಕಟ್ಟಕಡೆಗೆ ಆ ಮಹಿಳೆಯೂ ಮರಣಹೊಂದಿದಳು."},{"number":33,"verse":"ಹೀಗಿರುವಲ್ಲಿ ಪುನರುತ್ಥಾನದ ದಿನ ಸತ್ತವರೆಲ್ಲರೂಜೀವದಿಂದ ಎದ್ದುಬರುವಾಗ, ಆಕೆ ಯಾರ ಪತ್ನಿಯಾಗುವಳು? ಏಳುಮಂದಿ ಸಹೋದರರೂ ಆಕೆಯನ್ನು ವಿವಾಹ ಆಗಿದ್ದರಲ್ಲವೆ?” ಎಂದರು."},{"number":34,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಈ ಲೋಕದ ಜೀವನದಲ್ಲಿ ಜನರು ಮದುವೆ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ, ಮದುವೆ ಮಾಡಿಕೊಡುತ್ತಾರೆ."},{"number":35,"verse":"ಆದರೆ ಸತ್ತವರು ಪುನರುತ್ಥಾನ ಹೊಂದಿ ಮರುಲೋಕ ಜೀವನಕ್ಕೆ ಯೋಗ್ಯರಾದಾಗ ಮದುವೆ ಮಾಡಿಕೊಳ್ಳುವುದೂ ಇಲ್ಲ, ಮದುವೆ ಮಾಡಿಕೊಡುವುದೂ ಇಲ್ಲ."},{"number":36,"verse":"ಅವರು ಅಲ್ಲಿ ದೇವದೂತರಿಗೆ ಸಮಾನರಾಗಿರುವರು; ಅವರು ಎಂದಿಗೂ ಸಾಯುವಂತಿಲ್ಲ; ಪುನರುತ್ಥಾನದ ಫಲ ಆಗಿರುವ ಅವರು ದೇವರ ಮಕ್ಕಳಾಗಿರುವರು."},{"number":37,"verse":"ಸತ್ತವರು ಪುನರುತ್ಥಾನ ಹೊಂದುವುದನ್ನು ಮೋಶೆಯ ಗ್ರಂಥದಲ್ಲಿ, ಅಂದರೆ ‘ಉರಿಯುವ ಪೊದೆ’ಯ ಪ್ರಸ್ತಾಪವಿರುವ ಭಾಗದಲ್ಲಿ ಸ್ಪಷ್ಟಪಡಿಸಲಾಗಿದೆ. ಅಲ್ಲಿ ಸರ್ವೇಶ್ವರನನ್ನು, ‘ಅಬ್ರಹಾಮನ ದೇವರು, ಇಸಾಕನ ದೇವರು, ಯಕೋಬನ ದೇವರು ಆಗಿದ್ದಾರೆ’ ಎಂದು ಹೇಳಲಾಗಿದೆ."},{"number":38,"verse":"ಹೀಗಿರುವಲ್ಲಿ ದೇವರು ಜೀವಂತರ ದೇವರೇ ಹೊರತು ಮೃತರ ದೇವರಲ್ಲ; ಅವರ ದೃಷ್ಟಿಯಲ್ಲಿ ಸರ್ವರೂ ಜೀವಂತರು,” ಎಂದರು."},{"number":39,"verse":"ಇದನ್ನು ಕೇಳಿದ ಕೆಲವು ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು, “ಬೋಧಕರೇ, ಚೆನ್ನಾಗಿ ಹೇಳಿದಿರಿ,” ಎಂದರು."},{"number":40,"verse":"ಮುಂದೆ ಯಾವ ಪ್ರಶ್ನೆ ಕೇಳುವುದಕ್ಕೂ ಅವರಾರು ಧೈರ್ಯಗೊಳ್ಳಲಿಲ್ಲ."},{"number":41,"verse":"(ಕ್ರಿಸ್ತ ದಾವೀದನಿಗೆ ಪುತ್ರನೋ? ಪ್ರಭುವೋ?) ( ಬಳಿಕ ಯೇಸುಸ್ವಾಮಿ, “ಅಭಿಷಿಕ್ತ ಆದ ಲೋಕೋದ್ಧಾರಕನನ್ನು ‘ದಾವೀದನ ಪುತ್ರ’ ಎಂದು ಕರೆಯುತ್ತಾರಲ್ಲಾ, ಅದು ಹೇಗಾದೀತು? ಕೀರ್ತನಾ ಗ್ರಂಥದಲ್ಲಿ ಸ್ವತಃ ದಾವೀದನೇ ಹೀಗೆ ಹೇಳಿದ್ದಾನೆ:"},{"number":42,"verse":"“ನಿನ್ನ ಶತ್ರುಗಳನ್ನು ನಾನು ನಿನ್ನ ಪಾದಪೀಠವಾಗಿ ಮಾಡುವ ತನಕ ನನ್ನ ಬಲಗಡೆಯಲ್ಲಿ ಆಸೀನನಾಗಿರು ಎಂದು ‘ನನ್ನ ಪ್ರಭುವಿಗೆ’ ಸರ್ವೇಶ್ವರ ಹೇಳಿದ್ದಾರೆ.”"},{"number":44,"verse":"ಹೀಗೆ ದಾವೀದನೇ ಆತನನ್ನು, ‘ನನ್ನ ಪ್ರಭು,’ ಎಂದು ಕರೆದಿರುವಲ್ಲಿ ಆತನು ದಾವೀದನ ಪುತ್ರನು ಆಗಿರುವುದು ಹೇಗೆ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":45,"verse":"(ಕಪಟ ಭಕ್ತಾದಿಗಳ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆ) ( ಜನರೆಲ್ಲರು ಕಿವಿಗೊಟ್ಟು ಕೇಳುತ್ತಿದ್ದಂತೆ ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ನೋಡಿ, “ಧರ್ಮಶಾಸ್ತ್ರಿಗಳ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆಯಿಂದಿರಿ! ಅವರು ನಿಲುವಂಗಿಗಳನ್ನು ಧರಿಸಿಕೊಂಡು ತಿರುಗಾಡುತ್ತಾರೆ; ಪೇಟೆಬೀದಿಗಳಲ್ಲಿ ತಮಗೆ ವಂದನೋಪಚಾರ ಸಲ್ಲಬೇಕೆಂದು ಆಶಿಸುತ್ತಾರೆ; ಪ್ರಾರ್ಥನಾಮಂದಿರಗಳಲ್ಲಿ ಉನ್ನತ ಆಸನಗಳನ್ನೂ ಔತಣಕೂಟಗಳಲ್ಲಿ ಶ್ರೇಷ್ಠ ಸ್ಥಾನಮಾನಗಳನ್ನೂ ಅಪೇಕ್ಷಿಸುತ್ತಾರೆ."},{"number":47,"verse":"ವಿಧವೆಯರ ಮನೆಮಾರುಗಳನ್ನು ದೋಚಿಕೊಳ್ಳುವ ಈ ಜನ ನಟನೆಗಾಗಿ ಜಪತಪಗಳನ್ನು ದೀರ್ಘವಾಗಿ ಮಾಡುತ್ತಾರೆ. ಇವರನ್ನು ದೇವರು ಬಹಳ ಕಠಿಣವಾದ ದಂಡನೆಗೆ ಗುರಿಪಡಿಸುವರು,” ಎಂದರು."}]}