{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"(ರಾಜ್ಯಪಾಲ ಪಿಲಾತನ ಮುಂದೆ ಯೇಸು) ( ಬಳಿಕ ಸಭೆಸೇರಿದ್ದವರೆಲ್ಲರೂ ಎದ್ದು ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಪಿಲಾತನ ಬಳಿಗೆ ಕರೆದುತಂದರು."},{"number":2,"verse":"ಅಲ್ಲಿ ಆತನ ಮುಂದೆ, “ಇವನು ರೋಮ್ ಚಕ್ರವರ್ತಿಗೆ ತೆರಿಗೆ ಕೊಡುವುದನ್ನು ನಿಷೇಧಿಸುತ್ತಾನೆ. ತಾನೇ ‘ಕ್ರಿಸ್ತ, ಒಬ್ಬ ಅರಸ,’ ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾನೆ. ಹೀಗೆ ನಮ್ಮ ಜನತೆ ದಂಗೆಯೇಳುವಂತೆ ಪ್ರಚೋದಿಸುತ್ತಾನೆ. ಇದನ್ನೆಲ್ಲಾ ನಾವು ಕಂಡುಹಿಡಿದಿದ್ದೇವೆ,” ಎಂದು ದೂರತೊಡಗಿದರು."},{"number":3,"verse":"ಆಗ ಪಿಲಾತನು, “ನೀನು ಯೆಹೂದ್ಯರ ಅರಸನೋ?” ಎಂದು ಯೇಸುವನ್ನು ಪ್ರಶ್ನಿಸಿದನು. “ಅದು ನಿಮ್ಮ ಬಾಯಿಂದಲೇ ಬಂದಿದೆ,” ಎಂದು ಯೇಸು ಮರುನುಡಿದರು."},{"number":4,"verse":"ಪಿಲಾತನು ಮುಖ್ಯಯಾಜಕರನ್ನೂ ಜನರ ಗುಂಪನ್ನೂ ನೋಡಿ, “ಈ ಮನುಷ್ಯರಲ್ಲಿ ಶಿಕ್ಷಾರ್ಹದೋಷ ಯಾವುದೂ ನನಗೆ ಕಾಣುವುದಿಲ್ಲ,” ಎಂದನು."},{"number":5,"verse":"ಆದರೆ ಅವರು, “ಇವನು ಜುದೇಯ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಬೋಧನೆಮಾಡುತ್ತಾ ಕ್ರಾಂತಿಗೆ ಕರೆಗೊಡುತ್ತಾನೆ; ಗಲಿಲೇಯದಲ್ಲಿ ಪ್ರಾರಂಭಿಸಿ ಇಲ್ಲಿಯವರೆಗೂ ಬಂದಿದ್ದಾನೆ,” ಎಂದು ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿ ಆರೋಪಿಸಿದರು."},{"number":6,"verse":"(ಹೆರೋದನ ಮುಂದೆ ಯೇಸು) ಇದನ್ನು ಕೇಳಿದಾಕ್ಷಣವೇ ಪಿಲಾತನು, “ಇವನು ಗಲಿಲೇಯದವನೋ?” ಎಂದು ವಿಚಾರಿಸಿದನು."},{"number":7,"verse":"ಯೇಸುಸ್ವಾಮಿ ಹೆರೋದನ ಆಧಿಪತ್ಯಕ್ಕೆ ಒಳಪಟ್ಟವರೆಂದು ತಿಳಿದುಕೊಂಡು ಅವರನ್ನು ಆತನ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು. ಹೆರೋದನು ಅದೇ ಸಮಯಕ್ಕೆ ಜೆರುಸಲೇಮಿಗೆ ಬಂದಿದ್ದನು."},{"number":8,"verse":"ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಕಂಡೊಡನೆ ಹೆರೋದನಿಗೆ ತುಂಬ ಸಂತೋಷವಾಯಿತು. ಆತನು ಅವರನ್ನು ಕಾಣಲು ಬಹಳ ದಿನಗಳಿಂದ ಕಾತರನಾಗಿದ್ದನು. ಏಕೆಂದರೆ ಅವರ ವಿಷಯವಾಗಿ ಈಗಾಗಲೇ ಎಷ್ಟೋ ಕೇಳಿದ್ದನು. ಅವರು ಯಾವುದಾದರೊಂದು ಪವಾಡಕಾರ್ಯ ಮಾಡುವುದನ್ನು ನೋಡಬೇಕೆಂಬ ಅಪೇಕ್ಷೆ ಆತನಿಗಿತ್ತು."},{"number":9,"verse":"ಆದುದರಿಂದ ಆತನು ಯೇಸುವನ್ನು ಅನೇಕ ವಿಧವಾಗಿ ಪ್ರಶ್ನಿಸಿದನು. ಆದರೆ ಅವರು ಒಂದಕ್ಕೂ ಉತ್ತರಕೊಡಲಿಲ್ಲ."},{"number":10,"verse":"ಇತ್ತ ಮುಖ್ಯಯಾಜಕರೂ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಮುಂದೆಬಂದು ಅವರ ಮೇಲೆ ಪ್ರಬಲವಾಗಿ ದೋಷಾರೋಪಣೆ ಮಾಡತೊಡಗಿದರು."},{"number":11,"verse":"ಕಡೆಗೆ ಹೆರೋದನು ತನ್ನ ಸೈನಿಕರೊಡನೆ ಸೇರಿ ಯೇಸುವನ್ನು ಅಣಕಿಸಿ ಅವಮಾನಪಡಿಸಿದನು. ರಾಜವಸ್ತ್ರವನ್ನು ವೇಷಭೂಷಣವಾಗಿ ಅವರಿಗೆ ತೊಡಿಸಿ ಪಿಲಾತನ ಬಳಿಗೆ ಮರಳಿ ಕಳುಹಿಸಿಕೊಟ್ಟನು."},{"number":12,"verse":"ಅದುವರೆಗೂ ಪರಸ್ಪರ ವೈರಿಗಳಾಗಿದ್ದ ಹೆರೋದನು ಮತ್ತು ಪಿಲಾತನು ಅಂದೇ ಮಿತ್ರರಾದರು."},{"number":13,"verse":"(ಪಿಲಾತನಿಂದ ಮರು ವಿಚಾರಣೆ) ( ಪಿಲಾತನು ಮುಖ್ಯಯಾಜಕರನ್ನೂ ಮುಖಂಡರನ್ನೂ ಜನರನ್ನೂ ಒಟ್ಟಾಗಿ ಕರೆಯಿಸಿ,"},{"number":14,"verse":"“ಜನರು ದಂಗೆಯೇಳುವಂತೆ ಈ ಮನುಷ್ಯ ಪ್ರೇರೇಪಿಸುತ್ತಾನೆಂದು ಇವನನ್ನು ನನ್ನ ಬಳಿಗೆ ಕರೆತಂದಿರಲ್ಲವೇ? ಇಗೋ, ನಿಮ್ಮ ಎದುರಿಗೇ ವಿಚಾರಣೆ ಮಾಡಿದ್ದೇನೆ; ಇವನಲ್ಲಿ ನೀವು ಆರೋಪಿಸುವಂಥ ದೋಷಗಳೊಂದೂ ನಮಗೆ ಕಾಣಲಿಲ್ಲ;"},{"number":15,"verse":"ಹೆರೋದ ಅರಸನಿಗೂ ಕಾಣಲಿಲ್ಲ; ಎಂದೇ ಇವನನ್ನು ಮರಳಿ ನನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿಬಿಟ್ಟಿದ್ದಾರೆ. ಮರಣದಂಡನೆಗೆ ಗುರಿಯಾಗಿಸುವ ಯಾವುದನ್ನೂ ಇವನು ಮಾಡಿಲ್ಲ ಎಂಬುದು ಸ್ಪಷ್ಟವಾಗಿದೆ."},{"number":16,"verse":"ಆದ್ದರಿಂದ ಇವನನ್ನು ದಂಡಿಸಿ ಬಿಟ್ಟುಬಿಡುತ್ತೇನೆ,” ಎಂದನು."},{"number":17,"verse":"(ಪಾಸ್ಕಹಬ್ಬದ ಸಂದರ್ಭದಲ್ಲಿ ಜನರು ಕೇಳಿಕೊಂಡ ಒಬ್ಬ ಸೆರೆಯಾಳನ್ನು ಪಿಲಾತನು ಬಿಡುಗಡೆ ಮಾಡಬೇಕಾಗಿತ್ತು)."},{"number":18,"verse":"ಆದರೆ ಅವರೆಲ್ಲರೂ, “ಇವನನ್ನು ಮುಗಿಸಿಬಿಡಿ, ಬರಬ್ಬನನ್ನು ನಮಗೆ ಬಿಡುಗಡೆಮಾಡಿ,” ಎಂದು ಒಕ್ಕೊರಲಿನಿಂದ ಬೊಬ್ಬೆಹಾಕಿದರು."},{"number":19,"verse":"ನಗರದಲ್ಲಿ ದಂಗೆ ಎಬ್ಬಿಸಿದ ಹಾಗೂ ಕೊಲೆಮಾಡಿದ ಕಾರಣ ಸೆರೆಯಲ್ಲಿ ಹಾಕಲಾಗಿದ್ದ ಬರಬ್ಬನೇ ಅವನು."},{"number":20,"verse":"ಪಿಲಾತನು ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಬಿಡುಗಡೆ ಮಾಡಬಯಸಿ ಮತ್ತೊಮ್ಮೆ ಜನರೊಡನೆ ಮಾತನಾಡಿ ನೋಡಿದನು."},{"number":21,"verse":"ಅವರಾದರೋ, “ಇವನನ್ನು ಶಿಲುಬೆಗೇರಿಸಿ, ಇವನನ್ನು ಶಿಲುಬೆಗೇರಿಸಿ,” ಎಂದು ಆರ್ಭಟಿಸತೊಡಗಿದರು."},{"number":22,"verse":"ಮೂರನೆಯ ಸಾರಿ ಪಿಲಾತನು, “ಏಕೆ? ಇವನೇನು ಕೇಡುಮಾಡಿದ್ದಾನೆ? ಇವನನ್ನು ಮರಣದಂಡನೆಗೆ ಗುರಿಪಡಿಸುವಂಥ ಅಪರಾಧ ಯಾವುದೂ ನನಗೆ ಕಂಡುಬರುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ಇವನನ್ನು ದಂಡಿಸಿ ಬಿಟ್ಟುಬಿಡುತ್ತೇನೆ,” ಎಂದನು."},{"number":23,"verse":"ಆದರೂ ಅವರು ಅಧಿಕಾಧಿಕವಾಗಿ ಆರ್ಭಟಿಸುತ್ತಾ ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೆ ಏರಿಸಲೇ ಬೇಕೆಂದು ಕೂಗಾಡಿದರು. ಕಟ್ಟಕಡೆಗೆ ಕೂಗಾಟಕ್ಕೇ ಗೆಲುವಾಯಿತು!"},{"number":24,"verse":"ಆ ಜನರ ಕೋರಿಕೆಯಂತೆಯೇ ಆಗಲೆಂದು ಪಿಲಾತನು ತೀರ್ಮಾನಿಸಿದನು."},{"number":25,"verse":"ಅವರು ಕೇಳಿಕೊಂಡ ಪ್ರಕಾರ ಕೊಲೆಕಲಹಗಳ ನಿಮಿತ್ತ ಸೆರೆಯಲ್ಲಿದ್ದ ಬರಬ್ಬನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದನು. ಯೇಸುವನ್ನಾದರೋ ಅವರ ಇಚ್ಛಾನುಸಾರಕ್ಕೆ ಬಿಟ್ಟುಬಿಟ್ಟನು."},{"number":26,"verse":"(ಶಿಲುಬೆಯ ಹಾದಿ) ( ಸೈನಿಕರು ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಕರೆದೊಯ್ಯುವಾಗ ಸಿರೇನ್ ಪಟ್ಟಣದ ಸಿಮೋನ ಎಂಬಾತ ಹಳ್ಳಿಯ ಕಡೆಯಿಂದ ಆ ಮಾರ್ಗವಾಗಿ ಬರುತ್ತಿದ್ದನು. ಅವನನ್ನು ಹಿಡಿದು ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತು ಯೇಸುವಿನ ಹಿಂದೆ ಬರುವಂತೆ ಮಾಡಿದರು."},{"number":27,"verse":"ಜನರ ದೊಡ್ಡ ಗುಂಪು ಯೇಸುವಿನ ಹಿಂದೆ ಹೊರಟಿತು. ಕೆಲವು ಮಹಿಳೆಯರು ಯೇಸುವಿಗಾಗಿ ದುಃಖಪಟ್ಟು, ಎದೆಬಡಿದುಕೊಂಡು ಗೋಳಾಡುತ್ತಾ, ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದರು."},{"number":28,"verse":"ಯೇಸು ಅವರ ಕಡೆ ತಿರುಗಿ, “ಜೆರುಸಲೇಮಿನ ಕುವರಿಯರೇ, ನನಗಾಗಿ ಅಳಬೇಡಿ; ನಿಮಗಾಗಿ, ನಿಮ್ಮ ಮಕ್ಕಳಿಗಾಗಿ ದುಃಖಿಸಿರಿ."},{"number":29,"verse":"ಕಾಲವೊಂದು ಬರುವುದು; ಆಗ ಜನರು, ‘ಬಂಜೆಯರೇ ಭಾಗ್ಯವಂತರು! ಹೆರದವಳೇ, ಹಾಲೂಡಿಸದವಳೇ ಧನ್ಯಳು!’ ಎನ್ನುವರು."},{"number":30,"verse":"ಅದೇ ಸಮಯದಲ್ಲಿ ‘ಪರ್ವತಗಳೇ, ನಮ್ಮನ್ನು ತುಳಿದುಬಿಡಿ; ಗುಡ್ಡಗಳೇ, ನಮ್ಮನ್ನು ನುಂಗಿಬಿಡಿ,’ ಎಂದು ಕೂಗಿಕೊಳ್ಳುವರು."},{"number":31,"verse":"ಹಸಿಮರಕ್ಕೇ ಇಷ್ಟೆಲ್ಲಾ ಮಾಡಿದರೆ ಒಣಮರಕ್ಕಾಗುವ ಗತಿಯಾದರೂ ಏನು!” ಎಂದರು."},{"number":32,"verse":"ಯೇಸುವಿನ ಸಂಗಡ ಕೊಲ್ಲುವುದಕ್ಕಾಗಿ ಇಬ್ಬರು ಅಪರಾಧಿಗಳನ್ನೂ ಕೊಂಡೊಯ್ಯುತ್ತಿದ್ದರು."},{"number":33,"verse":"(‘ಕ್ಷಮಿಸಿವರನೆಲೆ ತಂದೆ!’) ‘ಕಪಾಲ’ ಎಂಬ ಸ್ಥಳಕ್ಕೆ ಬಂದು ಸೇರಿದ ಮೇಲೆ ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಶಿಲುಬೆಗೆ ಏರಿಸಿದರು. ಆ ಇಬ್ಬರು ಅಪರಾಧಿಗಳಲ್ಲಿ ಒಬ್ಬನನ್ನು ಅವರ ಬಲಗಡೆಯಲ್ಲೂ ಮತ್ತೊಬ್ಬನನ್ನು ಎಡಗಡೆಯಲ್ಲೂ ಶಿಲುಬೆಗೇರಿಸಿದರು."},{"number":34,"verse":"ಆಗ ಯೇಸು, “ಪಿತನೇ, ಇವರನ್ನು ಕ್ಷಮಿಸಿ; ತಾವೇನು ಮಾಡುತ್ತಿರುವರೆಂದು ಇವರು ಅರಿಯರು,” ಎಂದರು. ಸೈನಿಕರಾದರೋ ಯೇಸುವಿನ ಬಟ್ಟೆಗಳನ್ನು ಚೀಟುಹಾಕಿ ಹಂಚಿಕೊಂಡರು."},{"number":35,"verse":"ಜನರು ನೋಡುತ್ತಾ ನಿಂತಿದ್ದರು. ಅಲ್ಲಿದ್ದ ಮುಖಂಡರು ಯೇಸುವನ್ನು ಮೂದಲಿಸುತ್ತಾ, “ಇವನು ಇತರರನ್ನು ರಕ್ಷಿಸಿದ; ಇವನು ದೇವರಿಂದಲೇ ಅಭಿಷಿಕ್ತನಾದ ಲೋಕೋದ್ಧಾರಕನು ಮತ್ತು ಅವರಿಂದಲೇ ಆಯ್ಕೆಯಾದವನು ಆಗಿದ್ದರೆ ತನ್ನನ್ನು ತಾನೇ ರಕ್ಷಿಸಿಕೊಳ್ಳಲಿ,” ಎಂದರು."},{"number":36,"verse":"ಸೈನಿಕರು ಮುಂದೆ ಬಂದು ಹುಳಿರಸವನ್ನು ಅವರತ್ತ ಒಡ್ಡಿ,"},{"number":37,"verse":"“ನೀನು ಯೆಹೂದ್ಯರ ಅರಸನಾಗಿದ್ದರೆ ನಿನ್ನನ್ನು ನೀನೇ ರಕ್ಷಿಸಿಕೊ,” ಎಂದು ಅಣಕಿಸುತ್ತಿದ್ದರು."},{"number":38,"verse":"ಯೇಸುವಿನ ಶಿಲುಬೆಯ ಮೇಲ್ಗಡೆ, “ಇವನು ಯೆಹೂದ್ಯರ ಅರಸ” ಎಂಬ ಲಿಖಿತವಿತ್ತು."},{"number":39,"verse":"ತೂಗುಹಾಕಿದ್ದ ಅಪರಾಧಿಗಳಲ್ಲಿ ಒಬ್ಬನು, “ನೀನು ಕ್ರಿಸ್ತ, ಅಲ್ಲವೆ? ಹಾಗಾದರೆ ನಿನ್ನನ್ನು ನೀನೇ ರಕ್ಷಿಸಿಕೋ, ನಮ್ಮನ್ನೂ ರಕ್ಷಿಸು,” ಎಂದು ಹಂಗಿಸಿದನು."},{"number":40,"verse":"ಆದರೆ ಮತ್ತೊಬ್ಬ ಅಪರಾಧಿ ಅವನನ್ನು ಖಂಡಿಸುತ್ತಾ, “ನಿನಗೆ ದೇವರ ಭಯಬೇಡವೇ? ನೀನು ಸಹ ಇದೇ ಶಿಕ್ಷೆಗೆ ಗುರಿಯಾಗಿರುವೆ;"},{"number":41,"verse":"ನಮಗೇನೋ ಶಿಕ್ಷೆ ನ್ಯಾಯವಾಗಿದೆ, ನಮ್ಮ ಕೃತ್ಯಕ್ಕೆ ತಕ್ಕ ಫಲ ಸಿಕ್ಕಿದೆ; ಇವರಾದರೋ, ನಿರಪರಾಧಿ!” ಎಂದನು."},{"number":42,"verse":"ಬಳಿಕ ಅವನು, “ಸ್ವಾಮಿ ಯೇಸುವೇ, ನೀವು ರಾಜ್ಯಾಧಿಕಾರದೊಡನೆ ಬರುವಾಗ ನನ್ನನ್ನು ಜ್ಞಾಪಿಸಿಕೊಳ್ಳಿ,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":43,"verse":"ಅವನಿಗೆ ಯೇಸು, “ಇಂದೇ ನೀನು ನನ್ನೊಡನೆ ಪರಂಧಾಮದಲ್ಲಿರುವೆ ಎಂದು ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ,” ಎಂದರು."},{"number":44,"verse":"(ಪ್ರಾಣಾರ್ಪಣೆ) ( ಆಗ ಸುಮಾರು ನಡುಮಧ್ಯಾಹ್ನ. ಆಗಿನಿಂದ ಮೂರು ಗಂಟೆಯವರೆಗೂ ಸೂರ್ಯನು ಕಾಂತಿಹೀನನಾದನು; ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಕತ್ತಲೆ ಕವಿಯಿತು."},{"number":45,"verse":"ಮಹಾದೇವಾಲಯದ ತೆರೆಯು ಇಬ್ಭಾಗವಾಗಿ ಸೀಳಿಹೋಯಿತು."},{"number":46,"verse":"ಯೇಸುಸ್ವಾಮಿ, “ಪಿತನೇ, ನನ್ನಾತ್ಮವನ್ನು ನಿಮ್ಮ ಕೈಗೊಪ್ಪಿಸುತ್ತೇನೆ,” ಎಂದು ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿ ಪ್ರಾಣಬಿಟ್ಟರು."},{"number":47,"verse":"ನಡೆದುದನ್ನು ಕಂಡ ಶತಾಧಿಪತಿ ದೇವರನ್ನು ಹೊಗಳುತ್ತಾ, “ಈ ಮನುಷ್ಯ ಖಂಡಿತವಾಗಿ ಸತ್ಪುರುಷನೇ ಸರಿ,” ಎಂದನು."},{"number":48,"verse":"ಈ ದೃಶ್ಯವನ್ನು ನೋಡಲು ಕೂಡಿದ್ದ ಜನರೆಲ್ಲರು ಅಲ್ಲಿ ನಡೆದುದನ್ನು ನೋಡಿ ದುಃಖದಿಂದ ಎದೆಬಡಿದುಕೊಳ್ಳುತ್ತಾ ಹಿಂದಿರುಗಿದರು."},{"number":49,"verse":"ಯೇಸುವಿನ ಪರಿಚಿತರೆಲ್ಲರು ಹಾಗೂ ಗಲಿಲೇಯದಿಂದ ಹಿಂಬಾಲಿಸಿ ಬಂದಿದ್ದ ಮಹಿಳೆಯರು ದೂರದಲ್ಲಿ ನಿಂತುಕೊಂಡು ಇದೆಲ್ಲವನ್ನು ನೋಡುತ್ತಿದ್ದರು."},{"number":50,"verse":"(ಶವ ಸಂಸ್ಕಾರ) ( ಅರಿಮತಾಯ ಎಂಬುದು ಜುದೇಯದ ಒಂದು ಪಟ್ಟಣ. ಜೋಸೆಫನು ಇದರ ನಿವಾಸಿ. ಇವನು ಸದ್ಗುಣಶೀಲನು, ಸತ್ಪುರುಷನು ಹಾಗೂ ದೇವರ ಸಾಮ್ರಾಜ್ಯದ ಆಗಮನವನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಿದ್ದವನು. ಯೆಹೂದ್ಯರ ನ್ಯಾಯಸಭೆಯ ಸದಸ್ಯರಲ್ಲಿ ಇವನೂ ಒಬ್ಬನು. ಆದರೂ ಅವರ ತೀರ್ಪಿಗೂ ಕೃತ್ಯಕ್ಕೂ ಇವನು ಅನುಮತಿಸಿರಲಿಲ್ಲ."},{"number":52,"verse":"ಇವನು ಪಿಲಾತನ ಬಳಿಗೆ ಹೋಗಿ ಯೇಸುವಿನ ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ತನಗೆ ಕೊಡಿಸಬೇಕೆಂದು ಕೇಳಿಕೊಂಡನು."},{"number":53,"verse":"ತರುವಾಯ ಶರೀರವನ್ನು ಶಿಲುಬೆಯಿಂದ ಇಳಿಸಿ, ನಾರುಮಡಿವಸ್ತ್ರದಲ್ಲಿ ಸುತ್ತಿ ಸಮಾಧಿಯಲ್ಲಿ ಇಟ್ಟನು. ಬಂಡೆಯೊಂದರಲ್ಲಿ ಕೊರೆಯಲಾಗಿದ್ದ ಈ ಸಮಾಧಿಯಲ್ಲಿ ಅದುವರೆಗೆ ಯಾರನ್ನೂ ಭೂಸ್ಥಾಪನೆ ಮಾಡಿರಲಿಲ್ಲ."},{"number":54,"verse":"ಅಂದು ಶುಕ್ರವಾರ - ಸಿದ್ಧತೆಯ ದಿನ. ಇನ್ನೇನು ಸಬ್ಬತ್ ಪ್ರಾರಂಭವಾಗುವುದರಲ್ಲಿತ್ತು."},{"number":55,"verse":"ಗಲಿಲೇಯದಿಂದ ಯೇಸುವಿನ ಸಂಗಡ ಬಂದಿದ್ದ ಮಹಿಳೆಯರು ಜೋಸೆಫನ ಜೊತೆ ಹೋಗಿ ಸಮಾಧಿಯನ್ನೂ ಯೇಸುವಿನ ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ಅದರಲ್ಲಿಟ್ಟ ರೀತಿಯನ್ನೂ ನೋಡಿಕೊಂಡರು."},{"number":56,"verse":"ಅನಂತರ ಅಲ್ಲಿಂದ ಹಿಂದಿರುಗಿ ಶವಲೇಪನಕ್ಕಾಗಿ ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಮತ್ತು ಪರಿಮಳ ತೈಲವನ್ನು ಸಿದ್ಧಮಾಡಿಕೊಂಡರು. ಸಬ್ಬತ್‍ದಿನ, ಧರ್ಮನಿಯಮಾನುಸಾರ ವಿಶ್ರಮಿಸಿಕೊಂಡರು."}]}