{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"ಜಗದ ಜಲಗಾರರು(470 4:18-22; 480 1:16-20) ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಗೆನೆಸರೇತ್ ಎಂಬ ಸರೋವರದ ತೀರದಲ್ಲಿ ನಿಂತಿದ್ದಾಗ, ಜನಸಮೂಹವು ದೇವರ ವಾಕ್ಯವನ್ನು ಕೇಳಲು ನೂಕುನುಗ್ಗಲಾಗಿ ಬಂದು ಅವರನ್ನು ಒತ್ತರಿಸುತ್ತಿತ್ತು."},{"number":2,"verse":"ಆಗ ದಡದ ಮೇಲಿದ್ದ ಎರಡು ದೋಣಿಗಳು ಯೇಸುವಿನ ಕಣ್ಣಿಗೆ ಬಿದ್ದವು. ಬೆಸ್ತರು ದೋಣಿಗಳನ್ನು ಅಲ್ಲಿಯೇ ಬಿಟ್ಟು ತಮ್ಮ ಬಲೆಗಳನ್ನು ತೊಳೆಯುತ್ತಿದ್ದರು."},{"number":3,"verse":"ಆ ದೋಣಿಗಳಲ್ಲಿ ಒಂದು ಸಿಮೋನನದು. ಯೇಸು ಅದನ್ನು ಹತ್ತಿ ದಡದಿಂದ ಸ್ವಲ್ಪ ದೂರ ತಳ್ಳಲು ಹೇಳಿ, ಅದರಲ್ಲೇ ಕುಳಿತುಕೊಂಡು ತಮ್ಮ ಬೋಧನೆಯನ್ನು ಮುಂದುವರಿಸಿದರು."},{"number":4,"verse":"ಬೋಧನೆ ಮುಗಿದದ್ದೇ ಸಿಮೋನನಿಗೆ, “ನೀರು ಆಳವಾಗಿರುವ ಸ್ಥಳಕ್ಕೆ ದೋಣಿಯನ್ನು ಹಾಯಿಸಿ, ಮೀನುಬೇಟೆಗೆ ನಿಮ್ಮ ಬಲೆಗಳನ್ನು ಹಾಕಿರಿ,” ಎಂದರು."},{"number":5,"verse":"ಅದಕ್ಕೆ ಸಿಮೋನನು, “ಗುರುವೇ, ನಾವು ರಾತ್ರಿಯೆಲ್ಲಾ ದುಡಿದಿದ್ದೇವೆ; ಏನೂ ಸಿಗಲಿಲ್ಲ. ಆದರೂ ನಿಮ್ಮ ಮಾತಿಗೆ ಬೆಲೆ ಕೊಟ್ಟು ಬಲೆಗಳನ್ನು ಹಾಕುತ್ತೇವೆ,” ಎಂದನು."},{"number":6,"verse":"ಬಲೆಗಳನ್ನು ಹಾಕಿದ್ದೇ ಮೀನುಗಳು ರಾಶಿರಾಶಿಯಾಗಿ ಸಿಕ್ಕಿಕೊಂಡವು; ಬಲೆಗಳು ಹರಿದುಹೋಗುವುದರಲ್ಲಿದ್ದವು."},{"number":7,"verse":"ಆದುದರಿಂದ ಬೇರೆ ದೋಣಿಯಲ್ಲಿದ್ದ ತಮ್ಮ ಸಂಗಡಿಗರಿಗೆ ಸನ್ನೆಮಾಡಿ ಸಹಾಯಕ್ಕಾಗಿ ಕರೆದುಕೊಂಡರು. ಅವರೆಲ್ಲರೂ ಸೇರಿ ಮೀನುಗಳನ್ನು ತುಂಬಿಕೊಳ್ಳಲು, ದೋಣಿಗಳೆರಡೂ ಮುಳುಗಲು ಆರಂಭಿಸಿದವು."},{"number":8,"verse":"ಇದನ್ನು ಕಂಡ ಸಿಮೋನ್ ಪೇತ್ರನು ಯೇಸುವಿನ ಕಾಲಿಗೆ ಬಿದ್ದು, “ಸ್ವಾಮೀ, ನಾನು ಪಾಪಾತ್ಮ; ನನ್ನಿಂದ ದೂರವಿರಿ!” ಎಂದನು."},{"number":9,"verse":"ಹಿಡಿದ ಮೀನಿನ ರಾಶಿಯನ್ನು ಕಂಡು ಅವನ ಸಂಗಡಿಗರೆಲ್ಲರೂ ನಿಬ್ಬೆರಗಾಗಿ ಹೋಗಿದ್ದರು."},{"number":10,"verse":"ಸಿಮೋನನ ಪಾಲುಗಾರರಾದ ಜೆಬೆದಾಯನ ಮಕ್ಕಳು - ಯಕೋಬ ಮತ್ತು ಯೊವಾನ್ನರು - ಹಾಗೆಯೇ ಬೆರಗಾಗಿದ್ದರು. ಆಗ ಯೇಸು ಸಿಮೋನನಿಗೆ, “ಹೆದರಬೇಡ, ಇಂದಿನಿಂದ ನೀನು ಮೀನು ಹಿಡಿಯುವ ಬದಲು ಮನುಷ್ಯರನ್ನೇ ಹಿಡಿಯುವವನು ಆಗುವೆ,” ಎಂದರು."},{"number":11,"verse":"ಆ ಬೆಸ್ತರು ದೋಣಿಗಳನ್ನು ದಡಕ್ಕೆ ಸಾಗಿಸಿದ್ದೇ ಎಲ್ಲವನ್ನು ತ್ಯಜಿಸಿಬಿಟ್ಟು ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":12,"verse":"ಕುಷ್ಠರೋಗಿಯ ಮೇಲೆ ಕನಿಕರ(470 8:1-4; 480 1:40-45) ಯೇಸುಸ್ವಾಮಿ ಒಂದು ಪಟ್ಟಣದಲ್ಲಿ ಇದ್ದಾಗ, ಮೈಯೆಲ್ಲಾ ಕುಷ್ಠ ಹಿಡಿದಿದ್ದ ರೋಗಿ ಒಬ್ಬನು ಅಲ್ಲಿಗೆ ಬಂದು ಅವರಿಗೆ ಅಡ್ಡಬಿದ್ದು, “ಸ್ವಾಮೀ, ತಾವು ಮನಸ್ಸುಮಾಡಿದರೆ ನನ್ನನ್ನು ಗುಣಮಾಡಬಲ್ಲಿರಿ,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":13,"verse":"ಯೇಸು ಕೈಚಾಚಿ ಅವನನ್ನು ಮುಟ್ಟಿ, “ಖಂಡಿತವಾಗಿಯೂ ನನಗೆ ಮನಸ್ಸಿದೆ; ನಿನಗೆ ಗುಣವಾಗಲಿ,” ಎಂದರು. ತಕ್ಷಣವೇ ಕುಷ್ಠವು ಮಾಯವಾಗಿ ಅವನು ಗುಣಹೊಂದಿದನು."},{"number":14,"verse":"ಇದನ್ನು ಯಾರಿಗೂ ಹೇಳಕೂಡದು ಎಂದು ಯೇಸು ಅವನನ್ನು ಎಚ್ಚರಿಸಿ, “ನೀನು ನೆಟ್ಟಗೆ ಯಾಜಕನ ಬಳಿಗೆ ಹೋಗು; ಅವನು ನಿನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿ ನೋಡಲಿ; ನಂತರ ಮೋಶೆ ನಿಯಮಿಸಿರುವ ಪ್ರಕಾರ ನೀನು ಗುಣಹೊಂದಿದ್ದಕ್ಕಾಗಿ ಶುದ್ಧೀಕರಣ ವಿಧಿಯನ್ನು ಅನುಸರಿಸು; ಇದು ಜನರಿಗೆ ಸಾಕ್ಷಿಯಾಗಿರಲಿ,” ಎಂದರು."},{"number":15,"verse":"ಯೇಸು ಎಷ್ಟು ಎಚ್ಚರಿಸಿದರೋ ಅಷ್ಟೂ ಅಧಿಕವಾಗಿ ಅವರ ಸುದ್ದಿ ಹರಡಿತು. ಅವರ ಉಪದೇಶವನ್ನು ಕೇಳುವುದಕ್ಕೂ ತಮ್ಮತಮ್ಮ ರೋಗರುಜಿನಗಳಿಂದ ವಿಮುಕ್ತರಾಗುವುದಕ್ಕೂ ಜನರು ತಂಡೋಪತಂಡವಾಗಿ ಬರುತ್ತಿದ್ದರು."},{"number":16,"verse":"ಯೇಸುವಾದರೋ ನಿರ್ಜನ ಪ್ರದೇಶಕ್ಕೆ ಹೋಗಿ ಎಂದಿನಂತೆ ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ ಮಗ್ನರಾಗುತ್ತಿದ್ದರು."},{"number":17,"verse":"ಪಾಪವಿಮೋಚಕ ಯೇಸು(470 9:1-8; 480 2:1-12) ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಬೋಧನೆಮಾಡುತ್ತಾ ಇದ್ದಾಗ, ಫರಿಸಾಯರೂ ಧರ್ಮಶಾಸ್ತ್ರಜ್ಞರೂ ಅವರ ಹತ್ತಿರ ಕುಳಿತಿದ್ದರು. ಇವರು ಗಲಿಲೇಯ ಹಾಗೂ ಜುದೇಯ ಪ್ರಾಂತ್ಯದ ಊರೂರುಗಳಿಂದಲೂ ಜೆರುಸಲೇಮ್ ಪಟ್ಟಣದಿಂದಲೂ ಬಂದಿದ್ದರು. ಗುಣಪಡಿಸುವಂತಹ ದೈವಶಕ್ತಿ ಯೇಸುವಿನಲ್ಲಿತ್ತು."},{"number":18,"verse":"ಆಗ ಕೆಲವರು ಒಬ್ಬ ಪಾರ್ಶ್ವವಾಯು ರೋಗಿಯನ್ನು ಹಾಸಿಗೆಯ ಸಮೇತ ಹೊತ್ತುಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದರು. ರೋಗಿಯನ್ನು ಒಳಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಯೇಸುವಿನ ಮುಂದೆಯೇ ಇಡಬೇಕೆಂದು ಪ್ರಯತ್ನಿಸಿದರು."},{"number":19,"verse":"ಆದರೆ ಜನಸಂದಣಿಯ ನಿಮಿತ್ತ ದಾರಿಮಾಡಲಾಗಲಿಲ್ಲ. ಆಗ ಅವರು ಮನೆಯ ಮೇಲೆ ಹತ್ತಿ, ಹೆಂಚುಗಳನ್ನು ತೆಗೆದು, ಅಲ್ಲಿಂದ ರೋಗಿಯನ್ನು ಹಾಸಿಗೆಯ ಸಹಿತ ಯೇಸುವಿನ ಮುಂದೆ ಇಳಿಸಿದರು."},{"number":20,"verse":"ಯೇಸು ಅವರ ವಿಶ್ವಾಸವನ್ನು ಮೆಚ್ಚಿ, “ತಮ್ಮಾ, ನಿನ್ನ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಲಾಗಿದೆ,” ಎಂದರು."},{"number":21,"verse":"ಇದನ್ನು ಕೇಳಿದ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ, “ದೇವದೂಷಣೆ ಆಡುತ್ತಿರುವ ಇವನಾರು? ದೇವರೊಬ್ಬರನ್ನು ಬಿಟ್ಟರೆ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿ ಪರಿಹರಿಸಲು ಬೇರೆ ಯಾರಿಂದ ಸಾಧ್ಯ?” ಎಂದು ತಮ್ಮಲ್ಲೇ ಹೇಳಿಕೊಳ್ಳಲು ಆರಂಭಿಸಿದರು."},{"number":22,"verse":"ಯೇಸು ಅವರ ಆಲೋಚನೆಗಳನ್ನು ಗ್ರಹಿಸಿಕೊಂಡು, “ನೀವು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿ ಆಲೋಚಿಸುತ್ತಾ ಇರುವುದೇನು?"},{"number":23,"verse":"‘ನಿನ್ನ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಲಾಗಿದೆ,’ ಎನ್ನುವುದು ಸುಲಭವೋ ಅಥವಾ ‘ಎದ್ದು ನಡೆ’ ಎನ್ನುವುದು ಸುಲಭವೋ?"},{"number":24,"verse":"ಭೂಲೋಕದಲ್ಲಿ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಲು ನರಪುತ್ರನಿಗೆ ಅಧಿಕಾರ ಉಂಟೆಂದು ಈ ಮೂಲಕ ನಿಮಗೆ ಖಚಿತವಾಗಬೇಕು,” ಎಂದು ಹೇಳಿ, ಆ ಪಾರ್ಶ್ವವಾಯು ರೋಗಿಯ ಕಡೆ ನೋಡಿ, “ ‘ಏಳು, ನಿನ್ನ ಹಾಸಿಗೆಯನ್ನು ಎತ್ತಿಕೊಂಡು ಮನೆಗೆ ಹೊರಡು,’ ಎಂದು ನಿನಗೆ ಆಜ್ಞಾಪಿಸುತ್ತೇನೆ” ಎಂದರು."},{"number":25,"verse":"ತಕ್ಷಣವೇ ಅವರೆಲ್ಲರೂ ನೋಡುತ್ತಿದ್ದ ಹಾಗೆ ಅವನು ಎದ್ದು, ಮಲಗಿದ್ದ ಹಾಸಿಗೆಯನ್ನು ಎತ್ತಿಕೊಂಡು, ದೇವರನ್ನು ಸ್ತುತಿಸುತ್ತಾ ತನ್ನ ಮನೆಗೆ ಹೋದನು."},{"number":26,"verse":"ಎಲ್ಲರೂ ನಿಬ್ಬೆರಗಾಗಿ, ‘ನಾವು ಈ ದಿನ ಎಂಥ ಅಪೂರ್ವ ಕಾರ್ಯವನ್ನು ಕಂಡೆವು!’ ಎಂದು ಭಯಭಕ್ತಿಯಿಂದ ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು."},{"number":27,"verse":"ಸುಂಕದ ಇಲಾಖೆಯಿಂದ ಶಿಷ್ಯನ ಆಯ್ಕೆ(470 9:9-13; 480 2:13-17) ಅನಂತರ ಯೇಸುಸ್ವಾಮಿ ಅಲ್ಲಿಂದ ಹೋಗುತ್ತಿದ್ದಾಗ ಲೇವಿ ಎಂಬ ಸುಂಕದವನನ್ನು ಕಂಡರು. ಅವನು ಸುಂಕ ವಸೂಲಿಗಾಗಿ ಉಕ್ಕಡದಲ್ಲಿ ಕುಳಿತಿದ್ದನು. “ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು,” ಎಂದು ಹೇಳಿ ಯೇಸು ಅವನನ್ನು ಕರೆದರು."},{"number":28,"verse":"ಲೇವಿಯು ಎದ್ದು ಎಲ್ಲವನ್ನೂ ಪರಿತ್ಯಜಿಸಿ, ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದನು."},{"number":29,"verse":"ತರುವಾಯ ಆ ಲೇವಿ ತನ್ನ ಮನೆಯಲ್ಲಿ ಯೇಸುವಿಗೆ ಒಂದು ದೊಡ್ಡ ಔತಣವನ್ನು ಏರ್ಪಡಿಸಿದನು. ಬಹುಜನ ಸುಂಕದವರೂ ಇತರರೂ ಯೇಸುವಿನ ಪಂಕ್ತಿಯಲ್ಲೇ ಊಟಕ್ಕೆ ಕುಳಿತಿದ್ದರು."},{"number":30,"verse":"ಇದನ್ನು ಕಂಡ ಫರಿಸಾಯರು ಮತ್ತು ಅವರ ಪಂಥಕ್ಕೆ ಸೇರಿದ ಧರ್ಮಶಾಸ್ತ್ರಜ್ಞರು ಗೊಣಗಾಡುತ್ತಾ, ಯೇಸುವಿನ ಶಿಷ್ಯರ ಬಳಿಗೆ ಬಂದು, “ನೀವು ಸುಂಕದವರ ಮತ್ತು ಪಾಪಿಷ್ಠರ ಜೊತೆಯಲ್ಲಿ ಏಕೆ ತಿನ್ನುತ್ತೀರಿ, ಕುಡಿಯುತ್ತೀರಿ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":31,"verse":"ಅದಕ್ಕೆ ಯೇಸು ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ವೈದ್ಯನ ಅವಶ್ಯಕತೆಯಿರುವುದು ರೋಗಿಗಳಿಗೆ, ಆರೋಗ್ಯವಂತರಿಗಲ್ಲ;"},{"number":32,"verse":"ನಾನು ಬಂದಿರುವುದು ಧರ್ಮಿಷ್ಠರನ್ನು ಕರೆಯುವುದಕ್ಕಲ್ಲ, ‘ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖರಾಗಿ, ದೇವರಿಗೆ ಅಭಿಮುಖಿಗಳಾಗಿರಿ’ ಎಂದು ಪಾಪಿಷ್ಠರನ್ನು ಕರೆಯುವುದಕ್ಕೆ,” ಎಂದರು."},{"number":33,"verse":"ವಿವಾಹದಲ್ಲಿ ಉಪವಾಸವೇ?(470 9:14-17; 480 2:18-22) “ಯೊವಾನ್ನನ ಶಿಷ್ಯರು ಪದೇಪದೇ ಉಪವಾಸವಿದ್ದು ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಾರೆ. ಅದರಂತೆಯೇ, ಫರಿಸಾಯರ ಶಿಷ್ಯರೂ ಮಾಡುತ್ತಾರೆ. ನಿನ್ನ ಶಿಷ್ಯರಾದರೋ ತಿಂದು ಕುಡಿಯುವುದರಲ್ಲಿಯೇ ಇದ್ದಾರೆ,” ಎಂದು ಕೆಲವರು ಮೂದಲಿಸಿದರು."},{"number":34,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಮದುವಣಿಗನು ಜೊತೆಯಲ್ಲಿರುವಾಗ ಮದುವೆಯ ಅತಿಥಿಗಳನ್ನು ಉಪವಾಸವಿರಿಸಲಾದೀತೆ?"},{"number":35,"verse":"ಮದುವಣಿಗನು ಅವರಿಂದ ಅಗಲಬೇಕಾಗುವ ಕಾಲವು ಬರುವುದು. ಆ ದಿನಗಳು ಬಂದಾಗ ಅವರು ಉಪವಾಸಮಾಡುವರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":36,"verse":"ಮತ್ತೆ ಅವರಿಗೆ ಯೇಸು ಈ ಸಾಮತಿಯನ್ನು ಹೇಳಿದರು: “ಹಳೆಯ ಅಂಗಿಗೆ ತೇಪೆ ಹಾಕಲು ಹೊಸ ಅಂಗಿಯಿಂದ ತುಂಡನ್ನು ಯಾರೂ ಹರಿಯುವುದಿಲ್ಲ. ಹಾಗೆ ಮಾಡಿದ್ದೇ ಆದರೆ ಹೊಸದೂ ಹರುಕಲಾಗಿ, ಹಳೆಯದೂ ಹೊಸ ತೇಪೆಗೆ ಹೊಂದಿಕೆಯಾಗದೆ ಹೋಗುತ್ತದೆ."},{"number":37,"verse":"ಅಂತೆಯೇ, ಹಳೆಯ ಬುದ್ದಲಿಗಳಲ್ಲಿ ಹೊಸ ಮದ್ಯವನ್ನು ಯಾರೂ ತುಂಬಿಡುವುದಿಲ್ಲ. ತುಂಬಿ ಇಟ್ಟರೆ, ಹೊಸ ಮದ್ಯವು ಬುದ್ದಲಿಗಳನ್ನು ಬಿರಿಯುತ್ತದೆ; ಮದ್ಯ ಚೆಲ್ಲಿಹೋಗುತ್ತದೆ; ಬುದ್ದಲಿಗಳೂ ಹಾಳಾಗುತ್ತವೆ."},{"number":38,"verse":"ಆದುದರಿಂದ ಹೊಸ ಮದ್ಯವನ್ನು ಹೊಸ ಬುದ್ದಲಿಗಳಲ್ಲೇ ತುಂಬಿಡಬೇಕು."},{"number":39,"verse":"ಹಳೆ ಮದ್ಯ ಕುಡಿದವನಿಗೆ ಹೊಸದು ರುಚಿಸುವುದಿಲ್ಲ. ಅವನು ಹಳೆಯದೇ ಶ್ರೇಷ್ಠವೆನ್ನುತ್ತಾನೆ,” ಎಂದರು."}]}