{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"(ಯೇಸುಸ್ವಾಮಿ ಸಬ್ಬತ್ತಿಗೂ ಒಡೆಯ) ( ಒಂದು ಸಬ್ಬತ್‍ದಿನ ಯೇಸುಸ್ವಾಮಿ ಗೋದಿಯ ಹೊಲಗಳನ್ನು ಹಾದುಹೋಗುತ್ತಿದ್ದರು. ಅವರ ಶಿಷ್ಯರು ಕೆಲವು ತೆನೆಗಳನ್ನು ಕಿತ್ತು ಕೈಗಳಲ್ಲಿ ಹೊಸಕಿ ತಿನ್ನಲಾರಂಭಿಸಿದರು."},{"number":2,"verse":"ಅದನ್ನು ಕಂಡ ಫರಿಸಾಯರಲ್ಲಿ ಕೆಲವರು, “ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ನಿಷಿದ್ಧವಾದುದನ್ನು ನೀವು ಮಾಡುವುದೇಕೆ?” ಎಂದು ಅವರನ್ನು ಆಕ್ಷೇಪಿಸಿದರು."},{"number":3,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ದಾವೀದನು ಮತ್ತು ಅವನ ಸಂಗಡಿಗರು ಹಸಿದಿದ್ದಾಗ ಏನು ಮಾಡಿದರೆಂಬುದನ್ನು ನೀವು ಓದಿರಬೇಕಲ್ಲವೆ?"},{"number":4,"verse":"ದಾವೀದನು ದೇವಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯಾಜಕರ ಹೊರತು ಬೇರೆ ಯಾರೂ ತಿನ್ನಬಾರದಾಗಿದ್ದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನೇ ತೆಗೆದುಕೊಂಡು ತಿಂದುದಲ್ಲದೆ ತನ್ನ ಸಂಗಡಿಗರಿಗೂ ಕೊಟ್ಟನು ಅಲ್ಲವೆ?"},{"number":5,"verse":"ನರಪುತ್ರನು ಸಬ್ಬತ್ತಿಗೆ ಒಡೆಯನಾಗಿದ್ದಾನೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":6,"verse":"(ಸತ್ಕಾರ್ಯಕ್ಕೆ ಕಾಲಭೇದವಿಲ್ಲ) ( ಮತ್ತೊಂದು ಸಬ್ಬತ್‍ದಿನ ಯೇಸುಸ್ವಾಮಿ ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಹೋಗಿ ಉಪದೇಶಮಾಡುತ್ತಿದ್ದರು. ಅಲ್ಲಿ ಬಲಗೈ ಬತ್ತಿಹೋಗಿದ್ದ ಒಬ್ಬಾತ ಇದ್ದನು."},{"number":7,"verse":"ಅವನನ್ನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಸ್ವಸ್ಥಪಡಿಸಿದ್ದೇ ಆದರೆ ಯೇಸುವಿನ ವಿರುದ್ಧ ತಪ್ಪು ಹೊರಿಸಬಹುದೆಂಬ ಉದ್ದೇಶದಿಂದ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು ಮತ್ತು ಫರಿಸಾಯರು ಹೊಂಚುಹಾಕಿ ನೋಡುತ್ತಿದ್ದರು."},{"number":8,"verse":"ಯೇಸು ಅವರ ಆಲೋಚನೆಗಳನ್ನರಿತು ಬತ್ತಿದ ಕೈ ಉಳ್ಳವನಿಗೆ, “ಬಂದು ಇಲ್ಲಿ ನಿಲ್ಲು,” ಎಂದರು. ಅವನು ಎದ್ದುಬಂದು ನಿಂತನು."},{"number":9,"verse":"ಆಗ ಯೇಸು ಅವರಿಗೆ, “ನಾನು ನಿಮಗೊಂದು ಪ್ರಶ್ನೆ ಹಾಕುತ್ತೇನೆ: ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಏನು ಮಾಡುವುದು ಧರ್ಮ? ಒಳಿತನ್ನೋ ಅಥವಾ ಕೆಡುಕನ್ನೋ? ಒಬ್ಬನ ಪ್ರಾಣವನ್ನು ಉಳಿಸುವುದೋ ಅಥವಾ ಅಳಿಸುವುದೋ?” ಎಂದರು."},{"number":10,"verse":"ಅನಂತರ ಸುತ್ತಲೂ ಇದ್ದವರೆಲ್ಲರನ್ನು ದಿಟ್ಟಿಸಿ ನೋಡಿ ಬತ್ತಿದ ಕೈಯುಳ್ಳವನ ಕಡೆಗೆ ತಿರುಗಿ, “ನಿನ್ನ ಕೈಯನ್ನು ಚಾಚು,” ಎಂದರು. ಅವನು ಚಾಚಿದ. ಕೈ ಸ್ವಸ್ಥವಾಯಿತು."},{"number":11,"verse":"ಅವರಾದರೋ ಕ್ರೋಧಭರಿತರಾಗಿ, ಯೇಸುವಿಗೆ ಏನಾದರೂ ಮಾಡಬೇಕೆಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಸಂಚುಮಾಡಿದರು."},{"number":12,"verse":"(ಹನ್ನೆರಡು ಮಂದಿ ಪ್ರೇಷಿತರ ಆಯ್ಕೆ) ( ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಲು ಬೆಟ್ಟವನ್ನೇರಿದರು. ರಾತ್ರಿಯೆಲ್ಲಾ ದೇವರ ಪ್ರಾರ್ಥನೆಯಲ್ಲಿ ಕಳೆದರು."},{"number":13,"verse":"ಬೆಳಗಾದಾಗ ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ಕರೆದು, ಅವರಲ್ಲಿ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಂಡು, ಅವರಿಗೆ ‘ಪ್ರೇಷಿತರು’ ಎಂದು ಹೆಸರಿಟ್ಚರು."},{"number":14,"verse":"ಹೀಗೆ ಆಯ್ಕೆ ಆದವರು: ಪೇತ್ರನೆಂದು ಹೆಸರು ಪಡೆದ ಸಿಮೋನ ಮತ್ತು ಅವನ ಸಹೋದರ ಅಂದ್ರೆಯ, ಯಕೋಬ ಮತ್ತು ಯೊವಾನ್ನ, ಫಿಲಿಪ್ಪ ಮತ್ತು ಬಾರ್ತೊಲೊಮಾಯ,"},{"number":15,"verse":"ಮತ್ತಾಯ ಮತ್ತು ತೋಮ, ಅಲ್ಫಾಯನ ಮಗ ಯಕೋಬ ಮತ್ತು ದೇಶಾಭಿಮಾನಿ ಎನಿಸಿಕೊಂಡಿದ್ದ ಸಿಮೋನ,"},{"number":16,"verse":"ಯಕೋಬನ ಮಗ ಯೂದ ಮತ್ತು ಗುರುದ್ರೋಹಿಯಾಗಲಿದ್ದ ಯೂದ ಇಸ್ಕರಿಯೋತ."},{"number":17,"verse":"(ಗುಣಪಡಿಸುವ ದಿವ್ಯಶಕ್ತಿ) ( ಅನಂತರ ಯೇಸುಸ್ವಾಮಿ ಅವರೊಂದಿಗೆ ಬೆಟ್ಟದಿಂದ ಇಳಿದು, ಸಮತಟ್ಟಾದ ಸ್ಥಳಕ್ಕೆ ಬಂದರು. ಶಿಷ್ಯರ ದೊಡ್ಡ ಗುಂಪು ಅಲ್ಲಿ ನೆರೆದಿತ್ತು. ಜುದೇಯ ಪ್ರಾಂತ್ಯದಿಂದಲೂ ಜೆರುಸಲೇಮ್ ಪಟ್ಟಣದಿಂದಲೂ ಸಮುದ್ರ ತೀರದ ಟೈರ್ ಹಾಗೂ ಸಿದೋನ್ ಪಟ್ಟಣಗಳಿಂದಲೂ ಜನಸಮೂಹ ಅಲ್ಲಿಗೆ ಬಂದಿತ್ತು."},{"number":18,"verse":"ಯೇಸುವಿನ ಬೋಧನೆಯನ್ನು ಕೇಳುವುದಕ್ಕೂ ತಮ್ಮ ರೋಗರುಜಿನಗಳಿಂದ ವಿಮುಕ್ತರಾಗುವುದಕ್ಕೂ ಜನರು ಅಲ್ಲಿಗೆ ಬಂದು ಸೇರಿದ್ದರು. ದೆವ್ವಪೀಡಿತರು ಕೂಡ ಬಂದು ಸ್ವಸ್ಥರಾಗುತ್ತಿದ್ದರು."},{"number":19,"verse":"ಯೇಸುವಿನಿಂದ ದಿವ್ಯಶಕ್ತಿ ಹರಿದು ಎಲ್ಲರನ್ನೂ ಗುಣಪಡಿಸುತ್ತಿತ್ತು. ಆದುದರಿಂದ ಅಲ್ಲಿದ್ದ ಜನರೆಲ್ಲರು ಯೇಸುವನ್ನು ಮುಟ್ಟಲು ತವಕಪಡುತ್ತಿದ್ದರು."},{"number":20,"verse":"(ಪರ್ವತ ಪ್ರವಚನಗಳು) ( ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರ ಕಡೆಗೆ ದೃಷ್ಟಿಸಿ ನೋಡಿ ಹೀಗೆಂದು ಬೋಧಿಸಿದರು: “ದೀನದಲಿತರೇ, ನೀವು ಭಾಗ್ಯವಂತರು! ದೇವರ ಸಾಮ್ರಾಜ್ಯ ನಿಮ್ಮದು."},{"number":21,"verse":"ಈಗ ಹಸಿದಿರುವವರೇ, ನೀವು ಭಾಗ್ಯವಂತರು! ನಿಮಗೆ ಸಂತೃಪ್ತಿಯಾಗುವುದು. ಈಗ ಅತ್ತು ಗೋಳಾಡುವವರೇ, ನೀವು ಭಾಗ್ಯವಂತರು! ನೀವು ನಕ್ಕುನಲಿದಾಡುವಿರಿ!"},{"number":22,"verse":"ನರಪುತ್ರನ ಶಿಷ್ಯರು ನೀವಾದುದರಿಂದ ನಿಮ್ಮನ್ನು ದ್ವೇಷಿಸಿ, ಬಹಿಷ್ಕರಿಸಿ, ಧಿಕ್ಕರಿಸಿ, ನಿಮ್ಮ ಹೆಸರೆತ್ತುವುದು ಕೂಡ ಕೇಡೆಂದು ತಿರಸ್ಕರಿಸುವಾಗ ನೀವು ಭಾಗ್ಯವಂತರು! ಈ ಜನರ ಪೂರ್ವಜರು ಪ್ರವಾದಿಗಳನ್ನು ಹೀಗೆಯೇ ತೆಗಳಿದ್ದರು. ಇದೆಲ್ಲಾ ಸಂಭವಿಸುವಾಗ ಹಿಗ್ಗಿ ನಲಿದಾಡಿರಿ. ಏಕೆಂದರೆ, ಸ್ವರ್ಗದಲ್ಲಿ ನಿಮಗೆ ಲಭಿಸುವ ಪ್ರತಿಫಲವು ಮಹತ್ತರವಾದುದು."},{"number":24,"verse":"(ಶಾಪಗ್ರಸ್ತರು ಯಾರು?) “ಆದರೆ ಧನಿಕರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನೀವು ಸುಖಜೀವನವನ್ನು ಅನುಭವಿಸಿ ಆಗಿದೆ."},{"number":25,"verse":"ಈಗ ತಿಂದು ತೃಪ್ತಿಯಾಗಿರುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನೀವು ಹಸಿದು ಬಳಲುವಿರಿ. ಈಗ ನಕ್ಕುನಲಿದಾಡುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ನೀವು ದುಃಖಿಸಿ ಗೋಳಾಡುವಿರಿ."},{"number":26,"verse":"ಜನರೆಲ್ಲರಿಂದ ಹೊಗಳಿಸಿಕೊಳ್ಳುವಾಗ ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಕಪಟ ಪ್ರವಾದಿಗಳೂ ಈ ಜನರ ಪೂರ್ವಜರಿಂದ ಹೀಗೆಯೇ ಹೊಗಳಿಸಿಕೊಂಡಿದ್ದರು."},{"number":27,"verse":"(ಶತ್ರುಪ್ರೇಮ) ( “ನನ್ನನ್ನು ಆಲಿಸುತ್ತಿರುವವರೇ, ನನ್ನ ಮಾತನ್ನು ಕೇಳಿರಿ: ‘ನಿಮ್ಮ ಶತ್ರುಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ, ನಿಮ್ಮನ್ನು ದ್ವೇಷಿಸುವವರನ್ನು ಸತ್ಕರಿಸಿರಿ."},{"number":28,"verse":"ನಿಮ್ಮನ್ನು ಶಪಿಸುವವರನ್ನು ಆಶೀರ್ವದಿಸಿರಿ, ನಿಮ್ಮನ್ನು ನಿಂದಿಸುವವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":29,"verse":"ನಿನ್ನ ಒಂದು ಕೆನ್ನೆಗೆ ಹೊಡೆಯುವವನಿಗೆ ಇನ್ನೊಂದು ಕೆನ್ನೆಯನ್ನು ಒಡ್ಡು, ನಿನ್ನ ಮೇಲಂಗಿಯನ್ನು ಕಿತ್ತುಕೊಳ್ಳುವವನಿಗೆ ಒಳ ಅಂಗಿಯನ್ನೂ ತೆಗೆದುಕೊಳ್ಳಲು ಬಿಡು."},{"number":30,"verse":"ಕೇಳಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಕೊಡು ನಿನ್ನ ಸೊತ್ತನ್ನು ಕಸಿದುಕೊಳ್ಳುವವನಿಂದ ತಿರುಗಿ ಕೇಳದಿರು."},{"number":31,"verse":"ಅಲ್ಲದೆ, ಇತರರು ನಿಮಗೆ ಏನೇನು ಮಾಡಬೇಕೆಂದು ನೀವು ಅಪೇಕ್ಷಿಸುತ್ತೀರೋ ಅದನ್ನೇ ನೀವು ಅವರಿಗೆ ಮಾಡಿರಿ."},{"number":32,"verse":"ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುವವರನ್ನೇ ನೀವು ಪ್ರೀತಿಸಿದರೆ ಅದೇನು ಪುಣ್ಯ? ಪಾಪಿಷ್ಠರು ಸಹ ತಮ್ಮನ್ನು ಪ್ರೀತಿಸುವವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾರಲ್ಲವೆ?"},{"number":33,"verse":"ಉಪಕಾರ ಮಾಡಿದವರಿಗೇ ಉಪಕಾರ ಮಾಡಿದರೆ ಅದೇನು ಪುಣ್ಯ? ಪಾಪಿಷ್ಠರು ಸಹ ಹಾಗೆಯೇ ಮಾಡುತ್ತಾರಲ್ಲವೆ?"},{"number":34,"verse":"ಸಾಲತೀರಿಸುವಂಥ ನಂಬಿಗಸ್ಥರಿಗೇ ಸಾಲಕೊಟ್ಟರೆ ಅದೇನು ಪುಣ್ಯ? ಕೊಟ್ಟಷ್ಟೂ ಬರುತ್ತದೆಂದು ಪಾಪಿಷ್ಠರು ಸಹ ಸಾಲ ಕೊಡುತ್ತಾರಲ್ಲವೆ?’"},{"number":35,"verse":"“ಆದುದರಿಂದ ನಿಮ್ಮ ಶತ್ರುಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ. ಅವನಿಗೆ ಒಳಿತನ್ನೇ ಮಾಡಿರಿ. ಪ್ರತಿಯಾಗಿ ಪಡೆಯುವ ಆಶೆಯಿಡದೆ ಸಾಲಕೊಡಿ. ಆಗ ನಿಮಗೆ ಮಹತ್ತಾದ ಸಂಭಾವನೆ ದೊರಕುವುದು. ನೀವು ಮಹೋನ್ನತ ದೇವರ ಮಕ್ಕಳಾಗುವಿರಿ. ದೇವರು ದುರ್ಜನರಿಗೂ ಒಳ್ಳೆಯವರು, ಕೃತಘ್ನರಿಗೂ ಒಳ್ಳೆಯವರು."},{"number":36,"verse":"ನಿಮ್ಮ ತಂದೆಯಾದ ದೇವರಂತೆ ನೀವೂ ದಯಾವಂತರಾಗಿರಿ."},{"number":37,"verse":"(ನೀವು ಕೊಟ್ಟ ಅಳತೆಯಲ್ಲೇ ನಿಮಗೆ ಅಳೆಯಲಾಗುವುದು) ( “ನೀವು ಇತರರ ಬಗ್ಗೆ ತೀರ್ಪು ಕೊಡಬೇಡಿ. ಆಗ ದೇವರು ನಿಮ್ಮ ಬಗ್ಗೆ ತೀರ್ಪು ಕೊಡುವುದಿಲ್ಲ; ಪರರನ್ನು ದಂಡನೆಗೆ ಗುರಿಮಾಡಬೇಡಿ, ದೇವರು ನಿಮ್ಮನ್ನೂ ದಂಡನೆಗೆ ಗುರಿಮಾಡುವುದಿಲ್ಲ."},{"number":38,"verse":"ಪರರನ್ನು ಕ್ಷಮಿಸಿರಿ, ದೇವರು ನಿಮ್ಮನ್ನೂ ಕ್ಷಮಿಸುವರು; ಪರರಿಗೆ ಕೊಡಿ, ದೇವರು ನಿಮಗೂ ಕೊಡುವರು; ಅಳತೆಯಲ್ಲಿ ತುಂಬಿ, ಕುಲುಕಿ, ಅದುಮಿ ತುಳುಕುವಂತೆ ಅಳೆದು ನಿಮ್ಮ ಮಡಿಲಿಗೆ ಹಾಕುವರು. ನೀವು ಕೊಟ್ಟ ಅಳತೆಯಲ್ಲೇ ದೇವರು ನಿಮಗೂ ಅಳೆದುಕೊಡುವರು,” ಎಂದರು."},{"number":39,"verse":"ಯೇಸುಸ್ವಾಮಿ ಅವರಿಗೆ ಈ ಸಾಮತಿಯನ್ನೂ ಹೇಳಿದರು: “ಕುರುಡನು ಕುರುಡನಿಗೆ ದಾರಿ ತೋರಿಸಲಾದೀತೆ? ಇಬ್ಬರೂ ಹಳ್ಳದಲ್ಲಿ ಬೀಳುವುದಿಲ್ಲವೆ?"},{"number":40,"verse":"ಗುರುವಿಗಿಂತ ಶಿಷ್ಯನು ಶ್ರೇಷ್ಠನಲ್ಲ; ಆದರೂ ಪೂರ್ಣ ಶಿಕ್ಷಣ ಪಡೆದ ಪ್ರತಿಯೊಬ್ಬನೂ ಗುರುವಿನಂತೆ ಆಗುವನು."},{"number":41,"verse":"“ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ದಿಮ್ಮಿಯನ್ನು ನೋಡದೆ, ಸೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ಅಣುವನ್ನು ಗಮನಿಸುವುದೇಕೆ?"},{"number":42,"verse":"ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ದಿಮ್ಮಿಯನ್ನೇ ಕಾಣಲಾರದ ನೀನು, ‘ತಮ್ಮಾ ತಾಳು, ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ಅಣುವನ್ನು ತೆಗೆದುಬಿಡುತ್ತೇನೆ,’ ಎಂದು ಸೋದರನಿಗೆ ಹೇಗೆ ಹೇಳಬಲ್ಲೆ? ಎಲೈ ಕಪಟಿಯೇ, ಮೊದಲು ನಿನ್ನ ಕಣ್ಣಿನಲ್ಲಿರುವ ದಿಮ್ಮಿಯನ್ನು ತೆಗೆದುಹಾಕು, ಅನಂತರ ನಿನ್ನ ಸೋದರನ ಕಣ್ಣಿನಲ್ಲಿರುವ ಅಣುವನ್ನು ತೆಗೆದುಹಾಕಲು ನಿನಗೆ ಕಣ್ಣು ನಿಚ್ಚಳವಾಗಿ ಕಾಣಿಸುವುದು."},{"number":43,"verse":"(ಬೇವನ್ನು ಬಿತ್ತಿ ಮಾವನ್ನು ಕೊಯ್ಯಲಾಗದು) ( “ಒಳ್ಳೆಯ ಮರವು ಕೆಟ್ಟ ಫಲವನ್ನು ಕೊಡುವುದಿಲ್ಲ; ಕೆಟ್ಟ ಮರವು ಒಳ್ಳೆಯ ಫಲವನ್ನು ಕೊಡುವುದಿಲ್ಲ."},{"number":44,"verse":"ಪ್ರತಿಯೊಂದು ಮರದ ಗುಣವನ್ನು ಅದರ ಹಣ್ಣಿನಿಂದ ಗುರುತಿಸಬಹುದು. ಮುಳ್ಳುಗಿಡದಲ್ಲಿ ಅಂಜೂರ ಕೀಳುವಂತಿಲ್ಲ. ಮುಳ್ಳು ಕಳ್ಳಿಯಲ್ಲಿ ದ್ರಾಕ್ಷಿ ಕೊಯ್ಯುವಂತಿಲ್ಲ."},{"number":45,"verse":"ಒಳ್ಳೆಯವನು ತನ್ನ ಹೃದಯವೆಂಬ ಬೊಕ್ಕಸದಿಂದ ಒಳ್ಳೆಯದನ್ನೇ ಹೊರತರುತ್ತಾನೆ. ಕೆಟ್ಟವನು ಕೆಟ್ಟ ಬೊಕ್ಕಸದಿಂದ ಕೆಟ್ಟದ್ದನ್ನೇ ಹೊರತರುತ್ತಾನೆ. ಹೃದಯದಲ್ಲಿ ತುಂಬಿರುವುದೇ ಬಾಯಿಮಾತಾಗಿ ತುಳುಕುತ್ತದೆ."},{"number":46,"verse":"(ಸುಭದ್ರ ಅಸ್ತಿವಾರ) ( “ನೀವು ನನ್ನನ್ನು ‘ಸ್ವಾಮೀ ಸ್ವಾಮೀ,’ ಎಂದು ಕರೆಯುತ್ತೀರಿ; ಆದರೆ ನನ್ನ ಮಾತಿನಂತೆ ನಡೆಯುವುದಿಲ್ಲವೇಕೆ?"},{"number":47,"verse":"ನನ್ನ ಬಳಿಗೆ ಬಂದು ನನ್ನ ಮಾತನ್ನು ಕೇಳಿ, ಅದರಂತೆ ನಡೆಯುವ ಪ್ರತಿಯೊಬ್ಬನೂ ಎಂಥವನಿಗೆ ಸಮಾನನೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಕೇಳಿ:"},{"number":48,"verse":"ಆಳವಾಗಿ ಅಡಿಪಾಯ ತೆಗೆದು, ಬಂಡೆಕಲ್ಲಿನ ಮೇಲೆ ಅಸ್ತಿವಾರ ಹಾಕಿ, ಮನೆಕಟ್ಟಿದವನಿಗೆ ಅವನು ಸಮಾನನು; ಹುಚ್ಚು ಹೊಳೆ ಬಂದು ಪ್ರವಾಹವು ಆ ಮನೆಗೆ ಅಪ್ಪಳಿಸಿದರೂ ಅದು ಕದಲಲಿಲ್ಲ. ಕಾರಣ - ಆ ಮನೆಯನ್ನು ಸುಭದ್ರವಾಗಿ ಕಟ್ಟಲಾಗಿತ್ತು."},{"number":49,"verse":"ನನ್ನ ಮಾತನ್ನು ಕೇಳಿಯೂ ಅದರಂತೆ ನಡೆಯದವನು ಅಸ್ತಿವಾರವೇ ಇಲ್ಲದೆ ಬರಿಯ ಮಣ್ಣಿನ ಮೇಲೆ ಮನೆ ಕಟ್ಟಿದವನಿಗೆ ಸಮಾನನು. ಆ ಮನೆಗೆ ಪ್ರವಾಹವು ಅಪ್ಪಳಿಸಿದಾಗ ಒಡನೆಯೇ ಅದು ಕುಸಿದು ಬಿತ್ತು. ಆ ಮನೆಗೆ ಒದಗಿದ ಪತನವೋ ವಿಪರೀತ!” ಎಂದರು."}]}