{"bibleAbbr":"KNCL","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"(ಪ್ರೇಷಿತರಿಗೆ ಕೊಟ್ಟ ಆದೇಶ) ( ಯೇಸುಸ್ವಾಮಿ ಹನ್ನೆರಡು ಮಂದಿ ಪ್ರೇಷಿತರನ್ನು ಒಟ್ಟಿಗೆ ಕರೆದು ಎಲ್ಲ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಲೂ ರೋಗ ನಿವಾರಣೆಮಾಡಲೂ ಅವರಿಗೆ‍ ಶಕ್ತಿಯನ್ನು ಮತ್ತು ಅಧಿಕಾರವನ್ನು ಕೊಟ್ಟರು."},{"number":2,"verse":"ಅನಂತರ ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಕುರಿತು ಬೋಧಿಸುವುದಕ್ಕೂ ರೋಗಿಗಳನ್ನು ಗುಣಪಡಿಸುವುದಕ್ಕೂ ಅವರನ್ನು ಕಳುಹಿಸಿದರು."},{"number":3,"verse":"ಕಳುಹಿಸುವಾಗ ಅವರಿಗೆ ಇಂತೆಂದರು, “ಪ್ರಯಾಣಕ್ಕೆಂದು ಏನನ್ನೂ ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ; ದಂಡ, ಜೋಳಿಗೆ, ಬುತ್ತಿ ಅಥವಾ ಹಣ ಯಾವುದೂ ಬೇಡ. ಎರಡು ಅಂಗಿಗಳೂ ಬೇಕಾಗಿಲ್ಲ."},{"number":4,"verse":"ಯಾವ ಮನೆಯವರು ನಿಮ್ಮನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುತ್ತಾರೋ ಆ ಮನೆಯಲ್ಲೇ ತಂಗಿರಿ. ಅಲ್ಲಿಂದಲೇ ಮುಂದಕ್ಕೆ ಸಾಗಿರಿ."},{"number":5,"verse":"ಯಾವ ಊರಿನವರಾದರೂ ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸದೆಹೋದಲ್ಲಿ, ನೀವು ಆ ಊರನ್ನು ಬಿಟ್ಟುಹೋಗುವಾಗ ನಿಮ್ಮ ಪಾದಕ್ಕೆ ಹತ್ತಿದ ಧೂಳನ್ನು ಕೂಡ ಝಾಡಿಸಿಬಿಡಿ. ಅದು ಅವರ ವಿರುದ್ಧ ಸಾಕ್ಷಿಯಾಗಿರಲಿ,” ಎಂದರು."},{"number":6,"verse":"ಪ್ರೇಷಿತರು ಹೊರಟು ಹಳ್ಳಿಹಳ್ಳಿಗೂ ಹೋಗಿ ಎಲ್ಲ ಕಡೆ ಶುಭಸಂದೇಶವನ್ನು ಬೋಧಿಸಿದರು; ರೋಗಿಗಳನ್ನು ಗುಣಪಡಿಸಿದರು."},{"number":7,"verse":"(ಹೆರೋದನ ಹೆದರಿಕೆ) ( ನಡೆಯುತ್ತಿದ್ದ ಎಲ್ಲ ಸಂಗತಿಗಳು ಸಾಮಂತರಾಜ ಹೆರೋದನ ಕಿವಿಗೆ ಬಿದ್ದುವು. ಅವನ ಮನಸ್ಸು ಕಳವಳಗೊಂಡಿತ್ತು. ಏಕೆಂದರೆ, ‘ಯೊವಾನ್ನನು ಮರಳಿ ಜೀವಂತನಾಗಿ ಎದ್ದಿದ್ದಾನೆ’ ಎಂದು ಕೆಲವರೂ"},{"number":8,"verse":"‘ಎಲೀಯನು ಪುನಃ ಕಾಣಿಸಿಕೊಂಡಿದ್ದಾನೆ’, ಎಂದು ಇನ್ನು ಕೆಲವರೂ ‘ಪ್ರಾಚೀನ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಮರಳಿ ಜೀವಂತನಾಗಿದ್ದಾನೆ,’ ಎಂದು ಮತ್ತೆ ಕೆಲವರೂ ಹೇಳುತ್ತಿದ್ದರು."},{"number":9,"verse":"ಹೆರೋದನಾದರೋ, ‘ಯೊವಾನ್ನನೇ! ಅವನನ್ನು ನಾನೇ ಶಿರಚ್ಛೇದನ ಮಾಡಿಸಿದೆನಲ್ಲಾ; ಮತ್ತೆ ಇವನಾರು? ಇವನ ಬಗ್ಗೆ ಇಂಥಾ ವಿಷಯಗಳನ್ನೆಲ್ಲ ಕೇಳುತ್ತಾ ಇರುವೆನಲ್ಲಾ!’ ಎಂದುಕೊಂಡು, ಯೇಸುವನ್ನು ನೋಡಲು ಅವಕಾಶ ಹುಡುಕುತ್ತಿದ್ದನು."},{"number":10,"verse":"(ಆಹಾರ ವಿರಳ-ಭುಜಿಸಿದವರು ಬಹಳ) ( ಇತ್ತ ಪ್ರೇಷಿತರು ಹಿಂದಿರುಗಿ ಬಂದು ತಾವು ಮಾಡಿದ್ದೆಲ್ಲವನ್ನೂ ಯೇಸುಸ್ವಾಮಿಗೆ ವರದಿಮಾಡಿದರು. ಯೇಸು ಅವರನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಕರೆದುಕೊಂಡು ಬೆತ್ಸಾಯಿದ ಎಂಬ ಊರಿನತ್ತ ಹೋದರು."},{"number":11,"verse":"ಇದನ್ನು ತಿಳಿದುಕೊಂಡು ಜನಸಮೂಹ ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿತು. ಯೇಸು ಅವರನ್ನು ಸ್ವಾಗತಿಸಿ, ದೇವರ ಸಾಮ್ರಾಜ್ಯದ ವಿಷಯವಾಗಿ ಹೇಳಿ, ಅಗತ್ಯವಿದ್ದವರಿಗೆ ಆರೋಗ್ಯದಾನ ಮಾಡಿದರು."},{"number":12,"verse":"ಅಷ್ಟರಲ್ಲಿ ಸಾಯಂಕಾಲವಾಗುತ್ತಾ ಬಂದಿತು. ಹನ್ನೆರಡು ಮಂದಿ ಪ್ರೇಷಿತರು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು, “ಇದು ನಿರ್ಜನ ಪ್ರದೇಶ, ಜನರನ್ನು ಕಳುಹಿಸಿಬಿಡಿ; ಅವರು ಸಮೀಪದ ಊರುಕೇರಿಗಳಿಗೆ ಹೋಗಿ ಊಟವಸತಿಯನ್ನು ಒದಗಿಸಿಕೊಳ್ಳಲಿ,” ಎಂದರು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನೀವೇ ಅವರಿಗೆ ಊಟಕ್ಕೆ ಏನಾದರು ಕೊಡಿ,” ಎಂದರು. ಅವರು, “ನಮ್ಮಲ್ಲಿರುವುದು ಐದು ರೊಟ್ಟಿ ಮತ್ತು ಎರಡು ಮೀನು ಮಾತ್ರ; ನಾವು ಹೋಗಿ ಇವರೆಲ್ಲರಿಗೆ ಬೇಕಾಗುವಷ್ಟು ಊಟ ಕೊಂಡುಕೊಂಡು ಬರಬೇಕೆ?” ಎಂದರು."},{"number":14,"verse":"ಏಕೆಂದರೆ ಅಲ್ಲಿ ಗಂಡಸರೇ ಸುಮಾರು ಐದು ಸಾವಿರಮಂದಿ ಇದ್ದರು. ಆಗ ಯೇಸು ಶಿಷ್ಯರಿಗೆ, “ಇವರನ್ನು ಐವತ್ತು ಐವತ್ತರಂತೆ ಪಂಕ್ತಿಯಾಗಿ ಕೂರಿಸಿರಿ,” ಎಂದು ಹೇಳಲು,"},{"number":15,"verse":"ಅವರು ಹಾಗೆಯೇ ಎಲ್ಲರನ್ನು ಕುಳ್ಳಿರಿಸಿದರು."},{"number":16,"verse":"ಅನಂತರ ಯೇಸು ಆ ಐದು ರೊಟ್ಟಿಗಳನ್ನೂ ಎರಡು ಮೀನುಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಸ್ವರ್ಗದತ್ತ ಕಣ್ಣೆತ್ತಿ ನೋಡಿ, ದೇವರಿಗೆ ಸ್ತೋತ್ರಸಲ್ಲಿಸಿದರು. ತರುವಾಯ ಅವುಗಳನ್ನು ಮುರಿದು ಜನಸಮೂಹಕ್ಕೆ ಬಡಿಸುವಂತೆ ಶಿಷ್ಯರಿಗೆ ಕೊಟ್ಟರು."},{"number":17,"verse":"ಎಲ್ಲರೂ ಹೊಟ್ಟೆ ತುಂಬ ತಿಂದು ಸಂತೃಪ್ತರಾದರು. ಇನ್ನು ಉಳಿದಿದ್ದ ತುಂಡುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದಾಗ ಅವು ಹನ್ನೆರಡು ಬುಟ್ಟಿ ತುಂಬ ಆದುವು."},{"number":18,"verse":"(ಪೇತ್ರನ ವಿಶ್ವಾಸಪ್ರಕಟಣೆ ಮತ್ತು ಯೇಸುವಿನ ಮರಣದ ಮುನ್ಸೂಚನೆ) ( ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿ ಏಕಾಂಗಿಯಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡುತ್ತಿದ್ದಾಗ ಶಿಷ್ಯರು ಸಮೀಪದಲ್ಲೇ ಇದ್ದರು. “ಜನಸಾಮಾನ್ಯರು ನನ್ನನ್ನು ಯಾರೆನ್ನುತ್ತಾರೆ?” ಎಂದು ಯೇಸು ಅವರನ್ನು ಪ್ರಶ್ನಿಸಿದರು."},{"number":19,"verse":"ಅದಕ್ಕೆ ಅವರು, “ಹಲವರು ತಮ್ಮನ್ನು ‘ಸ್ನಾನಿಕ ಯೊವಾನ್ನ’ ಎನ್ನುತ್ತಾರೆ; ಕೆಲವರು ‘ಎಲೀಯನು’ ಎನ್ನುತ್ತಾರೆ; ಮತ್ತೆ ಕೆಲವರು ‘ಪ್ರಾಚೀನ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಮರಳಿ ಜೀವಂತನಾಗಿದ್ದಾನೆ’ ಎನ್ನುತ್ತಾರೆ,” ಎಂದು ಉತ್ತರವಿತ್ತರು."},{"number":20,"verse":"ಆಗ ಯೇಸು, “ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರೆನ್ನುತ್ತೀರಿ?” ಎಂದು ಪುನಃ ಪ್ರಶ್ನಿಸಿದರು. ಅದಕ್ಕೆ ಪೇತ್ರನು, “ದೇವರಿಂದ ಅಭಿಷಿಕ್ತರಾದ ಲೋಕೋದ್ಧಾರಕ ತಾವೇ\" (‘ಕ್ರಿಸ್ತ’ ಅಥವಾ ‘ಮೆಸ್ಸೀಯ’.) ಎಂದು ಉತ್ತರ ಕೊಟ್ಟನು."},{"number":21,"verse":"ಈ ವಿಷಯವನ್ನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಯೇಸು ಶಿಷ್ಯರನ್ನು ಆಜ್ಞಾಪೂರ್ವಕವಾಗಿ ಎಚ್ಚರಿಸಿದರು."},{"number":22,"verse":"ಇದಲ್ಲದೆ, “ನರಪುತ್ರನು ಕಠಿಣವಾದ ಯಾತನೆಯನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿದೆ. ಸಭಾಪ್ರಮುಖರಿಂದಲೂ ಮುಖ್ಯಯಾಜಕರಿಂದಲೂ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳಿಂದಲೂ ಆತನು ತಿರಸ್ಕೃತನಾಗಿ ಕೊಲ್ಲಲ್ಪಡುವನು. ಆದರೆ ಮೂರನೇ ದಿನ ಆತನು ಪುನರುತ್ಥಾನ ಹೊಂದುವನು,\" (“ಜೀವಂತನಾಗಿ ಎದ್ದು ಬರುವನು” ಎಂದೂ ಕೆಲವರು ಭಾಷಾಂತರಿಸಿದ್ದಾರೆ.) ಎಂದು ಅವರಿಗೆ ತಿಳಿಸಿದರು."},{"number":23,"verse":"(‘ನಾನು ಹೋದರೆ ಹೋಗಬಹುದು’) ಯೇಸುಸ್ವಾಮಿ ಎಲ್ಲರನ್ನು ನೋಡಿ ಹೇಳಿದ್ದೇನೆಂದರೆ: “ಯಾರಿಗಾದರೂ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಲು ಮನಸ್ಸಿದ್ದರೆ, ಅವನು ತನ್ನನ್ನು ತಾನೇ ಪರಿತ್ಯಜಿಸಿ, ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಅನುದಿನವೂ ಹೊತ್ತುಕೊಂಡು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಲಿ."},{"number":24,"verse":"ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಹಾತೊರೆಯುವವನು ಅದನ್ನು ಕಳೆದುಕೊಳ್ಳುವನು. ಆದರೆ ನನ್ನ ನಿಮಿತ್ತ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಳೆದುಕೊಳ್ಳುವವನು ಅದನ್ನು ನಿತ್ಯಕ್ಕೂ ಉಳಿಸಿಕೊಳ್ಳುವನು."},{"number":25,"verse":"ಒಬ್ಬನು ಪ್ರಪಂಚವನ್ನೆಲ್ಲಾ ಗೆದ್ದುಕೊಂಡು ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಕಳೆದುಕೊಂಡರೆ ಅಥವಾ ತೆತ್ತರೆ ಅವನಿಗೆ ಅದರಿಂದ ಬರುವ ಲಾಭವಾದರೂ ಏನು?"},{"number":26,"verse":"ಯಾರು ನನ್ನನ್ನೂ ನನ್ನ ಮಾತುಗಳನ್ನೂ ಕುರಿತು ನಾಚಿಕೆಪಡುತ್ತಾರೋ, ಅಂಥವರನ್ನು ಕುರಿತು ನರಪುತ್ರನು ಸಹ, ತನ್ನ ಪಿತನ ಹಾಗೂ ದೇವದೂತರ ಪ್ರಭಾವದೊಡನೆ ಬರುವಾಗ, ನಾಚಿಕೆಪಡುವನು."},{"number":27,"verse":"“ಇಲ್ಲಿರುವವರಲ್ಲಿ ಕೆಲವರು, ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ನೋಡದೆ ಸಾವನ್ನು ಸವಿಯುವುದಿಲ್ಲವೆಂದು ನಿಮಗೆ ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ,” ಎಂದರು."},{"number":28,"verse":"(ಯೇಸುವಿನ ದಿವ್ಯದರ್ಶನ) ( ಇದನ್ನೆಲ್ಲ ಹೇಳಿ ಸುಮಾರು ಎಂಟು ದಿನಗಳಾದ ಬಳಿಕ ಪೇತ್ರ, ಯೊವಾನ್ನ ಮತ್ತು ಯಕೋಬ ಇವರನ್ನು ತಮ್ಮೊಡನೆ ಕರೆದುಕೊಂಡು ಯೇಸುಸ್ವಾಮಿ ಪ್ರಾರ್ಥನೆಮಾಡಲು ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದರು."},{"number":29,"verse":"ಪ್ರಾರ್ಥನೆಮಾಡುವ ಸಮಯದಲ್ಲಿ ಯೇಸುವಿನ ಮುಖಚರ್ಯೆಯು ಮಾರ್ಪಟ್ಟಿತು. ಅವರ ಉಡುಪು ಬೆಳ್ಳಗೆ ಪ್ರಜ್ವಲಿಸಿತು."},{"number":30,"verse":"ಇದ್ದಕ್ಕಿದ್ದ ಹಾಗೆ ಮೋಶೆ ಮತ್ತು ಎಲೀಯ ಎಂಬ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳು ಅವರೊಡನೆ ಮಾತನಾಡುತ್ತಿದ್ದರು."},{"number":31,"verse":"ದಿವ್ಯ ವೈಭವದಿಂದ ಕಂಗೊಳಿಸುತ್ತಿದ್ದ ಇವರಿಬ್ಬರು ಯೇಸು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಪ್ರಾಣತ್ಯಾಗಮಾಡಿ ದೈವೇಚ್ಛೆಯನ್ನು ನೆರವೇರಿಸಲಿದ್ದ ವಿಷಯವಾಗಿ ಸಂಭಾಷಿಸುತ್ತಿದ್ದರು."},{"number":32,"verse":"ಗಾಢ ನಿದ್ರೆಯಲ್ಲಿದ್ದ ಪೇತ್ರ ಮತ್ತು ಸಂಗಡಿಗರು ಎಚ್ಚೆತ್ತಾಗ ಯೇಸುವಿನ ಮಹಿಮೆಯನ್ನೂ ಅವರೊಡನೆ ನಿಂತಿದ್ದ ಆ ಇಬ್ಬರನ್ನೂ ಕಂಡರು."},{"number":33,"verse":"ಅವರಿಬ್ಬರೂ ಯೇಸುವನ್ನು ಬಿಟ್ಟುಹೋಗುತ್ತಿರುವಾಗ, ಪೇತ್ರನು ಯೇಸುವಿಗೆ, “ಗುರುದೇವಾ, ನಾವು ಇಲ್ಲೇ ಇರುವುದು ಒಳ್ಳೆಯದು; ಅಪ್ಪಣೆಯಾಗಲಿ, ಮೂರು ಗುಡಾರಗಳನ್ನು ಕಟ್ಟುವೆವು - ತಮಗೊಂದು, ಮೋಶೆಗೊಂದು ಮತ್ತು ಎಲೀಯನಿಗೊಂದು,” ಎಂದನು. ತಾನು ಏನು ಹೇಳುತ್ತಿರುವೆನೆಂದೇ ಪೇತ್ರನು ಗ್ರಹಿಸಲಿಲ್ಲ."},{"number":34,"verse":"ಆತನು ಇದನ್ನು ಹೇಳುತ್ತಿದ್ದ ಹಾಗೆ ಮೇಘವೊಂದು ಬಂದು ಅವರನ್ನಾವರಿಸಿತು. ಆ ಮೇಘದಲ್ಲಿ ಅವರು ಅದೃಶ್ಯರಾದಾಗ ಶಿಷ್ಯರು ದಿಗಿಲುಗೊಂಡರು."},{"number":35,"verse":"ಅದರೊಳಗಿಂದ, “ಈತನು ನನ್ನ ಪುತ್ರನು; ನಾನು ಆರಿಸಿಕೊಂಡವನು. ಈತನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿರಿ,” ಎಂಬ ವಾಣಿ ಕೇಳಿಸಿತು."},{"number":36,"verse":"ಆ ವಾಣಿ ಆದಮೇಲೆ ಕಾಣಿಸಿಕೊಂಡವರು ಯೇಸು ಮಾತ್ರ. ಶಿಷ್ಯರು ತಾವು ನೋಡಿದ್ದನ್ನು ಕುರಿತು ಆ ದಿನಗಳಲ್ಲಿ ಏನನ್ನೂ ಹೇಳದೆ, ಯಾರಿಗೂ ತಿಳಿಸದೆ, ತತ್ಕಾಲ ಮೌನದಿಂದ ಇದ್ದರು."},{"number":37,"verse":"(ದೆವ್ವಹಿಡಿದ ಬಾಲಕನಿಗೆ ಬಿಡುಗಡೆ) ( ಮಾರನೇ ದಿನ ಯೇಸುಸ್ವಾಮಿ ಮತ್ತು ಮೂವರು ಶಿಷ್ಯರು ಬೆಟ್ಟದಿಂದ ಇಳಿದುಬಂದಾಗ, ದೊಡ್ಡ ಗುಂಪೊಂದು ಅವರನ್ನು ಎದುರುಗೊಂಡಿತು."},{"number":38,"verse":"ಆ ಗುಂಪಿನಲ್ಲಿದ್ದ ಒಬ್ಬನು, “ಬೋಧಕರೇ, ನನ್ನ ಮಗನನ್ನು ಕಟಾಕ್ಷಿಸಿರಿ, ನನಗೆ ಇವನೊಬ್ಬನೇ ಮಗ."},{"number":39,"verse":"ಇವನನ್ನು ದೆವ್ವ ಹಿಡಿಯುತ್ತದೆ. ಆಗ ಇದ್ದಕ್ಕಿದ್ದ ಹಾಗೆ ಕಿರುಚಿಕೊಳ್ಳುತ್ತಾನೆ; ವಿಲವಿಲನೆ ಒದ್ದಾಡುತ್ತಾನೆ; ಬಾಯಲ್ಲಿ ನೊರೆ ಕಿತ್ತುಕೊಳ್ಳುತ್ತದೆ; ಆ ದೆವ್ವವು ಇವನನ್ನು ನಿಶ್ಯಕ್ತನನ್ನಾಗಿ ಮಾಡಿಬಿಡುವ ತನಕ ಬಿಟ್ಟುಹೋಗುವುದೇ ಇಲ್ಲ."},{"number":40,"verse":"ಅದನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ಬೇಡಿಕೊಂಡೆ; ಆದರೆ ಅವರಿಂದ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ,” ಎಂದು ಕೂಗಿ ಕೇಳಿಕೊಂಡನು."},{"number":41,"verse":"ಇದನ್ನಾಲಿಸಿದ ಯೇಸು, “ಅಯ್ಯೋ, ವಿಶ್ವಾಸವಿಲ್ಲದ ದುಷ್ಟ ಪೀಳಿಗೆಯೇ, ಇನ್ನೆಷ್ಟುಕಾಲ ನಿಮ್ಮೊಂದಿಗಿದ್ದು ನಿಮ್ಮನ್ನು ಸಹಿಸಿಕೊಳ್ಳಲಿ?” ಎಂದು ಹೇಳಿ, “ನಿನ್ನ ಮಗನನ್ನು ಇಲ್ಲಿಗೆ ಕರೆದುಕೊಂಡು ಬಾ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":42,"verse":"ಆ ಹುಡುಗನು ಬರುತ್ತಿರುವಾಗಲೇ ದೆವ್ವವು ಅವನನ್ನು ನೆಲಕ್ಕೆ ಅಪ್ಪಳಿಸಿ ವಿಲವಿಲನೆ ಒದ್ದಾಡಿಸಿತು. ಆಗ ಯೇಸು ದೆವ್ವವನ್ನು ಗದರಿಸಿ, ಹುಡುಗನನ್ನು ಸ್ವಸ್ಥಮಾಡಿ, ಅವನನ್ನು ಅವನ ತಂದೆಗೆ ಒಪ್ಪಿಸಿದರು."},{"number":43,"verse":"ದೇವರ ಮಹತ್ವವನ್ನು ಕಂಡ ಎಲ್ಲರೂ ಆಶ್ಚರ್ಯಚಕಿತರಾದರು. ಯೇಸುಸ್ವಾಮಿ ಮಾಡಿದ ಸಕಲ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಕುರಿತು ಜನರೆಲ್ಲರೂ ಸೋಜಿಗಪಡುತ್ತಿರುವಲ್ಲಿ, ಶಿಷ್ಯರಿಗೆ,"},{"number":44,"verse":"(ಯೇಸುವಿನ ಮರಣದ ಮತ್ತೊಂದು ಮುನ್ಸೂಚನೆ) ( “ಈ ನನ್ನ ಮಾತು ನಿಮ್ಮ ಕಿವಿಗೆ ಇಳಿಯಲಿ. ಅದೇನೆಂದರೆ: “ನರಪುತ್ರನು ಜನರ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಲ್ಪಡಲಿದ್ದಾನೆ,” ಎಂದರು."},{"number":45,"verse":"ಯೇಸು ಹೇಳಿದ ಈ ಮಾತನ್ನು ಶಿಷ್ಯರು ಗ್ರಹಿಸಿಕೊಳ್ಳಲಿಲ್ಲ; ಒಗಟಿನ ಹಾಗೆ ಇದ್ದುದರಿಂದ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲಿಲ್ಲ. ಅದನ್ನು ಕುರಿತು ಯೇಸುವನ್ನು ಕೇಳುವುದಕ್ಕೂ ಅವರು ಅಂಜಿದರು."},{"number":46,"verse":"(ಅತ್ಯಲ್ಪನೇ ಅತ್ಯುತ್ತಮನು) ( ಒಮ್ಮೆ, ತಮ್ಮಲ್ಲಿ ಅತಿ ಶ್ರೇಷ್ಠನು ಯಾರೆಂಬ ವಾದ ಶಿಷ್ಯರಲ್ಲಿ ಎದ್ದಿತು."},{"number":47,"verse":"ಅವರ ಮನಸ್ಸಿನ ಆಲೋಚನೆಗಳನ್ನು ಅರಿತ ಯೇಸು, ಒಂದು ಚಿಕ್ಕ ಮಗುವನ್ನು ತಂದು ತಮ್ಮ ಪಕ್ಕದಲ್ಲಿ ನಿಲ್ಲಿಸಿಕೊಂಡು,"},{"number":48,"verse":"“ಯಾವನು ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಈ ಮಗುವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೋ ಅವನು ನನ್ನನ್ನೇ ಸ್ವೀಕರಿಸುತ್ತಾನೆ; ಯಾವನು ನನ್ನನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೋ ಅವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನನ್ನೇ ಸ್ವೀಕರಿಸುತ್ತಾನೆ. ನಿಮ್ಮೆಲ್ಲರಲ್ಲಿ ಅತ್ಯಲ್ಪನಾದವನೇ ಅತ್ಯುತ್ತಮನು,” ಎಂದರು."},{"number":49,"verse":"(ಶತ್ರುವಲ್ಲದವನು ಮಿತ್ರನು) ( ಆಗ ಯೊವಾನ್ನನು ಯೇಸುವಿಗೆ, “ಗುರುವೇ, ಯಾವನೋ ಒಬ್ಬನು ತಮ್ಮ ಹೆಸರಿನಲ್ಲಿ ದೆವ್ವ ಬಿಡಿಸುವುದನ್ನು ಕಂಡೆವು. ಅವನು ನಮ್ಮವನಲ್ಲದ ಕಾರಣ ಅವನನ್ನು ತಡೆದೆವು,” ಎಂದನು."},{"number":50,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಅವನನ್ನು ತಡೆಯಬೇಡಿ, ನಿಮ್ಮ ವಿರೋಧಿ ಅಲ್ಲದವನು ನಿಮ್ಮ ಪರವಾದಿ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":51,"verse":"(ಸಮಾರಿಯದವರು ತೋರಿದ ತಾತ್ಸಾರ) ತಾವು ಸ್ವರ್ಗಾರೋಹಣವಾಗುವ ದಿನಗಳು ಸಮೀಪಿಸಲು ಯೇಸುಸ್ವಾಮಿ ಜೆರುಸಲೇಮಿಗೆ ಅಭಿಮುಖವಾಗಿ ಹೊರಡಲು ನಿರ್ಧರಿಸಿದರು."},{"number":52,"verse":"ಅಲ್ಲದೆ ತಮಗೆ ಮುಂದಾಗಿ ದೂತರನ್ನು ಕಳುಹಿಸಿದರು. ಇವರು ಹೊರಟು ಯೇಸುವಿಗೆ ಬೇಕಾದುದನ್ನು ಸಿದ್ಧಮಾಡಲು ಸಮಾರಿಯದ ಒಂದು ಹಳ್ಳಿಗೆ ಬಂದರು."},{"number":53,"verse":"ಯೇಸು ಜೆರುಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಕಾರಣ ಅವರನ್ನು ಅಲ್ಲಿಯ ಜನರು ಬರಗೊಳಿಸಲಿಲ್ಲ."},{"number":54,"verse":"ಇದನ್ನು ಕಂಡು ಶಿಷ್ಯರಾದ ಯಕೋಬ ಮತ್ತು ಯೊವಾನ್ನ, “ಪ್ರಭೂ, ಆಕಾಶದಿಂದ ಅಗ್ನಿಮಳೆ ಸುರಿದು ಇವರನ್ನು ನಾಶಮಾಡಲಿ ಎಂದು ಆಜ್ಞೆಮಾಡಬಹುದಲ್ಲವೇ?” ಎಂದರು."},{"number":55,"verse":"ಯೇಸು ಅವರ ಕಡೆ ತಿರುಗಿ, “ನೀವು ಎಂಥ ಸ್ವಭಾವಿಗಳೆಂದು ನಿಮಗೇ ತಿಳಿಯದು. ನರಪುತ್ರನು ಬಂದಿರುವುದು ಮಾನವ ಜೀವಿಗಳ ವಿನಾಶಕ್ಕೆ ಅಲ್ಲ, ಉದ್ಧಾರಕ್ಕೆ,” ಎಂದು ಅವರನ್ನು ಖಂಡಿಸಿದರು."},{"number":56,"verse":"ಅನಂತರ ಯೇಸು ಮತ್ತು ಶಿಷ್ಯರು ಬೇರೆ ಹಳ್ಳಿಗೆ ಹೋದರು."},{"number":57,"verse":"(ಅನುಯಾಯಿಗಳು ತ್ಯಜಿಸಬೇಕಾದ ಅಂಟುನಂಟು) ( ಅವರೆಲ್ಲರೂ ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಿದ್ದಾಗ ಒಬ್ಬನು ಯೇಸುವಿಗೆ, “ನೀವು ಎಲ್ಲಿಗೆ ಹೋದರೂ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತೇನೆ,” ಎಂದನು."},{"number":58,"verse":"ಯೇಸು ಅವನಿಗೆ, “ನರಿಗಳಿಗೆ ಗುಹೆಗಳುಂಟು; ಆಕಾಶದ ಪಕ್ಷಿಗಳಿಗೆ ಗೂಡುಗಳುಂಟು; ಆದರೆ ನರಪುತ್ರನಿಗೆ ತಲೆಯಿಡುವುದಕ್ಕೂ ಸ್ಥಳವಿಲ್ಲ,” ಎಂದರು."},{"number":59,"verse":"ಇನ್ನೊಬ್ಬನಿಗೆ ಯೇಸು, “ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು,” ಎಂದು ಹೇಳಿದಾಗ ಅವನು, “ಸ್ವಾಮೀ, ಮೊದಲು ನನ್ನ ತಂದೆಯ ಉತ್ತರಕ್ರಿಯೆಗಳನ್ನು ಮುಗಿಸುವ ತನಕ ಸಮಯಕೊಡಿ,” ಎಂದನು."},{"number":60,"verse":"ಅವನಿಗೆ ಯೇಸು, “ಸತ್ತವರೇ ತಮ್ಮ ಸತ್ತವರನ್ನು ಸಮಾಧಿಮಾಡಿಕೊಳ್ಳಲಿ; ನೀನಾದರೋ, ಹೋಗು, ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಪ್ರಚಾರಮಾಡು,” ಎಂದು ಹೇಳಿದರು."},{"number":61,"verse":"ಮತ್ತೊಬ್ಬನು, “ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತೇನೆ ಪ್ರಭೂ, ಆದರೆ ಮೊದಲು ಮನೆಯವರನ್ನು ಬೀಳ್ಕೊಟ್ಟು ಬರಲು ಅಪ್ಪಣೆ ಆಗಬೇಕು,” ಎಂದನು."},{"number":62,"verse":"ಯೇಸು ಅವನನ್ನು ನೋಡಿ, “ನೇಗಿಲಿಗೆ ಕೈಹಾಕಿ ಹಿಂದಕ್ಕೆ ನೋಡುವವನು ದೇವರ ಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ತಕ್ಕವನಲ್ಲ,” ಎಂದರು."}]}