{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"And it happened in the thirtieth year, in the fourth month, in the fifth of the month, as I was among the captives by the river Chebar, the heavens were opened, and I saw visions of God."},{"number":2,"verse":"On the fifth of the month, the fifth year of the captivity of Jehoiachin the king,"},{"number":3,"verse":"coming the Word of Jehovah became known to Ezekiel, the son of Buzi, the priest, in the land of the Chaldeans, by the river Chebar. And there the hand of Jehovah was on him."},{"number":4,"verse":"And I looked, and behold, a windstorm came out of the north, a great cloud, and a fire flashing itself, and a brightness to it round about. And out of its midst, like the color of polished metal it came, out of the midst of the fire."},{"number":5,"verse":"And from its midst was the likeness of four living creatures. And this was how they looked: the likeness of a man was to them,"},{"number":6,"verse":"and four faces were to each, and four wings to each of them,"},{"number":7,"verse":"and their feet were feet of straightness, and the sole of their feet like the sole of a calf's foot. And they sparkled like the color of burnished copper."},{"number":8,"verse":"And the hands of a man extended from under their wings on their four sides. And their faces and their wings were to the four of them,"},{"number":9,"verse":"joining each one to the other by their wings. They did not turn in their going, each one went toward the front of their face."},{"number":10,"verse":"And the likeness of their faces: the face of a man, and the face of a lion, on the right side to the four of them; and the face of an ox on the left to the four of them, and the face of an eagle to the four of them."},{"number":11,"verse":"So their faces were. And their wings were spread upward, to each one the two wings were joined, and two wings of each covering their bodies."},{"number":12,"verse":"And each one went toward the front of their faces. To where the spirit was to go, there they went; they did not turn in their going."},{"number":13,"verse":"And the likeness of the living creatures: they continually going among the living creatures. And the fire was bright, and out of the fire went forth lightning."},{"number":14,"verse":"And the living creatures kept running and returning, like the appearance of a flash of lightning."},{"number":15,"verse":"And I looked at the living creatures, and, behold, one wheel was on the earth beside the living creatures, with the four of its faces."},{"number":16,"verse":"The appearance of the wheels and their workmanship was like the color of beryl; and the one likeness was to the four of them. And their appearance and their workmanship was like the wheel in the middle of the wheel."},{"number":17,"verse":"They went on the four of their sides in their going, they did not turn in their going."},{"number":18,"verse":"And also their rims were high to them, even awesome to them. And their rims were full of eyes round about the four of them."},{"number":19,"verse":"And in the going of the living creatures the wheels went beside them. And in the lifting up of the living creatures from on the earth, the wheels were lifted up."},{"number":20,"verse":"There where the spirit was to go, there they went; there their spirit was to go, and the wheels were lifted up along with them. For the spirit of the living creature was in the wheels."},{"number":21,"verse":"In their going, these went; and in their standing still, these stood still. And in their being lifted up from the earth, the wheels were lifted up along with them. For the spirit of the living creature was in the wheels."},{"number":22,"verse":"And a likeness was over the heads of the living creature, an expanse like the color of awesome crystal, stretched out over their heads from above."},{"number":23,"verse":"And under the expanse their wings were straight, the one toward the other, to each one, two wings covering on this side, and to each one two covering on that side of their bodies."},{"number":24,"verse":"And I heard the sound of their wings like the sound of great waters, like the voice of the Almighty. In their going was the sound of tumult, like the sound of an army. In their standing still, they let down their wings."},{"number":25,"verse":"And there was a voice from the expanse that was over their heads. In their standing still, they let down their wings."},{"number":26,"verse":"And from above the expanse that was over their heads was an appearance like a stone of lapis lazuli, azure blue, the likeness of a throne. And on the likeness of the throne was a likeness in appearance like a man on it from above."},{"number":27,"verse":"And I saw Him, like the color of polished metal, looking like fire within it round about. From the appearance of His loins and upward, and from the appearance of His loins and downward, I saw Him looking like fire; and brightness to it round about."},{"number":28,"verse":"As the appearance of the bow that is in the cloud in the day of the rain, so appeared the brightness round about. This was the appearance of the likeness of the glory of Jehovah. And I saw, and I fell on my face, and I heard a voice of One speaking."}]}