{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"And the Word of Jehovah was to me, saying,"},{"number":2,"verse":"And you, son of man, lift up a lament in Tyre."},{"number":3,"verse":"And say to Tyre, Oh you who dwell at the entrances of the sea, a merchant of the peoples for many isles, so says the Lord Jehovah: O Tyre, you have said, I am perfect of beauty."},{"number":4,"verse":"In the heart of the seas are your borders, your builders have perfected your beauty."},{"number":5,"verse":"They have made for you all your planks of fir trees of Senir. They have taken a cedar from Lebanon to make a mast for you."},{"number":6,"verse":"They have made your oars of the oaks of Bashan. They made your deck with ivory from the coasts of Kittim, daughter of Assyria."},{"number":7,"verse":"Of fine linen with embroidered work from Egypt was the thing you spread out, an ensign for you, violet and purple from the coasts, of Elishah was your covering."},{"number":8,"verse":"The ones living in Sidon and Arvad were rowers to you. Your wise ones, O Tyre, they were your sailors."},{"number":9,"verse":"The elders of Gebal and her wise ones were in you making strong your seams. All the ships of the sea and their seamen were with you, to exchange your merchandise."},{"number":10,"verse":"Persia and Lud and Lydia were in your army, men of war to you; they hung the shield and the helmet in you. They gave to you your splendor."},{"number":11,"verse":"The sons of Arvad and your army were on your walls all around, and warriors were in your towers. They hung their weapons on your walls all around, they have perfected your beauty."},{"number":12,"verse":"Tarshish was your trader from the multitude of your wealth. With silver, iron, tin, and lead, they gave for your wares."},{"number":13,"verse":"Javan, Tubal and Meshech, they were your merchants, they gave the souls of men and vessels of bronze for your goods."},{"number":14,"verse":"From the house of Togarmah they gave horses and war horses and mules for your wares."},{"number":15,"verse":"The sons of Dedan were your merchants, many isles were the traffic of your hand. Tusks of ivory and ebony they brought as your gift."},{"number":16,"verse":"Syria was your trader from the multitude of your works; with jewels, purple, and embroidered work, and fine linen, and coral, and rubies they gave for your wares."},{"number":17,"verse":"Judah and the land of Israel were your merchants; with wheat from Minnith and Pannag, and honey and oil and balm they gave for your goods."},{"number":18,"verse":"Damascus was your trader in the multitude of your works, from the multitude of all your wealth, in the wine of Helbon, and white wool."},{"number":19,"verse":"And Dan and Javan going about gave for your wares; smooth iron, cassia, and cane were among your goods."},{"number":20,"verse":"Dedan was your merchant in loose cloths for riding."},{"number":21,"verse":"Arabia and all the rulers of Kedar, they were traders of your land in lambs and rams and goats, in these were your trade."},{"number":22,"verse":"The merchants of Sheba and Raamah were your merchants; with the chief of all the spices, and with every precious stone and gold, they gave for your wares."},{"number":23,"verse":"Haran, and Canneh, and Eden, the merchants of Sheba, Assyria, Chilmad were your merchants."},{"number":24,"verse":"They were your merchants in perfect things, in violet cloth and embroidered work, and in carpets of many colors, with tightly bound cords, and cedars among your merchandise."},{"number":25,"verse":"The ships of Tarshish were the travelers of your goods. And you were filled and made very glorious in the heart of the seas."},{"number":26,"verse":"Your rowers made you come into great waters, the east wind has broken you in the heart of the seas."},{"number":27,"verse":"Your wealth and your wares and your goods, your seamen and your sailors making strong your seams, and the traders of your goods, and all your men of war who are in you, and all your assembly in your midst, shall fall into the heart of the seas in the day of your ruin."},{"number":28,"verse":"At the sound of the cry of your sailors the pasture lands will shake."},{"number":29,"verse":"And all who handle the oar shall come down from their ships, the seamen, all the sailors of the sea. They shall stand on the land,"},{"number":30,"verse":"and will make heard their voice against you, and will cry bitterly, and will cause dust to go up on their heads; they will wallow in the ashes."},{"number":31,"verse":"And they shall be made bald for you and gird with sackcloth; and they shall weep for you with bitterness of soul, a bitter wailing."},{"number":32,"verse":"And in their wailing they shall lift up a lamentation and lament over you, saying, Who is like Tyre, as one silenced in the midst of the sea?"},{"number":33,"verse":"When your wares went out from the seas, you satisfied many peoples. With the multitude of your wealth and your goods, you enriched the kings of the earth."},{"number":34,"verse":"At this time you are broken from the seas. By the depths of the waters your goods and all your company have fallen in your midst."},{"number":35,"verse":"All those living in the isles are appalled at you, and their kings are shivering horribly in the tempest; their faces tremble."},{"number":36,"verse":"The traders among the peoples hiss over you; you have become terrors. And until forever you shall not be."}]}