{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"And the Word of Jehovah was to me, saying,"},{"number":2,"verse":"Son of man, prophesy against the shepherds Israel. Prophesy and say to them, to the shepherds, So says the Lord Jehovah: Woe to those feeding Israel, who are feeding themselves! Should not the shepherds feed the flock?"},{"number":3,"verse":"You eat the fat and clothe yourselves with the wool, you sacrifice the fat ones, and you do not feed the flock."},{"number":4,"verse":"You have not made the weak strong; and you have not healed the sick, and you have not bound up the broken. And the banished have not been brought back, and you have not sought the lost, but you rule them with force and with harshness."},{"number":5,"verse":"And they were scattered for lack of a shepherd. And they became food to all the beasts of the field when they were scattered."},{"number":6,"verse":"My sheep strayed through all the mountains and on every high hill. And My sheep were scattered on all the face of the earth, and none searched, and none sought for them."},{"number":7,"verse":"Therefore, shepherds, hear the Word of Jehovah:"},{"number":8,"verse":"As I live, a statement of the Lord Jehovah, if not because My sheep became a prey, and My sheep became food for all the beasts of the field, from having no shepherds and because My shepherds did not search for My sheep, but the shepherds fed themselves and did not feed the flock,"},{"number":9,"verse":"therefore, shepherds, hear the Word of Jehovah:"},{"number":10,"verse":"So says the Lord Jehovah: Behold, I am against the shepherds, and I will require My sheep from their hand and cause them to cease from shepherding. the sheep. And the shepherds shall no longer feed themselves, for I will deliver My sheep from their mouth, and they will not be food for eating."},{"number":11,"verse":"For so says the Lord Jehovah: Behold, I Myself will search for My sheep, and seek them out."},{"number":12,"verse":"As the shepherd seeks his flock in the day that he is among his scattered sheep, so I will seek out My sheep and will deliver them from all the places where they were scattered in a day of cloud, and thick cloud."},{"number":13,"verse":"And I will bring them out from the peoples, and gather them from the lands, and I will bring them to their land and feed them on the mountains of Israel, by the ravines, and in all the dwelling places of the land."},{"number":14,"verse":"I, even I, will feed them in a good pasture, and on the high mountains of Israel their fold shall be. They shall lie there in a good fold, and they shall feed in a fat pasture on all the mountains of Israel."},{"number":15,"verse":"I will feed My sheep, and I will make them lie down, a statement of the Lord Jehovah."},{"number":16,"verse":"I will seek the lost, and I will return the banished. And I will bind up the broken, and I will make the weak strong. But I will destroy the fat and the strong, I will feed them with judgment."},{"number":17,"verse":"And you, My flock, so says the Lord Jehovah: Behold, I judge between lamb and lamb, between rams and he-goats."},{"number":18,"verse":"Is it a small thing to you to have fed on the good pasture, but you must trample the rest of your pastures with your feet? And have you drunk of the clear waters, but the rest you must foul with your feet?"},{"number":19,"verse":"And My sheep, what your feet have trampled, they must feed on, and they drink what your feet have fouled."},{"number":20,"verse":"So the Lord Jehovah says this to them: Behold, I, even I, will even judge between the fat lamb and the lean lamb."},{"number":21,"verse":"Because you have thrust with side and with shoulder, and have pushed all the weak with your horns until you have scattered them to the outside."},{"number":22,"verse":"I also will save My flock, and they shall no longer be for a prey. And I will judge between lamb and lamb."},{"number":23,"verse":"And I will raise up over them one Shepherd, and He shall feed them. My servant David, He shall feed them, and He shall be to them for a Shepherd."},{"number":24,"verse":"And I, Jehovah, will be to them for God, and My servant David shall be a ruler among them. I, Jehovah, have spoken."},{"number":25,"verse":"And I will cut a covenant of peace with them and give evil beasts to cease out of the land. And they shall live in the wilderness securely and sleep in the forests."},{"number":26,"verse":"And I will give them and the places around My hill to be a blessing. And I will bring down the shower in its season, there shall be showers of blessing."},{"number":27,"verse":"And the tree of the field shall give its fruit, and the earth shall give its increase. And they shall be securely on their land. And they shall know that I am Jehovah when I have broken the staffs of their yoke, and have rescued them from the hand of those who enslaved them."},{"number":28,"verse":"And they shall not any more be a prey to the nations, and the beast of the land shall not eat them. But they shall live securely, and no one shall terrify them."},{"number":29,"verse":"And I will raise up for them a planting place of name, and they shall not any more be of those gathered by famine in the land. And they shall not any more bear the shame of the nations."},{"number":30,"verse":"And they shall know that I, Jehovah their God, am with them, and they are My people, the house of Israel, a statement of the Lord Jehovah."},{"number":31,"verse":"And you, My sheep, the sheep of My pasture, you are men. I am your God, a statement of the Lord Jehovah."}]}