{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"And you, son of man, take a brick to yourself, and put it before you, and engrave on it a city, Jerusalem."},{"number":2,"verse":"And set a siege on it, and build a fort on it, and pour out a ramp on it. And place a camp on it, and set battering rams round about on it."},{"number":3,"verse":"And you, take a griddle of iron to yourself, and place it as a wall of iron between you and the city. And place your face against it, and it shall be under siege, and thrust upon it. It is a sign to the house of Israel."},{"number":4,"verse":"And you, lie down on your left side, and set the iniquity of the house of Israel on it. The number of the days that you shall lie down on it, you shall bear their iniquity."},{"number":5,"verse":"For I have given to be on you the years of their iniquity, according to the number of days: three hundred and ninety days. And you shall bear the house of Israel's iniquity."},{"number":6,"verse":"And when you complete them, even lie on your right side, the second. And you shall bear the house of Judah's iniquity forty days; a day for a year. I have given it for you, a day for a year."},{"number":7,"verse":"And you shall set your face toward the siege of Jerusalem, and your arm bared; and you shall prophesy over it."},{"number":8,"verse":"And, behold, I will give cords to be on you, and you cannot turn from your side to your other side until you have completed the days of your siege."},{"number":9,"verse":"And you, take to yourself wheat, and barley, and beans, and lentils, and millet, and spelt, and place them in a single vessel; and make them for yourself into bread, to the number of days that you are lying on your side. You shall eat it three hundred and ninety days."},{"number":10,"verse":"And your food which you shall eat shall be by weight: twenty shekels a day. From time to time you shall eat it."},{"number":11,"verse":"And you shall drink water by measure: the sixth part of a hin. From time to time you shall drink."},{"number":12,"verse":"And you shall eat cakes of barley, and you shall bake it with dung of the dung of man, in their sight."},{"number":13,"verse":"And Jehovah said, Even so the sons of Israel shall eat their defiled bread among the nations there where I will drive them."},{"number":14,"verse":"And I said, Ah, Lord Jehovah! Behold, my soul has not been defiled. I have not even eaten a carcass or a torn animal, from my youth, and until now, And unclean flesh has not come into my mouth."},{"number":15,"verse":"And He said to me, See, I have given to you the dung of cattle in place of the dung of man. And you shall make bread over it."},{"number":16,"verse":"And He said to me, Son of man, behold, I am breaking the staff of bread in Jerusalem. And they shall eat bread by weight, and with anxiety. And they shall drink water by measure, and in horror,"},{"number":17,"verse":"because they will lack bread and water, and each one be stunned with his brother. And they will waste away in their iniquity."}]}