{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"In the twenty-fifth year of our exile, in the beginning of the year, in the tenth of the month, in the fourteenth year after the city was struck, on that same day the hand of Jehovah was on me, and He brought me there."},{"number":2,"verse":"In the visions of God He brought me into the land of Israel and made me rest on a very high mountain; and it was as the structure of a city on the south."},{"number":3,"verse":"And He brought me there; and, behold, a man whose appearance was as the appearance of bronze, and a line of linen and a measuring reed in his hand. And he stood in the gate."},{"number":4,"verse":"And the man said to me, Son of man, see with your eyes, and hear with your ears, and set your heart on all that I shall make you see. For in order to make you see you are brought here. Declare to the house of Israel all that you see."},{"number":5,"verse":"And, behold, a wall on the outside of the house round about. And a measuring reed was in the man's hand, six cubits, with a cubit and a span. And he measured the breadth of the building, one reed; and the height, one reed."},{"number":6,"verse":"And he came to the gate which faced eastward, and he went up its steps and measured the threshold of the gate, one reed wide, even the one threshold, one reed wide."},{"number":7,"verse":"And a room, one reed long and one reed wide, and between the rooms were five cubits. And the threshold of the gate from beside the porch of the gate, from the house, was one reed."},{"number":8,"verse":"And he measured the porch of the gate from the house, one reed."},{"number":9,"verse":"And he measured the porch of the gate, eight cubits; and its pillars, two cubits and the porch of the gate from the house;"},{"number":10,"verse":"and the gate rooms eastward were three from here, and three from there, one measure to the three of them; and one measure was to the pillars, from here and from there."},{"number":11,"verse":"And he measured the breadth of the gate opening, ten cubits; the length of the gate was thirteen cubits."},{"number":12,"verse":"And the border in front of the rooms was one cubit; and the border from here, one cubit. And the room was six cubits from here, and six cubits from there."},{"number":13,"verse":"And he measured the gate of the room from roof to roof, twenty-five cubits wide, door to door."},{"number":14,"verse":"And he made the pillars, sixty cubits, even to the court pillar, from the gate round about and round about."},{"number":15,"verse":"And on the face of the gate of the entrance, to the face of the porch of the inner gate, was fifty cubits;"},{"number":16,"verse":"and latticed windows were to the rooms and to their pillars inside the gate round and round; and so for the porches; and windows were round about and round about inside; and to a pillar were palm trees."},{"number":17,"verse":"And he brought me into the outer court. And, behold, rooms, and a pavement made for the court round about and round about; thirty rooms were on the pavement."},{"number":18,"verse":"And the pavement by the side of the gates to equal the length of the gates was the lower pavement."},{"number":19,"verse":"And he measured the breadth from the face of the lower gate to the face of the inner court, on the outside, a hundred cubits eastward and northward."},{"number":20,"verse":"And the gate which faces the way of the north of the outer court, he measured its length and its breadth."},{"number":21,"verse":"And its rooms were three from here, and three from there. And its pillars and its porches were as the first measure: its length was fifty cubits and its breadth twenty-five cubits."},{"number":22,"verse":"And its windows, and its porches, and its palm trees were as the measure of the gate that faces eastward. And they went up to it by seven steps, and its porches were before them."},{"number":23,"verse":"And the gate of the inner court was across from the gate toward the north and toward the east. And he measured from gate to gate, a hundred cubits."},{"number":24,"verse":"And he led me southward. And behold, a gate southward! And he measured its pillars and its porches according to these measures."},{"number":25,"verse":"And windows were in it, and its porches round about and round about like these windows. Fifty cubits were the length, and twenty-five cubits the breadth."},{"number":26,"verse":"And seven steps were going up to it, and its porches were before them. And palm trees were to it, one from here and one from there, to its pillars."},{"number":27,"verse":"And a gate was to the inner court the way of the south. And he measured from gate to gate, the way of the south, a hundred cubits."},{"number":28,"verse":"And he brought me to the inner court by the south gate. And he measured the south gate by these measures."},{"number":29,"verse":"And its rooms, and its pillars, and its porches were as three measures. And windows were to it, and its porches round about and round about. It was fifty cubits long and twenty-five cubits wide."},{"number":30,"verse":"And the porches round about were twenty-five cubits long and five cubits wide."},{"number":31,"verse":"And its porches were toward the outer court, and palm trees on its pillars; and its stairway had eight steps."},{"number":32,"verse":"And he brought me into the inner court eastward. And he measured the gate by these measures."},{"number":33,"verse":"And its rooms, and its pillars, and its porches were as these measures. And windows were to it and to its porches round about and round about. It was fifty cubits long and twenty-five cubits wide."},{"number":34,"verse":"And its porches were toward the outer court. And palm trees were on its pillars from here and from there, and its stairway had eight steps."},{"number":35,"verse":"And he brought me to the north gate and measured by these measures,"},{"number":36,"verse":"its rooms, its posts, and its porches. And windows were to it round about and round about. It was fifty cubits long and twenty-five cubits wide."},{"number":37,"verse":"And its pillars were toward the outer court; and palm trees were on its pillars from here and from there; and its stairway had eight steps."},{"number":38,"verse":"And the room and its door was by the pillars of the gates; they washed the burnt offering there."},{"number":39,"verse":"And in the porch of the gate were two tables from here, and two tables from there, to slaughter the burnt offering on them, and the sin offering, and the guilt offering."},{"number":40,"verse":"And to the side outside, as one goes up to the door of the gate northward were two tables. And on the other side at the porch of the gate were two tables."},{"number":41,"verse":"Four tables were from here, and four tables from there, by the side of the gate, eight tables; they slaughter on them."},{"number":42,"verse":"And the four tables for burnt offering were cut stone, one cubit and a half long, and one cubit and a half wide, and one cubit high. They also rested on them the instruments with which they slaughtered using them for the burnt offering and the sacrifice."},{"number":43,"verse":"And the double hooks, one span, were fastened in the house all around; and on the tables was the flesh of the offering."},{"number":44,"verse":"And from the outside to the inner court were the singers' rooms in the inner court beside the north gate; and their face was southward, the one beside the east gate looked the way of the north."},{"number":45,"verse":"And he said to me, This room facing southward is for the priests, the keepers of the charge of the house."},{"number":46,"verse":"And the room facing northward is for the priests, the keepers of the charge of the altar. They are the sons of Zadok who come near to Jehovah, of the sons of Levi, to minister to Him."},{"number":47,"verse":"And he measured the court: a hundred cubits long and a hundred cubits wide, a square; and the altar was before the house."},{"number":48,"verse":"And he brought me to the porch of the house and measured each pillar of the porch, five cubits from here, and five cubits from there. And the gate was three cubits wide from here, and three cubits from there."},{"number":49,"verse":"The length of the porch was twenty cubits and eleven cubits wide, even with the steps by which they went up to it. And columns were by the pillars, one from here, and one from there."}]}