{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"And He made me turn back to the opening of the house. And, behold, water came out from under the threshold of the house eastward. For the face of the house is east, and the water came down from under the right side of the house, at the south from the altar."},{"number":2,"verse":"And He made me go out by way of the north gate, and by the way outside to the outer gate, by the way facing east. And, behold, water was dropping out of the right side."},{"number":3,"verse":"When the man went out eastward, and the line in his hand, he measured a thousand cubits. And he passed me through the water, water to the ankles."},{"number":4,"verse":"And he measured a thousand and passed me through the water, water to the knees. And he measured a thousand, and passed me through water to the loins."},{"number":5,"verse":"And he measured a thousand, and there was a torrent which I was not able to pass, for the water had risen, water to swim in, a torrent that could not be passed."},{"number":6,"verse":"And he said to me, Have you seen, son of man? And he made me walk and made me return to the lip of the torrent."},{"number":7,"verse":"When I returned, then, behold, on the lip of the torrent were very many trees on this side and on that side."},{"number":8,"verse":"And he said to me, These waters go out toward the eastern circuit, and go down into the desert, and go into the sea. They are brought out into the sea, and the waters shall be healed."},{"number":9,"verse":"And it shall be, every soul that lives, which swarms in every place, there where the two torrents go, that soul shall live. And there shall be very many fish, because these waters shall come there. And they shall be healed. And all shall live there where the torrent goes."},{"number":10,"verse":"And it will be, the fishermen shall stand on it; from En-gedi even to En-eglaim, a spreading place for nets shall be there; their fish shall be by its kind, like the fish of the Great Sea, very many."},{"number":11,"verse":"Its swamps and its marshes shall not even be healed, they shall be given to salt."},{"number":12,"verse":"And all trees for food shall go up by the torrent, on its lip on this side and on that side. Its leaf shall not fade, and its fruit shall not fail; it will bear by its months, because its waters come out from the sanctuary. And its fruit shall be for food, and its leaf for healing."},{"number":13,"verse":"So says the Lord Jehovah: This shall be the border by which you shall inherit the land, by the twelve tribes of Israel. Joseph shall have two portions."},{"number":14,"verse":"And you shall inherit it, each man like his brother, that I lifted up My hand to give it to your fathers, even this land shall fall to you for an inheritance."},{"number":15,"verse":"And this is the border of the land to the north side, from the Great Sea, the way of Hethlon to the entrance of Zedad:"},{"number":16,"verse":"Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath; Hazar-hatticon, which is by the border of Hauran."},{"number":17,"verse":"And the border shall be from the sea to Hazar-enan, at the border of Damascus; and the north northward, even the border of Hamath. And this is the north side."},{"number":18,"verse":"And you shall measure the east side from between Hauran, and Damascus, and Gilead, and the land of Israel; shall be the Jordan, from the border to the Eastern Sea, and this is the east side."},{"number":19,"verse":"And the south side southward from Tamar to the waters of Meriboth-kadesh, the torrent to the Great Sea. And this is the south side to the Negeb."},{"number":20,"verse":"And the west side is the Great Sea from the border until beside the entrance of Hamath; this is the west side."},{"number":21,"verse":"And you shall divide this land for yourselves by the tribes of Israel."},{"number":22,"verse":"And it will be, you shall make fall by lot for an inheritance to yourselves, and to the aliens who sojourn among you, who shall father sons among you. And they shall be to you as native-born among the sons of Israel; they shall make fall an inheritance among the tribes of Israel."},{"number":23,"verse":"And it shall be, in the tribe in which the alien sojourns, there you shall give his inheritance, a statement of the Lord Jehovah."}]}