{"bibleAbbr":"KJ3-2005","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"And it happened, the Word of Jehovah was to me, saying,"},{"number":2,"verse":"Son of man, set your face towards the mountains of Israel and prophesy against them."},{"number":3,"verse":"And say, Mountains of Israel, hear the Word of the Lord Jehovah: So says the Lord Jehovah to the mountains, and to the hills, to the ravines, and to the valleys, Behold, I, even I will bring a sword on you, and I will destroy your high places."},{"number":4,"verse":"And your altars shall be ruined, and your pillars shall be broken. And I will cast down your slain before your idols."},{"number":5,"verse":"And I will put the corpses of the sons of Israel before their idols, and I will scatter your bones round about your altars."},{"number":6,"verse":"In all your dwelling places the cities shall be laid waste, and the high places shall be deserted, so that your altars may be laid waste and become guilty, and that your idols may be broken and brought to an end, and your pillars may be cut down, and your works wiped out."},{"number":7,"verse":"And the slain shall fall in your midst, and you shall know that I am Jehovah."},{"number":8,"verse":"Yet I will leave a remainder, so that may be left to you refugees of the sword among the nations, in your scattering among the lands."},{"number":9,"verse":"And the refugees shall remember Me among the nations where they will be exiled, because I was broken by their fornicating heart which has turned away from Me, and by their fornicating eyes which go after their idols. And they shall loathe against their faces for the evils which they have done in all their disgusting things."},{"number":10,"verse":"And they shall know that I am Jehovah; not in vain have I said to do this evil to them."},{"number":11,"verse":"So says the Lord Jehovah: Strike with your hand, and stamp with your foot, and say, Alas, for all the evil abominations of the house of Israel! For they shall fall by the sword, by the famine, and by the plague."},{"number":12,"verse":"He who is far off shall die by the plague, and he who is near shall fall by the sword, and he who remains and is besieged shall die by the famine; so I will complete My fury on them."},{"number":13,"verse":"And you shall know that I am Jehovah when their slain shall be in the midst of their idols round about their altars, on every high hill, in all the tops of the mountains, and under every green tree, and under every leafy oak, the place where they gave there a soothing aroma to all their idols."},{"number":14,"verse":"And I will stretch out My hand on them and give the land a to be a desolation even more desolate than the desert toward Diblath, in all their dwelling places. And they shall know that I am Jehovah."}]}