{"bibleAbbr":"NASB2020","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"Thanksgiving Paul and Timothy, bond-servants of Christ Jesus, To all the (Lit holy ones; i. e., God’s people) saints in Christ Jesus who are in Philippi, (Lit with) including the overseers and deacons:"},{"number":2,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":3,"verse":"I thank my God in all my remembrance of you,"},{"number":4,"verse":"always offering prayer with joy in my every prayer for you all,"},{"number":5,"verse":"in view of your (Or sharing in the preaching of the gospel) participation in the gospel from the first day until now."},{"number":6,"verse":"For I am confident of this very thing, that He who began a good work (Or in) among you will complete it (Lit until) by the day of Christ Jesus."},{"number":7,"verse":"(Lit Just as it is right) For it is only right for me to feel this way about you all, because I have you in my heart, since both in my (Lit bonds) imprisonment and in the defense and confirmation of the gospel, you all are (Or partners in) partakers of grace with me."},{"number":8,"verse":"For God is my witness, how I long for you all with the (Lit inward parts) affection of Christ Jesus."},{"number":9,"verse":"And this I pray, that your love may overflow still more and more in real knowledge and all discernment,"},{"number":10,"verse":"so that you may (Or approve the things that matter) discover the things that are excellent, that you may be sincere and blameless for the day of Christ;"},{"number":11,"verse":"having been filled with the fruit of righteousness which comes through Jesus Christ, for the glory and praise of God."},{"number":12,"verse":"The Gospel Is Preached Now I want you to know, brothers and sisters, that my circumstances have turned out for the greater progress of the gospel,"},{"number":13,"verse":"so that my (Lit bonds) imprisonment in the cause of Christ has become well known throughout the (Or governor’s palace) praetorian guard and to everyone else,"},{"number":14,"verse":"and that most of the brothers and sisters, (Or in the Lord, trusting because of) trusting in the Lord because of my (Lit bonds) imprisonment, have far more courage to speak the word of God without fear."},{"number":15,"verse":"Some, to be sure, are preaching Christ even (Lit because of) from envy and strife, but some also (Lit because of) from goodwill;"},{"number":16,"verse":"the latter do it out of love, knowing that I am appointed for the defense of the gospel;"},{"number":17,"verse":"the former proclaim Christ out of selfish ambition (Lit not sincerely) rather than from pure motives, thinking that they are causing me distress in my (Lit bonds) imprisonment."},{"number":18,"verse":"What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in this I rejoice. But not only that, I also will rejoice,"},{"number":19,"verse":"for I know that this will turn out for my (Or salvation) deliverance through your (Lit supplication) prayers and the provision of the Spirit of Jesus Christ,"},{"number":20,"verse":"according to my eager expectation and hope, that I will not be put to shame in anything, but that with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death."},{"number":21,"verse":"To Live Is Christ For to me, to live is Christ, and to die is gain."},{"number":22,"verse":"(Or But if to live in the flesh, this will be fruitful labor for me, then I) But if I am to live on in the flesh, this will mean fruitful labor for me; and I do not know (Lit what I shall choose) which to choose."},{"number":23,"verse":"But I am hard-pressed from both directions, having the desire to depart and be with Christ, for that is very much better;"},{"number":24,"verse":"yet to remain on in the flesh is more necessary for your sakes."},{"number":25,"verse":"Convinced of this, I know that I will remain and continue with you all for your progress and joy (Lit of) in the faith,"},{"number":26,"verse":"so that your pride in Christ Jesus may be abundant because of me by my coming to you again."},{"number":27,"verse":"Only conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or remain absent, I will hear about you that you are standing firm in one spirit, with one (Lit soul) mind striving together for the faith of the gospel;"},{"number":28,"verse":"and in no way alarmed by your opponents—which is a sign of destruction for them, but of salvation for you, and this too, from God."},{"number":29,"verse":"For to you it has been granted for Christ’s sake, not only to believe in Him, but also to suffer on His behalf,"},{"number":30,"verse":"experiencing the same conflict which you saw in me, and now hear to be in me."}]}