{"bibleAbbr":"Thomson1808","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":2,"verse":"All the works of the humble are manifest in the sight of God; but the wicked shall perish in an evil day."},{"number":5,"verse":"Every lofted minded man is impure in the sight of God: and he who hath joined hand to hand unjustly shall not go unpunished."},{"number":7,"verse":"The beginning of a good way is to do things just and acceptable in the sight of God, rather than to offer sacrifices."},{"number":8,"verse":"He who seeketh the Lord shall find knowledge with righteousness. And they who seek him early shall find peace."},{"number":9,"verse":"All the works of the Lord are with righteousness: but the wicked is kept for an evil day."},{"number":10,"verse":"Divine sentence is in the mouth of a king: therefore his mouth should not err in judgment."},{"number":11,"verse":"Justice is that which turneth the scales with the Lord. And his works are of just weight."},{"number":12,"verse":"An evil doer is an abomination to a king: for the throne of government is established by righteousness."},{"number":13,"verse":"Righteous lips are acceptable to a king; and he loveth right words."},{"number":14,"verse":"The wrath of a king is a messenger of death: but a wise man can pacify it."},{"number":15,"verse":"The son of a king is in the light of life: and they who are acceptable to him are as an evening cloud."},{"number":16,"verse":"The productions of wisdom are better than gold: and the productions of prudence are better than silver."},{"number":17,"verse":"The paths of life turn aside from evils: and the ways of righteousness are length of life. He who receiveth instruction shall enjoy good: and he who regardeth reproofs shall be wise. He who watcheth his own ways preserveth his soul: and he who loveth his life will be sparing of his mouth."},{"number":18,"verse":"Pride goeth before destruction: and a haughty spirit before a fall."},{"number":19,"verse":"A man of a gentle spirit with humility is better than he who divideth spoils with scorners."},{"number":20,"verse":"A man intelligent in business is an inventer of good things: but most happy is he whose trust is in God."},{"number":21,"verse":"The wise and prudent are called crafty; and they who are sweet in discourse will be more listened to."},{"number":22,"verse":"Understanding is a fountain of life to them who possess it: but the instruction of fools is evil."},{"number":23,"verse":"The heart of a wise man will consider the words of his mouth: and on his lips he will carry knowledge."},{"number":24,"verse":"Good words are a honey comb: and the sweetness thereof is health to the soul."},{"number":25,"verse":"There are ways which seem right to a man: but the latter ends of them look to the bottom of Hades."},{"number":26,"verse":"A man by labour laboureth for himself; and wardeth off his own destruction."},{"number":27,"verse":"He who is utterly perverse carrieth destruction in his mouth. A man void of understanding diggeth up evils for himself; and treasureth up fire with his lips."},{"number":28,"verse":"A froward man spreadeth mischief. He will light up a lamp of deceit for evils; and he separateth them who were friends."},{"number":29,"verse":"The man who is a transgressor enticeth friends; and leadeth them in ways which are not good."},{"number":30,"verse":"But he who fixeth his eyes and deviseth froward things; and with his month enforceth all his evil purposes; is a very furnace of wickedness."},{"number":31,"verse":"Old age is a crown of glory, when found in the ways of righteousness."},{"number":32,"verse":"A man who is slow to wrath is better than the mighty; and he who subdueth anger is better than he who taketh a city,"},{"number":33,"verse":"All things come upon the wicked into their bosoms: but from the Lord all things which are just."}]}