{"bibleAbbr":"Thomson1808","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better is a morsel with pleasure in peace; than a house full of goods and ill gotten dainties, with contention."},{"number":2,"verse":"A wise servant will rule over foolish masters; and divide portions among brothers."},{"number":3,"verse":"As silver and gold are tried in a furnace; so are chosen hearts, by the Lord."},{"number":4,"verse":"A wicked man hearkeneth to the tongue of transgressors: but a righteous man payeth no attention to lying lips."},{"number":5,"verse":"He who derideth a man in distress provoketh his maker; and he who rejoiceth at another's ruin shall not go unpunished: but he who sheweth compassion shall find mercy."},{"number":6,"verse":"Children's children are the crown of old men: and the boast of children, is their fathers. Every ornament of wealth belongeth to the faithful; but to the unfaithful, not a farthing."},{"number":7,"verse":"Faithful lips will not harmonize with a fool; nor lying lips with a righteous man."},{"number":8,"verse":"Instruction is a precious reward to them who use it: and whithersoever it turneth it will prosper."},{"number":9,"verse":"He who hideth transgressions seeketh friendship: but he who hateth to conceal, setteth friends and relations at varriance."},{"number":10,"verse":"A threat affecteth the heart of the prudent: but a fool, though scourged, is not made sensible."},{"number":11,"verse":"Every wicked man stirreth up contention: but the Lord will send him a cruel messenger."},{"number":12,"verse":"Trouble may befal a prudent man: but the foolish will devise mischief."},{"number":13,"verse":"Whosoever returneth evil for good; from his house evils shall not depart."},{"number":14,"verse":"A righteous government giveth force to words: but sedition and quarrelling are the forerunners of want."},{"number":15,"verse":"He who acquitteth the wicked and condemneth the just, is unclean and abominable in the sight of God."},{"number":16,"verse":"Why should a fool have wealth? For the stupid cannot purchase wisdom. He who buildeth his house high seeketh destruction: and he who is backward to learn shall fall into evils."},{"number":17,"verse":"For every occasion have a friend; but in distress let brothers be assistant: for they are born for this purpose."},{"number":18,"verse":"A man void of understanding clappeth his hands and applaudeth himself on becoming surety for his friends,"},{"number":19,"verse":"He who is fond of sinning delighteth in quarrels:"},{"number":20,"verse":"but he who is stubborn doth not meet with good. A man of a changeable tongue will fall into evils: but the heart of a fool is sorrow to him who hath it."},{"number":21,"verse":"A father hath no joy in an unteachable son: but a prudent son is the joy of his mother."},{"number":22,"verse":"A cheerful heart promoteth health; but the bones of a heart wounded man are dried up."},{"number":23,"verse":"When one unrighteously receiveth gifts in his bosom; his ways will not be straight. But a wicked man perverteth the ways of justice."},{"number":24,"verse":"The countenance of a wise man is intelligent; but the fool's eyes are on the ends of the earth."},{"number":25,"verse":"A foolish son is a vexation to a father; and sorrow to her who bore him."},{"number":26,"verse":"To fine a righteous man is not good: nor is it consistent with piety to plot against righteous rulers."},{"number":27,"verse":"He who forbeareth to utter a harsh word is prudent: and he who is slow to anger is a man of understanding."},{"number":28,"verse":"Wisdom will be imputed to a fool, who inquireth after wisdom: and he who imposeth silence on himself will be esteemed wise."}]}