{"bibleAbbr":"Thomson1808","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"As dew at the ingathering of fruit and as rain in harvest: so is honour for a fool."},{"number":2,"verse":"As birds and ostriches fly away; so a vain curse will not light on any one."},{"number":3,"verse":"As a whip for a horse and a goad for an ass; so is a scourge for a sinful nation."},{"number":4,"verse":"Answer not a fool conformably to his folly; let thou become like him."},{"number":5,"verse":"But answer a fool according to his folly; that he may not think himself wise."},{"number":6,"verse":"He who sendeth a message by a foolish messenger; by his own ways procureth disgrace."},{"number":7,"verse":"As well take walking from the legs; as transgression from the mouth of fools."},{"number":8,"verse":"He who bindeth a stone in a sling is like him who giveth honour to a fool."},{"number":9,"verse":"Thorns stick in the hands of a drunken man; and slavery in the hand of fools."},{"number":10,"verse":"All the flesh of fools is in a tempest: for their soundest sleep is broken."},{"number":11,"verse":"As a dog becometh odious when he returneth to his vomit; so is a fool for his wickedness, when he returneth to his sin. There is a shame which leadeth to sin: and a shame which procureth glory and honour."},{"number":12,"verse":"I have seen a man who thought himself wise: but there was more hope of a fool than of him."},{"number":13,"verse":"A slothful man sent on a journey saith, There is a lion in the way and murderers in the streets."},{"number":14,"verse":"As a door turneth on its hinges so doth a slothful man on his bed."},{"number":15,"verse":"A slothful man having hid his hand in his bosom cannot bring it out to his mouth."},{"number":16,"verse":"A slothful man thinketh himself wiser than him who in plenty carrieth a message."},{"number":17,"verse":"He who meddleth with another's strife, is like one who taketh a dog by the tail."},{"number":18,"verse":"As they who undertake to cure throw out words for men; and he who falleth in with the proposal will be first supplanted;"},{"number":19,"verse":"so all who ensnare their friends, when they are found out say, “I did it in sport.”"},{"number":20,"verse":"By much fuel a fire is nourished: but where there is no stirrer up of quarrels, contention ceaseth."},{"number":21,"verse":"A hearth is for coals and fuel for fire: and a contentious man for the bustle of strife."},{"number":22,"verse":"The words of the crafty are soft: but they pierce the inmost recesses of the soul."},{"number":23,"verse":"Silver given with deceit, should be accounted as a potsherd. Smooth lips disguise a wicked heart."},{"number":24,"verse":"A weeping enemy assenteth to every thing with his lips: but in his heart he contriveth deceit."},{"number":25,"verse":"Though an enemy intreat thee with a loud voice, believe him not: for in his heart there is seven fold wickedness."},{"number":26,"verse":"He who concealeth enmity practiseth deceit; but being found out he discloseth his sins in publick assemblies."},{"number":27,"verse":"May he who diggeth a pit for his neighbour fall into it; and he who rolleth a stone, roll it on himself."},{"number":28,"verse":"A lying tongue hateth truth; and a flattering mouth Worketh ruin."}]}