{"bibleAbbr":"Thomson1808","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"Thus saith the man to them who trust in God; but I stop."},{"number":2,"verse":"For I am the most foolish of all men. And I have not the understanding of man in me."},{"number":3,"verse":"God hath taught me wisdom: and I have gained a knowledge of holy things."},{"number":4,"verse":"Who hath ascended up to heaven and come down? Who hath collected the winds in his bosom? Who hath infolded the water in a mantle? Who hath a dominion over all the ends of the earth? What is his name? or what the name of his sons?"},{"number":5,"verse":"Since all the words of God are tried, and he is a shield to them who revere him;"},{"number":6,"verse":"add not to his words lest he reprove thee and thou be found a liar."},{"number":7,"verse":"two things I beg of thee: deprive me not of favour before I die; remove far from me vanity and lying."},{"number":8,"verse":"Give me neither riches nor poverty, but order for me things necessary and convenient;"},{"number":9,"verse":"that when I am filled I may not become false and say, Who seeth me? Or being in want, steal and swear by the name of God."},{"number":10,"verse":"Deliver not up a servant into the hands of a master; lest he curse thee and thou be removed out of sight."},{"number":11,"verse":"A wicked progeny curse their father and bless not their mother."},{"number":12,"verse":"A wicked progeny judge themselves righteous, but have not purged their ways."},{"number":13,"verse":"A wicked progeny have lofty eyes and uplifted eyebrows."},{"number":14,"verse":"A wicked progeny have teeth like swords and grinders like cleavers, so as to consume and devour the poor from the earth, and the needy from among men."},{"number":15,"verse":"The leech had three daughters greatly beloved, but these three did not satisfy her; nay even the fourth did not suffice for her to say, There is enough."},{"number":16,"verse":"The grave, and lust for women, and land unsatiated with water: nay water and fire will never say, There is enough."},{"number":17,"verse":"The eye which derideth a father and despiseth the old age of a mother, may the ravens of the valley pick it out, and the young eagles devour it."},{"number":18,"verse":"There are three things which I cannot perceive, and a fourth which I do not know:"},{"number":19,"verse":"the tracks of an eagle in its flying; the footsteps of a serpent on a rock; the marks of a ship crossing the sea; and the ways of a man in youth."},{"number":20,"verse":"Such is the way of an adulterous woman, who having committed the act and washed herself, saith, that she hath done nothing improper."},{"number":21,"verse":"By three things a land is disturbed, and a fourth it cannot bear:"},{"number":22,"verse":"a servant when he reigneth; a fool when filled with meat;"},{"number":23,"verse":"a handmaid when she expelleth her mistress; and an odious woman when she hath a good husband."},{"number":24,"verse":"There are four things on the earth which are very small, yet they are wiser than the wise:"},{"number":25,"verse":"the ants, which not having strength, provide their food in summer;"},{"number":26,"verse":"the choirogryllus, which being a feeble nation have built their houses among rocks;"},{"number":27,"verse":"the locusts, which having no king encamp regularly at the word of command;"},{"number":28,"verse":"and the calabotes, which depending on its feelers and being easily caught maketh its abode in the fortresses of kings."},{"number":29,"verse":"There are three things which march well and a fourth which is stately in its gait;"},{"number":30,"verse":"a young lion the strongest of beasts which turneth not aside nor feareth any beast;"},{"number":31,"verse":"and a cock strutting magnanimously among his females; and a he-goat marching at the head of a flock; and a king harranguing a nation."},{"number":32,"verse":"If thou sufferest thyself to be elated with joy and engages in battle thou wilt incur disgrace."},{"number":33,"verse":"Churn milk and there will be butter, and if thou wringest the nose, blood will issue forth; so if thou usest provoking language contentions and quarrels will ensue."}]}