{"bibleAbbr":"Thomson1808","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Hear, children, the instructions of a father; and attend to know the meaning:"},{"number":2,"verse":"for I am giving you a good gift: forsake not my law:"},{"number":3,"verse":"for I was a son obedient to a father; and beloved in the sight of a mother:"},{"number":4,"verse":"and they said when they taught me, “Let our words sink deep in thy heart. Keep our commandments; do not forget;"},{"number":5,"verse":"overlook not the dictate of my mouth:"},{"number":6,"verse":"forsake it not, and it will defend thee: love it and it will preserve thee:"},{"number":8,"verse":"secure it and it will exalt thee: honour it that it may embrace thee:"},{"number":9,"verse":"that it may be to thy head a crown of graces and cover thee with a crown of pleasure."},{"number":10,"verse":"Hear my son and receive my words; that, when the years of thy life shall be multiplied, thou mayst have many ways of livelihood:"},{"number":11,"verse":"for I am teaching thee ways of wisdom; and confirming thee in right paths."},{"number":12,"verse":"For when thou goest, thy steps will not be straitened: and when thou runnest thou shalt not be tired."},{"number":13,"verse":"Take fast hold of mine instruction, let it not go: but keep it for thyself during thy life."},{"number":14,"verse":"Go not in the ways of wicked men; nor be fond of the ways of transgressors."},{"number":15,"verse":"In what place soever they encamp, go not thither: but turn away from them and keep at a distance:"},{"number":16,"verse":"for they cannot sleep. Unless they do evil; their sleep is taken from them and they cannot lie down to rest."},{"number":17,"verse":"For they eat the bread of wickedness; and drink plentifully of the wine of violence."},{"number":18,"verse":"But the paths of the just shine like light; shining more and more until it is perfect day."},{"number":19,"verse":"But the ways of the wicked being dark; they know not at what they stumble."},{"number":20,"verse":"Attend, my son, to my speech, and incline thine ear to my words."},{"number":21,"verse":"That thy fountains may not fail thee, keep them in thy heart;"},{"number":22,"verse":"for they are life to them who find them and health to all flesh."},{"number":23,"verse":"Guard thy heart with all diligence; for out of these are the issues of life."},{"number":24,"verse":"Put away from thee a froward mouth, and put perverse lips far from thee."},{"number":25,"verse":"Let thine eyes look straight forward and thine eyelids wink justly."},{"number":26,"verse":"Make straight paths with thy feet and order all thy ways right."},{"number":27,"verse":"Turn not to the right, nor the left; but turn away thy foot from an evil way; for God knoweth the ways on the right, but those on the left are crooked. But he will make thy paths straight and conduct thy steps in peace."}]}