{"bibleAbbr":"NASB1995+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"(For the choir director. [A Psalm] of David the servant of the Lord, <WH3068> who) (spoke to the Lord the words of this song in the day that the Lord )(delivered him from the hand of all his enemies and from the hand of Saul. And) (he said,) \"I love <WH7355> Thee, O Lord, my strength. <WH2391>\""},{"number":2,"verse":"The Lord <WH3068> is my rock <WH5553> and my fortress <WH4686> and my deliverer, <WH6403> My God, <WH410> my rock, <WH6697> in whom I take <WH2620> refuge; <WH2620> My shield <WH4043> and the horn <WH7161> of my salvation, <WH3468> my stronghold. <WH4869>"},{"number":3,"verse":"I call <WH7121> upon the Lord, <WH3068> who is worthy to be praised, <WH1984> And I am saved <WH3467> from my enemies. <WH340>"},{"number":4,"verse":"The cords <WH9112> of death <WH4194> encompassed <WH661> me, And the torrents <WH5158> of ungodliness <WH1100> terrified <WH1204> me."},{"number":5,"verse":"The cords <WH9112> of Sheol <WH7585> surrounded <WH5437> me; The snares <WH4170> of death <WH4194> confronted <WH6923> me."},{"number":6,"verse":"In my distress <WH9496> I called <WH7121> upon the Lord, <WH3068> And cried <WH7768> to my God <WH430> for help; <WH7768> He heard <WH8085> my voice <WH6963> out of His temple, <WH1964> And my cry <WH7775> for help <WH7775> before <WH6440> Him came <WH935> into His ears. <WH241>"},{"number":7,"verse":"Then the earth <WH776> shook <WH1607> and quaked; <WH7493> And the foundations <WH4144> of the mountains <WH2022> were trembling <WH7264> And were shaken, <WH1607> because <WH3588> He was angry. <WH2734>"},{"number":8,"verse":"Smoke <WH6227> went <WH5927> up out of His nostrils, <WH639> And fire <WH784> from His mouth <WH6310> devoured; <WH398> Coals <WH1513> were kindled <WH1197> by it."},{"number":9,"verse":"He bowed <WH5186> the heavens <WH8064> also, and came <WH3381> down <WH3381> With thick <WH6205> darkness <WH6205> under <WH8478> His feet. <WH7272>"},{"number":10,"verse":"And He rode <WH7392> upon a cherub <WH3742> and flew; <WH5774> And He sped <WH1675> upon the wings <WH3671> of the wind. <WH7307>"},{"number":11,"verse":"He made <WH7896> darkness <WH2822> His hiding <WH5643> place, <WH5643> His canopy <WH5521> around <WH5439> Him, Darkness <WH2825> of waters, <WH4325> thick <WH5645> clouds <WH5645> of the skies. <WH7834>"},{"number":12,"verse":"From the brightness <WH5051> before <WH5048> Him passed <WH5674> His thick <WH5645> clouds, <WH5645> Hailstones <WH1259> and coals <WH1513> of fire. <WH784>"},{"number":13,"verse":"The Lord <WH3068> also thundered <WH7481> in the heavens, <WH8064> And the Most <WH9411> High <WH9411> uttered <WH5414> His voice, <WH6963> Hailstones <WH1259> and coals <WH1513> of fire. <WH784>"},{"number":14,"verse":"And He sent <WH7971> out His arrows, <WH2671> and scattered <WH6327> them, And lightning <WH1300> flashes <WH1300> in abundance, <WH7227> and routed <WH2000> them."},{"number":15,"verse":"Then the channels <WH650> of water <WH4325> appeared, <WH7200> And the foundations <WH4144> of the world <WH8398> were laid <WH1540> bare <WH1540> At Thy rebuke, <WH1606> O Lord, <WH3068> At the blast <WH5397> of the breath <WH7307> of Thy nostrils. <WH639>"},{"number":16,"verse":"He sent <WH7971> from on high, <WH4791> He took <WH3947> me; He drew <WH4871> me out of many <WH7227> waters. <WH4325>"},{"number":17,"verse":"He delivered <WH5337> me from my strong <WH5794> enemy, <WH340> And from those who hated <WH8130> me, for they were too <WH4480> mighty <WH553> for me."},{"number":18,"verse":"They confronted <WH6923> me in the day <WH3117> of my calamity, <WH343> But the Lord <WH3068> was my stay. <WH9305>"},{"number":19,"verse":"He brought <WH3318> me forth <WH3318> also into a broad <WH4800> place; <WH4800> He rescued <WH2502> me, because <WH3588> He delighted <WH2654> in me."},{"number":20,"verse":"The Lord <WH3068> has rewarded <WH1580> me according to my righteousness; <WH6664> According to the cleanness <WH1252> of my hands <WH3027> He has recompensed <WH7725> me."},{"number":21,"verse":"For I have kept <WH8104> the ways <WH1870> of the Lord, <WH3068> And have not wickedly <WH7561> departed <WH7561> from my God. <WH430>"},{"number":22,"verse":"For all <WH3605> His ordinances <WH4941> were before <WH5048> me, And I did not put <WH5493> away <WH5493> His statutes <WH2708> from me."},{"number":23,"verse":"I was also blameless <WH8549> with Him, And I kept <WH8104> myself from my iniquity. <WH5771>"},{"number":24,"verse":"Therefore the Lord <WH3068> has recompensed <WH7725> me according to my righteousness, <WH6664> According to the cleanness <WH1252> of my hands <WH3027> in His eyes. <WH5869>"},{"number":25,"verse":"With the kind <WH2623> Thou dost show <WH2616> Thyself kind; <WH2616> With the blameless <WH8549> Thou dost show <WH8552> Thyself blameless; <WH8552>"},{"number":26,"verse":"With the pure <WH1305> Thou dost show <WH1305> Thyself pure; <WH1305> And with the crooked <WH6141> Thou dost show <WH6617> Thyself astute. <WH6617>"},{"number":27,"verse":"For Thou dost save <WH3467> an afflicted <WH6041> people; <WH5971> But haughty <WH7311> eyes <WH5869> Thou dost abase. <WH8213>"},{"number":28,"verse":"For Thou dost light <WH215> my lamp; <WH5216> The Lord <WH3068> my God <WH430> illumines <WH5050> my darkness. <WH2822>"},{"number":29,"verse":"For by Thee I can run <WH7323> upon a troop; <WH1416> And by my God <WH430> I can leap <WH1801> over a wall. <WH7791>"},{"number":30,"verse":"As for God, <WH410> His way <WH1870> is blameless; <WH8549> The word <WH565> of the Lord <WH3068> is tried; <WH6884> He is a shield <WH4043> to all <WH3605> who take <WH2620> refuge <WH2620> in Him."},{"number":31,"verse":"For who <WH4310> is God, <WH433> but the Lord <WH3068>? And who <WH4310> is a rock, <WH6697> except <WH2108> our God, <WH430>"},{"number":32,"verse":"The God <WH410> who girds <WH247> me with strength, <WH2428> And makes <WH5414> my way <WH1870> blameless <WH8549>?"},{"number":33,"verse":"He makes <WH7737> my feet <WH7272> like hinds' [feet], And sets <WH5975> me upon my high <WH1116> places. <WH1116>"},{"number":34,"verse":"He trains <WH3925> my hands <WH3027> for battle, <WH4421> So that my arms <WH2220> can bend <WH5181> a bow <WH7198> of bronze. <WH5154>"},{"number":35,"verse":"Thou hast also given <WH5414> me the shield <WH4043> of Thy salvation, <WH3468> And Thy right <WH3225> hand <WH3225> upholds <WH5582> me; And Thy gentleness <WH6038> makes <WH7235> me great. <WH7235>"},{"number":36,"verse":"Thou dost enlarge <WH7337> my steps <WH6806> under <WH8478> me, And my feet <WH7166> have not slipped. <WH4571>"},{"number":37,"verse":"I pursued <WH7291> my enemies <WH340> and overtook <WH5381> them, And I did not turn <WH7725> back <WH7725> until <WH5704> they were consumed. <WH3615>"},{"number":38,"verse":"I shattered <WH4272> them, so that they were not able <WH3201> to rise; <WH6965> They fell <WH5307> under <WH8478> my feet. <WH7272>"},{"number":39,"verse":"For Thou hast girded <WH247> me with strength <WH2428> for battle; <WH4421> Thou hast subdued <WH3766> under <WH8478> me those who rose <WH6965> up against me."},{"number":40,"verse":"Thou hast also made <WH5414> my enemies <WH340> turn <WH5414> their backs <WH6203> to me, And I destroyed <WH6789> those who hated <WH8130> me."},{"number":41,"verse":"They cried <WH7768> for help, <WH7768> but there <WH369> was none <WH369> to save, <WH3467> [Even] to the Lord, <WH3068> but He did not answer <WH6030> them."},{"number":42,"verse":"Then I beat <WH7833> them fine <WH7833> as the dust <WH6083> before <WH5921> <WH6440> the wind; <WH7307> I emptied <WH9553> them out as the mire <WH2916> of the streets. <WH2351>"},{"number":43,"verse":"Thou hast delivered <WH6403> me from the contentions <WH7379> of the people; <WH5971> Thou hast placed <WH7760> me as head <WH7218> of the nations; <WH1471> A people <WH5971> whom I have not known <WH3045> serve <WH5647> me."},{"number":44,"verse":"As soon as they hear, <WH8088> <WH241> they obey <WH8085> me; Foreigners <WH1121> <WH5236> submit <WH3584> to me."},{"number":45,"verse":"Foreigners <WH1121> <WH5236> fade <WH5034> away, <WH5034> And come <WH2727> trembling <WH2727> out of their fortresses. <WH4526>"},{"number":46,"verse":"The Lord <WH3068> lives, <WH2416> and blessed <WH1288> be my rock; <WH6697> And exalted <WH7311> be the God <WH430> of my salvation, <WH3468>"},{"number":47,"verse":"The God <WH410> who executes <WH5414> vengeance <WH5360> for me, And subdues <WH1696> peoples <WH5971> under <WH8478> me."},{"number":48,"verse":"He delivers <WH6403> me from my enemies; <WH340> Surely <WH637> Thou dost lift <WH7311> me above <WH4480> those who rise <WH6965> up against me; Thou dost rescue <WH5337> me from the violent <WH2555> man. <WH376>"},{"number":49,"verse":"Therefore <WH5921> <WH3651> I will give <WH3034> thanks <WH3034> to Thee among the nations, <WH1471> O Lord, <WH3068> And I will sing <WH2167> praises <WH2167> to Thy name. <WH8034>"},{"number":50,"verse":"He gives great <WH1431> deliverance <WH3444> to His king, <WH4428> And shows <WH6213> lovingkindness <WH2617> to His anointed, <WH4899> To David <WH1732> and his descendants <WH2233> forever. <WH5704> <WH5769>"}]}