{"bibleAbbr":"NASB1995+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":30,"verses":[{"number":1,"verse":"(A Psalm; a Song at the Dedication of the House. [A Psalm] of David.) I will extol <WH7311> Thee, O Lord, <WH3068> for Thou hast lifted <WH1802> me up, And hast not let my enemies <WH340> rejoice <WH8055> over me."},{"number":2,"verse":"O Lord <WH3068> my God, <WH430> I cried <WH7768> to Thee for help, <WH7768> and Thou didst heal <WH7495> me."},{"number":3,"verse":"O Lord, <WH3068> Thou hast brought <WH5927> up my soul <WH5315> from Sheol; <WH7585> Thou hast kept <WH2421> me alive, <WH2421> that I should not go <WH3381> down <WH3381> to the pit. <WH953>"},{"number":4,"verse":"Sing <WH2167> praise <WH2167> to the Lord, <WH3068> you His godly <WH2623> ones, <WH2623> And give <WH3034> thanks <WH3034> to His holy <WH6944> name. <WH2143>"},{"number":5,"verse":"For His anger <WH639> is but for a moment, <WH7281> His favor <WH7522> is for a lifetime; <WH9132> Weeping <WH1065> may last <WH3885> for the night, <WH6153> But a shout <WH7440> of joy <WH7440> [comes] in the morning. <WH1242>"},{"number":6,"verse":"Now as for me, I said <WH559> in my prosperity, <WH7959> \"I will never <WH1077> <WH5769> be moved. <WH4131>\""},{"number":7,"verse":"O Lord, <WH3068> by Thy favor <WH7522> Thou hast made my mountain <WH2022> to stand <WH5975> strong; <WH5797> Thou didst hide <WH5641> Thy face, <WH6440> I was dismayed. <WH926>"},{"number":8,"verse":"To Thee, O Lord, <WH3068> I called, <WH7121> And to the Lord <WH3068> I made <WH2603> supplication: <WH2603>"},{"number":9,"verse":"\"What <WH4100> profit <WH1215> is there in my blood, <WH1818> if I go <WH3381> down <WH3381> to the pit <WH7845>? Will the dust <WH6083> praise <WH3034> Thee? Will it declare <WH5046> Thy faithfulness <WH571>?"},{"number":10,"verse":"\"Hear, <WH8085> O Lord, <WH3068> and be gracious <WH2603> to me; O Lord, <WH3068> be Thou my helper. <WH5826>\""},{"number":11,"verse":"Thou hast turned <WH2015> for me my mourning <WH4553> into dancing; <WH4234> Thou hast loosed <WH6605> my sackcloth <WH8242> and girded <WH247> me with gladness; <WH8057>"},{"number":12,"verse":"That [my] soul <WH9202> may sing <WH2167> praise <WH2167> to Thee, and not be silent. <WH1826> O Lord <WH3068> my God, <WH430> I will give <WH3034> thanks <WH3034> to Thee forever. <WH5769>"}]}