{"bibleAbbr":"NASB1995+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":5,"verses":[{"number":1,"verse":"(For the choir director; for flute accompaniment. A Psalm of David.) Give <WH238> ear <WH238> to my words, <WH561> O Lord, <WH3068> Consider <WH995> my groaning. <WH1901>"},{"number":2,"verse":"Heed <WH7181> the sound <WH6963> of my cry <WH7768> for help, <WH7773> my King <WH4428> and my God, <WH430> For to Thee do I pray. <WH6419>"},{"number":3,"verse":"In the morning, <WH1242> O Lord, <WH3068> Thou wilt hear <WH8085> my voice; <WH6963> In the morning <WH1242> I will order <WH6186> [my prayer] to Thee and [eagerly] watch. <WH6822>"},{"number":4,"verse":"For Thou art not a God <WH410> who takes <WH2655> pleasure <WH2655> in wickedness; <WH7562> No <WH3808> evil <WH9563> dwells <WH1481> with Thee."},{"number":5,"verse":"The boastful <WH1984> shall not stand <WH3320> before <WH5048> Thine eyes; <WH5869> Thou dost hate <WH8130> all <WH3605> who do <WH6466> iniquity. <WH205>"},{"number":6,"verse":"Thou dost destroy those who speak <WH6> falsehood; <WH1696> The Lord <WH3577> abhors <WH3068> the man <WH8581> of bloodshed <WH376> and deceit. <WH1818>"},{"number":7,"verse":"But as for me, by Thine abundant <WH7230> lovingkindness <WH2617> I will enter <WH935> Thy house, <WH1004> At Thy holy <WH6944> temple <WH1964> I will bow <WH7812> in reverence <WH3374> for Thee."},{"number":8,"verse":"O Lord, <WH3068> lead <WH5148> me in Thy righteousness <WH6666> because <WH4616> of my foes; <WH9596> Make <WH3474> Thy way <WH1870> straight <WH3474> before <WH6440> me."},{"number":9,"verse":"There <WH369> is nothing <WH369> reliable <WH3559> in what <WH6310> they say; <WH6310> Their inward <WH7130> part <WH7130> is destruction <WH1942> [itself]; Their throat <WH1627> is an open <WH6605> grave; <WH6913> They flatter <WH9140> with their tongue. <WH3956>"},{"number":10,"verse":"Hold <WH816> them guilty, <WH816> O God; <WH430> By their own devices <WH4156> let them fall! <WH5307> In the multitude <WH7230> of their transgressions <WH6588> thrust <WH5080> them out, For they are rebellious <WH4784> against Thee."},{"number":11,"verse":"But let all <WH3605> who take <WH2620> refuge <WH2620> in Thee be glad, <WH8055> Let them ever <WH5769> sing <WH7442> for joy; <WH7442> And mayest Thou shelter <WH5526> them, That those who love <WH157> Thy name <WH8034> may exult <WH5970> in Thee."},{"number":12,"verse":"For it is Thou who dost bless <WH1288> the righteous <WH6662> man, <WH6662> O Lord, <WH3068> Thou dost surround <WH9401> him with favor <WH7522> as with a shield. <WH6793>"}]}