{"bibleAbbr":"Geneva1599","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"(The great goodness of God toward his creatures.) Therefore it displeased (Because hereby he should be taken as a false prophet, and so the Name of God, which he preached, should be blasphemed.) Jonah exceedingly, and he was angry."},{"number":2,"verse":"And he prayed unto the Lord, and said, I pray thee, O Lord, was not this my saying, when I was yet in my country? therefore I prevented it to flee unto (Read Jonah 1:3.) Tarshish: for I knew, that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil."},{"number":3,"verse":"Therefore now, O Lord, take, I beseech thee, my life (Thus he prayed of grief fearing lest God’s Name by this forgiveness might be blasphemed, as though he sent his Prophets forth to denounce his judgments in vain.) from me: for it is better for me to die than to live."},{"number":4,"verse":"Then said the Lord, Doest thou well to be (Wilt thou be judge when I do things for my glory, and when I do not?) angry?"},{"number":5,"verse":"So Jonah went out of the city, and sat on the East side of the city, and there made him a booth, and sat under it in the shadow (For he doubted as yet whether God would show them mercy or not, and therefore after forty days he departed out of the city, looking what issue God would send.) till he might see what should be done in the city."},{"number":6,"verse":"And the Lord God prepared a (Which was a further means, to cover him from the heat of the sun, as he remained in his booth.) gourd, and made it to come up over Jonah, that it might be a shadow over his head, and deliver him from his grief. So Jonah was exceeding glad of the gourd."},{"number":7,"verse":"But God prepared a worm when the morning rose the next day, and it smote the gourd, that it withered."},{"number":8,"verse":"And when the sun did arise, God prepared also a fervent East wind: and the sun beat upon the head of Jonah, that he fainted and wished in his heart to die, and said, It is better for me to die than to live."},{"number":9,"verse":"And God said unto Jonah, Doest thou well to be angry for the gourd? And he said, I do well to be (This declareth the great inconveniences whereinto God’s servants do fall when they give place to their own affections, and do not in all things willingly submit themselves to God.) angry unto the death."},{"number":10,"verse":"Then said the Lord, Thou hast had pity on the gourd for the which thou hast not labored, neither madest it grow, which came up in a night and perished in a night,"},{"number":11,"verse":"And should (Thus God mercifully reproveth him which would pity himself, and this gourd, and yet would restrain God to show his compassion to so many thousand people.) not I spare Nineveh that great city, wherein are sixscore thousand persons, that (Meaning, that they were children and infants.) cannot discern between their right hand and their left hand, and also much cattle?"}]}