{"bibleAbbr":"KJV1611","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"Sanctifie vnto me all the first borne, whatsoeuer openeth the wombe, among the children of Israel, both of man and of beast: it is mine."},{"number":3,"verse":"And Moses said vnto the people, Remember this day, in which yee came out from Egypt, out of the house of bondage: for by strength of hand the Lord brought you out from this place: there shall no leauened bread be eaten."},{"number":4,"verse":"This day came yee out, in the moneth Abib."},{"number":5,"verse":"And it shalbe when the Lord shall bring thee into the land of the Canaanites, and the Hittites, and the Amorites, and the Hiuites, and the Iebusites, which he sware vnto thy fathers to giue thee, a land flowing with milke and hony, that thou shalt keepe this seruice in this moneth."},{"number":6,"verse":"Seuen dayes thou shalt eate vnleauened bread, and in the seuenth day shall be a feast to the Lord."},{"number":7,"verse":"Unleauened bread shall be eaten seuen dayes: and there shall no leauened bread bee seene with thee: neither shall there be leauen seene with thee in all thy quarters."},{"number":8,"verse":"And thou shalt shew thy sonne in that day, saying, This is done because of that which the Lord did vnto mee, when I came forth out of Egypt."},{"number":9,"verse":"And it shall bee for a signe vnto thee, vpon thine hand, and for a memoriall betweene thine eyes, that the Lords law may be in thy mouth: for with a strong hande hath the Lord brought thee out of Egypt."},{"number":10,"verse":"Thou shalt therfore keepe this ordinance in his season from yeere to yere."},{"number":11,"verse":"And it shalbe when the Lord shall bring thee into the land of the Canaanites as he sware vnto thee, and to thy fathers, and shall giue it thee:"},{"number":12,"verse":"That thou shalt set apart vnto the Lord all that openeth the matrix, and euery firstling that commeth of a beast, which thou hast, the males shall be the Lords."},{"number":13,"verse":"And euery firstling of an asse thou shalt redeeme with a lambe: and if thou wilt not redeeme it, then thou shalt breake his necke, and all the first borne of man amongst thy children shalt thou redeeme."},{"number":14,"verse":"And it shalbe when thy sonne asketh thee in time to come, saying, What is this? That thou shalt say vnto him; By strength of hand the Lord brought vs out from Egypt, from the house of bondage."},{"number":15,"verse":"And it came to passe when Pharaoh would hardly let vs goe, that the Lord slew all the first borne in the land of Egypt, both the first borne of man, and the first borne of beast: Therefore I sacrifice to the Lord all that openeth the matrix, being males: but all the first borne of my children I redeeme."},{"number":16,"verse":"And it shall be for a token vpon thine hand, and for frontlets betweene thine eyes. For by strength of hand the Lord brought vs foorth out of Egypt."},{"number":17,"verse":"And it came to passe when Pharaoh had let the people goe, that God led them not through the way of the land of the Philistines, although that was neere: For God saide, Lest peraduenture the people repent when they see warre, and they returne to Egypt:"},{"number":18,"verse":"But God ledde the people about through the way of the wildernesse of the Red sea: and the children of Israel went vp harnessed out of the land of Egypt."},{"number":19,"verse":"And Moses tooke the bones of Ioseph with him: for hee had straitly sworne the children of Israel, saying; God will surely visite you, and ye shall cary vp my bones away hence with you."},{"number":20,"verse":"And they tooke their iourney from Succoth, and encamped in Etham, in the edge of the wildernesse."},{"number":21,"verse":"And the Lord went before them by day in a pillar of a cloud, to lead them the way, and by night in a pillar of fire, to giue them light to goe by day and night."},{"number":22,"verse":"He tooke not away the pillar of the cloud by day, nor the pillar of fire by night, from before the people."}]}