{"bibleAbbr":"KJV1611","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":16,"verses":[{"number":1,"verse":"And they tooke their iourney from Elim, and all the Congregation of the children of Israel came vnto the wildernesse of Sin, which is betweene Elim and Sinai, on the fifteenth day of the second moneth after their departing out of the land of Egypt."},{"number":2,"verse":"And the whole Congregation of the children of Israel murmured against Moses and Aaron in the wildernesse."},{"number":3,"verse":"And the children of Israel saide vnto them, Would to God wee had died by the hand of the Lord in the land of Egypt, when wee sate by the flesh pots, and when we did eate bread to the full: for ye haue brought vs forth into this wildernesse, to kill this whole assembly with hunger."},{"number":4,"verse":"Then said the Lord vnto Moses, Behold, I will raine bread from heauen for you: and the people shall goe out, and gather a certaine rate euery day, that I may proue them, whether they will walke in my Law, or no."},{"number":5,"verse":"And it shall come to passe, that on the sixt day, they shall prepare that which they bring in, and it shall be twice as much as they gather dayly."},{"number":6,"verse":"And Moses and Aaron said vnto all the children of Israel, At euen, then ye shall know that the Lord hath brought you out from the land of Egypt."},{"number":7,"verse":"And in the morning, then ye shall see the glory of the Lord, for that he heareth your murmurings against the Lord: And what are wee, that yee murmure against vs?"},{"number":8,"verse":"And Moses said, This shalbe when the Lord shal giue you in the euening flesh to eate, and in the morning bread to the full: for that the Lord heareth your murmurings which ye murmure against him; and what are wee? Your murmurings are not against vs, but against the Lord."},{"number":9,"verse":"And Moses spake vnto Aaron, Say vnto all the Congregation of the children of Israel, Come neere before the Lord: for hee hath heard your murmurings."},{"number":10,"verse":"And it came to passe as Aaron spake vnto the whole Congregation of the children of Israel, that they looked toward the wildernesse, and behold, the glory of the Lord appeared in the cloude."},{"number":11,"verse":"And the Lord spake vnto Moses, saying,"},{"number":12,"verse":"I haue heard the murmurings of the children of Israel: Speake vnto them, saying, At euen ye shall eat flesh, and in the morning ye shalbe filled with bread: and ye shal know that I am the Lord your God."},{"number":13,"verse":"And it came to passe, that at euen the Quailes came vp, and couered the campe: and in the morning the dew lay round about the hoste."},{"number":14,"verse":"And when the dewe that lay was gone vp, behold, vpon the face of the wildernesse there lay a small round thing, as small as the hoare frost on the ground."},{"number":15,"verse":"And when the children of Israel saw it, they said one to another, It is Manna: for they wist not what it was. And Moses said vnto them, This is the bread which the Lord hath giuen you to eate."},{"number":16,"verse":"This is the thing which the Lord hath commanded: gather of it euery man according to his eating: an Omer for euery man, according to the number of your persons, take yee euery man for them which are in his tents."},{"number":17,"verse":"And the children of Israel did so, and gathered some more, some lesse."},{"number":18,"verse":"And when they did mete it with an Omer, he that gathered much, had nothing ouer, and he that gathered litle, had no lacke: they gathered euery man according to his eating."},{"number":19,"verse":"And Moses saide, Let no man leaue of it till the morning."},{"number":20,"verse":"Notwithstanding they hearkened not vnto Moses, but some of them left of it vntill the morning, and it bred wormes, and stanke: and Moses was wroth with them."},{"number":21,"verse":"And they gathered it euery morning, euery man according to his eating: and when the Sunne waxed hot, it melted."},{"number":22,"verse":"And it came to passe that on the sixt day they gathered twice as much bread, two Omers for one man: and all the rulers of the Congregation came and told Moses."},{"number":23,"verse":"And he said vnto them, This is that which the Lord hath said, To morrow is the rest of the holy Sabbath vnto the Lord: bake that which you will bake, to day, and seethe that ye will seethe, and that which remaineth ouer, lay vp for you to be kept vntill the morning."},{"number":24,"verse":"And they laid it vp till the morning, as Moses bade: and it did not stinke, neither was there any worme therein."},{"number":25,"verse":"And Moses saide, Eate that to day, for to day is a Sabbath vnto the Lord: to day yee shall not finde it in the field."},{"number":26,"verse":"Sixe dayes ye shall gather it, but on the seuenth day which is the Sabbath, in it there shall be none."},{"number":27,"verse":"And it came to passe, that there went out some of the people on the seuenth day for to gather, and they found none."},{"number":28,"verse":"And the Lord said vnto Moses, How long refuse yee to keepe my Commandements, and my Lawes?"},{"number":29,"verse":"See, for that the Lord hath giuen you the Sabbath, therefore hee giueth you on the sixt day the bread of two dayes: abide yee euery man in his place: let no man goe out of his place on the seuenth day."},{"number":30,"verse":"So the people rested on the seuenth day."},{"number":31,"verse":"And the house of Israel called the name thereof Manna: and it was like Coriander seed, white: and the taste of it was like wafers made with hony."},{"number":32,"verse":"And Moses said, This is the thing which the Lord commandeth: Fill an Omer of it to bee kept for your generations, that they may see the bread wherewith I haue fed you in the wildernesse, when I brought you forth from the land of Egypt."},{"number":33,"verse":"And Moses sayd vnto Aaron, Take a pot, and put an Omer full of Manna therein, and lay it vp before the Lord, to be kept for your generations."},{"number":34,"verse":"As the Lord commaunded Moses, so Aaron layd it vp before the Testimonie, to be kept."},{"number":35,"verse":"And the children of Israel did eat Manna fortie yeeres, vntill they came to a land inhabited: they did eate Manna, vntill they came vnto the borders of the land of Canaan."},{"number":36,"verse":"Now an Omer is the tenth part of an Ephah."}]}