{"bibleAbbr":"KJV1611","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"See, I haue called by name, Bezaleel the sonne of Uri, the sonne of Hur, of the tribe of Iudah:"},{"number":3,"verse":"And I haue filled him with the Spirit of God, in wisedome, and in vnderstanding, and in knowledge, and in all maner of workemanship,"},{"number":4,"verse":"To deuise cunning workes, to worke in golde, and in siluer, and in brasse,"},{"number":5,"verse":"And in cutting of stones, to set them, and in caruing of timber, to worke in all maner of workemanship."},{"number":6,"verse":"And I, behold, I haue giuen with him, Aholiab the sonne of Ahisamach, of the tribe of Dan, and in the hearts of all that are wise hearted I haue put wisedome, that they may make all that I haue commanded thee:"},{"number":7,"verse":"The Tabernacle of the Congregation, and the Arke of the Testimony, and the Mercie-seat that is thereupon, & all the furniture of the Tabernacle:"},{"number":8,"verse":"And the Table, and his furniture, and the pure Candlesticke, with all his furniture, and the Altar of incense:"},{"number":9,"verse":"And the Altar of burnt offering, with all his furniture, and the Lauer and his foote:"},{"number":10,"verse":"And the clothes of seruice, and the holy garments for Aaron the Priest, and the garments of his sonnes, to minister in the Priests office:"},{"number":11,"verse":"And the anointing oyle, and sweet incense for the Holy place: according to all that I haue commanded thee, shall they doe."},{"number":12,"verse":"And the Lord spake vnto Moses, saying,"},{"number":13,"verse":"Speake thou also vnto the children of Israel, saying, Uerely my Sabbaths ye shall keepe: for it is a signe betweene me and you, throughout your generations, that ye may know that I am the Lord, that doth sanctifie you."},{"number":14,"verse":"Yee shall keepe the Sabbath therefore: for it is holy vnto you: Euery one that defileth it, shall surely be put to death: for whosoeuer doth any worke therein, that soule shall be cut off from amongst his people."},{"number":15,"verse":"Sixe dayes may worke bee done, but in the seuenth is the Sabbath of rest, holy to the Lord: whosoeuer doth any worke in the Sabbath day, he shall surely be put to death."},{"number":16,"verse":"Wherefore the children of Israel shall keepe the Sabbath, to obserue the Sabbath throughout their generations, for a perpetuall couenant."},{"number":17,"verse":"It is a signe betweene me and the children of Israel for euer: for in sixe dayes the Lord made heauen and earth, and on the seuenth day he rested, and was refreshed."},{"number":18,"verse":"And he gaue vnto Moses, when hee had made an end of communing with him vpon mount Sinai, two tables of Testimonie, tables of stone, written with the finger of God."}]}