{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"ದಹನ ಬಲಿಗಳು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಯನ್ನು ಕರೆದು, ದೇವದರ್ಶನದ ಗುಡಾರದಿಂದ ಅವನ ಸಂಗಡ ಮಾತಾಡಿ, ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕೆಂದು ತಿಳಿಸಿದರು."},{"number":2,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಸರ್ವೇಶ್ವರನಿಗೆ ಒಂದು ಪ್ರಾಣಿಯನ್ನು ಸಮರ್ಪಿಸಲು ಆಶಿಸಿದರೆ, ಅದನ್ನು ದನಕರುಗಳಿಂದಾಗಲಿ ಆಡುಕುರಿಗಳಿಂದಾಗಲಿ ಆಯ್ದುಕೊಂಡು ಸಮರ್ಪಿಸಲಿ."},{"number":3,"verse":"ಅಂಥವನು ದನಕರುಗಳನ್ನು ದಹನಬಲಿಯನ್ನಾಗಿ ಸಮರ್ಪಿಸುವುದಾದರೆ ಆ ಪ್ರಾಣಿ ಕಳಂಕರಹಿತವಾದ ಗಂಡಾಗಿರಬೇಕು. ಸರ್ವೇಶ್ವರನಿಗೆ ಒಪ್ಪಿಗೆಯಾಗುವಂತೆ ಅದನ್ನು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಳಿಗೆ ತರಬೇಕು."},{"number":4,"verse":"ಅರ್ಪಿಸುವವನು ಆ ಪ್ರಾಣಿಯ ತಲೆಯ ಮೇಲೆ ಕೈಯಿಡಬೇಕು. ಆಗ ಅದು ಅವನ ಪಾಪಕ್ಕೆ ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗಿ ಅಂಗೀಕೃತವಾಗುವುದು."},{"number":5,"verse":"ಅವನು ಅದನ್ನು ಸರ್ವೇಶ್ವರನ ಎದುರಿನಲ್ಲಿ ವಧಿಸಬೇಕು. ಆರೋನನ ವಂಶಜರಾದ ಯಾಜಕರು ಅದರ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಿಲಿಗೆ ಎದುರಾಗಿರುವ ಬಲಿಪೀಠದ ಸುತ್ತಲೂ ಚಿಮುಕಿಸಬೇಕು."},{"number":6,"verse":"ಅದೂ ಅಲ್ಲದೆ ಅರ್ಪಿಸುವವನು ಆ ಪ್ರಾಣಿಯ ಚರ್ಮವನ್ನು ಸುಲಿದು ಅದರ ದೇಹವನ್ನು ತುಂಡುತುಂಡಾಗಿ ಕಡಿಯಬೇಕು."},{"number":7,"verse":"ಆರೋನನ ವಂಶಜರಾದ ಯಾಜಕರು ಬಲಿಪೀಠದ ಮೇಲೆ ಬೆಂಕಿಯನ್ನಿಟ್ಟು"},{"number":8,"verse":"ಅದರ ಮೇಲೆ ಕಟ್ಟಿಗೆಯನ್ನು ಪೇರಿಸಬೇಕು. ಪ್ರಾಣಿಯ ಆ ತುಂಡುಗಳನ್ನೂ, ತಲೆಯನ್ನೂ, ಕೊಬ್ಬನ್ನೂ ಅದರ ಮೇಲೆ ಕ್ರಮವಾಗಿ ಇಡಬೇಕು."},{"number":9,"verse":"ಅದರ ಕರುಳುಗಳನ್ನೂ ಕಾಲುಗಳನ್ನೂ ನೀರಿನಲ್ಲಿ ತೊಳೆದ ನಂತರ ಯಾಜಕನು ಅದನ್ನು ಪೂರ್ತಿಯಾಗಿ ಬಲಿಪೀಠದ ಮೇಲೆ ಹೋಮಮಾಡಬೇಕು. ಅದು ದಹನಬಲಿ. ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರಿಯವಾದ ಸುಗಂಧಕರ ಬಲಿ."},{"number":10,"verse":"“ಒಬ್ಬನು ಆಡನ್ನಾಗಲಿ, ಕುರಿಯನ್ನಾಗಲಿ ದಹನಬಲಿದಾನ ಮಾಡಬೇಕೆಂದಿದ್ದರೆ ಅಂಥವನು ಕಳಂಕರಹಿತವಾದ ಗಂಡನ್ನು ತರಲಿ."},{"number":11,"verse":"ಅದನ್ನು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಬಲಿಪೀಠದ ಉತ್ತರದ ಕಡೆ ವಧಿಸಲಿ. ತರುವಾಯ ಆರೋನನ ವಂಶಜರಾದ ಯಾಜಕರು ಅದರ ರಕ್ತವನ್ನು ಬಲಿಪೀಠದ ಸುತ್ತಲೂ ಚಿಮುಕಿಸಲಿ."},{"number":12,"verse":"ಅರ್ಪಿಸುವವನು ಆ ಪ್ರಾಣಿಯ ದೇಹವನ್ನು ತುಂಡುತುಂಡಾಗಿ ಕಡಿದ ಮೇಲೆ ಯಾಜಕನು ಆ ತುಂಡುಗಳನ್ನೂ ತಲೆಯನ್ನೂ, ಕೊಬ್ಬನ್ನೂ ಬಲಿಪೀಠದ ಮೇಲಿನ ಬೆಂಕಿಯಲ್ಲಿ ಕಟ್ಟಿಗೆಯ ಮೇಲೆ ಕ್ರಮವಾಗಿ ಇಡಬೇಕು."},{"number":13,"verse":"ಅದರ ಕರುಳುಗಳನ್ನೂ, ಕಾಲುಗಳನ್ನೂ ನೀರಿನಲ್ಲಿ ತೊಳೆಸಿದ ನಂತರ ಯಾಜಕನು ಅದನ್ನು ಪೂರ್ತಿಯಾಗಿ ಬಲಿಪೀಠದ ಮೇಲೆ ಹೋಮಮಾಡಬೇಕು. ಅದು ದಹನಬಲಿ, ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರಿಯವಾದ ಸುಗಂಧಕರ ಬಲಿ."},{"number":14,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ದಹನಬಲಿಯಾಗಿ ಸಮರ್ಪಿಸುವಂಥದ್ದು ಪಕ್ಷಿ ಜಾತಿಯಾಗಿದ್ದರೆ ಅದು ಬೆಳವಕ್ಕಿಯಾಗಿರಲಿ, ಅಥವಾ ಮರಿ ಪಾರಿವಾಳ ಆಗಿರಲಿ."},{"number":15,"verse":"ಯಾಜಕನು ಅದನ್ನು ಬಲಿಪೀಠದ ಬಳಿಗೆ ತಂದು ಕುತ್ತಿಗೆ ಮುರಿದು ಬಲಿಪೀಠದ ಮೇಲೆ ಹೋಮಮಾಡಲಿ; ಅದರ ರಕ್ತವನ್ನು ಬಲಿಪೀಠದ ಪಕ್ಕದಲ್ಲಿ ಹಿಂಡಲಿ."},{"number":16,"verse":"ಅದರ ಕರುಳುಗಳನ್ನೂ, ಗರಿಗಳನ್ನೂ ತೆಗೆದುಬಿಟ್ಟು ಬಲಿಪೀಠದ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಬೂದಿಯ ಎಡೆಯಲ್ಲಿ ಬಿಸಾಡಲಿ."},{"number":17,"verse":"ಯಾಜಕನು ಆ ಹಕ್ಕಿಯ ದೇಹವನ್ನು ಇಬ್ಭಾಗವಾಗಿ ಸೀಳಲಿ; ಒಂದೊಂದು ಭಾಗದಲ್ಲಿ ಒಂದು ರೆಕ್ಕೆ ಇರುವಂತೆ ಸೀಳಲಿ. ಅನಂತರ ಅದನ್ನು ಬಲಿಪೀಠದ ಮೇಲಿನ ಬೆಂಕಿಯಲ್ಲಿರುವ ಕಟ್ಟಿಗೆಯ ಮೇಲೆ ಹೋಮಮಾಡಲಿ. ಅದು ದಹನಬಲಿ, ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರಿಯವಾದ ಸುಗಂಧಕರ ಬಲಿ."}]}