{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"ಲೈಂಗಿಕ ನಿಯಮಗಳು ಇಸ್ರಯೇಲರಿಗೆ ಈ ಆಜ್ಞೆಗಳನ್ನು ಕೊಡಬೇಕೆಂದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ತಿಳಿಸಿದರು:"},{"number":2,"verse":"“ನಾನು ನಿಮ್ಮ ದೇವರಾಗಿರುವ ಸರ್ವೇಶ್ವರ."},{"number":3,"verse":"ನೀವು ವಾಸವಾಗಿದ್ದ ಈಜಿಪ್ಟಿನ ಆಚಾರಗಳನ್ನು ಅನುಸರಿಸಬಾರದು; ನಾನು ನಿಮ್ಮನ್ನು ಕರೆದೊಯ್ಯುತ್ತಿರುವ ಕಾನಾನ್ ನಾಡಿನ ಆಚರಣೆಗಳನ್ನು ಕೂಡ ನೀವು ಅನುಸರಿಸಬಾರದು. ಅವರಲ್ಲಿರುವ ನಿಯಮಗಳಿಗೆ ನೀವು ಒಳಗಾಗಕೂಡದು."},{"number":4,"verse":"ಸರ್ವೇಶ್ವರನೆಂಬ ನಾನೇ ನಿಮ್ಮ ದೇವರಾಗಿರುವುದರಿಂದ ನನ್ನ ನಿರ್ಣಯಗಳ ಪ್ರಕಾರವೇ ನೀವು ನಡೆಯಬೇಕು; ನನ್ನ ವಿಧಿಗಳನ್ನೇ ಅನುಸರಿಸಬೇಕು."},{"number":5,"verse":"ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳ ಪ್ರಕಾರ ನಡೆದುಕೊಳ್ಳುವವರು ಆ ಆಜ್ಞಾವಿಧಿಗಳಿಂದ ಜೀವಿಸುವರು. ಆದುದರಿಂದ ನೀವು ಅವುಗಳನ್ನೇ ಅನುಸರಿಸಬೇಕು. ನಾನೇ ಸರ್ವೇಶ್ವರ."},{"number":6,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ರಕ್ತಸಂಬಂಧವುಳ್ಳವರೊಡನೆ ಮೈಗೂಡಿಸಕೂಡದು; ನಾನೇ ಸರ್ವೇಶ್ವರ."},{"number":7,"verse":"“ನಿನ್ನ ತಂದೆಯೊಡನೇ ಆಗಲಿ, ತಾಯಿಯೊಡನೆ ಆಗಲಿ ಸಂಭೋಗಿಸಕೂಡದು, ತಾಯಿಯೊಡನೆ ಎಷ್ಟು ಮಾತ್ರವೂ ಸಂಗಮಿಸಬಾರದು. ಆಕೆ ನಿನ್ನ ಹೆತ್ತ ತಾಯಿ."},{"number":8,"verse":"“ಮಲತಾಯಿಯನ್ನು ಸಂಭೋಗಿಸಬಾರದು; ಹಾಗೆ ಮಾಡಿದರೆ ತಂದೆಗೆ ಮಾನಭಂಗವಾಗುವುದು. ಆಕೆ ನಿನ್ನ ತಂದೆಯ ಅರ್ಧಾಂಗಿ."},{"number":9,"verse":"“ತಂದೆಯ ಮಗಳನ್ನಾಗಲಿ, ತಾಯಿಯ ಮಗಳನ್ನಾಗಲಿ ಸಂಭೋಗಿಸಬಾರದು; ಅವರು ಒಡಹುಟ್ಟಿದವರು; ಪರಸ್ತ್ರೀಯರಲ್ಲಿ ಹುಟ್ಟಿದವರಾದರೂ ಅವರು ನಿಮಗೆ ಅಕ್ಕತಂಗಿಯರು."},{"number":10,"verse":"“ಮಗನ ಮಗಳನ್ನಾಗಲಿ ಮಗಳ ಮಗಳನ್ನಾಗಲಿ ಸಂಭೋಗಿಸಬಾರದು; ಅವರು ನಿಮಗೆ ಮಕ್ಕಳಂಥವರು."},{"number":11,"verse":"“ತಂದೆಯ ಮತ್ತೊಬ್ಬ ಹೆಂಡತಿಯಲ್ಲಿ ಹುಟ್ಟಿದವಳನ್ನು ಸಂಭೋಗಿಸಬಾರದು; ಆಕೆ ಸಹೋದರಿ."},{"number":12,"verse":"“ತಂದೆಯ ಒಡಹುಟ್ಟಿದವಳೊಡನೆ ಸಂಭೋಗ ಮಾಡಬಾರದು; ಆಕೆ ತಂದೆಯ ರಕ್ತ ಸಂಬಂಧಿ."},{"number":13,"verse":"“ತಾಯಿಯ ಒಡಹುಟ್ಟಿದವಳೊಡನೆ ಸಂಭೋಗ ಮಾಡಬಾರದು; ಆಕೆ ತಾಯಿಯ ರಕ್ತಸಂಬಂದಿ."},{"number":14,"verse":"“ತಂದೆಯ ಅಣ್ಣತಮ್ಮಂದಿರ ಹೆಂಡತಿಯನ್ನು ಸಂಭೋಗಿಸಬಾರದು; ಅವರು ದೊಡ್ಡಮ್ಮ, ಚಿಕ್ಕಮ್ಮ ನಿಮಗೆ."},{"number":15,"verse":"“ಸೊಸೆಯನ್ನು ಸಂಗಮಿಸಬಾರದು; ಆಕೆ ಮಗನ ಹೆಂಡತಿ."},{"number":16,"verse":"“ಅತ್ತಿಗೆ ನಾದಿನಿಯರನ್ನು ಸಂಭೋಗಿಸಬಾರದು; ಅವರು ಅಣ್ಣತಮ್ಮಂದಿರ ಹೆಂಡತಿಯರು."},{"number":17,"verse":"“ಮದುವೆ ಮಾಡಿಕೊಂಡವಳ ಮಗಳನ್ನಾಗಲಿ ಮೊಮ್ಮಗಳನ್ನಾಗಲಿ ಸಂಗಮಿಸಬಾರದು. ಅವರು ರಕ್ತಸಂಬಂಧಿಗಳು, ಅದು ಅಧರ್ಮ."},{"number":18,"verse":"“ಹೆಂಡತಿ ಜೀವದಿಂದಿರುವಾಗಲೆ ಆಕೆಯ ಒಡಹುಟ್ಟಿದವಳನ್ನು ಮದುವೆಮಾಡಿಕೊಂಡು ಹೆಂಡತಿಗೆ ಮನಸ್ತಾಪವನ್ನುಂಟು ಮಾಡಬಾರದು."},{"number":19,"verse":"“ಮುಟ್ಟಿನಿಂದ ಅಶುದ್ಧಳಾದ ಮಹಿಳೆಯನ್ನು ಸಂಗಮಿಸಬಾರದು."},{"number":20,"verse":"ಪರಸ್ತ್ರೀ ಸಂಭೋಗದಿಂದ ಅಶುದ್ಧರಾಗಬಾರದು."},{"number":21,"verse":"ನಿಮ್ಮ ಮಕ್ಕಳಲ್ಲಿ ಯಾರನ್ನೂ ಮೋಲೆಕ ದೇವತೆಗೆ (ಪುರಾತನ ಕಾನಾನಿಯರ ಒಬ್ಬ ದೇವತೆ.) ಸಮರ್ಪಿಸಿ ನಿಮ್ಮ ದೇವರ ಹೆಸರನ್ನು ಅಪಕೀರ್ತಿಗೆ ಗುರಿಮಾಡಬಾರದು; ಸರ್ವೇಶ್ವರ ನಾನೇ."},{"number":22,"verse":"ಸ್ತ್ರೀಯನ್ನು ಸಂಗಮಿಸುವಂತೆ ಪುರುಷನನ್ನು ಸಂಗಮಿಸಬಾರದು; ಅದು ಹೇಸಿಗೆಯಾದುದು."},{"number":23,"verse":"ಪ್ರಾಣಿ ಸಂಗಮವನ್ನು ಮಾಡಿ ಅಶುದ್ಧರಾಗಬಾರದು; ಯಾವ ಸ್ತ್ರೀಯೂ ಸಂಗಮಕ್ಕಾಗಿ ಪ್ರಾಣಿಯನ್ನು ಸಂಪರ್ಕಿಸಬಾರದು; ಅದು ವ್ಯತಿರಿಕ್ತವಾದುದು."},{"number":24,"verse":"“ಇಂಥ ದುರಾಚಾರಗಳಾವುದರಿಂದಲೂ ನೀವು ಅಶುದ್ಧರಾಗಬಾರದು. ಏಕೆಂದರೆ ನಾನು ನಿಮಗೆ ಮುಂಚಿತವಾಗಿ ಹೊರಡಿಸುವ ಜನಾಂಗಗಳವರು ಇಂಥ ಅನಾಚಾರಗಳಿಂದಲೇ ಅಶುದ್ಧರಾದರು."},{"number":25,"verse":"ಹೀಗೆ ಅವರ ನಾಡು ಅಶುದ್ಧವಾಗಿ ಹೋದುದರಿಂದ ಅವರ ಪಾಪಕೃತ್ಯಗಳಿಗಾಗಿ ಅವರನ್ನು ಶಿಕ್ಷಿಸಿದ್ದೇನೆ. ಆ ನಾಡು ತನ್ನಲ್ಲಿ ವಾಸಿಸಿದವರನ್ನು ಕಕ್ಕಿಬಿಟ್ಟಿತು."},{"number":26,"verse":"ಆದುದರಿಂದ ಸ್ವದೇಶದವರಾದ ನಿಮ್ಮಲ್ಲಿಯಾಗಲಿ, ನಿಮ್ಮ ನಡುವೆ ವಾಸಿಸುವ ಅನ್ಯದೇಶೀಯರಲ್ಲಾಗಲಿ ಯಾರೂ ಇಂಥ ಹೇಸಿಗೆಯಾದ ಕಾರ್ಯಗಳಲ್ಲಿ ಒಂದನ್ನೂ ಮಾಡದೆ ಎಲ್ಲರೂ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು."},{"number":27,"verse":"ನಿಮಗಿಂತ ಮುಂಚೆ ನಾಡಿನಲ್ಲಿ ಇದ್ದವರು ಇಂಥ ಅಸಹ್ಯವಾದ ಕೆಲಸಗಳನ್ನು ಮಾಡಿದ್ದರಿಂದ ಆ ನಾಡು ಕೆಟ್ಟುಹೋಯಿತು."},{"number":28,"verse":"ನಿಮಗಿಂತ ಮುಂಚೆಯಿದ್ದ ಜನಾಂಗಗಳನ್ನು ಆ ನಾಡು ಕಕ್ಕಿಬಿಟ್ಟ ಪ್ರಕಾರವೇ ಅದು ನಿಮ್ಮಿಂದ ಅದು ಮಲಿನವಾದರೆ ನಿಮ್ಮನ್ನೂ ಅಂತೆಯೇ ಕಕ್ಕಿಬಿಡುವುದು."},{"number":29,"verse":"ಯಾರಾದರೂ ಈ ಅಸಹ್ಯವಾದ ಕಾರ್ಯಗಳಲ್ಲಿ ಒಂದನ್ನು ಮಾಡಿದ್ದೇ ಆದರೆ ಅವನನ್ನು ಕುಲದಿಂದ ತೆಗೆದುಬಿಡಬೇಕು."},{"number":30,"verse":"ಆದುದರಿಂದ ನಿಮಗಿಂತ ಮುಂಚೆ ನಡೆಯುತ್ತಿದ್ದ ಅಸಹ್ಯವಾದ ಆಚರಣೆಗಳನ್ನು ನಡೆಸಿ ನಿಮ್ಮನ್ನೇ ಅಶುದ್ಧಮಾಡಿಕೊಳ್ಳದೆ ನನ್ನ ವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ನಾನೇ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ."}]}