{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"ನೈತಿಕ ಹಾಗು ಧಾರ್ಮಿಕ ನಿಯಮಗಳು ಇಸ್ರಯೇಲ್ ಸಮಾಜದವರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸುವಂತೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೇಳಿದರು:"},{"number":2,"verse":"“ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೆಂಬ ನಾನು ಪರಿಶುದ್ಧ ನಾಗಿರುವಂತೆ ನೀವು ಕೂಡ ಪರಿಶುದ್ಧ ರಾಗಿರಬೇಕು ."},{"number":3,"verse":"ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯು ತನ್ನ ತಂದೆತಾಯಿಗಳ ವಿಷಯ಼ದಲ್ಲಿ ಭಯಭಕ್ತಿಯಿಂದ ನಡೆದುಕೊಳ್ಳಬೇಕು. ನಾನು ನೇಮಿಸಿರುವ ಸಬ್ಬತ್ ದಿನಗಳನ್ನು ಆಚರಿಸಬೇಕು. ನಾನೇ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ."},{"number":4,"verse":"“ಶೂನ್ಯ ದೇವರುಗಳ ಕಡೆ ತಿರುಗಿಕೊಳ್ಳಬೇಡಿ; ದೇವರೆಂದು ಎರಕದ ವಿಗ್ರಹಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳಬೇಡಿ. ನಾನೇ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು."},{"number":5,"verse":"“ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಗಳನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸುವಾಗ ಅವರಿಗೆ ಮೆಚ್ಚುಗೆಯಾಗುವ ರೀತಿಯಲ್ಲಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":6,"verse":"ನೀವು ಮಾಡುವ ಬಲಿದಾನದ ಮಾಂಸವನ್ನು ಅದೇ ದಿನದಲ್ಲಿ ಅಥವಾ ಮರುದಿನದಲ್ಲಿ ಊಟಮಾಡಿಬಿಡಬೇಕು. ಮೂರನೆಯ ದಿನದವರೆಗೆ ಏನಾದರೂ ಮಿಕ್ಕಿದ್ದರೆ ಅದನ್ನು ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟುಬಿಡಬೇಕು."},{"number":7,"verse":"ಮೂರನೆಯ ದಿನದ ತನಕ ಉಳಿದದ್ದು ಅಳಿಸಿಹೋದದ್ದು. ಆದುದರಿಂದ ಅದರಲ್ಲಿ ಏನನ್ನಾದರೂ ತಿಂದರೆ ಆ ಬಲಿದಾನ ಸರ್ವೇಶ್ವರನಿಗೆ ಸ್ವೀಕೃತವಾಗುವುದಿಲ್ಲ."},{"number":8,"verse":"ಅದರಲ್ಲಿ ಏನನ್ನಾದರೂ ತಿಂದವನು ಸರ್ವೇಶ್ವರನ ದ್ರವ್ಯವಾದ ಪರಿಶುದ್ಧತೆಯನ್ನು ಹೊಲೆಮಾಡುತ್ತಾನೆ. ಆದುದರಿಂದ ತನ್ನ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಲೇಬೇಕು. ಅವನು ಕುಲದಿಂದ ಬಹಿಷ್ಕೃತನಾಗಬೇಕು."},{"number":9,"verse":"“ನೀವು ಹೊಲಕೊಯ್ಯುವಾಗ ಮೂಲೆಮೂಲೆಗಳಲ್ಲಿರುವುದನ್ನೆಲ್ಲಾ ಕೊಯ್ಯಬಾರದು; ಕೊಯ್ದಾದ ಮೇಲೆ ಹಕ್ಕಲಾಯಬಾರದು."},{"number":10,"verse":"ದ್ರಾಕ್ಷಿತೋಟಗಳಲ್ಲೂ ಹಕ್ಕಲಾಯಕೂಡದು. ಉದುರಿದ ಹಣ್ಣುಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳದೆ ಬಡಬಗ್ಗರಿಗೂ ಪರದೇಶಿಗಳಿಗೂ ಅವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಾನೇ."},{"number":11,"verse":"“ಕಳಬೇಡ; ಹುಸಿಯನ್ನು ನುಡಿಯಲು ಬೇಡ; ಒಬ್ಬರನ್ನೊಬ್ಬರು ಮೋಸಗೊಳಿಸುವುದು ಬೇಡ."},{"number":12,"verse":"ನನ್ನ ಹೆಸರಿನ ಮೇಲೆ ಸುಳ್ಳಾಣೆಯಿಟ್ಟು ನಿನ್ನ ದೇವರ ನಾಮಕ್ಕೆ ಅಪಕೀರ್ತಿ ತರಬೇಡ. ನಾನೇ ಸರ್ವೇಶ್ವರ."},{"number":13,"verse":"ಮತ್ತೊಬ್ಬನನ್ನು ಬಲಾತ್ಕರಿಸಬೇಡ; ಅವನ ಸೊತ್ತನ್ನು ಅಪಹರಿಸಬೇಡ. ಕೂಲಿಯವನ ಕೂಲಿಯನ್ನು ಮರುದಿನದವರೆಗೆ ನಿನ್ನ ಬಳಿಯಲ್ಲೇ ಇಟ್ಟುಕೊಳ್ಳಬೇಡ."},{"number":14,"verse":"ಕಿವುಡರನ್ನು ದೂಷಿಸಬೇಡ; ಕುರುಡರು ನಡೆಯುವ ದಾರಿಯಲ್ಲಿ ಎರಡು ಕಲ್ಲನ್ನು ಇಡಬೇಡ, ನಿನ್ನ ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯಿರಲಿ, ನಾನೇ ಸರ್ವೇಶ್ವರ."},{"number":15,"verse":"“ವ್ಯಾಜ್ಯತೀರಿಸುವಾಗ ಅನ್ಯಾಯವಾದ ತೀರ್ಪನ್ನು ಕೊಡಬೇಡ. ಬಡವನ ಬಡತನವನ್ನಾಗಲಿ, ದೊಡ್ಡವನ ಘನತೆಯನ್ನಾಗಲಿ ಲಕ್ಷ್ಯಮಾಡದೆ ಪಕ್ಷಪಾತವಿಲ್ಲದ ತೀರ್ಪನ್ನು ಕೊಡು."},{"number":16,"verse":"“ನಿನ್ನ ಜನರ ನಡುವೆ ಚಾಡಿಕೋರನಾಗಿ ತಿರುಗಾಡಬೇಡ; ಮತ್ತೊಬ್ಬನಿಗೆ ಮರಣಶಿಕ್ಷೆ ಆಗಲೇಬೇಕೆಂದು ಛಲಹಿಡಿಯಬೇಡ. ನಾನೇ ಸರ್ವೇಶ್ವರ."},{"number":17,"verse":"“ಸಹೋದರನ ಬಗ್ಗೆ ಒಳಗೊಳಗೇ ಹಗೆ ಇಟ್ಟುಕೊಳ್ಳಬೇಡ. ನೆರೆಯವನ ದೋಷಕ್ಕೆ ನೀನು ಒಳಗಾಗದಂತೆ ಅವನ ತಪ್ಪನ್ನು ಅವನಿಗೆ ಎತ್ತಿ ತೋರಿಸಲೇಬೇಕು."},{"number":18,"verse":"ನಿನ್ನ ಸ್ವಜನರಲ್ಲಿ ಯಾರಿಗೂ ಕೇಡಿಗೆ ಕೇಡು ಮಾಡಬೇಡ, ಅವರಿಗೆ ವಿರುದ್ಧ ಮತ್ಸರ ಇಟ್ಟುಕೊಳ್ಳಬೇಡ; ನಿನ್ನ ನೆರೆಯವನನ್ನು ನಿನ್ನಂತೆಯೇ ಪ್ರೀತಿಸು. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":19,"verse":"“ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ನಿಮ್ಮ ಜಾನುವಾರಗಳಿಂದ ಬೆರಕೆ ತಳಿಯನ್ನು ಪಡೆಯಲು ಅವಕಾಶವೀಯಬಾರದು; ನಿಮ್ಮ ಹೊಲದಲ್ಲಿ ಇಬ್ಬಗೆಯ ಬೀಜವನ್ನು ಬಿತ್ತಬಾರದು; ನಾರು ಮತ್ತು ಉಣ್ಣೆಯಿಂದ ನೇಯ್ದ ಬಟ್ಟೆಯನ್ನು ಹಾಕಿಕೊಳ್ಳಬಾರದು."},{"number":20,"verse":"“ಒಬ್ಬನ ಅಧೀನದಲ್ಲಿರುವ ದಾಸಿ ಹಣ ಕೊಡುವುದರಿಂದಾಗಲಿ, ಉಚಿತವಾಗಿಯಾಗಲಿ ಬಿಡುಗಡೆ ಹೊಂದದೆ ಇರುವಾಗ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿ ಅವಳನ್ನು ಕೂಡಿದರೆ ಅವರಿಗೆ ವಿಧಿಸಬೇಕಾದ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ನ್ಯಾಯವಿಚಾರಣೆ ಆಗಬೇಕು. ಆದರೆ ಮರಣಶಿಕ್ಷೆ ವಿಧಿಸಬಾರದು. ಏಕೆಂದರೆ ಅವಳು ಇನ್ನೂ ದಾಸಿ."},{"number":21,"verse":"ಆ ವ್ಯಕ್ತಿ ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿಗಾಗಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಗೆ, ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಿಲಿಗೆ ಒಂದು ಟಗರನ್ನು ತರಬೇಕು."},{"number":22,"verse":"ಅವನ ದೋಷಪರಿಹಾರಕ್ಕಾಗಿ ಯಾಜಕನು ಆ ಟಗರನ್ನು ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿಯಾಗಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಿ ಅವನ ಪರವಾಗಿ ದೋಷಪರಿಹಾರ ಮಾಡಿದಾಗ ಅವನಿಗೆ ಕ್ಷಮೆ ದೊರಕುವುದು."},{"number":23,"verse":"“ನೀವು ಆ ಕಾನಾನ್ ನಾಡನ್ನು ಸೇರಿದಾಗ ಆಹಾರಕ್ಕಾಗಿ ಯಾವ ಜಾತಿಯ ಹಣ್ಣಿನ ಸಸಿಯನ್ನು ನೆಟ್ಟರೂ ಅದರ ಫಲವನ್ನು ಮೂರು ವರ್ಷದ ತನಕ ಅಶುದ್ಧವೆಂದೆಣಿಸಿ ಅದನ್ನು ತಿನ್ನದಿರಬೇಕು."},{"number":24,"verse":"ನಾಲ್ಕನೆಯ ವರ್ಷ ಅದರ ಎಲ್ಲಾ ಹಣ್ಣುಗಳೂ ದೇವರವಾಗಿರಬೇಕು; ಅವುಗಳನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಕೃತಜ್ಞತೆಯ ಕಾಣಿಕೆಯನ್ನಾಗಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":25,"verse":"ಐದನೆಯ ವರ್ಷದಲ್ಲಿ ಅಂದು ಮೊದಲ್ಗೊಂಡು ಅದರ ಫಲಗಳನ್ನು ನೀವು ತಿನ್ನಬಹುದು. ನಿಮಗೆ ಹೆಚ್ಚು ಫಲ ದೊರಕುವುದು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಾನೇ."},{"number":26,"verse":"“ರಕ್ತ ಸಹಿತವಾದ ಯಾವ ಮಾಂಸವನ್ನೂ ತಿನ್ನಬೇಡ. ತಂತ್ರಮಂತ್ರಗಳನ್ನು ಮಾಡಬೇಡ; ಶಕುನಗಳನ್ನು ನೋಡಬೇಡ."},{"number":27,"verse":"ಚಂಡಿಕೆ ಬಿಡಬೇಡ, ಗಡ್ಡವನ್ನು ವಿಕಾರಗೊಳಿಸಬೇಡ."},{"number":28,"verse":"ಸತ್ತವರಿಗಾಗಿ ಸಂತಾಪ ಸೂಚಿಸಲು ದೇಹವನ್ನು ಗಾಯಗೊಳಿಸಿಕೊಳ್ಳಬೇಡ. ಶರೀರದ ಮೇಲೆ ಹಚ್ಚೇಚುಚ್ಚಿಸಿಕೊಳ್ಳಬೇಡ. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":29,"verse":"“ಮಗಳನ್ನು ಬಸವಿಬಿಟ್ಟು ವೇಶ್ಯೆಯನ್ನಾಗಿ (ಕಾನಾನ್ ನಾಡಿನ ಆದಿವಾಸಿಗಳ ದೇವಾಲಯಗಳಲ್ಲಿ ದೇವದಾಸಿ ಪದ್ಧತಿಯಿತ್ತು.) ಮಾಡಬೇಡ. ಹಾಗೆ ಮಾಡಿದರೆ ಸೂಳೆಗಾರಿಕೆ ಪ್ರಬಲವಾಗಿ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ತುಂಬಿಹೋಗುವುದು."},{"number":30,"verse":"ನಾನು ನೇಮಿಸಿರುವ ಸಬ್ಬತ್ ದಿನಗಳನ್ನು ಆಚರಿಸಬೇಕು. ನನ್ನ ಆಲಯದ ಬಗ್ಗೆ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಬೇಕು. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":31,"verse":"“ಭೂತಪ್ರೇತಗಳನ್ನು ವಿಚಾರಿಸುವವರ ಬಳಿಗೆ ಹೋಗಬೇಡ; ಅವರ ಆಲೋಚನೆಯನ್ನು ಕೇಳಿ ಅಶುದ್ಧನಾಗಬೇಡ. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":32,"verse":"“ತಲೆನರೆತ ವೃದ್ಧರ ಮುಂದೆ ಎದ್ದುನಿಂತು ಅವರನ್ನು ಸನ್ಮಾನಿಸಬೇಕು. ನಿಮ್ಮ ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಬೇಕು. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":33,"verse":"“ನಿಮ್ಮ ನಾಡಿನಲ್ಲಿ ತಂಗಿರುವ ಹೊರನಾಡಿಗರಿಗೆ ಅನ್ಯಾಯವೇನೂ ಮಾಡಬಾರದು."},{"number":34,"verse":"ಅವರು ನಿಮಗೆ ಸ್ವಂತನಾಡಿನವರಂತೆಯೇ ಇರಬೇಕು. ಅವರನ್ನು ನಿಮ್ಮಂತೆಯೇ ಪ್ರೀತಿಸಬೇಕು. ಈಜಿಪ್ಟಿನಲ್ಲಿದ್ದಾಗ ನೀವು ಕೂಡ ಅನ್ಯರಾಗಿದ್ದಿರಲ್ಲವೆ? ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ."},{"number":35,"verse":"“ನ್ಯಾಯ ವಿಚಾರಣೆ, ತೂಕ ಅಳತೆ, ಪರಿಮಾಣ ಇವುಗಳಲ್ಲಿ ನೀವು ನ್ಯಾಯವಿರುದ್ಧವಾಗಿ ನಡೆಯಬಾರದು."},{"number":36,"verse":"ತಕ್ಕಡಿ, ತೂಕದಕಲ್ಲು, ಕೊಳಗ, ಸೇರು ಇವುಗಳೆಲ್ಲವು ನ್ಯಾಯಬದ್ಧವಾಗಿಯೇ ಇರಬೇಕು. ಈಜಿಪ್ಟಿನಿಂದ ನಿಮ್ಮನ್ನು ಬರಮಾಡಿದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಾನೇ."},{"number":37,"verse":"ಆದುದರಿಂದ ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನೆಲ್ಲಾ ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ನಾನು ಸರ್ವೇಶ್ವರ."}]}