{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"(ದೈವಾಜ್ಞೆ ಮೀರಿದವರಿಗೆ ಆಗಬೇಕಾದ ಶಿಕ್ಷೆಗಳು) ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕೆಂದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೇಳಿದರು."},{"number":2,"verse":"ಇಸ್ರಯೇಲರಲ್ಲೇ ಆಗಲಿ, ಅವರ ಮಧ್ಯೆ ವಾಸಿಸುವ ಅನ್ಯದೇಶೀಯರಲ್ಲೇ ಆಗಲಿ ಯಾವನಾದರು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಂದನ್ನು ಮೋಲೆಕ ದೇವತೆಗೆ ಅರ್ಪಿಸಿದರೆ ಅವನಿಗೆ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು; ನಾಡಿನ ಜನರು ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು."},{"number":3,"verse":"ಅವನು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಂದನ್ನು ಮೋಲೆಕ ದೇವತೆಗೆ ಅರ್ಪಿಸಿ ನನ್ನ ದೇವಸ್ಥಾನವನ್ನು ಅಶುದ್ಧಮಾಡಿ ನನ್ನ ಪವಿತ್ರ ನಾಮಕ್ಕೆ ಅಪಕೀರ್ತಿ ತಂದಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ನಾನು ಅವನಿಗೆ ವಿಮುಖನಾಗಿ ಅವನನ್ನು ನನ್ನ ಜನತೆಯಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":4,"verse":"ಆ ವ್ಯಕ್ತಿ ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಂದನ್ನು ಮೋಲೆಕ ದೇವತೆಗೆ ಅರ್ಪಿಸಿದ್ದರೂ ನಾಡಿನವರು ಅವನನ್ನು ಕೊಲ್ಲದೆ ಅವನು ಮಾಡಿದ ಕೃತ್ಯವನ್ನು ನೋಡಿಯೂ ನೋಡದವರಂತೆ ವರ್ತಿಸಿದರೆ"},{"number":5,"verse":"ನಾನು ಆ ವ್ಯಕ್ತಿಗೂ ಅವನ ಕುಟುಂಬದವರಿಗೂ ವಿಮುಖನಾಗುವೆನು; ಅವನನ್ನು ಮಾತ್ರವಲ್ಲ, ಅವನನ್ನು ಹೊಂದಿಕೊಂಡು ದೇವದ್ರೋಹಿಗಳಾಗಿ ಮೋಲೆಕ ದೇವತೆಗೆ ಶರಣಾದವರೆಲ್ಲರನ್ನು ತಮ್ಮ ಜನದಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":6,"verse":"“ಯಾರಾದರು ಭೂತ-ಪ್ರೇತಗಳನ್ನು ವಿಚಾರಿಸುವವರ ಬಳಿಗೆ ಹೋಗಿ, ಅವರ ಆಲೋಚನೆಯನ್ನು ಕೇಳಿ, ದೇವದ್ರೋಹಿಯಾದರೆ ನಾನು ಅಂಥ ವ್ಯಕ್ತಿಗೆ ವಿಮುಖನಾಗಿ ಅವನನ್ನು ತನ್ನ ಜನತೆಯಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":7,"verse":"ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಾಗಿರುವ ಕಾರಣ ನೀವು ನನ್ನವರಾಗಿ ಪರಿಶುದ್ಧರಾಗಿರಬೇಕು."},{"number":8,"verse":"ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ನಾನು ನಿಮ್ಮನ್ನು ಪವಿತ್ರಜನರಾಗುವಂತೆ ಮಾಡುವ ಸರ್ವೇಶ್ವರ."},{"number":9,"verse":"“ತಂದೆಗಾಗಲಿ ತಾಯಿಗಾಗಲಿ ಶಾಪಹಾಕುವವರಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು. ತಂದೆತಾಯಿಗಳಿಗೆ ಶಾಪ ಹಾಕುವುದರಿಂದ ಅವರಿಗೆ ಸಂಭವಿಸುವ ಮರಣಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣ."},{"number":10,"verse":"“ಯಾವನಾದರು ಪರಪತ್ನಿಯೊಡನೆ ವ್ಯಭಿಚಾರ ಮಾಡಿದರೆ ಅವರಿಬ್ಬರಿಗೂ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":11,"verse":"ಯಾವನಾದರು ಮಲತಾಯಿಯನ್ನು ಕೂಡಿದರೆ ಅವನು ತಂದೆಗೆ ಮಾನಭಂಗ ಮಾಡಿದಂತಾಯಿತು. ಅವರಿಬ್ಬರಿಗೂ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು. ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":12,"verse":"ಯಾವನಾದರು ಸೊಸೆಯನ್ನು ಸಂಭೋಗಿಸಿದರೆ ಅವರಿಬ್ಬರಿಗೂ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು. ಅವರು ಅಧರ್ಮ ಕಾರ್ಯವನ್ನು ಮಾಡಿದ್ದರಿಂದ ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":13,"verse":"ಯಾವನಾದರು ಸ್ತ್ರೀಯನ್ನು ಸಂಭೋಗಿಸುವಂತೆ ಪುರುಷನನ್ನು ಸಂಭೋಗಿಸಿದರೆ ಅವರಿಬ್ಬರೂ ಹೇಸಿಗೆಯ ಕೃತ್ಯ ಮಾಡಿದ್ದರಿಂದ ಅವರಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":14,"verse":"ಯಾವನಾದರೂ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನೂ ಅವಳ ತಾಯಿಯನ್ನೂ ಇಟ್ಟುಕೊಂಡರೆ ಅದು ಅತಿದುಷ್ಟಕಾರ್ಯವಾದುದರಿಂದ ಆ ಮೂರು ಮಂದಿಯನ್ನೂ ಬೆಂಕಿಯಿಂದ ಸುಡಿಸಿಬಿಡಬೇಕು; ಅಂಥ ದುರಾಚಾರವು ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟುಮಾತ್ರವೂ ನಡೆಯಬಾರದು."},{"number":15,"verse":"ಯಾವನಾದರೂ ಪ್ರಾಣಿಸಂಗ ಮಾಡಿದರೆ ಅವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು. ಆ ಪ್ರಾಣಿಯನ್ನು ಕೊಲ್ಲಿಸಬೇಕು."},{"number":16,"verse":"ಯಾವ ಸ್ತ್ರೀಯಾದರೂ ಪ್ರಾಣಿಯಿಂದ ಸಂಗಮಮಾಡಿಸಿಕೊಂಡರೆ ಆ ಸ್ತ್ರೀಯನ್ನೂ ಪ್ರಾಣಿಯನ್ನು ಕೊಲ್ಲಿಸಬೇಕು; ಅವಳಿಗೂ ಅದಕ್ಕೂ ಮರಣವೇ ವಿಧಿ. ಆ ಮರಣ ಶಿಕ್ಷೆಗೆ ತಾವೇ ಕಾರಣರು."},{"number":17,"verse":"ಯಾವನಾದರೂ ತನ್ನ ಒಡಹುಟ್ಟಿದವಳನ್ನು ಅಂದರೆ ತಂದೆಯ ಮಗಳನ್ನಾಗಲಿ ತಾಯಿಯ ಮಗಳನ್ನಾಗಲಿ ಕರೆದುಕೊಂಡು ಅವಳ ಮಾನವನ್ನು ಇವನೂ ಇವನ ಮಾನವನ್ನು ಅವಳೂ ನೋಡಿದರೆ ಅದು ನಾಚಿಕೆಗೇಡಾದ ಕೆಲಸವಾಗಿರುವುದರಿಂದ ಅವರ ಕುಲದವರ ಎದುರಾಗಿಯೇ ಅವರಿಗೆ ಮರಣಶಿಕ್ಷೆಯನ್ನು ಮಾಡಿಸಬೇಕು. ಆ ಮನುಷ್ಯನು ಒಡಹುಟ್ಟಿದವಳನ್ನು ಸಂಗಮಿಸಿದುದರಿಂದ ತನ್ನ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":18,"verse":"ಯಾವನಾದರೂ ಮುಟ್ಟಾದ ಸ್ತ್ರೀಯನ್ನು ಸಂಗಮಿಸಿದರೆ ಅವನು ಅವಳ ಶೋಣಿತಸ್ಥಾನವನ್ನು ಬಯಲುಪಡಿಸಿದವನು, ಅವಳು ಬಯಲುಪಡಿಸಿಕೊಂಡವಳು; ಆದ್ದರಿಂದ ಅವರಿಬ್ಬರೂ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."},{"number":19,"verse":"ತಂದೆಯ ಅಥವಾ ತಾಯಿಯ ಒಡಹುಟ್ಟಿದವಳ ಸಂಗಮಾಡಬಾರದು; ಹಾಗೆ ಮಾಡಿದವನು ರಕ್ತಸಂಬಂಧಿಯನ್ನು ಸಂಗಮಿಸಿದವನಾದುದರಿಂದ ಅವರಿಬ್ಬರೂ ತಮ್ಮ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":20,"verse":"ಯಾವನಾದರೂ ದೊಡ್ಡಮ್ಮನನ್ನಾಗಲಿ ಚಿಕ್ಕಮ್ಮನನ್ನಾಗಲಿ ಸಂಗಮಿಸಿದರೆ ಅವನು ದೊಡ್ಡಪ್ಪ ಚಿಕ್ಕಪ್ಪನವರ ಮಾನವನ್ನು ಭಂಗಪಡಿಸಿದವನಾದುದರಿಂದ ಆ ಸ್ತ್ರೀಪುರುಷರು ಆ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು; ಅವರು ಸಂತಾನವಿಲ್ಲದೆ ಸಾಯುವರು."},{"number":21,"verse":"ಯಾವನಾದರೂ ಅತ್ತಿಗೆ ನಾದಿನಿಯವರನ್ನು ಇಟ್ಟುಕೊಂಡರೆ ಅದು ಅಶುದ್ಧವಾದ ಕೆಲಸ; ಅವನು ಅಣ್ಣತಮ್ಮಂದಿರ ಮಾನವನ್ನೇ ಭಂಗಪಡಿಸಿದವನು. ಅವರಿಗೆ ಸಂತಾನವಿರುವುದಿಲ್ಲ."},{"number":22,"verse":"ಈ ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನೆಲ್ಲಾ ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು; ಹಾಗೆ ನಡೆದರೆ ನಾನು ನಿಮ್ಮನ್ನು ಯಾವ ದೇಶಕ್ಕೆ ಬರಮಾಡಿ ಅದನ್ನು ನಿವಾಸಕ್ಕಾಗಿ ಕೊಡುತ್ತೇನೋ ಆ ದೇಶವು ನಿಮ್ಮನ್ನು ಕಾರಿಬಿಡುವುದಿಲ್ಲ."},{"number":23,"verse":"ನಾನು ನಿಮ್ಮ ಎದುರಿನಿಂದ ಹೊರಡಿಸುವ ಜನಾಂಗದ ಆಚಾರಗಳನ್ನು ನೀವು ಅನುಸರಿಸಬಾರದು; ಅವರು ಈ ದುರಾಚಾರಗಳನ್ನೆಲ್ಲಾ ನಡಿಸಿದುದರಿಂದ ನನಗೆ ಹೇಸಿಗೆಯಾದರು."},{"number":24,"verse":"ನಿಮಗಾದರೋ - ನೀವು ಅವರ ದೇಶವನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವಿರಿ; ಹಾಲೂ ಜೇನೂ ಹರಿಯುವಂಥ ಆ ದೇಶವನ್ನು ನಿಮಗೆ ಸ್ವದೇಶವಾಗುವುದಕ್ಕೆ ಕೊಡುವೆನು ಎಂದು ನಾನು ಮಾತುಕೊಟ್ಟೆನಲ್ಲವೇ? ನಾನು ನಿಮ್ಮನ್ನು ಇತರ ಜನಾಂಗಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಿದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ."},{"number":25,"verse":"ನೀವು ಶುದ್ಧಾಶುದ್ಧ ಜಂತುಗಳನ್ನು ಪಕ್ಷಿಗಳನ್ನು ವಿವೇಚನೆಮಾಡಿ ನಾನು ಅಶುದ್ಧವೆಂದು ನಿರ್ಣಯಿಸಿರುವ ಯಾವ ಪ್ರಾಣಿಪಕ್ಷಿ ಕ್ರಿಮಿಕೀಟಗಳಿಂದಲೂ ನಿಮ್ಮನ್ನು ಹೇಯಮಾಡಿಕೊಳ್ಳಬಾರದು."},{"number":26,"verse":"ಸರ್ವೇಶ್ವರನೆಂಬ ನಾನು ಪರಿಶುದ್ಧನಾಗಿದ್ದೇನೆ, ಮತ್ತು ನೀವು ನನ್ನ ಜನರಾಗುವಂತೆ ನಿಮ್ಮನ್ನು ಇತರ ಜನಾಂಗಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಿದ್ದೇನೆ; ಆದ್ದರಿಂದ ನೀವು ನನಗೆ ಮೀಸಲಾಗಿರಬೇಕು."},{"number":27,"verse":"ಭೂತಪ್ರೇತಗಳನ್ನು ವಿಚಾರಿಸುವವರು ಸ್ತ್ರೀಯರಾಗಲಿ ಪುರುಷರಾಗಲಿ ಮರಣಶಿಕ್ಷೆ ಹೊಂದಬೇಕು. ಕಲ್ಲೆಸೆದು ಅವರನ್ನು ಕೊಲ್ಲಬೇಕು; ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."}]}