{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"ವೃಕ್ಷಾಕಾರದ ದೀಪಸ್ತಂಭ(20 27:20-21) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೀಗೆಂದು ತಿಳಿಸಿದರು:"},{"number":2,"verse":"“ದೇವಸ್ಥಾನದಲ್ಲಿರುವ ದೀಪಗಳನ್ನು ಪ್ರತಿನಿತ್ಯವೂ ಉರಿಸಬೇಕು. ಇದಕ್ಕಾಗಿ ಇಸ್ರಯೇಲರು ಎಣ್ಣೇಮರದ ಕಾಯಿಗಳನ್ನು ಕುಟ್ಟಿ ತೆಗೆದ ನಿರ್ಮಲವಾದ ಅಪ್ಪಟ ಎಣ್ಣೆಯನ್ನು ನಿನಗೆ ತಂದುಕೊಡಬೇಕೆಂದು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸು."},{"number":3,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷದ ಮುಂದಿರುವ ತೆರೆಯ ಹೊರಗೆ ಆ ದೀಪಗಳು ಉರಿಯುತ್ತಿರಬೇಕು. ಅವು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಾಯಂಕಾಲದಿಂದ ಉದಯದವರೆಗೆ ಉರಿಯುತ್ತಿರುವಂತೆ ಆರೋನನು ಅವುಗಳನ್ನು ಸರಿಪಡಿಸಬೇಕು. ಇದು ನಿಮಗೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತನಿಯಮ."},{"number":4,"verse":"ಆರೋನನು ಪ್ರತಿನಿತ್ಯವೂ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಹಣತೆಗಳನ್ನು ಆ ಚೊಕ್ಕ ಬಂಗಾರದ ದೀಪವೃಕ್ಷದ ಮೇಲೆ ಸರಿಯಾಗಿ ಇಡಬೇಕು."},{"number":5,"verse":"ದೇವರಿಗೆ ಅರ್ಪಿತವಾದ ರೊಟ್ಟಿ “ನೀನು ಗೋದಿಯ ಹಿಟ್ಟಿನಿಂದ ಹನ್ನೆರಡು ರೊಟ್ಟಿಗಳನ್ನು ಮಾಡಬೇಕು. ಪ್ರತಿಯೊಂದು ರೊಟ್ಟಿ ಎರಡೆರಡು ಕಿಲೋಗ್ರಾಂನದಾಗಿರಬೇಕು."},{"number":6,"verse":"ಅವುಗಳನ್ನು ಆರಾರರ ಮೇರೆಗೆ ಎರಡು ರಾಶಿಗಳಾಗಿ ಚೊಕ್ಕ ಬಂಗಾರದ ಮೇಜಿನ ಮೇಲೆ ಸರ್ವೇಶ್ವರನ ಸಮ್ಮುಖದಲ್ಲಿ ಇಡಬೇಕು."},{"number":7,"verse":"ಒಂದೊಂದು ರಾಶಿಯ ಮೇಲೆ ಸ್ವಚ್ಛವಾದ ಸಾಂಬ್ರಾಣಿಯನ್ನು ಇಡಬೇಕು. ಆ ರೊಟ್ಟಿಗಳ ನೈವೇದ್ಯವನ್ನು ಸೂಚಿಸಲು ಆ ಸಾಂಬ್ರಾಣಿಯನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಹೋಮಮಾಡಬೇಕು."},{"number":8,"verse":"ಶಾಶ್ವತವಾದ ನಿಬಂಧನೆಯ ಮೇರೆಗೆ ಯಾಜಕನು ಯಾವಾಗಲೂ ಪ್ರತಿ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ರೊಟ್ಟಿಗಳನ್ನು ತಂದು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಕ್ರಮಪಡಿಸಿ ಅವುಗಳನ್ನು ಇಸ್ರಯೇಲರ ಪರವಾಗಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":9,"verse":"ಅವು ಆರೋನನಿಗೂ ಅವನ ಸಂತತಿಯವರಿಗೂ ಸಲ್ಲಬೇಕು. ಮಹಾಪರಿಶುದ್ಧವಾದ ಆ ರೊಟ್ಟಿಗಳನ್ನು ದೇವಸ್ಥಾನದ ಪ್ರಾಕಾರದಲ್ಲೇ ತಿನ್ನಬೇಕು. ಅವು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿತವಾದ ದಹನದ್ರವ್ಯಗಳಿಗೆ ಸೇರಿದವುಗಳಾಗಿರುವುದರಿಂದ ಶಾಶ್ವತ ನಿಯಮದ ಪ್ರಕಾರ ಯಾಜಕರಿಗೇ ಸಲ್ಲಬೇಕು."},{"number":10,"verse":"ದೇವದೂಷಣೆಗೆ ತಕ್ಕ ದಂಡನೆ ಇಸ್ರಯೇಲ್ ಮಹಿಳೆಯೊಬ್ಬಳಿಗೆ ಈಜಿಪ್ಟಿನ ಪುರುಷನಿಂದ ಹುಟ್ಟಿದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಇದ್ದನು. ಇವನು ಇಸ್ರಯೇಲರ ಪಾಳೆಯಕ್ಕೆ ಬಂದು ಇಸ್ರಯೇಲನೊಬ್ಬನ ಸಂಗಡ ಜಗಳವಾಡಿ, ಬೈದುದು ಮಾತ್ರವಲ್ಲದೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯನ್ನು ದೂಷಿಸಿ ಶಾಪ ಹಾಕಿದನು."},{"number":11,"verse":"ಅವನನ್ನು ಮೋಶೆಯ ಬಳಿಗೆ ಹಿಡಿದು ತಂದರು. ಆ ವ್ಯಕ್ತಿಯ ತಾಯಿ ದಾನ್ ಕುಲದ ದಿಬ್ರೀಯ ಮಗಳು ‘ಶೆಲೋಮೀತ್’ ಎಂದು ಅವಳ ಹೆಸರು."},{"number":12,"verse":"ಅವನ ವಿಷಯವಾಗಿ ಸರ್ವೇಶ್ವರನ ತೀರ್ಪನ್ನು ತಿಳಿದುಕೊಳ್ಳುವಷ್ಟು ಕಾಲ ಅವನನ್ನು ಕಾವಲಲ್ಲಿ ಇರಿಸಲಾಯಿತು."},{"number":13,"verse":"ಆಗ ಮೋಶೆಗೆ ಸರ್ವೇಶ್ವರ ಹೀಗೆಂದು ತಿಳಿಸಿದರು:"},{"number":14,"verse":"ಆ ದೇವದೂಷಕನನ್ನು ಪಾಳೆಯದ ಹೊರಗೆ ಒಯ್ಯಬೇಕು. ಅವನಾಡಿದ ದೂಷಣೆಯ ಮಾತುಗಳನ್ನು ಕೇಳಿದವರೆಲ್ಲರು ಅವನ ತಲೆಯ ಮೇಲೆ ಕೈಚಾಚಬೇಕು. ಅನಂತರ ಸಮಾಜದವರೆಲ್ಲರು ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು."},{"number":15,"verse":"ಮತ್ತು ಇಸ್ರಯೇಲರಿಗೆ ನೀನು ಹೀಗೆ ಹೇಳಬೇಕು: ತನ್ನ ದೇವರನ್ನು ದೂಷಿಸಿದವನು ಆ ದೋಷದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":16,"verse":"ಸರ್ವೇಶ್ವರನ ಹೆಸರನ್ನು ನಿಂದಿಸಿದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ಸಮಾಜದವರೆಲ್ಲರು ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು. ಅನ್ಯದೇಶೀಯನಾಗಿರಲಿ, ಸ್ವದೇಶೀಯನಾಗಿರಲಿ ಸರ್ವೇಶ್ವರನ ಹೆಸರನ್ನು ನಿಂದಿಸಿದರೆ ಅವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":17,"verse":"ಕೊಲೆ ಮಾಡಿದವನಿಗೆ ಮರಣದಂಡನೆಯಾಗಬೇಕು."},{"number":18,"verse":"ಪಶುಪ್ರಾಣಿಯನ್ನು ಹೊಡೆದು ಕೊಂದವನಿಂದ ಅದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಈಡನ್ನು ಕೊಡಿಸಬೇಕು; ಪ್ರಾಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಪ್ರಾಣಿಯನ್ನು ಕೊಡಿಸಬೇಕು."},{"number":19,"verse":"ಯಾವನಾದರು ಮತ್ತೊಬ್ಬನನ್ನು ಅಂಗಹೀನನನ್ನಾಗಿ ಮಾಡಿದರೆ ಅವನು ಮಾಡಿದಂತೆಯೆ ಅವನಿಗೆ ಮಾಡಿಸಬೇಕು."},{"number":20,"verse":"ಅವಯವವನ್ನು ಮುರಿಯುವುದೇ ಶಿಕ್ಷೆ. ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣು, ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲು ಕೀಳಿಸಬೇಕು. ಮತ್ತೊಬ್ಬನನ್ನು ಅಂಗವಿಕಲನನ್ನಾಗಿ ಮಾಡಿದವನಿಗೆ ಅದೇ ರೀತಿ ಪ್ರತೀಕಾರ ಮಾಡಿಸಬೇಕು."},{"number":21,"verse":"ಪಶುಪ್ರಾಣಿಯನ್ನು ಕೊಂದವನಿಗೆ ಅದಕ್ಕೆ ಬದಲಾಗಿ ಈಡುಕೊಡಬೇಕು; ಮನುಷ್ಯನನ್ನು ಕೊಂದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":22,"verse":"ಅನ್ಯರಿಗಾಗಲಿ ಸ್ವಜನರಿಗಾಗಲಿ ಪಕ್ಷಪಾತವಿಲ್ಲದೆ ಒಂದೇ ನಿಯಮವಿರಬೇಕು. ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ.”"},{"number":23,"verse":"ಮೋಶೆ ಈ ಮಾತುಗಳನ್ನು ಇಸ್ರಯೇಲರಿಗೆ ತಿಳಿಸಿದನು. ಅವರು ಆ ದೂಷಕನನ್ನು ಪಾಳೆಯದ ಹೊರಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಕಲ್ಲೆಸೆದು ಕೊಂದರು. ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಯೇಲರು ಮಾಡಿದರು."}]}