{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"(ಜೂಬಿಲಿ ವರ್ಷ) ( ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕೆಂದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಸೀನಾಯಿ ಬೆಟ್ಟದಲ್ಲಿ ಹೇಳಿದರು:"},{"number":2,"verse":"“ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಕೊಡುವ ನಾಡಿಗೆ ನೀವು ಬಂದಾಗ ಆ ನಾಡು ಸರ್ವೇಶ್ವರನ ಗೌರವಾರ್ಥ ವಿಶ್ರಾಂತಿಯನ್ನು ಆಚರಿಸಬೇಕು."},{"number":3,"verse":"ಆರು ವರ್ಷಗಳು ನೀವು ಹೊಲದಲ್ಲಿ ಬಿತ್ತನೆ ಮಾಡಬಹುದು. ದ್ರಾಕ್ಷಿತೋಟದ ಕೆಲಸವನ್ನು ಮಾಡಬಹುದು. ಹೊಲತೋಟಗಳ ಬೆಳೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."},{"number":4,"verse":"ಆದರೆ ಏಳನೆಯ ವರ್ಷ ಯಾವ ವ್ಯವಸಾಯವನ್ನೂ ಮಾಡಬಾರದು. ಅದು ವಿಶ್ರಾಂತಿಕಾಲವಾಗಿಯೂ ಸರ್ವೇಶ್ವರನ ಗೌರವಾರ್ಥ ಸಬ್ಬತ್ ಕಾಲವಾಗಿಯೂ ಇರಬೇಕು. ಆ ವರ್ಷ ಹೊಲದಲ್ಲಿ ವ್ಯವಸಾಯ ಮಾಡಬಾರದು; ದ್ರಾಕ್ಷೀ ತೋಟದ ಕೆಲಸವನ್ನೂ ಕೈಬಿಡಬೇಕು."},{"number":5,"verse":"ಹೊಲದಲ್ಲಿ ತಾನಾಗಿ ಬೆಳೆದ ಫಸಲನ್ನು ನೀವು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳಬಾರದು. ತಾನಾಗಿಯೇ ಬೆಳೆದ ದ್ರಾಕ್ಷಿ ಹಣ್ಣನ್ನು ಶೇಖರಿಸಿಟ್ಟುಕೊಳ್ಳಬಾರದು. ಆ ವರ್ಷ ಪೂರ್ತಿ ಭೂಮಿಗೆ ಸಂಪೂರ್ಣ ವಿಶ್ರಾಂತಿಯಿರಬೇಕು."},{"number":6,"verse":"ಆದರೆ ಅಂಥ ಸಬ್ಬತ್ ಸಂವತ್ಸರದಲ್ಲಿ ಭೂಮಿ ತಾನಾಗಿಯೇ ಬೆಳೆದದ್ದು ನಿಮಗೆ, ನಿಮ್ಮ ದಾಸದಾಸಿಯರಿಗೆ, ಕೂಲಿಯವರಿಗೆ"},{"number":7,"verse":"ಮತ್ತು ನಿಮ್ಮಲ್ಲಿ ತಂಗಿರುವ ಪರದೇಶಿಯರಿಗೆ ಹಾಗು ನಿಮ್ಮ ಪಶುಪ್ರಾಣಿಗಳಿಗೆ ಮತ್ತು ನಾಡಿನ ಕಾಡುಮೃಗಗಳಿಗೆ ಆಹಾರವಾಗಬಹುದು."},{"number":8,"verse":"(ಜೂಬಿಲಿ ವರ್ಷ ಪ್ರಾಯಶ್ಚಿತ್ತ ವರ್ಷ) “ಅದಲ್ಲದೆ, ಏಳು ವರ್ಷಕ್ಕೆ ಒಂದರಂತೆ ಏಳು ಸಬ್ಬತ್ ವರ್ಷಗಳನ್ನು ಎಣಿಸಬೇಕು. ಆ ಏಳು ಸಬ್ಬತ್ ಸಂವತ್ಸರಗಳ ಕಾಲ, ಅಂದರೆ ನಾಲ್ವತ್ತೊಂಬತ್ತು ವರ್ಷಗಳು ಕಳೆದ ಮೇಲೆ"},{"number":9,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿವಸ ನಿಮ್ಮ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಕೊಂಬೂದಿಸಬೇಕು."},{"number":10,"verse":"ನೀವು ಆ ಐವತ್ತನೆಯ ವರ್ಷವನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾದ ವರ್ಷವೆಂದು ಭಾವಿಸಬೇಕು. ಆ ವರ್ಷ ನಾಡಿನ ನಿವಾಸಿಗಳೆಲ್ಲರಿಗೂ ಬಿಡುಗಡೆಯಾಯಿತೆಂದು ಸಾರಬೇಕು. ಅದು ‘ಜೂಬಿಲಿ’ ಸಂವತ್ಸರವಾದುದರಿಂದ ನೀವೆಲ್ಲರು ನಿಮ್ಮ ನಿಮ್ಮ ಸ್ವಂತ ಭೂಮಿಗಳಿಗೂ ಹಾಗು ಸ್ವಜನರ ಬಳಿಗೂ ಹೋಗಿ ಇರಬಹುದು."},{"number":11,"verse":"ಆ ಐವತ್ತನೆಯ ವರ್ಷದಲ್ಲಿ, ಅಂದರೆ ‘ಜೂಬಿಲಿ’ ಸಂವತ್ಸರದಲ್ಲಿ ನೀವು ಬಿತ್ತನೆ ಮಾಡಬಾರದು; ತಾನಾಗಿ ಬೆಳೆದ ಫಸಲನ್ನು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳಬಾರದು; ನೀವು ಕೃಷಿಮಾಡದೆ ಬಿಟ್ಟ ದ್ರಾಕ್ಷೀತೋಟದ ಹಣ್ಣನ್ನು ಸಂಗ್ರಹಿಸಬಾರದು."},{"number":12,"verse":"ಅದು ಜೂಬಿಲಿ ವರ್ಷವಾದುದರಿಂದ ನೀವು ಅದನ್ನು ಮೀಸಲಾದದ್ದೆಂದು ಭಾವಿಸಬೇಕು. ಹೊಲದಲ್ಲಿ ತಾನಾಗಿ ಬೆಳೆದದ್ದನ್ನು ಊಟಮಾಡಬಹುದು."},{"number":13,"verse":"ಜೂಬಿಲಿ ವರ್ಷದಲ್ಲಿ ನಿಮ್ಮ ನಿಮ್ಮ ಸ್ವಂತ ಭೂಮಿಗಳು ಮರಳಿ ನಿಮ್ಮ ವಶಕ್ಕೆ ಬರುವುವು."},{"number":14,"verse":"ನೀವು ಸ್ಥಿರಸೊತ್ತನ್ನು ಸ್ವದೇಶದವರೊಡನೆ ಕ್ರಯ-ವಿಕ್ರಯ ಮಾಡುವಾಗ ಇದರ ವಿಷಯದಲ್ಲಿ ಅನ್ಯಾಯ ಮಾಡಬಾರದು."},{"number":15,"verse":"ಕಳೆದ ಜೂಬಿಲಿ ವರ್ಷದಿಂದ ಇಷ್ಟು ವರ್ಷ ಆಯಿತೆಂದು ಲೆಕ್ಕಿಸಿ ಸ್ವದೇಶದವನಿಂದ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು; ಅಂತೆಯೇ ಮಾರುವವನು ಇಷ್ಟು ವರ್ಷಗಳ ಬೆಳೆಯಾಯಿತೆಂದು ಲೆಕ್ಕಿಸಿ ಕ್ರಯಕ್ಕೆ ಕೊಡಬೇಕು."},{"number":16,"verse":"ಮುಂದಣ ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ಹೆಚ್ಚು ವರ್ಷಗಳಾದರೆ ಭೂಮಿಯ ಕ್ರಯವನ್ನು ಹೆಚ್ಚಿಸಬೇಕು; ಕಡಿಮೆಯಾದರೆ ತಗ್ಗಿಸಬೇಕು. ಏಕೆಂದರೆ ಮಾರುವವನು ಭೂಮಿಯನ್ನಲ್ಲ, ಬೆಳೆಗಳನ್ನು ಲೆಕ್ಕಿಸಿ ಮಾರುತ್ತಾನಷ್ಟೆ."},{"number":17,"verse":"ಆದುದರಿಂದ ನೀವು ಒಬ್ಬರಿಗೊಬ್ಬರು ಅನ್ಯಾಯ ಮಾಡಬಾರದು. ನಿಮ್ಮ ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಬೇಕು. ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು."},{"number":18,"verse":"(ಸಬ್ಬತ್ ಸಂವತ್ಸರದ ಸಮಸ್ಯೆ) “ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ಆಗ ನೀವು ನಾಡಿನಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ಬಾಳುವಿರಿ."},{"number":19,"verse":"ನಿಮ್ಮ ಭೂಮಿ ಫಲವತ್ತಾಗುವುದು; ನಿಮಗೆ ಸಮೃದ್ಧಿಯಾದ ಊಟ ದೊರಕುವುದು ಮತ್ತು ಆ ನಾಡಿನಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ವಾಸಮಾಡುವಿರಿ."},{"number":20,"verse":"ಆದರೆ ಆ ಏಳನೆಯ ವರ್ಷದಲ್ಲಿ ಬಿತ್ತನೆ ಮಾಡುವುದಕ್ಕಾಗಲಿ, ಬೆಳೆದದ್ದನ್ನು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳುವುದಕ್ಕಾಗಲಿ ಅಪ್ಪಣೆಯಿರುವುದಿಲ್ಲ. ಹಾಗಾದರೆ ಆ ವರ್ಷ ಏನು ತಿನ್ನಬೇಕೆಂದು ವಿಚಾರಿಸುತ್ತೀರೋ? ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿ:"},{"number":21,"verse":"ಆರನೆಯ ವರ್ಷದ ಬೆಳೆ ನನ್ನ ಪೂರ್ಣಾನುಗ್ರಹದಿಂದ ಮೂರು ವರ್ಷಗಳ ಬೆಳೆಯಷ್ಟಾಗುವುದು."},{"number":22,"verse":"ಎಂಟನೆಯ ವರ್ಷದಲ್ಲಿ ಬಿತ್ತನೆ ಮಾಡಿ ಅದರ ಬೆಳೆ ದೊರೆಯುವ ತನಕ, ಅಂದರೆ ಒಂಬತ್ತನೆಯ ವರ್ಷದವರೆಗೆ ಹಿಂದಿನ ಬೆಳೆಯಿಂದಲೇ ಜೀವನ ಮಾಡುವಿರಿ."},{"number":23,"verse":"(ಆಸ್ತಿಪಾಸ್ತಿಗಳ ಬಿಡುಗಡೆ) “ಭೂಮಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ವಿಕ್ರಯಿಸಿ ಬಿಡಬಾರದು. ಏಕೆಂದರೆ ಭೂಮಿ ನನ್ನದು. ನೀವಾದರೋ ಪರವಾಸಿಗಳು, ನನ್ನ ಆಶ್ರಯದಲ್ಲಿ ತಂಗಿರುವವರು."},{"number":24,"verse":"ನಿಮ್ಮಲ್ಲಿ ಮತ್ತೊಬ್ಬನ ಸೊತ್ತು ನಿಮ್ಮ ವಶಕ್ಕೆ ಬಂದರೆ ಅದನ್ನು ಈಡುಕೊಟ್ಟು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಹಕ್ಕು, ಕೊಟ್ಟವನಿಗೆ ಇರಬೇಕು."},{"number":25,"verse":"ನಿಮ್ಮ ಸ್ವಜನರಲ್ಲಿ ಒಬ್ಬನು ಬಡವನಾಗಿ ತನ್ನ ಭೂಮಿಯನ್ನು ಏನಾದರು ಮಾರಿಕೊಂಡರೆ ಅವನ ಸಮೀಪ ನೆಂಟನು ಇದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":26,"verse":"ಬಿಡಿಸಬಲ್ಲ ನೆಂಟನು ಇಲ್ಲದೆಹೋದರೆ, ಮಾರಿದವನೇ ಮತ್ತೆ ಬಿಡಿಸಿಕೊಳ್ಳುವಷ್ಟು ಉತ್ತಮ ಸ್ಥಿತಿಗೆ ಬಂದರೆ,"},{"number":27,"verse":"ಆ ಭೂಮಿಯನ್ನು ಮಾರಿದಂದಿನಿಂದ ಕಳೆದ ವರ್ಷಗಳನ್ನು ಬಿಟ್ಟು, ಉಳಿದ ಅವಧಿಗೆ ಕ್ರಯಕೊಟ್ಟು ತನ್ನ ಭೂಮಿಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಬಹುದು."},{"number":28,"verse":"ಅವನು ಆ ಭೂಮಿಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಲಾಗದೆ ಹೋದರೆ ಅದು ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ಕೊಂಡುಕೊಂಡವನ ವಶದಲ್ಲೇ ಇರಬೇಕು. ಜೂಬಿಲಿ ವರ್ಷದಲ್ಲಿ ಅದು ಬಿಡುಗಡೆಯಾಗುವುದು. ಆಗ ಆ ಭೂಮಿ ಮರಳಿ ಅವನ ವಶಕ್ಕೆ ಬರುವುದು."},{"number":29,"verse":"“ಯಾವನಾದರು ಕೋಟೆಯಿರುವ ಪಟ್ಟಣದ ಮನೆಯನ್ನು ಮಾರಿದರೆ ಅದನ್ನು ಮಾರಿದ ದಿನದಿಂದ ಒಂದು ವರ್ಷ ಪೂರ್ತಿಯಾಗುವುದರೊಳಗೆ ಈಡುಕೊಟ್ಟು ಬಿಡಿಸಬಹುದು. ಒಂದು ವರ್ಷ ಪೂರ್ತಿ ಅದನ್ನು ಬಿಡಿಸುವ ಹಕ್ಕು ಅವನಿಗಿರುವುದು."},{"number":30,"verse":"ಕೋಟೆಯಿರುವ ಪಟ್ಟಣದ ಆ ಮನೆಯನ್ನು ಒಂದು ವರ್ಷದೊಳಗೆ ಬಿಡಿಸಲಾಗದೆ ಹೋದರೆ ಅದು ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲೂ ಬಿಡುಗಡೆ ಆಗದೆ ಕ್ರಯಕೊಟ್ಟವನಿಗೂ ಅವನ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವುದು."},{"number":31,"verse":"ಕೋಟೆಯಿಲ್ಲದ ಊರುಗಳಲ್ಲಿರುವ ಮನೆಗಳಲ್ಲಿ ಬಯಲಿನ ಹೊಲಗಳಂತೆ ಎಣಿಸಬೇಕು. ಅವುಗಳನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಹಕ್ಕು ಇರುವುದು. ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಅವು ಬಿಡುಗಡೆಯಾಗುವುವು."},{"number":32,"verse":"ಆದರೆ ಲೇವಿಯರ ಸೊತ್ತಾಗಿರುವ ಪೇಟೆಗಳಲ್ಲಿನ ಮನೆಗಳು ಮಾರಲ್ಪಟ್ಟರೆ ಅವುಗಳನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಹಕ್ಕು ಲೇವಿಯರಿಗೆ ಯಾವಾಗಲು ಇರುವುದು."},{"number":33,"verse":"ಲೇವಿಯರಲ್ಲಿ ಯಾರೂ ಅದನ್ನು ಬಿಡಿಸದೆ ಹೋದರೆ ಲೇವಿಯರ ಸೊತ್ತಾದ ಅಂಥ ಪೇಟೆಮನೆ ಮಾರಾಟವಾಗಿದ್ದರೂ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಬಿಡುಗಡೆಯಾಗುವುದು. ಏಕೆಂದರೆ ಇಸ್ರಯೇಲರ ಮಧ್ಯೆಯಿರುವ ಲೇವಿಯರ ಪೇಟೆಮನೆಗಳು ಅವರ ಶಾಶ್ವತ ಸೊತ್ತು."},{"number":34,"verse":"ಅವರು ತಮ್ಮ ಪೇಟೆಗಳಿಗೆ ಸೇರಿರುವ ಹುಲ್ಲುಗಾವಲನ್ನು ಮಾರಲೇಕೂಡದು. ಅದು ಅವರಿಗೆ ಶಾಶ್ವತವಾದ ಸೊತ್ತು."},{"number":35,"verse":"(ಬಡಬಗ್ಗರ ಬಿಡುಗಡೆ) “ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬ ಸಹೋದರನು ಬಡತನದಿಂದ ಗತಿಹೀನನಾದರೆ ನೀವು ಅವನನ್ನು ನಿಮ್ಮ ನಡುವೆ ತಂಗಿರುವ ಆಗಂತುಕನೆಂದು ಭಾವಿಸಿ ಸಹಾಯಮಾಡಬೇಕು."},{"number":36,"verse":"ಅವನಿಂದ ಬಡ್ಡಿಯನ್ನಾಗಲಿ, ಲಾಭವನ್ನಾಗಲಿ ತೆಗೆದುಕೊಳ್ಳಬಾರದು. ನೀವು ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯಿಟ್ಟು, ಅವನು ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಬದುಕುವಂತೆ ನೋಡಿಕೊಳ್ಳಬೇಕು."},{"number":37,"verse":"ನೀವು ಅವನಿಗೆ ಸಾಲಕೊಟ್ಟರೆ ಬಡ್ಡಿಯನ್ನು ಕೇಳಬೇಡಿ, ದವಸಧಾನ್ಯ ಕೊಟ್ಟರೆ ಲಾಭ ಕೇಳಬೇಡಿ."},{"number":38,"verse":"ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ. ನಿಮಗೆ ದೇವರಾಗಿರಲು, ನಿಮಗೆ ಕಾನಾನ್ ನಾಡನ್ನು ನೀಡಲು, ನಿಮ್ಮನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಬರಮಾಡಿದವನು ನಾನೇ."},{"number":39,"verse":"ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬ ಸಹೋದರನು ಬಡವನಾಗಿ ತನ್ನನ್ನೇ ಮಾರಿಕೊಂಡರೆ ಅವನನ್ನು ಗುಲಾಮನಂತೆ ನಡೆಸಿಕೊಳ್ಳಬಾರದು."},{"number":40,"verse":"ಅವನು ಕಾರ್ಮಿಕನಂತೆ ಆಗಂತುಕನಂತೆ ನಿಮ್ಮ ಬಳಿಯಲ್ಲೆ ಇದ್ದು, ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ನಿಮ್ಮ ಸೇವೆಮಾಡಲಿ."},{"number":41,"verse":"ಆಗ ಅವನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಬಿಡುಗಡೆ ಮಾಡಬೇಕು; ಆಗ ಅವನು ಸ್ವಜನರ ಬಳಿಗೂ ಪಿತ್ರಾರ್ಜಿತ ಸೊತ್ತಿಗೂ ಹಿಂದಿರುಗಬಹುದು."},{"number":42,"verse":"ಅಂಥವರು ನನಗೇ ದಾಸರು. ನಾನು ಅವರನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಬರಮಾಡಿದೆ. ಗುಲಾಮರನ್ನು ಮಾರುವಂತೆ ನೀವು ಅವರನ್ನು ವಿಕ್ರಯಿಸಬಾರದು."},{"number":43,"verse":"ಅವರಿಂದ ಕಠಿಣವಾದ ಸೇವೆ ಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು. ನಿಮ್ಮ ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯಿರಲಿ."},{"number":44,"verse":"ಗುಲಾಮಗಿರಿಗಾಗಿ ನಿಮಗೆ ಸ್ತ್ರೀಪುರುಷರು ಬೇಕಾದರೆ ಸುತ್ತಮುತ್ತಲಿರುವ ಅನ್ಯರನ್ನು ಕೊಂಡುಕೊಳ್ಳಬಹುದು;"},{"number":45,"verse":"ನಿಮ್ಮ ನಡುವೆ ಇರುವ ಪರವಾಸಿಗಳನ್ನೂ ನಿಮ್ಮ ನಾಡಿನಲ್ಲೇ ಅವರಿಂದ ಹುಟ್ಟಿದವರನ್ನೂ ಕೊಂಡುಕೊಳ್ಳಬಹುದು. ಅಂಥವರು ನಿಮಗೆ ಸೊತ್ತಾಗಬಹುದು."},{"number":46,"verse":"ಅಂಥವರನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡು ನಿಮ್ಮ ತರುವಾಯ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೆ ಸೊತ್ತಾಗಿ ಕೊಟ್ಟುಬಿಡಬಹುದು. ಅವರನ್ನು ಶಾಶ್ವತ ಜೀತದಾರರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಆದರೆ ಇಸ್ರಯೇಲರಾದ ನೀವೆಲ್ಲರು ಸಹೋದರರು. ಆದುದರಿಂದ ಒಬ್ಬರಿಂದೊಬ್ಬರು ಕ್ರೂರವಾಗಿ ಸೇವೆ ಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು."},{"number":47,"verse":"ನಿಮ್ಮ ಸಹೋದರರಲ್ಲಿ ಒಬ್ಬನು ಬಡವನಾಗಿ ನಿಮ್ಮ ನಡುವೆ ಮನೆಮಾಡಿಕೊಂಡ ಧನವಂತನಾದ ಅನ್ಯದೇಶದವನಿಗಾಗಲಿ ಅವನಿಗೆ ಸೇರಿದವನಾಗಲಿ ತನ್ನನ್ನು ಮಾರಿಕೊಂಡಿದ್ದರೂ ಅವನಿಗೆ ಬಿಡುಗಡೆಯಾಗಬಹುದು."},{"number":48,"verse":"ಅವನ ಬಂಧುಗಳಲ್ಲಿ ಯಾರಾದರೂ ಈಡುಕೊಟ್ಟು ಅವನನ್ನು ಬಿಡಿಸಬಹುದು."},{"number":49,"verse":"ಅವನ ದೊಡ್ಡಪ್ಪ ಚಿಕ್ಕಪ್ಪಂದಿರಾಗಲಿ ಇವರ ಮಕ್ಕಳಾಗಲಿ ಅಥವಾ ಸಮೀಪ ಬಂಧುಗಳಲ್ಲಿ ಯಾರೇ ಆಗಲಿ ಈಡುಕೊಟ್ಟು ಅವನನ್ನು ಬಿಡಿಸಬಹುದು. ಬೇಕಾದಷ್ಟು ಹಣವು ದೊರೆತರೆ ತನ್ನನ್ನು ತಾನೇ ಬಿಡಿಸಿಕೊಳ್ಳಬಹುದು."},{"number":50,"verse":"ಅವನು ತನ್ನನ್ನು ಮಾರಿಕೊಂಡ ವರ್ಷ ಮೊದಲುಗೊಂಡು ಮುಂದೆ ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ದಣಿಯ ಸಂಗಡ ವರ್ಷಗಳ ಲೆಕ್ಕವನ್ನು ಮಾಡಿ ಆ ಲೆಕ್ಕದ ಮೇರೆಗೆ ಬಿಡುಗಡೆಯ ಕ್ರಯವನ್ನು ಕೊಡಬೇಕು. ಕೂಲಿಯವನ ವಿಷಯದಲ್ಲಿ ಲೆಕ್ಕಿಸುವಂತೆ ಅವನ ವಿಷಯದಲ್ಲಿ ಲೆಕ್ಕಿಸಬೇಕು."},{"number":51,"verse":"ಜೂಬಿಲಿ ಸಂವತ್ಸರವು ಬರುವುದಕ್ಕೆ ಇನ್ನು ಅನೇಕ ವರ್ಷಗಳಿದ್ದರೆ ಹೆಚ್ಚು ಭಾಗವನ್ನೂ"},{"number":52,"verse":"ಕೆಲವು ವರ್ಷಗಳು ಮಾತ್ರ ಉಳಿದರೆ ಸ್ವಲ್ಪ ಭಾಗವನ್ನೂ ದಣಿಗೆ ಕೊಟ್ಟು ತನ್ನನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":53,"verse":"ಅವನು ವರುಷ ವರುಷಕ್ಕೆ ಗೊತ್ತುಮಾಡಿಕೊಂಡ ಕೂಲಿಯವನಂತೆಯೇ ದಣಿಯ ಬಳಿಯಲ್ಲಿರಬೇಕು. ಆ ದಣಿ ಅವನಿಂದ ಕಠಿಣವಾಗಿ ಸೇವೆ ಮಾಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ನೀವು ನೋಡಿ ಸುಮ್ಮನೆ ಇರಬಾರದು."},{"number":54,"verse":"ಮೇಲೆ ಹೇಳಿದ ರೀತಿಯಲ್ಲಿ ಅವನು ಬಿಡಿಸಿಕೊಳ್ಳದೆ ಹೋದರೆ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಅವನೂ ಅವನ ಮಕ್ಕಳೂ ಬಿಡುಗಡೆಯಾಗಬೇಕು."},{"number":55,"verse":"ಏಕೆಂದರೆ ಇಸ್ರಯೇಲರು ನನ್ನ ದಾಸರೇ; ನಾನು ಅವರನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಬರಮಾಡಿದೆನಲ್ಲವೇ? ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ."}]}