{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"(ವಿಧೇಯತೆ ತರುವ ಆಶೀರ್ವಾದ) ( “ನೀವು ವಿಗ್ರಹಗಳನ್ನು ಮಾಡಿಸಿಕೊಳ್ಳಬೇಡಿ; ಕೆತ್ತಿದ ಪ್ರತಿಮೆಯನ್ನಾಗಲಿ, ಕಲ್ಲಿನ ಕಂಬವನ್ನಾಗಲಿ ನಿಲ್ಲಿಸಿಕೊಳ್ಳಬೇಡಿ; ಆರಾಧನೆಗಾಗಿ ವಿಚಿತ್ರವಾಗಿ ಕೆತ್ತಿದ ಸ್ತಂಭಗಳನ್ನು ನಿಮ್ಮ ನಾಡಿನಲ್ಲಿ ಇಡಬೇಡಿ. ನಾನೇ ನಿಮ್ಮ ಸರ್ವೇಶ್ವರನಾದ ದೇವರು."},{"number":2,"verse":"ನಾನು ನೇಮಿಸಿರುವ ಸಬ್ಬತ್ ದಿನಗಳನ್ನು ನೀವು ಆಚರಿಸಬೇಕು. ನನ್ನ ದೇವಸ್ಥಾನದ ವಿಷಯದಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಬೇಕು. ನಾನು ಸರ್ವೇಶ್ವರ."},{"number":3,"verse":"“ನೀವು ನನ್ನ ನಿಯಮಗಳನ್ನು ಕೈಗೊಂಡು ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆದರೆ"},{"number":4,"verse":"ನಾನು ಮುಂಗಾರು ಹಿಂಗಾರು ಮಳೆಗಳನ್ನು ಕಾಲಕಾಲಕ್ಕೆ ಸರಿಯಾಗಿ ಬರಮಾಡುವೆನು. ನಿಮ್ಮ ಹೊಲಗಳು ಒಳ್ಳೆಯ ಬೆಳೆಯನ್ನು ಕೊಡುವುವು. ತೋಟದ ಮರಗಳು ಹೇರಳವಾದ ಫಲಕೊಡುವುವು."},{"number":5,"verse":"ಕಣತುಳಿಸುವ ಕೆಲಸ ದ್ರಾಕ್ಷಿ ಬೆಳೆಯ ಪರ್ಯಂತರವೂ ದ್ರಾಕ್ಷೀ ಬೆಳೆಯನ್ನು ಕೂಡಿಸುವ ಕೆಲಸ ಬಿತ್ತನೆಯ ಕಾಲದ ಪರ್ಯಂತರವೂ ನಡೆಯುವುವು. ಸಮೃದ್ಧಿಯಾಗಿ ಊಟಮಾಡುವಿರಿ, ನಾಡಿನಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ವಾಸಮಾಡುವಿರಿ."},{"number":6,"verse":"ನಿಮ್ಮ ನಾಡಿಗೆ ಸುಕ್ಷೇಮವನ್ನು ಅನುಗ್ರಹಿಸುವೆನು. ಯಾರ ಭಯವೂ ಇಲ್ಲದೆ ನೀವು ನಿದ್ರಿಸುವಿರಿ; ದುಷ್ಟಮೃಗಗಳ ಕಾಟ ನಿಮ್ಮ ನಾಡಿಗಿರದು; ನಿಮ್ಮ ನಾಡು ಶತ್ರುಗಳ ಕತ್ತಿಗೆ ತುತ್ತಾಗದು."},{"number":7,"verse":"ನೀವೇ ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಓಡಿಸುವಿರಿ; ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸುವಿರಿ."},{"number":8,"verse":"ನಿಮ್ಮಲ್ಲಿ ಐದು ಮಂದಿ ನೂರು ಮಂದಿಯನ್ನೂ, ನೂರು ಮಂದಿ ಹತ್ತು ಸಾವಿರ ಮಂದಿಯನ್ನೂ ಓಡಿಸುವರು. ಶತ್ರುಗಳು ನಿಮ್ಮ ಕತ್ತಿಯಿಂದ ಹತರಾಗುವರು."},{"number":9,"verse":"ನಾನು ನಿಮ್ಮ ಮೇಲೆ ಕರುಣೆಯಿಟ್ಟು, ಹೆಚ್ಚು ಸಂತಾನ, ಪ್ರಾಪ್ತಿಯನ್ನು ಕೊಟ್ಟು ಅಭಿವೃದ್ಧಿಗೊಳಿಸಿ, ನಿಮಗೆ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸುವೆನು."},{"number":10,"verse":"ನೀವು ಬಹು ದಿನದಿಂದ ಕೂಡಿಸಿಟ್ಟುಕೊಂಡಿರುವ ಹಳೆಯ ಧಾನ್ಯವನ್ನು ಊಟಮಾಡುವಿರಿ. ಹೊಸ ದವಸಧಾನ್ಯಗಳಿಗೆ ಕಣಜ ಸಾಲದೆ ಹಳೆಯದನ್ನು ತೆಗೆದುಬಿಡುವಿರಿ."},{"number":11,"verse":"ನಾನು ನಿಮ್ಮ ಮಧ್ಯೆ ನಿವಾಸಿಸುವೆನು. ನಿಮ್ಮನ್ನು ಕೈಬಿಡೆನು."},{"number":12,"verse":"ನಿಮ್ಮ ನಡುವೆ ಸಂಚರಿಸುತ್ತಾ ನಿಮಗೆ ದೇವರಾಗಿರುವೆನು. ನೀವು ನನಗೆ ಪ್ರಜೆಗಳಾಗಿರುವಿರಿ."},{"number":13,"verse":"ನೀವು ಈಜಿಪ್ಟಿನವರಿಗೆ ಗುಲಾಮರಾಗಿರಬಾರದೆಂದು ನಿಮ್ಮನ್ನು ಅವರ ದೇಶದಿಂದ ಬರಮಾಡಿದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು ನಾನೇ. ನಿಮ್ಮ ನೊಗವನ್ನು ಮುರಿದು ನೀವು ನೆಟ್ಟಗೆ ನಿಂತು ನಡೆಯುವಂತೆ ಮಾಡಿದವನು ನಾನಲ್ಲವೆ?"},{"number":14,"verse":"(ಅವಿಧೇಯತೆ ತರುವ ದಂಡನೆ) ( “ಆದರೆ ನೀವು ನನ್ನ ಮಾತನ್ನು ಕೇಳದೆ, ಈ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ಅನುಸರಿಸದೆ,"},{"number":15,"verse":"ನನ್ನ ನಿಯಮಗಳನ್ನು ಅಲ್ಲಗಳೆದು, ನನ್ನ ವಿಧಿಗಳನ್ನು ತಳ್ಳಿಬಿಟ್ಟು, ನನ್ನ ಆಜ್ಞೆಗಳಿಗೆ ವಿಧೇಯರಾಗದೆ ನಿಬಂಧನೆಗಳನ್ನೂ ಮೀರಿ ನಡೆದರೆ"},{"number":16,"verse":"ನೀವು ಈ ದಂಡನೆಗಳಿಗೆ ಗುರಿಯಾಗುವಿರಿ. ನಿಮಗೆ ಕ್ಷಯ ರೋಗ, ಚಳಿಜ್ವರ ಮುಂತಾದ ಭೀಕರ ವ್ಯಾಧಿಗಳು ಬರುವಂತೆ ಮಾಡುವೆನು. ಇವುಗಳ ನಿಮಿತ್ತ ನೀವು ಕಂಗೆಡುವಿರಿ, ಮನಗುಂದಿ ಹೋಗುವಿರಿ. ನಿಮ್ಮ ಬಿತ್ತನೆಯ ಫಲ ನಿಮಗೆ ಸಿಗದೆ ಹೋಗುವುದು. ಅದು ಶತ್ರುಗಳ ಪಾಲಾಗುವುದು."},{"number":17,"verse":"ನಾನು ನಿಮ್ಮ ಮೇಲೆ ಕಡುಕೋಪಗೊಳ್ಳುವೆನು; ನೀವು ನಿಮ್ಮ ಶತ್ರುಗಳ ಮುಂದೆಯೇ ಸೋತುಬೀಳುವಿರಿ; ನಿಮ್ಮ ವೈರಿಗಳು ನಿಮ್ಮನ್ನು ಆಳುವರು. ಯಾರೂ ಬೆನ್ನಟ್ಟಿ ಬರದಿದ್ದರೂ ನೀವು ಹೆದರಿ ಓಡುವಿರಿ."},{"number":18,"verse":"“ಇಷ್ಟಾದರೂ ನೀವು ನನ್ನ ಮಾತಿಗೆ ಲಕ್ಷ್ಯಗೊಡದೆ ಹೋದರೆ ನಾನು ನಿಮ್ಮ ಪಾಪಗಳ ನಿಮಿತ್ತ ಏಳರಷ್ಟು ಹೆಚ್ಚಾಗಿ ದಂಡಿಸುವೆನು; ನಿಮ್ಮ ಗರ್ವವನ್ನು ಅಡಗಿಸುವೆನು."},{"number":19,"verse":"ನಿಮ್ಮ ಮೇಲಿರುವ ಆಕಾಶವನ್ನು ಕಬ್ಬಿಣವಾಗಿಸುವೆನು. ನೀವು ಸಾಗುವಳಿ ಮಾಡುವ ಭೂಮಿಯನ್ನು ತಾಮ್ರವಾಗಿಸುವೆನು."},{"number":20,"verse":"ನೀವು ದುಡಿದದ್ದೆಲ್ಲಾ ವ್ಯರ್ಥವಾಗುವುದು. ನಿಮ್ಮ ಹೊಲಗದ್ದೆಗಳಲ್ಲಿ ಬೆಳೆಯಾಗದು; ನಿಮ್ಮ ತೋಟ ತೋಪುಗಳ ಮರಗಳು ಫಲಿಸವು."},{"number":21,"verse":"“ನೀವು ನನ್ನ ಮಾತನ್ನು ಕೇಳಲೊಲ್ಲದೆ ನನಗೆ ವಿರೋಧವಾಗಿ ನಡೆದರೆ ನಿಮ್ಮ ಪಾಪದ ನಿಮಿತ್ತ ಇನ್ನೂ ಏಳುಪಟ್ಟು ಹೆಚ್ಚಾಗಿ ಬಾಧಿಸುವೆನು."},{"number":22,"verse":"ನಿಮ್ಮ ಮೇಲೆ ಕ್ರೂರಪ್ರಾಣಿಗಳನ್ನು ಬರಮಾಡುವೆನು. ಅವು ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಂದುಹಾಕುವುವು; ನಿಮ್ಮ ಪಶುಪ್ರಾಣಿಗಳನ್ನು ನಾಶಮಾಡುವುವು; ನಿಮ್ಮನ್ನು ಅಲ್ಪಸಂಖ್ಯಾತರನ್ನಾಗಿ ಮಾಡುವುವು, ನಿಮ್ಮ ದಾರಿಗಳು ಪಾಳುಬೀಳುವುವು."},{"number":23,"verse":"“ಇಷ್ಟು ಶಿಕ್ಷೆಗಳಿಂದಲೂ ನೀವು ನನ್ನ ಆಜ್ಞೆಗೆ ತಲೆಬಾಗದೆ ನನಗೆ ವಿರೋಧವಾಗಿ ನಡೆದರೆ"},{"number":24,"verse":"ನಾನೇ ನಿಮಗೆ ವಿರೋಧವಾಗಿ ನಡೆಯುವೆನು. ನಿಮ್ಮ ಪಾಪಗಳ ಕಾರಣ ನಾನೇ ನಿಮ್ಮನ್ನು ಏಳರಷ್ಟು ದಂಡಿಸುವೆನು."},{"number":25,"verse":"ಶತ್ರುಗಳ ಕತ್ತಿಯ ಮೂಲಕ ನಿಮ್ಮನ್ನು ಸಂಹರಿಸುವೆನು. ನೀವು ನನ್ನ ನಿಬಂಧನವನ್ನು ಮೀರಿದುದರಿಂದ ಆ ಕತ್ತಿ ಪ್ರತಿದಂಡನೆ ಮಾಡುವುದು. ನೀವು ನಿಮ್ಮ ಪಟ್ಟಣಗಳಲ್ಲಿ ಕೂಡಿರುವಾಗ ಅಂಟುರೋಗವುಂಟಾಗುವಂತೆ ಮಾಡುವೆನು. ಹೀಗೆ ನೀವು ಶತ್ರುಗಳಿಗೆ ಶರಣಾಗುವಿರಿ."},{"number":26,"verse":"ನಿಮ್ಮ ನಿಮ್ಮ ಜೀವನಾಧಾರವನ್ನು ನಾನು ತೆಗೆದುಬಿಟ್ಟಾಗ ಹತ್ತು ಮಂದಿ ಹೆಂಗಸರು ಒಂದೇ ಒಲೆಯಲ್ಲಿ ರೊಟ್ಟಿ ಸುಟ್ಟು, ಅದನ್ನು ಪಡಿ ಪ್ರಕಾರ ಹಂಚಿಕೊಡುವರು. ನೀವು ಅದನ್ನು ತಿಂದರೂ ತೃಪ್ತಿಯಾಗದು."},{"number":27,"verse":"“ಇದನ್ನೆಲ್ಲಾ ನೀವು ಅನುಭವಿಸಿದ ಮೇಲೂ ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡದೆ ನನಗೆ ವಿರೋಧವಾಗಿ ನಡೆದರೆ,"},{"number":28,"verse":"ನಾನು ನಿಮಗೆ ವಿರುದ್ಧ ಕೋಪದಿಂದ ವರ್ತಿಸುವೆನು. ನಿಮ್ಮ ಪಾಪಗಳ ಕಾರಣ ಏಳ್ಮಡಿಯಾಗಿ ಶಿಕ್ಷಿಸುವೆನು."},{"number":29,"verse":"ನೀವು ನಿಮ್ಮ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳ ಮಾಂಸವನ್ನೇ ತಿನ್ನುವಿರಿ."},{"number":30,"verse":"ನಿಮ್ಮ ಪೂಜಾಸ್ಥಳಗಳನ್ನು ಇಲ್ಲದಂತೆ ಮಾಡುವೆನು. ನೀವು ಸೂರ್ಯನ ಪೂಜೆಗೆ ಇಟ್ಟಿರುವ ಕಂಬಗಳನ್ನು ಕಡಿದು ಹಾಕುವೆನು. ನಿಮ್ಮ ಬೊಂಬೆಗಳ ಬುರುಡೆಗಳ ಮೇಲೆ ನಿಮ್ಮ ಬುರುಡೆಗಳನ್ನು ಬಿಸಾಡುವೆನು; ನಿಮ್ಮ ಬಗ್ಗೆ ಅಸಹ್ಯಪಡುವೆನು."},{"number":31,"verse":"ನಿಮ್ಮ ಪಟ್ಟಣಗಳನ್ನು ಹಾಳುಮಾಡುವೆನು; ನಿಮ್ಮ ದೇವಸ್ಥಾನಗಳನ್ನು ನೆಲಸಮ ಮಾಡುವೆನು; ನೀವು ಸಮರ್ಪಿಸುವ ಸುಗಂಧದ್ರವ್ಯಗಳ ಸುವಾಸನೆಯನ್ನು ನಾನು ಮೂಸಿಯೂ ನೋಡುವುದಿಲ್ಲ."},{"number":32,"verse":"ನಾನು ನಿಮ್ಮ ನಾಡನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡಿದಾಗ ಅದರಲ್ಲಿ ನೆಲಸುವ ಶತ್ರುಗಳು ಅದನ್ನು ನೋಡಿ ಚಕಿತರಾಗುವರು."},{"number":33,"verse":"ನಿಮ್ಮನ್ನು ಅನ್ಯಜನಗಳ ನಡುವೆ ಚದರಿಸಿ ನಿಮ್ಮ ಹಿಂದೆ ಕತ್ತಿಬೀಸುವೆನು. ನಿಮ್ಮ ನಾಡು ನಾಶವಾಗುವುದು. ಪಟ್ಟಣಗಳು ಪಾಳುಬೀಳುವುವು."},{"number":34,"verse":"ನೀವು ನಿಮ್ಮ ಶತ್ರುಗಳ ದೇಶದಲ್ಲಿ ಸೆರೆಸೇರಿಸುವಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ನಾಡು ಹಾಳುಬಿದ್ದು, ತನಗೆ ಸಲ್ಲಬೇಕಾದ ಸಬ್ಬತ್ ಕಾಲವನ್ನು ಅನುಭವಿಸುವುದು. ಅದು ವಿಶ್ರಾಂತಿಯನ್ನು ಹೊಂದಿ ಸಬ್ಬತ್ ಕಾಲವನ್ನು ಸವಿಯುವುದು."},{"number":35,"verse":"ನೀವು ಅದರಲ್ಲಿ ವಾಸವಾಗಿದ್ದಾಗ ಅದಕ್ಕೆ ದೊರಕದ ಸಕಾಲದ ವಿಶ್ರಾಂತಿಯನ್ನು ಅದು ಹಾಳುಬಿದ್ದಿರುವ ದಿನಗಳಲ್ಲಿ ಸುದೀರ್ಘವಾಗಿ ಅನುಭವಿಸುವುದು."},{"number":36,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಯಾರ್ಯಾರು ಶತ್ರುದೇಶಗಳಲ್ಲಿ ಅಳಿದುಳಿದಿರುವಿರೋ ಅವರ ಅಂತರಾಳದಲ್ಲಿ ಭಯಭೀತಿಯನ್ನು ಹುಟ್ಟಿಸುವೆನು. ಗಾಳಿಗೆ ತೂರಾಡುವ ತರಗೆಲೆಯ ಸಪ್ಪಳವೂ ಅವರಲ್ಲಿ ದಿಗಿಲು ಹುಟ್ಟಿಸುವುದು. ಆ ಸಪ್ಪಳ ಕೇಳಿ, ಖಡ್ಗಕ್ಕೆ ಹೆದರಿ ಓಡಿಹೋಗುವವರಂತೆ ಫೇರಿಕೀಳುವರು. ಯಾರೂ ಬೆನ್ನಟ್ಟಿಬಾರದಿದ್ದರೂ ಅವರು ಎದ್ದುಬಿದ್ದು ಓಡುವರು."},{"number":37,"verse":"ಯಾರೂ ಓಡಿಸದಿದ್ದರೂ ಕತ್ತಿಗೆ ಹೆದರಿ ಓಡುವವರಂತೆ ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು ಬೀಳುವರು. ಶತ್ರುಗಳ ಮುಂದೆ ನಿಲ್ಲಲಾರಿರಿ."},{"number":38,"verse":"ಅನ್ಯಜನಗಳಲ್ಲಿ ಚದರಿಹೋಗಿ ಕಣ್ಮರೆಯಾಗುವಿರಿ. ಶತ್ರುಗಳ ದೇಶ ನಿಮ್ಮನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು."},{"number":39,"verse":"ನಿಮ್ಮಲ್ಲಿ ಅಳಿದುಳಿದವರು ತಮ್ಮ ಪಾಪದ ಪ್ರಯುಕ್ತ ಹಾಗು ತಮ್ಮ ಪಿತೃಗಳ ಪಾಪದ ಪ್ರಯುಕ್ತ ಅವರಂತೆಯೇ ಶತ್ರುಗಳ ನಾಡುಗಳಲ್ಲಿ ಕ್ಷೀಣವಾಗಿ ಹೋಗುವರು."},{"number":40,"verse":"“ಆದರೆ ಅವರು ತಾವೂ ತಮ್ಮ ಪಿತೃಗಳೂ ನನಗೆ ದ್ರೋಹಿಗಳಾಗಿ ಪಾಪ ಮಾಡಿದವರೆಂದು ಒಪ್ಪಿಕೊಂಡು, ನನಗೆ ವಿರೋಧವಾಗಿ ನಡೆದದ್ದರಿಂದಲೇ"},{"number":41,"verse":"ನಾನು ಅವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ವರ್ತಿಸಿ ಶತ್ರುದೇಶದಲ್ಲಿ ಸೆರೆ ಸೇರಿಸಬೇಕಾಯಿತೆಂದು ಅರಿತುಕೊಂಡು, ತಮ್ಮ ಮೊಂಡುತನವನ್ನು ಬಿಟ್ಟು, ನನ್ನ ಆಜ್ಞೆಗೆ ತಲೆಬಾಗಿ, ತಮ್ಮ ಪಾಪ ಪರಿಣಾಮದ ಶಿಕ್ಷೆಯನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೇ ಆದರೆ,"},{"number":42,"verse":"ಯಕೋಬ್, ಇಸಾಕ್ ಹಾಗು ಅಬ್ರಹಾಮ್ ಇವರಿಗೆ ಮಾಡಿದ ವಾಗ್ದಾನಗಳನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳುವೆನು. ಅವುಗಳನ್ನು ನೆರವೇರಿಸುವೆನು. ಅವರ ಸ್ವಂತ ನಾಡನ್ನು ಕರುಣೆಯಿಂದ ಜ್ಞಾಪಿಸಿಕೊಳ್ಳುವೆನು."},{"number":43,"verse":"ಆದರೆ ಅವರು ಬಿಟ್ಟುಹೋದ ಸ್ವಂತ ನಾಡು ಮೊಟ್ಟಮೊದಲು ನಿರ್ಜನವಾಗಬೇಕು; ಅದು ತನಗೆ ಸಲ್ಲಬೇಕಾದ ಸಬ್ಬತ್ ವಿಶ್ರಾಂತಿಯನ್ನು ಅನುಭವಿಸಬೇಕು; ಅವರು ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆ ಬೇಡವೆಂದು ಆತನ ವಿಧಿಗಳನ್ನು ತಾತ್ಸಾರ ಮಾಡಿದ ಕಾರಣ ತಮ್ಮ ಪಾಪದ ಫಲವನ್ನು ಸವಿಯಬೇಕು."},{"number":44,"verse":"ಅವರು ಶತ್ರುಗಳ ದೇಶದಲ್ಲಿರುವಾಗಲೂ ನಾನು ಅವರನ್ನು ಬೇಡವೆನ್ನುವುದಿಲ್ಲ. ತಾತ್ಸಾರ ಮಾಡುವುದಿಲ್ಲ, ನಾನು ಅವರಿಗೆ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ಮೀರುವುದಿಲ್ಲ. ನಾನು ಅವರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲವೆ?"},{"number":45,"verse":"ಅವರ ಪೂರ್ವಜರ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಅವರಿಗೆ ಹಿತವನ್ನೇ ಮಾಡುವೆನು. ನಾನು ಅವರಿಗೆ ದೇವರಾಗಿರಬೇಕೆಂದೇ ಅವರ ಪೂರ್ವಜರನ್ನು ಎಲ್ಲ ಜನಾಂಗಗಳ ಕಣ್ಮುಂದೆಯೇ ಈಜಿಪ್ಟಿನಿಂದ ಬರಮಾಡಿದೆನು. ನಾನು ಸರ್ವೇಶ್ವರ.”"},{"number":46,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಸೀನಾಯಿ ಬೆಟ್ಟದಲ್ಲಿ ಮೋಶೆಯ ಮುಖಾಂತರ ಇಸ್ರಯೇಲರ ಸಂಗಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡು ಅವರಿಗೆ ಕೊಟ್ಟ ಆಜ್ಞಾವಿಧಿಗಳು ಇವುಗಳೇ."}]}