{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":5,"verses":[{"number":1,"verse":"ದೋಷಪರಿಹಾರಕ ಬಲಿದಾನಗಳು “ಈ ಕೆಳಕಂಡ ಸಂದರ್ಭಗಳಲ್ಲಿ ಪಾಪಪರಿಹಾರಕ ಬಲಿಗಳನ್ನು ಒಪ್ಪಿಸಬೇಕಾಗುತ್ತದೆ: ಒಬ್ಬನು ತಾನು ಕಂಡು ಕೇಳಿದ್ದಕ್ಕೆ ನ್ಯಾಯಸ್ಥಾನದಲ್ಲಿ ಸಾಕ್ಷಿಹೇಳಬೇಕೆಂದು ಅಧಿಕೃತವಾದ ಕರೆಯಿದ್ದರೂ ಸಾಕ್ಷಿ ಹೇಳದೆಹೋದರೆ ಅವನು ಪಾಪಕ್ಕೆ ಗುರಿಯಾಗುವನು."},{"number":2,"verse":"“ಒಬ್ಬನಿಗೆ ಅಶುದ್ಧವಾದ ಕಾಡುಮೃಗ, ಪಶು, ಜಂತು ಇವುಗಳ ಹೆಣವಾಗಲಿ, ಬೇರೆ ಯಾವ ಅಶುದ್ಧ ವಸ್ತುವಾಗಲಿ ತಗಲಿದರೆ, ಅವನಿಗೆ ತಿಳಿಯದೆ ಹೋದರೂ, ಅವನು ಅಶುದ್ಧನೂ ದೋಷಿಯೂ ಆಗುತ್ತಾನೆ."},{"number":3,"verse":"“ಮನುಷ್ಯ ದೇಹದಿಂದುಂಟಾದ ಯಾವುದಾದರು ಒಂದು ಅಶುದ್ಧ ವಸ್ತು ತಗುಲಿದ್ದು, ಅವನಿಗೆ ತಿಳಿಯದೆ ಹೋದರೂ, ತಿಳಿದು ಬಂದಾಗ ಅವನು ದೋಷಿಯಾಗುತ್ತಾನೆ."},{"number":4,"verse":"“ಯಾರಾದರು ಆಲೋಚಿಸದೆ ಒಳಿತಿಗಾಗಲಿ, ಕೇಡಿಗಾಗಲಿ ಏನಾದರು ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ, ಅದು ಅವನಿಗೆ ತಿಳಿಯದೆಹೋದರೂ, ತಿಳಿದು ಬಂದಾಗ ಅವನು ಇದರಿಂದಲೂ ದೋಷಿಯಾಗುತ್ತಾನೆ."},{"number":5,"verse":"“ಈ ವಿಷಯಗಳಲ್ಲಿ ಯಾರಾದರು ದೋಷಿಯಾದಾಗ ತಾನು ಮಾಡಿದ ತಪ್ಪನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಬೇಕು."},{"number":6,"verse":"ಇಂಥ ದೋಷದ ಪ್ರಾಯಶ್ಚಿತ್ತಕ್ಕಾಗಿ ಒಂದು ಹೆಣ್ಣು ಕುರಿಯನ್ನಾಗಲಿ, ಒಂದು ಮೇಕೆಯನ್ನಾಗಲಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಬೇಕು. ಯಾಜಕನು ಅವನಿಗೋಸ್ಕರ ದೋಷಪರಿಹಾರ ಮಾಡುವನು."},{"number":7,"verse":"“ಆಡು ಕುರಿಯನ್ನು ಕೊಡಲು ಅವನಿಂದ ಆಗದಿದ್ದಲ್ಲಿ ದೋಷದ ಪ್ರಾಯಶ್ಚಿತ್ತಕ್ಕಾಗಿ ಎರಡು ಬೆಳವಕ್ಕಿಗಳನ್ನಾಗಲಿ ಎರಡು ಮರಿ ಪಾರಿವಾಳಗಳನ್ನಾಗಲಿ ತೆಗೆದುಕೊಂಡು ಬಂದು ದಹನ ಬಲಿಯಾಗಿ ಒಂದನ್ನೂ ದೋಷಪರಿಹಾರಕ ಬಲಿಯಾಗಿ ಮತ್ತೊಂದನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಲಿ."},{"number":8,"verse":"ಅವನು ಅವುಗಳನ್ನು ಯಾಜಕನ ಬಳಿಗೆ ತಂದಾಗ ಯಾಜಕನು ಮೊದಲು ದೋಷಪರಿಹಾರಾರ್ಥಕವಾದದ್ದನ್ನು ಸಮರ್ಪಿಸಬೇಕು. ಅವನು ಅದರ ಕುತ್ತಿಗೆ ಮುರಿಯಬೇಕು. ಅದರ ತಲೆಯನ್ನು ಪೂರಾ ತೆಗೆದುಬಿಡಬಾರದು."},{"number":9,"verse":"ಬಳಿಕ ದೋಷಪರಿಹಾರಾರ್ಥಕವಾದ ಆ ಹಕ್ಕಿಯ ರಕ್ತದಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನು ಬಲಿಪೀಠದ ಬುಡದಲ್ಲಿ ಹಿಂಡಬೇಕು. ಅದು ದೋಷಪರಿಹಾರ ಬಲಿ."},{"number":10,"verse":"ಮತ್ತೊಂದನ್ನು ವಿಧಿಯಾನುಸಾರ ದಹನಬಲಿ ಮಾಡಬೇಕು. ಅವನ ತಪ್ಪಿನ ನಿಮಿತ್ತ ಯಾಜಕನು ಹೀಗೆ ದೋಷಪರಿಹಾರವನ್ನು ಮಾಡಿದಾಗ ಅವನಿಗೆ ಕ್ಷಮೆ ದೊರಕುವುದು."},{"number":11,"verse":"“ಎರಡು ಬೆಳವಕ್ಕಿಗಳನ್ನಾಗಲಿ, ಎರಡು ಮರಿ ಪಾರಿವಾಳಗಳನ್ನಾಗಲಿ ಕೊಡಲು ಅವನಿಂದ ಆಗದೆ ಹೋದಲ್ಲಿ ಅವನು ದೋಷಪರಿಹಾರಕ್ಕಾಗಿ ಮೂರು ಸೇರು ಗೋದಿ ಹಿಟ್ಟನ್ನು ತರಬೇಕು. ಆ ಹೋಮದ್ರವ್ಯವು ದೋಷಪರಿಹಾರಾರ್ಥವಾದ್ದರಿಂದ ಅದರ ಮೇಲೆ ಎಣ್ಣೆ ಹೊಯ್ಯಕೂಡದು, ಸಾಂಬ್ರಾಣಿಯನ್ನು ಇಡಕೂಡದು."},{"number":12,"verse":"ಅವನು ಯಾಜಕನ ಬಳಿಗೆ ಅದನ್ನು ತಂದ ನಂತರ ಅದು ದೇವಾರ್ಪಿತವೆಂದು ಸೂಚಿಸುವುದಕ್ಕಾಗಿ ಯಾಜಕನು ಅದರಲ್ಲಿ ಒಂದು ಹಿಡಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಿದ ಹೋಮದ್ರವ್ಯಗಳ ಮೇಲೆ ಬಲಿಪೀಠದಲ್ಲಿ ಹೋಮಮಾಡಬೇಕು. ಅದು ದೋಷಪರಿಹಾರಕ ಬಲಿ."},{"number":13,"verse":"ಮೇಲೆ ಕಂಡ ವಿಷಯಗಳಲ್ಲಿ ಯಾವ ವಿಧವಾಗಿ ಅವನು ದೋಷಿಯಾದರೂ ಯಾಜಕನು ಅವನಿಗೋಸ್ಕರ ಹೀಗೆ ದೋಷಪರಿಹಾರವನ್ನು ಮಾಡಿದ ನಂತರ ಅವನಿಗೆ ಕ್ಷಮೆ ದೊರಕುವುದು. ನೈವೇದ್ಯ ದ್ರವ್ಯಗಳಲ್ಲಿ ಮಿಕ್ಕದ್ದು ಹೇಗೆ ಯಾಜಕನಿಗೆ ಸೇರತಕ್ಕದ್ದೋ ಹಾಗೆಯೆ ಇದರಲ್ಲಿಯೂ ಮಿಕ್ಕದ್ದು ಯಾಜಕನಿಗೆ ಸೇರತಕ್ಕದ್ದು.”"},{"number":14,"verse":"ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿದಾನಗಳು ಮೋಶೆಗೆ ಸರ್ವೇಶ್ವರ ಹೀಗೆಂದರು:"},{"number":15,"verse":"“ಯಾರಾದರು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಲ್ಲಿಸಬೇಕಾದ ಪವಿತ್ರವಸ್ತುಗಳನ್ನು ಸಮರ್ಪಿಸುವುದರಲ್ಲಿ ಅಜಾಗ್ರತೆಯಿಂದ ದ್ರೋಹಮಾಡಿ ದೋಷಕ್ಕೆ ಒಳಗಾದರೆ, ಅಂಥವರು ಆ ಅಪರಾಧಕ್ಕೆ ಪರಿಹಾರ ಮಾಡಬೇಕು; ದೇವರ ಸೇವೆಗೆ ನೇಮಕವಾದ ನಾಣ್ಯದ ಮೇರೆಗೆ ಎರಡು ಅಥವಾ ಹೆಚ್ಚು ನಾಣ್ಯ ಬೆಲೆ ಬಾಳುವುದೆಂದು ತೋರುವ ಕಳಂಕರಹಿತವಾದ ಒಂದು ಟಗರನ್ನು ಆಡುಕುರಿಗಳ ಹಿಂಡಿನಿಂದ ತೆಗೆದುಕೊಂಡು ಬಂದು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":16,"verse":"ತಾವು ಅನ್ಯಾಯವಾಗಿ ಇಟ್ಟುಕೊಂಡಿರುವ ದೇವವಸ್ತುಗಳನ್ನು ಮಾತ್ರವಲ್ಲದೆ ಐದನೆಯ ಒಂದು ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಯಾಜಕನಿಗೆ ತಂದುಕೊಡಬೇಕು. ಅವನು ಪರಿಹಾರಾರ್ಥವಾಗಿ ತಂದ ಟಗರಿನಿಂದ ಯಾಜಕನು ಅವರಿಗೋಸ್ಕರ ದೋಷಪರಿಹಾರ ಮಾಡಿದಾಗ ಅವರಿಗೆ ಕ್ಷಮೆ ದೊರಕುವುದು."},{"number":17,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರು ಸರ್ವೇಶ್ವರನು ವಿಧಿಸಿದ ಕಾರ್ಯಗಳಲ್ಲಿ ಯಾವುದನ್ನಾದರು ಮಾಡಿ ದೋಷಕ್ಕೆ ಒಳಗಾದರೆ, ಅದು ಅವರಿಗೆ ತಿಳಿಯದೆ ಹೋದರೂ, ಅವರು ಅದರಿಂದ ಅಪರಾಧಿಯಾಗಿ ತಮ್ಮ ಪಾಪಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":18,"verse":"ಅಂಥವರು ಪರಿಹಾರಕ್ಕಾಗಿ ಹಿಂಡಿನಿಂದ ಕಳಂಕರಹಿತವಾದ ಟಗರೊಂದನ್ನು ಅಥವಾ ಅದಕ್ಕೆ ಸರಿಸಮಾನವಾದುದನ್ನು ಯಾಜಕನ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಬರಬೇಕು. ಅವರು ತಿಳಿಯದೆ ಮಾಡಿದ ತಪ್ಪನ್ನು ಪರಿಹರಿಸುವುದಕ್ಕಾಗಿ ಯಾಜಕನು ಅವರಿಗೋಸ್ಕರ ದೋಷಪರಿಹಾರ ಮಾಡಬೇಕು. ಆಗ ಅವರಿಗೆ ಕ್ಷಮೆ ದೊರಕುವುದು."},{"number":19,"verse":"ಅವರು ಅಪರಾಧಿಗಳಾದುದರಿಂದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಈ ಪರಿಹಾರ ಬಲಿಯನ್ನು ಅರ್ಪಿಸಬೇಕು."}]}