{"bibleAbbr":"KNCL","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":7,"verses":[{"number":1,"verse":"ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿ ನಿಯಮಗಳು “ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿ ನಿಯಮಗಳು ಹೀಗಿವೆ: ಈ ಬಲಿ ಮಹಾಪರಿಶುದ್ಧವಾದುದು."},{"number":2,"verse":"ದಹನ ಬಲಿಪ್ರಾಣಿಯನ್ನು ವಧಿಸಿದ ಸ್ಥಳದಲ್ಲೇ ಈ ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿಪ್ರಾಣಿಯನ್ನು ವಧಿಸಬೇಕು. ಯಾಜಕನು ಅದರ ರಕ್ತವನ್ನು ಬಲಿಪೀಠದ ಸುತ್ತಲು ಚಿಮುಕಿಸಬೇಕು."},{"number":3,"verse":"ಅವನು ಅದರ ಕೊಬ್ಬನ್ನೆಲ್ಲ, ಅಂದರೆ ಬಾಲದ ಕೊಬ್ಬನ್ನು, ಕರುಳಿನ ಸುತ್ತಲಿರುವ ಕೊಬ್ಬನ್ನು,"},{"number":4,"verse":"ಮೂತ್ರಪಿಂಡಗಳನ್ನು ಅದರ ಮೇಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಹಾಗು ಕಾಳಿಜದ ಉತ್ತಮ ಭಾಗವನ್ನು ತೆಗೆದು"},{"number":5,"verse":"ಬಲಿಪೀಠದ ಮೇಲೆ ಸರ್ವೇಶ್ವರನಿಗೆ ಹೋಮಮಾಡಬೇಕು. ಇದು ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿ."},{"number":6,"verse":"ಹೋಮ ಶೇಷವನ್ನು ಯಾಜಕರಲ್ಲಿ ಗಂಡಸರೆಲ್ಲರು ತಿನ್ನಬಹುದು; ಅದು ಮಹಾಪರಿಶುದ್ಧವಾದುದರಿಂದ ಪವಿತ್ರ ಸ್ಥಳದೊಳಗೇ ಅದನ್ನು ತಿನ್ನಬೇಕು."},{"number":7,"verse":"ಈ ಪ್ರಾಯಶ್ಚಿತ್ತ ಹಾಗು ದೋಷಪರಿಹಾರಕ ಬಲಿ ಹೋಮ ಶೇಷಗಳಿಗೆ ಇರುವ ವಿಧಿ ಒಂದೇ; ಈ ಹೋಮಶೇಷಗಳು ದೋಷಪರಿಹಾರವನ್ನು ಮಾಡಿಸುವ ಯಾಜಕನಿಗೆ ಸಲ್ಲತಕ್ಕವು."},{"number":8,"verse":"ಯಾರಾದರು ದಹನಬಲಿಗಾಗಿ ಒಂದು ಪ್ರಾಣಿಯನ್ನು ತಂದಾಗ, ಅದರ ಚರ್ಮ ಆ ಪಶುವನ್ನು ಸಮರ್ಪಿಸುವ ಯಾಜಕನಿಗೆ ಸೇರಬೇಕು."},{"number":9,"verse":"ಒಲೆಯಲ್ಲಾಗಲಿ, ಕಬ್ಬಿಣದ ಹಂಚಿನಲ್ಲಾಗಲಿ, ಬಾಂಡ್ಲಿಯಲ್ಲಾಗಲಿ ಬೇಯಿಸಿದ ನೈವೇದ್ಯ ಪದಾರ್ಥವೆಲ್ಲ ಅದನ್ನು ಸಮರ್ಪಿಸುವ ಯಾಜಕನಿಗೆ ಸೇರತಕ್ಕದ್ದು."},{"number":10,"verse":"ಆದರೆ ಎಣ್ಣೆ ಹೊಯ್ದ ಹಿಟ್ಟನ್ನಾಗಲಿ, ಬರಿ ಹಿಟ್ಟನ್ನಾಗಲಿ ಯಾರಾದರು ನೈವೇದ್ಯಕ್ಕಾಗಿ ತಂದಾಗ ಅದನ್ನು ಆರೋನನ ವಂಶದವರೆಲ್ಲರು ಸಮವಾಗಿ ಅನುಭವಿಸತಕ್ಕದ್ದು."},{"number":11,"verse":"ಶಾಂತಿ ಸಮಾಧಾನದ ಬಲಿ ನಿಯಮಗಳು “ಶಾಂತಿ ಸಮಾಧಾನದ ಬಲಿ ನಿಯಮಗಳು ಇವು:"},{"number":12,"verse":"ಯಾರಾದರು ಕೃತಜ್ಞತೆಯನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಯನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಅರ್ಪಿಸಲಾಶಿಸಿದರೆ ಆ ಬಲಿಪ್ರಾಣಿಯ ಸಮೇತ ಎಣ್ಣೆ ಮಿಶ್ರವಾದ ಹುಳಿಯಿಲ್ಲದ ಹೋಳಿಗೆಗಳನ್ನು, ಎಣ್ಣೆ ಹಾಕಿದ ಹುಳಿಯಿಲ್ಲದ ಕಡಬುಗಳನ್ನು ಹಾಗು ಎಣ್ಣೆಯಿಂದ ಪೂರ್ತಿಯಾಗಿ ತೋಯಿಸಿದ ಗೋದಿಹಿಟ್ಟಿನ ಹೋಳಿಗೆಗಳನ್ನು ಸಮರ್ಪಿಸಬೇಕು."},{"number":13,"verse":"ಅದೂ ಅಲ್ಲದೆ ಹುಳಿರೊಟ್ಟಿಗಳನ್ನು ಕೂಡ ಸಮರ್ಪಿಸಬೇಕು."},{"number":14,"verse":"ಸಮರ್ಪಿಸುವ ಪ್ರತಿಯೊಂದು ವಿಧವಾದ ಪದಾರ್ಥಗಳಲ್ಲಿಯೂ ಒಂದೊಂದನ್ನು ಸರ್ವೇಶ್ವರನಿಗೋಸ್ಕರ ಪ್ರತ್ಯೇಕಿಸಬೇಕು. ಅವು ಪೀಠಕ್ಕೆ ಬಲಿಪ್ರಾಣಿಯ ರಕ್ತವನ್ನು ಚಿಮುಕಿಸಿದ ಯಾಜಕನಿಗೆ ಸೇರಬೇಕು."},{"number":15,"verse":"ಕೃತಜ್ಞತಾ ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸವನ್ನು ಬಲಿ ನಡೆದ ದಿನದಲ್ಲೇ ಭೋಜನ ಮಾಡಬೇಕು. ಮರುದಿನದವರೆಗೆ ಕಿಂಚಿತ್ತನ್ನೂ ಉಳಿಸಬಾರದು."},{"number":16,"verse":"“ಯಾರಾದರು ಹರಕೆಯನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಅಥವಾ ಸ್ವೇಚ್ಛೆಯಿಂದ ಅಂಥ ಬಲಿಯನ್ನು ಒಪ್ಪಿಸಿದರೆ ಅದನ್ನು ಸಮರ್ಪಿಸಿದ ದಿನದಲ್ಲೇ ಅದರ ಮಾಂಸವನ್ನು ಪೂರ್ತಿಯಾಗಿ ಊಟ ಮಾಡಬೇಕಾಗಿಲ್ಲ; ಮಿಕ್ಕದ್ದನ್ನು ಮರುದಿನ ತಿನ್ನಬಹುದು."},{"number":17,"verse":"ಆದರೆ ಮೂರನೆಯ ದಿನದವರೆಗೆ ಉಳಿದಿದ್ದನ್ನು ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟುಬಿಡಬೇಕು."},{"number":18,"verse":"ಆ ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸದಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಊಟಮಾಡಿದ್ದೇ ಆದರೆ ಆ ಬಲಿ ಸ್ವೀಕೃತವಾಗುವುದಿಲ್ಲ. ಅರ್ಪಿಸಿದವನಿಗೆ ಅದರಿಂದ ಫಲವೇನೂ ದೊರಕುವುದಿಲ್ಲ. ಅದು ಹೇಯವಾದುದರಿಂದ ಅದನ್ನು ತಿಂದವನು ಆ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":19,"verse":"“ಅಶುದ್ಧವಾದ ವಸ್ತುವಿಗೆ ಸೋಂಕಿದ ಮಾಂಸವನ್ನು ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟುಬಿಡಬೇಕು."},{"number":20,"verse":"“ಶುದ್ಧವಾಗಿರುವವರೆಲ್ಲರು ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸವನ್ನು ತಿನ್ನಬಹುದು."},{"number":21,"verse":"“ಯಾರಾದರು ಅಶುದ್ಧರಾಗಿದ್ದು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿತವಾದ ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸವನ್ನು ತಿಂದರೆ ಅಂಥವರನ್ನು ತಮ್ಮ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಬೇಕು."},{"number":22,"verse":"ಯಾರಿಗಾದರು ಮನುಷ್ಯ ದೇಹದಿಂದುಂಟಾದ ಅಶುದ್ಧವಸ್ತು, ಅಶುದ್ಧ ಮೃಗ, ನಿಷಿದ್ಧವಸ್ತು, ಇವುಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಸೋಂಕಿದರೆ ಅಂಥವರು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿತವಾದ ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸವನ್ನು ತಿನ್ನಕೂಡದು; ತಿಂದರೆ ಕುಲದಿಂದ ಬಹಿಷ್ಕೃತರಾಗಬೇಕು."},{"number":23,"verse":"ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಇಂತೆಂದರು: “ನೀನು ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆ ಆಜ್ಞೆ ಮಾಡು:- ನೀವು ಎತ್ತು, ಕುರಿ ಹಾಗು ಆಡುಗಳ ಕೊಬ್ಬನ್ನು ತಿನ್ನಬಾರದು."},{"number":24,"verse":"ಅಂಥ ಪ್ರಾಣಿ ರೋಗದಿಂದ ಸತ್ತರೆ, ಇಲ್ಲವೆ ಕಾಡುಮೃಗದಿಂದ ಕೊಲ್ಲಲ್ಪಟ್ಟರೆ ಅದರ ಕೊಬ್ಬನ್ನು ಬೇರೆ ಕೆಲಸಕ್ಕೆ ಉಪಯೋಗಿಸಿಕೊಳ್ಳಬಹುದು; ಆದರೆ ಎಷ್ಟು ಮಾತ್ರಕ್ಕೂ ತಿನ್ನಬಾರದು."},{"number":25,"verse":"ಜನರು ಸರ್ವೇಶ್ವರನಿಗೆ ಹೋಮ ಮಾಡುವಂಥ ಪ್ರಾಣಿಪಶುಗಳ ಕೊಬ್ಬನ್ನು ಯಾರಾದರು ತಿಂದರೆ ಅವರು ಕುಲದಿಂದ ಬಹಿಷ್ಕೃತರಾಗಬೇಕು."},{"number":26,"verse":"ಪಕ್ಷಿಯದಾಗಲಿ, ಪ್ರಾಣಿಯದಾಗಲಿ ಯಾವ ರಕ್ತವನ್ನೂ ನೀವು ಎಲ್ಲಿಯೂ ಊಟಮಾಡಬಾರದು."},{"number":27,"verse":"ರಕ್ತವನ್ನು ಭೋಜನ ಮಾಡಿದವನು ಕುಲದಿಂದ ಬಹಿಷ್ಕೃತನಾಗಬೇಕು.”"},{"number":28,"verse":"ಮೋಶೆಗೆ ಸರ್ವೇಶ್ವರ ಹೇಳಿದ್ದೇನೆಂದರೆ:"},{"number":29,"verse":"“ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆಂದು ಆಜ್ಞಾಪಿಸು: ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಪ್ರಾಣಿಯನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸುವವನು ಆ ಬಲಿದ್ರವ್ಯಗಳಲ್ಲಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಸಲ್ಲಬೇಕಾದುದನ್ನು ತಂದುಕೊಡಬೇಕು."},{"number":30,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ಹೋಮರೂಪವಾಗಿ ಸಮರ್ಪಿಸಬೇಕಾದುದನ್ನು ಅಂದರೆ ಪ್ರಾಣಿಯ ಕೊಬ್ಬನ್ನು ತನ್ನ ಕೈಯಿಂದಲೆ ಕೊಡಬೇಕು. ಅದರೊಂದಿಗೆ ಅದರ ಎದೆಯ ಭಾಗವನ್ನು ನೈವೇದ್ಯರೂಪವಾಗಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಆರತಿಯೆತ್ತಲು ತಂದು ಸಮರ್ಪಿಸಬೇಕು."},{"number":31,"verse":"ಯಾಜಕನು ಆ ಕೊಬ್ಬನ್ನು ಬಲಿಪೀಠದ ಮೇಲೆ ಹೋಮಮಾಡಬೇಕು. ಎದೆಯ ಭಾಗ ಆರೋನನಿಗೂ ಅವನ ವಂಶಜರಿಗೂ ಸೇರಬೇಕು."},{"number":32,"verse":"ನೀವು ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿದ್ರವ್ಯಗಳಲ್ಲಿ ಪ್ರಾಣಿಯ ಬಲತೊಡೆಯನ್ನು ಯಾಜಕನಿಗಾಗಿ ಪ್ರತ್ಯೇಕಿಸಿ ಕೊಡಬೇಕು."},{"number":33,"verse":"ಆರೋನನ ವಂಶಜರಲ್ಲಿ ಯಾವನು ಆ ಬಲಿಪ್ರಾಣಿಯ ರಕ್ತವನ್ನು ಹಾಗು ಕೊಬ್ಬನ್ನು ಅರ್ಪಿಸುತ್ತಾನೋ, ಆ ಪ್ರಾಣಿಯ ಬಲತೊಡೆ ಅವನ ಪಾಲಿಗೆ ಸೇರಬೇಕು."},{"number":34,"verse":"ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಪ್ರಾಣಿಯ ಮಾಂಸದಲ್ಲಿ ನೈವೇದ್ಯರೂಪವಾಗಿ ಆರತಿಯೆತ್ತುವ ಎದೆಯ ಭಾಗವನ್ನು ಮತ್ತು ಯಾಜಕನಿಗಾಗಿ ಪ್ರತ್ಯೇಕಿಸುವ ತೊಡೆಯನ್ನು ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲ್ ಜನರಿಂದ ತೆಗೆದುಕೊಂಡು ಮಹಾಯಾಜಕ ಆರೋನನಿಗೂ ಅವನ ವಂಶಜರಿಗೂ ಕೊಟ್ಟು, ಅದು ಶಾಶ್ವತ ನಿಯಮವಾಗಿ ಅವರಿಗೆ ಸಲ್ಲುವಂತೆ ಮಾಡಿದ್ದಾರೆ."},{"number":35,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ಹೋಮರೂಪವಾಗಿ ಅರ್ಪಿತವಾದ ದ್ರವ್ಯಗಳಲ್ಲಿ ಇವೇ ಆರೋನನಿಗೂ ಅವನ ವಂಶಜರಿಗೂ ಶಾಶ್ವತವಾಗಿ ಸಲ್ಲತಕ್ಕ ಭಾಗಗಳು. ಮೋಶೆ ಅವರನ್ನು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಯಾಜಕ ಸೇವಾವೃತ್ತಿಗಾಗಿ ಪ್ರತಿಷ್ಠಾಪಿಸಿದ ದಿನದಂದೇ ಇದು ನೇಮಕವಾಯಿತು."},{"number":36,"verse":"ಇಸ್ರಯೇಲರು ಇವುಗಳನ್ನು ಯಾಜಕರಿಗೆ ಸಲ್ಲಿಸಬೇಕೆಂದು ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ಮೋಶೆಯ ಮುಖಾಂತರ ಪ್ರತಿಷ್ಠಿಸಿ ಅಭಿಷೇಕಿಸಿದ ದಿನದಲ್ಲೇ ವಿಧಿಸಿದರು.”"},{"number":37,"verse":"ದಹನಬಲಿದಾನ, ಧಾನ್ಯನೈವೇದ್ಯ, ದೋಷಪರಿಹಾರಕ ಬಲಿ, ಪ್ರಾಯಶ್ಚಿತ್ತ ಬಲಿ, ಯಾಜಕ ಅಭ್ಯಂಜನ ಬಲಿ, ಶಾಂತಿಸಮಾಧಾನ ಬಲಿ ಎಂಬ ಇವುಗಳ ವಿಷಯದಲ್ಲಿ ಮೇಲೆ ಹೇಳಿದ್ದೇ ಬಲಿದಾನ ವಿಧಿಗಳು."},{"number":38,"verse":"ಸರ್ವೇಶ್ವರ ಸೀನಾಯಿ ಬೆಟ್ಟದಲ್ಲಿ ಮೋಶೆಗೆ ಈ ಆಜ್ಞೆಗಳನ್ನು ಕೊಟ್ಟರು. ಸೀನಾಯಿ ಮರುಭೂಮಿಯಲ್ಲಿ ಇಸ್ರಯೇಲರು ಅರ್ಪಿಸಬೇಕಾದುದನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಅರ್ಪಿಸಬೇಕೆಂದು ಮೋಶೆ ಆಜ್ಞಾಪಿಸಿ ಮೇಲ್ಕಂಡ ವಿಧಿಗಳನ್ನು ಕೊಟ್ಟನು."}]}