{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஆதியாகமம்",
  "bookEnglishName" : "Genesis",
  "chapterNumber" : 27,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யாக்கோபு ஈசாக்கை ஏமாற்றியது) ஈசாக்கு வயோதிபன் ஆனான். அவனது கண்கள் பலவீனமாகி அவனால் தெளிவாகப் பார்க்க முடியவில்லை. ஒரு நாள் தன் மூத்த குமாரன் ஏசாவை அழைத்து “மகனே” என்றான். ஏசா “இங்கே இருக்கிறேன்” என்றான்."
  }, {
    "number" : 2,
    "verse" : "ஈசாக்கு அவனை நோக்கி, “எனக்கு வயதாகிவிட்டது. விரைவில் நான் செத்துப் போகலாம்."
  }, {
    "number" : 3,
    "verse" : "எனவே, உன் வில்லையும் அம்பையும் எடுத்துக்கொண்டு வேட்டைக்குப் போ. நான் உண்பதற்காக ஒரு மிருகத்தைக் கொன்று வா."
  }, {
    "number" : 4,
    "verse" : "நான் விரும்புகிற அந்த உணவைத் தயாரித்து வா. அதை நான் உண்ண வேண்டும். மரிப்பதற்கு முன் உன்னை ஆசீர்வதிப்பேன்” என்றான்."
  }, {
    "number" : 5,
    "verse" : "எனவே ஏசா வேட்டைக்குப் போனான். ஈசாக்கு ஏசாவிடம் கூறுவதை ரெபெக்காள் கேட்டுக்கொண்டிருந்தாள்."
  }, {
    "number" : 6,
    "verse" : "இதனை அவள் யாக்கோபிடம் கூறினாள். “கவனி! உன் தந்தை உன் சகோதரனிடம் கூறுவதைக் கேட்டேன்."
  }, {
    "number" : 7,
    "verse" : "அவர் ‘நான் உண்பதற்கு ஒரு மிருகத்தைக் கொன்று, எனக்கு உணவை சமைத்து வா, நான் உண்பேன். பிறகு நான் மரிப்பதற்கு முன் உன்னை ஆசீர்வதிப்பேன்’ என்றார்."
  }, {
    "number" : 8,
    "verse" : "எனவே மகனே நான் சொல்வதைக் கவனித்து அதன்படி செய்."
  }, {
    "number" : 9,
    "verse" : "நீ நமது ஆட்டு மந்தைக்குப் போ இரண்டு இளம் ஆட்டுக் குட்டிகளைக் கொண்டு வா. உன் தந்தை விரும்புவதுபோல நான் சமைத்து தருவேன்."
  }, {
    "number" : 10,
    "verse" : "பிறகு அதனை உன் தந்தைக்குக் கொடு. அவர் உன்னைத் தான் மரிப்பதற்கு முன்னர் ஆசீர்வதிப்பார்” என்றாள்."
  }, {
    "number" : 11,
    "verse" : "ஆனால் அவன் தாயிடம், “என் சகோதரனோ உடல் முழுவதும் முடி உள்ளவன். நான் அவ்வாறில்லை."
  }, {
    "number" : 12,
    "verse" : "என் தந்தை என்னைத் தொட்டுப் பார்த்தால் நான் ஏசா இல்லை என்பதைத் தெரிந்துகொள்வார். பின் அவர் என்னை ஆசீர்வதிக்கமாட்டார்; சபித்துவிடுவார். நான் ஏமாற்றியதை அறிந்துகொள்வாரே” என்றான்."
  }, {
    "number" : 13,
    "verse" : "அதனால் ரெபெக்காள் அவனிடம், “ஏதாவது தவறு ஏற்பட்டால் அதற்கான சாபம் என்மேல் விழட்டும், நீ போய் எனக்காக இரண்டு ஆட்டுக் குட்டிகளைக் கொண்டு வா” என்றாள்."
  }, {
    "number" : 14,
    "verse" : "அதனால் யாக்கோபு வெளியே போய் இரண்டு ஆட்டுக் குட்டிகளைக் கொண்டு வந்தான். அவள் அதனை ஈசாக்கு விரும்பும் வகையில் சிறப்பான முறையில் சமைத்தாள்."
  }, {
    "number" : 15,
    "verse" : "பின்னர் ரெபெக்காள் ஏசா விரும்பி அணியும் ஆடைகளை தேர்ந்தெடுத்து யாக்கோபுக்கு அணிவித்தாள்."
  }, {
    "number" : 16,
    "verse" : "ஆட்டுத் தோலை யாக்கோபின் கைகளிலும் கழுத்திலும் கட்டினாள்."
  }, {
    "number" : 17,
    "verse" : "பிறகு அவள் குமாரன் யாக்கோபிடம் அவள் செய்த ரொட்டியையும் சுவையான உணவையும் கொடுத்து அனுப்பி வைத்தாள்."
  }, {
    "number" : 18,
    "verse" : "யாக்கோபு தன் தந்தையிடம் போய், “அப்பா” என்று அழைத்தான். அவன் தந்தையோ, “மகனே, நீ யார்?” என்று கேட்டான்."
  }, {
    "number" : 19,
    "verse" : "யாக்கோபு தன் தந்தையிடம், “நான் ஏசா, உங்கள் மூத்த குமாரன். நீங்கள் சொன்னபடி செய்துள்ளேன். இப்போது உட்கார்ந்து நான் வேட்டையாடிக் கொண்டு வந்த இறைச்சியை உண்ணுங்கள். பிறகு என்னை ஆசீர்வாதம் செய்யுங்கள்” என்றான்."
  }, {
    "number" : 20,
    "verse" : "ஆனால் ஈசாக்கு தன் மகனிடம், “இவ்வளவு வேகமாக நீ எவ்வாறு வேட்டையாடி மிருகத்தைக் கொன்றாய்?” என்று கேட்டான். இதற்கு யாக்கோபு, “உங்கள் தேவனாகிய கர்த்தர் விரைவாக வேட்டையாடி மிருகத்தைக் கொல்ல எனக்கு உதவினார்” என்று சொன்னான்."
  }, {
    "number" : 21,
    "verse" : "பிறகு ஈசாக்கு யாக்கோபிடம், “என் அருகிலே வா. உன்னைத் தொட்டுப் பார்க்க வேண்டும். அப்போதுதான் நீ என் குமாரன் ஏசாவா இல்லையா என்று தெரிந்துகொள்ள முடியும்” என்றான்."
  }, {
    "number" : 22,
    "verse" : "யாக்கோபு அவனது அருகிலே போனான். ஈசாக்கு அவனைத் தொட்டுப் பார்த்துவிட்டு, “உனது சத்தம் யாக்கோபினுடையதுபோல் உள்ளது. ஆனால் உனது கைகள் ஏசாவின் கைகள் போல் முடி நிறைந்ததாய் இருக்கிறது” என்றான்."
  }, {
    "number" : 23,
    "verse" : "ஈசாக்கினால் அவனை யாக்கோபு என்று கண்டுகொள்ள முடியவில்லை. எனவே, அவனை ஆசீர்வதித்தான்."
  }, {
    "number" : 24,
    "verse" : "எனினும் ஈசாக்கு, “உண்மையில் நீ என்னுடைய குமாரன் ஏசாதானா?” என்று கேட்டான். யாக்கோபு, “ஆமாம்” என்று பதில் சொன்னான்."
  }, {
    "number" : 25,
    "verse" : "(யாக்கோபிற்கு ஆசீர்வாதம்) பிறகு ஈசாக்கு, “அந்த உணவைக் கொண்டு வா. அதனை உண்டு விட்டு உன்னை ஆசீர்வதிக்கிறேன்” என்றான். எனவே யாக்கோபு உணவைக் கொடுத்தான். அவனும் அதை உண்டான். பின் யாக்கோபு கொஞ்சம் திராட்சை ரசத்தைக் கொடுத்தான். அதையும் அவன் குடித்தான்."
  }, {
    "number" : 26,
    "verse" : "பிறகு ஈசாக்கு அவனிடம், “மகனே அருகில் வந்து என்னை முத்தமிடு” என்றான்."
  }, {
    "number" : 27,
    "verse" : "எனவே யாக்கோபு அருகிலே போய் தந்தையை முத்தமிட்டான். ஈசாக்கு அவனது ஆடையை நுகர்ந்து பார்த்து அவனை ஏசா என்றே நம்பி ஆசீர்வதித்தான். “என் குமாரன் கர்த்தரால் ஆசீர்வதிக்கப்பட்ட வயலைப் போன்று மணக்கிறான்."
  }, {
    "number" : 28,
    "verse" : "கர்த்தர் உனக்கு மிகுதியாக மழையைத் தரட்டும். அதனால் நீ பூமியின் செல்வத்தைப் பெறுவாய்."
  }, {
    "number" : 29,
    "verse" : "எல்லா ஜனங்களும் உனக்குச் சேவை செய்யட்டும். நாடுகள் உனக்கு அடிபணியட்டும். உன் சகோதரர்களையும் நீ ஆள்வாய். உன் தாயின் குமாரர்கள் உனக்கு அடிபணிந்து கீழ்ப்படிவார்கள். “உன்னைச் சபிக்கிறவர்கள் சபிக்கப்படுவார்கள். உன்னை ஆசீர்வதிப்பவர்கள் ஆசீர்வதிக்கப்படுவார்கள்” என்று கூறினான்."
  }, {
    "number" : 30,
    "verse" : "(ஏசாவின் ஆசீர்வாதம்) ஈசாக்கு யாக்கோபை ஆசீர்வதித்து முடித்தான். யாக்கோபு தந்தையிடமிருந்து போன உடனேயே ஏசா வேட்டையை முடித்துவிட்டு உள்ளே வந்தான்."
  }, {
    "number" : 31,
    "verse" : "தந்தைக்கென வேட்டையாடிய மிருகத்தைச் சிறப்பாக சமைத்தான். அதனை எடுத்துக்கொண்டு தந்தையிடம் போனான். “தந்தையே நான் உங்களின் குமாரன் எழுந்திருங்கள். உங்களுக்காக வேட்டையாடி சமைத்துக்கொண்டு வந்த உணவை உண்ணுங்கள். பிறகு என்னை ஆசீர்வதியுங்கள்” என்றான்."
  }, {
    "number" : 32,
    "verse" : "ஆனால் ஈசாக்கோ “நீ யார்” என்று கேட்டான். “நான்தான் உங்கள் மூத்தகுமாரன் ஏசா” என்றான்."
  }, {
    "number" : 33,
    "verse" : "அதனால் ஈசாக்கு அதிர்ச்சியும் வருத்தமும் அடைந்தான். “நீ வருவதற்கு முன்னால் இறைச்சி உணவு சமைத்துக் கொடுத்துவிட்டுப் போனானே அவன் யார்? நான் அதனை உண்டு அவனை ஆசீர்வாதம் செய்தேனே. அவன் ஆசீர்வதிக்கப்பட்டவனாகவும் இருப்பான்” என்றான்."
  }, {
    "number" : 34,
    "verse" : "ஏசா தந்தையின் வார்த்தைகளைக் கேட்டான். பிறகு கோபமும் ஆத்திரமும் அடைந்து அழுதான். தந்தையிடம் “என்னையும் ஆசீர்வாதம் செய்யுங்கள்” என்றான்."
  }, {
    "number" : 35,
    "verse" : "ஈசாக்கு அவனிடம், “உன் தம்பி என்னை ஏமாற்றிவிட்டான். அவன் வந்து உனது ஆசீர்வாதத்தை எடுத்துக்கொண்டு போய்விட்டான்” என்றான்."
  }, {
    "number" : 36,
    "verse" : "“அவன் பெயரே யாக்கோபு, (தந்திரசாலி என்றும் பொருள்.) அவனுக்குப் பொருத்தமான பெயர்தான். அவன் இருமுறை என்னை ஏமாற்றி இருக்கிறான். முன்பு முதல் குமாரன் என்ற உரிமைப் பங்கையும் அவன் பெற்றுக்கொண்டான். இப்போதோ எனது ஆசீர்வாதங்களையும் எடுத்துக்கொண்டானே” என்று புலம்பினான். பிறகு, “எனக்கென்று ஏதாவது ஆசீர்வாதம் மீதி இருக்கிறதா” என்று கேட்டான்."
  }, {
    "number" : 37,
    "verse" : "அதற்கு ஈசாக்கு, “இல்லை. இப்போது மிகவும் தாமதமாகிவிட்டது. நான் அவனுக்கு உன்மீது ஆளுகை செலுத்தும்படி ஆசீர்வதித்துவிட்டேன். அவனது சகோதரர்கள் அனைவரும் அவனுக்கு வேலை செய்வார்கள் என்றும் கூறிவிட்டேன். ஏராளமான உணவும் திராட்சைரசமும் பெறுவான் என்றும் ஆசீர்வதித்து விட்டேன். உனக்கென்று தர எதுவும் இல்லையே” என்றான்."
  }, {
    "number" : 38,
    "verse" : "ஆனால் தொடர்ந்து ஏசா தந்தையை கெஞ்சிக்கொண்டிருந்தான். “அப்பா உங்களிடம் ஒரு ஆசீர்வாதம்தான் உள்ளதா, என்னையும் ஆசீர்வதியுங்கள்” என்று அழுதான்."
  }, {
    "number" : 39,
    "verse" : "பிறகு ஈசாக்கு “நல்ல நிலத்தில் நீ வாழமாட்டாய். அதிக மழை இருக்காது."
  }, {
    "number" : 40,
    "verse" : "நீ உன் பட்டயத்தால்தான் வாழ்வாய். உன் தம்பிக்கு நீ அடிமையாகவும் இருக்க வேண்டும். ஆனால் விடுதலைக்காகச் சண்டையிட்டு அவனது கட்டுகளை உடைத்துவிடுவாய்” என்றார்."
  }, {
    "number" : 41,
    "verse" : "(யாக்கோபு நாட்டைவிட்டு செல்கிறான்) அதற்குப் பின் ஏசா யாக்கோபுக்கு எதிராக வஞ்கசம் கொண்டான். ஏனென்றால் தந்தையின் ஆசீர்வாதத்தை அவன் பெற்றுள்ளான். “என் தந்தை விரைவில் மரித்துபோவார். அதனால் நான் சோகமடைவேன். அதற்குப் பின் நான் யாக்கோபை கொன்றுவிடுவேன்” என்று தனக்குள் ஏசா கூறிக்கொண்டான்."
  }, {
    "number" : 42,
    "verse" : "யாக்கோபை கொல்ல வேண்டும் என்ற ஏசாவின் திட்டத்தை ரெபெக்காள் அறிந்துகொண்டாள். அவள் யாக்கோபை அழைத்து அவனிடம், “உன் சகோதரன் ஏசா உன்னைக் கொல்லத் திட்டமிடுகிறான்."
  }, {
    "number" : 43,
    "verse" : "எனவே நான் சொல்கிறபடி நீ செய். ஆரானில் இருக்கிற என் சகோதரன் லாபானிடம் ஓடிச் சென்று அவனோடு இரு."
  }, {
    "number" : 44,
    "verse" : "உன் சகோதரனின் கோபம் தீரும்வரை அங்கேயே இரு."
  }, {
    "number" : 45,
    "verse" : "கொஞ்சக் காலம் ஆனதும் உன் சகோதரன் நீ செய்ததை மறந்துவிடுவான். பிறகு உன்னை இங்கு அழைக்க ஒரு வேலைக்காரனிடம் செய்தியைச் சொல்லி அனுப்புவேன். ஒரே நாளில் எனது இரண்டு குமாரர்களையும் நான் இழக்க விரும்பவில்லை” என்றாள்."
  }, {
    "number" : 46,
    "verse" : "பிறகு ரெபெக்காள் ஈசாக்கிடம், “உமது குமாரன் ஏசா ஏத்தியர் பெண்களை மணந்துகொண்டான். நான் அந்தப் பெண்களால் பாதிக்கப்பட்டிருக்கிறேன். ஏனெனில் அவர்கள் நம் இனத்தவர்களல்ல. யாக்கோபும் இதுபோல் மணம் செய்தால் நான் மரித்துப்போவேன்” என்றாள்."
  } ]
}