{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஆதியாகமம்",
  "bookEnglishName" : "Genesis",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஆதாமின் குடும்ப வரலாறு) இது ஆதாமின் குடும்பத்தைப்பற்றி கூறுகின்ற பகுதி. தேவன் மனிதரைத் தம் சாயலிலேயே படைத்தார்."
  }, {
    "number" : 2,
    "verse" : "தேவன் அவர்களை ஆண் என்றும் பெண் என்றும் படைத்தார். தேவன் அவர்களைப் படைத்த அந்நாளிலேயே அவர்களை ஆசீர்வதித்து அவர்களுக்கு “மனிதர்” என்று பெயரிட்டார்."
  }, {
    "number" : 3,
    "verse" : "ஆதாமுக்கு 130 வயது ஆன பிறகு இன்னொரு குமாரன் பிறந்தான். அவன் ஆதாமைப்போலவே இருந்தான். ஆதாம் அவனுக்கு சேத் என்று பெயர் வைத்தான்."
  }, {
    "number" : 4,
    "verse" : "சேத் பிறந்த பிறகும் ஆதாம் 800 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் ஆதாமுக்கு ஆண்பிள்ளைகளும் பெண்பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 5,
    "verse" : "எனவே ஆதாம் மொத்தமாக 930 ஆண்டுகள் வாழ்ந்து, மரணமடைந்தான்."
  }, {
    "number" : 6,
    "verse" : "சேத்துக்கு 105 வயதானபோது அவனுக்கு ஏனோஸ் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 7,
    "verse" : "ஏனோஸ் பிறந்த பிறகு சேத் 807 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவனுக்கு ஆண்பிள்ளைகளும் பெண் பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 8,
    "verse" : "சேத் மொத்தம் 912 ஆண்டுகள் வாழ்ந்து பிறகு மரணமடைந்தான்."
  }, {
    "number" : 9,
    "verse" : "ஏனோசுக்கு 90 வயதானபோது அவனுக்கு கேனான் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 10,
    "verse" : "கேனான் பிறந்த பிறகு ஏனோஸ் 815 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவனுக்கு ஆண்பிள்ளைகளும் பெண் பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 11,
    "verse" : "ஏனோஸ் 905 ஆண்டுகள் வாழ்ந்து பின்னர் மரணமடைந்தான்."
  }, {
    "number" : 12,
    "verse" : "கேனானுக்கு 70 வயதானபோது அவனுக்கு மகலாலேயேல் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 13,
    "verse" : "மகலாலேயேல் பிறந்த பிறகு கேனான் 840 ஆண்டுகள் வாழ்ந்தான். அப்போது அவனுக்கு ஆண் பிள்ளைகளும் பெண்பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 14,
    "verse" : "ஆகவே கேனான் 910 ஆண்டுகள் வாழ்ந்து மரணமடைந்தான்."
  }, {
    "number" : 15,
    "verse" : "மகலாலேயேல் 65 வயதானபோது அவனுக்கு யாரேத் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 16,
    "verse" : "யாரேத் பிறந்த பின் மகலாலேயேல் 830 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவனுக்கு ஆண்பிள்ளைகளும் பெண்பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 17,
    "verse" : "மகலாலேயேல் 895 ஆண்டுகள் வாழ்ந்து மரணமடைந்தான்."
  }, {
    "number" : 18,
    "verse" : "யாரேத்துக்கு 162 வயதானபோது அவனுக்கு ஏனோக் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 19,
    "verse" : "ஏனோக் பிறந்த பின் யாரேத் 800 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவனுக்கு ஆண்பிள்ளைகளும் பெண் பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 20,
    "verse" : "யாரேத் மொத்தம் 962 ஆண்டுகள் வாழ்ந்து மரணமடைந்தான்."
  }, {
    "number" : 21,
    "verse" : "ஏனோக்குக்கு 65 வயதானபோது அவனுக்கு மெத்தூசலா என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 22,
    "verse" : "மெத்தூசலா பிறந்தபின் ஏனோக் 300 ஆண்டுகள் தேவனோடு வழிநடந்தான். அக்காலத்தில் அவன் ஆண்பிள்ளைகளையும் பெண்பிள்ளைகளையும் பெற்றெடுத்தான்."
  }, {
    "number" : 23,
    "verse" : "அவன் மொத்தம் 365 ஆண்டுகள் வாழ்ந்தான்."
  }, {
    "number" : 24,
    "verse" : "ஒரு நாள் ஏனோக் தேவனோடு நடந்துகொண்டிருக்கும்போதே அவன் மறைந்து போனான். தேவன் அவனை எடுத்துக்கொண்டார்."
  }, {
    "number" : 25,
    "verse" : "மெத்தூசலாவுக்கு 187 வயதானபோது அவனுக்கு லாமேக் என்ற குமாரன் பிறந்தான்."
  }, {
    "number" : 26,
    "verse" : "லாமேக் பிறந்தபின் மெத்தூசலா 782 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவனுக்கு ஆண்பிள்ளைகளும் பெண்பிள்ளைகளும் பிறந்தனர்."
  }, {
    "number" : 27,
    "verse" : "மெத்தூசலா 969 ஆண்டுகள் வாழ்ந்து மரணமடைந்தான்."
  }, {
    "number" : 28,
    "verse" : "லாமேக்கிற்கு 182 வயதானபோது அவனுக்கு ஒரு குமாரன் பிறந்தான்."
  }, {
    "number" : 29,
    "verse" : "அவனுக்கு நோவா என்று பெயரிட்டான். அவன், “நாம் விவசாயிகளாக பாடுபடுகிறோம். ஏனென்றால் தேவன் பூமியைச் சபித்திருக்கிறார். ஆனால் நோவா, நமக்கு இளைப்பாறுதலை அளிப்பான்” என்றான்."
  }, {
    "number" : 30,
    "verse" : "நோவா பிறந்தபின், லாமேக் 595 ஆண்டுகள் வாழ்ந்தான். அக்காலத்தில் அவன் ஆண் பிள்ளைகளையும் பெண்பிள்ளைகளையும் பெற்றெடுத்தான்."
  }, {
    "number" : 31,
    "verse" : "லாமேக் மொத்தம் 777 ஆண்டுகள் வாழ்ந்து மரணமடைந்தான்."
  }, {
    "number" : 32,
    "verse" : "நோவாவுக்கு 500 வயதானபின் அவனுக்கு சேம், காம், யாப்பேத் என்னும் ஆண்பிள்ளைகள் பிறந்தனர்."
  } ]
}