{"bibleAbbr":"KNCL","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"ಬೋವಜನ ಹೊಲದಲ್ಲಿ ರೂತಳು ನವೊಮಿಗೆ ಬೋವಜ ಎಂಬ ನೆಂಟನು ಇದ್ದನು. ಅವನು ಐಶ್ವರ್ಯವಂತ ಮತ್ತು ಒಬ್ಬ ಗಣ್ಯ ವ್ಯಕ್ತಿ; ನವೊಮಿಯ ಪತಿ ಎಲಿಮೆಲೆಕನ ಕುಟುಂಬಕ್ಕೆ ಸೇರಿದವನು."},{"number":2,"verse":"ರೂತಳು ನವೊಮಿಗೆ: “ನಾನು ಹೊಲಗಳಿಗೆ ಹೋಗಿ ತೆನೆಗಳನ್ನು ಆಯ್ದುಕೊಂಡು ಬರಲೇ? ಇದಕ್ಕೆ ಯಾರಾದರು ನನಗೆ ನೆರವಾಗಬಹುದು,” ಎಂದು ಕೇಳಿದಳು. ನವೊಮಿ, “ಹೋಗಿ ಬಾ, ಮಗಳೇ,” ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟಳು."},{"number":3,"verse":"ರೂತಳು ಕೊಯ್ಯುವವರ ಹಿಂದೆ ಹೋಗುತ್ತಾ ಅಲ್ಲಲ್ಲಿ ಬಿದ್ದ ತೆನೆಗಳನ್ನು ಆಯ್ದುಕೊಳ್ಳುತ್ತಿದ್ದಳು. ಸುದೈವದಿಂದ ಅದು ಎಲಿಮೆಲೆಕನ ನೆಂಟನಾದ ಬೋವಜನ ಹೊಲವಾಗಿತ್ತು."},{"number":4,"verse":"ಸ್ವಲ್ಪ ಹೊತ್ತಾದ ಮೇಲೆ, ಇದ್ದಕ್ಕಿದ್ದ ಹಾಗೆ ಬೋವಜನು ಬೆತ್ಲೆಹೇಮಿನಿಂದ ಅಲ್ಲಿಗೆ ಬಂದನು. ಅವನು, “ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನಿಮ್ಮೊಡನೆ ಇರಲಿ!” ಎಂದು ಕೆಲಸದಾಳುಗಳನ್ನು ವಂದಿಸಿದನು. ಅದಕ್ಕೆ ಅವರು, “ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನೂ ಹರಸಲಿ!” ಎಂದು ಪ್ರತಿವಂದನೆ ಮಾಡಿದರು."},{"number":5,"verse":"ಬೋವಜನು ಮೇಸ್ತ್ರಿಯನ್ನು ಕರೆದು, “ಇವಳು ಯಾವ ಮನೆಯ ಹೆಣ್ಣು?” ಎಂದು ವಿಚಾರಿಸಿದನು."},{"number":6,"verse":"ಅದಕ್ಕೆ ಆ ಮೇಸ್ತ್ರಿ, “ಇವಳು ಮೋವಾಬ್ಯಳು, ನವೊಮಿಯ ಸಂಗಡ ಮೋವಾಬ್ ನಾಡಿನಿಂದ ಹಿಂದಿರುಗಿ ಬಂದವಳು."},{"number":7,"verse":"ಕೊಯ್ಯುವವರ ಹಿಂದೆ ಹೋಗಿ ಸಿವುಡುಗಳ ಮಧ್ಯೆ ಹಕ್ಕಲಾಯ್ದುಕೊಳ್ಳುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಕೇಳಿಕೊಂಡಳು. ಬೆಳಿಗ್ಗೆ ಬಂದವಳು ಇನ್ನೂ ಇಲ್ಲೇ ಇದ್ದಾಳೆ. ಸದ್ಯಕ್ಕೆ ನೆರಳಿನಲ್ಲಿ ವಿಶ್ರಮಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಾಳೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":8,"verse":"ತದನಂತರ ಬೋವಜನು ರೂತಳಿಗೆ, “ನೋಡಮ್ಮಾ, ಈ ಹೊಲವನ್ನು ಬಿಟ್ಟು ಮತ್ತೆ ಎಲ್ಲಿಯೂ ತೆನೆ ಆಯಲು ಹೋಗಬೇಕಾಗಿಲ್ಲ, ನನ್ನ ಹೆಣ್ಣಾಳುಗಳ ಜೊತೆಯಲ್ಲಿಯೇ ಇರು."},{"number":9,"verse":"ಅವರು ಎಲ್ಲಿ ಪೈರು ಕೊಯ್ಯುತ್ತಾರೋ ಅವರ ಹಿಂದೆ ಹೋಗಿ ತೆನೆಗಳನ್ನು ಆರಿಸಿಕೊ. ನಿನಗೆ ಯಾರೂ ತೊಂದರೆ ಕೊಡಬಾರದೆಂದು ನನ್ನ ಆಳುಗಳಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನೆ. ನಿನಗೆ ಬಾಯಾರಿಕೆಯಾದರೆ ಹೋಗಿ ನನ್ನ ಆಳುಗಳು ತುಂಬಿಸಿರುವ ನೀರಿನ ಬಾನೆಗಳಿಂದ ಕುಡಿ,” ಎಂದನು."},{"number":10,"verse":"ಆಗ ರೂತಳು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿ ನಮಸ್ಕರಿಸಿ, “ಒಡೆಯಾ, ನನ್ನ ಮೇಲೆ ಏಕೆ ಇಷ್ಟು ಕನಿಕರ? ಪರದೇಶಿಯಾದ ನನಗೆ ತಾವಿಷ್ಟು ದಯೆತೋರಿಸುವುದೇಕೆ?” ಎಂದಳು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಬೋವಜನು, “ನಿನ್ನ ಪತಿ ತೀರಿಹೋದಂದಿನಿಂದ ನೀನು ಅತ್ತೆಗಾಗಿ ಮಾಡಿದ್ದ ಎಲ್ಲವನ್ನೂ ಕುರಿತು ಕೇಳಿದ್ದೇನೆ. ನೀನು ಹೇಗೆ ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಮತ್ತು ಸ್ವಂತ ನಾಡನ್ನು ಬಿಟ್ಟು, ಅಪರಿಚಿತರಾದ ಜನರ ಮಧ್ಯೆ ವಾಸಿಸಲು ಬಂದಿರುವೆ ಎಂಬುದು ಸಹ ನನಗೆ ತಿಳಿದಿದೆ."},{"number":12,"verse":"ನೀನು ಮಾಡಿದ್ದಕ್ಕೆಲ್ಲಾ ದೇವರು ನಿನಗೆ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನೀಯಲಿ. ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಆಶ್ರಯವನ್ನರಸಿ ಬಂದಿರುವೆ. ಅವರು ನಿನಗೆ ಹೇರಳವಾದ ಆಶೀರ್ವಾದವನ್ನು ಅನುಗ್ರಹಿಸಲಿ!” ಎಂದನು."},{"number":13,"verse":"ಆಗ ರೂತಳು, “ಒಡೆಯಾ, ತಾವು ನನಗೆ ದೊಡ್ಡ ಉಪಕಾರವನ್ನು ಮಾಡಿದ್ದೀರಿ. ನಾನು ತಮ್ಮ ದಾಸಿ ಎನಿಸಿಕೊಳ್ಳುವುದಕ್ಕೂ ಯೋಗ್ಯಳಲ್ಲ. ಆದರೂ ನನ್ನನ್ನು ಕನಿಕರಿಸಿ ಪ್ರೀತಿಯಿಂದ ಮಾತನಾಡಿದ್ದೀರಿ,” ಎಂದು ಹೇಳಿದಳು."},{"number":14,"verse":"ಊಟದ ಸಮಯದಲ್ಲಿ ಬೋವಜನು ರೂತಳನ್ನು ಕರೆದು, “ಇಲ್ಲಿ ಬಾ, ರೊಟ್ಟಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ದ್ರಾಕ್ಷಾರಸದಲ್ಲಿ ಅದ್ದಿ ತಿನ್ನು,” ಎಂದನು. ಆಕೆ ಕೊಯ್ಯುವವರ ಸಂಗಡ ಕುಳಿತುಕೊಂಡಳು. ಇದಲ್ಲದೆ ಬೋವಜನು ಆಕೆಗೆ ಸುಟ್ಟ ತೆನೆಗಳನ್ನು ಕೊಟ್ಟನು. ಅವಳು ತೃಪ್ತಿಯಾಗಿ ಊಟಮಾಡಿ ಇನ್ನೂ ಸ್ವಲ್ಪ ಉಳಿಸಿಕೊಂಡಳು."},{"number":15,"verse":"ಅವಳು ಪುನಃ ಹಕ್ಕಲು ತೆನೆಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳಲು ಹೋದಾಗ, ಬೋವಜನು ತನ್ನ ಆಳುಗಳಿಗೆ, “ಸಿವುಡುಗಳ ಮಧ್ಯದಲ್ಲೂ ಅವಳು ತೆನೆಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳಲಿ; ಅಡ್ಡಿಮಾಡಬೇಡಿ."},{"number":16,"verse":"ನೀವು ಕೊಯ್ಯುವಾಗ ಕೆಲವು ತೆನೆಗಳಿಂದ ಕಟ್ಟುಗಳಿಂದ ಕಿತ್ತು ಕೆಳಗೆ ಹಾಕಿರಿ. ಅವಳು ಆಯ್ದುಕೊಳ್ಳಲಿ; ಯಾರೂ ಅವಳನ್ನು ಗದರಿಸಬೇಡಿ,” ಎಂದು ಆಜ್ಞೆಯಿತ್ತನು."},{"number":17,"verse":"ಅದರಂತೆಯೇ ರೂತಳು ಸಾಯಂಕಾಲದವರೆಗೆ ತೆನೆಗಳನ್ನು ಆಯ್ದುಕೊಂಡಳು. ಅವನ್ನು ಬಡಿದಾಗ ಸುಮಾರು ಅರ್ಧ ಚೀಲದಷ್ಟು ಜವೆಗೋದಿ ಸಿಕ್ಕಿತು."},{"number":18,"verse":"ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಊರೊಳಕ್ಕೆ ಹೋಗಿ ತನ್ನ ಅತ್ತೆಗೆ ತೋರಿಸಿದಳು. ಅಂತೆಯೇ ತನ್ನ ಆಹಾರದಿಂದ ಉಳಿಸಿಟ್ಟಿದ್ದನ್ನು ತನ್ನ ಅತ್ತೆಗೆ ಕೊಟ್ಟಳು."},{"number":19,"verse":"ಅದನ್ನು ನೋಡಿ ನವೊಮಿ, “ನೀನು ಈ ದಿನ ಎಲ್ಲಿ ಹಕ್ಕಲಾಯ್ದೆ? ಯಾರ ಹೊಲದಲ್ಲಿ ಕೆಲಸಮಾಡಿದೆ? ನಿನಗೆ ದಯೆ ತೋರಿಸಿದವನಿಗೆ ಶುಭವಾಗಲಿ!” ಎಂದಳು. ಅದಕ್ಕೆ ರೂತಳು, “ನಾನು ತೆನೆ ಆಯ್ದುಕೊಂಡ ಹೊಲವು ಬೋವಜನದು,” ಎಂದು ಹೇಳಿದಳು."},{"number":20,"verse":"ಇದನ್ನು ಕೇಳಿದ ನವೊಮಿ ಆವೇಶದಿಂದ, “ಜೀವಂತರಿಗೂ ಮೃತರಿಗೂ ಮಾಡಿದ ವಾಗ್ದಾನಗಳನ್ನು ನೆರವೇರಿಸುವ ಸರ್ವೇಶ್ವರ ಅವನನ್ನು ಆಶೀರ್ವದಿಸಲಿ!” ಎಂದು ಹರಸಿ, “ಆ ಮನುಷ್ಯ ನಮಗೆ ಹತ್ತಿರದ ನೆಂಟ, ನಮ್ಮನ್ನು ಪೋಷಿಸಬೇಕಾದವನು,” ಎಂದು ತಿಳಿಸಿದಳು."},{"number":21,"verse":"ಇದಲ್ಲದೆ ರೂತಳು, “ಸುಗ್ಗಿಕಾಲ ತೀರುವವರೆಗೂ ನನ್ನ ಆಳುಗಳ ಜೊತೆಯಲ್ಲೇ ಇರಬಹುದೆಂದು ಹೇಳಿದ್ದಾನೆ,” ಎಂದಳು."},{"number":22,"verse":"ಅದಕ್ಕೆ ನವೊಮಿ ತನ್ನ ಸೊಸೆಗೆ, “ಹೌದು, ಮಗಳೇ, ನೀನು ಆತನ ಹೆಣ್ಣಾಳುಗಳ ಸಂಗಡ ಇರುವುದೇ ಒಳ್ಳೆಯದು; ಬೇರೆಯವರ ಹೊಲದಲ್ಲಿ ನಿನಗೆ ತೊಂದರೆಯಾದೀತು,” ಎಂದು ಸಲಹೆಕೊಟ್ಟಳು."},{"number":23,"verse":"ಅದರಂತೆಯೆ ರೂತಳು ಜವೆಗೋದಿ ಮತ್ತು ಗೋದಿಯ ಸುಗ್ಗಿ ಮುಗಿಯುವವರೆಗೂ ಬೋವಜನ ಹೆಣ್ಣಾಳುಗಳ ಸಂಗಡ ತೆನೆಗಳನ್ನು ಆಯ್ದುಕೊಳ್ಳುತ್ತಾ ಇದ್ದಳು. ಅತ್ತೆಯ ಮನೆಯಲ್ಲೇ ವಾಸಿಸುತ್ತಿದ್ದಳು."}]}