{"bibleAbbr":"WEB2020+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"Now it happened, <WH8085> when it was reported to Sanballat <WH5571> and Tobiah, <WH2900> and to Geshem <WH1654> the Arabian, <WH6163> and to the rest <WH3499> of our enemies, <WH341> that I had built <WH1129> the wall, <WH2346> and that there was no breach <WH6556> left <WH3498> therein; <WH1571> (though even to that time <WH6256> I had not set up <WH5975> the doors <WH1817> in the gates; <WH8179>)"},{"number":2,"verse":"that Sanballat <WH5571> and Geshem <WH1654> sent <WH7971> to me, <WH559> saying, \"Come, <WH3212> let us meet <WH3259> together <WH3162> in the villages <WH3715> in the plain <WH1237> of Ono. <WH207>\" But they intended <WH2803> to <WH6213> harm me. <WH7451>"},{"number":3,"verse":"I sent <WH7971> messengers <WH4397> to them, <WH559> saying, \"I am doing <WH6213> a great <WH1419> work, <WH4399> so that I can't <WH3201> come down. <WH3381> Why should the work <WH4399> cease, <WH7673> while <WH834> I leave <WH7503> it, <WH3381> and come down to you?\""},{"number":4,"verse":"They sent <WH7971> to me four <WH702> times <WH6471> after this sort; <WH1697> and I answered <WH7725> them the same way. <WH1697>"},{"number":5,"verse":"Then Sanballat <WH5571> sent <WH7971> his servant <WH5288> to me the same way <WH1697> the fifth <WH2549> time <WH6471> with an open <WH6605> letter <WH107> in his hand, <WH3027>"},{"number":6,"verse":"in which was written, <WH3789> \"It is reported <WH8085> among the nations, <WH1471> and Gashmu <WH1654> says <WH559> it, <WH3064> that you and the Jews intend <WH2803> to rebel. <WH4775> Because of that, <WH1933> you are building <WH1129> the wall. <WH2346> You would be <WH1933> their king, <WH4428> according to these words. <WH1697>"},{"number":7,"verse":"You have also appointed <WH5975> prophets <WH5030> to preach <WH7121> of you at Jerusalem, <WH3389> saying, <WH559> <WH4428> 'There is a king in Judah! <WH3063>' Now it will be reported <WH8085> to the king <WH4428> according to these words. <WH1697> Come <WH3212> now therefore, <WH3289> and let us take counsel together. <WH3162>\""},{"number":8,"verse":"Then I sent <WH7971> to him, <WH559> saying, \"There are <WH1961> no such things <WH1697> done <WH1961> as you say, <WH559> but you imagine <WH908> them out of your own heart. <WH3820>\""},{"number":9,"verse":"For they all would have made us afraid, <WH3372> saying, <WH559> \"Their hands <WH3027> will be weakened <WH7503> from the work, <WH4399> that it not be done. <WH6213> But now, <WH2388> strengthen my hands. <WH3027>\""},{"number":10,"verse":"I went <WH935> to the house <WH1004> of Shemaiah <WH8098> the son <WH1121> of Delaiah <WH1806> the son <WH1121> of Mehetabel, <WH4105> who was shut in <WH6113> at his home; <WH559> and he said, \"Let us meet together <WH3259> in the house <WH1004> of God, <WH430> within <WH8432> the temple, <WH1964> and let us shut <WH5462> the doors <WH1817> of the temple; <WH1964> for they will come <WH935> to kill <WH2026> you; <WH3915> yes, in the night will they come <WH935> to kill you. <WH2026>\""},{"number":11,"verse":"I said, <WH559> \"Should such <WH3644> a man <WH376> as I flee? <WH1272> Who is there that, <WH935> being such as I, would go into the temple <WH1964> to save his life? <WH2425> I will not go in. <WH935>\""},{"number":12,"verse":"I discerned, <WH5234> and behold, <WH430> God had not sent <WH7971> him; <WH1696> but he pronounced this prophecy <WH5016> against me. <WH2900> Tobiah and Sanballat <WH5571> had hired him. <WH7936>"},{"number":13,"verse":"He hired <WH7936> so that I would be afraid, <WH3372> do so, <WH6213> and sin, <WH2398> and that they might have material for an evil <WH7451> report, <WH8034> that they might reproach me. <WH2778>"},{"number":14,"verse":"\"Remember, <WH2142> my God, <WH430> Tobiah <WH2900> and Sanballat <WH5571> according to these their works, <WH4639> and also the prophetess <WH5031> Noadiah, <WH5129> and the rest <WH3499> of the prophets, <WH5030> that would have put me in fear. <WH3372>\""},{"number":15,"verse":"So the wall <WH2346> was finished <WH7999> in the twenty <WH6242> - fifth <WH2568> day of Elul, <WH435> in fifty <WH2572> - two <WH8147> days. <WH3117>"},{"number":16,"verse":"It happened, <WH341> when all our enemies heard <WH8085> of it, <WH1471> that all the nations that were about us <WH5439> were afraid, <WH5439> and were much <WH3966> cast down <WH5307> in their own eyes; <WH5869> for they perceived <WH3045> that this work <WH4399> was worked <WH4399> of our God. <WH430>"},{"number":17,"verse":"Moreover in those days <WH3117> the nobles <WH2715> of Judah <WH3063> sent <WH1980> many <WH7235> letters <WH107> to Tobiah, <WH2900> and Tobiah <WH2900>'s letters came to them. <WH935>"},{"number":18,"verse":"For there were many <WH7227> in Judah <WH3063> sworn <WH1167> to him, <WH2860> because he was the son-in-law of Shecaniah <WH7935> the son <WH1121> of Arah; <WH733> and his son <WH1121> Jehohanan <WH3076> had taken <WH3947> the daughter <WH1323> of Meshullam <WH4918> the son <WH1121> of Berechiah as wife. <WH1296>"},{"number":19,"verse":"Also they spoke <WH559> of his good deeds <WH2896> before <WH6440> me, <WH3318> and reported my words <WH1697> to him. <WH2900> Tobiah sent <WH7971> letters <WH107> to put me in fear. <WH3372>"}]}