{"bibleAbbr":"MKJV1962","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"And the LORD spoke to Moses in Mount Sinai, saying,"},{"number":2,"verse":"Speak to the sons of Israel and say to them, When you come into the land which I give you, then shall the land keep a sabbath to the LORD."},{"number":3,"verse":"You shall sow your field six years, and you shall prune your vineyard six years, and gather in the fruit of it."},{"number":4,"verse":"But in the seventh year shall be a sabbath of rest to the land, a sabbath for the LORD. You shall neither sow your field, nor prune your vineyard."},{"number":5,"verse":"You shall not reap that which grows of its own accord of your harvest, neither gather the grapes of your undressed vine. It is a year of rest to the land."},{"number":6,"verse":"And the sabbath of the land shall be food for you, for you and for your servant, and for your slave woman and for your hired servant, and for your stranger who stays with you,"},{"number":7,"verse":"and for your cattle, and for the beast that [is] in your land, shall all the increase of it be for food."},{"number":8,"verse":"And you shall number seven sabbaths of years to you, seven times seven years. And the time of the seven sabbaths of years shall be forty-nine years to you."},{"number":9,"verse":"Then you shall cause the trumpet of the jubilee to sound on the tenth of the seventh month; in the day of atonement, the trumpet shall sound throughout all your land."},{"number":10,"verse":"And you shall make the fiftieth year holy, [one] year, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee to you, and you shall return each man to his possession, and you shall return each man to his family."},{"number":11,"verse":"That fiftieth year shall be a jubilee to you. You shall not sow, neither reap that which grows of itself in it, nor gather in it of your undressed vine."},{"number":12,"verse":"For it [is] the jubilee. It shall be holy to you. You shall eat the increase of it out of the field."},{"number":13,"verse":"In the year of this jubilee you shall return each man to his possession."},{"number":14,"verse":"And if you sell anything to your neighbor, or buy from your neighbor's hand, you shall not oppress one another."},{"number":15,"verse":"According to the number of years after the jubilee you shall buy of your neighbor, according to the number of years of the fruits he shall sell to you."},{"number":16,"verse":"According to the number of years you shall increase the price of it, and according to the fewness of years you shall diminish the price of it, for he is selling to you the number of crops."},{"number":17,"verse":"And you shall not oppress one another. But you shall fear your God. For I [am] the LORD your God."},{"number":18,"verse":"And you shall do My statutes, and keep My judgments and do them. And you shall dwell in the land in safety."},{"number":19,"verse":"And the land shall yield its fruits, and you shall eat your fill and dwell in it in safety."},{"number":20,"verse":"And if you shall say, What shall we eat the seventh year? Behold, we shall not sow nor gather in our increase!"},{"number":21,"verse":"Then I will command My blessing on you in the sixth year, and it shall bring forth fruit for three years."},{"number":22,"verse":"And you shall sow the eighth year, and eat of old fruit until the ninth year; until its fruits come in, you shall eat the old fruit."},{"number":23,"verse":"The land shall not be sold forever; for the land [is] Mine. For you are strangers and pilgrims with Me."},{"number":24,"verse":"And in all the land of your possession you shall grant a redemption for the land."},{"number":25,"verse":"If your brother has become poor, and has sold his possessions, and if any of his relatives come to redeem it, then he shall redeem that which his brother sold."},{"number":26,"verse":"And if the man has no redeemer, and he himself is able to redeem it, and he has enough [for] its redemption;"},{"number":27,"verse":"then let him count the years of the sale of it, and restore the overplus to the man to whom he sold it, so that he may return to his possession."},{"number":28,"verse":"But if he is not able to restore to him, then that which is sold shall remain in the hand of him that has bought it until the year of jubilee. And in the jubilee it shall go out, and he shall return to his possession."},{"number":29,"verse":"And if a man sells a dwelling house [in] a walled city, then he may redeem it [within] a whole year after it is sold. He may redeem it within a full year."},{"number":30,"verse":"And if it is not redeemed within the time of a full year, then the house in the walled city shall be made sure forever to its buyer throughout his generations. It shall not go out in the jubilee."},{"number":31,"verse":"But the houses of the villages which have no walls around them shall be counted as the field of the country. They may be redeemed, and they shall go out in the jubilee."},{"number":32,"verse":"As to the cities of the Levites, the houses of the cities of their possession, the Levites shall have a never-ending redemption."},{"number":33,"verse":"And if a man purchases [a house] from the Levites, then the house that was sold and the city of his possession shall go out in [the year of] jubilee. For the houses of the cities of the Levites are their possession among the sons of Israel."},{"number":34,"verse":"But the field of the open land of their cities may not be sold, for it [is] theirs forever."},{"number":35,"verse":"And if your brother has become poor, and his hand has failed with you, then you shall help him; yes, [even if he is] a stranger or a visitor, so that he may live with you."},{"number":36,"verse":"You shall take no interest from him, or increase. But you shall fear your God, so that your brother may live with you."},{"number":37,"verse":"You shall not give him your silver on interest, nor lend him your food for increase."},{"number":38,"verse":"I [am] the LORD your God who brought you forth out of the land of Egypt, to give you the land of Canaan [and] to be your God."},{"number":39,"verse":"And if your brother [who lives] beside you has become poor, and is sold to you, you shall not compel him to serve as a bond-servant."},{"number":40,"verse":"As a hired servant, as a temporary resident, he shall be with you, and shall serve you until the year of jubilee."},{"number":41,"verse":"And he shall depart from you, he and his sons with him, and shall return to his own family. And he shall return to the possession of his fathers."},{"number":42,"verse":"For they [are] My servants, whom I brought forth out of the land of Egypt. They shall not be sold as a slave."},{"number":43,"verse":"You shall not rule over him with rigor, but shall fear your God."},{"number":44,"verse":"Both your male slaves, and your female slaves whom you shall have, [shall be] of the nations that are all around you. You shall buy male slaves and female slaves from them."},{"number":45,"verse":"And also you may buy of the sons of the tenants who are staying with you; and from their families that [are] with you, whom they fathered in your land. And they shall be your possession."},{"number":46,"verse":"And you shall take them as an inheritance [for] your sons after you, to hold [for] a possession; you may lay service on them forever. But you shall not rule over your brothers, the sons of Israel, over one another, with harshness."},{"number":47,"verse":"And if an alien or a tenant lifts up a hand among you, and your brother [who dwells] beside him becomes poor and sells himself to the alien [or] tenant by you, or to the offshoot of the alien's family,"},{"number":48,"verse":"after he is sold he may be redeemed again. One of his brothers may redeem him;"},{"number":49,"verse":"either his uncle or his uncle's son may redeem him, or [any] that is near of kin to him of his family may redeem him. Or if he is able, he may redeem himself."},{"number":50,"verse":"And he shall count with his buyer from the year that he was sold to him, until the year of jubilee. And the price of his sale shall be according to the number of years, according to the time of a hired servant it shall be with him."},{"number":51,"verse":"If [there are] still many years, he shall give again the price of his redemption out of the silver that he was bought for, according to the years."},{"number":52,"verse":"And if there remain but few years to the year of jubilee, then he shall count with him, [and] according to his years he shall give him again the price of his redemption."},{"number":53,"verse":"As a yearly hired servant he shall be with him; he shall not rule with harshness in your sight."},{"number":54,"verse":"And if he is not redeemed in this way, then he shall go out in the year of jubilee, he and his sons with him."},{"number":55,"verse":"For to Me the sons of Israel [are] servants. They are My servants whom I brought forth out of the land of Egypt. I [am] the LORD your God."}]}