{"bibleAbbr":"MKJV1962","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"You shall make no idols to yourselves; and you shall not set up for yourselves graven images, or a memorial pillar. And you shall not set up any image of stone in your land in order to bow down to it. For I [am] the LORD your God."},{"number":2,"verse":"You shall keep My sabbaths and revere My sanctuary. I [am] the LORD."},{"number":3,"verse":"If you walk in My statutes and keep My commandments and do them,"},{"number":4,"verse":"then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit."},{"number":5,"verse":"And your threshing shall reach to the vintage, and the vintage shall reach to the sowing time. And you shall eat your bread to the full, and dwell in your land safely."},{"number":6,"verse":"And I will give peace in the land, and you shall lie down and none shall make [you] afraid. And I will cause evil beasts to cease out of the land, neither shall the sword go through your land."},{"number":7,"verse":"And you shall chase your enemies, and they shall fall before you by the sword."},{"number":8,"verse":"And five of you shall chase a hundred, and a hundred of you shall put ten thousand to flight. And your enemies shall fall by the sword in front of you."},{"number":9,"verse":"For I will have respect to you, and make you fruitful, and multiply you, and establish My covenant with you."},{"number":10,"verse":"And you shall eat of the old provision, and clear away the old because of the new."},{"number":11,"verse":"And I will set My tabernacle among you. And My soul shall not abhor you."},{"number":12,"verse":"And I will walk among you and will be your God, and you shall be My people."},{"number":13,"verse":"I [am] the LORD your God, who brought you forth out of the land of Egypt, from being their bondmen. And I have broken the bonds of your yoke, and made you go upright."},{"number":14,"verse":"But if you will not listen to Me, and will not do all these commandments,"},{"number":15,"verse":"and if you shall despise My statutes, or if your soul hates My judgments, so that you will not do all My commandments, so that you break My covenant;"},{"number":16,"verse":"I will also do this to you: I will even appoint terror over you, consumption, and burning fever, consuming the eyes and causing sorrow of heart. And you shall sow your seed in vain, for your enemies shall eat it."},{"number":17,"verse":"And I will set My face against you, and you shall be slain before your enemies. They that hate you shall reign over you. And you shall flee when none pursues you."},{"number":18,"verse":"And if you will not yet listen to Me for all this, then I will punish you seven times more for your sins."},{"number":19,"verse":"And I will break the pride of your power, and I will make your heaven like iron and your earth like bronze."},{"number":20,"verse":"And your strength shall be spent in vain. For your land shall not yield its increase, neither shall the trees of the field yield their fruits."},{"number":21,"verse":"And if you walk contrary to Me, and will not listen to Me, I will bring seven times more plagues on you according to your sins."},{"number":22,"verse":"I will also send wild beasts among you, who shall bereave you. And I will destroy your cattle, and make you few. And your highways shall be deserted."},{"number":23,"verse":"And if you will not be reformed by Me by these things, but will still walk contrary to Me,"},{"number":24,"verse":"then I will walk contrary to you and will punish you seven [times more] for your sins."},{"number":25,"verse":"And I will bring a sword on you that shall execute the vengeance of the covenant. And when you are gathered inside your cities, I will send the plague among you. And you shall be delivered into the hand of the enemy."},{"number":26,"verse":"When I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver [you] your bread again by weight. And you shall eat and not be satisfied."},{"number":27,"verse":"And if you will not for all of this listen to Me, but will walk contrary to Me,"},{"number":28,"verse":"then I will walk contrary to you also in fury. And I, even I, will chastise you seven times for your sins."},{"number":29,"verse":"And you shall eat the flesh of your sons, and the flesh of your daughters you shall eat."},{"number":30,"verse":"And I will destroy your high places and cut down your images, and throw your carcasses on the carcasses of your idols, and My soul shall despise you."},{"number":31,"verse":"And I will make your cities waste and cause your sanctuaries to be deserted. And I will not smell the savor of your sweet odors."},{"number":32,"verse":"And I will turn the land into wasteland. And your enemies who dwell in it shall be astonished at it."},{"number":33,"verse":"And I will scatter you among the heathen, and will draw out a sword after you. And your land shall be waste, and your cities waste."},{"number":34,"verse":"Then shall the land enjoy its sabbaths, as long as it lies waste, and [you are] in your enemies' land; then shall the land rest and enjoy its sabbaths."},{"number":35,"verse":"As long as it lies waste it shall rest, because it did not rest in your sabbaths when you lived on it."},{"number":36,"verse":"And on those of you that are left I will send a faintness into their hearts in the lands of their enemies. And the sound of a driven leaf shall chase them, and they shall flee as if fleeing from a sword. And they shall fall when none pursues."},{"number":37,"verse":"And they shall fall on one another, as if it were before a sword, when none pursues. And you shall have no power to stand before your enemies."},{"number":38,"verse":"And you shall perish among the heathen, and the land of your enemies shall eat you up."},{"number":39,"verse":"And they that are left of you shall putrefy in their wilful sin in your enemies' lands. And also they shall putrefy with them in the perversities of their fathers."},{"number":40,"verse":"If they shall confess their wilfulness and the wilfulness of their fathers, with their sin which they sinned against Me, and that also they have walked contrary to Me--"},{"number":41,"verse":"I also have walked contrary to them and have brought them into the land of their enemies. If then their uncircumcised hearts are humbled, and they then pay for their iniquity,"},{"number":42,"verse":"then I will remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham I will remember. And I will remember the land."},{"number":43,"verse":"The land also shall be forsaken by them, and shall enjoy its sabbaths, while it lies waste without them. And they shall accept the punishment of their iniquities; because, even because they despised My judgments, and because their soul hated My statutes."},{"number":44,"verse":"And yet for all that, when they are in the land of their enemies, I will not cast them away, neither will I hate them, to destroy them utterly and to break My covenant with them. For I [am] the LORD their God."},{"number":45,"verse":"But for their sakes, I will remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, so that I might be their God. I [am] the LORD."},{"number":46,"verse":"These [are] the statutes and judgments and laws, which the Lord made between Him and the sons of Israel in Mount Sinai by the hand of Moses."}]}