{"bibleAbbr":"Orig2013+","bookName":"נחום","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"עלה <WH5927> is come up מפיץ <WH6327> He that dasheth in pieces על <WH5921> before פניך <WH6440> thy face: נצור <WH5341> keep מצרה <WH4694> the munition, צפה <WH6822> watch דרך <WH1870> the way, חזק <WH2388> make loins strong, מתנים <WH4975> make loins strong, אמץ <WH553> fortify כח <WH3581> power מאד׃ <WH3966> mightily."},{"number":2,"verse":"כי <WH3588> For שׁב <WH7725> hath turned away יהוה <WH3068> the LORD את <WH853> גאון <WH1347> the excellency יעקב <WH3290> of Jacob, כגאון <WH1347> as the excellency ישׂראל <WH3478> of Israel: כי <WH3588> for בקקום <WH1238> the emptiers בקקים <WH1238> have emptied וזמריהם <WH2156> their vine branches. שׁחתו׃ <WH7843> them out, and marred"},{"number":3,"verse":"מגן <WH4043> The shield גבריהו <WH1368> of his mighty men מאדם <WH119> is made red, אנשׁי <WH376> men חיל <WH2428> the valiant מתלעים <WH8529> in scarlet: באשׁ <WH784> with flaming פלדות <WH6393> torches הרכב <WH7393> the chariots ביום <WH3117> in the day הכינו <WH3559> of his preparation, והברשׁים <WH1265> and the fir trees הרעלו׃ <WH7477> shall be terribly shaken."},{"number":4,"verse":"בחוצות <WH2351> in the streets, יתהוללו <WH1984> shall rage הרכב <WH7393> The chariots ישׁתקשׁקון <WH8264> they shall jostle one against another ברחבות <WH7339> in the broad ways: מראיהן <WH4758> they shall seem כלפידם <WH3940> like torches, כברקים <WH1300> like the lightnings. ירוצצו׃ <WH7323> they shall run"},{"number":5,"verse":"יזכר <WH2142> He shall recount אדיריו <WH117> his worthies: יכשׁלו <WH3782> they shall stumble בהלכותם <WH1979> in their walk; ימהרו <WH4116> they shall make haste חומתה <WH2346> to the wall והכן <WH3559> shall be prepared. הסכך׃ <WH5526> thereof, and the defense"},{"number":6,"verse":"שׁערי <WH8179> The gates הנהרות <WH5104> of the rivers נפתחו <WH6605> shall be opened, וההיכל <WH1964> and the palace נמוג׃ <WH4127> shall be dissolved."},{"number":7,"verse":"והצב <WH5324> And Huzzab גלתה <WH1540> shall be led away captive, העלתה <WH5927> she shall be brought up, ואמהתיה <WH519> and her maids מנהגות <WH5090> shall lead כקול <WH6963> as with the voice יונים <WH3123> of doves, מתפפת <WH8608> taboring על <WH5921> upon לבבהן׃ <WH3824> their breasts."},{"number":8,"verse":"ונינוה <WH5210> But Nineveh כברכת <WH1295> like a pool מים <WH4325> of water: מימי <WH3117> of old היא <WH1931> והמה <WH1992> yet they נסים <WH5127> shall flee away. עמדו <WH5975> Stand, עמדו <WH5975> stand, ואין <WH369> but none מפנה׃ <WH6437> shall look back."},{"number":9,"verse":"בזו <WH962> Take ye the spoil כסף <WH3701> of silver, בזו <WH962> take the spoil זהב <WH2091> of gold: ואין <WH369> for none קצה <WH7097> end לתכונה <WH8498> of the store כבד <WH3519> glory מכל <WH3605> out of all כלי <WH3627> furniture. חמדה׃ <WH2532> the pleasant"},{"number":10,"verse":"בוקה <WH950> She is empty, ומבוקה <WH4003> and void, ומבלקה <WH1110> and waste: ולב <WH3820> and the heart נמס <WH4549> melteth, ופק <WH6375> smite together, ברכים <WH1290> and the knees וחלחלה <WH2479> and much pain בכל <WH3605> in all מתנים <WH4975> loins, ופני <WH6440> and the faces כלם <WH3605> of them all קבצו <WH6908> gather פארור׃ <WH6289> blackness."},{"number":11,"verse":"איה <WH346> Where מעון <WH4583> the dwelling אריות <WH738> of the lions, ומרעה <WH4829> and the feeding place הוא <WH1931> לכפרים <WH3715> of the young lions, אשׁר <WH834> where הלך <WH1980> walked, אריה <WH738> the lion, לביא <WH3833> the old lion, שׁם <WH8033> where גור <WH1482> whelp, אריה <WH738> the lion's ואין <WH369> and none מחריד׃ <WH2729> made afraid?"},{"number":12,"verse":"אריה <WH738> The lion טרף <WH2963> did tear in pieces בדי <WH1767> enough גרותיו <WH1484> for his whelps, ומחנק <WH2614> and strangled ללבאתיו <WH3833> for his lionesses, וימלא <WH4390> and filled טרף <WH2964> with prey, חריו <WH2356> his holes ומענתיו <WH4585> and his dens טרפה׃ <WH2966> with ravin."},{"number":13,"verse":"הנני <WH2005> אליך <WH413> I against נאם <WH5002> thee, saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, והבערתי <WH1197> and I will burn בעשׁן <WH6227> in the smoke, רכבה <WH7393> her chariots וכפיריך <WH3715> thy young lions: תאכל <WH398> shall devour חרב <WH2719> and the sword והכרתי <WH3772> and I will cut off מארץ <WH776> from the earth, טרפך <WH2964> thy prey ולא <WH3808> shall no ישׁמע <WH8085> be heard. עוד <WH5750> more קול <WH6963> and the voice מלאככה׃ <WH4397> of thy messengers"}]}