{"bibleAbbr":"urRV2010","bookName":"۱-یُوحنّا","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"دیکھو باپ نے ہم سے کَیسی مُحبّت کی ہے کہ ہم خُدا کے فرزند کہلائے اور ہم ہیں بھی ۔ دُنیا ہمیں اِس لِئے نہیں جانتی کہ اُس نے اُسے بھی نہیں جانا۔"},{"number":2,"verse":"عزِیزو! ہم اِس وقت خُدا کے فرزند ہیں اور ابھی تک یہ ظاہِر نہیں ہُؤا کہ ہم کیا کُچھ ہوں گے ۔ اِ تنا جانتے ہیں کہ جب وہ ظاہِر ہو گا تو ہم بھی اُس کی مانِند ہوں گے کیونکہ اُس کو وَیسا ہی دیکھیں گے جَیسا وہ ہے۔"},{"number":3,"verse":"اور جو کوئی اُس سے یہ اُمّید رکھتا ہے اپنے آپ کو وَیسا ہی پاک کرتا ہے جَیسا وہ پاک ہے۔"},{"number":4,"verse":"جو کوئی گُناہ کرتا ہے وہ شرع کی مُخالِفت کرتا ہے اور گُناہ شرع کی مُخالِفت ہی ہے۔"},{"number":5,"verse":"اور تُم جانتے ہو کہ وہ اِس لِئے ظاہِر ہُؤا تھا کہ گُناہوں کو اُٹھا لے جائے اور اُس کی ذات میں گُناہ نہیں۔"},{"number":6,"verse":"جو کوئی اُس میں قائِم رہتا ہے وہ گُناہ نہیں کرتا ۔ جو کوئی گُناہ کرتا ہے نہ اُس نے اُسے دیکھا ہے اور نہ جانا ہے۔"},{"number":7,"verse":"اَے بچّو! کِسی کے فریب میں نہ آنا ۔ جو راستبازی کے کام کرتا ہے وُہی اُس کی طرح راستباز ہے۔"},{"number":8,"verse":"جو شخص گُناہ کرتا ہے وہ اِبلِیس سے ہے کیونکہ اِبلِیس شرُوع ہی سے گُناہ کرتا رہا ہے ۔ خُدا کا بیٹا اِسی لِئے ظاہِر ہُؤا تھا کہ اِبلِیس کے کاموں کو مِٹائے۔"},{"number":9,"verse":"جو کوئی خُدا سے پَیدا ہُؤا ہے وہ گُناہ نہیں کرتا کیونکہ اُس کا تُخم اُس میں بنا رہتا ہے بلکہ وہ گُناہ کر ہی نہیں سکتا کیونکہ خُدا سے پَیدا ہُؤا ہے۔"},{"number":10,"verse":"اِسی سے خُدا کے فرزند اور اِبلِیس کے فرزند ظاہِر ہوتے ہیں ۔ جو کوئی راستبازی کے کام نہیں کرتا وہ خُدا سے نہیں اور وہ بھی نہیں جو اپنے بھائی سے مُحبّت نہیں رکھتا۔"},{"number":11,"verse":"( آپس میں مُحبّت رکھّو) کیونکہ جو پَیغام تُم نے شرُوع سے سُنا وہ یہ ہے کہ ہم ایک دُوسرے سے مُحبّت رکھّیں۔"},{"number":12,"verse":"اور قائِن کی مانِند نہ بنیں جو اُس شرِیر سے تھا اور جِس نے اپنے بھائی کو قتل کِیا اور اُس نے کِس واسطے اُسے قتل کِیا؟ اِس واسطے کہ اُس کے کام بُرے تھے اور اُس کے بھائی کے کام راستی کے تھے۔"},{"number":13,"verse":"اَے بھائِیو ! اگر دُنیا تُم سے عداوت رکھتی ہے تو تعجُّب نہ کرو۔"},{"number":14,"verse":"ہم جانتے ہیں کہ مَوت سے نِکل کر زِندگی میں داخِل ہو گئے کیونکہ ہم بھائِیوں سے مُحبّت رکھتے ہیں ۔ جو مُحبّت نہیں رکھتا وہ مَوت کی حالت میں رہتا ہے۔"},{"number":15,"verse":"جو کوئی اپنے بھائی سے عداوت رکھتا ہے وہ خُونی ہے اور تُم جانتے ہو کہ کِسی خُونی میں ہمیشہ کی زِندگی مَوجُود نہیں رہتی۔"},{"number":16,"verse":"ہم نے مُحبّت کو اِسی سے جانا ہے کہ اُس نے ہمارے واسطے اپنی جان دے دی اور ہم پر بھی بھائِیوں کے واسطے جان دینا فرض ہے۔"},{"number":17,"verse":"جِس کِسی کے پاس دُنیا کا مال ہو اور وہ اپنے بھائی کو مُحتاج دیکھ کر رَحم کرنے میں دریغ کرے تو اُس میں خُدا کی مُحبّت کیوں کر قائِم رہ سکتی ہے؟۔"},{"number":18,"verse":"اَے بچّو! ہم کلام اور زُبان ہی سے نہیں بلکہ کام اور سچّائی کے ذرِیعہ سے بھی مُحبّت کریں۔"},{"number":19,"verse":"( خُدا کے حضُور دلیری) اِس سے ہم جانیں گے کہ حق کے ہیں اور جِس بات میں ہمارا دِل ہمیں اِلزام دے گا اُس کے بارے میں ہم اُس کے حضُور اپنی دِلجمعی کریں گے۔"},{"number":20,"verse":"کیونکہ خُدا ہمارے دِل سے بڑا ہے اور سب کُچھ جانتا ہے۔"},{"number":21,"verse":"اَے عزِیزو! جب ہمارا دِل ہمیں اِلزام نہیں دیتا تو ہمیں خُدا کے سامنے دِلیری ہو جاتی ہے۔"},{"number":22,"verse":"اور جو کُچھ ہم مانگتے ہیں وہ ہمیں اُس کی طرف سے مِلتا ہے کیونکہ ہم اُس کے حُکموں پر عمل کرتے ہیں اور جو کُچھ وہ پسند کرتا ہے اُسے بجا لاتے ہیں۔"},{"number":23,"verse":"اور اُس کا حُکم یہ ہے کہ ہم اُس کے بیٹے یِسُوع مسِیح کے نام پر اِیمان لائیں اور جَیسا اُس نے ہمیں حُکم دِیا اُس کے مُوافِق آپس میں مُحبّت رکھّیں۔"},{"number":24,"verse":"اور جو اُس کے حُکموں پر عمل کرتا ہے وہ اِس میں اور یہ اُس میں قائِم رہتا ہے اور اِسی سے یعنی اُس رُوح سے جو اُس نے ہمیں دِیا ہے ہم جانتے ہیں کہ وہ ہم میں قائِم رہتا ہے۔"}]}