{"bibleAbbr":"NIV2011","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"The words of Amos, one of the shepherds of Tekoa - the vision he saw concerning Israel two years before the earthquake, when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel."},{"number":2,"verse":"He said: “The LORD roars from Zion and thunders from Jerusalem; the pastures of the shepherds dry up, and the top of Carmel withers.”"},{"number":3,"verse":"(Judgment on Israel’s Neighbors) This is what the LORD says: “For three sins of Damascus, even for four, I will not relent. Because she threshed Gilead with sledges having iron teeth,"},{"number":4,"verse":"I will send fire on the house of Hazael that will consume the fortresses of Ben-Hadad."},{"number":5,"verse":"I will break down the gate of Damascus; I will destroy the king who is in the Valley of Aven and the one who holds the scepter in Beth Eden. The people of Aram will go into exile to Kir,” says the LORD."},{"number":6,"verse":"This is what the LORD says: “For three sins of Gaza, even for four, I will not relent. Because she took captive whole communities and sold them to Edom,"},{"number":7,"verse":"I will send fire on the walls of Gaza that will consume her fortresses."},{"number":8,"verse":"I will destroy the king of Ashdod and the one who holds the scepter in Ashkelon. I will turn my hand against Ekron, till the last of the Philistines are dead,” says the Sovereign LORD."},{"number":9,"verse":"This is what the LORD says: “For three sins of Tyre, even for four, I will not relent. Because she sold whole communities of captives to Edom, disregarding a treaty of brotherhood,"},{"number":10,"verse":"I will send fire on the walls of Tyre that will consume her fortresses.”"},{"number":11,"verse":"This is what the LORD says: “For three sins of Edom, even for four, I will not relent. Because he pursued his brother with a sword and slaughtered the women of the land, because his anger raged continually and his fury flamed unchecked,"},{"number":12,"verse":"I will send fire on Teman that will consume the fortresses of Bozrah.”"},{"number":13,"verse":"This is what the LORD says: “For three sins of Ammon, even for four, I will not relent. Because he ripped open the pregnant women of Gilead in order to extend his borders,"},{"number":14,"verse":"I will set fire to the walls of Rabbah that will consume her fortresses amid war cries on the day of battle, amid violent winds on a stormy day."},{"number":15,"verse":"Her king will go into exile, he and his officials together,” says the LORD."}]}