{"bibleAbbr":"NIV2011","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"(A Basket of Ripe Fruit) This is what the Sovereign LORD showed me: a basket of ripe fruit."},{"number":2,"verse":"“What do you see, Amos?” he asked. “A basket of ripe fruit,” I answered. Then the LORD said to me, “The time is ripe for my people Israel; I will spare them no longer."},{"number":3,"verse":"“In that day,” declares the Sovereign LORD, “the songs in the temple will turn to wailing. Many, many bodies - flung everywhere! Silence!”"},{"number":4,"verse":"Hear this, you who trample the needy and do away with the poor of the land,"},{"number":5,"verse":"saying, “When will the New Moon be over that we may sell grain, and the Sabbath be ended that we may market wheat?” - skimping on the measure, boosting the price and cheating with dishonest scales,"},{"number":6,"verse":"buying the poor with silver and the needy for a pair of sandals, selling even the sweepings with the wheat."},{"number":7,"verse":"The LORD has sworn by himself, the Pride of Jacob: “I will never forget anything they have done."},{"number":8,"verse":"“Will not the land tremble for this, and all who live in it mourn? The whole land will rise like the Nile; it will be stirred up and then sink like the river of Egypt."},{"number":9,"verse":"“In that day,” declares the Sovereign LORD, “I will make the sun go down at noon and darken the earth in broad daylight."},{"number":10,"verse":"I will turn your religious festivals into mourning and all your singing into weeping. I will make all of you wear sackcloth and shave your heads. I will make that time like mourning for an only son and the end of it like a bitter day."},{"number":11,"verse":"“The days are coming,” declares the Sovereign LORD, “when I will send a famine through the land - not a famine of food or a thirst for water, but a famine of hearing the words of the LORD."},{"number":12,"verse":"People will stagger from sea to sea and wander from north to east, searching for the word of the LORD, but they will not find it."},{"number":13,"verse":"“In that day “the lovely young women and strong young men will faint because of thirst."},{"number":14,"verse":"Those who swear by the sin of Samaria - who say, ‘As surely as your god lives, Dan,’ or, ‘As surely as the god of Beersheba lives’ - they will fall, never to rise again.”"}]}