{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "மாற்கு",
  "bookEnglishName" : "Mark",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யோவான் ஸ்நானகன் வழியை ஆயத்தப்படுத்துதல்)இறைவனின் மகன்(சில பிரதிகளில் இறைவனின் மகன் என்ற சொல் காணப்படுவதில்லை.) இயேசு கிறிஸ்துவை(கிறிஸ்து என்ற கிரேக்க வார்த்தையும், எபிரேய மொழியில் மேசியா என்ற வார்த்தையும் அபிஷேகர் எனப் பொருள் தரும்.) பற்றிய நற்செய்தியின் தொடக்கம்."
  }, {
    "number" : 2,
    "verse" : "ஏசாயா என்ற இறைவாக்கினரின் புத்தகத்தில், “நான் என்னுடைய தூதுவனை உமக்கு முன்பாக அனுப்புவேன்; அவன் உம்முடைய வழியை ஆயத்தம் செய்வான்”"
  }, {
    "number" : 3,
    "verse" : "“கர்த்தருக்கு வழியை ஆயத்தப்படுத்துங்கள்; அவருக்கென நேரான பாதைகளை உண்டுபண்ணுங்கள்’ என்று, ஒருவனுடைய குரல் பாலைநிலத்திலே சத்தமிட்டது” என எழுதப்பட்டுள்ளது."
  }, {
    "number" : 4,
    "verse" : "அவ்வாறே யோவான் ஸ்நானகன் பாலைநிலத்தில் வந்து, ஞானஸ்நானம் கொடுத்துக் கொண்டிருந்தான். அத்துடன், மக்கள் பாவங்களிலிருந்து மன்னிப்புப் பெறுவதற்கு, அவர்கள் மனந்திரும்பி பெற வேண்டிய ஞானஸ்நானத்தைக் குறித்தும் பிரசங்கித்துக் கொண்டிருந்தான்."
  }, {
    "number" : 5,
    "verse" : "யூதேயாவின் எல்லா நாட்டுப் புறத்திலும் எருசலேம் நகரத்திலுமிருந்தும், எல்லோரும் அவனிடம் போனார்கள். அங்கே அவர்கள் தங்களுடைய பாவங்களை அறிக்கை செய்து, யோர்தான் ஆற்றிலே அவனால் ஞானஸ்நானம் பெற்றார்கள்."
  }, {
    "number" : 6,
    "verse" : "யோவானின் உடைகள் ஒட்டக முடியினால் செய்யப்பட்டிருந்தன. அவன் இடுப்பைச் சுற்றி தோல் பட்டியையும் கட்டியிருந்தான். அத்துடன் அவன் வெட்டுக்கிளியையும், காட்டுத்தேனையும் தன் உணவாய் கொண்டான்."
  }, {
    "number" : 7,
    "verse" : "அவன் அறிவித்த செய்தி என்னவென்றால், “என்னைப் பார்க்கிலும் அதிக வல்லமையுடைய ஒருவர் எனக்குப் பின் வரவிருக்கிறார். நானோ அவரது காலணிகளைச் சுமப்பதற்கும் தகுதியற்றவன்."
  }, {
    "number" : 8,
    "verse" : "நான் உங்களுக்குத் தண்ணீரினால் ஞானஸ்நானம் கொடுக்கின்றேன்; ஆனால் அவர் உங்களுக்குப் பரிசுத்த ஆவியானவரால் ஞானஸ்நானம் கொடுப்பார்.”"
  }, {
    "number" : 9,
    "verse" : "(இயேசுவின் ஞானஸ்நானமும் அவர் சோதிக்கப்படுதலும்)அந்நாட்களில், இயேசு கலிலேயாவிலுள்ள நாசரேத்திலிருந்து வந்து, யோர்தான் ஆற்றிலே யோவானால் ஞானஸ்நானம் பெற்றார்."
  }, {
    "number" : 10,
    "verse" : "இயேசு தண்ணீரிலிருந்து கரையேறியவுடன், வானம் திறக்கப்பட்டதையும் பரிசுத்த ஆவியானவர் ஒரு புறாவைப் போல் உருவம் கொண்டவராய் தம்மீது இறங்குவதையும் கண்டார்."
  }, {
    "number" : 11,
    "verse" : "அப்போது வானத்திலிருந்து ஒரு குரல்: “நீர் என் அன்புக்குரிய மகன், உம்மில் நான் பெருமகிழ்ச்சி அடைகிறேன்” என ஒலித்தது."
  }, {
    "number" : 12,
    "verse" : "உடனே ஆவியானவர் அவரைப் பாலைநிலத்துக்கு அனுப்பினார்."
  }, {
    "number" : 13,
    "verse" : "அவர் பாலைநிலத்தில் காட்டு மிருகங்களுடனே இருந்து, நாற்பது நாட்கள் சாத்தானால் சோதிக்கப்பட்டார். இறைதூதர்கள் அவருக்குப் பணிவிடை செய்தார்கள்."
  }, {
    "number" : 14,
    "verse" : "(இயேசு நற்செய்தி அறிவித்தல்)யோவான் சிறையில் அடைக்கப்பட்டதன் பின்பு, இயேசு இறைவனுடைய நற்செய்தியை அறிவித்துக் கொண்டே கலிலேயாவை வந்தடைந்து,"
  }, {
    "number" : 15,
    "verse" : "“வேளை வந்துவிட்டது, இறைவனுடைய அரசு சமீபமாய் இருக்கின்றது. மனந்திரும்பி நற்செய்தியை விசுவாசியுங்கள்” என்றார்."
  }, {
    "number" : 16,
    "verse" : "(தமது சீடர்களாயிருக்க இயேசு கொடுத்த முதல் அழைப்பு)கலிலேயா கடலோரமாய் இயேசு நடந்து போகையில் சீமோனையும் அவனது சகோதரன் அந்திரேயாவையும் கண்டார்; அவர்கள் மீனவர்களாய் இருந்ததால் கடலிலே வலை வீசிக் கொண்டிருந்தார்கள்."
  }, {
    "number" : 17,
    "verse" : "இயேசு அவர்களிடம், “வாருங்கள், என்னைப் பின்பற்றுங்கள்; நான் உங்களை மீன்களைப் பிடிப்பது போல், மனிதர்களைச் சேர்ப்பவர்களாக மாற்றுவேன்” என்றார்."
  }, {
    "number" : 18,
    "verse" : "உடனே அவர்கள் தங்கள் வலைகளைக் கைவிட்டு, அவரைப் பின்பற்றிச் சென்றார்கள்."
  }, {
    "number" : 19,
    "verse" : "அவர் சிறிது தூரம் போன பின்பு, செபெதேயுவின் மகன் யாக்கோபையும், அவனுடைய சகோதரன் யோவானையும் கண்டார்; அவர்கள் ஒரு படகிலிருந்து தங்கள் வலைகளை ஆயத்தம் செய்து கொண்டிருந்தார்கள்."
  }, {
    "number" : 20,
    "verse" : "உடனே அவர், அவர்களையும் அழைத்தார். அவர்கள் தங்கள் தகப்பன் செபெதேயுவை கூலியாட்களோடு படகில் விட்டுவிட்டு, அவரைப் பின்பற்றிச் சென்றார்கள்."
  }, {
    "number" : 21,
    "verse" : "(இயேசு தீய ஆவியைத் துரத்துதல்)பின்பு அவர்கள் கப்பர்நகூமுக்குப் போனார்கள்; ஓய்வுநாளிலே இயேசு யூத ஜெபஆலயத்திற்குள் போய், அங்கு போதித்தார்."
  }, {
    "number" : 22,
    "verse" : "அங்கிருந்த மக்கள் அவருடைய போதனையைக் குறித்து வியப்படைந்தார்கள். ஏனெனில், அவர் நீதிச்சட்ட ஆசிரியர்களைப் போல் போதிக்காமல், அதிகாரமுள்ளவராய் அவர்களுக்குப் போதித்தார்."
  }, {
    "number" : 23,
    "verse" : "அப்போது, அந்த ஜெபஆலயத்தில் தீய ஆவி பிடித்தவனாயிருந்த ஒருவன் சத்தமிட்டு,"
  }, {
    "number" : 24,
    "verse" : "“நாசரேத்தைச் சேர்ந்த இயேசுவே, எங்களோடு உமக்கு என்ன வேலை? எங்களை அழிப்பதற்காகவா வந்திருக்கிறீர்? நீர் யார் என்று எனக்குத் தெரியும், நீர் இறைவனுடைய பரிசுத்தர்!” என்றான்."
  }, {
    "number" : 25,
    "verse" : "ஆனால் இயேசுவோ “பேசாதே, இவனைவிட்டு வெளியே போ” என்று அதட்டினார்."
  }, {
    "number" : 26,
    "verse" : "அப்போது தீய ஆவி அந்த மனிதனுக்கு வலிப்பு ஏற்படுத்தி, பெருங்கூச்சலிட்டுக் கொண்டு அவனைவிட்டு வெளியேறியது."
  }, {
    "number" : 27,
    "verse" : "எல்லோரும் வியப்படைந்து, “இது என்ன? இது அதிகாரமுடைய ஒரு புதிய போதனையாக இருக்கின்றதே! இவர் தீய ஆவிகளுக்குக்கூட கட்டளையிடுகிறார், அவைகளும் இவருக்குக் கீழ்ப்படிகின்றனவே” என்று ஒருவரோடொருவர் பேசிக்கொண்டார்கள்."
  }, {
    "number" : 28,
    "verse" : "அவரைப்பற்றிய செய்தி கலிலேயா பிரதேசம் முழுவதும் விரைவாய் பரவியது."
  }, {
    "number" : 29,
    "verse" : "(இயேசு அநேகரைக் குணமாக்குதல்)ஜெபஆலயத்தை விட்டுப் புறப்பட்டவுடனே அவர்கள், யாக்கோபு மற்றும் யோவானுடன் சீமோன், அந்திரேயா ஆகியோரின் வீட்டிற்குப் போனார்கள்."
  }, {
    "number" : 30,
    "verse" : "அங்கே சீமோனுடைய மாமி காய்ச்சலாய் படுத்துக் கிடந்தாள். உடனே அவர்கள் அவளைப்பற்றி இயேசுவுக்குச் சொன்னார்கள்."
  }, {
    "number" : 31,
    "verse" : "எனவே அவர் அவளிடத்தில் போய், அவளுடைய கையைப் பிடித்து, அவள் எழுந்திருக்க உதவினார். உடனே காய்ச்சல் அவளைவிட்டுப் போயிற்று. அவள் அவர்களுக்குப் பணிவிடை செய்யத் தொடங்கினாள்."
  }, {
    "number" : 32,
    "verse" : "அன்று மாலை, பொழுது சாய்ந்த பின்பு, மக்கள் வியாதிப்பட்டவர்கள், பேய் பிடித்தவர்கள் எல்லோரையும் இயேசுவிடம் கொண்டுவந்தார்கள்."
  }, {
    "number" : 33,
    "verse" : "பட்டணத்திலுள்ள அனைவரும் வீட்டு வாசலில் கூடியிருந்தார்கள்."
  }, {
    "number" : 34,
    "verse" : "பல்வேறு வியாதிகளினால் பாதிக்கப்பட்ட அநேகரை இயேசு குணமாக்கினார். அவர் அநேக பேய்களையும் துரத்தினார். அந்தப் பேய்கள் அவரை யாரென்று அறிந்திருந்தபடியால், அவை பேசுவதற்கு அவர் அனுமதிக்கவில்லை."
  }, {
    "number" : 35,
    "verse" : "(இயேசு தனிமையான இடத்தில் மன்றாடுதல்)விடியற்காலையில், இருட்டாய் இருக்கையிலேயே இயேசு எழுந்து வெளியே புறப்பட்டு ஒரு தனிமையான இடத்திற்குப் போய், அங்கே மன்றாடினார்."
  }, {
    "number" : 36,
    "verse" : "சீமோனும் அவனுடைய நண்பர்களும், அவனோடு இருந்தவர்களும் அவரைத் தேடிப் போனார்கள்."
  }, {
    "number" : 37,
    "verse" : "அவர்கள் அவரைக் கண்டபோது, “எல்லோரும் உம்மைத் தேடிக்கொண்டு இருக்கின்றார்களே” என்றார்கள்."
  }, {
    "number" : 38,
    "verse" : "இயேசு அவர்களிடம், “நாம் வேறு சில கிராமங்களுக்குப் போவோம், அங்கேயும் நான் பிரசங்கிக்க வேண்டும். அதற்காகவே நான் வந்திருக்கிறேன்” என்றார்."
  }, {
    "number" : 39,
    "verse" : "எனவே, அவர் கலிலேயா முழுவதிலும் பயணம் செய்து ஜெபஆலயங்களில் போதித்து, பேய்களையும் துரத்தினார்."
  }, {
    "number" : 40,
    "verse" : "(இயேசு தொழுநோயுடையவனைக் குணமாக்குதல்)தொழுநோயுள்ள ஒருவன், அவரிடம் வந்து முழந்தாழிட்டு, “உமக்கு விருப்பமானால், என்னைக் குணமாக்கிச் சுத்தமாக்க உம்மால் முடியும்” என்று கெஞ்சி வேண்டிக்கொண்டான்."
  }, {
    "number" : 41,
    "verse" : "இயேசு மனம் உருகியவராய் தம்முடைய கையை நீட்டி, அவனைத் தொட்டு, “எனக்கு விருப்பம் உண்டு, நீ சுத்தமடைவாயாக” என்றார்."
  }, {
    "number" : 42,
    "verse" : "உடனே தொழுநோய் அவனைவிட்டு நீங்கி, அவன் குணமடைந்தான்."
  }, {
    "number" : 43,
    "verse" : "இயேசு அவனுக்கு ஒரு கண்டிப்பான எச்சரிக்கையைக் கொடுத்து,"
  }, {
    "number" : 44,
    "verse" : "“நீ இதை ஒருவருக்கும் சொல்லாதபடி பார்த்துக்கொள். ஆயினும், நீ போய் மதகுருவுக்கு உன்னைக் காண்பித்து, உன்னுடைய சுத்திகரிப்புக்காக மோசே கட்டளையிட்ட பலிகளைச் செலுத்து. அது அவர்களுக்கு நீ குணமடைந்ததற்கான ஒரு அத்தாட்சியாய் இருக்கும்” என்று சொல்லி அவனை உடனே அனுப்பிவிட்டார்."
  }, {
    "number" : 45,
    "verse" : "ஆனால் அவனோ புறப்பட்டுப் போய், தனக்கு நடந்ததைக் குறித்து தாராளமாய் பேசத் தொடங்கி, அந்தச் செய்தியை எங்கும் பரப்பினான். அதன் காரணமாக, இயேசுவினால் ஒரு பட்டணத்திற்குள்ளும் வெளிப்படையாய் செல்ல முடியவில்லை, அவர் தனிமையான இடங்களிலேயே தங்கினார். ஆயினும் எல்லா இடங்களிலும் இருந்தும் மக்கள் அவரிடம் வந்தார்கள்."
  } ]
}