{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"( یروشلیِم میں داؤُد کی سرگرمیاں) اور صُور کے بادشاہ حِیرا م نے داؤُ دکے پاس ایلچی اور اُس کے واسطے محلّ بنانے کے لِئے دیودار کے لٹّھے اور راج اور بڑھئی بھیجے۔"},{"number":2,"verse":"اور داؤُ دجان گیا کہ خُداوند نے اُسے بنی اِسرائیل کا بادشاہ بنا کر قائِم کر دِیا ہے کیونکہ اُس کی سلطنت اُس کے اِسرائیلی لوگوں کی خاطِر مُمتاز کی گئی تھی۔"},{"number":3,"verse":"اور داؤُ دنے یروشلیِم میں اَور عَورتیں بیاہ لِیں اور اُس سے اَور بیٹے بیٹیاں پَیدا ہُوئے۔"},{"number":4,"verse":"اور اُس کے اُن بچّوں کے نام جو یروشلیِم میں پَیدا ہُوئے یہ ہیں ۔ سمّو ع اور سوبا ب اور ناتن اور سُلیما ن۔"},{"number":5,"verse":"اور اِبحار اور الِسُو ع اور الفالط۔"},{"number":6,"verse":"اورنَوجہ اور نفج اور یفیعہ۔"},{"number":7,"verse":"اور الِیسمع ۔ اور بعلید ع اور الِیفالط۔"},{"number":8,"verse":"( فِلستِیوں پر فتح) اور جب فِلستِیوں نے سُنا کہ داؤُ دممسُوح ہو کر سارے اِسرا ئیل کا بادشاہ بنا ہے تو سب فِلستی داؤُ دکی تلاش میں چڑھ آئے اور داؤُ دیہ سُن کر اُن کے مُقابلہ کو نِکلا۔"},{"number":9,"verse":"اور فِلستِیوں نے آ کر رفائِیم کی وادی میں دھاوا مارا۔"},{"number":10,"verse":"تب داؤُ دنے خُدا سے سوال کِیا کیا مَیں فِلستِیوں پر چڑھ جاؤُں؟ کیا تُو اُن کو میرے ہاتھ میں کر دے گا؟ خُداوند نے اُسے فرمایا چڑھ جا کیونکہ مَیں اُن کو تیرے ہاتھ میں کر دُوں گا۔"},{"number":11,"verse":"سو وہ بعل پرا ضِیم میں آئے اور داؤُ دنے وہِیں اُن کو مارا اور داؤُ دنے کہا خُدا نے میرے ہاتھ سے میرے دُشمنوں کو اَیسا چِیرا جَیسے پانی چاک چاک ہو جاتا ہے ۔ اِس سبب سے اُنہوں نے اُس مقام کا نام بعل پرا ضِیم رکھّا۔"},{"number":12,"verse":"اور وہ اپنے بُتوں کو وہاں چھوڑ گئے اور وہ داؤُ دکے حُکم سے آگ میں جلا دِئے گئے۔"},{"number":13,"verse":"اور فِلستِیوں نے پِھر اُس وادی میں دھاوا مارا۔"},{"number":14,"verse":"اور داؤُ دنے پِھر خُدا سے سوال کِیا اور خُدا نے اُس سے کہا کہ تُو اُن کا پِیچھا نہ کر بلکہ اُن کے پاس سے کترا کر نِکل جا اور تُوت کے پیڑوں کے سامنے سے اُن پر حملہ کر۔"},{"number":15,"verse":"اور جب تُو تُوت کے درختوں کی پُھنگیوں پر چلنے کی سی آواز سُنے تب لڑائی کو نِکلنا کیونکہ خُدا تیرے آگے آگے فِلستِیوں کے لشکر کومارنے کے لِئے نِکلا ہے۔"},{"number":16,"verse":"اور داؤُ دنے جَیسا خُدا نے اُسے فرمایا تھا کِیا اور اُنہوں نے فِلستِیوں کی فَوج کو جِبعُو ن سے جزر تک قتل کِیا۔"},{"number":17,"verse":"اور داؤُ دکی شُہرت سب مُلکوں میں پَھیل گئی اور خُداوند نے سب قَوموں پر اُس کا خَوف بِٹھا دِیا۔"}]}