{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( عہد کے صندُوق کی مُنتقلی کی تیّاری) اور داؤُ دنے داؤُ دکے شہر میں اپنے لِئے محلّ بنائے اور خُدا کے صندُوق کے لِئے ایک جگہ تیّار کر کے اُس کے لِئے ایک خَیمہ کھڑا کِیا۔"},{"number":2,"verse":"تب داؤُ دنے کہا کہ لاوِیوں کے سِوا اَور کِسی کو خُدا کے صندُوق کو اُٹھانا نہیں چاہئے کیونکہ خُداوند نے اُن ہی کو چُنا ہے کہ خُدا کے صندُوق کو اُٹھائیں اور ہمیشہ اُس کی خِدمت کریں۔"},{"number":3,"verse":"اور داؤُ دنے سارے اِسرا ئیل کو یروشلیِم میں جمع کِیا تاکہ خُداوند کے صندُوق کو اُس جگہ جو اُس نے اُس کے لِئے تیّار کی تھی لے آئیں۔"},{"number":4,"verse":"اور داؤُ دنے بنی ہارُون کو اور لاویوں کو اِکٹّھا کِیا۔"},{"number":5,"verse":"یعنی بنی قِہات میں سے اُور ی ایل سردار اور اُس کے ایک سَو بِیس بھائیوں کو۔"},{"number":6,"verse":"بنی مِراری میں سے عسا یاہ سردار اور اُس کے دو سَو بِیس بھائیوں کو۔"},{"number":7,"verse":"بنی جیرسوم میں سے یُوایل سردار اور اُس کے ایک سَوتِیس بھائِیوں کو۔"},{"number":8,"verse":"بنی الِیصفن میں سے سمعیا ہ سردار اور اُس کے دو سَو بھائِیوں کو۔"},{"number":9,"verse":"بنی حبرُون میں سے الی ا یل سردار اور اُس کے اسّی بھائیوں کو۔"},{"number":10,"verse":"بنی عُزّی ایل میں سے عمِّیندا ب سردار اور اُس کے ایک سَو بارہ بھائیوں کو۔"},{"number":11,"verse":"اور داؤُ دنے صدُو ق اور ابیاتر کاہِنوں کو اوراُوری ایل اور عسا یاہ اور یُوا یل اورسمعیا ہ اور الی ا یل اورعمِّیندا ب لاویوں کو بُلایا۔"},{"number":12,"verse":"اور اُن سے کہا کہ تُم لاویوں کے آبائی خاندانوں کے سردار ہو ۔ تُم اپنے آپ کو پاک کرو ۔ تُم بھی اور تُمہارے بھائی بھی تاکہ تُم خُداوند اِسرا ئیل کے خُدا کے صندُوق کو اُس جگہ جو مَیں نے اُس کے لِئے تیّار کی ہے لا سکو۔"},{"number":13,"verse":"کیونکہ جب تُم نے پہلی بار اُسے نہ اُٹھایا تو خُداوند ہمارا خُدا ہم پر ٹُوٹ پڑا کیونکہ ہم آئِین کے مُطابِق اُس کے طالِب نہیں ہُوئے تھے۔"},{"number":14,"verse":"تب کاہِنوں اور لاویوں نے خُداوند اِسرا ئیل کے خُدا کے صندُوق کو لانے کے لِئے اپنے آپ کو پاک کِیا۔"},{"number":15,"verse":"اور بنی لاوی نے خُدا کے صندُوق کو جَیسا مُوسیٰ نے خُداوند کے کلام کے مُوافِق حُکم کِیا تھا چوبوں سے اپنے کندھوں پر اُٹھایا لِیا۔"},{"number":16,"verse":"اور داؤُ دنے لاویوں کے سرداروں کو فرمایا کہ اپنے بھائِیوں میں سے گانے والوں کو مُقرّر کریں کہ مُوسِیقی کے ساز یعنی سِتار اور بربط اور جھانجھ بجائیں اور آواز بُلند کر کے خُوشی سے گائیں۔"},{"number":17,"verse":"سو لاویوں نے ہَیما ن بِن یُوا یل کو مُقرّر کِیا اور اُس کے بھائیوں میں سے آسف بِن برکیا ہ کو اور اُن کے بھائیوں بنی مِراری میں سے ایتا ن بِن قوسِیا ہ کو۔"},{"number":18,"verse":"اور اُن کے ساتھ اُن کے دُوسرے درجہ کے بھائیوں یعنی زکرِیا ہ بین اور یعزِیئیل اور سمِیرامو ت اور یحیِئیل اور عنّی اور الِیا ب اور بِنایا ہ اور معسیا ہ اور متِّتیا ہ اور الِفلہُو اور مِقنیا ہ اور عوبیداد ُوم اور یعی ایل کو جو دربان تھے۔"},{"number":19,"verse":"پس گانے والے ہَیما ن ۔ آسف اور ایتا ن مُقرّر ہُوئے کہ پِیتل کی جھانجھوں کو زور سے بجائیں۔"},{"number":20,"verse":"اور زکر یاہ اور عزیئیل اور سمِیرامو ت اور یحیِئیل اورعنّی اور الِیا ب اور معسیا ہ اور بِنایا ہ سِتار کو علاموت راگ پر چھیڑیں۔"},{"number":21,"verse":"اور متِّتیا ہ اور الِفلہُو اور مِقنیا ہ اور عوبیداد وم اور یعیِئیل اور عززیا ہ شمِینت راگ پر سِتار بجائیں۔"},{"number":22,"verse":"اور کنانیا ہ لاویوں کا سردار گِیت پر مُقرّر تھا۔وہ گِیت سِکھاتا تھا کیونکہ وہ بڑا ہی ماہِر تھا۔"},{"number":23,"verse":"اور برکیا ہ اور القانہ صندُوق کے دربان تھے۔"},{"number":24,"verse":"اور شبنیا ہ اور یہُوسفط اور نتنئِیل اور عماسی اور زکر یاہ اور بِنایا ہ اور الِیعزر کاہِن خُدا کے صندُوق کے آگے آگے نرسِنگے پُھونکتے جاتے تھے اور عوبیدادُو م اور یحیا ہ صندُوق کے دربان تھے۔"},{"number":25,"verse":"( عہد کے صندُوق کی یروشلیِم میں مُنتقلی) سو داؤُ داور اِسرا ئیل کے بُزُرگ اور ہزاروں کے سردار روانہ ہُوئے کہ خُداوند کے عہد کے صندُوق کو عوبیداد ُوم کے گھر سے خُوشی مناتے ہُوئے لائیں۔"},{"number":26,"verse":"اور اَیسا ہُؤا کہ جب خُدا نے اُن لاویوں کی جو خُداوند کے عہد کے صندُوق کو اُٹھائے ہُوئے تھے مدد کی تو اُنہوں نے سات بَیل اور سات مینڈھے قُربان کِئے۔"},{"number":27,"verse":"اور داؤُ داور سب لاوی جوصندُوق کو اُٹھائے ہُوئے تھے اور گانے والے اور گانے والوں کے ساتھ کنانیا ہ جو گانے میں اُستاد تھا کتانی پَیراہنوں سے مُلبّس تھے اور داؤد کتان کا افُود بھی پہنے تھا۔"},{"number":28,"verse":"یُوں سب اِسرائیلی نعرہ مارتے اور نرسِنگوں اور تُرہِیوں اور جھانجھوں کی آواز کے ساتھ سِتار اور بربط کو زور سے بجاتے ہُوئے خُداوند کے عہد کے صندُوق کو لائے۔"},{"number":29,"verse":"اور اَیسا ہُؤا کہ جب خُداوند کے عہد کا صندُوق داؤُ دکے شہر میں پُہنچا تو ساؤُ ل کی بیٹی مِیکل نے کِھڑکی میں سے جھانک کر داؤُ دبادشاہ کو خُوب ناچتے کُودتے دیکھا اور اُس نے اپنے دِل میں اُس کو حقِیر جانا۔"}]}