{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"( ناتن کا پَیغام داؤُد کے نام) اور جب داؤُ داپنے محلّ میں رہنے لگا تو اُس نے ناتن نبی سے کہا مَیں تو دیودار کے محلّ میں رہتا ہُوں پرخُداوند کے عہد کا صندُوق خَیمہ میں ہے۔"},{"number":2,"verse":"ناتن نے داؤُ دسے کہا کہ جو کُچھ تیرے دِل میں ہے سو کر کیونکہ خُدا تیرے ساتھ ہے۔"},{"number":3,"verse":"اور اُسی رات اَیسا ہُؤا کہ خُدا کا کلام ناتن پر نازِل ہُؤا کہ۔"},{"number":4,"verse":"جا کر میرے بندہ داؤُ دسے کہہ کہ خُداوند یُوں فرماتاہے کہ تُو میرے رہنے کے لِئے گھر نہ بنانا۔"},{"number":5,"verse":"کیونکہ جب سے مَیں بنی اِسرائیل کو نِکال لایا آج کے دِن تک مَیں نے کِسی گھر میں سکُونت نہیں کی بلکہ خَیمہ بہ خَیمہ اور مسکن بہ مسکن پِھرتا رہا ہُوں۔"},{"number":6,"verse":"اُن جگہوں میں جہاں جہاں مَیں سارے اِسرا ئیل کے ساتھ پِھرتا رہا کیا مَیں نے اِسرائیلی قاضیوں میں سے جِن کومَیں نے حُکم کِیا تھا کہ میرے لوگوں کی گلّہ بانی کریں کِسی سے ایک حرف بھی کہا کہ تُم نے میرے لِئے دیودارکا گھر کیوں نہیں بنایا؟۔"},{"number":7,"verse":"پس تُو میرے بندہ داؤُ دسے یُوں کہنا کہ ربُّ الافواج یُوں فرماتا ہے کہ مَیں نے تُجھے بھیڑسالے میں سے جب تُو بھیڑ بکریوں کے پِیچھے پِیچھے چلتا تھا لِیا تاکہ تُو میری قَوم اِسرا ئیل کا پیشوا ہو۔"},{"number":8,"verse":"اور جہاں کہِیں تُو گیا مَیں تیرے ساتھ رہا اور تیرے سب دُشمنوں کو تیرے سامنے سے کاٹ ڈالا ہے اور مَیں رُویِ زمِین کے بڑے بڑے آدمِیوں کے نام کی مانِند تیرا نام کر دُوں گا۔"},{"number":9,"verse":"اور مَیں اپنی قَوم اِسرا ئیل کے لِئے ایک جگہ ٹھہراؤُں گااور اُن کو قائِم کر دُوں گا تاکہ اپنی جگہ بسے رہیں اورپِھر ہٹائے نہ جائیں اور نہ شرارت کے فرزند پِھر اُن کودُکھ دینے پائیں گے جَیسا شرُوع میں ہُؤا۔"},{"number":10,"verse":"اور اُس وقت بھی جب مَیں نے حُکم دِیا کہ میری قَوم اِسرا ئیل پر قاضی مُقرّر ہوں اور مَیں تیرے سب دُشمنوں کو مغلُوب کرُوں گا ۔ ماسِوا اِس کے مَیں تُجھے بتاتا ہُوں کہ خُداوند تیرے لِئے ایک گھر بنائے گا۔"},{"number":11,"verse":"اور جب تیرے دِن پُورے ہو جائیں گے تاکہ تُو اپنے باپ دادا کے ساتھ مِل جانے کو چلا جائے تو مَیں تیرے بعدتیری نسل کو تیرے بیٹوں میں سے برپا کرُوں گا اور اُس کی سلطنت کو قائِم کرُوں گا۔"},{"number":12,"verse":"وہ میرے لِئے گھر بنائے گا اور مَیں اُس کا تخت ہمیشہ کے لِئے قائِم کرُوں گا۔"},{"number":13,"verse":"مَیں اُس کا باپ ہُوں گا اور وہ میرا بیٹا ہو گا اورمَیں اپنی شفقت اُس پر سے نہیں ہٹاؤُں گا جَیسے مَیں نے اُس پر سے جو تُجھ سے پہلے تھا ہٹا لی۔"},{"number":14,"verse":"بلکہ مَیں اُس کو اپنے گھر میں اور اپنی مملکت میں ابدتک قائِم رکُھّوں گا اور اُس کا تخت ابد تک ثابِت رہے گا۔"},{"number":15,"verse":"سو ناتن نے اِن سب باتوں اور اِس ساری رویا کے مُطابِق اَیسا ہی داؤُ دسے کہا۔"},{"number":16,"verse":"( داؤُد کی شُکرگُزاری کی دُعا) تب داؤُ دبادشاہ اندر جا کر خُداوند کے حضُور بَیٹھا اور کہنے لگا اَے خُداوند خُدا مَیں کَون ہُوں اور میراگھرانا کیا ہے کہ تُو نے مُجھ کو یہاں تک پُہنچایا؟۔"},{"number":17,"verse":"اور یہ اَے خُدا تیری نظر میں چھوٹی بات تھی بلکہ تُونے تو اپنے بندہ کے گھر کے حق میں آیندہ بُہت دِنوں کاذِکر کِیا ہے اور تُو نے اَے خُداوند خُدا مُجھے اَیسامانا کہ گویا مَیں بڑا منزلت والا آدمی ہُوں۔"},{"number":18,"verse":"بھلا داؤُ دتُجھ سے اُس اِکرام کی نِسبت جو تیرے خادِم کا ہُؤا اَور کیا کہے؟ کیونکہ تُو اپنے بندہ کو جانتاہے۔"},{"number":19,"verse":"اَے خُداوند تُو نے اپنے بندہ کی خاطِر اپنی ہی مرضی سے اِن بڑے بڑے کاموں کو ظاہِر کرنے کے لِئے اِتنی بڑی بات کی۔"},{"number":20,"verse":"اَے خُداوند کوئی تیری مانِند نہیں اور تیرے سِوا جِسے ہم نے اپنے کانوں سے سُنا ہے اَور کوئی خُدا نہیں۔"},{"number":21,"verse":"اور رُویِ زمِین پر تیری قَوم اِسرا ئیل کی طرح اَورکَونسی قَوم ہے جِسے خُدا نے جا کر اپنی اُمّت بنانے کوآپ چُھڑایا تاکہ تُو اپنی اُمّت کے سامنے سے جِسے تُونے مِصر سے خلاصی بخشی قَوموں کو دُور کر کے بڑے اورمُہِیب کاموں سے اپنا نام کرے؟۔"},{"number":22,"verse":"کیونکہ تُو نے اپنی قَوم اِسرا ئیل کو ہمیشہ کے لِئے اپنی قَوم ٹھہرایا ہے اور تُو آپ اَے خُداوند اُن کا خُدا ہُؤا ہے۔"},{"number":23,"verse":"اور اب اَے خُداوند وہ بات جو تُو نے اپنے بندہ کے حق میں اور اُس کے گھرانے کے حق میں فرمائی ابد تک ثابِت رہے اور جَیسا تُو نے کہا ہے وَیسا ہی کر۔"},{"number":24,"verse":"اور تیرا نام ابد تک قائِم اور بزُرگ ہو تاکہ کہاجائے کہ ربُّ الافواج اِسرا ئیل کا خُدا ہے بلکہ وہ اِسرا ئیل ہی کے لِئے خُدا ہے اور تیرے بندہ داؤُ دکاگھرانا تیرے حضُور قائِم رہے۔"},{"number":25,"verse":"کیونکہ تُو نے اَے میرے خُدا اپنے بندہ پر ظاہِر کِیاہے کہ تُو اُس کے لِئے ایک گھر بنائے گا ۔ سو تیرے بندہ کو تیرے حضُور دُعا کرنے کا حَوصلہ ہُؤا۔"},{"number":26,"verse":"اور اَے خُداوند تُو ہی خُدا ہے اور تُو نے اپنے بندہ سے اِس بھلائی کا وعدہ کِیا۔"},{"number":27,"verse":"اور تُجھے پسند آیا کہ تُو اپنے بندہ کے گھرانے کوبرکت بخشے تاکہ وہ ابد تک تیرے حضُور پایدار رہے کیونکہ تُو اَے خُداوند! برکت دے چُکا ہے ۔ سو وہ ابد تک مُبارک ہے۔"}]}