{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"( داؤُد عمُّونیوں اور ارامیوں کو شِکست دیتا ہے) اِس کے بعد اَیسا ہُؤا کہ بنی عمُّون کا بادشاہ ناحس مَر گیا اور اُس کا بیٹا اُس کی جگہ سلطنت کرنے لگا۔"},{"number":2,"verse":"تب داؤُ دنے کہا کہ مَیں ناحس کے بیٹے حنُو ن کے ساتھ نیکی کرُوں گا کیونکہ اُس کے باپ نے میرے ساتھ نیکی کی۔ پس داؤُ دنے قاصِد بھیجے تاکہ اُس کے باپ کے بارے میں اُسے تسلّی دیں ۔ سو داؤُ دکے خادِم بنی عمُّون کے مُلک میں حنُو ن کے پاس آئے کہ اُسے تسلّی دیں۔"},{"number":3,"verse":"پر بنی عمُّون کے امِیروں نے حنُو ن سے کہا کیا تیرا خیال ہے کہ داؤُ دتیرے باپ کی عِزّت کرتا ہے جو اُس نے تیرے پاس تسلّی دینے والے بھیجے ہیں؟ کیا اُس کے خادِم تیرے مُلک کا حال دریافت کرنے اور اُسے تباہ کرنے اور بھید لینے نہیں آئے ہیں؟۔"},{"number":4,"verse":"تب حنُو ن نے داؤُ دکے خادِموں کو پکڑا اور اُن کی داڑھی مُونچھیں مُنڈوا کر اُن کی آدھی پوشاک اُن کے سُرینوں تک کٹوا ڈالی اور اُن کو روانہ کر دِیا۔"},{"number":5,"verse":"تب بعضوں نے جا کر داؤُ دکو بتایا کہ اُن آدمِیوں سے کَیسا سلُوک کِیا گیا ۔ سو اُس نے اُن کے اِستِقبال کو لوگ بھیجے اِس لِئے کہ وہ نِہایت شرماتے تھے اور بادشاہ نے کہا کہ جب تک تُمہاری داڑِھیاں نہ بڑھ جائیں یرِیحُو میں ٹھہرے رہو ۔ اِس کے بعد لَوٹ آنا۔"},{"number":6,"verse":"جب بنی عمُّون نے دیکھا کہ وہ داؤُ دکے حضُور نفرت انگیز ہو گئے ہیں تو حنُو ن اور بنی عمُّون نے مسوپتا میہ اور ارا م معکہ اور ضوبا ہ سے رتھوں اور سواروں کو کِرایہ کرنے کے لِئے ایک ہزار قِنطار چاندی بھیجی۔"},{"number":7,"verse":"سو اُنہوں نے بتِّیس ہزار رتھوں اور معکہ کے بادشاہ اور اُس کے لوگوں کو اپنے لِئے کرایہ کر لِیا جو آ کر مِید با کے سامنے خَیمہ زن ہو گئے اور بنی عمُّون اپنے اپنے شہر سے جمع ہُوئے اور لڑنے کو آئے۔"},{"number":8,"verse":"جب داؤُ دنے یہ سُنا تو اُس نے یُوآ ب اور سُورماؤں کے سارے لشکر کو بھیجا۔"},{"number":9,"verse":"تب بنی عمُّون نے نِکل کر شہر کے پھاٹک پر لڑائی کے لِئے صف باندھی اور وہ بادشاہ جو آئے تھے سو اُن سے الگ مَیدان میں تھے۔"},{"number":10,"verse":"جب یُوآب نے دیکھا کہ اُس کے آگے اور پِیچھے لڑائی کے لِئے صف بندھی ہے تو اُس نے سب اِسرا ئیل کے خاص لوگوں میں سے آدمی چُن لِئے اور ارامیوں کے مُقابِل اُن کی صف آرائی کی۔"},{"number":11,"verse":"اور باقی لوگوں کو اپنے بھائی ابی شے کے سپُرد کِیا اور اُنہوں نے بنی عمُّون کے سامنے اپنی صف باندھی۔"},{"number":12,"verse":"اور اُس نے کہا کہ اگر ارامی مُجھ پرغالِب آئیں تو تُو میری کُمک کرنا اور اگر بنی عمُّون تُجھ پر غالِب آئیں تو مَیں تیری کُمک کرُوں گا۔"},{"number":13,"verse":"سو ہِمّت باندھو اور آؤ ہم اپنی قَوم اور اپنے خُدا کے شہروں کی خاطِر مَردانگی کریں اور خُداوند جو کُچھ اُسے بھلا معلُوم ہو کرے۔"},{"number":14,"verse":"پس یُوآ ب اپنے لوگوں سمیت ارامیوں سے لڑنے کو آگے بڑھا اور وہ اُس کے سامنے سے بھاگے۔"},{"number":15,"verse":"جب بنی عمُّون نے ارامیوں کو بھاگتے دیکھا تو وہ بھی اُس کے بھائی ابی شے کے سامنے سے بھاگ کر شہر میں گُھس گئے ۔ تب یُوآ ب یروشلیِم کو لَوٹ آیا۔"},{"number":16,"verse":"جب ارامیوں نے دیکھا کہ اُنہوں نے بنی اِسرائیل سے شِکست کھائی تو اُنہوں نے قاصِد بھیج کر دریایِ فرات کے پار کے ارامیوں کو بُلوایا اور ہدد عزر کا سِپہ سالار سوفک اُن کا سردار تھا۔"},{"number":17,"verse":"اور اِس کی خبر داؤُ دکو مِلی ۔ تب وہ سارے اِسرا ئیل کو جمع کر کے یَرد ن کے پار گیا اور اُن کے قرِیب پُہنچا اور اُن کے مُقابِل صف باندھی ۔ سو جب داؤُ دنے ارامیوں کے مُقابلہ میں جنگ کے لِئے صف باندھی تو وہ اُس سے لڑے۔"},{"number":18,"verse":"اور ارامی اِسرا ئیل کے سامنے سے بھاگے اور داؤُ دنے ارامیوں کے سات ہزار رتھوں کے سواروں اور چالِیس ہزار پیادوں کو مارا اور لشکر کے سردار سوفک کو قتل کِیا۔"},{"number":19,"verse":"جب ہدد عزر کے مُلازِموں نے دیکھا کہ وہ اِسرا ئیل سے ہار گئے تو وہ داؤُ دسے صُلح کر کے اُس کے مُطِیع ہو گئے اور ارامی بنی عمُّون کی کُمک پر پِھر کبھی راضی نہ ہُوئے۔"}]}