{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"( یہُودا ہ کی نسل) یہ بنی اِسرائیل ہیں ۔ رُوبِن شمعُون لاوی یہُودا ہ اِشکار اور زبُولُو ن۔"},{"number":2,"verse":"دان یُوسف اور بِنیمِین نفتالی جد اور آشر۔"},{"number":3,"verse":"عیر اور اونا ن اور سیلہ یہ یہُودا ہ کے بیٹے ہیں۔ یہ تِینوں اُس سے ایک کنعانی عَورت بت سُوع کے بطن سے پَیدا ہُوئے اور یہُودا ہ کا پہلوٹھا عیر خُداوند کی نظر میں شرِیر تھا اِس لِئے اُس نے اُس کو مار ڈالا۔"},{"number":4,"verse":"اور اُس کی بہُو تمر کے اُس سے فار ص اور زارح ہُوئے ۔ یہُودا ہ کے کُل پانچ بیٹے تھے۔"},{"number":5,"verse":"اور فارص کے بیٹے حصرون اور حمُول تھے۔"},{"number":6,"verse":"اور زارح کے بیٹے زِمر ی اور اَیتان ہَیمان اورکلکُو ل اور دارع یعنی کُل پانچ تھے۔"},{"number":7,"verse":"اور اِسرائیل کا دُکھ دینے والا عکر جِس نے مخصُوص کی ہُوئی چِیز میں خیانت کی کرمی کا بیٹا تھا۔"},{"number":8,"verse":"اور اَیتان کا بیٹا عزریاہ تھا۔"},{"number":9,"verse":"( داؤُد بادشاہ کا شجرۂ نسب) اور حصرو ن کے بیٹے جو اُس سے پَیدا ہُوئے یہ ہیں ۔ یرحمیئل اور رام اور کلُوبی۔"},{"number":10,"verse":"اور رام سے عمِیّندا ب پَیدا ہُؤا اور عمِیّندا ب سے نحسو ن پَیدا ہُؤا جو بنی یہُوداہ کا سردار تھا۔"},{"number":11,"verse":"اور نحسو ن سے سَلما پَیدا ہُؤا اور سَلما سے بوعز پَیدا ہُؤا۔"},{"number":12,"verse":"اور بوعز سے عوبید پَیدا ہُؤا اور عوبید سے یسّی پَیدا ہُؤا۔"},{"number":13,"verse":"یسّی سے اُس کا پہلوٹھا الِیا ب پَیدا ہُؤا اور ابِیند اب دُوسرا اور سِمع تِیسرا۔"},{"number":14,"verse":"نتنی ایل چَوتھا ۔ ردَّی پانچواں۔"},{"number":15,"verse":"عوضم چھٹا داؤُ دساتواں۔"},{"number":16,"verse":"اور اُن کی بہنیں ضرُویاہ اور ابِیجیل تِھیں اور اَبی شے اور یُوآب اور عساہیل یہ تِینوں ضرُویا ہ کے بیٹے ہیں۔"},{"number":17,"verse":"اور ابِیجیل سے عماسا پَیدا ہُؤا اور عماسا کا باپ اِسمٰعیلی یتر تھا۔"},{"number":18,"verse":"( حصرون کی نسل) اور حصرو ن کے بیٹے کالِب سے اُس کی بِیوی عزُوبہ اور یرِیعو ت کے اَولاد ہُوئی ۔ عزُو بہ کے بیٹے یہ ہیں یشر اور سُوباب اور اردُو ن۔"},{"number":19,"verse":"اورعزُوبہ مَر گئی اور کالِب نے اِفرات کو بیاہ لِیا جِس کے بطن سے حُور پَیدا ہُؤا۔"},{"number":20,"verse":"اور حُور سے اُوری پَیدا ہُؤا اور اُوری سے بضلِیئل پَیدا ہُؤا۔"},{"number":21,"verse":"اُس کے بعد حصرو ن جِلعا د کے باپ مکِیر کی بیٹی کے پاس گیا جِس سے اُس نے ساٹھ برس کی عُمر میں بیاہ کِیا تھا اور اُس کے بطن سے شجُو ب پَیدا ہُؤا۔"},{"number":22,"verse":"اور شجُو ب سے یائِیر پَیدا ہُؤا جو مُلکِ جِلعاد میں تیئِیس شہروں کا مالِک تھا۔"},{"number":23,"verse":"اور جسُور اور ارا م نے یائِیر کے شہروں کو اور قنات کو مع اُس کے قصبوں کے یعنی ساٹھ شہروں کو اُن سے لے لِیا۔ یہ سب جِلعاد کے باپ مکِیر کے بیٹے تھے۔"},{"number":24,"verse":"اور حصرو ن کے کالِب اِفرا تہ میں مَر جانے کے بعد حصرو ن کی بِیوی ابیا ہ کے اُس سے اشُور پَیدا ہُؤا جو تقُوع کا باپ تھا۔"},{"number":25,"verse":"( یرحمئیل کی نسل) اور حصرو ن کے پہلوٹھے یرحمیئل کے بیٹے یہ ہیں ۔ رام جو اُس کا پہلوٹھا تھا اور بُونہ اور اورن اور اوضم اور اخیاہ۔"},{"number":26,"verse":"اور یرحمیئل کی ایک اَور بِیوی تھی جِس کا نام عطار ہ تھا۔ وہ اونام کی ماں تھی۔"},{"number":27,"verse":"اور یرحمیئل کے پہلوٹھے رام کے بیٹے معض اور یمِین اور عیقر تھے۔"},{"number":28,"verse":"اور اونام کے بیٹے سمّی اور یدع اور سمّی کے بیٹے ند ب اور ابِیسُور تھے۔"},{"number":29,"verse":"اور ابِیسُور کی بِیوی کا نام ابِیخَیل تھا۔ اُس کے بطن سے اخبا ن اور مو لِد پَیدا ہُوئے۔"},{"number":30,"verse":"اور ندب کے بیٹے سِلد اوراَفّائِم تھے لیکن سِلد بے اَولاد مَر گیا۔"},{"number":31,"verse":"اور اَفّائِم کا بیٹا یسعی اور یسعی کا بیٹا سِیسا ن اورسیِسا ن کا بیٹا اخلی تھا۔"},{"number":32,"verse":"اورسمّی کے بھائی یدع کے بیٹے یتر اور یُونتن تھے اور یتر بے اَولاد مَر گیا۔"},{"number":33,"verse":"اور یُونتن کے بیٹے فلت اور زازا ۔ یہ یرحمیئل کے بیٹے تھے۔"},{"number":34,"verse":"اور سِیسا ن کے بیٹے نہیں صِرف بیٹیاں تِھیں اورسیِسا ن کا ایک مِصر ی نَوکر یرخع نامی تھا۔"},{"number":35,"verse":"سو سیِسا ن نے اپنی بیٹی کو اپنے نَوکر یرخع سے بیاہ دِیا اور اُس کے اُس سے عتّی پَیدا ہُؤا۔"},{"number":36,"verse":"اورعتّی سے ناتن پَیدا ہُؤا اور ناتن سے زاباد پَیدا ہُؤا۔"},{"number":37,"verse":"اور زاباد سے اِفلا ل پَیدا ہُؤا اور اِفلا ل سے عوبید پَیدا ہُؤا۔"},{"number":38,"verse":"اور عوبید سے یاہُو پَیدا ہُؤا اور یاہُو سے عزریا ہ پَیدا ہُؤا۔"},{"number":39,"verse":"اور عزر یاہ سے خلص پَیدا ہُؤا اور خلص سے اِلعِاسہ پَیدا ہُؤا۔"},{"number":40,"verse":"اور اِلعِاسہ سے سِسمی پَیدا ہُؤا اور سِسمی سے سلُو م پَیدا ہُؤا۔"},{"number":41,"verse":"اورسلُو م سے یقَمیا ہ پَیدا ہُؤا اور یقَمیا ہ سے الِیسمع پَیدا ہُؤا۔"},{"number":42,"verse":"( کالب کی نسل) یرحمیئل کے بھائی کالِب کے بیٹے یہ ہیں ۔ مِیسا اُس کا پہلوٹھا جو زِیف کا باپ ہے اور حبرُو ن کے باپ مریسہ کے بیٹے۔"},{"number":43,"verse":"اور بنی حبرُون ۔ قورح اور تفُّوح اور رقم اورسمع تھے۔"},{"number":44,"verse":"اورسمع سے یُرقعا م کا باپ رخم پَیدا ہُؤا ۔ اور رقم سے سمّی پَیدا ہُؤا۔"},{"number":45,"verse":"اورسمّی کا بیٹا معُو ن تھا اور معُو ن بَیت صُور کا باپ تھا۔"},{"number":46,"verse":"اور کالِب کی حرم عیفہ سے حارا ن اور موضا اور جازِز پَیدا ہُوئے اور حارا ن سے جازِز پَیدا ہُؤا۔"},{"number":47,"verse":"اور بنی یہدی ۔ رجم اور یُوتام اور جسام اور فلط اور عیفہ اور شعف تھے۔"},{"number":48,"verse":"اور کالِب کی حرم معکہ سے شِبِّر اور ترِحنا ہ پَیدا ہُوئے۔"},{"number":49,"verse":"اُسی کے بطن سے مدمنّا ہ کا باپ شعف اورمکبِینا کا باپ سِوا اور جِبع کا باپ بھی پَیدا ہُوئے اور کالِب کی بیٹی عکسہ ہے۔"},{"number":50,"verse":"کالِب کے بیٹے یہ تھے ۔ اِفراتہ کے پہلوٹھے حُور کا بیٹا قریت یعر یم کا باپ سوبل۔"},{"number":51,"verse":"بَیت لحم کا باپ سلما اور بَیت جادِر کا باپ خارِف۔"},{"number":52,"verse":"اور قریت یعرِ یم کے باپ سوبل کے بیٹے ہی بیٹے تھے ۔ ہرائی اور منوخوت کے آدھے لوگ۔"},{"number":53,"verse":"اور قریت یعرِ یم کے گھرانے یہ تھے ۔ اِتری اور فُوتی اورسُماتی اور مِسراعی ۔ اِن ہی سے صُرعتی اور اِستاؤلی نِکلے ہیں۔"},{"number":54,"verse":"بنی سلما یہ تھے ۔ بَیت لحم اور نطُوفاتی اور عطرات بَیت یُوآ ب اور منوختیوں کے آدھے لوگ اور صُرعی۔"},{"number":55,"verse":"اور یعبیض کے رہنے والے مُنشیوں کے گھرانے تِرعاتی اورسمعاتی اور سَوکاتی ۔ یہ وہ قِینی ہیں جو رَیکا ب کے گھرانے کے باپ حما ت کی نسل سے تھے۔"}]}