{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"( کاہِنوں کو ذِمّہ داریاں سَونپی جاتی ہیں) اور بنی ہارُون کے فرِیق یہ تھے ۔ ہارُو ن کے بیٹے ندب ۔ ابِیہُو ۔ اِلیعزر اور اِتمر تھے۔"},{"number":2,"verse":"اور ندب اور ابِیہُو اپنے باپ سے پہلے مَر گئے اور اُن کے اَولاد نہ تھی سو الِیعزر اور اِتمر نے کہانت کا کام کِیا۔"},{"number":3,"verse":"اور داؤُ دنے اِلیعزر کے بیٹوں میں سے صدُو ق اور اِتمر کے بیٹوں میں سے اخی ملِک کو اُن کی خِدمت کی ترتِیب کے مُطابِق تقسِیم کِیا۔"},{"number":4,"verse":"اور اِتمر کے بیٹوں سے زِیادہ اِلیعزر کے بیٹوں میں رئِیس مِلے اور اِس طرح سے وہ تقسِیم کِئے گئے کہ ِالیعزر کے بیٹوں میں آبائی خاندانوں کے سولہ سردار تھے اور اِتمر کے بیٹوں میں سے آبائی خاندانوں کے مُطابِق آٹھ۔"},{"number":5,"verse":"اِس طرح قُرعہ ڈال کر اور باہم خلط ملط ہو کر وہ تقسِیم ہُوئے کیونکہ مَقدِس کے سردار اور خُدا کے سردار بنی اِلیعزر اور بنی اِتمر دونوں میں سے تھے۔"},{"number":6,"verse":"اور نتنی ا یل مُنشی کے بیٹے سمعیا ہ نے جو لاویوں میں سے تھا اُن کے ناموں کو بادشاہ اور امِیروں اور صدُو ق کاہِن اور اخی ملِک بِن ابِیاتر اور کاہِنوں اور لاویوں کے آبائی خاندانوں کے سرداروں کے سامنے لِکھا ۔ جب اِلیعزر کا ایک آبائی خاندان لِیا گیا تو اِتمر کا بھی ایک آبائی خاندان لِیا گیا۔"},{"number":7,"verse":"اور پہلی چِٹّھی یہُو یریب کی نِکلی ۔ دُوسری یدعیا ہ کی۔"},{"number":8,"verse":"تِیسری حارِ م کی چَوتھی شعورِ یم کی۔"},{"number":9,"verse":"پانچوِیں ملکیاہ کی ۔ چھٹی میامِین کی۔"},{"number":10,"verse":"ساتوِیں ہقُّوض کی ۔ آٹھوِیں ابیا ہ کی۔"},{"number":11,"verse":"نوِیں یشُو ع کی ۔ دسوِیں سِکانیا ہ کی۔"},{"number":12,"verse":"گیارھوِیں اِلیا سِب کی ۔ بارھوِیں یقِیم کی۔"},{"number":13,"verse":"تیرھوِیں خُفّاہ کی ۔ چَودھوِیں یسبِا ب کی۔"},{"number":14,"verse":"پندرھوِیں بِلجا ہ کی ۔ سولھوِیں اِمّیر کی۔"},{"number":15,"verse":"سترھوِیں حزِیر کی ۔ اٹھارھوِیں فضِیض کی۔"},{"number":16,"verse":"اُنّیسویں فتحیا ہ کی ۔ بِیسوِیں یحزِ قیل کی۔"},{"number":17,"verse":"اکِیسوِیں یاکِن کی ۔ بائِیسوِیں جمُول کی۔"},{"number":18,"verse":"تیئِیسوِیں دِلایا ہ کی ۔ چَوبِیسوِیں معزیا ہ کی۔"},{"number":19,"verse":"یہ اُن کی خِدمت کی ترتِیب تھی تاکہ وہ خُداوند کے گھر میں اُس قانُون کے مُطابِق آئیں جو اُن کو اُن کے باپ ہارُو ن کی معرفت وَیسا ہی مِلا جَیسا خُداوند اِسرا ئیل کے خُدا نے اُسے حُکم کِیا تھا۔"},{"number":20,"verse":"( لاویوں کی فہرِست) باقی بنی لاوی میں سے عمرا م کے بیٹوں میں سے سُوبا ئیل ۔ سُوبا ئیل کے بیٹوں میں سے یہد یاہ۔"},{"number":21,"verse":"رہا رحبیا ہ ۔ سو رحبیا ہ کے بیٹوں میں سے پہلا یسّیا ہ۔"},{"number":22,"verse":"اِضہاریوں میں سے سلُومو ت ۔ بنی سلُوموت میں سے یحت۔"},{"number":23,"verse":"اور بنی حبرُون میں سے یریا ہ پہلا۔ امریا ہ دُوسرا ۔ یحزی ایل تِیسرا ۔ یقمعا م چَوتھا۔"},{"number":24,"verse":"بنی عُزّی ایل میں سے مِیکا ہ ۔ بنی مِیکاہ میں سے سمِیر۔"},{"number":25,"verse":"مِیکا ہ کا بھائی یسّیا ہ ۔ بنی یسّیاہ میں سے زکریا ہ۔"},{"number":26,"verse":"مِرار ی کے بیٹے محلی اور مُوشی ۔ بنی یعزیاہ میں سے بِنُو۔"},{"number":27,"verse":"رہے بنی مِراری ۔ سو یعزیا ہ سے بِنُو اورسُوہم اور زکُّور اور عِبر ی۔"},{"number":28,"verse":"محلی سے اِلیعزر جِس کے کوئی بیٹا نہ تھا۔"},{"number":29,"verse":"قِیس سے قِیس کا بیٹا یرحمیئیل۔"},{"number":30,"verse":"اور مُو شی کے بیٹے محلی اور عیدر اور یرِیمو ت ۔ لاویوں کی اَولاد اپنے آبائی خاندانوں کے مُطابِق یِہی تھی۔"},{"number":31,"verse":"اِنہوں نے بھی اپنے بھائی بنی ہارُون کی طرح داؤُ دبادشاہ اور صدُو ق اور اخی مَلِک اور کاہِنوں اور لاویوں کے آبائی خاندانوں کے سرداروں کے سامنے اپنا اپنا قُرعہ ڈالا یعنی سردار کے آبائی خاندانوں کا جو حق تھا وُہی اُس کے چھوٹے بھائی کے خاندانوں کا تھا۔"}]}