{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"( ہَیکل کے دربان) دربانوں کے فرِیق یہ تھے ۔ قورحیوں میں مسلمیا ہ بِن قور ے جو بنی آسف میں سے تھا۔"},{"number":2,"verse":"اورمسلمیا ہ کے ہاں بیٹے تھے ۔ زکریا ہ پہلوٹھا ۔ یدی عیل دُوسرا ۔ زبد یاہ تِیسرا ۔ یتنی ایل چَوتھا۔"},{"number":3,"verse":"عیلا م پانچواں ۔ یہُوحانا ن چھٹا ۔ اِلِیہُو عینی ساتواں تھا۔"},{"number":4,"verse":"اور عوبیدادُو م کے ہاں بیٹے تھے ۔ سمعیا ہ پہلوٹھا ۔ یہُوزباد دُوسرا ۔ یُوآ خ تِیسرا اور سکا ر چَوتھا اور نتنی ایل پانچواں۔"},{"number":5,"verse":"عمّی ایل چھٹا ۔ اِشکار ساتواں ۔ فعُلتی آٹھواں کیونکہ خُدا نے اُسے برکت بخشی تھی۔"},{"number":6,"verse":"اور اُس کے بیٹے سمعیا ہ کے ہاں بھی بیٹے پَیدا ہُوئے جو اپنے آبائی خاندان پر سرداری کرتے تھے کیونکہ وہ زبردست سُورما تھے۔"},{"number":7,"verse":"سمعیا ہ کے بیٹے عُتنی اور رفاایل اور عوبید اور اِلزباد جِن کے بھائی الِیہُو اور سماکیا ہ سُورما تھے۔"},{"number":8,"verse":"یہ سب عوبید ادُوم کی اَولاد میں سے تھے ۔ وہ اور اُن کے بیٹے اور اُن کے بھائی خِدمت کے لِئے قُوّت کے اِعتبار سے قابِل آدمی تھے ۔ یُوں عوبید ادُومی باسٹھ تھے۔"},{"number":9,"verse":"اور مسلمیا ہ کے بیٹے اور بھائی اٹھارہ سُورما تھے۔"},{"number":10,"verse":"اور بنی مِراری میں سے حُوسہ کے ہاں بیٹے تھے ۔ سِمر ی سردار تھا (وہ پہلوٹھا تو نہ تھا پر اُس کے باپ نے اُسے سردار بنا دِیا تھا)۔"},{"number":11,"verse":"دُوسرا خِلقیاہ تِیسرا طبلیا ہ ۔ چَوتھا زکر یاہ ۔ حُوسہ کے سب بیٹے اور بھائی تیرہ تھے۔"},{"number":12,"verse":"اِن ہی میں سے یعنی سرداروں میں سے دربانوں کے فرِیق تھے جِن کا ذِمّہ اپنے بھائِیوں کی طرح خُداوند کے گھر میں خِدمت کرنے کا تھا۔"},{"number":13,"verse":"اور اُنہوں نے کیا چھوٹے کیا بڑے اپنے اپنے آبائی خاندان کے مُوافِق ہر ایک پھاٹک کے لِئے قُرعہ ڈالا۔"},{"number":14,"verse":"اور مشرِق کی طرف کا قُرعہ سلمیا ہ کے نام نِکلا ۔ پِھر اُس کے بیٹے زکریا ہ کے لِئے بھی جو عقلمند صلاح کار تھا قُرعہ ڈالا گیا اور اُس کا قُرعہ شِمال کی طرف کا نِکلا۔"},{"number":15,"verse":"عوبید ادُوم کے لِئے جنُوب کی طرف کا تھا اور اُس کے بیٹوں کے لِئے توشہ خانہ کا۔"},{"number":16,"verse":"سُفّیِم اور حُوسہ کے لِئے مغرِب کی طرف سلکت کے پھاٹک کے نزدِیک کا جہاں سے اُونچی سڑک اُوپر جاتی ہے اَیسا کہ آمنے سامنے ہو کر پہرا دیں۔"},{"number":17,"verse":"مشرِق کی طرف چھ لاوی تھے ۔ شِمال کی طرف ہر روز چار۔ جنُوب کی طرف ہر روز چار اور توشہ خانہ کے پاس دو دو۔"},{"number":18,"verse":"مغرِب کی طرف پربا ر کے واسطے چار تو اُونچی سڑک پراور دو پربار کے لِئے۔"},{"number":19,"verse":"بنی قورحی اور بنی مِراری میں سے دربانوں کے فرِیق یِہی تھے۔"},{"number":20,"verse":"( ہَیکل کے دُوسرے فرائض) اور لاویوں میں سے اخیاہ خُدا کے گھر کے خزانوں اور نذر کی چِیزوں کے خزانوں پر مُقرّر تھا۔"},{"number":21,"verse":"بنی لعدان ۔ سو لعدا ن کے خاندان کے جَیرسونیوں کے بیٹے جو اُن آبائی خاندانوں کے سردار تھے جو جیرسونی لَعدا ن سے تعلُّق رکھتے تھے یہ تھے ۔ یحی ایلی۔"},{"number":22,"verse":"اور یحی ایلی کے بیٹے زیتا م اور اُس کا بھائی یُوا یل خُداوند کے گھر کے خزانوں پر تھے۔"},{"number":23,"verse":"عمرامیوں۔ اِضہاریوں ۔ حبرُونیوں اور عُزّی ایلیوں میں سے۔"},{"number":24,"verse":"سبُوایل بِن جیر سوم بِن مُوسیٰ بَیتُ المال پر مُختار تھا۔"},{"number":25,"verse":"اور اُس کے بھائی الِیعزر کی طرف سے اُس کا بیٹا رحبیا ہ ۔ رحبیا ہ کا بیٹا یسعیا ہ ۔ یسعیا ہ کا بیٹا یُورا م ۔ یُورا م کا بیٹا زِکر ی ۔ زِکر ی کا بیٹا سلُّومِیت۔"},{"number":26,"verse":"یہ سلُّومِیت اور اُس کے بھائی نذر کی ہُوئی چِیزوں کے سب خزانوں پر مُقرّر تھے جِن کو داؤُ دبادشاہ اور آبائی خاندانوں کے سرداروں اور ہزاروں اور سَیکڑوں کے سرداروں اور لشکر کے سرداروں نے نذر کِیا تھا۔"},{"number":27,"verse":"لڑائیوں کی لُوٹ میں سے اُنہوں نے خُداوند کے گھرکی مرمّت کے لِئے کُچھ نذر کِیا تھا۔"},{"number":28,"verse":"اور سموایل غَیب بِین اور ساؤُل بِن قِیس اور ابنیر بِن نیر اور یُوآ ب بِن ضرُویا ہ کی ساری نذر ۔ غرض جو کُچھ کِسی نے نذر کِیا تھا وہ سب سلُّومِیت اور اُس کے بھائِیوں کے ہاتھ میں سپُرد تھا۔"},{"number":29,"verse":"( دُوسرے لاویوں کی ذِمّہ داریاں) اِضہاریوں میں سے کنانیا ہ اور اُس کے بیٹے اِسرائیلیوں پر باہر کے کام کے لِئے حاکِم اور قاضی تھے۔"},{"number":30,"verse":"حبرُونیوں میں سے حسبیا ہ اور اُس کے بھائی ایک ہزار سات سَو سُورما مغرِب کی طرف یَرد ن پار کے اِسرائیلیوں کی نِگرانی کی خاطِر خُداوند کے سب کام اور بادشاہ کی خِدمت کے لِئے تعِینات تھے۔"},{"number":31,"verse":"حبرُونیوں میں یریا ہ حبرُونیوں کا اُن کے آبائی خاندانوں کے نسبوں کے مُوافِق سردار تھا ۔ داؤُ دکی سلطنت کے چالِیسویں برس میں وہ ڈُھونڈ نِکالے گئے اور جِلعاد کے یعزیر میں اُن کے درمِیان زبردست سُورما مِلے۔"},{"number":32,"verse":"اور اُس کے بھائی دو ہزار سات سَو سُورما اور آبائی خاندانوں کے سردار تھے جِن کو داؤُ دبادشاہ نے رُوبِینیوں اور جدّیوں اور منسّی کے آدھے قبِیلہ پر خُدا کے ہر ایک کام اور شاہی مُعاملات کے لِئے سردار بنایا۔"}]}