{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"( بنِیمیِن کی نسل) اور بِنیمِین سے اُس کا پہلوٹھا بالع پَیدا ہُؤا ۔ دُوسرا اَشبیل تِیسرا اخر خ۔"},{"number":2,"verse":"چَوتھا نُوحہ اور پانچواں رفا۔"},{"number":3,"verse":"اور بالع کے بیٹے ادّار اور جِیرا اور ابِیہُود۔"},{"number":4,"verse":"اور ابِیسو ع اور نعما ن اور اخو ح۔"},{"number":5,"verse":"اور جِیرا اور سفُوفا ن اور حُورا م تھے۔"},{"number":6,"verse":"اور اہُود کے بیٹے یہ ہیں ۔ یہ جِبع کے باشِندوں کے درمِیان آبائی خاندانوں کے سردار تھے اور اِن ہی کو اسِیر کر کے مناحَت کو لے گئے تھے۔"},{"number":7,"verse":"یعنی نعما ن اور اخیاہ اور جِیرا ۔ یہ اِن کو اسِیر کر کے لے گیا تھا اور اُس سے عُزّا اور اخیِحُود پَیدا ہُوئے۔"},{"number":8,"verse":"اورسحریم سے موآ ب کے مُلک میں اپنی دونوں بِیویوں حُوسِیم اور بعرا ہ کو چھوڑ دینے کے بعد لڑکے پَیدا ہُوئے۔"},{"number":9,"verse":"اور اُس کی بِیوی ہُود س کے بطن سے یُوبا ب اور ضِبیہ اور میسا اور ملکا م۔"},{"number":10,"verse":"اور یعُو ض اور سکیا ہ اور مِرمہ پَیدا ہُوئے ۔ یہ اُس کے بیٹے تھے جو آبائی خاندانوں کے سردار تھے۔"},{"number":11,"verse":"اور حُوسِیم سے ابِیطو ب اور الفعل پَیدا ہُوئے۔"},{"number":12,"verse":"اور بنی الفعل عِبر اور مِشعا م اور سامر تھے۔اِسی نے اُونو اور لُد اور اُس کے دیہات کو آباد کِیا۔"},{"number":13,"verse":"( ایّلُون اور جات میں بسنے والے بنیِمیِنی) اور برِیعہ اور سمعہ بھی جو ایّلُو ن کے باشِندوں کے درمِیان آبائی خاندانوں کے سردار تھے اور جِنہوں نے جات کے باشِندوں کو بھگا دِیا۔"},{"number":14,"verse":"اور اخیُو ۔ شاشق اور یریمو ت۔"},{"number":15,"verse":"اور زبد یاہ اور عراد اور عدر۔"},{"number":16,"verse":"اور مِیکاا یل اور اِسفاہ اور یُوخا جو بنی برِیعہ ہیں۔"},{"number":17,"verse":"( یروشلیِم میں بسنے والے بنِیمِینی) اور زبد یاہ اور مُسلاّ م اور حِز قی اور حِبر۔"},{"number":18,"verse":"اور یسمر ی اور یزلیا ہ اور یُوبا ب جو بنی الفعل ہیں۔"},{"number":19,"verse":"اور یقیِم اور زِکر ی اور زبد ی۔"},{"number":20,"verse":"اور العینی اور ضلتی اور الیئل۔"},{"number":21,"verse":"اور عدایا ہ اور برایا ہ اورسِمرا ت جو بنی سمعی ہیں۔"},{"number":22,"verse":"اور اِسفان اور عِبر اور الیئل۔"},{"number":23,"verse":"اور عبدو ن اور زِکر ی اور حنان۔"},{"number":24,"verse":"اور حنانیا ہ اور عیلا م اور عنتو تیاہ۔"},{"number":25,"verse":"اور یفد یاہ اور فنُوا یل جو بنی شاشق ہیں۔"},{"number":26,"verse":"اورسمسر ی اور شحاریا ہ اور عتالیا ہ۔"},{"number":27,"verse":"اور یعرسیاہ اور الیاہ اور زِکر ی جو بنی یروحام ہیں۔"},{"number":28,"verse":"یہ اپنی پُشتوں میں آبائی خاندانوں کے سردار اور رئِیس تھے اور یروشلیِم میں رہتے تھے۔"},{"number":29,"verse":"( جِبعون اور یروشلیِم کے بنِیمیِنی) اور جِبعو ن میں جِبعو ن کا باپ رہتا تھا جِس کی بِیوی کا نام معکہ تھا۔"},{"number":30,"verse":"اور اُس کا پہلوٹھا بیٹا عبدو ن اور صُور اورقِیس اور بعل اور ندب۔"},{"number":31,"verse":"اور جدور اور اخیو اور زکر۔"},{"number":32,"verse":"اور مِقلو ت سے سِما ہ پَیدا ہُؤا اور وہ بھی اپنے بھائیوں کے ساتھ یروشلیِم میں اپنے بھائیوں کے سامنے رہتے تھے۔"},{"number":33,"verse":"( ساؤُل بادشاہ کا گھرانا) اور نیر سے قِیس پَیدا ہُؤا اور قِیس سے ساؤُل پَیداہُؤا اور ساؤُل سے یہُونتن اورملکِیشُو ع اور ابِیندا ب اور اشبعل پَیدا ہُوئے۔"},{"number":34,"verse":"اور یہُونتن کا بیٹا مریبعل تھا اور مریبعل سے مِیکا ہ پَیدا ہُؤا۔"},{"number":35,"verse":"اور بنی مِیکاہ فِیتو ں اور ملک اور تار یع اور آخز تھے۔"},{"number":36,"verse":"اور آخز سے یہُوعد ہ پَیدا ہُؤا اور یہُوعد ہ سے علمت اور عزماو ت اور زِمر ی پَیدا ہُوئے اور زِمر ی سے موضا پَیدا ہُؤا۔"},{"number":37,"verse":"اور موضا سے بِنعہ پَیدا ہُؤا ۔ بِنعہ کا بیٹا رافعہ ۔ رافعہ کا بیٹا الیِعسہ اور الیِعسہ کا بیٹا اصیِل۔"},{"number":38,"verse":"اوراصیِل کے چھ بیٹے تھے جِن کے نام یہ ہیں ۔ عزریقا م بوکرُ و اور اِسمٰعیل اورسغریا ہ اور عبد یاہ اور حنان ۔ یہ سب اصیل کے بیٹے تھے۔"},{"number":39,"verse":"اور اُس کے بھائی عیشق کے بیٹے یہ ہیں ۔ اُس کا پہلوٹھا اَولا م ۔ دُوسرا یعو س ۔ تِیسرا الیفلط۔"},{"number":40,"verse":"اور اَولا م کے بیٹے زبردست سُورما اور تِیرانداز تھے اور اُس کے بُہت سے بیٹے اور پوتے تھے جو ڈیڑھ سَو تھے ۔ یہ سب بنی بِنیمِین میں سے تھے۔"}]}