{"bibleAbbr":"urRV2010","bookName":"۱-توارِیخ","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"( اسِیری سے واپس آنے والے لوگ) پس سارا اِسرا ئیل نسب ناموں کے مُطابِق جو اِسرا ئیل کے بادشاہوں کی کِتاب میں درج ہیں گِنا گیا اور یہُودا ہ اپنے گُناہوں کے سبب سے اسِیرہو کر بابل کو گیا۔"},{"number":2,"verse":"اور وہ جو پہلے اپنی مِلکِیّت اور اپنے شہروں میں بسے سو اِسرائیلی اور کاہِن اور لاوی اور نتیِنم تھے۔"},{"number":3,"verse":"اور یروشلیِم میں بنی یہُوداہ میں سے اور بنی بنیمِین میں سے اور بنی افرائِیم اور منسّی میں سے یہ لوگ رہنے لگے یعنی۔"},{"number":4,"verse":"عُوتی بِن عمِّیہُود بِن عُمر ی بِن اِمر ی بِن بانی جو فار ص بِن یہُودا ہ کی اَولاد میں سے تھا۔"},{"number":5,"verse":"اور سیلانیوں میں سے عسایا ہ جو پہلوٹھا تھا اور اُس کے بیٹے۔"},{"number":6,"verse":"اور بنی زارح میں سے یعوا یل اور اُن کے چھ سَو نوّے بھائی۔"},{"number":7,"verse":"اور بنی بِنیمِین میں سے سلُّو بِن مُسلاّ م بِن ہُوداویا ہ بِن ہسینُوآ ہ۔"},{"number":8,"verse":"اور ابنیا ہ بِن یرُو حام اور ایلا بِن عُزّی بِن مِکر ی اور مُسلاّ م بِن سفطیا ہ بِن رعوا یل بنِ ابنیا ہ۔"},{"number":9,"verse":"اور اُن کے بھائی جو اپنے نسب ناموں کے مُطابِق نَو سَو چھپّن تھے ۔ یہ سب مَرد اپنے اپنے آبائی خاندان کے مُطابِق آبائی خاندانوں کے سردار تھے۔"},{"number":10,"verse":"( یروشلیِم میں بسنے والے کاہِن) اور کاہِنوں میں سے یدعیا ہ اور یہُویرِ یب اور یکِین۔"},{"number":11,"verse":"اور عزریا ہ بِن خِلقیاہ بِن مُسلاّ م بِن صدُو ق بِن مرایو ت بِن اخِیطو ب جو خُدا کے گھر کا ناظِم تھا۔"},{"number":12,"verse":"اور عدایا ہ بِن یرُوحا م بِن فشحُور بِن ملکیاہ اورمعسی بِن عدیئیل بِن یحزیرا ہ بِن مُسلاّ م بِن مسلمیت بِن اِمّیر۔"},{"number":13,"verse":"اور اُن کے بھائی اپنے آبائی خاندانوں کے رئِیس ایک ہزار سات سَو ساٹھ تھے جو خُدا کے گھر کی خِدمت کے کام کے لِئے بڑے قابِل آدمی تھے۔"},{"number":14,"verse":"( یروشلیِم میں بسنے والے لاوی) اور لاویوں میں سے یہ تھے ۔ سمعیا ہ بِن حسوب بِن عزرِیقا م بِن حسبیا ہ بنی مراری میں سے۔"},{"number":15,"verse":"اور بقبَقّر ۔ حرش اور جلال اور متنیا ہ بِن مِیکا ہ بِن زِکر ی بِن آسف۔"},{"number":16,"verse":"اور عبد یاہ بِن سمعیا ہ بِن جلال بِن یدُوتو ن اور برکیا ہ بِن آسا بِن القا نہ جو نطُوفاتیوں کے دیہات میں بس گئے تھے۔"},{"number":17,"verse":"( یروشلیِم میں بسنے والے ہَیکل کے مُحافِظ) اور دربانوں میں سے سلُوم اور عقّوب اور طلمُو ن اور اخِیمان اور اُن کے بھائی ۔ سلُوم سردار تھا۔"},{"number":18,"verse":"وہ اب تک شاہی پھاٹک پر مشرِق کی طرف رہے ۔ بنی لاوی کی چھاؤنی کے دربان یہی تھے۔"},{"number":19,"verse":"اور سلُوم بِن قور ے بِن ابی آسف بِن قورح اور اُس کے آبائی خاندان کے بھائی یعنی قورحی خِدمت کی کارگُذاری پر تعِینات تھے اور خَیمہ کے پھاٹکوں کے نِگہبان تھے ۔ اُن کے باپ دادا خُداوند کی لشکر گاہ پر تعِینات اور مدخل کے نِگہبان تھے۔"},{"number":20,"verse":"اور فِینحا س بِن الیِعزر اِس سے پیشتر اُن کا سردار تھا اور خُداوند اُس کے ساتھ تھا۔"},{"number":21,"verse":"زکرِیا ہ بِن مسلمیا ہ خَیمۂِ اِجتماع کے دروازہ کا نِگہبان تھا۔"},{"number":22,"verse":"یہ سب جو پھاٹکوں کے دربان ہونے کو چُنے گئے دو سَو بارہ تھے ۔ یہ جِن کو داؤُد اور سموا یل غَیب بِین نے اِن کے منصب پر مُقرّر کِیا تھا اپنے نسب نامہ کے مُطابِق اپنے اپنے گاؤں میں گِنے گئے تھے۔"},{"number":23,"verse":"سو وہ اور اُن کے بیٹے خُداوند کے گھر یعنی مسکن کے گھر کے پھاٹکوں کی نِگرانی باری باری سے کرتے تھے۔"},{"number":24,"verse":"اور دربان چاروں طرف تھے یعنی مشرِق ۔ مغرِب ۔ شِمال اور جنُوب کی طرف۔"},{"number":25,"verse":"اور اُن کے بھائی جو اپنے اپنے گاؤں میں تھے اُن کو سات سات دِن کے بعد نَوبت بہ نَوبت اُن کے ساتھ رہنے کو آنا پڑتا تھا۔"},{"number":26,"verse":"کیونکہ چاروں سردار دربان جو لاوی تھے خاص منصب پر مامُور تھے اور خُدا کے گھر کی کوٹھریوں اور خزانوں پر مُقرّر تھے۔"},{"number":27,"verse":"اور وہ خُدا کے گھر کے آس پاس رہا کرتے تھے کیونکہ اُس کی نِگہبانی اُن کے سپُرد تھی اور ہر صُبح کو اُسے کھولنا اُن کے ذِمّے تھا۔"},{"number":28,"verse":"( دُوسرے لاوی) اور اُن میں سے بعض کی تحوِیل میں عِبادت کے برتن تھے کیونکہ وہ اُن کو گِن کر اندر لاتے اور گِن کر نِکالتے تھے۔"},{"number":29,"verse":"اور بعض اُن میں سے اسباب اور مَقدِس کے سب ظرُوف اور مَیدہ اور مَے اور تیل اور لُبان اور خُوشبُودار مصالِح پرمُقرّر تھے۔"},{"number":30,"verse":"اور کاہِنوں کے بیٹوں میں سے بعض خُوشبُودار مصالِح کا تیل تیّار کرتے تھے۔"},{"number":31,"verse":"اور لاویوں میں سے ایک شخص متتّیا ہ جو قُرحی سلُوم کا پہلوٹھا تھا اُن چِیزوں پر خاص طَور سے مُقرّر تھا جو توے پر پکائی جاتی تِھیں۔"},{"number":32,"verse":"اور اُن کے بعض بھائی جو قہاتیوں کی اَولاد میں سے تھے نذر کی روٹی پر تعِینات تھے کہ ہر سبت کو اُسے تیّار کریں۔"},{"number":33,"verse":"اور یہ وہ گانے والے ہیں جو لاویوں کے آبائی خاندانوں کے سردار تھے اور کوٹھریوں میں رہتے اور اَور خِدمت سے معذُور تھے کیونکہ وہ دِن رات اپنے کام میں مشغُول رہتے تھے۔"},{"number":34,"verse":"یہ اپنی اپنی پُشت میں لاویوں کے آبائی خاندانوں کے سردار اور رئِیس تھے اور یروشلیِم میں رہتے تھے۔"},{"number":35,"verse":"( ساؤُل بادشاہ کے آباؤاجداد اور اگلی نسل) اور جِبعُو ن میں جِبعُو ن کا باپ یعی ایل رہتا تھا جِس کی بِیوی کا نام معکہ تھا۔"},{"number":36,"verse":"اور اُس کا پہلوٹھا بیٹا عبدو ن اور صُور اور قِیس اوربعل اور نیر اور ندب۔"},{"number":37,"verse":"اور جدُور اور اخیُو اور زکرِیا ہ اور مِقلو ت۔"},{"number":38,"verse":"مِقلو ت سے سِمعا م پَیدا ہُؤا اور وہ بھی اپنے بھائیوں کے ساتھ یروشلیِم میں اپنے بھائِیوں کے سامنے رہتے تھے۔"},{"number":39,"verse":"اور نیر سے قِیس پَیدا ہُؤا اور قِیس سے ساؤُل پَیدا ہُؤا اور ساؤُل سے یُونتن اورملکیشو ع اور ابِیندا ب اور اِشبعل پَیدا ہُوئے۔"},{"number":40,"verse":"اوریُونتن کا بیٹا مریببعل تھا اور مریببعل سے مِیکا ہ پَیدا ہُؤا۔"},{"number":41,"verse":"اور مِیکا ہ کے بیٹے فِیتُو ن اور ملک اور تحرِیع اور آخز تھے۔"},{"number":42,"verse":"اور آخز سے یعر ہ پَیدا ہُؤا اور یعر ہ سے علمت اور عزماو ت اور زِمر ی پَیداہُوئے اور زِمر ی سے موضا پَیدا ہُؤا۔"},{"number":43,"verse":"اور موضا سے بِنعہ پَیدا ہُؤا ۔ بِنعہ کا بیٹا رفایا ہ ۔ رفایا ہ کا بیٹا الیعسہ ۔ الیعسہ کا بیٹا اصیل۔"},{"number":44,"verse":"اور اصیل کے چھ بیٹے تھے اور یہ اُن کے نام ہیں ۔ عزرِیقا م ۔ بوکرُ و اور اِسمٰعیل اورسغریا ہ اور عبد یاہ اور حنان ۔ یہ بنی اصیل تھے۔"}]}