{"bibleAbbr":"HAC","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":20,"verses":[{"number":1,"verse":"א וידבר אלהים את כל הדברים האלה לאמר {ס}"},{"number":2,"verse":"ב אנכי יהוה אלהיך אשר הוצאתיך מארץ מצרים מבית עבדים לא יהיה לך אלהים אחרים על פני"},{"number":3,"verse":"ג לא תעשה לך פסל וכל תמונה אשר בשמים ממעל ואשר בארץ מתחת--ואשר במים מתחת לארץ"},{"number":4,"verse":"ד לא תשתחוה להם ולא תעבדם כי אנכי יהוה אלהיך אל קנא--פקד עון אבת על בנים על שלשים ועל רבעים לשנאי"},{"number":5,"verse":"ה ועשה חסד לאלפים--לאהבי ולשמרי מצותי {ס}"},{"number":6,"verse":"ו לא תשא את שם יהוה אלהיך לשוא כי לא ינקה יהוה את אשר ישא את שמו לשוא {פ}"},{"number":7,"verse":"ז זכור את יום השבת לקדשו"},{"number":8,"verse":"ח ששת ימים תעבד ועשית כל מלאכתך"},{"number":9,"verse":"ט ויום השביעי--שבת ליהוה אלהיך לא תעשה כל מלאכה אתה ובנך ובתך עבדך ואמתך ובהמתך וגרך אשר בשעריך"},{"number":10,"verse":"י כי ששת ימים עשה יהוה את השמים ואת הארץ את הים ואת כל אשר בם וינח ביום השביעי על כן ברך יהוה את יום השבת--ויקדשהו {ס}"},{"number":11,"verse":"יא כבד את אביך ואת אמך--למען יארכון ימיך על האדמה אשר יהוה אלהיך נתן לך {ס}"},{"number":12,"verse":"יב לא תרצח {ס} לא תנאף {ס} לא תגנב {ס} לא תענה ברעך עד שקר {ס}"},{"number":13,"verse":"יג לא תחמד בית רעך {ס} לא תחמד אשת רעך ועבדו ואמתו ושורו וחמרו וכל אשר לרעך {פ}"},{"number":14,"verse":"יד וכל העם ראים את הקולת ואת הלפידם ואת קול השפר ואת ההר עשן וירא העם וינעו ויעמדו מרחק"},{"number":15,"verse":"טו ויאמרו אל משה דבר אתה עמנו ונשמעה ואל ידבר עמנו אלהים פן נמות"},{"number":16,"verse":"טז ויאמר משה אל העם אל תיראו כי לבעבור נסות אתכם בא האלהים ובעבור תהיה יראתו על פניכם--לבלתי תחטאו"},{"number":17,"verse":"יז ויעמד העם מרחק ומשה נגש אל הערפל אשר שם האלהים {ס}"},{"number":18,"verse":"יח ויאמר יהוה אל משה כה תאמר אל בני ישראל אתם ראיתם--כי מן השמים דברתי עמכם"},{"number":19,"verse":"יט לא תעשון אתי אלהי כסף ואלהי זהב לא תעשו לכם"},{"number":20,"verse":"כ מזבח אדמה תעשה לי וזבחת עליו את עלתיך ואת שלמיך את צאנך ואת בקרך בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך"},{"number":21,"verse":"כא ואם מזבח אבנים תעשה לי לא תבנה אתהן גזית כי חרבך הנפת עליה ותחללה"},{"number":22,"verse":"כב ולא תעלה במעלת על מזבחי אשר לא תגלה ערותך עליו {פ}"}]}