{"bibleAbbr":"HAC","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"א וידבר יהוה אל משה לאמר"},{"number":2,"verse":"ב דבר אל בני ישראל ויקחו לי תרומה מאת כל איש אשר ידבנו לבו תקחו את תרומתי"},{"number":3,"verse":"ג וזאת התרומה אשר תקחו מאתם זהב וכסף ונחשת"},{"number":4,"verse":"ד ותכלת וארגמן ותולעת שני ושש ועזים"},{"number":5,"verse":"ה וערת אילם מאדמים וערת תחשים ועצי שטים"},{"number":6,"verse":"ו שמן למאר בשמים לשמן המשחה ולקטרת הסמים"},{"number":7,"verse":"ז אבני שהם ואבני מלאים לאפד ולחשן"},{"number":8,"verse":"ח ועשו לי מקדש ושכנתי בתוכם"},{"number":9,"verse":"ט ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו וכן תעשו {ס}"},{"number":10,"verse":"י ועשו ארון עצי שטים אמתים וחצי ארכו ואמה וחצי רחבו ואמה וחצי קמתו"},{"number":11,"verse":"יא וצפית אתו זהב טהור מבית ומחוץ תצפנו ועשית עליו זר זהב סביב"},{"number":12,"verse":"יב ויצקת לו ארבע טבעת זהב ונתתה על ארבע פעמתיו ושתי טבעת על צלעו האחת ושתי טבעת על צלעו השנית"},{"number":13,"verse":"יג ועשית בדי עצי שטים וצפית אתם זהב"},{"number":14,"verse":"יד והבאת את הבדים בטבעת על צלעת הארן לשאת את הארן בהם"},{"number":15,"verse":"טו בטבעת הארן יהיו הבדים לא יסרו ממנו"},{"number":16,"verse":"טז ונתת אל הארן--את העדת אשר אתן אליך"},{"number":17,"verse":"יז ועשית כפרת זהב טהור אמתים וחצי ארכה ואמה וחצי רחבה"},{"number":18,"verse":"יח ועשית שנים כרבים זהב מקשה תעשה אתם משני קצות הכפרת"},{"number":19,"verse":"יט ועשה כרוב אחד מקצה מזה וכרוב אחד מקצה מזה מן הכפרת תעשו את הכרבים על שני קצותיו"},{"number":20,"verse":"כ והיו הכרבים פרשי כנפים למעלה סככים בכנפיהם על הכפרת ופניהם איש אל אחיו אל הכפרת--יהיו פני הכרבים"},{"number":21,"verse":"כא ונתת את הכפרת על הארן מלמעלה ואל הארן--תתן את העדת אשר אתן אליך"},{"number":22,"verse":"כב ונועדתי לך שם ודברתי אתך מעל הכפרת מבין שני הכרבים אשר על ארון העדת--את כל אשר אצוה אותך אל בני ישראל {פ}"},{"number":23,"verse":"כג ועשית שלחן עצי שטים אמתים ארכו ואמה רחבו ואמה וחצי קמתו"},{"number":24,"verse":"כד וצפית אתו זהב טהור ועשית לו זר זהב סביב"},{"number":25,"verse":"כה ועשית לו מסגרת טפח סביב ועשית זר זהב למסגרתו סביב"},{"number":26,"verse":"כו ועשית לו ארבע טבעת זהב ונתת את הטבעת על ארבע הפאת אשר לארבע רגליו"},{"number":27,"verse":"כז לעמת המסגרת תהיין הטבעת--לבתים לבדים לשאת את השלחן"},{"number":28,"verse":"כח ועשית את הבדים עצי שטים וצפית אתם זהב ונשא בם את השלחן"},{"number":29,"verse":"כט ועשית קערתיו וכפתיו וקשותיו ומנקיתיו אשר יסך בהן זהב טהור תעשה אתם"},{"number":30,"verse":"ל ונתת על השלחן לחם פנים לפני תמיד {פ}"},{"number":31,"verse":"לא ועשית מנרת זהב טהור מקשה תעשה המנורה ירכה וקנה גביעיה כפתריה ופרחיה ממנה יהיו"},{"number":32,"verse":"לב וששה קנים יצאים מצדיה שלשה קני מנרה מצדה האחד ושלשה קני מנרה מצדה השני"},{"number":33,"verse":"לג שלשה גבעים משקדים בקנה האחד כפתר ופרח ושלשה גבעים משקדים בקנה האחד כפתר ופרח כן לששת הקנים היצאים מן המנרה"},{"number":34,"verse":"לד ובמנרה ארבעה גבעים משקדים--כפתריה ופרחיה"},{"number":35,"verse":"לה וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה--לששת הקנים היצאים מן המנרה"},{"number":36,"verse":"לו כפתריהם וקנתם ממנה יהיו כלה מקשה אחת זהב טהור"},{"number":37,"verse":"לז ועשית את נרתיה שבעה והעלה את נרתיה והאיר על עבר פניה"},{"number":38,"verse":"לח ומלקחיה ומחתתיה זהב טהור"},{"number":39,"verse":"לט ככר זהב טהור יעשה אתה--את כל הכלים האלה"},{"number":40,"verse":"מ וראה ועשה בתבניתם--אשר אתה מראה בהר {ס}"}]}