{"bibleAbbr":"msAB1996","bookName":"ROMA","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"( Belas Kasihan Allah bagi Orang Israel) ( ) Kemudian aku bertanya: Adakah Allah menolak umat-Nya sendiri? Tentu tidak! Aku sendiri orang Israel keturunan Abraham, dan daripada suku Benyamin."},{"number":2,"verse":"Allah tidak menolak umat-Nya yang dipilih-Nya dari mula-mula. Kamu mengetahui apa yang tertulis di dalam Alkitab tentang Elia semasa dia mengadukan perbuatan Israel kepada Allah. Elia berkata,"},{"number":3,"verse":"( , ) “Ya Tuhan, mereka sudah membunuh nabi-nabi-Mu dan memusnahkan mazbah-mazbah-Mu. Hanya aku seorang yang tertinggal, dan mereka hendak membunuh aku.”"},{"number":4,"verse":"( ) Apakah jawapan Allah kepada Elia? Allah berfirman, “Aku sudah menyisihkan tujuh ribu orang bagi diri-Ku dan mereka belum pernah menyembah Dewa Baal.”"},{"number":5,"verse":"Demikian juga halnya sekarang: Ada sebilangan kecil orang yang sudah dipilih oleh Allah kerana rahmat-Nya."},{"number":6,"verse":"Pilihan Allah itu tidak berdasarkan perbuatan mereka, tetapi berdasarkan rahmat Allah. Jika pilihan Allah itu berdasarkan perbuatan manusia, maka rahmat Allah itu bukanlah rahmat yang sejati."},{"number":7,"verse":"Lalu bagaimana? Umat Israel tidak mendapat apa yang dicari oleh mereka. Yang mendapatnya hanyalah sebilangan kecil orang yang sudah dipilih oleh Allah. Yang lainnya menjadi keras kepala sehingga tidak mendengar panggilan Allah."},{"number":8,"verse":"( ; ) Di dalam Alkitab tertulis, “Allah menjadikan hati dan fikiran mereka lembap; sampai hari ini mata mereka tidak dapat melihat dan telinga mereka tidak dapat mendengar.”"},{"number":9,"verse":"Daud juga berkata, “Biarlah pesta jamuan mereka menjadi perangkap, biarlah mereka jatuh, dan biarlah mereka dihukum!"},{"number":10,"verse":"( ) Biarlah mata mereka menjadi buta sehingga tidak dapat melihat; dan biarlah mereka sentiasa menderita kerana kesusahan.”"},{"number":11,"verse":"Aku bertanya lagi: Ketika orang Yahudi tersandung, adakah hal ini berlaku supaya mereka jatuh dan tidak bangkit lagi? Sekali-kali tidak! Kerana mereka berdosa, orang bukan Yahudi diselamatkan, supaya orang Yahudi iri hati terhadap mereka."},{"number":12,"verse":"Kerana orang Yahudi berdosa, dunia mendapat berkat yang berlimpah-limpah, dan kerana kemiskinan rohani orang Yahudi, orang bukan Yahudi mendapat berkat yang berlimpah-limpah. Jika demikian halnya, lebih besar lagi berkat yang akan dikurniakan oleh Allah, apabila semua orang Yahudi diselamatkan!"},{"number":13,"verse":"( Penyelamatan Orang Bukan Yahudi) Sekarang aku berkata-kata kepada kamu, orang bukan Yahudi. Selama aku menjadi rasul kepada orang bukan Yahudi, aku bangga dengan tugasku itu."},{"number":14,"verse":"Aku berharap dapat membuat bangsaku iri hati, dan kerana apa yang aku lakukan, Allah akan menyelamatkan sebahagian daripada mereka."},{"number":15,"verse":"Kerana semasa mereka ditolak oleh Allah, orang bangsa lain di dunia dijadikan sahabat Allah. Apakah yang akan berlaku, apabila mereka diterima oleh Allah? Keadaannya tentu seperti orang mati hidup semula!"},{"number":16,"verse":"Jika kepingan pertama daripada sebuku roti diberikan kepada Allah, seluruh roti itu menjadi milik Allah. Jika akar pokok dipersembahkan kepada Allah, cabang-cabang pokok itu pun milik-Nya."},{"number":17,"verse":"Beberapa cabang pokok zaitun yang dipelihara sudah dikerat, lalu di situ dicantum sebatang cabang pokok zaitun liar untuk menikmati segala yang baik daripada pokok zaitun itu. Kamu orang bukan Yahudi seperti cabang pokok zaitun liar itu. Kamu dicantum di situ untuk menikmati berkat-berkat daripada orang Yahudi."},{"number":18,"verse":"Oleh itu janganlah kamu hina mereka yang sudah dikerat seperti cabang-cabang itu. Janganlah menjadi sombong! Kamu hanya cabang; cabang tidak memberikan khasiat kepada akar, sebaliknya akar yang memberikan khasiat kepada cabang."},{"number":19,"verse":"Tetapi kamu akan berkata, “Tidakkah cabang-cabang itu dikerat supaya kami dapat dicantum?”"},{"number":20,"verse":"Memang betul. Mereka dikerat kerana mereka tidak beriman, tetapi kamu tetap di situ kerana kamu beriman. Janganlah hal itu menyebabkan kamu sombong, tetapi takutlah."},{"number":21,"verse":"Jika orang Yahudi yang seperti cabang-cabang asli, dibenarkan oleh Allah untuk tumbuh terus pada pokok itu, tentu hal yang sama boleh dilakukan-Nya kepada kamu."},{"number":22,"verse":"Di sini kita melihat bahawa Allah baik, tetapi Dia juga mengadili dengan keras. Dia bertindak keras terhadap mereka yang berdosa, tetapi Dia baik hati terhadap kamu asalkan kehidupan kamu layak menerima kebaikan-Nya. Jika tidak, kamu juga akan dikerat."},{"number":23,"verse":"Jika orang Yahudi kembali dan percaya, mereka akan dicantum semula ke tempat asal, kerana Allah berkuasa melakukan hal itu."},{"number":24,"verse":"Kamu yang bukan orang Yahudi seperti cabang yang dikerat daripada pokok zaitun liar. Walaupun bertentangan dengan alam semula jadi, kamu dicantum pada pokok zaitun yang dipelihara. Orang Yahudi seperti pokok zaitun yang dipelihara. Oleh itu lebih mudah bagi Allah mengembalikan cabang-cabangnya yang sudah dikerat kepada pokok asal."},{"number":25,"verse":"( Belas Kasihan Allah bagi Umat Manusia) Saudara-saudaraku! Aku ingin kamu mengetahui suatu kebenaran yang belum diketahui orang. Jika kamu mengetahui perkara itu, kamu tidak akan menganggap diri kamu sangat bijak. Ketahuilah bahawa kedegilan umat Israel itu untuk sementara sahaja; sikap itu berlaku sehingga lengkap bilangan orang bukan Yahudi yang datang kepada Allah."},{"number":26,"verse":"( ) Beginilah semua orang Israel akan diselamatkan. Di dalam Alkitab tertulis, “Penyelamat akan datang dari Sion, Dia akan menghapuskan segala kejahatan keturunan Yakub."},{"number":27,"verse":"( ) Aku akan membuat perjanjian ini dengan mereka, pada waktu Aku mengampunkan dosa mereka.”"},{"number":28,"verse":"Kerana orang Yahudi tidak mahu menerima Berita Baik daripada Allah, mereka menjadi musuh Allah. Tetapi hal itu membawa faedah bagi kamu, orang bukan Yahudi. Tetapi kerana pilihan Allah, orang Yahudi tetap dikasihi oleh Allah, kerana janji Allah kepada nenek moyang mereka."},{"number":29,"verse":"Hal itu demikian kerana Allah tidak mengubah pendirian-Nya tentang orang yang dipilih-Nya dan diberkati-Nya."},{"number":30,"verse":"Dahulu kamu, orang bukan Yahudi tidak taat kepada Allah. Tetapi sekarang kamu menerima belas kasihan Allah, kerana orang Yahudi tidak taat kepada Allah."},{"number":31,"verse":"Demikian juga halnya dengan orang Yahudi. Kerana kamu sudah menerima belas kasihan Allah, sekarang orang Yahudi tidak taat kepada Allah, supaya ( supaya; Di dalam beberapa buah naskhah kuno: supaya sekarang.) mereka pun boleh menerima belas kasihan Allah."},{"number":32,"verse":"Hal itu demikian, kerana Allah sudah membiarkan umat manusia menjadi seperti orang tahanan, kerana mereka tidak mentaati Dia. Allah berbuat demikian supaya Dia dapat menunjukkan belas kasihan-Nya kepada mereka semua."},{"number":33,"verse":"( Pujian untuk Allah) ( ) Alangkah hebatnya kekayaan, kebijaksanaan, dan pengetahuan Allah! Siapakah dapat menjelaskan keputusan-Nya? Siapakah dapat memahami cara Dia melakukan sesuatu?"},{"number":34,"verse":"( ) Di dalam Alkitab tertulis, “Siapakah yang dapat mengetahui fikiran Tuhan? Siapakah yang dapat memberikan nasihat kepada-Nya?"},{"number":35,"verse":"( ) Siapakah yang pernah memberikan sesuatu kepada Tuhan, sehingga Dia harus memberikan balasan?”"},{"number":36,"verse":"( ) Segala sesuatu diciptakan oleh Allah, dan segala sesuatu berasal daripada Dia, dan untuk Dia. Terpujilah Allah selama-lamanya! Amin."}]}