{"bibleAbbr":"msAB1996","bookName":"ROMA","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"Jika demikian, adakah keuntungannya menjadi orang Yahudi? Adakah faedahnya bersunat?"},{"number":2,"verse":"Tentu banyak faedahnya! Pada mulanya Allah mengamanahkan firman-Nya kepada orang Yahudi."},{"number":3,"verse":"Tetapi bagaimana halnya jika sebahagian daripada orang Yahudi tidak setia? Adakah kerana hal itu Allah menjadi tidak setia?"},{"number":4,"verse":"( ) Tentu tidak! Allah sentiasa benar, walaupun setiap orang berdusta. Sebagaimana yang tertulis di dalam Alkitab, “Apabila Engkau berfirman, setiap orang pasti tahu bahawa Engkau benar; apabila Engkau dituduh, Engkau sentiasa menang.”"},{"number":5,"verse":"Tetapi jika kejahatan kita menjadikan keadilan Allah ( keadilan Allah; Harfiah: kebenaran Allah.) semakin nyata, apakah yang akan kita katakan? Adakah Allah tidak adil apabila Dia menghukum kita? (Di sini aku bercakap secara manusia.)"},{"number":6,"verse":"Sekali-kali tidak! Jika Allah tidak adil, bagaimanakah Dia dapat menghakimi dunia ini?"},{"number":7,"verse":"Jika perbuatanku yang tidak benar, menyebabkan apa yang benar tentang Allah ( apa yang benar tentang Allah; Harfiah: kebenaran Allah.) semakin nyata, sehingga Dia dipermuliakan, mengapa aku disalahkan sebagai orang berdosa?"},{"number":8,"verse":"Mengapa kita tidak berkata, “Marilah kita lakukan kejahatan supaya timbul kebaikan”? Sebenarnya ada beberapa orang yang menghina aku dengan tuduhan bahawa aku mengatakan demikian. Allah akan menghukum mereka dengan sepatutnya."},{"number":9,"verse":"( Tidak Seorang pun Melakukan Kehendak Allah) Baiklah, adakah kedudukan kita sebagai orang Yahudi lebih baik daripada kedudukan orang bukan Yahudi? Sekali-kali tidak! ( kedudukan kita... lebih baik daripada kedudukan orang bukan Yahudi? Sekali-kali tidak!; atau kedudukan kita sebagai orang Yahudi lebih buruk daripada kedudukan orang bukan Yahudi? Tidak selalu begitu.) Sudah aku jelaskan bahawa semua orang dikuasai dosa, baik orang Yahudi mahupun orang bukan Yahudi."},{"number":10,"verse":"Seperti yang tertulis di dalam Alkitab, “Tidak seorang pun yang benar di sisi Allah,"},{"number":11,"verse":"tidak seorang pun yang memahami apa yang benar, dan tidak seorang pun menyembah Allah."},{"number":12,"verse":"( , ) Semua orang sudah menjauhkan diri daripada Allah; semuanya sudah sesat. Tidak seorang pun berbuat benar; seorang pun tidak!"},{"number":13,"verse":"( , ) Kata-kata dari mulut mereka menyebabkan kematian, tipu muslihat mengalir dari lidah mereka, dan fitnah seperti bisa ular tersembur dari bibir mereka;"},{"number":14,"verse":"( ) mulut mereka penuh dengan kutuk dan cerca."},{"number":15,"verse":"Mereka cepat mencederakan dan membunuh orang;"},{"number":16,"verse":"mereka menyebabkan kebinasaan dan kehancuran di mana-mana."},{"number":17,"verse":"( ) Mereka tidak mengikut jalan kedamaian,"},{"number":18,"verse":"( ) dan mereka pun tidak menghormati Allah.”"},{"number":19,"verse":"Sekarang kita tahu bahawa semua yang tertulis di dalam Taurat adalah bagi mereka yang hidup di bawah Taurat. Dengan demikian tidak seorang pun dapat berdalih, dan semua orang di dunia akan diadili oleh Allah."},{"number":20,"verse":"( ; ) Jika seseorang melakukan apa yang diwajibkan oleh Taurat, hal itu tidak bererti dia berbaik semula dengan Allah. Sebaliknya Taurat hanya menunjukkan manusia bahawa mereka berdosa."},{"number":21,"verse":"( Berbaik Semula dengan Allah) Tetapi sekarang Allah sudah menunjukkan jalan bagaimana manusia dapat berbaik semula dengan-Nya. ( Allah sudah menunjukkan jalan bagaimana manusia dapat berbaik semula dengan-Nya; Harfiah: kebenaran Allah.) Hal itu tidak ada kaitannya dengan hukum, walaupun Taurat dan Kitab Nabi-Nabi menyatakan hal itu."},{"number":22,"verse":"( ) Allah memungkinkan orang berbaik semula dengan Dia, hanya melalui kepercayaan mereka kepada Yesus Kristus. Allah melakukan hal itu untuk semua orang yang percaya kepada Kristus, kerana tidak ada perbezaan antara orang Yahudi dengan orang bukan Yahudi:"},{"number":23,"verse":"Semua orang sudah berdosa dan jauh daripada Allah yang menyelamatkan mereka."},{"number":24,"verse":"Tetapi oleh rahmat Allah yang dikurniakan dengan percuma, hubungan manusia dengan Allah menjadi baik semula, melalui Yesus Kristus yang membebaskan mereka."},{"number":25,"verse":"Allah mempersembahkan Yesus Kristus sebagai korban supaya dengan kematian Yesus, dosa orang diampunkan apabila mereka percaya kepada-Nya. Allah berbuat demikian untuk menunjukkan keadilan-Nya. Pada masa lampau, Allah bersabar terhadap dosa manusia, sehingga tidak menghukum orang."},{"number":26,"verse":"Tetapi sekarang Dia bertindak terhadap dosa untuk menyatakan keadilan-Nya. Dengan cara itu Allah menunjukkan bahawa Dia adil, dan bahawa Dia menyatakan semua orang yang percaya kepada Yesus sebagai orang yang sudah berbaik semula dengan Allah."},{"number":27,"verse":"Oleh itu kita tidak mempunyai apa pun yang dapat kita banggakan! Mengapa demikian? Adakah kerana kita mentaati Taurat? Tidak, tetapi kerana kita percaya."},{"number":28,"verse":"Kesimpulannya begini: seseorang berbaik semula dengan Allah, kerana dia percaya kepada Yesus Kristus, dan bukan kerana dia melakukan apa yang diwajibkan oleh Taurat."},{"number":29,"verse":"Adakah Allah itu Allah orang Yahudi sahaja? Tentu tidak. Dia Allah orang bukan Yahudi juga!"},{"number":30,"verse":"( ; ) Allah hanya satu. Dia memungkinkan orang Yahudi berbaik semula dengan Allah, kerana mereka percaya kepada Yesus Kristus. Dia juga yang memungkinkan orang bukan Yahudi berbaik semula dengan Allah, kerana mereka percaya kepada Yesus Kristus."},{"number":31,"verse":"Adakah hal ini bererti bahawa kerana kita percaya kepada Yesus Kristus, kita boleh memansuhkan Taurat? Tentu tidak! Sebaliknya kita mendukung Taurat."}]}