{"bibleAbbr":"Geneva1587","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"The proverbs of Solomon the son of David, king of Israel; The Argument - The wonderful love of God toward his Church is declared in this book: for as much as the sum and effect of the whole Scriptures is here set forth in these brief sentences, which partly contain doctrine, and partly manners, and also exhortations to both: of which the first nine Chapters are as a preface full of grave sentences and deep mysteries, to assure the hearts of men to the diligent reading of the parables that follow: which are left as a precious jewel to the Church, of those three thousand parables mentioned in (1Ki_4:32) and were gathered and committed to writing by Solomon's servants and incited by him."},{"number":2,"verse":"To know wisdom That is, what we ought to know and follow, and what we ought to refuse. and instruction; to perceive the words Meaning, the word of God in which is the only true knowledge. of understanding;"},{"number":3,"verse":"To receive the To learn to submit ourselves to the correction of those who are wise. instruction of wisdom, By living justly and rendering to every man that which belongs to him. justice, and judgment, and equity;"},{"number":4,"verse":"To give subtilty to the To such as have no discretion to rule themselves. simple, to the young man knowledge and discretion."},{"number":5,"verse":"A wise [man] will hear, and will increase learning; and a man of As he shows that these parables containing the effect of religion concerning manners and doctrine, belong to the simple people: so he declares that the same is also necessary for them who are wise and learned. understanding shall attain unto wise counsels:"},{"number":6,"verse":"To vnderstand a parable, & the interpretation, the wordes of ye wise, and their darke sayings."},{"number":7,"verse":"The feare of the Lord is the beginning of knowledge: but fooles despise wisedome and instruction."},{"number":8,"verse":"My son, hear the instruction of thy He speaks this in the Name of God, who is the universal Father of all creatures, or in the name of the pastor of the Church, who is as a father. father, and forsake not the law of thy That is, of the Church, in which the faithful are begotten by the incorruptible seed of God's word. mother:"},{"number":9,"verse":"For they shalbe a comely ornament vnto thine head, and as chaines for thy necke."},{"number":10,"verse":"My son, That is, the wicked who do not have the fear of God. if sinners entice thee, consent thou not."},{"number":11,"verse":"If they say, Come with us, let us lay wait for He speaks not only of the shedding of blood with hand, but of all crafty practises which tend to the detriment of our neighbour. blood, let us lurk privily for the innocent without cause:"},{"number":12,"verse":"Let us swallow them up alive as the As the grave is never satisfied, so the malice of the wicked and their cruelty has no end. grave; and whole, as those that go down into the pit:"},{"number":13,"verse":"We shall finde all precious riches, and fill our houses with spoyle:"},{"number":14,"verse":"Cast in thy lot among us; let us all have one He shows how the wicked are allured to join together, because they have everyone part of the spoil of the innocent. purse:"},{"number":15,"verse":"My son, walk not thou in the way with them; refrain thy foot from their That is, have nothing at all to do with them. path:"},{"number":16,"verse":"For their feete runne to euill, & make haste to shed blood."},{"number":17,"verse":"Certainely as without cause the net is spred before the eyes of all that hath wing:"},{"number":18,"verse":"And they lay wait for their [own] blood; they lurk privily for He shows that there is no reason to move these wicked to spoil the innocent, aside from their malice and cruelty. their [own] lives."},{"number":19,"verse":"So [are] the ways of every one that is greedy of gain; [which] taketh away By which he concludes that the covetous man is a murderer. the life of the owners thereof."},{"number":20,"verse":"This wisdom is the eternal word of God. Wisdom crieth without; she uttereth her voice in the So that no one can pretend ignorance. streets:"},{"number":21,"verse":"She calleth in the hye streete, among the prease in the entrings of the gates, and vttereth her wordes in the citie, saying,"},{"number":22,"verse":"How long, ye Wisdom reproves three kinds of men, the foolish or simple who err out of ignorance, the mockers who cannot stand to be taught, and the fools who are drowned in worldly lusts and hate the knowledge of godliness. simple ones, will ye love simplicity? and the scorners delight in their scorning, and fools hate knowledge?"},{"number":23,"verse":"(Turne you at my correction: loe, I will powre out my mind vnto you, and make you vnderstand my wordes)"},{"number":24,"verse":"Because I haue called, & ye refused: I haue stretched out mine hand, & none woulde regarde."},{"number":25,"verse":"But ye haue despised all my counsell, and would none of my correction."},{"number":26,"verse":"I also will This is spoken according to our capacity signifying that the wicked, who mock and jest at God's word, will have the just reward of their mocking. laugh at your calamity; I will mock when your fear cometh;"},{"number":27,"verse":"When That is, your destruction, which you feared. your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you."},{"number":28,"verse":"Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not Because they sought not with an affection to God, but for ease of their own grief. find me:"},{"number":29,"verse":"Because they hated knowledge, and did not chuse the feare of the Lord."},{"number":30,"verse":"They would none of my counsel: they Showing that without faith and obedience, we cannot call on God correctly. despised all my reproof."},{"number":31,"verse":"Therefore shall they eat of the They will feel what convenience their wicked life will give them. fruit of their own way, and be filled with their own devices."},{"number":32,"verse":"For That is, the prosperity and sensuality in which they delight. the turning away of the simple shall slay them, and the prosperity of fools shall destroy them."},{"number":33,"verse":"But he that obeyeth me, shall dwell safely, and be quiet from feare of euill."}]}