{"bibleAbbr":"Geneva1587","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A wise sonne will obey the instruction of his father: but a scorner will heare no rebuke."},{"number":2,"verse":"A man shall eat good by the fruit If he uses his tongue to God's glory, and the profit of his neighbour, God will bless him. of [his] mouth: but the soul of the transgressors [shall eat] violence."},{"number":3,"verse":"Hee that keepeth his mouth, keepeth his life: but he that openeth his lips, destruction shal be to him."},{"number":4,"verse":"The soul of the sluggard He always desires, but takes no pains to get anything. desireth, and [hath] nothing: but the soul of the diligent shall be made fat."},{"number":5,"verse":"A righteous man hateth lying wordes: but the wicked causeth slander and shame."},{"number":6,"verse":"Righteousnesse preserueth the vpright of life: but wickednes ouerthroweth the sinner."},{"number":7,"verse":"There is that maketh himselfe riche, and hath nothing, and that maketh himselfe poore, hauing great riches."},{"number":8,"verse":"The ransom of a man's life [is] his riches: but the poor For his poverty, he is not able to escape the threatenings, which the cruel oppressors use against him. heareth not rebuke."},{"number":9,"verse":"The light of the righteous reioyceth: but the candle of the wicked shall be put out."},{"number":10,"verse":"Only by pride When as every man contends to have preeminence, and will not give place to another. cometh contention: but with the well advised [is] wisdom."},{"number":11,"verse":"That is, goods evil gotten. Wealth [gotten] by vanity shall be diminished: but he that gathereth That is, with his own labour. by labour shall increase."},{"number":12,"verse":"The hope that is deferred, is the fainting of the heart: but when the desire commeth, it is as a tree of life."},{"number":13,"verse":"Whoever despiseth Meaning the word of God, by which he is admonished of his duty. the word shall be destroyed: but he that feareth the commandment shall be rewarded."},{"number":14,"verse":"The instruction of a wise man is as the welspring of life, to turne away from the snares of death."},{"number":15,"verse":"Good vnderstanding maketh acceptable: but the way of the disobedient is hated."},{"number":16,"verse":"Euery wise man will worke by knowledge: but a foole will spread abroade folly."},{"number":17,"verse":"A wicked messenger falleth Brings many inconveniences both to himself and to others. into mischief: but a faithful ambassador [is] health."},{"number":18,"verse":"Pouertie and shame is to him that refuseth instruction: but hee that regardeth correction, shalbe honoured."},{"number":19,"verse":"A desire accomplished deliteth ye soule: but it is an abomination to fooles to depart from euil."},{"number":20,"verse":"He that walketh with wise [men] shall be wise: but a companion of fools shall be As he is partaker of their wickedness, and bears with their vices, so will he be punished alike as they are. destroyed."},{"number":21,"verse":"Affliction followeth sinners: but vnto the righteous God will recompense good."},{"number":22,"verse":"A good [man] leaveth an inheritance to his children's children: and the Read (Job_27:16-17). wealth of the sinner [is] laid up for the just."},{"number":23,"verse":"Much food [is in] the fallow ground of the God blesses the labour of the poor, and consumes their goods who are negligent, because they think they have enough. poor: but there is [that is] destroyed for lack of judgment."},{"number":24,"verse":"He that spareth his rodde, hateth his sonne: but he that loueth him, chasteneth him betime."},{"number":25,"verse":"The righteous eateth to the contentation of his minde: but the belly of the wicked shall want."}]}