{"bibleAbbr":"GB1587","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better [is] a dry morsel, and quietness with it, than an house full of For where there were many sacrifices, there were many portions given to the people, with which they feasted. sacrifices [with] strife."},{"number":2,"verse":"A wise servant shall have rule over a son that causeth shame, and shall have part of the That is, will be made governor over the children. inheritance among the brethren."},{"number":3,"verse":"As is the fining pot for siluer, and the fornace for golde, so the Lord trieth the heartes."},{"number":4,"verse":"The wicked giueth heed to false lippes, and a lyer hearkeneth to the naughtie tongue."},{"number":5,"verse":"Hee that mocketh the poore, reprocheth him, that made him: and he that reioyceth at destruction, shall not be vnpunished."},{"number":6,"verse":"Childres children are the crowne of the elders: and the glory of ye children are their fathers."},{"number":7,"verse":"Hie talke becommeth not a foole, much lesse a lying talke a prince."},{"number":8,"verse":"A bribe [is as] a precious stone in the eyes of him that hath it: wherever it The reward has great force to gain the hearts of men. turneth, it prospereth."},{"number":9,"verse":"He that covereth a transgression seeketh love; but he that repeateth a matter separateth [very] He that admonishes the prince of his fault makes him his enemy. friends."},{"number":10,"verse":"A reproofe entereth more into him that hath vnderstanding, then an hundreth stripes into a foole."},{"number":11,"verse":"An evil [man] seeketh only rebellion: therefore a cruel By the messenger is meant such means as God uses to punish the rebels. messenger shall be sent against him."},{"number":12,"verse":"Let a bear robbed of her whelps meet a man, rather than By which he means the wicked in his rage, who has no fear of God. a fool in his folly."},{"number":13,"verse":"He that rewardeth euil for good, euil shall not depart from his house."},{"number":14,"verse":"The beginning of strife is as one that openeth the waters: therefore or the contention be medled with, leaue off."},{"number":15,"verse":"He that iustifieth the wicked, and he that condemneth the iust, euen they both are abomination to the Lord."},{"number":16,"verse":"Why [is there] a What good does it do the wicked to be rich, seeing he does not set his mind to wisdom? price in the hand of a fool to get wisdom, seeing [he hath] no heart [to it]?"},{"number":17,"verse":"A friend loveth at all times, and a So that he is more than a friend, even a brother that helps in time of adversity. brother is born for adversity."},{"number":18,"verse":"A man void of understanding Read (Pro_6:1). striketh hands, [and] becometh surety in the presence of his friend."},{"number":19,"verse":"He loveth transgression that loveth strife: [and] he that exalteth his Lifts up himself above his degree. gate seeketh destruction."},{"number":20,"verse":"The froward heart findeth no good: and he that hath a naughtie tongue, shall fall into euill."},{"number":21,"verse":"He that begetteth a foole, getteth himselfe sorow, and the father of a foole can haue no ioy."},{"number":22,"verse":"A ioyfull heart causeth good health: but a sorowfull minde dryeth the bones."},{"number":23,"verse":"A wicked [man] taketh a bribe out of the That is, secretly and out of the bosom of the rich. bosom to pervert the ways of judgment."},{"number":24,"verse":"Wisdom [is] before him that hath understanding; but the eyes of a fool [are] in the That is, wander to and fro, and seek not after wisdom. ends of the earth."},{"number":25,"verse":"A foolish sonne is a griefe vnto his father, and a heauines to her that bare him."},{"number":26,"verse":"Also to punish the just [is] not good, [nor] to strike princes For their well doing. for equity."},{"number":27,"verse":"Hee that hath knowledge, spareth his wordes, and a man of vnderstanding is of an excellent spirit."},{"number":28,"verse":"Euen a foole (when he holdeth his peace) is counted wise, and hee that stoppeth his lips, prudent."}]}