{"bibleAbbr":"Geneva1587","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"As the snowe in the sommer, and as the raine in the haruest are not meete, so is honour vnseemely for a foole."},{"number":2,"verse":"As the sparowe by flying, and the swallow by flying escape, so the curse that is causeles, shall not come."},{"number":3,"verse":"Vnto the horse belongeth a whip, to the asse a bridle, and a rod to the fooles backe."},{"number":4,"verse":"Answer not a fool Consent not to him in his doings. according to his folly, lest thou also be like him."},{"number":5,"verse":"Answer a fool Reprove him as the matter requires. according to his folly, lest he be wise in his own conceit."},{"number":6,"verse":"He that sendeth a message by the hand of a fool cutteth off That is, of the messenger whom he sends. the feet, That is, receives damage by it. [and] drinketh damage."},{"number":7,"verse":"As they that lift vp the legs of the lame, so is a parable in a fooles mouth."},{"number":8,"verse":"As the closing vp of a precious stone in an heape of stones, so is he that giueth glory to a foole."},{"number":9,"verse":"[As] a thorn goeth By which he hurts both himself and others. up into the hand of a drunkard, so [is] a parable in the mouth of fools."},{"number":10,"verse":"Meaning God. The great [God] that formed all [things] both rewardeth the fool, and rewardeth transgressors."},{"number":11,"verse":"As a dog turneth againe to his owne vomit, so a foole turneth to his foolishnes."},{"number":12,"verse":"Seest thou a man wise in his own conceit? [there is] For the fool would rather be counselled than he: also the fool sins out of ignorance, and the other out of malice. more hope of a fool than of him."},{"number":13,"verse":"The slothful [man] saith, Read (Pro_22:13). [There is] a lion in the way; a lion [is] in the streets."},{"number":14,"verse":"As the doore turneth vpon his hinges, so doeth the slouthfull man vpon his bed."},{"number":15,"verse":"The slouthfull hideth his hand in his bosome, and it grieueth him to put it againe to his mouth."},{"number":16,"verse":"The sluggard is wiser in his owne conceite, then seuen men that can render a reason."},{"number":17,"verse":"He that passeth by and medleth with the strife that belongeth not vnto him, is as one that taketh a dog by the eares."},{"number":18,"verse":"As he that faineth himselfe mad, casteth fire brands, arrowes, and mortall things,"},{"number":19,"verse":"So [is] the man [that] deceiveth Who disguises himself to be that which he is not. his neighbour, and saith, Am not I in sport?"},{"number":20,"verse":"Without wood the fire is quenched, and without a talebearer strife ceaseth."},{"number":21,"verse":"As ye cole maketh burning coles, & wood a fire, so the contentious man is apt to kindle strife."},{"number":22,"verse":"The wordes of a tale bearer are as flatterings, and they goe downe into the bowels of the belly."},{"number":23,"verse":"Burning lips and They will soon break out and utter themselves. a wicked heart [are like] a potsherd covered with silver dross."},{"number":24,"verse":"He that hateth, will counterfaite with his lips, but in his heart he layeth vp deceite."},{"number":25,"verse":"When he speaketh kindly, believe him not: for [there are] Meaning many: he uses a certain number for the uncertain. seven abominations in his heart."},{"number":26,"verse":"[Whose] hatred is covered by deceit, his wickedness shall be revealed before the [whole] In the assembly of the godly. congregation."},{"number":27,"verse":"He that diggeth a pit shal fall therein, and he that rolleth a stone, it shall returne vnto him."},{"number":28,"verse":"A false tongue hateth the afflicted, and a flattering mouth causeth ruine."}]}