{"bibleAbbr":"GB1587","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"Boast not thyself of to Do not delay the time, but take the opportunity when it is offered. morrow; for thou knowest not what a day may bring forth."},{"number":2,"verse":"Let another man prayse thee, and not thine owne mouth: a stranger, and not thine owne lips."},{"number":3,"verse":"A stone is heauie, and the sand weightie: but a fooles wrath is heauier then them both."},{"number":4,"verse":"Wrath [is] cruel, and anger [is] outrageous; but who [is] able to stand before For the envious are obstinate, and cannot be reconciled. envy?"},{"number":5,"verse":"Open rebuke is better then secret loue."},{"number":6,"verse":"Faithful [are] the wounds of a friend; but the kisses of an enemy [are] They are flattering and seem friendly. deceitful."},{"number":7,"verse":"The person that is full, despiseth an hony combe: but vnto the hungry soule euery bitter thing is sweete."},{"number":8,"verse":"As a bird that wandreth from her nest, so is a man that wandreth from his owne place."},{"number":9,"verse":"As oyntment and perfume reioyce the heart, so doeth the sweetenes of a mans friend by hearty counsell."},{"number":10,"verse":"Thy own friend, and thy father's friend, forsake not; neither go into thy brother's Do not trust any worldly help in the day of your trouble. house in the day of thy calamity: [for] better [is] a neighbour [that is] near than a brother far off."},{"number":11,"verse":"My sonne, be wise, and reioyce mine heart, that I may answere him that reprocheth me."},{"number":12,"verse":"{{See Pro_22:3}} A prudent [man] foreseeth the evil, [and] hideth himself; [but] the simple pass on, [and] are punished."},{"number":13,"verse":"Take his garment that is surety for a stranger, and a pledge of him for the stranger."},{"number":14,"verse":"He that blesseth his friend with a loud voice, rising Hastily and without cause. early in the morning, it shall be counted a curse to him."},{"number":15,"verse":"A continual dropping in the day of raine, and a contentious woman are alike."},{"number":16,"verse":"He that hideth her, hideth the winde, & she is as ye oyle in his right hand, that vttereth it selfe."},{"number":17,"verse":"Iron sharpeneth iron; so a One hasty man provokes another to anger. man sharpeneth the countenance of his friend."},{"number":18,"verse":"He that keepeth the fig tree, shall eate the fruite thereof: so he that waiteth vpon his master, shall come to honour."},{"number":19,"verse":"As in water face [answereth] to face, There is no difference between men by nature, only the grace of God makes the difference. so the heart of man to man."},{"number":20,"verse":"The graue and destruction can neuer be full, so the eyes of man can neuer be satisfied."},{"number":21,"verse":"[As] the refining pot for silver, and the furnace for gold; so [is] a man to his That is, he is either known to be ambitious and glorious, or humble and modest. praise."},{"number":22,"verse":"Though thou shouldest bray a foole in a morter among wheate brayed with a pestell, yet will not his foolishnes depart from him."},{"number":23,"verse":"Be diligent to know ye state of thy flocke, and take heede to the heardes."},{"number":24,"verse":"For riches remaine not alway, nor the crowne from generation to generation."},{"number":25,"verse":"The hey discouereth it selfe, and the grasse appeareth, and the herbes of the mountaines are gathered."},{"number":26,"verse":"The This declares the great goodness of God towards man, and the diligence that he requires from him for the preservation of his gifts. lambs [are] for thy clothing, and the goats [are] the price of the field."},{"number":27,"verse":"And let the milke of the goates be sufficient for thy foode, for the foode of thy familie, and for the sustenance of thy maydes."}]}