{"bibleAbbr":"urRV2010","bookName":"حبقُّوق","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"حبقُّوق نبی کی رویا کا بارِ نبُوّت۔:-"},{"number":2,"verse":"( حبقُّوق بے اِنصافیوں کے خِلاف شِکایت کرتا ہے) اَے خُداوند! مَیں کب تک نالہ کرُوں گا اور تُو نہ سُنے گا؟مَیں تیرے حضُور کب تک چِلاّؤُں گا ظُلم! ظُلم! اور تُونہ بچائے گا؟۔"},{"number":3,"verse":"تُو کیوں مُجھے بدکرداری اور کج رفتاری دِکھاتا ہے؟کیونکہ ظُلم اور سِتم میرے سامنے ہیں ۔ فِتنہ و فساد برپا ہوتے رہتے ہیں۔"},{"number":4,"verse":"اِس لِئے شرِیعت کمزور ہو گئی اور اِنصاف مُطلق جاری نہیں ہوتا کیونکہ شرِیر صادِقوں کو گھیر لیتے ہیں ۔ پس اِنصاف کا خُون ہو رہا ہے۔"},{"number":5,"verse":"( خُداوند کا جواب) قَوموں پر نظر کرو اور دیکھو اور مُتعجِّب ہو کیونکہ مَیں تُمہارے ایّام میں ایک اَیسا کام کرنے کو ہُوں کہ اگر کوئی تُم سے اُس کا بیان کرے تو تُم ہرگِز باور نہ کرو گے۔"},{"number":6,"verse":"کیونکہ دیکھو مَیں کسدیوں کو چڑھا لاؤُں گا ۔ وہ تُرشرُو اور تُند مِزاج قَوم ہیں جو وُسعتِ زمِین سے ہو کر گُذرتے ہیں تاکہ اُن بستِیوں پر جو اُن کی نہیں ہیں قبضہ کر لیں۔"},{"number":7,"verse":"وہ ڈراؤنے اور ہَیبتناک ہیں ۔ وہ خُود ہی اپنی عدالت اور شان کا مصدر ہیں۔"},{"number":8,"verse":"اُن کے گھوڑے چِیتوں سے بھی تیز رفتار اور شام کو نِکلنے والے بھیڑیوں سے زیادہ خُونخوار ہیں اور اُن کے سوار کُودتے پھاندتے آتے ہیں ۔ ہاں وہ دُور سے چلے آتے ہیں ۔ وہ عُقاب کی مانِند ہیں جو اپنے شِکار پر جھپٹتا ہے۔"},{"number":9,"verse":"وہ سب غارتگری کو آتے ہیں ۔ وہ سِیدھے بڑھے چلے آتے ہیں اور اُن کے اسِیرریت کے ذرّوں کی مانِند بے شُمار ہوتے ہیں۔"},{"number":10,"verse":"وہ بادشاہوں کو ٹھٹّھوں میں اُڑاتے اور اُمرا کو مسخرہ بناتے ہیں ۔ وہ قلعوں کو حقِیر جانتے ہیں کیونکہ وہ مِٹّی سے دمدمے باندھ کر اُن کو فتح کر لیتے ہیں۔"},{"number":11,"verse":"تب وہ گِردباد کی طرح گُذرتے اور خطا کر کے گُنہگار ہوتے ہیں کیونکہ اُن کا زور ہی اُن کا خُدا ہے۔"},{"number":12,"verse":"( حبقُّوق خُداوندسے دوبارہ شِکایت کرتاہے) اَے خُداوند میرے خُدا! اَے میرے قُدُّوس! کیا تُو ازل سے نہیں ہے؟ ہم نہیں مَریں گے ۔ اَے خُداوند تُو نے اُن کو عدالت کے لِئے ٹھہرایا ہے اور اَے چٹان تُو نے اُن کو تادِیب کے لِئے مُقرّر کِیا ہے۔"},{"number":13,"verse":"تیری آنکھیں اَیسی پاک ہیں کہ تُو بدی کو دیکھ نہیں سکتا اور کجرفتاری پر نِگاہ نہیں کر سکتا ۔ پِھر تُو دغابازوں پر کیوں نظر کرتا ہے اور جب شرِیر اپنے سے زِیادہ صادِق کو نِگل جاتا ہے تب تُو کیوں خاموش رہتا ہے۔"},{"number":14,"verse":"اور بنی آدم کو سمُندر کی مچھلِیوں اور کِیڑے مکَوڑوں کی مانِند بناتا ہے جِن پر کوئی حُکومت کرنے والا نہیں؟۔"},{"number":15,"verse":"وہ اُن سب کو شست سے اُٹھا لیتے ہیں اور اپنے جال میں پھنساتے ہیں اور مہا جال میں جمع کرتے ہیں اِس لِئے وہ شادمان اور خُوش وقت ہیں۔"},{"number":16,"verse":"اِسی لِئے وہ اپنے جال کے آگے قُربانِیاں گُذرانتے ہیں اور اپنے مہا جال کے آگے بخُور جلاتے ہیں کیونکہ اِن کے وسِیلہ سے اُن کا بخرہ لذِیذ اور اُن کی غِذا چرب ہے۔"},{"number":17,"verse":"پس کیا وہ اپنے جال کو خالی کرنے اور قَوموں کو مُتواتِر قتل کرنے سے باز نہ آئیں گے؟۔"}]}