{"bibleAbbr":"urRV2010","bookName":"حبقُّوق","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"( حبقُّوق کی دُعا) شِگایُونو ت کے سُر پر حبقُّوق نبی کی دُعا۔:-"},{"number":2,"verse":"اَے خُداوند مَیں نے تیری شُہرت سُنی اور ڈر گیا۔ اَے خُداوند اِسی زمانہ میں اپنے کام کو بحال کر۔ اِسی زمانہ میں اُس کو ظاہِر کر۔ قہر کے وقت رحم کو یاد فرما۔"},{"number":3,"verse":"خُدا تیمان سے آیا اور قُدُّوس کوہِ فارا ن سے ۔سِلاہ اُس کا جلال آسمان پر چھا گیا اور زمِین اُس کی حمد سے معمُور ہو گئی۔"},{"number":4,"verse":"اُس کی جگمگاہٹ نُور کی مانِند تھی۔ اُس کے ہاتھ سے کِرنیں نِکلتی تھِیں اور اِس میں اُس کی قُدرت نِہاں تھی۔"},{"number":5,"verse":"وبا اُس کے آگے آگے چلتی تھی اور آتِشی تِیر اُس کے قدموں سے نِکلتے تھے۔"},{"number":6,"verse":"وہ کھڑا ہُؤا اور زمِین تھرّا گئی۔ اُس نے نِگاہ کی اور قَومیں پراگندہ ہو گئِیں۔ ازلی پہاڑ پارہ پارہ ہو گئے۔ قدِیم ٹِیلے جُھک گئے ۔ اُس کی راہیں ازلی ہیں۔"},{"number":7,"verse":"مَیں نے کُوشن کے خَیموں کو مُصِیبت میں دیکھا۔ مُلکِ مِدیا ن کے پردے ہِل گئے۔"},{"number":8,"verse":"اَے خُداوند! کیا تُو ندیوں سے بیزارتھا؟ کیا تیرا قہر دریاؤں پرتھا؟ کیا تیرا غضب سمُندر پرتھا کہ تُو اپنے گھوڑوں اور فتح یاب رتھوں پر سوارہُؤا؟"},{"number":9,"verse":"تیری کمان غِلاف سے نِکالی گئی۔ تیرا عہد قبائِل کے ساتھ اُستوار تھا ۔ سِلاہ تُو نے زمِین کو ندیوں سے چِیر ڈالا۔"},{"number":10,"verse":"پہاڑ تُجھے دیکھ کر کانپ گئے۔ سَیلاب گُذر گئے۔ سمُندر سے شوراُٹھا اور مَوجیں بُلند ہُوئِیں۔"},{"number":11,"verse":"تیرے اُڑنے والے تِیروں کی رَوشنی سے تیرے چمکِیلے بھالے کی جھلک سے آفتاب و مہتاب اپنے بُرجوں میں ٹھہر گئے۔"},{"number":12,"verse":"تُو غضبناک ہو کر مُلک میں سے گُذرا۔ تُو نے قہر سے قَوموں کو پایمال کِیا ۔"},{"number":13,"verse":"تُو اپنے لوگوں کی نجات کی خاطِر نِکلا۔ ہاں اپنے ممسُوح کی نجات کی خاطِر۔ تُو نے شرِیر کے گھر کی چھت گِرادی اور اُس کی بُنیاد بِالکُل کھود ڈالی ۔سِلاہ"},{"number":14,"verse":"تُو نے اُسی کے لٹھ سے اُس کے بہادُروں کے سر پھوڑے ۔ وہ مُجھے پراگندہ کرنے کو گِردباد کی طرح آئے وہ غرِیبوں کو تنہائی میں نِگل جانے پر خُوش تھے ۔"},{"number":15,"verse":"تُو اپنے گھوڑوں پر سوار ہو کر سمُندر سے ہاں بڑے سَیلاب سے پار ہو گیا۔"},{"number":16,"verse":"مَیں نے سُنا اور میرا دِل دہل گیا۔ اُس شور کے سبب سے میرے ہونٹ ہِلنے لگے ۔ میری ہڈِّیاں بوسِیدہ ہوگئِیں اور مَیں کھڑے کھڑے کانپنے لگا لیکن مَیں صبر سے اُن کے بُرے دِن کا مُنتظِرہُوں جو اِکٹّھے ہو کر ہم پر حملہ کرتے ہیں۔"},{"number":17,"verse":"اگرچہ انجِیر کا درخت نہ پُھولے اور تاک میں پَھل نہ لگے اور زَیتُو ن کا حاصِل ضائِع ہوجائے اور کھیتوں میں کُچھ پَیداوار نہ ہو اور بھیڑخانہ سے بھیڑیں جاتی رہیں اور طویلوں میں مویشی نہ ہوں"},{"number":18,"verse":"تَو بھی مَیں خُداوند سے خُوش رہُوں گا اور اپنے نجات بخش خُدا سے خُوش وقت ہُوں گا۔"},{"number":19,"verse":"خُداوند خُدا میری توانائی ہے۔ وہ میرے پاؤں ہرنی کے سے بنا دیتا ہے اور مُجھے میری اُونچی جگہوں میں چلاتا ہے۔ (مِیر مُغنّی کے لِئے میرے تاردار سازوں کے ساتھ)"}]}