{"bibleAbbr":"Thomson1808","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":10,"verses":[{"number":1,"verse":"Then the king laid a tribute upon the dominion both of the land and the sea."},{"number":2,"verse":"But with regard to his power and his valour and the riches and the glory of his kingdom, behold they are written in the book of the kings of the Persians and the Medes to be kept in remembrance."},{"number":3,"verse":"Now Mordecai was viceroy of king Artaxerxes, and was great in the kingdom, and being honoured by the Jews and beloved, he enforced the observance of their religion on all his nation. And Mordecai said, These things have been done by God; for I remember the dream I had concerning these matters, and not one particular has failed [to occur]. A little fountain became a river, and there was light, and the sun, and much water. This river is Esther, whom the king married, and made queen; and the two dragons are myself and Haman. And the nations were those that gathered to destroy the name of the Jews; and my nation is Israel, they that cried unto God and were delivered. For the Lord hath delivered His people, and the Lord hath saved us from all these evils. And God hath wrought signs and great wonders that have not been performed among the gentiles. Therefore hath he ordained two lots; one for the people of God and another for all the gentiles. And these two lots came in an hour and time and day of judgment before the face of God, and for all nations. And God remembered His people, and vindicated His inheritance. And they shall observe those days in the month Adar-the fourteenth and fifteenth day of the month-with an assembly, and joy and gladness before God, among His people Israel throughout the generations forever. In the fourth year of the reign of Ptolemy and Cleopatra, Dositheos, who said he was a priest and a Levite, and his son, Ptolemy, brought this published epistle of Phrurai, which they said was the same [as the original by Mordecai], and which Lysimachos, the son of Ptolemy [Dositheos' son], had interpreted."}]}