{"bibleAbbr":"Thomson1808","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"After this when the king's wrath was appeased and he no more remembered Astin, nor made any mention of what she had spoken, and how he had condemned her;"},{"number":2,"verse":"the king's servants said, Let there be sought for the king a virgin of unblemished chastity, and beautiful;"},{"number":3,"verse":"and let the king appoint officers in all the provinces of his kingdom, and let them select and send to the city Susoi to the house of the women, virgins remarkable for beauty; and let them be delivered to the king's chamberlain, the keeper of the women; and let the things necessary for purification be given them."},{"number":4,"verse":"And let the woman who shall please the king be made queen in the room of Astin. And the proposal pleased the king, and he did so."},{"number":5,"verse":"Now there was at the city of Susoi, a man, a Jew, whose name was Mordecai. He was the son of Jairus, the son of Semeias, the son of Kisaius, of the tribe of Benjamin."},{"number":6,"verse":"He had been carried away captive from Jerusalem among them whom Nabuchodonosar king of Babylon had captivated."},{"number":7,"verse":"And this man had a foster child, a daughter of Aminadab, his father's brother; and her name was Esther. On the decease of her parents he educated her to be a wife for himself. But as the girl was beautiful,"},{"number":8,"verse":"when the decree of the king was published, and many young women were brought to the city Susoi and put under the care of Gai, Esther also was brought to Gai the keeper of the women."},{"number":9,"verse":"And the young woman pleased him and found favour in his sight, so that he hastened to give her the things for purification and the allotted portion; and seven waiting maids were assigned to her out of the king's house: and he treated her and her maids courteously in the house of the women."},{"number":10,"verse":"Now Esther did not disclose her family, nor her country;"},{"number":11,"verse":"for Mordecai had charged her not to tell. But Mordecai walked every day before the court of the women’s house to see what would happen to Esther."},{"number":12,"verse":"Now the time for every young woman to go to the king was when she had compleated twelve months; for thus were the days of their purification fulfilled. Six months they were anointed with oil of myrrh, and six months with aromatics and lotions used by women."},{"number":13,"verse":"Then she goeth in to the king. The keeper is to deliver her to whomsoever the king ordereth to go with her from the women’s apartment to the king's house."},{"number":14,"verse":"In the evening she goeth in, and in the morning goeth with all speed to the second house of the women, which is under the care of Gai the king's chamberlain, the keeper of the women, and no more cometh to the king unless called for by name."},{"number":15,"verse":"So when the time was fulfilled for Esther the daughter of Aminadab, Mordecai's uncle, to go to the king, she neglected nothing which the chamberlain the keeper of the women ordered her; for Esther found favour with all who saw her."},{"number":16,"verse":"And Esther went in to Artaxerxes the king, in the twelfth month which is the month Adar in the seventh year of his reign."},{"number":17,"verse":"And the king was enamoured of Esther, and she found favour above all the virgins, so that he set the queen's crown on her head"},{"number":18,"verse":"and made an entertainment for all his friends and potentates for seven days, and to celebrate the marriage of Esther he made a release to those under his government."},{"number":19,"verse":"Now Mordecai performed service in the court,"},{"number":20,"verse":"and Esther had not yet declared her family, for Mordecai having charged her in this manner to fear God and execute his commands as when she was with him, Esther did not alter her conduct."},{"number":21,"verse":"And two of the king's chamberlains, who were captains of his life guard, being displeased because Mordecai was promoted, sought to kill king Artaxerxes."},{"number":22,"verse":"But the matter being made known to Mordecai, he informed Esther and she disclosed the conspiracy to the king;"},{"number":23,"verse":"whereupon the king having examined the chamberlains, caused them to be hanged, and ordered a record to be made in the royal library with an encomium on Mordecai's fidelity."}]}