{"bibleAbbr":"Thomson1808","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"After these things king Artaxerxes honoured Haman of Amadathus the Bougaian, and promoted him, and seated him first of all his friends,"},{"number":2,"verse":"so that all the court bowed down to him for so the king had commanded to be done. But Mordecai did not bow down to him;"},{"number":3,"verse":"whereupon they who were in the king's court said to him, Mordecai, Why trangressest thou the king's commands."},{"number":4,"verse":"And when they spoke to him daily and he hearkened not to them, they told Hainan, that Mordecai disobeyed the king's commands. Now Mordecai had told them that he was a Jew."},{"number":5,"verse":"So when Haman understood that Mordecai did not bow down to him,"},{"number":6,"verse":"he was greatly inflamed with wrath, and determined to destroy all the Jews throughout the whole kingdom of Artaxerxes."},{"number":7,"verse":"And having drawn up a decree in the twelfth year of the reign of Artaxerxes, he cast lots for one day after another and for one month after another so as to destroy the whole race of Mordecai in one day. And the lot having fallen on the fourteenth day of the month Adar,"},{"number":8,"verse":"he spoke to king Artaxerxes, saying, There is a nation scattered among the nations throughout thy whole kingdom, whose laws differ from all the nations. And as they disobey the king's laws and it is not expedient for the king to let them alone;"},{"number":9,"verse":"if it seemeth good to the king, let him pass a decree to destroy them and I will subscribe ten thousand talents of silver to the king's treasury."},{"number":10,"verse":"Thereupon the king taking off his ring gave it to Haman to seal the writings against the Jews."},{"number":11,"verse":"And the king said to Haman, Keep the money, and do with the nation what thou pleasest."},{"number":12,"verse":"So the king's secretaries were convened on the thirteenth day of the first month, and they wrote as Haman directed to the generals and the governors in every province, from India to Ethiopia a hundred and twenty seven provinces, and to the chiefs of the nations according to their dialect in the name of king Artaxerxes,"},{"number":13,"verse":"and the decree was despatched by posts throughout the whole kingdom of Artaxerxes, to destroy the race of the Jews on a certain day of the twelfth month which is Adar, and to make spoil of their goods."},{"number":14,"verse":"And copies of the decree were to be sent through every province and all the nations were ordered to be ready against that day."},{"number":15,"verse":"And when the business was despatched at Susoi, the king and Haman sat down to revel, but the city was struck with consternation."}]}