{"bibleAbbr":"Thomson1808","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":9,"verses":[{"number":1,"verse":"For in the twelfth month, on the thirteenth of the month Adar, the letters of the king having arrived,"},{"number":2,"verse":"they who assaulted the Jews on that day were destroyed. For none withstood them and the terror of them continued;"},{"number":3,"verse":"for the great lords and petty princes, and the king's secretaries, honoured the Jews; for the dread of Mordecai fell upon them;"},{"number":4,"verse":"for the decree of the king had caused his name to be known throughout the whole kingdom."},{"number":6,"verse":"Now in the city Susoi, the Jews slew five hundred men,"},{"number":7,"verse":"including Pharsanes and Delphon, and Phasga"},{"number":8,"verse":"and Pharadatha, and Barea and Sarbaka,"},{"number":9,"verse":"and Marmasima and Ruphaias, and Arsaius and Zabuthaias,"},{"number":10,"verse":"the ten sons of Hainan of Amadathu the Bugaian, the enemy of the Jews, and rifled them."},{"number":11,"verse":"On that very day, when a return was made to the king of the number slain at Susoi,"},{"number":12,"verse":"the king said to Esther, The Jews have slain in the city Susoi five hundred men, how then, thinkest thou, have they behaved in the rest of the kingdom! What therefore dost thou request farther, and it shall be granted thee?"},{"number":13,"verse":"Thereupon Esther said to the king, Let the Jews be allowed to use to-morrow in like manner, that they may hang up the ten sons of Haman."},{"number":14,"verse":"Accordingly he granted them leave to do so, and ordered the bodies of the ten sons of Hainan, to be thrown out to the Jews to be hanged up."},{"number":15,"verse":"So the Jews at Susoi assembled on the fourteenth day of the month Adar, and slew three hundred men, but took no spoil."},{"number":16,"verse":"Now the rest of the Jews who were in the kingdom, assembled and assisted each other, and had rest from their enemies, for they slew fifteen thousand of them on the thirteenth of the month Adar, but took no spoil."},{"number":17,"verse":"And having rested on the fourteenth of the month, they kept it as a day of rest with joy and gladness."},{"number":18,"verse":"But the Jews of Susoi having assembled on the fourteenth and then rested, kept the fifteenth with joy and gladness."},{"number":19,"verse":"Therefore because the Jews, who were scattered through all the distant provinces, keep the fourteenth of the month Adar, as a holy day, with joy, sending portions to one another,"},{"number":20,"verse":"Mordecai wrote an account of these matters in a book, and sent it to all the Jews who were in the kingdom of Artaxerxes far and near,"},{"number":21,"verse":"to set apart as holy days and to keep both the fourteenth and the fifteenth of the month Adar,"},{"number":22,"verse":"for in those days the Jews had rest from their enemies: And with regard to the month Adar, in which they had a change from grief to joy and from sorrow to gladness, to keep the whole month as good days of weddings and joy, sending portions to their friends and to the poor."},{"number":23,"verse":"And the Jews took this upon them. As Mordecai wrote to them"},{"number":24,"verse":"how Haman of Amadathu, the Macedonian, warred against them; as he made calculations and cast lots to destroy them,"},{"number":25,"verse":"and as he went to the king with an intention to hang Mordecai, but all the evils he endeavoured to bring on the Jews, fell upon himself, and he and his sons were hanged;"},{"number":26,"verse":"therefore these days were called Phrouri, because of the lots, which in their language are called Phrouri. On the account of the things contained in that letter and of all that they suffered in consequence thereof, and all that happened to them, as he instituted,"},{"number":27,"verse":"so the Jews took upon themselves and their posterity, and upon all that joined them, never to use them in any other manner."},{"number":28,"verse":"Therefore let these days be a lasting memorial from generation to generation, in every city, country and province; and let these days of Phrouri be kept forever; and let the memorial of them never perish from among their generations."},{"number":29,"verse":"Then Esther the queen, the daughter of. Aminadab, and Mordecai the Jew, wrote all that they did, and a confirmation of the letter respecting the Phrouri,"},{"number":31,"verse":"which Mordecai and Esther the queen enjoined on themselves, to their own prejudice, having at that time established their counsel against their health."},{"number":32,"verse":"Thus did Esther actually establish it, and it was written to be kept in remembrance."}]}