{"bibleAbbr":"awaERV2005","bookName":"पहिला इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( करार क सन्दूख यरूसलेम मँ) दाऊद, अपने बरे दाऊद नगर मँ महल बनवाएस। तब उ करार क सन्दूख क बरे एक ठु जगहिया बनाएस। उ एकरे बरे एक तम्बू डाएस।"},{"number":2,"verse":"तब दाऊद कहेस, “सिरफ लेवीबंसियन क करार क सन्दूख लइ चलइ क मंजूरी अहा। यहोवा ओनका करार क सन्दूख चलइ अउर ओकर सदा ही सेवा बरे चुनेस ह।”"},{"number":3,"verse":"दाऊद इस्राएल क सबहिं लोगन क यरूसलेम मँ एक संग मिलइ बरे बोलाएस जब तलक लेवीबंसियन करार क सन्दूख क उ जगहिया पइ लइके आएन जउन उ ओकरे बरे बनाए रहा।"},{"number":4,"verse":"दाऊद हारून क सन्तानन अउ लेवीबंसियन क एक संग बोलाएस।"},{"number":5,"verse":"कहात परिवार समूह स एक सौ बीस मनई रहेन। ऊरीएल ओनकर प्रमुख रहा।"},{"number":6,"verse":"मरारी क परिवार समूह स दुई सौ बीस मनई रहेन। असायाह ओनकर प्रमुख रहा।"},{"number":7,"verse":"गेर्सोमियन क परिवार समूह क एक सौ तीस लोग रहेन। योएल ओनकर प्रमुख रहा।"},{"number":8,"verse":"एलिसापान क परिवार समूह क दुई सौ लोग रहेन। समायाह ओनकर प्रमुख रहा।"},{"number":9,"verse":"हेब्रोन क परिवार समूह क सत्तर लोग रहेन। एलीएल ओनकर प्रमुख रहा।"},{"number":10,"verse":"उज्जीएल क परिवार समूह क एक सौ बारह लोग रहेन। अम्मीनादाब ओनकर प्रमुख रहा।"},{"number":11,"verse":"( याजक अउ लेवीबंसियन स दाऊद बातन करत ह) तब दाऊद सादोक अउ एब्यातार याजकन स कहेस कि उ पचे ओकेरे लगे आवइँ। दाऊद ऊरीएल, असायाह, योएल, समायाह, एलीएल अउर अम्मीनादाब लेवीबंसियन क भी अपने लगे बोलाएस।"},{"number":12,"verse":"दाऊद ओनसे कहेस, “तू लोग लेवी परिवार समूह क प्रमुख अहा। तू पचन्क अपने अउर दूसर लेवीबंसियन क पवित्तर बनावइ चाही। तब करार क सन्दूख क उ जगह पइ लिआवा, जेका मइँ ओकरे बरे बनाएउँ ह।"},{"number":13,"verse":"पिछली दाईं हम लोग यहोवा परमेस्सर स नाहीं पूछा कि करार क सन्दूख क हम कइसे लइ चली। लेवीबंसियन, तू पचे एका नाहीं लइ चल्या, इहइ कारण अहइ कि यहोवा हम क सजा दिहस।”"},{"number":14,"verse":"तब याजक अउ लेवीबंसियन अपने क पवित्तर किहन जेहसे उ पचे इस्राएल क यहोवा परमेस्सर क सन्दूख क लइके चल सकइँ।"},{"number":15,"verse":"लेवीबंसियन बिसेस डंडन क उपयोग, अपने काँधन पइ करार क सन्दूख क लइ चलइ बरे किहन जइसा मूसा क आदेस रहा। उ पचे सन्दूख क उ तरह स लइ चलेन जइसा यहोवा कहे रहा।"},{"number":16,"verse":"( गायक) दाऊद लेवीबंसियन क ओनके गायक भाइयन क लिआवइ बरे कहेस। गायकन क अपनी वीणा, तम्बूरा अउर मंजीरा लिआउब रहा अउर खुसी क गीत गाउब रहा।"},{"number":17,"verse":"तब लेवीबंसियन हेमान अउर भाइयन आसाप अउ एतान क बोलाएन। हेमान योएल क पूत रहा। आसाप बेरेक्याह क पूत रहा। एतान कूसायाह क पूत रहा। इ सबइ मनई मरारी परिवार समूह क रहेन।"},{"number":18,"verse":"हुवाँ लेवीबंसियन क दूसर समूह भी रहा। उ पचे जकर्याह, बेन याजीएल, समीरामोत, यहीएल, उन्नी, एलीआब, बनायाह, मासेयाह, मत्तित्याह, एलीपलेह, मिकनेयाह, ओबेदेदोम अउ यीएल रहेन। इ सबइ लोग लेवीबंस क रच्छक रहेन।"},{"number":19,"verse":"गायक हेमान, आसाप अउ एतान काँसे क मँजीरा बजावत रहेन।"},{"number":20,"verse":"जकर्याह, अजीएल, समीरामोत, यहीएल, उन्नी, एलीआब, मासेयाह अउ बनायाह, अलामोत वीणा बजावत रहेन।"},{"number":21,"verse":"मत्तित्याह, एलीपलेह, मिकनेयाह, ओबेदेदोम, यीएल अउर अजज्याह सेमिनिथ तम्बूरा बजावत रहेन। इ ओनकर सदा ही क काम रहा।"},{"number":22,"verse":"लेवीबंसी प्रमुख कनन्याह गायन क प्रबन्धक रहा। कनन्याह क इ काम मिला रहा काहेकि उ गावइ मँ बहोत जियादा कुसल रहा।"},{"number":23,"verse":"बेरेक्याह अउ एलकाना, करार क सन्दूख क रच्छकन मँ स दुइ रहेन।"},{"number":24,"verse":"याजक सबन्याह, योसापात, नतनेल, अमासै, जकर्याह, बनायाह अउर एलीएजेर क काम करार क सन्दूख क समन्वा चलत समइ तुरही बजाउब रहा। ओबेदेदोम अउर यहिय्याह करार क सन्दूख बरे दूसर रच्छक रहेन।"},{"number":25,"verse":"दाऊद इस्राएल क अग्रज अउ सेनापति करार क सन्दूख क लेइ गएन। उ पचे ओका ओबेदेदोम क घरे स बाहेर लिआएन। हर एक बहोत खुस रहा।"},{"number":26,"verse":"परमेस्सर ओन लेवीबंसियन क मदद किहस जउन यहोवा क करार क सन्दूखे क लइके चलत रहेन। उ पचे सात बर्धन अउर सात भेड़न क बलि दिहन।"},{"number":27,"verse":"सबहिं लेवीबंसी जउन करार क सन्दूख लइके चलत रहेन, उत्तिम सन क चोगे पहिरे रहेन। गायन क प्रबन्धक कनन्याह अउर सबहिं गायक उत्तिम सन चोगान पहिरे रहेन अउ दाऊद भी उत्तिम सन क बना एपोद पहिरे रहा।"},{"number":28,"verse":"इ तरह इस्राएल क सारे लोग यहोवा क करार क सन्दूख क लइ आएन। उ पचे उद्घोष किहन, उ पचे भेड़न क सींग अउ तुरही बजाएन अउर उ पचे मँजीरन, वीणा अउर तम्बूरन बजाएन।"},{"number":29,"verse":"जब करार क सन्दूख दाऊद नगर मँ पहोंचा, मीकल खिड़की स लखेस। मीकल साऊल क बिटिया रही। उ राजा दाऊद क चारिहुँ कइँती नाचत अउर बजावत लखेस। उ अपने हिरदइ मँ दाऊद क बरे सम्मान क खोइ दिहस उ सोचेस कि उ मूरख बनत बाटइ।"}]}