{"bibleAbbr":"KNCL","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"(ಸತ್ಕಾರ್ಯಕ್ಕೆ ಕಾಲಭೇದವಿಲ್ಲ) ( ಯೇಸುಸ್ವಾಮಿ ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಪುನಃ ಹೋದರು. ಅಲ್ಲಿ ಒಬ್ಬ ಬತ್ತಿದ ಕೈಯುಳ್ಳವನು ಇದ್ದನು."},{"number":2,"verse":"ಅವನನ್ನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಗುಣಪಡಿಸಿದ್ದೇ ಆದರೆ ಯೇಸುವಿನ ವಿರುದ್ಧ ತಪ್ಪುಹೊರಿಸಬಹುದೆಂಬ ಉದ್ದೇಶದಿಂದ ಕೆಲವರು ಹೊಂಚುಹಾಕುತ್ತಿದ್ದರು."},{"number":3,"verse":"ಯೇಸು ಬತ್ತಿದ ಕೈಯುಳ್ಳವನಿಗೆ, “ಎದ್ದು ಮುಂದಕ್ಕೆ ಬಾ,” ಎಂದರು. ಬಳಿಕ ಅಲ್ಲಿದ್ದವರನ್ನು ಉದ್ದೇಶಿಸಿ,"},{"number":4,"verse":"“ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಏನು ಮಾಡುವುದು ಧರ್ಮ? ಒಳಿತನ್ನೋ ಅಥವಾ ಕೆಡುಕನ್ನೋ? ಒಬ್ಬನ ಪ್ರಾಣವನ್ನು ಉಳಿಸುವುದೋ ಅಥವಾ ಅಳಿಸುವುದೋ ಹೇಳಿ,” ಎಂದು ಕೇಳಲು ಅವರು ಮಾತೇ ಎತ್ತಲಿಲ್ಲ."},{"number":5,"verse":"ಯೇಸು ಸುತ್ತಲೂ ಇದ್ದವರನ್ನು ಕೋಪದಿಂದ ದಿಟ್ಟಿಸಿ, ಅವರ ಹೃದಯ ಕಲ್ಲಾಗಿರುವುದನ್ನು ಕಂಡು, ಮನನೊಂದು, ಬತ್ತಿದ ಕೈಯುಳ್ಳವನಿಗೆ, “ನಿನ್ನ ಕೈಯನ್ನು ಚಾಚು,” ಎಂದರು. ಅವನು ಚಾಚಿದನು, ಅದು ಸಂಪೂರ್ಣವಾಗಿ ಸ್ವಸ್ಥವಾಯಿತು."},{"number":6,"verse":"ಫರಿಸಾಯರು ಅಲ್ಲಿಂದ ಹೊರಗೆಹೋದರು. ಕೂಡಲೇ ಹೆರೋದಿಯರೊಡನೆ ಸೇರಿಕೊಂಡು ಯೇಸುವನ್ನು ಕೊಲೆಮಾಡಲು ಒಳಸಂಚು ಹೂಡಿದರು."},{"number":7,"verse":"(ಜನಪ್ರಿಯ ಯೇಸು) ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರ ಜೊತೆಯಲ್ಲಿ ಗಲಿಲೇಯ ಸರೋವರದ ತೀರಕ್ಕೆ ಹೊರಟುಹೋದರು. ಸಾವಿರಾರು ಜನರು ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":8,"verse":"ಈ ಜನರು ಯೇಸು ಮಾಡುತ್ತಿದ್ದ ಮಹತ್ಕಾರ್ಯಗಳ ಸಮಾಚಾರವನ್ನು ಕೇಳಿ, ಗಲಿಲೇಯ ಪ್ರಾಂತ್ಯದಿಂದ, ಜುದೇಯ ಪ್ರಾಂತ್ಯದಿಂದ, ಜೆರುಸಲೇಮ್ ನಗರದಿಂದ, ಇದು ಮೇಯ ಪ್ರಾಂತ್ಯದಿಂದ ಜೋರ್ಡನ್ ನದಿಯ ಪೂರ್ವಪ್ರದೇಶ ಹಾಗೂ ಟೈರ್-ಸಿದೋನ್ ಪಟ್ಟಣಗಳ ಸುತ್ತಮುತ್ತಲಿಂದ ಬಂದಿದ್ದರು."},{"number":9,"verse":"ಜನಸಂದಣಿ ಅಧಿಕವಾಗುತ್ತಿದ್ದುದರಿಂದ ಅವರು ತಮ್ಮ ಮೈಮೇಲೆ ಬಿದ್ದಾರೆಂದು ಯೇಸು, ತಮಗೆ ಒಂದು ದೋಣಿಯನ್ನು ಸಿದ್ಧವಾಗಿಡಲು ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದರು."},{"number":10,"verse":"ಯೇಸು ಅನೇಕರನ್ನು ಗುಣಪಡಿಸಿದ್ದರಿಂದ ರೋಗಿಗಳೆಲ್ಲರೂ ಅವರನ್ನು ಮುಟ್ಟಬೇಕೆಂದು ಮುನ್ನುಗ್ಗಿ ಮೇಲೆ ಮೇಲೆ ಬೀಳುತ್ತಿದ್ದರು."},{"number":11,"verse":"ದೆವ್ವಗಳು ಸಹ ಅವರನ್ನು ಕಂಡಾಗಲೆಲ್ಲಾ ಅವರ ಪಾದಕ್ಕೆರಗಿ, “ನೀವು ದೇವರ ಪುತ್ರ\", ಎಂದು ಕಿರುಚುತ್ತಿದ್ದವು."},{"number":12,"verse":"ಆದರೆ ಯೇಸು, ತಾವು ಯಾರೆಂಬುದನ್ನು ಪ್ರಕಟಿಸಬಾರದೆಂದು ಅವುಗಳಿಗೆ ಕಟ್ಟಪ್ಪಣೆ ಮಾಡುತ್ತಿದ್ದರು."},{"number":13,"verse":"(ಆಯ್ಕೆಯಾದ ಹನ್ನೆರಡು ಮಂದಿ) ( ಅನಂತರ ಯೇಸುಸ್ವಾಮಿ ಬೆಟ್ಟವನ್ನೇರಿ, ತಮಗೆ ಒಪ್ಪಿಗೆಯಾದವರನ್ನು ಕರೆದರು. ಅವರು ಹತ್ತಿರಕ್ಕೆ ಬಂದರು. ಯೇಸು ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆಯ್ದುಕೊಂಡು, ‘ಪ್ರೇಷಿತರು’ ಎಂದು ಅವರಿಗೆ ಹೆಸರಿಟ್ಟರು."},{"number":14,"verse":"“ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಇರಲು ನಿಮ್ಮನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆ. ಶುಭಸಂದೇಶವನ್ನು ಸಾರಲು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸುತ್ತೇನೆ."},{"number":15,"verse":"ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವನ್ನು ನಿಮಗೆ ಕೊಡುತ್ತೇನೆ\", ಎಂದು ಅವರಿಗೆ ಹೇಳಿದರು. ಹೀಗೆ ನೇಮಕಗೊಂಡ ಹನ್ನೆರಡು ಮಂದಿ ಯಾರೆಂದರೆ :"},{"number":16,"verse":"ಸಿಮೋನ (ಯೇಸು ಈತನಿಗೆ ‘ಪೇತ್ರ’ ಎಂದು ಹೆಸರಿಟ್ಟರು)."},{"number":17,"verse":"ಜೆಬೆದಾಯನ ಮಗ ಯಕೋಬ ಮತ್ತು ಅವನ ಸಹೋದರ ಯೊವಾನ್ನ (ಯೇಸು ಇವರಿಬ್ಬರಿಗೆ ‘ಬೊವನೆರ್ಗೆಸ್’ ಎಂದರೆ ‘ಸಿಡಿಲಮರಿಗಳು’ ಎಂಬ ಹೆಸರನ್ನಿಟ್ಟರು)."},{"number":18,"verse":"ಅಂದ್ರೆಯ, ಫಿಲಿಪ್ಪ, ಬಾರ್ತಲೊಮಾಯ, ಮತ್ತಾಯ, ತೋಮ, ಅಲ್ಫಾಯನ ಮಗ ಯಕೋಬ, ತದ್ದಾಯ, ದೇಶಾಭಿಮಾನಿ ಆದ ಸಿಮೋನ ಮತ್ತು"},{"number":19,"verse":"ಮುಂದೆ ಗುರುದ್ರೋಹಿಯಾಗಲಿದ್ದ ಇಸ್ಕರಿಯೋತ."},{"number":20,"verse":"(ಅಕ್ಷಮ್ಯ ಪಾಪ) ( ಯೇಸುಸ್ವಾಮಿ ಮನೆಗೆ ಹೋದಾಗ ಜನರು ಮರಳಿ ಗುಂಪುಗುಂಪಾಗಿ ಬಂದರು. ಯೇಸುವಿಗೂ ಶಿಷ್ಯರಿಗೂ ಊಟಮಾಡಲು ಕೂಡ ಬಿಡುವಿಲ್ಲದೆ ಹೋಯಿತು."},{"number":21,"verse":":ಈತನಿಗೆ ಹುಚ್ಚು ಹಿಡಿದಿದೆ,” ಎಂದು ಜನರು ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಆದ್ದರಿಂದ ಯೇಸುವಿನ ಬಂಧುಗಳು ಯೇಸುವನ್ನು ಹಿಡಿದುತರಲು ಹೊರಟರು."},{"number":22,"verse":"ಇದಲ್ಲದೆ, ಜೆರುಸಲೇಮಿನಿಂದ ಬಂದಿದ್ದ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು, “ಇವನನ್ನು ಬೆಲ್ಜೆಬೂಲನು ಹಿಡಿದಿದ್ದಾನೆ; ದೆವ್ವಗಳ ಒಡೆಯನ ಶಕ್ತಿಯಿಂದಲೇ ಇವನು ದೆವ್ವಬಿಡಿಸುತ್ತಾನೆ,” ಎನ್ನುತ್ತಿದ್ದರು."},{"number":23,"verse":"ಆಗ ಯೇಸು ಅವರನ್ನು ತಮ್ಮ ಹತ್ತಿರಕ್ಕೆ ಕರೆದು ಸಾಮತಿಗಳ ಮೂಲಕ ಮಾತನಾಡತೊಡಗಿದರು: “ಸೈತಾನನು ಸೈತಾನನನ್ನು ಹೊರದೂಡುವುದು ಹೇಗೆ ತಾನೇ ಸಾಧ್ಯ?"},{"number":24,"verse":"ಒಂದು ರಾಜ್ಯದ ಪ್ರಜೆಗಳು ತಮ್ಮತಮ್ಮೊಳಗೆ ಕಚ್ಚಾಡುವುದಾದರೆ ಆ ರಾಜ್ಯ ಉಳಿಯದು."},{"number":25,"verse":"ಒಂದು ಕುಟುಂಬದ ಸದಸ್ಯರು ತಮ್ಮತಮ್ಮೊಳಗೆ ಕಚ್ಚಾಡುವುದಾದರೆ ಆ ಕುಟುಂಬ ಬಾಳದು."},{"number":26,"verse":"ಅದರಂತೆಯೇ ಸೈತಾನನ ಪಕ್ಷದವರು ಪರಸ್ಪರ ವಿರೋಧಿಗಳಾದರೆ ಅವನ ರಾಜ್ಯ ಉಳಿಯದು; ಅದು ಅಳಿದುಹೋಗುವುದು."},{"number":27,"verse":"ಒಬ್ಬನು ಬಲಿಷ್ಠನ ಮನೆಯನ್ನು ನುಗ್ಗಿ ಅವನನ್ನು ಕಟ್ಟಿಹಾಕದೆ ಅವನ ಸೊತ್ತನ್ನು ಸೂರೆಮಾಡಲಾಗದು. ಮೊದಲು ಅವನನ್ನು ಕಟ್ಟಬೇಕು. ಬಳಿಕ ಅವನ ಮನೆಯನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯಬೇಕು."},{"number":28,"verse":"ನಿಶ್ಚಯವಾಗಿ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ: ಮನುಷ್ಯರು ಮಾಡುವ ಎಲ್ಲಾ ಪಾಪಗಳಿಗೂ ಆಡುವ ಎಲ್ಲಾ ದೇವದೂಷಣೆಗಳಿಗೂ ಕ್ಷಮೆ ದೊರಕಬಹುದು."},{"number":29,"verse":"ಆದರೆ ಪವಿತ್ರಾತ್ಮ ಅವರನ್ನು ದೂಷಿಸುವವನಿಗೆ ಮಾತ್ರ ಕ್ಷಮೆ ದೊರಕದು. ಅಂಥವನ ಪಾಪ ಶಾಶ್ವತವಾದುದು,” ಎಂದರು."},{"number":30,"verse":"(ದೆವ್ವ ಹಿಡಿದಿದೆ ಎಂದು ತಮ್ಮನ್ನು ಕೆಲವರು ನಿಂದಿಸುತ್ತಿದ್ದುದರಿಂದ ಯೇಸು ಹೀಗೆ ಹೇಳಿದರು)."},{"number":31,"verse":"(ವಿನೂತನ ಬಾಂಧವ್ಯ) ( ಯೇಸುಸ್ವಾಮಿಯ ತಾಯಿ ಮತ್ತು ಸಹೋದರರು ಅಲ್ಲಿಗೆ ಬಂದರು. ಒಳಗೆ ಜನರು ಯೇಸುವಿನ ಸುತ್ತಲೂ ಗುಂಪಾಗಿ ಕುಳಿತಿದ್ದರು. ಆದುದರಿಂದ ಅವರು ಹೊರಗೇ ನಿಂತು, ಯೇಸುವಿಗೆ ಬರಬೇಕೆಂದು ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":32,"verse":"“ನಿಮ್ಮ ತಾಯಿಯೂ ಸಹೋದರರೂ ಹೊರಗೆ ನಿಮಗಾಗಿ ಕಾದಿದ್ದಾರೆ,” ಎಂದು ಯೇಸುವಿಗೆ ತಿಳಿಸಿದರು."},{"number":33,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನನಗೆ ತಾಯಿ ಯಾರು?, ಸಹೋದರರು ಯಾರು?” ಎನ್ನುತ್ತಾ ತಮ್ಮ ಸುತ್ತಲೂ ಕುಳಿತಿದ್ದವರ ಮೇಲೆ ದೃಷ್ಟಿಹರಿಸಿ,"},{"number":34,"verse":"“ಇಗೋ, ನನ್ನ ತಾಯಿ! ಇಗೋ ನನ್ನ ಸಹೋದರರು!"},{"number":35,"verse":"ದೈವೇಚ್ಛೆಯನ್ನು ಯಾರು ನೆರವೇರಿಸುತ್ತಾರೋ ಅವರೇ ನನಗೆ ಸಹೋದರ, ಸಹೋದರಿ, ತಾಯಿ,” ಎಂದರು."}]}