{"bibleAbbr":"KNCL","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":5,"verses":[{"number":1,"verse":"ದೆವ್ವ ಪೀಡಿತನಿಗೆ ಬಿಡುಗಡೆ(470 8:28-34; 490 8:26-39) ಅವರೆಲ್ಲರು ಗಲಿಲೇಯ ಸರೋವರವನ್ನು ದಾಟಿ ಆಚೆಯ ಕಡೆಯಲ್ಲಿದ್ದ ಗೆರಸೇನರ ಪ್ರಾಂತ್ಯವನ್ನು ಸೇರಿದರು."},{"number":2,"verse":"ಯೇಸುಸ್ವಾಮಿ ದೋಣಿಯಿಂದ ಇಳಿಯುತ್ತಲೇ, ದೆವ್ವ ಹಿಡಿದಿದ್ದ ಒಬ್ಬನು ಸಮಾಧಿಯ ಗುಹೆಯೊಳಗಿಂದ ಅವರ ಎದುರಿಗೆ ಬಂದನು."},{"number":3,"verse":"ಸಮಾಧಿಯ ಗುಹೆಗಳೇ ಅವನಿಗೆ ವಾಸಸ್ಥಳವಾಗಿದ್ದವು."},{"number":4,"verse":"ಅವನನ್ನು ಬಂಧಿಸಲು ಯಾರಿಂದಲೂ ಆಗುತ್ತಿರಲಿಲ್ಲ; ಸಂಕೋಲೆಯಿಂದ ಬಂಧಿಸುವುದೂ ಅಸಾಧ್ಯವಾಗಿತ್ತು. ಸರಪಳಿ ಸಂಕೋಲೆಗಳಿಂದ ಅವನನ್ನು ಕಟ್ಟಿದಾಗ ಅವುಗಳನ್ನು ತುಂಡುತುಂಡು ಮಾಡುತ್ತಿದ್ದನು. ಅವನನ್ನು ಹತೋಟಿಗೆ ತರುವ ಸಾಮರ್ಥ್ಯ ಯಾರಿಗೂ ಇರಲಿಲ್ಲ."},{"number":5,"verse":"ಹಗಲಿರುಳೆನ್ನದೆ ಸಮಾಧಿಯ ಗುಹೆಗಳಲ್ಲಿಯೂ ಬೆಟ್ಟಗುಡ್ಡಗಳಲ್ಲಿಯೂ ಅವನು ಅಲೆದಾಡುತ್ತಾ ಅರಚಾಡುತ್ತಾ ಕಲ್ಲುಗಳಿಂದ ತನ್ನನ್ನು ತಾನೇ ಚಚ್ಚಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದನು."},{"number":6,"verse":"ದೂರದಲ್ಲಿ ಬರುತ್ತಿದ್ದ ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಕಂಡು, ಅವನು ಓಡಿಬಂದು ಅವರಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿ,"},{"number":7,"verse":"“ಸ್ವಾಮಿ ಯೇಸುವೇ, ಪರಮೋನ್ನತ ದೇವರ ಪುತ್ರರೇ, ನಿಮಗೇಕೆ ನನ್ನ ಗೊಡವೆ? ದೇವರಾಣೆ, ನನ್ನನ್ನು ಪೀಡಿಸಬೇಡಿ, ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ,” ಎಂದು ಅಬ್ಬರಿಸಿದನು."},{"number":8,"verse":"ಕಾರಣ - ಅವನನ್ನು ಬಿಟ್ಟು ತೊಲಗಬೇಕೆಂದು ಯೇಸು ದೆವ್ವಕ್ಕೆ ಈ ಮೊದಲೇ ಕಟ್ಟಪ್ಪಣೆ ಮಾಡಿದ್ದರು."},{"number":9,"verse":"“ನಿನ್ನ ಹೆಸರೇನು?” ಎಂದು ಯೇಸು ಅವನನ್ನು ಕೇಳಲು, “ನನ್ನ ಹೆಸರು ‘ಗಣ’; ಏಕೆಂದರೆ ನಾವು ಬಹುಮಂದಿ ಇದ್ದೇವೆ,” ಎಂದನು."},{"number":10,"verse":"ಅಲ್ಲದೆ, “ನಮ್ಮನ್ನು ಆ ಪ್ರಾಂತ್ಯದಿಂದ ಹೊರಗಟ್ಟಬೇಡಿ,” ಎಂದು ಯೇಸುವನ್ನು ಬಹಳವಾಗಿ ಬೇಡಿಕೊಂಡನು."},{"number":11,"verse":"ಸಮೀಪದಲ್ಲೇ ಹಂದಿಗಳ ದೊಡ್ಡ ಹಿಂಡೊಂದು ಬೆಟ್ಟದ ತಪ್ಪಲಲ್ಲಿ ಮೇಯುತ್ತಿತ್ತು."},{"number":12,"verse":"ಆ ದೆವ್ವಗಳು, “ನಾವು ಆ ಹಂದಿಗಳೊಳಗೆ ಸೇರಿಕೊಳ್ಳುವಂತೆ ನಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡಿ,” ಎಂದು ಯೇಸುವನ್ನು ಬೇಡಿಕೊಂಡವು."},{"number":13,"verse":"ಅವರು ಹಾಗೆಯೇ ಅಪ್ಪಣೆಮಾಡಿದರು. ಕೂಡಲೇ ದೆವ್ವಗಳು ಆ ವ್ಯಕ್ತಿಯಿಂದ ಹೊರಬಂದು ಹಂದಿಗಳೊಳಗೆ ಹೊಕ್ಕವು. ಇದರ ಪರಿಣಾಮವಾಗಿ ಎರಡು ಸಾವಿರ ಹಂದಿಗಳಿದ್ದ ಆ ಹಿಂಡು, ಬೆಟ್ಟದ ಕಡಿದಾದ ಬದಿಯಿಂದ ಸರೋವರದತ್ತ ಧಾವಿಸಿ, ಅದರಲ್ಲಿ ಬಿದ್ದು ಮುಳುಗಿಹೋಯಿತು."},{"number":14,"verse":"ಹಂದಿಗಳನ್ನು ಮೇಯಿಸುತ್ತಿದ್ದವರು ಓಡಿಹೋಗಿ ಊರುಕೇರಿಗಳಲ್ಲಿ ಈ ವಿಷಯವನ್ನು ತಿಳಿಸಿದರು. ನಡೆದ ಸಂಗತಿ ಏನೆಂಬುದನ್ನು ನೋಡಲು ಜನರು ಹೊರಟು, ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದರು."},{"number":15,"verse":"ದೆವ್ವಗಣದಿಂದ ಪೀಡಿತನಾಗಿದ್ದವನು ಈಗ ಬಟ್ಟೆಯನ್ನು ತೊಟ್ಟುಕೊಂಡು, ಸ್ವಸ್ಥಬುದ್ಧಿಯುಳ್ಳವನಾಗಿ ಕುಳಿತಿರುವುದನ್ನು ಕಂಡು ಅವರೆಲ್ಲರೂ ಗಾಬರಿಗೊಂಡರು."},{"number":16,"verse":"ನಡೆದುದನ್ನು ಕಣ್ಣಾರೆ ನೋಡಿದವರು ದೆವ್ವ ಹಿಡಿದಿದ್ದವನು ಸ್ವಸ್ಥನಾದ ವಿಧವನ್ನು ಮತ್ತು ಹಂದಿಗಳಿಗಾದ ಗತಿಯನ್ನು ಅವನಿಗೆ ವಿವರಿಸಿದರು."},{"number":17,"verse":"ಇದನ್ನು ಕೇಳಿದ ಜನರು ಯೇಸುವಿಗೆ, ತಮ್ಮ ಪ್ರಾಂತ್ಯವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಮನವಿಮಾಡಿಕೊಂಡರು."},{"number":18,"verse":"ಯೇಸು ದೋಣಿಯನ್ನು ಹತ್ತುತ್ತಿದ್ದಾಗ ದೆವ್ವ ಹಿಡಿದಿದ್ದವನು, “ನನ್ನನ್ನು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲೇ ಕರೆದುಕೊಂಡು ಹೋಗಿ,” ಎಂದು ಬಿನ್ನವಿಸಿಕೊಂಡನು."},{"number":19,"verse":"ಯೇಸು ಅದಕ್ಕೊಪ್ಪದೆ, “ನೀನು ನಿನ್ನ ಮನೆಗೂ ನಿನ್ನ ಸ್ವಜನರ ಬಳಿಗೂ ಹೋಗು. ಸರ್ವೇಶ್ವರ ನಿನಗೆ ಎಂಥಾ ಉಪಕಾರಮಾಡಿದ್ದಾರೆ, ಎಷ್ಟು ಕರುಣೆ ತೋರಿಸಿದ್ದಾರೆ ಎಂದು ಅವರಿಗೆ ವಿವರಿಸು,” ಎಂದರು."},{"number":20,"verse":"ಅಂತೆಯೇ ಅವನು ಹೊರಟುಹೋಗಿ, ಯೇಸು ತನಗೆ ಮಾಡಿದ ಮಹದುಪಕಾರವನ್ನು ದೆಕಪೊಲಿ ಎಂಬ ನಾಡಿನಲ್ಲಿ ಪ್ರಕಟಿಸಿದನು. ಕೇಳಿದವರೆಲ್ಲರೂ ಆಶ್ಚರ್ಯಚಕಿತರಾದರು."},{"number":21,"verse":"ಸಾವುನೋವುಗಳ ನಿವಾರಕ(470 9:18-26; 490 8:40-56) ಯೇಸುಸ್ವಾಮಿ ದೋಣಿಯನ್ನೇರಿ ಸರೋವರದ ಈಚೆದಡಕ್ಕೆ ಮರಳಿದರು. ತೀರವನ್ನು ಸೇರಿದೊಡನೆ ಜನರು ದೊಡ್ಡಗುಂಪಾಗಿ ಅವರ ಸುತ್ತಲೂ ನೆರೆದರು."},{"number":22,"verse":"ಪ್ರಾರ್ಥನಾಮಂದಿರದ ಅಧಿಕಾರಿಯೊಬ್ಬನು ಅಲ್ಲಿಗೆ ಬಂದನು. ಅವನ ಹೆಸರು ಯಾಯೀರ."},{"number":23,"verse":"ಅವನು ಯೇಸುವನ್ನು ನೋಡಿದೊಡನೆ ಅವರ ಪಾದಕ್ಕೆರಗಿ, “ನನ್ನ ಪುಟ್ಟ ಮಗಳು ಮರಣಾವಸ್ಥೆಯಲ್ಲಿದ್ದಾಳೆ; ತಾವು ಬಂದು ತಮ್ಮ ಹಸ್ತವನ್ನು ಅವಳ ಮೇಲಿಟ್ಟು, ಅವಳು ಗುಣಹೊಂದಿ ಬದುಕುವಂತೆ ಅನುಗ್ರಹಿಸಬೇಕು,” ಎಂದು ಬಹಳವಾಗಿ ವಿನಂತಿಸಿದನು."},{"number":24,"verse":"ಯೇಸು ಅವನ ಜೊತೆಯಲ್ಲಿ ಹೊರಟರು. ದೊಡ್ಡ ಜನಸ್ತೋಮವು ಯೇಸುವನ್ನು ಮುತ್ತಿಕೊಂಡು ಅವರ ಜೊತೆಯಲ್ಲೇ ಹೊರಟಿತು."},{"number":25,"verse":"ಹನ್ನೆರಡು ವರ್ಷಗಳಿಂದಲೂ ರಕ್ತಸ್ರಾವ ರೋಗದಿಂದ ಬಳಲುತ್ತಿದ್ದ ಮಹಿಳೆಯೊಬ್ಬಳು ಆ ಗುಂಪಿನಲ್ಲಿದ್ದಳು."},{"number":26,"verse":"ಅನೇಕ ವೈದ್ಯರಿಂದ ಚಿಕಿತ್ಸೆಪಡೆದಿದ್ದರೂ ಕೈಯಲ್ಲಿದ್ದ ಹಣವನ್ನೆಲ್ಲಾ ವ್ಯಯಮಾಡಿದ್ದರೂ ಅವಳ ರೋಗ ಮಾತ್ರ ಉಲ್ಬಣ ಆಗುತ್ತಿತ್ತೇ ಹೊರತು ಸ್ವಲ್ಪವೂ ಗುಣಮುಖ ಆಗುತ್ತಿರಲಿಲ್ಲ."},{"number":27,"verse":"ಯೇಸುವಿನ ವಿಷಯವಾಗಿ ಜನರು ಹೇಳುತ್ತಿದ್ದುದನ್ನು ಆಕೆ ಕೇಳಿ, ಜನರ ಗುಂಪಿನಲ್ಲಿ ಸೇರಿ, ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದಳು."},{"number":28,"verse":"“ನಾನು ಅವರ ಉಡುಪನ್ನು ಮುಟ್ಟಿದರೂ ಸಾಕು, ಗುಣಹೊಂದುವೆನು,” ಎಂದುಕೊಂಡು ಯೇಸುವಿನ ಉಡುಪನ್ನು ಮುಟ್ಟಿದಳು."},{"number":29,"verse":"ಅದನ್ನು ಮುಟ್ಟಿದಾಕ್ಷಣ ಅವಳ ರಕ್ತಸ್ರಾವ ನಿಂತುಹೋಯಿತು. ಕಾಡುತ್ತಿದ್ದ ವ್ಯಾಧಿಯಿಂದ ತಾನು ಗುಣಹೊಂದಿದ್ದೇನೆಂದು ಆಕೆಗೆ ಅರಿವಾಯಿತು."},{"number":30,"verse":"ಇತ್ತ ಯೇಸು, ರೋಗವನ್ನು ಗುಣಪಡಿಸುವ ಶಕ್ತಿ ತಮ್ಮಿಂದ ಹೊರಹೊಮ್ಮಿದ್ದನ್ನು ತಕ್ಷಣ ತಿಳಿದು, ಸುತ್ತಲಿದ್ದ ಜನರತ್ತ ತಮ್ಮ ದೃಷ್ಟಿಯನ್ನು ಹರಿಸಿ, “ನನ್ನ ಉಡುಪನ್ನು ಮುಟ್ಟಿದವರಾರು?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":31,"verse":"ಅದಕ್ಕೆ ಶಿಷ್ಯರು, “ತಮ್ಮ ಸುತ್ತಲೂ ಜನರು ಮುತ್ತಿಕೊಂಡಿರುವುದು ತಮಗೆ ತಿಳಿದೇ ಇದೆ. ಆದರೂ ‘ನನ್ನನ್ನು ಮುಟ್ಟಿದವರು ಯಾರು’ ಎಂದು ಕೇಳುತ್ತೀರಲ್ಲಾ,” ಎಂದರು."},{"number":32,"verse":"ಆದರೆ ಯೇಸು ತಮ್ಮನ್ನು ಮುಟ್ಟಿದವರು ಯಾರೆಂದು ಗುರುತಿಸಲು ಸುತ್ತಲೂ ನೋಡುತ್ತಿದ್ದರು."},{"number":33,"verse":"ತನ್ನಲ್ಲಿ ಸಂಭವಿಸಿದ್ದನ್ನು ಅರಿತಿದ್ದ ಆ ಮಹಿಳೆ ಭಯದಿಂದ ನಡುಗುತ್ತಾ ಮುಂದೆ ಬಂದು ಯೇಸುವಿನ ಪಾದಕ್ಕೆ ಎರಗಿ, ಅವರಿಗೆ ನಡೆದ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಿದಳು."},{"number":34,"verse":"ಯೇಸು ಆಕೆಗೆ, “ಮಗಳೇ, ನಿನ್ನ ವಿಶ್ವಾಸ ನಿನ್ನನ್ನು ಗುಣಪಡಿಸಿದೆ; ಸಮಾಧಾನದಿಂದ ಹೋಗು, ವ್ಯಾಧಿಮುಕ್ತಳಾಗಿ ಆರೋಗ್ಯದಿಂದಿರು,” ಎಂದು ಅನುಗ್ರಹಿಸಿದರು."},{"number":35,"verse":"ಯೇಸುಸ್ವಾಮಿ ಇನ್ನೂ ಮಾತನಾಡುತ್ತ ಇರುವಾಗಲೇ ಯಾಯೀರನ ಮನೆಯಿಂದ ಕೆಲವರು ಬಂದು ಅವನಿಗೆ, “ನಿಮ್ಮ ಮಗಳು ತೀರಿಹೋದಳು; ಇನ್ನೇಕೆ ಗುರುವಿಗೆ ತೊಂದರೆ ಕೊಡುತ್ತೀರಿ?” ಎಂದರು."},{"number":36,"verse":"ಅವರು ಹೇಳಿದ ಮಾತುಗಳನ್ನು ಯೇಸು ಕೇಳಿಯೂ ಅವನ್ನು ಲಕ್ಷ್ಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳದೆ ಯಾಯೀರನಿಗೆ, “ಭಯಪಡಬೇಡ, ನಿನ್ನಲ್ಲಿ ವಿಶ್ವಾಸ ಒಂದಿದ್ದರೆ ಸಾಕು,” ಎಂದರು."},{"number":37,"verse":"ಅನಂತರ ಪೇತ್ರ, ಯಕೋಬ ಹಾಗು ಅವನ ಸೋದರ ಯೊವಾನ್ನ, ಇವರನ್ನು ಮಾತ್ರ ತಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಕರೆದುಕೊಂಡು ಯಾಯೀರನ ಮನೆಯನ್ನು ತಲುಪಿದರು."},{"number":38,"verse":"ಅಲ್ಲಿ ಜನರ ಗೋಳಾಟ, ಗೊಂದಲದ ದೃಶ್ಯ ಅವರ ಕಣ್ಣಿಗೆ ಬಿತ್ತು."},{"number":39,"verse":"ಯೇಸು ಮನೆಯೊಳಕ್ಕೆ ಹೋಗಿ, “ಏತಕ್ಕೆ ಇಷ್ಟೆಲ್ಲಾ ಗಲಭೆ, ಗೋಳಾಟ? ಬಾಲಕಿ ಸತ್ತಿಲ್ಲ, ನಿದ್ರಿಸುತ್ತಿದ್ದಾಳೆ,” ಎಂದರು."},{"number":40,"verse":"ಇದನ್ನು ಕೇಳಿದ ಜನರು, ಯೇಸುವನ್ನು ಪರಿಹಾಸ್ಯ ಮಾಡಿದರು. ಆದರೆ ಯೇಸು ಎಲ್ಲರನ್ನೂ ಹೊರಗೆ ಕಳುಹಿಸಿ ಬಾಲಕಿಯ ತಂದೆತಾಯಿಯನ್ನು ಮತ್ತು ತಮ್ಮೊಂದಿಗಿದ್ದ ಮೂವರು ಶಿಷ್ಯರನ್ನು ಮಾತ್ರ ಕರೆದುಕೊಂಡು ಆ ಬಾಲಕಿಯನ್ನು ಮಲಗಿಸಿದ್ದ ಕೊಠಡಿಯನ್ನು ಪ್ರವೇಶಿಸಿದರು."},{"number":41,"verse":"ಆಕೆಯ ಕೈಯನ್ನು ಹಿಡಿದು, “ತಲಿಥಾಕೂಮ್‍” ಎಂದರು. (’ಮಗಳೇ, ನಿನಗೆ ಹೇಳುತ್ತೇನೆ, ಎದ್ದೇಳು’ ಎಂಬುದು ಆ ಮಾತಿನ ಅರ್ಥ)."},{"number":42,"verse":"ಅವಳು ತಟ್ಟನೆ ಎದ್ದು ನಡೆದಾಡತೊಡಗಿದಳು. ಅಲ್ಲಿದ್ದವರೆಲ್ಲರೂ ಆಶ್ಚರ್ಯಭರಿತರಾದರು. ಅವಳಿಗೆ ಹನ್ನೆರಡು ವರ್ಷ ವಯಸ್ಸು ಆಗಿತ್ತು."},{"number":43,"verse":"ಈ ವಿಷಯವನ್ನು ಬೇರೆ ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಯೇಸು ಅವರಿಗೆ ಕಟ್ಟಪ್ಪಣೆ ಮಾಡಿದರು. ಬಾಲಕಿಗೆ ತಿನ್ನಲು ಏನಾದರೂ ಕೊಡುವಂತೆ ತಿಳಿಸಿದರು."}]}