{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"וְאַתָּה֙ <WH859> ve-'at-Tah you שָׂ֣א <WH5375> sa Moreover take thou up קִינָ֔ה <WH7015> ki-Nah, a lamentation אֶל־ <WH413> 'el- for נְשִׂיאֵ֖י <WH5387> ne-si-'Ei for the princes יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":2,"verse":"וְאָמַרְתָּ֗ <WH559> ve-'a-mar-Ta, And say מָ֤ה <WH4100> mah What אִמְּךָ֙ <WH517> 'im-me-Cha your mother לְבִיָּ֔א <WH3833> le-vi-Ya, great בֵּ֥ין <WH996> bein among אֲרָי֖וֹת <WH738> a-ra-Yot among lions רָבָ֑צָה <WH7257> ra-Va-tzah; she lay down בְּת֥וֹךְ <WH8432> be-Toch among כְּפִרִ֖ים <WH3715> ke-fi-Rim young lions רִבְּתָ֥ה <WH7235> rib-be-Tah she nourished גוּרֶֽיהָ׃ <WH1482> gu-Rei-ha. her whelps"},{"number":3,"verse":"וַתַּ֛עַל <WH5927> vat-Ta-'al And she brought up אֶחָ֥ד <WH259> 'e-Chad one מִגֻּרֶ֖יהָ <WH1482> mig-gu-Rei-ha of her whelps כְּפִ֣יר <WH3715> ke-Fir it became a young lion הָיָ֑ה <WH1961> ha-Yah; became וַיִּלְמַ֥ד <WH3925> vai-yil-Mad and it learned לִטְרָף־ <WH2963> lit-rof- to catch טֶ֖רֶף <WH2964> Te-ref the prey אָדָ֥ם <WH120> 'a-Dam men אָכָֽל׃ <WH398> 'a-Chal. it devoured"},{"number":4,"verse":"וַיִּשְׁמְע֥וּ <WH8085> vai-yish-me-'U also heard אֵלָ֛יו <WH413> 'e-Lav about גּוֹיִ֖ם <WH1471> go-Yim The nations בְּשַׁחְתָּ֣ם <WH7845> be-shach-Tam in their pit נִתְפָּ֑שׂ <WH8610> nit-Pas; of him he was taken וַיְבִאֻ֥הוּ <WH935> vay-vi-'U-hu and they brought בַֽחַחִ֖ים <WH2397> va-cha-Chim him with chains אֶל־ <WH413> 'el- about אֶ֥רֶץ <WH776> 'E-retz unto the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":5,"verse":"וַתֵּ֙רֶא֙ <WH7200> vat-Te-re Now when she saw כִּ֣י <WH3588> ki for נֽוֹחֲלָ֔ה <WH3176> no-cha-Lah, that she had waited אָבְדָ֖ה <WH6> 'a-ve-Dah was lost תִּקְוָתָ֑הּ <WH8615> tik-va-Tah; [and] her hope וַתִּקַּ֛ח <WH3947> vat-tik-Kach then she took אֶחָ֥ד <WH259> 'e-Chad another מִגֻּרֶ֖יהָ <WH1482> mig-gu-Rei-ha of her whelps כְּפִ֥יר <WH3715> ke-Fir him a young lion שָׂמָֽתְהוּ׃ <WH7760> sa-Ma-te-hu. [and] made"},{"number":6,"verse":"וַיִּתְהַלֵּ֥ךְ <WH1980> vai-yit-hal-Lech And he went up and down בְּתוֹךְ־ <WH8432> be-toch- among אֲרָי֖וֹת <WH738> a-ra-Yot the lions כְּפִ֣יר <WH3715> ke-Fir he became a young lion הָיָ֑ה <WH1961> ha-Yah; became וַיִּלְמַ֥ד <WH3925> vai-yil-Mad and learned לִטְרָף־ <WH2963> lit-rof- to catch טֶ֖רֶף <WH2964> Te-ref the prey אָדָ֥ם <WH120> 'a-Dam men אָכָֽל׃ <WH398> 'a-Chal. [and] devoured"},{"number":7,"verse":"וַיֵּ֙דַע֙ <WH3045> vai-Ye-da' And he knew אַלְמְנוֹתָ֔יו <WH490> al-me-no-Tav, their desolate palaces וְעָרֵיהֶ֖ם <WH5892> ve-'a-rei-Hem their cities הֶחֱרִ֑יב <WH2717> he-che-Riv; and he laid waste וַתֵּ֤שַׁם <WH3456> vat-Te-sham was desolate אֶ֙רֶץ֙ <WH776> 'e-retz and the land וּמְלֹאָ֔הּ <WH4393> u-me-lo-'Ah, and the fulness מִקּ֖וֹל <WH6963> mik-Kol thereof by the noise שַׁאֲגָתֽוֹ׃ <WH7581> sha-'a-ga-To. of his roaring"},{"number":8,"verse":"וַיִּתְּנ֨וּ <WH5414> vai-yit-te-Nu set עָלָ֥יו <WH5921> 'a-Lav against גּוֹיִ֛ם <WH1471> go-Yim Then the nations סָבִ֖יב <WH5439> sa-Viv against him on every side מִמְּדִינ֑וֹת <WH4082> mi-me-di-Not; from the provinces וַֽיִּפְרְשׂ֥וּ <WH6566> vai-yif-re-Su and spread עָלָ֛יו <WH5921> 'a-Lav over רִשְׁתָּ֖ם <WH7568> rish-Tam their net בְּשַׁחְתָּ֥ם <WH7845> be-shach-Tam in their pit נִתְפָּֽשׂ׃ <WH8610> nit-Pas. over him he was taken"},{"number":9,"verse":"וַֽיִּתְּנֻ֤הוּ <WH5414> vai-yit-te-Nu-hu And they put בַסּוּגַר֙ <WH5474> vas-su-Gar him in ward בַּֽחַחִ֔ים <WH2397> ba-cha-Chim, in chains וַיְבִאֻ֖הוּ <WH935> vay-vi-'U-hu and brought אֶל־ <WH413> 'el- to מֶ֣לֶךְ <WH4428> Me-lech him to the king בָּבֶ֑ל <WH894> ba-Vel; of Babylon יְבִאֻ֙הוּ֙ <WH935> ye-vi-'U-hu they brought בַּמְּצֹד֔וֹת <WH4686> bam-me-tzo-Dot, castle לְמַ֗עַן <WH4616> le-Ma-'an, So לֹא־ <WH3808> lo- no יִשָּׁמַ֥ע <WH8085> yish-sha-Ma' should no more be heard קוֹל֛וֹ <WH6963> ko-Lo that his voice ע֖וֹד <WH5750> od more אֶל־ <WH413> 'el- on הָרֵ֥י <WH2022> ha-Rei upon the mountains יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel פ Peh"},{"number":10,"verse":"אִמְּךָ֥ <WH517> 'im-me-Cha Thy mother כַגֶּ֛פֶן <WH1612> chag-Ge-fen [is] like a vine בְּדָמְךָ֖ <WH1818> be-da-me-Cha bloodshed עַל־ <WH5921> 'al- by מַ֣יִם <WH4325> Ma-yim by the waters שְׁתוּלָ֑ה <WH8362> she-tu-Lah; planted פֹּֽרִיָּה֙ <WH6509> po-ri-Yah she was fruitful וַֽעֲנֵפָ֔ה <WH6058> va-'a-ne-Fah, and full of branches הָיְתָ֖ה <WH1961> ha-ye-Tah become מִמַּ֥יִם <WH4325> mi-Ma-yim waters רַבִּֽים׃ <WH7227> rab-Bim. by reason of many"},{"number":11,"verse":"וַיִּֽהְיוּ־ <WH1961> vai-yih-yu- had לָ֞הּ lah מַטּ֣וֹת <WH4294> mat-Tot rods עֹ֗ז <WH5797> 'Oz, And she had strong אֶל־ <WH413> 'el- to שִׁבְטֵי֙ <WH7626> shiv-Tei for the sceptres מֹֽשְׁלִ֔ים <WH4910> mo-she-Lim, of them that bare rule וַתִּגְבַּ֥הּ <WH1361> vat-tig-Bah was exalted קֽוֹמָת֖וֹ <WH6967> ko-ma-To and her stature עַל־ <WH5921> 'al- and בֵּ֣ין <WH996> bein among עֲבֹתִ֑ים <WH5688> 'a-vo-Tim; among the thick branches וַיֵּרָ֣א <WH7200> vai-ye-Ra and she appeared בְגָבְה֔וֹ <WH1363> ve-ga-ve-Ho, in her height בְּרֹ֖ב <WH7230> be-Ro with the multitude דָּלִיֹּתָֽיו׃ <WH1808> da-li-yo-Tav. of her branches"},{"number":12,"verse":"וַתֻּתַּ֤שׁ <WH5428> vat-tut-Tash But she was plucked up בְּחֵמָה֙ <WH2534> be-che-Mah in fury לָאָ֣רֶץ <WH776> la-'A-retz to the ground הֻשְׁלָ֔כָה <WH7993> hush-La-chah, she was cast down וְר֥וּחַ <WH7307> ve-Ru-ach wind הַקָּדִ֖ים <WH6921> hak-ka-Dim and the east הוֹבִ֣ישׁ <WH3001> ho-Vish dried up פִּרְיָ֑הּ <WH6529> pir-Yah; her fruit הִתְפָּרְק֧וּ <WH6561> hit-pa-re-Ku were broken וְיָבֵ֛שׁוּ <WH3001> ve-ya-Ve-shu and withered מַטֵּ֥ה <WH4294> mat-Teh rods עֻזָּ֖הּ <WH5797> 'uz-Zah her strong אֵ֥שׁ <WH784> 'esh the fire אֲכָלָֽתְהוּ׃ <WH398> 'a-cha-La-te-hu. consumed"},{"number":13,"verse":"וְעַתָּ֖ה <WH6258> ve-'at-Tah and now שְׁתוּלָ֣ה <WH8362> she-tu-Lah And now she [is] planted בַמִּדְבָּ֑ר <WH4057> vam-mid-Bar; in the wilderness בְּאֶ֖רֶץ <WH776> be-'E-retz ground צִיָּ֥ה <WH6723> tzi-Yah in a dry וְצָמָֽא׃ <WH6772> ve-tza-Ma. and thirsty"},{"number":14,"verse":"וַתֵּצֵ֨א <WH3318> vat-te-Tze is gone out אֵ֜שׁ <WH784> 'esh And fire מִמַּטֵּ֤ה <WH4294> mi-mat-Teh of a rod בַדֶּ֙יהָ֙ <WH905> vad-Dei-ha of her branches פִּרְיָ֣הּ <WH6529> pir-Yah her fruit אָכָ֔לָה <WH398> 'a-Cha-lah, [which] hath devoured וְלֹא־ <WH3808> ve-lo- and has הָ֥יָה <WH1961> Ha-yah become בָ֛הּ vah מַטֵּה־ <WH4294> mat-teh- rod עֹ֖ז <WH5797> 'oz so that she hath no strong שֵׁ֣בֶט <WH7626> She-vet [to be] a sceptre לִמְשׁ֑וֹל <WH4910> lim-Shol; to rule קִ֥ינָה <WH7015> Ki-nah This [is] a lamentation הִ֖יא <WH1931> hi he וַתְּהִ֥י <WH1961> vat-te-Hi become לְקִינָֽה׃ <WH7015> le-ki-Nah. and shall be for a lamentation פ Peh"}]}