{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- The word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came again unto me saying"},{"number":2,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֑ם <WH120> 'a-Dam; of man שְׁתַּ֣יִם <WH8147> she-Ta-yim there were two נָשִׁ֔ים <WH802> na-Shim, women בְּנ֥וֹת <WH1323> be-Not the daughters אֵם־ <WH517> 'em- mother אַחַ֖ת <WH259> 'a-Chat of one הָיֽוּ׃ <WH1961> ha-Yu. become"},{"number":3,"verse":"וַתִּזְנֶ֣ינָה <WH2181> vat-tiz-Nei-nah And they committed whoredoms בְמִצְרַ֔יִם <WH4714> ve-mitz-Ra-yim, in Egypt בִּנְעוּרֵיהֶ֖ן <WH5271> bin-'u-rei-Hen in their youth זָנ֑וּ <WH2181> za-Nu; they committed whoredoms שָׁ֚מָּה <WH8033> mah there מֹעֲכ֣וּ <WH4600> mo-'a-Chu pressed שְׁדֵיהֶ֔ן <WH7699> she-dei-Hen, there were their breasts וְשָׁ֣ם <WH8033> ve-Sham and there עִשּׂ֔וּ <WH6213> 'is-Su, and there they bruised דַּדֵּ֖י <WH1717> dad-Dei the teats בְּתוּלֵיהֶֽן׃ <WH1331> be-tu-lei-Hen. of their virginity"},{"number":4,"verse":"וּשְׁמוֹתָ֗ן <WH8034> u-she-mo-Tan, And the names אָהֳלָ֤ה <WH170> 'o-ho-Lah of them [were] Aholah הַגְּדוֹלָה֙ <WH1419> hag-ge-do-Lah the elder וְאָהֳלִיבָ֣ה <WH172> ve-'o-ho-li-Vah and Aholibah אֲחוֹתָ֔הּ <WH269> a-cho-Tah, her sister וַתִּֽהְיֶ֣ינָה <WH1961> vat-tih-Yei-nah became לִ֔י Li, וַתֵּלַ֖דְנָה <WH3205> vat-te-Lad-nah and they were mine and they bare בָּנִ֣ים <WH1121> ba-Nim sons וּבָנ֑וֹת <WH1323> u-va-Not; and daughters וּשְׁמוֹתָ֕ן <WH8034> u-she-mo-Tan Thus [were] their names שֹׁמְר֣וֹן <WH8111> sho-me-Ron Samaria אָהֳלָ֔ה <WH170> 'o-ho-Lah, [is] Aholah וִירוּשָׁלִַ֖ם <WH3389> vi-ru-sha-Lim and Jerusalem אָהֳלִיבָֽה׃ <WH172> 'o-ho-li-Vah. Aholibah"},{"number":5,"verse":"וַתִּ֥זֶן <WH2181> vat-Ti-zen played the harlot אָהֳלָ֖ה <WH170> 'o-ho-Lah And Aholah תַּחְתָּ֑י <WH8478> tach-Tai; when she was mine וַתַּעְגַּב֙ <WH5689> vat-ta'-Gav and she doted עַֽל־ <WH5921> 'al- after מְאַהֲבֶ֔יהָ <WH157> me-'a-ha-Vei-ha, on her lovers אֶל־ <WH413> 'el- after אַשּׁ֖וּר <WH804> 'ash-Shur on the Assyrians קְרוֹבִֽים׃ <WH7138> ke-ro-Vim. [her] neighbours"},{"number":6,"verse":"לְבֻשֵׁ֤י <WH3847> le-vu-Shei [Which were] clothed תְכֵ֙לֶת֙ <WH8504> te-Che-let with blue פַּח֣וֹת <WH6346> pa-Chot captains וּסְגָנִ֔ים <WH5461> u-se-ga-Nim, and rulers בַּח֥וּרֵי <WH970> ba-Chu-rei young men חֶ֖מֶד <WH2531> Che-med all of them desirable כֻּלָּ֑ם <WH3605> kul-Lam; all פָּרָשִׁ֕ים <WH6571> pa-ra-Shim horsemen רֹכְבֵ֖י <WH7392> ro-che-Vei riding סוּסִֽים׃ <WH5483> su-Sim. upon horses"},{"number":7,"verse":"וַתִּתֵּ֤ן <WH5414> vat-tit-Ten Thus she committed תַּזְנוּתֶ֙יהָ֙ <WH8457> taz-nu-Tei-ha her whoredoms עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, them מִבְחַ֥ר <WH4005> miv-Char with them with all them [that were] the chosen בְּנֵֽי־ <WH1121> be-nei- men אַשּׁ֖וּר <WH804> 'ash-Shur of Assyria כֻּלָּ֑ם <WH3605> kul-Lam; all וּבְכֹ֧ל <WH3605> u-ve-Chol all אֲשֶׁר־ <WH834> 'a-Sher- whom עָֽגְבָ֛ה <WH5689> 'a-ge-Vah and with all on whom she doted בְּכָל־ <WH3605> be-chol all גִּלּוּלֵיהֶ֖ם <WH1544> gil-lu-lei-Hem with all their idols נִטְמָֽאָה׃ <WH2930> nit-Ma-'ah. she defiled"},{"number":8,"verse":"וְאֶת־ <WH853> ve-'Et תַּזְנוּתֶ֤יהָ <WH8457> taz-nu-Tei-ha she her whoredoms מִמִּצְרַ֙יִם֙ <WH4714> mi-mitz-Ra-yim [brought] from Egypt לֹ֣א <WH3808> lo did not עָזָ֔בָה <WH5800> 'a-Za-vah, Neither left כִּ֤י <WH3588> ki for אוֹתָהּ֙ <WH854> o-Tah for שָׁכְב֣וּ <WH7901> sha-che-Vu they lay בִנְעוּרֶ֔יהָ <WH5271> vin-'u-Rei-ha, for in her youth וְהֵ֥מָּה <WH1992> ve-Hem-mah like עִשּׂ֖וּ <WH6213> 'is-Su with her and they bruised דַּדֵּ֣י <WH1717> dad-Dei the breasts בְתוּלֶ֑יהָ <WH1331> ve-tu-Lei-ha; of her virginity וַיִּשְׁפְּכ֥וּ <WH8210> vai-yish-pe-Chu and poured תַזְנוּתָ֖ם <WH8457> taz-nu-Tam their whoredom עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":9,"verse":"לָכֵ֥ן <WH3651> la-Chen Therefore נְתַתִּ֖יהָ <WH5414> ne-tat-Ti-ha Wherefore I have delivered בְּיַד־ <WH3027> be-yad- her into the hand מְאַֽהֲבֶ֑יהָ <WH157> me-'a-ha-Vei-ha; of her lovers בְּיַד֙ <WH3027> be-Yad into the hand בְּנֵ֣י <WH1121> be-Nei afflicted אַשּׁ֔וּר <WH804> 'ash-Shur, Asshur אֲשֶׁ֥ר <WH834> 'a-Sher whom עָגְבָ֖ה <WH5689> 'a-ge-Vah upon whom she doted עֲלֵיהֶֽם׃ <WH5921> 'a-lei-Hem. after"},{"number":10,"verse":"הֵמָּה֮ <WH1992> hem-Mah They גִּלּ֣וּ <WH1540> gil-Lu These discovered עֶרְוָתָהּ֒ <WH6172> 'er-va-Tah her nakedness בָּנֶ֤יהָ <WH1121> ba-Nei-ha her sons וּבְנוֹתֶ֙יהָ֙ <WH1323> u-ve-no-Tei-ha and her daughters לָקָ֔חוּ <WH3947> la-Ka-chu, they took וְאוֹתָ֖הּ <WH853> ve-'o-Tah בַּחֶ֣רֶב <WH2719> ba-Che-rev her with the sword הָרָ֑גוּ <WH2026> ha-Ra-gu; and slew וַתְּהִי־ <WH1961> vat-te-hi- became שֵׁם֙ <WH8034> shem and she became famous לַנָּשִׁ֔ים <WH802> lan-na-Shim, among women וּשְׁפוּטִ֖ים <WH8196> u-she-fu-Tim judgment עָ֥שׂוּ <WH6213> 'A-su for they had executed בָֽהּ׃ Vah. ס sa-Mek"},{"number":11,"verse":"וַתֵּ֙רֶא֙ <WH7200> vat-Te-re saw אֲחוֹתָ֣הּ <WH269> a-cho-Tah And when her sister אָהֳלִיבָ֔ה <WH172> 'o-ho-li-Vah, Aholibah וַתַּשְׁחֵ֥ת <WH7843> vat-tash-Chet [this] she was more corrupt עַגְבָתָ֖הּ <WH5691> 'ag-va-Tah in her inordinate love מִמֶּ֑נָּה <WH4480> mi-Men-nah; was more וְאֶת־ <WH853> ve-'Et תַּ֨זְנוּתֶ֔יהָ <WH8457> taz-nu-Tei-ha, than she and in her whoredoms מִזְּנוּנֵ֖י <WH2183> miz-ze-nu-Nei in [her] whoredoms אֲחוֹתָֽהּ׃ <WH269> a-cho-Tah. more than her sister"},{"number":12,"verse":"אֶל־ <WH413> 'el- after בְּנֵי֩ <WH1121> be-Nei afflicted אַשּׁ֨וּר <WH804> 'ash-Shur Asshur עָגָ֜בָה <WH5689> 'a-Ga-vah She doted פַּח֨וֹת <WH6346> pa-Chot captains וּסְגָנִ֤ים <WH5461> u-se-ga-Nim and rulers קְרֹבִים֙ <WH7138> ke-ro-Vim [her] neighbours לְבֻשֵׁ֣י <WH3847> le-vu-Shei clothed מִכְל֔וֹל <WH4358> mich-Lol, most gorgeously פָּרָשִׁ֖ים <WH6571> pa-ra-Shim horsemen רֹכְבֵ֣י <WH7392> ro-che-Vei riding סוּסִ֑ים <WH5483> su-Sim; upon horses בַּח֥וּרֵי <WH970> ba-Chu-rei young men חֶ֖מֶד <WH2531> Che-med all of them desirable כֻּלָּֽם׃ <WH3605> kul-Lam. all"},{"number":13,"verse":"וָאֵ֖רֶא <WH7200> va-'E-re Then I saw כִּ֣י <WH3588> ki for נִטְמָ֑אָה <WH2930> nit-Ma-'ah; that she was defiled דֶּ֥רֶךְ <WH1870> De-rech way אֶחָ֖ד <WH259> 'e-Chad one לִשְׁתֵּיהֶֽן׃ <WH8147> lish-tei-Hen. [that] they [took] both"},{"number":14,"verse":"וַתּ֖וֹסֶף <WH3254> vat-To-sef And [that] she increased אֶל־ <WH413> 'el- about תַּזְנוּתֶ֑יהָ <WH8457> taz-nu-Tei-ha; her whoredoms וַתֵּ֗רֶא <WH7200> vat-Te-re, for when she saw אַנְשֵׁי֙ <WH376> 'an-Shei men מְחֻקֶּ֣ה <WH2707> me-chuk-Keh pourtrayed עַל־ <WH5921> 'al- on הַקִּ֔יר <WH7023> hak-Kir, upon the wall צַלְמֵ֣י <WH6754> tzal-Mei the images; כַשְׂדִּיִּים chas-di-yim ככַשְׂדִּ֔ים <WH3778> chas-Dim, Chaldeans קחֲקֻקִ֖ים <WH2710> cha-ku-Kim pourtrayed בַּשָּׁשַֽׁר׃ <WH8350> bash-sha-Shar. with vermilion"},{"number":15,"verse":"חֲגוֹרֵ֨י <WH2289> cha-go-Rei Girded אֵז֜וֹר <WH232> e-Zor with girdles בְּמָתְנֵיהֶ֗ם <WH4975> be-ma-te-nei-Hem, upon their loins סְרוּחֵ֤י <WH5628> se-ru-Chei exceeding טְבוּלִים֙ <WH2871> te-vu-Lim in dyed attire בְּרָ֣אשֵׁיהֶ֔ם <WH7218> be-Ra-shei-Hem, upon their heads מַרְאֵ֥ה <WH4758> mar-'Eh to look to שָׁלִשִׁ֖ים <WH7991> sha-li-Shim all of them princes כֻּלָּ֑ם <WH3605> kul-Lam; all דְּמ֤וּת <WH1823> de-Mut after the manner בְּנֵֽי־ <WH1121> be-nei- afflicted בָבֶל֙ <WH894> va-Vel Babel כַּשְׂדִּ֔ים <WH3778> kas-Dim, of Chaldea אֶ֖רֶץ <WH776> 'E-retz the land מוֹלַדְתָּֽם׃ <WH4138> mo-lad-Tam. of their nativity"},{"number":16,"verse":"וַתַּעְגַּב vat-ta'-gav כוַתַּעְגְּבָ֥ה <WH5689> vat-ta'-ge-Vah dote קעֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem after לְמַרְאֵ֣ה <WH4758> le-mar-'Eh And as soon as she saw עֵינֶ֑יהָ <WH5869> 'ei-Nei-ha; them with her eyes וַתִּשְׁלַ֧ח <WH7971> vat-tish-Lach upon them and sent מַלְאָכִ֛ים <WH4397> mal-'a-Chim messengers אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem to כַּשְׂדִּֽימָה׃ <WH3778> kas-Di-mah. unto them into Chaldea"},{"number":17,"verse":"וַיָּבֹ֨אוּ <WH935> vai-ya-Vo-'u came אֵלֶ֤יהָ <WH413> 'e-Lei-ha about בְנֵֽי־ <WH1121> ve-nei- afflicted בָבֶל֙ <WH894> va-Vel Babel לְמִשְׁכַּ֣ב <WH4904> le-mish-Kav to her into the bed דֹּדִ֔ים <WH1730> do-Dim, of love וַיְטַמְּא֥וּ <WH2930> vay-tam-me-'U and they defiled אוֹתָ֖הּ <WH853> o-Tah בְּתַזְנוּתָ֑ם <WH8457> be-taz-nu-Tam; her with their whoredom וַתִּ֨טְמָא־ <WH2930> vat-Tit-ma- and she was polluted בָ֔ם Vam, וַתֵּ֥קַע <WH3363> vat-Te-ka' was alienated נַפְשָׁ֖הּ <WH5315> naf-Shah with them and her mind מֵהֶֽם׃ <WH1992> me-Hem. like"},{"number":18,"verse":"וַתְּגַל֙ <WH1540> vat-te-Gal So she discovered תַּזְנוּתֶ֔יהָ <WH8457> taz-nu-Tei-ha, her whoredoms וַתְּגַ֖ל <WH1540> vat-te-Gal and discovered אֶת־ <WH853> 'et- עֶרְוָתָ֑הּ <WH6172> 'er-va-Tah; her nakedness וַתֵּ֤קַע <WH3363> vat-Te-ka' was alienated נַפְשִׁי֙ <WH5315> naf-Shi then my mind מֵֽעָלֶ֔יהָ <WH5921> me-'a-Lei-ha, and כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after נָקְעָ֥ה <WH5361> na-ke-'Ah was alienated נַפְשִׁ֖י <WH5315> naf-Shi from her like as my mind מֵעַ֥ל <WH5921> me-'Al with אֲחוֹתָֽהּ׃ <WH269> a-cho-Tah. from her sister"},{"number":19,"verse":"וַתַּרְבֶּ֖ה <WH7235> vat-tar-Beh Yet she multiplied אֶת־ <WH853> 'et- תַּזְנוּתֶ֑יהָ <WH8457> taz-nu-Tei-ha; her whoredoms לִזְכֹּר֙ <WH2142> liz-Kor in calling to remembrance אֶת־ <WH853> 'et- יְמֵ֣י <WH3117> ye-Mei the days נְעוּרֶ֔יהָ <WH5271> ne-'u-Rei-ha, of her youth אֲשֶׁ֥ר <WH834> 'a-Sher when זָנְתָ֖ה <WH2181> za-ne-Tah wherein she had played the harlot בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":20,"verse":"וַֽתַּעְגְּבָ֔ה <WH5689> vat-ta'-ge-Vah, For she doted עַ֖ל <WH5921> 'al after פִּֽלַגְשֵׁיהֶ֑ם <WH6370> pi-lag-shei-Hem; upon their paramours אֲשֶׁ֤ר <WH834> 'a-Sher whose בְּשַׂר־ <WH1320> be-sar- whose flesh חֲמוֹרִים֙ <WH2543> cha-mo-Rim of asses בְּשָׂרָ֔ם <WH1320> be-sa-Ram, [is as] the flesh וְזִרְמַ֥ת <WH2231> ve-zir-Mat and whose issue סוּסִ֖ים <WH5483> su-Sim of horses זִרְמָתָֽם׃ <WH2231> zir-ma-Tam. [is like] the issue"},{"number":21,"verse":"וַֽתִּפְקְדִ֔י <WH6485> vat-tif-ke-Di, Thus thou calledst to remembrance אֵ֖ת <WH853> 'et זִמַּ֣ת <WH2154> zim-Mat the lewdness נְעוּרָ֑יִךְ <WH5271> ne-'u-Ra-yich; of thy youth בַּעְשׂ֤וֹת <WH6213> ba'-Sot in bruising מִמִּצְרַ֙יִם֙ <WH4714> mi-mitz-Ra-yim by the Egyptians דַּדַּ֔יִךְ <WH1717> dad-Da-yich, thy teats לְמַ֖עַן <WH4616> le-Ma-'an because שְׁדֵ֥י <WH7699> she-Dei for the paps נְעוּרָֽיִךְ׃ <WH5271> ne-'u-Ra-yich. of thy youth ס sa-Mek"},{"number":22,"verse":"לָכֵ֣ן <WH3651> la-Chen Therefore אָהֳלִיבָ֗ה <WH172> 'o-ho-li-Vah, Therefore O Aholibah כֹּֽה־ <WH3541> koh- thus אָמַר֮ <WH559> 'a-Mar thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִה֒ <WH3069> Yah-weh GOD הִנְנִ֨י <WH2005> hin-Ni behold מֵעִ֤יר <WH5782> me-'Ir Behold I will raise up אֶת־ <WH853> 'et- מְאַהֲבַ֙יִךְ֙ <WH157> me-'a-ha-Va-yich thy lovers עָלַ֔יִךְ <WH5921> 'a-La-yich, against אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- whom נָקְעָ֥ה <WH5361> na-ke-'Ah is alienated נַפְשֵׁ֖ךְ <WH5315> naf-Shech against thee from whom thy mind מֵהֶ֑ם <WH1992> me-Hem; and I וַהֲבֵאתִ֥ים <WH935> va-ha-ve-Tim and I will bring עָלַ֖יִךְ <WH5921> 'a-La-yich against מִסָּבִֽיב׃ <WH5439> mis-sa-Viv. them against thee on every side"},{"number":23,"verse":"בְּנֵ֧י <WH1121> be-Nei afflicted בָבֶ֣ל <WH894> va-Vel Babel וְכָל־ <WH3605> ve-chol and all כַּשְׂדִּ֗ים <WH3778> kas-Dim, and all the Chaldeans פְּק֤וֹד <WH6489> pe-Kod Pekod וְשׁ֙וֹעַ֙ <WH7772> ve-Sho-a' and Shoa וְק֔וֹעַ <WH6970> ve-Ko-a', and Koa כָּל־ <WH3605> kol- all בְּנֵ֥י <WH1121> be-Nei afflicted אַשּׁ֖וּר <WH804> 'ash-Shur Asshur אוֹתָ֑ם <WH854> o-Tam; for בַּח֨וּרֵי <WH970> ba-Chu-rei young men חֶ֜מֶד <WH2531> Che-med with them all of them desirable פַּח֤וֹת <WH6346> pa-Chot captains וּסְגָנִים֙ <WH5461> u-se-ga-Nim and rulers כֻּלָּ֔ם <WH3605> kul-Lam, all שָֽׁלִשִׁים֙ <WH7991> sha-li-Shim great lords וּקְרוּאִ֔ים <WH7121> u-ke-ru-'Im, and renowned רֹכְבֵ֥י <WH7392> ro-che-Vei all of them riding סוּסִ֖ים <WH5483> su-Sim upon horses כֻּלָּֽם׃ <WH3605> kul-Lam. all"},{"number":24,"verse":"וּבָ֣אוּ <WH935> u-Va-'u And they shall come עָלַ֡יִךְ <WH5921> 'a-La-yich against הֹ֠צֶן <WH2021> Ho-tzen against thee with chariots רֶ֤כֶב <WH7393> Re-chev wagons וְגַלְגַּל֙ <WH1534> ve-gal-Gal and wheels וּבִקְהַ֣ל <WH6951> u-vik-Hal and with an assembly עַמִּ֔ים <WH5971> 'am-Mim, of people צִנָּ֤ה <WH6793> tzin-Nah against thee buckler וּמָגֵן֙ <WH4043> u-ma-Gen and shield וְקוֹבַ֔ע <WH6959> ve-ko-Va', and helmet יָשִׂ֥ימוּ <WH7760> ya-Si-mu [which] shall set עָלַ֖יִךְ <WH5921> 'a-La-yich against סָבִ֑יב <WH5439> sa-Viv; round about וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti and I will set לִפְנֵיהֶם֙ <WH6440> lif-nei-Hem before מִשְׁפָּ֔ט <WH4941> mish-Pat, judgment וּשְׁפָט֖וּךְ <WH8199> u-she-fa-Tuch them and they shall judge בְּמִשְׁפְּטֵיהֶֽם׃ <WH4941> be-mish-pe-tei-Hem. thee according to their judgments"},{"number":25,"verse":"וְנָתַתִּ֨י <WH5414> ve-na-tat-Ti And I will set קִנְאָתִ֜י <WH7068> kin-'a-Ti my jealousy בָּ֗ךְ Bach, וְעָשׂ֤וּ <WH6213> ve-'a-Su against thee and they shall deal אוֹתָךְ֙ <WH854> o-toCh in בְּחֵמָ֔ה <WH2534> be-che-Mah, furiously אַפֵּ֤ךְ <WH639> 'ap-Pech thy nose וְאָזְנַ֙יִךְ֙ <WH241> ve-'a-ze-Na-yich and thine ears יָסִ֔ירוּ <WH5493> ya-Si-ru, with thee they shall take away וְאַחֲרִיתֵ֖ךְ <WH319> ve-'a-cha-ri-Tech and thy remnant בַּחֶ֣רֶב <WH2719> ba-Che-rev by the sword תִּפּ֑וֹל <WH5307> tip-Pol; shall fall הֵ֗מָּה <WH1992> Hem-mah, like בָּנַ֤יִךְ <WH1121> ba-Na-yich thy sons וּבְנוֹתַ֙יִךְ֙ <WH1323> u-ve-no-Ta-yich and thy daughters יִקָּ֔חוּ <WH3947> yik-Ka-chu, they shall take וְאַחֲרִיתֵ֖ךְ <WH319> ve-'a-cha-ri-Tech and thy residue תֵּאָכֵ֥ל <WH398> te-'a-Chel shall be devoured בָּאֵֽשׁ׃ <WH784> ba-'Esh. by the fire"},{"number":26,"verse":"וְהִפְשִׁיט֖וּךְ <WH6584> ve-hif-shi-Tuch They shall also strip אֶת־ <WH853> 'et- בְּגָדָ֑יִךְ <WH899> be-ga-Da-yich; thee out of thy clothes וְלָקְח֖וּ <WH3947> ve-la-ke-Chu and take away כְּלֵ֥י <WH3627> ke-Lei jewels תִפְאַרְתֵּֽךְ׃ <WH8597> tif-'ar-Tech. thy fair"},{"number":27,"verse":"וְהִשְׁבַּתִּ֤י <WH7673> ve-hish-bat-Ti to cease זִמָּתֵךְ֙ <WH2154> zim-ma-teCh Thus will I make thy lewdness מִמֵּ֔ךְ <WH4480> mi-Mech, at וְאֶת־ <WH853> ve-'Et זְנוּתֵ֖ךְ <WH2184> ze-nu-Tech from thee and thy whoredom מֵאֶ֣רֶץ <WH776> me-'E-retz [brought] from the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְלֹֽא־ <WH3808> ve-lo- you will not תִשְׂאִ֤י <WH5375> tis-'I so that thou shalt not lift up עֵינַ֙יִךְ֙ <WH5869> 'ei-Na-yich thine eyes אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, about וּמִצְרַ֖יִם <WH4714> u-mitz-Ra-yim Egypt לֹ֥א <WH3808> lo or תִזְכְּרִי־ <WH2142> tiz-ke-ri- unto them nor remember עֽוֹד׃ <WH5750> od. again ס sa-Mek"},{"number":28,"verse":"כִּ֣י <WH3588> ki For כֹ֤ה <WH3541> choh thus אָמַר֙ <WH559> 'a-Mar For thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3068> Yah-weh, GOD הִנְנִי֙ <WH2005> hin-Ni behold נֹֽתְנָ֔ךְ <WH5414> no-te-Nach, Behold I will deliver בְּיַ֖ד <WH3027> be-Yad thee into the hand אֲשֶׁ֣ר <WH834> 'a-Sher whom שָׂנֵ֑את <WH8130> sa-Net; [of them] whom thou hatest בְּיַ֛ד <WH3027> be-Yad into the hand אֲשֶׁר־ <WH834> 'a-Sher- whom נָקְעָ֥ה <WH5361> na-ke-'Ah is alienated נַפְשֵׁ֖ךְ <WH5315> naf-Shech [of them] from whom thy mind מֵהֶֽם׃ <WH1992> me-Hem. They"},{"number":29,"verse":"וְעָשׂ֨וּ <WH6213> ve-'a-Su And they shall deal אוֹתָ֜ךְ <WH854> o-Tach in בְּשִׂנְאָ֗ה <WH8135> be-sin-'Ah, with thee hatefully וְלָקְחוּ֙ <WH3947> ve-la-ke-Chu and shall take away כָּל־ <WH3605> kol- all יְגִיעֵ֔ךְ <WH3018> ye-gi-'Ech, all thy labour וַעֲזָב֖וּךְ <WH5800> va-'a-za-Vuch and shall leave עֵירֹ֣ם <WH5903> 'ei-Rom thee naked וְעֶרְיָ֑ה <WH6181> ve-'er-Yah; and bare וְנִגְלָה֙ <WH1540> ve-nig-Lah shall be discovered עֶרְוַ֣ת <WH6172> 'er-Vat and the nakedness זְנוּנַ֔יִךְ <WH2183> ze-nu-Na-yich, of thy whoredoms וְזִמָּתֵ֖ךְ <WH2154> ve-zim-ma-Tech both thy lewdness וְתַזְנוּתָֽיִךְ׃ <WH8457> ve-taz-nu-Ta-yich. and thy whoredoms"},{"number":30,"verse":"עָשֹׂ֥ה <WH6213> 'a-Soh I will do אֵ֖לֶּה <WH428> 'El-leh These לָ֑ךְ Lach; בִּזְנוֹתֵךְ֙ <WH2181> biz-no-teCh these [things] unto thee because thou hast gone a whoring אַחֲרֵ֣י <WH310> 'a-cha-Rei after גוֹיִ֔ם <WH1471> go-Yim, the heathen עַ֥ל <WH5921> 'al and אֲשֶׁר־ <WH834> 'a-Sher- you נִטְמֵ֖את <WH2930> nit-Met [and] because thou art polluted בְּגִלּוּלֵיהֶֽם׃ <WH1544> be-gil-lu-lei-Hem. with their idols"},{"number":31,"verse":"בְּדֶ֥רֶךְ <WH1870> be-De-rech in the way אֲחוֹתֵ֖ךְ <WH269> a-cho-Tech of thy sister הָלָ֑כְתְּ <WH1980> ha-La-chet; Thou hast walked וְנָתַתִּ֥י <WH5414> ve-na-tat-Ti therefore will I give כוֹסָ֖הּ <WH3563> cho-Sah her cup בְּיָדֵֽךְ׃ <WH3027> be-ya-Dech. into thine hand ס sa-Mek"},{"number":32,"verse":"כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהֹוִ֔ה <WH3069> Yah-weh, GOD כּ֤וֹס <WH3563> Kos cup אֲחוֹתֵךְ֙ <WH269> a-cho-teCh of thy sister's תִּשְׁתִּ֔י <WH8354> tish-Ti, Thou shalt drink הָעֲמֻקָּ֖ה <WH6013> ha-'a-muk-Kah deep וְהָרְחָבָ֑ה <WH7342> ve-ha-re-cha-Vah; and large תִּהְיֶ֥ה <WH1961> tih-Yeh become לִצְחֹ֛ק <WH6712> litz-Chok thou shalt be laughed to scorn וּלְלַ֖עַג <WH3932> u-le-La-'ag mock מִרְבָּ֥ה <WH4767> mir-Bah much לְהָכִֽיל׃ <WH3557> le-ha-Chil. it containeth"},{"number":33,"verse":"שִׁכָּר֥וֹן <WH7943> shik-ka-Ron with drunkenness וְיָג֖וֹן <WH3015> ve-ya-Gon and sorrow תִּמָּלֵ֑אִי <WH4390> tim-ma-Le-'i; Thou shalt be filled כּ֚וֹס <WH3563> Kos with the cup שַׁמָּ֣ה <WH8047> sham-Mah of astonishment וּשְׁמָמָ֔ה <WH8077> u-she-ma-Mah, and desolation כּ֖וֹס <WH3563> Kos with the cup אֲחוֹתֵ֥ךְ <WH269> a-cho-Tech of thy sister שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. Samaria"},{"number":34,"verse":"וְשָׁתִ֨ית <WH8354> ve-sha-Tit Thou shalt even drink אוֹתָ֜הּ <WH853> o-Tah וּמָצִ֗ית <WH4680> u-ma-Tzit, it and suck [it] out וְאֶת־ <WH853> ve-'Et חֲרָשֶׂ֛יהָ <WH2789> cha-ra-Sei-ha the sherds תְּגָרֵ֖מִי <WH1633> te-ga-Re-mi and thou shalt break וְשָׁדַ֣יִךְ <WH7699> ve-sha-Da-yich thine own breasts תְּנַתֵּ֑קִי <WH5423> te-nat-Te-ki; thereof and pluck off כִּ֚י <WH3588> ki for אֲנִ֣י <WH589> 'a-Ni I דִבַּ֔רְתִּי <WH1696> dib-Bar-ti, for I have spoken נְאֻ֖ם <WH5002> ne-'Um [it] saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD ס sa-Mek"},{"number":35,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּ֤ה <WH3541> koh thus אָמַר֙ <WH559> 'a-Mar Therefore thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3069> Yah-weh, GOD יַ֚עַן <WH3282> Ya-'an Because שָׁכַ֣חַתְּ <WH7911> sha-Cha-chat Because thou hast forgotten אוֹתִ֔י <WH853> o-Ti, וַתַּשְׁלִ֥יכִי <WH7993> vat-tash-Li-chi me and cast אוֹתִ֖י <WH853> o-Ti אַחֲרֵ֣י <WH310> 'a-cha-Rei me behind גַוֵּ֑ךְ <WH1458> gav-Vech; thy back וְגַם־ <WH1571> ve-gam- now אַ֛תְּ <WH859> 'at you שְׂאִ֥י <WH5375> se-'I therefore bear זִמָּתֵ֖ךְ <WH2154> zim-ma-Tech thou also thy lewdness וְאֶת־ <WH853> ve-'Et תַּזְנוּתָֽיִךְ׃ <WH8457> taz-nu-Ta-yich. and thy whoredoms ס sa-Mek"},{"number":36,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh The LORD אֵלַ֔י <WH413> 'e-Lai, to me בֶּן־ <WH1121> ben- moreover unto me Son אָדָ֕ם <WH120> 'a-Dam of man הֲתִשְׁפּ֥וֹט <WH8199> ha-tish-Pot wilt thou judge אֶֽת־ <WH853> 'et- אָהֳלָ֖ה <WH170> 'o-ho-Lah Aholah וְאֶת־ <WH853> ve-'Et אָהֳלִיבָ֑ה <WH172> 'o-ho-li-Vah; Oholibah וְהַגֵּ֣ד <WH5046> ve-hag-Ged bewray לָהֶ֔ן la-Hen, אֵ֖ת <WH853> 'et תוֹעֲבוֹתֵיהֶֽן׃ <WH8441> to-'a-vo-tei-Hen. unto them their abominations"},{"number":37,"verse":"כִּ֣י <WH3588> ki for נִאֵ֗פוּ <WH5003> ni-'E-fu, That they have committed adultery וְדָם֙ <WH1818> ve-Dam and blood בִּֽידֵיהֶ֔ן <WH3027> bi-dei-Hen, [is] in their hands וְאֶת־ <WH854> ve-'Et with גִּלּֽוּלֵיהֶ֖ן <WH1544> gil-lu-lei-Hen and with their idols נִאֵ֑פוּ <WH5003> ni-'E-fu; have they committed adultery וְגַ֤ם <WH1571> ve-Gam and even אֶת־ <WH853> 'et- בְּנֵיהֶן֙ <WH1121> be-nei-Hen and have also caused their sons אֲשֶׁ֣ר <WH834> 'a-Sher whom יָֽלְדוּ־ <WH3205> yal-du- whom they bare לִ֔י Li, הֶעֱבִ֥ירוּ <WH5674> he-'e-Vi-ru unto me to pass for them through לָהֶ֖ם la-Hem לְאָכְלָֽה׃ <WH402> le-'och-Lah [the fire] to devour"},{"number":38,"verse":"ע֥וֹד <WH5750> od Again זֹ֖את <WH2063> zot they עָ֣שׂוּ <WH6213> 'A-su Moreover this they have done לִ֑י Li; טִמְּא֤וּ <WH2930> tim-me-'U unto me they have defiled אֶת־ <WH853> 'et- מִקְדָּשִׁי֙ <WH4720> mik-da-Shi my sanctuary בַּיּ֣וֹם <WH3117> bai-Yom in the same day הַה֔וּא <WH1931> ha-Hu, the same וְאֶת־ <WH853> ve-'Et שַׁבְּתוֹתַ֖י <WH7676> shab-be-to-Tai my sabbaths חִלֵּֽלוּ׃ <WH2490> chil-Le-lu. and have profaned"},{"number":39,"verse":"וּֽבְשַׁחֲטָ֤ם <WH7819> u-ve-sha-cha-Tam For when they had slain אֶת־ <WH853> 'et- בְּנֵיהֶם֙ <WH1121> be-nei-Hem their children לְגִלּ֣וּלֵיהֶ֔ם <WH1544> le-gil-Lu-lei-Hem, to their idols וַיָּבֹ֧אוּ <WH935> vai-ya-Vo-'u then they came אֶל־ <WH413> 'el- about מִקְדָּשִׁ֛י <WH4720> mik-da-Shi into my sanctuary בַּיּ֥וֹם <WH3117> bai-Yom the same day הַה֖וּא <WH1931> ha-Hu the same לְחַלְּל֑וֹ <WH2490> le-chal-le-Lo; to profane וְהִנֵּה־ <WH2009> ve-hin-neh- and lo כֹ֥ה <WH3541> choh thus עָשׂ֖וּ <WH6213> 'a-Su it and lo thus have they done בְּת֥וֹךְ <WH8432> be-Toch in the midst בֵּיתִֽי׃ <WH1004> bei-Ti. of mine house"},{"number":40,"verse":"וְאַ֗ף <WH637> ve-'Af, And furthermore כִּ֤י <WH3588> ki have even תִשְׁלַ֙חְנָה֙ <WH7971> tish-Lach-nah that ye have sent לַֽאֲנָשִׁ֔ים <WH376> la-'a-na-Shim, men בָּאִ֖ים <WH935> ba-'Im to come מִמֶּרְחָ֑ק <WH4801> mi-mer-Chak; from far אֲשֶׁ֨ר <WH834> 'a-Sher to whom מַלְאָ֜ךְ <WH4397> mal-'Ach unto whom a messenger שָׁל֤וּחַ <WH7971> sha-Lu-ach [was] sent אֲלֵיהֶם֙ <WH413> 'a-lei-Hem and וְהִנֵּה־ <WH2009> ve-hin-neh- lo בָ֔אוּ <WH935> Va-'u, and lo they came לַאֲשֶׁ֥ר <WH834> la-'a-Sher to whom רָחַ֛צְתְּ <WH7364> ra-Chatzt for whom thou didst wash כָּחַ֥לְתְּ <WH3583> ka-Chalt thyself paintedst עֵינַ֖יִךְ <WH5869> 'ei-Na-yich thy eyes וְעָ֥דִית <WH5710> ve-'A-dit and deckedst עֶֽדִי׃ <WH5716> 'E-di. thyself with ornaments"},{"number":41,"verse":"וְיָשַׁבְתְּ֙ <WH3427> ve-ya-shavT And satest עַל־ <WH5921> 'al- and מִטָּ֣ה <WH4296> mit-Tah bed כְבוּדָּ֔ה <WH3520> che-vu-Dah, upon a stately וְשֻׁלְחָ֥ן <WH7979> ve-shul-Chan and a table עָר֖וּךְ <WH6186> 'a-Ruch prepared לְפָנֶ֑יהָ <WH6440> le-fa-Nei-ha; before וּקְטָרְתִּ֥י <WH7004> u-ke-ta-re-Ti mine incense וְשַׁמְנִ֖י <WH8081> ve-sham-Ni and mine oil שַׂ֥מְתְּ <WH7760> samt it whereupon thou hast set עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":42,"verse":"וְק֣וֹל <WH6963> ve-Kol And a voice הָמוֹן֮ <WH1995> ha-mOn of a multitude שָׁלֵ֣ו <WH7961> sha-Lev being at ease בָהּ֒ vah וְאֶל־ <WH413> ve-'el- with אֲנָשִׁים֙ <WH376> 'a-na-Shim men מֵרֹ֣ב <WH7230> me-Ro abundance אָדָ֔ם <WH120> 'a-Dam, man מוּבָאִ֥ים <WH935> mu-va-'Im [were] brought; סֹובָאִים soa-'im כסָבָאִ֖ים <WH5433> sa-va-'Im drunkard קמִמִּדְבָּ֑ר <WH4057> mi-mid-Bar; from the wilderness וַֽיִּתְּנ֤וּ <WH5414> vai-yit-te-Nu which put צְמִידִים֙ <WH6781> tze-mi-Dim bracelets אֶל־ <WH413> 'el- on יְדֵיהֶ֔ן <WH3027> ye-dei-Hen, upon their hands וַעֲטֶ֥רֶת <WH5850> va-'a-Te-ret crowns תִּפְאֶ֖רֶת <WH8597> tif-'E-ret and beautiful עַל־ <WH5921> 'al- on רָאשֵׁיהֶֽן׃ <WH7218> ra-shei-Hen. upon their heads"},{"number":43,"verse":"וָאֹמַ֕ר <WH559> va-'o-Mar Then said לַבָּלָ֖ה <WH1087> lab-ba-Lah I unto [her that was] old נִֽאוּפִ֑ים <WH5004> ni-'u-Fim; in adulteries; עַתָּ 'a-ta כעַתָּ֛ה 'at-Tah ק; יִזְנֻה yiz-nuh כיִזְנ֥וּ <WH2181> yiz-Nu commit fornication קתַזְנוּתֶ֖הָ <WH8457> taz-nu-Te-ha whoredoms וָהִֽיא׃ <WH1931> va-Hi. they"},{"number":44,"verse":"וַיָּב֣וֹא <WH935> vai-ya-Vo Yet they went in אֵלֶ֔יהָ <WH413> 'e-Lei-ha, to כְּב֖וֹא <WH935> ke-Vo unto her as they go in אֶל־ <WH413> 'el- about אִשָּׁ֣ה <WH802> 'ish-Shah unto a woman זוֹנָ֑ה <WH2181> zo-Nah; that playeth the harlot כֵּ֣ן <WH3651> ken Thus בָּ֗אוּ <WH935> Ba-'u, so went they in אֶֽל־ <WH413> 'el- to אָֽהֳלָה֙ <WH170> 'o-ho-Lah unto Aholah וְאֶל־ <WH413> ve-'el- and to אָ֣הֳלִיבָ֔ה <WH172> 'o-ho-li-Vah, and unto Aholibah אִשֹּׁ֖ת <WH802> 'ish-Shot women הַזִּמָּֽה׃ <WH2154> haz-zim-Mah. the lewd"},{"number":45,"verse":"וַאֲנָשִׁ֣ים <WH376> va-'a-na-Shim men צַדִּיקִ֗ם <WH6662> tzad-di-Kim, And the righteous הֵ֚מָּה <WH1992> Hem-mah like יִשְׁפְּט֣וּ <WH8199> yish-pe-Tu they shall judge אֽוֹתְהֶ֔ם <WH853> 'ot-Hem, מִשְׁפַּט֙ <WH4941> mish-Pat them after the manner נֹֽאֲפ֔וֹת <WH5003> no-'a-Fot, of adulteresses וּמִשְׁפַּ֖ט <WH4941> u-mish-Pat and after the manner שֹׁפְכ֣וֹת <WH8210> sho-fe-Chot of women that shed דָּ֑ם <WH1818> Dam; blood כִּ֤י <WH3588> ki because נֹֽאֲפֹת֙ <WH5003> no-'a-Fot because they [are] adulteresses הֵ֔נָּה <WH2007> Hen-nah, in וְדָ֖ם <WH1818> ve-Dam and blood בִּֽידֵיהֶֽן׃ <WH3027> Bi-dei-Hen. [is] in their hands ס sa-Mek"},{"number":46,"verse":"כִּ֛י <WH3588> ki For כֹּ֥ה <WH3541> koh thus אָמַ֖ר <WH559> 'a-Mar For thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֑ה <WH3069> Yah-weh; GOD הַעֲלֵ֤ה <WH5927> ha-'a-Leh I will bring up עֲלֵיהֶם֙ <WH5921> 'a-lei-Hem against קָהָ֔ל <WH6951> ka-Hal, a company וְנָתֹ֥ן <WH5414> ve-na-Ton upon them and will give אֶתְהֶ֖ן <WH853> 'et-Hen לְזַעֲוָ֥ה <WH2189> le-za-'a-Vah them to be removed וְלָבַֽז׃ <WH957> ve-la-Vaz. and spoiled"},{"number":47,"verse":"וְרָגְמ֨וּ <WH7275> ve-ra-ge-Mu shall stone עֲלֵיהֶ֥ן <WH5921> 'a-lei-Hen with אֶ֙בֶן֙ <WH68> 'e-ven them with stones קָהָ֔ל <WH6951> ka-Hal, And the company וּבָרֵ֥א <WH1254> u-va-Re and dispatch אוֹתְהֶ֖ן <WH853> 'ot-Hen בְּחַרְבוֹתָ֑ם <WH2719> be-char-vo-Tam; them with their swords בְּנֵיהֶ֤ם <WH1121> be-nei-Hem their sons וּבְנֽוֹתֵיהֶם֙ <WH1323> u-ve-no-tei-Hem and their daughters יַהֲרֹ֔גוּ <WH2026> ya-ha-Ro-gu, they shall slay וּבָתֵּיהֶ֖ן <WH1004> u-vat-tei-Hen their houses בָּאֵ֥שׁ <WH784> ba-'Esh with fire יִשְׂרֹֽפוּ׃ <WH8313> yis-Ro-fu. and burn up"},{"number":48,"verse":"וְהִשְׁבַּתִּ֥י <WH7673> ve-hish-bat-Ti to cease זִמָּ֖ה <WH2154> zim-Mah Thus will I cause lewdness מִן־ <WH4480> min- from הָאָ֑רֶץ <WH776> ha-'A-retz; out of the land וְנִֽוַּסְּרוּ֙ <WH3256> ve-niv-vas-se-Ru may be taught כָּל־ <WH3605> kol- all הַנָּשִׁ֔ים <WH802> han-na-Shim, that all women וְלֹ֥א <WH3808> ve-Lo and not תַעֲשֶׂ֖ינָה <WH6213> ta-'a-Sei-nah not to do כְּזִמַּתְכֶֽנָה׃ <WH2154> ke-zim-mat-Che-nah. after your lewdness"},{"number":49,"verse":"וְנָתְנ֤וּ <WH5414> ve-na-te-Nu And they shall recompense זִמַּתְכֶ֙נָה֙ <WH2154> zim-mat-Che-nah your lewdness עֲלֵיכֶ֔ן <WH5921> 'a-lei-Chen, and וַחֲטָאֵ֥י <WH2399> va-cha-ta-'Ei the sins גִלּוּלֵיכֶ֖ן <WH1544> gil-lu-lei-Chen of your idols תִּשֶּׂ֑אינָה <WH5375> tis-Se-nah; upon you and ye shall bear וִידַעְתֶּ֕ם <WH3045> vi-da'-Tem and ye shall know כִּ֥י <WH3588> ki that אֲנִ֖י <WH589> 'a-Ni I am אֲדֹנָ֥י <WH136> 'a-do-Nai that I [am] the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD פ Peh"}]}