{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- The word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to לֵאמֹֽר׃ <WH559> le-Mor. came again unto me saying"},{"number":2,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֕ם <WH120> 'a-Dam of man הִנָּבֵא֙ <WH5012> hin-na-Ve prophesy וְאָ֣מַרְתָּ֔ <WH559> ve-'A-mar-ta, and say כֹּ֥ה <WH3541> koh Thus אָמַ֖ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֑ה <WH3069> Yah-weh; GOD הֵילִ֖ילוּ <WH3213> hei-Li-lu Howl הָ֥הּ <WH1929> hah ye Woe worth לַיּֽוֹם׃ <WH3117> lai-Yom. the day"},{"number":3,"verse":"כִּֽי־ <WH3588> ki- for קָר֣וֹב <WH7138> ka-Rov [is] near י֔וֹם <WH3117> Yom, For the day וְקָר֥וֹב <WH7138> ve-ka-Rov [is] near י֖וֹם <WH3117> Yom even the day לַֽיהוָ֑ה <WH3068> Yah-weh; of the LORD י֣וֹם <WH3117> Yom day עָנָ֔ן <WH6051> 'a-Nan, a cloudy עֵ֥ת <WH6256> 'et it shall be the time גּוֹיִ֖ם <WH1471> go-Yim of the heathen יִֽהְיֶֽה׃ <WH1961> Yih-Yeh. become"},{"number":4,"verse":"וּבָאָ֥ה <WH935> u-va-'Ah shall come חֶ֙רֶב֙ <WH2719> che-rev And the sword בְּמִצְרַ֔יִם <WH4714> be-mitz-Ra-yim, upon Egypt וְהָיְתָ֤ה <WH1961> ve-ha-ye-Tah become חַלְחָלָה֙ <WH2479> chal-cha-Lah and great pain בְּכ֔וּשׁ <WH3568> be-Chush, shall be in Ethiopia בִּנְפֹ֥ל <WH5307> bin-Fol shall fall חָלָ֖ל <WH2491> cha-Lal when the slain בְּמִצְרָ֑יִם <WH4714> be-mitz-Ra-yim; in Egypt וְלָקְח֣וּ <WH3947> ve-la-ke-Chu and they shall take away הֲמוֹנָ֔הּ <WH1995> ha-mo-Nah, her multitude וְנֶהֶרְס֖וּ <WH2040> ve-ne-her-Su shall be broken down יְסוֹדֹתֶֽיהָ׃ <WH3247> ye-so-do-Tei-ha. and her foundations"},{"number":5,"verse":"כּ֣וּשׁ <WH3568> kush Ethiopia וּפ֤וּט <WH6316> u-Fut and Libya וְלוּד֙ <WH3865> ve-Lud and Lydia וְכָל־ <WH3605> ve-chol all הָעֶ֣רֶב <WH6154> ha-'E-rev Arabia וְכ֔וּב <WH3552> ve-Chuv, people and Chub וּבְנֵ֖י <WH1121> u-ve-Nei and the men אֶ֣רֶץ <WH776> 'E-retz of the land הַבְּרִ֑ית <WH1285> hab-be-Rit; that is in league אִתָּ֖ם <WH854> 'it-Tam by בַּחֶ֥רֶב <WH2719> ba-Che-rev with them by the sword יִפֹּֽלוּ׃ <WH5307> yip-Po-lu. shall fall פ Peh"},{"number":6,"verse":"כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3069> Yah-weh, GOD וְנָֽפְלוּ֙ <WH5307> ve-na-fe-Lu shall fall סֹמְכֵ֣י <WH5564> so-me-Chei They also that uphold מִצְרַ֔יִם <WH4714> mitz-Ra-yim, Egypt וְיָרַ֖ד <WH3381> ve-ya-Rad shall come down גְּא֣וֹן <WH1347> ge-'on and the pride עֻזָּ֑הּ <WH5797> 'uz-Zah; of her power מִמִּגְדֹּ֣ל <WH4024> mi-mig-Dol from the tower סְוֵנֵ֗ה <WH5482> se-ve-Neh, of Syene בַּחֶ֙רֶב֙ <WH2719> ba-Che-rev in it by the sword יִפְּלוּ־ <WH5307> yip-pe-lu- shall they fall בָ֔הּ Vah, נְאֻ֖ם <WH5002> ne-'Um saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3068> Yah-weh. the LORD"},{"number":7,"verse":"וְנָשַׁ֕מּוּ <WH8074> ve-na-Sham-mu And they shall be desolate בְּת֖וֹךְ <WH8432> be-Toch in the midst אֲרָצ֣וֹת <WH776> a-ra-Tzot of the countries נְשַׁמּ֑וֹת <WH8074> ne-sham-Mot; [that are] desolate וְעָרָ֕יו <WH5892> ve-'a-Rav and her cities בְּתוֹךְ־ <WH8432> be-toch- shall be in the midst עָרִ֥ים <WH5892> 'a-Rim of the cities נַחֲרָב֖וֹת <WH2717> na-cha-ra-Vot [that are] wasted תִּֽהְיֶֽינָה׃ <WH1961> Tih-Yei-nah. become"},{"number":8,"verse":"וְיָדְע֖וּ <WH3045> ve-ya-de-'U And they shall know כִּֽי־ <WH3588> ki- that אֲנִ֣י <WH589> 'a-Ni I am יְהוָ֑ה <WH3068> Yah-weh; that I [am] the LORD בְּתִתִּי־ <WH5414> be-tit-ti- when I have set אֵ֣שׁ <WH784> 'esh a fire בְּמִצְרַ֔יִם <WH4714> be-mitz-Ra-yim, in Egypt וְנִשְׁבְּר֖וּ <WH7665> ve-nish-be-Ru shall be destroyed כָּל־ <WH3605> kol- and all עֹזְרֶֽיהָ׃ <WH5826> 'o-ze-Rei-ha. and [when] all her helpers"},{"number":9,"verse":"בַּיּ֣וֹם <WH3117> bai-Yom In that day הַה֗וּא <WH1931> ha-Hu, he יֵצְא֨וּ <WH3318> ye-tze-'U go forth מַלְאָכִ֤ים <WH4397> mal-'a-Chim shall messengers מִלְּפָנַי֙ <WH6440> mil-le-fa-Nai from me בַּצִּ֔ים <WH6716> batz-Tzim, in ships לְהַחֲרִ֖יד <WH2729> le-ha-cha-Rid afraid אֶת־ <WH853> 'et- כּ֣וּשׁ <WH3568> kush Ethiopians בֶּ֑טַח <WH983> Be-tach; to make the careless וְהָיְתָ֨ה <WH1961> ve-ha-ye-Tah become חַלְחָלָ֤ה <WH2479> chal-cha-Lah and great pain בָהֶם֙ va-Hem בְּי֣וֹם <WH3117> be-Yom shall come upon them as in the day מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt כִּ֥י <WH3588> ki for הִנֵּ֖ה <WH2009> hin-Neh behold בָּאָֽה׃ <WH935> ba-'Ah. for lo it cometh ס sa-Mek"},{"number":10,"verse":"כֹּ֥ה <WH3541> koh Thus אָמַ֖ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֑ה <WH3069> Yah-weh; GOD וְהִשְׁבַּתִּי֙ <WH7673> ve-hish-bat-Ti to cease אֶת־ <WH853> 'et- הֲמ֣וֹן <WH1995> ha-Mon I will also make the multitude מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt בְּיַ֖ד <WH3027> be-Yad by the hand נְבוּכַדְרֶאצַּ֥ר <WH5019> ne-vu-chad-retz-Tzar of Nebuchadrezzar מֶלֶךְ־ <WH4428> Me-lech- king בָּבֶֽל׃ <WH894> ba-Vel. of Babylon"},{"number":11,"verse":"ה֠וּא <WH1931> hu He וְעַמּ֤וֹ <WH5971> ve-'am-Mo He and his people אִתּוֹ֙ <WH854> it-To for עָרִיצֵ֣י <WH6184> 'a-ri-Tzei with him the terrible גוֹיִ֔ם <WH1471> go-Yim, of the nations מֽוּבָאִ֖ים <WH935> mu-va-'Im shall be brought לְשַׁחֵ֣ת <WH7843> le-sha-Chet to destroy הָאָ֑רֶץ <WH776> ha-'A-retz; the land וְהֵרִ֤יקוּ <WH7324> ve-he-Ri-ku and they shall draw חַרְבוֹתָם֙ <WH2719> char-vo-Tam their swords עַל־ <WH5921> 'al- against מִצְרַ֔יִם <WH4714> mitz-Ra-yim, against Egypt וּמָלְא֥וּ <WH4390> u-mal-'U and fill אֶת־ <WH853> 'et- הָאָ֖רֶץ <WH776> ha-'A-retz the land חָלָֽל׃ <WH2491> cha-Lal. with the slain"},{"number":12,"verse":"וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti And I will make יְאֹרִים֙ <WH2975> ye-'o-Rim the rivers חָֽרָבָ֔ה <WH2724> cha-ra-Vah, dry וּמָכַרְתִּ֥י <WH4376> u-ma-char-Ti and sell אֶת־ <WH853> 'et- הָאָ֖רֶץ <WH776> ha-'A-retz the land בְּיַד־ <WH3027> be-yad- into the hand רָעִ֑ים <WH7451> ra-'Im; of the wicked וַהֲשִׁמֹּתִ֞י <WH8074> va-ha-shim-mo-Ti waste אֶ֤רֶץ <WH776> 'E-retz and I will make the land וּמְלֹאָהּ֙ <WH4393> u-me-lo-'Ah and all that is therein בְּיַד־ <WH3027> be-yad- by the hand זָרִ֔ים <WH2114> za-Rim, of strangers אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh I the LORD דִּבַּֽרְתִּי׃ <WH1696> dib-Bar-ti. have spoken ס sa-Mek"},{"number":13,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֗ה <WH3069> Yah-weh GOD וְהַאֲבַדְתִּ֨י <WH6> ve-ha-'a-vad-Ti I will also destroy גִלּוּלִ֜ים <WH1544> gil-lu-Lim the idols וְהִשְׁבַּתִּ֤י <WH7673> ve-hish-bat-Ti to cease אֱלִילִים֙ <WH457> 'e-li-Lim and I will cause [their] images מִנֹּ֔ף <WH5297> min-Nof, out of Noph וְנָשִׂ֥יא <WH5387> ve-na-Si and there shall be no more a prince מֵאֶֽרֶץ־ <WH776> me-'e-retz- of the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt לֹ֣א <WH3808> lo will no יִֽהְיֶה־ <WH1961> yih-yeh- become ע֑וֹד <WH5750> od; longer וְנָתַתִּ֥י <WH5414> ve-na-tat-Ti and I will put יִרְאָ֖ה <WH3374> yir-'Ah a fear בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":14,"verse":"וַהֲשִׁמֹּתִי֙ <WH8074> va-ha-shim-mo-Ti desolate אֶת־ <WH853> 'et- פַּתְר֔וֹס <WH6624> pat-Ros, And I will make Pathros וְנָתַ֥תִּי <WH5414> ve-na-Tat-ti and will set אֵ֖שׁ <WH784> 'esh fire בְּצֹ֑עַן <WH6814> be-Tzo-'an; in Zoan וְעָשִׂ֥יתִי <WH6213> ve-'a-Si-ti and will execute שְׁפָטִ֖ים <WH8201> she-fa-Tim judgments בְּנֹֽא׃ <WH4996> be-No. in No"},{"number":15,"verse":"וְשָׁפַכְתִּ֣י <WH8210> ve-sha-fach-Ti And I will pour חֲמָתִ֔י <WH2534> cha-ma-Ti, my fury עַל־ <WH5921> 'al- on סִ֖ין <WH5512> sin upon Sin מָע֣וֹז <WH4581> ma-'oz the strength מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְהִכְרַתִּ֖י <WH3772> ve-hich-rat-Ti and I will cut off אֶת־ <WH853> 'et- הֲמ֥וֹן <WH1995> ha-Mon the multitude נֹֽא׃ <WH4996> No. of No"},{"number":16,"verse":"וְנָתַ֤תִּי <WH5414> ve-na-Tat-ti And I will set אֵשׁ֙ <WH784> 'esh fire בְּמִצְרַ֔יִם <WH4714> be-mitz-Ra-yim, in Egypt ח֤וּל <WH2342> chul shall have great; תָּחִיל ta-chil כתָּחוּל֙ <WH2342> ta-Chul will writhe קסִ֔ין <WH5512> Sin, Sin וְנֹ֖א <WH4996> ve-No and No תִּהְיֶ֣ה <WH1961> tih-Yeh become לְהִבָּקֵ֑עַ <WH1234> le-hib-ba-Ke-a'; shall be rent asunder וְנֹ֖ף <WH5297> ve-Nof and Noph צָרֵ֥י <WH6862> tza-Rei [shall have] distresses יוֹמָֽם׃ <WH3119> yo-Mam. daily"},{"number":17,"verse":"בַּח֥וּרֵי <WH970> ba-Chu-rei The young men אָ֛וֶן <WH206> 'A-ven of Aven וּפִי־ u-fi- בֶ֖סֶת <WH6364> Ve-set and of Pibeseth בַּחֶ֣רֶב <WH2719> ba-Che-rev by the sword יִפֹּ֑לוּ <WH5307> yip-Po-lu; shall fall וְהֵ֖נָּה <WH2007> ve-Hen-nah into בַּשְּׁבִ֥י <WH7628> bash-she-Vi into captivity תֵלַֽכְנָה׃ <WH1980> te-Lach-nah. will go"},{"number":18,"verse":"וּבִֽתְחַפְנְחֵס֙ <WH8471> u-vit-chaf-ne-Ches At Tehaphnehes חָשַׂ֣ךְ <WH2821> cha-Sach will be dark הַיּ֔וֹם <WH3117> hai-Yom, also the day בְּשִׁבְרִי־ <WH7665> be-shiv-ri- when I shall break שָׁם֙ <WH8033> sham there אֶת־ <WH853> 'et- מֹט֣וֹת <WH4133> mo-Tot there the yokes מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt וְנִשְׁבַּת־ <WH7673> ve-nish-bat- shall cease בָּ֖הּ bah גְּא֣וֹן <WH1347> ge-'on and the pomp עֻזָּ֑הּ <WH5797> 'uz-Zah; of her strength הִ֚יא <WH1931> hi in her עָנָ֣ן <WH6051> 'a-Nan as for her a cloud יְכַסֶּ֔נָּה <WH3680> ye-chas-Sen-nah, shall cover וּבְנוֹתֶ֖יהָ <WH1323> u-ve-no-Tei-ha her and her daughters בַּשְּׁבִ֥י <WH7628> bash-she-Vi into captivity תֵלַֽכְנָה׃ <WH1980> te-Lach-nah. will go"},{"number":19,"verse":"וְעָשִׂ֥יתִי <WH6213> ve-'a-Si-ti Thus will I execute שְׁפָטִ֖ים <WH8201> she-fa-Tim judgments בְּמִצְרָ֑יִם <WH4714> be-mitz-Ra-yim; in Egypt וְיָדְע֖וּ <WH3045> ve-ya-de-'U and they shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD פ Peh"},{"number":20,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came בְּאַחַ֤ת <WH259> be-'a-Chat a עֶשְׂרֵה֙ <WH6240> 'es-Reh ten שָׁנָ֔ה <WH8141> sha-Nah, year בָּֽרִאשׁ֖וֹן <WH7223> ba-ri-Shon in the first בְּשִׁבְעָ֣ה <WH7651> be-shiv-'Ah [month] in the seventh לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; [day] of the month הָיָ֥ה <WH1961> ha-Yah came דְבַר־ <WH1697> de-var- [that] the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":21,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֕ם <WH120> 'a-Dam of man אֶת־ <WH853> 'et- זְר֛וֹעַ <WH2220> ze-Ro-a' the arm פַּרְעֹ֥ה <WH6547> par-'Oh of Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt שָׁבָ֑רְתִּי <WH7665> sha-Va-re-ti; I have broken וְהִנֵּ֣ה <WH2009> ve-hin-Neh and behold לֹֽא־ <WH3808> lo- has not חֻ֠בְּשָׁה <WH2280> Chub-be-shah and lo it shall not be bound up לָתֵ֨ת <WH5414> la-Tet for רְפֻא֜וֹת <WH7499> re-fu-'ot healing לָשׂ֥וּם <WH7760> la-Sum to put חִתּ֛וּל <WH2848> chit-Tul a roller לְחָבְשָׁ֥הּ <WH2280> le-cha-ve-Shah to bind לְחָזְקָ֖הּ <WH2388> le-cha-ze-Kah it to make it strong לִתְפֹּ֥שׂ <WH8610> lit-Pos to hold בֶּחָֽרֶב׃ <WH2719> be-Cha-rev. the sword ס sa-Mek"},{"number":22,"verse":"לָכֵ֞ן <WH3651> la-Chen Therefore כֹּה־ <WH3541> koh- thus אָמַ֣ר׀ <WH559> 'a-Mar Therefore thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהֹוִ֗ה <WH3069> Yah-weh GOD הִנְנִי֙ <WH2005> hin-Ni behold אֶל־ <WH413> 'el- I am against פַּרְעֹ֣ה <WH6547> par-'Oh Behold I [am] against Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt וְשָֽׁבַרְתִּי֙ <WH7665> ve-sha-var-Ti and will break אֶת־ <WH853> 'et- זְרֹ֣עֹתָ֔יו <WH2220> ze-Ro-'o-Tav, his arms אֶת־ <WH853> 'et- הַחֲזָקָ֖ה <WH2389> ha-cha-za-Kah the strong וְאֶת־ <WH853> ve-'Et הַנִּשְׁבָּ֑רֶת <WH7665> han-nish-Ba-ret; and that which was broken וְהִפַּלְתִּ֥י <WH5307> ve-hip-pal-Ti to fall אֶת־ <WH853> 'et- הַחֶ֖רֶב <WH2719> ha-Che-rev and I will cause the sword מִיָּדֽוֹ׃ <WH3027> mi-ya-Do. out of his hand"},{"number":23,"verse":"וַהֲפִצוֹתִ֥י <WH6327> va-ha-fi-tzo-Ti And I will scatter אֶת־ <WH853> 'et- מִצְרַ֖יִם <WH4714> mitz-Ra-yim the Egyptians בַּגּוֹיִ֑ם <WH1471> bag-go-Yim; among the nations וְזֵרִיתִ֖ם <WH2219> ve-ze-ri-Tim and will disperse בָּאֲרָצֽוֹת׃ <WH776> ba-'a-ra-Tzot. them through the countries"},{"number":24,"verse":"וְחִזַּקְתִּ֗י <WH2388> ve-chiz-zak-Ti, And I will strengthen אֶת־ <WH853> 'et- זְרֹעוֹת֙ <WH2220> ze-ro-'Ot the arms מֶ֣לֶךְ <WH4428> Me-lech of the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon וְנָתַתִּ֥י <WH5414> ve-na-tat-Ti and put אֶת־ <WH853> 'et- חַרְבִּ֖י <WH2719> char-Bi my sword בְּיָד֑וֹ <WH3027> be-ya-Do; in his hand וְשָׁבַרְתִּי֙ <WH7665> ve-sha-var-Ti but I will break אֶת־ <WH853> 'et- זְרֹע֣וֹת <WH2220> ze-ro-'ot arms פַּרְעֹ֔ה <WH6547> par-'Oh, Pharaoh's וְנָאַ֛ק <WH5008> ve-na-'Ak and he shall groan נַאֲק֥וֹת <WH5009> na-'a-Kot him with the groanings חָלָ֖ל <WH2491> cha-Lal of a deadly wounded לְפָנָֽיו׃ <WH6440> le-fa-Nav. before"},{"number":25,"verse":"וְהַחֲזַקְתִּ֗י <WH2388> ve-ha-cha-zak-Ti, But I will strengthen אֶת־ <WH853> 'et- זְרֹעוֹת֙ <WH2220> ze-ro-'Ot the arms מֶ֣לֶךְ <WH4428> Me-lech of the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon וּזְרֹע֥וֹת <WH2220> u-ze-ro-'ot and the arms פַּרְעֹ֖ה <WH6547> par-'Oh of Pharaoh תִּפֹּ֑לְנָה <WH5307> tip-Po-le-nah; shall fall down וְֽיָדְע֞וּ <WH3045> ve-ya-de-'U and they shall know כִּֽי־ <WH3588> ki- that אֲנִ֣י <WH589> 'a-Ni I am יְהוָ֗ה <WH3068> Yah-weh that I [am] the LORD בְּתִתִּ֤י <WH5414> be-tit-Ti when I shall put חַרְבִּי֙ <WH2719> char-Bi my sword בְּיַ֣ד <WH3027> be-Yad into the hand מֶֽלֶךְ־ <WH4428> Me-lech- of the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon וְנָטָ֥ה <WH5186> ve-na-Tah and he shall stretch it out אוֹתָ֖הּ <WH853> o-Tah אֶל־ <WH413> 'el- against אֶ֥רֶץ <WH776> 'E-retz upon the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":26,"verse":"וַהֲפִצוֹתִ֤י <WH6327> va-ha-fi-tzo-Ti And I will scatter אֶת־ <WH853> 'et- מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim the Egyptians בַּגּוֹיִ֔ם <WH1471> bag-go-Yim, among the nations וְזֵרִיתִ֥י <WH2219> ve-ze-ri-Ti and disperse אוֹתָ֖ם <WH853> o-Tam בָּאֲרָצ֑וֹת <WH776> ba-'a-ra-Tzot; them among the countries וְיָדְע֖וּ <WH3045> ve-ya-de-'U and they shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD ס sa-Mek"}]}