{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came בְּאַחַ֤ת <WH259> be-'a-Chat [month] in the first עֶשְׂרֵה֙ <WH6240> 'es-Reh ten שָׁנָ֔ה <WH8141> sha-Nah, year בַּשְּׁלִישִׁ֖י <WH7992> bash-she-li-Shi in the third בְּאֶחָ֣ד <WH259> be-'e-Chad the first לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; [day] of the month הָיָ֥ה <WH1961> ha-Yah came דְבַר־ <WH1697> de-var- [that] the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":2,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֕ם <WH120> 'a-Dam of man אֱמֹ֛ר <WH559> 'e-Mor speak אֶל־ <WH413> 'el- to פַּרְעֹ֥ה <WH6547> par-'Oh unto Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt וְאֶל־ <WH413> ve-'el- and to הֲמוֹנ֑וֹ <WH1995> ha-mo-No; and to his multitude אֶל־ <WH413> 'el- about מִ֖י <WH4310> mi are you דָּמִ֥יתָ <WH1819> da-Mi-ta Whom art thou like בְגָדְלֶֽךָ׃ <WH1433> ve-ga-de-Le-cha. greatness"},{"number":3,"verse":"הִנֵּ֨ה <WH2009> hin-Neh Behold אַשּׁ֜וּר <WH804> 'ash-Shur Behold the Assyrian אֶ֣רֶז <WH730> 'E-rez [was] a cedar בַּלְּבָנ֗וֹן <WH3844> bal-le-va-Non, in Lebanon יְפֵ֥ה <WH3303> ye-Peh with fair עָנָ֛ף <WH6057> 'a-Naf branches וְחֹ֥רֶשׁ <WH2793> ve-Cho-resh shroud מֵצַ֖ל <WH6751> me-Tzal and with a shadowing וּגְבַ֣הּ <WH1362> u-ge-Vah and of an high קוֹמָ֑ה <WH6967> ko-Mah; stature וּבֵ֣ין <WH996> u-Vein was among עֲבֹתִ֔ים <WH5688> 'a-vo-Tim, was among the thick boughs הָיְתָ֖ה <WH1961> ha-ye-Tah become צַמַּרְתּֽוֹ׃ <WH6788> tzam-mar-To. and his top"},{"number":4,"verse":"מַ֣יִם <WH4325> Ma-yim The waters גִּדְּל֔וּהוּ <WH1431> gid-de-Lu-hu, made him great תְּה֖וֹם <WH8415> te-Hom the deep רֹֽמְמָ֑תְהוּ <WH7311> ro-me-Ma-te-hu; set him up on high אֶת־ <WH854> 'et- for נַהֲרֹתֶ֗יהָ <WH5104> na-ha-ro-Tei-ha, with her rivers הֹלֵךְ֙ <WH1980> ho-leCh running סְבִיב֣וֹת <WH5439> se-vi-Vot round about מַטָּעָ֔הּ <WH4302> mat-ta-'Ah, his plants וְאֶת־ <WH853> ve-'Et תְּעָלֹתֶ֣יהָ <WH8585> te-'a-lo-Tei-ha her little rivers שִׁלְחָ֔ה <WH7971> shil-Chah, and sent out אֶ֖ל <WH413> 'el to כָּל־ <WH3605> kol- all עֲצֵ֥י <WH6086> 'a-Tzei unto all the trees הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. of the field"},{"number":5,"verse":"עַל־ <WH5921> 'al- and כֵּן֙ <WH3651> ken after that גָּבְהָ֣א <WH1361> ga-ve-Ha was exalted קֹמָת֔וֹ <WH6967> ko-ma-To, Therefore his height מִכֹּ֖ל <WH3605> mik-Kol all עֲצֵ֣י <WH6086> 'a-Tzei above all the trees הַשָּׂדֶ֑ה <WH7704> has-sa-Deh; of the field וַתִּרְבֶּ֨ינָה <WH7235> vat-tir-Bei-nah were multiplied סַֽרְעַפֹּתָ֜יו <WH5634> sar-'ap-po-Tav and his boughs וַתֶּאֱרַ֧כְנָה <WH748> vat-te-'e-Rach-nah became long; פֹארֹתֹו fo-ro-tov כפֹארֹתָ֛יו <WH6288> fo-ro-Tav bough קמִמַּ֥יִם <WH4325> mi-Ma-yim of waters רַבִּ֖ים <WH7227> rab-Bim because of the multitude בְּשַׁלְּחֽוֹ׃ <WH7971> be-shal-le-Cho. when he shot forth"},{"number":6,"verse":"בִּסְעַפֹּתָ֤יו <WH5589> bis-'ap-po-Tav in his boughs קִֽנְנוּ֙ <WH7077> kin-Nu made their nests כָּל־ <WH3605> kol- All ע֣וֹף <WH5775> of All the fowls הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of heaven וְתַ֤חַת <WH8478> ve-Ta-chat and under פֹּֽארֹתָיו֙ <WH6288> po-ro-Tav and under his branches יָֽלְד֔וּ <WH3205> yal-Du, bring forth their young כֹּ֖ל <WH3605> kol all חַיַּ֣ת <WH2416> chai-Yat did all the beasts הַשָּׂדֶ֑ה <WH7704> has-sa-Deh; of the field וּבְצִלּוֹ֙ <WH6738> u-ve-tzil-Lo and under his shadow יֵֽשְׁב֔וּ <WH3427> ye-she-Vu, dwelt כֹּ֖ל <WH3605> kol and all גּוֹיִ֥ם <WH1471> go-Yim nations רַבִּֽים׃ <WH7227> rab-Bim. all great"},{"number":7,"verse":"וַיְּיִ֣ף <WH3302> vai-ye-Yif Thus was he fair בְּגָדְל֔וֹ <WH1433> be-ga-de-Lo, in his greatness בְּאֹ֖רֶךְ <WH753> be-'O-rech in the length דָּֽלִיּוֹתָ֑יו <WH1808> da-li-yo-Tav; of his branches כִּֽי־ <WH3588> ki- for הָיָ֥ה <WH1961> ha-Yah extended שָׁרְשׁ֖וֹ <WH8328> sha-re-Sho for his root אֶל־ <WH413> 'el- about מַ֥יִם <WH4325> Ma-yim waters רַבִּֽים׃ <WH7227> rab-Bim. was by great"},{"number":8,"verse":"אֲרָזִ֣ים <WH730> 'a-ra-Zim The cedars לֹֽא־ <WH3808> lo- not עֲמָמֻהוּ֮ <WH6004> 'a-ma-mu-Hu could not hide בְּגַן־ <WH1588> be-gan- in the garden אֱלֹהִים֒ <WH430> E-lo-Him of God בְּרוֹשִׁ֗ים <WH1265> be-ro-Shim, him the fir trees לֹ֤א <WH3808> lo not דָמוּ֙ <WH1819> da-Mu were not like אֶל־ <WH413> 'el- with סְעַפֹּתָ֔יו <WH5589> se-'ap-po-Tav, his boughs וְעַרְמֹנִ֥ים <WH6196> ve-'ar-mo-Nim and the chesnut trees לֹֽא־ <WH3808> lo- not הָי֖וּ <WH1961> ha-Yu become כְּפֹֽארֹתָ֑יו <WH6288> ke-fo-ro-Tav; were not like his branches כָּל־ <WH3605> kol- all manner עֵץ֙ <WH6086> 'etz nor any tree בְּגַן־ <WH1588> be-gan- in the garden אֱלֹהִ֔ים <WH430> E-lo-Him, of God לֹא־ <WH3808> lo- could דָמָ֥ה <WH1819> da-Mah was like אֵלָ֖יו <WH413> 'e-Lav in בְּיָפְיֽוֹ׃ <WH3308> be-ya-fe-Yo. unto him in his beauty"},{"number":9,"verse":"יָפֶ֣ה <WH3303> ya-Peh him fair עֲשִׂיתִ֔יו <WH6213> 'a-si-Tiv, I have made בְּרֹ֖ב <WH7230> be-Ro by the multitude דָּֽלִיּוֹתָ֑יו <WH1808> da-li-yo-Tav; of his branches וַיְקַנְאֻ֙הוּ֙ <WH7065> vay-kan-'U-hu envied כָּל־ <WH3605> kol- and all עֲצֵי־ <WH6086> 'a-tzei- so that all the trees עֵ֔דֶן <WH5731> 'E-den, of Eden אֲשֶׁ֖ר <WH834> 'a-Sher which בְּגַ֥ן <WH1588> be-Gan that [were] in the garden הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of God ס sa-Mek"},{"number":10,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּ֤ה <WH3541> koh thus אָמַר֙ <WH559> 'a-Mar Therefore thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3069> Yah-weh, GOD יַ֕עַן <WH3282> Ya-'an because אֲשֶׁ֥ר <WH834> 'a-Sher it גָּבַ֖הְתָּ <WH1361> ga-Vah-ta Because thou hast lifted up בְּקוֹמָ֑ה <WH6967> be-ko-Mah; thyself in height וַיִּתֵּ֤ן <WH5414> vai-yit-Ten and he hath shot up צַמַּרְתּוֹ֙ <WH6788> tzam-mar-To his top אֶל־ <WH413> 'el- about בֵּ֣ין <WH996> bein among עֲבוֹתִ֔ים <WH5688> a-vo-Tim, among the thick boughs וְרָ֥ם <WH7311> ve-Ram is lifted up לְבָב֖וֹ <WH3824> le-va-Vo and his heart בְּגָבְהֽוֹ׃ <WH1363> be-ga-ve-Ho. in his height"},{"number":11,"verse":"וְאֶ֨תְּנֵ֔הוּ <WH5414> ve-'Et-te-Ne-hu, I have therefore delivered בְּיַ֖ד <WH3027> be-Yad him into the hand אֵ֣יל <WH410> 'eil of the mighty one גּוֹיִ֑ם <WH1471> go-Yim; of the heathen עָשׂ֤וֹ <WH6213> a-So he shall surely יַֽעֲשֶׂה֙ <WH6213> ya-'a-Seh deal ל֔וֹ lo, כְּרִשְׁע֖וֹ <WH7562> ke-rish-'O for his wickedness גֵּרַשְׁתִּֽהוּ׃ <WH1644> ge-rash-Ti-hu. with him I have driven him out"},{"number":12,"verse":"וַיִּכְרְתֻ֧הוּ <WH3772> vai-yich-re-Tu-hu have cut him off זָרִ֛ים <WH2114> za-Rim And strangers עָרִיצֵ֥י <WH6184> 'a-ri-Tzei the terrible גוֹיִ֖ם <WH1471> go-Yim of the nations וַֽיִּטְּשֻׁ֑הוּ <WH5203> vai-yit-te-Shu-hu; and have left אֶל־ <WH413> 'el- on הֶ֠הָרִים <WH2022> He-ha-rim him upon the mountains וּבְכָל־ <WH3605> u-ve-Chol all גֵּ֨אָי֜וֹת <WH1516> ge-'a-Yot and in all the valleys נָפְל֣וּ <WH5307> na-fe-Lu are fallen דָלִיּוֹתָ֗יו <WH1808> da-li-yo-Tav, his branches וַתִּשָּׁבַ֤רְנָה <WH7665> vat-tish-sha-Var-nah are broken פֹֽארֹתָיו֙ <WH6288> fo-ro-Tav and his boughs בְּכֹל֙ <WH3605> be-Chol all אֲפִיקֵ֣י <WH650> 'a-fi-Kei by all the rivers הָאָ֔רֶץ <WH776> ha-'A-retz, of the land וַיֵּרְד֧וּ <WH3381> vai-ye-re-Du are gone down מִצִּלּ֛וֹ <WH6738> mitz-tzil-Lo from his shadow כָּל־ <WH3605> kol- and all עַמֵּ֥י <WH5971> 'am-Mei and all the people הָאָ֖רֶץ <WH776> ha-'A-retz of the earth וַֽיִּטְּשֻֽׁהוּ׃ <WH5203> Vai-yit-te-Shu-hu. and have left"},{"number":13,"verse":"עַל־ <WH5921> 'al- on מַפַּלְתּ֥וֹ <WH4658> map-pal-To Upon his ruin יִשְׁכְּנ֖וּ <WH7931> yish-ke-Nu remain כָּל־ <WH3605> kol- all ע֣וֹף <WH5775> of shall all the fowls הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of the heaven וְאֶל־ <WH413> ve-'el- will be on פֹּארֹתָ֣יו <WH6288> po-ro-Tav shall be upon his branches הָי֔וּ <WH1961> ha-Yu, become כֹּ֖ל <WH3605> kol and all חַיַּ֥ת <WH2416> chai-Yat and all the beasts הַשָּׂדֶֽה׃ <WH7704> has-sa-Deh. of the field"},{"number":14,"verse":"לְמַ֡עַן <WH4616> le-Ma-'an so אֲשֶׁר֩ <WH834> 'a-Sher after לֹא־ <WH3808> lo- nor יִגְבְּה֨וּ <WH1361> yig-be-Hu exalt בְקוֹמָתָ֜ם <WH6967> ve-ko-ma-Tam themselves for their height כָּל־ <WH3605> kol- all עֲצֵי־ <WH6086> 'a-tzei- To the end that none of all the trees מַ֗יִם <WH4325> Ma-yim, by the waters וְלֹֽא־ <WH3808> ve-lo- nor יִתְּנ֤וּ <WH5414> yit-te-Nu neither shoot up אֶת־ <WH853> 'et- צַמַּרְתָּם֙ <WH6788> tzam-mar-Tam their top אֶל־ <WH413> 'el- about בֵּ֣ין <WH996> bein among עֲבֹתִ֔ים <WH5688> 'a-vo-Tim, among the thick boughs וְלֹֽא־ <WH3808> ve-lo- nor יַעַמְד֧וּ <WH5975> ya-'am-Du stand up אֵלֵיהֶ֛ם <WH352> 'e-lei-Hem neither their trees בְּגָבְהָ֖ם <WH1363> be-ga-ve-Ham in their height כָּל־ <WH3605> kol- have all שֹׁ֣תֵי <WH8354> Sho-tei all that drink מָ֑יִם <WH4325> Ma-yim; water כִּֽי־ <WH3588> ki- that כֻלָּם֩ <WH3605> chul-Lam all נִתְּנ֨וּ <WH5414> nit-te-Nu for they are all delivered לַמָּ֜וֶת <WH4194> lam-Ma-vet unto death אֶל־ <WH413> 'el- to אֶ֣רֶץ <WH776> 'E-retz of the earth תַּחְתִּ֗ית <WH8482> tach-Tit, to the nether parts בְּת֛וֹךְ <WH8432> be-Toch in the midst בְּנֵ֥י <WH1121> be-Nei of the children אָדָ֖ם <WH120> 'a-Dam of men אֶל־ <WH413> 'el- with י֥וֹרְדֵי <WH3381> Yor-dei with them that go down בֽוֹר׃ <WH953> Vor. to the pit ס sa-Mek"},{"number":15,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֗ה <WH3068> Yah-weh GOD בְּי֨וֹם <WH3117> be-Yom In the day רִדְתּ֤וֹ <WH3381> rid-To when he went down שְׁא֙וֹלָה֙ <WH7585> she-'o-lah to the grave הֶאֱבַ֜לְתִּי <WH56> he-'e-Val-ti I caused a mourning כִּסֵּ֤תִי <WH3680> kis-Se-ti I covered עָלָיו֙ <WH5921> 'a-Lav over אֶת־ <WH853> 'et- תְּה֔וֹם <WH8415> te-Hom, the deep וָֽאֶמְנַע֙ <WH4513> va-'em-Na' for him and I restrained נַהֲרוֹתֶ֔יהָ <WH5104> na-ha-ro-Tei-ha, the floods וַיִּכָּלְא֖וּ <WH3607> vai-yik-kal-'U were stayed מַ֣יִם <WH4325> Ma-yim waters רַבִּ֑ים <WH7227> rab-Bim; thereof and the great וָאַקְדִּ֤ר <WH6937> va-'ak-Dir to mourn עָלָיו֙ <WH5921> 'a-Lav account לְבָנ֔וֹן <WH3844> le-va-Non, and I caused Lebanon וְכָל־ <WH3605> ve-chol and all עֲצֵ֥י <WH6086> 'a-Tzei for him and all the trees הַשָּׂדֶ֖ה <WH7704> has-sa-Deh of the field עָלָ֥יו <WH5921> 'a-Lav over עֻלְפֶּֽה׃ <WH5969> 'ul-Peh. fainted"},{"number":16,"verse":"מִקּ֤וֹל <WH6963> mik-Kol at the sound מַפַּלְתּוֹ֙ <WH4658> map-pal-To of his fall הִרְעַ֣שְׁתִּי <WH7493> hir-'Ash-ti to shake גוֹיִ֔ם <WH1471> go-Yim, I made the nations בְּהוֹרִדִ֥י <WH3381> be-ho-ri-Di when I cast him down אֹת֛וֹ <WH853> o-To שְׁא֖וֹלָה <WH7585> she-'o-lah to hell אֶת־ <WH854> 'et- for י֣וֹרְדֵי <WH3381> Yor-dei with them that descend ב֑וֹר <WH953> Vor; into the pit וַיִּנָּ֨חֲמ֜וּ <WH5162> vai-yin-Na-cha-Mu shall be comforted בְּאֶ֤רֶץ <WH776> be-'E-retz of the earth תַּחְתִּית֙ <WH8482> tach-Tit in the nether parts כָּל־ <WH3605> kol- and all עֲצֵי־ <WH6086> 'a-tzei- and all the trees עֵ֔דֶן <WH5731> 'E-den, of Eden מִבְחַ֥ר <WH4005> miv-Char the choice וְטוֹב־ <WH2896> ve-tov- and best לְבָנ֖וֹן <WH3844> le-va-Non of Lebanon כָּל־ <WH3605> kol- and all שֹׁ֥תֵי <WH8354> Sho-tei all that drink מָֽיִם׃ <WH4325> Ma-yim. water"},{"number":17,"verse":"גַּם־ <WH1571> gam- also הֵ֗ם <WH1992> Hem, like אִתּ֛וֹ <WH854> it-To for יָרְד֥וּ <WH3381> ya-re-Du They also went down שְׁא֖וֹלָה <WH7585> she-'o-lah into hell אֶל־ <WH413> 'el- to חַלְלֵי־ <WH2491> chal-lei- with him unto [them that be] slain חָ֑רֶב <WH2719> Cha-rev; with the sword וּזְרֹע֛וֹ <WH2220> u-ze-ro-'O and [they that were] his arm יָשְׁב֥וּ <WH3427> ya-she-Vu [that] dwelt בְצִלּ֖וֹ <WH6738> ve-tzil-Lo under his shadow בְּת֥וֹךְ <WH8432> be-Toch in the midst גּוֹיִֽם׃ <WH1471> go-Yim. of the heathen"},{"number":18,"verse":"אֶל־ <WH413> 'el- to מִ֨י <WH4310> mi which דָמִ֥יתָ <WH1819> da-Mi-ta To whom art thou thus like כָּ֛כָה <WH3602> Ka-chah thus בְּכָב֥וֹד <WH3519> be-cha-Vod in glory וּבְגֹ֖דֶל <WH1433> u-ve-Go-del and in greatness בַּעֲצֵי־ <WH6086> ba-'a-tzei- among the trees עֵ֑דֶן <WH5731> 'E-den; of Eden וְהוּרַדְתָּ֨ <WH3381> ve-hu-rad-Ta down אֶת־ <WH854> 'et- with עֲצֵי־ <WH6086> 'a-tzei- with the trees עֵ֜דֶן <WH5731> 'E-den of Eden אֶל־ <WH413> 'el- to אֶ֣רֶץ <WH776> 'E-retz of the earth תַּחְתִּ֗ית <WH8482> tach-Tit, unto the nether parts בְּת֨וֹךְ <WH8432> be-Toch in the midst עֲרֵלִ֤ים <WH6189> 'a-re-Lim of the uncircumcised תִּשְׁכַּב֙ <WH7901> tish-Kav thou shalt lie אֶת־ <WH854> 'et- for חַלְלֵי־ <WH2491> chal-lei- with [them that be] slain חֶ֔רֶב <WH2719> Che-rev, by the sword ה֤וּא <WH1931> hu he פַרְעֹה֙ <WH6547> far-'Oh This [is] Pharaoh וְכָל־ <WH3605> ve-chol and all הֲמוֹנֹ֔ה <WH1995> ha-mo-Noh, and all his multitude נְאֻ֖ם <WH5002> ne-'Um saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD ס sa-Mek"}]}