{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- Moreover the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":2,"verse":"וְאַתָּ֣ה <WH859> ve-'at-Tah and you בֶן־ <WH1121> ven- Also thou son אָדָ֗ם <WH120> 'a-Dam, of man כֹּה־ <WH3541> koh- thus אָמַ֞ר <WH559> 'a-Mar thus saith אֲדֹנָ֧י <WH136> 'a-do-Nai the Lord יְהוִ֛ה <WH3069> Yah-weh GOD לְאַדְמַ֥ת <WH127> le-'ad-Mat unto the land יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel קֵ֑ץ <WH7093> Ketz; An end בָּ֣א <WH935> ba is come הַקֵּ֔ץ <WH7093> hak-Ketz, the end עַל־ <WH5921> 'al- and; אַרְבַּעַת 'ar-ba-'at כאַרְבַּ֖ע <WH702> 'ar-Ba' four קכַּנְפ֥וֹת <WH3671> kan-Fot corners הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":3,"verse":"עַתָּה֙ <WH6258> 'at-Tah Now הַקֵּ֣ץ <WH7093> hak-Ketz Now [is] the end עָלַ֔יִךְ <WH5921> 'a-La-yich, and I וְשִׁלַּחְתִּ֤י <WH7971> ve-shil-lach-Ti [come] upon thee and I will send אַפִּי֙ <WH639> 'ap-Pi mine anger בָּ֔ךְ Bach, וּשְׁפַטְתִּ֖יךְ <WH8199> u-she-fat-Tich upon thee and will judge כִּדְרָכָ֑יִךְ <WH1870> kid-ra-Cha-yich; thee according to thy ways וְנָתַתִּ֣י <WH5414> ve-na-tat-Ti and will recompense עָלַ֔יִךְ <WH5921> 'a-La-yich, and אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all תּוֹעֲבֹתָֽיִךְ׃ <WH8441> to-'a-vo-Ta-yich. upon thee all thine abominations"},{"number":4,"verse":"וְלֹא־ <WH3808> ve-lo- no תָח֥וֹס <WH2347> ta-Chos shall not spare עֵינִ֛י <WH5869> 'ei-Ni And mine eye עָלַ֖יִךְ <WH5921> 'a-La-yich on וְלֹ֣א <WH3808> ve-Lo nor אֶחְמ֑וֹל <WH2550> ech-Mol; thee neither will I have pity כִּ֣י <WH3588> ki for דְרָכַ֜יִךְ <WH1870> de-ra-Cha-yich thy ways עָלַ֣יִךְ <WH5921> 'a-La-yich and אֶתֵּ֗ן <WH5414> 'et-Ten, but I will recompense וְתוֹעֲבוֹתַ֙יִךְ֙ <WH8441> ve-to-'a-vo-Ta-yich upon thee and thine abominations בְּתוֹכֵ֣ךְ <WH8432> be-to-Chech shall be in the midst תִּֽהְיֶ֔יןָ <WH1961> tih-Yei-na, become וִידַעְתֶּ֖ם <WH3045> vi-da'-Tem of thee and ye shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD פ Peh"},{"number":5,"verse":"כֹּ֥ה <WH3541> koh Thus אָמַ֖ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֑ה <WH3068> Yah-weh; GOD רָעָ֛ה <WH7451> ra-'Ah An evil אַחַ֥ת <WH259> 'a-Chat an only רָעָ֖ה <WH7451> ra-'Ah evil הִנֵּ֥ה <WH2009> hin-Neh behold בָאָֽה׃ <WH935> va-'Ah. behold is come"},{"number":6,"verse":"קֵ֣ץ <WH7093> ketz An end בָּ֔א <WH935> Ba, is come בָּ֥א <WH935> ba is come הַקֵּ֖ץ <WH7093> hak-Ketz the end הֵקִ֣יץ <WH6974> he-Kitz it watcheth אֵלָ֑יִךְ <WH413> 'e-La-yich; against הִנֵּ֖ה <WH2009> hin-Neh behold בָּאָֽה׃ <WH935> ba-'Ah. for thee behold it is come"},{"number":7,"verse":"בָּ֧אָה <WH935> Ba-'ah is come הַצְּפִירָ֛ה <WH6843> hatz-tze-fi-Rah The morning אֵלֶ֖יךָ <WH413> 'e-Lei-cha to you יוֹשֵׁ֣ב <WH3427> yo-Shev unto thee O thou that dwellest הָאָ֑רֶץ <WH776> ha-'A-retz; in the land בָּ֣א <WH935> ba has come הָעֵ֗ת <WH6256> ha-'Et, the time קָר֛וֹב <WH7138> ka-Rov [is] near הַיּ֥וֹם <WH3117> hai-Yom the day מְהוּמָ֖ה <WH4103> me-hu-Mah of trouble וְלֹא־ <WH3808> ve-lo- rather הֵ֥ד <WH1906> hed and not the sounding again הָרִֽים׃ <WH2022> ha-Rim. of the mountains"},{"number":8,"verse":"עַתָּ֣ה <WH6258> 'at-Tah Now מִקָּר֗וֹב <WH7138> mik-ka-Rov, Now will I shortly אֶשְׁפּ֤וֹךְ <WH8210> esh-Poch pour out חֲמָתִי֙ <WH2534> cha-ma-Ti my fury עָלַ֔יִךְ <WH5921> 'a-La-yich, on וְכִלֵּיתִ֤י <WH3615> ve-chil-lei-Ti upon thee and accomplish אַפִּי֙ <WH639> 'ap-Pi mine anger בָּ֔ךְ Bach, וּשְׁפַטְתִּ֖יךְ <WH8199> u-she-fat-Tich upon thee and I will judge כִּדְרָכָ֑יִךְ <WH1870> kid-ra-Cha-yich; thee according to thy ways וְנָתַתִּ֣י <WH5414> ve-na-tat-Ti and will recompense עָלַ֔יִךְ <WH5921> 'a-La-yich, and אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all תּוֹעֲבוֹתָֽיִךְ׃ <WH8441> to-'a-vo-Ta-yich. thee for all thine abominations"},{"number":9,"verse":"וְלֹא־ <WH3808> ve-lo- no תָח֥וֹס <WH2347> ta-Chos shall not spare עֵינִ֖י <WH5869> 'ei-Ni And mine eye וְלֹ֣א <WH3808> ve-Lo nor אֶחְמ֑וֹל <WH2550> ech-Mol; neither will I have pity כִּדְרָכַ֜יִךְ <WH1870> kid-ra-Cha-yich thee according to thy ways עָלַ֣יִךְ <WH5921> 'a-La-yich and אֶתֵּ֗ן <WH5414> 'et-Ten, I will recompense וְתוֹעֲבוֹתַ֙יִךְ֙ <WH8441> ve-to-'a-vo-Ta-yich and thine abominations בְּתוֹכֵ֣ךְ <WH8432> be-to-Chech [that] are in the midst תִּֽהְיֶ֔יןָ <WH1961> tih-Yei-na, become וִֽידַעְתֶּ֕ם <WH3045> vi-da'-Tem of thee and ye shall know כִּ֛י <WH3588> ki that אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh that I [am] the LORD מַכֶּֽה׃ <WH5221> mak-Keh. that smiteth"},{"number":10,"verse":"הִנֵּ֥ה <WH2009> hin-Neh Behold הַיּ֖וֹם <WH3117> hai-Yom Behold the day הִנֵּ֣ה <WH2009> hin-Neh Behold בָאָ֑ה <WH935> va-'Ah; behold it is come יָֽצְאָה֙ <WH3318> ya-tze-'Ah is gone forth הַצְּפִרָ֔ה <WH6843> hatz-tze-fi-Rah, the morning צָ֚ץ <WH6692> tzatz hath blossomed הַמַּטֶּ֔ה <WH4294> ham-mat-Teh, the rod פָּרַ֖ח <WH6524> pa-Rach hath budded הַזָּדֽוֹן׃ <WH2087> haz-za-Don. pride"},{"number":11,"verse":"הֶחָמָ֥ס׀ <WH2555> he-cha-Mas Violence קָ֖ם <WH6965> kam is risen up לְמַטֵּה־ <WH4294> le-mat-teh- into a rod רֶ֑שַׁע <WH7562> Re-sha'; of wickedness לֹא־ <WH3808> lo- None מֵהֶ֞ם <WH1992> me-Hem like וְלֹ֧א <WH3808> ve-Lo of them none מֵהֲמוֹנָ֛ם <WH1995> me-ha-mo-Nam none of them [shall remain] nor of their multitude וְלֹ֥א <WH3808> ve-Lo none מֶהֱמֵהֶ֖ם <WH1991> me-he-me-Hem nor of any וְלֹא־ <WH3808> ve-lo- nor נֹ֥הַּ <WH5089> No-ah of theirs neither [shall there be] wailing בָּהֶֽם׃ ba-Hem."},{"number":12,"verse":"בָּ֤א <WH935> ba is come הָעֵת֙ <WH6256> ha-'Et The time הִגִּ֣יעַ <WH5060> hig-Gi-a' draweth near הַיּ֔וֹם <WH3117> hai-Yom, the day הַקּוֹנֶה֙ <WH7069> hak-ko-Neh let not the buyer אַל־ <WH408> 'al- nor יִשְׂמָ֔ח <WH8055> yis-Mach, rejoice וְהַמּוֹכֵ֖ר <WH4376> ve-ham-mo-Cher nor the seller אַל־ <WH408> 'al- nor יִתְאַבָּ֑ל <WH56> yit-'ab-Bal; mourn כִּ֥י <WH3588> ki for חָר֖וֹן <WH2740> cha-Ron for wrath אֶל־ <WH413> 'el- is against כָּל־ <WH3605> kol- all הֲמוֹנָֽהּ׃ <WH1995> ha-mo-Nah. [is] upon all the multitude"},{"number":13,"verse":"כִּ֣י <WH3588> ki Indeed הַמּוֹכֵ֗ר <WH4376> ham-mo-Cher, For the seller אֶל־ <WH413> 'el- regarding הַמִּמְכָּר֙ <WH4465> ham-mi-Kar to that which is sold לֹ֣א <WH3808> lo nor יָשׁ֔וּב <WH7725> ya-Shuv, shall not return וְע֥וֹד <WH5750> ve-'od long בַּחַיִּ֖ים <WH2416> ba-chai-Yim although they were yet alive חַיָּתָ֑ם <WH2416> chai-ya-Tam; of his life כִּֽי־ <WH3588> ki- Indeed חָז֤וֹן <WH2377> cha-Zon for the vision אֶל־ <WH413> 'el- regarding כָּל־ <WH3605> kol- all הֲמוֹנָהּ֙ <WH1995> ha-mo-Nah [is] touching the whole multitude לֹ֣א <WH3808> lo nor יָשׁ֔וּב <WH7725> ya-Shuv, thereof [which] shall not return וְאִ֧ישׁ <WH376> ve-'Ish neither shall any בַּעֲוֹנ֛וֹ <WH5771> ba-'a-vo-No himself in the iniquity חַיָּת֖וֹ <WH2416> chai-ya-To age לֹ֥א <WH3808> lo nor יִתְחַזָּֽקוּ׃ <WH2388> yit-chaz-Za-ku. strengthen"},{"number":14,"verse":"תָּקְע֤וּ <WH8628> ta-ke-'U They have blown בַתָּק֙וֹעַ֙ <WH8619> vat-ta-Ko-a' the trumpet וְהָכִ֣ין <WH3559> ve-ha-Chin even to make all ready הַכֹּ֔ל <WH3605> hak-Kol, everything וְאֵ֥ין <WH369> ve-'Ein no הֹלֵ֖ךְ <WH1980> ho-Lech but none goeth לַמִּלְחָמָ֑ה <WH4421> lam-mil-cha-Mah; to the battle כִּ֥י <WH3588> ki for חֲרוֹנִ֖י <WH2740> cha-ro-Ni for my wrath אֶל־ <WH413> 'el- is against כָּל־ <WH3605> kol- all הֲמוֹנָֽהּ׃ <WH1995> ha-mo-Nah. [is] upon all the multitude"},{"number":15,"verse":"הַחֶ֣רֶב <WH2719> ha-Che-rev The sword בַּח֔וּץ <WH2351> ba-Chutz, [is] without וְהַדֶּ֥בֶר <WH1698> ve-had-De-ver and the pestilence וְהָרָעָ֖ב <WH7458> ve-ha-ra-'Av and the famine מִבָּ֑יִת <WH1004> mib-Ba-yit; within אֲשֶׁ֤ר <WH834> 'a-Sher who בַּשָּׂדֶה֙ <WH7704> bas-sa-Deh he that [is] in the field בַּחֶ֣רֶב <WH2719> ba-Che-rev with the sword יָמ֔וּת <WH4191> ya-Mut, shall die וַאֲשֶׁ֣ר <WH834> va-'a-Sher who בָּעִ֔יר <WH5892> ba-'Ir, and he that [is] in the city רָעָ֥ב <WH7458> ra-'Av famine וָדֶ֖בֶר <WH1698> va-De-ver and pestilence יֹאכֲלֶֽנּוּ׃ <WH398> yo-cha-Len-nu. shall devour"},{"number":16,"verse":"וּפָֽלְטוּ֙ <WH6403> u-fal-Tu But they that escape פְּלִ֣יטֵיהֶ֔ם <WH6412> pe-Li-tei-Hem, of them shall escape וְהָי֣וּ <WH1961> ve-ha-Yu become אֶל־ <WH413> 'el- on הֶהָרִ֗ים <WH2022> he-ha-Rim, and shall be on the mountains כְּיוֹנֵ֧י <WH3123> ke-yo-Nei like doves הַגֵּאָי֛וֹת <WH1516> hag-ge-'a-Yot of the valleys כֻּלָּ֖ם <WH3605> kul-Lam all הֹמ֑וֹת <WH1993> ho-Mot; all of them mourning אִ֖ישׁ <WH376> 'ish every one בַּעֲוֹנֽוֹ׃ <WH5771> ba-'a-vo-No. for his iniquity"},{"number":17,"verse":"כָּל־ <WH3605> kol- All הַיָּדַ֖יִם <WH3027> hai-ya-Da-yim All hands תִּרְפֶּ֑ינָה <WH7503> tir-Pei-nah; shall be feeble וְכָל־ <WH3605> ve-chol and all בִּרְכַּ֖יִם <WH1290> bir-Ka-yim and all knees תֵּלַ֥כְנָה <WH1980> te-Lach-nah will become מָּֽיִם׃ <WH4325> Ma-yim. [as] water"},{"number":18,"verse":"וְחָגְר֣וּ <WH2296> ve-cha-ge-Ru They shall also gird שַׂקִּ֔ים <WH8242> sak-Kim, [themselves] with sackcloth וְכִסְּתָ֥ה <WH3680> ve-chis-se-Tah shall cover אוֹתָ֖ם <WH853> o-Tam פַּלָּצ֑וּת <WH6427> pal-la-Tzut; and horror וְאֶ֤ל <WH413> ve-'El on כָּל־ <WH3605> kol- all פָּנִים֙ <WH6440> pa-Nim [shall be] upon all faces בּוּשָׁ֔ה <WH955> bu-Shah, them and shame וּבְכָל־ <WH3605> u-ve-Chol all רָאשֵׁיהֶ֖ם <WH7218> ra-shei-Hem upon all their heads קָרְחָֽה׃ <WH7144> ka-re-Chah. and baldness"},{"number":19,"verse":"כַּסְפָּ֞ם <WH3701> kas-Pam their silver בַּחוּצ֣וֹת <WH2351> ba-chu-Tzot in the streets יַשְׁלִ֗יכוּ <WH7993> yash-Li-chu, They shall cast וּזְהָבָם֮ <WH2091> u-ze-ha-Vam and their gold לְנִדָּ֣ה <WH5079> le-nid-Dah shall be removed יִֽהְיֶה֒ <WH1961> yih-Yeh will become כַּסְפָּ֨ם <WH3701> kas-Pam their silver וּזְהָבָ֜ם <WH2091> u-ze-ha-Vam and their gold לֹֽא־ <WH3808> lo- cannot יוּכַ֣ל <WH3201> yu-Chal shall not be able לְהַצִּילָ֗ם <WH5337> le-hatz-tzi-Lam, to deliver בְּיוֹם֙ <WH3117> be-yOm them in the day עֶבְרַ֣ת <WH5678> 'ev-Rat of the wrath יְהוָ֔ה <WH3068> Yah-weh, of the LORD נַפְשָׁם֙ <WH5315> naf-Sham their souls לֹ֣א <WH3808> lo nor יְשַׂבֵּ֔עוּ <WH7646> ye-sab-Be-'u, they shall not satisfy וּמֵעֵיהֶ֖ם <WH4578> u-me-'ei-Hem their bowels לֹ֣א <WH3808> lo cannot יְמַלֵּ֑אוּ <WH4390> ye-mal-Le-'u; neither fill כִּֽי־ <WH3588> ki- for מִכְשׁ֥וֹל <WH4383> mich-Shol because it is the stumblingblock עֲוֹנָ֖ם <WH5771> 'a-vo-Nam of their iniquity הָיָֽה׃ <WH1961> ha-Yah. has become"},{"number":20,"verse":"וּצְבִ֤י <WH6643> u-tze-Vi As for the beauty עֶדְיוֹ֙ <WH5716> ed-Yo of his ornament לְגָא֣וֹן <WH1347> le-ga-'on it in majesty שָׂמָ֔הוּ <WH7760> sa-Ma-hu, he set וְצַלְמֵ֧י <WH6754> ve-tzal-Mei the images תוֹעֲבֹתָ֛ם <WH8441> to-'a-vo-Tam of their abominations שִׁקּוּצֵיהֶ֖ם <WH8251> shik-ku-tzei-Hem [and] of their detestable things עָ֣שׂוּ <WH6213> 'A-su but they made ב֑וֹ vo; עַל־ <WH5921> 'al- and כֵּ֛ן <WH3651> ken after that נְתַתִּ֥יו <WH5414> ne-tat-Tiv therein therefore have I set לָהֶ֖ם la-Hem לְנִדָּֽה׃ <WH5079> le-nid-Dah. it far"},{"number":21,"verse":"וּנְתַתִּ֤יו <WH5414> u-ne-tat-Tiv And I will give בְּיַֽד־ <WH3027> be-yad- it into the hands הַזָּרִים֙ <WH2114> haz-za-Rim of the strangers לָבַ֔ז <WH957> la-Vaz, for a prey וּלְרִשְׁעֵ֥י <WH7563> u-le-rish-'Ei and to the wicked הָאָ֖רֶץ <WH776> ha-'A-retz of the earth לְשָׁלָ֑ל <WH7998> le-sha-Lal; for a spoil; וְחִלְּלֻהָ ve-chil-le-lu-ha כוְחִלְּלֽוּהוּ׃ <WH2490> ve-chil-le-Lu-hu. begin ק"},{"number":22,"verse":"וַהֲסִבּוֹתִ֤י <WH5437> va-ha-sib-bo-Ti will I turn פָנַי֙ <WH6440> fa-Nai My face מֵהֶ֔ם <WH1992> me-Hem, and they וְחִלְּל֖וּ <WH2490> ve-chil-le-Lu also from them and they shall pollute אֶת־ <WH853> 'et- צְפוּנִ֑י <WH6845> tze-fu-Ni; my secret וּבָאוּ־ <WH935> u-va-'u- shall enter בָ֥הּ vah פָּרִיצִ֖ים <WH6530> pa-ri-Tzim [place] for the robbers וְחִלְּלֽוּהָ׃ <WH2490> ve-chil-le-Lu-ha. into it and defile פ Peh"},{"number":23,"verse":"עֲשֵׂ֖ה <WH6213> 'a-Seh Make הָֽרַתּ֑וֹק <WH7569> ha-rat-Tok; a chain כִּ֣י <WH3588> ki for הָאָ֗רֶץ <WH776> ha-'A-retz, for the land מָֽלְאָה֙ <WH4390> mal-'Ah is full מִשְׁפַּ֣ט <WH4941> mish-Pat crimes דָּמִ֔ים <WH1818> da-Mim, of bloody וְהָעִ֖יר <WH5892> ve-ha-'Ir and the city מָלְאָ֥ה <WH4390> mal-'Ah is full חָמָֽס׃ <WH2555> cha-Mas. of violence"},{"number":24,"verse":"וְהֵֽבֵאתִי֙ <WH935> ve-he-ve-Ti Wherefore I will bring רָעֵ֣י <WH7451> ra-'Ei the worst גוֹיִ֔ם <WH1471> go-Yim, of the heathen וְיָרְשׁ֖וּ <WH3423> ve-ya-re-Shu and they shall possess אֶת־ <WH853> 'et- בָּֽתֵּיהֶ֑ם <WH1004> bat-tei-Hem; their houses וְהִשְׁבַּתִּי֙ <WH7673> ve-hish-bat-Ti to cease גְּא֣וֹן <WH1347> ge-'on I will also make the pomp עַזִּ֔ים <WH5794> 'az-Zim, of the strong וְנִחֲל֖וּ <WH2490> ve-ni-cha-Lu will be profaned מְקַֽדְשֵׁיהֶֽם׃ <WH6942> me-Kad-shei-Hem. and their holy places"},{"number":25,"verse":"קְפָ֖דָה־ <WH7089> ke-Fa-dah- Destruction בָ֑א <WH935> Va; cometh וּבִקְשׁ֥וּ <WH1245> u-vik-Shu and they shall seek שָׁל֖וֹם <WH7965> sha-Lom peace וָאָֽיִן׃ <WH369> va-'A-yin. there"},{"number":26,"verse":"הֹוָ֤ה <WH1943> ho-Vah Mischief עַל־ <WH5921> 'al- upon הֹוָה֙ <WH1943> ho-Vah upon mischief תָּב֔וֹא <WH935> ta-Vo, shall come וּשְׁמֻעָ֥ה <WH8052> u-she-mu-'Ah and rumour אֶל־ <WH413> 'el- will be upon שְׁמוּעָ֖ה <WH8052> she-mu-'Ah shall be upon rumour תִּֽהְיֶ֑ה <WH1961> tih-Yeh; become וּבִקְשׁ֤וּ <WH1245> u-vik-Shu then shall they seek חָזוֹן֙ <WH2377> cha-zOn a vision מִנָּבִ֔יא <WH5030> min-na-Vi, of the prophet וְתוֹרָה֙ <WH8451> ve-to-Rah but the law תֹּאבַ֣ד <WH6> to-Vad shall perish מִכֹּהֵ֔ן <WH3548> mik-ko-Hen, from the priest וְעֵצָ֖ה <WH6098> ve-'e-Tzah and counsel מִזְּקֵנִֽים׃ <WH2205> miz-ze-ke-Nim. from the ancients"},{"number":27,"verse":"הַמֶּ֣לֶךְ <WH4428> ham-Me-lech The king יִתְאַבָּ֗ל <WH56> yit-'ab-Bal, shall mourn וְנָשִׂיא֙ <WH5387> ve-na-Si and the prince יִלְבַּ֣שׁ <WH3847> yil-Bash shall be clothed שְׁמָמָ֔ה <WH8077> she-ma-Mah, with desolation וִידֵ֥י <WH3027> vi-Dei and the hands עַם־ <WH5971> 'am- of the people הָאָ֖רֶץ <WH776> ha-'A-retz of the land תִּבָּהַ֑לְנָה <WH926> tib-ba-Hal-nah; shall be troubled מִדַּרְכָּ֞ם <WH1870> mid-dar-Kam unto them after their way אֶעֱשֶׂ֤ה <WH6213> 'e-'e-Seh I will do אוֹתָם֙ <WH853> o-Tam וּבְמִשְׁפְּטֵיהֶ֣ם <WH4941> u-ve-mish-pe-tei-Hem and according to their deserts אֶשְׁפְּטֵ֔ם <WH8199> 'esh-pe-Tem, will I judge וְיָדְע֖וּ <WH3045> ve-ya-de-'U them and they shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD פ Peh"}]}