{"bibleAbbr":"AMP1965","bookName":"John","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"And passing by, He saw a man blind from birth."},{"number":2,"verse":"And His disciples asked Him, saying, \"Rabbi, who sinned, this one or his parents, that he should be born blind?\""},{"number":3,"verse":"Jesus answered, \"Neither this one sinned nor his parents,_but_ [this happened] so that the works of God should be revealed in him."},{"number":4,"verse":"\"It is necessary [for] Me to be working the works of the One having sent Me while it is day; night is coming when no one is able to be working."},{"number":5,"verse":"\"As long as I am in the world,_I_ am [the] Light of the world.\""},{"number":6,"verse":"Having said these things, He spit on the ground and made mud from the saliva and rubbed the mud on the eyes of the blind man."},{"number":7,"verse":"And He said to him, \"Be going away; be washing in the pool of Siloam\" (which, is interpreted, \"Having Been Sent\"). So he went away and washed, and he came seeing!"},{"number":8,"verse":"Therefore, the neighbors and those seeing him previously that he was blind, were saying, \"This is the one sitting and begging, is it not?\""},{"number":9,"verse":"Others were saying, \"This is he.\" But others, \"He is like him.\" That one kept saying, \"_I_ am [he].\""},{"number":10,"verse":"So they were saying to him, \"How were your eyes opened?\""},{"number":11,"verse":"That one answered and said, \"A Man being called Jesus made mud and rubbed my eyes and said to me, 'Be going away to the pool of Siloam and be washing.' And having gone away and having washed, I received sight!\""},{"number":12,"verse":"So they said to him, \"Where is that One?\" He says, \"I do not know.\""},{"number":13,"verse":"They bring him to the Pharisees, the one formerly blind."},{"number":14,"verse":"Now it was a Sabbath when Jesus made the mud and opened his eyes."},{"number":15,"verse":"So again the Pharisees also were asking him how he received sight. And that one said to them, \"He put mud on my eyes, and I washed, and I see!\""},{"number":16,"verse":"Then some of the Pharisees were saying, \"This Man is not from God because He does not keep the Sabbath.\" Others were saying, \"How is a sinful person able to be doing such signs?\" And a division was among them."},{"number":17,"verse":"They say to the blind one again, \"You, what do you say concerning Him, because He opened your eyes?\" So he said, \"He is a prophet.\""},{"number":18,"verse":"Then the Jews did not believe concerning him that he was blind and received sight, until which [time] they called the parents of him, the one having received sight."},{"number":19,"verse":"And they asked them, saying, \"Is this your son, whom you* say that he was born blind? How then does he now see?\""},{"number":20,"verse":"So his parents answered them and said, \"We know that this is our son and that he was born blind."},{"number":21,"verse":"\"But how he now sees, we do not know, or who opened his eyes, we do not know. He is of age, ask him. He will speak concerning himself.\""},{"number":22,"verse":"These things his parents said because they were afraid of the Jews, for the Jews had already agreed together that if anyone shall confess Him [as the] Christ, he should be expelled from the synagogue."},{"number":23,"verse":"For this reason his parents said, \"He is of age, ask him.\""},{"number":24,"verse":"So a second time they called the man who was blind. And they said to him, \"Be giving glory to God;_we_ know that this Man is a sinner!\""},{"number":25,"verse":"Then that one answered and said, \"If He is a sinner, I do not know; one [thing] I do know, that being blind, now I see!\""},{"number":26,"verse":"But they said to him again, \"What did He do to you? How did He open your eyes?\""},{"number":27,"verse":"He answered them, \"I told you* already and you* did not hear; why do you* again want to be hearing? You* do not want to become His disciples, do you*?\""},{"number":28,"verse":"They insulted him and said, \"_You_ are that [One's] disciple, but_we_ are Moses' disciples!"},{"number":29,"verse":"\"We know that God has spoken to Moses, but this One-we do not know from where He is.\""},{"number":30,"verse":"The man answered and said to them, \"Indeed, in this is a marvelous [thing], that_you*_ do not know from where He is-and He opened my eyes!"},{"number":31,"verse":"\"But we know that God does not hear sinners,_but_ if anyone is God-fearing [or, devout] and is doing His will, this one He hears."},{"number":32,"verse":"\"From the age [fig., Since the beginning of time] it was not heard that anyone opened [the] eyes of one having been born blind."},{"number":33,"verse":"\"If this One were not from God, He would not be able to be doing anything.\""},{"number":34,"verse":"They answered and said to him, \"_You_ were totally born in sins, and_you_ are teaching us!\" And they cast him outside."},{"number":35,"verse":"Jesus heard that they cast him outside. And having found him, He said to him, \"Do_you_ believe [or, trust] in the Son of God?\""},{"number":36,"verse":"That one answered and said, \"And who is He, Lord, so that I should believe in Him?\""},{"number":37,"verse":"And Jesus said to him, \"You have both seen Him and the One speaking with you-that One is He.\""},{"number":38,"verse":"And he said, \"I believe, Lord!\" And he prostrated himself in worship before Him."},{"number":39,"verse":"And Jesus said, \"For judgment_I_ came into this world, so that the ones not seeing shall be seeing, and the ones seeing shall become blind.\""},{"number":40,"verse":"And those of the Pharisees who were with Him heard these things, and they said to Him, \"We are not also blind, are we?\""},{"number":41,"verse":"Jesus said to them, \"If you* were blind, you* would not have sin, but now you* say, 'We see.' Therefore, your* sin remains.\""}]}