{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"( Heisingba asin-arang touba migi pandam) Jisuna pandam asimasu mahakki tung-inbasingda hairak-i, “Kanagumba inakhunba nupa amagi thabak asin-arang touba nupa ama leirammi. Amasung mahakki asin arang touba nupa asina mahakki maran mathum manghalle haiduna inakhunba nupa aduda kanagumba amana tamlammi."},{"number":2,"verse":"Maram aduna mahakna thabak asin-arang touba nupa adubu kouraduna hairak-i, ‘Eina nanggi maramda taribasi karino? Nahakna yumgi thabak asin arang toubagi chaga-chading pumnamak piyu maramdi nahak makha-tana eigi asin aran touba mi oiba yararoi.’"},{"number":3,"verse":"Maduda thabak asin arang touba nupa aduna mathanta khanjarammi, ‘Eina houjik kari tougani? Eigi mapu asina eibu thabaktagi louthoklagani. Leibak touba ngambagi panggalsu eingonda leite aduga nibasu ikaijei."},{"number":4,"verse":"Um! Houjikti mana eibu thabaktagi louthoklaba tungda misingna eibu makhoi makhoigi mayumda lousinbinanaba eina kari tougadage haibadu ei khangle.’"},{"number":5,"verse":"Maram aduna mahakna mahakki mapugi lal tonba makhoi khudingmakpu kourammi. Aduga mahakna ahanba aduda hanglak-i, ‘Nahakna Ibungogi lal kaya yamna tollibage?’"},{"number":6,"verse":"Nupa aduna khumlak-i, ‘Chorphon thao gallon chanipan tolli.’ Maduda mahakna nupa aduda haikhi, ‘Nahakki ayiba che adu sida leire, thuna phamthaduna madu chamari yangkheida oihallo.’"},{"number":7,"verse":"Adudagi mahakna atoppa amada amuk hanglak-i, ‘Aduga nahakkina kaya tollibage?’ Nupa aduna khumlak-i, ‘Gehu bora lising amamuk tolli.’ Maduna mahakna nupa aduda haikhi, ‘Nahakki ayiba che adu sida leire, madu nahakna chanipanda oihallo.’"},{"number":8,"verse":"Madugi mahei oina mapu aduna pukchel sengdaba thabak asin arang touba nupa adubu asigumba heisingba thabak asigidamak thagatlammi. Maramdi taibangpan asigi machasingna makhoigi mirol asida mangalgi machasingdagi henna sing-i.”"},{"number":9,"verse":"Eina nakhoida hairibasini, asumna nakhoina taibangpanbagi lan thum sijinnaduna nakhoi nasagidamak marup semmu aduga langi kanapham leitraba matam aduda makhoina nakhoibu lomba naidaba yumda lousinbigani."},{"number":10,"verse":"Khajiktada thajaba yaba mahak adu ayambadasu thajaba yabani aduga khajiktada pukchel sengdaba mahak adu ayambadasu pukchel sengdabani."},{"number":11,"verse":"Aduga nakhoina taibangpanba asigi lan-thum sijinnabada thajaba yaba oidrabadi kanana nakhoida asengba lan adu sinnabada thajagadage?"},{"number":12,"verse":"Aduga atoppa misinggi lanthumda nakhoibu thajaba yaba oidrabadi kanana nakhoida nasagi oiba lan-thum pibigani?"},{"number":13,"verse":"“ ( Mat 6:24) Minai kananasu mapu anigi thougal touba ngamde. Maramdi mahakna amabu tukachagani aduga amabuna nungsigani nattraga amabu luna ningjaraga amabuna thaoiroi. Nakhoina Tengban Mapu amadi lan animakpu punna thougal touba ngamloi.”"},{"number":14,"verse":"( Jisugi atei paotak khara) ( (Mat 11:1213; 5:31-32; Mrk 10:11-12)) Pharisee-singna masi pumnamaksing asi tabada makhoina Jisubu noknarammi maramdi makhoi sel-thumda ngaojarammi."},{"number":15,"verse":"Maduda Jisuna makhoida hairak-i, “Nakhoina misinggi mamangda achumba chatpa sasinnei adubu Tengban Mapuna nakhoigi thamoi khang-i. Maramdi misingna mamal leina loujaba potsaksing adu Tengban Mapugi mityengdadi tukkachaningaini.”"},{"number":16,"verse":"( Mat 11:12-13) “Baptize toubiba Johngi matam adu phaoba Moses-ki wayel yathangsing amadi Tengban Mapugi wa phongdokpiba maichousinggi wa adu sandoklammi. Adubu houjikti Tengban Mapu leibakki aphaba pao adu sandokli aduga mipum khudingna maduda changnanaba hotnari."},{"number":17,"verse":"( Mat 5:18) Wayel yathanggi khwaidagi pikpa saruk ama mangkhibadagidi swarga amadi malem taibangpan mangkhibana henna lai."},{"number":18,"verse":"( Mat 5:32; 1 Cor 7: ) “Kanagumba nupa amana mahakki nupibu khainaraga atoppa nupi amaga luhonglabadi mahakna lannabagi thabak tou-i; aduga mapuroibaga khainarabi nupi louba nupa adusu lannabagi thabak tourabani.”"},{"number":19,"verse":"( Inakhunba nupa amadi Lazarus) “Matam amada atangba masaknaiba mangra machu amadi mugamanbigi phirol setpa kanagumba inak-khunba nupa ama leirammi. Mahakna matam pumba awatpa leitana nungai yaiphana pallammi."},{"number":20,"verse":"Aduga mahakki thongalda Lazarus kouba masa pumba patpa lairaba nupa amasu hiptuna leirammi."},{"number":21,"verse":"Mahakna Inak-khunba nupa adugi chanaba phandagi tarakpa acha athak makup matasing adu chajanaba asha toujarammi. Aduga huisingna laktuna mahakki apatpa adu leklammi."},{"number":22,"verse":"Adudagi nongma lairaba nupa adu sirammi amasung swargadutsingna mahakpu Abrahamgi mathada pukhre. Aduga inak-khunba nupa adusu siraduna phumle."},{"number":23,"verse":"Amasung khamnung leibakta mahakna awaba khangduna mathakta yengkhatpa matamda thapna Abraham amasung mahakki nakanda Lazarus leiba urammi."},{"number":24,"verse":"Maduda inak-khunba nupa aduna laorak-i, ‘Ipa Abraham! Eibu nungsibiyu aduga Lazarus-na mahakki khudombi isingda luptuna eigi irei asibu ingthahanbinaba mahakpu thabirak-u, maramdi meiri marak asida ei yamna ware.’"},{"number":25,"verse":"Adubu Abrahamna khumlak-i, ‘Ningsing-u ichanupa, nahakna hinglingei matamda aphaba pot pumnamak phangkhi aduga Lazarus-nadi phattaba pumnamak phangkhi. Adubu mahakna houjikti mapham asida nungngaiba phangle aduga nahakna awa meichak khangli."},{"number":26,"verse":"Pumnamak asigi mathakta mapham asidagi nakhoigi manakta chatningba misingna chatpa ngamdanaba aduga mapham adudagi eikhoigi inakta lakningbasingna lakpa ngamdananaba lukhraba kom ama lei.’"},{"number":27,"verse":"Maduda inak-khunba nupa aduna hairak-i, ‘Adu oirabadi eina nangonda haijari, Ipa Abraham, nahakna Lazaras-pu eigi ipagi yumda thabiyu."},{"number":28,"verse":"Maramdi eigi ichin-inao manga lei, aduga makhoina awa meichakki mapham asida laktananaba makhoida mahakna cheksin-wa haihanbiyu.’"},{"number":29,"verse":"Abraham-na hairak-i, ‘Nahakki nachin-nanaosinggi maphamda cheksin wa hainabagidamak Moses amasung Tengban Mapugi wa phongdokpiba maichousing lei, makhoigi wa adu nahakki nachin-nanaosingna tasanu.’"},{"number":30,"verse":"Inak-khunba nupa aduna khumlak-i, ‘Natte ipa Abraham, madukhaktanadi yaroi! Adubu asibasinggi maraktagi kanagumba amana makhoida chatlabadi makhoina paptagi pukning honggani.’"},{"number":31,"verse":"Adubu Abrahamna mangonda hairak-i, ‘Makhoina Moses amadi Tengban Mapugi wa phongdokpiba maichousinggi wa tadrabadi kanagumbana sibadagi hinggatlabasu makhoibu thajahanba ngamloi.’ ”"}]}