{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"( Jisu pokpa) ( (Mat 1:18-25)) Matam aduda Rome-na panba leibak punamakta mikok thinabagidamak Caesar Augustus-na yathang ama thokkhi."},{"number":2,"verse":"Masigi ahanba mikok thiba asi Quirinius-na Syria-gi leingak mapu oiringei matamda thokkhibani."},{"number":3,"verse":"Matam aduda mipum khudingmakna masa masagi hourakpham saharda maming ikhatnaba chatnarammi."},{"number":4,"verse":"Aduga Joseph-su David ningthougi charon-suron oiba maramna Galilee-gi Nazareth sahar thadoktuna Judea-da leiba David ningthougi sahar Bethlehemda chatlammi."},{"number":5,"verse":"Amasung mahakka luhongnabagidamak waroinakhrabi Mary-ga loinana mahakna mapham aduda ming ikhatnabagidmak chatminnarammi. Mary mirollibini."},{"number":6,"verse":"Aduga makhoina Bethlehem-da leiringeida Mary-gi angang unabagi matam adu yousillakle."},{"number":7,"verse":"Aduga mahakna mahakki ahanba machanupa ama pokle. Amasung mahakna angang adubu phina yomsinbiraga sabam amada hiphallammi, maramdi makhoina mithungsang aduda leinanaba mapham amata phanglamde."},{"number":8,"verse":"( Yaosenba amasung Swargadutsing) Lamdam adumaktada yaosenba kharana ahing aduda loubuk lamhangsingda makhoigi yao sanggusing sennaduna leirammi."},{"number":9,"verse":"Adudagi ikhang khanghoudana Mapu Ibungogi dut amana makhoigi mamangda thoraklammi amasung Mapu Ibungogi matik mangalna makhoigi akoibada ngallammi. Maduda makhoi adukki matik kirammi."},{"number":10,"verse":"Adubu swarga dut aduna makhoida hairak-i, “Kiganu! Eina mi pumnamakki oigadaba yamna harao nungngaibagi aphaba pao nakhoida purakli."},{"number":11,"verse":"Ngasigi numitta David-ki saharda nakhoigi kanbiba mapu pokle; mahakti Ibungo Christtani."},{"number":12,"verse":"Aduga khudam asigi mapanna nakhoina mahakpu khanggani; madudi phina yomsillaba angang ama sabamda hiplamba nakhoina thengnagani.”"},{"number":13,"verse":"Aduga ikhang khanghoudana swarga dut aduga loinana masing yamlaba swarga dut kanglup ama thoraktuna Tengban Mapubu thagatladuna hairak-i,"},{"number":14,"verse":"“Oirare wangthoiraba swargada, Tengban Mapugi maphamda matik mangal, aduga pibire malemda, magi apenba oiriba misinggi mathakta ingthaba!”"},{"number":15,"verse":"Adudagi swarga dutsing aduna makhoibu thadoktuna swargada amuk kakhrabada, makhoi masel amaga amaga hainarak-i, “Houjik eikhoina Bethlehem-da chattuna Mapu Ibungona eikhoida hairamba thokkhraba thoudok adu yenglusi.”"},{"number":16,"verse":"Adudagi makhoina thunamak lakle amasung Mary amadi Joseph-pu phangjaduna sabamda hipliba angang adubu uba phangjare."},{"number":17,"verse":"Amasung yao senbasing aduna angang adubu uraba matungda swarga dut aduna angang adugi maramda hairambasing adu Mary amadi Joseph-ta tamle."},{"number":18,"verse":"Aduga yaosenbasing aduna tambadu tabada tariba pumnamak ingak ngakkhi."},{"number":19,"verse":"Adubu Mary-nadi masi pumnamaksing asi ningsingjadunata leijakhi amasung thoudoksing adugi maramda munna wakhal toujakhi."},{"number":20,"verse":"Aduga yaosenbasing aduna makhoida hairamba aduga chap mannana, makhoina takhiba amadi ukhiba pumnamaksing adugidamak Tengban Mapubu matik mangal pijaduna amadi thagatchaduna hankhirammi."},{"number":21,"verse":"( Jisugi ming thonba) ( Levi 12:3; Luk 1:31) Numit nipanni subada, angang adugi un kakpa matam laklabada, mahakna pibuknungda mitamdringei mamangda swarga dut aduna thollambagumna mahakki maming Jisu haina tholle."},{"number":22,"verse":"( Jisubu Mapugi Sanglenda pukhatpa) Adudagi Moses-ki wayel yathang matung-inna makhoigi sengdokpagi thouram pangthoknaba matam adu laklammi. Aduga Joseph amadi Mary-na Jisubu Mapu Ibungoda katchanabagidamak Jerusalem-da puraklammi."},{"number":23,"verse":"( Khong 13: ) Madu Mapu Ibungogi wayel yathangda ikhiba, “Ahanba pokpa machanupa khudingmak MAPU IBUNGO-gidamak tonganna khaidoktuna thamjagadabani” haiba adugi matung-innani."},{"number":24,"verse":"Aduga makhoina Mapu Ibungogi wayel yathang matung-inna lamkhunu pungba ama nattraga khunu macha ani iratpot oina katnanabagidamaktasu chatlammi."},{"number":25,"verse":"Matam aduda Simeon kouba achumba chatpa, Mapu Ibungobu chetna ningjaba nupa ama Jerusalem-da leirammi. Mahakna Israel-bu kanbigadaba adubu khourangna ngaijaduna leirammi. Aduga Thawai Asengbana mahakka loinarammi."},{"number":26,"verse":"Amasung Mapu Ibungona wasakpikhraba Christta adubu udriba phaoba mahak siroi haiduna Thawai Asengbana mangonda phongdokpirammi."},{"number":27,"verse":"Adudagi Thawaina chingduna Simeon-na Mapugi Sanglenda laklammi. Amasung Mary amadi Joseph-na angang oiriba Jisubu wayel yathanggi matung inna mahakkidamak toupham thokpasing adu tounanabagidamak Mapugi Sanglenda purakpa matamda,"},{"number":28,"verse":"Simeon-na mahakpu pamladuna Tengban Mapubu thagatcharak-i:"},{"number":29,"verse":"“Mapu Ibungo, nahakna wasakpikhibagi matung-inna, Houjikti, nanai eihakpu nahakna ingthana thadokpire."},{"number":30,"verse":"Maramdi eigi imit makna nahakki aran-khubham adu ujare,"},{"number":31,"verse":"Nahakna madu mi pumnamakki mamangda thourang toubire:"},{"number":32,"verse":"( Isa 42:6; 49:6; 52:10) Jihudi nattaba phurupsingda nahakki aningba phongdoknaba amadi nahakki mi Israel-gi maphamda matik ma-ngal puraknaba ma-ngal ama.”"},{"number":33,"verse":"Ibungogi maramda Simeon-na hairibasing asi tabada Ibungogi mapa amadi mama ngaktuna leirammi."},{"number":34,"verse":"Adudagi Simeon-na makhoibu yaipha-thoujal pibiraduna Ibungogi mama Mary-da hairak-i, “Angang asi Israel-gi mi kaya amabu tuhannaba aduga kaya amabuna hougat-hannaba Tengban Mapuna khandokkhrabani. Aduga mahak mi kaya amana maiyokta nganggadaba Tengban Mapudagi lakpa khudam ama oigani."},{"number":35,"verse":"Masi mi kayagi thamoigi wa adu phongdoknabani. Aduga awabana, thouraba thangsanggi matougumna nasamakki thamoida thin-gani.”"},{"number":36,"verse":"Aduga Anna koubi Tengban Mapugi wa phongdokpi amasu Mapugi Sanglenda leirammi. Mahak Asher salaigi Phanuel-gi machanupini amasung mahak yamna ahal oirammi. Mahakki mapuroiba adu luhonglaba matung chahi taretkhak mahakka leiminnaramlga sikhirammi."},{"number":37,"verse":"Adudagi mahakna masagi chahi mariphumari suba phaoba lukhrabi ama oina leirammi. Mahakna Mapugi Sanglenbu keidounungda thadoklamde adubu mahakna ahing nungthil animakta Tengban Mapubu khurumjaduna, chara henduna amadi haijaduna mapham aduda leirammi."},{"number":38,"verse":"Aduga pungpham adumaktada mahaksu laktuna Tengban Mapubu thagatcharammi amasung Jerusalem-bu handokpiba ngaijariba makhoi pumnamakki maphamda angang asigi maramda wa nganglammi."},{"number":39,"verse":"( Nazareth-ta halakpa) ( Mat 2:23) Aduga Joseph amasung Mary-na Mapu Ibungogi wayel yathanggi matung-inna toupham thokpa pumnamak pangthokpa loiraba matungda makhoina Galilee-da leiba masamakki apikpa sahar Nazareth-ta halaklammi."},{"number":40,"verse":"Amasung angang adu asum chaokhatlaklammi amasung pangal kallaklammi. Mahak lousingna thallammi aduga Tengban Mapugi thoujalna mahakki mathakta leirammi."},{"number":41,"verse":"( Jisuna Mapugi Sanglenda leithahouba) ( Khong 12:1-27; Aniwa 16:1-8) Aduga chahi khudinggi Ibungogi mama-mapana lanthokpibagi chakkhangba kumheigidamak Jerusalem-da chatlammi."},{"number":42,"verse":"Amasung Ibungona chahi taranithoi suba matamda mahousagumna Jerusalem-da chakkhangba yaoba chatlammi."},{"number":43,"verse":"Adudagi makhoina lanthokpibagi chakkhangba kumhei loiduna yumda hallabada, angang oiriba Jisudi Jerusalem-da leithahourammi. Adubu Ibungogi mama mapanadi madu khanglamde."},{"number":44,"verse":"Adudagi makhoina Ibungobu makhoiga chatminnariba khongloising adugi marakta yaoramgani haina khanduna numit chuppa chatlaba tungda makhoina Ibungobu mari-matasinggi marakta amadi marup-mapangsinggi marakta thiba hourammi."},{"number":45,"verse":"Aduga makhoina Ibunggobu thiba phangdrabada mahakpu thinabagidamak Jerusalem-da amuk hallammi."},{"number":46,"verse":"Amasung numit humnigi matungda makhoina mahakpu Mapugi Sanglenda Jihudi ojasinggi marakta phamduna makhoina ngangba taduna amadi mahakna makhoida wahang hangduna leiramba adu thengnare."},{"number":47,"verse":"Amasung Ibungona ngangba tariba makhoi pumnamakna mahakki lousing amadi paokhum aduda ingak-ngaklammi."},{"number":48,"verse":"Aduga Ibungogi mama mapana Ibungobu uba matamda ingak-ngaklammi, amasung Ibungogi mamana Ibungoda hairak-i, “Icha-nupa, nahakna eikhoida asumna touribasi karigino? Napaga eigana kayada pukning wana nahakpu thirakli.”"},{"number":49,"verse":"Maduda Ibungona khumlak-i, “Nakhoina eibu karigidamak thiribano? Eina eigi Ipagi yumda leipham thok-i haiba nakhoina khangdabra?”"},{"number":50,"verse":"Adubu Ibungona makhoida hairiba adu karino haiba makhoina khangba ngamkhide."},{"number":51,"verse":"Adudagi Jisuna mama mapaga loinana Nazareth-ta hallaklammi amasung mahakna makhoina haiba illammi. Aduga Ibungogi mamana thokhiba pumnamaksing adu mathamoida lengdana thamjarammi."},{"number":52,"verse":"( 1 Samu 2:26; Pao 3:4) Amasung Jisuna hakchang amadi lousing animakta chaokhatlaklammi amadi Tengban Mapu amadi misingdagi chanbiba phangjarammi."}]}