{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"( Jisugi matikki maramda wahang) ( (Mat 21:23-27; Mrk 11:27-33)) Nongma Mapugi Sanglenda Jisuna miyamda tambiduna amadi aphaba pao sandoktuna leiringeida, athoiba purohit amadi wayen-yathanggi ojasingna ahal lamansingga loinana punna lakladuna,"},{"number":2,"verse":"Ibungoda hairak-i, “Nahakna kari matik leiduna pumnamaksing asi touribano? Eikhoida haiyu. Kanana nangonda matik adu pibage?”"},{"number":3,"verse":"Maduda Jisuna makhoida khumlak-i. “Eisu nakhoida wahang ama hangge, nakhoi eingonda khummu,"},{"number":4,"verse":"John-na baptize toubagi matik adu swargadagira nattraga misingdagira?”"},{"number":5,"verse":"Maduda makhoina makhoi masel khannaraduna hainarammi, “Eikhoina kari haigadage? Eikhoina swargadagini hairagadi, mahakna eikhoida haigani, ‘Adu oirabadi nakhoina mahakpu karigi thajadribano?’"},{"number":6,"verse":"Aduga eikhoina madu misingdagini hairagadi mi pumnamakna eikhoibu nungna thagani, maramdi mi pumnamakna Johnbu Tengban Mapugi wa phongdokpiba maichou amani haina lou-i.”"},{"number":7,"verse":"Maram aduna makhoina khumlak-i, “Eikhoina madu kadaidagino haiba khangde.”"},{"number":8,"verse":"Adudagi Jisuna makhoida hairak-i, “Adu oirabadi, eina karamba itik leiduna pumnamaksing asi touribano haibadu einasu hairaroi.”"},{"number":9,"verse":"( Angur ingkholgi pandam) ( (Mat 21:33-46; Mrk 12:1-12)) ( Isa 5:1) Adudagi Jisuna mising aduda amuk onsillaktuna pandam asi hairak-i, “Kanagumba nupa amana anggur ingkhol ama koirammi. Aduga mahakna madu sandoklamlaga mayum thadoktuna arappa lam amada matam kuina chatkhirammi."},{"number":10,"verse":"Adudagi anggur mahei lokpa matam youraklabada mahakna mahakki manai amabu anggur ingkhol koibasing adudagi mahakki angur saruk lourunaba tharammi. Adubu makhoina manai adubu phuraga khut hangna halhankhirammi."},{"number":11,"verse":"Maram aduna mahakna atoppa manai ama amuk tharammi; adubu mahakpusu phuduna ikaiba piraga khut hangna thakhirammi."},{"number":12,"verse":"Adudagi mahakna ahumsuba manai ama amuk tharammi; aduga makhoina mahakpu thina asok-apan nanghanduna mapanda langthoklammi."},{"number":13,"verse":"Adudagi anggur ingkholgi mapu aduna mathanta hangjarak-i, ‘Eina houjik kari tousige? Eina eigi nungsijaraba ichanupabu tharage, mahakpudi makhoina ikai khumnabibasu yai.’"},{"number":14,"verse":"Adubu ingkhol koibasing aduna mahakpu ubada makhoi masel tanaduna hainarammi, ‘Mahak asi yulep charani. Eikhoina mahakpu hatlasi, adu oirabadi mahakki lan adu eikhoigi oihouragani.’"},{"number":15,"verse":"Maram aduna makhoina mahakpu anggur ingkholgi mapanda chingthoklammi aduga mahakpu hatlammi. “Adu oiragadi ingkholgi mapu aduna makhoida houjik kari tougadage?"},{"number":16,"verse":"Mahakna chattuna ingkhol koibasing adubu hattuna anggur ingkhol adu atoppa ingkhol koibasingda pithokkani.” Hairiba adu tabada, mising aduna hairak-i, “Madu keidounungda oidasanu.”"},{"number":17,"verse":"( Isei 118:22) Aduga Jisuna makhoida yengladuna hairak-i, “Adu oiragadi Mapugi puyada iduna leiriba wa asigi wahandok adu karino? ‘Yumsabasingna kanadare haiduna langsekpa nung adu, Oirakle khwaidagi maruoiba chithekki nung.’"},{"number":18,"verse":"Nung aduda tuba mi khudingmakna machet tana kaigani aduga nung aduna nanba mahak aduna makup tana takkhaigani.”"},{"number":19,"verse":"( Kanggat thibagi maramda wahang) ( (Mat 22:15-22; Mrk 12:13-17)) Wayen yathanggi ojasing amadi athoiba purohitsingna Ibungobu khudakta phananaba lambi thirammi maramdi pandam adu Ibungona makhoigi mathakta haibani haiba makhoi khanglammi. Adubu makhoina misingbu kirammi."},{"number":20,"verse":"Maram aduna makhoina khudongchaba ama yengduna leirammi. Aduga makhoina Ibungogi waheida asoiba thiduna mahakpu phaduna Rome-gi leingak mapugi pangal amadi matikta pithoknanaba pukchel sengba mi sasinnaba lanjabasing tharammi."},{"number":21,"verse":"Aduga lanjabasing aduna Jisuda hairak-i, “Oja Ibungo, Nahakti achumba ngangi amasung chumna tambi, aduga nahakna michang mikhai naide adubu Tengban Mapugi lambi adu chumna tambi."},{"number":22,"verse":"Eikhoida haibiyu, eikhoina Caesar-da kanggat thiba asi eikhoigi wayel yathanggi maiyoktara, nattabra?”"},{"number":23,"verse":"Adubu Jisuna makhoigi lounam adu khangladuna makhoida hairak-i,"},{"number":24,"verse":"“Eingonda denari ama utlu. Yeng-u, masida namliba saktam amasung maming asi kanagino?” Maduda makhoina khumlak-i, “Caesar-gini”"},{"number":25,"verse":"Adudagi Jisuna makhoida hairak-i, “Phare, adu oirabadi Caesar-gi oiba aduna Caesar-da katlo aduga Tengban Mapugi oiba aduna Tengban Mapuda katlo.”"},{"number":26,"verse":"Aduga Ibungogi paokhumda asoiba phangdabana miyam mangda makhoina Ibungobu phaba ngamkhide. Amasung makhoina Ibungogi paokhum aduda ingak ngakladuna tuminna leikhi."},{"number":27,"verse":"( Sibadagi hinggatpagi maramda wahang) ( (Mat 22:23-33; Mrk 12:18-27)) ( Pakhon 23:8) Adudagi sibadagi hinggatpa haibasi leite hairiba sadducee-sing khara Jisugi manakta laktuna hairak-i,"},{"number":28,"verse":"“ ( Aniwa 25:5) Oja Ibungo, Moses-na eikhoigidamak yathang asi ibirammi madudi: ‘Kanagumba nupa amana macha amata thamlamdana magi nupibu thanamlaga sikhiba thoklabadi, hairiba nupa asigi charol-surol thamlamnabagidamak magi machil-manaona lukrabi asibu amuk lougadabani.’"},{"number":29,"verse":"Adu oirabadi, nupa amagi machin manao taret leirammi. Adudagi mayamba ahal adu nupi thire adubu macha amata thamamdana sikhre."},{"number":30,"verse":"Aduga nupi adu machin-manao anisuba aduna amuk loure, adubu mahaksu macha thamamdana sire."},{"number":31,"verse":"Adudagi ahumsuba adunasu mahakpu loure. Matou adugumna makhoi taretmakna loure, aduga macha amata thamamadana sire."},{"number":32,"verse":"Aduga ikon konbada nupi adusu sire."},{"number":33,"verse":"Adu oirabadi, houjik asibasingna hinggatlakpa numit aduda nupi asi kanagi nupi oigadage, maramdi makhoi taretmakna mahakpu makhoigi nupi oina lourammi.”"},{"number":34,"verse":"Maduda Jisuna makhoida khumlak-i, “Chak asidadi misingna luhong-i, aduga machasingbu luhongnaba thajei-yonjei."},{"number":35,"verse":"Adubu sibadagi hinggatpada amadi lakkadaba matam aduda leibada matik chaba nupa nupising adunadi maduda luhonglaroi."},{"number":36,"verse":"Makhoina amuk hanna siraroi, maramdi makhoi swardutsinggum oigani. Makhoi Tengban Mapugi machasing oigani maramdi makhoina sibadagi hinggatle."},{"number":37,"verse":"( Khong 3:6) Aduga asiba misingna hinggatli haibadu Mosesmaknasu mayek sengna utkhre. Mei chakpa mongsong yaoba Mapugi Puyagi saruk aduda Moses-na Mapu Ibungoda Abraham-gi Tengban Mapu, Isaac-ki Tengban Mapu, amasung Jacob-ki Tengban Mapu haina koukhi."},{"number":38,"verse":"Maram aduna mahakti asibasinggi Tengban Mapu natte adubu ahingbasinggi Tengban Mapuni maramdi mahakki maphamdadi pumnamak hing-i.”"},{"number":39,"verse":"Maduda wayen-yathanggi oja kharana hairak-i, “Ibungo, nahakna yamna phajana haire”"},{"number":40,"verse":"Madugi matung mi kana amatana Ibungoda wahang hangnabagi thouna leiramde."},{"number":41,"verse":"( Christtagi maramda wahang) ( (Mat 22:41-46; Mrk 1:35-37)) Adudagi Jisuna makhoida hanglaki, “Makhoina kamdouna Christta adu David-ki machanupani hairibano?"},{"number":42,"verse":"( Isei 110:1) Maramdi David masamakna Thagat Iseigi lairikta asumna phongdok-i, ‘MAPU IBUNGO-na eigi Ibungoda hai: Phammu, nahakna eigi yet thangbada,"},{"number":43,"verse":"Oihandriphaoba eina nahakki yeknabasingbu, nahakki khonggi khongnetpham.’"},{"number":44,"verse":"David-na mahakpu ‘Ibungo’ haina kourabadi, Kamdouna mahakna David-ki macha oigadouribano?”"},{"number":45,"verse":"( Wayel yathanggi ojasinggi phattaba) ( (Mat 23:1-36; Mrk 12:38-40)) Aduga miyam aduna Ibungogi wa taringeida Ibungona mahakki tung-inbasing aduda hairak-i,"},{"number":46,"verse":"“Wayel yathanggi ojasing adudagi cheksillu. Makhoina achonba phi settuna koina chatpa amadi keithelnachingba maphamsingda misingna makhoibu ikai khumnabaga loinana koubirakpa adu pammi, Aduga Jihudisinggi tinnapham sanglen synagogue-singda akhannaba phamphamda phamba amadi chak khangphamda ikai khumnaba misinggi phamphamda phamba makhoina pammi."},{"number":47,"verse":"Makhoina lukhrabisingdagi khudongchaba louduna mayum-makei mulli, aduga misingna unanaba tousinaduna Tengban Mapuda haijaba adu sangna haijei. Asigumba mising asina henna kanba cheirak phanggani.”"}]}