{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"( Lukrabigi katchaba) ( (Mrk 12:41-44)) Jisuna Mapugi Sanglenda koina yengbada inak-khunba misingna Mapugi Sanglengi sel thadaphamda makhoigi khudolsing thadaba urammi."},{"number":2,"verse":"Aduga yamna lairabi lukhrabi amanasu apikpa korigi senmayek ani thadaba Ibugona urammi."},{"number":3,"verse":"Maduda Ibungona hairak-i, “Eina nakhoida tasengnamak hairibasini, lairabi lukhrabi asina atei pumnamaktagi khwaidagi henna yamna katchare."},{"number":4,"verse":"Maramdi ateising aduna makhoigi marang kaiba langeidagi khaidoktuna saruk kharatamak pire; adubu nupi asinadi lairajarabasu mahakki leijaba pumnamak haibadi mahakki hingbada changliba areiba pumba katchare.”"},{"number":5,"verse":"( Mapugi Sanglen thugaigadaba mangjounana phongdokpa) ( (Mat 24:1-2; Mrk 13:1-2)) Aduga ningthiraba nungsingna amadi Tengban Mapuda katlakpa khudolpotsingna kayada phajana leitengliba Mapugi Sanglenno haina Ibungogi tung-inbasing kharana Mapugi Sanglengi maramda wari sanarammi. Adubu Jisuna makhoida hairak-i,"},{"number":6,"verse":"“Nakhoina uriba pumnamaksing asi pummang manglagadaba matam adu lakli. Matam aduda lonnaba nung amata ningkhaihandana maphamsida thanamloi.”"},{"number":7,"verse":"( Aroiba matamgi awa-ana madi ot-neiba) ( (Mat 24:3-14; Mrk 13:3-13)) Maduda makhoina Jisuda hangjarak-i, “Oja Ibungo, hairibasing adu karamba matamda thokkadage? Aduga pumnamaksing asi thokkadoure haibagi khudamsing aduna karino?”"},{"number":8,"verse":"Jisuna makhoida hairak-i, “Nakhoibu serannana chingdanaba cheksillu. Maramdi mi kayana eigi mingda laktuna, ‘Ei Christtani’ aduga ‘Matam adu lakle’ haigani. Adubu nakhoina makhoigi matung inganu."},{"number":9,"verse":"Aduga nakhoina lan amadi lal houba tarabada kiganu. Maramdi hairibasing asi hanna thokkani adubu aroiba matam adu matam adumaktadi lakloi.”"},{"number":10,"verse":"Aduga Ibungona makhoida makha tana hairak-i, “Phurup amana phurup amagi mathakta, ningthou leibak amana ningthou leibak amagi mathakta lal hourakkani."},{"number":11,"verse":"Aduga mapham kayada akanba yuhar haba, chak tangba amasung sathiba laina kaya thokkani amasung kiningngai oiba thoudoksing amadi atiyada achouba angakpa khudamsing ugani."},{"number":12,"verse":"Aduga hairibasing asi thoktringeigi mamangda nakhoibu phagani amasung ot-neigani; nakhoibu wayennabagidamak synagogue-singda pithokkani amasung keisumsangda thamgani. Aduga eigi minggi maramgidamak nakhoibu ningthousinggi amadi leingak mapugi mangda puthokkani."},{"number":13,"verse":"Adubu masina nakhoigidamak aphaba wapao sandoknabagi khudongchaba oigani."},{"number":14,"verse":"( Luk 12: ) Aduga nakhoina nasabu ngakthokchanaba kari haigadage haina hanna wadanaba napukningda leppu."},{"number":15,"verse":"Maramdi nakhoina hairibasing adubu kakthatpa amadi yetpa ngamloidaba wahei amadi lousing eina nakhoida pibigani."},{"number":16,"verse":"Aduga nakhoigi nama-napa, nachin-nanao, mari-mata amadi marup-mapangsingna nakhoibu pithokkani. Amasung nakhoi kharabu makhoina hatpa phaoba hatkani."},{"number":17,"verse":"Aduga mi pumnamakna nakoibu eigi maramgidamak tukkatchagani."},{"number":18,"verse":"Adubu nakhoigi kokki samna ama phaoba mangloi."},{"number":19,"verse":"Nakhoina chetna lepchabana nakhoina hingba phangjagani.”"},{"number":20,"verse":"( Jerusalem mang-takpagi maramda mangjounana phongdokpa) ( (Mat 24:15-21; Mrk 13:14-19)) “Nakhoina Jerusalem-bu lanmisingna koisinba urabadi, sahar adu thuna mang taklagani haiba nakhoina khang-u."},{"number":21,"verse":"Adudagi Judea-da leibasing aduna chingjaosingda chensanu; saharda leibasing aduna sahar thadoksanu, aduga leibak adugi mapanda leibasingna leibak aduda amuk changdasanu."},{"number":22,"verse":"( Hos 9:7) Maramdi masi Mapugi puyana haikhiba ‘Cheirak Pibagi Numitsing’ adu thungbagi matam aduni."},{"number":23,"verse":"Aduga numitsing aduda naopuribising amadi chajellibisinggidamaktadi kayada awaba oiragaba! Maramdi lam asigi mathakta tamthiba awa-anang lakkani amadi lam adugi misinggi mathakta Tengban Mapugi Cheirak lakkani."},{"number":24,"verse":"Makhoi kharabu thangsangna hatkani aduga makhoibu leibak pumnamakta lanpha oina pugani. Aduga Jihudi nattaba phurupsinggi matam aduna loidriba phaoba atoppa phurupsingna Jerusalem-bu khongnetnagani.”"},{"number":25,"verse":"( Migi Machanupa aduna lenglakpa) ( (Mat 24:29-31; Mrk 13:24-27)) “ ( Isa 13:10; Eze 32:7; Phong 6: ) Matam aduda numit, tha amadi thawanmichaksingda angakpa khudamsing ugani. Aduga malem asida leiriba leibak pumnamakki misingna samudragi iraokhon amadi kallaba ithak-ipomsingda kiduna chamamnaba thokkani."},{"number":26,"verse":"Akiba amadi malem asida kari thoklagadage haiba khanbada misingna wanthagani maramdi atiyada leiba panggal pumnamak nikkani."},{"number":27,"verse":"( Dan 7:13; Phong 1:7) Adudagi Migi Machanupa aduna achouba panggal amadi matik mangalga loinana leichilakta lenglakpa adu makhoina ugani."},{"number":28,"verse":"Pumnamaksing asina thokpa hourakpada, lepkhattuna na-ngak adu thanggatlu, maramdi nakhoibu handokpibagi matam adu nakle.”"},{"number":29,"verse":"( Heiyit pambigi pandam) ( (Mat 24:32-35; Mrk 13:28-31)) Adudagi Jisuna makhoida pandam ama hairak-i, “Heiyit pambi amadi atei upalsingda yeng-u."},{"number":30,"verse":"Makhoina yening hullakpa matamda nakhoina kalentha naksillakle haiba khang-i."},{"number":31,"verse":"Maduga chap manana pumnamaksing asi nakhoina thokpa uba matamda Tengban Mapugi leibak adu naksillakle haiba khang-u."},{"number":32,"verse":"“Eina nakhoida tasengnamak hairibasini, miron asina houkhidringeigi mamangda thoudok pumnamaksing asi thokkani."},{"number":33,"verse":"Atiya amadi malemdi mangkhigani adubu eigi waheisingdi keidounungda manglaroi."},{"number":34,"verse":"( Mitseng khangbagi kannaba) “Nakhoi cheksillu! Chaman thakmanbana, yu ngaoba, amadi punsigi oiba langtaknabana nakhoigi thamoibu khudum chalhanganu, nattrabadi Numit aduna langgi matougum khanghoudana nakhoibu phagani."},{"number":35,"verse":"Maramdi numitsing aduna malem asida leiriba mipum khudingmakki mathakta lakkani."},{"number":36,"verse":"Aduga thokkadouriba pumnamak asida nakhoina nanthokchaba ngamnanaba amadi Migi Machanupa adugi mangda lepchaba ngamnanaba nakhoina mitseng khangduna amadi matam pumnamakta haijaduna leiyu.”"},{"number":37,"verse":"( Luk 19:47) Jisuna nungti numit khudinggi Mapugi Sanglenda tambirammi aduga numidang lakpa khudingda Chorphon Chingda ahing lennanaba chatlammi."},{"number":38,"verse":"Aduga Ibungogi wa tananabagidamak ayuk anganba khudingda miyam pumnamakna Mapugi Sanglenda laklammi."}]}