{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"( Jisubu Pilate mamangda pukhatpa) ( (Mat 27:1211-14; Mrk 15:1-5; Jn 18:28-38)) Adudagi miyam apumba aduna hougattuna Jisubu Pilate-ki mamangda purakle."},{"number":2,"verse":"Aduga makhoina Ibungobu maran siba houraduna hairak-i, “Nupa asina leibak miyambu lanna lamjingle. Mahakna miyamda Caesar-da ( 23:2: Ningthourel haibani.) kanggat thidanaba hai aduga masana masabu Christta ningthouni haijei.”"},{"number":3,"verse":"Maduda Pilate-na Ibungoda hanglak-i, “Nahak Jihudigi ningthou adura?” Jisuna khumlak-i, “Nahakna hairiba aduni.”"},{"number":4,"verse":"Adudagi Pilatena athoiba purohitsing amadi miyam aduda hairak-i, “Eina nupa asida maral amata phangde.”"},{"number":5,"verse":"Adubu makhoina henna kanna taksinduna hairak-i, “Galilee-dagi houduna Jerusalem phaoba, Judea sinba-thungna mahakna tambiduna miyam marakta irang sagatli.”"},{"number":6,"verse":"( Jisubu Herod manakta thaba) Madu tabada Pilate-na mangonda hanglak-i, “Mahak asi Galileegi mira?”"},{"number":7,"verse":"Makhoina Jisubu Galilee-gi mini hairabada Pilate-na mahakpu Herod-ki manakta tharammi maramdi Galilee asi Herod-ki leingak makhada leirammi. Matam aduda Herod masamaksu Jerusalem-da leirammi."},{"number":8,"verse":"Herodna Jisubu uba matamda yamna haraojarammi, maramdi mahakna Ibungogi maramda pao tarammi amasung matam kuinadagi Ibungobu uba pamlammi. Aduga Jisuna angakpa thabak touba khara mahakna ujagani haina asha tourammi."},{"number":9,"verse":"Maram aduna Herodna Jisuda wahang kaya ama hanglammi adubu Ibungona mangonda paokhum amata pikhide."},{"number":10,"verse":"Aduga athoiba purohitsing amadi Wayen Yathanggi ojasingna lepkhattuna Ibungoda akanba maral sirammi."},{"number":11,"verse":"Adudagi Herod amadi mahakki lanmisingna Jisubu noknarammi amasung karemnarammi. Aduga Ibungobu phajaba phijol ama setpiduna Pilate-ki manakta amuk hanna thakhirammi."},{"number":12,"verse":"Numit adumaktada Herod amadi Pilate marup oikhi, madugi mamangda makhoi ani yeknarammi."},{"number":13,"verse":"( Jisubu sibagi yathang piba) ( (Mat 27:15-26; Mrk 15:6-15; Jn 18:39–19:16)) Adudagi Pilate-na athoiba purohitsing, luchingbasing, amadi misingbu punna kouraduna,"},{"number":14,"verse":"Makhoida hairak-i, “Nakhoina nupa asibu eigi inakta puraktuna misingbu lanna lamjingngi hairi. Aduga yengngu, eina nakhoigi namangmaktada mahakpu wahang paohang toure, adubu nakhoina mangonda siriba maral asigi maramda maral amata phangdre."},{"number":15,"verse":"Aduga Herodnasu mahakki maral amata phangdre maramdi mahakna nupa asibu eikhoida amuk hanna tharakle. Mahakna sibagi cheirak phangba yaba karigumba thabak amatasu toukhide."},{"number":16,"verse":"Maram aduna eina mahakpu cheirak khara piraga thadoklagani.”"},{"number":17,"verse":"[Maramdi Chakkhangba kummei khudinggi miyamgidamak Pilatena phadok amabu thadokpa tarammi.] ( 23:17: Atoppa lairik ayambada wahei pareng asi yaode)"},{"number":18,"verse":"Adubu miyam apumba aduna laorak-i, “Mahakpu hatlu! Aduga Barabbaspu eikhoigidamak thadok-u!”"},{"number":19,"verse":"(Barabbas asi sahar aduda leibak irang thokhanbada saruk yabagi amadi mi hatlubagidamak keisumsangda thambani.)"},{"number":20,"verse":"Aduga Pilate-na Jisubu thadokningduna miyam aduda amukka hanna hairammi."},{"number":21,"verse":"Adubu makhoina, “Cross-ta hatlu! Cross-ta hatlu!” haiduna laoduna leirammi."},{"number":22,"verse":"Ahumlaksuba oina Pilatena makhoida hairammi, “Karigi mahakpu hatkadouribano? Mahakna kari phataba toukhrabage? Eina mangondagi sibagi cheirak piba yaba maran amata phangde. Maram aduna eina mahakpu cheirak khara piraga thadoklagani.”"},{"number":23,"verse":"Adubu makhoina houna lao-laoduna Ibungobu crossta pang tingduna hatnanaba taksillammi, aduga makhoigi khonjel aduna ngamkhirammi."},{"number":24,"verse":"Maram aduna Pilate-na makhoigi apamba adu pinanaba Jisubu hatnanaba laothoklammi."},{"number":25,"verse":"Aduga mahakna makhoina thadoknaba nijaba, leibak irang thokhanba amadi mi hatpagidamak keisumsangda thamliba Barabaspu thadoklaga makhoigi apambagi matunginna Jisubu makhoigi makhutta pithoklammi."},{"number":26,"verse":"( Jisubu cross-ta hatpa) ( (Mat 27:32-44; Mrk 15:21-32; Jn 19:17-27)) Adudagi lanmisingna Jisubu puthokkhibada khunggangdagi sahar aduda changlakpa Cyrene-gi Simon-ga thengnare. Aduga makhoina mahakpu phaduna cross adu thonggatlaga Jisugi matung innaduna puhallammi."},{"number":27,"verse":"Aduga Ibungogidamak kaplibi amadi tengtharibi nupising yaona yamlaba miyam amana Ibungogi matung illammi."},{"number":28,"verse":"Adubu Jisuna makhoida onsilladuna hairak-i, “Jerusalemgi machanupising! Eihakkidamak kapkanu; adubu nakhoi nasagidamak amadi nachasinggidamak kappu."},{"number":29,"verse":"Maramdi ‘Chaboktabising, naopudabi nupising amadi khom-indabi nupising adu yaiphabini’ haigadaba matam adu lakli."},{"number":30,"verse":"( Hos 10:8; Phong 6:16) Matam aduda misingna chingjaosingda haigani, ‘Eikhoigi ithakta tasinbiro’ aduga makhoina chingsingda haigani, ‘Eikhoibu kupsinbiro.’"},{"number":31,"verse":"Asangba upalda misingna asigumna touragadi akangba upaldadi kari thokkadage?”"},{"number":32,"verse":"Aduga wayel thugaiba nupa ani amasu Ibungoga loinana hatnanaba puthoklammi."},{"number":33,"verse":"Aduga makhoina “Kokki saru akangba” kouba mapham aduda laklabada makhoina Ibungobu amadi phattaba touba makhoi anibu amana Ibungogi yetta amana oida crossta pang tingkhi."},{"number":34,"verse":"( Isei 22:18) Adudagi Jisuna hairak-i, “Ipa, makhoibu kokpiyu, maramdi makhoina kari touribano haibadu makhoina khangjade.” Aduga lanmising aduna Ibungogi phironsing adubu laibak chang yengnaduna yennarammi."},{"number":35,"verse":"( Isei 22:7) Miyam aduna leptuna yenglammi amasung Jihudigi luchingbasing aduna Ibungoda keramnarammi. Makhoina hairak-i, “Mahakna atoppa misingbudi kanbikhi. Mahak asi Tengban Mapuna khandoklaba, Christa adu oirabadi mahak masasu kanjasanu.”"},{"number":36,"verse":"( Isei 69:21) Aduga lanmising adusu laktuna Ibungobu noknarammi. Makhoina Ibungoda asinba yu piraduna,"},{"number":37,"verse":"hairak-i, “Nahakna Jihudigi ningthou oirabadi nasamakpu kanjou.”"},{"number":38,"verse":"Amasung Ibungogi kokthaklomda “Masi Jihudigi ningthouni” haina Greek, Latin amadi Hebrew londa iba ayiba ama thetlammi."},{"number":39,"verse":"Aduga Ibungogi nakanda yalliba phattaba toubasing adugi maraktagi amana Ibungobu thina ngangladuna hairak-i, “Nahakna Christa oirabadi nasabusu amadi eikhoibusu kallu.”"},{"number":40,"verse":"Adubu atoppa phattaba touba ama aduna mahakpu cheiraduna hairak-i, “Nahak Tengban Mapubu kidabara? Mahakna phangba cheirak adumak nahaknasu chap manana phangli."},{"number":41,"verse":"Adumakpu eikhoinadi achumba cheirak adu phangli maramdi eikhoina toujaruba thabakki phangbada matik chaba adu eikhoina phangjari. Adubu nupa asinadi aranba kari amata toukhide.”"},{"number":42,"verse":"Aduga mahakna Jisuda hairak-i, “Jisu, nahakna nahakki ningthou leibak changbada eibu ningsingbiyu.”"},{"number":43,"verse":"Maduda Jisuna mangonda hairak-i, “Eina nangonda tasengnamak hairibasini, ngasi nahakna eiga loinana Paradise-ta leiminnagani.”"},{"number":44,"verse":"( Jisu siba) ( (Mat 27:45-56; Mrk 15:33-41; Jn 19:28-30)) ( Khong 26:31-33) Matam adu chaorakna pung taranithoimuk tarammi. Aduga amambana lam adu sinba tungna pung ahum taba phaoba kupsillammi,"},{"number":45,"verse":"maramdi numitki mangal mangkhirammi. Aduga Mapugi Sanglen-gi maikhanphi adu anithokna segairammi."},{"number":46,"verse":"( Isei 31:5) Adudagi Jisuna ahouba khonjelda laorak-i, “Ipa! Eina eigi thawai asi nanggi khutta sinajari.” Asi hairamlaga Ibungona thawai thakhirammi."},{"number":47,"verse":"Aduga lanmi chamagi luchingba aduna thokkhiba adu ubada, Tengban Mapubu thagatladuna hairak-i, “Tasengnamak mahak achumba chatpa mini.”"},{"number":48,"verse":"Amasung thoudok adu yengnanabagidamak tilliba miyam aduna thokkhiba adu urabada thabak yeiraduna hannakhirammi."},{"number":49,"verse":"( Luk 8: ) Adubu Ibungoga khangnaba makhoising haibadi Galilee-dagi mahakki tung illakpi nupising adu yaona makhoi pumnamakna thaptakna lepladuna yenglammi."},{"number":50,"verse":"( Jisubu Leirol Chanba) ( (Mat 27:57-61; Mrk 15:42-47; Jn 1:38-42)) Aduga maming Joseph kouba aphaba amasung achumba chatpa mi ama leirammi. Mahak sanhedringi mioisinggi maraktagi ama oirammi,"},{"number":51,"verse":"adubu mahakna makhoigi warep amadi thabak adu yaninglamde. Mahak Judea-gi Arimathea lamdagini aduga mahakna Tengban Mapugi leibak aduna lakpa khourangna ngaijarammi."},{"number":52,"verse":"Mahakna Pilate-ki manakta chattuna Jisugi hakchang adubu nijarammi."},{"number":53,"verse":"Adudagi mahakna hachang adubu loutharaduna linengi phina yomsillaga nungjaoda haktuna thamba mi kana amata thamnadriba mongpham amada thamkhi."},{"number":54,"verse":"Numit adu thourang langba numit oirammi amasung Potthaba Numit hougadourammi."},{"number":55,"verse":"Aduga Galilee-dagi Jisugi tung illakpising aduna Joseph-ki tung illaktuna mongphamda Jisugi hakchang adu karamna thambage haibadu yenglammi."},{"number":56,"verse":"( Khong 20:10; Aniwa 5:14) Adudagi makhoina halaktuna hakchang adugidamak manam nungsiba machal amadi teinanaba thao thourang toujare. Adubu potthaba numit adudi wayel yathang matung-inna makhoina pottharammi."}]}