{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"( Jisubu themba) ( (Mat 4:1-11; Mrk 1: 480 12:13 )) Adudagi Jisu Thawai Asengbana thalladuna Jordan-dagi hallakle amasung Thawai Asengbana mahakpu lamjao-lamhangda chingbirammi."},{"number":2,"verse":"Aduga mapham aduda Devil-na Ibungobu numit niphuni themkhi. Numitsing aduda Ibungona karigumba amata charamde amasung numitsing adu loirabada Ibungo mabuk lamlaklammi."},{"number":3,"verse":"Adudagi Devil-na Ibungoda hairak-i, “Nahakna Tengban Mapugi machanupa oirabadi nung asida tal ollu haina yathang piyu.”"},{"number":4,"verse":"( Aniwa 8:3) Adubu Jisuna mangonda khumlak-i, “Mapugi puyada masi iduna lei, ‘Tal khaktagi mapanna mioibana hingloi, adubu Tengban Mapugi wahei khudinggi mapanna hinggani.’ ”"},{"number":5,"verse":"Adudagi Devilna Ibungobu awangba chingthak amada pukhattuna mikup amada taibangpanbagi ningthou leibak pumnamakpu uhalle."},{"number":6,"verse":"Aduga mahakna Ibungoda hairak-i, “Eina nangonda pumnamak asigi mathakta panbagi matik amadi masigi matik mangal pumnamak nangonda pigani; maramdi masi eingonda sinnakhrabani aduga eina pamba kanagumba amada masi amuk piba ngammi."},{"number":7,"verse":"Karigumba nangna eibu khurumlabadi pumnamaksing asi nahakkini.”"},{"number":8,"verse":"( Aniwa 6:13) Maduda Jisuna khumlak-i, “Mapugi puyada masi iduna lei, ‘Nangna nanggi Tengban Mapu, MAPU IBUNGO mahak khaktabu khurumjagadabani amadi thouganjagadabani.’ ”"},{"number":9,"verse":"Adudagi devilna Ibungobu Jerusalem-da puraduna Mapugi Sanglen matonda lephallaga Ibungoda hairak-i, “Nahakna Tengban Mapugi macha oirabadi mapham asidagi chongthajou."},{"number":10,"verse":"Maramdi Mapugi puyada masi iduna lei, ‘Nahakpu ngak-senbinabagidamak Tengban Mapuna mahakki swargadutsingda yathang pigani,"},{"number":11,"verse":"Aduga nahakki khongna nungda yeisindanaba makhoina nahakpu pamkhatpigani.’ ”"},{"number":12,"verse":"( Aniwa 6:16) Maduda Jisuna mangonda khumlak-i, “Mapugi puyada asumna hai, ‘Nahakna nahakki Tengban Mapu, Mapu Ibungobu changyengpharoi.’ ”"},{"number":13,"verse":"Adudagi Devilna Jisubu themba pumnamak loirabada mathanggi khudongchaba laktriba phaoba Jisubu thadoktuna chatkhre."},{"number":14,"verse":"( Jisuna Galileeda mahakki thougal houba) ( (Mat 4:12-17; Mrk 1:14-15)) Adudagi Jisuna Thawai Asengbagi panggalga loinana Galilee-da halaklammi. Aduga Ibungogi paona lam sinbathungna sangdokkhirammi."},{"number":15,"verse":"Ibungona synagogue-singda tambirammi amasung mipum khudingmakna mahakpu thagatlammi."},{"number":16,"verse":"( Nazareth-ta Jisubu yadaba) ( (Mat 13:53-58; Mrk 6:1-6)) Adudagi Jisuna mahakki hourakpham Nazareth-ta lakle. Aduga mahousagum mahakna Potthaba Numitta synagogue-ta chatlammi amasung Mapugi puya pananaba lepkhatlammi."},{"number":17,"verse":"Amasung Tengban Mapugi wa phongdokpiba maichou Isaiahgi lairik makol adu Ibungoda pirabada mahakna hangdoktuna parak-i,"},{"number":18,"verse":"( Isa 61: (LXX)) “MAPU IBUNGO-gi Thawaina ithakta leibirare, Maramdi lairabasingda Aphaba Pao sandoknabagidamak mahakna eibu khandokpire. Thamoi kairabasingbu phahannaba Lanpha oirabasingda ningtamba laothoknanaba, Mit tangbasingbu uhanbinaba, Otpi neibiba phanglabasingbu maning tamhannaba,"},{"number":19,"verse":"Aduga MAPU IBUNGOna mahakki misingbu kanbinaba matam adu lakle haina laothoknaba, Mahakna eibu thabire.”"},{"number":20,"verse":"Adudagi Jisuna lairik makol adu konsilladuna thougal touriba nupa aduda amuk piraga phamtharammi. Amasung synagogue aduda leiriba mi pumnamakna Ibungoda pukning changna yenglammi."},{"number":21,"verse":"Aduga Ibungona makhoida haiba hourak-i, “Nakhoina houjik takhraba Mapugi puyagi wahei adu ngasidi achumba oina thoklare.”"},{"number":22,"verse":"Aduga mi pumnamakna Ibungogi maramda thagatnaduna ngangnarammi amasung Ibungogi chinbaldagi thorakpa thoujalgi waheising adu tabada makhoi ngaklammi. Amasung makhoina hainarak-i, “Mahak asibu Josephki machanupa nattra?”"},{"number":23,"verse":"Ibungona makhoida hairak-i, “Nakhoina eingonda soidana paorou asi haigani, ‘Laiyengba mi, nahak nasabu phahallu! Aduga Capernaum-da nahakna toukhi haina eikhoina takhibasing adu nahakki naramdam asidasu tou.’ ”"},{"number":24,"verse":"( Jn 4:44) Ibungona makha tana hairak-i, “Eina nakhoida tasengnamak hairibasini, Tengban Mapugi wa phongdokpiba maichousingbu keidoungeida masagi maramdamda lousinbide."},{"number":25,"verse":"( 1 Ning 17:1) “Adubu yeng-u, achumba adu eina hairi, Elijah-gi matamda chahi ahum makhai nongdon atiya thingkhiduna leibak pumnamakta achouba chak tangba thokpa matamda Israelda lukhrabi mayam ama leirammi."},{"number":26,"verse":"( 1 Ning 17:8-16) Adumakpu makhoi kana amatagi manakta Elijah-bu thakhide adubu Sidon lamdamgi Zarephath-ta leibi lukhrabi amagi manakta thabikhi."},{"number":27,"verse":"( 2 Ning 5:1-14) Aduga Tengban Mapugi wa phongdokpiba maichou Elisha-gi matamda Israel lamdamda kiningngai oiba unsagi lainana naba mi kaya ama leirabasu makhoi kana amatabu phahanbikhide adubu Syria-gi Naaman khaktabu phahanbikhi.”"},{"number":28,"verse":"Madu tabada synagogue aduda leiriba mi pumnamak mei houna saorammi."},{"number":29,"verse":"Amasung makhoina hougattuna Ibungobu sahar adudagi chingthoktuna chingcheptagi hunthanabagidamak sahar adu leiriba ching adugi chingdonda purakle."},{"number":30,"verse":"Adubu Ibungona miyam adugi marakmaktada phaoraduna chatkhirammi."},{"number":31,"verse":"( Jisuna Phattaba Thawai tanthokpa) ( (Mrk 1:21-28)) Adudagi Jisuna Galilee-gi Capernaum-da chatlammi amasung potthaba numitsingda miyamda tambirammi."},{"number":32,"verse":"( Mat 7:2829) Aduga Ibungogi tambiba matou aduda makhoi pumnmak ingak ngaklammi maramdi Ibungona matik leina nganglammi."},{"number":33,"verse":"Matamduda synagogue aduda phattaba thawai changba nupa ama leirammi. Aduga mahakna khonjel houna laorak-i,"},{"number":34,"verse":"“He Nazareth-ki Jisu, eikhoiga nangga kari mari leinabage? Nahak eikhoibu mang-hannaba mapham asida laklibra? Nahak kanano haiba ei khang-i: nahak Tengban Mapuna thabirakpa Asengba Mahak aduni.”"},{"number":35,"verse":"Maduda Jisuna thawai aduda yathang pirammi, “Tumin leiyu aduga mangondagi thokkhro.” Adudagi lai phattaba aduna nupa adubu makhoi pumnamakki mamangmaktada inthuramlaga karisu sokhanba touramdana mangondagi mapan thokkhre."},{"number":36,"verse":"Maduda mi pumnamak ngakladuna makhoi masel amaga amaga hainarak-i, “Nupa asigi waheising asi kayada matik amadi panggal leiriba! Phattaba thawai phaobana mahakna haiba illi aduga mahakki yathang tabada chelli.”"},{"number":37,"verse":"Amasung Ibungogi paona akoibada leiba mapham khudingmakta sandokkhre."},{"number":38,"verse":"( Jisuna anabasingbu phahanbiba) ( (Mat 8:14-17; Mrk 1:29-34)) Adudagi Jisuna synagogue adu thadoktuna Simon-gi yumda chatlammi. Matam aduda Simon-gi manembok arum kanna houduna leirammi amasung makhoina Ibungoda mahakki anaba adubu phahanbinaba haijarammi."},{"number":39,"verse":"Maduda Jisuna mahakki manakta nontharaduna mahakpu thadoktuna chatkhinanaba arum aduda yathang pikhi. Amasung maduda arum houramba adu phajaduna mahakna khudak aduda hougatlaga makhoibu thougal toujare."},{"number":40,"verse":"Numit tasillaklabada misingna makhal makha kayagi lainana naraba anaba kaya amabu Jisugi manakta purakle. Amasung Ibungona makhoi khudingmakki mathakta khut thambiraduna anaba pumnamakpu phahanbirammi."},{"number":41,"verse":"Adugisu mathakta, mioi kaya amadagi lai phattabasing aduna “Nahakti Tengban Mapugi Machanupa Christa aduni” haina laoramlaga thokkhirammi. Adubu Jisuna lai phattabasing aduda cheiraduna makhoibu wa nganghallamde, maramdi makhoina Ibungobu Christani haiba khanglammi."},{"number":42,"verse":"( Jisuna Synagogue-singda pao sandokpa) ( (Mrk 1:35-39)) Nongngallabada Jisuna mapham adu thadoktuna achikpa mapham amada chatlammi. Aduga miyam aduna Ibungobu thiba hourammi amasung makhoina Ibungobu thengnarabada makhoibu thadoktuna chatkhidanaba kanna hotnarammi."},{"number":43,"verse":"Adubu Ibungona makhoida hairak-i, “Eihakna Tengban Mapugi leibakki Aphaba Pao adu atoppa saharsingdasu sandokpa tai, maramdi thabak adugidamak eihakpu tharakpani.”"},{"number":44,"verse":"Asum touna Ibungona leibak adu sinba thungna synagogue synagogue-singda pao sandoklammi."}]}