{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"( Potthaba numitki Mapu) ( (Mat 12:1-8; Mrk 2:23-28)) ( Aniwa 23:25) Potthaba numit amada Jisuna mahei maronggi loubuk phaoduna chatlammi. Amasung Ibungogi tung-inbasingna gehu charong khara heklaga makhutna noithoktuna charammi."},{"number":2,"verse":"Maduda pharisee kharana makhoida hanglak-i, “Nakhoina Potthaba numitta touphade haina eikhoigi wayel yathangna haiba adu nakhoina touriba karigino?”"},{"number":3,"verse":"( 1 Samu 21:1-6) Jisuna makhoida khumlak-i, “David amadi mahakka loinabasingna lamlaba matamda David-na kari toukhibage haibadu nakhoina Mapugi puyada padabra?"},{"number":4,"verse":"( Levi 24:9) Mahakna Tengban Mapugi yumda changduna purohitsing khaktana chagadaba Tengban Mapuda katthokkhraba tal adu louduna chakhi amasung mahakka loinabasingdasu pikhi.”"},{"number":5,"verse":"Adudagi Jisuna makhoida haikhi, “Migi machanupa adu Potthaba numitkisu Mapuni.”"},{"number":6,"verse":"( Potthaba numitta Jisuna anaba phahanbiba) ( (Mat 12:9-14; Mrk 3:1-6)) Atoppa Potthaba numit amada Jisuna synagogue-ta changduna misingda tambirammi. Amasung mapham aduda yet-thangba makhut pangtha-sithaduna naba nupa ama leirammi."},{"number":7,"verse":"Aduga Pharisee amadi Wayel Yathanggi oja kharana Jisubu aranba tou-i haina maral siba yanaba maram thiduna leirammi. Maram aduna makhoina Potthaba Numitta Ibungona anaba phahanbra haiduna Ibungobu cheksinna yenglammi."},{"number":8,"verse":"Adubu Ibungona makhoigi wakhaldu khangladuna makhut nama pangtha-sithaba nupa aduda hairak-i, “Hougattuna mamang asida lak-u.” Aduga nupa aduna hougattuna mapham aduda leple."},{"number":9,"verse":"Adudagi Jisuna makhoida hairak-i, “Ei nakhoida wahang ama hangge, Wayel yathangna potthaba numitta touba yabasi karino: Aphaba thabak toubra nattraga phattaba thabak toubra? Kanagumbagi thawai kanbara nattraga mang-hanbra?”"},{"number":10,"verse":"Amasung Ibungona makhoi pumnamakta koina yenglaga nupa aduda hairak-i, “Nahakki nakhut adu tingthok-u.” Aduga mahakna madu toujare, amasung makhuttu hannagum pungpha phajare."},{"number":11,"verse":"Maduda makhoi mei houna saorammi amasung Jisugi maiyokta makhoina kari touba yabage haiduna amaga amaga wa tanaba houre."},{"number":12,"verse":"( Jisuna Tung-inba taranithoibu khanba) ( (Mat 10:1-4; Mrk 3:13-19)) Madugi matung matam ikan kannadana nongma Jisuna haijanabagidamak ching amada kakhatlammi amasung mahakna ahing chuppa Tengban Mapuda haijaduna mapham aduda leirammi."},{"number":13,"verse":"Amasung ayuk matam oiraklabada Ibungona mahakki tung-inbasing pumnamakpu manakta kourammi amasung makhoi taranithoibu khandoktuna pakhonchatpa haina koure. Makhoising adudi:"},{"number":14,"verse":"Mahakna Peter hainasu kouba Simon amadi mahakki manao Andrew; Jacob, John, Philip, Bartholomew,"},{"number":15,"verse":"Matthew, Thomas, Alphaeus-ki machanupa Jacob, Mareibak ningba hainasu kounaba Simon,"},{"number":16,"verse":"Jacob-ki machanupa Judas amasung yeknabagi michang oikhiba Judas Iscariot-ni."},{"number":17,"verse":"( Jisuna tambiba amadi anaba phahanbiba) ( (Mat 4:23-25)) Adudagi Jisuna makhoiga loinana chingthaktagi kumtharaktuna leitem manaba mapham amada masing yamlaba mahakki tung-inbasing aduga loinana leplammi. Aduga Judea apumbadagi amasung Jerusalem-dagi aduga Tyre amadi Sidon-gi samudra mapandagi yamlaba miyam amasu mapham aduda leirammi."},{"number":18,"verse":"Makhoising adu Ibungogi wa tananaba amasung makhoigi lainasing adu Ibungona phahanbinabagidamak lakpani. Aduga phattaba thawaisingna wahallibasingsu laklammi amasung makhoina madudagi phajarammi."},{"number":19,"verse":"Amasung mipum khudingmakna Ibungobu soknaba hotnarammi maramdi Ibungodagi anaba phahanbagi panggal thoraklammi amasung makhoi pumnamakpu anaba phahanbirammi."},{"number":20,"verse":"( Yaiphabasing amasung Awabasing) ( (Mat 5:1-12)) Adudagi Jisuna mahakki tung-inbasing aduda yengladuna hairak-i, “Lairaba nakhoi yaiphabani, Maramdi Tengban Mapugi ningthou leibak adu nakhoigini!"},{"number":21,"verse":"Houjik lamliba nakhoi yaiphabani, Maramdi nakhoibu thalhanbigani! Houjik kaplibasa nakhoi yaphabani, Maramdi nakhoina nokchagani!”"},{"number":22,"verse":"“ ( 1 Pet 4:14) Migi machanupa adugi maramgidamak misingna nakhoibu yengthiraba, inthoklaba, ikaiba piraba, aduga nakhoigi ming thinaba hairaba nakhoi yaiphabani!"},{"number":23,"verse":"( 2 Mi 36:16; Pakhon 7:52) Numit aduda nungaijou amadi haraoduna chongkhatchou maramdi swargada nakhoigi mana chao-i. Maramdi matou adugumna makhoigi mapa mapusingna Tengban Mapugi wa phongdokpiba maichousingdasu toukhi.”"},{"number":24,"verse":"“Adubu inak-khunba nakhoidi awabanida, Maramdi nakhoina nungngai yaiphaba adu phangkhre!"},{"number":25,"verse":"Houjik puk thanduna leiriba nakhoi awabanida, Maramdi nakhoina lamgani! Houjik nokliba nakhoi awabanida, Maramdi nakhoina tengtha nao-oigani amasung kapkani!”"},{"number":26,"verse":"“Mi pumnamakna nakhoigi maramda aphaba haiba matamda nakhoi awabanida; maramdi matou asigumna makhoigi mapa mapusingna Tengban Mapugi wa phongdoksinabasingda toukhi.”"},{"number":27,"verse":"( Yeknababu nungsiba) ( (Mat 5:38-48; 7:12a)) “Adubu eigi wahei tariba nakhoida eina hairi: Nakhoina nakhoigi yeknabasingbu nungsiyu, nakhoibu yengthibasingda aphaba toubiyu,"},{"number":28,"verse":"Nakhoibu sirap toubasingbu bor pibiyu, aduga nakhoibu thina toubasinggidamak Tengban Mapuda haijabiyu."},{"number":29,"verse":"Kanagumbana nanggi nakhajai namada khupakna tharabadi atoppa nakhajai nama adusu onsillu; kanagumbana nahakki mapangi phurit adu loukhrabadi, nahakki manunggi phurit adubusu loubada thinganu."},{"number":30,"verse":"Nangonda nijaba mi khudingmakta pinou, aduga kanagumbana nahakki napot-nachei loukhrabadi amuk hanna piraknanaba hairuganu."},{"number":31,"verse":"( Mat 7:12) Misingna nakhoida touhanningba adumak nakhoinasu makhoida tou.”"},{"number":32,"verse":"“Nakhoibu nungsiba mising adukhaktabu nakhoina nungsirabadi nakhoida kari thagatpham leibage? Maramdi papchenbasing phaobana makhoibu nungsibasingbudi adumak nungsi."},{"number":33,"verse":"Aduga nakhoida aphaba thabak touba mising adukhaktada nakhoina aphaba tourabadi nakhoida kari thagatpham leibage? Maramdi papchenbasing phaobanasu adumna adumak tou-i."},{"number":34,"verse":"Aduga nakhoida amuk singlakkani haina asha touba mising adukhaktada sel puthoklabadi nakhoida kari thagatpham leibage? Maramdi papchenbasing phaobanasu puthokkhiba senpham adu amuk phanggani haina asha touduna papchenbasingda adumak puthok-i."},{"number":35,"verse":"Adubu nakhoina yeknabasingbu nungsiyu, makhoida aphaba toubiyu, aduga singlakpagi wakhal amuk toudana makhoida puthok-u. Adu oirabadi nakhoigi mana chaogani, aduga nakhoina wangthoiraba Tengban Mapugi asengba machasing oigani. Maramdi toubimal khangdabasing amasung phattabasinggi maphamdasu mahakti chanbi hei."},{"number":36,"verse":"Aduga nakhoigi napana chanbiheibagum nakhoisu chanbi heiyu.”"},{"number":37,"verse":"( Misingbu wayendanaba tambiba) ( (Mat 7:1-5)) “Kanadasu wayelluganu aduga nakhoibusu wayenbiroi. Kanadasu maral leihanluganu aduga nakhoibusu naral leihanbiroi. Ngakpiyu aduga nakhoibusu ngakpigani."},{"number":38,"verse":"Piyu aduga nakhoida pinabigani. Ahenba changda, namsinduna, niksinduna, aduga pathokna nakhoigi phigaoda happigani. Maramdi nakhoina olluriba chang adumakna nakhoidasu amuk ollagani.”"},{"number":39,"verse":"( Mat 15:14) Aduga Ibungona makhoida pandam asisu haikhi, “Mitangba amana mitangba amabu lamjingba ngambra?” Adumna tourabadi makhoi animak komda taroidra?"},{"number":40,"verse":"( Mat 10: ; Jn 13:16; 15:20) Maheiroi amana mahakki ojadagi henna chaode, adubu mapung phana tamlaba pumnamakna oja adugumna oirakkani."},{"number":41,"verse":"“Aduga karigi nahakki namitta leiba ujao adu khangba ngamdraga nachin nanaogi mamitta leiba apikpa u-makup aduda karigi yenglibano?"},{"number":42,"verse":"Nahakki namitta leiba ujao adu nahakna uba ngamdraga, ‘Ichin inao, nahakki namitta leiba u-makup adu ei louthokpige’ haina nahakki nachin nanaoda nahakna karamna haigani? He, aphasasinnabasa! Nangna ahanbada namitta leiriba ujao adu hanna louthokkho, adudagidi nahakna nachin-nanaogi mittagi u makup adu louthokpada sengna uba ngamgani.”"},{"number":43,"verse":"( Maheidagi karamba upalno haiba masak khangba) ( (Mat 7:16-20; 12:33-35)) “Maramdi aphaba upalda phattaba mahei pande aduga phattaba upalda aphaba mahei pande."},{"number":44,"verse":"( Mat 12:33) Upal khudingmakki masak magi mahei adudagi khangngi. Maramdi tingkhang pambidagi heiyit heknade aduga tingkhanggi mongsongdagi anggur heknade."},{"number":45,"verse":"( Mat 12:34) Aphaba mina mahakki thamoigi aphaba langeidagi aphaba thabak puthok-i, aduga phattaba mina mahakki thamoigi phattaba langeidagi phattaba thabak puthok-i. Maramdi mathamoida leiribasingdu machinna ngangthok-i."},{"number":46,"verse":"( Yumsaba ani) ( (Mat 7:24-27)) “Eina haiba adudi toudraga karigi nakhoina eingonda Ibungo, Ibungo haina kouribano?"},{"number":47,"verse":"Eingonda laktuna eigi wa taraga madubu thabak oina touba mahak adu kariga manabage haibadu ei nakhoida utke."},{"number":48,"verse":"Mahak adudi nungjao mathakta luna touthaduna yumpham thollaga yum sariba mi amagumbani. Aduga ising ichao lakpada ichelna yum aduda saphu kanna yeire, adubu yum adu nungjao mathakta cheksinna saba maramna lenghanba ngamkhide."},{"number":49,"verse":"Adubu eigi wa taraga madubu thabak oina toudaba mahak adudi yumpham yaodana leibakta yum saba mi amagumbani. Aduga ising ichao aduna yeibada yum adu ture amasung madubu machet tana thugaire.”"}]}