{"bibleAbbr":"mniRNT2022","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"( Rome-gi lanmi chamagi makok amagi thajaba) ( (Mat 8:5-13)) Jisuna pumnamaksing asi misingda tambiba loiraba matungda Capernaum-da amuk chatlammi."},{"number":2,"verse":"Matam aduda lanmi chamagi luchingba amagi yamna luna toujaba manai ama kanna naduna leirammi amasung mahak sigadourammi."},{"number":3,"verse":"Aduga lanmi chamagi luchingba aduna Jisugi maramda tarabada, Ibungona lakpiduna mahakki manai adubu phahanbinabagidamak haijarunaba Jihudisinggi ahal-lamansingbu tharammi."},{"number":4,"verse":"Adudagi makhoina Jisugi manakta laktuna asumna kanna haijare, “Nupa asi nahakna mateng pangbada matik chaba mini."},{"number":5,"verse":"Maramdi mahak Jihudigi misingbu nungsijaba mini aduga mahakna eikhoigidamak synagogue amasu sabire.”"},{"number":6,"verse":"Adudagi Jisuna makhoiga loinana chatminnare. Amasung makhoina yum yousillakkadaba panglap laptraba matam aduwaida lanmi chamagi luchingba aduna mahakki pao puhalladuna mahakki marupsingbu tharaklaga asumna Ibungoda haihallare, “Ibungo, Nahakna eigi yumda amuk lengbiraktuna nasabu amuk wahanbiraganu. Maramdi Ibungobu eigi yumda kousinjaba ei matik chajade."},{"number":7,"verse":"Aduga ei isamak phaoba Ibungogi nanakta laktuna Ibungobu unajaba matik chajade haina ningjei. Aduna yathang aduta pibiyu aduga eigi inaigi anaba phajagani."},{"number":8,"verse":"Maramdi ei isamaksu mathakthongba phamnaibasinggi makhada leiba mini, aduga eigi ikhada eigi lanmisingna lei. Makhoigi maraktagi amada ‘Chatlu’ hairaga mahakna chatli aduga amada amuk ‘Lak-u’ hairaga mahakna lak-i. Aduga eigi inaida ‘Madu tou’ hairaga mahakna tou-i.”"},{"number":9,"verse":"Madu tabada Jisu ngaklammi amasung mahakki tung-illiba miyam aduda onsilladuna hairak-i, “Eina nakhoida hairibasini, Israelsinggi maraktagi phaoba asigumna asuk yamna thajaba asi eina keidoungeida thengnadri!”"},{"number":10,"verse":"Adudagi pao purakpa mising aduna yumda hankhiba matamda naduna leihouba manai adu phaduna leiramba thengnare."},{"number":11,"verse":"( Jisuna lukhrabi amagi machabu hinggat-hanbiba) Mathanggi numitta Jisuna Nain kouba apikpa sahar amada chatlammi. Aduga mahakki tung-inbasing amasung yamkhraba miyam amana Ibungoga loinarammi."},{"number":12,"verse":"Amasung Ibungona apikpa sahar adugi changpham thong yousillakpa matam aduda asiba hakchang ama aroiba mathou mangam pangthoknabagidamak puthoraklammi. Siriba nupa adu lukhrabi amagi amata ngairaba machanupa oirammi, aduga apikpa sahar adugi yamlaba miyam amasu mama aduga loinaraklammi."},{"number":13,"verse":"Nupi adu ubada Ibungona nungsiba pokladuna hairak-i, “Kapkanu.”"},{"number":14,"verse":"Aduga Ibungona changsinduna ku adu sokpada ku puribasing adu chatpa leplammi. Adudagi Ibungona hairak-i, “Pakhang, Eina nangonda hairi hougatlu.”"},{"number":15,"verse":"Maduda asiba nupa aduna hougatlaktuna phamlaga wa ngangba houre! Amasung Jisuna mahakpu mamada amuk sinnare."},{"number":16,"verse":"Maduda makhoi pumnamak akibana thallammi amasung makhoina Tengban Mapubu thagatladuna hairak-i, “Tengban Mapugi wa phongdokpiba matik leiba maichou ama eikhoigi irakta phaorakle, amasung Tengban Mapuna mahakki misingbu kanbinaba lakle!”"},{"number":17,"verse":"Adudagi Jisugi pao asina Judea apumba amadi akoibada leiba lam pumnamak sin-thungna sandokhre."},{"number":18,"verse":"( Jisu amasung baptize toubiba John) ( (Mat 11:2-19)) Baptize toubiba Johngi tung-inbasingna masi pumnamaksing asigi maramda Johnda tamlammi."},{"number":19,"verse":"Adudagi John-na mahakki tung-inbasinggi maraktagi anibu kouraduna, “Lengbirakkadouriba mahak adu ( 7:19: Messiah) Ibungora, nattraga eikhoina atoppa amabu ngaijakhigadra” haina hangnanaba Jisugi manakta tharaklammi."},{"number":20,"verse":"Amasung makhoina Jisugi manakta lakladuna hairak-i, “ ‘Lengbirakkadouriba mahak adu Ibungora, nattraga eikhoina atoppa amabu ngaijakhigadra’ haina hangnanaba baptize toubiba Johnna eikhoibu tharakpani.”"},{"number":21,"verse":"Matam adumaktada Jisuna anaba mi kayabu makhoigi anabadagi, lainadagi amadi phattaba thawai changbadagi phahanbirammi. Aduga mamit tangba kayabusu uhanbirammi."},{"number":22,"verse":"( Isa 35: ; Isa 61:1) Adudagi Jisuna John-gi pao purakpasing aduda khumlak-i, “Nakhoina John-gi manakta chattuna nakhoina uraba amadi taraba pumnamak tammu: Mit tangbasingna uba phangjare, khongtekpasingna chatpa ngamjare, kiningai oiba unsagi leinana nabasingna sengjare, na pangbasingna taba phangjare, asibasingna hinggatchare amasung lairabasingda Aphaba pao sandokle."},{"number":23,"verse":"Aduga eigi maramda chingnaba leitaba mahak adu yaiphabani.”"},{"number":24,"verse":"Adudagi John-gi pao pubasing aduna chatkhraba matungda Jisuna miyam aduda Johngi maramda haiba hourak-i, “Nakhoina lamjao lamhangda kari yengba chatlubage? Nungsitna yeibada koihum humba awangba napibura?"},{"number":25,"verse":"Nattragana nakhoina lamjao lamhangda kari yengba chatlubage? Atangba phijol setpa mi amabura? Yengngu, mamal yamba phijol setpa amadi ke-mouduna leiba makhoising adudi ningthou konungsingda leibani."},{"number":26,"verse":"Adubu nakhoina kari yengba chatlubage? Tengban Mapugi wa phongdokpiba maichou amabura? Hoi, eina nakhoida hairibasini, mahakti Tengban Mapugi wa takthokpa maichou amadagisu henna chao-i."},{"number":27,"verse":"( Mic 3:1) Mapugi puyada iduna leiriba asi mahak asigi maramdani, ‘Eina eigi pao pubabu nahakki lambi thourang tounanaba nahakki namang thana thagani.’"},{"number":28,"verse":"Eina nakhoida hairibasini, mioibasinggi marakta Johndagi henna chaoba kanasu leite. Adubu Tengban Mapugi ningthou leibakta khwadagi henna pikpa mahak aduna John-dagi henna chao-i.”"},{"number":29,"verse":"( Mat 21:32; Luk 3:12) Adudagi Ibungona haiba adu tarabada kanggat khombasing phaoba yaona, mi pumnamakna John-dagi baptize louduna Tengban Mapugi lambidi achumbani haiba yajakhi."},{"number":30,"verse":"Adubu Pharisee-sing amadi wayel yathang khang-heibasing adunadi Johndagi baptize loudaduna Tengban Mapuna makhoigidamak thourangbiba adu yajakhide."},{"number":31,"verse":"Adudagi Jisuna amuk makha tana hairak-i, “Adudi eina miron asigi mising asiga kariga changdamnagadage? Makhoiga kariga manabage?"},{"number":32,"verse":"Makhoidi keithelda sanariba angang machasinggumbani, makhoina amaga amaga kounaduna hai, ‘Eikhoina nakhoigidamak bashi khongngi adubu nakhoina jagoi sade; Aduga eikhoina tengtha nao-oibagi eshei shak-i adubu nakhoina kapte.’"},{"number":33,"verse":"Maramdi Baptize toubiba John-na chadana amadi yu thaktana lakle; aduga nakhoina mahakpu lai phattaba leiba mini haibire."},{"number":34,"verse":"Aduga amuk Migi Machanupa aduna cha-thaktuna lakle aduga nakhoina mahakpu mapuklaoba, yuthakpa, amadi kanggat khomba amasung pappisinggi marupni haibire."},{"number":35,"verse":"Adumakpu, Tengban Mapugi lousingdi achumbani haibasi mabu lousinjariba pumnamakki punsina utle.”"},{"number":36,"verse":"( Pharisee Simon-gi yumda Jisubu nupi amana thao noibiba) Pharisee-singgi maraktagi amana Jisubu mayumda chak chaminnanaba kourammi. Amasung Ibungona pharisee adugi yumda chattuna chananabagidamak phamthare."},{"number":37,"verse":"( Mat 26:7; Mrk 14:3; Jn 12:3) Apikpa sahar aduda papki punsida hingbi nupi amasu leirammi. Jisuna pharisee gi yumda laktuna chak chabagi pao adu mahakna tarabada manam nungsiba mamal tanglaba thao happa alabaster ( 7:37: Ngourunaba nung makhal ama.) nunggi chaphu ama puraklammi."},{"number":38,"verse":"Aduga mahakna Jisugi makhong mayada tunglomda lepladuna hikna hikna kapcharammi. Amasung sintharakliba mahakki pirang aduna Ibungogi makhong adu chothallammi. Adudagi mahakna phamtharaduna Ibungogi makhong adu mahakki masamna theithokcharammi amasung Ibungogi makhong adu chupladuna manam nungsiba thao adu teirammi."},{"number":39,"verse":"Amasung Ibungobu mayumda koujariba pharisee aduna madu uba matamda mathanta thamoinungda khanjarammi, “Nupa asina karigumba asengbamak Tengban Mapugi wa phongdokpiba maichou oiramlabadi mangonda sokliba nupi asi kanano, karamba nupino haibadi papchenbini haiba mahakna khanglamgadabani.”"},{"number":40,"verse":"Maduda Jisuna pharisee aduda hairak-i, “Simon, Eina nangonda haigadaba karigumba khara lei.” Mahakna khumlak-i, “Hoi, haibiyu oja Ibungo.”"},{"number":41,"verse":"Jisuna mangonda hairak-i, “Sel puthokpa nupa amada sel tonba nupa anikhak leirammi. Makhoi anigi maraktagi nupa amana denari chamanga aduga amana yangkhei tollammi."},{"number":42,"verse":"Adubu makhoi animakna sel adu singba ngamdrabada nupa aduna makhoina tolliba sel adu kokpire. Adu oirabadi makhoi anigi maraktagi karambana mahakpu henna nungsigadage?”"},{"number":43,"verse":"Simon-na khumlak-i, “Eina ningjabadadi sendon henna kokpikhipa mahak aduna henna nungsigani.” Jisuna hairak-i, “Nahakna chumna khumle.”"},{"number":44,"verse":"Adudagi Ibungona nupi aduda onsilladuna Simon-da hairak-i, “Nahakna nupi asi ubra? Eina nanggi yumda changlakpa matamda eigi khong chamnabagidamak nangnadi ishing pikhide, adubu nupi asinadi mahakki mapina eigi khong chamthokpikhi aduga mahakki masamna khong asi teithokpikhi."},{"number":45,"verse":"Nahaknadi eibu chuppiduna taramna okkhide, adubu nupi asinadi eina hek changlakpadagi houjik phaoba eigi ikhong asi chuppiba leptri."},{"number":46,"verse":"Nangnadi eigi kokta thao teibide, adubu nupi asinadi eigi khongda tanglaba manam nungsiba thao teibiri."},{"number":47,"verse":"Eina nakhoida hairi, mahakki pap mayam adu kokpire, maram aduna mahakna thoina henna nungsiba adu utle. Adubu pap khajiktamak kokpikhiba mahak aduna khajiktamak nungsi.”"},{"number":48,"verse":"Adudagi Jisuna nupi aduda hairak-i, “Nahakki papsing adu kokpire.”"},{"number":49,"verse":"Maduda chaklen aduda Ibungoga loinana phamminnaribasing aduna makhoi maselgi marakta hainaba hourak-i, “Pap phaoba kokpiba ngamba mahak asi kanano?”"},{"number":50,"verse":"Adudagi Jisuna nupi aduda hairik-i, “Nahakki thajabana nahakpu kanbire; ingthana chatcharo.”"}]}