{"bibleAbbr":"MKJV1962","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":4,"verses":[{"number":1,"verse":"Behold, you [are] beautiful, My love. Behold, you [are] beautiful; your eyes [are] like doves' from behind your veil; your hair [is] like a flock of goats that appear from Mount Gilead."},{"number":2,"verse":"Your teeth [are] like a flock of shorn [sheep], which came up from the washing; they all are bearing twins and not one [is] barren among them."},{"number":3,"verse":"Your lips [are] like a cord of scarlet, and your speech [is] becoming; your temples [are] like a piece of pomegranate behind your veil."},{"number":4,"verse":"Your neck [is] like the tower of David built for an armory, on which there hang a thousand bucklers, all shields of mighty men."},{"number":5,"verse":"Your two breasts [are] like two fawns, twins of a gazelle, feeding among the lilies."},{"number":6,"verse":"Until when the day blows, and the shadows flee away, I will go to the mountain of myrrh and to the hill of frankincense."},{"number":7,"verse":"You [are] all fair, My love; no blemish [is] in you."},{"number":8,"verse":"Come with Me from Lebanon, [My] spouse; with Me from Lebanon. Look from the top of Amana, from the top of Shenir and Hermon, from the lions' dens, from the mountains of the leopards."},{"number":9,"verse":"You have ravished My heart, My sister, [My] spouse; you have ravished My heart with one of your eyes, with one chain of your neck."},{"number":10,"verse":"How fair is your love, My sister, [My] spouse! How [much] better [is] your love than wine, and the smell of your ointments than all spices!"},{"number":11,"verse":"Your lips, [My] spouse, drop like the honeycomb; honey and milk [are] under your tongue; and the smell of your garments [is] like the smell of Lebanon."},{"number":12,"verse":"A locked garden [is] My sister, [My] spouse; a rock heap locked up, a fountain sealed."},{"number":13,"verse":"Your plants [are] an orchard of pomegranates, with pleasant fruits; with henna [and] spikenard,"},{"number":14,"verse":"spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices;"},{"number":15,"verse":"a fountain of gardens, a well of living waters, and streams from Lebanon."},{"number":16,"verse":"Awake, O north [wind]; and come, south [wind]; blow on my garden, so [that] the spices of it may flow out. Let my Beloved come into His garden and eat His pleasant fruits."}]}