{"bibleAbbr":"MKJV1962","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"I have come into My garden, My sister, [My] spouse; I have gathered My myrrh with My spice; I have eaten My honeycomb with My honey; I have drunk My wine with My milk. Eat, O friends; drink, yea, drink abundantly, O Beloved."},{"number":2,"verse":"I sleep, but my heart is awake. [It is] the sound of my Beloved that knocks, [saying], Open to Me, My sister, My love, My dove, My undefiled; for My head is filled with dew, My locks with the drops of the night."},{"number":3,"verse":"I have put off My coat; How shall I put it on? I have washed my feet; how shall I defile them?"},{"number":4,"verse":"My Beloved put in His hand by the hole [of the door], and my heart was moved for Him."},{"number":5,"verse":"I rose up to open to my Beloved; and my hands dripped [with] myrrh, and my fingers flowing [with] myrrh on the handles of the bolt."},{"number":6,"verse":"I opened to my Beloved, but my Beloved had left. He passed on. My soul went out when He spoke; I sought Him, but I could not find Him. I called Him, but He did not answer me."},{"number":7,"verse":"The watchmen who went about the city found me [and] struck me; they wounded me. The keepers of the wall lifted my veil from me."},{"number":8,"verse":"I adjure you, O daughters of Jerusalem, if you find my Beloved, what do you tell Him? That I [am] sick [with] love."},{"number":9,"verse":"What [is] your Beloved more than [another] beloved, most beautiful among women? What [is] your Beloved more than [another] beloved, that you adjure us so?"},{"number":10,"verse":"My Beloved [is] bright and ruddy, standing out among ten thousand."},{"number":11,"verse":"His head [is like] refined gold; His locks [are] bushy, black as a raven."},{"number":12,"verse":"His eyes [are] as doves' [eyes] on the rivers of waters, washed with milk, sitting on a setting."},{"number":13,"verse":"His cheeks [are] like a bed of spices, a raised bed of aromatic herbs. His lips [are as] lilies dropping flowing myrrh."},{"number":14,"verse":"His hands [are like] rings of gold filled with jewels; His body an ivory plate overlaid with sapphires."},{"number":15,"verse":"His legs [are like] pillars of marble set on sockets of fine gold; His face [is like] Lebanon, excellent as the cedars."},{"number":16,"verse":"His mouth [is] most sweet; yes, He [is] altogether lovely. This [is] my Beloved, and this [is] my Friend, O daughters of Jerusalem."}]}