{"bibleAbbr":"LXXe1851","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And the Lord spoke to Moses and Aaron in the land of Egypt, saying,"},{"number":2,"verse":"This month shall be to you the beginning of months: it is the first to you among the months of the year."},{"number":3,"verse":"Speak to all the congregation of the children of Israel, saying, On the tenth of this month let them take each man a (πρόβατον, sheep generally but ver. 5 seems to show that the word lamb. is admissable in this passage. ) lamb according to the houses of their families, every man a lamb for his household."},{"number":4,"verse":"And if they be few in a household, so that there are not enough for the lamb, he shall take with himself his neighbour that lives near to him, —as to the number of souls, every one according to that which suffices him shall make a reckoning for the lamb."},{"number":5,"verse":"It shall be to you a lamb unblemished, a male of a year old: ye shall take it of the lambs and the kids."},{"number":6,"verse":"And it shall be kept by you till the fourteenth of this month, and all the multitude of the congregation of the children of Israel shall kill it toward evening."},{"number":7,"verse":"And they shall take of the blood, and shall put it on the two door-posts, and on the lintel, in the houses in which soever they shall eat them."},{"number":8,"verse":"And they shall eat the flesh in this night roast with fire, and they shall eat unleavened bread with bitter herbs."},{"number":9,"verse":"Ye shall not eat of it raw nor sodden in water, but only roast with fire, the head with the feet and the appurtenances."},{"number":10,"verse":"Nothing shall be left of it till the morning, and a bone of it ye shall not break; but that which is left of it till the morning ye shall burn with fire."},{"number":11,"verse":"And thus shall ye eat it: your loins girded, and your sandals on your feet, and your staves in your hands, and ye shall eat it in haste. It is a passover to the Lord."},{"number":12,"verse":"and I will go throughout the land of Egypt in that night, and will smite every first-born in the land of Egypt both man and beast, and on all the gods of Egypt will I execute vengeance: I am the Lord."},{"number":13,"verse":"And the blood shall be for a sign to you on the houses in which ye are, and I will see the blood, and will protect you, and there shall not be on you the plague of destruction, when I (Or, smite the land Hebraism. ) smite in the land of Egypt."},{"number":14,"verse":"And this day shall be to you a memorial, and ye shall keep it a feast to the Lord through all your generations; ye shall keep it a feast for a perpetual ordinance."},{"number":15,"verse":"Seven days ye shall eat unleavened bread, and from the first day ye shall utterly remove leaven from your houses: whoever shall eat leaven, that soul shall be utterly destroyed from Israel, from the first day until the seventh day."},{"number":16,"verse":"And the first day shall be called holy, and the seventh day shall be a (Gr. called holy. ) holy convocation to you: ye shall do no servile work on them, only as many things as will necessarily be done by every soul, this only shall be done by you."},{"number":17,"verse":"And ye shall keep this commandment, for on this day will I bring out your force out of the land of Egypt; and ye shall make this day a perpetual ordinance for you throughout your generations."},{"number":18,"verse":"Beginning the fourteenth day of the first month, ye shall eat unleavened bread from evening, till the twenty-first day of the month, till evening."},{"number":19,"verse":"Seven days leaven shall not be found in your houses; whosoever shall eat anything leavened, that soul shall be cut off from the congregation of Israel, both among the occupiers of the land and the original inhabitants."},{"number":20,"verse":"Ye shall eat nothing leavened, but in every habitation of your ye shall eat unleavened bread."},{"number":21,"verse":"And Moses called all the elders of the children of Israel, and said to them, Go away and take to yourselves a lamb according to your kindreds, and slay the passover."},{"number":22,"verse":"And ye shall take a bunch of hyssop, and having dipped it into some of the blood that is by the door, ye shall touch the lintel, and shall put it upon both door-posts, even of the blood which is by the door; but ye shall not go out every one from the door of his house till the morning."},{"number":23,"verse":"And the Lord shall pass by to smite the Egyptians, and shall see the blood upon the lintel, and upon both the door-posts; and the Lord shall pass by the door, and shall not suffer the destroyer to enter into your houses to smite you."},{"number":24,"verse":"And keep ye this thing as an ordinance for thyself and for thy children for ever."},{"number":25,"verse":"And if ye should enter into the land, which the Lord shall give you, as he has spoken, keep this service."},{"number":26,"verse":"And it shall come to pass, if your sons say to you, What is this service?"},{"number":27,"verse":"that ye shall say to them, This passover is a sacrifice to the Lord, as he defended the houses of the children of Israel in Egypt, when he smote the Egyptians, but delivered our houses."},{"number":28,"verse":"And the people bowed and worshipped. And the children of Israel departed and did as the Lord commanded Moses and Aaron, so did they."},{"number":29,"verse":"And it came to pass at midnight that the Lord smote all the first-born in the land of Egypt, from the first-born of Pharao that sat on the throne, to the first-born of the captive-maid in the dungeon, and the first-born of all cattle."},{"number":30,"verse":"And Pharao rose up by night, and his servants, and all the Egyptians; and there was a great cry in all the land of Egypt, for there was not a house in which there was not one dead."},{"number":31,"verse":"And Pharao called Moses and Aaron by night, and said to them, Rise and depart from my people, both ye and the children of Israel. Go and serve the Lord your God, even as ye say."},{"number":32,"verse":"And take with you your sheep, and your oxen: bless me also, I pray you."},{"number":33,"verse":"And the Egyptians constrained the people, so that they cast them out of the land with haste, for they said, We all shall die."},{"number":34,"verse":"And the people took their dough before their (Gr. lumps of meal. ) meal was leavened, bound up as it was in their garments, on their shoulders."},{"number":35,"verse":"And the children of Israel did as Moses commanded them, and they asked of the Egyptians articles of silver and gold and apparel."},{"number":36,"verse":"And the Lord gave his people favour in the sight of the Egyptians, and they lent to them; and they spoiled the Egyptians."},{"number":37,"verse":"And the children Israel (Gr. having departed. ) departed from Ramesses to Socchoth, to the full number of six hundred thousand footmen, even men, besides the baggage."},{"number":38,"verse":"And a great mixed company went up with them, and sheep and oxen and very much cattle."},{"number":39,"verse":"And they baked the dough which they brought out of Egypt, unleavened cakes, for it had not been leavened; for the Egyptians cast them out, and they could not remain, neither did they prepare provision for themselves for the journey."},{"number":40,"verse":"And the sojourning of the children of Israel, (Gr. which. ) while they sojourned in the land of Egypt and the land of Chanaan, was four hundred and thirty years."},{"number":41,"verse":"And it came to pass after the four hundred and thirty years, all the forces of the Lord came forth out of the land of Egypt by night."},{"number":42,"verse":"(ὥστε seems to be given for ל, instead of 'when he brought,' etc. ) It is a watch kept to the Lord, so that he should bring them out of the land of Egypt; that very night is a watch kept to the Lord, so that it should be to all the children of Israel to their generations."},{"number":43,"verse":"And the Lord said to Moses and Aaron, This is the law of the passover: no stranger shall eat of it."},{"number":44,"verse":"And every slave or servant bought with money—him thou shalt circumcise, and then shall he eat of it."},{"number":45,"verse":"A sojourner or hireling shall not eat of it."},{"number":46,"verse":"In one house shall it be eaten, and ye shall not carry of the flesh out from the house; (Joha 19:36. ) and a bone of it ye shall not break."},{"number":47,"verse":"All the congregation of the children of Israel shall keep it."},{"number":48,"verse":"And if any proselyte shall come to you to keep the passover to the Lord, thou shalt circumcise every male of him, and then shall he approach to sacrifice it, and he shall be even as the original inhabitant of the land; no uncircumcised person shall eat of it."},{"number":49,"verse":"There shall be one law to the native, and to the proselyte coming among you."},{"number":50,"verse":"And the children of Israel did as the Lord commanded Moses and Aaron for them, so they did."},{"number":51,"verse":"And it came to pass in that day that the Lord brought out the children of Israel from the land of Egypt with their forces."}]}