{"bibleAbbr":"LXXe1851","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"And the Lord said to Moses, Go in to Pharao, and thou shalt say to him, These things saith the Lord God of the Hebrews; Send my people away that they may serve me."},{"number":2,"verse":"If however thou wilt not send my people away, but yet detainest them:"},{"number":3,"verse":"behold, the hand of the Lord shall be upon thy cattle in the fields, both on the horses, and on the asses, and on the camels and oxen and sheep, a very great (Or, death. ) mortality."},{"number":4,"verse":"And I will make a marvellous distinction in that time between the cattle of the Egyptians, and the cattle of the children of Israel: nothing shall die of all that is of the children's of Israel."},{"number":5,"verse":"And God fixed a limit, saying, To-morrow the Lord will do this thing on the land."},{"number":6,"verse":"And the Lord did this thing on the next day, and all the cattle of the Egyptians died, but of the cattle of the children of Israel there died not one."},{"number":7,"verse":"And when Pharao saw, that of all the cattle of the children of Israel there died not one, the heart of Pharao was hardened, and he did not let the people go."},{"number":8,"verse":"And the Lord spoke to Moses and Aaron, saying, Take you handfuls of ashes of the furnace, and let Moses scatter it toward heaven before Pharao, and before his servants."},{"number":9,"verse":"And let it become dust over all the land of Egypt, and there shall be upon men and upon beasts sore blains breaking forth both on men and on beasts, in all the land of Egypt."},{"number":10,"verse":"So he took of the ashes of the furnace before Pharao, and Moses scattered it toward heaven, and it became sore blains breaking forth both on men and on beasts."},{"number":11,"verse":"And the sorcerers could not stand before Moses because of the sores, for the sores were on the sorcerers, and in all the land of Egypt."},{"number":12,"verse":"And the Lord hardened Pharao's heart, and he hearkened not to them, as the Lord appointed."},{"number":13,"verse":"And the Lord said to Moses, Rise up early in the morning, and stand before Pharao; and thou shalt say to him, These things saith the Lord God of the Hebrews, Send away my people that they may serve me."},{"number":14,"verse":"For at this present time do I send forth all my plagues into thine heart, and the heart of thy servants and of thy people; that thou mayest know that there is not another such as I in all the earth."},{"number":15,"verse":"For now I will stretch forth my hand and smite thee and kill thy people, and thou shalt be consumed from off the earth."},{"number":16,"verse":"And (See Rom 9:17. ) for this purpose hast thou been preserved, that I might display in thee my strength, and that my name might bepublished in all the earth."},{"number":17,"verse":"Dost thou then yet exert thyself to hinder my people, so as not to let them go?"},{"number":18,"verse":"Behold, to-morrow at this hour I will rain a very great hail, such as has not been in Egypt, from the time it was created until this day."},{"number":19,"verse":"Now then hasten to gather thy cattle, and all that thou hast in the fields; for all the men and cattle as many as shall be found in the fields, and shall not enter into a house, (but the hail shall fall upon them,) shall die."},{"number":20,"verse":"He of the servants of Pharao that feared the word of the Lord, gathered his cattle into the houses."},{"number":21,"verse":"And he that did not attend in his mind to the word of the Lord, left the cattle in the fields."},{"number":22,"verse":"And the Lord said to Moses, Stretch out thine hand to heaven, and there shall be hail on all the land of Egypt, both on the men and on the cattle, and on all the herbage on the land."},{"number":23,"verse":"And Moses stretched forth his hand to heaven, and the Lord sent thunderings (Gr. voices. ) and hail; and the fire ran along upon the ground, and the Lord rained hail on all the land of Egypt."},{"number":24,"verse":"So there was hail and flaming fire mingled with hail; and the hail was very great, such as was not in Egypt, from the time there was a nation upon it."},{"number":25,"verse":"And the hail smote in all the land of Egypt both man and beast, and the hail smote all the grass in the field, and the hail broke in pieces all the trees in the field."},{"number":26,"verse":"Only in the land of Gesem where the children of Israel were, the hail was not."},{"number":27,"verse":"And Pharao sent and called Moses and Aaron, and said to them, I have sinned this time: the Lord is righteous, and I and my people are wicked."},{"number":28,"verse":"Pray then for me to the Lord, and let him cause the thunderings of God to (Gr. cease from being. ) cease, and the hail and the fire, and I will send you forth and ye shall remain no longer."},{"number":29,"verse":"And Moses said to him, When I shall have departed from the city, I will stretch out my hands to the Lord, and the thunderings shall cease, and the hail and the rain shall be no longer, that thou mayest know that the earth is the Lord's."},{"number":30,"verse":"But as for thee and thy servants, I know that ye have not yet feared the Lord."},{"number":31,"verse":"And the flax and the barley were smitten, for the barley was (Or, in the ear. ) advanced, and the flax was seeding."},{"number":32,"verse":"But the wheat and the rye were not smitten, for they were late."},{"number":33,"verse":"And Moses went forth from Pharao out of the city, and stretched out his hands to the Lord, and the thunders ceased and the hail, and the rain did not drop on the earth."},{"number":34,"verse":"And when Pharao saw that the rain and the hail and the thunders ceased, he continued to sin; and he hardened his heart, and the heart of his servants."},{"number":35,"verse":"And the heart of Pharao was hardened, and he did not send forth the children of Israel, as the Lord said to Moses."}]}