{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Why <WH4100> stand <WH5975> you afar <WH7350> off, O LORD? <WH3068> why hide <WH5956> you yourself in times <WH6256> of trouble? <WH6869>"},{"number":2,"verse":"The wicked <WH7563> in his pride <WH1346> does persecute <WH1814> the poor: <WH6041> let them be taken <WH8610> in the devices <WH4209> that they have imagined. <WH2803>"},{"number":3,"verse":"For the wicked <WH7563> boasts <WH1984> of his heart's <WH5315> desire, <WH8378> and blesses <WH1288> the covetous, <WH1214> whom the LORD <WH3068> abhors. <WH5006>"},{"number":4,"verse":"The wicked, <WH7563> through the pride <WH1363> of his countenance, <WH639> will not seek <WH1875> after God <WH430>: God is not in all <WH3605> his thoughts. <WH4209>"},{"number":5,"verse":"His ways <WH1870> are always <WH3605> <WH6256> grievous; <WH2342> your judgments <WH4941> are far <WH5048> above <WH4791> out of his sight: <WH5048> as for all <WH3605> his enemies, <WH6887> he puffs <WH6315> at them."},{"number":6,"verse":"He has said <WH559> in his heart, <WH3820> I shall not be moved: <WH4131> for I shall never <WH1755> be in adversity. <WH7451>"},{"number":7,"verse":"His mouth <WH6310> is full <WH4390> of cursing <WH423> and deceit <WH4820> and fraud: <WH8496> under <WH8478> his tongue <WH3956> is mischief <WH5999> and vanity. <WH205>"},{"number":8,"verse":"He sits <WH3427> in the lurking <WH3993> places of the villages: <WH2691> in the secret <WH4565> places does he murder <WH2026> the innocent: <WH5355> his eyes <WH5869> are privately <WH6845> set <WH6845> against the poor. <WH2489>"},{"number":9,"verse":"He lies in wait <WH693> secretly <WH4565> as a lion <WH738> in his den: <WH5520> he lies in wait <WH693> to catch <WH2414> the poor: <WH6041> he does catch <WH2414> the poor, <WH6041> when he draws <WH4900> him into his net. <WH7568>"},{"number":10,"verse":"He crouches, <WH1794> and humbles <WH7817> himself, that the poor <WH2489> may fall <WH5307> by his strong <WH6099> ones."},{"number":11,"verse":"He has said <WH559> in his heart, <WH3820> God <WH410> has forgotten: <WH7911> he hides <WH5641> his face; <WH6440> he will never <WH1074> <WH5331> see <WH7200> it."},{"number":12,"verse":"Arise, <WH6965> O LORD; <WH3068> O God, <WH410> lift <WH5375> up your hand: <WH3027> forget <WH7911> not the humble. <WH6041>"},{"number":13,"verse":"Why <WH5921> <WH4100> does the wicked <WH7563> scorn <WH5006> God? <WH430> he has said <WH559> in his heart, <WH3820> You will not require <WH1875> it."},{"number":14,"verse":"You have seen <WH7200> it; for you behold <WH5027> mischief <WH5999> and spite, <WH3708> to requite <WH5414> it with your hand: <WH3027> the poor <WH2489> commits <WH5800> himself to you; you are the helper <WH5826> of the fatherless. <WH3490>"},{"number":15,"verse":"Break <WH7665> you the arm <WH2220> of the wicked <WH7563> and the evil <WH7451> man: seek <WH1875> out his wickedness <WH7562> till you find <WH4672> none. <WH1077>"},{"number":16,"verse":"The LORD <WH3068> is King <WH4428> for ever <WH5769> and ever: <WH5703> the heathen <WH1471> are perished <WH6> out of his land. <WH776>"},{"number":17,"verse":"LORD, <WH3068> you have heard <WH8085> the desire <WH8378> of the humble: <WH6041> you will prepare <WH3559> their heart, <WH3820> you will cause your ear <WH241> to hear: <WH7181>"},{"number":18,"verse":"To judge <WH8199> the fatherless <WH3490> and the oppressed, <WH1790> that the man <WH582> of the earth <WH776> may no <WH1077> more <WH3254> <WH5750> oppress. <WH6206>"}]}