{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":21,"verses":[{"number":1,"verse":"To the chief<WH5329> Musician,<WH5329> A Psalm<WH4210> of David.<WH1732> The king<WH4428> shall joy<WH8055> in your strength,<WH5797> O LORD;<WH3068> and in your salvation<WH3444> how<WH4100> greatly<WH3966> shall he rejoice!<WH1523>"},{"number":2,"verse":"You have given<WH5414> him his heart's<WH3820> desire,<WH8378> and have not withheld<WH4513> the request<WH782> of his lips.<WH8193> Selah.<WH5542>"},{"number":3,"verse":"For you prevent<WH6923> him with the blessings<WH1293> of goodness:<WH2896> you set<WH7896> a crown<WH5850> of pure<WH6337> gold<WH6337> on his head.<WH7218>"},{"number":4,"verse":"He asked<WH7592> life<WH2416> of you, and you gave<WH5414> it him, even length<WH753> of days<WH3117> for ever<WH5769> and ever.<WH5703>"},{"number":5,"verse":"His glory<WH3519> is great<WH1419> in your salvation:<WH3444> honor<WH1935> and majesty<WH1926> have you laid<WH7737> on him."},{"number":6,"verse":"For you have made<WH7896> him most blessed<WH1293> for ever:<WH5703> you have made him exceeding<WH8057> glad<WH2302> with your countenance.<WH6440>"},{"number":7,"verse":"For the king<WH4428> trusts<WH982> in the LORD,<WH3068> and through the mercy<WH2617> of the most<WH5945> High<WH5945> he shall not be moved.<WH4131>"},{"number":8,"verse":"Your hand<WH3027> shall find<WH4672> out all<WH3605> your enemies:<WH341> your right<WH3225> hand<WH3225> shall find<WH4672> out those that hate<WH8130> you."},{"number":9,"verse":"You shall make<WH7896> them as a fiery<WH784> oven<WH8574> in the time<WH6256> of your anger:<WH6440> the LORD<WH3068> shall swallow<WH1104> them up in his wrath,<WH639> and the fire<WH784> shall devour<WH398> them."},{"number":10,"verse":"Their fruit<WH6529> shall you destroy<WH6> from the earth,<WH776> and their seed<WH2233> from among the children<WH1121> of men.<WH120>"},{"number":11,"verse":"For they intended<WH5186> evil<WH7451> against<WH5921> you: they imagined<WH2803> a mischievous<WH4209> device, which they are not able<WH3201> to perform."},{"number":12,"verse":"Therefore shall you make them turn their back,<WH7926> when you shall make ready<WH3559> your arrows on your strings<WH4340> against<WH5921> the face<WH6440> of them."},{"number":13,"verse":"Be you exalted,<WH7311> LORD,<WH3068> in your own strength:<WH5797> so will we sing<WH7891> and praise<WH2167> your power.<WH1369>"}]}