{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":30,"verses":[{"number":1,"verse":"A Psalm<WH4210> and Song<WH7892> at the dedication<WH2598> of the house<WH1004> of David.<WH1732> I will extol<WH7311> you, O LORD;<WH3068> for you have lifted<WH1802> me up, and have not made my foes<WH341> to rejoice<WH8055> over me."},{"number":2,"verse":"O LORD<WH3068> my God,<WH430> I cried<WH7768> to you, and you have healed<WH7495> me."},{"number":3,"verse":"O LORD,<WH3068> you have brought<WH5927> up my soul<WH5315> from the grave:<WH7585> you have kept me alive,<WH2421> that I should not go<WH3381> down<WH3381> to the pit.<WH953>"},{"number":4,"verse":"Sing<WH2167> to the LORD,<WH3068> O you saints<WH2623> of his, and give thanks<WH3034> at the remembrance<WH2143> of his holiness.<WH6944>"},{"number":5,"verse":"For his anger<WH639> endures but a moment;<WH7281> in his favor<WH7522> is life:<WH2416> weeping<WH1065> may endure<WH3885> for a night,<WH6153> but joy<WH7440> comes in the morning.<WH1242>"},{"number":6,"verse":"And in my prosperity<WH7961> I said,<WH559> I shall never<WH3808> <WH5769> be moved.<WH4131>"},{"number":7,"verse":"LORD,<WH3068> by your favor<WH7522> you have made my mountain<WH2042> to stand<WH5975> strong:<WH5797> you did hide<WH5641> your face,<WH6440> and I was troubled.<WH926>"},{"number":8,"verse":"I cried<WH7121> to you, O LORD;<WH3068> and to the LORD<WH3068> I made supplication.<WH2603>"},{"number":9,"verse":"What<WH4100> profit<WH1215> is there in my blood,<WH1818> when I go<WH3381> down<WH3381> to the pit?<WH7845> Shall the dust<WH6083> praise<WH3034> you? shall it declare<WH5046> your truth?<WH571>"},{"number":10,"verse":"Hear,<WH8085> O LORD,<WH3068> and have mercy<WH2603> on me: LORD,<WH3068> be you my helper.<WH5826>"},{"number":11,"verse":"You have turned<WH2015> for me my mourning<WH4553> into dancing:<WH4234> you have put<WH6605> off my sackcloth,<WH8242> and girded<WH247> me with gladness;<WH8057>"},{"number":12,"verse":"To the end<WH4616> that my glory<WH3519> may sing<WH2167> praise to you, and not be silent.<WH1826> O LORD<WH3068> my God,<WH430> I will give thanks<WH3034> to you for ever.<WH5769>"}]}