{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Rejoice <WH7442> in the LORD, <WH3068> O you righteous: <WH6662> for praise <WH8416> is comely <WH5000> for the upright. <WH3477>"},{"number":2,"verse":"Praise <WH3034> the LORD <WH3068> with harp: <WH3658> sing <WH2167> to him with the psaltery <WH5035> and an instrument of ten <WH6218> strings."},{"number":3,"verse":"Sing <WH7891> to him a new <WH2319> song; <WH7892> play <WH5059> skillfully <WH3190> with a loud noise. <WH8643>"},{"number":4,"verse":"For the word <WH1697> of the LORD <WH3068> is right; <WH3477> and all <WH3605> his works <WH4639> are done in truth. <WH530>"},{"number":5,"verse":"He loves <WH157> righteousness <WH6666> and judgment: <WH4941> the earth <WH776> is full <WH4390> of the goodness <WH2617> of the LORD. <WH3068>"},{"number":6,"verse":"By the word <WH1697> of the LORD <WH3068> were the heavens <WH8064> made; <WH6213> and all <WH3605> the host <WH6635> of them by the breath <WH7307> of his mouth. <WH6310>"},{"number":7,"verse":"He gathers <WH3664> the waters <WH4325> of the sea <WH3220> together as an heap: <WH5067> he lays <WH5414> up the depth <WH8415> in storehouses. <WH214>"},{"number":8,"verse":"Let all <WH3605> the earth <WH776> fear <WH3372> the LORD: <WH3068> let all <WH3605> the inhabitants <WH3427> of the world <WH8398> stand <WH1481> in awe <WH1481> of him."},{"number":9,"verse":"For he spoke, <WH559> and it was done; he commanded, <WH6680> and it stood <WH5975> fast."},{"number":10,"verse":"The LORD <WH3068> brings <WH6331> the counsel <WH6098> of the heathen <WH1471> to nothing: <WH6331> he makes the devices <WH4284> of the people <WH5971> of none <WH5106> effect. <WH5106>"},{"number":11,"verse":"The counsel <WH6098> of the LORD <WH3068> stands <WH5975> for ever, <WH5769> the thoughts <WH4284> of his heart <WH3820> to all generations. <WH1755>"},{"number":12,"verse":"Blessed <WH835> is the nation <WH1471> whose <WH834> God <WH430> is the LORD; <WH3068> and the people <WH5971> whom he has chosen <WH970> for his own inheritance. <WH5159>"},{"number":13,"verse":"The LORD <WH3068> looks <WH5027> from heaven; <WH8064> he beholds <WH7200> all <WH3605> the sons <WH1121> of men. <WH120>"},{"number":14,"verse":"From the place <WH4349> of his habitation <WH3427> he looks <WH7688> on all <WH3605> the inhabitants <WH3427> of the earth. <WH776>"},{"number":15,"verse":"He fashions <WH3335> their hearts <WH3820> alike; <WH3162> he considers <WH995> all <WH3605> their works. <WH4639>"},{"number":16,"verse":"There is no <WH369> king <WH4428> saved <WH3467> by the multitude <WH7230> of an host: <WH2428> a mighty <WH1368> man is not delivered <WH5337> by much <WH7230> strength. <WH3581>"},{"number":17,"verse":"An horse <WH5483> is a vain <WH8267> thing for safety: <WH8668> neither <WH3808> shall he deliver <WH4422> any by his great <WH7230> strength. <WH2428>"},{"number":18,"verse":"Behold, <WH2009> the eye <WH5869> of the LORD <WH3068> is on them that fear <WH3373> him, on them that hope <WH3176> in his mercy; <WH2617>"},{"number":19,"verse":"To deliver <WH5337> their soul <WH5315> from death, <WH4194> and to keep them alive <WH2421> in famine. <WH7458>"},{"number":20,"verse":"Our soul <WH5315> waits <WH2442> for the LORD: <WH3068> he is our help <WH5828> and our shield. <WH4043>"},{"number":21,"verse":"For our heart <WH3820> shall rejoice <WH8055> in him, because <WH3588> we have trusted <WH982> in his holy <WH6944> name. <WH8034>"},{"number":22,"verse":"Let your mercy, <WH2617> O LORD, <WH3068> be on us, according as we hope <WH3176> in you."}]}