{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"To the chief<WH5329> Musician<WH5329> upon Shoshannim,<WH7799> for the sons<WH1121> of Korah,<WH7141> Maschil,<WH4905> A Song<WH7892> of loves.<WH3039> My heart<WH3820> is gushing<WH7370> a good<WH2896> matter:<WH1697> I speak<WH559> of the things which I have made<WH4639> touching the king:<WH4428> my tongue<WH3956> is the pen<WH5842> of a ready<WH4106> writer.<WH5608>"},{"number":2,"verse":"You are fairer<WH3302> than the children<WH1121> of men:<WH120> grace<WH2580> is poured<WH3332> into your lips:<WH8193> therefore<WH5921> <WH3651> God<WH430> has blessed<WH1288> you for ever.<WH5769>"},{"number":3,"verse":"Gird<WH2296> your sword<WH2719> on your thigh,<WH3409> O most mighty,<WH1368> with your glory<WH1935> and your majesty.<WH1926>"},{"number":4,"verse":"And in your majesty<WH1926> ride<WH7392> prosperously<WH6743> because<WH5921> <WH1697> of truth<WH571> and meekness<WH6037> and righteousness;<WH6664> and your right<WH3225> hand<WH3225> shall teach<WH3384> you terrible<WH3372> things."},{"number":5,"verse":"Your arrows<WH2671> are sharp<WH8150> in the heart<WH3820> of the king's<WH4428> enemies;<WH341> whereby the people<WH5971> fall<WH5307> under<WH8478> you."},{"number":6,"verse":"Your throne,<WH3678> O God,<WH430> is for ever<WH5769> and ever:<WH5703> the scepter<WH7626> of your kingdom<WH4438> is a right<WH4334> scepter.<WH7626>"},{"number":7,"verse":"You love<WH157> righteousness,<WH6664> and hate<WH8130> wickedness:<WH7562> therefore<WH5921> <WH3651> God,<WH430> your God,<WH430> has anointed<WH4886> you with the oil<WH8081> of gladness<WH8342> above your fellows.<WH2270>"},{"number":8,"verse":"All<WH3605> your garments<WH899> smell of myrrh,<WH4753> and aloes,<WH174> and cassia,<WH7102> out of the ivory<WH8127> palaces,<WH1964> whereby<WH4482> they have made you glad.<WH8056>"},{"number":9,"verse":"Kings'<WH4428> daughters<WH1323> were among your honorable<WH3368> women: on your right<WH3225> hand<WH3225> did stand<WH5324> the queen<WH7694> in gold<WH3800> of Ophir.<WH211>"},{"number":10,"verse":"Listen,<WH8085> O daughter,<WH1323> and consider,<WH7200> and incline<WH5186> your ear;<WH241> forget<WH7911> also your own people,<WH5971> and your father's<WH1> house;<WH1004>"},{"number":11,"verse":"So shall the king<WH4428> greatly desire<WH183> your beauty:<WH3308> for he is your Lord;<WH113> and worship<WH7812> you him."},{"number":12,"verse":"And the daughter<WH1323> of Tyre<WH6865> shall be there with a gift;<WH4503> even the rich<WH6223> among the people<WH5971> shall entreat<WH2470> your favor.<WH6440>"},{"number":13,"verse":"The king's<WH4428> daughter<WH1323> is all<WH3605> glorious<WH3520> within:<WH6441> her clothing<WH3830> is of worked<WH4865> gold.<WH2091>"},{"number":14,"verse":"She shall be brought<WH2986> to the king<WH4428> in raiment<WH7553> of needlework:<WH7553> the virgins<WH1330> her companions<WH7464> that follow<WH310> her shall be brought<WH935> to you."},{"number":15,"verse":"With gladness<WH8057> and rejoicing<WH1524> shall they be brought:<WH2986> they shall enter<WH935> into the king's<WH4428> palace.<WH1964>"},{"number":16,"verse":"Instead<WH8478> of your fathers<WH1> shall be your children,<WH1121> whom you may make princes<WH8269> in all<WH3605> the earth.<WH776>"},{"number":17,"verse":"I will make your name<WH8034> to be remembered<WH2142> in all<WH3605> generations:<WH1755> therefore<WH5921> <WH3651> shall the people<WH5971> praise<WH3034> you for ever<WH5769> and ever.<WH5703>"}]}