{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"A Prayer <WH8605> of David. <WH1732> Bow <WH5186> down <WH5186> your ear, <WH241> O LORD, <WH3068> hear <WH6030> me: for I am poor <WH6041> and needy. <WH34>"},{"number":2,"verse":"Preserve <WH8104> my soul; <WH5315> for I am holy: <WH2623> O you my God, <WH430> save <WH3467> your servant <WH5650> that trusts <WH982> in you."},{"number":3,"verse":"Be merciful <WH2603> to me, O Lord: <WH136> for I cry <WH7121> to you daily. <WH3605> <WH3117>"},{"number":4,"verse":"Rejoice <WH8055> the soul <WH5315> of your servant: <WH5650> for to you, O Lord, <WH136> do I lift <WH5375> up my soul. <WH5315>"},{"number":5,"verse":"For you, Lord, <WH136> are good, <WH2896> and ready to forgive; <WH5546> and plenteous <WH7227> in mercy <WH2617> to all <WH3605> them that call <WH7121> on you."},{"number":6,"verse":"Give ear, <WH238> O LORD, <WH3068> to my prayer; <WH8605> and attend <WH7181> to the voice <WH6963> of my supplications. <WH8469>"},{"number":7,"verse":"In the day <WH3117> of my trouble <WH6869> I will call <WH7121> on you: for you will answer <WH6030> me."},{"number":8,"verse":"Among the gods <WH430> there is none <WH369> like to you, O Lord; <WH136> neither <WH369> are there any works <WH4639>like to your works."},{"number":9,"verse":"All <WH3605> nations <WH1471> whom <WH834> you have made <WH6213> shall come <WH935> and worship <WH7812> before <WH6440> you, O Lord; <WH136> and shall glorify <WH3513> your name. <WH8034>"},{"number":10,"verse":"For you are great, <WH1419> and do <WH6213> wondrous <WH6381> things: you are God <WH430> alone. <WH905>"},{"number":11,"verse":"Teach <WH3384> me your way, <WH1870> O LORD; <WH3068> I will walk <WH1980> in your truth: <WH571> unite <WH3161> my heart <WH3824> to fear <WH3372> your name. <WH8034>"},{"number":12,"verse":"I will praise <WH3034> you, O Lord <WH136> my God, <WH430> with all <WH3605> my heart: <WH3824> and I will glorify <WH3513> your name <WH8034> for ever more. <WH5769>"},{"number":13,"verse":"For great <WH1419> is your mercy <WH2617> toward <WH5921> me: and you have delivered <WH5337> my soul <WH5315> from the lowest <WH8482> hell. <WH7585>"},{"number":14,"verse":"O God, <WH430> the proud <WH2086> are risen <WH6965> against <WH5921> me, and the assemblies <WH5712> of violent <WH6184> men have sought <WH1245> after my soul; <WH5315> and have not set <WH7760> you before <WH5048> them."},{"number":15,"verse":"But you, O Lord, <WH136> are a God <WH410> full of compassion, <WH7349> and gracious, <WH2587> long suffering, <WH750> <WH639> and plenteous <WH7227> in mercy <WH2617> and truth. <WH571>"},{"number":16,"verse":"O turn <WH6437> to me, and have mercy <WH2603> on me; give <WH5414> your strength <WH5797> to your servant, <WH5650> and save <WH3467> the son <WH1121> of your handmaid. <WH519>"},{"number":17,"verse":"Show <WH6213> me a token <WH226> for good; <WH2896> that they which hate <WH8130> me may see <WH7200> it, and be ashamed: <WH954> because <WH3588> you, LORD, <WH3068> have helped <WH5826> me, and comforted <WH5162> me."}]}