{"bibleAbbr":"AKJV1999+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"O Lord <WH3068> God, <WH410> to whom vengeance <WH5360> belongs; O God, <WH410> to whom vengeance <WH5360> belongs, show <WH3313> yourself."},{"number":2,"verse":"Lift <WH5375> up yourself, you judge <WH8199> of the earth: <WH776> render <WH7725> a reward <WH1576> to the proud. <WH1343>"},{"number":3,"verse":"LORD, <WH3068> how <WH5704> long <WH5704> shall the wicked, <WH7563> how <WH5704> long <WH5704> shall the wicked <WH7563> triumph? <WH5937>"},{"number":4,"verse":"How long <WH5704> shall they utter <WH5042> and speak <WH1696> hard <WH6277> things? and all <WH3605> the workers <WH6466> of iniquity <WH205> boast <WH559> themselves?"},{"number":5,"verse":"They break <WH1792> in pieces your people, <WH5971> O LORD, <WH3068> and afflict <WH6031> your heritage. <WH5159>"},{"number":6,"verse":"They slay <WH2026> the widow <WH490> and the stranger, <WH1616> and murder <WH7523> the fatherless. <WH3490>"},{"number":7,"verse":"Yet they say, <WH559> The LORD <WH3050> shall not see, <WH7200> neither <WH3808> shall the God <WH430> of Jacob <WH3290> regard <WH995> it."},{"number":8,"verse":"Understand, <WH995> you brutish <WH1197> among the people: <WH5971> and you fools, <WH3684> when <WH4970> will you be wise? <WH7919>"},{"number":9,"verse":"He that planted <WH5193> the ear, <WH241> shall he not hear? <WH8085> he that formed <WH3335> the eye, <WH5869> shall he not see? <WH5027>"},{"number":10,"verse":"He that chastises <WH3256> the heathen, <WH1471> shall not he correct? <WH3198> he that teaches <WH3925> man <WH120> knowledge, <WH1847> shall not he know?"},{"number":11,"verse":"The LORD <WH3068> knows <WH3045> the thoughts <WH4284> of man, <WH120> that they are vanity. <WH1892>"},{"number":12,"verse":"Blessed <WH835> is the man <WH1397> whom <WH834> you chasten, <WH3256> O LORD, <WH3050> and teach <WH3925> him out of your law; <WH8451>"},{"number":13,"verse":"That you may give him rest <WH8252> from the days <WH3117> of adversity, <WH7451> until <WH5704> the pit <WH7845> be dig <WH3738> for the wicked. <WH7563>"},{"number":14,"verse":"For the LORD <WH3068> will not cast <WH5203> off his people, <WH5971> neither <WH3808> will he forsake <WH5800> his inheritance. <WH5159>"},{"number":15,"verse":"But judgment <WH4941> shall return <WH7725> to righteousness: <WH6664> and all <WH3605> the upright <WH3477> in heart <WH3820> shall follow <WH310> it."},{"number":16,"verse":"Who <WH4310> will rise <WH6965> up for me against <WH5973> the evildoers? <WH7489> or who <WH4310> will stand <WH3320> up for me against <WH5973> the workers <WH6466> of iniquity? <WH205>"},{"number":17,"verse":"Unless <WH3884> the LORD <WH3068> had been my help, <WH5833> my soul <WH5315> had almost <WH4592> dwelled <WH7931> in silence. <WH1745>"},{"number":18,"verse":"When <WH518> I said, <WH559> My foot <WH7272> slips; <WH4131> your mercy, <WH2617> O LORD, <WH3068> held <WH5582> me up."},{"number":19,"verse":"In the multitude <WH7230> of my thoughts <WH8312> within <WH7130> me your comforts <WH8575> delight <WH8173> my soul. <WH5315>"},{"number":20,"verse":"Shall the throne <WH3678> of iniquity <WH1942> have fellowship <WH2266> with you, which frames <WH3335> mischief <WH5999> by a law? <WH2706>"},{"number":21,"verse":"They gather <WH1413> themselves together against <WH5921> the soul <WH5315> of the righteous, <WH6662> and condemn <WH7561> the innocent <WH5355> blood. <WH1818>"},{"number":22,"verse":"But the LORD <WH3068> is my defense; <WH4869> and my God <WH430> is the rock <WH6697> of my refuge. <WH4268>"},{"number":23,"verse":"And he shall bring <WH7725> on them their own iniquity, <WH205> and shall cut <WH6789> them off in their own wickedness; <WH7451> yes, the LORD <WH3068> our God <WH430> shall cut <WH6789> them off."}]}