{"bibleAbbr":"urRV2010","bookName":"اِفسِیوں","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"( اولاد اور والدین) اَے فرزندو! خُداوند میں اپنے ماں باپ کے فرمانبردار رہو کیونکہ یہ واجِب ہے۔"},{"number":2,"verse":"اپنے باپ کی اور ماں کی عِزّت کر (یہ پہلا حُکم ہے جِس کے ساتھ وعدہ بھی ہے)۔"},{"number":3,"verse":"تاکہ تیرا بھلا ہو اور تیری عُمر زمِین پر دراز ہو۔"},{"number":4,"verse":"اور اَے اَولاد والو! تُم اپنے فرزندوں کو غُصّہ نہ دِلاؤ بلکہ خُداوندکی طرف سے تربِیّت اور نصِیحت دے دے کر اُن کی پروَرِش کرو۔"},{"number":5,"verse":"( غُلام اور مالِک) اَے نَوکرو! جو جِسم کے رُو سے تُمہارے مالِک ہیں اپنی صاف دِلی سے ڈرتے اور کانپتے ہُوئے اُن کے اَیسے فرمانبردار رہو جَیسے مسِیح کے۔"},{"number":6,"verse":"اور آدمِیوں کو خُوش کرنے والوں کی طرح دِکھاوے کے لِئے خِدمت نہ کرو بلکہ مسِیح کے بندوں کی طرح دِل سے خُدا کی مرضی پُوری کرو۔"},{"number":7,"verse":"اور اُس خِدمت کو آدمِیوں کی نہیں بلکہ خُداوند کی جان کر جی سے کرو۔"},{"number":8,"verse":"کیونکہ تُم جانتے ہو کہ جو کوئی جَیسا اچھّا کام کرے گا خواہ غُلام ہو خواہ آزاد خُداوند سے وَیسا ہی پائے گا۔"},{"number":9,"verse":"اور اَے مالِکو! تُم بھی دھمکِیاں چھوڑ کر اُن کے ساتھ اَیسا ہی سلُوک کرو کیونکہ تُم جانتے ہو کہ اُن کا اور تُمہارا دونوں کا مالِک آسمان پر ہے اور وہ کِسی کا طرف دار نہیں۔"},{"number":10,"verse":"( خُداکے سب ہتھیار) غرض خُداوند میں اور اُس کی قُدرت کے زور میں مضبُوط بنو۔"},{"number":11,"verse":"خُدا کے سب ہتھیار باندھ لوتاکہ تُم اِبلِیس کے منصُوبوں کے مُقابلہ میں قائِم رہ سکو۔"},{"number":12,"verse":"کیونکہ ہمیں خُون اور گوشت سے کُشتی نہیں کرنا ہے بلکہ حُکومت والوں اور اِختیار والوں اور اِس دُنیا کی تارِیکی کے حاکِموں اور شرارت کی اُن رُوحانی فَوجوں سے جو آسمانی مقاموں میں ہیں۔"},{"number":13,"verse":"اِس واسطے تُم خُدا کے سب ہتھیار باندھ لو تاکہ بُرے دِن میں مُقابلہ کر سکو اور سب کاموں کو انجام دے کر قائِم رہ سکو۔"},{"number":14,"verse":"پس سچّائی سے اپنی کمر کس کر اور راست بازی کا بکتر لگا کر۔"},{"number":15,"verse":"اور پاؤں میں صُلح کی خُوشخبری کی تیّاری کے جُوتے پہن کر۔"},{"number":16,"verse":"اور اُن سب کے ساتھ اِیمان کی سِپر لگا کر قائِم رہو ۔ جِس سے تُم اُس شرِیر کے سب جلتے ہُوئے تِیروں کو بُجھا سکو۔"},{"number":17,"verse":"اور نجات کا خَود اور رُوح کی تلوار جو خُدا کا کلام ہے لے لو۔"},{"number":18,"verse":"اور ہر وقت اور ہر طرح سے رُوح میں دُعا اور مِنّت کرتے رہو اور اِسی غرض سے جاگتے رہو کہ سب مُقدّسوں کے واسطے بِلاناغہ دُعا کِیا کرو۔"},{"number":19,"verse":"اور میرے لِئے بھی تاکہ بولنے کے وقت مُجھے کلام کرنے کی تَوفیِق ہو جِس سے مَیں خُوشخبری کے بھید کو دِلیری سے ظاہِر کرُوں۔"},{"number":20,"verse":"جِس کے لِئے زنجِیر سے جکڑا ہُؤا ایلچی ہُوں اور اُس کو اَیسی دِلیری سے بیان کرُوں جَیسا بیان کرنا مُجھ پر فرض ہے۔"},{"number":21,"verse":"( اِختتامیہ سلام) اور تُخِکس جو پِیارا بھائی اور خُداوند میں دِیانت دار خادِم ہے تُمہیں سب باتیں بتا دے گا تاکہ تُم بھی میرے حال سے واقِف ہو جاؤ کہ مَیں کِس طرح رہتا ہُوں۔"},{"number":22,"verse":"اُس کو مَیں نے تُمہارے پاس اِسی واسطے بھیجا ہے کہ تُم ہماری حالت سے واقِف ہو جاؤ اور وہ تُمہارے دِلوں کو تسلّی دے۔"},{"number":23,"verse":"خُدا باپ اور خُداوند یِسُو ع مسِیح کی طرف سے بھائِیوں کو اِطمِینان حاصِل ہو اور اُن میں اِیمان کے ساتھ مُحبّت ہو۔"},{"number":24,"verse":"جو ہمارے خُداوند یِسُو ع مسِیح سے لازوال مُحبّت رکھتے ہیں اُن سب پر فضل ہوتا رہے۔"}]}