{
  "bibleAbbr" : "TOV2017",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பென்யமீனியனாகிய கூஷ் என்பவனுடைய வார்த்தைகளினிமித்தம் தாவீது கர்த்தரை நோக்கிப் பாடின சிகாயோன் என்னும் சங்கீதம்.) என் தேவனாகிய கர்த்தாவே, உம்மில் அடைக்கலம் புகுகிறேன்; என்னைத் துன்பப்படுத்துகிறவர்கள் எல்லாருக்கும் என்னை விலக்கி இரட்சியும்."
  }, {
    "number" : 2,
    "verse" : "சத்துரு சிங்கம்போல் என் ஆத்துமாவைப் பிடித்துக்கொண்டுபோய், விடுவிக்கிறவன் இல்லாமையால், அதைப் பீறாதபடிக்கு என்னைத் தப்புவியும்."
  }, {
    "number" : 3,
    "verse" : "என் தேவனாகிய கர்த்தாவே, நான் இதைச் செய்ததும், என் கைகளில் நியாயக்கேடு இருக்கிறதும்,"
  }, {
    "number" : 4,
    "verse" : "என்னோடே சமாதானமாயிருந்தவனுக்கு நான் தீமைசெய்ததும், காரணமில்லாமல் எனக்குச் சத்துருவானவனை நான் கொள்ளையிட்டதும் உண்டானால்,"
  }, {
    "number" : 5,
    "verse" : "பகைஞன் என் ஆத்துமாவைத் தொடர்ந்துபிடித்து, என் பிராணனைத் தரையிலே தள்ளி மிதித்து, என் மகிமையைப் புழுதியிலே தாழ்த்தக்கடவன். (சேலா)."
  }, {
    "number" : 6,
    "verse" : "கர்த்தாவே, நீர் உம்முடைய கோபத்தில் எழுந்திருந்து, என் சத்துருக்களுடைய மூர்க்கங்களினிமித்தம் உம்மை உயர்த்தி, எனக்காக விழித்துக்கொள்ளும்; நியாயத்தீர்ப்பை நியமித்திருக்கிறீரே."
  }, {
    "number" : 7,
    "verse" : "ஜனக்கூட்டம் உம்மைச் சூழ்ந்துகொள்ளட்டும்; அவர்களுக்காகத் திரும்பவும் உன்னதத்திற்கு எழுந்தருளும்."
  }, {
    "number" : 8,
    "verse" : "கர்த்தர் ஜனங்களுக்கு நியாயஞ் செய்வார்; கர்த்தாவே, என் நீதியின்படியும் என்னிலுள்ள உண்மையின்படியும் எனக்கு நியாயஞ்செய்யும்."
  }, {
    "number" : 9,
    "verse" : "துன்மார்க்கனுடைய பொல்லாங்கு ஒழிவதாக; நீதிமானை ஸ்திரப்படுத்துவீராக; நீதியுள்ளவராயிருக்கிற தேவரீர் இருதயங்களையும் உள்ளிந்திரியங்களையும் சோதித்தறிகிறவர்."
  }, {
    "number" : 10,
    "verse" : "செம்மையான இருதயமுள்ளவர்களை இரட்சிக்கிற தேவனிடத்தில் என் கேடகம் இருக்கிறது."
  }, {
    "number" : 11,
    "verse" : "தேவன் நீதியுள்ள நியாயாதிபதி; அவர் நாள்தோறும் பாவியின்மேல் சினங்கொள்ளுகிற தேவன்."
  }, {
    "number" : 12,
    "verse" : "அவன் மனந்திரும்பாவிட்டால் அவர் தம்முடைய பட்டயத்தைக் கருக்காக்குவார்; அவர் தம்முடைய வில்லை நாணேற்றி, அதை ஆயத்தப்படுத்தியிருக்கிறார்."
  }, {
    "number" : 13,
    "verse" : "அவனுக்கு மரணாயுதங்களை ஆயத்தம்பண்ணினார்; தம்முடைய அம்புகளை அக்கினி அம்புகளாக்கினார்."
  }, {
    "number" : 14,
    "verse" : "இதோ, அவன் அக்கிரமத்தைப் பெறக் கர்ப்பவேதனைப்படுகிறான்; தீவினையைக் கர்ப்பந்தரித்து, பொய்யைப் பெறுகிறான்."
  }, {
    "number" : 15,
    "verse" : "குழியை வெட்டி, அதை ஆழமாக்கினான்; தான் வெட்டின குழியில் தானே விழுந்தான்."
  }, {
    "number" : 16,
    "verse" : "அவன் தீவினை அவன் சிரசின்மேல் திரும்பும், அவன் கொடுமை அவன் உச்சந்தலையின்மேல் இறங்கும்."
  }, {
    "number" : 17,
    "verse" : "நான் கர்த்தரை அவருடைய நீதியின்படி துதிப்பேன். நான் உன்னதமான கர்த்தருடைய நாமத்தைக் கீர்த்தனம் பண்ணுவேன்."
  } ]
}