{"bibleAbbr":"NET2007","bookName":"James","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"(Salutation) From James, (tn Grk “James.” The word “From” is not in the Greek text, but has been supplied to indicate the sender of the letter.) a slave (tn Traditionally, “servant” or “bondservant.” Though δοῦλος (doulos) is normally translated “servant,” the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times…in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v.). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος), in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force. sn Undoubtedly the background for the concept of being the Lord’s slave or servant is to be found in the Old Testament scriptures. For a Jew this concept did not connote drudgery, but honor and privilege. It was used of national Israel at times (Isa 43:10), but was especially associated with famous OT personalities, including such great men as Moses (Josh 14:7), David (Ps 89:3; cf. 2 Sam 7:5, 8) and Elijah (2 Kgs 10:10); all these men were “servants (or slaves) of the Lord.”) of God and the Lord Jesus Christ, to the twelve tribes dispersed abroad. (tn Grk “to the twelve tribes in the Diaspora.” The Greek term διασπορά (diaspora, “dispersion”) refers to Jews not living in Palestine but “dispersed” or scattered among the Gentiles.) Greetings!"},{"number":2,"verse":"(Joy in Trials) My brothers and sisters, (tn Grk “brothers,” but the Greek word may be used for “brothers and sisters” or “fellow Christians” as here (cf. BDAG 18 s. v. ἀδελφός 1, where considerable nonbiblical evidence for the plural ἀδελφοί [adelfoi] meaning “brothers and sisters” is cited). Where the plural term is used in direct address, as here, “brothers and sisters” is used; where the term is singular and not direct address (as in v. 9), “believer” is preferred.) consider it nothing but joy (tn Grk “all joy,” “full joy,” or “greatest joy.”) when you fall into all sorts of trials,"},{"number":3,"verse":"because you know that the testing of your faith produces endurance."},{"number":4,"verse":"And let endurance have its perfect effect, so that you will be perfect and complete, not deficient in anything."},{"number":5,"verse":"But if anyone is deficient in wisdom, he should ask God, who gives to all generously and without reprimand, and it will be given to him."},{"number":6,"verse":"But he must ask in faith without doubting, for the one who doubts is like a wave of the sea, blown and tossed around by the wind."},{"number":7,"verse":"For that person must not suppose that he will receive anything from the Lord,"},{"number":8,"verse":"since he is a double-minded individual, (tn Grk “a man of two minds,” continuing the description of the person in v. 7, giving the reason that he cannot expect to receive anything. The word for “man” or “individual” is ἀνήρ (anhr), which often means “male” or “man (as opposed to woman).” But it sometimes is used generically to mean “anyone,” “a person,” as here (cf. BDAG 79 s. v. 2). sn A double-minded man is one whose devotion to God is less than total. His attention is divided between God and other things, and as a consequence he is unstable and therefore unable to receive from God.) unstable in all his ways."},{"number":9,"verse":"Now the believer (tn Grk “brother.” Here the term “brother” means “fellow believer” or “fellow Christian” (cf. TEV, NLT “Christians”; CEV “God’s people”). The term broadly connotes familial relationships within the family of God (cf. BDAG 18 s. v. ἀδελφός 2. a).) of humble means (tn Grk “the lowly brother,” but “lowly/humble” is clarified in context by the contrast with “wealthy” in v. 10.) should take pride (tn Grk “let him boast.”) in his high position. (tn Grk “his height,” “his exaltation.”)"},{"number":10,"verse":"But the rich person’s pride should be in his humiliation, because he will pass away like a wildflower in the meadow. (tn Grk “a flower of grass.”)"},{"number":11,"verse":"For the sun rises with its heat and dries up the meadow; the petal of the flower falls off and its beauty is lost forever. (tn Or “perishes,” “is destroyed.”) So also the rich person in the midst of his pursuits will wither away."},{"number":12,"verse":"Happy is the one (tn The word for “man” or “individual” here is ἀνήρ (anhr), which often means “male” or “man (as opposed to woman).” However, as BDAG 79 s. v. 2 says, here it is “equivalent to τὶς someone, a person.”) who endures testing, because when he has proven to be genuine, he will receive the crown of life that God (tc Most mss ([C] P 0246 Ï) read ὁ κύριος (Jo kurio\", “the Lord”) here, while others have ὁ θεός (Jo qeo\", “God”; 4 33vid 323 945 1739 al). However, several important and early witnesses (Ì23 א A B Ψ 81 co) have no explicit subject. In light of the scribal tendency toward clarification, and the fact that both κύριος and θεός are well represented, there can be no doubt that the original text had no explicit subject. The referent (God) has been specified in the translation for clarity, not because of textual basis.) promised to those who love him."},{"number":13,"verse":"Let no one say when he is tempted, “I am tempted by God,” for God cannot be tempted by evil, (tn Or “God must not be tested by evil people.”) and he himself tempts no one."},{"number":14,"verse":"But each one is tempted when he is lured and enticed by his own desires."},{"number":15,"verse":"Then when desire conceives, it gives birth to sin, and when sin is full grown, it gives birth to death."},{"number":16,"verse":"Do not be led astray, my dear brothers and sisters. (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:2.)"},{"number":17,"verse":"All generous giving and every perfect gift (tn The first phrase refers to the action of giving and the second to what is given.) is from above, coming down (tn Or “All generous giving and every perfect gift from above is coming down.”) from the Father of lights, with whom there is no variation or the slightest hint of change. (tn Grk “variation or shadow of turning” (referring to the motions of heavenly bodies causing variations of light and darkness).)"},{"number":18,"verse":"By his sovereign plan he gave us birth (tn Grk “Having willed, he gave us birth.”) through the message of truth, that we would be a kind of firstfruits of all he created."},{"number":19,"verse":"(Living Out the Message) Understand this, my dear brothers and sisters! (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:2.) Let every person be quick to listen, slow to speak, slow to anger."},{"number":20,"verse":"For human (tn The word translated “human” here is ἀνήρ (anhr), which often means “male” or “man (as opposed to woman).” But it sometimes is used generically to mean “anyone,” “a person” (cf. BDAG 79 s. v. 2), and in this context, contrasted with “God’s righteousness,” the point is “human” anger (not exclusively “male” anger).) anger does not accomplish God’s righteousness. (sn God’s righteousness could refer to (1) God’s righteous standard, (2) the righteousness God gives, (3) righteousness before God, or (4) God’s eschatological righteousness (see P. H. Davids, James [NIGTC], 93, for discussion).)"},{"number":21,"verse":"So put away all filth and evil excess and humbly (tn Or “with meekness.”) welcome the message implanted within you, which is able to save your souls."},{"number":22,"verse":"But be sure you live out the message and do not merely listen to it and so deceive yourselves."},{"number":23,"verse":"For if someone merely listens to the message and does not live it out, he is like someone (tn The word for “man” or “individual” is ἀνήρ (anhr), which often means “male” or “man (as opposed to woman).” However, as BDAG 79 s. v. 2 says, here it is “equivalent to τὶς someone, a person.”) who gazes at his own face (tn Grk “the face of his beginning [or origin].”) in a mirror."},{"number":24,"verse":"For he gazes at himself and then goes out and immediately forgets (tn Grk “and he has gone out and immediately has forgotten.”) what sort of person he was."},{"number":25,"verse":"But the one who peers into the perfect law of liberty and fixes his attention there, (tn Grk “continues.”) and does not become a forgetful listener but one who lives it out — he (tn Grk “this one.”) will be blessed in what he does. (tn Grk “in his doing.”)"},{"number":26,"verse":"If someone thinks he is religious yet does not bridle his tongue, and so deceives his heart, his religion is futile."},{"number":27,"verse":"Pure and undefiled religion before (tn Or “in the sight of”; Grk “with.”) God the Father (tn Grk “the God and Father.”) is this: to care for orphans and widows in their misfortune and to keep oneself unstained by the world."}]}