{"bibleAbbr":"NET2007","bookName":"James","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"Passions and Pride Where do the conflicts and where (tn The word “where” is repeated in Greek for emphasis.) do the quarrels among you come from? Is it not from this, (tn Grk “from here.”) from your passions that battle inside you? (tn Grk “in your members [i. e., parts of the body].”)"},{"number":2,"verse":"You desire and you do not have; you murder and envy and you cannot obtain; you quarrel and fight. You do not have because you do not ask;"},{"number":3,"verse":"you ask and do not receive because you ask wrongly, so you can spend it on your passions."},{"number":4,"verse":"Adulterers, do you not know that friendship with the world means hostility toward God? (tn Grk “is hostility toward God.”) So whoever decides to be the world’s friend makes himself God’s enemy."},{"number":5,"verse":"Or do you think the scripture means nothing when it says, (tn Grk “vainly says.”) “The spirit that God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) caused (tc The Byzantine text and a few other mss (P 33 Ï) have the intransitive κατῴκησεν (katwkhsen) here, which turns τὸ πνεῦμα (to pneuma) into the subject of the verb: “The spirit which lives within us.” But the more reliable and older witnesses (Ì74 א B Ψ 049 1241 1739 al) have the causative verb, κατῴκισεν (katwkisen), which implies a different subject and τὸ πνεῦμα as the object: “The spirit that he causes to live within us.” Both because of the absence of an explicit subject and the relative scarcity of the causative κατοικίζω (katoikizw, “cause to dwell”) compared to the intransitive κατοικέω (katoikew, “live, dwell”) in biblical Greek (κατοικίζω does not occur in the NT at all, and occurs one twelfth as frequently as κατοικέω in the LXX), it is easy to see why scribes would replace κατῴκισεν with κατῴκησεν. Thus, on internal and external grounds, κατῴκισεν is the preferred reading.) to live within us has an envious yearning”? (tn Interpreters debate the referent of the word “spirit” in this verse: (1) The translation takes “spirit” to be the lustful capacity within people that produces a divided mind (1:8, 14) and inward conflicts regarding God (4:1–4). God has allowed it to be in man since the fall, and he provides his grace (v. 6) and the new birth through the gospel message (1:18–25) to counteract its evil effects. (2) On the other hand the word “spirit” may be taken positively as the Holy Spirit and the sense would be, “God yearns jealously for the Spirit he caused to live within us.” But the word for “envious” or “jealous” is generally negative in biblical usage and the context before and after seems to favor the negative interpretation. sn No OT verse is worded exactly this way. This is either a statement about the general teaching of scripture or a quotation from an ancient translation of the Hebrew text that no longer exists today.)"},{"number":6,"verse":"But he gives greater grace. Therefore it says, “God opposes the proud, but he gives grace to the humble.” (sn A quotation from Prov 3:34.)"},{"number":7,"verse":"So submit to God. But resist the devil and he will flee from you."},{"number":8,"verse":"Draw near to God and he will draw near to you. Cleanse your hands, you sinners, and make your hearts pure, you double-minded. (tn Or “two-minded” (the same description used in 1:8).)"},{"number":9,"verse":"Grieve, mourn, (tn This term and the following one are preceded by καί (kai) in the Greek text, but contemporary English generally uses connectives only between the last two items in such a series.) and weep. Turn your laughter (tn Grk “let your laughter be turned.”) into mourning and your joy into despair."},{"number":10,"verse":"Humble yourselves before the Lord and he will exalt you."},{"number":11,"verse":"Do not speak against one another, brothers and sisters. (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:2.) He who speaks against a fellow believer (tn See note on the word “believer” in 1:9.) or judges a fellow believer speaks against the law and judges the law. But if you judge the law, you are not a doer of the law but its judge. (tn Grk “a judge.”)"},{"number":12,"verse":"But there is only one who is lawgiver and judge — the one who is able to save and destroy. On the other hand, who are you to judge your neighbor? (tn Grk “who judges your neighbor.”)"},{"number":13,"verse":"Come now, you who say, “Today or tomorrow we will go into this or that town (tn Or “city.”) and spend a year there and do business and make a profit.”"},{"number":14,"verse":"You (tn Grk “who” (continuing the description of the people of v. 13). Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) do not know about tomorrow. What is your life like? (tn Or “you do not know what your life will be like tomorrow.”) For you are a puff of smoke (tn Or “a vapor.” The Greek word ἀτμίς (atmis) denotes a swirl of smoke arising from a fire (cf. Gen 19:28; Lev 16:13; Joel 2:30 [Acts 2:19]; Ezek 8:11).) that appears for a short time and then vanishes."},{"number":15,"verse":"You ought to say instead, (tn Grk “instead of your saying.”) “If the Lord is willing, then we will live and do this or that.”"},{"number":16,"verse":"But as it is, (tn Grk “but now.”) you boast in your arrogance. All such boasting is evil."},{"number":17,"verse":"So whoever knows what is good to do (tn Or “knows how to do what is good.”) and does not do it is guilty of sin. (tn Grk “to him it is sin.”)"}]}