{"bibleAbbr":"WYC1395","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"But, britheren, we preien you bi the comyng of oure Lord Jhesu Crist, and of oure congregacioun in to the same comyng,"},{"number":2,"verse":"that ye be not mouyd soone fro youre witt, nether be aferd, nether bi spirit, nether bi word, nether bi epistle as sent bi vs, as if the dai of the Lord be nyy."},{"number":3,"verse":"No man disseyue you in ony manere. For but dissencioun come first, and the man of synne be schewid, the sonne of perdicioun,"},{"number":4,"verse":"that is aduersarie, and is enhaunsid ouer `al thing that is seid God, or that is worschipid, so that he sitte in the temple of God, and schewe hym silf as if he were God."},{"number":5,"verse":"Whether ye holden not, that yit whanne Y was at you, Y seide these thingis to you?"},{"number":6,"verse":"And now what withholdith, ye witen, that he be schewid in his tyme."},{"number":7,"verse":"For the priuete of wickidnesse worchith now; oneli that he that holdith now, holde, til he be do awei."},{"number":8,"verse":"And thanne thilke wickid man schal be schewid, whom the Lord Jhesu schal sle with the spirit of his mouth, and schal distrie with liytnyng of his comyng;"},{"number":9,"verse":"hym, whos comyng is bi the worching of Sathanas, in al vertu, and signes,"},{"number":10,"verse":"and grete wondris, false, and in al disseit of wickidnesse, to hem that perischen. For that thei resseyueden not the charite of treuthe, that thei schulden be maad saaf. And therfor God schal sende to hem a worching of errour, that thei bileue to leesing,"},{"number":11,"verse":"that alle be demed, whiche bileueden not to treuthe, but consentiden to wickidnesse."},{"number":12,"verse":"But, britheren louyd of God, we owen to do thankyngis euermore to God for you, that God chees vs the firste fruytis in to heelthe, in halewing of spirit and in feith of treuthe;"},{"number":13,"verse":"in which also he clepide you bi oure gospel, in to geting of the glorie of oure Lord Jhesu Crist."},{"number":14,"verse":"Therfor, britheren, stonde ye, and holde ye the tradiciouns, that ye han lerud, ethir bi word, ethir bi oure pistle."},{"number":15,"verse":"And oure Lord Jhesu Crist him silf, and God oure fadir, which louyde vs, and yaf euerlastinge coumfort and good hope in grace, stire youre hertis,"},{"number":16,"verse":"and conferme in al good werk and word."}]}