{"bibleAbbr":"WYC1395","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Britheren, fro hennus forward preye ye for vs, that the word of God renne, and be clarified, as it is anentis you;"},{"number":2,"verse":"and that we be delyuered fro noyous and yuele men; for feith is not of alle men."},{"number":3,"verse":"But the Lord is trewe, that schal conferme you, and schal kepe fro yuel."},{"number":4,"verse":"And, britheren, we trusten of you in the Lord, for what euere thingis we comaunden to you, bothe ye don and schulen do."},{"number":5,"verse":"And the Lord dresse youre hertis, in the charite of God, and in the pacience of Crist."},{"number":6,"verse":"But, britheren, we denouncen to you in the name of oure Lord Jhesu Crist, that ye withdrawe you from ech brother that wandrith out of ordre, and not aftir the techyng, that thei resseyueden of vs."},{"number":7,"verse":"For `ye silf witen, hou it bihoueth to sue vs. For we weren not vnpesible among you,"},{"number":8,"verse":"nethir with outen oure owne trauel we eeten breed of ony man, but in trauel and werynesse worchiden niyt and dai, that we greuyden noon of you."},{"number":9,"verse":"Not as we hadden not power, but that we schulden yyue vs silf ensaumple to you to sue vs."},{"number":10,"verse":"For also whanne we weren among you, we denounsiden this thing to you, that if ony man wole not worche, nethir ete he."},{"number":11,"verse":"For we han herd that summe among you goon in reste, and no thing worchen, but don curiousli."},{"number":12,"verse":"But we denouncen to hem that ben suche men, and bisechen in the Lord Jhesu Crist, that thei worchen with silence, and ete her owne breed."},{"number":13,"verse":"But nyle ye, britheren, faile wel doynge."},{"number":14,"verse":"That if ony man obeie not to oure word bi epistle, marke ye him, and comyne ye not with hym, that he be schamed;"},{"number":15,"verse":"and nyle ye gesse hym as an enemye, but repreue ye hym as a brother. And God hym silf of pees yyue to you euerlastinge pees in al place."},{"number":16,"verse":"The Lord be with `you alle."},{"number":17,"verse":"My salutacioun bi the hoond of Poul; which signe in ech epistle Y write thus."},{"number":18,"verse":"The grace of oure Lord Jhesu Crist be with `alle you. Amen."}]}