{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"Blessed <WH835> are those whose ways <WH1870> are blameless, <WH8549> who walk <WH1980> according to Yahweh <WH3068>'s law. <WH8451>"},{"number":2,"verse":"Blessed <WH835> are those who keep <WH5341> his statutes, <WH5713> who seek <WH1875> him with their whole heart. <WH3820>"},{"number":3,"verse":"Yes, <WH6466> they do nothing wrong. <WH5766> They walk <WH1980> in his ways. <WH1870>"},{"number":4,"verse":"You have commanded <WH6680> your precepts, <WH6490> that we should fully <WH3966> obey them. <WH8104>"},{"number":5,"verse":"Oh that <WH305> my ways <WH1870> were steadfast <WH3559> to obey <WH8104> your statutes! <WH2706>"},{"number":6,"verse":"Then I wouldn't <WH954> be disappointed, when I consider <WH5027> all of your commandments. <WH4687>"},{"number":7,"verse":"I will give thanks <WH3034> to you with uprightness <WH3476> of heart, <WH3824> when I learn <WH3925> your righteous <WH6664> judgments. <WH4941>"},{"number":8,"verse":"I will observe <WH8104> your statutes. <WH2706> Don't <WH3966> utterly forsake me. <WH5800> BET"},{"number":9,"verse":"How can a young man <WH5288> keep his way <WH734> pure? <WH2135> By living <WH8104> according to your word. <WH1697>"},{"number":10,"verse":"With my whole heart, <WH3820> I have sought <WH1875> you. <WH7686> Don't let me wander from your commandments. <WH4687>"},{"number":11,"verse":"I have hidden <WH6845> your word <WH565> in my heart, <WH3820> that I might not sin against you. <WH2398>"},{"number":12,"verse":"Blessed <WH1288> are you, <WH3068> Yahweh. Teach <WH3925> me your statutes. <WH2706>"},{"number":13,"verse":"With my lips, <WH8193> I have declared <WH5608> all the ordinances <WH4941> of your mouth. <WH6310>"},{"number":14,"verse":"I have rejoiced <WH7797> in the way <WH1870> of your testimonies, <WH5715> as much as in <WH5921> all riches. <WH1952>"},{"number":15,"verse":"I will meditate <WH7878> on your precepts, <WH6490> and consider <WH5027> your ways. <WH734>"},{"number":16,"verse":"I will delight <WH8173> myself in your statutes. <WH2708> I will not forget <WH7911> your word. <WH1697> GIMEL"},{"number":17,"verse":"Do good <WH1580> to your servant. <WH5650> I will live <WH2421> and I will obey <WH8104> your word. <WH1697>"},{"number":18,"verse":"Open <WH1540> my eyes, <WH5869> that I may see <WH5027> wondrous things <WH6381> out of your law. <WH8451>"},{"number":19,"verse":"I am a stranger <WH1616> on the earth. <WH776> Don't <WH5641> hide your commandments from me. <WH4687>"},{"number":20,"verse":"My soul <WH5315> is consumed <WH1638> with longing <WH8375> for your ordinances <WH4941> at all times. <WH6256>"},{"number":21,"verse":"You have rebuked <WH1605> the proud <WH2086> who are cursed, <WH779> who wander <WH7686> from your commandments. <WH4687>"},{"number":22,"verse":"Take <WH1556> reproach <WH2781> and contempt <WH937> away from me, <WH5341> for I have kept your statutes. <WH5713>"},{"number":23,"verse":"Though princes <WH8269> sit <WH3427> and slander <WH1696> me, <WH5650> your servant will meditate <WH7878> on your statutes. <WH2706>"},{"number":24,"verse":"Indeed your statutes <WH5713> are my delight, <WH8191> and my counselors. <WH582> DALED"},{"number":25,"verse":"My soul <WH5315> is laid <WH1692> low in the dust. <WH6083> Revive <WH2421> me according to your word! <WH1697>"},{"number":26,"verse":"I declared <WH5608> my ways, <WH1870> and you answered <WH6030> me. <WH3925> Teach me your statutes. <WH2706>"},{"number":27,"verse":"Let me understand <WH995> the teaching <WH1870> of your precepts! <WH6490> Then I will meditate <WH7878> on your wondrous works. <WH6381>"},{"number":28,"verse":"My soul <WH5315> is weary <WH1811> with sorrow: <WH8424> strengthen <WH6965> me according to your word. <WH1697>"},{"number":29,"verse":"Keep <WH5493> me from the way <WH1870> of deceit. <WH8267> Grant me your law <WH8451> graciously! <WH2603>"},{"number":30,"verse":"I have chosen <WH977> the way <WH1870> of truth. <WH530> I have set <WH7737> your ordinances before me. <WH4941>"},{"number":31,"verse":"I cling <WH1692> to your statutes, <WH5715> Yahweh. <WH3068> Don't <WH954> let me be disappointed."},{"number":32,"verse":"I run <WH7323> in the path <WH1870> of your commandments, <WH4687> for you have set my heart <WH3820> free. <WH7337> HEY"},{"number":33,"verse":"Teach <WH3384> me, <WH3068> Yahweh, the way <WH1870> of your statutes. <WH2706> I will keep <WH5341> them to the end. <WH6118>"},{"number":34,"verse":"Give me understanding, <WH995> and I will keep <WH5341> your law. <WH8451> Yes, <WH8104> I will obey it with my whole heart. <WH3820>"},{"number":35,"verse":"Direct <WH1869> me in the path <WH5410> of your commandments, <WH4687> for I delight in them. <WH2654>"},{"number":36,"verse":"Turn <WH5186> my heart <WH3820> toward your statutes, <WH5715> not toward selfish gain. <WH1215>"},{"number":37,"verse":"Turn my eyes <WH5869> away <WH5674> from looking <WH7200> at worthless <WH7723> things. <WH2421> Revive me in your ways. <WH1870>"},{"number":38,"verse":"Fulfill <WH6965> your promise <WH565> to your servant, <WH5650> that you may be feared. <WH3374>"},{"number":39,"verse":"Take away <WH5674> my disgrace <WH2781> that I dread, <WH3025> for your ordinances <WH4941> are good. <WH2896>"},{"number":40,"verse":"Behold, <WH8373> I long for your precepts! <WH6490> Revive <WH2421> me in your righteousness. <WH6666> WAW"},{"number":41,"verse":"Let your loving kindness <WH2617> also come <WH935> to me, <WH3068> Yahweh, your salvation, <WH8668> according to your word. <WH565>"},{"number":42,"verse":"So I will have <WH1697> an answer <WH6030> for him who reproaches <WH2778> me, <WH982> for I trust in your word. <WH1697>"},{"number":43,"verse":"Don't <WH5337> snatch the word <WH1697> of truth <WH571> out <WH3966> of my mouth, <WH6310> for I put my hope <WH3176> in your ordinances. <WH4941>"},{"number":44,"verse":"So I will obey <WH8104> your law <WH8451> continually, <WH8548> forever <WH5769> and ever. <WH5703>"},{"number":45,"verse":"I will walk <WH1980> in liberty, <WH7342> for I have sought <WH1875> your precepts. <WH6490>"},{"number":46,"verse":"I will also speak <WH1696> of your statutes <WH5713> before kings, <WH4428> and will not be disappointed. <WH954>"},{"number":47,"verse":"I will delight <WH8173> myself in your commandments, <WH4687> because I love them. <WH157>"},{"number":48,"verse":"I reach <WH5375> out my hands <WH3709> for your commandments, <WH4687> which I love. <WH157> I will meditate <WH7878> on your statutes. <WH2706> ZAYIN"},{"number":49,"verse":"Remember <WH2142> your word <WH1697> to your servant, <WH5650> because you gave me hope. <WH3176>"},{"number":50,"verse":"This is my comfort <WH5165> in my affliction, <WH6040> for your word <WH565> has revived me. <WH2421>"},{"number":51,"verse":"The arrogant <WH2086> mock <WH3887> me excessively, <WH3966> but I don't <WH5186> swerve from your law. <WH8451>"},{"number":52,"verse":"I remember <WH2142> your ordinances <WH4941> of old, <WH5769> Yahweh, <WH3068> and have comforted myself. <WH5162>"},{"number":53,"verse":"Indignation <WH2152> has taken hold <WH270> on me, <WH7563> because of the wicked who forsake <WH5800> your law. <WH8451>"},{"number":54,"verse":"Your statutes <WH2706> have been my songs, <WH2158> in the house <WH1004> where I live. <WH4033>"},{"number":55,"verse":"I have remembered <WH2142> your name, <WH8034> Yahweh, <WH3068> in the night, <WH3915> and I obey <WH8104> your law. <WH8451>"},{"number":56,"verse":"This is my way, <WH5341> that I keep your precepts. <WH6490> CHET"},{"number":57,"verse":"Yahweh <WH3068> is my portion. <WH2506> I promised <WH559> to obey <WH8104> your words. <WH1697>"},{"number":58,"verse":"I sought <WH2470> your favor <WH6440> with my whole heart. <WH3820> Be merciful <WH2603> to me according to your word. <WH565>"},{"number":59,"verse":"I considered <WH2803> my ways, <WH1870> and turned <WH7725> my steps <WH7272> to your statutes. <WH5713>"},{"number":60,"verse":"I will hurry, <WH2363> and not delay, <WH4102> to obey <WH8104> your commandments. <WH4687>"},{"number":61,"verse":"The ropes <WH2256> of the wicked <WH7563> bind <WH5749> me, <WH7911> but I won't forget your law. <WH8451>"},{"number":62,"verse":"At midnight <WH2676> I will rise <WH6965> to give thanks <WH3034> to you, <WH6664> because of your righteous ordinances. <WH4941>"},{"number":63,"verse":"I am a friend <WH2270> of all those who fear <WH3372> you, <WH8104> of those who observe your precepts. <WH6490>"},{"number":64,"verse":"The earth <WH776> is full <WH4390> of your loving kindness, <WH2617> Yahweh. <WH3068> Teach <WH3925> me your statutes. <WH2706> TET"},{"number":65,"verse":"Do <WH6213> good <WH2896> to your servant, <WH5650> according to your word, <WH1697> Yahweh. <WH3068>"},{"number":66,"verse":"Teach <WH3925> me good <WH2898> judgment <WH2940> and knowledge, <WH1847> for I believe <WH539> in your commandments. <WH4687>"},{"number":67,"verse":"Before I was afflicted, <WH6031> I went astray; <WH7683> but now I observe <WH8104> your word. <WH565>"},{"number":68,"verse":"You are good, <WH2896> and do good. <WH2895> Teach <WH3925> me your statutes. <WH2706>"},{"number":69,"verse":"The proud <WH2086> have smeared <WH2950> a lie <WH8267> upon me. <WH3820> With my whole heart, I will keep <WH5341> your precepts. <WH6490>"},{"number":70,"verse":"Their heart <WH3820> is as callous <WH2954> as the fat, <WH2954> but I delight <WH8173> in your law. <WH8451>"},{"number":71,"verse":"It is good <WH2896> for me that I have been afflicted, <WH6031> that I may learn <WH3925> your statutes. <WH2706>"},{"number":72,"verse":"The law <WH8451> of your mouth <WH6310> is better <WH2896> to me than thousands <WH505> of pieces of gold <WH2091> and silver. <WH3701> YUD"},{"number":73,"verse":"Your hands <WH3027> have made <WH6213> me and formed <WH3559> me. <WH995> Give me understanding, that I may learn <WH3925> your commandments. <WH4687>"},{"number":74,"verse":"Those who fear <WH3373> you will see <WH7200> me and be glad, <WH8055> because I have put my hope <WH3176> in your word. <WH1697>"},{"number":75,"verse":"Yahweh, <WH3068> I know <WH3045> that your judgments <WH4941> are righteous, <WH6664> that in faithfulness <WH530> you have afflicted me. <WH6031>"},{"number":76,"verse":"Please let your loving kindness <WH2617> be for my comfort, <WH5162> according to your word <WH565> to your servant. <WH5650>"},{"number":77,"verse":"Let your tender mercies <WH7356> come <WH935> to me, <WH2421> that I may live; for your law <WH8451> is my delight. <WH8191>"},{"number":78,"verse":"Let the proud <WH2086> be disappointed, <WH954> for they have overthrown <WH5791> me wrongfully. <WH8267> I will meditate <WH7878> on your precepts. <WH6490>"},{"number":79,"verse":"Let those who fear <WH3373> you turn <WH7725> to me. <WH3045> They will know your statutes. <WH5713>"},{"number":80,"verse":"Let my heart <WH3820> be blameless <WH8549> toward your decrees, <WH2706> that I may not be disappointed. <WH954> KAF"},{"number":81,"verse":"My soul <WH5315> faints <WH3615> for your salvation. <WH8668> I hope <WH3176> in your word. <WH1697>"},{"number":82,"verse":"My eyes <WH5869> fail <WH3615> for your word. <WH565> I say, <WH559> \"When will you comfort me? <WH5162>\""},{"number":83,"verse":"For I have become like a wineskin <WH4997> in the smoke. <WH7008> I don't <WH7911> forget your statutes. <WH2706>"},{"number":84,"verse":"How many are the days <WH3117> of your servant? <WH5650> When will you execute <WH6213> judgment <WH4941> on those who persecute me? <WH7291>"},{"number":85,"verse":"The proud <WH2086> have dug <WH3738> pits <WH7882> for me, <WH8451> contrary to your law."},{"number":86,"verse":"All of your commandments <WH4687> are faithful. <WH530> They persecute <WH7291> me wrongfully. <WH8267> Help me! <WH5826>"},{"number":87,"verse":"They had almost <WH4592> wiped <WH3615> me from the earth, <WH776> but I didn't <WH5800> forsake your precepts. <WH6490>"},{"number":88,"verse":"Preserve my life <WH2421> according to your loving kindness, <WH2617> so I will obey <WH8104> the statutes <WH5715> of your mouth. <WH6310> LAMED"},{"number":89,"verse":"Yahweh, <WH3068> your word <WH1697> is settled <WH5324> in heaven <WH8064> forever. <WH5769>"},{"number":90,"verse":"Your faithfulness <WH530> is to all <WH1755> generations. <WH1755> You have established <WH3559> the earth, <WH776> and it remains. <WH5975>"},{"number":91,"verse":"Your laws <WH4941> remain <WH5975> to this day, <WH3117> for all things serve you. <WH5650>"},{"number":92,"verse":"Unless <WH3884> your law <WH8451> had been my delight, <WH8191> I would have perished <WH6> in my affliction. <WH6040>"},{"number":93,"verse":"I will never <WH5769> forget <WH7911> your precepts, <WH6490> for with them, <WH2421> you have revived me."},{"number":94,"verse":"I am yours. <WH3467> Save me, <WH1875> for I have sought your precepts. <WH6490>"},{"number":95,"verse":"The wicked <WH7563> have waited <WH6960> for me, <WH6> to destroy me. <WH995> I will consider your statutes. <WH5713>"},{"number":96,"verse":"I have seen <WH7200> a limit <WH7093> to all perfection, <WH8502> but your commands <WH4687> are boundless. <WH7342> <WH3966> MEM"},{"number":97,"verse":"How I <WH157> love your law! <WH8451> It is my meditation <WH7881> all day. <WH3117>"},{"number":98,"verse":"Your commandments <WH4687> make me wiser <WH2449> than my enemies, <WH341> for your commandments are always with me. <WH5769>"},{"number":99,"verse":"I have more understanding <WH7919> than all my teachers, <WH3925> for your testimonies <WH5715> are my meditation. <WH7881>"},{"number":100,"verse":"I understand <WH995> more than the aged, <WH2205> because I have kept <WH5341> your precepts. <WH6490>"},{"number":101,"verse":"I have kept <WH3607> my feet <WH7272> from every evil <WH7451> way, <WH734> that I might observe <WH8104> your word. <WH1697>"},{"number":102,"verse":"I have not turned <WH5493> aside from your ordinances, <WH4941> for you have taught me. <WH3384>"},{"number":103,"verse":"How sweet <WH4452> are your promises <WH565> to my taste, <WH2441> more than honey <WH1706> to my mouth! <WH6310>"},{"number":104,"verse":"Through your precepts, <WH6490> I get understanding; <WH995> therefore I hate <WH8130> every false <WH8267> way. <WH734> NUN"},{"number":105,"verse":"Your word <WH1697> is a lamp <WH5216> to my feet, <WH7272> and a light <WH216> for my path. <WH5410>"},{"number":106,"verse":"I have sworn, <WH7650> and have confirmed <WH6965> it, <WH8104> that I will obey your righteous <WH6664> ordinances. <WH4941>"},{"number":107,"verse":"I am afflicted <WH6031> very much. <WH3966> Revive <WH2421> me, <WH3068> Yahweh, according to your word. <WH1697>"},{"number":108,"verse":"Accept, <WH7521> I beg you, <WH5071> the willing offerings of my mouth. <WH6310> Yahweh, <WH3068> teach <WH3925> me your ordinances. <WH4941>"},{"number":109,"verse":"My soul <WH5315> is continually <WH8548> in my hand, <WH3709> yet I won't <WH7911> forget your law. <WH8451>"},{"number":110,"verse":"The wicked <WH7563> have laid <WH5414> a snare <WH6341> for me, <WH8582> yet I haven't gone astray from your precepts. <WH6490>"},{"number":111,"verse":"I have taken your testimonies <WH5715> as a heritage <WH5157> forever, <WH5769> for they are the joy <WH8342> of my heart. <WH3820>"},{"number":112,"verse":"I have set <WH5186> my heart <WH3820> to perform <WH6213> your statutes <WH2706> forever, <WH5769> even to the end. <WH6118> SAMEKH"},{"number":113,"verse":"I hate <WH8130> double-minded <WH5588> men, <WH157> but I love your law. <WH8451>"},{"number":114,"verse":"You are my hiding place <WH5643> and my shield. <WH4043> I hope <WH3176> in your word. <WH1697>"},{"number":115,"verse":"Depart <WH5493> from me, <WH7489> you evildoers, that I may keep <WH5341> the commandments <WH4687> of my God. <WH430>"},{"number":116,"verse":"Uphold <WH5564> me according to your word, <WH565> that I may live. <WH2421> Let me not be ashamed <WH954> of my hope. <WH7664>"},{"number":117,"verse":"Hold me up, <WH5582> and I will be safe, <WH3467> and will have respect <WH8159> for your statutes <WH2706> continually. <WH8548>"},{"number":118,"verse":"You reject <WH5541> all those who stray <WH7686> from your statutes, <WH2706> for their deceit <WH8649> is in vain. <WH8267>"},{"number":119,"verse":"You put away <WH7673> all the wicked <WH7563> of the earth <WH776> like dross. <WH5509> Therefore I love <WH157> your testimonies. <WH5713>"},{"number":120,"verse":"My flesh <WH1320> trembles <WH5568> for fear <WH6343> of you. <WH3372> I am afraid of your judgments. <WH4941> AYIN"},{"number":121,"verse":"I have done <WH6213> what is just <WH4941> and righteous. <WH6664> Don't <WH3240> leave me to my oppressors. <WH6231>"},{"number":122,"verse":"Ensure <WH6148> your servant <WH5650>'s well-being. <WH2896> Don't <WH2086> let the proud oppress me. <WH6231>"},{"number":123,"verse":"My eyes <WH5869> fail <WH3615> looking for your salvation, <WH3444> for your righteous <WH6664> word. <WH565>"},{"number":124,"verse":"Deal <WH6213> with your servant <WH5650> according to your loving kindness. <WH2617> Teach <WH3925> me your statutes. <WH2706>"},{"number":125,"verse":"I am your servant. <WH5650> Give me understanding, <WH995> that I may know <WH3045> your testimonies. <WH5713>"},{"number":126,"verse":"It is time <WH6256> to act, <WH6213> Yahweh, <WH3068> for they break <WH6565> your law. <WH8451>"},{"number":127,"verse":"Therefore I love <WH157> your commandments <WH4687> more than gold, <WH2091> yes, <WH6337> more than pure gold."},{"number":128,"verse":"Therefore I consider all of your precepts <WH6490> to be right. <WH3474> I hate <WH8130> every false <WH8267> way. <WH734> PEY"},{"number":129,"verse":"Your testimonies <WH5715> are wonderful, <WH6382> therefore my soul <WH5315> keeps them. <WH5341>"},{"number":130,"verse":"The entrance <WH6608> of your words <WH1697> gives light. <WH215> It gives understanding <WH995> to the simple. <WH6612>"},{"number":131,"verse":"I opened <WH6473> my mouth <WH6310> wide and panted, <WH7602> for I longed <WH2968> for your commandments. <WH4687>"},{"number":132,"verse":"Turn <WH6437> to me, <WH2603> and have mercy on me, <WH4941> as you always do to those who love <WH157> your name. <WH8034>"},{"number":133,"verse":"Establish <WH3559> my footsteps <WH6471> in your word. <WH565> Don't <WH205> let any iniquity have dominion over me. <WH7980>"},{"number":134,"verse":"Redeem <WH6299> me from the oppression <WH6233> of man, <WH120> so I will observe <WH8104> your precepts. <WH6490>"},{"number":135,"verse":"Make your face <WH6440> shine <WH215> on your servant. <WH5650> Teach <WH3925> me your statutes. <WH2706>"},{"number":136,"verse":"Streams <WH6388> of tears <WH4325> run down <WH3381> my eyes, <WH5869> because they don't <WH8104> observe your law. <WH8451> TZADI"},{"number":137,"verse":"You are righteous, <WH6662> Yahweh. <WH3068> Your judgments <WH4941> are upright. <WH3477>"},{"number":138,"verse":"You have commanded <WH6680> your statutes <WH5713> in righteousness. <WH6664> They are fully <WH3966> trustworthy. <WH530>"},{"number":139,"verse":"My zeal <WH7068> wears me out, <WH6789> because my enemies <WH6862> ignore <WH7911> your words. <WH1697>"},{"number":140,"verse":"Your promises <WH565> have been thoroughly <WH3966> tested, <WH6884> and your servant <WH5650> loves them. <WH157>"},{"number":141,"verse":"I am small <WH6810> and despised. <WH959> I don't <WH7911> forget your precepts. <WH6490>"},{"number":142,"verse":"Your righteousness <WH6666> is an everlasting <WH5769> righteousness. <WH6664> Your law <WH8451> is truth. <WH571>"},{"number":143,"verse":"Trouble <WH6862> and anguish <WH4689> have taken hold <WH4672> of me. <WH4687> Your commandments are my delight. <WH8191>"},{"number":144,"verse":"Your testimonies <WH5715> are righteous <WH6664> forever. <WH5769> Give me understanding, <WH995> that I may live. <WH2421> KUF"},{"number":145,"verse":"I have called <WH7121> with my whole heart. <WH3820> Answer <WH6030> me, <WH3068> Yahweh! I will keep <WH5341> your statutes. <WH2706>"},{"number":146,"verse":"I have called <WH7121> to you. <WH3467> Save me! <WH8104> I will obey your statutes. <WH5713>"},{"number":147,"verse":"I rise before <WH6923> dawn <WH5399> and cry <WH7768> for help. <WH3176> I put my hope in your words. <WH1697>"},{"number":148,"verse":"My eyes <WH5869> stay open <WH6923> through the night watches, <WH821> that I might meditate <WH7878> on your word. <WH565>"},{"number":149,"verse":"Hear <WH8085> my voice <WH6963> according to your loving kindness. <WH2617> Revive <WH2421> me, <WH3068> Yahweh, according to your ordinances. <WH4941>"},{"number":150,"verse":"They draw near <WH7126> who follow <WH7291> after wickedness. <WH2154> They are far <WH7368> from your law. <WH8451>"},{"number":151,"verse":"You are near, <WH7138> Yahweh. <WH3068> All your commandments <WH4687> are truth. <WH571>"},{"number":152,"verse":"Of old <WH6924> I have known <WH3045> from your testimonies, <WH5713> that you have founded <WH3245> them forever. <WH5769> RESH"},{"number":153,"verse":"Consider <WH7200> my affliction, <WH6040> and deliver <WH2502> me, <WH7911> for I don't forget your law. <WH8451>"},{"number":154,"verse":"Plead <WH7378> my cause, <WH7379> and redeem <WH1350> me! <WH2421> Revive me according to your promise. <WH565>"},{"number":155,"verse":"Salvation <WH3444> is far <WH7350> from the wicked, <WH7563> for they don't <WH1875> seek your statutes. <WH2706>"},{"number":156,"verse":"Great <WH7227> are your tender mercies, <WH7356> Yahweh. <WH3068> Revive <WH2421> me according to your ordinances. <WH4941>"},{"number":157,"verse":"Many <WH7227> are my persecutors <WH7291> and my adversaries. <WH6862> I haven't <WH5186> swerved from your testimonies. <WH5715>"},{"number":158,"verse":"I look <WH7200> at the faithless <WH898> with loathing, <WH6962> because they don't <WH8104> observe your word. <WH565>"},{"number":159,"verse":"Consider <WH7200> how I love <WH157> your precepts. <WH6490> Revive <WH2421> me, <WH3068> Yahweh, according to your loving kindness. <WH2617>"},{"number":160,"verse":"All <WH7218> of your words <WH1697> are truth. <WH571> Every one of your righteous <WH6664> ordinances <WH4941> endures forever. <WH5769> SIN AND SHIN"},{"number":161,"verse":"Princes <WH8269> have persecuted <WH7291> me without a cause, <WH2600> but my heart <WH3820> stands in awe <WH6342> of your words. <WH1697>"},{"number":162,"verse":"I rejoice <WH7797> at your word, <WH565> as one who finds <WH4672> great <WH7227> spoil. <WH7998>"},{"number":163,"verse":"I hate <WH8130> and abhor <WH8581> falsehood. <WH8267> I love <WH157> your law. <WH8451>"},{"number":164,"verse":"Seven times <WH7651> a day, <WH3117> I praise <WH1984> you, <WH6664> because of your righteous ordinances. <WH4941>"},{"number":165,"verse":"Those who love <WH157> your law <WH8451> have great <WH7227> peace. <WH7965> Nothing causes them to stumble. <WH4383>"},{"number":166,"verse":"I have hoped <WH7663> for your salvation, <WH3444> Yahweh. <WH3068> I have done <WH6213> your commandments. <WH4687>"},{"number":167,"verse":"My soul <WH5315> has observed <WH8104> your testimonies. <WH5713> I love <WH157> them exceedingly. <WH3966>"},{"number":168,"verse":"I have obeyed <WH8104> your precepts <WH6490> and your testimonies, <WH5713> for all my ways are before you. <WH1870> TAV"},{"number":169,"verse":"Let my cry <WH7440> come <WH7126> before <WH6440> you, <WH3068> Yahweh. Give me understanding <WH995> according to your word. <WH1697>"},{"number":170,"verse":"Let my supplication <WH8467> come <WH935> before <WH6440> you. <WH5337> Deliver me according to your word. <WH565>"},{"number":171,"verse":"Let my lips <WH8193> utter <WH5042> praise, <WH8416> for you teach <WH3925> me your statutes. <WH2706>"},{"number":172,"verse":"Let my tongue <WH3956> sing <WH6030> of your word, <WH565> for all your commandments <WH4687> are righteousness. <WH6664>"},{"number":173,"verse":"Let your hand <WH3027> be ready to help <WH5826> me, <WH977> for I have chosen your precepts. <WH6490>"},{"number":174,"verse":"I have longed <WH8373> for your salvation, <WH3444> Yahweh. <WH3068> Your law <WH8451> is my delight. <WH8191>"},{"number":175,"verse":"Let my soul <WH5315> live, <WH2421> that I may praise <WH1984> you. <WH4941> Let your ordinances help me. <WH5826>"},{"number":176,"verse":"I have gone astray <WH8582> like a lost <WH6> sheep. <WH7716> Seek <WH1245> your servant, <WH5650> for I don't <WH7911> forget your commandments. <WH4687>"}]}