{"bibleAbbr":"WEB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"My God,<WH410> my God,<WH410> why have you forsaken<WH5800> me?<WH7350> Why are you so far from helping<WH3444> me,<WH1697> and from the words of my groaning?<WH7581>"},{"number":2,"verse":"My God,<WH430> I cry<WH7121> in the daytime,<WH3119> but you don't<WH6030> answer; in the night season,<WH3915> and am not silent.<WH1747>"},{"number":3,"verse":"But you are holy,<WH6918> you who inhabit<WH3427> the praises<WH8416> of Israel.<WH3478>"},{"number":4,"verse":"Our fathers<WH1> trusted<WH982> in you.<WH982> They trusted, and you delivered them.<WH6403>"},{"number":5,"verse":"They cried<WH2199> to you,<WH4422> and were delivered. They trusted<WH982> in you,<WH954> and were not disappointed."},{"number":6,"verse":"But I am a worm,<WH8438> and no man;<WH376> a reproach<WH2781> of men,<WH120> and despised<WH959> by the people.<WH120>"},{"number":7,"verse":"All those who see<WH7200> me mock me.<WH3932> They insult me with<WH6358> their lips.<WH8193> They shake<WH5128> their heads,<WH7218> saying,"},{"number":8,"verse":"\"He trusts<WH1556> in Yahweh;<WH3068> let him deliver<WH6403> him.<WH6403> Let him rescue him,<WH2654> since he delights in him.\""},{"number":9,"verse":"But you brought<WH1518> me out of the womb.<WH990> You made me trust<WH982> at my mother<WH517>'s breasts.<WH7699>"},{"number":10,"verse":"I was thrown<WH7993> on you from my mother<WH7358>'s womb. You are my God<WH410> since my mother<WH517> bore me.<WH990>"},{"number":11,"verse":"Don't<WH7368> be far from me,<WH6869> for trouble is near.<WH7138> For there is none to help.<WH5826>"},{"number":12,"verse":"Many<WH7227> bulls<WH6499> have surrounded<WH5437> me.<WH47> Strong bulls of Bashan<WH1316> have encircled me.<WH3803>"},{"number":13,"verse":"They open<WH6475> their mouths<WH6310> wide against me,<WH738> lions tearing<WH2963> prey and roaring.<WH7580>"},{"number":14,"verse":"I am poured out<WH8210> like water.<WH4325> All my bones<WH6106> are out of joint.<WH6504> My heart<WH3820> is like wax;<WH1749> it is melted<WH4549> within<WH8432> me.<WH4578>"},{"number":15,"verse":"My strength<WH3581> is dried up<WH3001> like a potsherd.<WH2789> My tongue<WH3956> sticks<WH1692> to the roof of my mouth.<WH4455> You have brought<WH8239> me into the dust<WH6083> of death.<WH4194>"},{"number":16,"verse":"For dogs<WH3611> have surrounded<WH5437> me.<WH5712> A company of evildoers<WH7489> have enclosed<WH5362> me.<WH3738> They have pierced my hands<WH3027> and feet.<WH7272>"},{"number":17,"verse":"I can count<WH5608> all of my bones.<WH6106> They look<WH5027> and stare at me.<WH7200>"},{"number":18,"verse":"They divide<WH2505> my garments<WH899> among them.<WH5307> They cast lots<WH1486> for my clothing.<WH3830>"},{"number":19,"verse":"But don't<WH7368> be far off,<WH3068> Yahweh. You are my help:<WH360> hurry<WH2363> to help me.<WH5833>"},{"number":20,"verse":"Deliver<WH5337> my soul<WH5315> from the sword,<WH2719> my precious<WH3173> life from the power<WH3027> of the dog.<WH3611>"},{"number":21,"verse":"Save<WH3467> me from the lion<WH738>'s mouth!<WH6310> Yes,<WH7161> from the horns of the wild oxen,<WH7214> you have answered me.<WH6030>"},{"number":22,"verse":"I will declare<WH5608> your name<WH8034> to my brothers.<WH251> In the midst<WH8432> of the assembly,<WH6951> I will praise you.<WH1984>"},{"number":23,"verse":"You who fear<WH3373> Yahweh,<WH3068> praise<WH1984> him!<WH2233> All you descendants of Jacob,<WH3290> glorify<WH3513> him!<WH1481> Stand in awe of him,<WH2233> all you descendants of Israel!<WH3478>"},{"number":24,"verse":"For he has not despised<WH959> nor abhorred<WH8262> the affliction<WH6039> of the afflicted,<WH6041> Neither has he hidden<WH5641> his face<WH6440> from him;<WH7768> but when he cried to him,<WH8085> he heard."},{"number":25,"verse":"Of you comes my praise<WH8416> in the great<WH7227> assembly.<WH6951> I will pay<WH7999> my vows<WH5088> before those who fear him.<WH3373>"},{"number":26,"verse":"The humble<WH6035> shall eat<WH398> and be satisfied.<WH7646> They shall praise<WH1984> Yahweh<WH3068> who seek<WH1875> after him.<WH3824> Let your hearts live<WH2421> forever.<WH5703>"},{"number":27,"verse":"All the ends<WH657> of the earth<WH776> shall remember<WH2142> and turn<WH7725> to Yahweh.<WH3068> All the relatives<WH4940> of the nations<WH1471> shall worship<WH7812> before you.<WH6440>"},{"number":28,"verse":"For the kingdom<WH4410> is Yahweh<WH3068>'s. He is the ruler<WH4910> over the nations.<WH1471>"},{"number":29,"verse":"All the rich<WH1879> ones of the earth<WH776> shall eat<WH398> and worship.<WH7812> All those who go down<WH3381> to the dust<WH6083> shall bow<WH3766> before<WH6440> him,<WH5315> even he who can't keep his soul alive.<WH2421>"},{"number":30,"verse":"Posterity<WH2233> shall serve<WH5647> him.<WH1755> Future generations shall be told<WH5608> about the Lord.<WH136>"},{"number":31,"verse":"They shall come<WH935> and shall declare<WH5046> his righteousness<WH6666> to a people<WH5971> that shall be born,<WH3205> for he has done it.<WH6213>"}]}