{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"Yahweh <WH3068> is my light <WH216> and my salvation. <WH3468> Whom shall I fear? <WH3372> Yahweh <WH3068> is the strength <WH4581> of my life. <WH2416> Of whom shall I be afraid? <WH6342>"},{"number":2,"verse":"When evildoers <WH7489> came <WH7126> at me to eat up <WH398> my flesh, <WH1320> even my adversaries <WH6862> and my foes, <WH341> they stumbled <WH3782> and fell. <WH5307>"},{"number":3,"verse":"Though an army <WH4264> should encamp <WH2583> against me, <WH3820> my heart shall not fear. <WH3372> Though war <WH4421> should rise <WH6965> against me, <WH982> even then I will be confident."},{"number":4,"verse":"One <WH259> thing I have asked <WH7592> of Yahweh, <WH3068> that I will seek <WH1245> after, <WH3427> that I may dwell in the house <WH1004> of Yahweh <WH3068> all the days <WH3117> of my life, <WH2416> to see <WH2372> Yahweh <WH3068>'s beauty, <WH5278> and to inquire <WH1239> in his temple. <WH1964>"},{"number":5,"verse":"For in the day <WH3117> of trouble <WH7451> he will keep me secretly <WH6845> in his pavilion. <WH5520> In the covert <WH5643> of his tabernacle <WH168> he will hide <WH5641> me. <WH7311> He will lift me up on a rock. <WH6697>"},{"number":6,"verse":"Now my head <WH7218> will be lifted up <WH7311> above my enemies <WH341> around <WH5439> me. <WH2076> I will offer sacrifices <WH2077> of joy <WH8643> in his tent. <WH168> I will sing, <WH7891> yes, <WH2167> I will sing praises to Yahweh. <WH3068>"},{"number":7,"verse":"Hear, <WH8085> Yahweh, <WH3068> when I cry <WH7121> with my voice. <WH6963> Have mercy <WH2603> also on me, <WH6030> and answer me."},{"number":8,"verse":"When you said, <WH1245> \"Seek my face, <WH6440>\" my heart <WH3820> said <WH559> to you, <WH1245> \"I will seek your face, <WH6440> Yahweh. <WH3068>\""},{"number":9,"verse":"Don't <WH5641> hide your face <WH6440> from me. <WH5186> Don't put your servant <WH5650> away <WH5186> in anger. <WH639> You have been my help. <WH5833> Don't <WH5203> abandon me, <WH5800> neither forsake me, <WH430> God of my salvation. <WH3468>"},{"number":10,"verse":"When my father <WH1> and my mother <WH517> forsake <WH5800> me, <WH3068> then Yahweh will take me up. <WH622>"},{"number":11,"verse":"Teach <WH3384> me your way, <WH1870> Yahweh. <WH3068> Lead <WH5148> me in a straight <WH4334> path, <WH734> because of my enemies. <WH8324>"},{"number":12,"verse":"Don't <WH5414> deliver me over to the desire <WH5315> of my adversaries, <WH6862> for false <WH8267> witnesses <WH5707> have risen up <WH6965> against me, <WH3307> such as breathe out cruelty. <WH2555>"},{"number":13,"verse":"I am still <WH3884> confident <WH539> of this: <WH7200> I will see the goodness <WH2898> of Yahweh <WH3068> in the land <WH776> of the living. <WH2416>"},{"number":14,"verse":"Wait <WH6960> for Yahweh. <WH3068> Be strong, <WH553> and let your heart <WH3820> take courage. <WH2388> Yes, <WH6960> wait for Yahweh. <WH3068>"}]}