{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Rejoice <WH7442> in Yahweh, <WH3068> you righteous! <WH6662> Praise <WH8416> is fitting <WH5000> for the upright. <WH6662>"},{"number":2,"verse":"Give thanks <WH3034> to Yahweh <WH3068> with the lyre. <WH3658> Sing <WH2167> praises to him with the harp <WH5035> of ten strings. <WH6218>"},{"number":3,"verse":"Sing <WH7891> to him a new <WH2319> song. <WH7892> Play <WH5059> skillfully <WH3190> with a shout of joy! <WH8643>"},{"number":4,"verse":"For the word <WH1697> of Yahweh <WH3068> is right. <WH3477> All his work <WH4639> is done in faithfulness. <WH530>"},{"number":5,"verse":"He loves <WH157> righteousness <WH6666> and justice. <WH4941> The earth <WH776> is full <WH4390> of the loving kindness <WH2617> of Yahweh. <WH3068>"},{"number":6,"verse":"By Yahweh <WH3068>'s word, <WH1697> the heavens <WH8064> were made; <WH6213> all their army <WH6635> by the breath <WH7307> of his mouth. <WH6310>"},{"number":7,"verse":"He gathers <WH3664> the waters <WH4325> of the sea <WH3220> together as a heap. <WH5067> He lays up <WH5414> the deeps <WH8415> in storehouses. <WH214>"},{"number":8,"verse":"Let all the earth <WH776> fear <WH3372> Yahweh. <WH3068> Let all the inhabitants <WH3427> of the world <WH8398> stand in awe of him. <WH1481>"},{"number":9,"verse":"For he spoke, <WH559> and it was done. <WH6680> He commanded, and it stood firm. <WH5975>"},{"number":10,"verse":"Yahweh <WH3068> brings <WH6331> the counsel <WH6098> of the nations <WH1471> to nothing. <WH6331> He makes <WH5106> the thoughts <WH4284> of the peoples <WH5971> to be of no effect. <WH5106>"},{"number":11,"verse":"The counsel <WH6098> of Yahweh <WH3068> stands <WH5975> fast forever, <WH5769> the thoughts <WH4284> of his heart <WH3820> to all <WH1755> generations. <WH1755>"},{"number":12,"verse":"Blessed <WH835> is the nation <WH1471> whose God <WH430> is Yahweh, <WH3068> the people <WH5971> whom he has chosen <WH977> for his own inheritance. <WH5159>"},{"number":13,"verse":"Yahweh <WH3068> looks <WH5027> from heaven. <WH8064> He sees <WH5027> all the sons <WH1121> of men. <WH120>"},{"number":14,"verse":"From the place <WH4349> of his habitation <WH3427> he looks <WH7688> out on all the inhabitants <WH3427> of the earth, <WH776>"},{"number":15,"verse":"he who fashions <WH3335> all <WH3162> of their hearts; <WH3820> and he considers <WH995> all of their works. <WH4639>"},{"number":16,"verse":"There is no king <WH4428> saved <WH3467> by the multitude <WH7230> of an army. <WH2428> A mighty man <WH1368> is not delivered <WH5337> by great <WH7230> strength. <WH3581>"},{"number":17,"verse":"A horse <WH5483> is a vain thing <WH8267> for safety, <WH8668> neither does he deliver <WH4422> any by his great <WH7230> power. <WH2428>"},{"number":18,"verse":"Behold, <WH3068> Yahweh's eye <WH5869> is on those who fear <WH3373> him, <WH3176> on those who hope in his loving kindness; <WH2617>"},{"number":19,"verse":"to deliver <WH5337> their soul <WH5315> from death, <WH4194> to keep them alive <WH2421> in famine. <WH7458>"},{"number":20,"verse":"Our soul <WH5315> has waited <WH2442> for Yahweh. <WH3068> He is our help <WH5828> and our shield. <WH4043>"},{"number":21,"verse":"For our heart <WH3820> rejoices <WH8055> in him, <WH982> because we have trusted in his holy <WH6944> name. <WH8034>"},{"number":22,"verse":"Let your loving kindness <WH2617> be on us, <WH3068> Yahweh, since we have hoped in you. <WH3176>"}]}