{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"We have heard <WH8085> with our ears, <WH241> God; <WH430> our fathers <WH1> have told <WH5608> us, <WH6467> what work you did <WH6466> in their days, <WH3117> in the days <WH3117> of old. <WH6924>"},{"number":2,"verse":"You drove out <WH3423> the nations <WH1471> with your hand, <WH3027> but you planted <WH5193> them. <WH7489> You afflicted the peoples, <WH3816> but you spread them abroad. <WH7971>"},{"number":3,"verse":"For they didn't <WH3423> get the land <WH776> in possession <WH3423> by their own sword, <WH2719> neither did their own arm <WH2220> save <WH3467> them; <WH3225> but your right hand, and your arm, <WH2220> and the light <WH216> of your face, <WH6440> because you were favorable to them. <WH7521>"},{"number":4,"verse":"You are my King, <WH4428> God. <WH430> Command <WH6680> victories <WH3444> for Jacob! <WH3290>"},{"number":5,"verse":"Through you, <WH5055> will we push down our adversaries. <WH6862> Through your name, <WH8034> will we tread them under <WH947> who rise up against us. <WH6965>"},{"number":6,"verse":"For I will not trust <WH982> in my bow, <WH7198> neither shall my sword <WH2719> save me. <WH3467>"},{"number":7,"verse":"But you have saved <WH3467> us from our adversaries, <WH6862> and have shamed <WH954> those who hate us. <WH8130>"},{"number":8,"verse":"In God <WH430> we have made our boast <WH1984> all day <WH3117> long, <WH3034> we will give thanks to your name <WH8034> forever. <WH5769> Selah. <WH5542>"},{"number":9,"verse":"But <WH637> now you rejected <WH2186> us, <WH3637> and brought us to dishonor, and don't <WH3318> go out with our armies. <WH6635>"},{"number":10,"verse":"You make us turn <WH7725> back <WH268> from the adversary. <WH6862> Those who hate <WH8130> us take spoil for themselves. <WH8154>"},{"number":11,"verse":"You have made <WH5414> us like sheep <WH6629> for food, <WH3978> and have scattered <WH2219> us among the nations. <WH1471>"},{"number":12,"verse":"You sell <WH4376> your people <WH5971> for nothing, <WH1952> and have gained nothing <WH1952> from their sale. <WH4242>"},{"number":13,"verse":"You make <WH7760> us a reproach <WH2781> to our neighbors, <WH7934> a scoffing <WH3933> and a derision <WH7047> to those who are around us. <WH5439>"},{"number":14,"verse":"You make <WH7760> us a byword <WH4912> among the nations, <WH1471> a shaking <WH4493> of the head <WH7218> among the peoples. <WH3816>"},{"number":15,"verse":"All <WH3117> day long my dishonor <WH1322> is before me, <WH1322> and shame covers <WH3680> my face, <WH6440>"},{"number":16,"verse":"At the taunt <WH6963> of one who reproaches <WH2778> and verbally abuses, <WH1442> because <WH6440> of the enemy <WH341> and the avenger. <WH5358>"},{"number":17,"verse":"All this has come <WH935> on us, <WH7911> yet have we not forgotten you, <WH8266> Neither have we been false to your covenant. <WH1285>"},{"number":18,"verse":"Our heart <WH3820> has not turned <WH5472> back, <WH268> neither have our steps <WH838> strayed <WH5186> from your path, <WH734>"},{"number":19,"verse":"Though you have crushed <WH1794> us in the haunt <WH4725> of jackals, <WH8577> and covered <WH3680> us with the shadow of death. <WH6757>"},{"number":20,"verse":"If we have forgotten <WH7911> the name <WH8034> of our God, <WH430> or spread forth <WH6566> our hands <WH3709> to a strange <WH2114> god; <WH410>"},{"number":21,"verse":"won't <WH430> God search this out? <WH2713> For he knows <WH3045> the secrets <WH8587> of the heart. <WH3820>"},{"number":22,"verse":"Yes, <WH2026> for your sake we are killed all day <WH3117> long. <WH2803> We are regarded as sheep <WH6629> for the slaughter. <WH2878>"},{"number":23,"verse":"Wake <WH5782> up! <WH3462> Why do you sleep, Lord? <WH136> Arise! <WH6974> Don't <WH2186> reject us forever. <WH5331>"},{"number":24,"verse":"Why do you hide <WH5641> your face, <WH6440> and forget <WH7911> our affliction <WH6040> and our oppression? <WH3906>"},{"number":25,"verse":"For our soul <WH5315> is bowed down <WH7743> to the dust. <WH6083> Our body <WH990> clings <WH1692> to the earth. <WH776>"},{"number":26,"verse":"Rise <WH6965> up to help <WH5833> us. <WH6299> Redeem us for your loving kindness <WH2617>' sake."}]}