{"bibleAbbr":"WEB2020","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":62,"verses":[{"number":1,"verse":"My soul<WH5315> rests<WH1747> in God<WH430> alone.<WH3444> My salvation is from him."},{"number":2,"verse":"He alone is my rock<WH6697> and my salvation,<WH3444> my fortress<WH4869>— I will never be greatly<WH7227> shaken.<WH4131>"},{"number":3,"verse":"How long will you assault<WH2050> a man,<WH376> would all of you throw him down,<WH7523> Like a leaning<WH5186> wall,<WH7023> like a tottering<WH1760> fence?<WH1447>"},{"number":4,"verse":"They fully intend<WH3289> to throw him down<WH5080> from his lofty<WH7613> place.<WH7521> They delight in lies.<WH3577> They bless<WH1288> with their mouth,<WH6310> but they curse<WH7043> inwardly.<WH7130> Selah.<WH5542>"},{"number":5,"verse":"My soul,<WH5315> wait<WH1826> in silence for God<WH430> alone,<WH8615> for my expectation is from him."},{"number":6,"verse":"He alone is my rock<WH6697> and my salvation,<WH3444> my fortress.<WH4869> I will not be shaken.<WH4131>"},{"number":7,"verse":"With God<WH430> is my salvation<WH3468> and my honor.<WH3519> The rock<WH6697> of my strength,<WH5797> and my refuge,<WH4268> is in God.<WH430>"},{"number":8,"verse":"Trust<WH982> in him at all times,<WH6256> you people.<WH5971> Pour out<WH8210> your heart<WH3824> before<WH6440> him.<WH430> God is a refuge<WH4268> for us.<WH5542> Selah."},{"number":9,"verse":"Surely men<WH120> of low degree are just a breath,<WH1892> and men<WH376> of high degree are a lie.<WH3577> In<WH5927> the balances<WH3976> they will go up.<WH3162> They are together lighter than a breath.<WH1892>"},{"number":10,"verse":"Don't<WH982> trust in oppression.<WH6233> Don't<WH1891> become vain in robbery.<WH1498> If riches<WH2428> increase,<WH5107> don't<WH7896> set your heart on them.<WH3820>"},{"number":11,"verse":"God<WH430> has spoken<WH1696> once;<WH259> twice<WH8147> I have heard<WH8085> this,<WH2098> that power<WH5797> belongs to God.<WH430>"},{"number":12,"verse":"Also to you,<WH136> Lord, belongs loving kindness,<WH2617> for you reward<WH7999> every man<WH376> according to his work.<WH4639>"}]}