{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"Let God <WH430> arise! <WH6965> Let his enemies <WH341> be scattered! <WH6327> Let them who hate <WH8130> him also flee <WH5127> before him. <WH6440>"},{"number":2,"verse":"As smoke <WH6227> is driven away, <WH5086> so drive them away. <WH5086> As wax <WH1749> melts <WH4549> before <WH6440> the fire, <WH784> so let the wicked <WH7563> perish <WH6> at the presence <WH6440> of God. <WH430>"},{"number":3,"verse":"But let the righteous <WH6662> be glad. <WH8055> Let them rejoice <WH5970> before <WH6440> God. <WH430> Yes, <WH7797> let them rejoice with gladness. <WH8057>"},{"number":4,"verse":"Sing <WH7891> to God! <WH430> Sing praises <WH2167> to his name! <WH8034> Extol <WH5549> him who rides <WH7392> on the clouds: <WH6160> to Yah, <WH3050> his name! <WH8034> Rejoice <WH5937> before him! <WH6440>"},{"number":5,"verse":"A father <WH1> of the fatherless, <WH3490> and a defender <WH1781> of the widows, <WH490> is God <WH430> in his holy <WH6944> habitation. <WH4583>"},{"number":6,"verse":"God <WH430> sets <WH3427> the lonely <WH3173> in families. <WH1004> He brings out <WH3318> the prisoners <WH615> with singing, <WH3574> but the rebellious <WH5637> dwell <WH7931> in a sun-scorched <WH6707> land."},{"number":7,"verse":"God, <WH430> when you went forth <WH3318> before <WH6440> your people, <WH5971> when you marched <WH6805> through the wilderness. <WH3452>.. Selah. <WH5542>"},{"number":8,"verse":"The earth <WH776> trembled. <WH7493> The sky <WH8064> also poured <WH5197> down rain at the presence <WH6440> of the God <WH430> of <WH2088> Sinai <WH5514>— at the presence <WH6440> of God, <WH430> the God <WH430> of Israel. <WH3478>"},{"number":9,"verse":"You, <WH430> God, sent <WH5130> a plentiful <WH5071> rain. <WH1653> You confirmed <WH3559> your inheritance, <WH5159> when it was weary. <WH3811>"},{"number":10,"verse":"Your congregation <WH2416> lived <WH3427> therein. <WH430> You, God, prepared <WH3559> your goodness <WH2896> for the poor. <WH6041>"},{"number":11,"verse":"The Lord <WH136> announced <WH5414> the word. <WH562> The ones who proclaim <WH1319> it are a great <WH7227> company. <WH6635>"},{"number":12,"verse":"\"Kings <WH4428> of armies <WH6635> flee! <WH5074> They flee! <WH5074>\" She who waits <WH5116> at home <WH1004> divides <WH2505> the spoil, <WH7998>"},{"number":13,"verse":"while you sleep <WH7901> among the campfires, <WH8240> the wings <WH3671> of a dove <WH3123> sheathed <WH2645> with silver, <WH3701> her feathers <WH3671> with shining <WH3422> gold. <WH2742>"},{"number":14,"verse":"When the Almighty <WH7706> scattered <WH6566> kings <WH4428> in her, <WH7949> it snowed on Zalmon. <WH6756>"},{"number":15,"verse":"The mountains <WH2022> of Bashan <WH430> are majestic mountains. <WH2022> The mountains <WH2022> of Bashan <WH1316> are rugged. <WH1386>"},{"number":16,"verse":"Why do you look <WH7520> in envy, <WH1386> you rugged mountains, <WH2022> at the mountain <WH2022> where God <WH430> chooses <WH2530> to reign? <WH3427> Yes, <WH3068> Yahweh will dwell <WH7931> there forever. <WH5331>"},{"number":17,"verse":"The chariots <WH7393> of God <WH430> are tens of thousands <WH7239> and thousands <WH7239> of thousands. <WH8136> The Lord <WH136> is among them, <WH5514> from Sinai, into the sanctuary. <WH6944>"},{"number":18,"verse":"You have ascended <WH5927> on high. <WH4791> You have led away <WH7628> captives. <WH7628> You have received <WH3947> gifts <WH4979> among men, <WH120> yes, <WH5637> among the rebellious also, <WH3050> that Yah God <WH430> might dwell there. <WH7931>"},{"number":19,"verse":"Blessed <WH1288> be the Lord, <WH136> who daily <WH3117> bears <WH6006> our burdens, <WH410> even the God who is our salvation. <WH3444> Selah. <WH5542>"},{"number":20,"verse":"God <WH410> is to us a God <WH410> of deliverance. <WH4190> To Yahweh, <WH136> the Lord, <WH136> belongs escape <WH8444> from death. <WH4194>"},{"number":21,"verse":"But God <WH430> will strike <WH4272> through the head <WH7218> of his enemies, <WH341> the hairy <WH8181> scalp <WH6936> of such a one as still <WH1980> continues in his guiltiness. <WH817>"},{"number":22,"verse":"The Lord <WH136> said, <WH559> \"I will bring you again <WH7725> from Bashan, <WH1316> I will bring you again <WH7725> from the depths <WH4688> of the sea; <WH3220>"},{"number":23,"verse":"That you may crush them, <WH4272> dipping your foot <WH7272> in blood, <WH1818> that the tongues <WH3956> of your dogs <WH3611> may have their portion from your enemies. <WH341>\""},{"number":24,"verse":"They have seen <WH7200> your processions, <WH1979> God, <WH430> even the processions <WH1979> of my God, <WH410> my King, <WH4428> into the sanctuary. <WH6944>"},{"number":25,"verse":"The singers <WH7891> went before, <WH6923> the minstrels <WH5059> followed after, <WH310> in the midst <WH8432> of the ladies <WH5959> playing with tambourines, <WH8608>"},{"number":26,"verse":"\"Bless <WH1288> God <WH430> in the congregations, <WH4721> even the Lord <WH136> in the assembly <WH4726> of Israel! <WH3478>\""},{"number":27,"verse":"There is little <WH6810> Benjamin, <WH1144> their ruler, <WH7287> the princes <WH8269> of Judah, <WH3063> their council, <WH7277> the princes <WH8269> of Zebulun, <WH2074> and the princes <WH8269> of Naphtali. <WH5321>"},{"number":28,"verse":"Your God <WH430> has commanded <WH6680> your strength. <WH5797> Strengthen, <WH5810> God, <WH430> that which <WH2098> you have done for us. <WH6466>"},{"number":29,"verse":"Because of your temple <WH1964> at Jerusalem, <WH3389> kings <WH4428> shall bring <WH2986> presents to you. <WH7862>"},{"number":30,"verse":"Rebuke <WH1605> the wild animal <WH2416> of the reeds, <WH7070> the multitude <WH5712> of the bulls, <WH47> with the calves <WH5695> of the peoples. <WH5971> Being humbled, <WH7511> may it bring bars <WH7518> of silver. <WH3701> Scatter <WH967> the nations <WH5971> that delight <WH2654> in war. <WH7128>"},{"number":31,"verse":"Princes <WH2831> shall come out <WH857> of Egypt. <WH4714> Ethiopia <WH3568> shall hurry to stretch out <WH7323> her hands <WH3027> to God. <WH430>"},{"number":32,"verse":"Sing <WH7891> to God, <WH430> you kingdoms <WH4467> of the earth! <WH776> Sing praises <WH2167> to the Lord! <WH136> Selah. <WH5542>"},{"number":33,"verse":"To him who rides <WH7392> on the heaven <WH8064> of heavens, <WH8064> which are of old; <WH6924> behold, <WH5414> he utters his voice, <WH6963> a mighty <WH5797> voice. <WH6963>"},{"number":34,"verse":"Ascribe <WH5414> strength <WH5797> to God! <WH430> His excellency <WH1346> is over Israel, <WH3478> his strength <WH5797> is in the skies. <WH7834>"},{"number":35,"verse":"You are awesome, <WH3372> God, <WH430> in your sanctuaries. <WH4720> The God <WH410> of Israel <WH3478> gives <WH5414> strength <WH5797> and power <WH5797> to his people. <WH5971> Praise <WH1288> be to God! <WH430>"}]}