{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"My cry <WH6817> goes to God! <WH430> Indeed, <WH6963> I cry to God <WH430> for help, <WH6963> and for him to listen to me. <WH238>"},{"number":2,"verse":"In the day <WH3117> of my trouble <WH6869> I sought <WH1875> the Lord. <WH136> My hand <WH3027> was stretched <WH5064> out in the night, <WH3915> and didn't <WH6313> get tired. My soul <WH5315> refused <WH3985> to be comforted. <WH5162>"},{"number":3,"verse":"I remember <WH2142> God, <WH430> and I groan. <WH1993> I complain, <WH7878> and my spirit <WH7307> is overwhelmed. <WH5848> Selah. <WH5542>"},{"number":4,"verse":"You hold <WH270> my eyelids <WH5869> open. <WH8109> I am so troubled <WH6470> that I can't <WH1696> speak."},{"number":5,"verse":"I have considered <WH2803> the days <WH3117> of old, <WH6924> the years <WH8141> of ancient times. <WH5769>"},{"number":6,"verse":"I remember <WH2142> my song <WH5058> in the night. <WH3915> I consider <WH7878> in my own heart; <WH3824> my spirit <WH7307> diligently inquires: <WH2664>"},{"number":7,"verse":"\"Will the Lord <WH136> reject <WH2186> us forever? <WH5769> Will <WH3254> he be favorable no more? <WH7521>"},{"number":8,"verse":"Has his loving kindness <WH2617> vanished <WH656> forever? <WH5331> Does his promise <WH562> fail <WH1584> for generations? <WH1755>"},{"number":9,"verse":"Has God <WH410> forgotten <WH7911> to be gracious? <WH2589> Has he, <WH639> in anger, withheld <WH7092> his compassion? <WH7356>\" Selah. <WH5542>"},{"number":10,"verse":"Then I thought, <WH559> \"I will appeal <WH2470> to this: <WH8141> the years of the right hand <WH3225> of the Most High. <WH5945>\""},{"number":11,"verse":"I will remember <WH2142> Yah <WH3050>'s deeds; <WH4611> for I will remember <WH2142> your wonders <WH6382> of old. <WH6924>"},{"number":12,"verse":"I will also meditate <WH1897> on all your work, <WH6467> and consider <WH7878> your doings. <WH5949>"},{"number":13,"verse":"Your way, <WH1870> God, <WH430> is in the sanctuary. <WH6944> What god <WH430> is great <WH1419> like God? <WH410>"},{"number":14,"verse":"You are the God <WH410> who does <WH6213> wonders. <WH6382> You have made your strength <WH5797> known <WH3045> among the peoples. <WH5971>"},{"number":15,"verse":"You have redeemed <WH1350> your people <WH5971> with your arm, <WH2220> the sons <WH1121> of Jacob <WH3290> and Joseph. <WH3130> Selah. <WH5542>"},{"number":16,"verse":"The waters <WH4325> saw <WH7200> you, <WH430> God. The waters <WH4325> saw <WH7200> you, <WH2342> and they writhed. The depths <WH8415> also convulsed. <WH7264>"},{"number":17,"verse":"The clouds <WH5645> poured out <WH2229> water. <WH4325> The skies <WH7834> resounded <WH5414> with thunder. <WH6963> Your arrows <WH2687> also flashed around. <WH1980>"},{"number":18,"verse":"The voice <WH6963> of your thunder <WH7482> was in the whirlwind. <WH1534> The lightnings <WH1300> lit <WH215> up the world. <WH8398> The earth <WH8398> trembled <WH7264> and shook. <WH7493>"},{"number":19,"verse":"Your way <WH1870> was through the sea; <WH3220> your paths <WH7635> through the great <WH7227> waters. <WH4325> Your footsteps <WH6119> were not known. <WH3045>"},{"number":20,"verse":"You led <WH5148> your people <WH5971> like a flock, <WH6629> by the hand <WH3027> of Moses <WH4872> and Aaron. <WH175>"}]}