{"bibleAbbr":"WEB2020+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"Yahweh, <WH3068> you God <WH410> to whom vengeance <WH5360> belongs, <WH410> you God to whom vengeance <WH5360> belongs, <WH3313> shine forth."},{"number":2,"verse":"Rise up, <WH5375> you judge <WH8199> of the earth. <WH776> Pay <WH7725> back the proud <WH1343> what they deserve. <WH1576>"},{"number":3,"verse":"Yahweh, <WH3068> how long will the wicked, <WH7563> how long will the wicked <WH7563> triumph? <WH5937>"},{"number":4,"verse":"They pour <WH5042> out arrogant <WH6277> words. <WH1696> All the evildoers <WH205> <WH6466> boast. <WH559>"},{"number":5,"verse":"They break your people <WH5971> in pieces, <WH1792> Yahweh, <WH3068> and afflict <WH6031> your heritage. <WH5159>"},{"number":6,"verse":"They kill <WH2026> the widow <WH490> and the alien, <WH1616> and murder <WH7523> the fatherless. <WH3490>"},{"number":7,"verse":"They say, <WH559> \"Yah <WH3050> will not see, <WH7200> neither will Jacob <WH3290>'s God <WH430> consider. <WH995>\""},{"number":8,"verse":"Consider, <WH995> you senseless <WH1197> among the people; <WH5971> you fools, <WH3684> when will you be wise? <WH7919>"},{"number":9,"verse":"He who implanted <WH5193> the ear, <WH241> won't <WH8085> he hear? He who formed <WH3335> the eye, <WH5869> won't <WH5027> he see?"},{"number":10,"verse":"He who disciplines <WH3256> the nations, <WH1471> won't <WH3198> he punish? He who teaches <WH3925> man <WH120> knows. <WH1847>"},{"number":11,"verse":"Yahweh <WH3068> knows <WH3045> the thoughts <WH4284> of man, <WH120> that they are futile. <WH1892>"},{"number":12,"verse":"Blessed <WH835> is the man <WH1397> whom you discipline, <WH3256> Yah, <WH3050> and teach <WH3925> out of your law; <WH8451>"},{"number":13,"verse":"that you may give him rest <WH8252> from the days <WH3117> of adversity, <WH7451> until the pit <WH7845> is dug <WH3738> for the wicked. <WH7563>"},{"number":14,"verse":"For Yahweh <WH3068> won't <WH5203> reject his people, <WH5971> neither will he forsake <WH5800> his inheritance. <WH5159>"},{"number":15,"verse":"For judgment <WH4941> will return <WH7725> to righteousness. <WH6664> All the upright <WH3477> in heart <WH3820> shall follow it. <WH310>"},{"number":16,"verse":"Who will rise up <WH6965> for me against the wicked? <WH7489> Who will stand up <WH3320> for me against the <WH6466> evildoers? <WH205>"},{"number":17,"verse":"Unless <WH3884> Yahweh <WH3068> had been my help, <WH5833> my soul <WH5315> would have soon <WH4592> lived <WH7931> in silence. <WH1745>"},{"number":18,"verse":"When I said, <WH559> \"My foot <WH7272> is slipping! <WH4131>\" Your loving kindness, <WH2617> Yahweh, <WH3068> held me up. <WH5582>"},{"number":19,"verse":"In the multitude <WH7230> of my thoughts <WH8312> within <WH7130> me, <WH8575> your comforts delight <WH8173> my soul. <WH5315>"},{"number":20,"verse":"Shall the throne <WH3678> of wickedness <WH1942> have fellowship <WH2266> with you, <WH3335> which brings about mischief <WH5999> by statute? <WH2706>"},{"number":21,"verse":"They gather themselves together <WH1413> against the soul <WH5315> of the righteous, <WH6662> and condemn <WH7561> the innocent <WH5355> blood. <WH1818>"},{"number":22,"verse":"But Yahweh <WH3068> has been my high tower, <WH4869> my God, <WH430> the rock <WH6697> of my refuge. <WH4268>"},{"number":23,"verse":"He has brought <WH7725> on them their own iniquity, <WH205> and will cut them off <WH6789> in their own wickedness. <WH7451> Yahweh, <WH3068> our God, <WH430> will cut them off. <WH6789>"}]}