{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"ಪ್ರವಾದಿ ಯೆರೆಮೀಯನ ಗ್ರಂಥ ಪರಿಚಯ ಇವು ಯೆರೆಮೀಯನ ಪ್ರವಚನಗಳು. ಈತ ಬೆನ್ಯಮೀನ್ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಸೇರಿದ ಅನಾತೋತ್ ಊರಿನ ಯಾಜಕ ವರ್ಗದವನು. ಇವನ ತಂದೆ ಹಿಲ್ಕೀಯನು."},{"number":2,"verse":"ಜುದೇಯದ ಅರಸನೂ ಅಮೋನನ ಮಗನೂ ಆದ ಯೋಷೀಯನ ಆಳ್ವಿಕೆಯ ಹದಿಮೂರನೆಯ ವರುಷದಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ವಾಣಿ ಇವನಿಗೆ ಕೇಳಿಬಂತು."},{"number":3,"verse":"ಅಲ್ಲದೆ, ಜುದೇಯದ ಅರಸನೂ ಯೋಷೀಯನ ಮಗನೂ ಆದ ಯೆಹೋಯಾಕೀಮನ ಕಾಲದಿಂದ ಜುದೇಯದ ಅರಸನೂ ಯೋಷೀಯನ ಮಗನೂ ಆದ ಚಿದ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ಹನ್ನೊಂದನೆಯ ವರುಷದ ಐದನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಜೆರುಸಲೇಮಿನ ಜನರು ಸೆರೆಹೋಗುವ ತನಕ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ವಾಣಿ ಇವನಿಗೆ ಕೇಳಿಬರುತ್ತಿತ್ತು."},{"number":4,"verse":"ಯೆರೆಮೀಯನಿಗೆ ಪ್ರವಾದಿ ಪಟ್ಟ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಈ ವಾಣಿಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರು :"},{"number":5,"verse":"“ನಿನ್ನನ್ನು ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ರೂಪಿಸುವುದಕ್ಕೆ ಮುಂಚೆಯೇ ನಿನ್ನನ್ನು ನಾನು ತಿಳಿದಿದ್ದೇ; ನೀನು ಉದರದಿಂದ ಹೊರಬರುವುದಕ್ಕೆ ಮೊದಲೇ ನಿನ್ನನ್ನು ಪವಿತ್ರೀಕರಿಸಿದ್ದೇ; ನಿನ್ನನ್ನು ರಾಷ್ಟ್ರಗಳಿಗೆ ಪ್ರವಾದಿಯನ್ನಾಗಿ ನೇಮಿಸಿದ್ದೇನೆ.”"},{"number":6,"verse":"ಅದಕ್ಕೆ ನಾನು, “ಅಯ್ಯೋ, ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರಾ, ನಾನು ಮಾತುಬಲ್ಲವನಲ್ಲ, ಇನ್ನೂ ತರುಣ,” ಎಂದು ಬಿನ್ನವಿಸಿದೆ."},{"number":7,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ನನಗೆ, “ನಾನೊಬ್ಬ ತರುಣ ಎನ್ನಬೇಡ; ಯಾರ ಬಳಿಗೆ ನಿನ್ನನ್ನು ಕಳಿಸುತ್ತೇನೋ, ಅವರೆಲ್ಲರ ಬಳಿಗೆ ನೀನು ಹೋಗಲೇಬೇಕು; ನಾನು ಆಜ್ಞಾಪಿಸುವುದನ್ನೆಲ್ಲ ನುಡಿಯಲೇ ಬೇಕು."},{"number":8,"verse":"ಅವರಿಗೆ ಅಂಜಬೇಡ; ನಿನ್ನನ್ನು ಕಾಪಾಡಲು ನಾನೇ ನಿನ್ನೊಂದಿಗೆ ಇರುತ್ತೇನೆ; ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ಮಾತು,” ಎಂದು ಹೇಳಿದರು."},{"number":9,"verse":"ಬಳಿಕ ಸ್ವಾಮಿ ಕೈಚಾಚಿ ನನ್ನ ಬಾಯನ್ನು ಮುಟ್ಟಿ, “ಇಗೋ, ನಿನ್ನ ಬಾಯಲ್ಲಿ ನನ್ನ ಮಾತುಗಳನ್ನು ಇಟ್ಟಿದ್ದೇನೆ;"},{"number":10,"verse":"ರಾಷ್ಟ್ರಗಳ ಮೇಲೂ ರಾಜ್ಯಗಳ ಮೇಲೂ ಅಧಿಕಾರವುಳ್ಳವನನ್ನಾಗಿ ನಾನು ನಿನ್ನನ್ನು ಈ ದಿನ ನೇಮಿಸಿದ್ದೇನೆ. ಇದರಿಂದಾಗಿ ಕಿತ್ತುಹಾಕುವ ಹಾಗು ಕೆಡುವುವ, ನಾಶಪಡಿಸುವ ಹಾಗು ನೆಲಸಮಮಾಡುವ, ಕಟ್ಟುವ ಹಾಗು ನೆಡುವ ಕಾರ್ಯ ನಿನ್ನದು,” ಎಂದರು"},{"number":11,"verse":"ಎರಡು ದರ್ಶನಗಳು ಇದಲ್ಲದೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ, “ಎಲೈ ಯೆರೆಮೀಯನೇ, ಏನು ನೋಡುತ್ತಿರುವೆ?” ಎಂದು ಕೇಳಿದರು. ಅದಕ್ಕೆ ನಾನು, ಚಚ್ಚರ (ಅಥವಾ : ಬಾದಾಮಿಮರ; ಹೂಬಿಡಲು ಆ ಮರ ವಸಂತಕಾಲಕ್ಕಾಗಿ ಕಾದಿರುವಂತೆ ದೇವರು ತಮ್ಮ ಮಾತನ್ನು ಈಡೇರಿಸಲು ಕಾತರರಾಗಿದ್ದಾರೆ.) ಮರದ ರೆಂಬೆಯನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ,” ಎಂದೆ."},{"number":12,"verse":"ಆಗ ಸ್ವಾಮಿ ನನಗೆ, “ಸರಿಯಾಗಿ ನೋಡಿದೆ; ನನ್ನ ಮಾತನ್ನು ನೆರವೇರಿಸುವುದಕ್ಕೆ ಎಚ್ಚರಗೊಂಡಿದ್ದೇನೆಂದು ತಿಳಿದುಕೊ” ಎಂಬುದಾಗಿ ಹೇಳಿದರು."},{"number":13,"verse":"ಮತ್ತೆ ಸರ್ವೇಶ್ವರ ನನಗೆ, “ಇನ್ನೂ ಏನು ನೋಡುತ್ತಿರುವೆ?” ಎಂದರು. ಅದಕ್ಕೆ ನಾನು, “ಉರಿಯುತ್ತಿರುವ ಬೆಂಕಿಯಿಂದ ಉಕ್ಕುವ ಹಂಡೆಯೊಂದನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ. ಅದರ ಬಾಯಿ ಉತ್ತರದಿಂದ ಇತ್ತ ಬಾಗಿಕೊಂಡಿದೆ,” ಎಂದೆ."},{"number":14,"verse":"ಅದಕ್ಕೆ ಸ್ವಾಮಿ ನನಗೆ ಹೀಗೆಂದರು : “ಈ ನಾಡಿನ ನಿವಾಸಿಗಳೆಲ್ಲರ ಮೇಲೆ ಉತ್ತರದಿಂದ ಕೇಡು ಉಕ್ಕಿಬರುವುದು."},{"number":15,"verse":"ಇಗೋ, ಉತ್ತರದ ರಾಜ್ಯಗಳನ್ನೆಲ್ಲಾ ನಾನು ಕರೆಯುವೆನು; ಅವರು ಬಂದು ಜೆರುಸಲೇಮಿನ ಊರಬಾಗಿಲುಗಳ ಎದುರಿನಲ್ಲೂ ಅದರ ಎಲ್ಲ ಪೌಳಿಗೋಡೆಗಳ ಸುತ್ತಲೂ ಜುದೇಯದ ಎಲ್ಲ ನಗರಗಳಲ್ಲೂ ತಮ್ಮ ತಮ್ಮ ಸಿಂಹಾಸನಗಳನ್ನು ಹಾಕಿಕೊಳ್ಳುವರು."},{"number":16,"verse":"ನನ್ನ ಸ್ವಜನರು ನನ್ನನ್ನೆ ತೊರೆದುಬಿಟ್ಟು, ಅನ್ಯದೇವತೆಗಳಿಗೆ ಬಲಿಯರ್ಪಿಸಿ, ತಮ್ಮ ಕೈಯಿಂದ ನಿರ್ಮಿಸಿದ ಮೂರ್ತಿಗಳಿಗೆ ಆರಾಧನೆ ಮಾಡುತ್ತಿದ್ದಾರೆ; (ಅಥವಾ: ಧೂಪಹಾಕುತ್ತಿದ್ದಾರೆ) ಇಂಥ ಅಧರ್ಮಕ್ಕೆಲ್ಲ ನಾನು ಅವರಿಗೆ ವಿಧಿಸುವ ದಂಡನೆಗಳನ್ನು ತಿಳಿಸುವೆನು, ಕೇಳು :"},{"number":17,"verse":"ನೀನು ಎದ್ದು ನಡುಕಟ್ಟಿಕೊ, ನಾನು ಆಜ್ಞಾಪಿಸುವುದನ್ನೆಲ್ಲ ಅವರಿಗೆ ತಿಳಿಸು, ಅವರಿಗೆ ಹೆದರಬೇಡ; ಹೆದರಿದರೆ ನಾನೂ ನಿನ್ನನ್ನು ಅವರ ಮುಂದೆ ಹೆದರಿಸುವೆನು."},{"number":18,"verse":"ನಾನು ಹೇಳುವುದನ್ನು ಗಮನದಿಂದ ಕೇಳು - ಈ ದಿನ ನಿನ್ನನ್ನು ಜುದೇಯದ ಅರಸರು, ಅಧಿಪತಿಗಳು, ಯಾಜಕರು, ಜನಸಾಮಾನ್ಯರು, ಹೀಗೆ ನಾಡಿನವರೆಲ್ಲರನ್ನು ಎದುರಿಸತಕ್ಕವನನ್ನಾಗಿ ಮಾಡಿದ್ದೇನೆ; ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಸುಸಜ್ಜಿತ ನಗರವನ್ನಾಗಿಯೂ ಕಬ್ಬಿಣದ ಕಂಬವನ್ನಾಗಿಯೂ ತಾಮ್ರದ ಪೌಳಿಗೋಡೆಯನ್ನಾಗಿಯೂ ನಿನ್ನನ್ನು ಸ್ಥಾಪಿಸಿದ್ದೇನೆ."},{"number":19,"verse":"ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ಅವರು ಯುದ್ಧಮಾಡುವರು; ಆದರೆ ನಿನ್ನನ್ನು ಸೋಲಿಸಲಾಗುವುದಿಲ್ಲ. ನಿನ್ನನ್ನು ಕಾಪಾಡಲು ನಾನೇ ನಿನ್ನೊಂದಿಗಿರುವೆನು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ\"."}]}