{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"ನಿಜವಾದ ಆರಾಧನೆ ಇಸ್ರಯೇಲ್ ವಂಶದವರೇ, ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನಿಮಗೆ ನುಡಿಯುವ ಮಾತನ್ನು ಕೇಳಿರಿ; ಅವರು ಹೇಳುವುದು ಇದು :"},{"number":2,"verse":"“ಅನ್ಯಜನಾಂಗಗಳ ಆಚರಣೆಯನ್ನು ಅನುಸರಿಸಬೇಡಿ ಅವರು ಹೆದರುವ ಆಕಾಶದ ಉತ್ಪಾತಗಳಿಗೆ ನೀವು ಹೆದರಬೇಡಿ."},{"number":3,"verse":"ಆ ಜನಾಂಗಗಳ ಧಾರ್ಮಿಕ ಪದ್ಧತಿಗಳು ಶೂನ್ಯ. ಅರಣ್ಯದ ಮರಗಳನ್ನು ಅವರು ಕತ್ತರಿಸುತ್ತಾರೆ ಬಡಗಿಯ ಕೈಯಿಂದ, ಅವನ ಉಳಿಯಿಂದ, ಅದನ್ನು ರೂಪಿಸುತ್ತಾರೆ."},{"number":4,"verse":"ಅದನ್ನು ಅಲಂಕರಿಸುತ್ತಾರೆ ಬೆಳ್ಳಿಬಂಗಾರಗಳಿಂದ ಅದು ಅಲುಗದ ಹಾಗೆ ಭದ್ರಪಡಿಸುತ್ತಾರೆ ಮೊಳೆಸುತ್ತಿಗೆಯಿಂದ"},{"number":5,"verse":"ಸೌತೆ ತೋಟದ ಬೆದರುಗಂಬದಂತಿರುವ ಈ ಬೊಂಬೆಗಳು ಮಾತನಾಡಲಾರವು. ಅವನ್ನು ಹೊತ್ತುಕೊಂಡು ಹೋಗಬೇಕು, ಅವು ನಡೆಯಲಾರವು. ಅವುಗಳಿಗೆ ನೀವು ಅಂಜಬೇಕಾಗಿಲ್ಲ, ಅವು ಕೇಡುಮಾಡಲಾರವು; ಮೇಲುಮಾಡಲಿಕ್ಕೂ ಸಾಮರ್ಥ್ಯವಿಲ್ಲದಿರುವುವು.”"},{"number":6,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ನಿಮಗೆ ಸಮಾನನು ಇಲ್ಲ, ನೀವು ಮಹೋತ್ತಮರು ಸಾಮರ್ಥ್ಯದಿಂದ ಕೂಡಿರುವ ನಿಮ್ಮ ನಾಮವೂ ಮಹತ್ತರವಾದುದು."},{"number":7,"verse":"ಜನಾಂಗಗಳ ಒಡೆಯಾ, ಅರಸರೇ, ನಿಮಗೆ ಅಂಜದೆ ಇರುವವರಾರು? ಹೌದು, ನೀವು ಭಯಭಕ್ತಿಗೆ ಪಾತ್ರರು ರಾಷ್ಟ್ರಗಳ ಜ್ಞಾನಿಗಳಲ್ಲೂ ರಾಜಪರಂಪರೆಯಲ್ಲೂ ಯಾವನೂ ಇಲ್ಲ ನಿಮಗೆ ಸಮಾನನು."},{"number":8,"verse":"ಕೇವಲ ಪಶುಪ್ರಾಯರು, ಮಂದಮತಿಗಳು, ಅವರೆಲ್ಲರು ಬೊಂಬೆ ಪೂಜೆಯಿಂದ ಬರುವ ಜ್ಞಾನ ಮರದಂತೆ ಮೊದ್ದು."},{"number":9,"verse":"ಆ ಬೊಂಬೆಗಳ ಭೂಷಣಕ್ಕಾಗಿ ಸಾಗಿಬರುತ್ತವೆ ತಾರ್ಷೀಷಿನಿಂದ ಬೆಳ್ಳೀತಗಡುಗಳು, ಊಫಜಿನಿಂದ ಚಿನ್ನ. ಅವು ಕೆತ್ತನೆಗಾರನ, ಎರಕದವನ ಕೈಕೆಲಸಗಳು ಅವುಗಳ ಉಡುಪು ನೀಲಧೂಮ್ರ ವರ್ಣದ ವಸ್ತ್ರಗಳು. ಇವೆಲ್ಲವು ಕೇವಲ ಕಲಾಕುಶಲರ ಕೌಶಲ್ಯಗಳು."},{"number":10,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ನೀವಾದರೋ ಸತ್ಯದೇವರು, ಜೀವಸ್ವರೂಪ ದೇವರು, ಶಾಶ್ವತ ರಾಜರು ನಿಮ್ಮ ಕೋಪಕ್ಕೆ ನಡುಗುತ್ತದೆ ಭೂಲೋಕ ನಿಮ್ಮ ರೋಷವನ್ನು ತಾಳಲಾರದು ಜನಾಂಗ."},{"number":11,"verse":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸದ ದೇವರುಗಳು ಭೂಮಿಯ ಮೇಲಿಂದಲೂ ಆಕಾಶದ ಕೆಳಗಿನಿಂದಲೂ ಅಳಿದುಹೋಗುವುವು” ಎಂದು ನೀವು ಆ ಜನಾಂಗಗಳಿಗೆ ತಿಳಿಸಿರಿ."},{"number":12,"verse":"ದೇವರಿಗೊಂದು ಸ್ತುತಿಗೀತೆ ಸರ್ವೇಶ್ವರ ಭೂಮಿಯನ್ನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಶಕ್ತಿಯಿಂದ ಲೋಕವನ್ನು ಸ್ಥಾಪಿಸಿದ್ದಾರೆ ಜ್ಞಾನದಿಂದ ಆಕಾಶಮಂಡಲವನ್ನು ಹರಡಿದ್ದಾರೆ ವಿವೇಕದಿಂದ."},{"number":13,"verse":"ಆಕಾಶದಲ್ಲಿ ನೀರು ಭೋರ್ಗರೆಯುವಂತೆ ಭುವಿಯ ಕಟ್ಟಕಡೆಯಿಂದ ಮೋಡಗಳು ಏರುವಂತೆ ಮಳೆಗಾಗಿ ಮಿಂಚು ಹೊಳೆಯುವಂತೆ ತಮ್ಮ ಭಂಡಾರದಿಂದ ಗಾಳಿ ಬೀಸುವಂತೆ - ಮಾಡುತ್ತದೆ ಸರ್ವೇಶ್ವರನಾ ಗರ್ಜನೆ."},{"number":14,"verse":"ಇದರ ಮುಂದೆ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ಪಶುಪ್ರಾಯರು ಜನರೆಲ್ಲರು. ತಾನು ಕೆತ್ತಿದ ವಿಗ್ರಹಕ್ಕಾಗಿ ಹೇಸುವನು ಪ್ರತಿಯೊಬ್ಬ ಅಕ್ಕಸಾಲಿಗನು. ಅವನು ಎರಕ ಹೊಯ್ದ ವಿಗ್ರಹಗಳು ಟೊಳ್ಳು, ಶ್ವಾಸವಿಲ್ಲದವುಗಳು."},{"number":15,"verse":"ಅವು ವ್ಯರ್ಥವಾದುವುಗಳು, ಹಾಸ್ಯಾಸ್ಪದವಾದುವುಗಳು ದಂಡನೆಯ ಕಾಲದಲ್ಲಿ ಅಳಿದುಹೋಗುವಂಥವುಗಳು."},{"number":16,"verse":"ಹಾಗಲ್ಲ ಯಕೋಬ್ಯರಿಗೆ ಸ್ವಂತವಾದ ದೇವರು ಅವರು ಸಮಸ್ತವನ್ನು ಸೃಷ್ಟಿಸಿದವರು. ಇಸ್ರಯೇಲ್ ಗೋತ್ರ ಅವರಿಗೆ ಸ್ವಾಸ್ತ್ಯ. ‘ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ’ ಅವರ ನಾಮಧೇಯ."},{"number":17,"verse":"ಬರಲಿರುವ ಗಡೀಪಾರು ಮುತ್ತಿಗೆಗೆ ತುತ್ತಾದ ಜನತೆಯೇ, ಗಂಟು ಕಟ್ಟಿಕೊಂಡು ನಾಡುಬಿಟ್ಟು ನಡೆ."},{"number":18,"verse":"ಏಕೆಂದರೆ ಸರ್ವೇಶ್ವರ ನುಡಿವ ಮಾತಿದು : “ಇಗೋ, ಈ ಸಾರಿ ಈ ನಾಡಿನ ನಿವಾಸಿಗಳನ್ನು ಕವಣೆಯ ಕಲ್ಲಂತೆ ಎಸೆದುಬಿಡುವೆನು; ಬುದ್ಧಿಬರಲೆಂದು ಅವರನ್ನು ಬಾಧಿಸುವೆನು.”"},{"number":19,"verse":"ಜೆರುಸಲೇಮಿನ ಗೋಳು : “ಅಯ್ಯೋ ನಾನು ಗಾಯಗೊಂಡೆ ನನಗೆ ಬಿದ್ದ ಪೆಟ್ಟು ಗಡಸು. ತಗಲಿದೆ ವ್ಯಾಧಿ, ಸಹಿಸಲೇಬೇಕಾದ ಕಾಯಿಲೆ."},{"number":20,"verse":"ನನ್ನ ಗುಡಾರ ಹಾಳಾಗಿದೆ, ಹಗ್ಗಗಳು ಕಿತ್ತುಹೋಗಿವೆ. ಮಕ್ಕಳು ನನ್ನನ್ನು ಬಿಟ್ಟು ಕಾಣದೆಹೋಗಿದ್ದಾರೆ ಗುಡಾರ ಹಾಕಲು, ಪರದೆ ಬಿಗಿಯಲು, ಯಾರೂ ಇಲ್ಲವಾಗಿದ್ದಾರೆ.”"},{"number":21,"verse":"ಯೆರೆಮೀಯನ ಪ್ರಾರ್ಥನೆನಮ್ಮ ಪಾಲಕರು ಪಶುಪ್ರಾಯರು ಸರ್ವೇಶ್ವರನ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತದೆಹೋದರು. ಆ ಕಾರಣ ಅವರ ಕಾರ್ಯ ಸಾರ್ಥಕವಾಗಲಿಲ್ಲ ಚದರಿಹೋದವು ಅವರ ಹಿಂಡುಗಳೆಲ್ಲ."},{"number":22,"verse":"ಇದೋ ಸುದ್ದಿ, ಕೇಳಿಬರುತ್ತಿದೆ ಸುದ್ದಿ ! ದೊಡ್ಡ ಕೋಲಾಹಲವೆದ್ದಿದೆ ಉತ್ತರ ನಾಡಿನಲ್ಲಿ : ‘ಅದನ್ನು ನರಿಗಳ ಬೀಡಾಗಿಸಿರಿ ಜುದೇಯದ ನಗರಗಳನ್ನು ನಾಶಮಾಡಿ.’"},{"number":23,"verse":"ಸರ್ವೇಶ್ವರಾ, ಮಾನವನ ಗುರಿಸಾಧನೆ ಅವನ ಸ್ವಾಧೀನದಲ್ಲಿಲ್ಲ. ಸರಿದಿಸೆಯಲ್ಲಿ ಅವನು ಹೆಜ್ಜೆಯಿಡಲಾರನೆಂದು ನಿಮಗೆ ಗೊತ್ತಿದೆಯಲ್ಲಾ."},{"number":24,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ನಮ್ಮನ್ನು ದಂಡಿಸಿ ಸುಧಾರಿಸಿ ಆದರೆ ಮಿತಿಮೀರಬೇಡ, ಕೋಪದಿಂದ ದಂಡಿಸಬೇಡಿ. ಇಲ್ಲವಾದರೆ ನಾವು ನಶಿಸಿ ನಾಶವಾದೇವು !"},{"number":25,"verse":"ಸರ್ವೇಶ್ವರಾ, ನಿಮ್ಮನ್ನು ಅರಿತುಕೊಳ್ಳದವರ ಮೇಲೆ ನಿಮ್ಮ ನಾಮವನ್ನು ಉಚ್ಚರಿಸದವರ ಮೇಲೆ ನಿಮ್ಮ ಕೋಪಾಗ್ನಿಯನ್ನು ಸುರಿದುಬಿಡಿ. ಅವರು ಯಕೋಬ್ಯರನ್ನು ಕಬಳಿಸಿದ್ದಾರೆ ಹೌದು, ಪೂರ್ತಿಯಾಗಿ ಕಬಳಿಸಿಬಿಟ್ಟಿದ್ದಾರೆ ಅವರ ನಿವಾಸಗಳನ್ನು ನಾಶಮಾಡಿದ್ದಾರೆ."}]}