{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"(ಯೆರೆಮೀಯ ಮತ್ತು ಒಪ್ಪಂದ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಯೆರೆಮೀಯನಾದ ನನಗೆ ದಯಪಾಲಿಸಿದ ವಾಕ್ಯ ಇದು :"},{"number":2,"verse":"“ಒಡಂಬಡಿಕೆಯ ಈ ವಚನಗಳನ್ನು ಕೇಳಿ ಯೆಹೂದ್ಯರಿಗೂ ಜೆರುಸಲೇಮಿನ ನಿವಾಸಿಗಳಿಗೂ ಸಾರು."},{"number":3,"verse":"ನೀನು ಅವರಿಗೆ ಹೇಳಬೇಕಾದುದು - ಕಬ್ಬಿಣ ಕರಗಿಸುವ ಕುಲುಮೆಯಂತಿದ್ದ ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನಿಮ್ಮ ಪೂರ್ವಜರನ್ನು ನಾನು ಬರಮಾಡಿದಾಗ ಅವರಿಗೆ ‘ನೀವು ನನ್ನ ಮಾತನ್ನು ಕೇಳಿ ನಾನು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿರುವ ವಿಧಿಗಳನ್ನೆಲ್ಲಾ ಕೈಗೊಂಡರೆ ನೀವು ನನ್ನ ಪ್ರಜೆಯಾಗಿರುವಿರಿ; ನಾನು ನಿಮ್ಮ ದೇವರಾಗಿರುವೆನು."},{"number":5,"verse":"ಹಾಲೂ ಜೇನೂ ಹರಿಯುವ ನಾಡನ್ನು, ಅಂದರೆ ಇಂದು ನೀವಿರುವ ನಾಡನ್ನು, ಕೊಡುವುದಾಗಿ ನಿಮ್ಮ ಮೂಲಪಿತೃಗಳಿಗೆ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸುವೆನು’ ಎಂದು ಹೇಳಿದ್ದೆ. ಈ ಒಡಂಬಡಿಕೆಯ ವಚನಗಳಿಗೆ ಕಿವಿಗೊಡದವನು ಶಾಪಗ್ರಸ್ತನು. ಇದು ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಹೇಳುವ ಮಾತು.” ಆಗ ನಾನು, “ತಮ್ಮ ಅಪ್ಪಣೆಯಂತಾಗಲಿ, ಸರ್ವೇಶ್ವರಾ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟೆ."},{"number":6,"verse":"ಸರ್ವೇಶ್ವರ ನನಗೆ : “ಜುದೇಯದ ನಗರಗಳಲ್ಲೂ ಜೆರುಸಲೇಮಿನ ಹಾದಿಬೀದಿಗಳಲ್ಲೂ ಈ ಸಮಾಚಾರವನ್ನು ಹರಡು - ಈ ಒಡಂಬಡಿಕೆಯ ವಚನಗಳನ್ನು ಕೇಳಿ ಅದರಂತೆ ನಡೆದುಕೊಳ್ಳಿರಿ."},{"number":7,"verse":"ನಿಮ್ಮ ಪೂರ್ವಜರನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬರಮಾಡಿದ ದಿನದಿಂದ ಇಂದಿನವರೆಗೂ ನಾನು ಅವರಿಗೆ ನನ್ನ ಮಾತನ್ನು ಕೇಳಿರೆಂದು ತಡಮಾಡದೆ ಖಂಡಿತವಾಗಿ ಆಜ್ಞಾಪಿಸುತ್ತಾ ಬಂದಿದ್ದೇನೆ."},{"number":8,"verse":"ಅವರಾದರೋ ಕೇಳಲಿಲ್ಲ, ಕಿವಿಗೊಡಲಿಲ್ಲ, ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ದುಷ್ಟ ಹೃದಯದ ನಿಮಿತ್ತ ಹಟಮಾರಿಯಂತೆ ನಡೆದುಕೊಂಡನು. ಆದಕಾರಣ, ಕೈಗೊಳ್ಳಬೇಕೆಂದು ನಾನು ಆಜ್ಞಾಪಿಸಿದ್ದರೂ ಅವರು ಕೈಗೊಳ್ಳದೆಹೋದ ಆ ಒಡಂಬಡಿಕೆಯಲ್ಲೆ ಸೂಚಿಸಲಾಗಿರುವ ಶಾಪಗಳನ್ನೆಲ್ಲ ಅವರ ಮೇಲೆ ಬರಮಾಡಿದೆ.”"},{"number":9,"verse":"ಮತ್ತೆ ಸರ್ವೇಶ್ವರ ನನಗೆ : “ಜುದೇಯದ ಹಾಗು ಜೆರುಸಲೇಮಿನ ನಿವಾಸಿಗಳಲ್ಲಿ ಒಳಸಂಚು ಕಂಡುಬಂದಿದೆ."},{"number":10,"verse":"ನನ್ನ ಮಾತನ್ನು ಕೇಳದೆಹೋದ ತಮ್ಮ ಮೂಲಪಿತೃಗಳ ದುಷ್ಕೃತ್ಯಗಳ ಕಡೆ ಈ ಜನರು ತಿರುಗಿಕೊಂಡಿದ್ದಾರೆ. ಅನ್ಯದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ. ಅವುಗಳನ್ನು ಪೂಜಿಸುತ್ತಿದ್ದಾರೆ. ನಾನು ಅವರ ಪೂರ್ವಜರ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಇಸ್ರಯೇಲ್ ವಂಶದವರೂ ಜುದೇಯ ವಂಶದವರೂ ಮೀರಿದ್ದಾರೆ."},{"number":11,"verse":"ಆದಕಾರಣ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಹೇಳುವುದೇನೆಂದರೆ : ಇಗೋ, ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾಗದ ಕೇಡನ್ನು ಅವರ ಮೇಲೆ ಬರಮಾಡುವೆನು. ಇವರು ನನಗೆ ಮೊರೆಯಿಟ್ಟರೂ ನಾನೂ ಕಿವಿಗೊಡೆನು."},{"number":12,"verse":"ಆಗ ಜುದೇಯದ ನಗರದವರೂ ಜೆರುಸಲೇಮಿನ ನಿವಾಸಿಗಳೂ ಯಾವ ದೇವತೆಗಳಿಗೆ ಧೂಪಾರತಿಯೆತ್ತಿದರೋ ಅವುಗಳನ್ನು ಮರೆಹೊಕ್ಕು ಕೂಗಿಕೊಳ್ಳುವರು. ಆದರೆ ಅಂಥ ಕೇಡಿನ ಕಾಲದಲ್ಲಿ ಆ ದೇವತೆಗಳಿಂದ ಅವರಿಗೆ ಯಾವ ರಕ್ಷಣೆಯೂ ದೊರಕದು."},{"number":13,"verse":"ಎಲೈ ಯೆಹೂದ ಜನರೇ, ನಿಮಗೆ ಎಷ್ಟು ನಗರಗಳಿವೆಯೋ ಅಷ್ಟೂ ದೇವರುಗಳಿದ್ದಾರೆ. ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಹಾದಿಬೀದಿಗಳು ಎಷ್ಟಿವೆಯೋ ಅಷ್ಟೂ ಬಲಿಪೀಠಗಳಿವೆ, ಆ ತುಚ್ಛ ದೇವತೆ ಬಾಳನಿಗೆ ಧೂಪಾರತಿಯೆತ್ತಲು."},{"number":14,"verse":"ಆದುದರಿಂದ ಯೆರೆಮೀಯನೇ, ಈ ಜನರ ಪರವಾಗಿ ಬೇಡಿಕೊಳ್ಳಬೇಡ. ಇವರಿಗಾಗಿ ಮೊರೆಯಿಡಬೇಡ, ಪ್ರಾರ್ಥಿಸಲೂಬೇಡ. ಅವರಿಗೆ ಕೇಡು ಬಂದಾಗ ನನ್ನನ್ನು ಗೋಗರೆದರೂ ನಾನು ಕೇಳುವುದಿಲ್ಲ."},{"number":15,"verse":"“ನನಗೆ ಆಪ್ತವಾದ ಜನತೆಯು, ನನಗೆ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ಮಾಡಿದ್ದೇಕೆ? ನನ್ನ ಆಲಯದಲ್ಲಿ ಅದಕ್ಕಿರುವ ಹಕ್ಕಾದರೂ ಏನು? ವ್ರತಗಳ ಮೂಲಕ, ಪಶುಬಲಿ ಮಾಂಸದ ಮೂಲಕ ಅದು ಬರಲಿರುವ ದಂಡನೆಯನ್ನು ತಡೆಗಟ್ಟಬಲ್ಲದೆ?"},{"number":16,"verse":"ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಅದಕ್ಕೆ ‘ಸುಂದರ ಫಲದಿಂದ ಕೂಡಿದ ಚೆಲುವಾದ ಹಚ್ಚನೆಯ ಓಲಿವ್ ಮರ’ ಎಂದು ಹೆಸರಿಟ್ಟೆ. ಆದರೆ ಅದೇ ಮರಕ್ಕೆ ಬೆಂಕಿಯಿಟ್ಟು ಧಗಧಗನೆ ಉರಿಯುವಂತೆ ಮಾಡುವೆನು. ಅದರ ರೆಂಬೆಗಳು ಸುಟ್ಟುಹೋಗುವುವು."},{"number":17,"verse":"“ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ಈ ಇಸ್ರಯೇಲನ್ನೂ ಜುದೇಯವನ್ನೂ ನೆಟ್ಟಿ ಬೆಳೆಸಿದೆ. ಆದರೆ ಈಗ ‘ನಿನಗೆ ಕೇಡು,’ ಎಂದು ಶಪಿಸುತ್ತಿದ್ದೇನೆ. ಏಕೆಂದರೆ ಬಾಳನಿಗೆ ಧೂಪಾರತಿಯೆತ್ತಿ, ನನ್ನನ್ನು ಕೆಣಕಿ, ತಮಗೇ ಕೆಡುಕನ್ನು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ."},{"number":18,"verse":"(ಯೆರೆಮೀಯನ ಕೊಲೆಗೆ ಸಂಚು) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ತಿಳಿಸಿದ್ದರಿಂದಲೇ ಶತ್ರುಗಳು ನನಗೆ ವಿರುದ್ಧ ಹೂಡಿದ್ದ ಕುತಂತ್ರವು ನನಗೆ ಗೊತ್ತಾಯಿತು. ಅವರ ಕೃತ್ಯಗಳನ್ನು ನನಗೆ ತೋರಿಸಲಾಯಿತು."},{"number":19,"verse":"ನಾನಾದರೋ ವಧೆಗೆ ಒಯ್ಯುವ ಸಾಧು ಕುರಿಯಂತೆ ಇದ್ದೆ. “ಮರವನ್ನು ಫಲಸಹಿತ ನಾಶಪಡಿಸೋಣ, ಜೀವಲೋಕದಿಂದ ಇವನನ್ನು ನಿರ್ಮೂಲಮಾಡೋಣ. ಅವನ ಹೆಸರೇ ಇಲ್ಲದಂತಾಗಲಿ,” ಎಂದು ಅವರು ಕುಯುಕ್ತಿ ಕಲ್ಪಿಸಿದ್ದರು. ಆದರೆ ನನಗೆ ಅದು ತಿಳಿದಿರಲಿಲ್ಲ."},{"number":20,"verse":"ಆಗ ನಾನು, “ಸೇನಾಧೀಶ್ವರರಾದ ಸರ್ವೇಶ್ವರಾ, ನೀವು ಹೃನ್ಮನಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ ನ್ಯಾಯವಾದ ತೀರ್ಪನ್ನು ನೀಡುವವರು. ನೀವು ಅವರಿಗೆ ಮಾಡುವ ಪ್ರತೀಕಾರವನ್ನು ನಾನು ಕಾಣುವೆನು. ನನ್ನ ವ್ಯಾಜ್ಯವನ್ನು ನಿಮ್ಮ ಕೈಗೊಪ್ಪಿಸಿದ್ದೇನೆ,” ಎಂದೆನು."},{"number":21,"verse":"ಹೀಗಿರಲು, “ಸರ್ವೇಶ್ವರನ ಹೆಸರೆತ್ತಿ ಪ್ರವಾದನೆ ಮಾಡಬೇಡ, ಮಾಡಿದರೆ ನಮ್ಮ ಕೈಯಿಂದಲೆ ನೀನು ಸಾಯುವೆ,” ಎಂದು ಅನಾತೋತಿನವರು ನನ್ನ ಪ್ರಾಣಕ್ಕೆ ಹೊಂಚುಹಾಕುತ್ತಿದ್ದರು."},{"number":22,"verse":"ಅವರ ವಿಷಯವಾಗಿ ಸರ್ವೇಶ್ವರ, “ಇಗೋ ಅವರನ್ನು ನಾನು ದಂಡಿಸಿಯೇ ತೀರುವೆನು. ಅವರ ಯುವಕರು ಕತ್ತಿಗೆ ತುತ್ತಾಗುವರು. ಅವರ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳು ಕ್ಷಾಮದಿಂದ ಸಾಯುವರು."},{"number":23,"verse":"ದಂಡನೆಯ ಕಾಲವನ್ನು ಗೊತ್ತುಮಾಡಿರುವೆನು. ಅದು ಬಂದಾಗ ಅವರಲ್ಲಿ ಯಾರೂ ಉಳಿಯರು. ಇದು ನನ್ನ ತೀರ್ಮಾನ,” ಎಂದರು."}]}