{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"ನಡುಕಟ್ಟಿನ ಸಂಕೇತ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನನಗೆ : “ನೀನು ಹೋಗಿ ನಾರಿನ ನಡುಕಟ್ಟು ಒಂದನ್ನು ಕೊಂಡುಕೊಂಡು ಸೊಂಟಕ್ಕೆ ಬಿಗಿದುಕೊ. ಅದನ್ನು ನೀರಿನಲ್ಲಿ ನೆನೆಸಬೇಡ,” ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟರು."},{"number":2,"verse":"ನಾನು ಅವರ ಮಾತಿನಂತೆ ನಡುಕಟ್ಟನ್ನು ಕೊಂಡುಕೊಂಡು ಸೊಂಟಕ್ಕೆ ಬಿಗಿದುಕೊಂಡೆ."},{"number":3,"verse":"ಆಮೇಲೆ, “ನೀನು ಸೊಂಟಕ್ಕೆ ಬಿಗಿದ ಆ ನಡುಕಟ್ಟನ್ನು ತೆಗೆದುಕೊಂಡು ಯೂಫ್ರೆಟಿಸ್ ನದಿಗೆ ಹೋಗು. ಅದನ್ನು ಅಲ್ಲಿಯ ಬಂಡೆಯ ಸಂದಿನೊಳಗೆ ಬಚ್ಚಿಡು,” ಎಂಬುದಾಗಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಎರಡನೆಯ ಆದೇಶ ನನಗೆ ಬಂದಿತು."},{"number":5,"verse":"ಅವರ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ನಾನು ಹೋಗಿ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಬಳಿಯಲ್ಲಿ ಅದನ್ನು ಬಚ್ಚಿಟ್ಟೆ."},{"number":6,"verse":"ಬಹು ದಿನಗಳ ಮೇಲೆ ಸರ್ವೇಶ್ವರ ನನಗೆ, “ಹೊರಡು, ಯೂಫ್ರೆಟಿಸ್ ನದಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಬಚ್ಚಿಡಬೇಕೆಂದು ನಾನು ಅಪ್ಪಣೆಕೊಟ್ಟ ನಡುಕಟ್ಟನ್ನು ಅಲ್ಲಿಂದ ತೆಗೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":7,"verse":"ಆಗ ನಾನು ಯೂಫ್ರೆಟಿಸ್ ನದಿಗೆ ಹೋಗಿ ಹುಡುಕಿ ನಾನು ಬಚ್ಚಿಟ್ಟ ಸ್ಥಳದಿಂದ ಆ ನಡುಕಟ್ಟನ್ನು ತೆಗೆದೆ. ಆದರೆ ಅದು ಕೆಟ್ಟು ಯಾವ ಕೆಲಸಕ್ಕೂ ಬಾರದ್ದಾಗಿತ್ತು."},{"number":8,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ನನಗೆ ದಯಪಾಲಿಸಿದ ವಾಕ್ಯವೇನೆಂದರೆ :"},{"number":9,"verse":"“ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ - ಈ ಪ್ರಕಾರವಾಗಿಯೇ ನಾನು ಜುದೇಯದ ದೊಡ್ಡಸ್ತಿಕೆಯನ್ನು ಹಾಗು ಜೆರುಸಲೇಮಿನ ಘನವಾದ ದೊಡ್ಡಸ್ತಿಕೆಯನ್ನು ತೆಗೆದುಬಿಡುವೆನು."},{"number":10,"verse":"ಈ ದುಷ್ಟಜನರು ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳಲೊಲ್ಲರು. ತಮ್ಮ ಹೃದಯದ ಒರಟುತನದಂತೆ ನಡೆದುಬರುತ್ತಿದ್ದಾರೆ. ಅನ್ಯದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ, ಪೂಜಿಸುತ್ತಿದ್ದಾರೆ. ಇವರು ಯಾವ ಕೆಲಸಕ್ಕೂ ಬಾರದ ಈ ನಡುಕಟ್ಟಿಗೆ ಸಾಟಿಯಾಗುವರು."},{"number":11,"verse":"ಇಸ್ರಯೇಲ್ ವಂಶವೆಲ್ಲವು ಹಾಗು ಜುದೇಯ ವಂಶವೆಲ್ಲವು ನನಗೆ ಪ್ರಜೆಯಾಗಿರಲಿ; ನನಗೆ ಕೀರ್ತಿ, ಗೌರವ ತರಲಿ, ನನಗೆ ಆಭರಣವಾಗಿರಲಿ ಎಂದುಕೊಂಡೆ. ನಡುಕ್ಟಟನ್ನು ಸೊಂಟಕ್ಕೆ ಬಿಗಿದುಕೊಳ್ಳುವಂತೆ ಇವರನ್ನು ಬಿಗಿದುಕೊಂಡಿದ್ದೆ. ಆದರೂ ಇವರು ನನಗೆ ಕಿವಿಗೊಡದೆಹೋದರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":12,"verse":"ಹೆಂಡಕುಡಿಕೆಗಳ ಸಂಕೇತ “ಯೆರೆಮೀಯನೇ, ನೀನು ಅವರಿಗೆ ಹೀಗೆಂದು ಸಾರು : ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಸಂದೇಶವನ್ನು ಕೇಳಿ - ‘ಪ್ರತಿಯೊಂದು ಕುಡಿಕೆಯು ದ್ರಾಕ್ಷಾರಸದಿಂದ ತುಂಬಿರುವುದು.’ ಆಗ ಅವರು ನಿನಗೆ - ‘ಪ್ರತಿಯೊಂದು ಕುಡಿಕೆ ದ್ರಾಕ್ಷಾರಸದಿಂದ ತುಂಬಿರುವುದು ಎಂಬುದು ನಮಗೆ ಗೊತ್ತಿಲ್ಲವೆ?’ ಎಂದು ಹೇಳುವರು."},{"number":13,"verse":"ಆಗ ನೀನು ಅವರಿಗೆ - ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಈ ಸಂದೇಶವನ್ನು ಕೇಳಿ : ದಾವೀದನ ಸಿಂಹಾಸನವನ್ನೇರಿದ ಅರಸರನ್ನೂ ಯಾಜಕರನ್ನೂ ಪ್ರವಾದಿಗಳನ್ನೂ ಜೆರುಸಲೇಮಿನ ಎಲ್ಲ ನಿವಾಸಿಗಳನ್ನೂ, ಅಂತು ನಾಡಿನ ಜನರೆಲ್ಲರನ್ನೂ ಅಮಲಿನಿಂದ ಮತ್ತರಾಗುವಂತೆ ಮಾಡುವೆನು."},{"number":14,"verse":"ಹಿರಿಕಿರಿಯರಾದ ಎಲ್ಲರನ್ನು ಒಬ್ಬರಿಗೊಬ್ಬರು ಬಡಿದಾಡುವಂತೆ ಮಾಡುವೆನು. ಅವರನ್ನು ಉಳಿಸೆನು, ಕನಿಕರಿಸೆನು, ಕರುಣಿಸೆನು, ಹಾಗು ನಾಶಮಾಡದೆ ಬಿಡೆನು,’ ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":15,"verse":"ಗಡಿಪಾರಿನ ಒಂದು ದೃಶ್ಯ ಜನರೇ, ಕಿವಿಗೊಡಿ, ಹೆಮ್ಮೆಪಡಬೇಡಿ, ಸರ್ವೇಶ್ವರನೇ ನಿಮಗೆ ಕೊಡುವ ಆದೇಶ ಇದು :"},{"number":16,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಸಲ್ಲಿಸಿ ಗೌರವವನ್ನು ಇಲ್ಲವಾದರೆ ಆತ ಬರಮಾಡುವನು ಸ್ವಲ್ಪಕಾಲದಲ್ಲೇ ಕತ್ತಲನ್ನು. ನಿಮ್ಮ ಕಾಲುಗಳು ಮುಗ್ಗರಿಸುವುವು ಮಬ್ಬಿನ ಗುಡ್ಡಗಳ ನಡುವೆ."},{"number":17,"verse":"ನೀವು ಕಿವಿಗೊಡದಿದ್ದರೆ ನಿಮ್ಮ ಗರ್ವದ ನಿಮಿತ್ತ ನನ್ನ ಮನ ಗೋಳಾಡುವುದು ಗುಟ್ಟಾಗಿ. ನೀವು ಸೆರೆಯಾಗಿ ಹೋಗುವುದರಿಂದ ಅಳುವೆನು ಸರ್ವೇಶ್ವರನ ಮುಂದೆ ಬಹಳವಾಗಿ. ನನ್ನ ಕಣ್ಣುಗಳಿಂದ ಕಂಬನಿ ಹರಿವುದು ಧಾರಾಕಾರವಾಗಿ."},{"number":18,"verse":"ಸರ್ವೇಶ್ವರ ನನಗೆ ಹೀಗೆಂದರು : “ರಾಜನಿಗೂ ರಾಜಮಾತೆಗೂ ಈ ವರ್ತಮಾನವನ್ನು ತಿಳಿಸು - ‘ನೀವು ಇಳಿದುಬಂದು ನೆಲದಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳಿ. ನಿಮ್ಮ ಚೆಲುವಾದ ಕಿರೀಟ ಬಿದ್ದುಹೋಗಿದೆ ತಲೆಯಿಂದ."},{"number":19,"verse":"ದಕ್ಷಿಣ ನಾಡಿನ ನಗರಗಳು ಮುತ್ತಿಗೆಗೆ ತುತ್ತಾಗಿವೆ. ಅವುಗಳನ್ನು ಬಿಡಿಸಲು ಯಾರೂ ಇಲ್ಲ. ಜುದೇಯವೆಲ್ಲ ಸೆರೆಹೋಗಿದೆ; ಸಂಪೂರ್ಣವಾಗಿ ಸೆರೆಯಾಗಿದೆ’.”"},{"number":20,"verse":"“ಜೆರುಸಲೇಮ್, ಕಣ್ಣೆತ್ತಿ ನೋಡು, ಉತ್ತರದಿಂದ ಬರುವವರನ್ನು ನೋಡು. ನಿನಗೆ ಒಪ್ಪಿಸಿದ ಹಿಂಡು, ಅಂದವಾದ ಆ ನಿನ್ನ ಹಿಂಡು ಎಲ್ಲಿ?"},{"number":21,"verse":"ನಿನ್ನೊಡನೆ ಗೆಳೆಯರಂತೆ ಬಾಳಲು ನೀನೇ ಪಳಗಿಸಿದವರನ್ನು ನಿನಗೆ ಒಡೆಯರನ್ನಾಗಿ ನಾನು ನೇಮಿಸುವಾಗ ಏನು ಹೇಳುವೆ? ಹೆರುವವಳಿಗೆ ಬರುವಂಥ ವೇದನೆ ಆಗ ನಿನಗೆ ಬರದೆ ಇರುವುದೆ?"},{"number":22,"verse":"ಇವು ನನಗೇಕೆ ಸಂಭವಿಸಿದವು ಎಂದು ಮನದೊಳಗೇ ನೀನು ಅಂದುಕೊಳ್ಳುವೆ. ನೀನು ಮಾಡಿದುದು ಮಹಾಪಾಪ ! ಆದ್ದರಿಂದ ನಿನ್ನ ಉಡುಗೆಯನ್ನೇ ಕೀಳಲಾಗುವುದು. ನೀನು ಅತ್ಯಾಚಾರಕ್ಕೆ ಈಡಾಗುವೆ."},{"number":23,"verse":"ಎಥಿಯೋಪಿಯದವನು ತನ್ನ ಚರ್ಮದ ಬಣ್ಣವನ್ನು ಮಾರ್ಪಡಿಸಬಲ್ಲನೆ? ಚಿರತೆಯು ತನ್ನ ಚುಕ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸೀತೆ? ಅಂತೆಯೇ ದುಷ್ಟತನದಲ್ಲಿ ಅಷ್ಟಾಗಿ ನುರಿತ ನೀನು ಶಿಷ್ಟತನದಲ್ಲಿ ನಡೆಯಲಾರೆ."},{"number":24,"verse":"ಆದಕಾರಣ ಬಿರುಗಾಳಿ ಬಡಿದುಕೊಂಡುಹೋಗುವ ಒಣಹುಲ್ಲೋ ಎಂಬಂತೆ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನಿನ್ನನ್ನು ಚದರಿಸಿಬಿಡುವೆನು."},{"number":25,"verse":"ನೀನು ನನ್ನನ್ನು ಮರೆತುಬಿಟ್ಟು ಸುಳ್ಳನ್ನು ನಂಬಿದ್ದರಿಂದ ಇದೇ ನಿನಗೆ ಒದಗಲಿರುವ ಗತಿ. ಇದೇ ನಾನು ನಿನಗೆ ಅಳೆದುಕೊಡುವ ಪ್ರತೀಕಾರ."},{"number":26,"verse":"ನಿನ್ನ ಉಡುಗೆಯನ್ನು ನಿನ್ನ ಕಣ್ಮುಂದೆಯೇ ಕೀಳಿಸುವೆನು. ನೀನು ಅತ್ಯಾಚಾರಕ್ಕೆ ಈಡಾಗುವೆ."},{"number":27,"verse":"ನಾನು ನಿನ್ನ ವ್ಯಭಿಚಾರಗಳನ್ನು, ನಿನ್ನ ಕಾಮುಕತನವನ್ನು, ಕೀಳಾದ ನಿನ್ನ ಸೂಳೆಗಾರಿಕೆಯನ್ನು, ಗುಡ್ಡೆ, ಕಣಿವೆಗಳಲ್ಲಿ ನೀನು ನಡೆಸಿದ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ನೋಡಿದ್ದೇನೆ. ಜೆರುಸಲೇಮೇ, ನಿನ್ನ ಗತಿಯನ್ನು ಏನೆಂದು ಹೇಳಲಿ! ನೀನು ಶುದ್ಧಳಾಗಲು ಇನ್ನೆಷ್ಟು ಕಾಲಬೇಕು?”"}]}