{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"(ಬರಗಾಲದ ಬೇನೆ) ಬರಗಾಲದ ಬಗ್ಗೆ ಸರ್ವೇಶ್ವರ ಯೆರೆಮೀಯನಿಗಿತ್ತ ಸಂದೇಶ :"},{"number":2,"verse":"“ಜುದೇಯ ನಾಡು ದುಃಖಿಸುತ್ತಿದೆ ಅದರ ಪುರದ್ವಾರಗಳು ಬಹಳ ಕಪ್ಪಾಗಿವೆ. ಜೆರುಸಲೇಮಿನವರ ಗೋಳಾಟ ಕೇಳಿಸುತ್ತಿದೆ."},{"number":3,"verse":"ಅವರಲ್ಲಿನ ಶ್ರೀಮಂತರು ತಮ್ಮ ಊಳಿಗದವರನ್ನು ನೀರಿಗೆ ಕಳಿಸುತ್ತಾರೆ. ಅವರೋ ಕೊಳಗಳಲ್ಲಿ ನೀರು ಕಾಣದೆ ಬರೀ ಬಿಂದಿಗೆಗಳೊಂದಿಗೆ ಹಿಂದಿರುಗುತ್ತಾರೆ. ನಿರಾಶೆಗೊಂಡು, ನಾಚಿಕೆಪಟ್ಟು ಮೋರೆ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":4,"verse":"ನಾಡಿನಲ್ಲಿ ಮಳೆಯಿಲ್ಲದೆ ಭೂಮಿ ಬಿರುಕುಬಿಟ್ಟಿದೆ ನೇಗಿಲಯೋಗಿ ನಿರಾಶೆಗೊಂಡು ಮೋರೆ ಮುಚ್ಚಿಕೊಳ್ಳುತ್ತಾನೆ."},{"number":5,"verse":"ಕಾಡಿನಲ್ಲಿ ಹುಲ್ಲಿಲ್ಲದ ಕಾರಣ ತಾಯಿಹುಲ್ಲೆ ಮರಿಹಾಕಿ ಮರೆಯಾಗುತ್ತದೆ."},{"number":6,"verse":"ಕಾಡುಗತ್ತೆಗಳು ಬೋಳುಗುಡ್ಡಗಳಲ್ಲಿ ನಿಂತು ನಿಟ್ಟುಸಿರು ಬಿಡುತ್ತವೆ ನರಿಗಳಂತೆ ಗಾಳಿಕೋರುತ್ತವೆ, ಸೊಪ್ಪುಸದೆಯಿಲ್ಲದೆ ಕಂಗೆಡುತ್ತವೆ”"},{"number":7,"verse":"ಸರ್ವೇಶ್ವರಾ, ನಮ್ಮ ದ್ರೋಹಗಳು ಹಲವು ನಿಮಗೆ ವಿರುದ್ಧ ಪಾಪಮಾಡಿದೆವು. ನಮ್ಮ ಅಪರಾಧಗಳೇ ನಮಗೆ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ನೀಡುತ್ತಿವೆ ಆದರೂ ನಿಮ್ಮ ನಾಮದ ನಿಮಿತ್ತ ಕೈನೀಡು ನಮಗೆ."},{"number":8,"verse":"ಸರ್ವೇಶ್ವರಾ, ಇಸ್ರಯೇಲರಿಗೆ ನೀವೇ ನಿರೀಕ್ಷೆ ಇಕ್ಕಟ್ಟಿನಲ್ಲಿ ಅವರಿಗೆ ನೀವೇ ರಕ್ಷೆ. ನಾಡಿನಲ್ಲಿ ಅನ್ಯದೇಶೀಯನಂತಿರುವಿರಿ, ಏಕೆ? ರಾತ್ರಿ ಕಳೆಯಲು ಗುಡಾರಹಾಕಿದ ಪ್ರಯಾಣಿಕನಂತಿರುವಿರಿ, ಏಕೆ?"},{"number":9,"verse":"ದಿಕ್ಕು ತೋಚದವನಂತೆ ನಿಶ್ಚಲರಾಗಿರುವಿರಿ, ಏಕೆ? ರಕ್ಷಿಸಲಾಗದ ರಣಧೀರನಂತಿರುವಿರಿ, ಏಕೆ? ಆದರೂ ಸರ್ವೇಶ್ವರಾ, ನೀವು ನಮ್ಮ ಮಧ್ಯೆ ಇರುವಿರಿ; ನಾವು ನಿಮ್ಮ ಹೆಸರಿನವರು, ನಮ್ಮನ್ನು ಕೈಬಿಡಬೇಡಿ."},{"number":10,"verse":"ಈ ಜನರನ್ನು ಕುರಿತು ಸರ್ವೇಶ್ವರ ನನಗೆ ಹೇಳಿದ ಮಾತುಗಳು : “ಇವರು ಅಲೆದಾಡಲು ಇಷ್ಟಪಡುವ ಜನರು. ತಮ್ಮ ಕಾಲಿನ ಮೇಲೆ ಹತೋಟಿಯಿಲ್ಲದವರು. ಆದಕಾರಣ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಇವರನ್ನು ಕರುಣೆಯಿಂದ ನೋಡುವುದಿಲ್ಲ. ಇದೀಗಲೆ ಇವರ ಅಪರಾಧಗಳನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಇವರ ಪಾಪಗಳಿಗೆ ದಂಡನೆಯನ್ನು ವಿಧಿಸುವೆನು.”"},{"number":11,"verse":"ಸರ್ವೇಶ್ವರ ಮತ್ತೆ ನನಗೆ : “ಈ ಜನರ ಹಿತವನ್ನು ಬಯಸಿ ಇವರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಮಾಡಬೇಡ."},{"number":12,"verse":"ಇವರು ಉಪವಾಸ ಕೈಗೊಂಡರೂ ಇವರ ಮೊರೆಯನ್ನು ನಾನು ಕೇಳುವುದಿಲ್ಲ. ದಹನಬಲಿಗಳನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಗಳನ್ನೂ ಅರ್ಪಿಸಿದರೂ ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ. ಖಡ್ಗದಿಂದಲೂ ಕ್ಷಾಮದಿಂದಲೂ ವ್ಯಾಧಿಯಿಂದಲೂ ಇವರನ್ನು ಮುಗಿಸಿಬಿಡುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":13,"verse":"ಆಗ ನಾನು, “ಅಯ್ಯೋ, ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರಾ, ಈ ಜನರಿಗೆ, ‘ಖಡ್ಗ ನಿಮ್ಮ ಕಣ್ಣಿಗೂ ಕಾಣಿಸದು, ಕ್ಷಾಮ ನಿಮಗೆಂದಿಗೂ ಬಂದೊದಗದು. ಸರ್ವೇಶ್ವರ ಈ ನಾಡಿನಲ್ಲೆ ನಿಮಗೆ ಚಿರಶಾಂತಿ ಸಮಾಧಾನವನ್ನು ಕೊಡುವರು’ ಎಂದು ಪ್ರವಾದಿಗಳೇ ನುಡಿಯುತ್ತಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿದೆನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಸರ್ವೇಶ್ವರ ನನಗೆ : “ಪ್ರವಾದಿಗಳು ನನ್ನ ಹೆಸರೆತ್ತಿ ಸುಳ್ಳು, ಪ್ರವಾದನೆ ಮಾಡುತ್ತಿದ್ದಾರೆ. ನಾನು ಅವರನ್ನು ಕಳಿಸಲಿಲ್ಲ, ಅವರಿಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟಿಲ್ಲ. ಅವರೊಡನೆ ಮಾತಾಡಿದ್ದಿಲ್ಲ. ಅವರು ಕಳ್ಳದರ್ಶನಗಳನ್ನು, ಕಣಿಗಳನ್ನು, ಮಾಯಮಂತ್ರಗಳನ್ನು ಹಾಗು ತಾನೇ ಕಲ್ಪಿಸಿಕೊಂಡ ಕಪಟವನ್ನು ನಿಮಗೆ ಪ್ರಕಟಿಸುತ್ತಿದ್ದಾರೆ."},{"number":15,"verse":"ಆದುದರಿಂದ ನನ್ನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ, ನನ್ನ ಹೆಸರೆತ್ತಿ, ಪ್ರವಾದನೆ ಮಾಡುತ್ತಾ ಖಡ್ಗವಾಗಲಿ, ಕ್ಷಾಮವಾಗಲಿ ಈ ನಾಡಿಗೆ ಬರುವುದಿಲ್ಲ ಎಂದು ಬೋಧಿಸುತ್ತಿದ್ದಾರಲ್ಲವೆ? ಆ ಪ್ರವಾದಿಗಳ ವಿಷಯದಲ್ಲಿ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಹೇಳುವುದೇನೆಂದರೆ - ಖಡ್ಗದಿಂದಲೆ, ಕ್ಷಾಮದಿಂದಲೆ ಆ ಪ್ರವಾದಿಗಳು ನಾಶವಾಗುವರು."},{"number":16,"verse":"ಅವರ ಪ್ರವಾದನೆಗೆ ಕಿವಿಗೊಡುವ ಜನರು ಕೂಡ ಕ್ಷಾಮಖಡ್ಗಗಳಿಗೆ ತುತ್ತಾಗುವರು. ಜೆರುಸಲೇಮಿನ ಬೀದಿಗಳಲ್ಲಿ ಬಿಸಾಡಲ್ಪಡುವರು. ಅವರನ್ನೂ ಅವರ ಮಡದಿ ಮಕ್ಕಳನ್ನೂ ಹೂಣಲು ಸಹ ಯಾರೂ ಇರುವುದಿಲ್ಲ. ಅವರ ದುಷ್ಟತನವನ್ನು ಅವರ ಮೇಲೆಯೆ ಸುರಿದುಬಿಡುವೆನು.”"},{"number":17,"verse":"“ನೀನು ನಿನ್ನ ದುಃಖವನ್ನು ಅವರಿಗೆ ಹೀಗೆಂದು ವ್ಯಕ್ತಪಡಿಸು - ‘ರಾತ್ರಿಹಗಲು ನನ್ನ ಕಣ್ಣೀರು ಸುರಿಯಲಿ ನಿರಂತರವಾಗಿ ಏಕೆಂದರೆ ನನ್ನ ಜನವೆಂಬ ಯುವತಿ ಗಾಯಗೊಂಡಿದ್ದಾಳೆ ತೀವ್ರವಾಗಿ, ಹೌದು, ಅವಳಿಗೆ ಪೆಟ್ಟುಬಿದ್ದಿದೆ ಗಡುಸಾಗಿ."},{"number":18,"verse":"ಊರುಬಿಟ್ಟು ಹೊರಗೆ ಹೋದರೆ ಅಲ್ಲಿ ಕಾಣಿಸುತ್ತಾರೆ ಖಡ್ಗದಿಂದ ಸತ್ತವರು. ಊರ ಒಳಗೆ ಬಂದರೆ ಅಲ್ಲಿ ಕಾಣಿಸುತ್ತಾರೆ ಕ್ಷಾಮದಿಂದ ನರಳುವವರು. ಅಪರಿಚಿತನಾಡಿಗೆ ಗಡೀಪಾರಾಗಿದ್ದಾರೆ ಪ್ರವಾದಿಗಳು ಮತ್ತು ಯಾಜಕರು’.”"},{"number":19,"verse":"(ಜನರು ಮಾಡಿದ ಪ್ರಾರ್ಥನೆ) “ಸ್ವಾಮೀ, ನೀವು ಜುದೇಯವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತ್ಯಜಿಸಿಬಿಟ್ಟಿರೊ? ಸಿಯೋನಿನ ಬಗ್ಗೆ ನಿಮಗೆ ಮನಃಪೂರ್ವಕವಾದ ಅಸಹ್ಯ ಹುಟ್ಟಿದೆಯೊ? ಗುಣವಾಗದಂಥ ಪೆಟ್ಟನ್ನು ನಮಗೆ ಕೊಟ್ಟಿರುವಿರಿ ಏಕೆ? ಸುಖವನ್ನು ನಿರೀಕ್ಷಿಸಿದೆವು, ಸಿಗಲಿಲ್ಲ ನಮಗೆ ಯಾವ ಫಲ. ಸುಕ್ಷೇಮವನ್ನು ಎದುರು ನೋಡಿದೆವು, ಇಗೋ ಬಂದೊದಗಿದೆ ಸಂಕಟ."},{"number":20,"verse":"ಹೇ ಸರ್ವೇಶ್ವರಾ, ಒಪ್ಪಿಕೊಂಡಿದ್ದೇವೆ ನಮ್ಮ ದುಷ್ಟತನವನ್ನು ನಮ್ಮ ಪೂರ್ವಜರು ಎಸಗಿದ ದುರಾಚಾರವನ್ನು ನಾವು ಮಾಡಿದ ಪಾಪ ನಿಮಗೆ ವಿರುದ್ಧವೆಂಬುದನ್ನು."},{"number":21,"verse":"ನಿಮ್ಮ ನಾಮವನ್ನು ಮುಂದಿಟ್ಟು, ನಮಗೆ ಅವಮಾನ ಮಾಡಬೇಡಿ ನಿಮ್ಮ ಮಹಿಮೆಯ ಸಿಂಹಾಸನವನ್ನು ಅಸಡ್ಡೆ ಮಾಡಬೇಡಿ ನಮ್ಮೊಡನೆ ಮಾಡಿದ ಒಡಂಬಡಿಕೆಯನ್ನು ನೆನೆಯಿರಿ. ಅದನ್ನು ಭಂಗಪಡಿಸಬೇಡಿ."},{"number":22,"verse":"ಅನ್ಯಜನಾಂಗಗಳ ಶೂನ್ಯದೇವತೆಗಳಲ್ಲಿ ಮಳೆಸುರಿಸಬಲ್ಲವರುಂಟೆ? ಆಕಾಶವು ತಾನಾಗಿ ಹದಮಳೆಯನ್ನು ಬರಮಾಡಬಲ್ಲುದೆ? ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಾ, ವೃಷ್ಟಿದಾತರು ನೀವೇ ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತಿರುವುದು ನಿಮ್ಮನ್ನೇ ಹೌದು, ಇವುಗಳನ್ನೆಲ್ಲ ನಡೆಸುವವರು ನೀವೇ."}]}