{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲಿನ ಬಗ್ಗೆ ದೇವರ ಮಮತೆ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನನಗೆ ನೀಡಿದ ಆದೇಶ ಇದು :"},{"number":2,"verse":"“ನೀನು ಹೋಗಿ ಜೆರುಸಲೇಮ್ ನಗರಕ್ಕೇ ಕೇಳಿಸುವಂತೆ ಈ ಸಂದೇಶವನ್ನು ಸಾರು : ನೀನು ಯೌವನದಲ್ಲಿ ನನ್ನ ಮೇಲಿಟ್ಟಿದ್ದ ಪ್ರೀತಿಯನ್ನು, ನವ ವಧುವಾಗಿ ನನಗೆ ತೋರಿಸಿದ ಪ್ರೇಮವನ್ನು, ಹಾಗು ಬಿತ್ತನೆಯಿಲ್ಲದ ಅರಣ್ಯಮಾರ್ಗವಾಗಿ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿದಾಗ ಅನುಸರಿಸುತ್ತಿದ್ದ ನಿನ್ನ ಪಾತಿವ್ರತ್ಯವನ್ನು ನನ್ನ ನೆನಪಿನಲ್ಲಿ ಇಟ್ಟುಕೊಂಡಿದ್ದೇನೆ; ಇದು ನಿನ್ನ ಹಿತಕ್ಕಾಗಿಯೇ."},{"number":3,"verse":"“ಎಲೈ ಇಸ್ರಯೇಲ್, ನೀನು ನನಗೆ ಮೀಸಲಾದವಳು, ನನ್ನ ಬೆಳೆಯ ಪ್ರಥಮ ಫಲ. ಯಾರು ಯಾರು ಅದನ್ನು ತಿಂದರೋ ಅವರು ದ್ರೋಹಿಗಳು, ಕೇಡಿಗೆ ಗುರಿಯಾದವರು, ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ.”"},{"number":4,"verse":"(ಇಸ್ರಯೇಲಿನ ಪಿತೃಗಳ ದ್ರೋಹ) ಯಕೋಬನ ಮನೆತನವೇ, ಇಸ್ರಯೇಲ್ ವಂಶದ ಸಕಲ ಗೋತ್ರಗಳೇ, ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ವಾಣಿಯನ್ನು ಕೇಳಿರಿ; ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ :"},{"number":5,"verse":"“ನಿಮ್ಮ ಪಿತೃಗಳು ನನ್ನಲ್ಲಿ ಯಾವ ಕೊರತೆಯನ್ನು ಕಂಡು ನನ್ನಿಂದ ದೂರವಾದರು? ಅವರು ವ್ಯರ್ಥಾಚಾರಗಳನ್ನು ಅನುಸರಿಸುತ್ತಾ ತಾವೇ ವ್ಯರ್ಥವಾಗಿಬಿಟ್ಟರು !"},{"number":6,"verse":"ಅವರು - ‘ನಮ್ಮನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬರಮಾಡಿ, ಕಾಡುಮೇಡು, ಹಳ್ಳಕೊಳ್ಳ, ಕಗ್ಗತ್ತಲು, ನಿರ್ಜಲ, ನಿರ್ಜನ ಹಾಗೂ ಯಾರೂ ಹಾದುಹೋಗದ ಬೆಂಗಾಡಿನ ಮಾರ್ಗವಾಗಿ ನಡೆಸಿಬಂದ ಆ ಸರ್ವೇಶ್ವರ ಎಲ್ಲಿ?’ ಎಂದುಕೊಳ್ಳಲಿಲ್ಲವೆ?"},{"number":7,"verse":"ನಾನು ನಿಮ್ಮನ್ನು ಫಲವತ್ತಾದ ನಾಡಿಗೆ ಕರೆತಂದೆ. ಅದರ ಫಲವನ್ನೂ ಸಾರವನ್ನೂ ಅನುಭವಿಸುವ ಹಾಗೆ ಮಾಡಿದೆ. ಆದರೆ ನೀವು ಒಳನುಗ್ಗಿ ಬಂದು ಆ ನನ್ನ ನಾಡನ್ನು ಹೊಲೆಮಾಡಿದಿರಿ; ಆ ನನ್ನ ಸೊತ್ತನ್ನು ಅಸಹ್ಯಪಡಿಸಿದಿರಿ."},{"number":8,"verse":"ಯಾಜಕರು, ‘ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಎಲ್ಲಿ? ಎಂದು ವಿಚಾರಿಸಲೇ ಇಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರಿಗಳು ನನ್ನನ್ನು ಅರಿತುಕೊಳ್ಳಲಿಲ್ಲ. ಪ್ರಜಾಪಾಲಕರು ನನಗೆ ದ್ರೋಹಮಾಡಿದರು. ಪ್ರವಾದಿಗಳು ಬಾಳ್ ದೇವತೆಯ ಆವೇಶದಿಂದ ಪ್ರವಾದನೆ ಮಾಡಿದರು. ನಿರರ್ಥಕವಾದುವುಗಳನ್ನು ಪೂಜಿಸಿದರು.’"},{"number":9,"verse":"(ದೇವಜನರೊಡನೆ ಸರ್ವೇಶ್ವರನ ವ್ಯಾಜ್ಯ) \"ಆದಕಾರಣ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನಿಮ್ಮೊಡನೆ ಇನ್ನೂ ವ್ಯಾಜ್ಯಮಾಡುತ್ತೇನೆ; ನಿಮ್ಮ ಸಂತಾನದವರೊಂದಿಗೂ ವ್ಯಾಜ್ಯವಾಡುವೆನು,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":10,"verse":"“ಸೈಪ್ರಸ್ ದ್ವೀಪಗಳಿಗೆ ಹೋಗಿ ನೋಡಿ; ಕೇದಾರ್ ನಾಡಿಗೆ ಕಳಿಸಿ ವಿಚಾರಮಾಡಿ, ಇಂಥ ಕಾರ್ಯ ಎಲ್ಲಿಯಾದರು ನಡೆಯಿತೆ ಎಂದು ಚೆನ್ನಾಗಿ ಆಲೋಚಿಸಿರಿ."},{"number":11,"verse":"ತನ್ನ ದೇವತೆಗಳು ದೇವರಲ್ಲದೆ ಇದ್ದರೂ ಅವುಗಳನ್ನು ಯಾವ ಜನಾಂಗವಾದರು ಬದಲಾಯಿಸಿಕೊಂಡಿತೋ? ಆದರೆ ನನ್ನ ಜನ, ತಮ್ಮ ಮಹಿಮೆಯಾದ ನನ್ನನ್ನು ತೊರೆದು ನಿರರ್ಥಕವಾದುವುಗಳನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದಾರೆ!"},{"number":12,"verse":"ಆಕಾಶ ಮಂಡಲವೇ, ಇದನ್ನು ಕೇಳಿ ನಿಬ್ಬೆರಗಾಗು; ತತ್ತರಿಸಿ ಹಾಳಾಗು!” ಇದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ವಾಣಿ."},{"number":13,"verse":"“ನನ್ನ ಜನರು ಇಬ್ಬಗೆಯ ಅಪರಾಧಗಳನ್ನು ಎಸಗಿದ್ದಾರೆ; ಜೀವಜಲದ ಬುಗ್ಗೆಯಾದ ನನ್ನನ್ನೇ ತೊರೆದುಬಿಟ್ಟಿದ್ದಾರೆ! ತೊಟ್ಟಿಗಳನ್ನು, ನೀರುನಿಲ್ಲದ ಬಿರುಕು ತೊಟ್ಟಿಗಳನ್ನು ತಮಗಾಗಿ ಕೊರೆದುಕೊಂಡಿದ್ದಾರೆ!”"},{"number":14,"verse":"(ಇಸ್ರಯೇಲಿನ ಅಪ್ರಾಮಾಣಿಕತೆ ಮತ್ತು ಅದರ ಪರಿಣಾಮ) “ಇಸ್ರಯೇಲ್ ಒಬ್ಬ ಮನೆ ಆಳೊ? ಮನೆಯಲ್ಲೆ ಗುಲಾಮನಾಗಿ ಹುಟ್ಟಿದವನೋ? ಇಲ್ಲವಾದರೆ ಬೇರೆಯವರಿಂದ ಏಕೆ ಸೂರೆಯಾದ?"},{"number":15,"verse":"ಶತ್ರುಗಳು ಯುವ ಸಿಂಹಗಳಂತೆ ಅವನಿಗೆ ವಿರುದ್ಧ ಗರ್ಜಿಸಿ ಆರ್ಭಟಿಸುತ್ತಿವೆ; ಅವನ ನಾಡನ್ನು ಹಾಳುಮಾಡಿವೆ, ಅವನ ಊರುಗಳು ಸುಟ್ಟು ನಿರ್ಜನವಾಗಿವೆ."},{"number":16,"verse":"ಹೌದು, ಮೆಮ್‍ಫಿಸ್ ಮತ್ತು ತಹಪನೇಸ್ ನಿವಾಸಿಗಳು ನಿನ್ನ ನಾಡನೆತ್ತಿಯನ್ನು ನುಣ್ಣಗೆ ಮೇದುಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":17,"verse":"ನಿನಗೆ ಮಾರ್ಗದರ್ಶಿಯಾಗಿದ್ದ, ನಿನಗೆ ದೇವರಾಗಿದ್ದ ಸರ್ವೇಶ್ವರನಾದ ನನ್ನನ್ನೇ ತೊರೆದುಬಿಟ್ಟು ಇದನ್ನೆಲ್ಲ ನೀನೇ ನಿನ್ನ ಮೇಲೆ ಬರಮಾಡಿಕೊಂಡಿರುವೆ."},{"number":18,"verse":"ನೈದ್ ನದಿಯ ನೀರನ್ನು ಕುಡಿಯಲು ಈಜಿಪ್ಟಿನ ದಾರಿಯನ್ನು (ಮೂಲ : ಶೀಹೋರಿನ ದಾರಿಯನ್ನು.) ಹಿಡಿದದ್ದರಿಂದ ನಿನಗೆ ಬಂದ ಲಾಭವಾದರೂ ಏನು? ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಜಲವನ್ನು ಪಾನಮಾಡಲು ಅಸ್ಸೀರಿಯ ಮಾರ್ಗದಲ್ಲಿ ಹೆಜ್ಜೆಯಿಟ್ಟಿದ್ದರಿಂದ ನಿನಗೆ ಬಂದ ಲಾಭವಾದರೂ ಏನು?"},{"number":19,"verse":"ನಿನ್ನ ಕೆಟ್ಟತನವೇ ನಿನ್ನನ್ನು ಶಿಕ್ಷಿಸುವುದು ನಿನ್ನ ದ್ರೋಹಗಳೇ ನಿನ್ನನ್ನು ಖಂಡಿಸುವುವು. ನಿನಗೆ ನನ್ನ ಭಯವಿಲ್ಲದೆ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಾದ ನನ್ನನ್ನು ತೊರೆದುಬಿಟ್ಟದ್ದು ನಿನಗೆ ಕೆಟ್ಟದ್ದಾಗಿಯೂ ಕಹಿಯಾಗಿಯೂ ಪರಿಣಮಿಸುವುದು. ಇದನ್ನು ಚೆನ್ನಾಗಿ ಗ್ರಹಿಸಿಕೊ, ಕಣ್ಣಾರೆ ನೋಡು. ಇದು ಸರ್ವಶಕ್ತನೂ, ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರನೂ ಆದ ನನ್ನ ನುಡಿ.”"},{"number":20,"verse":"(ಸರ್ವೇಶ್ವರನ ಆರಾಧನೆಗೆ ಒಪ್ಪಂದ ಇಸ್ರಯೇಲ್) “ಬಹುಕಾಲದಿಂದ ನೀನು ನಿನ್ನ ನೊಗವನ್ನು ಮುರಿದಿರುವೆ ಕಣ್ಣಿಗಳನ್ನು ಕಿತ್ತು, ‘ನಾನು ಸೇವೆಮಾಡುವುದಿಲ್ಲ’ ಎಂದಿರುವೆ. ಎತ್ತರವಾದ ಪ್ರತಿಯೊಂದು ಗುಡ್ಡೆಯ ಮೇಲೂ ಹುಲುಸಾಗಿ ಬೆಳೆದ ಪ್ರತಿಯೊಂದು ಮರದ ಕೆಳಗೂ ವೇಶ್ಯೆಯಂತೆ ಬೇರೆ ದೇವರುಗಳಿಗೆ ಅಡ್ಡಬಿದ್ದಿರುವೆ."},{"number":21,"verse":"ಅತ್ಯುತ್ತಮ ಬೀಜದಿಂದ ಬೆಳೆದ ಒಳ್ಳೆಯ ದ್ರಾಕ್ಷಾಲತೆಯನ್ನಾಗಿ ನಿನ್ನನ್ನು ನೆಟ್ಟಿದೆ. ಆದರೆ ನೀನು ಕಾಡುದ್ರಾಕ್ಷೀಬಳ್ಳಿಯ ಹಾಳು ರೆಂಬೆಗಳಾದದ್ದು ಹೇಗೆ?"},{"number":22,"verse":"ನೀನು ಎಷ್ಟೇ ಚೌಳಿನಿಂದ ತೊಳೆದುಕೊಂಡರೂ ಎಷ್ಟೇ ಸಬ್ಬುಸೀಗೆಯಿಂದ ಉಜ್ಜಿಕೊಂಡರೂ ನಿನ್ನ ಅಕ್ರಮ ನನ್ನೆದುರಿಗೆ ಕಣ್ಣುಕಿಚ್ಚಾಗಿ ನಿಂತಿದೆ. ಇದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯಾದ ನನ್ನ ನುಡಿ."},{"number":23,"verse":"‘ನಾನು ಅಶುದ್ಧಳಾಗಲಿಲ್ಲ, ಬಾಳ್‍ದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಲೇ ಇಲ್ಲ’ ಎಂದು ಹೇಗೆ ತಾನೆ ಹೇಳಬಲ್ಲೆ? ಆ ಕಣಿವೆಯಲ್ಲಿ ನಿನ್ನ ಹೆಜ್ಜೆಗುರುತುಗಳನ್ನು ನೋಡು ಅಲ್ಲಿ ನೀನು ಎಸಗಿದ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಮನಸ್ಸಿಗೆ ತಂದುಕೊ. ಅತ್ತ ಇತ್ತ ನೆಗೆದಾಡುವ, ಬೆದೆಗೆ ಬಂದ ಹೆಣ್ಣು ಒಂಟೆಯಂತಿರುವೆ (ಅಥವಾ : ಮರುಭೂಮಿಯಲ್ಲಿನ ಕಾಡುಕತ್ತೆ.) ನೀನು."},{"number":24,"verse":"ಅಡವಿಯಲ್ಲೆ ಪಳಗಿದ, ಮದದಿಂದ ಗಾಳಿಯನ್ನು ಬುಸಬುಸನೆ ಮೂಸಿನೋಡುವ ಹೆಣ್ಣು ಕಾಡುಕತ್ತೆಯ ಹಾಗಿರುವೆ. ಅದಕ್ಕೆ ಬೆದೆ ಏರಿದಾಗ ಯಾವ ಗಂಡುಕತ್ತೆಯೂ ಅದನ್ನು ಬದಿಗೊತ್ತುವಂತಿಲ್ಲ ಅದನ್ನು ಹುಡುಕುವವುಗಳೆಲ್ಲ ಆಯಾಸಪಡಬೇಕಾಗಿಲ್ಲ. ಅವಳ ತಿಂಗಳಲ್ಲಿ ಅವಳನ್ನು ಸುಲಭವಾಗಿ ದೊರಕಿಸಿಕೊಳ್ಳುವುವು."},{"number":25,"verse":"ನಾನು, ‘ಅನ್ಯದೇವತೆಗಳನ್ನು ಅರಸಿ ಓಡಬೇಡ, ನಿನ್ನ ಪಾದರಕ್ಷೆ ಸವೇದೀತು, ನಿನ್ನ ಗಂಟಲು ಸೊರಗೀತು’ ಎಂದೆ. ನೀನೋ, ‘ಆ ಮಾತು ಆಶಾದಾಯಕವಲ್ಲ, ಅದನ್ನು ಕೇಳಲಾಗದು; ಅನ್ಯದೇವತೆಗಳ ಮೇಲೆ ಮೋಹಗೊಂಡಿದ್ದೇನೆ. ಅವರನ್ನೇ ಹಿಂಬಾಲಿಸುತ್ತೇನೆ’ ಎಂದೆ.”"},{"number":26,"verse":"(ಇಸ್ರಯೇಲ್ ಶಿಕ್ಷಾರ್ಹ) ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಕಳ್ಳನು ಸಿಕ್ಕಿಬಿದ್ದು ಹೇಗೆ ನಾಚಿಕೆಪಡುತ್ತಾನೋ ಹಾಗೆಯೆ, ಎಲೈ ಇಸ್ರಯೇಲ್ ಜನರೇ, ನೀವು ನಾಚಿಕೆಪಡುವಿರಿ. ಮರಕ್ಕೆ, ‘ನೀನು, ನನ್ನ ತಂದೆ’ ಎಂತಲೂ ಕಲ್ಲಿಗೆ, ‘ನೀನು ಹೆತ್ತ ತಾಯಿ’ ಎಂತಲೂ ಹೇಳುತ್ತೀರಿ. ನಿಮ್ಮ ಅರಸರು, ಅಧಿಪತಿಗಳು, ಯಾಜಕರು, ಪ್ರವಾದಿಗಳು ಎಲ್ಲರು ಮಾನಭಂಗಕ್ಕೆ ಈಡಾಗುವರು."},{"number":27,"verse":"ನನಗೆ ಅಭಿಮುಖರಾಗದೆ ಬೆನ್ನುಮಾಡಿದ್ದೀರಿ. ಕೇಡು ಸಂಭವಿಸಿದಾಗ ಮಾತ್ರ, ‘ಎದ್ದು ಬಂದು ನಮ್ಮನ್ನು ಉದ್ಧರಿಸು’ ಎಂದು ಮೊರೆಯಿಡುತ್ತೀರಿ."},{"number":28,"verse":"“ಎಲೈ ಯೆಹೂದ ಜನರೇ, ನೀವು ನಿರ್ಮಿಸಿಕೊಂಡ ದೇವರುಗಳು ಎಲ್ಲಿ? ನಿಮಗೆ ಕೇಡು ಸಂಭವಿಸಿದಾಗ ನಿಮ್ನನ್ನು ಉದ್ಧರಿಸಲು ಅವರು ಶಕ್ತರಾಗಿದ್ದರೆ ಎದ್ದುಬರಲಿ ! ನಿಮಗೆ ನಗರಗಳು ಎಷ್ಟಿವೆಯೋ ಅಷ್ಟೂ ದೇವರುಗಳು ಇದ್ದಾರೆ!"},{"number":29,"verse":"ನಿಮ್ಮ ದೂರೇನು? ನೀವೆಲ್ಲರು ನನಗೆ ದ್ರೋಹಿಗಳಾದಿರಿ, ಏಕೆ?"},{"number":30,"verse":"ನಾನು ನಿಮ್ಮನ್ನು ದಂಡಿಸಿದ್ದು ವ್ಯರ್ಥವಾಯಿತು, ನೀವು ತಿದ್ದುಕೊಳ್ಳಲಿಲ್ಲ. ಸಂಹರಿಸುವ ಸಿಂಹದಂತೆ ನಿಮ್ಮ ಪ್ರವಾದಿಗಳನ್ನು ಕತ್ತಿಗೆ ತುತ್ತಾಗಿಸಿದ್ದೀರಿ."},{"number":31,"verse":"ಇಸ್ರಯೇಲ್ ಜನರೇ, ದುಷ್ಟಸಂತತಿಯವರೇ, ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿರಿ : ನಾನು ನಿಮಗೆ ಬೆಂಗಾಡಾಗಿಯೂ ಗಾಢಾಂಧಕಾರವಾಗಿಯೂ ಪರಿಣಮಿಸಿದ್ದೇನೊ? ‘ನಾವು ಮನಬಂದಂತೆ ನಡೆದುಕೊಳ್ಳುತ್ತೇವೆ; ನಿನ್ನ ಬಳಿಗೆ ಇನ್ನು ಬಾರೆವು’ ಎಂದು ನನ್ನ ಜನರಾದ ನೀವು ಹೇಳುವುದು ಹೇಗೆ?"},{"number":32,"verse":"ಒಬ್ಬ ಯುವತಿ ತನ್ನ ಆಭರಣಗಳನ್ನು, ಒಬ್ಬ ವಧು ತನ್ನ ಡಾಬನ್ನು ಮರೆಯುವುದುಂಟೆ? ನನ್ನ ಜನರೋ ಲೆಕ್ಕವಿಲ್ಲದಷ್ಟು ದಿನ ನನ್ನನ್ನು ಮರೆತಿದ್ದಾರೆ."},{"number":33,"verse":"ನೀವು ನಿಮ್ಮ ನಲ್ಲನಲ್ಲೆಯರನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋಗುವುದರಲ್ಲಿ ಎಷ್ಟೋ ನಿಪುಣರು ! ಬಲು ಕೆಟ್ಟ ಹೆಂಗಸು ಕೂಡ ನಿಮ್ಮಿಂದ ಕಲಿತುಕೊಳ್ಳಬಹುದಾಗಿದೆ."},{"number":34,"verse":"ಇದಲ್ಲದೆ, ನಿರ್ದೋಷಿಗಳಾದ ದೀನದಲಿತರ ಪ್ರಾಣರಕ್ತ ನಿಮ್ಮ ಬಟ್ಟೆಗೆ ಅಂಟಿಕೊಂಡಿದೆ! ‘ಇವರು ಕನ್ನ ಕೊರೆಯುವುದನ್ನು ಕಂಡೆವು’ ಎಂದು ನೀವು ನೆವ ಹೇಳುವಂತಿಲ್ಲ. ನಿಮ್ಮ ಈ ಎಲ್ಲ ದುರಭ್ಯಾಸಗಳ ನಿಮಿತ್ತ ದಂಡಿಸುವೆನು."},{"number":35,"verse":"“ನೀವಾದರೋ, ‘ನಾವು ನಿರ್ದೋಷಿಗಳು, ಸರ್ವೇಶ್ವರನ ಕೋಪ ನಮ್ಮ ಮೇಲಿಂದ ತೊಲಗಿಹೋಗಿದೆ, ಇದು ನಿಶ್ಚಯ’ ಎಂದುಕೊಂಡಿದ್ದೀರಿ. ‘ನಾವು ಪಾಪಮಾಡಿಲ್ಲ’ ಎಂದು ನೀವು ಹೇಳಿದ ಕಾರಣ ನಿಮ್ಮನ್ನು ನ್ಯಾಯತೀರ್ಪಿಗೆ ಗುರಿಮಾಡಿಯೇ ತೀರುವೆನು."},{"number":36,"verse":"ನಿಮ್ಮ ಮಾರ್ಗವನ್ನು ಕೈಬಿಟ್ಟು ಎಷ್ಟು ಸುಲಭವಾಗಿ ಅತ್ತಿತ್ತ ಓಡಾಡುತ್ತೀರಿ! ಅಸ್ಸೀರಿಯದ ವಿಷಯವಾಗಿ ಹೇಗೆ ಆಶಾಭಂಗಪಟ್ಟಿರೋ ಹಾಗೆಯೇ ಈಜಿಪ್ಟಿನ ವಿಷಯವಾಗಿಯೂ ಆಶಾಭಂಗಪಡುವಿರಿ."},{"number":37,"verse":"ಅಲ್ಲಿಂದಲೂ ನಿರಾಶೆಯಿಂದ ತಲೆಯ ಮೇಲೆ ಕೈಹೊತ್ತು ಹೊರಡುವಿರಿ. ನೀವು ಯಾರಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟಿದ್ದಿರೋ ಅವರನ್ನು ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನಿರಾಕರಿಸಿದ್ದೇನೆ. ಅವರಿಂದ ನಿಮ್ಮ ಕಾರ್ಯ ಕೈಗೂಡದು.”"}]}