{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"(ಚಿದ್ಕೀಯರಸನ ದೂತರಿಗೆ ಯೆರೆಮೀಯನ ಉತ್ತರ) ಅರಸ ಚಿದ್ಕೀಯನು ಮಲ್ಕೀಯನ ಮಗನಾದ ಪಷ್ಹೂರನನ್ನು ಹಾಗು ಯಾಜಕ ಮಾಸೇಯನ ಮಗನಾದ ಜೆಫನ್ಯನನ್ನು ಯೆರೆಮೀಯನ ಬಳಿಗೆ ದೂತರನ್ನಾಗಿ ಕಳುಹಿಸಿದನು."},{"number":2,"verse":"ಇವರು ಬಂದು, “ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ನಮಗೆ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡುತ್ತಿರುವುದು ತಿಳಿದ ವಿಷಯ. ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನಮ್ಮ ಪಕ್ಷ ವಹಿಸುವರೆ? ತಮ್ಮ ಅದ್ಭುತಗಳಲ್ಲಿ ಒಂದನ್ನು ಮಾಡಿ ಈ ಶತ್ರುವನ್ನು ನಮ್ಮಿಂದ ತೊಲಗುವಂತೆ ಮಾಡಬಹುದೆ? ದಯಮಾಡಿ ಸರ್ವೇಶ್ವರನ ಚಿತ್ತವೇನೆಂದು ವಿಚಾರಿಸಿ ತಿಳಿಸಬೇಕು,” ಎಂದು ವಿನಂತಿಸಿದರು."},{"number":3,"verse":"ಆಗ ಯೆರೆಮೀಯನಿಗೆ ಸರ್ವೇಶ್ವರನ ವಾಣಿ ಉಂಟಾಗಿ, ಆ ದೂತರಿಗೆ, “ನೀವು ಹೋಗಿ ಚಿದ್ಕೀಯನಿಗೆ ಈ ಉತ್ತರವನ್ನು ತಿಳಿಸಿರಿ:"},{"number":4,"verse":"ಇಸ್ರಯೇಲರ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ‘ಇಗೋ ನಿಮ್ಮ ಪೌಳಿಗೋಡೆಗೆ ಮುತ್ತಿಗೆ ಹಾಕಿರುವ ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೂ ಅವನ ಸೈನಿಕರಿಗೂ ವಿರುದ್ಧವಾಗಿ ನೀವು ಹಿಡಿದಿರುವ ಆಯುಧಗಳನ್ನು ನಿಮ್ಮ ವಿರುದ್ಧವಾಗಿಯೇ ತಿರುಗಿಸಿಬಿಡುವೆನು. ಅವುಗಳನ್ನೆಲ್ಲ ಈ ನಗರದ ನಡುವೆ ಗುಡ್ಡೆಹಾಕಿಸುವೆನು."},{"number":5,"verse":"ನಾನೇ ನಿಮಗೆ ವಿರುದ್ಧವಾಗಿ ಕಡುಕೋಪದಿಂದ, ರೋಷಾವೇಶದಿಂದ, ಕ್ರೋಧಭರಿತನಾಗಿ, ಚಾಚಿದ ಕೈಯಿಂದಲೂ ಭುಜಪರಾಕ್ರಮದಿಂದಲೂ ಯುದ್ಧಮಾಡುವೆನು."},{"number":6,"verse":"ಈ ನಗರದಲ್ಲಿ ವಾಸಮಾಡುವ ಜನರನ್ನೂ ಜಾನುವಾರುಗಳನ್ನೂ ಹಿಂಸೆಗೆ ಗುರಿಪಡಿಸುವೆನು; ಘೋರ ಜಾಡ್ಯಕ್ಕೆ ತುತ್ತಾಗಿಸಿ ಸಾಯುವಂತೆ ಮಾಡುವೆನು."},{"number":7,"verse":"ಬಳಿಕ ನಾನು ಜುದೇಯದ ಅರಸ ಚಿದ್ಕೀಯನನ್ನೂ ಅವನ ಸೇವಕರನ್ನೂ ಹಾಗೂ ವ್ಯಾಧಿ, ಖಡ್ಗ, ಕ್ಷಾಮಗಳಿಂದ ಅಳಿಯದೆ ಉಳಿದ ಪ್ರಜೆಗಳನ್ನೂ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಕೈಗೂ ಅವರ ಪ್ರಾಣವನ್ನು ಹುಡುಕುತ್ತಿರುವ ಅವರ ಶತ್ರುಗಳ ಕೈಗೂ ಬಿಟ್ಟುಬಿಡುವೆನು. ಅವನು ಅವರನ್ನು ಕತ್ತಿಯಿಂದ ಕೊಂದುಹಾಕುವನು. ಅವರನ್ನು ಕರುಣಿಸನು, ಕನಿಕರಿಸನು, ಉಳಿಯಗೊಳಿಸನು.”"},{"number":8,"verse":"“ಇದೂ ಅಲ್ಲದೆ ಸರ್ವೇಶ್ವರ ಈ ಜನರಿಗೆ ಹೀಗೆಂದು ತಿಳಿಸಲು ನನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ: ‘ಇಗೋ ಜೀವದ ಮಾರ್ಗವನ್ನು ಮತ್ತು ಸಾವಿನ ಮಾರ್ಗವನ್ನು ನಿಮ್ಮ ಮುಂದೆ ತೆರೆದಿಟ್ಟಿದ್ದೇನೆ."},{"number":9,"verse":"ನಗರದಲ್ಲೆ ನಿಲ್ಲುವವನು ಖಡ್ಗ - ಕ್ಷಾಮ - ವ್ಯಾಧಿಗಳಿಂದ ಸಾಯುವನು. ನಿಮಗೆ ಮುತ್ತಿಗೆ ಹಾಕುತ್ತಿರುವ ಬಾಬಿಲೋನಿಯಾದವರಿಗೆ ಮರೆಹೋಗಲು ನಗರವನ್ನು ಬಿಡುವವನು ಬದುಕುವನು. ತನ್ನ ಪ್ರಾಣವನ್ನಾದರು ಬಾಚಿಕೊಂಡು ಹೋಗುವನು."},{"number":10,"verse":"ಈ ನಗರಕ್ಕೆ ಒಳಿತನ್ನು ಅಲ್ಲ, ಕೆಡುಕನ್ನು ಮಾಡಲೆಂದೆ ಇದರ ಮೇಲೆ ಕಣ್ಣಿಟ್ಟಿದ್ದೇನೆ. ಇದು ಬಾಬಿಲೋನಿಯಾದ ಅರಸನ ಕೈವಶವಾಗುವುದು. ಅವನು ಇದನ್ನು ಸುಟ್ಟು ಭಸ್ಮಮಾಡುವನು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.’"},{"number":11,"verse":"(ಜುದೇಯದ ರಾಜವಂಶಕ್ಕೆ ಶಾಪ) “ಜುದೇಯದ ಅರಸನ ಮನೆತನದ ವಿಷಯವಾಗಿ ಸರ್ವೇಶ್ವರ ಹೇಳಿರುವ ಈ ಮಾತನ್ನು ಗಮನಿಸಿರಿ:"},{"number":12,"verse":"‘ದಾವೀದ ಮನೆತನದವರೇ, ಸರ್ವೇಶ್ವರನ ಮಾತಿದು: ಮುಂಜಾನೆಯೆ ನ್ಯಾಯನೀತಿಯನ್ನು ಪರಿಪಾಲಿಸಿರಿ; ವಂಚಿತರನ್ನು ದೋಚಿಕೊಂಡವನ ಕೈಯಿಂದ ಬಿಡಿಸಿರಿ. ಇಲ್ಲವಾದರೆ ನಿಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳ ನಿಮಿತ್ತ ನನ್ನ ಕೋಪಾಗ್ನಿಯು ಜ್ವಾಲೆಯಂತೆ ಭುಗಿಲೇಳುವುದು, ಅದರ ಕಿಚ್ಚನ್ನು ಮುಚ್ಚಿಡಲು ಯಾರಿಂದಲೂ ಆಗದು."},{"number":13,"verse":"ಕಣಿವೆಯಲ್ಲಿನ ನಗರಿಯೇ, ಬಯಲಿನ ಬಂಡೆಯಲ್ಲಿರುವ ಪುರಿಯೇ, ‘ನಮ್ಮ ಮೇಲೆ ಯಾರಿಳಿದು ಬಂದಾರು? ನಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಯಾರು ನುಗ್ಗಿಯಾರು?’ ಎನ್ನುವವರೇ, ಇಗೋ ನಾನೆ ನಿಮಗೆ ವಿರುದ್ಧವಾಗಿದ್ದೇನೆ."},{"number":14,"verse":"ನಿಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳಿಗೆ ವಿಧಿಸುವೆನು ತಕ್ಕ ದಂಡನೆ, ಬೆಂಕಿ ಹಚ್ಚುವೆನು ನಿಮ್ಮ ಪುರಿಯೆಂಬ ವನಕ್ಕೆ, ಅದು ಕಬಳಿಸಿಬಿಡುವುದು ಸುತ್ತಮುತ್ತಣ ವಸ್ತುಗಳನ್ನು.”"}]}