{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"ಹನನ್ಯನೊಡನೆ ವ್ಯಾಜ್ಯ ಅದೇ ವರ್ಷದಲ್ಲಿ, ಅಂದರೆ ಜುದೇಯದ ಅರಸ ಚಿದ್ಕೀಯನ ಆಳ್ವಿಕೆಯಲ್ಲಿ ನಾಲ್ಕನೆಯ ವರ್ಷದ ಐದನೆಯ ತಿಂಗಳಲ್ಲಿ, ಪ್ರವಾದಿಯಾದ ಅಜ್ಜೂರನ ಮಗನು ಹಾಗು ಗಿಬ್ಯೋನ್ ಊರಿನವನು ಆದ ಹನನ್ಯನು ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ ಬಂದು ಯಾಜಕರ ಮತ್ತು ಸಕಲ ಜನರ ಮುಂದೆ ನಿಂತು ನನಗೆ ಹೀಗೆ ಹೇಳಿದ -"},{"number":2,"verse":"“ ಇಸ್ರಯೇಲರ ದೇವರೂ ಸರ್ವಶಕ್ತರೂ ಆದ ಸರ್ವೇಶ್ವರನ ನುಡಿ ಇದು: ‘ಬಾಬಿಲೋನಿಯದ ಅರಸನು ಹೇರಿರುವ ನೊಗವನ್ನು ಮುರಿದುಬಿಟ್ಟಿದ್ದೇನೆ."},{"number":3,"verse":"ಬಾಬಿಲೋನಿಯದ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಈ ಸ್ಥಳದಿಂದ ಬಾಬಿಲೋನಿಗೆ ಕೊಂಡು ಒಯ್ದ ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಸಕಲ ಉಪಕರಣಗಳನ್ನು ಎರಡು ವರ್ಷಗಳೊಳಗಾಗಿ ನಾನು ಪುನಃ ಈ ಸ್ಥಳಕ್ಕೆ ಸೇರಿಸುವೆನು."},{"number":4,"verse":"ಯೆಹೋಯಾಕೀಮನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ಯೆಕೊನ್ಯನನ್ನು ಮತ್ತು ಬಾಬಿಲೋನಿಗೆ ಸೆರೆಹೋದ ಎಲ್ಲ ಯೆಹೂದ್ಯರನ್ನು ಈ ಸ್ಥಳಕ್ಕೆ ಮರಳಿ ಬರಮಾಡುವೆನು. ಇದು ಸರ್ವೇಶ್ವರನ ನುಡಿ.”"},{"number":5,"verse":"ಆಗ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನು ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ ನಿಂತಿದ್ದ ಯಾಜಕರ ಮತ್ತು ಸಕಲ ಜನರ ಎದುರಿನಲ್ಲೆ ಪ್ರವಾದಿ ಹನನ್ಯನಿಗೆ:"},{"number":6,"verse":"“ಆಮೆನ್! ಸರ್ವೇಶ್ವರ ಹಾಗೆಯೇ ಮಾಡಲಿ! ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಆಲಯದ ಉಪಕರಣಗಳನ್ನೂ ಸೆರೆಹೋದವರೆಲ್ಲರನ್ನೂ ಬಾಬಿಲೋನಿನಿಂದ ಈ ಸ್ಥಳಕ್ಕೆ ಪುನಃ ಬರಮಾಡಲಿ. ನೀನು ನುಡಿದ ಮಾತುಗಳನ್ನು ನೆರವೇರಿಸಲಿ!"},{"number":7,"verse":"ಆದರೆ ನಾನು, ನಿನ್ನ ಮತ್ತು ಸಕಲ ಜನರ ಕಿವಿಗೆ ಬೀಳುವಂತೆ ನುಡಿಯುವ ಈ ಮಾತನ್ನು ಗಮನಿಸು:"},{"number":8,"verse":"ನನಗೂ ನಿನಗೂ ಹಿಂದೆ, ಪುರಾತನ ಕಾಲದಿಂದಿದ್ದ ಪ್ರವಾದಿಗಳು ಅನೇಕ ದೇಶಗಳಿಗೂ ದೊಡ್ಡ ದೊಡ್ಡ ರಾಜ್ಯಗಳಿಗೂ ಯುದ್ಧ, ಆಪತ್ತು-ವಿಪತ್ತು, ಕಾಯಿಲೆ-ಕಷ್ಟ, ಇಂಥವುಗಳನ್ನು ಸಾರುತ್ತಿದ್ದರು."},{"number":9,"verse":"ಹಿತಸಮಾಚಾರವನ್ನು ಸಾರುವ ಪ್ರವಾದಿಯೇ ಸರ್ವೇಶ್ವರನಿಂದ ನಿಜವಾಗಿ ಕಳುಹಿಸಲ್ಪಟ್ಟವನೆಂದು ಅವನ ಮಾತು ಕೈಗೂಡಿದ ಮೇಲೆ ತಿಳಿಯತಕ್ಕದ್ದು,” ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಆಗ ಪ್ರವಾದಿ ಹನನ್ಯನು ಪ್ರವಾದಿ ಯೆರೆಮೀಯನ ಹೆಗಲಿನಿಂದ ನೊಗವನ್ನು ತೆಗೆದು ಮುರಿದುಹಾಕಿದನು."},{"number":11,"verse":"ನೆರೆದಿದ್ದ ಜನರೆಲ್ಲರ ಮುಂದೆ, “ಸರ್ವೇಶ್ವರನೇ ಹೇಳಿದ್ದಾರೆ - ಇದೇ ಪ್ರಕಾರ, ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಹೊರಿಸಿರುವ ನೊಗವನ್ನು ಇನ್ನೆರಡು ವರ್ಷದೊಳಗೆ ಸಮಸ್ತ ರಾಷ್ಟ್ರಗಳ ಹೆಗಲಿನಿಂದ ತೆಗೆದು ಮುರಿದು ಹಾಕಲಾಗುವುದು,” ಎಂದು ಹೇಳಿದನು. ಇದನ್ನು ಕೇಳಿದ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನು ಅಲ್ಲಿಂದ ಹೊರಟುಹೋದನು."},{"number":12,"verse":"ಹೀಗೆ ಪ್ರವಾದಿ ಹನನ್ಯನು ಪ್ರವಾದಿ ಯೆರೆಮೀಯನ ಹೆಗಲಿನಿಂದ ನೊಗವನ್ನು ತೆಗೆದು, ಮುರಿದುಹಾಕಿದ ಮೇಲೆ ಸರ್ವೇಶ್ವರ ಯೆರೆಮೀಯನಿಗೆ ಹೀಗೆಂದರು:"},{"number":13,"verse":"“ ನೀನು ಹೋಗಿ ಹನನ್ಯನಿಗೆ: ‘ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ - ನೀನು ಮರದ ನೊಗಗಳನ್ನು ಮುರಿದುಬಿಟ್ಟಿರುವೆ. ಅವುಗಳಿಗೆ ಬದಲಾಗಿ ಕಬ್ಬಿಣದ ನೊಗಗಳನ್ನು ಮಾಡು."},{"number":14,"verse":"ಏಕೆಂದರೆ ಇಸ್ರಯೇಲರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರರೂ ಆದ ಸರ್ವೇಶ್ವರನ ಮಾತಿವು: ಈ ಎಲ್ಲ ರಾಷ್ಟ್ರಗಳು ಬಾಬಿಲೋನಿಯದ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನಿಗೆ ಸೇವೆಮಾಡಲೆಂದು ನಾನು ಅವುಗಳ ಹೆಗಲಿಗೆ ಕಬ್ಬಿಣದ ನೊಗವನ್ನು ಹೇರಿದ್ದೇನೆ. ಅವು ಅವನಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸೇತೀರಬೇಕು; ಕಾಡುಮೃಗಗಳು ಕೂಡ ಸೇವೆಸಲ್ಲಿಸುವಂತೆ ಅವನಿಗೆ ಅವುಗಳನ್ನು ಒಪ್ಪಿಸಿದ್ದೇನೆ, ಎಂದು ಹೇಳು.”"},{"number":15,"verse":"ಆಗ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನು ಪ್ರವಾದಿ ಹನನ್ಯನಿಗೆ, “ಹನನ್ಯನೇ ಕೇಳು, ಸರ್ವೇಶ್ವರ ನಿನ್ನನ್ನು ಕಳಿಸಲಿಲ್ಲ. ಆದರೂ ಈ ಜನರು ಸುಳ್ಳನ್ನು ನಂಬುವಂತೆ ಮಾಡುತ್ತಿರುವೆ."},{"number":16,"verse":"ಆದಕಾರಣ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ಇಗೋ, ನಾನು ನಿನ್ನನ್ನು ಈ ಜಗತ್ತಿನಿಂದ ತೊಲಗಿಸುವೆನು. ನೀನು ಸರ್ವೇಶ್ವರನಾದ ನನಗೆ ವಿರುದ್ಧವಾಗಿ ದ್ರೋಹದ ಮಾತುಗಳನ್ನು ಆಡಿದ್ದರಿಂದ ಇದೇ ವರ್ಷ ಸಾಯುವೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":17,"verse":"ಅಂತೆಯೇ ಹನನ್ಯನು ಅದೇ ವರ್ಷದ ಏಳನೆಯ ತಿಂಗಳಲ್ಲಿ ಸತ್ತುಹೋದನು."}]}