{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"ಇಸ್ರಯೇಲಿನ ವಿಶ್ವಾಸಘಾತ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಗಂಡನು ತ್ಯಜಿಸಿದವಳು, ಅವನಿಂದ ಹೊರಟು ಮತ್ತೊಬ್ಬನವಳಾದ ಮೇಲೆ, ಅವಳನ್ನು ಆ ಗಂಡನು ಮತ್ತೆ ಸೇರಿಸಿಕೊಳ್ಳುತ್ತಾನೆಯೆ? ಸೇರಿಸಿಕೊಂಡರೆ ಆ ನಾಡು ಕೆಟ್ಟು ಅಪವಿತ್ರವಾಗಿ ಹೋಗುವುದಿಲ್ಲವೇ? ಹೀಗಿರಲು ಓ ಇಸ್ರಯೇಲ್, ಬಹುಮಂದಿ ಮಿಂಡರೊಡನೆ ವೇಶ್ಯವಾಟಿಕೆ ನಡೆಸಿದ ನೀನು ನನ್ನ ಬಳಿಗೆ ಬರುವೆಯಾ?"},{"number":2,"verse":"ಕಣ್ಣೆತ್ತಿ ಬೋಳು ಬೆಟ್ಟಗಳನ್ನು ನೋಡು, ಯಾವುದರಲ್ಲಿ ತಾನೆ ನೀನು ವೇಶ್ಯೆಯಾಗಿ ವರ್ತಿಸಲಿಲ್ಲ? ಅರಬೀಯನು ಅಡವಿಯಲ್ಲಿ ಹೊಂಚುಹಾಕುವ ಹಾಗೆ ನೀನು ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಅವರಿಗಾಗಿ ಹೊಂಚುಹಾಕುತ್ತಾ ಕುಳಿತಿದ್ದೆ. ನಿನ್ನ ವೇಶ್ಯೆತನದಿಂದಲೂ ನಿನ್ನ ಕೆಟ್ಟತನದಿಂದಲೂ ನಾಡನ್ನು ಅಪವಿತ್ರಮಾಡಿರುವೆ."},{"number":3,"verse":"ಆದಕಾರಣವೇ ಹದಮಳೆಗೆ ಅಡ್ಡಿಯಾಯಿತು. ವಸಂತಕಾಲದ ಮಳೆ ಬರದೆಹೋಯಿತು. ಇನ್ನೂ ನೀನು ವೇಶ್ಯೆ ಮುಖದವಳು, ಲಜ್ಜೆಗೆಟ್ಟವಳು !"},{"number":4,"verse":"“ಈಗತಾನೆ. ‘ನೀವೆ ನನ್ನ ತಂದೆ, ನನ್ನ ಯೌವನದ ಆಪ್ತರು’ ಎಂದು ಕರೆಯುತ್ತಿರುವೆ."},{"number":5,"verse":"ನಿತ್ಯಕ್ಕೂ ಕೋಪ ಮಾಡಬೇಡಿ; ಕೊನೆಯತನಕ ಸಿಟ್ಟುಗೊಳ್ಳಬೇಡಿ’ ಎಂದು ಕೋರುತ್ತಿರುವೆ. ಹೀಗಲ್ಲ ನೀನು ಹೇಳುತ್ತಿರುವೆಯಾದರೂ ನಿನ್ನಿಂದ ಸಾಧ್ಯವಾಗುವಷ್ಟು ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಮಾಡಿ ಕೃತಾರ್ಥಳಾಗಿರುವೆ!”"},{"number":6,"verse":"ಇಸ್ರಯೇಲ್ ಮತ್ತು ಜುದೇಯದ ಪ್ರಾಂತ್ಯಗಳು ಪಶ್ಚಾತ್ತಾಪಪಡಬೇಕು ಅರಸ ಯೋಷೀಯನ ಕಾಲದಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನನಗೆ ಹೀಗೆಂದು ಹೇಳಿದರು - “ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಯೇಲ್ ಮಾಡಿದ್ದನ್ನು ನೋಡಿದೆಯಾ? ಅವಳು ನನ್ನನ್ನು ತೊರೆದುಬಿಟ್ಟು ಎತ್ತರವಾದ ಗುಡ್ಡಗಳನ್ನೆಲ್ಲ ಹತ್ತಿ, ಹುಲುಸಾಗಿ ಬೆಳೆದ ಎಲ್ಲ ಮರಗಳ ಕೆಳಗೆ ಹೋಗಿ ವೇಶ್ಯೆಯಂತೆ ವರ್ತಿಸುತ್ತಿದ್ದಾಳೆ."},{"number":7,"verse":"ಅವಳು ಇಂಥವುಗಳನ್ನೆಲ್ಲ ಮಾಡಿದ ಮೇಲೆ ನನ್ನ ಬಳಿಗೆ ಮರಳಿ ಬಂದೇ ಬರುವಳು ಎಂದುಕೊಂಡಿದ್ದೆ. ಆದರೆ ಬರಲಿಲ್ಲ. ಆಗ ಜುದೇಯವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿ ಇದನ್ನು ನೋಡಿದಳು."},{"number":8,"verse":"ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಯೇಲ್ ನನಗೆ ವಿಮುಖಳಾಗಿ ವ್ಯಭಿಚಾರಿಣಿಯಂತೆ ವರ್ತಿಸಿದ ಕಾರಣದಿಂದಲೆ, ನಾನು ಅವಳನ್ನು ನಿರಾಕರಿಸಿ ವಿವಾಹ ವಿಚ್ಛೇದನ ಪತ್ರಕೊಟ್ಟದ್ದನ್ನು ಜುದೇಯವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿ ನೋಡಿಯೂ ಅಂಜದೆಹೋದಳು. ತಾನೂ ಹೋಗಿ ವೇಶ್ಯೆಯಂತೆ ವರ್ತಿಸಿದಳು."},{"number":9,"verse":"ಕಲ್ಲುಮರಗಳಿಗೆ ಆರಾಧನೆಮಾಡಿ ವ್ಯಭಿಚಾರಿಣಿಯಾದಳು. ಇದೆಲ್ಲ ಲಘುವೆಂದು ಭಾವಿಸಿ ತನ್ನ ವೇಶ್ಯಾ ವರ್ತನೆಯಿಂದ ನಾಡನ್ನು ಅಪವಿತ್ರಪಡಿಸಿದಳು."},{"number":10,"verse":"ಇಸ್ರಯೇಲಳಿಗೆ ಇಷ್ಟು ದಂಡನೆ ಆದರೂ ಜುದೇಯವೆಂಬ ದ್ರೋಹಿಯಾದ ಅವಳ ತಂಗಿ ನನ್ನ ಕಡೆಗೆ ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ತಿರುಗಿಕೊಳ್ಳಲಿಲ್ಲ. ತಿರುಗಿಕೊಂಡಂತೆ ನಟಿಸಿದಳು ಮಾತ್ರ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":11,"verse":"ಬಳಿಕ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನನಗೆ ಇಂತೆಂದರು - “ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಯೇಲ್ ದ್ರೋಹಿಯಾದ ಜುದೇಯಳಿಗಿಂತ ಶಿಷ್ಟಳಾಗಿ ಕಂಡುಬಂದಿದ್ದಾಳೆ."},{"number":12,"verse":"ನೀನು ಉತ್ತರ ದಿಕ್ಕಿಗೆ ಹೋಗಿ ಆ ಇಸ್ರಯೇಲಿಗೆ ಈ ಸಂದೇಶವನ್ನು ಸಾರು - ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ; ಭ್ರಷ್ಟಳಾದ ಇಸ್ರಯೇಲೇ, ಹಿಂದಿರುಗು; ನಾನು ಅಷ್ಟು ಕೋಪಮುಖದಿಂದ ನಿನ್ನನ್ನು ನೋಡುವುದಿಲ್ಲ. ನಾನು ಕರುಣಾಮೂರ್ತಿ, ನಿತ್ಯಕೋಪಿಯಲ್ಲ."},{"number":13,"verse":"ನೀನು ನಿನ್ನ ತಪ್ಪನ್ನು ಮಾತ್ರ ಒಪ್ಪಿಕೊ. ಕಂಡ ಕಡೆಯೆಲ್ಲ ಅಲೆದಾಡಿ, ಹುಲುಸಾಗಿ ಬೆಳೆದ ಪ್ರತಿಯೊಂದು ಮರದ ಕೆಳಗೆ ಅನ್ಯದೇವರುಗಳನ್ನು ಸೇರಿ, ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳದೆ, ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಎಂಬ ನನಗೇ ದ್ರೋಹಮಾಡಿರುವೆ ಎಂಬುದನ್ನು ಒಪ್ಪಿಕೊ."},{"number":14,"verse":"“ಭ್ರಷ್ಟರಾದ ಜನರೇ, ನನಗೆ ಅಭಿಮುಖರಾಗಿರಿ, ನಾನು ನಿಮಗೆ ಅಧಿಪತಿ. ನಿಮ್ಮಲ್ಲಿ ಒಂದು ಪಟ್ಟಣಕ್ಕೆ ಒಬ್ಬನಂತೆ, ಗೋತ್ರಕ್ಕೆ ಇಬ್ಬರಂತೆ ಆರಿಸಿ ಸಿಯೋನಿಗೆ ಕರೆತರುವೆನು."},{"number":15,"verse":"ಇದಲ್ಲದೆ ನನ್ನ ಮನಸ್ಸು ಒಪ್ಪುವ ಪಾಲಕರನ್ನು ನಿಮಗೆ ಕೊಡುವೆನು. ಅವರು ನಿಮ್ಮನ್ನು ಜ್ಞಾನವಿವೇಕಗಳಿಂದ ಪೋಷಿಸುವರು."},{"number":16,"verse":"ನೀವು ನಾಡಿನಲ್ಲಿ ಹೆಚ್ಚಿ ಅಭಿವೃದ್ಧಿಯಾದಾಗ, ‘ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವೆಲ್ಲಿ?’ ಎಂದು ಪ್ರಸ್ತಾಪಿಸುವಂತಿಲ್ಲ. ಅದು ಜ್ಞಾಪಕಕ್ಕೆ ಬರುವುದಿಲ್ಲ, ಯಾರೂ ಅದನ್ನು ಸ್ಮರಿಸುವುದಿಲ್ಲ. ಅದು ಇಲ್ಲವಲ್ಲಾ ಎಂದು ದುಃಖಿಸುವುದಿಲ್ಲ. ಹೊಸದೊಂದನ್ನು ಕಲ್ಪಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ."},{"number":17,"verse":"ಆ ಕಾಲ ಬಂದಾಗ ಜೆರುಸಲೇಮನ್ನೇ ‘ಸರ್ವೇಶ್ವರನ ಸಿಂಹಾಸನ’ ಎಂದು ಕರೆಯುವರು. ನನ್ನ ನಾಮಮಹತ್ವದ ಸ್ಥಾನವಾದ ಜೆರುಸಲೇಮಿಗೆ ಸಕಲ ರಾಷ್ಟ್ರಗಳವರು ನೆರೆದುಬರುವರು. ಆಮೇಲೆ ತಮ್ಮ ದುಷ್ಟಹೃದಯದ ನಿಮಿತ್ತ ಹಟಮಾರಿಗಳಂತೆ ನಡೆಯಲಾರರು."},{"number":18,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಜುದೇಯ ವಂಶವು ಇಸ್ರಯೇಲ್ ವಂಶದೊಡನೆ ಜೊತೆಯಾಗಿ ಬಾಳುವುದು. ಈ ಎರಡು ವಂಶಗಳೂ ಉತ್ತರ ಪ್ರಾಂತ್ಯವನ್ನು ಬಿಟ್ಟು ನಾನು ನಿಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಬಾಧ್ಯವಾಗಿ ಕೊಟ್ಟ ನಾಡಿಗೆ ಬರುವುವು.”"},{"number":19,"verse":"ದೇವಜನರಿಂದ ವಿಗ್ರಹಾರಾಧನೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಎಲೈ ಇಸ್ರಯೇಲ್, ನಾನು ಎಷ್ಟೋ ಆದರದಿಂದ ನಿನ್ನನ್ನು ನನ್ನ ಪುತ್ರನೆಂದು ಭಾವಿಸಿ, ನಿನಗೆ ಮನೋಹರವಾದ ನಾಡನ್ನು, ಅಂದರೆ, ಸಮಸ್ತ ರಾಷ್ಟ್ರಗಳಲ್ಲಿ ರಮಣೀಯವಾದ ಸೊತ್ತನ್ನು ಕೊಡಬೇಕು ಎಂದುಕೊಂಡಿದ್ದೆ. ನೀನು ನನ್ನನ್ನು ‘ತಂದೆ’ ಎಂದು ಸನ್ಮಾನಿಸಿ, ನನ್ನನ್ನು ತಪ್ಪದೆ ಹಿಂಬಾಲಿಸಿ ಬರುವೆಯೆಂದಿದ್ದೆ."},{"number":20,"verse":"“ಆದರೆ ಓ ಇಸ್ರಯೇಲ್ ವಂಶಜರೇ, ಒಬ್ಬ ಹೆಂಗಸು ಪತಿದ್ರೋಹ ಮಾಡಿದಂತೆ ನೀವು ನನಗೆ ದ್ರೋಹಮಾಡಿರುವುದು ನಿಶ್ಚಯ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":21,"verse":"ಇಗೋ ಕೇಳಿ, ಬೋಳು ಗುಡ್ಡಗಳ ಮೇಲಿಂದ ಒಂದು ಶಬ್ದ : ‘ನಾವು ಡೊಂಕುದಾರಿಯನ್ನು ಹಿಡಿದಿದ್ದೇವೆ. ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದೇವೆ’ ಎಂದು ಇಸ್ರಯೇಲರು ಕಣ್ಣೀರು ಸುರಿಸುತ್ತಾ ದೇವರ ಕೃಪೆಯನ್ನು ಬೇಡುತ್ತಿದ್ದಾರೆ."},{"number":22,"verse":"ಸರ್ವೇಶ್ವರ : “ಭ್ರಷ್ಟರಾದ ಜನರೇ, ಹಿಂದಿರುಗಿ ಬನ್ನಿ, ನಾನು ನಿಮ್ಮ ಭ್ರಷ್ಟತನವನ್ನು ಪರಿಹರಿಸುವೆನು.”"},{"number":23,"verse":"ಜನರು : “ಇಗೋ, ನಿಮಗೆ ಅಭಿಮುಖರಾಗಿ ಬಂದಿದ್ದೇವೆ. ನೀವೇ ನಮ್ಮ ಸರ್ವೇಶ್ವರ, ನಮ್ಮ ದೇವರು. ನಿಶ್ಚಯವಾಗಿ ಬೆಟ್ಟಗುಡ್ಡಗಳಿಂದಲೂ ಜಾತ್ರೆಜಂಗುಳಿಯಿಂದಲೂ ನಮಗೆ ಮೋಸವಾಯಿತು. ಇಸ್ರಯೇಲಿನ ಉದ್ಧಾರ ಇರುವುದು ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಕೈಯಲ್ಲೇ, ಇದು ಸತ್ಯಕ್ಕೂ ಸತ್ಯ."},{"number":24,"verse":"ನಾವು ಚಿಕ್ಕಂದಿನಿಂದ ನೋಡಿರುವಂತೆ ನಮ್ಮ ಪಿತೃಗಳು ದುಡಿದದ್ದನ್ನೂ ಅವರ ದನಕುರಿಗಳನ್ನೂ ಅವರ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳನ್ನೂ ಬಾಳ್ ದೇವತೆ ಕಬಳಿಸುತ್ತಾ ಬಂದಿದೆ."},{"number":25,"verse":"ನಾವೇ ತಂದುಕೊಂಡ ಅವಮಾನವೆಂಬ ಹಾಸಿಗೆಯಲ್ಲಿ ಬಿದ್ದಿರೋಣ. ನಾಚಿಕೆಯೆಂಬ ಹೊದಿಕೆ ನಮ್ಮನ್ನು ಮುಚ್ಚಿಬಿಡಲಿ. ಚಿಕ್ಕತನದಿಂದ ಈವರೆಗು ನಾವೂ ನಮ್ಮ ಪೂರ್ವಜರೂ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ಇದಿರಾಗಿ ಪಾಪಮಾಡುತ್ತಾ ಬಂದಿರುವುದು ನಿಶ್ಚಯ. ಆ ಸ್ವಾಮಿಯ ಮಾತನ್ನು ಕೇಳದೆಹೋದೆವಲ್ಲಾ!” ಎಂದು ಮೊರೆಯಿಡುತ್ತಿದ್ದಾರೆ."}]}