{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"ಸುಟ್ಟುಹಾಕಲಾದ ಸುರುಳಿ ಯೋಷೀಯನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ಯೆಹೋಯಾಕೀಮನ ಆಳ್ವಿಕೆಯ ನಾಲ್ಕನೆಯ ವರ್ಷದಲ್ಲಿ ಯೆರೆಮೀಯನಿಗೆ ಕೇಳಿ ಬಂದ ಸರ್ವೇಶ್ವರನ ವಾಣಿ:"},{"number":2,"verse":"“ನೀನು ಗ್ರಂಥ ಬರೆಯುವ ಒಂದು ಸುರುಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು, ನಾನು ಯೋಷೀಯನ ಕಾಲದಲ್ಲಿ ನಿನ್ನ ಸಂಗಡ ಮಾತಾಡಿದಂದಿನಿಂದ ಇಂದಿನವರೆಗೆ ಇಸ್ರಯೇಲ್, ಯೆಹೂದ ಹಾಗೂ ಸಕಲ ರಾಷ್ಟ್ರಗಳ ವಿಷಯವಾಗಿ ನಿನಗೆ ನುಡಿಯುತ್ತಾ ಬಂದಿರುವ ಮಾತುಗಳನ್ನೆಲ್ಲ ಬರೆ."},{"number":3,"verse":"ಬಹುಶಃ, ಯೆಹೂದ ವಂಶದವರು ನಾನು ಅವರಿಗೆ ಮಾಡಬೇಕೆಂದಿರುವ ಕೇಡನ್ನಾದರು ಕೇಳಿ ತಮ್ಮ ದುರ್ಮಾರ್ಗಗಳನ್ನು ಬಿಟ್ಟು ಹಿಂದಿರುಗಬಹುದು. ಹಿಂದಿರುಗಿದರೆ, ಅವರ ಪಾಪಾಪರಾಧಗಳನ್ನು ಕ್ಷಮಿಸಿಬಿಡುವೆನು.”"},{"number":4,"verse":"ಆಗ ಯೆರೆಮೀಯನು ನೇರೀಯನ ಮಗ ಬಾರೂಕನನ್ನು ಕರೆಯಿಸಿ ಸರ್ವೇಶ್ವರನ ಮಾತುಗಳನ್ನೆಲ್ಲ ಹೇಳಿದನು. ಅವನು ಯೆರೆಮೀಯನ ಬಾಯಿಂದ ಬಂದ ಹಾಗೆಯೇ ಅವುಗಳನ್ನು ಗ್ರಂಥದ ಸುರುಳಿಯಲ್ಲಿ ಬರೆದನು."},{"number":5,"verse":"ಬಳಿಕ ಯೆರೆಮೀಯನು ಬಾರೂಕನಿಗೆ, “ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ ಪ್ರವೇಶಿಸಲು ನನಗೆ ತಡೆಮಾಡಲಾಗಿದೆ."},{"number":6,"verse":"ಆದುದರಿಂದ ನೀನೇ ಹೋಗಿ ನನ್ನ ಬಾಯಿಂದ ಬಂದ ಹಾಗೆ ನೀನು ಈ ಸುರುಳಿಯಲ್ಲಿ ಬರೆದಿರುವ ಸರ್ವೇಶ್ವರನ ವಾಕ್ಯಗಳನ್ನು, ಉಪವಾಸದಿನದಂದು, ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ ಕೂಡಿರುವ ಜನರಿಗೂ ಆಯಾಯ ಊರುಗಳಿಂದ ಬಂದಿರುವ ಯೆಹೂದ್ಯರೆಲ್ಲರಿಗೂ ಕೇಳಿಸುವಂತೆ ಓದು."},{"number":7,"verse":"ಅವರು ಒಂದು ವೇಳೆ ಸರ್ವೇಶ್ವರನಿಗೆ ಶರಣಾಗತರಾಗಿ ತಮ್ಮ ದುರ್ಮಾರ್ಗಗಳಿಂದ ಹಿಂದಿರುಗಬಹುದು. ಏಕೆಂದರೆ, ಸರ್ವೇಶ್ವರ ಆ ಜನರ ವಿರುದ್ಧ ತೋರಿಸಬೇಕೆಂದಿರುವ ಕೋಪಾಕ್ರೋಶ ಭಯಾನಕವಾಗಿದೆ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":8,"verse":"ಪ್ರವಾದಿ ಯೆರೆಮೀಯನು ವಿಧಿಸಿದಂತೆಯೇ ನೇರೀಯನ ಮಗ ಬಾರೂಕನು ಸುರುಳಿಯಲ್ಲಿದ್ದ ಸರ್ವೇಶ್ವರನ ವಾಕ್ಯಗಳನ್ನು ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ ಓದಿದನು."},{"number":9,"verse":"ಯೋಷೀಯನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ಯೆಹೋಯಾಕೀಮನ ಆಳ್ವಿಕೆಯ ಐದನೆಯ ವರ್ಷದ ಒಂಬತ್ತನೆಯ ಒಂಬತ್ತನೆಯ ತಿಂಗಳಲ್ಲಿ (ಕ್ರಿ. ಪೂ. ಡಿಸೆಂಬರ್ 604.) ಜೆರುಸಲೇಮಿನವರೆಲ್ಲರು ಹಾಗು ಜುದೇಯದ ಊರುಗಳಿಂದ ಜೆರುಸಲೇಮಿಗೆ ಬಂದಿದ್ದವರೆಲ್ಲರು ಸರ್ವೇಶ್ವರನ ಸಮ್ಮುಖದಲ್ಲಿ ಉಪವಾಸವ್ರತವನ್ನು ಗೊತ್ತುಮಾಡಿ ಪ್ರಕಟಿಸಿದ್ದರು."},{"number":10,"verse":"ಆಗ ಬಾರೂಕನು ಸರ್ವೇಶ್ವರನ ಆಲಯದೊಳಗೆ, ಮೇಲಣ ಪ್ರಾಕಾರದಲ್ಲಿ, ಹೊಸಬಾಗಿಲ ಹತ್ತಿರ, ಲೇಖಕ ಶಾಫಾನನ ಮಗ ಗೆಮರ್ಯನ ಕೊಠಡಿಯಲ್ಲಿ ಸುರುಳಿಯಲ್ಲಿನ ಯೆರೆಮೀಯನ ಮಾತುಗಳನ್ನು ಜನರೆಲ್ಲರಿಗೂ ಕೇಳಿಸುವಂತೆ ಓದಿದನು."},{"number":11,"verse":"ರಾಜ್ಯಾಧಿಕಾರಿಗಳಿಗೆ ಸುರುಳಿಯ ಸುಳಿವು ಶಾಫಾನನ ಮೊಮ್ಮಗನೂ ಗೆಮರ್ಯನ ಮಗನೂ ಆದ ಮೀಕಾಯನು ಸುರುಳಿಯಿಂದ ಓದಲಾದ ಸರ್ವೇಶ್ವರನ ವಾಕ್ಯಗಳನ್ನು ಕೇಳಿದನು. ಅಲ್ಲಿಂದ ಅರಮನೆಯಲ್ಲಿದ್ದ ಲೇಖಕನ ಕೊಠಡಿಗೆ ಇಳಿದುಹೋದನು."},{"number":12,"verse":"ಅಲ್ಲಿ ಲೇಖಕ ಎಲೀಷಾಮನು, ಶೆಮಾಯನ ಮಗ ದೆಲಾಯನು, ಅಕ್ಬೋರನ ಮಗ ಎಲ್ನಾಥಾನನು, ಶೆಫಾನನ ಮಗ ಗೆಮರ್ಯನು, ಹನನೀಯನ ಮಗ ಚಿದ್ಕೀಯನು, ಹೀಗೆ ರಾಜ್ಯಾಧಿಕಾರಿಗಳೆಲ್ಲರು ಕುಳಿತುಕೊಂಡಿದ್ದರು."},{"number":13,"verse":"ಮಿಕಾಯನು ತನ್ನ ಹಾಗೂ ಜನರ ಮುಂದೆ ಗ್ರಂಥ ಸುರುಳಿಯಿಂದ ಬಾರೂಕನು ಓದಿ ಹೇಳಿದ್ದ ಎಲ್ಲ ಮಾತುಗಳನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿದನು."},{"number":14,"verse":"ಅಧಿಕಾರಿಗಳೆಲ್ಲರು ಸೇರಿ, ನೆಥನ್ಯನ ಮಗನೂ ಶೆಲೆಮ್ಯನ ಮೊಮ್ಮಗನೂ ಕೂಷಿಯ ಮರಿಮಗನೂ ಆದ ಯೆಹೂದಿಯನನ್ನು ಬಾರೂಕನ ಬಳಿಗೆ ಕಳಿಸಿದರು. ‘ನೀನು ಜನರ ಮುಂದೆ ಓದಿದ ಸುರುಳಿಯನ್ನು ನಿನ್ನ ಕೈಯಲ್ಲಿ ತೆಗೆದುಕೊಂಡು ಬಾ’ ಎಂದು ಹೇಳಿ ಕಳಿಸಿದರು. ಅಂತೆಯೆ ನೇರೀಯನ ಮಗ ಬಾರೂಕನು ಸುರುಳಿಯನ್ನು ತನ್ನ ಕೈಯಲ್ಲೆ ತೆಗೆದುಕೊಂಡು ಅವರ ಬಳಿಗೆ ಕೂಡಲೇ ಬಂದನು."},{"number":15,"verse":"ಅಧಿಕಾರಿಗಳು ಅವನಿಗೆ, “ನೀನು ಇಲ್ಲಿ ಕುಳಿತುಕೊಂಡು ಅದನ್ನು ನಮ್ಮ ಮುಂದೆ ಓದು” ಎಂದು ಸ್ವಾಗತಿಸಿದರು. ಬಾರೂಕನು ಅವರ ಮುಂದೆ ಓದಿದನು."},{"number":16,"verse":"ಆ ಎಲ್ಲ ಮಾತುಗಳನ್ನು ಅವರು ಕೇಳಿ ತಳಮಳಗೊಂಡು ಒಬ್ಬರನ್ನೊಬ್ಬರು ನೋಡಿದರು. “ನಾವು ಈ ಮಾತುಗಳನ್ನೆಲ್ಲ ಅರಸನಿಗೆ ತಿಳಿಸಲೇಬೇಕು” ಎಂದು ಬಾರೂಕನಿಗೆ ಹೇಳಿದರು."},{"number":17,"verse":"“ನೀನು ಈ ಮಾತುಗಳನ್ನೆಲ್ಲ ಹೇಗೆ ಬರೆದೆ? ಅವನ ಬಾಯಿಂದ ಬಂದ ಹಾಗೆಯೇ ಬರೆದೆಯೋ ಇಲ್ಲವೋ ನಮಗೆ ತಿಳಿಸು,” ಎಂದು ವಿನಂತಿಸಿದರು."},{"number":18,"verse":"ಅದಕ್ಕೆ ಬಾರೂಕನು ಅವರಿಗೆ, “ಈ ಮಾತುಗಳೆಲ್ಲ ಯೆರೆಮೀಯನ ಬಾಯಿಂದಲೇ ಬಂದವುಗಳು. ಅವನು ನುಡಿದ ಹಾಗೆ ನಾನು ಅವುಗಳನ್ನು ಶಾಯಿಯಿಂದ ಈ ಸುರುಳಿಯಲ್ಲಿ ಬರೆದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":19,"verse":"ಆಗ ರಾಜ್ಯಾಧಿಕಾರಿಗಳು ಬಾರೂಕನಿಗೆ, ನೀನೂ ಯೆರೆಮೀಯನೂ ಹೊರಟುಹೋಗಿ ಅವಿತುಕೊಳ್ಳಬೇಕು. ನೀವು ಇಲ್ಲಿದ್ದೀರೆಂದು ಯಾರಿಗೂ ಗೊತ್ತಾಗಬಾರದು,” ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಬೆಂಕಿ ಪಾಲಾದ ಸುರುಳಿ ಅಧಿಕಾರಿಗಳು ಸುರುಳಿಯನ್ನು ಲೇಖಕ ಎಲೀಷಾಮನ ಕೊಠಡಿಯಲ್ಲಿ ಇಟ್ಟುಬಿಟ್ಟು, ಪ್ರಾಕಾರದಲ್ಲಿದ್ದ ಅರಸನ ಬಳಿಗೆ ಹೋಗಿ, ಈ ಮಾತುಗಳನ್ನೆಲ್ಲ ಅರಿಕೆ ಮಾಡಿದರು. ಅರಸನು ಕೂಡಲೆ ಸುರುಳಿಯನ್ನು ತರಬೇಕೆಂದು ಯೆಹೂದಿಯನ್ನು ಕಳಿಸಿದನು."},{"number":21,"verse":"ಅವನು ಲೇಖಕ ಎಲೀಷಾಮನ ಕೊಠಡಿಯಿಂದ ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಅರಸನ ಮತ್ತು ಅವನ ಪಕ್ಕದಲ್ಲಿ ನಿಂತಿದ್ದ ಎಲ್ಲ ರಾಜ್ಯಾಧಿಕಾರಿಗಳ ಮುಂದೆ ಓದಿದನು."},{"number":22,"verse":"ಅದು ವರ್ಷದ ಒಂಬತ್ತನೇ ತಿಂಗಳು. ಅರಸನು ಚಳಿಗಾಲದ ಮನೆಯಲ್ಲಿ ಕುಳಿತಿದ್ದನು. ಅವನ ಮುಂದೆ ಅಗ್ಗಿಷ್ಟಿಕೆ ಉರಿಯುತ್ತಿತ್ತು."},{"number":23,"verse":"ಯೆಹೂದಿ ಬರವಣಿಗೆಯ ಮೂರು ನಾಲ್ಕು ಪುಟಗಳನ್ನು ಓದಿದ ಹಾಗೆಲ್ಲಾ ಅರಸನು ಆಯಾ ಭಾಗಗಳನ್ನು ಚೂರಿಯಿಂದ ಕತ್ತರಿಸಿ ಸುರುಳಿ ಸಂಪೂರ್ಣವಾಗಿ ಸುಟ್ಟುಹೋಗುವ ತನಕ ಅಗ್ಗಿಷ್ಟಿಕೆಯ ಬೆಂಕಿಯಲ್ಲಿ ಹಾಕುತ್ತಾ ಬಂದನು."},{"number":24,"verse":"ಅರಸನೇ ಆಗಲಿ, ಅವನ ಸೇವಕರಲ್ಲಿ ಯಾರೇ ಆಗಲಿ, ಸುರುಳಿಯ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಕೇಳಿಯೂ ಭಯಪಡಲಿಲ್ಲ. ದುಃಖಸೂಚನೆಗಾಗಿ ತಮ್ಮ ಬಟ್ಟೆಯನ್ನು ಹರಿದುಕೊಳ್ಳಲಿಲ್ಲ."},{"number":25,"verse":"ಎಲ್ನಾಥಾನನು, ದೆಲಾಯನು ಹಾಗೂ ಗೆಮರ್ಯನು ಅರಸನಿಗೆ ಸುರುಳಿಯನ್ನು ಸುಡಬಾರದೆಂದು ವಿನಯದಿಂದ ವಿಜ್ಞಾಪನೆಮಾಡಿದರೂ ಅವನು ಕೇಳಲಿಲ್ಲ."},{"number":26,"verse":"ಬದಲಿಗೆ ರಾಜವಂಶೀಯನಾದ ಎರಖ್ಮೆಯೇಲ, ಅಜ್ರಿಯೇಲನ ಮಗ ಸೆರಾಯ, ಅಬ್ದೆಯೇಲನ ಮಗ ಶಲೆಮ್ಯ, ಇವರಿಗೆ ಲೇಖಕನಾದ ಬಾರೂಕನನ್ನು ಮತ್ತು ಪ್ರವಾದಿ ಯೆರೆಮೀಯನನ್ನು ಸೆರೆಹಿಡಿಯಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಆದರೆ ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ಮರೆಯಲ್ಲಿಟ್ಟಿದ್ದರು."},{"number":27,"verse":"ಯೆರೆಮೀಯನಿಂದ ಮತ್ತೊಂದು ಸುರುಳಿ ರಚನೆ ಯೆರೆಮೀಯನ ಬಾಯಿಂದ ಬಂದ ಹಾಗೆ ಬಾರೂಕನು ಬರೆದಿದ್ದ ಸುರುಳಿಯನ್ನು ಅರಸನು ಸುಟ್ಟುಹಾಕಿದ ಮೇಲೆ ಯೆರೆಮೀಯನಿಗೆ ಸರ್ವೇಶ್ವರನಿಂದ ಈ ವಾಣಿ ಕೇಳಿಬಂದಿತು:"},{"number":28,"verse":"“ನೀನು ಇನ್ನೊಂದು ಸುರುಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನು ಸುಟ್ಟ ಮೊದಲನೆಯ ಸುರುಳಿಯಲ್ಲಿದ್ದ ಹಿಂದಿನ ಆ ಮಾತುಗಳನ್ನೆಲ್ಲ ಪುನಃ ಬರೆಯಿಸು."},{"number":29,"verse":"ಅದೂ ಅಲ್ಲದೆ ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನ ವಿಷಯದಲ್ಲಿ ಹೀಗೆ ಬರೆಯಿಸು: ‘ಸರ್ವೇಶ್ವರ ಹೀಗೆಂದಿದ್ದಾರೆ - ಬಾಬಿಲೋನಿನ ಅರಸನು ಬಂದು ಈ ನಾಡನ್ನು ಜನ ಅಥವಾ ಜಾನುವಾರುಗಳಿಲ್ಲದಂತೆ ಹಾಳುಮಾಡುವುದು ಖಂಡಿತ ಎಂದು ಈ ಸುರುಳಿಯಲ್ಲಿ ಬರೆಸಿದ್ದು ಏಕೆ ಎಂದು ಪ್ರಶ್ನಿಸಿ, ಆಕ್ಷೇಪಿಸಿ ಅದನ್ನು ನೀನು ಸುಟ್ಟುಬಿಟ್ಟಿಯಲ್ಲವೆ?"},{"number":30,"verse":"ಈ ಕಾರಣ ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನು ಆದ ನಿನ್ನ ವಿರುದ್ಧ ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ - ಇವನ ಸಂತಾನದಲ್ಲಿ ಯಾವನೂ ದಾವೀದನ ಸಿಂಹಾಸನದಲ್ಲಿ ಕೂರನು. ಇವನ ಹೆಣವು ಬಿಸಾಡಲ್ಪಟ್ಟು ಹಗಲಿನ ತಾಪಕ್ಕೂ ಇರುಳಿನ ಚಳಿಗೂ ಈಡಾಗುವುದು."},{"number":31,"verse":"ಅರಸನನ್ನೂ ಅವನ ಸಂತತಿ ಹಾಗೂ ಸೇವಕರನ್ನೂ ಅವರು ಮಾಡಿದ ಅಧರ್ಮಕ್ಕಾಗಿ ದಂಡಿಸುವೆನು. ನಾನು ಇವರನ್ನು, ಜೆರುಸಲೇಮಿನವರನ್ನು ಹಾಗೂ ಯೆಹೂದ್ಯರನ್ನು ‘ನಿಮಗೆ ದೊಡ್ಡ ಕೇಡಾಗಲಿದೆ’ ಎಂದು ಎಚ್ಚರಿಸಿದರೂ ಅವರು ಕೇಳಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಆ ಕೇಡನ್ನೆಲ್ಲಾ ಇವರೆಲ್ಲರ ಮೇಲೆ ಬರಮಾಡುವೆನು’.”"},{"number":32,"verse":"ಆಗ ಯೆರೆಮೀಯನು ಇನ್ನೊಂದು ಸುರುಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ನೇರೀಯನ ಮಗನಾದ ಲೇಖಕ ಬಾರೂಕನಿಗೆ ಕೊಟ್ಟನು. ಅವನು ಅದರಲ್ಲಿ ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನು ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟ ಗ್ರಂಥದ ಎಲ್ಲ ಮಾತುಗಳನ್ನು ಬರೆದನು. ಅದು ಮಾತ್ರವಲ್ಲ, ಅಂಥ ಅನೇಕ ಮಾತುಗಳನ್ನೂ ಯೆರೆಮೀಯನ ಬಾಯಿಂದ ಬಂದ ಹಾಗೆ ಬರೆದನು."}]}