{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"ಪಶ್ಚಾತ್ತಾಪಕ್ಕೆ ಕರೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಇಸ್ರಯೇಲಿನ ಜನರೇ, ನೀವು ಹಿಂದಿರುಗುವಿರಾದರೆ ನನ್ನ ಬಳಿಗೆ ಬನ್ನಿ. ಅಸಹ್ಯವಾದ ನಿಮ್ಮ ಮೂರ್ತಿ ಪೂಜಾವಸ್ತುಗಳನ್ನು ನನ್ನ ಕಣ್ಣೆದುರಿನಿಂದ ತೆಗೆದುಬಿಡಿ. ಆಗ ನೀವು ಅತ್ತಿತ್ತ ತೂರಾಡಲಾರಿರಿ."},{"number":2,"verse":"‘ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಜೀವದಾಣೆ’ ಎಂದು ಸತ್ಯ, ನ್ಯಾಯ, ನೀತಿಗೆ ಅನುಗುಣವಾಗಿ ಪ್ರಮಾಣಮಾಡಿರಿ, ಆಗ ರಾಷ್ಟ್ರಗಳೆಲ್ಲ ನನ್ನಿಂದ ಆಶೀರ್ವಾದ ಪಡೆಯಲು ಆಶಿಸುವರು, ನನ್ನಲ್ಲೇ ಹೆಮ್ಮೆಪಡುವರು.”"},{"number":3,"verse":"ಜುದೇಯದವರಿಗೂ ಜೆರುಸಲೇಮಿನವರಿಗೂ ಸರ್ವೇಶ್ವರ ಹೇಳುವುದೇನೆಂದರೆ - “ಪಾಳುಬಿದ್ದ ನಿಮ್ಮ ಹೊಲಗದ್ದೆಗಳನ್ನು ಉತ್ತು ಹದಮಾಡಿ, ಮುಳ್ಳುಗಳ ನಡುವೆ ಬಿತ್ತಬೇಡಿ."},{"number":4,"verse":"ಜುದೇಯದವರೇ, ಜೆರುಸಲೇಮಿನ ನಿವಾಸಿಗಳೇ, ಸರ್ವೇಶ್ವರನಾದ ನನಗಾಗಿ ಸುನ್ನತಿಯಾಗಿರಿ. ನಿಮ್ಮ ಹೃದಯದ ಮುಂದೊಗಲನ್ನು ತೆಗೆದುಹಾಕಿರಿ. ಇಲ್ಲವಾದರೆ ನಿಮ್ಮ ಪಾಪಾಕ್ರಮಗಳ ನಿಮಿತ್ತ ನನ್ನ ಕೋಪಾಗ್ನಿಯು ಭುಗಿಲೆದ್ದು ಆರಿಸಲಾಗದಷ್ಟು ಧಗಧಗಿಸುವುದು.”"},{"number":5,"verse":"ಶತ್ರುವಿನಿಂದ ಜುದೇಯದ ಆಕ್ರಮಣ ಜುದೇಯದಲ್ಲಿ ಸಾರಿರಿ; ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಪ್ರಕಟಿಸಿರಿ. ನಾಡಿನಲ್ಲೆಲ್ಲ ಕೊಂಬೂದುತ್ತಾ ಆಜ್ಞಾಪಿಸಿರಿ. ‘ಕೂಡಿಬನ್ನಿ, ಕೋಟೆಕೊತ್ತಲಗಳುಳ್ಳ ಊರುಗಳನ್ನು ಸೇರಿಕೊಳ್ಳೋಣ’ ಎಂದು ಕೂಗಿ ಹೇಳಿರಿ."},{"number":6,"verse":"ಸಿಯೋನಿನ ಕಡೆಗೆ ಧ್ವಜವನ್ನೆತ್ತಿರಿ. ತಡಮಾಡದೆ ವಲಸೆಹೋಗಿರಿ. ಸರ್ವೇಶ್ವರ ಉತ್ತರದಿಂದ ವಿಪತ್ತನ್ನೂ ಘೋರ ನಾಶವನ್ನೂ ಬರಮಾಡುವರು."},{"number":7,"verse":"ಗುಹೆಬಿಟ್ಟು ಹೊರಟುಬರುವ ಸಿಂಹದಂತೆ ರಾಷ್ಟ್ರಗಳ ವಿನಾಶಕನೊಬ್ಬನು ಎದ್ದಿದ್ದಾನೆ; ಹೊರಟು ಬರುತ್ತಿದ್ದಾನೆ. ಅವನು ಜುದೇಯ ನಾಡನ್ನು ಹಾಳುಮಾಡುವನು. ಅದರ ಪಟ್ಟಣಗಳು ನಿರ್ಜನ ಪ್ರದೇಶಗಳಾಗುವುವು."},{"number":8,"verse":"ಈ ನಿಮಿತ್ತ ಗೋಣಿತಟ್ಟನ್ನು ಸುತ್ತಿಕೊಳ್ಳಿರಿ, ಅತ್ತುಗೋಳಾಡಿರಿ. ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಕೋಪ ಅಗ್ನಿಯು ಜುದೇಯವನ್ನು ಬಿಟ್ಟುಹೋಗಿಲ್ಲ."},{"number":9,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆಂದರು - “ಆ ದಿನದಂದು ಅರಸರು ಎದೆಗುಂದುವರು, ಅಧಿಪತಿಗಳ ಹೃದಯ ಕುಗ್ಗುವುದು. ಯಾಜಕರು ಸ್ತಬ್ಧರಾಗುವರು; ಪ್ರವಾದಿಗಳು ನಿಬ್ಬೆರಗಾಗುವರು.”"},{"number":10,"verse":"ಆಗ ನಾನು, “ಅಯ್ಯೋ, ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರಾ, ನೀವು ನಿಶ್ಚಯವಾಗಿಯೂ ಈ ಜನರನ್ನು ಹಾಗೂ ಜೆರುಸಲೇಮಿನವರನ್ನು ಮೋಸಗೊಳಿಸಿದ್ದೀರಿ. ‘ನಿಮಗೆ ಸಮಾಧಾನವಾಗುವುದು’ ಎಂದು ಅವರಿಗೆ ಹೇಳಿದಿರಿ, ಆದರೆ ಕತ್ತಿ ಅವರ ಕುತ್ತಿಗೆಗೆ ಬಂದಿದೆ” ಎಂದೆನು."},{"number":11,"verse":"ಆ ದಿನ ಬಂದಾಗ ಈ ಜನರಿಗೂ ಜೆರುಸಲೇಮಿಗೂ ಈ ಮಾತುಗಳನ್ನು ತಿಳಿಸಲಾಗುವುದು; ಬಿಸಿಗಾಳಿ ಒಣಗಾಡಿನ ಗುಡ್ಡಗಳಿಂದ ಬೀಸಿ ದೇವಪ್ರಜೆಯೆಂಬ ಯುವತಿಯ ಮೇಲೆ ಬೀಸುವುದು. ಅದು ಹೊಟ್ಟನ್ನು ತೂರುವುದಕ್ಕೆ ಅಲ್ಲ, ಕಾಳನ್ನು ಶೋಧಿಸುವುದಕ್ಕೆ ಅಲ್ಲ."},{"number":12,"verse":"ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯ ಮೇರೆಗೆ ಬರುವ ಆ ಗಾಳಿ ಬಿರುಸಾಗಿ ಬಡಿಯುವುದು. ತಮ್ಮ ಜನರಿಗೆ ನ್ಯಾಯ ದಂಡನೆಯನ್ನು ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರನೇ ವಿಧಿಸುವರು."},{"number":13,"verse":"ಜುದೇಯದ ಸುತ್ತಲೂ ಶತ್ರುಗಳು ಮೇಘಗಳೋಪಾದಿಯಲ್ಲಿ ಶತ್ರು ಬರುತ್ತಿರುವುದನ್ನು ನೋಡು. ಅವನ ರಥಗಳು ಬಿರುಗಾಳಿಯಂತೆ ! ಅವನ ಕುದುರೆಗಳು ರಣಹದ್ದುಗಳಂತೆ ! ಅಯ್ಯೋ ನಮಗೆ ಕೇಡು, ಇನ್ನು ನಮ್ಮ ಗತಿ ಮುಗಿಯಿತು !"},{"number":14,"verse":"ಜೆರುಸಲೇಮ್, ನೀನು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಕಾದರೆ ನಿನ್ನ ಹೃದಯದಲ್ಲಿರುವ ಕೆಟ್ಟತನವನ್ನು ತೊಳೆದುಬಿಡು. ದುರಾಲೋಚನೆಗಳನ್ನು ನಿನ್ನ ಮನದಲ್ಲಿ ಇನ್ನೆಷ್ಟರವರೆಗೆ ಇಟ್ಟುಕೊಂಡಿರುವೆ?"},{"number":15,"verse":"ದಾನ್ ನಗರದಿಂದ ಪ್ರಕಟನೆಯ ಧ್ವನಿ ಕೇಳಿ ಬರುತ್ತದೆ. ಎಫ್ರಯಿಮಿನ ಬೆಟ್ಟದಿಂದ ಕೇಡನ್ನು ಸಾರಲಾಗುತ್ತದೆ."},{"number":16,"verse":"ಇಗೋ ಅವರು ರಾಷ್ಟ್ರಗಳಿಗೆ ಅರುಹಿಸುವ ಸಮಾಚಾರ : ಮುತ್ತಿಗೆ ಹಾಕುವವರು ದೂರದೇಶದಿಂದ ಜೆರುಸಲೇಮಿಗೆ ಬರುವರು. ಜುದೇಯದ ಪಟ್ಟಣಗಳಿಗೆ ವಿರುದ್ಧ ಘೋಷಣೆಗಳನ್ನು ಪ್ರಕಟಿಸುವರು."},{"number":17,"verse":"ಹೊಲ ಕಾಯುವವರಂತೆ ಅದನ್ನು ಸುತ್ತುಗಟ್ಟುವರು. ಏಕೆಂದರೆ ಅದರ ಜನರು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೇ ತಿರುಗಿಬಿದ್ದಿದ್ದಾರೆ. ಇದು ಆ ಸ್ವಾಮಿಯ ನುಡಿ."},{"number":18,"verse":"ಜುದೇಯ ನಾಡೇ, ನಿನ್ನ ನಡತೆ ಹಾಗೂ ಕೃತ್ಯಗಳೇ ನಿನಗೆ ಈ ವಿಪತ್ತನ್ನು ಒದಗಿಸಿವೆ. ಇದು ನಿನ್ನ ಪಾಪದ ಪ್ರತಿಫಲ. ನೋಡು ಎಷ್ಟು ಕಹಿಯಾಗಿದೆ; ಹೃದಯ ಇರಿಯುವಂತಿದೆ !"},{"number":19,"verse":"ತನ್ನ ಜನತೆಗಾಗಿ ಯೆರೆಮೀಯನು ಅನುಭವಿಸಿದ ದುಃಖ ಅಯ್ಯೋ, ನನ್ನ ಕರುಳು ಯಾತನೆಯಿಂದ ಕಿತ್ತುಬರುವಂತಿದೆ. ಅಕಟಾ ! ನನ್ನ ಗುಂಡಿಗೆಯ ಪಕ್ಕೆಗಳು ಸೀಳುವಂತಿದೆ, ಹೃದಯ ತಳಮಳಗೊಂಡಿದೆ ! ಇನ್ನು ಬಾಯಿಮುಚ್ಚಿಕೊಂಡಿರಲು ನನ್ನಿಂದಾಗದು; ನನ್ನ ಮನವೇ, ಕಾಳಗದ ಕಹಳೆಯನ್ನೂ ಯುದ್ಧದ ಕೋಲಾಹಲವನ್ನೂ ಕೇಳುತ್ತಿರುವೆ, ಅಲ್ಲವೆ?"},{"number":20,"verse":"ನಾಶನದ ಮೇಲೆ ನಾಶನದ ಸುದ್ದಿ, ನಾಡೆಲ್ಲ ಕಾಡಾಯಿತು. ದಿಢೀರೆಂದು ನಮ್ಮ ಗುಡಾರಗಳು, ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ನಮ್ಮ ಡೇರೆಗಳು ತುಂಡುತುಂಡಾದವು !"},{"number":21,"verse":"ಎಷ್ಟರವರೆಗೆ ನಾನು ಯುದ್ಧಪತಾಕೆಗಳನ್ನು ನೋಡುತ್ತಿರಲಿ ! ಯುದ್ಧ ಕಹಳೆಗಳು ಮೊಳಗುವುದನ್ನು ಕೇಳುತ್ತಿರಲಿ !"},{"number":22,"verse":"ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: ನನ್ನ ಜನರು ಮೂರ್ಖರು, ನನ್ನನ್ನು ತಿಳಿಯರು. ಪೆದ್ದ ಮಕ್ಕಳು, ಬುದ್ಧಿಯಿಲ್ಲದವರು ಕೇಡುಮಾಡುವುದರಲ್ಲಿ ಪ್ರವೀಣರು ಒಳಿತನ್ನು ಮಾಡಲು ಅರಿಯರು"},{"number":23,"verse":"ಬರಲಿರುವ ವಿನಾಶದ ದೃಶ್ಯನಾನು ಭೂಮಿಯನ್ನು ನೋಡಿದೆ, ಅದು ಬಿಕೋ ಎನ್ನುತ್ತಿತ್ತು. ಆಕಾಶವನ್ನು ದಿಟ್ಟಿಸಿದೆ, ಅದರಲ್ಲಿ ಬೆಳಕೇ ಇರಲಿಲ್ಲ."},{"number":24,"verse":"ಬೆಟ್ಟಗಳನ್ನು ನೋಡಿದೆ, ಅವು ನಡುನಡುಗುತ್ತಿದ್ದವು. ಗುಡ್ಡ ದಿಣ್ಣೆಗಳೂ ಅಲ್ಲೋಲಕಲ್ಲೋಲವಾಗಿದ್ದವು."},{"number":25,"verse":"ಕಣ್ಣೆತ್ತಿ ನೋಡಿದೆ, ಏನಾಶ್ಚರ್ಯ ! ಜನರೊಬ್ಬರೂ ಇಲ್ಲ, ಆಕಾಶದ ಪಕ್ಷಿಗಳೆಲ್ಲವೂ ಕಾಣೆಯಾಗಿದ್ದವು."},{"number":26,"verse":"ಇನ್ನೂ ನೋಡಿದೆ - ಸೊಂಪಾದ ನಾಡು ಈಗ ಸುಡುಗಾಡು ಅಕಟಾ ! ಸರ್ವೇಶ್ವರನ ಮುಂದೆ, ಅವರ ಕೋಪಾಗ್ನಿಯ ಮುಂದೆ ಊರುಗಳೆಲ್ಲವು ಪಾಳುಬಿದ್ದಿದ್ದವು."},{"number":27,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆಂದಿದ್ದಾರೆ : ನಾಡೆಲ್ಲ ಬಟ್ಟಬರಿದಾಗುವುದು; ಆದರೆ ನಾನು ಅದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಲಯಮಾಡುವುದಿಲ್ಲ."},{"number":28,"verse":"ಲೋಕ ದುಃಖಿಸುವುದು ಆಕಾಶ ಕಪ್ಪಗಾಗುವುದು ಇದು ಸರ್ವೇಶ್ವರ ಆಡಿದ ಮಾತು. ಇದನ್ನು ಬದಲಾಯಿಸುವಂತಿಲ್ಲ. ಇದು ಅವರ ತೀರ್ಮಾನ; ಇದನ್ನು ರದ್ದುಗೊಳಿಸುವಂತಿಲ್ಲ."},{"number":29,"verse":"ರಾಹುತರ ಹಾಗೂ ಬಿಲ್ಲುಗಾರರ ಅಬ್ಬರಕ್ಕೆ ಓಡುತ್ತಿರುವವರು ಪಟ್ಟಣಿಗರೆಲ್ಲರು ಇತ್ತ ಪೊದೆಗಳಲ್ಲಿ ಅವಿತುಕೊಳ್ಳುತ್ತಾರೆ. ಅತ್ತ ಬಂಡೆಗಳನ್ನು ಹತ್ತುತ್ತಿದ್ದಾರೆ. ಪ್ರತಿಯೊಂದು ಪಟ್ಟಣ ಪಾಳುಬಿದ್ದ ಬೀಡು ಅದರಲ್ಲಿ ಮತ್ತೆ ವಾಸಮಾಡುವವರು ಒಬ್ಬರೂ ಇಲ್ಲ."},{"number":30,"verse":"ಎಲೈ ಜೆರುಸಲೇಮ್, ಸೂರೆಯಾಗುವಾಗ ಏನು ಮಾಡುವೆ? ಪಟ್ಟದ ಬಟ್ಟೆಗಳನ್ನು ಉಟ್ಟುಕೊಂಡು ಚಿನ್ನದ ಒಡವೆಗಳನ್ನು ತೊಟ್ಟುಕೊಂಡು ಕಾಡಿಗೆಯಿಂದ ಕಣ್ಣುಗಳನ್ನು ಅಗಲಿಸಿಕೊಂಡು ಶೃಂಗರಿಸಿಕೊಂಡರೆ ಏನು ಪ್ರಯೋಜನ? ಎಲ್ಲವೂ ವ್ಯರ್ಥ ! ನಿನ್ನ ಮಿಂಡರೇ ನಿನ್ನನ್ನು ತಿರಸ್ಕರಿಸಿ ನಿನ್ನ ಪ್ರಾಣಹುಡುಕುವರು."},{"number":31,"verse":"ಸಿಯೋನ್ ನಗರಿ ಪ್ರಸವವೇದನೆ ಪಡುವವಳಂತೆ ಚೊಚ್ಚಲ ಹೆರಿಗೆಯ ವೇದನೆಯನ್ನು ಅನುಭವಿಸುವವಳಂತೆ ಕಿರಿಚಿಕೊಳ್ಳುವ ಕೂಗನ್ನು ನಾನು ಕೇಳಿದ್ದೇನೆ. ಉಬ್ಬಸಪಡುತ್ತಾ ಎರಡು ಕೈಗಳನ್ನೂ ಚಾಚಿ ‘ಅಯ್ಯೋ ನನಗೆ ಕೇಡು, ಕೊಲೆಗಡುಕನ ಮುಂದೆ ನನ್ನ ಪ್ರಾಣ ಉಡುಗುತ್ತಿದೆ’ ಎಂದು ಅರುಚಿಕೊಳ್ಳುತ್ತಿಹಳು."}]}