{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಇಷ್ಮಯೇಲನು ಹತ್ತು ಮಂದಿಯೊಂದಿಗೆ ಅಹೀಕಾಮನ ಮಗ ಗೆದಲ್ಯನು ವಾಸವಾಗಿದ್ದ ಮಿಚ್ಪಕ್ಕೆ ಬಂದನು. ಈತನು ರಾಜವಂಶದವನು, ಎಲೀಷಾಮನ ಮೊಮ್ಮಗನು, ನೆತನ್ಯನ ಮಗನು ಹಾಗು ಅರಸನ ಪದಾಧಿಕಾರಿಗಳಲ್ಲಿ ಒಬ್ಬನು. ಅಲ್ಲಿ ಗೆದಲ್ಯನೊಂದಿಗೆ ಅವರೆಲ್ಲರು ಊಟಮಾಡುತ್ತಿದ್ದಾಗ,"},{"number":2,"verse":"ನೆತಲ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ಮತ್ತು ಅವನೊಂದಿಗಿದ್ದ ಹತ್ತು ಜನರು ಎದ್ದು ಅಹೀಕಾಮನ ಮಗ, ಶಾಫಾನನ ಮೊಮ್ಮಗ, ಹಾಗು ಬಾಬಿಲೋನಿಯದ ಅರಸನಿಂದ ನಾಡಿನ ರಾಜ್ಯಪಾಲನಾಗಿ ನೇಮಕಗೊಂಡಿದ್ದ ಆ ಗೆದಲ್ಯನನ್ನು ಕತ್ತಿಯಿಂದ ಹೊಡೆದು ಕೊಂದರು."},{"number":3,"verse":"ಇದಲ್ಲದೆ, ಆ ಇಷ್ಮಾಯೇಲನು ಗೆದಲ್ಯನ ಸಂಗಡ ಮಿಚ್ಪದಲ್ಲಿದ್ದ ಯೆಹೂದ್ಯರೆಲ್ಲರನ್ನು ಹಾಗು ಅಲ್ಲಿ ಸಿಕ್ಕಿದ ಬಾಬಿಲೋನಿಯದ ಸೈನಿಕರನ್ನು ಹತಿಸಿದನು."},{"number":4,"verse":"ಗೆದಲ್ಯನನ್ನು ಕೊಂದು ಎರಡು ದಿನಗಳಾಗಿದ್ದರೂ ಆ ಸಂಗತಿ ಇನ್ನು ಯಾರಿಗೂ ತಿಳಿದಿರಲಿಲ್ಲ."},{"number":5,"verse":"ಇಂತಿರಲು ಗಡ್ಡ ಬೋಳಿಸಿ, ಬಟ್ಟೆ ಹರಿದು, ಗಾಯಮಾಡಿಕೊಂಡಿದ್ದ ಎಂಬತ್ತು ಜನರು ಶೆಕೆಮ್, ಶಿಲೋ, ಸಮಾರಿಯ ಎಂಬ ಊರುಗಳಿಂದ ಬಂದು, ಕೈಯಲ್ಲಿ ಧೂಪನೈವೇದ್ಯದ್ರವ್ಯಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕೆ ಹೋಗುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಆಗ ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ಮಿಚ್ಪದಿಂದ ಅವರ ಕಡೆಗೆ ಹೊರಟು ದಾರಿಯುದ್ದಕ್ಕೂ ಅಳುತ್ತಾ ನಡೆದುಬಂದನು. ಅವರನ್ನು ಎದುರುಗೊಂಡು, ‘ಅಹೀಕಾಮನ ಮಗ ಗೆದಲ್ಯನ ಬಳಿಗೆ ಬನ್ನಿ’ ಎಂದು ಹೇಳಿದನು."},{"number":7,"verse":"ಅವರು ಊರೊಳಕ್ಕೆ ಬಂದಮೇಲೆ ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನೂ ಅವನ ಸಂಗಡಿಗರೂ ಅವರನ್ನು ಕೊಂದು ಬಾವಿಯಲ್ಲಿ ಹಾಕಿದರು."},{"number":8,"verse":"(ಇಷ್ಮಾಯೇಲನ ಪಲಾಯನ) ಆದರೆ ಆ ಎಂಬತ್ತು ಮಂದಿಯಲ್ಲಿ ಹತ್ತು ಜನರು ಇಷ್ಮಾಯೇಲನಿಗೆ, “ನಮ್ಮನ್ನು ಕೊಲ್ಲಬೇಡಿ; ಗೋದಿ, ಜವೆಗೋದಿ, ಎಣ್ಣೆ, ಜೇನುತುಪ್ಪ ಇವುಗಳನ್ನು ಕಾಡಿನಲ್ಲಿ ರಾಶಿಯಾಗಿ ಬಚ್ಚಿಟ್ಟಿದ್ದೇವೆ,” ಎಂದು ಬಿನ್ನವಿಸಿದರು. ಈ ಕಾರಣ ಅವರನ್ನು ಅವರ ಜೊತೆಯವರಂತೆ ಕೊಲ್ಲದೆ ಬಿಟ್ಟನು."},{"number":9,"verse":"“ಇಷ್ಮಾಯೇಲನು ತಾನು ಕೊಂದವರ ಶವಗಳನ್ನು ಗೆದಲ್ಯನ ಶವದ ಮೇಲೆ ಹಾಕಿಸಿದನು. ಹೀಗೆ ಹಾಕಿಸಿದ ಆ ಬಾವಿಯು ಇಸ್ರಯೇಲಿನ ಅರಸನಾದ ಬಾಷನ ಭಯದಿಂದ ಅರಸನಾದ ಆಸನು ತೋಡಿಸಿದ್ದ ಬಾವಿಯೇ ಆಗಿತ್ತು. ಆ ಬಾವಿಯನ್ನು ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ಹತರಾದವರ ಶವಗಳಿಂದ ತುಂಬಿಸಿಬಿಟ್ಟನು."},{"number":10,"verse":"ಬಳಿಕ ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ರಾಜಕುವರಿಯರನ್ನು ಮತ್ತು ರಕ್ಷಾದಳದ ನಾಯಕನಾದ ನೆಬೂಜರದಾನನನ್ನು ಆಹೀಕಾಮನ ಮಗ ಗೆದಲ್ಯನಿಗೆ ಒಪ್ಪಿಸಿದ್ದ ಮಿಚ್ಪದ ಜನ ಶೇಷವನ್ನು, ಹೀಗೆ ಮಿಚ್ಪದಲ್ಲಿ ಅಳಿದುಳಿದಿದ್ದ ಎಲ್ಲರನ್ನು ಸೆರೆಹಿಡಿದು ಅಮ್ಮೋನ್ಯರ ನಾಡಿಗೆ ಹೊರಟನು."},{"number":11,"verse":"ಕಾರೇಹನ ಮಗ ಯೋಹಾನಾನನು ಹಾಗು, ಅವನೊಂದಿಗಿದ್ದ ಎಲ್ಲ ಸೇನಾಪತಿಗಳು ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ಮಾಡಿದ ಎಲ್ಲ ಕೆಡುಕನ್ನು ಕೇಳಿದರು."},{"number":12,"verse":"ತಮ್ಮ ಸೈನಿಕರನ್ನೆಲ್ಲ ಕರೆದುಕೊಂಡು ನೆತನ್ಯನ ಮಗನಾದ ಇಷ್ಮಾಯೇಲನ ಮೇಲೆ ಯುದ್ಧಕ್ಕೆ ಹೊರಟು ಗಿಬ್ಯೋನಿನ ದೊಡ್ಡ ಕೆರೆಯ ಹತ್ತಿರ ಅವನನ್ನು ಹಿಡಿದರು."},{"number":13,"verse":"ಆಗ ಇಷ್ಮಾಯೇಲನ ಸಂಗಡವಿದ್ದ ಸೆರೆಯಾಳುಗಳೆಲ್ಲರು ಕಾರೇಹನ ಮಗ ಯೋಹಾನಾನನನ್ನು ಅವನೊಂದಿಗಿದ್ದ ಎಲ್ಲ ಸೇನಾಪತಿಗಳನ್ನೂ ನೋಡಿ ಸಂತೋಷಪಟ್ಟರು."},{"number":14,"verse":"ಇಷ್ಮಾಯೇಲನು ಮಿಚ್ಪದಿಂದ ಸೆರೆಯಾಗಿ ಒಯ್ದಿದ್ದ ಜನರೆಲ್ಲರು ಹಿಂದಿರುಗಿಹೋಗಿ ಕಾರೇಹನ ಮಗ ಯೋಹಾನಾನನನ್ನೂ ಸೇರಿಕೊಂಡರು."},{"number":15,"verse":"ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನಾದರೋ ಎಂಟುಮಂದಿಯ ಸಂಗಡ ಯೋಹಾನಾನನಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಅಮ್ಮೋನ್ಯರನ್ನು ಮರೆಹೊಕ್ಕನು."},{"number":16,"verse":"ಆಗ ಕಾರೇಹನ ಮಗ ಯೋಹಾನಾನನು ಮತ್ತು ಅವನೊಂದಿಗಿದ್ದ ಸೇನಾಪತಿಗಳೆಲ್ಲರು ತಾವು ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನ ಕೈಯಿಂದ ತಪ್ಪಿಸಿ ಗಿಬ್ಯೋನಿನಿಂದ ತಂದಿದ್ದ ಜನರನ್ನು ಅಂದರೆ ಯೋಧರು, ಮಹಿಳೆಯರು, ಮಕ್ಕಳು, ಕಂಚುಕಿಗಳು, ಹೀಗೆ ಇಷ್ಮಾಯೇಲನು ಅಹೀಕಾಮನ ಮಗ ಗೆದಲ್ಯನನ್ನು ಕೊಂದ ಬಳಿಕ ಜನರನ್ನೆಲ್ಲರನ್ನು ಕರೆದುಕೊಂಡು ಹೊರಟರು."},{"number":17,"verse":"ಬಾಬಿಲೋನಿಯರ ಭಯದಿಂದ ಈಜಿಪ್ಟಿಗೆ ವಲಸೆಹೋಗಬೇಕೆಂದು ಬೆತ್ಲೆಹೇಮಿನ ಸಮೀಪದಲ್ಲಿರುವ ಗೇರುಥ್ ಕಿಮ್ಹಾಮಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":18,"verse":"ಬಾಬಿಲೋನಿಯದ ಅರಸನಿಂದ ನಾಡಿನ ರಾಜ್ಯಪಾಲನಾಗಿ ನೇಮಕಗೊಂಡಿದ್ದ ಅಹೀಕಾಮನ ಮಗ ಗೆದಲ್ಯನನ್ನು ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು ಕೊಂದುಹಾಕಿದ್ದರಿಂದ ಬಾಬಿಲೋನಿಯರಿಗೆ ಆ ಜನರು ಅಂಜಿದ್ದರು."}]}