{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"ರಾಷ್ಟ್ರಗಳನ್ನು ಕುರಿತ ಭವಿಷತ್ ವಾಣಿ ರಾಷ್ಟ್ರಗಳ ವಿಷಯವಾಗಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನಿಗೆ ಅನುಗ್ರಹಿಸಿದ ವಾಣಿ ಇದು: ಈಜಿಪ್ಟನ್ನು ಕುರಿತ ವಾಣಿ:"},{"number":2,"verse":"ಯೋಷೀಯನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ಯೆಹೋಯಾಕೀಮನ ಆಳ್ವಿಕೆಯ ನಾಲ್ಕನೆಯ ವರ್ಷದಲ್ಲಿ ಈಜಿಪ್ಟಿನ ಅರಸನಾದ ಫರೋಹ ನೆಕೋವಿನ ಸೈನ್ಯವು ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಬಳಿ ಕರ್ಕೆಮೀಷಿನಲ್ಲಿ ಇರುವಾಗ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಆ ಸೈನ್ಯದ ಮೇಲೆ ದಾಳಿಮಾಡಿದ ವಿಷಯ:"},{"number":3,"verse":"“ಗುರಾಣಿ ಖೇಡ್ಯಗಳನ್ನು ಸಿದ್ಧಮಾಡಿ ಯುದ್ಧಕ್ಕೆ ಹೊರಡಿ!"},{"number":4,"verse":"ರಥಾಶ್ವಗಳನ್ನು ಕಟ್ಟಿರಿ, ವಾಹನಾಶ್ವಗಳನ್ನು ಹತ್ತಿರಿ, ಶಿರಸ್ತ್ರಾಣಗಳನ್ನು ಹಾಕಿಕೊಂಡು ಯುದ್ಧಕ್ಕೆ ನಿಲ್ಲಿ. ಭರ್ಜಿಗಳನ್ನು ಬೆಳಗಿರಿ, ಕವಚಗಳನ್ನು ತೊಟ್ಟುಕೊಳ್ಳಿರಿ!”"},{"number":5,"verse":"“ಆದರೆ, ನನ್ನ ಕಣ್ಣಿಗೆ ಕಾಣುತ್ತಿರುವುದೇನು? ಅವರು ಓಡುತ್ತಿರುವರು ನೋಡು, ಧೈರ್ಯಗೆಟ್ಟು, ಬೆನ್ನುಗೊಟ್ಟು. ಅವರ ಶೂರರು ಹಿಂದಿರುಗದೆ ಓಡುತ್ತಿರುವರು ಪೆಟ್ಟುತಿಂದು, ದಿಗಿಲು ಕವಿದಿದೆ ಸುತ್ತ ಮುತ್ತಲು,” ಸರ್ವೇಶ್ವರನ ವಾಣಿ ಇದು."},{"number":6,"verse":"“ವೇಗಶಾಲಿಗಳು ಓಡಿಹೋಗಲಾರರು ಬಲಿಷ್ಟರು ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರರು. ಉತ್ತರದಲ್ಲಿ, ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಹತ್ತಿರದಲ್ಲಿ, ಎಡವಿಬಿದ್ದಿರುವರು."},{"number":7,"verse":"ಈ ಪ್ರವಾಹ ಯಾವುದು? ನೈಲ್ ನದಿಯಂತೆ ಉಬ್ಬಿರುವುದಲ್ಲಾ? ನೈಲಿನ ಶಾಖೆಗಳ ಹಾಗೆ ತುಂಬಿ ತುಳುಕುತ್ತಿದೆಯಲ್ಲಾ?"},{"number":8,"verse":"ಈಜಿಪ್ಟ್ ನದಿ ಉಬ್ಬಿದೆ, ನೈಲ್ ನದಿಯಂತೆ ಈಜಿಪ್ಟೆಂಬ ಪ್ರವಾಹವೇ ತುಂಬಿ ತುಳುಕುತ್ತಿದೆ ನೈಲಿನ ಶಾಖೆಗಳಂತೆ, ‘ನಾನು ಉಬ್ಬಿಕೊಂಡು ಲೋಕದೊಳಗೆಲ್ಲಾ ಹಬ್ಬುವೆನು ನಗರಗಳನ್ನೂ ಅವುಗಳ ನಿವಾಸಿಗಳನ್ನೂ ನಾಶಮಾಡುವೆನು’ ಎಂದುಕೊಳ್ಳುತ್ತಿರುವುದು."},{"number":9,"verse":"ಅಶ್ವಗಳೇ, ಕುಣಿದಾಡಿ; ರಥಗಳೇ, ರಭಸವಾಗಿ ಓಡಿ! ಹೊರಡಲಿ ಶೂರರು, ಖೇಡ್ಯ ಸನ್ನದ್ಧರಾದ ಸುಡಾನರು, ಲಿಬಿಯಾದವರು ಮುನ್ನುಗ್ಗಲಿ ಧನುರ್ಧಾರಿಗಳಾದ ಲಿಡಿಯದವರು."},{"number":10,"verse":"ಆದರೆ ಈ ದಿನ, ಯುದ್ಧದ ದಿನ ಸೇನಾಧೀಶ್ವರನೆಂಬ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಶತ್ರುಗಳಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವ ದಿನ ಇದು ದಂಡನೆಯ ದಿನ. ಇಂದು ಖಡ್ಗವು ಕಬಳಿಸುವುದು ತೃಪ್ತಿಯಾಗಿ ರಕ್ತವನ್ನು ಹೀರುವುದು ಸಂತೃಪ್ತಿಯಾಗಿ ಉತ್ತರದ ಯೂಪ್ರೆಟಿಸ್ ನದಿಯ ಹತ್ತಿರ ಬಲಿಮಾಡಬೇಕೆಂದಿರುವನು ಸರ್ವಶಕ್ತನೆಂಬ ಸರ್ವೇಶ್ವರ."},{"number":11,"verse":"ಈಜಿಪ್ಟಿನ ಕನ್ಯೆಯೇ, ಯುವತಿಯೇ, ಗಿಲ್ಯಾದಿಗೆ ಹೋಗಿ ಔಷಧವನ್ನು ಕೊಂಡು ಬಾ ನಿನ್ನ ಬಗೆಬಗೆಯ ಮದ್ದುಗಳಿಂದ ಪ್ರಯೋಜನವಿಲ್ಲ ಅವುಗಳಿಂದ ನಿನಗೆ ಗುಣವಾಗುವಂತಿಲ್ಲ !"},{"number":12,"verse":"ನಿನ್ನ ಲಜ್ಜೆಯ ಸುದ್ದಿ ರಾಷ್ಟ್ರಗಳಿಗೆ ಮುಟ್ಟಿದೆ ಲೋಕವೆಲ್ಲಾ ನಿನ್ನ ಗೋಳಾಟದಿಂದ ತುಂಬಿದೆ ಯೋಧನು ಯೋಧನನ್ನು ಎಡವಿ, ಇಬ್ಬರೂ ಬಿದ್ದಿರುವರು ಕೆಳಗೆ.”"},{"number":13,"verse":"ಈಜಿಪ್ಟಿನ ಮೇಲೆ ದಾಳಿ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಬಂದು ಈಜಿಪ್ಟ್ ದೇಶದ ಮೇಲೆ ಮುತ್ತಿಗೆ ಹಾಕುವನು ಎಂಬುದಾಗಿ ಸರ್ವೇಶ್ವರನಿಂದ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನಿಗೆ ಕೇಳಿ ಬಂದ ವಾಣಿ:"},{"number":14,"verse":"“ಪ್ರಕಟಿಸಿರಿ ಈಜಿಪ್ಟಿನಲ್ಲಿ, ಪ್ರಚುರಪಡಿಸಿರಿ ಮಿಗ್ದೋಲ್, ತಹಪನೇಸ್, ಹಾಗು ಸೋಫ್ ಎಂಬೀ ನಗರಗಳಲ್ಲಿ. ಸಾರಿರಿ ಇಂತೆಂದು: ‘ಈಜಿಪ್ಟೇ, ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲು, ಯುದ್ಧ ಸನ್ನದ್ಧವಾಗು, ಖಡ್ಗ ಆವರಿಸುತ್ತಿದೆ ನಿನ್ನ ಸುತ್ತಮುತ್ತಲು’"},{"number":15,"verse":"ನಿನ್ನ ಎಪಿಸ್ ಬಸವ ಬಿದ್ದುಹೋದದ್ದೇನು? ಸರ್ವೇಶ್ವರನೆ ಕೆಡವಲು ಅದು ನಿಲ್ಲಲಾರದೆ ಹೋಯಿತು !"},{"number":16,"verse":"ಬಹುಜನರು ಮುಗ್ಗರಿಸಿ ಬಿದ್ದರು ಹೌದು, ಒಬ್ಬರಿಗೊಬ್ಬರು ತಾಕಿ ಬಿದ್ದರು. ‘ಎದ್ದು ಜನ್ಮಭೂಮಿಗೆ ತೆರಳೋಣ ಸ್ವಜನರನ್ನು ಸೇರಿಕೊಳ್ಳೋಣ ಸಂಹರಿಸುವ ಖಡ್ಗದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳೋಣ’ ಎಂದುಕೊಂಡರು."},{"number":17,"verse":"ಈಜಿಪ್ಟಿನ ಅರಸನು ಗಡಿಬಿಡಿಯ ಮಾತಾಡಿ ಸದಾವಕಾಶವನ್ನು ಕಳೆದುಕೊಂಡವನೆಂದು ಕರೆಸಿಕೊಂಡ ವ್ಯಕ್ತಿ."},{"number":18,"verse":"ಇಗೋ, ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ ಎಂಬ ಹೆಸರುಳ್ಳ ರಾಜಾಧಿರಾಜನ ನುಡಿ: ‘ಪರ್ವತಗಳನ್ನು ಮೀರುವ ತಾಬೋರ್ ಬೆಟ್ಟದಂತೆ ಸಮುದ್ರದಿಂದೆದ್ದಿರುವ ಕರ್ಮೆಲ್ ಗುಡ್ಡದಂತೆ ಉನ್ನತನೊಬ್ಬನು ಬರುವನು, ನನ್ನ ಜೀವದಾಣೆ.’"},{"number":19,"verse":"ಈಜಿಪ್ಟಿನಲ್ಲಿ ವಾಸಿಸುವ ಯುವತಿಯೇ, ಸೆರೆಗೆ ಬೇಕಾದ ಸಾಮಗ್ರಿಗಳನ್ನು ಒದಗಿಸಿಕೊ. ಮೆಂಫಿಸ್ ನಗರ ಹಾಳಾಗುವುದು ಅದು ಸುಟ್ಟು ನಿರ್ಜನವಾಗುವುದು."},{"number":20,"verse":"ಈಜಿಪ್ಟ್ ಅಂದವಾದ ಒಂದು ಕಡಸು ಅದಕ್ಕೆ ಹತ್ತಿಬಿಟ್ಟಿದೆ ಬಡಗಲಿಂದ ಬಂದ ಉಣ್ಣೆ."},{"number":21,"verse":"ಸಂಬಳಕ್ಕಾಗಿ ಈಜಿಪ್ಟ್ ಸೇರಿದ ದಂಡಾಳುಗಳು ನೋಡಲಿಕ್ಕೆ ಅವರು ಕೊಬ್ಬಿದ ಕರುಗಳು. ಆದರೂ ಬೆಂಗೊಟ್ಟು ಓಡಿಹೋಗಿರುವರು ನಿಲ್ಲದೆ, ವಿಪತ್ಕಾಲ, ದಂಡನೆಯ ದಿನ, ಬಂದೊದಗಿದೆ ಅವರಿಗೆ."},{"number":22,"verse":"ಈಜಿಪ್ಟ್ ದೇಶ ದೌಡಾಯಿಸುವ ಶಬ್ದ ಸರಿಯುವ ಸರ್ಪದ ಸಪ್ಪಳಕ್ಕೆ ಸಮಾನ. ಕೊಡಲಿಗಳಿಂದ ಮರಕಡಿಯುವವರಂತೆ ಶತ್ರುಗಳು ದಂಡೆತ್ತಿ ಬಂದು ಬೀಳುವರು ಆ ನಾಡಿನ ಮೇಲೆ."},{"number":23,"verse":"ಮಿಡಿತೆಗಳಿಗಿಂತ ಅಸಂಖ್ಯಾತರಾಗುವವರು ಕಡಿವರವರು ದಾಟಲಾಗದ ಈಜಿಪ್ಟಿನ ದಟ್ಟ ಕಾಡನ್ನು ಸರ್ವೇಶ್ವರನ ನುಡಿ ಇದು."},{"number":24,"verse":"ಈಜಿಪ್ಟೆಂಬ ಯುವತಿ ಗುರಿಯಾಗುವಳು ಅವಮಾನಕ್ಕೆ ಸಿಕ್ಕಿಬೀಳುವಳು ಬಡಗಲವರ ಕೈಗೆ.”"},{"number":25,"verse":"ಇಸ್ರಯೇಲಿನ ದೇವರೂ ಸೇನಾಧೀಶ್ವರರೂ ಆದ ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಇಗೋ, ನಾನು ನೋ ಎಂಬ ನಗರದಲ್ಲಿನ ಅಮೋನ್ ದೇವತೆಯನ್ನು, ಫರೋಹನನ್ನು, ಈಜಿಪ್ಟನ್ನು, ಈಜಿಪ್ಟಿನ ದೇವತೆಗಳನ್ನೂ ಅಲ್ಲಿನ ಅರಸರನ್ನೂ ದಂಡಿಸುವೆನು. ಹೌದು, ಫರೋಹನನ್ನೂ ಅವನಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟವರನ್ನೂ ದಂಡಿಸುವೆನು."},{"number":26,"verse":"ಅವರ ಪ್ರಾಣವನ್ನು ಹುಡುಕುವ ಬಾಬಿಲೋನಿಯದ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಮತ್ತು ಅವರ ಸೇವಕರ ಕೈಗೆ ಅವರನ್ನು ಒಪ್ಪಿಸಿಬಿಡುವೆನು. ಆ ಬಳಿಕ ಈಜಿಪ್ಟಿನಲ್ಲಿ ಪೂರ್ವಕಾಲದ ಹಾಗೆ ಜನರು ವಾಸಿಸುವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":27,"verse":"“ನನ್ನ ದಾಸ ಯಕೋಬೇ, ಭಯಪಡಬೇಡ ಇಸ್ರಯೇಲೇ, ಅಂಜಬೇಡ, ಇಗೋ, ನಾನು ನಿನ್ನನ್ನು ಉದ್ಧರಿಸುವೆನು ದೂರದೇಶದಿಂದ ನಿನ್ನ ಸಂತಾನವನ್ನು ರಕ್ಷಿಸುವೆನು ಸೆರೆಹೋದ ಸೀಮೆಯಿಂದ. ಯಕೋಬು ಹಾಯಾಗಿ ಹಿಂತಿರುಗಿ ಬಾಳುವುದು ನೆಮ್ಮದಿಯಿಂದ. ಭಯಪಡಬೇಡ ನನ್ನ ದಾಸ ಯಕೋಬೇ, ನಾನಿದ್ದೇನೆ ನಿನ್ನೊಂದಿಗೆ."},{"number":28,"verse":"ಯಾವ ರಾಷ್ಟ್ರಗಳಿಗೆ ನಿನ್ನನ್ನು ಅಟ್ಟಿದೆನೋ ಆ ರಾಷ್ಟ್ರಗಳನ್ನೆಲ್ಲ ನಿರ್ಮೂಲ ಮಾಡುವೆನು. ನಿನ್ನನ್ನಾದರೋ, ನಿರ್ಮೂಲ ಮಾಡೆನು ಮಿತಿಮೀರಿ ಶಿಕ್ಷಿಸೆನು. ಆದರೆ ಶಿಕ್ಷಿಸದೆ ಬಿಡೆನು. ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ ಇದು.”"}]}