{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"(ಜೆರುಸಲೇಮಿನವರ ಪಾಪಾಕ್ರಮಗಳು) ಜೆರುಸಲೇಮಿನ ಜನರೇ, ಬೀದಿಗಳಲ್ಲಿ ಅತ್ತಿತ್ತ ಓಡಾಡಿ ನೋಡಿ ಅಲ್ಲಿನ ಚೌಕಗಳಲ್ಲಿ ಹುಡುಕಾಡಿ ನೋಡಿ. ನೀತಿಯನ್ನು ಕೈಗೊಂಡು ಸತ್ಯವನ್ನರಸುವವನು ಒಬ್ಬನಾದರೂ ಇದ್ದಾನೆಯೇ? ಅಂಥ ಸತ್ಪುರುಷ ಸಿಕ್ಕುತ್ತಾನೆಯೆ ಎಂಬುದನ್ನು ನೀವೇ ನಿಶ್ಚಯಿಸಿರಿ; ಸಿಕ್ಕಿದ್ದೇ ಆದರೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಆ ನಗರವನ್ನು ಕ್ಷಮಿಸುವರು."},{"number":2,"verse":"ನೀವು ‘ಸರ್ವೇಶ್ವರನ ಜೀವದಾಣೆ’ ಎಂದು ಪ್ರಮಾಣ ಮಾಡಿದರೂ ಆ ಪ್ರಮಾಣ ಸುಳ್ಳೇ ಸುಳ್ಳು ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":3,"verse":"ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರನ ಕಣ್ಣು ನಾಟಿಸುವುದು ಸತ್ಯದ ಮೇಲೆ. ಅವರು ದಂಡಿಸಿದರೂ ನೀವು ಪಶ್ಚಾತ್ತಾಪಪಡಲಿಲ್ಲ. ಅವರು ನಸುಕಿದರೂ ನೀವು ತಿದ್ದುಕೊಳ್ಳಲು ಒಪ್ಪಲಿಲ್ಲ. ನಿಮ್ಮ ಮುಖವನ್ನು ಕಲ್ಲಿಗಿಂತ ಕಠಿಣ ಮಾಡಿಕೊಂಡಿರಿ. ಅವರಿಗೆ ಅಭಿಮುಖರಾಗಲು ಸಮ್ಮತಿಸದೆಹೋದಿರಿ."},{"number":4,"verse":"ಹೀಗಿರಲು ನಾನು, “ಈ ಜನರು ಬಡವರು, ಮೂಢರು, ಸರ್ವೇಶ್ವರನ ಮಾರ್ಗವನ್ನೂ ದೇವರ ನ್ಯಾಯವಿಧಿಗಳನ್ನೂ ತಿಳಿಯದವರು."},{"number":5,"verse":"ಆದುದರಿಂದ ಗಣ್ಯವ್ಯಕ್ತಿಗಳ ಬಳಿಗೆ ಹೋಗಿ ಮಾತಾಡುವೆನು ಅವರು ಸರ್ವೇಶ್ವರನ ಮಾರ್ಗ ಹಾಗೂ ಅವರ ದೇವರ ನ್ಯಾಯವಿಧಿಗಳನ್ನು ಬಲ್ಲವರು,” ಎಂದುಕೊಂಡೆನು. ಆದರೆ ಆ ವ್ಯಕ್ತಿಗಳು ಕೂಡ ನೊಗವನ್ನು ಮುರಿದವರು, ಕಣ್ಣಿಗಳನ್ನು ಕಿತ್ತುಬಿಟ್ಟವರು."},{"number":6,"verse":"ಆದಕಾರಣ ಅಡವಿಯ ಸಿಂಹ ಅವರನ್ನು ಕೊಲ್ಲುವುದು ಕಾಡಿನ ತೋಳ ಕೊಳ್ಳೆಹೊಡೆಯುವುದು ಚಿರತೆ ಅವರ ಪಟ್ಟಣಗಳಿಗೆ ಹೊಂಚುಹಾಕುವುದು ಅಲ್ಲಿಂದ ಹೊರಬರುವ ಪ್ರತಿಯೊಬ್ಬನನ್ನು ಸೀಳುವುದು. ಅವರ ಅಪರಾಧಗಳೋ ಬಹಳ, ಅವರ ದ್ರೋಹಗಳೋ ಅಪಾರ !"},{"number":7,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆಂದು ಪ್ರಶ್ನಿಸುತ್ತಾರೆ; “ಎಲೈ ಜೆರುಸಲೇಮ್, ನಾನು ನಿನ್ನನ್ನು ಹೇಗೆ ಕ್ಷಮಿಸಲಿ? ನಿನ್ನ ಜನರು ನನ್ನನ್ನು ತೊರೆದುಬಿಟ್ಟಿದ್ದಾರೆ; ದೇವರಲ್ಲದವುಗಳ ಮೇಲೆ ಆಣೆಯಿಟ್ಟಿದ್ದಾರೆ. ನಾನು ಅವರಿಗೆ ಹೊಟ್ಟೆತುಂಬ ಊಟಕೊಟ್ಟೆ; ಅವರೋ ವ್ಯಭಿಚಾರ ಮಾಡಿದ್ದಾರೆ, ವೇಶ್ಯೆಯರ ಮನೆಗಳಲ್ಲಿ ಗುಂಪು ಸೇರಿದ್ದಾರೆ !"},{"number":8,"verse":"ಅತ್ತಿತ್ತ ಓಡಾಡುವ ಕೊಬ್ಬಿದ ಕುದುರೆಗಳಂತೆ ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ಕೆನೆಯುತ್ತಾನೆ ತನ್ನ ನೆರೆಯವನ ಹೆಂಡತಿಯನ್ನು ನೋಡಿ !"},{"number":9,"verse":"ಇವುಗಳ ನಿಮಿತ್ತ ನಾನು ದಂಡಿಸಬಾರದೋ? ಇಂಥ ಜನತೆಯ ಮೇಲೆ ನನ್ನ ಕೋಪವನ್ನು ತೀರಿಸದಿರುವೆನೋ?"},{"number":10,"verse":"ಆಕ್ರಮಣಕಾರರಿಗೆ ಕರೆ; ಸಿಯೋನೆಂಬ ದ್ರಾಕ್ಷಾತೋಟದ ಸಾಲುಗಿಡಗಳನ್ನು ಹಾಳುಮಾಡಿ. ಆದರೆ ಅದನ್ನು ನಿರ್ಮೂಲಮಾಡಬೇಡಿ. ಅದರ ರೆಂಬೆಗಳನ್ನು ಕಿತ್ತುಹಾಕಿ. ಅವು ಸರ್ವೇಶ್ವರನಾದ ನನಗೆ ಸೇರಿದವುಗಳಲ್ಲ."},{"number":11,"verse":"ಇಸ್ರಯೇಲ್ ವಂಶದವರೂ ಜುದೇಯ ವಂಶದವರೂ ನನಗೆ ಬಹಳವಾಗಿ ದ್ರೋಹವೆಸಗಿದ್ದಾರೆ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":12,"verse":"(ದೇವರಿಂದ ಇಸ್ರಯೇಲ್ ತಿರಸ್ಕೃತ) ಆ ಜನರು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯನ್ನು ಅಲ್ಲಗಳೆದಿದ್ದಾರೆ. “ಆತ ಏನು ಮಾಡಿಯಾನು? ನಮಗೆ ಕೇಡು ಬರುವುದೂ ಇಲ್ಲ, ಖಡ್ಗವಾಗಲಿ, ಕ್ಷಾಮವಾಗಲಿ ನಮ್ಮ ಕಣ್ಣಿಗೆ ಬೀಳುವುದೂ ಇಲ್ಲ."},{"number":13,"verse":"ಪ್ರವಾದಿಗಳು ಆಡುವುದೆಲ್ಲ ಬರೀ ಗಾಳಿಮಾತುಗಳು. ದೈವೋಕ್ತಿಯೆಂಬುದು ಅವುಗಳಲ್ಲಿ ಇಲ್ಲ. ಅವರಿಗೇ ತಗಲಲಿ ಅವರು ಹೇಳುವುದೆಲ್ಲ,” ಎಂದುಕೊಂಡಿದ್ದಾರೆ."},{"number":14,"verse":"ಆದುದರಿಂದ ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ಆದ ದೇವರು ಯೆರೆಮೀಯನಿಗೆ ಹೀಗೆಂದರು : “ಇಗೋ, ಅವರು ಹೀಗೆ ಮಾತಾಡಿದ್ದರಿಂದ ನಿನ್ನ ಬಾಯಲ್ಲಿನ ನನ್ನ ಮಾತುಗಳನ್ನು ಬೆಂಕಿಯನ್ನಾಗಿಸುವೆನು; ಆ ಜನರನ್ನು ಅದಕ್ಕೆ ಸೌದೆಯನ್ನಾಗಿಸುವೆನು; ಆ ಬೆಂಕಿ ಅವರನ್ನು ಸುಟ್ಟುಹಾಕುವುದು."},{"number":15,"verse":"ಇಸ್ರಯೇಲ್ ವಂಶವೇ, ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಮಾತನ್ನು ಗಮನದಿಂದ ಕೇಳು : “ನಾನು ಒಂದು ರಾಷ್ಟ್ರವನ್ನು ದೂರದಿಂದ ನಿನ್ನ ವಿರುದ್ಧ ಬರಮಾಡುವೆನು. ಅದು ಪ್ರಾಚೀನ ಹಾಗೂ ಪ್ರಬಲ ರಾಷ್ಟ್ರ. ಅದರ ಭಾಷೆ ನಿನಗೆ ತಿಳಿಯದು. ಅದು ಆಡುವ ಮಾತು ನಿನಗೆ ಅರ್ಥವಾಗದು."},{"number":16,"verse":"ಅದರ ಬತ್ತಳಿಕೆ ಬಾಯ್ದೆರೆದ ಗೋರಿ; ಅದರ ಯೋಧರೆಲ್ಲರು ಶೂರರು,"},{"number":17,"verse":"ಅವರು ನಿನ್ನ ದವಸಧಾನ್ಯಗಳನ್ನು ತಿಂದುಬಿಡುವರು. ನಿನ್ನ ಗಂಡುಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ಕೊಲ್ಲುವರು. ನಿನ್ನ ದನಕುರಿಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವರು. ದ್ರಾಕ್ಷಾಲತೆಗಳನ್ನೂ ಅಂಜೂರದ ಗಿಡಗಳನ್ನೂ ಹಾಳುಮಾಡುವರು. ನೀನು ನಂಬಿಕೊಂಡಿರುವ ಕೋಟೆಕೊತ್ತಲಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ಅಸ್ತ್ರಗಳಿಂದ ಹಾಳುಮಾಡುವರು."},{"number":18,"verse":"“ಆದರೂ ಆ ದಿನಗಳಲ್ಲಿ ನಾನು ನಿಮ್ಮನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಿರ್ಮೂಲ ಮಾಡುವುದಿಲ್ಲ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ."},{"number":19,"verse":"‘ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯೇ ಇವುಗಳನ್ನೆಲ್ಲ ನಮಗೇಕೆ ಮಾಡಿದ್ದಾರೆ?’ ಎಂದು ಕೇಳುವಾಗ ನೀನು ಅವರಿಗೆ, ‘ನೀವು ಸರ್ವೇಶ್ವರನನ್ನೇ ತೊರೆದು, ಸ್ವಂತನಾಡಿನಲ್ಲೆ ಅನ್ಯದೇವತೆಗಳಿಗೆ ಸೇವೆಸಲ್ಲಿಸಿದ್ದೀರಿ. ಅಂತೆಯೇ ಹೊರನಾಡಿನಲ್ಲಿ ಅನ್ಯರಿಗೆ ಸೇವೆಮಾಡುವಿರಿ’ ಎಂದು ಹೇಳು.”"},{"number":20,"verse":"(ದೇವಜನರಿಗೆ ಎಚ್ಚರಿಕೆ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಯಕೋಬ ಮನೆತನಕ್ಕೆ ಇದನ್ನು ಸಾರಿರಿ, ಜುದೇಯದಲ್ಲಿ ಹೀಗೆ ಪ್ರಕಟಿಸಿರಿ :"},{"number":21,"verse":"ಕಣ್ಣಿದ್ದರೂ ಕಾಣದ, ಕಿವಿಯಿದ್ದರೂ ಕೇಳದ, ಬುದ್ಧಿಯಿಲ್ಲದ ಜನರೇ, ಸರ್ವೇಶ್ವರನ ಈ ಮಾತನ್ನು ಕೇಳಿರಿ;"},{"number":22,"verse":"ನೀವು ನನಗೆ ಅಂಜುವುದಿಲ್ಲವೋ? ನನ್ನೆದುರಿಗೆ ನಡುಗುವುದಿಲ್ಲವೊ? ಕಡಲು ದಾಟದ ಹಾಗೆ ಅದಕ್ಕೆ ಮರಳನ್ನು ನಿತ್ಯನಿಬಂಧನೆಯಿಂದ ಮೇರೆಯನ್ನಾಗಿ ನೇಮಿಸಿದವನು ನಾನು. ತೆರೆಗಳು ಅಲ್ಲಕಲ್ಲೋಲವಾದರೂ ಅದನ್ನು ಮೀರಲಾರವು. ಭೋರ್ಗರೆದರೂ ಹಾಯಲಾರವು."},{"number":23,"verse":"ನೀವಾದರೋ ನನ್ನ ಅಧೀನದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಎದುರಿಬೀಳುವ ಹೃದಯವುಳ್ಳವರಾಗಿ ಇದ್ದೀರಿ. ಹದ್ದುಮೀರಿ ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗಿ ಇದ್ದೀರಿ."},{"number":24,"verse":"ಮುಂಗಾರು, ಹಿಂಗಾರು ಹೀಗೆ ಸಕಾಲದ ಮಳೆಯನ್ನು ಬರಮಾಡುವವನು ನಾನು. ಸುಗ್ಗಿಯ ಕ್ಲುಪ್ತವಾರಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸುವವನು ನಾನು. ಆದರೆ ನೀವು ನನ್ನಲ್ಲಿ ಭಯಭಕ್ತಿ ಇಡಲು ಮನದಲ್ಲಿ ನೆನೆಯದೆ ಇದ್ದೀರಿ."},{"number":25,"verse":"ನಿಮ್ಮ ಅಪರಾಧಗಳು ಈ ಪ್ರಯೋಜನಗಳನ್ನು ತಡೆಗಟ್ಟಿವೆ. ನಿಮ್ಮ ಪಾಪಗಳು, ಈ ಒಳಿತು ನಿಮಗೆ ಸಿಗದಂತೆ ತಪ್ಪಿಸಿವೆ."},{"number":26,"verse":"“ನನ್ನ ಜನರ ನಡುವೆ ಕೆಟ್ಟವರು ಕಂಡುಬಂದಿದ್ದಾರೆ. ಬೇಡರು ಹೊಂಚುಹಾಕುವ ಹಾಗೆ ಅವರು ಹೊಂಚುಹಾಕುತ್ತಾರೆ. ಬೋನೊಡ್ಡಿ ಜನರನ್ನು ಹಿಡಿಯುತ್ತಾರೆ."},{"number":27,"verse":"ಪಂಜರಗಳಲ್ಲಿ ಪಕ್ಷಿಗಳು ತುಂಬಿರುವಂತೆ ಅವರ ಮನೆಗಳಲ್ಲಿ ಮೋಸ ವಂಚನೆಯಿಂದ ಬಂದ ಆದಾಯಗಳು ತುಂಬಿವೆ. ಇದರಿಂದ ದೊಡ್ಡ ಹಣವಂತರಾಗಿ ಇದ್ದಾರೆ."},{"number":28,"verse":"ಕೊಬ್ಬಿ ಮೆರೆಯುತ್ತಿದ್ದಾರೆ. ಕೆಟ್ಟ ಕಾರ್ಯಗಳಲ್ಲಂತೂ ನಿಸ್ಸೀಮರಾಗಿದ್ದಾರೆ. ಅನಾಥರ ಏಳಿಗೆಗಾಗಿ ಅವರ ಪಕ್ಷ ಹಿಡಿದು ವಾದಿಸುವುದಿಲ್ಲ. ದಿಕ್ಕಿಲ್ಲದವರಿಗೆ ನ್ಯಾಯ ದೊರಕಿಸುವುದಿಲ್ಲ."},{"number":29,"verse":"“ನಾನು ಇವುಗಳಿಗಾಗಿ ಇವರನ್ನು ದುಡಿಸಬಾರದೋ? ಇಂಥ ಜನತೆಯ ಮೇಲೆ ನನ್ನ ಕೋಪ ತೀರಿಸದೆ ಇರುವೆನೋ? ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ."},{"number":30,"verse":"ಭೀಕರವಾದ ಹಾಗೂ ಅಸಹ್ಯವಾದ ಘಟನೆಗಳು ನಾಡಿನಲ್ಲಿ ನಡೆದುಬಂದಿವೆ."},{"number":31,"verse":"ಪ್ರವಾದಿಗಳೇ ಸುಳ್ಳು ಪ್ರವಾದನೆಮಾಡುತ್ತಾರೆ. ಯಾಜಕರು ಅಂಥವರಿಂದ ಅಧಿಕಾರ ಪಡೆದು ದೊರೆತನಮಾಡುತ್ತಾರೆ. ನನ್ನ ಜನರಿಗೆ ಚೆನ್ನಾಗಿ ಹಿಡಿಸುವುದು ಇಂಥದ್ದೇ. ಆದರೆ ಅಂತ್ಯ ಬಂದಾಗ ಏನು ಮಾಡುವರು?”"}]}