{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"(ಬಾಬಿಲೋನನ್ನು ಕುರಿತ ತೀರ್ಪು) ಬಾಬಿಲೋನಿಯರ ದೇಶವಾದ ಬಾಬಿಲೋನಿಯದ ಕುರಿತು ಪ್ರವಾದಿ ಯೆರೆಮೀಯನಿಂದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನುಡಿಸಿದ ವಾಕ್ಯ ಇದು:"},{"number":2,"verse":"“ರಾಷ್ಟ್ರಗಳಲ್ಲಿ ಪ್ರಚುರಪಡಿಸಿರಿ, ಧ್ವಜವೆತ್ತಿ ಪ್ರಕಟಿಸಿರಿ, ಮುಚ್ಚುಮರೆಯಿಲ್ಲದೆ ಹೀಗೆಂದು ಸಾರಿರಿ: ‘ಬಾಬಿಲೋನ್ ಶತ್ರುವಶವಾಯಿತು. ಬೇಲ್ ದೇವತೆ ನಾಚಿಕೆಗೊಂಡಿದೆ. ಮೆರೋದಾಕ್ ದೇವತೆ ಬೆಚ್ಚಿಬಿದ್ದಿದೆ. ಅದರ ಮೂರ್ತಿಗಳು ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗಿವೆ. ಅದರ ಬೊಂಬೆಗಳು ಚೂರುಚೂರಾಗಿವೆ."},{"number":3,"verse":"“ಉತ್ತರದಿಂದ ಒಂದು ರಾಷ್ಟ್ರ ಬಾಬಿಲೋನಿನ ವಿರುದ್ಧ ಬರುತ್ತಿದೆ ಅದು ಬಾಬಿಲೋನ್ ದೇಶವನ್ನು ಹಾಳುಮಾಡುವುದು. ಅಲ್ಲಿ ಯಾರೂ ವಾಸಿಸರು. ಜಾನುವಾರುಗಳೂ ಜನರೂ ಓಡಿಹೋಗಿದ್ದಾರೆ, ತೊಲಗಿಬಿಟ್ಟಿದ್ದಾರೆ.”"},{"number":4,"verse":"(ಇಸ್ರಯೇಲಿನ ದಾಸ್ಯದ ಮುಗಿವು) ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಆ ದಿನಗಳಲ್ಲಿ, ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಯೇಲರೂ ಯೆಹೂದ್ಯರೂ ಒಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ಬರುವರು. ದಾರಿಯುದ್ದಕ್ಕೂ ಅಳುತ್ತಾ ಬಂದು ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಮರೆಹೋಗುವರು."},{"number":5,"verse":"ಸಿಯೋನಿಗೆ ಅಭಿಮುಖರಾಗಿ, ಮಾರ್ಗವನ್ನು ವಿಚಾರಿಸುತ್ತಾ, ‘ಬನ್ನಿ, ಸರ್ವೇಶ್ವರನನ್ನು ಆಶ್ರಯಿಸಿ, ಎಂದಿಗೂ ಮರೆಯಲಾಗದ ಶಾಶ್ವತ ಒಡಂಬಡಿಕೆಯನ್ನು ಅವರೊಂದಿಗೆ ಮಾಡಿಕೊಳ್ಳೋಣ’ ಎಂದು ಹೇಳುವರು."},{"number":6,"verse":"“ನನ್ನ ಜನರು ದಾರಿತಪ್ಪಿದ ಕುರಿಗಳು. ಕುರಿಗಾಹಿಗಳು ಅವರನ್ನು ದಾರಿ ತಪ್ಪಿಸಿ ಪರ್ವತಗಳಲ್ಲಿ ಅಲೆದಾಡಿಸಿದ್ದಾರೆ. ನನ್ನ ಜನರು ತಮ್ಮ ಬೀಡುಗಳನ್ನು ಮರೆತು ಬೆಟ್ಟಗುಡ್ಡಗಳಲ್ಲಿ ತಿರುಗಾಡುತ್ತಿದ್ದಾರೆ."},{"number":7,"verse":"ಕಂಡಕಂಡವರೆಲ್ಲರು ಅವರನ್ನು ಕಬಳಿಸಿದ್ದಾರೆ. ಅವರ ವಿರೋಧಿಗಳು, ‘ನಾವು ಅವರನ್ನು ಕಬಳಿಸಿದ್ದು ದೋಷವಲ್ಲ, ಏಕೆಂದರೆ, ಸತ್ಯಸ್ವರೂಪರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ, ತಮ್ಮ ಪೂರ್ವಜರ ನಂಬಿಕೆ ನಿರೀಕ್ಷೆಯಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಅವರು ಪಾಪಮಾಡಿದ್ದಾರೆ,’ ಎಂದುಕೊಂಡರು."},{"number":8,"verse":"“ಬಾಬಿಲೋನ್ ದೇಶದಿಂದ ಓಡಿಹೋಗಿ, ಬಾಬಿಲೋನಿಯರ ಆ ಸೀಮೆಯಿಂದ ಹೊರಡಿ. ಹಿಂಡುಗಳ ಮುಂದೆ ನಡೆಯುವ ಹೋತಗಳಂತೆ ಮುಂತೆರಳಿರಿ."},{"number":9,"verse":"ಇಗೋ, ದೊಡ್ಡ ರಾಷ್ಟ್ರಗಳ ಸಮೂಹವನ್ನು ಎಬ್ಬಿಸಿ ಉತ್ತರದಿಂದ ಬಾಬಿಲೋನಿಯದ ಮೇಲೆ ಬೀಳಮಾಡುವೆನು. ಅವು ಬಾಬಿಲೋನಿಗೆ ವಿರುದ್ಧ, ವ್ಯೂಹಕಟ್ಟಿ ಅದನ್ನು ಬುಡಮೇಲು ಮಾಡುವುವು. ಅವುಗಳು ಪ್ರಯೋಗಿಸುವ ಬಾಣಗಳು ಯುದ್ಧ ಪ್ರವೀಣ ಶೂರನಂತಿರುವುವು; ಅವು ಸುಮ್ಮನೆ ಹಿಂದಿರುಗವು."},{"number":10,"verse":"ಬಾಬಿಲೋನಿಯದ ರಾಜ್ಯ ಸೂರೆಯಾಗುವುದು. ಅದನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯುವವರೆಲ್ಲರು ಸಂತೃಪ್ತಿಗೊಳ್ಳುವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":11,"verse":"(ಬಾಬಿಲೋನಿಯದ ಪತನ) “ನನ್ನ ಸೊತ್ತಾದವರನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯುವವರೇ, ನೀವು ಹರ್ಷಿಸಿ ಉಲ್ಲಾಸಿಸುತ್ತಿದ್ದೀರಿ! ಕಣ ತುಳಿಯುವ ಕಡಸಿನ ಹಾಗೆ ಕುಣಿದಾಡುತ್ತಿದ್ದೀರಿ. ಕೊಬ್ಬಿದ ಕುದುರೆಗಳಂತೆ ಕೆನೆಯುತ್ತಿದ್ದೀರಿ."},{"number":12,"verse":"ಆದರೆ ನಿಮ್ಮ ಮಾತೃಭೂಮಿ ಮಾನಭಂಗಕ್ಕೆ ಈಡಾಗುವುದು. ನಿಮ್ಮನ್ನು ಹೆತ್ತ ರಾಜ್ಯ ನಾಚಿಕೊಳ್ಳುವುದು. ಹೌದು, ಅದು ಕಾಡಾಗುವುದು. ಕಗ್ಗಾಡು, ಬೆಂಗಾಡು ಆಗುವುದು. ರಾಷ್ಟ್ರಗಳಲ್ಲಿ ಅದು ಕನಿಷ್ಟವಾಗುವುದು."},{"number":13,"verse":"ಸರ್ವೇಶ್ವರನ ಕೋಪದ ನಿಮಿತ್ತ ಅದು ನಿರ್ಜನವಾಗುವುದು. ಪೂರ್ತಿಯಾಗಿ ಅದು ಪಾಳುಬೀಳುವುದು. ಬಾಬಿಲೋನನ್ನು ಹಾದುಹೋಗುವವರೆಲ್ಲರು ಅದಕ್ಕೆ ಬಂದೊದಗಿದ ವಿಪತ್ತುಗಳನ್ನು ಕಂಡು ನಿಬ್ಬೆರಗಾಗುವರು, ಸಿಳ್ಳುಹಾಕಿ ಮೂದಲಿಸುವರು."},{"number":14,"verse":"“ಬಿಲ್ಲುಗಾರರೇ, ನೀವೆಲ್ಲರು ವ್ಯೂಹಕಟ್ಟಿ ಬಾಬಿಲೋನಿಗೆ ಮುತ್ತಿಗೆಹಾಕಿರಿ. ಬಾಣಗಳನ್ನು ಮಿಗಿಸದೆ ಎಸೆಯಿರಿ. ಅದು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಪಾಪಮಾಡಿದೆ."},{"number":15,"verse":"ಆದರ ಸುತ್ತಲು ರಣಘೋಷಮಾಡಿರಿ. ಇಗೋ, ಅದು ಶರಣಾಗತವಾಯಿತು! ಅದರ ಕೋಟೆಕೊತ್ತಲಗಳು ಬಿದ್ದವು. ಅದರ ಪೌಳಿಗೋಡೆಯನ್ನು ಕೆಡವಲಾಯಿತು. ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಅದಕ್ಕೆ ಮುಯ್ಯಿತೀರಿಸಿದ್ದೇನೆ. ನೀವೂ ಮುಯ್ಯಿತೀರಿಸಿರಿ. ಅದು ಮಾಡಿದಂತೆಯೇ ಅದಕ್ಕೆ ಮಾಡಿ."},{"number":16,"verse":"ಬೀಜಬಿತ್ತುವವನಾಗಲಿ, ಸುಗ್ಗಿಯಲ್ಲಿ ಕುಡುಗೋಲು ಹಿಡಿಯುವವನಾಗಲಿ ಆ ಬಾಬಿಲೋನಿನಲ್ಲಿ ಇಲ್ಲದಂತೆ ಮಾಡಿ. ಪ್ರತಿಯೊಬ್ಬ ವಿದೇಶಿಯನು ಹತ್ಯಮಾಡುವ ಆ ಖಡ್ಗದ ಮುಂದೆ ನಿಲ್ಲಲಾಗದೆ ಸ್ವಜನರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಸ್ವದೇಶಕ್ಕೆ ಓಡಿಹೋಗುವನು."},{"number":17,"verse":"(ಇಸ್ರಯೇಲ್ ಹಿಂತಿರುಗಲಿದೆ) “ಇಸ್ರಯೇಲ್ ಚದರಿಹೋದ ಮಂದೆ. ಸಿಂಹಗಳು ಅದನ್ನು ಓಡಿಸಿಬಿಟ್ಟಿವೆ. ಮೊಟ್ಟಮೊದಲು ಅಸ್ಸೀರಿಯಾದ ಅರಸನು ಅದನ್ನು ಕಬಳಿಸಿದನು. ಕಟ್ಟಕಡೆಗೆ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಅದರ ಎಲುಬುಗಳನ್ನು ಕಡಿದುಬಿಟ್ಟನು."},{"number":18,"verse":"ಹೀಗಿರಲು, ಇಸ್ರಯೇಲಿನ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಸರ್ವೇಶ್ವರನೂ ಆದ ನಾನು ಹೇಳುವುದು ಇದು: ಅಸ್ಸೀರಿಯಾದ ಅರಸನನ್ನು ನಾನು ದಂಡಿಸಿದಂತೆ ಬಾಬಿಲೋನಿನ ಅರಸನನ್ನೂ ಅವನ ದೇಶವನ್ನೂ ದಂಡಿಸುವೆನು."},{"number":19,"verse":"ಇಸ್ರಯೇಲೆಂಬ ಮಂದೆಯನ್ನು ಮರಳಿ ಅದರ ಹುಲ್ಲುಗಾವಲಿಗೆ ಸೇರಿಸುವೆನು. ಅದು ಕರ್ಮೆಲಿನಲ್ಲೂ ಭಾಷಾನಿನಲ್ಲೂ ಮೇಯುವುದು. ಎಫ್ರಯಿಮಿನ ಮತ್ತು ಗಿಲ್ಯಾದಿನ ಗುಡ್ಡಗಳಲ್ಲಿ ಹೊಟ್ಟೆತುಂಬ ತಿನ್ನುವುದು."},{"number":20,"verse":"ಆ ದಿನಗಳಲ್ಲಿ, ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಯೇಲಿನ ಅಧರ್ಮವನ್ನು ಎಲ್ಲಿ ಹುಡುಕಿದರೂ ಸಿಗದು. ಜುದೇಯದ ಪಾಪವನ್ನು ತಡಕಿದರೂ ಸಿಗದು. ಏಕೆಂದರೆ ನಾನು ಉಳಿಸಿದ ಜನಶೇಷವನ್ನು ಕ್ಷಮಿಸಿಬಿಡುವೆನು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":21,"verse":"(ಬಾಬಿಲೋನಿನ ಪತನ ಕುರಿತು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಘೋಷಣೆ) ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಮೆರಾಥಯಿಮ್ (ಅಂದರೆ: ಅತಿ ದ್ರೋಹದ ದೇಶ; ದಂಡನೆಗೆ ಗುರಿಯಾದ ಸ್ಥಳ.) ನಾಡಿಗೂ ಪಕೋದಿನ ನಿವಾಸಿಗಳಿಗೂ ವಿರುದ್ಧ ದಂಡೆತ್ತಿಹೋಗಿ ಅವರನ್ನು ಸಂಹರಿಸು. ಆ ನಾಡನ್ನು ಪೂರ್ತಿಯಾಗಿ ಹಾಳುಮಾಡು. ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲಾ ನೆರವೇರಿಸು."},{"number":22,"verse":"ಇಗೋ ಯುದ್ಧದ ಆರ್ಭಟ! ಮಹಾವಿನಾಶದ ಕೂಗಾಟ ನಾಡಿನೊಳಗೆಲ್ಲ!"},{"number":23,"verse":"ಲೋಕವನ್ನೆಲ್ಲ ಬಡಿದ ಕೊಡಲಿಯಂಥ ಬಾಬಿಲೋನ್ ಈಗ ಮುರಿದು ಚೂರುಚೂರಾಗಿದೆ! ಆ ರಾಜ್ಯವು ರಾಷ್ಟ್ರಗಳ ನಡುವೆ ಹಾಳಾಗಿ ಬಿದ್ದಿದೆ."},{"number":24,"verse":"ಬಾಬಿಲೋನೇ, ನಿನಗೆ ನಾನು ಉರುಲೊಡ್ಡಿದ್ದೆ. ನೀನು ತಿಳಿಯದೆ ಅದರಲ್ಲಿ ಸಿಕ್ಕಿಕೊಂಡೆ. ನೀನು ಸರ್ವೇಶ್ವರನೊಂದಿಗೆ ಹೋರಾಡಿದ್ದರಿಂದ ಬೋನಿನ ವಶವಾದೆ."},{"number":25,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನೆಂಬ ದೇವರು ಬಾಬಿಲೋನಿನ ದೇಶದಲ್ಲಿ ನಿರ್ವಹಿಸಬೇಕಾದ ಕಾರ್ಯವೊಂದು ಉಂಟು. ಅದಕ್ಕಾಗಿ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನನ್ನ ಆಯುಧ ಶಾಲೆಯನ್ನು ತೆರೆದಿದ್ದೇನೆ. ನನ್ನ ಕೋಪದ ಅಸ್ತ್ರಶಸ್ತ್ರಗಳನ್ನು ಹೊರಗೆ ತೆಗೆದಿದ್ದೇನೆ."},{"number":26,"verse":"ಲೋಕದ ಕಟ್ಟಕಡೆಯಿಂದ ಬಾಬಿಲೋನಿಗೆ ಬನ್ನಿ. ಅದರ ಕಣಜಗಳನ್ನು ತೆರೆಯಿರಿ. ಆ ನಗರವನ್ನು ಹಾಳುದಿಬ್ಬವನ್ನಾಗಿ ಮಾಡಿ ಪೂರ್ತಿಯಾಗಿ ನಾಶಪಡಿಸಿರಿ. ಅದರಲ್ಲಿ ಏನೂ ಉಳಿಯದಿರಲಿ."},{"number":27,"verse":"ಅದರ ಗೂಳಿಗಳನ್ನೆಲ್ಲ ಕೊಲ್ಲಿರಿ. ಹೋಗಲಿ ಅವು ವಧ್ಯಸ್ಥಾನಕ್ಕೆ. ಅವುಗಳಿಗೆ ಧಿಕ್ಕಾರ. ಅವುಗಳಿಗೆ ಬಂದಿದೆ ವಿಪತ್ಕಾಲ! ಸಮೀಪಿಸಿದೆ ದಂಡನೆಯ ದಿನ!"},{"number":28,"verse":"“ಇಗೋ, ಬಾಬಿಲೋನಿನಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಓಡಿಹೋಗುವವರ ಶಬ್ದ! ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು ತನ್ನ ಆಲಯವನ್ನುನಾಶಮಾಡಿದವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸಿದ್ದಾರೆ ಎಂಬ ಸಮಾಚಾರವನ್ನು ಸಿಯೋನಿನಲ್ಲಿ ಸಾರಲು ಧಾವಿಸುತ್ತಿದ್ದಾರೆ ಆ ಜನ."},{"number":29,"verse":"“ಬಿಲ್ಲುಬಾಣಗಾರರನ್ನೆಲ್ಲ ಬಾಬಿಲೋನಿಗೆ ಕರೆಯಿರಿ. ಅದರ ಸುತ್ತಲು ದಂಡಿಳಿಸಿರಿ. ಅದರ ನಿವಾಸಿಗಳಲ್ಲಿ ಯಾರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳದ ಹಾಗಿರಲಿ. ಅದರ ಕೃತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ಮುಯ್ಯಿತೀರಿಸಿರಿ. ಅದು ಮಾಡಿದಂತೆಯೇ ಅದಕ್ಕೆ ಮಾಡಿ. ಏಕೆಂದರೆ ಗರ್ವದಿಂದ ಅದು ಇಸ್ರಯೇಲರ ಪರಮ ಪಾವನನಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಅಸಡ್ಡೆಮಾಡಿದೆ."},{"number":30,"verse":"ಆದಕಾರಣ ಆ ದಿನದಂದು ಅಲ್ಲಿ ಯುವಕರು ಬೀದಿ ಚೌಕಗಳಲ್ಲಿ ಬಿದ್ದು ಸಾಯುವರು. ಯುದ್ಧವೀರರೆಲ್ಲರು ಸತ್ತು ಸ್ತಬ್ದರಾಗುವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":31,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಎಲೈ ಅಹಂಕಾರಿಯೇ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧನು. ನಿನಗೆ ಹೊತ್ತು ಬಂದಿದೆ. ನಿನ್ನನ್ನು ದಂಡಿಸತಕ್ಕ ಕಾಲ ಸಮೀಪಿಸಿದೆ."},{"number":32,"verse":"ಅಹಂಕಾರದಿಂದ ಕೂಡಿದ ರಾಜ್ಯ ಎಡವಿ ಬೀಳುವುದು. ಅದನ್ನು ಯಾರೂ ಎತ್ತರು. ಅದರ ನಗರಗಳಿಗೆ ಬೆಂಕಿಹೊತ್ತಿಸುವೆನು. ಅದು ಸುತ್ತಮುತ್ತಣದನ್ನೆಲ್ಲ ನುಂಗಿಬಿಡುವುದು.”"},{"number":33,"verse":"(ಇಸ್ರಯೇಲಿನ ಉದ್ಧಾರಕ) ಸೇನಾಧೀಶ್ವರರಾದ ಸರ್ವೇಶ್ವರ ಹೀಗೆ ಎನ್ನುತ್ತಾರೆ: “ಇಸ್ರಯೇಲಿನ ಹಾಗು ಜುದೇಯದ ಜನರಿಬ್ಬರೂ ಹಿಂಸೆಗೆ ಗುರಿಯಾಗಿದ್ದಾರೆ. ಅವರನ್ನು ಸೆರೆಗೆ ಒಯ್ದವರೆಲ್ಲರು ಅವರನ್ನು ಬಿಡುವುದಿಲ್ಲವೆಂದು ಪಟ್ಟುಹಿಡಿದಿದ್ದಾರೆ."},{"number":34,"verse":"ಅವರನ್ನು ಬಿಡಿಸಬಲ್ಲವನು ಬಲಿಷ್ಠನು. ‘ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ’ ಎಂಬುದೇ ಆತನ ನಾಮಧೇಯ. ಆತನೇ ಅವರ ವ್ಯಾಜ್ಯವನ್ನು ಜಯಿಸಿ, ನಾಡಿಗೆ ಶಾಂತಿಯನ್ನು ತಂದು, ಬಾಬಿಲೋನಿಯದವರಿಗೆ ಕಳವಳವನ್ನುಂಟುಮಾಡುವನು.”"},{"number":35,"verse":"ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ಬಾಬಿಲೋನಿಯರ ಮೇಲೆ ಬೀಳಲಿದೆ ಖಡ್ಗ ಅದರ ಜನಸಾಮಾನ್ಯರನ್ನು, ಪದಾಧಿಕಾರಿಗಳನ್ನು, ಪಂಡಿತರನ್ನು ಇವರೆಲ್ಲರನ್ನು ಹತಿಸಲಿದೆ ಆ ಖಡ್ಗ."},{"number":36,"verse":"ಅದು ಇರಿಯಲಿ ಕೊಚ್ಚಿಕೊಳ್ಳುವವರನ್ನು ಬಯಲಿಗೆಳೆಯಲಿ ಅವರ ಬುದ್ಧಿಹೀನತೆಯನ್ನು ಸಂಹರಿಸಲಿ ಆ ಬಾಬಿಲೋನಿನ ಶೂರರನ್ನು ಬೆಬ್ಬರಬೀಳುವಂತಾಗಿಸಲಿ ಅವರೆಲ್ಲರನ್ನು."},{"number":37,"verse":"ಹೊಡೆಯಲಿ ಅಶ್ವಗಳನ್ನೂ ರಥಗಳನ್ನೂ ಬಾಬಿಲೋನಿನಲ್ಲಿರುವ ನಾನಾ ವಿದೇಶಿಯರನ್ನೂ ಬೆದರಿಸಲಿ ಅವರ ಹೆಂಗಸರನ್ನು, ಕಬಳಿಸಲಿ, ಸೂರೆಮಾಡಲಿ ಆ ಖಡ್ಗ ಅವರ ಸಂಪತ್ತನ್ನು."},{"number":38,"verse":"ಅವರ ನೀರನ್ನೆಲ್ಲ ಹೀರಲಿ ಬೇಗನೆ ಬತ್ತಿಹೋಗಲಿ ಅವರ ತೊರೆ. ಅಕಟಾ! ತುಂಬಿದೆ ಆ ದೇಶ ಬೊಂಬೆಗಳಿಂದ ಮದವೇರಿದೆ ಅದರ ಜನತೆಗೆ ವಿಗ್ರಹಾರಾಧನೆಯಿಂದ."},{"number":39,"verse":"ಈ ಕಾರಣ, ತೋಳಗಳೂ ಕಾಡುಮೃಗಗಳೂ ಬೀಡುಮಾಡುವುವಲ್ಲಿ. ಉಷ್ಟ್ರಪಕ್ಷಿಗಳೂ ತಂಗುವುವು ಅಲ್ಲಿ. ಅದೆಂದಿಗೂ ನಿವಾಸಸ್ಥಳ ಆಗದು ತಲತಲಾಂತರಕ್ಕೂ ಜನರು ಅಲ್ಲಿ ಒಕ್ಕಲಿರರು."},{"number":40,"verse":"ಯಾರೂ ನೆಲಸಲಾಗಲಿಲ್ಲ ನಾನು ಕೆಡವಿದಾ ಸೊದೋಮ್ ಗೊಮೋರ ನಗರಗಳಲ್ಲಿ ಅದರ ಸುತ್ತಮುತ್ತಣ ಊರುಗಳಲ್ಲಿ ಯಾರೂ ವಾಸಿಸರು ಯಾವ ನರಪ್ರಾಣಿಯೂ ನೆಲಸದು, ಬಾಬಿಲೋನಿನಲ್ಲಿ."},{"number":41,"verse":"ಇಗೋ ರಾಷ್ಟ್ರವೊಂದು ಬರುವುದು ಉತ್ತರದಿಂದ: ಎಚ್ಚರಗೊಳ್ವರು ಮಹಾಜನ ಹಾಗೂ ಅರಸರು ಬಹುಮಂದಿ ಬರುವರವರು ಲೋಕದ ಕಟ್ಟಕಡೆಯಿಂದ."},{"number":42,"verse":"ಆ ಕ್ರೂರಿಗಳು, ಆ ನಿಷ್ಕರುಣಿಗಳು ಹಿಡಿದುಕೊಂಡಿರುವರು ಬಿಲ್ಲನ್ನೂ ಈಟಿಯನ್ನೂ. ಅವರ ಧ್ವನಿ ಮೊರೆಯುತ್ತದೆ ಸಮುದ್ರದಂತೆ ಕುದುರೆ ಸವಾರಿ ತೊಡಗಲಿದೆ. ಬಾಬಿಲೋನ್ ನಗರಿಯೇ, ಕೇಳು, ಆ ಸೈನ್ಯ ಶೂರವೀರರಿಂದ ಕೂಡಿದೆ. ಅದು ನಿನ್ನ ಮೇಲೆ ಯುದ್ಧಸನ್ನದ್ಧವಾಗಿದೆ. ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ ಇದು."},{"number":43,"verse":"ಈ ಸುದ್ದಿ ಬಿತ್ತು ಬಾಬಿಲೋನಿನ ಅರಸನ ಕಿವಿಗೆ ಅವನ ಕೈಗಳಿದೋ ಜೋಲುಬಿದ್ದಿವೆ ಅವನನ್ನು ಹಿಡಿದಿದೆ ಪ್ರಸವವೇದನೆಯಂಥ ಯಾತನೆ."},{"number":44,"verse":"ಬಾಬಿಲೋನಿಯರಿಗೆ ನಿತ್ಯ ನೆಲೆಯಾದ ಗೋಮಾಳಕ್ಕೆ ಇಗೋ, ಜೋರ್ಡನ್ ದಟ್ಟಡವಿಯಿಂದ ಸಿಂಹದೋಪಾದಿ ನಾನು ಏರಿಬರುವೆನು. ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ಆ ಬಾಬಿಲೋನಿಯರನ್ನು ಅಲ್ಲಿಂದ ಓಡಿಸಿಬಿಡುವೆನು. ಅದನ್ನು ಪಾಲಿಸುವುದಕ್ಕೆ ನಾನು ಆರಿಸಿಕೊಂಡವನನ್ನೇ ನೇಮಿಸುವೆನು. ನನಗೆ ಸಮಾನನು ಯಾರು? ನ್ಯಾಯವಿಚಾರಣೆಗೆ ನನ್ನನ್ನು ಎಳೆಯಬಲ್ಲ ವ್ಯಕ್ತಿ ಯಾರು? ಮಂದೆಯನ್ನು ಕಾಯುವ ಯಾವನು ತಾನೆ ನನ್ನೆದುರಿಗೆ ನಿಲ್ಲಬಲ್ಲನು?"},{"number":45,"verse":"ಹೀಗಿರಲು, ಸರ್ವೇಶ್ವರನು ಬಾಬಿಲೋನಿಯರ ವಿಷಯವಾಗಿ ಮಾಡಿಕೊಂಡಿರುವ ಆಲೋಚನೆಯನ್ನು, ಅದರ ಕಸ್ದೀಯರನ್ನು ಕುರಿತು ಸಂಕಲ್ಪಿಸಿರುವ ಉದ್ದೇಶವನ್ನು ಆಲಿಸಿರಿ: ಕಾಡುಮೃಗಗಳು ಹಿಂಡಿನ ಮರಿಗಳನ್ನು ಖಂಡಿತವಾಗಿ ಎಳೆದುಕೊಂಡು ಹೋಗುವುವು. ಅವುಗಳ ನಾಶಕ್ಕಾಗಿ ಹುಲ್ಲುಗಾವಲು ನಿಶ್ಚಯವಾಗಿ ಕಳವಳಪಡುವುದು."},{"number":46,"verse":"ಬಾಬಿಲೋನ್ ಶತ್ರುವಶ ಆಯಿತೆಂಬ ಕೋಲಾಹಲಕ್ಕೆ ಭೂಮಿ ಕಂಪಿಸುವುದು. ಅದರ ಮೊರೆ ರಾಷ್ಟ್ರಗಳಿಗೆ ಕೇಳಿಸುವುದು."}]}