{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"(ಬಾಬಿಲೋನಿಗೆ ಶಿಕ್ಷೆ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಇಗೋ, ನಾನು ಬಾಬಿಲೋನಿನ ಮೇಲೂ ಅದರ ಲೇಬ್‍ಕಾಮೈ ಪ್ರಜೆಗಳ ಮೇಲೂ ವಿನಾಶಕಾರಿಯಾದ ಗಾಳಿಬೀಸುವಂತೆ ಮಾಡುವೆನು."},{"number":2,"verse":"ಅನ್ಯಜನರನ್ನು ಬಾಬಿಲೋನಿಗೆ ಕಳುಹಿಸುವೆನು. ಅವರು ಅದನ್ನು ಗಾಳಿಗೆ ತೂರಿಬಿಡುವರು. ನಿಯಮಿತ ವಿಪತ್ಕಾಲದಲ್ಲಿ ಆ ದೇಶಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಿ ಅದನ್ನು ಬಟ್ಟಬರಿದು ಮಾಡುವರು."},{"number":3,"verse":"ಅದರ ಧನುರ್ಧಾರಿಗಳಿಗೂ ಕವಚ ಸನ್ನದ್ಧರಿಗೂ ಬಿಲ್ಲುಬಾಣಗಳನ್ನೆಸೆಯಲು ಅವಕಾಶವಿಲ್ಲದಿರಲಿ. ಬಾಬಿಲೋನಿಯದ ಯುವಕರನ್ನು ಉಳಿಸದಿರಿ. ಅದರ ಸೈನಿಕರನ್ನೆಲ್ಲ ನಿಶ್ಶೇಷಮಾಡಿರಿ."},{"number":4,"verse":"ಬಾಬಿಲೋನಿಯರು ತಮ್ಮ ದೇಶದಲ್ಲೆ ಹತರಾಗಿ ಬೀಳುವರು. ಅದರ ಬೀದಿಗಳಲ್ಲೆ ಕತ್ತಿಗೆ ತುತ್ತಾಗಿ ಮಣ್ಣುಪಾಲಾಗುವರು."},{"number":5,"verse":"ಇಸ್ರಯೇಲರ ಪರಮ ಪಾವನ ಸ್ವಾಮಿಯಾದ ನನಗೆ ನನ್ನ ಜನರು ಮಾಡಿದ ಅಪರಾಧ ತಮ್ಮ ನಾಡಿನಲ್ಲಿ ತುಂಬಿದ್ದರೂ ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನೆಂಬ ದೇವರಾದ ನಾನು ಇಸ್ರಯೇಲನ್ನಾಗಲಿ ಜುದೇಯವನ್ನಾಗಲಿ ತ್ಯಜಿಸಿಬಿಡಲಿಲ್ಲ."},{"number":6,"verse":"ನೀವು ಬಾಬಿಲೋನಿನಿಂದ ಓಡಿಹೋಗಿ ನಿಮ್ಮ ನಿಮ್ಮ ಪ್ರಾಣಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ, ಅದಕ್ಕೆ ಉಂಟಾಗುವ ದಂಡನೆಗೆ ನೀವು ಒಳಗಾಗಬೇಡಿ. ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಮುಯ್ಯಿತೀರಿಸುವ ಕಾಲಬಂದಿದೆ. ಬಾಬಿಲೋನಿಗೆ ತಕ್ಕ ಪ್ರತೀಕಾರ ಮಾಡುವೆನು."},{"number":7,"verse":"ಬಾಬಿಲೋನ್ ನನ್ನ ಕೈಯಲ್ಲಿರುವ ಹೊನ್ನಿನ ಪಾನಪಾತ್ರೆ. ಲೋಕದವರೆಲ್ಲರು ಅದರಿಂದ ಕುಡಿದು ಮತ್ತರಾದರು. ರಾಷ್ಟ್ರಗಳು ಅದರಿಂದ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದು ಹುಚ್ಚಾದವು."},{"number":8,"verse":"ಬಾಬಿಲೋನ್ ತಟ್ಟನೆ ಬಿದ್ದು ಹಾಳಾಯಿತು. ಅದಕ್ಕಾಗಿ ಗೋಳಾಡಿ. ಅದರ ನೋವನ್ನು ನೀಗಿಸಲು ಔಷಧವನ್ನು ತನ್ನಿ. ಒಂದು ವೇಳೆ ಅದು ಗುಣವಾದೀತು!"},{"number":9,"verse":"ಅಲ್ಲಿರುವ ಹೊರನಾಡಿಗರು, ‘ಬಾಬಿಲೋನನ್ನು ಸ್ವಸ್ಥಮಾಡಲು ನಾವು ಪ್ರಯತ್ನಿಸಿದೆವು. ಆದರೆ ಅದು ಸ್ವಸ್ಥವಾಗಲಿಲ್ಲ. ಬಾಬಿಲೋನನ್ನು ಬಿಟ್ಟು ನಾವೆಲ್ಲರು ನಮ್ಮ ನಮ್ಮ ನಾಡುಗಳಿಗೆ ಹೋಗೋಣ. ಅದು ಪಡೆಯಬೇಕಾದ ದಂಡನೆ ಆಕಾಶ ಮುಟ್ಟುವಷ್ಟು ದೊಡ್ಡದು, ಹೌದು, ಅದು ಗಗನದವರೆಗೂ ಬೆಳೆದಿದೆ,” ಎನ್ನುವರು."},{"number":10,"verse":"‘ಸರ್ವೇಶ್ವರ ನಮ್ಮ ಧಾರ್ಮಿಕತೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದ್ದಾರೆ. ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಡೆಸಿದ ಮಹತ್ಕಾರ್ಯವನ್ನು ಸಿಯೋನಿನಲ್ಲಿ ಪ್ರಕಟಿಸೋಣ ಬನ್ನಿ’ ಎಂದು ಹೇಳುವರು.”"},{"number":11,"verse":"ಸರ್ವೇಶ್ವರನು ಬಾಬಿಲೋನನ್ನು ಹಾಳುಮಾಡಬೇಕೆಂದು ಉದ್ದೇಶಿಸಿ, ಅದನ್ನು ಮೇದ್ಯರ ಅರಸರು ನಾಶಮಾಡುವಂತೆ ಅವರನ್ನು ಪ್ರೇರೇಪಿಸಿದ್ದಾರೆ. ಆ ನಾಶವು, ಸರ್ವೇಶ್ವರನು ತನ್ನ ಆಲಯವನ್ನು ಕೆಡವಿದವರಿಗೆ ಮಾಡಬೇಕೆಂದಿದ್ದ ಪ್ರತೀಕಾರವೇ ಆಗಿದೆ. ‘ಮೇದ್ಯರೇ, ಬಾಣಗಳನ್ನು ಮಸೆಯಿರಿ, ಯುದ್ಧಸನ್ನದ್ಧರಾಗಿರಿ;"},{"number":12,"verse":"ಬಾಬಿಲೋನಿನ ಕೋಟೆಗೆ ಎದುರಾಗಿ ಧ್ವಜವೆತ್ತಿರಿ. ಪಹರೆಯನ್ನು ಬಲಪಡಿಸಿರಿ. ಕಾವಲುಗಾರರನ್ನು ನಿಲ್ಲಿಸಿರಿ. ಹೊಂಚುಗಾರರನ್ನು ಗೊತ್ತುಮಾಡಿರಿ!’ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಬಾಬಿಲೋನಿನವರ ವಿಷಯದಲ್ಲಿ ನುಡಿದಿದ್ದನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ನೆರವೇರಿಸಿದ್ದಾರೆ."},{"number":13,"verse":"“ಬಹುಜಲಾಶ್ರಯಗಳ ನಡುವೆ ನಿಂತಿರುವ ನಗರಿಯೇ, ಧನಭರಿತ ಪುರಿಯೇ, ನಿನ್ನ ಅಂತ್ಯಕಾಲವು ಬಂದಿದೆ. ನೀನು ಕೊಳ್ಳೆಹೊಡೆದದ್ದು ಸಾಕಾಗಿದೆ.”"},{"number":14,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಮೇಲೆ ಆಣೆಯಿಟ್ಟು ಹೇಳುವುದು ಇದು: “ಖಂಡಿತವಾಗಿ ನಾನು ಮಿಡತೆಗಳಷ್ಟು ಅಸಂಖ್ಯ ಜನರಿಂದ ನಿನ್ನನ್ನು ತುಂಬಿಸುವೆನು. ಅವರು ನಿನ್ನ ಮೇಲೆ ಜಯಘೋಷಮಾಡುವರು.”"},{"number":15,"verse":"(ದೇವರಿಗೊಂದು ಸ್ತುತಿಗೀತೆ) ಆತ ಭೂಮಿಯನ್ನು ನಿರ್ಮಿಸಿದ ಶಕ್ತಿಯಿಂದ ಲೋಕವನ್ನು ಸ್ಥಾಪಿಸಿದ ಜ್ಞಾನದಿಂದ ಆಕಾಶಮಂಡಲವನ್ನು ಹರಡಿದ ವಿವೇಕದಿಂದ."},{"number":16,"verse":"ಆತನ ಘರ್ಜನೆಗೆ ಆಕಾಶದಲ್ಲಿನ ನೀರು ಭೋರ್ಗರೆಯುತ್ತದೆ ಭುವಿಯ ಕಟ್ಟಕಡೆಯಿಂದ ಮೋಡ ಮೇಲೇರುತ್ತದೆ ಮಳೆಗೋಸ್ಕರ ಮಿಂಚು ಹೊಳೆಯುತ್ತದೆ ಆತನ ಭಂಡಾರದಿಂದ ಗಾಳಿ ಬೀಸುತ್ತದೆ."},{"number":17,"verse":"ಇದರ ಮುಂದೆ ಜನರು ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ಪಶುಪ್ರಾಯರು ತಾನು ಕೆತ್ತಿದ ವಿಗ್ರಹಕ್ಕಾಗಿ ಹೇಸುವನು ಪ್ರತಿಯೊಬ್ಬ ಅಕ್ಕಸಾಲಿಗನು. ಪೊಳ್ಳು, ಶ್ವಾಸವಿಲ್ಲದವುಗಳು, ಅವನು ಎರಕಹೊಯ್ದ ಪುತ್ತಳಿಗಳು."},{"number":18,"verse":"ಅವು ವ್ಯರ್ಥವಾದವುಗಳು, ಹಾಸ್ಯಾಸ್ಪದ ಕೃತಿಗಳು, ದಂಡನೆಯ ಕಾಲದಲ್ಲಿ ಅಳಿದುಹೋಗುವಂಥವುಗಳು."},{"number":19,"verse":"ಯಕೋಬ್ಯರಿಗೆ ಸ್ವಂತವಾದ ದೇವರು ಅವುಗಳ ಹಾಗಲ್ಲ ಆತ ಸಮಸ್ತವನ್ನು ಸೃಷ್ಟಿಸಿದಾತ ಆತನ ಸೊತ್ತು ಇಸ್ರಯೇಲ್ ವಂಶ ‘ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ’ ಎಂಬುದು ಆತನ ನಾಮಧೇಯ."},{"number":20,"verse":"(ಸರ್ವೇಶ್ವರನ ಗದೆ) “ಬಾಬಿಲೋನೇ, ನೀನು ನನಗೊಂದು ಯುದ್ಧಾಸ್ತ್ರ, ಒಂದು ಗದೆ. ಈ ಗದೆಯಿಂದ ರಾಷ್ಟ್ರಗಳನ್ನು ಬಡಿದುಬಿಡುವೆನು, ರಾಜ್ಯಗಳನ್ನು ಅಳಿಸಿಬಿಡುವೆನು."},{"number":21,"verse":"ಈ ಗದೆಯಿಂದ ಒಡೆದುಬಿಡುವೆನು ಕುದುರೆಯನ್ನೂ ಸವಾರನನ್ನೂ,"},{"number":22,"verse":"ರಥವನ್ನೂ ಸಾರಥಿಯನ್ನೂ ಸ್ತ್ರೀಪುರುಷರನ್ನೂ ಬಾಲವೃದ್ಧರನ್ನೂ."},{"number":23,"verse":"ಈ ಗದೆಯಿಂದ ಒಡೆದುಬಿಡುವೆನು ಕುರುಬನನ್ನೂ ಮಂದೆಯನ್ನೂ ರೈತನನ್ನೂ ನೊಗದೆತ್ತುಗಳನ್ನೂ ದೇಶಾಧಿಪತಿಗಳನ್ನೂ ನಾಡಿನೊಡೆಯರನ್ನೂ.”"},{"number":24,"verse":"“ಆದರೆ ಬಾಬಿಲೋನಿನವರು ಹಾಗು ಅದರ ಕಸ್ದೀಯರು ಸಿಯೋನಿನಲ್ಲಿ ಮಾಡಿದ ಎಲ್ಲ ಕೇಡಿಗೆ ಪ್ರತಿಯಾಗಿ ನಾನು ಅವರೆಲ್ಲರಿಗೆ ಆ ಸಿಯೋನಿನವರ ಕಣ್ಣೆದುರಿಗೇ ಮುಯ್ಯಿ ತೀರಿಸುವೆನು,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":25,"verse":"“ಲೋಕವನ್ನೆಲ್ಲಾ ನಾಶಮಾಡುವ ಎಲೈ ನಾಶಕ ಪರ್ವತವೇ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧನಾಗಿದ್ದೇನೆ. ನಿನ್ನ ಮೇಲೆ ಕೈಮಾಡಿ, ನಿನ್ನನ್ನು ಬಂಡೆಯ ಮೇಲಿಂದ ಕೆಳಕ್ಕೆ ಉರುಳಿಸುವೆನು. ಸುಟ್ಟ ಬೆಟ್ಟವನ್ನಾಗಿಸುವೆನು."},{"number":26,"verse":"ಮೂಲೆಗಲ್ಲಿಗಾಗಲಿ, ಅಸ್ತಿವಾರದ ಕಲ್ಲಿಗಾಗಲಿ ಯಾರೂ ನಿನ್ನಿಂದ ಕಲ್ಲನ್ನು ತೆಗೆಯರು. ನೀನು ನಿತ್ಯನಾಶಕ್ಕೆ ಗುರಿಯಾಗುವೆ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":27,"verse":"(ಬಾಬಿಲೋನಿನ ಪತನ ಸನ್ನಿಹಿತ) “ನಾಡಿನಲ್ಲಿ ಧ್ವಜವೆತ್ತಿರಿ, ರಾಜ್ಯಗಳಲ್ಲೆಲ್ಲ ಕೊಂಬೂದಿರಿ, ರಾಷ್ಟ್ರಗಳನ್ನು ಸಜ್ಜುಮಾಡಿರಿ. ಬಾಬಿಲೋನಿನ ಮೇಲೆ ಬೀಳಲಿಕ್ಕೆ ಅರರಾಟ್, ಮಿನ್ನಿ, ಅಷ್ಕೆನಜ್ ಎಂಬ ರಾಷ್ಟ್ರಗಳನ್ನು ಕರೆದುಕೊಳ್ಳಿ. ಸೋಲಿಸಬಲ್ಲ ಸೇನಾಪತಿಯನ್ನು ನೇಮಿಸಿರಿ. ಬಿರುಸಾದ ಅಶ್ವಬಲವನ್ನು ಮಿಡತೆಗಳ ದಂಡಿನೋಪಾದಿ ಬರಮಾಡಿ."},{"number":28,"verse":"ರಾಷ್ಟ್ರಗಳು, ಮೇದ್ಯರ ಅರಸರು, ಅಧಿಪತಿಗಳು, ಅಧಿಕಾರಿಗಳು, ಅವರ ಕೈಕೆಳಗಿರುವ ಎಲ್ಲ ನಾಡಿನವರು, ಇವರೆಲ್ಲರನ್ನು ಬಾಬಿಲೋನಿಗೆ ವಿರುದ್ಧ ಸಜ್ಜುಗೊಳಿಸಿರಿ."},{"number":29,"verse":"ಪೊಡವಿ ನೊಂದು ನಡುಗುತ್ತಿದೆ! ಏಕೆಂದರೆ ಬಾಬಿಲೋನ್ ದೇಶ ಹಾಳುಬಿದ್ದು ನಿರ್ಜನವಾಗಲಿ ಎಂದು ಸರ್ವೇಶ್ವರ ಅದರ ವಿಷಯವಾಗಿ ಮಾಡಿಕೊಂಡಿರುವ ಸಂಕಲ್ಪ ಅಚಲವಾಗಿದೆ."},{"number":30,"verse":"ಬಾಬಿಲೋನಿಯದ ಶೂರರು ಯುದ್ಧಕ್ಕೆ ಹಿಂಜರಿದು ಹೆಂಗಸರಂತೆ, ಹೇಡಿಗಳಂತೆ ತಮ್ಮ ಕೋಟೆಗಳಲ್ಲೆ ನಿಂತಿದ್ದಾರೆ. ಅದರ ಹೆಬ್ಬಾಗಿಲುಗಳು ಮುರಿದುಬಿದ್ದಿವೆ. ಅದರ ಮನೆಗೆ ಬೆಂಕಿಯಿಕ್ಕಲಾಗಿದೆ."},{"number":31,"verse":"ಒಬ್ಬ ಸುದ್ದಿಗಾರ ಇನ್ನೊಬ್ಬ ಸುದ್ದಿಗಾರನತ್ತ ಓಡುತ್ತಾನೆ. ಒಬ್ಬ ದೂತ ಇನ್ನೊಬ್ಬ ದೂತನತ್ತ ದೌಡಾಯಿಸುತ್ತಾನೆ. ‘ರಾಜಧಾನಿಯನ್ನು ಎಲ್ಲಾ ಕಡೆಯಿಂದಲೂ ಆಕ್ರಮಿಸಿದ್ದಾರೆ."},{"number":32,"verse":"ರೇವುಗಳನ್ನು ಹಿಡಿದಿದ್ದಾರೆ. ಹುಲ್ಲಿಗೆ ಬೆಂಕಿ ಹಚ್ಚಿದ್ದಾರೆ. ರಣವೀರರು ಭಯಭ್ರಾಂತರಾಗಿದ್ದಾರೆ’ ಎಂದು ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೆ ತಿಳಿಸುತ್ತಾರೆ."},{"number":33,"verse":"ಬಾಬಿಲೋನ್ ನಗರವು ತುಳಿದು ತುಳಿದು ಸರಿಮಾಡಿದ ಕಣದಂತಿದೆ. ಇಷ್ಟರಲ್ಲೆ ಕೊಯ್ಲುಕಾಲ ಅದಕ್ಕೆ ಸಂಭವಿಸಲಿದೆ; ಇದು ಇಸ್ರಯೇಲರ ದೇವರೂ ಸೇನಾಧೀಶ್ವರನೂ ಆದ ಸರ್ವೇಶ್ವರನ ನುಡಿ.”"},{"number":34,"verse":"(ಜುದೇಯಕ್ಕೆ ಗೋಳಾಟ - ಬಾಬಿಲೋನಿಗೆ ಪ್ರತೀಕಾರ) ಬಾಬಿಲೋನಿಯದ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ನನ್ನನ್ನು ಮುರಿದು ತಿಂದುಬಿಟ್ಟ ನನ್ನನ್ನು ಕುಡಿದು ಬಿಸಾಡಿದ ಪಾತ್ರೆಯನ್ನಾಗಿಸಿಬಿಟ್ಟ. ಘಟಸರ್ಪದ ಹಾಗೆ ನನ್ನನ್ನು ನುಂಗಿದ ನನ್ನ ರುಚಿಪದಾರ್ಥಗಳಿಂದ ಹೊಟ್ಟೆ ತುಂಬಿಸಿಕೊಂಡ ಮಿಕ್ಕಿದುದನ್ನೆಲ್ಲ ತೊಳೆದು ಎಸೆದುಬಿಟ್ಟ."},{"number":35,"verse":"‘ನಮ್ಮ ಪ್ರಾಣವನ್ನು ಹಿಂಡಿದ ದೋಷ ಬಾಬಿಲೋನಿಗೆ ತಟ್ಟಲಿ’ ಎನ್ನುತ್ತದೆ ಸಿಯೋನ್. ‘ನಮ್ಮ ರಕ್ತವನ್ನು ಸುರಿಸಿದ ಅಪರಾಧ ಅದರ ಕಸ್ದೀಯರಿಗೆ ಬಡಿಯಲಿ!’ ಎನ್ನುತ್ತದೆ ಜೆರುಸಲೇಮ್."},{"number":36,"verse":"ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಇಗೋ, ನಾನು ನಿನ್ನ ಪರವಾಗಿ ವ್ಯಾಜ್ಯಮಾಡಿ ನಿನ್ನನ್ನು ಹಿಂಸಿಸಿದ ರಾಜ್ಯಕ್ಕೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು. ಅದರ ಸರೋವರ ಬತ್ತಿಹೋಗುವಂತೆಯೂ ಅದರ ಪ್ರವಾಹ ಒಣಗಿಹೋಗುವಂತೆಯೂ ಮಾಡುವೆನು."},{"number":37,"verse":"ಆಗ ಬಾಬಿಲೋನ್ ಹಾಳುದಿಬ್ಬ ಆಗುವುದು. ಗುಳ್ಳೆನರಿಗಳ ಬೀಡಾಗುವುದು. ಅದು ಭಯಭೀತಿಗೂ ಸೀಳು ಪರಿಹಾಸ್ಯಕ್ಕೂ ಆಸ್ಪದವಾಗುವುದು."},{"number":38,"verse":"ಬಾಬಿಲೋನಿನವರು ಯುವಸಿಂಹಗಳಂತೆ ಒಟ್ಟಿಗೆ ಗರ್ಜಿಸುವರು, ಸಿಂಹದ ಮರಿಗಳಂತೆ ಗುರುಗುಟ್ಟುವರು."},{"number":39,"verse":"ಅವರು ಹೊಟ್ಟೆಬಾಕರೇ ಸರಿ. ಅವರಿಗೆ ಔತಣವನ್ನು ಸಿದ್ಧಮಾಡುವೆನು. ತಿಂದು ಸಂಭ್ರಮಪಡುವಂತೆ ಮಾಡುವೆನು. ತಲೆಗೇರುವತನಕ ಕುಡಿಸಿ ಎಂದಿಗೂ ಎಚ್ಚರಗೊಳ್ಳದೆ ಚಿರನಿದ್ರೆಯಲ್ಲಿರುವಂತೆ ಮಾಡುವೆನು."},{"number":40,"verse":"ಕುರಿ, ಟಗರು, ಹೋತಗಳ ಹಾಗೆ ಅವರನ್ನು ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಬರಮಾಡುವೆನು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":41,"verse":"(ಬಾಬಿಲೋನನ್ನು ಕುರಿತ ಶೋಕಗೀತೆ) ಏನು, ಶೇಷಕ್ (ಅಂದರೆ : ಬಾಬಿಲೋನ್) ಶತ್ರುವಶವಾಯಿತೆ? ಲೋಕಪ್ರಸಿದ್ಧ ನಗರ ಶರಣಾಗತವಾಯಿತೆ?"},{"number":42,"verse":"ರಾಷ್ಟ್ರಗಳ ಕಣ್ಣಿಗೆ ಬಾಬಿಲೋನ್ ಭೀಕರವಾಗಿಬಿಟ್ಟಿದೆ, ಸಮುದ್ರವೆ ಬಾಬಿಲೋನಿಯದ ಮೇಲೆ ನುಗ್ಗಿಬಿಟ್ಟಿದೆ, ಲೆಕ್ಕವಿಲ್ಲದ ತೆರೆಗಳು ಆ ರಾಜ್ಯವನ್ನು ಮುಚ್ಚಿಬಿಟ್ಟಿವೆ."},{"number":43,"verse":"ಕಾಡು, ಕಗ್ಗಾಡು, ಬೆಂಗಾಡು ಆಗಿವೆ ಅದರ ನಗರಗಳು. ಆ ದೇಶದೊಳು ಯಾರೂ ವಾಸಿಸರು, ಯಾವ ನರಪ್ರಾಣಿಯೂ ಹಾದುಹೋಗದು."},{"number":44,"verse":"“ಬಾಬಿಲೋನಿಯದ ಬೇಲ್‍ದೇವತೆಯನ್ನು ದಂಡಿಸುವೆನು. ಅದು ನುಂಗಿದ್ದನ್ನು ಅದರ ಬಾಯಿಂದಲೇ ಕಕ್ಕಿಸುವೆನು. ಪ್ರವಾಹವಾಗಿ ಅಲ್ಲಿಗೆ ಬರುತ್ತಿದ್ದ ಸಕಲ ದೇಶೀಯರು ಇನ್ನು ಬಾರರು. ಆ ಬಾಬಿಲೋನಿನ ಪೌಳಿಗೋಡೆ ಇನ್ನು ಬಿದ್ದುಹೋಗುವುದು."},{"number":45,"verse":"ನನ್ನ ಜನರೇ, ಬಾಬಿಲೋನನ್ನು ಬಿಟ್ಟು ಹೊರಡಿ. ನನ್ನ ಕೋಪಾಗ್ನಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಿ."},{"number":46,"verse":"ನಿಮ್ಮ ಎದೆ ಕುಂದದಿರಲಿ. ನಾಡಿನಲ್ಲಿ ಕಿವಿಗೆ ಬೀಳುವ ಸುದ್ದಿ ನಿಮ್ಮನ್ನು ಹೆದರಿಸದಿರಲಿ. ಒಂದು ವರ್ಷ ಒಂದು ಸುದ್ದಿಯಾದರೆ ಮತ್ತೊಂದು ವರ್ಷ ಮತ್ತೊಂದು ಸುದ್ದಿ. ಹಿಂಸಾಚಾರ ಪ್ರಬಲವಾಗುತ್ತಿದೆ ನಾಡಿನಲ್ಲಿ. ಅಧಿಕಾರಿಗೆ ಅಧಿಕಾರಿಯೇ ವಿರೋಧಿ ಅಲ್ಲಿ."},{"number":47,"verse":"ಇಗೋ ಬಾಬಿಲೋನಿಯದ ವಿಗ್ರಹಗಳನ್ನು ದಂಡಿಸುವ ದಿನಗಳು ಬರಲಿವೆ. ಆ ನಾಡೆಲ್ಲ ನಾಚಿಕೆಗೆ ಈಡಾಗುವುದು. ಅದರ ಪ್ರಜೆಗಳು ಅದರಲ್ಲೇ ಹತರಾಗಿ ಬೀಳುವರು."},{"number":48,"verse":"ಆಗ ಭೂಮಿ ಆಕಾಶಗಳೂ ಅಲ್ಲಿನ ಸಮಸ್ತವೂ ಬಾಬಿಲೋನಿನ ನಾಶ ನೋಡಿ ಜಯಘೋಷಮಾಡುವುವು. ಹಾಳುಮಾಡುವರು, ಉತ್ತರದಿಂದ ಬಂದು ಹಾಳುಮಾಡುವರು."},{"number":49,"verse":"ಹತರಾದ ಇಸ್ರಯೇಲರೇ, ಬಾಬಿಲೋನಿಯದ ಹಿತಕ್ಕಾಗಿ ಬಹುಜನ ಹತರಾದರು. ಅಂತೆಯೇ ಬಾಬಿಲೋನ್ ಹತವಾಗುವುದು. ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ ಇದು.”"},{"number":50,"verse":"“ಕತ್ತಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಂಡವರೇ, ಸುಮ್ಮನೆ ನಿಂತುಕೊಳ್ಳದೆ ನಡೆಯಿರಿ. ದೂರವಿರುವಾಗಲು ಸರ್ವೇಶ್ವರನನ್ನು ಸ್ಮರಿಸಿರಿ. ಜೆರುಸಲೇಮನ್ನು ಕುರಿತು ಮನಸ್ಸಾರೆ ಹಂಬಲಿಸಿರಿ."},{"number":51,"verse":"‘ನಿಂದೆಯನ್ನು ಕೇಳಿ ನಾವು ಲಜ್ಜೆಗೊಂಡೆವು, ಮ್ಲೇಚ್ಛರು ಸರ್ವೇಶ್ವರನ ಪವಿತ್ರಾಲಯವನ್ನು ಪ್ರವೇಶಿಸಿದ್ದರಿಂದ ಅವಮಾನವು ನಮ್ಮ ಮುಖವನ್ನು ಆವರಿಸಿದೆ,’ ಎನ್ನುತ್ತೀರೋ?"},{"number":52,"verse":"ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿ: “ಬರಲಿವೆ ಬಾಬಿಲೋನಿನ ವಿಗ್ರಹಗಳನ್ನು ದಂಡಿಸುವ ದಿನಗಳು. ಆಗ ಆ ದೇಶದೊಳೆಲ್ಲ ನರಳಾಡುವರು ಗಾಯಗೊಂಡವರು."},{"number":53,"verse":"ಬಾಬಿಲೋನ್ ಆಕಾಶದ ತನಕ ಬೆಳೆದರೂ ಎತ್ತರವಾದ, ಬಲವಾದ ಕೋಟೆಕಟ್ಟಿ ಭದ್ರಪಡಿಸಿಕೊಂಡರೂ ನನ್ನ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಜನರು ಹಾಳುಮಾಡುವರು; ಅದರ ಮೇಲೆ ಬೀಳುವರು. ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ ಇದು.”"},{"number":54,"verse":"“ಇಗೋ ಕೇಳಿಬರುತ್ತಿದೆ ಬಾಬಿಲೋನಿನಿಂದ ಕೂಗಾಟ! ಆ ಬಾಬಿಲೋನಿಯರ ದೇಶದಿಂದ ಮಹಾ ವಿನಾಶದ ಕಿರುಚಾಟ!"},{"number":55,"verse":"ಬಾಬಿಲೋನನ್ನು ನಾನು ಹಾಳುಮಾಡಿಬಿಡುತ್ತೇನೆ ಅದರ ಸದ್ದುಗದ್ದಲವನ್ನು ಅಡಗಿಸಿಬಿಡುತ್ತೇನೆ. ಮಹಾ ಜಲಪ್ರವಾಹಗಳು ಭೋರ್ಗರೆಯುವಂತೆ ಅಲೆ ಅಲೆಯಾಗಿ ಬಂದ ಶತ್ರುಗಳು ಘೋಷಿಸಿ ಆರ್ಭಟಿಸುತ್ತಿದ್ದಾರೆ."},{"number":56,"verse":"ವಿನಾಶಕಾರನು ಬಂದೆರಗಿದ್ದಾನೆ ಬಾಬಿಲೋನಿನ ಮೇಲೆ ಅದರ ಶೂರರೋ ಸೆರೆಯಾಗಿಬಿಟ್ಟಿದ್ದಾರೆ ಅವರ ಬಿಲ್ಲುಗಳೋ ಮುರಿದುಹೋಗಿವೆ. ಸರ್ವೇಶ್ವರನು ಮುಯ್ಯಿತೀರಿಸುವ ದೇವರು ಆತ ಪ್ರತಿಕ್ರಿಯೆ ವ್ಯಕ್ತಪಡಿಸದೆ ಇರನು."},{"number":57,"verse":"ಬಾಬಿಲೋನಿನ ರಾಜ್ಯಪಾಲರು, ಮಂತ್ರಿಗಳು, ಅಧಿಪತಿಗಳು, ಅಧಿಕಾರಿಗಳು, ಯೋಧರು, ಇವರೆಲ್ಲರಿಗೆ ತಲೆಗೇರುವ ತನಕ ಕುಡಿಸುವೆನು. ಅವರು ಎಂದೆಂದಿಗೂ ಎಚ್ಚರಗೊಳ್ಳದೆ ಚಿರನಿದ್ರೆ ಮಾಡುವರು ಎನ್ನುತ್ತಾರೆ ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನೆಂಬ ರಾಜಾಧಿರಾಜರು.”"},{"number":58,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: ಬಾಬಿಲೋನಿನ ದೊಡ್ಡ ಪೌಳಿಗೋಡೆ ಪೂರ್ಣವಾಗಿ ನೆಲಸಮವಾಗುವುದು. ಅದರ ಉನ್ನತ ದ್ವಾರಗಳು ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟುಹೋಗುವುವು ರಾಷ್ಟ್ರಗಳು ದುಡಿದದ್ದು ಬೆಂಕಿಗೆ ತುತ್ತಾಗುವುದು.”"},{"number":59,"verse":"(ಯೆರೆಮೀಯನು ಸುರುಳಿ ಯೂಫ್ರೆಟಿಸ್ ನದಿಪಾಲು) ಮಸ್ಸೇಯನ ಮೊಮ್ಮಗನೂ ನೇರೀಯನ ಮಗನೂ ಆದ ಸೆರಾಯನು ಜುದೇಯದ ಅರಸ ಚಿದ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ನಾಲ್ಕನೆಯ ವರ್ಷದಲ್ಲಿ ಚಿದ್ಕೀಯನೊಡನೆ ಬಾಬಿಲೋನಿಗೆ ಪ್ರಯಾಣಮಾಡಿದನು. ಆಗ ಪ್ರವಾದಿ ಯೆರೆಮೀಯನು ಸೆರಾಯನಿಗೆ ಒಂದು ಅಪ್ಪಣೆಯನ್ನು ಕೊಟ್ಟನು."},{"number":60,"verse":"ಸೆರಾಯನು ಸರಬರಾಯಿನ ಕಾರಬಾರಿ. ಯೆರೆಮೀಯನು ಬಾಬಿಲೋನಿಗೆ ಸಂಭವಿಸತಕ್ಕ ಎಲ್ಲ ಕೇಡಿನ ವಿಷಯವನ್ನು, ಅಂದರೆ ಬಾಬಿಲೋನಿನ ಸಂಬಂಧವಾಗಿ ಹಿಂದೆ ಲಿಖಿತವಾದ ಎಲ್ಲ ಸಂಗತಿಗಳನ್ನು, ಒಂದು ಗ್ರಂಥವಾಗಿ ಬರೆದು ಸೆರಾಯನಿಗೆ ಹೀಗೆಂದು ಹೇಳಿದನು:"},{"number":61,"verse":"“ನೋಡು, ನೀನು ಬಾಬಿಲೋನನ್ನು ತಲುಪಿದ ಮೇಲೆ ಈ ಮಾತುಗಳನ್ನೆಲ್ಲ ತಕ್ಕವರಿಗೆ ಓದಿ ಹೇಳು."},{"number":62,"verse":"ಬಳಿಕ, ‘ಸರ್ವೇಶ್ವರಾ, ನೀವು ಈ ಸ್ಥಳವನ್ನು ನಿರ್ಮೂಲಮಾಡಲು ಉದ್ದೇಶಿಸಿ, ಇದು ಜನರಿಗೂ ಜಾನುವಾರುಗಳಿಗೂ ನೆಲೆಯಾಗದೆ ಸದಾಕಾಲ ಹಾಳಾಗಿಯೇ ಉಳಿಯಲಿ ಎಂದು ನುಡಿದಿದ್ದೀರಲ್ಲಾ!’ ಎಂದು ಅರಿಕೆಮಾಡು."},{"number":63,"verse":"ಈ ಸುರುಳಿಯನ್ನು ಓದಿ ಮುಗಿಸಿದ ಮೇಲೆ ಇದಕ್ಕೆ ಕಲ್ಲುಕಟ್ಟಿ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಮಧ್ಯೆ ಎಸೆದುಬಿಡು."},{"number":64,"verse":"ಆಮೇಲೆ, ‘ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಬಾಬಿಲೋನಿಗೆ ಬರಮಾಡುವ ವಿಪತ್ತಿನಿಂದ ಈ ನಗರ ಹೀಗೆಯೇ ಮುಳುಗುವುದು, ಮತ್ತೆ ಏಳದು,’ ಎಂದು ಹೇಳು.” ಇಲ್ಲಿಗೆ ಯೆರೆಮೀಯನ ಪ್ರವಾದನೆ ಮುಗಿಯಿತು."}]}