{"bibleAbbr":"KNCL","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"ನನ್ನ ತಲೆ ಒಂದು ಚಿಲುಮೆಯಾಗಿರಬಾರದಿತ್ತೆ? ನನ್ನ ಕಣ್ಣು ಒಂದು ಒರತೆಯಾಗಿರಬಾರದಿತ್ತೆ? ಆಗ ನನ್ನ ಜನರಲ್ಲಿ ಹತರಾದವರಿಗಾಗಿ ಹಗಲಿರುಳು ಅಳುತ್ತಿದ್ದೆ."},{"number":2,"verse":"ಅಕಟಾ, ದಾರಿಗರು ತಂಗುವ ಗುಡಿಸಲೊಂದು ಕಾಡಿನಲ್ಲಿ ಸಿಗಬಾರದೆ ! ಆಗ ಜನರನ್ನು ತ್ಯಜಿಸಿಬಿಟ್ಟು ನಾನಲ್ಲಿಗೆ ತೆರಳುತ್ತಿದ್ದೆ ! ಅವರೆಲ್ಲರು ವ್ಯಭಿಚಾರಿಗಳು, ದ್ರೋಹಿಗಳ ಗುಂಪೇ ಅಲ್ಲವೆ?"},{"number":3,"verse":"ಸರ್ವೇಶ್ವರ : “ಸುಳ್ಳಾಡಲು ಬಿಲ್ಲಿನಂತೆ ನಾಲಿಗೆ ಬಗ್ಗಿಸುತ್ತಾರೆ ಸತ್ಯಕ್ಕೆ ಪ್ರತಿಕೂಲವಾಗಿಯೆ ನಾಡಿನಲ್ಲಿ ಪ್ರಬಲಿಸಿದ್ದಾರೆ ಕೇಡಿನಿಂದ ಕೇಡಿಗೆ ಹಾರುತ್ತಾರೆ; ನನ್ನನ್ನಾದರೊ ಅರಿಯದೆ ಇದ್ದಾರೆ.”"},{"number":4,"verse":"ನಿಮ್ಮ ನಿಮ್ಮ ಗೆಳೆಯರ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ ಯಾರೇ ಆಗಲಿ, ತನ್ನ ಸಹೋದರನನ್ನೂ ನಂಬದಿರಲಿ. ಪ್ರತಿಯೊಬ್ಬ ಸೋದರನೂ ವಂಚಿಸುವುದರಲ್ಲಿ ಯಕೋಬನಿಗೆ ಸಮಾನ. ಒಬ್ಬೊಬ್ಬ ಗೆಳೆಯನೂ ತಿರುಗಾಡುತ್ತಾನೆ ಚಾಡಿಹೇಳುತ್ತಾ."},{"number":5,"verse":"ಎಲ್ಲರು ತಂತಮ್ಮ ಗೆಳೆಯರಿಗೆ ಮೋಸಮಾಡುತ್ತಾರೆ ಸತ್ಯವನ್ನು ನುಡಿವುದೇ ಇಲ್ಲ; ನಾಲಿಗೆಗೆ ಸುಳ್ಳನ್ನು ಕಲಿಸಿದ್ದಾರೆ ಆಯಾಸವಾಗುವ ಮಟ್ಟಿಗೂ ಕೆಡಕನ್ನು ಮಾಡುತ್ತಿದ್ದಾರೆ."},{"number":6,"verse":"‘ನೀನು (ಯೆರೆಮೀಯ) ವಾಸವಾಗಿರುವುದು ಮೋಸಗಾರರ ಮಧ್ಯೆ ಮೋಸಗಾರರಾಗಿರುವುದರಿಂದಲೆ ಅವರು ನನ್ನನ್ನು ಅರಿಯಲೊಲ್ಲರು’ ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":7,"verse":"ಹೀಗಿರಲು ಸರ್ವಶಕ್ತರಾದ ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳಿ : “ಅಕಟಾ, ನನ್ನ ಜನರ ದ್ರೋಹಕ್ಕೆ ಏನು ಮಾಡಲಿ? ಅವರನ್ನು ಶೋಧಿಸುವೆನು ಪುಟಕ್ಕೆ ಹಾಕಿ !"},{"number":8,"verse":"ಅವರ ನಾಲಿಗೆ ಕೊಲ್ಲುವ ಬಾಣ, ಅದು ಆಡುವುದು ಸುಳ್ಳನ್ನೇ ಬಾಯಲ್ಲಿ ಶುಭವೆಂದು ಹೇಳಿದರೂ ಹೃದಯದಲ್ಲಿ ಒಡ್ಡಿದ್ದಾರೆ ಹೊಂಚನ್ನೇ."},{"number":9,"verse":"ಇಂಥವುಗಳಿಗಾಗಿ ನಾನು ಅವರನ್ನು ಹಿಂಸಿಸಬಾರದೆ? ಇಂಥ ಜನಾಂಗದ ಮೇಲೆ ಸೇಡನ್ನು ತೀರಿಸಿಕೊಳ್ಳದಿರುವೆನೆ?”"},{"number":10,"verse":"ನಾನು : ಪರ್ವತಗಳಿಗಾಗಿ ಅತ್ತು ಗೋಳಾಡುವೆನು ಅಡವಿಯ ಕಾವಲುಗಳಿಗಾಗಿ ಶೋಕಗೀತೆಯನ್ನು ಹಾಡುವೆನು ಅವು ಸುಟ್ಟುಹೋಗಿವೆ, ಯಾರೂ ಅಲ್ಲಿ ಹಾದುಹೋಗರು. ದನಕರುಗಳ ಸದ್ದೂ ಕಿವಿಗೆ ಬೀಳದು ತೊಲಗಿಹೋಗಿವೆ ಮೃಗಪಕ್ಷಿಗಳೂ !"},{"number":11,"verse":"ಸರ್ವೇಶ್ವರ : “ಹಾಳು ದಿಬ್ಬಗಳನ್ನಾಗಿಸುವೆನು ಜೆರುಸಲೇಮನ್ನು ನರಿಗಳ ಹಕ್ಕೆಯನ್ನಾಗಿಸುವೆನು ಜುದೇಯ ಪಟ್ಟಣಗಳನ್ನು ಜನರಿಲ್ಲದ ಬೀಳುಭೂಮಿಯನ್ನಾಗಿಸುವೆನು ಅವುಗಳನ್ನು.”"},{"number":12,"verse":"ನಾನು : “ಈ ನಾಡು ಯಾರೂ ಹಾದುಹೋಗದಷ್ಟು ಹಾಳಾಗಿ ಕಾಡಿನಂತೆ ಸುಟ್ಟುಹೋದದ್ದು ಏಕೆ? ಈ ವಿಷಯವನ್ನು ಗ್ರಹಿಸತಕ್ಕ ಜ್ಞಾನಿ ಯಾರು? ಅದನ್ನು ಸರ್ವೇಶ್ವರನ ಬಾಯಿಂದಲೆ ಕೇಳಿ ತಿಳಿಸಬಲ್ಲವನಾರು?”"},{"number":13,"verse":"ಇಸ್ರಯೇಲಿನ ದೇವರೂ ಸರ್ವಶಕ್ತರೂ ಆದ ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ನಾನು ಇವರ ಕಣ್ಣೆದುರಿಗೇ ಇಟ್ಟಿರುವ ಧರ್ಮೋಪದೇಶವನ್ನು ಇವರು ಲಕ್ಷ್ಯಕ್ಕೆ ತಂದುಕೊಳ್ಳಲಿಲ್ಲ."},{"number":14,"verse":"ನನ್ನ ಮಾತನ್ನು ಕೇಳದೆ, ಧರ್ಮಮಾರ್ಗದಲ್ಲಿ ನಡೆಯದೆ, ಹಟಮಾರಿಗಳಂತೆ ಸ್ವೇಚ್ಛಾನುಸಾರ ನಡೆದುಕೊಂಡರು. ತಮ್ಮ ಪೂರ್ವಜರು ಕಲಿಸಿಕೊಟ್ಟ ಹಾಗೆ ಬಾಳ್‍ದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":15,"verse":"ಆದುದರಿಂದ ಈ ಜನರು ಕಹಿಯಾದ ಇಟ್ಟಿಕಾಯನ್ನು ತಿನ್ನುವಂತೆ ಮಾಡುವೆನು; ವಿಷ ಬೆರೆತ ನೀರನ್ನು ಕುಡಿಯುವಂತೆ ಮಾಡುವೆನು."},{"number":16,"verse":"ಇವರಿಗಾಗಲಿ ಇವರ ಪೂರ್ವಜರಿಗಾಗಲಿ ಪರಿಚಯವಿಲ್ಲದ ಜನಾಂಗಗಳ ನಡುವೆ ಇವರನ್ನು ಚದರಿಸಿಬಿಡುವೆನು. ಇವರು ಅಳಿದು ಹಾಳಾಗುವ ತನಕ ಇವರ ಹಿಂದೆ ಖಡ್ಗವನ್ನು ಕಳಿಸುವೆನು.”"},{"number":17,"verse":"(ಜೆರುಸಲೇಮಿನವರ ಶೋಕಗೀತೆ) ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಮಾತು : “ನಡೆಯುತ್ತಿರುವ ಕಾರ್ಯಗಳನ್ನು ಆಲೋಚಿಸಿ ನೋಡಿ ರೋದನಾ ಗಾಯಕಿಯರನ್ನು ಕರೆಯಿಸಿರಿ ಅವರಲ್ಲಿ ಜಾಣೆಯರನ್ನು ಕರೆಯ ಕಳಿಸಿರಿ ಅವರೂ ಬಂದು ಸೇರಲಿ.”"},{"number":18,"verse":"ಜನರು : “ಅವರು ತ್ವರೆಯಾಗಿ ಬಂದು ನಮಗೋಸ್ಕರ ಗೋಳೆತ್ತಲಿ ನಮ್ಮ ಕಣ್ಣುಗಳಿಂದ ನೀರು ಧಾರಾಕಾರವಾಗಿ ಸುರಿವಂತೆ ಮಾಡಲಿ ಕಣ್ಣಿನ ರೆಪ್ಪೆಗಳಿಂದ ನೀರು ಉಕ್ಕಿ ಹರಿವಂತೆ ಮಾಡಲಿ.”"},{"number":19,"verse":"ಸಿಯೋನಿನಿಂದ ಕೇಳಿಬಂದ ಪ್ರಲಾಪನೆ : “ಅಯ್ಯೋ ಹಾಳಾದೆವು, ನಮ್ಮ ಮಾನಮರ್ಯಾದೆ ಕಳೆದುಹೋಯಿತು ! ನಾವು ನಮ್ಮ ನಾಡನ್ನೇ ಬಿಟ್ಟು ತೊಲಗಬೇಕಾಗಿ ಬಂದಿತು. (ಶತ್ರುಗಳಿಂದ) ನಮ್ಮ ಮನೆಮಠಗಳು ನೆಲಸಮವಾದವು.”"},{"number":20,"verse":"ನಾನು : “ಮಹಿಳೆಯರೇ, ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ನುಡಿಯನ್ನು ಕೇಳಿರಿ ಅವರ ಬಾಯಿಂದ ಹೊರಟ ಮಾತಿಗೆ ಕಿವಿ ತೆಗೆಯಿರಿ ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳಿಗೂ ಗೋಳಾಟವನ್ನು ಕಲಿಸಿರಿ ಪ್ರತಿಯೊಬ್ಬಳೂ ತನ್ನ ನೆರೆಯವಳಿಗೆ ಶೋಕಗೀತೆಯನ್ನು ಹೇಳಿಕೊಡಲಿ."},{"number":21,"verse":"ಏಕೆಂದರೆ ಮೃತ್ಯು ನಮ್ಮ ಕಿಟಕಿಗಳನ್ನು ಏರಿಬಂದಿದೆ ನಮ್ಮ ಉಪ್ಪರಿಗೆಗಳೊಳಗೆ ನುಗ್ಗಿಬಿಟ್ಟಿದೆ ಬೀದಿಗಳಲ್ಲಿ ಮಕ್ಕಳೂ ಕಡಿದುಬಿದ್ದರು ಚೌಕಗಳಲ್ಲಿ ಯುವಕರೂ ಇಲ್ಲವಾದರು."},{"number":22,"verse":"ಜನರ ಹೆಣಗಳು ನೆಲದ ಮೇಲೆ ಬಿದ್ದು ಗೊಬ್ಬರವಾಗುವುವು ಅವು ಹೊಲ ಕೊಯ್ಯುವವನ ಹಿಂದೆ ಯಾರೂ ಕೂಡಿಸದೆ ಬಿದ್ದಿರುವ ಅರಿಗಳಂತಿರುವುವು - ಈ ಮಾತುಗಳನ್ನು ಸಾರುವಂತೆ ಸರ್ವೇಶ್ವರನಿಂದ ನನಗೆ ಅಪ್ಪಣೆಯಾಯಿತು.”"},{"number":23,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ : “ಜ್ಞಾನಿ ತನ್ನ ಜ್ಞಾನಕ್ಕಾಗಿ, ಪರಾಕ್ರಮಿ ತನ್ನ ಪರಾಕ್ರಮಕ್ಕಾಗಿ ಐಶ್ವರ್ಯವಂತ ತನ್ನ ಐಶ್ವರ್ಯಕ್ಕಾಗಿ ಹೆಚ್ಚಳಪಡದಿರಲಿ."},{"number":24,"verse":"ಹೆಚ್ಚಳಪಡುವವನು ನನ್ನನ್ನು ತಾನು ತಿಳಿದುಕೊಂಡದ್ದಕ್ಕಾಗಿ ಹೆಚ್ಚಳಪಡಲಿ; ಜಗದಲ್ಲಿ ಅಚಲ ಪ್ರೀತಿಯನ್ನೂ ನ್ಯಾಯನೀತಿಯನ್ನೂ ತೋರ್ಪಡಿಸುವ ಸರ್ವೇಶ್ವರ ನಾನೇ; ನನಗೆ ಪ್ರಿಯವಾದುವು ಪ್ರೀತಿ, ನೀತಿ, ನ್ಯಾಯಗಳೇ. ಇದನ್ನು ಗ್ರಹಿಸಿಕೊಂಡದ್ದಕ್ಕಾಗಿ ಹೆಚ್ಚಳಪಡಲಿ. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನನ್ನ ನುಡಿ.”"},{"number":25,"verse":"“ಈಜಿಪ್ಟರು, ಯೆಹೂದ್ಯರು, ಎದೋಮ್ಯರು, ಅಮ್ಮೋನ್ಯರು, ಮೊವಾಬ್ಯರು, ಮುಂದಲೆ ಕೂದಲನ್ನು ಕತ್ತರಿಸಿಕೊಳ್ಳುವ ಅರಣ್ಯವಾಸಿಗಳು, ಅಂತು ದೇಹದಲ್ಲಿ ಮಾತ್ರ ಸುನ್ನತಿಯುಳ್ಳವರು, ಇವರೆಲ್ಲರನ್ನು ದಂಡಿಸುವ ದಿನಗಳು ಬರುತ್ತವೆ."},{"number":26,"verse":"ಏಕೆಂದರೆ ಈ ಎಲ್ಲ ಜನಾಂಗದವರು, ಇಸ್ರಯೇಲ್ ವಂಶದವರು ಕೂಡ, ಹೃದಯದಲ್ಲಿ ಸುನ್ನತಿಯಿಲ್ಲದವರು. ಇದು ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಆಡುವ ಮಾತು.”"}]}