{"bibleAbbr":"Orig2013+","bookName":"צפניה","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"התקושׁשׁו <WH7197> Gather yourselves together, וקושׁו <WH7197> yea, gather together, הגוי <WH1471> O nation לא <WH3808> not נכסף׃ <WH3700> desired;"},{"number":2,"verse":"בטרם <WH2962> Before לדת <WH3205> bring forth, חק <WH2706> the decree כמץ <WH4671> as the chaff, עבר <WH5674> pass יום <WH3117> the day בטרם <WH2962> before לא <WH3808> יבוא <WH935> come עליכם <WH5921> upon חרון <WH2740> the fierce אף <WH639> anger יהוה <WH3068> of the LORD בטרם <WH2962> you, before לא <WH3808> יבוא <WH935> come עליכם <WH5921> upon יום <WH3117> the day אף <WH639> anger יהוה׃ <WH3068> of the LORD's"},{"number":3,"verse":"בקשׁו <WH1245> Seek את <WH853> יהוה <WH3068> ye the LORD, כל <WH3605> all ענוי <WH6035> ye meek הארץ <WH776> of the earth, אשׁר <WH834> which משׁפטו <WH4941> his judgment; פעלו <WH6466> have wrought בקשׁו <WH1245> seek צדק <WH6664> righteousness, בקשׁו <WH1245> seek ענוה <WH6038> meekness: אולי <WH194> it may be תסתרו <WH5641> ye shall be hid ביום <WH3117> in the day אף <WH639> anger. יהוה׃ <WH3068> of the LORD's"},{"number":4,"verse":"כי <WH3588> For עזה <WH5804> Gaza עזובה <WH5800> forsaken, תהיה <WH1961> shall be ואשׁקלון <WH831> and Ashkelon לשׁממה <WH8077> a desolation: אשׁדוד <WH795> Ashdod בצהרים <WH6672> at the noon day, יגרשׁוה <WH1644> they shall drive out ועקרון <WH6138> and Ekron תעקר׃ <WH6131> shall be rooted up."},{"number":5,"verse":"הוי <WH1945> Woe ישׁבי <WH3427> unto the inhabitants חבל <WH2256> coast, הים <WH3220> of the sea גוי <WH1471> the nation כרתים <WH3774> of the Cherethites! דבר <WH1697> the word יהוה <WH3068> of the LORD עליכם <WH5921> against כנען <WH3667> you; O Canaan, ארץ <WH776> the land פלשׁתים <WH6430> of the Philistines, והאבדתיך <WH6> I will even destroy מאין <WH369> thee, that there shall be no יושׁב׃ <WH3427> inhabitant."},{"number":6,"verse":"והיתה <WH1961> shall be חבל <WH2256> coast הים <WH3220> And the sea נות <WH5116> dwellings כרת <WH3741> cottages רעים <WH7462> for shepherds, וגדרות <WH1448> and folds צאן׃ <WH6629> for flocks."},{"number":7,"verse":"והיה <WH1961> shall be חבל <WH2256> And the coast לשׁארית <WH7611> for the remnant בית <WH1004> of the house יהודה <WH3063> of Judah; עליהם <WH5921> thereupon: ירעון <WH7462> they shall feed בבתי <WH1004> in the houses אשׁקלון <WH831> of Ashkelon בערב <WH6153> in the evening: ירבצון <WH7257> shall they lie down כי <WH3588> for יפקדם <WH6485> shall visit יהוה <WH3068> the LORD אלהיהם <WH430> their God ושׁב <WH7725> them, and turn away שׁבותם׃ <WH7622> their captivity."},{"number":8,"verse":"שׁמעתי <WH8085> I have heard חרפת <WH2781> the reproach מואב <WH4124> of Moab, וגדופי <WH1421> and the revilings בני <WH1121> of the children עמון <WH5983> of Ammon, אשׁר <WH834> whereby חרפו <WH2778> they have reproached את <WH853> עמי <WH5971> my people, ויגדילו <WH1431> and magnified על <WH5921> against גבולם׃ <WH1366> their border."},{"number":9,"verse":"לכן <WH3651> Therefore חי <WH2416> live, אני <WH589> I נאם <WH5002> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel, כי <WH3588> Surely מואב <WH4124> Moab כסדם <WH5467> as Sodom, תהיה <WH1961> shall be ובני <WH1121> and the children עמון <WH5983> of Ammon כעמרה <WH6017> as Gomorrah, ממשׁק <WH4476> the breeding חרול <WH2738> of nettles, ומכרה <WH953> מלח <WH4417> and saltpits, ושׁממה <WH8077> desolation: עד <WH5704> and a perpetual עולם <WH5769> and a perpetual שׁארית <WH7611> the residue עמי <WH5971> of my people יבזום <WH962> shall spoil ויתר <WH3499> them, and the remnant גוי <WH1471> of my people ינחלום׃ <WH5157> shall possess"},{"number":10,"verse":"זאת <WH2063> This להם <WH1992> תחת <WH8478> shall they have for גאונם <WH1347> their pride, כי <WH3588> because חרפו <WH2778> they have reproached ויגדלו <WH1431> and magnified על <WH5921> against עם <WH5971> the people יהוה <WH3069> צבאות׃ <WH6635> of hosts."},{"number":11,"verse":"נורא <WH3372> terrible יהוה <WH3068> The LORD עליהם <WH5921> unto כי <WH3588> them: for רזה <WH7329> he will famish את <WH853> כל <WH3605> all אלהי <WH430> the gods הארץ <WH776> of the earth; וישׁתחוו <WH7812> and shall worship לו אישׁ <WH376> him, every one ממקומו <WH4725> from his place, כל <WH3605> all איי <WH339> the isles הגוים׃ <WH1471> of the heathen."},{"number":12,"verse":"גם <WH1571> also, אתם <WH859> Ye כושׁים <WH3569> Ethiopians חללי <WH2491> slain חרבי <WH2719> by my sword. המה׃ <WH1992> ye"},{"number":13,"verse":"ויט <WH5186> And he will stretch out ידו <WH3027> his hand על <WH5921> against צפון <WH6828> the north, ויאבד <WH6> and destroy את <WH853> אשׁור <WH804> Assyria; וישׂם <WH7760> and will make את <WH853> נינוה <WH5210> Nineveh לשׁממה <WH8077> a desolation, ציה <WH6723> dry כמדבר׃ <WH4057> like a wilderness."},{"number":14,"verse":"ורבצו <WH7257> shall lie down בתוכה <WH8432> in the midst עדרים <WH5739> And flocks כל <WH3605> of her, all חיתו <WH2416> the beasts גוי <WH1471> of the nations: גם <WH1571> both קאת <WH6893> the cormorant גם <WH1571> and קפד <WH7090> the bittern בכפתריה <WH3730> in the upper lintels ילינו <WH3885> shall lodge קול <WH6963> of it; voice ישׁורר <WH7891> shall sing בחלון <WH2474> in the windows; חרב <WH2721> desolation בסף <WH5592> in the thresholds: כי <WH3588> for ארזה <WH731> the cedar work. ערה׃ <WH6168> he shall uncover"},{"number":15,"verse":"זאת <WH2063> This העיר <WH5892> city העליזה <WH5947> the rejoicing היושׁבת <WH3427> that dwelt לבטח <WH983> carelessly, האמרה <WH559> that said בלבבה <WH3824> in her heart, אני <WH589> I ואפסי <WH657> and none עוד <WH5750> beside איך <WH349> me: how היתה <WH1961> is she become לשׁמה <WH8047> a desolation, מרבץ <WH4769> to lie down לחיה <WH2416> a place for beasts כל <WH3605> in! every one עובר <WH5674> that passeth עליה <WH5921> by ישׁרק <WH8319> her shall hiss, יניע <WH5128> wag ידו׃ <WH3027> his hand."}]}