{"bibleAbbr":"Orig2013+","bookName":"צפניה","bookEnglishName":"Zephaniah","chapterNumber":3,"verses":[{"number":1,"verse":"הוי <WH1945> Woe מראה <WH4754> ונגאלה <WH1351> and polluted, העיר <WH5892> city! היונה׃ <WH3238> to the oppressing"},{"number":2,"verse":"לא <WH3808> not שׁמעה <WH8085> She obeyed בקול <WH6963> the voice; לא <WH3808> not לקחה <WH3947> she received מוסר <WH4148> correction; ביהוה <WH3068> in the LORD; לא <WH3808> not בטחה <WH982> she trusted אל <WH413> to אלהיה <WH430> her God. לא <WH3808> she drew not near קרבה׃ <WH7126> she drew not near"},{"number":3,"verse":"שׂריה <WH8269> Her princes בקרבה <WH7130> within אריות <WH738> lions; שׁאגים <WH7580> her roaring שׁפטיה <WH8199> her judges זאבי <WH2061> wolves; ערב <WH6153> evening לא <WH3808> they gnaw not the bones גרמו <WH1633> they gnaw not the bones לבקר׃ <WH1242> till the morrow."},{"number":4,"verse":"נביאיה <WH5030> Her prophets פחזים <WH6348> light אנשׁי <WH582> בגדות <WH900> treacherous כהניה <WH3548> her priests חללו <WH2490> have polluted קדשׁ <WH6944> the sanctuary, חמסו <WH2554> they have done violence תורה׃ <WH8451> to the law."},{"number":5,"verse":"יהוה <WH3068> LORD צדיק <WH6662> The just בקרבה <WH7130> in the midst לא <WH3808> thereof; he will not יעשׂה <WH6213> do עולה <WH5766> iniquity: בבקר <WH1242> every morning בבקר <WH1242> every morning משׁפטו <WH4941> his judgment יתן <WH5414> doth he bring לאור <WH216> to light, לא <WH3808> not; נעדר <WH5737> he faileth ולא <WH3808> no יודע <WH3045> knoweth עול <WH5767> but the unjust בשׁת׃ <WH1322> shame."},{"number":6,"verse":"הכרתי <WH3772> I have cut off גוים <WH1471> the nations: נשׁמו <WH8074> are desolate; פנותם <WH6438> their towers החרבתי <WH2717> חוצותםבלי <WH1097> that none עובר <WH5674> passeth by: נצדו <WH6658> are destroyed, עריהם <WH5892> their cities מבלי <WH1097> so that there is no אישׁ <WH376> man, מאין <WH369> that there is none יושׁב׃ <WH3427> inhabitant."},{"number":7,"verse":"אמרתי <WH559> I said, אך <WH389> Surely תיראי <WH3372> thou wilt fear אותי <WH853> תקחי <WH3947> me, thou wilt receive מוסר <WH4148> instruction; ולא <WH3808> should not יכרת <WH3772> be cut off, מעונה <WH4585> כל <WH3605> howsoever אשׁר <WH834> howsoever פקדתי <WH6485> עליהכן <WH403> them: but השׁכימו <WH7925> they rose early, השׁחיתו <WH7843> corrupted כל <WH3605> all עלילותם׃ <WH5949> their doings."},{"number":8,"verse":"לכן <WH3651> Therefore חכו <WH2442> wait לי נאם <WH5002> ye upon me, saith יהוה <WH3068> the LORD, ליום <WH3117> until the day קומי <WH6965> that I rise up לעד <WH5706> to the prey: כי <WH3588> for משׁפטי <WH4941> my determination לאסף <WH622> to gather גוים <WH1471> the nations, לקבצי <WH6908> that I may assemble ממלכות <WH4467> the kingdoms, לשׁפך <WH8210> to pour עליהם <WH5921> upon זעמי <WH2195> them mine indignation, כל <WH3605> all חרון <WH2740> my fierce אפי <WH639> anger: כי <WH3588> for באשׁ <WH784> with the fire קנאתי <WH7068> of my jealousy. תאכל <WH398> shall be devoured כל <WH3605> all הארץ׃ <WH776> the earth"},{"number":9,"verse":"כי <WH3588> For אז <WH227> then אהפך <WH2015> will I turn אל <WH413> to עמים <WH5971> the people שׂפה <WH8193> language, ברורה <WH1305> a pure לקרא <WH7121> call כלם <WH3605> that they may all בשׁם <WH8034> upon the name יהוה <WH3068> of the LORD, לעבדו <WH5647> to serve שׁכם <WH7926> consent. אחד׃ <WH259> him with one"},{"number":10,"verse":"מעבר <WH5676> לנהרי <WH5104> the rivers כושׁ <WH3568> of Ethiopia עתרי <WH6282> my suppliants, בת <WH1323> the daughter פוצי <WH6327> of my dispersed, יובלון <WH2986> shall bring מנחתי׃ <WH4503> mine offering."},{"number":11,"verse":"ביום <WH3117> day ההוא <WH1931> In that לא <WH3808> shalt thou not תבושׁי <WH954> be ashamed מכל <WH3605> for all עלילתיך <WH5949> thy doings, אשׁר <WH834> wherein פשׁעת <WH6586> thou hast transgressed בי כי <WH3588> against me: for אז <WH227> then אסיר <WH5493> I will take away מקרבך <WH7130> out of the midst עליזי <WH5947> of thee them that rejoice גאותך <WH1346> in thy pride, ולא <WH3808> and thou shalt no תוספי <WH3254> more לגבהה <WH1361> be haughty עוד <WH5750> more בהר <WH2022> mountain. קדשׁי׃ <WH6944> because of my holy"},{"number":12,"verse":"והשׁארתי <WH7604> I will also leave בקרבך <WH7130> in the midst עם <WH5971> people, עני <WH6041> of thee an afflicted ודל <WH1800> and poor וחסו <WH2620> and they shall trust בשׁם <WH8034> in the name יהוה׃ <WH3068> of the LORD."},{"number":13,"verse":"שׁארית <WH7611> The remnant ישׂראל <WH3478> of Israel לא <WH3808> shall not יעשׂו <WH6213> do עולה <WH5766> iniquity, ולא <WH3808> nor ידברו <WH1696> speak כזב <WH3577> lies; ולא <WH3808> neither ימצא <WH4672> be found בפיהם <WH6310> in their mouth: לשׁון <WH3956> tongue תרמית <WH8649> shall a deceitful כי <WH3588> for המה <WH1992> they ירעו <WH7462> shall feed ורבצו <WH7257> and lie down, ואין <WH369> and none מחריד׃ <WH2729> shall make afraid."},{"number":14,"verse":"רני <WH7442> Sing, בת <WH1323> O daughter ציון <WH6726> of Zion; הריעו <WH7321> shout, ישׂראל <WH3478> O Israel; שׂמחי <WH8055> be glad ועלזי <WH5937> and rejoice בכל <WH3605> with all לב <WH3820> the heart, בת <WH1323> O daughter ירושׁלם׃ <WH3389> of Jerusalem."},{"number":15,"verse":"הסיר <WH5493> hath taken away יהוה <WH3068> The LORD משׁפטיך <WH4941> thy judgments, פנה <WH6437> he hath cast out איבך <WH341> thine enemy: מלך <WH4428> the king ישׂראל <WH3478> of Israel, יהוה <WH3068> the LORD, בקרבך <WH7130> in the midst לא <WH3808> of thee: thou shalt not תיראי <WH3372> רע <WH7451> evil עוד׃ <WH5750> any more."},{"number":16,"verse":"ביום <WH3117> day ההוא <WH1931> In that יאמר <WH559> it shall be said לירושׁלם <WH3389> to Jerusalem, אל <WH408> thou not: תיראי <WH3372> Fear ציון <WH6726> Zion, אל <WH408> Let not ירפו <WH7503> be slack. ידיך׃ <WH3027> thine hands"},{"number":17,"verse":"יהוה <WH3068> The LORD אלהיך <WH430> thy God בקרבך <WH7130> in the midst גבור <WH1368> of thee mighty; יושׁיע <WH3467> he will save, ישׂישׂ <WH7797> he will rejoice עליך <WH5921> over בשׂמחה <WH8057> thee with joy; יחרישׁ <WH2790> he will rest באהבתו <WH160> in his love, יגיל <WH1523> he will joy עליך <WH5921> over ברנה׃ <WH7440> thee with singing."},{"number":18,"verse":"נוגי <WH3013> sorrowful ממועד <WH4150> for the solemn assembly, אספתי <WH622> I will gather ממך <WH4480> for the solemn assembly, היו <WH1961> are משׂאת <WH4864> it a burden. עליה <WH5921> of חרפה׃ <WH2781> thee, the reproach"},{"number":19,"verse":"הנני <WH2005> עשׂה <WH6213> I will undo את <WH853> כל <WH3605> all מעניך <WH6031> that afflict בעת <WH6256> time ההיא <WH1931> at that והושׁעתי <WH3467> thee: and I will save את <WH853> הצלעה <WH6760> her that halteth, והנדחה <WH5080> her that was driven out; אקבץ <WH6908> and gather ושׂמתים <WH7760> and I will get לתהלה <WH8416> them praise ולשׁם <WH8034> and fame בכל <WH3605> in every הארץ <WH776> land בשׁתם׃ <WH1322> where they have been put to shame."},{"number":20,"verse":"בעת <WH6256> time ההיא <WH1931> At that אביא <WH935> will I bring אתכם <WH853> ובעת <WH6256> you even in the time קבצי <WH6908> that I gather אתכם <WH853> כי <WH3588> you: for אתן <WH5414> I will make אתכם <WH853> לשׁם <WH8034> you a name ולתהלה <WH8416> and a praise בכל <WH3605> among all עמי <WH5971> people הארץ <WH776> of the earth, בשׁובי <WH7725> when I turn back את <WH853> שׁבותיכם <WH7622> your captivity לעיניכם <WH5869> before your eyes, אמר <WH559> saith יהוה׃ <WH3068> the LORD."}]}