{"bibleAbbr":"CVB1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"And Corah the sonne of Iezehar the sonne of Kahath, the sonne of Leui, with Dathan and Abiram the sonne of Eliab, and On the sonne of Peleth, ye sonnes of Rube,"},{"number":2,"verse":"tode vp agaynst Moses, with certayne men amonge the childre of Israel, two hundreth & fyftie captaynes of the congregacion, councelers, & famous men."},{"number":3,"verse":"And they gathered them selues agaynst Moses & Aaro & sayde vnto them: Ye make to moch adoo, for all the congregacion is holy euery one, and the LORDE is amonge them: Why lifte ye youre selues vp then aboue the congregacion of the LORDE?"},{"number":4,"verse":"Whan Moses herde yt, he fell vpo his face,"},{"number":5,"verse":"& saide vnto Corah, & to all his company: Tomorow shal ye LORDE shewe who is his, & who is holy to come vnto him. Who so euer he choseth, ye same shal come vnto him."},{"number":6,"verse":"This do: Take ye censors, thou Corah & all yi copanye,"},{"number":7,"verse":"& do fyre therin, & put incense theron tomorow before the LORDE: then whom so euer the LORDE choseth, the same shal be holy. Ye make to moch a doo, ye children of Leui."},{"number":8,"verse":"And Moses sayde vnto Corah: Heare ye childre of Leui,"},{"number":9,"verse":"it not ynough vnto you, yt ye God of Israel hath separated you fro ye multitude of Israel, yt ye shulde come nye him, to do the seruyce of the dwellynge place of the LORDE, and stonde before the people to mynister vnto them?"},{"number":10,"verse":"He hath caused the and all thy brethren the childre of Leui with the, to come nye vnto him: and now ye seke the presthode also."},{"number":11,"verse":"Thou and all thy copany conspyre agaynst the LORDE. What is Aaron, that ye shulde murmur against him?"},{"number":12,"verse":"And Moses sent to call Datha & Abira ye sonnes of Eliab. But they saide: We wil not come vp."},{"number":13,"verse":"Is it to litle yt thou hast brought vs out of ye lande of Egipte (yt floweth wt mylke & hony) to kyll vs in ye wildernesse: but thou must raigne ouer vs also?"},{"number":14,"verse":"How goodly well hast thou brought vs in to a lande, that floweth wt milke and hony, & geue vs feldes and vyniardes in possession? Wilt thou put out these mens eyes? We will not come vp."},{"number":15,"verse":"Then was Moses very wroth, & saide vnto ye LORDE: Turne ye not vnto their meatofferinges. I haue not take so moch as an Asse fro the, nether haue I hurte eny of the."},{"number":16,"verse":"And Moses sayde vnto Corah: Tomorow be thou & all yi companye before ye LORDE, thou, and they, & Aaron."},{"number":17,"verse":"And take euery one his censer, and put incense therin, and come before the LORDE, euery one with his censer (that is two hundreth and fiftye censers) and both thou and Aaron take either his censer."},{"number":18,"verse":"And euery one toke his censer, and put fyre therin, and layed incense theron, and came before the dore of the Tabernacle of witnes, and Moses and Aaron also."},{"number":19,"verse":"And Corah gathered ye whole congregacio agaynst the before the dore of the Tabernacle of witnes. But ye glory of the LORDE appeared before ye whole congregacion."},{"number":20,"verse":"And ye LORDE spake vnto Moses & Aaron, & sayde:"},{"number":21,"verse":"Separate youre selues fro this congregacio, yt I maye shortly consume them."},{"number":22,"verse":"And they fell vpon their faces, & sayde: O God, thou God of the spretes of all flesh, yf one man haue synned, wilt thou therfore be wroth ouer the whole congregacion?"},{"number":23,"verse":"And the LORDE spake vnto Moses, & saide:"},{"number":24,"verse":"Speake to the congregacio, and saye: Come vp from ye dwellynge of Corah, and Dathan, and Abiram."},{"number":25,"verse":"And Moses stode vp, & wente vnto Dathan & Abiram, & the Elders of Israel folowed him,"},{"number":26,"verse":"& he spake to ye cogregacio, & saide: Departe fro ye tentes of these vngodly me & touche nothinge yt is theirs, yt ye perishe not in eny of their sinnes."},{"number":27,"verse":"And they gat them vp from the dwellynge of Corah, Dathan, & Abiram. But Dathan and Abira came out, and stode in the dore of their tentes, with their wyues, and sonnes and children."},{"number":28,"verse":"And Moses sayde: Hereby shal ye knowe that the LORDE hath sent me, to do all these workes, and that I haue not done them of myne awne hert."},{"number":29,"verse":"Yf these men dye the comon death of all men, or be vysited as all men are vysited, then hath not the LORDE sent me."},{"number":30,"verse":"But yf the LORDE make a new thinge, and the earth open hir mouth, and swalowe them with all that they haue, so yt they go downe quycke in to hell, the shal ye knowe, that these men haue blasphemed the LORDE."},{"number":31,"verse":"And wha he had spoke out all these wordes, ye groude cloue asunder vnder the,"},{"number":32,"verse":"& the earth opened hir wouth, & swalowed the, wt their houses, & all the me yt were wt Corah, & all their substauce,"},{"number":33,"verse":"and they wente downe quycke in to the hell, with all that they had. And the earth closed vpo them, & so they perished from amonge ye congregacio."},{"number":34,"verse":"And all Israel yt were aboute the, fled at ye crye of the, for they sayde: That ye earth swalowe not vs also."},{"number":35,"verse":"Morouer the fyre came out fro the LORDE, and consumed the two hundreth and fyftye men, that offred the incense."},{"number":36,"verse":"And the LORDE spake vnto Moses, & sayde:"},{"number":37,"verse":"Speake to Eleasar ye sonne of Aaron ye prest, yt he take vp ye censers out of ye burninge, & scater ye fyre here & there"},{"number":38,"verse":"(For the censers of these synners are halowed thorow their soules) yt they maye be beate in to thinne plates, & fastened vpon ye altare. For they are offred before ye LORDE, & halowed: and they shalbe a token vnto ye childre of Israel."},{"number":39,"verse":"And Eleasar the prest toke ye brasen censers which they yt were burnt, had offred, & bet the to plates, to fasten the vpon ye altare"},{"number":40,"verse":"for a remebraunce vnto ye children of Israel yt no straunger (and he that is not of ye sede of Aaron) come nye to offre incense before the LORDE, yt it happe not vnto him as vnto Corah and his companye, acordynge as the LORDE sayde vnto him by Moses."},{"number":41,"verse":"On the nexte morow murmured ye whole congregacion of ye childre of Israel against Moses & Aaro, & saide: Ye haue slayne ye people of ye LORDE."},{"number":42,"verse":"And whan the cogregacio was gathered agaynst Moses & Aaro, they turned the towarde ye Tabernacle of witnes And beholde, the ye cloude couered ye Tabernacle, & ye glory of ye LORDE appeared."},{"number":43,"verse":"And Moses & Aaro wete in before ye Tabernacle of witnes."},{"number":44,"verse":"And ye LORDE spake vnto Moses & sayde:"},{"number":45,"verse":"Get you out of this cogregacion, I wil shortly consume the. And they fell vpon their faces."},{"number":46,"verse":"And Moses sayde vnto Aaron: Take the ceser & put fyre therin fro of the altare, & laye incese theron, & go soone to the cogregacion, & make an attonement for them. For the wrath is gone out from the LORDE, and the plage is begone amonge the people."},{"number":47,"verse":"And Aaron dyd as Moses sayde, & ranne in the myddest amonge ye congregacio. And beholde, ye plage was begone. And he burnt incese & made an attonemet for the people,"},{"number":48,"verse":"& stode betwene the deed & the lyuynge, and the plage ceassed."},{"number":49,"verse":"But there were fourtene thousande, and seue hundreth deed in the plage, besydes them that dyed aboute the busynesse of Corah."},{"number":50,"verse":"And Aaron came agayne vnto Moses before the dore of the Tabernacle of witnesse. And the plage ceassed."}]}