{"bibleAbbr":"CVB1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"And whan the giltye bloude was shed, the LORDE sayde vnto Moses & vnto Eleasar ye sonne of Aaron ye prest:"},{"number":2,"verse":"Take the summe of the whole cogregacion of the childre of Israel from twentye yeare & aboue, after their fathers houses, all yt are able to go forth to the warre in Israel."},{"number":3,"verse":"And Moses & Eleasar the prest spake vnto them (in the felde of the Moabites besyde Iordane ouer against Iericho)"},{"number":4,"verse":"namely vnto all the that were twentye yeare olde & aboue, as the LORDE comaunded Moses. And these are ye childre of Israel, that came out of Egipte."},{"number":5,"verse":"Ruben ye first borne sonne of Israel. The childree of Ruben were, Hanoch: of whom cometh ye kynred of the Hanochites. Pallu: of whom cometh the kynred of the Palluites."},{"number":6,"verse":"Hesron: of whom cometh the kynred of the Hesronites. Carmi: of whom cometh ye kynred of the Carmites."},{"number":7,"verse":"These are the kynreds of the Rubenites. And the nombre of the was, thre & fourtye thousande, seuen hundreth & thirtye."},{"number":8,"verse":"But the childre of Pallu were, Eliab."},{"number":9,"verse":"And the children of Eliab were Nemuel, and Dathan and Abiram. This is yt Dathan & Abira, those famous men in the congregacion, which stode vp agaynst Moses and Aaron in the copany of Corah, whan they rose vp agaynst the LORDE,"},{"number":10,"verse":"& the earth opened hir mouth, and swalowed the wt Corah, wha the copany dyed, what tyme as the fyre consumed two hundreth & fiftye men, & they became a toke."},{"number":11,"verse":"But the children of Corah dyed not."},{"number":12,"verse":"The childre of Simeon in their kynreds were, Nemuel: of who cometh the kynred of ye Nemuelites. Iamin: of whom cometh ye kynred of ye Iaminites. Iachin: of who cometh the kynred of the Iachinites."},{"number":13,"verse":"Sera: of whom cometh ye kynred of the Sarahites. Saul: of whom commeth the kynred of the Saulites."},{"number":14,"verse":"These are the kynreds of the Simeonites, two & xx. M. & two hundreth."},{"number":15,"verse":"The childre of Gad in their kynreds were Zephon: of whom cometh ye kynred of ye Zephonites. Haggi: of whom cometh the kynred of ye Haggites. Suni: of whom cometh ye kynred of ye Sunites."},{"number":16,"verse":"Aseni: of whom commeth ye kynred of the Asenites. Eri: of who cometh the kynred of the Erinites."},{"number":17,"verse":"Arod: of whom cometh the kynred of the Arodites. Ariel: of whom cometh ye kynred of ye Arielites."},{"number":18,"verse":"These are the children of Gad, in their nombre fourtye thousande and fyue C."},{"number":19,"verse":"The children of Iuda, Er & Onan, which both dyed in the lade of Canaan."},{"number":20,"verse":"But ye children of Iuda in their kyndreds, were, Sela: of whom cometh the kynred of the Selanites. Phares: of whom cometh the kynred of the Pharesites. Serah: of whom cometh ye kynred of ye Serahites."},{"number":21,"verse":"The childre of Phares, were Hesron: of whom commeth the kynred of the Hesronites. Hamul: of whom cometh the kynred of the Hamulites."},{"number":22,"verse":"These are the kynreds of Iuda, in their nombre, sixe and seuentye thousande and fyue hundreth."},{"number":23,"verse":"The children of Isachar in their kynreds were, Thola: of whom commeth the kynred of the Tholaites. Phuua: of whom cometh ye kynred of the Phuuaites."},{"number":24,"verse":"Iasub: of who commeth the kynred of the Iasubites. Simron: of whom cometh the kynred of ye Simronites."},{"number":25,"verse":"These are the kynreds of Isachar, in nombre, foure and thre score thousande, & thre hundreth."},{"number":26,"verse":"The children of Zabulon in their kynreds were, Sered, of whom cometh the kynred of ye Seredites. Elon: of whom cometh ye kynred of ye Elonites. Iahelel: of whom cometh the kynred of the Iahelites."},{"number":27,"verse":"These are ye kynreds of Zabulon, in their nobre, thre score thousande, and fyue hundreth."},{"number":28,"verse":"The children of Ioseph in their kynreds were, Manasses & Ephraim."},{"number":29,"verse":"The childre of Manasse were, Machir: of whom commeth the kynred of the Machirites. And Machir begat Gilead: of whom cometh ye kynred of ye Gileadites."},{"number":30,"verse":"And these are ye childre of Gilead, Hieser: of whom cometh the kynred of ye Hieserites. Helech: of whom cometh ye kynred of the Helechites."},{"number":31,"verse":"Asriel: of whom commeth the kynred of the Asrielites. Siche: of whom cometh the kynred of ye Sichemites."},{"number":32,"verse":"Simida: of who cometh ye kynred of ye Simidites. Hepher: of whom cometh ye kynred of ye Hepherites."},{"number":33,"verse":"And Zelaphead was ye sonne of Hepher, & had no sonnes, but doughters, whose names were: Mahela, Noa, Hagla, Milca and Thyrza."},{"number":34,"verse":"These are the kynreds of Manasse, in their nombre, two and fiftye thousande and seuen hundreth."},{"number":35,"verse":"The childre of Ephraim in their kynreds were, Suthelah: of whom cometh ye kynred of the Suthelahites. Becher: of whom cometh ye kynred of the Becherites. Thahan: of whom cometh the kynred of the Thahanites."},{"number":36,"verse":"The childre of Suthelah were, Eran: of whom cometh ye kynred of ye Eranites."},{"number":37,"verse":"These are ye kynreds of the childre of Ephraim, in their nombre, two and thirtie thousande and fyue hundreth. These are the childre of Ioseph in their kynreds."},{"number":38,"verse":"The childre of Ben Iamin in their kynreds were, Bela: of whom cometh ye kynred of the Belaites. A?bel: of whom cometh ye kynred of the A?belites. Ahiram: of whom cometh the kynred of the Ahiramites."},{"number":39,"verse":"Supham: of whom cometh the kynred of the Suphamites. Hupham: of whom commeth the kynred of the Huphamites."},{"number":40,"verse":"And the childre of Bela were, Ard & Naeman: of whom commeth the kynred of the Aroites & Naemanites."},{"number":41,"verse":"These are the children of Ben Iamin in their kynreds, in nombre, fyue & fourtye thousande and sixe hundreth."},{"number":42,"verse":"The childre of Dan in their kynreds were, Suham: of whom cometh the childre of ye Suhamites. These are ye kynreds of Dan in their generacions,"},{"number":43,"verse":"& they were all together in nombre, foure and thre score thousande & foure hundreth."},{"number":44,"verse":"The childre of Asser in their kynreds were, Iemna: of whom cometh the kynred of the Iemnites. Iesui: of whom commeth the kynred of the Iesuites. Bria: of whom cometh the kynred of the Bryites."},{"number":45,"verse":"And ye childre of Bria, were Heber: of whom commeth the kynred of the Hebrites. Melchiel: of who commeth the kynred of the Melchielites."},{"number":46,"verse":"And the doughter of Asser was called Sarah."},{"number":47,"verse":"These are the kynreds of the children of Asser, in their nombre, thre and fiftye thousande and foure hundreth."},{"number":48,"verse":"The childre of Nephtali in their kynreds were, Iaheziel: of whom cometh the kynred of the Iahezielites Guni: of whom cometh ye kynred of ye Gunites."},{"number":49,"verse":"Iezer: of whom cometh ye kynred of the Iezerites. Sillem: of who cometh ye kynred of ye Sillemites."},{"number":50,"verse":"These are ye kynreds of the childre of Nephtali in their generacions, in their nombre, fyue & fourtye thousande and foure hundreth."},{"number":51,"verse":"This is the summe of the children of Israel: sixe hundreth thousande, a thousande seuen hundreth and thirtye."},{"number":52,"verse":"And ye LORDE spake vnto Moses, & sayde:"},{"number":53,"verse":"Vnto these shalt thou deuyde the lode to enheritaunce, acordinge to the nombre of ye names."},{"number":54,"verse":"To many shalt thou geue the more enheritaunce, and to few the lesse, vnto euery one shall be geue acordinge to their nombre:"},{"number":55,"verse":"yet shall the londe be deuyded by lott. Acordinge to ye names of the trybes of their fathers shal they enheret it:"},{"number":56,"verse":"for after the lot shalt thou deuyde their enheritaunce, both betwixte many and fewe."},{"number":57,"verse":"And this is the summe of the Leuites in their kynreds. Gerson: of whom cometh the kynred of the Gersonites. Rahath: of who cometh the kynred of the Rahathites. Merari: of whom cometh ye kynred of ye Merarites."},{"number":58,"verse":"These are ye kynreds of Leui, the kynred of ye Libnites, ye kynred of ye Hebronites, ye kynred of the Mahelites, ye kynred of the Musites, the kynred of the Corahites. Rahath begat Amram."},{"number":59,"verse":"And Amrams wife was called Iochebed a doughter of Leui, which was borne him in Egipte: And vnto Amram she bare Aaron & Moses, & Miriam their sister."},{"number":60,"verse":"And vnto Aaron were borne Nadab, Abihu. Eleasar & Ithamar."},{"number":61,"verse":"As for Nadab & Abihu, they dyed, whan they offred straunge fyre before ye LORDE."},{"number":62,"verse":"And the summe of the was thre & twentye thousande, all males fro fyue monethes & aboue. For they were not nombred amoge the childre of Israel, for there was no enheritaunce geuen the amonge the children of Israel."},{"number":63,"verse":"This is ye summe of ye childre of Israel, who Moses & Eleasar the prest nombred in the felde of the Moabites besyde Iordane ouer agaynst Iericho:"},{"number":64,"verse":"Amonge whom there was not one of the summe of those children of Israel, whom Moses & Aaron the prest nombred in the wildernesse of Sinai."},{"number":65,"verse":"For ye LORDE sayde vnto the, yt they shulde dye in the wildernesse. And there was not one of them lefte, saue Caleb the sonne of Iephune and Iosua the sonne of Nun."}]}