{"bibleAbbr":"CVB1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"And the doughters of Zelaphead ye sonne of Hepher ye sonne of Gilead, the sonne of Machir, the sonne of Manasse, amonge the kynreds of Manasse the sonne Ioseph (whose names were, Mahela, Noa, Hagla, Milca, & Thirza)"},{"number":2,"verse":"came & stode before Moses & Eleasar the prest, & before the rulers & the whole congregacion, euen before the dore of ye Tabernacle of witnesse, & sayde:"},{"number":3,"verse":"Oure father is deed in the wildernesse, & was not in the company of them yt rose vp agaynst ye LORDE in the cogregacion of Corah: but dyed in his awne synne, and had no sonnes."},{"number":4,"verse":"Wherfore shulde or fathers name perishe then amonge his kynred, though he haue no sonne? Geue vs a possession also amonge oure fathers brethren."},{"number":5,"verse":"Moses broughte their cause before ye LORDE."},{"number":6,"verse":"And the LORDE sayde vnto him:"},{"number":7,"verse":"The doughters of Zelaphead haue spoke righte. Thou shalt geue the a possession to inheret amonge their fathers brethren, & shalt turne their fathers enheritaunce vnto them."},{"number":8,"verse":"And saye vnto the childre of Israel: Whan a ma dyeth & hath no sonne, ye shall turne his enheritaunce vnto his doughter."},{"number":9,"verse":"Yf he haue no doughter, ye shal geue it vnto his brethre."},{"number":10,"verse":"Yf he haue no brethren, ye shal geue it vnto his fathers brethren."},{"number":11,"verse":"Yf he haue no fathers brethre, ye shal geue it vnto his nexte kyn?folke which beloge vnto him in his kynred, yt they maye possesse it. This shalbe an ordynaunce and a perpetuall lawe vnto the children of Israel, as the LORDE comaunded Moses."},{"number":12,"verse":"And the LORDE sayde vnto Moses: Get the vp in to this mount Abarim, & beholde the lode, which I shal geue vnto the childre of Israel."},{"number":13,"verse":"And whan thou hast sene it, thou shalt be gathered vnto yi people as Aaron yi brother was gathered:"},{"number":14,"verse":"for ye were dishobedient vnto my worde in the wyldernesse of Zin, in ye strife of the cogregacion, whan ye shulde haue sanctified me, thorow the water before them. This is the water of stryfe at Cades in the wyldernesse of Zin."},{"number":15,"verse":"And Moses spake vnto the LORDE & sayde:"},{"number":16,"verse":"O let the LORDE God of the spretes of all flesh set a ma ouer the congregacion,"},{"number":17,"verse":"which maye go in & out before them, & to leade the out & in, yt the congregacion of the LORDE be not as the shepe without a shepherde."},{"number":18,"verse":"And the LORDE sayde vnto Moses: Take vnto the Iosua the sonne of Nun, which is a man in whom is the sprete, and put thine handes vpon him,"},{"number":19,"verse":"& set him before Eleasar the prest, and before the whole congregacion, and geue him a charge in their sighte,"},{"number":20,"verse":"& beutyfye him with thy bewty, that the whole congregacion of the children of Israel maye be obediet vnto him."},{"number":21,"verse":"And he shal stonde before Eleasar the prest, which shall axe councell for him after the maner of the lighte, before the LORDE. At the mouth of him shall both he and all the children of Israel with him, and the whole congregacion go in and out."},{"number":22,"verse":"Moses dyd as the LORDE comaunded him, & toke Iosua, and set him before Eleasar the prest, and before all the congregacion,"},{"number":23,"verse":"and layed his handes vpon him, and gaue him a charge, as the LORDE sayde vnto Moses."}]}