{"bibleAbbr":"CVB1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"Annd the LORDE spake vnto Moses, and sayde:"},{"number":2,"verse":"Commaunde the childre of Israel, and saye vnto them: Whan ye come into the londe of Canaan, the londe yt falleth to youre inheritaunce, shall haue hir borders in the londe of Canaan."},{"number":3,"verse":"The South quarter shall begynne at the wyldernesse of Zin by Edom, so that youre South quarter be from the edge of the Salt see, which lyeth towarde the South:"},{"number":4,"verse":"and that ye same quarter fet a compasse from the South vp to Acrabim, & go thorow Zimma: & that his outgoinge be from the South vnto Cades Barnea, & reache vnto Hazor Adar, and go thorow Azmona,"},{"number":5,"verse":"and stretch out from Azmona vnto the ryuer of Egipte, and that the ende therof be at the greate see."},{"number":6,"verse":"But the West quarter shal be this: namely the greate see, let yt be youre border towarde the West."},{"number":7,"verse":"The North quarter shalbe this: Ye shall compasse from the greate see vnto mount Hor."},{"number":8,"verse":"And fro mount Hor ye shall compasse tyll a man come vnto Hemath, that the outgoynge therof be the coast of Zedada,"},{"number":9,"verse":"and that the border of the same go out vnto Siphron, and that the goynge out of it be at Hazor Enan. Let this be youre North quarter."},{"number":10,"verse":"And youre East quarter shall ye copasse from Hazor Enan vnto Sephan,"},{"number":11,"verse":"& let the coaste go downe from Sephan and Ribla on the East syde of Ain. The let it go downe, & reache vnto the syde of the see of Chinereth East warde,"},{"number":12,"verse":"and come downe by Iordane, so yt the goynge out of it be the Salt see. Let this be youre londe with the borders therof rounde aboute."},{"number":13,"verse":"And Moses commaunded the children of Israel, and sayde: This is youre londe that ye shal deuyde out amonge you by lott, which the LORDE hath commaunded to geue vnto the nyne trybes, and to the halfe trybe."},{"number":14,"verse":"For the trybe of the children of Ruben after their fathers house, and the trybe of the children of Gad acordinge to their fathers house, and the half trybe of Manasse haue receaued their porcion."},{"number":15,"verse":"hus the two trybes and the halfe trybe haue their enheritaunce allready, on this syde Iordane, ouer agaynst Iericho, Eastwarde."},{"number":16,"verse":"And the LORDE spake vnto Moses, and sayde:"},{"number":17,"verse":"These are ye names of the men, which shal deuyde the londe amonge you. Eleasar the prest, and Iosua the sonne of Nun."},{"number":18,"verse":"And the captayne of euery trybe shal ye take, to deuyde the londe."},{"number":19,"verse":"And these are the names of the men: Caleb the sonne of Iephune of the trybe of Iuda."},{"number":20,"verse":"Semuel the sonne of Ammihud of the trybe of Simeon."},{"number":21,"verse":"Elidad ye sonne of Cislon of the trybe of Ben Iamin"},{"number":22,"verse":"Buki the sonne of Iagli of the trybe of the childre of Dan."},{"number":23,"verse":"Hamuel the sonne of Ephod, of"},{"number":24,"verse":"Elizaphan the sonne of Parnach, of the trybe of the childre of Zabulon. the trybe of the children of Manasse amonge the children of Ioseph."},{"number":25,"verse":"Remuel the sonne of Siphthan, of the trybe of the children of Ephraim."},{"number":26,"verse":"Palthiel the sonne of Asan, of the trybe of the childre of Isachar."},{"number":27,"verse":"Abihud the sonne of Selomi, of ye trybe of the children of Asser."},{"number":28,"verse":"Pedahel the sonne of Ammihud, of the trybe of the children of Nephtali."},{"number":29,"verse":"These are they whom ye LORDE commaunded, that they shulde deuyde the inheritaunce vnto the children of Israel in the londe of Canaan."}]}