{"bibleAbbr":"CVB1535","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"Annd the LORDE spake vnto Moses in the wildernesse of Sinai, in ye first moneth of the seconde yeare that they were departed out of the lande of Egipte, & sayde:"},{"number":2,"verse":"Let the children of Israel kepe Easter in his season,"},{"number":3,"verse":"euen vpon the fourtene daye of this moueth at euen, in his season shall they kepe it, acordynge to all the statutes & lawes therof."},{"number":4,"verse":"And Moses spake to ye childre of Israel, yt they shulde kepe Easter."},{"number":5,"verse":"And they kep Easter vpo the fourtene daye of the first moneth at euen in the wildernes of Sinai. Acordinge to all that the LORDE comaunded Moses, euen so dyd the children of Israel."},{"number":6,"verse":"Then were there certayne men defyled of a deed man, so that they coulde not kepe Easter vpon that daye: these came before Moses and Aaron the same daye,"},{"number":7,"verse":"and sayde vnto him: We are defiled of a deed ma: wherfore shulde we be despysed, that we must not bringe oure giftes in his season amonge the children of Israel?"},{"number":8,"verse":"Moses sayde vnto them: Stonde styll, I wil heare what the LORDE commaundeth you."},{"number":9,"verse":"And the LORDE spake vnto Moses, and sayde:"},{"number":10,"verse":"Speake vnto the children of Israel, & saie: Wha eny man is defyled of a deed coarse, or is gone farre from you ouer the felde, or is amonge youre kyn?folkes, yet shall he kepe Easter,"},{"number":11,"verse":"but in the seconde moneth vpo ye fourtene daye at euen, and they shal eate it with vnleuended bred and sowre sawse,"},{"number":12,"verse":"and shall leaue none of it vntyll the mornynge, ner breake eny bone therof, and shal kepe it acordinge to all ye maner of ye Easter."},{"number":13,"verse":"But he that is cleane, and not gone in a iourney, and is negligent to kepe the Easter, the same soule shal be roted out from amoge his people: because he brought not his gifte to the LORDE in his season, he shal beare his synne."},{"number":14,"verse":"And whan there dwelleth a straunger amonge you, he shal kepe Easter also vnto the LORDE, & shal holde it acordinge to ye ordinaunce and lawe of ye Easter. This statute shal be vnto you alike, to the straunger as to him that is borne in the londe."},{"number":15,"verse":"And ye same daye yt the Habitacion was set vp, a cloude couered it vpo the Tabernacle of witnesse, & at euen there was a symilitude of fyre vpon the Habitacion vntill the mornynge."},{"number":16,"verse":"So came it to passe allwaye, yt the cloude couered it by daye, & the symilitude of fyre by night."},{"number":17,"verse":"And whan the cloude was take vp from the Habitacion, then the children of Israel wente on their iourney. And loke in what place the cloude abode, there the childre of Israel pitched their tentes."},{"number":18,"verse":"Acordinge to the worde of the LORDE toke the children of Israel their iourney, and acordinge to his worde pitched they their tentes. So longe as the cloude abode vpon the Habitacion, they laye styll."},{"number":19,"verse":"And whan the cloude taried many dayes vpon the Habitacion, the childre of Israel wayted vpon the LORDE, & wente not on their iourney."},{"number":20,"verse":"And whan it chaunced that the cloude abode vpo ye Habitacion eny space of dayes, then pitched they acordinge to the worde of the LORDE, & after the worde of the LORDE wente they on their iourney."},{"number":21,"verse":"Whan the cloude was there from the euenynge vntyll the mornynge, and so was taken vp, then wete they on their iourney: and whether it was take vp by daye or by night, they iourneyed."},{"number":22,"verse":"But whan it taried vpon the habitacion two dayes, or a moneth, or a longe season, then laye the children of Israel, and iourneyed not: and so whan it was taken vp, they wente on their iourney."},{"number":23,"verse":"For acordinge to the mouth of the LORDE they saye, and after the mouth of the LORDE they iourneyed, so yt they kepte the LORDES watch, acordinge to the worde of the LORDE by Moses."}]}