{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Zophar’s First Speech to Job (sn Zophar begins with a strong rebuke of Job with a wish that God would speak (2-6); he then reflects for a few verses on the unsearchable wisdom of God (7-12); and finally, he advises Job that the way to restoration is repentance (13-20).) Then Zophar the Naamathite spoke up and said:"},{"number":2,"verse":"“Should not this (tc The LXX, Targum Job, Symmachus, and Vulgate all assume that the vocalization of רֹב (rov, “abundance”) should be רַב (rav, “great”): “great of words.” This would then mean “one who is abundant of words,” meaning, “a man of many words,” and make a closer parallel to the second half. But the MT makes good sense as it stands. tn There is no article or demonstrative with the word; it has been added here simply to make a smoother connection between the chapters.) abundance of words be answered, (tn The Niphal verb יֵעָנֶה (ye’aneh, “he answered”) would normally require a personal subject, but “abundance” functions as the subject in this sentence. The nuance of the imperfect is obligatory.) or should this (tn The word is supplied here also for clarification.) talkative man (tn The bound construction “man of lips” means “a boaster” or “proud talker” (attributive genitive; and see GKC 417 §128. t). Zophar is saying that Job pours out this stream of words, but he is still not right.) be vindicated? (tn The word is literally “be right, righteous.” The idea of being right has appeared before for this word (cf. 9:15). The point here is that just because Job talks a lot does not mean he is right or will be shown to be right through it all.)"},{"number":3,"verse":"Will your idle talk (tn The word means “chatter, pratings, boastings” (see Isa 16:6; Jer 48:30).) reduce people to silence, (tn The verb חָרַשׁ (kharash) in the Hiphil means “to silence” (41:4); here it functions in a causative sense, “reduce to silence.”) and will no one rebuke (tn The form מַכְלִם (makhlim, “humiliating, mocking”) is the Hiphil participle. The verb כָּלַם (kalam) has the meaning “cover with shame, insult” (Job 20:3).) you when you mock? (tn The construction shows the participle to be in the circumstantial clause: “will you mock – and [with] no one rebuking.”)"},{"number":4,"verse":"For you have said, ‘My teaching (tn The word translated “teaching” is related etymologically to the Hebrew word “receive,” but that does not restrict the teaching to what is received.) is flawless, and I am pure in your sight.’"},{"number":5,"verse":"But if only God would speak, (tn The wish formula מִי־יִתֵּן (mi yitten, “who will give”; see GKC 477 §151. b) is followed here by an infinitive (Exod 16:3; 2 Sam 19:1).) if only he would open his lips against you, (sn Job had expressed his eagerness to challenge God; Zophar here wishes that God would take up that challenge.)"},{"number":6,"verse":"and reveal to you the secrets of wisdom — for true wisdom has two sides (tn The text seems to be saying “that it [wisdom] is double in understanding.” The point is that it is different than Job conceived it – it far exceeded all perception. But some commentators have thought this still too difficult, and so have replaced the word כִפְלַיִם (khiflayim, “two sides”) with כִפְלָאִים (khifla’im, “like wonders,” or, more simply, “wonders” without the preposition). But it is still a little strange to talk about God’s wisdom being like wonders. Others have had more radical changes in the text; J. J. Slotki has “for sound wisdom is his. And know that double [punishment] shall God exact of you” (“Job 11:6,” VT 35 [1985]: 229-30).) — so that you would know (tn The verb is the imperative with a ו (vav). Following the jussive, this clause would be subordinated to the preceding (see GKC 325 §110. i).) that God has forgiven some of your sins. (tn Heb “God causes to be forgotten for you part of your iniquity.” The meaning is that God was exacting less punishment from Job than Job deserved, for Job could not remember all his sins. This statement is fitting for Zophar, who is the cruelest of Job’s friends (see H. H. Rowley, Job [NCBC], 88). Others in an attempt to improve the text make too many unwarranted changes. Some would read יִשְׁאָלְךָ (yish’alkha, “he asks of you”) instead of יַשֶּׂה לְךָ (yasseh lÿka, “he causes to be forgotten for you”). This would mean that God demands an account of Job’s sin. But, as D. J. A. Clines says, this change is weak and needless (Job [WBC], 254-55).)"},{"number":7,"verse":"“Can you discover (tn The verb is מָצָא (matsa’, “to find; to discover”). Here it should be given the nuance of potential imperfect. And, in the rhetorical question it is affirming that Job cannot find out the essence of God.) the essence (tn The word means “search; investigation”; but it here means what is discovered in the search (so a metonymy of cause for the effect).) of God? Can you find out (tn The same verb is now found in the second half of the verse, with a slightly different sense – “attain, reach.” A. R. Ceresko notes this as an example of antanaclasis (repetition of a word with a lightly different sense – “find/attain”). See “The Function of Antanaclasis in Hebrew Poetry,” CBQ 44 (1982): 560-61.) the perfection of the Almighty? (tn The abstract תַּכְלִית (takhlit) from כָּלָה (kalah, “to be complete; to be perfect”) may mean the end or limit of something, perhaps to perfection. So the NIV has “can you probe the limits of the Almighty?” The LXX has: “have you come to the end of that which the Almighty has made?”)"},{"number":8,"verse":"It is higher (tn The Hebrew says “heights of heaven, what can you do?” A. B. Davidson suggested this was an exclamation and should be left that way. But most commentators will repoint גָּבְהֵי שָׁמַיִם (govhe shamayim, “heights of heaven”) to גְּבֹהָה מִשָּׁמַיִם (gÿvohah mishamayim, “higher than the heavens”) to match the parallel expression. The LXX may have rearranged the text: “heaven is high.”) than the heavens — what can you do? It is deeper than Sheol (tn Or “deeper than hell.” The word “Sheol” always poses problems for translation. Here because it is the opposite of heaven in this merism, “hell” would be a legitimate translation. It refers to the realm of the dead – the grave and beyond. The language is excessive; but the point is that God’s wisdom is immeasurable – and Job is powerless before it.) — what can you know?"},{"number":9,"verse":"Its measure is longer than the earth, and broader than the sea."},{"number":10,"verse":"If he comes by (tn The verb יַחֲלֹף (yakhalof) is literally “passes by/through” (NIV “comes along” in the sense of “if it should so happen”). Many accept the emendation to יַחְתֹּף (yakhtof, “he seizes,” cf. Gordis, Driver), but there is not much support for these.) and confines (tn The verb is the Hiphil of סָגַר (sagar, “to close; to shut”) and so here in this context it probably means something like “to shut in; to confine.” But this is a difficult meaning, and the sentence is cryptic. E. Dhorme (Job, 162) thinks this word and the next have to be antithetical, and so he suggests from a meaning “to keep confined” the idea of keeping a matter secret; and with the next verb, “to convene an assembly,” he offers “to divulge it.”) you (tn The pronoun “you” is not in the Hebrew text but has been supplied in the translation.) and convenes a court, (tn The denominative Hiphil of קָהָל (qahal, “an assembly”) has the idea of “to convene an assembly.” In this context there would be the legal sense of convening a court, i. e., calling Job to account (D. J. A. Clines, Job [WBC], 255). See E. Ullendorff, “The Meaning of QHLT,” VT 12 (1962): 215; he defines the verb also as “argue, rebuke.”) then who can prevent (tn The verb means “turn him back.” Zophar uses Job’s own words (see 9:12).) him?"},{"number":11,"verse":"For he (tn The pronoun is emphatic implying that Zophar indicates that God indeed knows Job’s sin even if Job does not.) knows deceitful (tn The expression is literally “men of emptiness” (see Ps 26:4). These are false men, for שָׁוְא (shavÿ’) can mean “vain, empty, or false, deceitful.”) men; when he sees evil, will he not (tn E. Dhorme (Job, 162) reads the prepositional phrase “to him” rather than the negative; he translates the line as “he sees iniquity and observes it closely.”) consider it? (tn Some commentators do not take this last clause as a question, but simply as a statement, namely, that when God sees evil he does not need to ponder or consider it – he knows it instantly. In that case it would be a circumstantial clause: “without considering it.” D. J. A. Clines lists quite an array of other interpretations for the line (Job [WBC], 255); for example, “and he is himself unobserved”; taking the word לֹא (lo’) as an emphatic; taking the negative as a noun, “considering them as nothing”; and others that change the verb to “they do not understand it.” But none of these are compelling; they offer no major improvement.)"},{"number":12,"verse":"But an empty man will become wise, when a wild donkey’s colt is born a human being. (tn As A. B. Davidson (Job, 84) says, the one thing will happen when the other happens – which is never. The word “empty” נָבוּב (navuv) means “hollow; witless,” and “become wise” (יִלָּבֵב, yillavev) is “will get heart” (not to “lack heart” as Driver suggested”). Many commentators do not like the last line of the verse, and so offer even more emendations. E. F. Sutcliffe wanted to change פֶּרֶא (pere’, “donkey”) to פֶּרֶד (pered, “stallion”), rendering “a witless wight may get wit when a mule is born a stallion” (“Notes on Job, textual and exegetical,” Bib 30 [1949]: 70-71); and others approached the verse by changing the verb from יִוָּלֵד (yivvaled, “is born”) to יִלָּמֵד (yillamed, “is taught”), resulting in “a hollow man may get understanding, and a wild donkey’s colt may be taught [= tamed]” (cf. NAB).)"},{"number":13,"verse":"“As for you, (tn The pronoun is emphatic, designed to put Job in a different class than the hollow men – at least to raise the possibility of his being in a different class.) if you prove faithful, (tn The Hebrew uses the perfect of כּוּן (kun, “establish”) with the object “your heart.” The verb can be translated “prepare, fix, make firm” your heart. To fix the heart is to make it faithful and constant, the heart being the seat of the will and emotions. The use of the perfect here does not refer to the past, but should be given a future perfect sense – if you shall have fixed your heart, i. e., prove faithful. Job would have to make his heart secure, so that he was no longer driven about by differing views.) and if (tn This half-verse is part of the protasis and not, as in the RSV, the apodosis to the first half. The series of “if” clauses will continue through these verses until v. 15.) you stretch out your hands toward him, (sn This is the posture of prayer (see Isa 1:15). The expression means “spread out your palms,” probably meaning that the one praying would fall to his knees, put his forehead to the ground, and spread out his hands in front of him on the ground.)"},{"number":14,"verse":"if (tn Verse 14 should be taken as a parenthesis and not a continuation of the protasis, because it does not fit with v. 13 in that way (D. J. A. Clines, Job [WBC], 256).) iniquity is in your hand — put it far away, (tn Many commentators follow the Vulgate and read the line “if you put away the sin that is in your hand.” They do this because the imperative comes between the protasis (v. 13) and the apodosis (v. 15) and does not appear to be clearly part of the protasis. The idea is close to the MT, but the MT is much more forceful – if you find sin in your hand, get rid of it.) and do not let evil reside in your tents."},{"number":15,"verse":"For (tn The absolute certainty of the statement is communicated with the addition of כִּי (ki) (see GKC 498 §159. ee).) then you will lift up your face without (tn For this use of the preposition מִן (min) see GKC 382 §119. w.) blemish; (tn The word “lift up” is chosen to recall Job’s statement that he could not lift up his head (10:15); and the words “without spot” recall his words “filled with shame.” The sentence here says that he will lift up his face in innocence and show no signs of God’s anger on him.) you will be securely established (tn The form מֻצָק (mutsaq) is a Hophal participle from יָצַק (yatsaq, “to pour”). The idea is that of metal being melted down and then poured to make a statue, and so hard, firm, solid. The LXX reads the verse, “for thus your face shall shine again, like pure water, and you shall divest yourself of uncleanness, and shall not fear.”) and will not fear."},{"number":16,"verse":"For you (tn For a second time (see v. 13) Zophar employs the emphatic personal pronoun. Could he be providing a gentle reminder that Job might have forgotten the sin that has brought this trouble? After all, there will come a time when Job will not remember this time of trial.) will forget your trouble; (sn It is interesting to note in the book that the resolution of Job’s trouble did not come in the way that Zophar prescribed it.) you will remember it like water that (tn The perfect verb forms an abbreviated relative clause (without the pronoun) modifying “water.”) has flowed away."},{"number":17,"verse":"And life (tn Some translations add the pronoun to make it specifically related to Job (“your life”), but this is not necessary. The word used here has the nuance of lasting life.) will be brighter (tn Heb “and more than the noonday life will arise.” The present translation is an interpretation in the context. The connotation of “arise” in comparison with the noonday, and in contrast with the darkness, supports the interpretation.) than the noonday; though there be darkness, (tn The form in the MT is the 3fsg imperfect verb, “[though] it be dark.” Most commentators revocalize the word to make it a noun (תְּעֻפָה, tÿ’ufah), giving the meaning “the darkness [of your life] will be like the morning.” The contrast is with Job 10:22; here the darkness will shine like the morning.) it will be like the morning."},{"number":18,"verse":"And you will be secure, because there is hope; you will be protected (tn The Hebrew verb means “to dig”; but this does not provide a good meaning for the verse. A. B. Davidson offers an interpretation of “search,” suggesting that before retiring at night Job would search and find everything in order. Some offer a better solution, namely, redefining the word on the basis of Arabic hafara, “to protect” and repointing it to וְחֻפַרְתָּ (vÿkhufarta, “you will be protected”). Other attempts to make sense of the line have involved the same process, but they are less convincing (for some of the more plausible proposals, see D. J. A. Clines, Job [WBC], 257).) and will take your rest in safety."},{"number":19,"verse":"You will lie down with (tn The clause that reads “and there is no one making you afraid,” is functioning circumstantially here (see 5:4; 10:7).) no one to make you afraid, and many will seek your favor. (tn Heb “they will stroke your face,” a picture drawn from the domestic scene of a child stroking the face of the parent. The verb is a Piel, meaning “stroke, make soft.” It is used in the Bible of seeking favor from God (supplication); but it may on the human level also mean seeking to sway people by flattery. See further D. R. Ap-Thomas, “Notes on Some Terms Relating to Prayer,” VT 6 (1956): 225-41.)"},{"number":20,"verse":"But the eyes of the wicked fail, (tn The verb כָּלָה (kalah) means “to fail, cease, fade away.” The fading of the eyes, i. e., loss of sight, loss of life’s vitality, indicates imminent death.) and escape (tn Heb a “place of escape” (with this noun pattern). There is no place to escape to because they all perish.) eludes them; their one hope (tn The word is to be interpreted as a metonymy; it represents what is hoped for.) is to breathe their last.” (tn Heb “the breathing out of the soul”; cf. KJV, ASV “the giving up of the ghost.” The line is simply saying that the brightest hope that the wicked have is death.)"}]}