{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"The Brevity of Life “Man, born of woman, (tn The first of the threefold apposition for אָדָם (’adam, “man”) is “born of a woman.” The genitive (“woman”) after a passive participle denotes the agent of the action (see GKC 359 §116. l).) lives but a few days, (tn The second description is simply “[is] short of days.” The meaning here is that his life is short (“days” being put as the understatement for “years”).) and they are full of trouble. (tn The third expression is “consumed/full/sated – with/of – trouble/restlessness.” The latter word, רֹגֶז (rogez), occurred in Job 3:17; see also the idea in 10:15.)"},{"number":2,"verse":"He grows up (tn Heb יָצָא (yatsa’, “comes forth”). The perfect verb expresses characteristic action and so is translated by the present tense (see GKC 329 §111. s).) like a flower and then withers away; (tn The verb וַיִּמָּל (vayyimmal) is from the root מָלַל (malal, “to languish; to wither”) and not from a different root מָלַל (malal, “to cut off”).) he flees like a shadow, and does not remain. (tn The verb is “and he does not stand.” Here the verb means “to stay fixed; to abide.” The shadow does not stay fixed, but continues to advance toward darkness.)"},{"number":3,"verse":"Do you fix your eye (tn Heb “open the eye on,” an idiom meaning to prepare to judge someone.) on such a one? (tn The verse opens with אַף־עַל־זֶה (’af-’al-zeh), meaning “even on such a one!” It is an exclamation of surprise.) And do you bring me (tn The text clearly has “me” as the accusative; but many wish to emend it to say “him” (אֹתוֹ, ’oto). But D. J. A. Clines rightly rejects this in view of the way Job is written, often moving back and forth from his own tragedy and others’ tragedies (Job [WBC], 283).) before you for judgment?"},{"number":4,"verse":"Who can make (tn The expression is מִי־יִתֵּן (mi-yitten, “who will give”; see GKC 477 §151. b). Some commentators (H. H. Rowley and A. B. Davidson) wish to take this as the optative formula: “O that a clean might come out of an unclean!” But that does not fit the verse very well, and still requires the addition of a verb. The exclamation here simply implies something impossible – man is unable to attain purity.) a clean thing come from an unclean? (sn The point being made is that the entire human race is contaminated by sin, and therefore cannot produce something pure. In this context, since man is born of woman, it is saying that the woman and the man who is brought forth from her are impure. See Ps 51:5; Isa 6:5; and Gen 6:5.) No one!"},{"number":5,"verse":"Since man’s days (tn Heb “his days.”) are determined, (tn The passive participle is from חָרַץ (kharats), which means “determined.” The word literally means “cut” (Lev 22:22, “mutilated”). E. Dhorme, (Job, 197) takes it to mean “engraved” as on stone; from a custom of inscribing decrees on tablets of stone he derives the meaning here of “decreed.” This, he argues, is parallel to the way חָקַק (khaqaq, “engrave”) is used. The word חֹק (khoq) is an “ordinance” or “statute”; the idea is connected to the verb “to engrave.” The LXX has “if his life should be but one day on the earth, and his months are numbered by him, you have appointed him for a time and he shall by no means exceed it.”) the number of his months is under your control; (tn Heb “[is] with you.” This clearly means under God’s control.) you have set his limit (tn The word חֹק (khoq) has the meanings of “decree, decision, and limit” (cf. Job 28:26; 38:10). sn Job is saying that God foreordains the number of the days of man. He foreknows the number of the months. He fixes the limit of human life which cannot be passed.) and he cannot pass it."},{"number":6,"verse":"Look away from him and let him desist, (tn The verb חָדַל (khadal) means “to desist; to cease.” The verb would mean here “and let him desist,” which some take to mean “and let him rest.” But since this is rather difficult in the line, commentators have suggested other meanings. Several emend the text slightly to make it an imperative rather than an imperfect; this is then translated “and desist.” The expression “from him” must be added. Another suggestion that is far-fetched is that of P. J. Calderone (“CHDL-II in poetic texts,” CBQ 23 [1961]: 451-60) and D. W. Thomas (VTSup 4 [1957]: 8-16), having a new meaning of “be fat.”) until he fulfills (tn There are two roots רָצַה (ratsah). The first is the common word, meaning “to delight in; to have pleasure in.” The second, most likely used here, means “to pay; to acquit a debt” (cf. Lev 26:34, 41, 43). Here with the mention of the simile with the hired man, the completing of the job is in view.) his time like a hired man."},{"number":7,"verse":"The Inevitability of Death “But there is hope for (tn The genitive after the construct is one of advantage – it is hope for the tree.) a tree: (sn The figure now changes to a tree for the discussion of the finality of death. At least the tree will sprout again when it is cut down. Why, Job wonders, should what has been granted to the tree not also be granted to humans?) If it is cut down, it will sprout again, and its new shoots will not fail."},{"number":8,"verse":"Although its roots may grow old (tn The Hiphil of זָקַן (zaqan, “to be old”) is here an internal causative, “to grow old.”) in the ground and its stump begins to die (tn The Hiphil is here classified as an inchoative Hiphil (see GKC 145 §53. e), for the tree only begins to die. In other words, it appears to be dead, but actually is not completely dead.) in the soil, (tn The LXX translates “dust” [soil] with “rock,” probably in light of the earlier illustration of the tree growing in the rocks. sn Job is thinking here of a tree that dies or decays because of a drought rather than being uprooted, because the next verse will tell how it can revive with water.)"},{"number":9,"verse":"at the scent (tn The personification adds to the comparison with people – the tree is credited with the sense of smell to detect the water.) of water it will flourish (tn The sense of “flourish” for this verb is found in Ps 92:1213[1314], and Prov 14:11. It makes an appropriate parallel with “bring forth boughs” in the second half.) and put forth (tn Heb “and will make.”) shoots like a new plant."},{"number":10,"verse":"But man (tn There are two words for “man” in this verse. The first (גֶּבֶר, gever) can indicate a “strong” or “mature man” or “mighty man,” the hero; and the second (אָדָם, ’adam) simply designates the person as mortal.) dies and is powerless; (tn The word חָלַשׁ (khalash) in Aramaic and Syriac means “to be weak” (interestingly, the Syriac OT translated חָלַשׁ [khalash] with “fade away” here). The derived noun “the weak” would be in direct contrast to “the mighty man.” In the transitive sense the verb means “to weaken; to defeat” (Exod 17:13); here it may have the sense of “be lifeless, unconscious, inanimate” (cf. E. Dhorme, Job, 199). Many commentators emend the text to יַחֲלֹף (yakhalof, “passes on; passes away”). A. Guillaume tries to argue that the form is a variant of the other, the letters שׁ (shin) and פ (pe) being interchangeable (“The Use of halas in Exod 17:13, Isa 14:12, and Job 14:10,” JTS 14 [1963]: 91-92). G. R. Driver connected it to Arabic halasa, “carry off suddenly” (“The Resurrection of Marine and Terrestrial Creatures,” JSS 7 [1962]: 12-22). But the basic idea of “be weak, powerless” is satisfactory in the text. H. H. Rowley (Job [NCBC], 105) says, “Where words are so carefully chosen, it is gratuitous to substitute less expressive words as some editors do.”) he expires — and where is he? (tn This break to a question adds a startling touch to the whole verse. The obvious meaning is that he is gone. The LXX weakens it: “and is no more.”)"},{"number":11,"verse":"As (tn The comparative clause may be signaled simply by the context, especially when facts of a moral nature are compared with the physical world (see GKC 499 §161. a).) water disappears from the sea, (tn The Hebrew word יָם (yam) can mean “sea” or “lake.”) or a river drains away and dries up,"},{"number":12,"verse":"so man lies down and does not rise; until the heavens are no more, (tc The Hebrew construction is “until not,” which is unusual if not impossible; it is found in only one other type of context. In its six other occurrences (Num 21:35; Deut 3:3; Josh 8:22; 10:33; 11:8; 2 Kgs 10:11) the context refers to the absence of survivors. Aquila, Symmachus, Theodotion, Syriac, and Vulgate all have “till the heavens wear out.” Most would emend the text just slightly from עַד־בִּלְתִּי (’ad-bilti, “are no more”) to עַד בְּלוֹת (’ad bÿlot, “until the wearing out of,” see Ps 102:26 [27]; Isa 51:6). Gray rejects emendation here, finding the unusual form of the MT in its favor. Orlinsky (p. 57) finds a cognate Arabic word meaning “will not awake” and translates it “so long as the heavens are not rent asunder” (H. M. Orlinsky, “The Hebrew and Greek Texts of Job 14:12,” JQR 28 [1937/38]: 57-68). He then deletes the last line of the verse as a later gloss.) they (tn The verb is plural because the subject, אִישׁ (’ish), is viewed as a collective: “mankind.” The verb means “to wake up; to awake”; another root, קוּץ (quts, “to split open”) cognate to Arabic qada and Akkadian kasu, was put forward by H. M. Orlinsky (“The Hebrew and Greek Texts of Job 14:12,” JQR 28 [1937-38]: 57-68) and G. R. Driver (“Problems in the Hebrew Text of Job,” VTSup 3 [1955]: 72-93).) will not awake nor arise from their sleep."},{"number":13,"verse":"The Possibility of Another Life “O that (tn The optative mood is introduced here again with מִי יִתֵּן (mi yitten), literally, “who will give?” sn After arguing that man will die without hope, Job expresses his desire that there be a resurrection, and what that would mean. The ancients all knew that death did not bring existence to an end; rather, they passed into another place, but they continued to exist. Job thinks that death would at least give him some respite from the wrath of God; but this wrath would eventually be appeased, and then God would remember the one he had hidden in Sheol just as he remembered Noah. Once that happened, it would be possible that Job might live again.) you would hide me in Sheol, (sn Sheol in the Bible refers to the place where the dead go. But it can have different categories of meaning: death in general, the grave, or the realm of the departed spirits [hell]. A. Heidel shows that in the Bible when hell is in view the righteous are not there – it is the realm of the departed spirits of the wicked. When the righteous go to Sheol, the meaning is usually the grave or death. See chapter 3 in A. Heidel, The Gilgamesh Epic and the Old Testament Parallels.) and conceal me till your anger has passed! (tn The construction used here is the preposition followed by the infinitive construct followed by the subjective genitive, forming an adverbial clause of time.) O that you would set me a time (tn This is the same word used in v. 5 for “limit.”) and then remember me! (tn The verb זָכַר (zakhar) means more than simply “to remember.” In many cases, including this one, it means “to act on what is remembered,” i. e., deliver or rescue (see Gen 8:1, “and God remembered Noah”). In this sense, a prayer “remember me” is a prayer for God to act upon his covenant promises.)"},{"number":14,"verse":"If a man dies, will he live again? (tc The LXX removes the interrogative and makes the statement affirmative, i. e., that man will live again. This reading is taken by D. H. Gard (“The Concept of the Future Life according to the Greek Translator of the Book of Job,” JBL 73 [1954]: 137-38). D. J. A. Clines follows this, putting both of the expressions in the wish clause: “if a man dies and could live again…” (Job [WBC], 332). If that is the way it is translated, then the verbs in the second half of the verse and in the next verse would all be part of the apodosis, and should be translated “would.” The interpretation would not greatly differ; it would be saying that if there was life after death, Job would long for his release – his death. If the traditional view is taken and the question was raised whether there was life after death (the implication of the question being that there is), then Job would still be longing for his death. The point the line is making is that if there is life after death, that would be all the more reason for Job to eagerly expect, to hope for, his death.) All the days of my hard service (tn See Job 7:1.) I will wait (tn The verb אֲיַחֵל (’ayakhel) may be rendered “I will/would wait” or “I will/would hope.” The word describes eager expectation and longing hope.) until my release comes. (tn The construction is the same as that found in the last verse: a temporal preposition עַד (’ad) followed by the infinitive construct followed by the subjective genitive “release/relief.” Due, in part, to the same verb (חָלַף, khalaf) having the meaning “sprout again” in v. 7, some take “renewal” as the meaning here (J. E. Hartley, Alden, NIV, ESV).)"},{"number":15,"verse":"You will call (sn The idea would be that God would sometime in the future call Job into his fellowship again when he longed for the work of his hands (cf. Job 10:3).) and I (tn The independent personal pronoun is emphatic, as if to say, “and I on my part will answer.”) — I will answer you; you will long for (tn The word כָּסַף (kasaf) originally meant “to turn pale.” It expresses the sentiment that causes pallor of face, and so is used for desire ardently, covet. The object of the desire is always introduced with the ל (lamed) preposition (see E. Dhorme, Job, 202).) the creature you have made. (tn Heb “long for the work of your hands.”)"},{"number":16,"verse":"The Present Condition “Surely now you count my steps; (tn If v. 16a continues the previous series, the translation here would be “then” (as in RSV). Others take it as a new beginning to express God’s present watch over Job, and interpret the second half of the verse as a question, or emend it to say God does not pass over his sins.) then you would not mark (sn Compare Ps 130:3–4, which says, “If you should mark iniquity O Lord, Lord, who could stand? But with you there is forgiveness, in order that you might be feared.”) my sin. (tn The second colon of the verse can be contrasted with the first, the first being the present reality and the second the hope looked for in the future. This seems to fit the context well without making any changes at all.)"},{"number":17,"verse":"My offenses would be sealed up (tn The passive participle חָתֻם (khatum), from חָתַם (khatam, “seal”), which is used frequently in the Bible, means “sealed up.” The image of sealing sins in a bag is another of the many poetic ways of expressing the removal of sin from the individual (see 1 Sam 25:29). Since the term most frequently describes sealed documents, the idea here may be more that of sealing in a bag the record of Job’s sins (see D. J. A. Clines, Job [WBC], 334).) in a bag; (tn The idea has been presented that the background of putting tally stones in a bag is intended (see A. L. Oppenheim, “On an Operational Device in Mesopotamian Bureaucracy,” JNES 18 [1959]: 121-28).) you would cover over (tn This verb was used in Job 13:4 for “plasterers of lies.” The idea is probably that God coats or paints over the sins so that they are forgotten (see Isa 1:18). A. B. Davidson (Job, 105) suggests that the sins are preserved until full punishment is exacted. But the verse still seems to be continuing the thought of how the sins would be forgotten in the next life.) my sin."},{"number":18,"verse":"But as (tn The indication that this is a simile is to be obtained from the conjunction beginning 19c (see GKC 499 §161. a).) a mountain falls away and crumbles, (tn The word יִבּוֹל (yibbol) usually refers to a flower fading and so seems strange here. The LXX and the Syriac translate “and will fall”; most commentators accept this and repoint the preceding word to get “and will surely fall.” Duhm retains the MT and applies the image of the flower to the falling mountain. The verb is used of the earth in Isa 24:4, and so NIV, RSV, and NJPS all have the idea of “crumble away.”) and as a rock will be removed from its place,"},{"number":19,"verse":"as water wears away stones, and torrents (tn Heb “the overflowings of it”; the word סְפִיחֶיהָ (sÿfikheyha) in the text is changed by just about everyone. The idea of “its overflowings” or more properly “its aftergrowths” (Lev 25:5; 2 Kgs 19:29; etc.) does not fit here at all. Budde suggested reading סְחִפָה (sÿkhifah), which is cognate to Arabic sahifeh, “torrential rain, rainstorm” – that which sweeps away” the soil. The word סָחַף (sakhaf) in Hebrew might have a wider usage than the effects of rain.) wash away the soil, (tn Heb “[the] dust of [the] earth.”) so you destroy man’s hope. (sn The meaning for Job is that death shatters all of man’s hopes for the continuation of life.)"},{"number":20,"verse":"You overpower him once for all, (tn D. W. Thomas took נֵצַח (netsakh) here to have a superlative meaning: “You prevail utterly against him” (“Use of netsach as a superlative in Hebrew,” JSS 1 [1956]: 107). Death would be God’s complete victory over him.) and he departs; you change (tn The subject of the participle is most likely God in this context. Some take it to be man, saying “his face changes.” Others emend the text to read an imperfect verb, but this is not necessary.) his appearance and send him away."},{"number":21,"verse":"If (tn The clause may be interpreted as a conditional clause, with the second clause beginning with the conjunction serving as the apodosis.) his sons are honored, (tn There is no expressed subject for the verb “they honor,” and so it may be taken as a passive.) he does not know it; (sn Death is separation from the living, from the land of the living. And ignorance of what goes on in this life, good or bad, is part of death. See also Eccl 9:5–6, which makes a similar point.) if they are brought low, he does not see (tn The verb is בִּין (bin, “to perceive; to discern”). The parallelism between “know” and “perceive” stress the point that in death a man does not realize what is happening here in the present life.) it."},{"number":22,"verse":"Only his flesh has pain for himself, (tn The prepositional phrases using עָלָיו (’alayv, “for him[self]”) express the object of the suffering. It is for himself that the dead man “grieves.” So this has to be joined with אַךְ (’akh), yielding “only for himself.” Then, “flesh” and “soul/person” form the parallelism for the subjects of the verbs.) and he mourns for himself.” (sn In this verse Job is expressing the common view of life beyond death, namely, that in Sheol there is no contact with the living, only separation, but in Sheol there is a conscious awareness of the dreary existence.)"}]}