{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"III. Job’s Search for Wisdom (28:1-28)No Known Road to Wisdom (sn As the book is now arranged, this chapter forms an additional speech by Job, although some argue that it comes from the writer of the book. The mood of the chapter is not despair, but wisdom; it anticipates the divine speeches in the end of the book. This poem, like many psalms in the Bible, has a refrain (vv. 12 and 20). These refrains outline the chapter, giving three sections: there is no known road to wisdom (1-11); no price can buy it (12-19); and only God has it, and only by revelation can man posses it (20-28).) “Surely (tn The poem opens with כִּי (ki). Some commentators think this should have been “for,” and that the poem once stood in another setting. But there are places in the Bible where this word occurs with the sense of “surely” and no other meaning (cf. Gen 18:20).) there is a mine (tn The word מוֹצָא (motsa’, from יָצָא [yatsa’, “go out”]) is the word for “mine,” or more simply, “source.” Mining was not an enormous industry in the land of Canaan or Israel; mined products were imported. Some editors have suggested alternative readings: Dahood found in the word the root for “shine” and translated the MT as “smelter.” But that is going too far. P. Joüon suggested “place of finding,” reading מִמְצָא (mimtsa’) for מוֹצָא (motsa’; see Bib 11 [1930]: 323).) for silver, and a place where gold is refined. (tn The verb יָזֹקּוּ (yazoqqu) translated “refined,” comes from זָקַק (zaqaq), a word that basically means “to blow.” From the meaning “to blow; to distend; to inflate” derives the meaning for refining.)"},{"number":2,"verse":"Iron is taken from the ground, (tn Heb “from dust.”) and rock is poured out (tn The verb יָצוּק (yatsuq) is usually translated as a passive participle “is smelted” (from יָצַק [yatsaq, “to melt”]): “copper is smelted from the ore” (ESV) or “from the stone, copper is poured out” (as an imperfect from צוּק [tsuq]). But the rock becomes the metal in the process. So according to R. Gordis (Job, 304) the translation should be: “the rock is poured out as copper.” E. Dhorme (Job, 400), however, defines the form in the text as “hard,” and simply has it “hard stone becomes copper.”) as copper."},{"number":3,"verse":"Man puts an end to the darkness; (sn The text appears at first to be saying that by opening up a mine shaft, or by taking lights down below, the miner dispels the darkness. But the clause might be more general, meaning that man goes deep into the earth as if it were day.) he searches the farthest recesses for the ore in the deepest darkness. (tn The verse ends with “the stone of darkness and deep darkness.” The genitive would be location, describing the place where the stones are found.)"},{"number":4,"verse":"Far from where people live (tc The first part of this verse, “He cuts a shaft far from the place where people live,” has received a lot of attention. The word for “live” is גָּר (gar). Some of the proposals are: “limestone,” on the basis of the LXX; “far from the light,” reading נֵר (ner); “by a foreign people,” taking the word to means “foreign people”; “a foreign people opening shafts”; or taking gar as “crater” based on Arabic. Driver puts this and the next together: “a strange people who have been forgotten cut shafts” (see AJSL 3 [1935]: 162). L. Waterman had “the people of the lamp” (“Note on Job 28:4,” JBL 71 [1952]: 167ff). And there are others. Since there is really no compelling argument in favor of one of these alternative interpretations, the MT should be preserved until shown to be wrong.) he sinks a shaft, in places travelers have long forgotten, (tn Heb “forgotten by the foot.” This means that there are people walking above on the ground, and the places below, these mines, are not noticed by the pedestrians above.) far from other people he dangles and sways. (sn This is a description of the mining procedures. Dangling suspended from a rope would be a necessary part of the job of going up and down the shafts.)"},{"number":5,"verse":"The earth, from which food comes, is overturned below as though by fire; (sn The verse has been properly understood, on the whole, as comparing the earth above and all its produce with the upheaval down below.)"},{"number":6,"verse":"a place whose stones are sapphires (tn It is probably best to take “place” in construct to the rest of the colon, with an understood relative clause: “a place, the rocks of which are sapphires.”sn The modern stone known as sapphire is thought not to have been used until Roman times, and so some other stone is probably meant here, perhaps lapis lazuli.) and which contains dust of gold; (sn H. H. Rowley (Job [NCBC], 181) suggests that if it is lapis lazuli, then the dust of gold would refer to the particles of iron pyrite found in lapis lazuli which glitter like gold.)"},{"number":7,"verse":"a hidden path (tn The “path” could refer to the mine shaft or it could refer to wisdom. The former seems more likely in the present context; the word “hidden is supplied in the translation to indicate the mines are “hidden” from sharp-eyed birds of prey above.) no bird of prey knows — no falcon’s (sn The kind of bird mentioned here is debated. The LXX has “vulture,” and so some commentaries follow that. The emphasis on the sight favors the view that it is the falcon.) eye has spotted it."},{"number":8,"verse":"Proud beasts (tn Heb “the sons of pride.” In Job 41:26 the expression refers to carnivorous wild beasts.) have not set foot on it, and no lion has passed along it."},{"number":9,"verse":"On the flinty rock man has set to work (tn The Hebrew verb is simply “to stretch out; to send” (שָׁלח, shalakh). With יָדוֹ (yado, “his hand”) the idea is that of laying one’s hand on the rock, i. e., getting to work on the hardest of rocks.) with his hand; he has overturned mountains at their bases. (tn The Hebrew מִשֹּׁרֶשׁ (mishoresh) means “from/at [their] root [or base].” In mining, people have gone below ground, under the mountains, and overturned rock and dirt. It is also interesting that here in a small way humans do what God does – overturn mountains (cf. 9:5).)"},{"number":10,"verse":"He has cut out channels (tn Or “tunnels.” The word is יְאֹרִים (yÿ’orim), the word for “rivers” and in the singular, the Nile River. Here it refers to tunnels or channels through the rocks.) through the rocks; his eyes have spotted (tn Heb “his eye sees.”) every precious thing."},{"number":11,"verse":"He has searched (tc The translation “searched” follows the LXX and Vulgate; the MT reads “binds up” or “dams up.” This latter translation might refer to the damming of water that might seep into a mine (HALOT 289 s. v. חבשׁ; cf. ESV, NJPS, NASB, REB, NLT).) the sources (tc The older translations had “he binds the streams from weeping,” i. e., from trickling (מִבְּכִי, mibbÿkhi). But the Ugaritic parallel has changed the understanding, reading “toward the spring of the rivers” (`m mbk nhrm). Earlier than that discovery, the versions had taken the word as a noun as well. Some commentators had suggested repointing the Hebrew. Some chose מַבְּכֵי (mabbÿkhe, “sources”). Now there is much Ugaritic support for the reading (see G. M. Landes, BASOR 144 [1956]: 32f.; and H. L. Ginsberg, “The Ugaritic texts and textual criticism,” JBL 62 [1943]: 111).) of the rivers and what was hidden he has brought into the light."},{"number":12,"verse":"No Price Can Buy Wisdom “But wisdom — where can it be found? Where is the place of understanding?"},{"number":13,"verse":"Mankind does not know its place; (tc The LXX has “its way, apparently reading דַּרְכָה (darkhah) in place of עֶרְכָּהּ (’erkah, “place”). This is adopted by most modern commentators. But R. Gordis (Job, 308) shows that this change is not necessary, for עֶרֶךְ (’erekh) in the Bible means “order; row; disposition,” and here “place.” An alternate meaning would be “worth” (NIV, ESV).) it cannot be found in the land of the living."},{"number":14,"verse":"The deep (sn The תְּהוֹם (tÿhom) is the “deep” of Gen 1:2, the abyss or primordial sea. It was always understood to be a place of darkness and danger. As remote as it is, it asserts that wisdom is not found there (personification). So here we have the abyss and the sea, then death and destruction – but they are not the places that wisdom resides.) says, ‘It is not with (tn The בּ (bet) preposition is taken here to mean “with” in the light of the parallel preposition.) me.’ And the sea says, ‘It is not with me.’"},{"number":15,"verse":"Fine gold cannot be given in exchange for it, nor can its price be weighed out in silver."},{"number":16,"verse":"It cannot be measured out for purchase (tn The word actually means “weighed,” that is, lifted up on the scale and weighed, in order to purchase.) with the gold of Ophir, with precious onyx (tn The exact identification of these stones is uncertain. Many recent English translations, however, have “onyx” and “sapphires.”) or sapphires."},{"number":17,"verse":"Neither gold nor crystal (tn The word is from זָכַךְ (zakhakh, “clear”). It describes a transparent substance, and so “glass” is an appropriate translation. In the ancient world it was precious and so expensive.) can be compared with it, nor can a vase (tc The MT has “vase”; but the versions have a plural here, suggesting jewels of gold.) of gold match its worth."},{"number":18,"verse":"Of coral and jasper no mention will be made; the price (tn The word מֶשֶׁךְ (meshekh) comes from a root meaning “to grasp; to seize; to hold,” and so the derived noun means “grasping; acquiring; taking possession,” and therefore, “price” (see the discussion in R. Gordis, Job, 309). Gray renders it “acquisition” (so A. Cohen, AJSL 40 [1923/24]: 175).) of wisdom is more than pearls. (tn In Lam 4:7 these are described as red, and so have been identified as rubies (so NIV) or corals.)"},{"number":19,"verse":"The topaz of Cush (tn Or “Ethiopia.” In ancient times this referred to the region of the upper Nile, rather than modern Ethiopia (formerly known as Abyssinia).) cannot be compared with it; it cannot be purchased with pure gold."},{"number":20,"verse":"God Alone Has Wisdom “But wisdom — where does it come from? (tn The refrain is repeated, except now the verb is תָּבוֹא (tavo’, “come”).) Where is the place of understanding?"},{"number":21,"verse":"For (tn The vav on the verb is unexpressed in the LXX. It should not be overlooked, for it introduces a subordinate clause of condition (R. Gordis, Job, 310).) it has been hidden from the eyes of every living creature, and from the birds of the sky it has been concealed."},{"number":22,"verse":"Destruction (tn Heb “Abaddon.”) and Death say, ‘With our ears we have heard a rumor about where it can be found.’ (tn Heb “heard a report of it,” which means a report of its location, thus “where it can be found.”)"},{"number":23,"verse":"God understands the way to it, and he alone knows its place."},{"number":24,"verse":"For he looks to the ends of the earth and observes everything under the heavens."},{"number":25,"verse":"When he made (tn Heb “he gave weight to the wind.” The form is the infinitive construct with the ל (lamed) preposition. Some have emended it to change the preposition to the temporal בּ (bet) on the basis of some of the versions (e. g., Latin and Syriac) that have “who made.” This is workable, for the infinitive would then take on the finite tense of the previous verbs. An infinitive of purpose does not work well, for that would be saying God looked everywhere in order to give wind its proper weight (see R. Gordis, Job, 310).) the force of the wind and measured (tn The verb is the Piel perfect, meaning “to estimate the measure” of something. In the verse, the perfect verb continues the function of the infinitive preceding it, as if it had a ו (vav) prefixed to it. Whatever usage that infinitive had, this verb is to continue it (see GKC 352 §114. r).) the waters with a gauge."},{"number":26,"verse":"When he imposed a limit (tn Or “decree.”) for the rain, and a path for the thunderstorm, (tn Or “thunderbolt,” i. e., lightning. Heb “the roaring of voices/sounds,” which describes the nature of the storm.)"},{"number":27,"verse":"then he looked at wisdom (tn Heb “it”; the referent (wisdom) has been specified in the translation for clarity.) and assessed its value; (tn The verb סָפַר (safar) in the Piel basically means “to tell; to declare; to show” or “to count; to number.” Many commentators offer different suggestions for the translation. “Declared” (as in the RSV, NASB, and NRSV) would be the simplest – but to whom did God declare it? Besides “appraised” which is the view of Pope, Dhorme and others (cf. NAB, NIV), J. Reider has suggested “probed” (“Etymological studies in biblical Hebrew,” VT 2 [1952]: 127), Strahan has “studied,” and Kissane has “reckoned.” The difficulty is that the line has a series of verbs, which seem to build to a climax; but without more details it is hard to know how to translate them when they have such a range of meaning.) he established (tc The verb כּוּן (kun) means “to establish; to prepare” in this stem. There are several mss that have the form from בִּין (bin, “discern”), giving “he discerned it,” making more of a parallel with the first colon. But the weight of the evidence supports the traditional MT reading.) it and examined it closely. (tn The verb חָקַר (khaqar) means “to examine; to search out.” Some of the language used here is anthropomorphic, for the sovereign Lord did not have to research or investigate wisdom. The point is that it is as if he did this human activity, meaning that as in the results of such a search God knows everything about wisdom.)"},{"number":28,"verse":"And he said to mankind, ‘The fear of the LORD (tc A number of medieval Hebrew manuscripts have YHWH (“Lord”); BHS has אֲדֹנָי (’adonay, “Lord”). As J. E. Hartley (Job [NICOT], 383) points out, this is the only occurrence of אֲדֹנָי (’adonay, “Lord”) in the book of Job, creating doubt for retaining it. Normally, YHWH is avoided in the book. “Fear of” (יִרְאַת, yir’at) is followed by שַׁדַּי (shadday, “Almighty”) in 6:14 – the only other occurrence of this term for “fear” in construct with a divine title.) — that is wisdom, and to turn away from evil is understanding.’” (tc Many commentators delete this verse because (1) many read the divine name Yahweh (translated “Lord”) here, and (2) it is not consistent with the argument that precedes it. But as H. H. Rowley (Job [NCBC], 185) points out, there is inconsistency in this reasoning, for many of the critics have already said that this chapter is an interpolation. Following that line of thought, then, one would not expect it to conform to the rest of the book in this matter of the divine name. And concerning the second difficulty, the point of this chapter is that wisdom is beyond human comprehension and control. It belongs to God alone. So the conclusion that the fear of the Lord is wisdom is the necessary conclusion. Rowley concludes: “It is a pity to rob the poem of its climax and turn it into the expression of unrelieved agnosticism.”)"}]}