{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"Elihu’s Second Speech (sn This speech of Elihu focuses on defending God. It can be divided into these sections: Job is irreligious (2-9), God is just (10-15), God is impartial and omniscient (16-30), Job is foolish to rebel (31-37).) Elihu answered:"},{"number":2,"verse":"“Listen to my words, you wise men; hear (tn Heb “give ear to me.”) me, you learned men. (tn The Hebrew word means “the men who know,” and without a complement it means “to possess knowledge.”)"},{"number":3,"verse":"For the ear assesses (tn Or “examines; tests; tries; discerns.”) words as the mouth (tn Or “palate”; the Hebrew term refers to the tongue or to the mouth in general.) tastes food."},{"number":4,"verse":"Let us evaluate (sn Elihu means “choose after careful examination.”) for ourselves what is right; (tn The word is מִשְׁפָּט (mishpat) again, with the sense of what is right or just.) let us come to know among ourselves what is good."},{"number":5,"verse":"For Job says, ‘I am innocent, (tn Heb “righteous,” but in this context it means to be innocent or in the right.) but God turns away my right."},{"number":6,"verse":"Concerning my right, should I lie? (tn The verb is the Piel imperfect of כָּזַב (kazav), meaning “to lie.” It could be a question: “Should I lie [against my right?] – when I am innocent. If it is repointed to the Pual, then it can be “I am made to lie,” or “I am deceived.” Taking it as a question makes good sense here, and so emendations are unnecessary.) My wound (tn The Hebrew text has only “my arrow.” Some commentators emend that word slightly to get “my wound.” But the idea could be derived from “arrows” as well, the wounds caused by the arrows. The arrows are symbolic of God’s affliction.) is incurable, although I am without transgression.’ (tn Heb “without transgression”; but this is parallel to the first part where the claim is innocence.)"},{"number":7,"verse":"What man is like Job, who (tn Heb “he drinks,” but coming after the question this clause may be subordinated.) drinks derision (tn The scorn or derision mentioned here is not against Job, but against God. Job scorns God so much, he must love it. So to reflect this idea, Gordis has translated it “blasphemy” (cf. NAB).) like water!"},{"number":8,"verse":"He goes about (tn The perfect verb with the vav (ו) consecutive carries the sequence forward from the last description.) in company (tn The word חֶבְרַה (khevrah, “company”) is a hapax legomenon. But its meaning is clear enough from the connections to related words and this context as well.) with evildoers, he goes along (tn The infinitive construct with the ל (lamed) preposition may continue the clause with the finite verb (see GKC 351 §114. p).) with wicked men. (tn Heb “men of wickedness”; the genitive is attributive (= “wicked men”).)"},{"number":9,"verse":"For he says, ‘It does not profit a man when he makes his delight with God.’ (tn Gordis, however, takes this expression in the sense of “being in favor with God.”)"},{"number":10,"verse":"God is Not Unjust “Therefore, listen to me, you men of understanding. (tn Heb “men of heart.” The “heart” is used for the capacity to understand and make the proper choice. It is often translated “mind.”) Far be it from (tn For this construction, see Job 27:5.) God to do wickedness, from the Almighty to do evil."},{"number":11,"verse":"For he repays a person for his work, (tn Heb “for the work of man, he [= God] repays him.”) and according to the conduct of a person, he causes the consequences to find him. (tn Heb “he causes it to find him.” The text means that God will cause a man to find (or receive) the consequences of his actions.)"},{"number":12,"verse":"Indeed, in truth, God does not act wickedly, and the Almighty does not pervert justice."},{"number":13,"verse":"Who entrusted (tn The verb פָּקַד (paqad) means “to visit; to appoint; to number.” Here it means “to entrust” for care and governing. The implication would be that there would be someone higher than God – which is what Elihu is repudiating by the rhetorical question. No one entrusted God with this.) to him the earth? And who put him over (tn The preposition is implied from the first half of the verse.) the whole world?"},{"number":14,"verse":"If God (tn Heb “he”; the referent (God) has been specified in the translation for clarity.) were to set his heart on it, (tc This is the reading following the Qere. The Kethib and the Syriac and the LXX suggest a reading יָשִׂים (yasim, “if he [God] recalls”). But this would require leaving out “his heart,” and would also require redividing the verse to make “his spirit” the object. It makes better parallelism, but may require too many changes.) and gather in his spirit and his breath,"},{"number":15,"verse":"all flesh would perish together and human beings would return to dust."},{"number":16,"verse":"God Is Impartial and Omniscient “If you have (tn The phrase “you have” is not in the Hebrew text, but is implied.) understanding, listen to this, hear what I have to say. (tn Heb “the sound of my words.”)"},{"number":17,"verse":"Do you really think (tn The force of הַאַף (ha’af) is “Is it truly the case?” The point is being made that if Job were right God could not be judging the world.) that one who hates justice can govern? (tn The verb חָבַשׁ (khavash) has the basic idea of “to bind,” as in binding on the yoke, and then in the sense of subduing people under authority (cf. Assyrian absanu). The imperfect verb here is best expressed with the potential nuance.) And will you declare guilty the supremely righteous (tn The two words could be taken separately, but they seem to form a fine nominal hendiadys, because the issue is God’s justice. So the word for power becomes the modifier.) One,"},{"number":18,"verse":"who says to a king, (tc Heb “Does one say,” although some smooth it out to say “Is it fit to say?” For the reading “who says,” the form has to be repointed to הַאֹמֵר (ha’omer) meaning, “who is the one saying.” This reading is supported by the LXX, Vulgate, and Syriac. Also it seems to flow better with the following verse. It would be saying that God is over the rulers and can rebuke them. The former view is saying that no one rebukes kings, much less Job rebuking God.) ‘Worthless man’ (tn The word בְּלִיָּעַל (bÿliyya’al) means both “worthless” and “wicked.” It is common in proverbial literature, and in later writings it became a description of Satan. It is usually found with “son of.”) and to nobles, ‘Wicked men,’"},{"number":19,"verse":"who shows no partiality to princes, and does not take note of (tn The verb means “to give recognition; to take note of” and in this passage with לִפְנֵי (lifne, “before”) it means to show preferential treatment to the rich before the poor. The word for “rich” here is an unusual word, found parallel to “noble” (Isa 32:2). P. Joüon thinks it is a term of social distinction (Bib 18 [1937]: 207-8).) the rich more than the poor, because all of them are the work of his hands?"},{"number":20,"verse":"In a moment they die, in the middle of the night, (tn Dhorme transposes “in the middle of the night” with “they pass away” to get a smoother reading. But the MT emphasizes the suddenness by putting both temporal ideas first. E. F. Sutcliffe leaves the order as it stands in the text, but adds a verb “they expire” after “in the middle of the night” (“Notes on Job, textual and exegetical,” Bib 30 [1949]: 79ff.).) people (tn R. Gordis (Job, 389) thinks “people” here mean the people who count, the upper class.) are shaken (tn The verb means “to be violently agitated.” There is no problem with the word in this context, but commentators have made suggestions for improving the idea. The proposal that has the most to commend it, if one were inclined to choose a new word, is the change to יִגְוָעוּ (yigva’u, “they expire”; so Ball, Holscher, Fohrer, and others).) and they pass away. The mighty are removed effortlessly. (tn Heb “not by hand.” This means without having to use force.)"},{"number":21,"verse":"For his eyes are on the ways of an individual, he observes all a person’s (tn Heb “his”; the referent (a person) has been specified in the translation for clarity.) steps."},{"number":22,"verse":"There is no darkness, and no deep darkness, where evildoers can hide themselves. (tn The construction of this colon uses the Niphal infinitive construct from סָתַר (satar, “to be hidden; to hide”). The resumptive adverb makes this a relative clause in its usage: “where the evildoers can hide themselves.”)"},{"number":23,"verse":"For he does not still consider a person, (tn Heb “for he does not put upon man yet.” This has been given a wide variety of interpretations, all of which involve a lot of additional thoughts. The word עוֹד (’od, “yet, still”) has been replaced with מוֹעֵד (mo’ed, “an appointed time,” Reiske and Wright), with the ם (mem) having dropped out by haplography. This makes good sense. If the MT is retained, the best interpretation would be that God does not any more consider (from “place upon the heart”) man, that he might appear in judgment.) that he should come before God in judgment."},{"number":24,"verse":"He shatters the great without inquiry, (tn Heb “[with] no investigation.”) and sets up others in their place."},{"number":25,"verse":"Therefore, he knows their deeds, he overthrows them (tn The direct object “them” is implied and has been supplied in the translation for clarity.) in the night (tn The Hebrew term “night” is an accusative of time.) and they are crushed."},{"number":26,"verse":"He strikes them for their wickedness, (tn Heb “under wicked men,” or “under wickednesses.” J. C. Greenfield shows that the preposition can mean “among” as well (“Prepositions B Tachat in Jes 57:5,” ZAW 32 [1961]: 227). That would allow “among wicked men.” It could also be “instead of” or even “in return for [their wickedness]” which is what the RSV does.) in a place where people can see, (tn The text simply uses רֹאִים (ro’im): “[in the place where there are] seers,” i. e., spectators.)"},{"number":27,"verse":"because they have turned away from following him, and have not understood (tn The verb הִשְׂכִּילוּ (hiskilu) means “to be prudent; to be wise.” From this is derived the idea of “be wise in understanding God’s will,” and “be successful because of prudence” – i. e., successful with God.) any of his ways,"},{"number":28,"verse":"so that they caused (tn The verse begins with the infinitive construct of בּוֹא (bo’, “go”), showing the result of their impious actions.) the cry of the poor to come before him, so that he hears (tn The verb here is an imperfect; the clause is circumstantial to the preceding clause, showing either the result, or the concomitant action.) the cry of the needy."},{"number":29,"verse":"But if God (tn Heb “he”; the referent (God) has been specified in the translation for clarity.) is quiet, who can condemn (tn The verb in this position is somewhat difficult, although it does make good sense in the sentence – it is just not what the parallelism would suggest. So several emendations have been put forward, for which see the commentaries.) him? If he hides his face, then who can see him? Yet (tn The line simply reads “and over a nation and over a man together.” But it must be the qualification for the points being made in the previous lines, namely, that even if God hides himself so no one can see, yet he is still watching over them all (see H. H. Rowley, Job [NCBC], 222).) he is over the individual and the nation alike, (tn The word translated “alike” (Heb “together”) has bothered some interpreters. In the reading taken here it is acceptable. But others have emended it to gain a verb, such as “he visits” (Beer), “he watches over” (Duhm), “he is compassionate” (Kissane), etc. But it is sufficient to say “he is over.”)"},{"number":30,"verse":"so that the godless man should not rule, and not lay snares for the people. (tn This last verse is difficult because it is unbalanced and cryptic. Some have joined the third line of v. 29 with this entire verse to make a couplet. But the same result is achieved by simply regarding this verse as the purpose of v. 29. But there still are some words that must be added. In the first colon, “[he is over the nations]…preventing from ruling.” And in the second colon, “laying” has to be supplied before “snares.”)"},{"number":31,"verse":"Job Is Foolish to Rebel “Has anyone said to God, ‘I have endured chastisement, (tn The Hebrew text has only “I lift up” or “I bear” (= I endure). The reading “I have been led astray” is obtained by changing the vowels to read a passive. If the MT is retained, an object has to be supplied, such as “chastisement” (so RSV, NASB) or “punishment” (NRSV). If not, then a different reading would be followed (e. g., “I was misguided” [NAB]; “I am guilty” [NIV]).) but I will not act wrongly any more."},{"number":32,"verse":"Teach me what I cannot see. (tn Heb “what I do not see,” more specifically, “apart from [that which] I see.”) If I have done evil, I will do so no more.’"},{"number":33,"verse":"Is it your opinion (tn Heb “is it from with you,” an idiomatic expression meaning “to suit you” or “according to your judgment.”) that God (tn Heb “he”; the referent (God) has been specified in the translation for clarity.) should recompense it, because you reject this? (tn There is no object on the verb, and the meaning is perhaps lost. The best guess is that Elihu is saying Job has rejected his teaching.) But you must choose, and not I, so tell us what you know."},{"number":34,"verse":"Men of understanding say to me — any wise man listening to me says —"},{"number":35,"verse":"that (tn Adding “that” in the translation clarifies Elihu’s indirect citation of the wise individuals’ words.) Job speaks without knowledge and his words are without understanding. (tn The Hiphil infinitive construct is here functioning as a substantive. The word means “prudence; understanding.”)"},{"number":36,"verse":"But (tc The MT reads אָבִי (’avi, “my father”), which makes no sense. Some follow the KJV and emend the word to make a verb “I desire” or use the noun “my desire of it.” Others follow an Arabic word meaning “entreat, I pray” (cf. ESV, “Would that Job were tried”). The LXX and the Syriac versions have “but” and “surely” respectively. Since this is the only ms support, albeit weak, it may be the best choice. In this sense Elihu would be saying that because of Job’s attitude God will continue to test him.) Job will be tested to the end, because his answers are like those of wicked men."},{"number":37,"verse":"For he adds transgression (tn Although frequently translated “rebellion,” the basic meaning of this Hebrew term is “transgression.”) to his sin; in our midst he claps his hands, (tc If this reading stands, it would mean that Job shows contempt, meaning that he mocks them and accuses God. It is a bold touch, but workable. Of the many suggested emendations, Dhorme alters some of the vowels and obtains a reading “and casts doubt among us,” and then takes “transgression” from the first colon for the complement. Some commentators simply delete the line.) and multiplies his words against God.”"}]}