{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"VI. The Divine Speeches (38:1-42:6)The Lord’s First Speech (sn This is the culmination of it all, the revelation of the Lord to Job. Most interpreters see here the style and content of the author of the book, a return to the beginning of the book. Here the Lord speaks to Job and displays his sovereign power and glory. Job has lived through the suffering – without cursing God. He has held to his integrity, and nowhere regretted it. But he was unaware of the real reason for the suffering, and will remain unaware throughout these speeches. God intervenes to resolve the spiritual issues that surfaced. Job was not punished for sin. And Job’s suffering had not cut him off from God. In the end the point is that Job cannot have the knowledge to make the assessments he made. It is wiser to bow in submission and adoration of God than to try to judge him. The first speech of God has these sections: the challenge (38:1–3), the surpassing mysteries of earth and sky beyond Job’s understanding (4-38), and the mysteries of animal and bird life that surpassed his understanding (38:39–39:30).) Then the LORD answered Job out of the whirlwind: (sn This is not the storm described by Elihu – in fact, the Lord ignores Elihu. The storm is a common accompaniment for a theophany (see Ezek 1:4; Nah 1:3; Zech 9:14).)"},{"number":2,"verse":"“Who is this (tn The demonstrative pronoun is used here to emphasize the interrogative pronoun (see GKC 442 §136. c).) who darkens counsel (sn The referent of “counsel” here is not the debate between Job and the friends, but the purposes of God (see Ps 33:10; Prov 19:21; Isa 19:17). Dhorme translates it “Providence.”) with words without knowledge?"},{"number":3,"verse":"Get ready for a difficult task (tn Heb “Gird up your loins.” This idiom basically describes taking the hem of the long garment or robe and pulling it up between the legs and tucking it into the front of the belt, allowing easier and freer movement of the legs. “Girding the loins” meant the preparation for some difficult task (Jer 1:17), or for battle (Isa 5:27), or for running (1 Kgs 18:46). C. Gordon suggests that it includes belt-wrestling, a form of hand-to-hand mortal combat (“Belt-wrestling in the Bible World,” HUCA 23 [1950/51]: 136).) like a man; I will question you and you will inform me!"},{"number":4,"verse":"God’s questions to Job “Where were you when I laid the foundation (tn The construction is the infinitive construct in a temporal clause, using the preposition and the subjective genitive suffix.) of the earth? Tell me, (tn The verb is the imperative; it has no object “me” in the text.) if you possess understanding!"},{"number":5,"verse":"Who set its measurements — if (tn The particle כּ (ki) is taken here for a conditional clause, “if you know” (see GKC 498 §159. dd). Others take it as “surely” with a biting irony.) you know — or who stretched a measuring line across it?"},{"number":6,"verse":"On what (tn For the interrogative serving as a genitive, see GKC 442 §136. b.) were its bases (sn The world was conceived of as having bases and pillars, but these poetic descriptions should not be pressed too far (e. g., see Ps 24:2, which may be worded as much for its polemics against Canaanite mythology as anything).) set, or who laid its cornerstone —"},{"number":7,"verse":"when the morning stars (sn The expression “morning stars” (Heb “stars of the morning”) is here placed in parallelism to the angels, “the sons of God.” It may refer to the angels under the imagery of the stars, or, as some prefer, it may poetically include all creation. There is a parallel also with the foundation of the temple which was accompanied by song (see Ezra 3:1011). But then the account of the building of the original tabernacle was designed to mirror creation (see M. Fishbane, Biblical Text and Texture).) sang (tn The construction, an adverbial clause of time, uses רָנָן (ranan), which is often a ringing cry, an exultation. The parallelism with “shout for joy” shows this to be enthusiastic acclamation. The infinitive is then continued in the next colon with the vav (ו) consecutive preterite.) in chorus, (tn Heb “together.” This is Dhorme’s suggestion for expressing how they sang together.) and all the sons of God (tn See Job 1:6.) shouted for joy?"},{"number":8,"verse":"“Who shut up (tn The MT has “and he shut up.” The Vulgate has “Who?” and so many commentaries and editions adopt this reading, if not from the Vulgate, then from the sense of the sequence in the text itself.) the sea with doors when it burst forth, (tn The line uses two expressions, first the temporal clause with גִּיחַ (giakh, “when it burst forth”) and then the finite verb יֵצֵא (yetse’, “go out”) to mark the concomitance of the two actions.) coming out of the womb,"},{"number":9,"verse":"when I made (tn The temporal clause here uses the infinitive from שִׂים (sim, “to place; to put; to make”). It underscores the sovereign placing of things.) the storm clouds its garment, and thick darkness its swaddling band, (tn This noun is found only here. The verb is in Ezek 16:4, and a related noun is in Ezek 30:21.)"},{"number":10,"verse":"when I prescribed (tc The MT has “and I broke,” which cannot mean “set, prescribed” or the like. The LXX and the Vulgate have such a meaning, suggesting a verb עֲשִׁית (’ashiyt, “plan, prescribe”). A. Guillaume finds an Arabic word with a meaning “measured it by span by my decree.” Would God give himself a decree? R. Gordis simply argues that the basic meaning “break” develops the connotation of “decide, determine” (2 Sam 5:24; Job 14:3; Dan 11:36).) its limits, and set (tn Dhorme suggested reversing the two verbs, making this the first, and then “shatter” for the second colon.) in place its bolts and doors,"},{"number":11,"verse":"when I said, ‘To here you may come (tn The imperfect verb receives the permission nuance here.) and no farther, (tn The text has תֹסִיף (tosif, “and you may not add”), which is often used idiomatically (as in verbal hendiadys constructions).) here your proud waves will be confined’? (tn The MT literally says, “here he will put on the pride of your waves.” The verb has no expressed subject and so is made a passive voice. But there has to be some object for the verb “put,” such as “limit” or “boundary”; the translations “confined; halted; stopped” all serve to paraphrase such an idea. The LXX has “broken” at this point, suggesting the verse might have been confused – but “breaking the pride” of the waves would mean controlling them. Some commentators have followed this, exchanging the verb in v. 11 with this one.)"},{"number":12,"verse":"Have you ever in your life (tn The Hebrew idiom is “have you from your days?” It means “never in your life” (see 1 Sam 25:28; 1 Kgs 1:6).) commanded the morning, or made the dawn know (tn The verb is the Piel of יָדַע (yada’, “to know”) with a double accusative.) its place,"},{"number":13,"verse":"that it might seize the corners of the earth, (sn The poetic image is that darkness or night is like a blanket that covers the earth, and at dawn it is taken by the edges and shaken out. Since the wicked function under the cover of night, they are included in the shaking when the dawn comes up.) and shake the wicked out of it?"},{"number":14,"verse":"The earth takes shape like clay under a seal; (sn The verse needs to be understood in the context: as the light shines in the dawn, the features of the earth take on a recognizable shape or form. The language is phenomenological.) its features (tn Heb “they”; the referent (the objects or features on the earth) has been specified in the translation for clarity.) are dyed (tc The MT reads “they stand up like a garment” (NASB, NIV) or “its features stand out like a garment” (ESV). The reference could be either to embroidered decoration on a garment or to the folds of a garment (REB: “until all things stand out like the folds of a cloak”; cf. J. E. Hartley, Job [NICOT], 497, “the early light of day makes the earth appear as a beautiful garment, exquisite in design and glorious in color”). Since this is thought to be an odd statement, some suggest with Ehrlich that the text be changed to תִּצָּבַּע (titsabba’, “is dyed [like a garment]”). This reference would be to the colors appearing on the earth’s surface under daylight. The present translation follows the emendation.) like a garment."},{"number":15,"verse":"Then from the wicked the light is withheld, and the arm raised in violence (tn Heb “the raised arm.” The words “in violence” are not in the Hebrew text, but are supplied in the translation to clarify the metaphor.) is broken. (sn What is active at night, the violence symbolized by the raised arm, is broken with the dawn. G. R. Driver thought the whole verse referred to stars, and that the arm is the navigator’s term for the line of stars (“Two astronomical passages in the Old Testament,” JTS 4 [1953]: 208-12).)"},{"number":16,"verse":"Have you gone to the springs that fill the sea, (tn Heb “the springs of the sea.” The words “that fill” are supplied in the translation to clarify the meaning of the phrase.) or walked about in the recesses of the deep?"},{"number":17,"verse":"Have the gates of death been revealed to you? (tn Heb “uncovered to you.”) Have you seen the gates of deepest darkness? (tn Some still retain the traditional phrase “shadow of death” in the English translation (cf. NIV). The reference is to the entrance to Sheol (see Job 10:21).)"},{"number":18,"verse":"Have you considered the vast expanses of the earth? Tell me, if you know it all!"},{"number":19,"verse":"“In what direction (tn The interrogative with דֶרֶךְ (derekh) means “in what road” or “in what direction.”) does light reside, and darkness, where is its place,"},{"number":20,"verse":"that you may take them to their borders and perceive the pathways to their homes? (tn The suffixes are singular (“that you may take it to its border…to its home”), referring to either the light or the darkness. Because either is referred to, the translation has employed plurals, since singulars would imply that only the second item, “darkness,” was the referent. Plurals are also employed by NAB and NIV.)"},{"number":21,"verse":"You know, for you were born before them; (tn The imperfect verb after the adverb אָז (’az, “then”) functions as a preterite: “you were born.” The line is sarcastic.) and the number of your days is great!"},{"number":22,"verse":"Have you entered the storehouse (sn Snow and ice are thought of as being in store, brought out by God for specific purposes, such as times of battle (see Josh 10:11; Exod 9:2ff.; Isa 28:17; Isa 30:30; and Ps 18:12 [13]).) of the snow, or seen the armory (tn The same Hebrew term (אוֹצָר, ’otsar), has been translated “storehouse” in the first line and “armory” in the second. This has been done for stylistic variation, but also because “hail,” as one of God’s “weapons” (cf. the following verse) suggests military imagery; in this context the word refers to God’s “ammunition dump” where he stockpiles hail.) of the hail,"},{"number":23,"verse":"which I reserve for the time of trouble, for the day of war and battle? (sn The terms translated war and battle are different Hebrew words, but both may be translated “war” or “battle” depending on the context.)"},{"number":24,"verse":"In what direction is lightning (tn Because the parallel with “light” and “east wind” is not tight, Hoffmann proposed ‘ed instead, “mist.” This has been adopted by many. G. R. Driver suggests “parching heat” (“Problems in the Hebrew text of Job,” VTSup 3 [1955]: 91-92).) dispersed, or the east winds scattered over the earth?"},{"number":25,"verse":"Who carves out a channel for the heavy rains, and a path for the rumble of thunder,"},{"number":26,"verse":"to cause it to rain on an uninhabited land, (tn Heb “on a land, no man.”) a desert where there are no human beings, (tn Heb “a desert, no man in it.”)"},{"number":27,"verse":"to satisfy a devastated and desolate land, and to cause it to sprout with vegetation? (tn Heb “to cause to sprout a source of vegetation.” The word מֹצָא (motsa’) is rendered “mine” in Job 28:1. The suggestion with the least changes is Wright’s: צָמֵא (tsame’, “thirsty”). But others choose מִצִּיָּה (mitsiyyah, “from the steppe”).)"},{"number":28,"verse":"Does the rain have a father, or who has fathered the drops of the dew?"},{"number":29,"verse":"From whose womb does the ice emerge, and the frost from the sky, (tn Or “heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heaven(s)” or “sky” depending on the context.) who gives birth to it,"},{"number":30,"verse":"when the waters become hard (tn Several suggest that the verb is not from חָבָא (khava’, “to hide”) but from a homonym, “to congeal.” This may be too difficult to support, however.) like stone, when the surface of the deep is frozen solid?"},{"number":31,"verse":"Can you tie the bands (tn This word is found here and in 1 Sam 15:32. Dhorme suggests, with others, that there has been a metathesis (a reversal of consonants), and it is the same word found in Job 31:36 (“bind”). G. R. Driver takes it as “cluster” without changing the text (“Two astronomical passages in the Old Testament,” JTS 7 [1956] :3).) of the Pleiades, or release the cords of Orion?"},{"number":32,"verse":"Can you lead out the constellations (tn The word מַזָּרוֹת (mazzarot) is taken by some to refer to the constellations (see 2 Kgs 23:5), and by others as connected to the word for “crown,” and so “corona.”) in their seasons, or guide the Bear with its cubs? (sn See Job 9:9.)"},{"number":33,"verse":"Do you know the laws of the heavens, or can you set up their rule over the earth?"},{"number":34,"verse":"Can you raise your voice to the clouds so that a flood of water covers you? (tc The LXX has “answer you,” and some editors have adopted this. However, the reading of the MT makes better sense in the verse.)"},{"number":35,"verse":"Can you send out lightning bolts, and they go? Will they say to you, ‘Here we are’?"},{"number":36,"verse":"Who has put wisdom in the heart, (tn This verse is difficult because of the two words, טֻחוֹת (tukhot, rendered here “heart”) and שֶׂכְוִי (sekhvi, here “mind”). They have been translated a number of ways: “meteor” and “celestial appearance”; the stars “Procyon” and “Sirius”; “inward part” and “mind”; even as birds, “ibis” and “cock.” One expects them to have something to do with nature – clouds and the like. The RSV accordingly took them to mean “meteor” (from a verb “to wander”) and “a celestial appearance.” But these meanings are not well-attested.) or has imparted understanding to the mind?"},{"number":37,"verse":"Who by wisdom can count the clouds, and who can tip over (tn The word actually means “to cause to lie down.”) the water jars of heaven,"},{"number":38,"verse":"when the dust hardens (tn The word means “to flow” or “to cast” (as in casting metals). So the noun developed the sense of “hard,” as in cast metal.) into a mass, and the clumps of earth stick together?"},{"number":39,"verse":"“Do you hunt prey for the lioness, and satisfy the appetite (tn Heb “fill up the life of.”) of the lions,"},{"number":40,"verse":"when they crouch in their dens, when they wait in ambush in the thicket?"},{"number":41,"verse":"Who prepares prey for the raven, when its young cry out to God and wander about (tn The verse is difficult, making some suspect that a line has dropped out. The little birds in the nest hardly go wandering about looking for food. Dhorme suggest “and stagger for lack of food.”) for lack of food?"}]}