{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"Job’s Reply to God’s Challenge Then the LORD answered Job:"},{"number":2,"verse":"“Will the one who contends (tn The form רֹב (rov) is the infinitive absolute from the verb רִיב (riv, “contend”). Dhorme wishes to repoint it to make it the active participle, the “one who argues with the Almighty.”) with the Almighty correct him? (tn The verb יִסּוֹר (yissor) is found only here, but comes from a common root meaning “to correct; to reprove.” Several suggestions have been made to improve on the MT. Dhorme read it יָסוּר (yasur) in the sense of “to turn aside; to yield.” Ehrlich read this emendation as “to come to an end.” But the MT could be read as “to correct; to instruct.”) Let the person who accuses God give him an answer!”"},{"number":3,"verse":"Then Job answered the LORD:"},{"number":4,"verse":"“Indeed, I am completely unworthy (tn The word קַלֹּתִי (qalloti) means “to be light; to be of small account; to be unimportant.” From this comes the meaning “contemptible,” which in the causative stem would mean “to treat with contempt; to curse.” Dhorme tries to make the sentence a conditional clause and suggests this meaning: “If I have been thoughtless.” There is really no “if” in Job’s mind.) — how could I reply to you? I put (tn The perfect verb here should be classified as an instantaneous perfect; the action is simultaneous with the words.) my hand over my mouth to silence myself. (tn The words “to silence myself” are supplied in the translation for clarity.)"},{"number":5,"verse":"I have spoken once, but I cannot answer; twice, but I will say no more.” (tn Heb “I will not add.”)"},{"number":6,"verse":"The Lord’s Second Speech Then the LORD answered Job from the whirlwind:"},{"number":7,"verse":"“Get ready for a difficult task (tn See note on “task” in 38:3.) like a man. I will question you and you will inform me!"},{"number":8,"verse":"Would you indeed annul (tn The verb פָּרַר (parar) means “to annul; to break; to frustrate.” It was one thing for Job to claim his own integrity, but it was another matter altogether to nullify God’s righteousness in the process.) my justice? Would you declare me guilty so that you might be right?"},{"number":9,"verse":"Do you have an arm as powerful as God’s, (tn Heb “do you have an arm like God?” The words “as powerful as” have been supplied in the translation to clarify the metaphor.) and can you thunder with a voice like his?"},{"number":10,"verse":"Adorn yourself, then, with majesty and excellency, and clothe yourself with glory and honor!"},{"number":11,"verse":"Scatter abroad (tn The verb was used for scattering lightning (Job 37:11). God is challenging Job to unleash his power and judge wickedness in the world.) the abundance (tn Heb “the overflowings.”) of your anger. Look at every proud man (tn The word was just used in the positive sense of excellence or majesty; now the exalted nature of the person refers to self-exaltation, or pride.) and bring him low;"},{"number":12,"verse":"Look at every proud man and abase him; crush the wicked on the spot! (tn The expression translated “on the spot” is the prepositional phrase תַּחְתָּם (takhtam, “under them”). “Under them” means in their place. But it can also mean “where someone stands, on the spot” (see Exod 16:29; Jos 6:5; Judg 7:21, etc.).)"},{"number":13,"verse":"Hide them in the dust (tn The word “dust” can mean “ground” here, or more likely, “grave.”) together, imprison (tn The verb חָבַשׁ (khavash) means “to bind.” In Arabic the word means “to bind” in the sense of “to imprison,” and that fits here.) them (tn Heb “their faces.”) in the grave. (tn The word is “secret place,” the place where he is to hide them, i. e., the grave. The text uses the word “secret place” as a metonymy for the grave.)"},{"number":14,"verse":"Then I myself will acknowledge (tn The verb is usually translated “praise,” but with the sense of a public declaration or acknowledgment. It is from יָדָה (yadah, in the Hiphil, as here, “give thanks, laud”).) to you that your own right hand can save you. (tn The imperfect verb has the nuance of potential imperfect: “can save; is able to save.”)"},{"number":15,"verse":"The Description of Behemoth “Look now at Behemoth, (sn By form the word is the feminine plural of the Hebrew word for “beast.” Here it is an abstract word – a title.) which I made as (tn Heb “with you.” The meaning could be temporal (“when I made you”) – perhaps a reference to the sixth day of creation (Gen 1:24).) I made you; it eats grass like the ox."},{"number":16,"verse":"Look (tn In both of these verses הִנֶּה (hinneh, “behold”) has the deictic force (the word is from Greek δείκνυμι, deiknumi, “to show”). It calls attention to something by pointing it out. The expression goes with the sudden look, the raised eye, the pointing hand – “O look!”) at its strength in its loins, and its power in the muscles of its belly."},{"number":17,"verse":"It makes its tail stiff (tn The verb חָפַץ (khafats) occurs only here. It may have the meaning “to make stiff; to make taut” (Arabic). The LXX and the Syriac versions support this with “erects.” But there is another Arabic word that could be cognate, meaning “arch, bend.” This would give the idea of the tail swaying. The other reading seems to make better sense here. However, “stiff” presents a serious problem with the view that the animal is the hippopotamus.) like a cedar, the sinews of its thighs are tightly wound."},{"number":18,"verse":"Its bones are tubes of bronze, its limbs like bars of iron."},{"number":19,"verse":"It ranks first among the works of God, (tn Heb “the ways of God.”sn This may be a reference to Gen 1:24, where the first of the animal creation was the cattle – bÿhemah (בְּהֵמָה).) the One who made it has furnished it with a sword. (tc The literal reading of the MT is “let the one who made him draw near [with] his sword.” The sword is apparently a reference to the teeth or tusks of the animal, which cut vegetation like a sword. But the idea of a weapon is easier to see, and so the people who favor the mythological background see here a reference to God’s slaying the Beast. There are again many suggestions on how to read the line. The RV probably has the safest: “He that made him has furnished him with his sword” (the sword being a reference to the sharp tusks with which he can attack).)"},{"number":20,"verse":"For the hills bring it food, (tn The word בּוּל (bul) probably refers to food. Many take it as an abbreviated form of יְבוּל (yÿvul, “produce of the field”). The vegetation that is produced on the low hills is what is meant.) where all the wild animals play."},{"number":21,"verse":"Under the lotus trees it lies, in the secrecy of the reeds and the marsh."},{"number":22,"verse":"The lotus trees conceal it in their (tn The suffix is singular, but must refer to the trees’ shade.) shadow; the poplars by the stream conceal it."},{"number":23,"verse":"If the river rages, (tn The word ordinarily means “to oppress.” So many commentators have proposed suitable changes: “overflows” (Beer), “gushes” (Duhm), “swells violently” (Dhorme, from a word that means “be strong”).) it is not disturbed, it is secure, (tn Or “he remains calm.”) though the Jordan should surge up to its mouth."},{"number":24,"verse":"Can anyone catch it by its eyes, (tn The idea would be either (1) catch it while it is watching, or (2) in some way disabling its eyes before the attack. But others change the reading; Ball suggested “with hooks” and this has been adopted by some modern English versions (e. g., NRSV).) or pierce its nose with a snare? (tn Ehrlich altered the MT slightly to get “with thorns,” a view accepted by Driver, Dhorme and Pope.)"}]}