{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"(The Description of Leviathan) (40:25) (sn Beginning with 41:1, the verse numbers through 41:9 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 41:1 ET = 40:25 HT, 41:2 ET = 40:26 HT, etc., through 41:34 ET = 41:26 HT. The Hebrew verse numbers in the remainder of the chapter differ from the verse numbers in the English Bible. Beginning with 42:1 the verse numbers in the ET and HT are again the same.) “Can you pull in (tn The verb מָשַׁךְ (mashakh) means “to extract from the water; to fish.” The question here includes the use of a hook to fish the creature out of the water so that its jaws can be tied safely.) Leviathan with a hook, and tie down (tn The verb שָׁקַע (shaqa’) means “to cause to sink,” if it is connected with the word in Amos 8:8 and 9:5. But it may have the sense of “to tie; to bind.” If the rope were put around the tongue and jaw, binding tightly would be the sense.) its tongue with a rope?"},{"number":2,"verse":"Can you put a cord through its nose, or pierce its jaw with a hook?"},{"number":3,"verse":"Will it make numerous supplications to you, (tn The line asks if the animal, when caught and tied and under control, would keep on begging for mercy. Absolutely not. It is not in the nature of the beast. The construction uses יַרְבֶּה (yarbeh, “[will] he multiply” [= “make numerous”]), with the object, “supplications” i. e., prayers for mercy.) will it speak to you with tender words? (tn The rhetorical question again affirms the opposite. The poem is portraying the creature as powerful and insensitive.)"},{"number":4,"verse":"Will it make a pact (tn Heb “will he cut a covenant.”) with you, so you could take it (tn The imperfect verb serves to express what the covenant pact would cover, namely, “that you take.”) as your slave for life?"},{"number":5,"verse":"Can you play (tn The Hebrew verb is שָׂחַק (sakhaq, “to sport; to trifle; to play,” Ps 104:26).) with it, like a bird, or tie it on a leash (tn The idea may include putting Leviathan on a leash. D. W. Thomas suggested on the basis of an Arabic cognate that it could be rendered “tie him with a string like a young sparrow” (VT 14 [1964]: 114ff.).) for your girls?"},{"number":6,"verse":"Will partners (tn The word חָבַּר (khabbar) is a hapax legomenon, but the meaning is “to associate” since it is etymologically related to the verb “to join together.” The idea is that fishermen usually work in companies or groups, and then divide up the catch when they come ashore – which involves bargaining.) bargain (tn The word כָּרַה (karah) means “to sell.” With the preposition עַל (’al, “upon”) it has the sense “to bargain over something.”) for it? Will they divide it up (tn The verb means “to cut up; to divide up” in the sense of selling the dead body (see Exod 21:35). This will be between them and the merchants (כְּנַעֲנִים, kÿna’anim).) among the merchants?"},{"number":7,"verse":"Can you fill its hide with harpoons or its head with fishing spears?"},{"number":8,"verse":"If you lay your hand on it, you will remember (tn The verse uses two imperatives which can be interpreted in sequence: do this, and then this will happen.) the fight, and you will never do it again!"},{"number":9,"verse":"(41:1) (sn Job 41:9 in the English Bible is 41:1 in the Hebrew text (BHS). From here to the end of the chapter the Hebrew verse numbers differ from those in the English Bible, with 41:10 ET = 41:2 HT, 41:11 ET = 41:3 HT, etc. See also the note on 41:1.) See, his expectation is wrong, (tn The line is difficult. “His hope [= expectation]” must refer to any assailant who hopes or expects to capture the creature. Because there is no antecedent, Dhorme and others transpose it with the next verse. The point is that the man who thought he was sufficient to confront Leviathan soon finds his hope – his expectation – false (a derivative from the verb כָּזַב [kazab, “lie”] is used for a mirage).) he is laid low even at the sight of it. (tn There is an interrogative particle in this line, which most commentators ignore. But others freely emend the MT. Gunkel, following the mythological approach, has “his appearance casts down even a god.” Cheyne likewise has: “even divine beings the fear of him brings low” (JQR 9 [1896/97]: 579). Pope has, “Were not the gods cast down at the sight of him?” There is no need to bring in this mythological element.)"},{"number":10,"verse":"Is it not fierce (sn The description is of the animal, not the hunter (or fisherman). Leviathan is so fierce that no one can take him on alone.) when it is awakened? Who is he, then, who can stand before it? (tc MT has “before me” and can best be rendered as “Who then is he that can stand before me?” (ESV, NASB, NIV, NLT, NJPS). The following verse (11) favors the MT since both express the lesson to be learned from Leviathan: If a man cannot stand up to Leviathan, how can he stand up to its creator? The translation above has chosen to read the text as “before him” (cf. NRSV, NJB).)"},{"number":11,"verse":"(Who has confronted (tn The verb קָדַם (qadam) means “to come to meet; to come before; to confront” to the face.) me that I should repay? (sn The verse seems an intrusion (and so E. Dhorme, H. H. Rowley, and many others change the pronouns to make it refer to the animal). But what the text is saying is that it is more dangerous to confront God than to confront this animal.) Everything under heaven belongs to me!) (tn This line also focuses on the sovereign God rather than Leviathan. H. H. Rowley, however, wants to change לִי־חוּא (li-hu’, “it [belongs] to me”) into לֹא הוּא (lo’ hu’, “there is no one”). So it would say that there is no one under the whole heaven who could challenge Leviathan and live, rather than saying it is more dangerous to challenge God to make him repay.)"},{"number":12,"verse":"I will not keep silent about its limbs, and the extent of its might, and the grace of its arrangement. (tn Dhorme changes the noun into a verb, “I will tell,” and the last two words into אֵין עֶרֶךְ (’en ’erekh, “there is no comparison”). The result is “I will tell of his incomparable might.”)"},{"number":13,"verse":"Who can uncover its outer covering? (tn Heb “the face of his garment,” referring to the outer garment or covering. Some take it to be the front as opposed to the back.) Who can penetrate to the inside of its armor? (tc The word רֶסֶן (resen) has often been rendered “bridle” (cf. ESV), but that leaves a number of unanswered questions. The LXX reads סִרְיוֹן (siryon), with the transposition of letters, but that means “coat of armor.” If the metathesis stands, there is also support from the cognate Akkadian.)"},{"number":14,"verse":"Who can open the doors of its mouth? (tn Heb “his face.”) Its teeth all around are fearsome."},{"number":15,"verse":"Its back (tc The MT has גַּאֲוָה (ga’avah, “his pride”), but the LXX, Aquila, and the Vulgate all read גַּוּוֹ (gavvo, “his back”). Almost all the modern English versions follow the variant reading, speaking about “his [or its] back.”) has rows of shields, shut up closely (tn Instead of צָר (tsar, “closely”) the LXX has צֹר (tsor, “stone”) to say that the seal was rock hard.) together as with a seal;"},{"number":16,"verse":"each one is so close to the next (tn The expression “each one…to the next” is literally “one with one.”) that no air can come between them."},{"number":17,"verse":"They lock tightly together, one to the next; (tn Heb “a man with his brother.”) they cling together and cannot be separated."},{"number":18,"verse":"Its snorting throws out flashes of light; its eyes are like the red glow (tn Heb “the eyelids,” but it represents the early beams of the dawn as the cover of night lifts.) of dawn."},{"number":19,"verse":"Out of its mouth go flames, (sn For the animal, the image is that of pent-up breath with water in a hot steam jet coming from its mouth, like a stream of fire in the rays of the sun. The language is hyperbolic, probably to reflect the pagan ideas of the dragon of the deep in a polemical way – they feared it as a fire breathing monster, but in reality it might have been a steamy crocodile.) sparks of fire shoot forth!"},{"number":20,"verse":"Smoke streams from its nostrils as from a boiling pot over burning (tn The word “burning” is supplied. The Syriac and Vulgate have “a seething and boiling pot” (reading אֹגֵם [’ogem] for אַגְמֹן [’agmon]). This view is widely accepted.) rushes."},{"number":21,"verse":"Its breath sets coals ablaze and a flame shoots from its mouth."},{"number":22,"verse":"Strength lodges in its neck, and despair (tn This word, דְּאָבָה (dÿ’avah) is a hapax legomenon. But the verbal root means “to languish; to pine.” A related noun talks of dejection and despair in Deut 28:65. So here “despair” as a translation is preferable to “terror.”) runs before it."},{"number":23,"verse":"The folds (tn Heb “fallings.”) of its flesh are tightly joined; they are firm on it, immovable. (tn The last clause says “it cannot be moved.” But this part will function adverbially in the sentence.)"},{"number":24,"verse":"Its heart (tn The description of his heart being “hard” means that he is cruel and fearless. The word for “hard” is the word encountered before for molten or cast metal.) is hard as rock, hard as a lower millstone."},{"number":25,"verse":"When it rises up, the mighty are terrified, at its thrashing about they withdraw. (tc This verse has created all kinds of problems for the commentators. The first part is workable: “when he raises himself up, the mighty [the gods] are terrified.” The mythological approach would render אֵלִים (’elim) as “gods.” But the last two words, which could be rendered “at the breaking [crashing, or breakers] they fail,” receive much attention. E. Dhorme (Job, 639) suggests “majesty” for “raising up” and “billows” (גַּלִּים, gallim) for אֵלִים (’elim), and gets a better parallelism: “the billows are afraid of his majesty, and the waves draw back.” But H. H. Rowley (Job [NCBC], 263) does not think this is relevant to the context, which is talking about the creature’s defense against attack. The RSV works well for the first part, but the second part need some change; so Rowley adopts “in their dire consternation they are beside themselves.”)"},{"number":26,"verse":"Whoever strikes it with a sword (tn This is the clearest reading, following A. B. Davidson, Job, 285. The versions took different readings of the construction.) will have no effect, (tn The verb קוּם (qum, “stand”) with בְּלִי (bÿli, “not”) has the sense of “does not hold firm,” or “gives way.”) nor with the spear, arrow, or dart."},{"number":27,"verse":"It regards iron as straw and bronze as rotten wood."},{"number":28,"verse":"Arrows (tn Heb “the son of the bow.”) do not make it flee; slingstones become like chaff to it."},{"number":29,"verse":"A club is counted (tn The verb is plural, but since there is no expressed subject it is translated as a passive here.) as a piece of straw; it laughs at the rattling of the lance."},{"number":30,"verse":"Its underparts (tn Heb “under him.”) are the sharp points of potsherds, it leaves its mark in the mud like a threshing sledge. (tn Here only the word “sharp” is present, but in passages like Isa 41:15 it is joined with “threshing sledge.” Here and in Amos 1:3 and Isa 28:27 the word stands alone, but represents the “sledge.”)"},{"number":31,"verse":"It makes the deep boil like a cauldron and stirs up the sea like a pot of ointment, (sn The idea is either that the sea is stirred up like the foam from beating the ingredients together, or it is the musk-smell that is the point of comparison.)"},{"number":32,"verse":"It leaves a glistening wake behind it; one would think the deep had a head of white hair."},{"number":33,"verse":"The likes of it is not on earth, a creature (tn Heb “one who was made.”) without fear."},{"number":34,"verse":"It looks on every haughty being; it is king over all that are proud.” (tn Heb “the sons of pride.” Dhorme repoints the last word to get “all the wild beasts,” but this misses the point of the verse. This animal looks over every proud creature – but he is king of them all in that department.)"}]}