{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Job Replies to Eliphaz Then Job responded: (tn Heb “answered and said.”)"},{"number":2,"verse":"“Oh, (tn The conjunction לוּ (lu, “if, if only”) introduces the wish – an unrealizable wish – with the Niphal imperfect.) if only my grief (tn Job pairs כַּעְסִי (ka’si, “my grief”) and הַיָּתִי (hayyati, “my misfortune”). The first word, used in Job 4:2, refers to Job’s whole demeanor that he shows his friends – the impatient and vexed expression of his grief. The second word expresses his misfortune, the cause of his grief. Job wants these placed together in the balances so that his friends could see the misfortune is greater than the grief. The word for “misfortune” is a Kethib-Qere reading. The two words have essentially the same meaning; they derive from the verb הָוַה (havah, “to fall”) and so mean a misfortune.) could be weighed, (tn The Qal infinitive absolute is here used to intensify the Niphal imperfect (see GKC 344-45 §113. w). The infinitive absolute intensifies the wish as well as the idea of weighing.) and my misfortune laid (tn The third person plural verb is used here; it expresses an indefinite subject and is treated as a passive (see GKC 460 §144. g).) on the scales too! (tn The adverb normally means “together,” but it can also mean “similarly, too.” In this verse it may not mean that the two things are to be weighed together, but that the whole calamity should be put on the scales (see A. B. Davidson, Job, 43).)"},{"number":3,"verse":"But because it is heavier (tn E. Dhorme (Job, 76) notes that כִּי־עַתָּה (ki ’attah) has no more force than “but”; and that the construction is the same as in 17:4; 20:19–21; 23:14–15. The initial clause is causative, and the second half of the verse gives the consequence (“because”…“that is why”). Others take 3a as the apodosis of v. 2, and translate it “for now it would be heavier…” (see A. B. Davidson, Job, 43).) than the sand (sn The point of the comparison with the sand of the sea is that the sand is immeasurable. So the grief of Job cannot be measured.) of the sea, that is why my words have been wild. (tn The verb לָעוּ (la’u) is traced by E. Dhorme (Job, 76) to a root לָעָה (la’ah), cognate to an Arabic root meaning “to chatter.” He shows how modern Hebrew has a meaning for the word “to stammer out.” But that does not really fit Job’s outbursts. The idea in the context is rather that of speaking wildly, rashly, or charged with grief. This would trace the word to a hollow or geminate word and link it to Arabic “talk wildly” (see D. J. A. Clines, Job [WBC], 158). In the older works the verb was taken from a geminate root meaning “to suck” or “to swallow” (cf. KJV), but that yields a very difficult sense to the line.)"},{"number":4,"verse":"For the arrows (sn Job uses an implied comparison here to describe his misfortune – it is as if God had shot poisoned arrows into him (see E. Dhorme, Job, 76-77 for a treatment of poisoned arrows in the ancient world).) of the Almighty (sn Job here clearly states that his problems have come from the Almighty, which is what Eliphaz said. But whereas Eliphaz said Job provoked the trouble by his sin, Job is perplexed because he does not think he did.) are within me; my spirit (tn Most commentators take “my spirit” as the subject of the participle “drinks” (except the NEB, which follows the older versions to say that the poison “drinks up [or “soaks in”] the spirit.”) The image of the poisoned arrow represents the calamity or misfortune from God, which is taken in by Job’s spirit and enervates him.) drinks their poison; (tn The LXX translators knew that a liquid should be used with the verb “drink”; but they took the line to be “whose violence drinks up my blood.” For the rest of the verse they came up with, “whenever I am going to speak they pierce me.”) God’s sudden terrors (tn The word translated “sudden terrors” is found only here and in Ps 88:16 [17]. G. R. Driver notes that the idea of suddenness is present in the root, and so renders this word as “sudden assaults” (“Problems in the Hebrew text of Job,” VTSup 3 [1955]: 73).) are arrayed (tn The verb עָרַךְ (’arakh) means “to set in battle array.” The suffix on the verb is dative (see GKC 369 §117. x). Many suggestions have been made for changing this word. These seem unnecessary since the MT pointing yields a good meaning: but for the references to these suggestions, see D. J. A. Clines, Job (WBC), 158. H. H. Rowley (Job [NCBC], 59), nonetheless, follows the suggestion of Driver that connects it to a root meaning “wear me down.” This change of meaning requires no change in the Hebrew text. The image is of a beleaguering army; the host is made up of all the terrors from God. The reference is to the terrifying and perplexing thoughts that assail Job (A. B. Davidson, Job, 44).) against me."},{"number":5,"verse":"Complaints Reflect Suffering “Does the wild donkey (tn There have been suggestions to identify this animal as something other than a wild donkey, but the traditional interpretation has been confirmed (see P. Humbert, “En marge du dictionnaire hébraïque,” ZAW 62 [1950]: 199-207).) bray (tn The verb נָהַק (nahaq, “bray”) occurs in Arabic and Aramaic and only in Job 30:7 in Hebrew, where it refers to unfortunate people in the wilderness who utter cries like the hungry wild donkey.) when it is near grass? (sn In this brief section Job indicates that it would be wiser to seek the reason for the crying than to complain of the cry. The wild donkey will bray when it finds no food (see Jer 14:6).) Or (tn The construction forms a double question (אִם... הֲ, ha…’im) but not to express mutually exclusive questions in this instance. Instead, it is used to repeat the same question in different words (see GKC 475 §150. h).) does the ox low near its fodder? (tc The LXX captures the meaning of the verse, but renders it in a more expansive way. tn This word occurs here and in Isa 30:24. In contrast to the grass that grows on the fields for the wild donkey, this is fodder prepared for the domesticated animals.)"},{"number":6,"verse":"Can food that is tasteless (tn Heb “a tasteless thing”; the word “food” is supplied from the context.) be eaten without salt? Or is there any taste in the white (tn Some commentators are not satisfied with the translation “white of an egg”; they prefer something connected to “slime of purslane” (H. H. Rowley, Job [NCBC], 59; cf. NRSV “juice of mallows”). This meaning is based on the Syriac and Arabic version of Sa`adia. The meaning “white of the egg” comes from the rabbinic interpretation of “slime of the yolk.” Others carry the idea further and interpret it to mean “saliva of dreams” or after the LXX “in dream words.” H. H. Rowley does not think that the exact edible object can be identified. The idea of the slimy glaring white around the yolk of an egg seems to fit best. This is another illustration of something that is tasteless or insipid.) of an egg?"},{"number":7,"verse":"I (tn The traditional rendering of נַפְשִׁי (nafshi) is “my soul.” But since נֶפֶשׁ (nefesh) means the whole person, body and soul, it is best to translate it with its suffix simply as an emphatic pronoun.) have refused (tn For the explanation of the perfect verb with its completed action in the past and its remaining effects, see GKC 311 §106. g.) to touch such things; (tn The phrase “such things” is not in the Hebrew text but has been supplied.) they are like loathsome food to me. (tn The second colon of the verse is difficult. The word דְּוֵי (dÿve) means “sickness of” and yields a meaning “like the sickness of my food.” This could take the derived sense of דָּוָה (davah) and mean “impure” or “corrupt” food. The LXX has “for I loathe my food as the smell of a lion” and so some commentators emend “they” (which has no clear antecedent) to mean “I loathe it [like the sickness of my food].” Others have more freely emended the text to “my palate loathes my food” (McNeile) or “my bowels resound with suffering” (I. Eitan, “An unknown meaning of RAHAMIÝM,” JBL 53 [1934]: 271). Pope has “they are putrid as my flesh [= my meat].” D. J. A. Clines (Job [WBC], 159) prefers the suggestion in BHS, “it [my soul] loathes them as my food.” E. Dhorme (Job, 80) repoints the second word of the colon to get כְּבֹדִי (kÿvodi, “my glory”): “my heart [glory] loathes/is sickened by my bread.”)"},{"number":8,"verse":"A Cry for Death “Oh that (tn The Hebrew expresses the desire (desiderative clause) with “who will give?” (see GKC 477 §151. d).) my request would be realized, (tn The verb בּוֹא (bo’, “go”) has the sense of “to be realized; to come to pass; to be fulfilled.” The optative “Who will give [that] my request be realized?” is “O that my request would be realized.”) and that God would grant me what I long for! (tn The text has תִקְוָתִי (tiqvati, “hope”). There is no reason to change the text to “my desire” (as Driver and others do) if the word is interpreted metonymically – it means “what I hope for.” What Job hopes for and asks for is death. sn See further W. Riggans, “Job 6:8–10: Short Comments,” ExpTim 99 (1987): 45-46.)"},{"number":9,"verse":"And that God would be willing (tn The verb יָאַל (ya’al) in the Hiphil means “to be willing, to consent, to decide.” It is here the jussive followed by the dependent verb with a (ו) vav: “that God would be willing and would crush me” means “to crush me.” Gesenius, however, says that the conjunction introduces coordination rather than subordination; he says the principal idea is introduced in the second verb, the first verb containing the definition of the manner of the action (see GKC 386 §120. d).) to crush me, that he would let loose (tn The verb is used for loosening shoe straps in Isa 58:6, and of setting prisoners free in Pss 105:20 and 146:7. Job thinks that God’s hand has been restrained for some reason, and so desires that God be free to destroy him.) his hand and (tn The final verb is an imperfect (or jussive) following the jussive (of נָתַר, natar); it thus expresses the result (“and then” or “so that”) or the purpose (“in order that”). Job longs for death, but it must come from God.) kill me. (tn Heb “and cut me off.” The LXX reads this verse as “Let the Lord begin and wound me, but let him not utterly destroy me.” E. Dhorme (Job, 81) says the LXX is a paraphrase based on a pun with “free hand.” Targum Job has, “God has begun to make me poor; may he free his hand and make me rich,” apparently basing the reading on a metaphorical interpretation.)"},{"number":10,"verse":"Then I would yet have my comfort, (tn Heb “and it will/may be yet my comfort.” The comfort or consolation that he seeks, that he wishes for, is death. The next colon in the verse simply intensifies this thought, for he affirms if that should happen he would rejoice, in spite of what death involves. The LXX, apparently confusing letters (reading עִיר [’ir, “city”] instead of עוֹד [’od, “yet”], which then led to the mistake in the next colon, חֵילָה [khelah, “its wall”] for חִילָה [khilah, “suffering”]), has “Let the grave be my city, upon the walls of which I have leaped.”) then (tn In the apodosis of conditional clauses (which must be supplied from the context preceding), the cohortative expresses the consequence (see GKC 320 §108. d).) I would rejoice, (tn The Piel verb סִלֵּד (silled) is a hapax legomenon. BDB 698 s. v. סָלַד gives the meaning “to spring [i. e., jump] for joy,” which would certainly fit the passage. Others have emended the text, but unnecessarily. The LXX “I jumped” and Targum Job’s “exult” support the sense in the dictionaries, although the jumping is for joy and not over a wall (as the LXX has). D. J. A. Clines (Job [WBC], 159) follows Driver in thinking this is untenable, choosing a meaning “recoiled in pain” for the line.) in spite of pitiless pain, (tn The word חִילָה (khilah) also occurs only here, but is connected to the verb חִיל / חוּל (khil / khul, “to writhe in pain”). E. Dhorme says that by extension the meaning denotes the cause of this trembling or writhing – terrifying pain. The final clause, לֹא יַחְמוֹל (lo’ yakhmol, “it has no pity”), serves as a kind of epithet, modifying “pain” in general. If that pain has no pity or compassion, it is a ruthless pain (E. Dhorme, Job, 82).) for (tn The כִּי (ki, “for”) functions here to explain “my comfort” in the first colon; the second colon simply strengthens the first.) I have not concealed the words (sn The “words” are the divine decrees of God’s providence, the decisions that he makes in his dealings with people. Job cannot conceal these – he knows what they are. What Job seems to mean by this clause in this verse is that there is nothing that would hinder his joy of dying for he has not denied or disobeyed God’s plan.) of the Holy One. (tn Several commentators delete the colon as having no meaning in the verse, and because (in their view) it is probably the addition of an interpolator who wants to make Job sound more pious. But Job is at least consoling himself that he is innocent, and at the most anticipating a worth-while afterlife (see H. H. Rowley, Job [NCBC], 60).)"},{"number":11,"verse":"What is my strength, that I should wait? (sn Now, in vv. 11–13, Job proceeds to describe his hopeless condition. In so doing, he is continuing his defense of his despair and lament. The section begins with these rhetorical questions in which Job affirms that he does not have the strength to wait for the blessings that Eliphaz is talking about.) and what is my end, (tn The word translated “my end” is קִצִּי (qitsi). It refers to the termination of his life. In Ps 39:5 it is parallel to “the measure of my days.” In a sense, Job is asking what future he has. To him, the “end” of his affliction can only be death.) that I should prolong my life?"},{"number":12,"verse":"Is my strength like that of stones? (sn The questions imply negative answers. Job is saying that it would take great strength to hold up under these afflictions, but he is only flesh and bone. The sufferings have almost completely overwhelmed him. To endure all of this to the end he would need a strength he does not have.) or is my flesh made of bronze?"},{"number":13,"verse":"Is (tn For the use of the particle אִם (’im) in this kind of interrogative clause, see GKC 475 §150. g, note.) not my power to help myself nothing, and has not every resource (tn The word means something like “recovery,” or the powers of recovery; it was used in Job 5:12. In 11:6 it applies to a condition of the mind, such as mental resource. Job is thinking not so much of relief or rescue from his troubles, but of strength to bear them.) been driven from me?"},{"number":14,"verse":"Disappointing Friends “To the one in despair, kindness (tn In this context חֶסֶד (khesed) could be taken as “loyalty” (“loyalty should be shown by his friend”).) should come from his friend (tn The Hebrew of this verse is extremely difficult, and while there are many suggestions, none of them has gained a consensus. The first colon simply has “to the despairing // from his friend // kindness.” Several commentators prefer to change the first word לַמָּס (lammas, “to the one in despair”) to some sort of verb; several adopt the reading “the one who withholds/he withholds mercy from his friend forsakes….” The point of the first half of the verse seems to be that one should expect kindness (or loyalty) from a friend in times of suffering.) even if (tn The relationship of the second colon to the first is difficult. The line just reads literally “and the fear of the Almighty he forsakes.” The ו (vav) could be interpreted in several different ways: “else he will forsake…,” “although he forsakes…,” “even the one who forsakes…,” or “even if he forsakes…” – the reading adopted here. If the first colon receives the reading “His friend has scorned compassion,” then this clause would be simply coordinated with “and forsakes the fear of the Almighty.” The sense of the verse seems to say that kindness/loyalty should be shown to the despairing, even to the one who is forsaking the fear of the Lord, meaning, saying outrageous things, like Job has been doing.) he forsakes the fear of the Almighty."},{"number":15,"verse":"My brothers (sn Here the brothers are all his relatives as well as these intimate friends of Job. In contrast to what a friend should do (show kindness/loyalty), these friends have provided no support whatsoever.) have been as treacherous (tn The verb בָּגְדוּ (bagÿdu, “dealt treacherously) has been translated “dealt deceitfully,” but it is a very strong word. It means “to act treacherously [or deceitfully].” The deception is the treachery, because the deception is not innocent – it is in the place of a great need. The imagery will compare it to the brook that may or may not have water. If one finds no water when one expected it and needed it, there is deception and treachery. The LXX softens it considerably: “have not regarded me.”) as a seasonal stream, (tn The Hebrew term used here is נָחַל (nakhal); this word differs from words for rivers or streams in that it describes a brook with an intermittent flow of water. A brook where the waters are not flowing is called a deceitful brook (Jer 15:18; Mic 1:14); one where the waters flow is called faithful (Isa 33:16).) and as the riverbeds of the intermittent streams (tn Heb “and as a stream bed of brooks/torrents.” The word אָפִיק (’afiq) is the river bed or stream bed where the water flows. What is more disconcerting than finding a well-known torrent whose bed is dry when one expects it to be gushing with water (E. Dhorme, Job, 86)?) that flow away. (tn The verb is rather simple – יַעֲבֹרוּ (ya’avoru). But some translate it “pass away” or “flow away,” and others “overflow.” In the rainy season they are deep and flowing, or “overflow” their banks. This is a natural sense to the verb, and since the next verse focuses on this, some follow this interpretation (H. H. Rowley, Job [NCBC], 15). But this idea does not parallel the first part of v. 15. So it makes better sense to render it “flow away” and see the reference to the summer dry spells when one wants the water but is disappointed.)"},{"number":16,"verse":"They (tn The article on the participle joins this statement to the preceding noun; it can have the sense of “they” or “which.” The parallel sense then can be continued with a finite verb (see GKC 404 §126. b).) are dark (tn The participle הַקֹּדְרים (haqqodÿrim), often rendered “which are black,” would better be translated “dark,” for it refers to the turbid waters filled with melting ice or melting snow, or to the frozen surface of the water, but not waters that are muddied. The versions failed to note that this referred to the waters introduced in v. 15.) because of ice; snow is piled (tn The verb יִתְעַלֶּם (yit’allem) has been translated “is hid” or “hides itself.” But this does not work easily in the sentence with the preposition “upon them.” Torczyner suggested “pile up” from an Aramaic root עֲלַם (’alam), and E. Dhorme (Job, 87) defends it without changing the text, contending that the form we have was chosen for alliterative value with the prepositional phrase before it.) up over them. (tn The LXX paraphrases the whole verse: “They who used to reverence me now come against me like snow or congealed ice.”)"},{"number":17,"verse":"When they are scorched, (tn The verb יְזֹרְבוּ (yÿzorÿvu, “burnt, scorched”) occurs only here. A good number of interpretations take the root as a by-form of צָרַב (tsarav) which means in the Niphal “to be burnt” (Ezek 21:3). The expression then would mean “in the time they are burnt,” a reference to the scorching heat of the summer (“when the great heat comes”) and the rivers dry up. Qimchi connected it to the Arabic “canal,” and this has led to the suggestion by E. Dhorme (Job, 88) that the root זָרַב (zarav) would mean “to flow.” In the Piel it would be “to cause to flow,” and in the passive “to be made to flow,” or “melt.” This is attractive, but it does require the understanding (or supplying) of “ice/snow” as the subject. G. R. Driver took the same meaning but translated it “when they (the streams) pour down in torrents, they (straightway) die down” (ZAW 65 [1953]: 216-17). Both interpretations capture the sense of the brooks drying up.) they dry up, when it is hot, they vanish (tn The verb נִדְעֲכוּ (nid’akhu) literally means “they are extinguished” or “they vanish” (cf. 18:5–6; 21:17). The LXX, perhaps confusing the word with the verb יָדַע (yada’, “to know”) has “and it is not known what it was.”) from their place."},{"number":18,"verse":"Caravans (tn This is the usual rendering of the Hebrew אָרְחוֹת (’orkhot, “way, path”). It would mean that the course of the wadi would wind down and be lost in the sand. Many commentators either repoint the text to אֹרְחוֹת (’orÿkhot) when in construct (as in Isa 21:13), or simply redefine the existing word to mean “caravans” as in the next verse, and translate something like “caravans deviate from their route.” D. J. A. Clines (Job [WBC], 160-61) allows that “caravans” will be introduced in the next verse, but urges retention of the usual sense here. The two verses together will yield the same idea in either case – the river dries up and caravans looking for the water deviate from their course looking for it.) turn aside from their routes; they go (tn The verb literally means “to go up,” but here no real ascent is intended for the wasteland. It means that they go inland looking for the water. The streams wind out into the desert and dry up in the sand and the heat. A. B. Davidson (Job, 47) notes the difficulty with the interpretation of this verse as a reference to caravans is that Ibn Ezra says that it is not usual for caravans to leave their path and wander inland in search of water.) into the wasteland (tn The word תֹּהוּ (tohu) was used in Genesis for “waste,” meaning without shape or structure. Here the term refers to the trackless, unending wilderness (cf. 12:24).) and perish. (sn If the term “paths” (referring to the brook) is the subject, then this verb would mean it dies in the desert; if caravaneers are intended, then when they find no water they perish. The point in the argument would be the same in either case. Job is saying that his friends are like this water, and he like the caravaneer was looking for refreshment, but found only that the brook had dried up.)"},{"number":19,"verse":"The caravans of Tema (sn Tema is the area of the oasis SE of the head of the Gulf of Aqaba; Sheba is in South Arabia. In Job 1:15 the Sabeans were raiders; here they are traveling merchants.) looked intently (tn The verb נָבַט (navat) means “to gaze intently”; the looking is more intentional, more of a close scrutiny. It forms a fine parallel to the idea of “hope” in the second part. The NIV translates the second verb קִוּוּ (qivvu) as “look in hope.” In the previous verbs the imperfect form was used, expressing what generally happens (so the English present tense was used). Here the verb usage changes to the perfect form. It seems that Job is narrating a typical incident now – they looked, but were disappointed.) for these streams; (tn The words “for these streams” are supplied from context to complete the thought and make the connection with the preceding context.) the traveling merchants (tn In Ps 68:24 this word has the meaning of “processions”; here that procession is of traveling merchants forming convoys or caravans.) of Sheba hoped for them."},{"number":20,"verse":"They were distressed, (tn The verb בּוֹשׁ (bosh) basically means “to be ashamed”; however, it has a wider range of meaning such as “disappointed” or “distressed.” The feeling of shame or distress is because of their confidence that they knew what they were doing. The verb is strengthened here with the parallel חָפַר (khafar, “to be confounded, disappointed”).) because each one had been (tn The perfect verb has the nuance of past perfect here, for their confidence preceded their disappointment. Note the contrast, using these verbs, in Ps 22:6: “they trusted in you and they were not put to shame [i. e., disappointed].”) so confident; they arrived there, (tn The LXX misread the prepositional phrase as the noun “their cities”; it gives the line as “They too that trust in cities and riches shall come to shame.”) but were disappointed."},{"number":21,"verse":"For now (tn There is a textual problem in this line, an issue of Kethib-Qere. Some read the form with the Qere as the preposition with a suffix referring to “the river,” with the idea “you are like it.” Others would read the form with the Kethib as the negative “not,” meaning “for now you are nothing.” The LXX and the Syriac read the word as “to me.” RSV follows this and changes כִּי (ki, “for”) to כֵּן (ken, “thus”). However, such an emendation is unnecessary since כִּי (ki) itself can be legitimately employed as an emphatic particle. In that case, the translation would be, “Indeed, now you are” in the sense of “At this time you certainly are behaving like those streams.” The simplest reading is “for now you have become [like] it.” The meaning seems clear enough in the context that the friends, like the river, proved to be of no use. But D. J. A. Clines (Job [WBC], 161) points out that the difficulty with this is that all references so far to the rivers have been in the plural.) you have become like these streams that are no help; (tn The perfect of הָיָה (hayah) could be translated as either “are” or “have been” rather than “have become” (cf. Joüon 2:373 §113. p with regard to stative verbs). “Like it” refers to the intermittent stream which promises water but does not deliver. The LXX has a paraphrase: “But you also have come to me without pity.”) you see a terror, (tn The word חֲתַת (khatat) is a hapax legomenon. The word חַת (khat) means “terror” in 41:25. The construct form חִתַּת (khittat) is found in Gen 35:5; and חִתִּית (khittit) is found in Ezek 26:17, 32:23). The Akkadian cognate means “terror.” It probably means that in Job’s suffering they recognized some dreaded thing from God and were afraid to speak any sympathy toward him.) and are afraid."},{"number":22,"verse":"Friends’ Fears “Have I (tn The Hebrew הֲכִי (hakhi) literally says “Is it because….”) ever said, (sn For the next two verses Job lashes out in sarcasm against his friends. If he had asked for charity, for their wealth, he might have expected their cold response. But all he wanted was sympathy and understanding (H. H. Rowley, Job [NCBC], 63).) ‘Give me something, and from your fortune (tn The word כֹּחַ (koakh) basically means “strength, force”; but like the synonym חַיִל (khayil), it can also mean “wealth, fortune.” E. Dhorme notes that to the Semitic mind, riches bring power (Job, 90).) make gifts (tn Or “bribes.” The verb שִׁחֲדוּ (shikhadu) means “give a שֹׁחַד (shokhad, “bribe”).” The significance is simply “make a gift” (especially in the sense of corrupting an official [Ezek 16:33]). For the spelling of the form in view of the guttural, see GKC 169 §64. a.) in my favor’?"},{"number":23,"verse":"Or ‘Deliver me (tn The verse now gives the ultimate reason why Job might have urged his friends to make a gift – if it were possible. The LXX, avoiding the direct speech in the preceding verse and this, does make this verse the purpose statement – “to deliver from enemies….”) from the enemy’s power, (tn Heb “hand,” as in the second half of the verse.) and from the hand of tyrants (tn The עָרִיצִים (’aritsim) are tyrants, the people who inspire fear (Job 15:20; 27:13); the root verb עָרַץ (’arats) means “to terrify” (Job 13:25).) ransom (tn The verb now is the imperfect; since it is parallel to the imperative in the first half of the verse it is imperfect of instruction, much like English uses the future for instruction. The verb פָּדָה (padah) means “to ransom, redeem,” often in contexts where payment is made.) me’?"},{"number":24,"verse":"No Sin Discovered “Teach (tn The verb “teach” or “instruct” is the Hiphil הוֹרוּנִי (horuni), from the verb יָרָה (yarah); the basic idea of “point, direct” lies behind this meaning. The verb is cognate to the noun תּוֹרָה (torah, “instruction, teaching, law”).) me and I, for my part, (tn The independent personal pronoun makes the subject of the verb emphatic: “and I will be silent.”) will be silent; explain to me (tn The verb is הָבִינוּ (havinu, “to cause someone to understand”); with the ל (lamed) following, it has the sense of “explain to me.”) how I have been mistaken. (tn The verb שָׁגָה (shagah) has the sense of “wandering, getting lost, being mistaken.”)"},{"number":25,"verse":"How painful (tn The word נִּמְרְצוּ (nimrÿtsu, “[they] painful are”) may be connected to מָרַץ (marats, “to be ill”). This would give the idea of “how distressing,” or “painful” in this stem. G. R. Driver (JTS 29 [1927/28]: 390-96) connected it to an Akkadian cognate “to be ill” and rendered it “bitter.” It has also been linked with מָרַס (maras), meaning “to be hard, strong,” giving the idea of “how persuasive” (see N. S. Doniach and W. E. Barnes, “Job 4:25: The Root Maras,” JTS [1929/30]: 291-92). There seems more support for the meaning “to be ill” (cf. Mal 2:10). Others follow Targum Job “how pleasant [to my palate are your words]”; E. Dhorme (Job, 92) follows this without changing the text but noting that the word has an interchange of letter with מָלַץ (malats) for מָרַץ (marats).) are honest words! But (tn The וּ (vav) here introduces the antithesis (GKC 484-85 §154. a).) what does your reproof (tn The infinitive הוֹכֵחַ (hokheakh, “reproof,” from יָכַח [yakhakh, “prove”]) becomes the subject of the verb from the same root, יוֹכִיהַ (yokhiakh), and so serves as a noun (see GKC 340 §113. b). This verb means “to dispute, quarrel, argue, contend” (see BDB 406-7 s. v. יָכַח). Job is saying, “What does reproof from you prove?”) prove? (tn The LXX again paraphrases this line: “But as it seems, the words of a true man are vain, because I do not ask strength of you.” But the rest of the versions are equally divided on the verse.)"},{"number":26,"verse":"Do you intend to criticize mere words, and treat (tn This, in the context, is probably the meaning, although the Hebrew simply has the line after the first half of the verse read: “and as/to wind the words of a despairing man.” The line could be translated “and the words of a despairing man, [which are] as wind.” But this translation follows the same approach as RSV, NIV, and NAB, which take the idiom of the verb (“think, imagine”) with the preposition on “wind” to mean “reckon as wind” – “and treat the words of a despairing man as wind.”) the words of a despairing man as wind?"},{"number":27,"verse":"Yes, you would gamble (tn The word “lots” is not in the text; the verb is simply תַּפִּילוּ (tappilu, “you cast”). But the word “lots” is also omitted in 1 Sam 14:42. Some commentators follow the LXX and repoint the word and divide the object of the preposition to read “and fall upon the blameless one.” Fohrer deletes the verse. Peake transfers it to come after v. 23. Even though it does not follow quite as well here, it nonetheless makes sense as a strong invective against their lack of sympathy, and the lack of connection could be the result of emotional speech. He is saying they are the kind of people who would cast lots over the child of a debtor, who, after the death of the father, would be sold to slavery.) for the fatherless, and auction off (tn The verb תִכְרוּ (tikhru) is from כָּרָה (karah), which is found in 40:30 with עַל (’al), to mean “to speculate” on an object. The form is usually taken to mean “to barter for,” which would be an expression showing great callousness to a friend (NIV). NEB has “hurl yourselves,” perhaps following the LXX “rush against.” but G. R. Driver thinks that meaning is very precarious. As for the translation, “to speculate about [or “over”] a friend” could be understood to mean “engage in speculation concerning,” so the translation “auction off” has been used instead.) your friend."},{"number":28,"verse":"Other Explanation “Now then, be good enough to look (tn The second verb, the imperative “turn,” is subordinated to the first imperative even though there is no vav present (see GKC 385-87 §120. a, g).) at me; (tn The line has “and now, be pleased, turn to me [i. e., face me].” The LXX reverses the idea, “And now, having looked upon your countenances, I will not lie.” The expression “turn to me” means essentially to turn the eyes toward someone to look at him.) and I will not (tn The construction uses אִם (’im) as in a negative oath to mark the strong negative. He is underscoring his sincerity here. See M. R. Lehmann, “Biblical Oaths,” ZAW 81 (1969): 74-92.) lie to your face!"},{"number":29,"verse":"Relent, (tn The Hebrew verb שֻׁבוּ (shuvu) would literally be “return.” It has here the sense of “to begin again; to adopt another course,” that is, proceed on another supposition other than my guilt (A. B. Davidson, Job, 49). The LXX takes the word from יָשַׁב (yashav, “sit, dwell”) reading “sit down now.”) let there be no falsehood; (tn The word עַוְלָה (’avlah) is sometimes translated “iniquity.” The word can mean “perversion, wickedness, injustice” (cf. 16:11). But here he means in regard to words. Unjust or wicked words would be words that are false and destroy.) reconsider, (tn The verb here is also שֻׁבוּ (shuvu), although there is a Kethib-Qere reading. See R. Gordis, “Some Unrecognized Meanings of the Root Shub,” JBL 52 (1933): 153-62.) for my righteousness is intact! (tn The text has simply “yet my right is in it.” A. B. Davidson (Job, 49, 50) thinks this means that in his plea against God, Job has right on his side. It may mean this; it simply says “my righteousness is yet in it.” If the “in it” does not refer to Job’s cause, then it would simply mean “is present.” It would have very little difference either way.)"},{"number":30,"verse":"Is there any falsehood (tn The word עַוְלָה (’avlah) is repeated from the last verse. Here the focus is clearly on wickedness or injustice spoken. sn These words make a fitting transition to ch. 7, which forms a renewed cry of despair from Job. Job still feels himself innocent, but in the hands of cruel fate which is out to destroy him.) on my lips? Can my mouth (tn Heb “my palate.” Here “palate” is used not so much for the organ of speech (by metonymy) as of discernment. In other words, what he says indicates what he thinks.) not discern evil things? (tn The final word, הַוּוֹת (havvot) is usually understood as “calamities.” He would be asking if he could not discern his misfortune. But some argue that the word has to be understood in the parallelism to “wickedness” of words (D. J. A. Clines, Job [WBC], 162). Gordis connects it to Mic 7:3 and Ps 5:10 [9] where the meaning “deceit, falsehood” is found. The LXX has “and does not my throat meditate understanding?”)"}]}