{"bibleAbbr":"NET2007","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"The Brevity of Life “Does not humanity have hard service (tn The word צָבָא (tsava’) is actually “army”; it can be used for the hard service of military service as well as other toil. As a military term it would include the fixed period of duty (the time) and the hard work (toil). Job here is considering the lot of all humans, not just himself.) on earth? Are not their days also like the days of a hired man? (tn The שָׂכִיר (sakhir) is a hired man, either a man who works for wages, or a mercenary soldier (Jer 46:21). The latter sense may be what is intended here in view of the parallelism, although the next verse seems much broader.)"},{"number":2,"verse":"Like a servant (tn This term עֶבֶד (’eved) is the servant or the slave. He is compelled to work through the day, in the heat; but he longs for evening, when he can rest from the slavery.) longing for the evening shadow, (tn The expression יִשְׁאַף־צֵל (yish’af tsel, “longing for the evening shadow”) could also be taken as a relative clause (without the relative pronoun): “as a servant [who] longs for the evening shadow” (see GKC 487 §155. g). In either case, the expressions in v. 2 emphasize the point of the comparison, which will be summed up in v. 3.) and like a hired man looking (tn The two verbs in this verse stress the eager expectation and waiting. The first, שָׁאַף (sha’af), means “to long for; to desire”; and the second, קָוָה (qavah), has the idea of “to hope for; to look for; to wait.” The words would give the sense that the servant or hired man had the longing on his mind all day.) for his wages, (tn The word פֹּעַל (po’al) means “work.” But here the word should be taken as a metonymy, meaning the pay for the work that he has done (compare Jer 22:13).)"},{"number":3,"verse":"thus (tn “Thus” indicates a summary of vv. 1 and 2: like the soldier, the mercenary, and the slave, Job has labored through life and looks forward to death.) I have been made to inherit (tn The form is the Hophal perfect of נָחַל (nakhal): “I have been made to inherit,” or more simply, “I have inherited.” The form occurs only here. The LXX must have confused the letters or sounds, a ו (vav) for the ן (nun), for it reads “I have endured.” As a passive the form technically has two accusatives (see GKC 388 §121. c). Job’s point is that his sufferings have been laid on him by another, and so he has inherited them.) months of futility, (tn The word is שָׁוְא (shav’, “vanity, deception, nothingness, futility”). His whole life – marked here in months to show its brevity – has been futile. E. Dhorme (Job, 98) suggests the meaning “disillusionment,” explaining that it marks the deceptive nature of mortal life. The word describes life as hollow, insubstantial.) and nights of sorrow (tn “Sorrow” is עָמָל (’amal), used in 3:10. It denotes anxious toil, labor, troublesome effort. It may be that the verse expresses the idea that the nights are when the pains of his disease are felt the most. The months are completely wasted; the nights are agonizing.) have been appointed (tn The verb is literally “they have appointed”; the form with no expressed subject is to be interpreted as a passive (GKC 460 §144. g). It is therefore not necessary to repoint the verb to make it passive. The word means “to number; to count,” and so “to determine; to allocate.”) to me."},{"number":4,"verse":"If I lie down, I say, (tn This is the main clause, and not part of the previous conditional clause; it is introduced by the conjunction אִם (’im) (see GKC 336 §112. gg).) ‘When will I arise?’, and the night stretches on (tn The verb מָדַד (madad) normally means “to measure,” and here in the Piel it has been given the sense of “to extend.” But this is not well attested and not widely accepted. There are many conjectural emendations. Of the most plausible one might mention the view of Gray, who changes מִדַּד (middad, Piel of מָדַּד) to מִדֵּי (midde, comprising the preposition מִן [min] plus the noun דַּי [day], meaning “as often as”): “as often as evening comes.” Dhorme, following the LXX to some extent, adds the word “day” after “when/if” and replaces מִדַּד (middad) with מָתַי (matay, “when”) to read “If I lie down, I say, ‘When comes the morning?’ If I rise up, I say, ‘How long till evening?’” The LXX, however, may be based more on a recollection of Deut 28:67. One can make just as strong a case for the reading adopted here, that the night seems to drag on (so also NIV).) and I toss and turn restlessly (tn The Hebrew term נְדֻדִים (nÿdudim, “tossing”) refers to the restless tossing and turning of the sick man at night on his bed. The word is a hapax legomenon derived from the verb נָדַד (nadad, “to flee; to wander; to be restless”). The plural form here sums up the several parts of the actions (GKC 460 §144. f). E. Dhorme (Job, 99) argues that because it applies to both his waking hours and his sleepless nights, it may have more of the sense of wanderings of the mind. There is no doubt truth to the fact that the mind wanders in all this suffering; but there is no need to go beyond the contextually clear idea of the restlessness of the night.) until the day dawns."},{"number":5,"verse":"My body (tn Heb “my flesh.”) is clothed (tn The implied comparison is vivid: the dirty scabs cover his entire body like a garment – so he is clothed with them.) with worms (sn The word for “worms” (רִמָּה, rimmah, a collective noun), is usually connected with rotten food (Exod 16:24), or the grave (Isa 14:11). Job’s disease is a malignant ulcer of some kind that causes the rotting of the flesh. One may recall that both Antiochus Epiphanes (2 Macc 9:9) and Herod Agrippa (Acts 12:23) were devoured by such worms in their diseases.) and dirty scabs; (tn The text has “clods of dust.” The word גִּישׁ (gish, “dirty scabs”) is a hapax legomenon from גּוּשׁ (gush, “clod”). Driver suggests the word has a medical sense, like “pustules” (G. R. Driver, “Problems in the Hebrew text of Job,” VTSup 3 [1955]: 73) or “scabs” (JB, NEB, NAB, NIV). Driver thinks “clods of dust” is wrong; he repoints “dust” to make a new verb “to cover,” cognate to Arabic, and reads “my flesh is clothed with worms, and scab covers my skin.” This refers to the dirty scabs that crusted over the sores all over his body. The LXX links this with the second half of the verse: “And my body has been covered with loathsome worms, and I waste away, scraping off clods of dirt from my eruption.”) my skin is broken (tn The meaning of רָגַע (raga’) is also debated here. D. J. A. Clines (Job [WBC], 163) does not think the word can mean “cracked” because scabs show evidence of the sores healing. But E. Dhorme (Job, 100) argues that the usage of the word shows the idea of “splitting, separating, making a break,” or the like. Here then it would mean “my skin splits” and as a result festers. This need not be a reference to the scabs, but to new places. Or it could mean that the scabbing never heals, but is always splitting open.) and festering."},{"number":6,"verse":"My days (sn The first five verses described the painfulness of his malady, his life; now, in vv. 6–10 he will focus on the brevity of his life, and its extinction with death. He introduces the subject with “my days,” a metonymy for his whole life and everything done on those days. He does not mean individual days – they drag on endlessly.) are swifter (tn The verb קָלַל (qalal) means “to be light” (40:4), and then by extension “to be swift; to be rapid” (Jer 4:13; Hab 1:8).) than a weaver’s shuttle (sn The shuttle is the part which runs through the meshes of the web. In Judg 16:14 it is a loom (see BDB 71 s. v. אֶרֶג), but here it must be the shuttle. Hezekiah uses the imagery of the weaver, the loom, and the shuttle for the brevity of life (see Isa 38:12). The LXX used, “My life is lighter than a word.”) and they come to an end without hope. (tn The text includes a wonderful wordplay on this word. The noun is תִּקְוָה (tiqvah, “hope”). But it can also have the meaning of one of its cognate nouns, קַו (qav, “thread, cord,” as in Josh 2:1821). He is saying that his life is coming to an end for lack of thread/for lack of hope (see further E. Dhorme, Job, 101).)"},{"number":7,"verse":"Remember (sn Job is probably turning here to God, as is clear from v. 11 on. The NIV supplies the word “God” for clarification. It was God who breathed breath into man’s nostrils (Gen 2:7), and so God is called to remember that man is but a breath.) that my life is but a breath, that (tn The word “that” is supplied in the translation.) my eyes will never again (tn The verb with the infinitive serves as a verbal hendiadys: “return to see” means “see again.”) see happiness."},{"number":8,"verse":"The eye of him who sees me now will see me no more; (sn The meaning of the verse is that God will relent, but it will be too late. God now sees him with a hostile eye; when he looks for him, or looks upon him in friendliness, it will be too late.) your eyes will look for me, but I will be gone. (tn This verse is omitted in the LXX and so by several commentators. But the verb שׁוּר (shur, “turn, return”) is so characteristic of Job (10 times) that the verse seems appropriate here.)"},{"number":9,"verse":"As (tn The comparison is implied; “as” is therefore supplied in the translation.) a cloud is dispersed and then disappears, (tn The two verbs כָּלַה (kalah) and הָלַךְ (halakh) mean “to come to an end” and “to go” respectively. The picture is of the cloud that breaks up, comes to an end, is dispersed so that it is no longer a cloud; it then fades away or vanishes. This line forms a good simile for the situation of a man who comes to his end and disappears.) so the one who goes down to the grave (tn The noun שְׁאוֹל (shÿ’ol) can mean “the grave,” “death,” or “Sheol” – the realm of departed spirits. In Job this is a land from which there is no return (10:21 and here). It is a place of darkness and gloom (10:21–22), a place where the dead lie hidden (14:13); as a place appointed for all no matter what their standing on earth might have been (30:23). In each case the precise meaning has to be determined. Here the grave makes the most sense, for Job is simply talking about death.) does not come up again. (sn It is not correct to try to draw theological implications from this statement or the preceding verse (Rashi said Job was denying the resurrection). Job is simply stating that when people die they are gone – they do not return to this present life on earth. Most commentators and theologians believe that theological knowledge was very limited at such an early stage, so they would not think it possible for Job to have bodily resurrection in view. (See notes on ch. 14 and 19:25–27.))"},{"number":10,"verse":"He returns no more to his house, nor does his place of residence (tn M. Dahood suggests the meaning is the same as “his abode” (“Hebrew-Ugaritic Lexicography V,” Bib 48 [1967]: 421-38).) know him (tn The verb means “to recognize” by seeing. “His place,” the place where he was living, is the subject of the verb. This personification is intended simply to say that the place where he lived will not have him any more. The line is very similar to Ps 103:16b – when the wind blows the flower away, its place knows it no more.) any more."},{"number":11,"verse":"Job Remonstrates with God “Therefore, (tn “Also I” has been rendered frequently as “therefore,” introducing a conclusion. BDB 168-69 s. v. גַמּ lists Ps 52:7 [5] as a parallel, but it also could be explained as an adversative.) I will not refrain my mouth; (sn “Mouth” here is metonymical for what he says – he will not withhold his complaints. Peake notes that in this section Job comes very close to doing what Satan said he would do. If he does not curse God to his face, he certainly does cast off restraints to his lament. But here Job excuses himself in advance of the lament.) I will speak in the anguish of my spirit; I will complain (tn The verb is not limited to mental musing; it is used for pouring out a complaint or a lament (see S. Mowinckel, “The Verb siah and the Nouns siah, siha,” ST 15 [1961]: 1-10).) in the bitterness of my soul."},{"number":12,"verse":"Am I the sea, or the creature of the deep, (tn The word תַּנִּין (tannin) could be translated “whale” as well as the more mythological “dragon” or “monster of the deep” (see E. Dhorme, Job, 105). To the Hebrews this was part of God’s creation in Gen 1; in the pagan world it was a force to be reckoned with, and so the reference would be polemical. The sea is a symbol of the tumultuous elements of creation; in the sea were creatures that symbolized the powerful forces of chaos – Leviathan, Tannin, and Rahab. They required special attention.) that you must put (tn The imperfect verb here receives the classification of obligatory imperfect. Job wonders if he is such a threat to God that God must do this.) me under guard? (tn The word מִשְׁמָר (mishmar) means “guard; barrier.” M. Dahood suggested “muzzle” based on Ugaritic, but that has proven to be untenable (“Mismar, ‘Muzzle,’ in Job 7:12,” JBL 80 [1961]: 270-71).)"},{"number":13,"verse":"If (tn The particle כִּי (ki) could also be translated “when,” but “if” might work better to introduce the conditional clause and to parallel the earlier reasoning of Job in v. 4 (using אִם, ’im). See GKC 336-37 §112. hh.) I say, (tn The verb literally means “say,” but here the connotation must be “think” or “say to oneself” – “when I think my bed….”) “My bed will comfort me, (sn Sleep is the recourse of the troubled and unhappy. Here “bed” is metonymical for sleep. Job expects sleep to give him the comfort that his friends have not.) my couch will ease (tn The verb means “to lift up; to take away” (נָשָׂא, nasa’). When followed by the preposition בּ (bet) with the complement of the verb, the idea is “to bear a part; to take a share,” or “to share in the burden” (cf. Num 11:7). The idea then would be that the sleep would ease the complaint. It would not end the illness, but the complaining for a while.) my complaint,”"},{"number":14,"verse":"then you scare me (tn The Piel of חָתַת (khatat) occurs only here and in Jer 51:56 (where it is doubtful). The meaning is clearly “startle, scare.” The perfect verb with the ו (vav) is fitting in the apodosis of the conditional sentence. sn Here Job is boldly saying that it is God who is behind the horrible dreams that he is having at night.) with dreams and terrify (tn The Piel of בָּעַת (ba’at, “terrify”) is one of the characteristic words in the book of Job; it occurs in 3:5; 9:34; 13:11, 21; 15:24; 18:11; and 33:7.) me with (tn The prepositions בּ (bet) and מִן (min) interchange here; they express the instrument of causality. See N. Sarna, “The Interchange of the Prepositions bet and min in Biblical Hebrew,” JBL 78 (1959): 310-16. Emphasis on the instruments of terror in this verse is highlighted by the use of chiasm in which the prepositional phrases comprise the central elements (ab//b’a’). Verse 18 contains another example.) visions,"},{"number":15,"verse":"so that I (tn The word נֶפֶשׁ (nefesh) is often translated “soul.” But since Hebrew thought does not make such a distinction between body and soul, it is usually better to translate it with “person.” When a suffix is added to the word, then that pronoun would serve as the better translation, as here with “my soul” = “I” (meaning with every fiber of my being).) would prefer (tn The verb בָּחַר (bakhar, “choose”) followed by the preposition בּ (bet) can have the sense of “prefer.”) strangling, (tn The meaning of the term מַחֲנָק (makhanaq, “strangling”), a hapax legomenon, is clear enough; the verb חָנַק (khanaq) in the Piel means “to strangle” (Nah 2:13), and in the Niphal “to strangle oneself” (2 Sam 17:23). This word has tempted some commentators to take נֶפֶשׁ (nefesh) in a very restricted sense of “throat.”) and (tn The conjunction “and” is supplied in the translation. “Death” could also be taken in apposition to “strangling,” providing the outcome of the strangling.) death (tn This is one of the few words recognizable in the LXX: “You will separate life from my spirit, and yet keep my bones from death.”) more (tn The comparative min (מִן) after the verb “choose” will here have the idea of preferring something before another (see GKC 429-30 §133. b).) than life. (tn The word מֵעַצְמוֹתָי (me’atsmotay) means “more than my bones” (= life or being). The line is poetic; “bones” is often used in scripture metonymically for the whole living person, so there is no need here for conjectural emendation. Nevertheless, there have been several suggestions made. The simplest and most appealing for those who desire a change is the repointing to מֵעַצְּבוֹתָי (me’atsÿvotay, “my sufferings,” adopted by NAB, JB, Moffatt, Driver-Gray, E. Dhorme, H. H. Rowley, and others). Driver obtains this idea by positing a new word based on Arabic without changing the letters; it means “great” – but he has to supply the word “sufferings.”)"},{"number":16,"verse":"I loathe (tn E. Dhorme (Job, 107-8) thinks the idea of loathing or despising is problematic since there is no immediate object. He notes that the verb מָאַס (ma’as, “loathe”) is parallel to מָסַס (masas, “melt”) in the sense of “flow, drip” (Job 42:6). This would give the idea “I am fading away” or “I grow weaker,” or as Dhorme chooses, “I am pining away.”) it; (tn There is no object for the verb in the text. But the most likely object would be “my life” from the last verse, especially since in this verse Job will talk about not living forever. Some have thought the object should be “death,” meaning that Job despised death more than the pains. But that is a forced meaning; besides, as H. H. Rowley points out, the word here means to despise something, to reject it. Job wanted death.) I do not want to live forever; leave me alone, (tn Heb “cease from me.” This construction means essentially “leave me in peace.”) for my days are a vapor! (tn This word הֶבֶל (hevel) is difficult to translate. It means “breath; puff of air; vapor” and then figuratively, “vanity.” Job is saying that his life is but a breath – it is brief and fleeting. Compare Ps 144:4 for a similar idea.)"},{"number":17,"verse":"Insignificance of Humans “What is mankind (tn The verse is a rhetorical question; it is intended to mean that man is too little for God to be making so much over him in all this.) that you make so much of them, (tn The Piel verb is a factitive meaning “to magnify.” The English word “magnify” might not be the best translation here, for God, according to Job, is focusing inordinately on him. It means to magnify in thought, appreciate, think highly of. God, Job argues, is making too much of mankind by devoting so much bad attention on them.) and that you pay attention (tn The expression “set your heart on” means “concentrate your mind on” or “pay attention to.”) to them?"},{"number":18,"verse":"And that you visit (tn The verb פָּקַד (paqad) is a very common one in the Bible; while it is frequently translated “visit,” the “visit” is never comparable to a social call. When God “visits” people it always means a divine intervention for blessing or cursing – but the visit always changes the destiny of the one visited. Here Job is amazed that God Almighty would be so involved in the life of mere human beings.) them every morning, and try (tn Now the verb “to test” is introduced and gives further explanation to the purpose of the “visit” in the parallel line (see the same parallelism in Ps 17:3). The verb בָּחַן (bakhan) has to do with passing things through the fire or the crucible to purify the metal (see Job 23:10; Zech 13:3); metaphorically it means “to examine carefully” and “to purify by testing.”) them every moment? (sn The amazing thing is the regularity of the testing. Job is at first amazed that God would visit him; but even more is he amazed that God is testing him every moment. The employment of a chiasm with the two temporal adverbial phrases as the central elements emphasizes the regularity.)"},{"number":19,"verse":"Will you never (tn Heb “according to what [= how long] will you not look away from me.”) look away from me, (tn The verb שָׁעָה (sha’ah, “to look”) with the preposition מִן (min) means “to look away from; to avert one’s gaze.” Job wonders if God would not look away from him even briefly, for the constant vigilance is killing him.) will you not let me alone (tn The Hiphil of רָפָה (rafah) means “to leave someone alone.”) long enough to swallow my spittle?"},{"number":20,"verse":"If (tn The simple perfect verb can be used in a conditional sentence without a conditional particle present (see GKC 494 §159. h).) I have sinned — what have I done to you, (sn Job is not here saying that he has sinned; rather, he is posing the hypothetical condition – if he had sinned, what would that do to God? In other words, he has not really injured God.) O watcher of men? (sn In the Bible God is often described as watching over people to protect them from danger (see Deut 32:10; Ps 31:23). However, here it is a hostile sense, for God may detect sin and bring it to judgment.) Why have you set me as your target? (tn This word is a hapax legomenon from the verb פָּגָע (paga’, “meet, encounter”); it would describe what is hit or struck (as nouns of this pattern can indicate the place of the action) – the target.) Have I become a burden to you? (tn In the prepositional phrase עָלַי (’alay) the results of a scribal change is found (these changes were called tiqqune sopherim, “corrections of the scribes” made to avoid using improper language about God). The prepositional phrase would have been עָלֶךָ (’alekha, “to you,” as in the LXX). But it offended the Jews to think of Job’s being burdensome to God. Job’s sin could have repercussions on him, but not on God.)"},{"number":21,"verse":"And why do you not pardon my transgression, and take away my iniquity? For now I will lie down in the dust, (tn The LXX has, “for now I will depart to the earth.”) and you will seek me diligently, (tn The verb שָׁחַר (shakhar) in the Piel has been translated “to seek early in the morning” because of the possible link with the word “dawn.” But the verb more properly means “to seek diligently” (by implication).) but I will be gone.”"}]}