{"bibleAbbr":"NASB1995","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"([A Psalm] of David.) Do not fret<WH2734> because of evildoers,<WH7489> Be not envious<WH7065> toward wrongdoers.<WH9390>"},{"number":2,"verse":"For they will wither<WH9268> quickly<WH4120> like the grass,<WH2682> And fade<WH5034> like the green<WH3418> herb.<WH1877>"},{"number":3,"verse":"Trust<WH982> in the Lord,<WH3068> and do<WH6213> good;<WH9185> Dwell<WH7931> in the land<WH776> and cultivate<WH9565> faithfulness.<WH530>"},{"number":4,"verse":"Delight<WH6026> yourself in the Lord;<WH3068> And He will give<WH5414> you the desires<WH4862> of your heart.<WH3820>"},{"number":5,"verse":"Commit<WH1556> your way<WH1870> to the Lord,<WH3068> Trust<WH982> also in Him, and He will do<WH6213> it."},{"number":6,"verse":"And He will bring<WH3318> forth<WH3318> your righteousness<WH6664> as the light,<WH216> And your judgment<WH4941> as the noonday.<WH6672>"},{"number":7,"verse":"Rest<WH1826> in the Lord<WH3068> and wait<WH9123> patiently<WH9123> for Him; Do not fret<WH2734> because of him who prospers<WH6743> in his way,<WH1870> Because of the man<WH376> who carries<WH6213> out wicked<WH4209> schemes.<WH4209>"},{"number":8,"verse":"Cease<WH7503> from anger,<WH639> and forsake<WH5800> wrath;<WH2534> Do not fret,<WH2734> [it leads] only<WH389> to evildoing.<WH7489>"},{"number":9,"verse":"For evildoers<WH7489> will be cut<WH3772> off,<WH3772> But those who wait<WH6960> for the Lord,<WH3068> they will inherit<WH3423> the land.<WH776>"},{"number":10,"verse":"Yet<WH5750> a little<WH4592> while<WH4592> and the wicked<WH7563> man<WH7563> will be no<WH369> more;<WH369> And you will look<WH995> carefully<WH995> for his place,<WH4725> and he will not be [there.]"},{"number":11,"verse":"But the humble<WH6035> will inherit<WH3423> the land,<WH776> And will delight<WH6026> themselves in abundant<WH7230> prosperity.<WH7965>"},{"number":12,"verse":"The wicked<WH7563> plots<WH2161> against the righteous,<WH6662> And gnashes<WH2786> at him with his teeth.<WH8127>"},{"number":13,"verse":"The Lord<WH136> laughs<WH7832> at him; For He sees<WH7200> his day<WH3117> is coming.<WH935>"},{"number":14,"verse":"The wicked<WH7563> have drawn<WH6605> the sword<WH2719> and bent<WH1869> their bow,<WH7198> To cast<WH5307> down<WH5307> the afflicted<WH6041> and the needy,<WH34> To slay<WH2873> those who<WH3477> are upright<WH3477> in conduct.<WH1870>"},{"number":15,"verse":"Their sword<WH2719> will enter<WH935> their own heart,<WH3820> And their bows<WH7198> will be broken.<WH7665>"},{"number":16,"verse":"Better<WH2896> is the little<WH4592> of the righteous<WH6662> Than<WH4480> the abundance<WH1995> of many<WH7227> wicked.<WH7563>"},{"number":17,"verse":"For the arms<WH2220> of the wicked<WH7563> will be broken;<WH7665> But the Lord<WH3068> sustains<WH5564> the righteous.<WH6662>"},{"number":18,"verse":"The Lord<WH3068> knows<WH3045> the days<WH3117> of the blameless;<WH8549> And their inheritance<WH5159> will be forever.<WH5769>"},{"number":19,"verse":"They will not be ashamed<WH954> in the time<WH6256> of evil;<WH9567> And in the days<WH3117> of famine<WH7459> they will have<WH7646> abundance.<WH7646>"},{"number":20,"verse":"But the wicked<WH7563> will perish; And the enemies<WH6> of the Lord<WH340> will be like the glory<WH3068> of the pastures,<WH3368> They vanish<WH9221> – like smoke<WH3615> they vanish<WH6227> away."},{"number":21,"verse":"The wicked<WH7563> borrows<WH9233> and does not pay<WH9608> back,<WH9608> But the righteous<WH6662> is gracious<WH2603> and gives.<WH5414>"},{"number":22,"verse":"For those blessed<WH1288> by Him will inherit<WH3423> the land;<WH776> But those cursed<WH7043> by Him will be cut<WH3772> off.<WH3772>"},{"number":23,"verse":"The steps<WH4703> of a man<WH1397> are established<WH3559> by the Lord;<WH3068> And He delights<WH2654> in his way.<WH1870>"},{"number":24,"verse":"When<WH3588> he falls,<WH5307> he shall not be hurled<WH2904> headlong;<WH2904> Because<WH3588> the Lord<WH3068> is the One who holds<WH5564> his hand.<WH3027>"},{"number":25,"verse":"I have been<WH1961> young,<WH5288> and now<WH1571> I am old;<WH2204> Yet I have not seen<WH7200> the righteous<WH6662> forsaken,<WH5800> Or his descendants<WH2233> begging<WH1245> bread.<WH3899>"},{"number":26,"verse":"All<WH3605> day<WH3117> long he is gracious<WH2603> and lends;<WH9233> And his descendants<WH2233> are a blessing.<WH1293>"},{"number":27,"verse":"Depart<WH5493> from evil,<WH9563> and do<WH6213> good,<WH9185> So you will abide<WH7931> forever.<WH5769>"},{"number":28,"verse":"For the Lord<WH3068> loves<WH157> justice,<WH4941> And does not forsake<WH5800> His godly<WH2623> ones;<WH2623> They are preserved<WH8104> forever;<WH5769> But the descendants<WH2233> of the wicked<WH7563> will be cut<WH3772> off.<WH3772>"},{"number":29,"verse":"The righteous<WH6662> will inherit<WH3423> the land,<WH776> And dwell<WH7931> in it forever.<WH5703>"},{"number":30,"verse":"The mouth<WH6310> of the righteous<WH6662> utters<WH1897> wisdom,<WH2451> And his tongue<WH3956> speaks<WH1696> justice.<WH4941>"},{"number":31,"verse":"The law<WH8451> of his God<WH430> is in his heart;<WH3820> His steps<WH9036> do not slip.<WH4571>"},{"number":32,"verse":"The wicked<WH7563> spies<WH6822> upon the righteous,<WH6662> And seeks<WH1245> to kill<WH4191> him."},{"number":33,"verse":"The Lord<WH3068> will not leave<WH5800> him in his hand,<WH3027> Or let him be condemned<WH7561> when he is judged.<WH8199>"},{"number":34,"verse":"Wait<WH6960> for the Lord,<WH3068> and keep<WH8104> His way,<WH1870> And He will exalt<WH7311> you to inherit<WH3423> the land;<WH776> When the wicked<WH7563> are cut<WH3772> off,<WH3772> you will see<WH7200> it."},{"number":35,"verse":"I have seen<WH7200> a violent,<WH6184> wicked<WH7563> man<WH7563> Spreading<WH6168> himself like a luxuriant<WH7488> tree<WH249> in its native<WH249> soil."},{"number":36,"verse":"Then he passed<WH5674> away,<WH5674> and lo,<WH2009> he was no<WH369> more;<WH369> I sought<WH1245> for him, but he could not be found.<WH4672>"},{"number":37,"verse":"Mark<WH8104> the blameless<WH8535> man,<WH8535> and behold<WH7200> the upright;<WH3477> For the man<WH376> of peace<WH7965> will have a posterity.<WH319>"},{"number":38,"verse":"But transgressors<WH6586> will be altogether<WH9191> destroyed;<WH8045> The posterity<WH319> of the wicked<WH7563> will be cut<WH3772> off.<WH3772>"},{"number":39,"verse":"But the salvation<WH8668> of the righteous<WH6662> is from the Lord;<WH3068> He is their strength<WH4581> in time<WH6256> of trouble.<WH6869>"},{"number":40,"verse":"And the Lord<WH3068> helps<WH5826> them, and delivers<WH6403> them; He delivers<WH6403> them from the wicked,<WH7563> and saves<WH3467> them, Because<WH3588> they take<WH2620> refuge<WH2620> in Him."}]}