{"bibleAbbr":"awaERV2005","bookName":"मलाकी","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"सर्वसक्तीमान यहोवा कहत ह, “लखा, मइँ आपन दूत पठवत हउँ। उ मोरे बरे मारग तइयार करी। यहोवा जेकरी खोज मँ तू पचे अहा, उ एकाएक आपन मंदिर मँ आइ। वाचा क सँदेसा लेवइया फुरइ आवत बा!"},{"number":2,"verse":"“कउनो मनई उ समइ बरे तइयारी नाहीं कइ सकत। कउनो मनई ओकरे खिलाफ खड़ा नाहीं होइ सकत, जब उ आइ। उ बरत आगी क नाई होइ। उ बढ़िया रेह क तरह होइ जेका लोग चिजियन क स्वच्छ करइ उपयोग मँ बइपरत हीं।"},{"number":3,"verse":"उ लेवीबंस क संतानन क पवित्तर करी। उ ओनका अइसे सुद्ध करी जइसे आगी चाँदी क सुद्ध करत ह। उ ओनका सुद्ध सोना अउ चाँदी क समान बनाइ। तब उ पचे यहोवा क भेंट लइहीं अउर उ पचे ओन करमन क ठीक तरिके स करिहीं।"},{"number":4,"verse":"तब यहोवा यहूदा अउ यरूसलेम मँ भेंटन क अंगीकार करी। इ बीते काल क समान रही। इ पुरान लम्बा समइ क तरह होइ।"},{"number":5,"verse":"तब मइँ तोहरे लगे निआव बरे आउब। मइँ उ गवाह क तरह होब जउन लोगन क जरिये कीन्ह गए बुरे करमन क बारे मँ निआव क जज स कहत ह। कछू लोग बुरा जादू करत हीं। कछू लोग बिभिचार क पाप करत हीं। कछू लोग झूठी प्रतिग्यन करत हीं। कछू लोग आप मजदूरन क उगत हीं। उ पचे आपन वाचा क कीन्ह गइ रकम नाहीं देतेन। कछू लोग विधवा अउरत अउर अनाथन क मदद नाहीं करतेन। कछू लोग बिदेसियन क मदद नाहीं करतेन। कछू लोग मोसे नाहीं डरतेन अउर मोर सम्मान नाहीं करतेन।” सर्वसक्तीमान यहोवा इ सब कहेस।"},{"number":6,"verse":"( परमेस्सर क हिआँ स चोरी) “मइँ यहोवा हउँ, अउर मइँ बदलत नाहीं। तू पचे याकूब क सन्तान अहा। सिरिफ मोर बिस्सासहीनता क कारण तू पचे पूरी तरह स नस्ट नाहीं कीन्ह जात्या।"},{"number":7,"verse":"मुला तू पचे मोरे नियमन क कबहुँ अनुपालन नाहीं किह्या। हिआँ तक कि तोहार सबन्क पुरखन मोर अनुसरण करब बंद कइ दिहन। मोरे लगे वापस लउटा अउर मइँ तोहरे पचन्क लगे वापस लउटब।” सर्वसक्तीमान यहोवा इ सब कहेस। “तू पचे कहत अहा, ‘हम पचे वापिस कइसे लउटि सकित ह’"},{"number":8,"verse":"“परमेस्सर क लूटब बंद करा। लोगन्क परमेस्सर क चिजियन नाहीं चोरावइ चाही! “‘मुला तू पचे मोर चिजियन चोराया?’ “तू पचन्क मोका आपन चिजियन क दसवाँ हींसा देइ चाही रहा। तू पचन्क मोका खास भेंट देइ चाही रही। मुला तू पचे उ सबइ चिजियन मोका नाहीं दिहा।"},{"number":9,"verse":"इ तरह तोहार पचन्क समूचा रास्ट्र मोर चिजियन क चोराएस ह। ऍहसे तू पचन्क समूचा रास्ट्र मोर चिजियन क चोराएस ह। ऍहसे बुरी सबइ घटना तू पचन्क संग घटति अहइँ।” सर्वसक्तीमान यहोवा इ सबइ कहत ह।"},{"number":10,"verse":"सर्वसक्तीमान यहोवा कहत ह, “इ परीच्छा क जाँचा। आपन चिजियन क दसवाँ हींसा मोका लिआवा। ओन चिजियन क खजाने मँ रखा। मोरे घरे खइया क लिआवा। एहका परखिके तउ लखा। तू पचे अगर ओन करमन क करब्या तउ मइँ, फुरइ ही, तू पचन्क आसीर्बाद देब। तू पचन्क लगे नीक चिजियन वइसे ही होइ जइहीं जइसे गगन स बर्खा होत ह। तू पचे हर चीज जरूरत स जियादा पउब्या।"},{"number":11,"verse":"मइँ कीड़न क तू पचन्क फसलन क नस्ट नाहीं करइ देब। तोहरे पचन्क अंगूरे क सबहिं बेलन अंगूर पइदा करिहीं।” सर्वसक्तीमान यहोवा इ सबइ कहत ह।"},{"number":12,"verse":"“दूसर रास्ट्रन क लोग तू पचन्क बरे भले रइहीं। तोहार सबन्क देस फुरइ अचरजे स भरा देस होइ।” सर्वसक्तीमान यहोवा इ सबइ कहत ह।"},{"number":13,"verse":"( निआव क खास समइ) यहोवा कहत ह, “तू पचे मोहसे ओछी बातन कहया।” मुला तू पचे पूछत अहा, “हम पचे तोहरे बारे मँ का कहा?”"},{"number":14,"verse":"तू पचे कह्या, “यहोवा क उपासना बेकार अहइ। हम पचे उ सबइ करम किहेन जउन यहोवा करइ क कहेस, मुला हम लोगन्क कछू नाहीं मिला। हम पचे आपन पापन बरे वइसे ही दुःखी रहेन जइसे मइयत मँ रोवत लोग। मुला एहसे कछू काम नाहीं निकरा।"},{"number":15,"verse":"हम समुझत रहेन कि घमंडी लोग सुखी रहत हीं। दुस्ट लोग सफल होत हीं। उ पचे परमेस्सर क धीरज क परीच्छा करइ बरे बुरे करम करत हीं, अउर परमेस्सर ओनका सजा नाहीं देत।”"},{"number":16,"verse":"उ लोगन क बीच मँ जउन ओकरे नाउँ क सम्मान किहेन आपुस मँ बतियानेन अउर यहोवा ओनका सुनेन। ओकरे समन्वा एक पुस्तक अहइ। उ किताबे म उ लोगन क नाउँ अहइ जउन यहोवा क नाउँ क सम्मान करत हीं।"},{"number":17,"verse":"यहोवा कहेस, “उ सबइ लोग मोर अहइँ। मइँ ओन पइ कृपालु रहब। मनई आपन ओन लरिकन पइ जियादा कृपालु रहत ह जउन ओकर आग्याकारी होत हीं। उहइ तरह मइँ आपन मनवइयन पइ कृपालु रहब।"},{"number":18,"verse":"हे लोगो, तू पचे मोरे निअरे वापिस लउटब्या अउर तू पचे नीक लोगन अउ बुरे लोगन क फरक जानब्या। तू पचे परमेस्सर क लोगन अउर दूसर लोगन क बीच क फरक समुझब्या।"}]}