{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, saying:"},{"number":2,"verse":"Make the two trompettes of syluer: of an whole pece shalt thou make them, that thou mayst vse them to call the congregacyon together, and when the hoost shall iorneye."},{"number":3,"verse":"Therfore shall they blowe with them, that all the multitude maye resorte to the before the dore of the tabernacle of witnes."},{"number":4,"verse":"And yf they blowe but one trompet, then the princes which are heedes ouer the thousandes of Israel shall come vnto the."},{"number":5,"verse":"But yf ye trompe, the hostes that lye on the east partes shall go forward."},{"number":6,"verse":"And ye trompe the second tyme, the hoost that lyeth on the south syde shall take their iorneye: for they shall trompe when they take their iorneyes."},{"number":7,"verse":"But when the congregacion is to be gathred together they shall blowe only, and not trompe."},{"number":8,"verse":"And the sonnes of Aaron the preast shal blowe wt their trompettes, & ye shall haue them as a lawe for euer in your generacions."},{"number":9,"verse":"And yf ye go to warre in your lande against your enemyes that vexe you, ye shall blowe with the trompettes: and ye shalbe remembred before the Lorde your God, to be saued from your enemies."},{"number":10,"verse":"Also in the daye of your gladnes, and in your feaste dayes, and in the begynning of your monethes, ye shall blow the trompettes ouer your burntsacrifyces & peaceoffringes, that they maye be a remembraunce for you before youre God. I am the Lorde youre God."},{"number":11,"verse":"And it came to passe the twentyth daye of the second moneth in the second yeare, that the cloude was taken vp from of the habitacion of wytnesse."},{"number":12,"verse":"And the chyldren of Israel toke their iorney out of the desert of Sinai, & the cloude rested in the wyldernesse of Pharan."},{"number":13,"verse":"And the fyrst toke their iorney at the mouth of the Lorde, by the hande of Moses."},{"number":14,"verse":"In the first place went the standart of the hooste of Iuda, according to their armies, whose captayne was Nahasson the sonne of Aminadab."},{"number":15,"verse":"And ouer the hoost of the tribe of the children of Isachar, was Nathanel the sonne of Zuar."},{"number":16,"verse":"And ouer the hooste of the trybe of the children of Zabulon, was Eliab the sonne of Helon."},{"number":17,"verse":"And the habitacyon was taken downe: and the sonnes of Gerson & Merari went forth bearyng the habitacyon."},{"number":18,"verse":"And the hoost of Ruben went forth with their standart and armyes, whose captayne was Elizur the sonne of Sedeur."},{"number":19,"verse":"And ouer the hooste of the trybe of the chyldren of Simeon was Salamiel the sonne of Suri Saddai."},{"number":20,"verse":"And ouer the hoost of the trybe of the children of Gad was Eliasaph the sonne of Deguel."},{"number":21,"verse":"The Cahathites also went forewarde and bare the sanctuarye, and the other dyd set vp the habitacion agaynst they came."},{"number":22,"verse":"And the standart of the hoost of the children of Ephraim went forth accordynge to theyr armyes, whose captayne was Elisama the sonne of Amiud."},{"number":23,"verse":"And ouer the hoost of the tribe of the sonnes of Manasse, was Gamaliel the sonne of Pedazur."},{"number":24,"verse":"And ouer the hoost of the trybe of the sonnes Ben Iamin was Abidan the sonne of Gedeoni."},{"number":25,"verse":"And the standart of the hoost of the chyldren of Dan came forth (hauing all the hostes together) thorowout their armyes: whose captayne was Ahiezer the sonne of Ammi Saddai."},{"number":26,"verse":"And ouer the hooste of the trybe of the chyldren of Aser, was Pagiel the sonne of Ochram."},{"number":27,"verse":"And ouer the hooste of the trybe of the chyldren of Nephtali, was Ahira the sonne of Enan."},{"number":28,"verse":"These are the iorneyes of the chyldren of Israel thorowout theyr armyes: and thus the hoostes remoued."},{"number":29,"verse":"And Moses sayde vnto Hobab the sonne of Raguel the Madianite: which was Moses father in lawe: we go vnto the place of which the Lorde sayd: I wyll geue it you. Come thou therfore with vs, & we wyll do the good: for the Lorde hath promysed good vnto Israel."},{"number":30,"verse":"And he answered hym: I wyll not go: but will departe to myne awne land and to my kynred."},{"number":31,"verse":"He sayde: Oh naye, leaue vs not: for thou knowest oure mansyons in the wyldernesse: and thou hast bene to vs in steade of eyes."},{"number":32,"verse":"And yf thou go with vs loke what goodnesse the Lorde sheweth vnto vs, the same wyll we shewe vnto the."},{"number":33,"verse":"And they departed from the mount of the Lorde, thre dayes iorneye: and the arcke of the testament of the Lord went before them in the thre dayes iorneye, to serche oute a restyng place for them."},{"number":34,"verse":"And the Lorde made a shadowe for them thorowe the cloude by day, when they went out of the tentes."},{"number":35,"verse":"And it fortuned, that whan the arck went forth, Moses sayde: Ryse vp Lorde, and let thyne enemyes be scatered: and let them that hate the, flye before the."},{"number":36,"verse":"And when the arck rested, he sayde: Returne O Lorde vnto the many thousandes of Israel."}]}