{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses saying:"},{"number":2,"verse":"Sende men out to searche the lande of Canaan, which I geue vnto the chyldren of Israel: of euery trybe of their fathers shall ye sende a man, and let them all be suche as are rulars among them."},{"number":3,"verse":"And Moses at the commaundement of the Lorde sent forth out of the wyldernes of Pharan suche men as were all heades of the chyldren of Israel: Their names are these."},{"number":4,"verse":"Of the trybe of Ruben, Sammua the sonne of Zacur."},{"number":5,"verse":"Of the trybe of Symeon, Saphat the sonne of Hori."},{"number":6,"verse":"Of the trybe of Iuda, Caleb the sonne of Iephune."},{"number":7,"verse":"Of the trybe of Isachar, Igeal the sonne of Ioseph."},{"number":8,"verse":"Of the tribe of Ephraim, Osea the sonne of Nun."},{"number":9,"verse":"Of the trybe of Ben Iamin, Palthi the sonne of Raphu."},{"number":10,"verse":"Of the trybe of Zabulon, Gadiel the sonne of Sodi."},{"number":11,"verse":"Of the tribe of Ioseph, namelye of the trybe of Manasse, Gaddi the sonne of Susi."},{"number":12,"verse":"Of the trybe of Dan, Amiel the sonne of Gemali."},{"number":13,"verse":"Of the trybe of Aser, Sethur the sonne of Michael."},{"number":14,"verse":"Of the trybe of Nephtali, Nahebi the sonne of Uaphsi."},{"number":15,"verse":"Of the trybe of Gad, Guel the sonne of Machi."},{"number":16,"verse":"These are the names of the men, which Moses sent to spye oute the lande. And Moses called the name of Osea the sonne of Nun, Iosua."},{"number":17,"verse":"And Moses sent them forth to spye oute the lande of Canaan, and sayde vnto them: get you vp thys waye southwarde, that ye maye go vp into the hye contrey,"},{"number":18,"verse":"and se the lande what maner thyng it is, & the people that dwelleth therin: whyther they be stronge or weake, ether fewe or many,"},{"number":19,"verse":"and what the lande is that they dwell in, whyther it be good or bad: and what maner of cyties they be, that they dwell in, whyther they dwell in tentes or walled townes:"},{"number":20,"verse":"and what maner of lande it is: whether it be fat or leane, and whether there be trees therin or not. Be of a good corage, and brynge of the frute of the lande. And it was about the tyme that grapes are fyrst rype."},{"number":21,"verse":"And so they went vp, & searched out the lande from the wildernesse of Zin vnto Rehob, as men come to Hemath,"},{"number":22,"verse":"& they ascended vnto the south, and came vnto Hebron, where Ahiman was & Sesai & Thalmani, the sonnes of Enack. Hebron was buylt seuen yere before Zoan in Egipt."},{"number":23,"verse":"And they came vnto the ryuer of Escol, and cut downe there a braunch with one cloustre of grapes and twayne bare it vpon a staffe: and they brought also of the pomgranates and of the fygges."},{"number":24,"verse":"And the place was called the ryuer Escol: because of the cloustre of grapes which the children of Israel cut downe thence."},{"number":25,"verse":"And they turned back agayne from searchynge of the lande after fourty dayes."},{"number":26,"verse":"And they went and came to Moses and Aaron, and vnto all the multitude of the chyldren of Israel, in the wildernes of Pharan: which is Cades, and brought them worde, and also vnto all the congregacion, and shewed them the frute of the lande."},{"number":27,"verse":"And they tolde hym, and sayde: we came vnto the lande whether thou sendedst vs, and surely it floweth with mylke and honye: and here is of the frute of it."},{"number":28,"verse":"Neuerthelesse, the people be stronge that dwell in the lande, and the cityes are walled and exceadynge greate: and moreouer, we sawe the children of Enack there."},{"number":29,"verse":"The Amaleckes dwell in the south contrey, and the Hethites, Iebusites, & the Amorites dwell in the mountaynes, & the Cananites dwell by the see, and by the coaste of Iordan."},{"number":30,"verse":"And Caleb stylled the of the people before Moses, saying: we wyll go vp, and conquerre it: for we be able to ouercome it."},{"number":31,"verse":"But the men that went vp with hym, sayde: We be not able to go vp against the people: for they are stronger than we."},{"number":32,"verse":"And they brought vp an euell reporte of the lande which they had searched, saying vnto the children of Israel: The land which we haue gone thorowe to searche it out, is a lande that eateth vp the inhabiters therof: and the people that we sawe in it, are men of a greate stature."},{"number":33,"verse":"And there we sawe also gyauntes, the chyldren of Enack, which come of the gyauntes. And we semed in oure syght as it were greshoppers, and so we did in theyr syght."}]}