{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":15,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, sayinge:"},{"number":2,"verse":"speake vnto the children of Israel and saye vnto them: when ye be come into the lande of your habitacions, which I geue vnto you,"},{"number":3,"verse":"& wyll offer an offerynge vnto the Lorde. Namely, a burntoffering or a speciall sacrifyce, eyther of a vowe or of a wyllinge mynde, and in youre princypall feastes, to make a swete fauoure vnto the Lorde, of the oxen or of the flocke."},{"number":4,"verse":"Then lett hym that offereth hys offeryng vnto the Lorde, bring also a meatofferinge of a tenth deale of floure, myngled wt the fourth parte of an hin of oyle,"},{"number":5,"verse":"& the fourth part of an hin of wyne for a drynckoffering, and offer with the burntofferyng or any other offeryng: when it is a lambe."},{"number":6,"verse":"Or yf it be a ram, thou shalt offer for a meate offerynge, two tenth deales of floure, myngled with the thyrd part of an hin of oyle:"},{"number":7,"verse":"and for a drinkofferynge, thou shalt offer the thyrde parte of an hyn of wyne for a swete sauoure vnto the Lorde."},{"number":8,"verse":"And when thou offerest a bullocke for a burntoffring or for a speciall vowe or peace offering vnto the Lorde,"},{"number":9,"verse":"let him bring with a bullock a meateoffering of . iij. tenth deales of floure myngled with halfe an hin of oyle. And thou shalt bryng for a drinckofferynge euen halfe an hin of wyne,"},{"number":10,"verse":"for an offering of a swete sauoure vnto the Lorde."},{"number":11,"verse":"After thys maner, shall it be done for an oxe, or for a ram, or for a lambe or a kyd."},{"number":12,"verse":"Loke what nombre thou makest in these, such a nombre shalt thou make in them also. And according to the nombre of suche offeringes, thou shalt encrease the meatofferynges and the drynckofferinges."},{"number":13,"verse":"All that are of your selues shall do these thinges after this maner, to offer an offeringe of swete sauour vnto the Lorde."},{"number":14,"verse":"And yf a straunger sogeorne with you, or whoso euer be amonge you in your generacions, and will offer an offering of a swete sauour vnto the Lorde: euen as ye do, so he shall do."},{"number":15,"verse":"One ordinaunce shalbe both for you of the congregacion, and also for the straunger. It shalbe an ordinaunce for euer in your generacions, both vnto you and to the straunger before the Lorde."},{"number":16,"verse":"One lawe and one maner shall serue, both for you and for the straunger that sogeorneth with you."},{"number":17,"verse":"And the Lorde spake vnto Moses, sayinge:"},{"number":18,"verse":"speake vnto the children of Israel, and saye vnto them: When ye become into the lande to the which I bring you,"},{"number":19,"verse":"then when ye will eate of the bread of the lande, ye shall take vp an heueoffering vnto the Lorde."},{"number":20,"verse":"Ye shall take vp a cake of the fyrst of your dow for an heueoffering, as ye do the heueoffering of the barne, euen so ye shall heue it."},{"number":21,"verse":"Of the fyrst of your dowe ye shall geue vnto the Lorde an heueoffering in your generacions."},{"number":22,"verse":"And yf ye ouerse your selues, and obserue not all these commaundementes, which the Lorde hath spoken vnto Moses:"},{"number":23,"verse":"euen all that the Lorde hath commaunded you by the hande of Moses, from the fyrst daie that the Lorde commaunded Moses, and hence forwarde amonge youre generacions."},{"number":24,"verse":"Yf it happen that ought is commytted ignorantlye of the congregacion, all the multitude shall offer a bullocke for a burntofferyng, to be a swete sauoure vnto the Lorde, with the meatoffering and drynckoffering therto, acdynge to the maner, and an he goate for synne."},{"number":25,"verse":"And the preast shall make an atonement for all the multitude of the children of Israel, and it shalbe forgeuen them: for it is ignoraunce. And they shall brynge theyr offeryng for a sacrifyce vnto the Lorde: & theyr synofferynge before the Lorde for their ignoraunce."},{"number":26,"verse":"And it shalbe forgeuen vnto all the multitude of the chyldren of Israel, and vnto the straunger that dwelleth amonge you: seinge all the people were in ignoraunce."},{"number":27,"verse":"If any one soule synne thorow ignoraunce, he shall brynge a she goate of a yeare olde for synne."},{"number":28,"verse":"And the preaste shall make an atonement for the soule that synned ignorauntly, with the synneofferynge before the Lorde to reconcyle hym: and that it maye be forgeuen hym."},{"number":29,"verse":"And both thou that art borne of the children of Israel and the straunger that dwelleth amonge you, shall haue both one lawe, whoso doeth synne thorowe ignoraunce."},{"number":30,"verse":"But the soule that doeth ought presumptuouslye, whyther he be an Israelite or a straunger, the same blasphemeth the Lorde. And that soule shalbe roted out from among his people,"},{"number":31,"verse":"because he hath despysed the word of the Lorde, and hath broken hys commaundement, that soule therfore shall perish, and his synne shalbe vpon him."},{"number":32,"verse":"And whyle the chyldren of Israel were in the wyldernesse, they founde a man that gathered styckes vpon the Sabboth daye."},{"number":33,"verse":"And they that founde him gatherynge styckes, brought hym vnto Moses and Aaron and vnto all the congregacyon:"},{"number":34,"verse":"and they put him inwarde, seyng it was not declared what shulde be done vnto him."},{"number":35,"verse":"And the Lorde sayde vnto Moses: Let the man die: and let all the multitude stone him with stones without the hoost."},{"number":36,"verse":"And all the multitude brought him without the hoost, & stoned him with stones, and he dyed as the Lord commaunded Moses."},{"number":37,"verse":"And the Lorde spake vnto Moses, saying:"},{"number":38,"verse":"speake vnto the children of Israel and byd them: that they make them gardes in the quarters of theyr garmentes thorow out their generacions, and put vpon the garde of the quarters a ryband of yelow sylke:"},{"number":39,"verse":"And the garde shalbe vnto you to loke vpon it, that ye maye remembre all the commaundementes of the Lorde, and do them: and that ye seke not after youre awne hert or youre awne eyes: after the which ye vse to go a whoring:"},{"number":40,"verse":"but ye shall remembre rather and do all my commaundementes, and be holy vnto youre God:"},{"number":41,"verse":"I am the Lorde youre God, which broughte you oute of the lande of Egypte, for to be youre God. I am the Lorde youre God."}]}