{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses and Aaron sayinge:"},{"number":2,"verse":"this is the ordinaunce of the lawe whyche the Lorde hath commaunded sayinge: speake vnto the chyldren of Israel, that they brynge the a redd kowe without spot, and wherin is no blemish, and vpon which neuer came yocke."},{"number":3,"verse":"And ye shall geue her vnto Eleazar the preaste, that he maye brynge her without the hoste, & cause her to be slayne before hys face."},{"number":4,"verse":"And let Eleazar the preast take of her bloude with hys fynger, and sprynkle it before the tabernacle of witnesse seuen tymes. And cause the kowe to be burnt in his syghte"},{"number":5,"verse":"wt hyr skynne, fleshe and bloude. And the dounge of hyr shall he burne also."},{"number":6,"verse":"And let the preast take Cedar wodd, and Isope and purple cloth, and cast it vpon the kowe as she burneth."},{"number":7,"verse":"Then let the preast wash hys clothes, and he shall bathe hys flesh in water, and then come into the hoste, and the preast shalbe vncleane vnto the euen."},{"number":8,"verse":"And he that burneth her, shall wassh his clothes in water, and bathe his fleshe in water, and be vncleane vntill euen."},{"number":9,"verse":"And a man that is cleane, shall take vp the asshes of the kowe, and put them without the hoste in a cleane place. And it shall be kepte for the multitude of the chyldren of Israel for a sprenklynge water and for an atonement of synne."},{"number":10,"verse":"Therfore, he that gathered the asshes of the kowe, shall washe hys clothes, & remayne vncleane vntyll euen. And thys shalbe vnto the chyldren of Israel and vnto the straunger that dwelleth amonge them, a statute for euer."},{"number":11,"verse":"He that toucheth the deed body of any man, shalbe vncleane seuen dayes."},{"number":12,"verse":"And he shall purifye hym selfe with thys water the thyrde daye and the seuenth daye, and he shalbe cleane. But yf he purifye not hym selfe the thyrde daye and the seuenth daye, he shal not be cleane."},{"number":13,"verse":"Whosoeuer toucheth the coarse of any man that is deed, and sprynkleth not hym selfe, defyleth the dwellynge of the Lorde: and that soule shalbe roted out of Israel, because the sprynklyng water was not sprenkled vpon hym. He shalbe therfore vncleane, and hys vnclennesse shall remayne vppon hym."},{"number":14,"verse":"Thys is the lawe of the man that dyeth in a tent: all that come into the tent, and all that is in the tent, shalbe vncleane seuen dayes."},{"number":15,"verse":"And all the vessels that be open whych haue no lyd nor couerynge vpon them, shalbe vncleane."},{"number":16,"verse":"And whosouer toucheth one that is slayne with a swerde in the feldes, or a deed persone, or a bone of a deed man, or a graue: shall be vncleane seuen dayes."},{"number":17,"verse":"Therfore, for an vncleane persone they shall take of the burnt asshes of the synofferynge, & runnynge water shall be put therto in a vessell."},{"number":18,"verse":"And let a cleane persone take Isope and dyppe it in the water, & sprynkle it vpon the tent, and vpon all the vessels, and on the soules that were there in, and vpon hym that touched a bone, or a slayne persone, or a deed body, or a graue."},{"number":19,"verse":"And the cleane persone shall sprynkle vpon the vncleane the thirde daye and the seuenth daye. And the seuenth daye he shall purifye him selfe, & wasshe hys clothes, & bathe him selfe in water, and shalbe cleane at euen."},{"number":20,"verse":"But the man that is vncleane, and sprynkleth not him selfe, the same soule shalbe destroyed from amonge the congregacyon: because he hath defyled the holy place of the Lorde, and the sprynklynge water hath not bene sprynkled vpon him, therfore shall he remayne vncleane. And thys shalbe a perpetuall lawe vnto them. And he that sprynkleth the sprynklynge water, shall washe his clothes."},{"number":21,"verse":"And he that toucheth the sprynklyng water shalbe vncleane vntyll euen."},{"number":22,"verse":"And whatsoeuer the vncleane persone toucheth, shalbe vncleane. And the soule that toucheth it, shalbe vncleane vntyll the euen."}]}