{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"And when Balaam sawe that it pleased the Lorde that he shulde blesse Israel, he went not as he dyd twyse before to fett sothsayinge, but sett hys face towarde the wyldernesse."},{"number":2,"verse":"And Balaam lyfte vp hys eyes, and loked vpon Israel as he laye accordyng to his trybes, and the spirite of God came vpon him."},{"number":3,"verse":"And he toke vp hys parable and sayde: Balaam the sonne of Beor hath sayde & the man whose eye is open hath sayd:"},{"number":4,"verse":"he hath sayde, whyche heareth the wordes of God and seyth the visyons of the almyghtie, and falleth doune with open eyes."},{"number":5,"verse":"Howe goodly are thy tentes o Iacob, and thyne habitacyons o Israel?"},{"number":6,"verse":"Euen as the valeyes are they layed abrode, and as gardens by the ryuers syde: as the tentes whyche the Lorde hath pytched, and as cyperstrees besyde the waters."},{"number":7,"verse":"The water droppeth out of his bouket, and hys seed shal be many waters and hys kinge shalbe hyer then Agag, And hys kyngdome shalbe exalted."},{"number":8,"verse":"God broughte hym out of Egypt: as the strength of an vnycorne is he vnto hym. He shall eate the nacyons hys enemyes, and gnawe theyr bones, & perce them thorowe with his arowes."},{"number":9,"verse":"He couched hym selfe, and laye doune as a lyon, and as a lyonesse, who shall sterre hym vp? blessed is he that blesseth the, & cursed is he that curseth the."},{"number":10,"verse":"And Balac was wroth wyth Balaam, and smote hys handes together, and Balac sayde vnto Balaam: I sent for the to curse myne enemyes, and beholde, thou hast blessed them this thre tymes."},{"number":11,"verse":"Therfore nowe gett the quyckly vnto thy place. I thought that I wolde promote the vnto honoure, but lo, the Lorde hath kept the backe from worshype"},{"number":12,"verse":"Balaam answered vnto Balac: tolde I not thy messengers which thou sentest vnto me, sayinge:"},{"number":13,"verse":"If Balac wolde geue me his house full of syluer and golde, I cannot passe the worde of the Lorde, to do ether good or bad of myne awne mynde? But what the Lorde sayeth, that am I compelled to speake."},{"number":14,"verse":"And nowe beholde, I go vnto my people: come therfore, and I wyll aduertise the, what this people shal do to thy folke in the later dayes."},{"number":15,"verse":"And he toke vp hys parable and sayde: Balaam the sonne of Beor hath sayde, the man whose eye is open, hath sayde."},{"number":16,"verse":"He hath sayde that heareth the wordes of God, and hath the knowledge of the most hye, and beholdeth the visyon of the almyghtie, and that falleth with open eyes:"},{"number":17,"verse":"I shall se hym, but not nowe I shall beholde him, but not nye. There shall come a starre of Iacob, and ryse a sceptre of Israel, and shal smyte the costes of Moab & vndermyne all the chyldren of Seth."},{"number":18,"verse":"And Edom shalbe possessed, and Seir shall fall to the possessyon of theyr enemyes, and Israel shall do manfully."},{"number":19,"verse":"Out of Iacob shall come he that shal haue dominion, and shall destroye the remnaunt of the cytie."},{"number":20,"verse":"And whan he loked on Amaleck, he toke vp his parable, & sayde: Amaleck is the fyrst of the nacynos but hys latter ende shall perysh vtterly."},{"number":21,"verse":"And he loked on the Kenytes and toke vp hys parable, and sayde: stronge is thy dwellynge place, and thou puttest thy nest in a rocke,"},{"number":22,"verse":"Neuerthelesse the kenyte shalbe roted out, vntyll Assur take the presoner:"},{"number":23,"verse":"And he toke vp his parable and sayd: Alas, Who shall lyue when God doeth thys?"},{"number":24,"verse":"The shyppes also shall come out of the coste of Italy, and subdue Assur, & subdue Eber, and he hym selfe shall perishe at the last."},{"number":25,"verse":"And Balaam rose vp, and went and returned to hys place: and Balac also went hys waye."}]}