{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"And Moses spake vnto the heades of the tribes of the children of Israel, saying: this is the thing which the Lorde hath commaunded."},{"number":2,"verse":"If a man vowe a vowe vnto the Lord, or swere an oth to bynde his soule: he shall not go back with his worde: but shall fulfyll all that is proceded out of his mouth."},{"number":3,"verse":"If a woman also vowe a vowe vnto the Lorde, and bynde her selfe beynge in her fathers house in the tyme of her youth,"},{"number":4,"verse":"and her father heare her vowe and bonde which she hath made vpon her soule, and holde his peace therto: then all her vowes & bondes which she hath made vpon her soule shall stande in effect."},{"number":5,"verse":"But and yf her father forbyd her the same daie that he heareth it, none of her vowes nor bondes which she hath made vpon her soule shalbe of value: and the Lorde shall forgeue her, because her father forbade her."},{"number":6,"verse":"If she had an husbande when she vowed or pronounced ought out of her lippes, wherwith she bonde her soule,"},{"number":7,"verse":"and her husbande hearde it and helde his peace there at the same daye he heard it, then her vowes and her bondes wherwith she bounde her soule, shall stande in effecte."},{"number":8,"verse":"And yf her husbande forbade her the same daye that he hearde it: and made her vowe which she hath vpon her of none effecte, and released the openyng of her lyppes, wherwith she bounde her soule, the Lorde shall forgeue her."},{"number":9,"verse":"But euery vowe of a wedowe and of her that is deuorced (that they haue bounde their soule withall) shall stande in effect wt them."},{"number":10,"verse":"If she vowed in her husbandes house, or bounde her soule with an oth,"},{"number":11,"verse":"and her husbande hearde it, and helde his peace, and forbad her not, then all her vowes and bondes wherwith she bounde her soule, shall stande."},{"number":12,"verse":"But yf her husbande disannulled them the same daye that he heard them, then nothing that proceadeth out of her lippes in vowes and bondes (wherwith she bounde her soule) shall stande in effecte: for her husbande hath lowsed them. And the Lorde shall forgeue her."},{"number":13,"verse":"All vowes and othes that binde to humble the soule, maye her husbande stablysh or breake."},{"number":14,"verse":"But yf her husbande holde his peace from one daye vnto another, then he stablisheth all her vowes and bondes which she had vpon her, because he helde his peace the same daye that he hearde them."},{"number":15,"verse":"But yf he breake them, after that he hath heard them, he shall beare her synne him selfe."},{"number":16,"verse":"These are the ordynaunces whiche the Lorde commaunded Moses, betwene a man and hys wyfe: and betwene the father and his daughter, beynge yet a damsell in her fathers house."}]}