{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":31,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, sayinge:"},{"number":2,"verse":"auenge the chyldren of Israel of the Madianites, and afterwarde shalt thou be gathered vnto thy people."},{"number":3,"verse":"And Moses spake vnto the folke sayinge. Harnesse some of you vnto warre, and let them go vpon the Madianites, and auenge the Lorde of the Madianites."},{"number":4,"verse":"Lett there be chosen a thousande out of euery tribe of Israel, that out of all the tribes ye may send some to the warre."},{"number":5,"verse":"And there were taken out of the thousandes of Israel, twelue thousande prepared vnto warre, of euery trybe a thousande."},{"number":6,"verse":"And Moses sent them to the warre, euen a thousande of euery trybe, and with them, Phineas the sonne of Eleazar the preaste, and the holy vesselles: and the trompettes to blowe were in hys hande."},{"number":7,"verse":"And they warred agaynst the Madianites, as the Lorde commaunded Moses, & slue all the males."},{"number":8,"verse":"And they slue the kinges of Madian amonge other that were sleyne: Namely Eui, and Rekem, Zur and Hur and Reba: fyue kinges of Madian wt Balaam the sonne of Beor, whom they slue wt the sweard:"},{"number":9,"verse":"And the chyldren of Israel toke all the wemen of Madian presoners, & their chyldren: and spoiled all their catell, and all their flockes, and all their goodes."},{"number":10,"verse":"And they burnt al their cityes wherin they dwelt, and all their castels with fier."},{"number":11,"verse":"And they toke all the spoyle and all that they coulde catch both of men and beastes."},{"number":12,"verse":"And they brought the captiues and that which they had taken and the spoile vnto Moses and Eleazar the preaste, and vnto the company of the children of Israel, euen vnto the hoost that were in the feldes of Moab by Iordan, oueragaynst Iericho."},{"number":13,"verse":"And Moses and Eleazar the preast, and all the lordes of the congregacion went out of the hoost against them."},{"number":14,"verse":"And Moses was angrye with the officers of the hoost, with the captaynes ouer thousandes and ouer hundredes, which came from the warre and battayll:"},{"number":15,"verse":"and Moses sayde vnto them: Haue ye saued all the wemen alyue?"},{"number":16,"verse":"beholde, these caused the children of Israel thorow the councell of Balaam, to commyt trespace against the Lorde, in the busynes of Peor, & there folowed a plage among the congregacion of the Lorde."},{"number":17,"verse":"Nowe therfore, sleye all the men children, and the wemen that haue lien with men fleshly."},{"number":18,"verse":"But all the wemen children that haue not lyen with men, kepe alyue for your selues."},{"number":19,"verse":"And ye shall remayne without the hoost seuen dayes, all that haue kylled any persone: & all that haue touched any deed body, and purify both your selues and your presoners, the . iij. daye & the . vij."},{"number":20,"verse":"And sprynkle all your raymentes and all that is made of skinnes, and al worke of goates heer, and all thinges made of wodd."},{"number":21,"verse":"And Eleazar the preaste sayde vnto the men of warre, which came from the battayll: this is the ordinaunce of the lawe which the Lorde commaunded Moses:"},{"number":22,"verse":"Golde, syluer, brasse, and yron tyn and lead,"},{"number":23,"verse":"and all that maye abyde the fier, ye shall make it go thorowe the fier, and it shalbe cleane. Neuerthelesse, it shalbe sprynked with sprynkling water. And all that suffreth not the fier ye shall make go thorowe the water."},{"number":24,"verse":"And washe youre clothes the seuenth daye, and ye shalbe cleane. And afterwarde come into the hooste."},{"number":25,"verse":"And the Lorde spake vnto Moses, saying:"},{"number":26,"verse":"take the summe of the praye that was taken both of the wemen and of catell, thou & Eleazar the preaste, and the auncient fathers of of the congregacyon."},{"number":27,"verse":"And deuyde it into two partes, betwene them that toke the warre vpon them, and went out to battayll: and all the congregacion."},{"number":28,"verse":"And take a porcyon vnto the Lorde of the men of warre, which went out to battayll: one soule of fyue hundred, both of the wemen and of the oxen, and of the asses, and of the shepe:"},{"number":29,"verse":"and ye shall take it of theyr halfe, and geue it vnto Eeleazar the preast, as an heueoffering of the Lord."},{"number":30,"verse":"And of the halfe of the chyldren of Israel, thou shalt take one porcion of fyfty, of the wemen, of the oxen, of the asses and of the shepe, and of all maner of beastes: and geue them vnto the Leuites, which wayte vpon the habitacyon of the Lorde."},{"number":31,"verse":"And Moses and Eleazar the preaste dyd as the Lorde commaunded Moses."},{"number":32,"verse":"And the botye and the praye which the men of warre had caught, was syxe hundred thousande, and . lxxv. thousande shepe:"},{"number":33,"verse":"and . lxxij. thousande oxen"},{"number":34,"verse":". lxj. thousande asses:"},{"number":35,"verse":"and . xxxij. thousande soules of wemen, that had lyen by no man."},{"number":36,"verse":"And the halfe which was the parte of them that went out to warre, was thre hundred thousande and seuen and thirtye thousande and . v. hundred shepe."},{"number":37,"verse":"And the Lordes part of the shepe was syxe hundred and . lxxv."},{"number":38,"verse":"And the oxen were . xxxvi. thousande, of which the Lordes parte was . lxxii."},{"number":39,"verse":"And the asses were . xxx. thousande and fyue hundred, of which the Lordes parte was . lxi."},{"number":40,"verse":"And the soules of wemen were . xvi. thousande, of whyche the Lordes parte was . xxxij. soules."},{"number":41,"verse":"And Moses gaue that summe which was the Lordes heue offeryng, vnto Eleazar the preaste: as the Lorde commaunded Moses."},{"number":42,"verse":"And the other halfe of the chyldren of Israel whiche Moses separated from the men of warre,"},{"number":43,"verse":"(that is to wete the halfe that perteyned vnto the congregacion) was . iij. hundred thousande, and . xxxvij. thousande & fyue hundred shepe:"},{"number":44,"verse":"and . xxxvi. thousande oxen:"},{"number":45,"verse":"and . xxx. thousand asses, and fyue hundred:"},{"number":46,"verse":"and . xvi. thousande soules of wemen."},{"number":47,"verse":"And Moses toke of his halfe that perteyned vnto the children of Israel, one porcyon of fyftye, both of the wemen and of the catell, and gaue them vnto the Leuites, which wayted vpon the habitacyon of the Lorde, as the Lorde commaunded Moses."},{"number":48,"verse":"And the offycers of thousandes of the hooste, the captaynes ouer the thousandes, and the captaynes ouer the hundredes came forth, and sayde vnto Moses:"},{"number":49,"verse":"Thy seruauntes haue taken the summe of the men of warre, which are vnder oure auctoryte, and there lacketh not one man of vs."},{"number":50,"verse":"We haue therfore brought a present vnto the Lorde what euery man founde of iewels of golde, cheyns, bracellettes, rynges, earynges and spangels, to make an atonement for our soules before the Lorde."},{"number":51,"verse":"And Moses and Eleazar toke the golde of them, iewels of all maner fashions."},{"number":52,"verse":"And all the golde of the heueoffering that they heued vp to the Lorde, (of the captaynes ouer thousandes and hundredes) was . xvi. thousande . vij. hundred and fyftye sycles,"},{"number":53,"verse":"for the men of warre had spoyled, euery man for him selfe."},{"number":54,"verse":"And Moses and Eleazar the prest toke the golde of the captaynes ouer the thousandes and of the captaynes ouer the hundredes, & brought it into the tabernacle of witnes, for a memoriall of the children of Israel before the Lorde."}]}