{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"The chyldren Ruben and the chyldren of Gad had an exceadynge greate multitude of catell. And when they sawe the lande of Iazer and the lande of Gilead that it was apte place for catell,"},{"number":2,"verse":"the chyldren of Ruben and the chyldren of Gad came & spake vnto Moses and Eleazar the preast and vnto the lordes of the congregacyon, saying:"},{"number":3,"verse":"The lande of Ataroth and Dibon, Iazer and Nemrah, Hesbon and Elealeh, Sabam and Nebo and Beon:"},{"number":4,"verse":"which contreye the Lorde smote before the congregacyon of Israel: is a lande mete for a catell, and we thy seruauntes haue catell:"},{"number":5,"verse":"wherfore (sayde they) yf we haue founde grace in thy syght, let this land be geuen vnto thy seruauntes to possesse, and bryng vs not ouer Iordan."},{"number":6,"verse":"And Moses sayde vnto the children of Gad and of Ruben: shall youre brethren goo to warre, and ye shall syt here?"},{"number":7,"verse":"Wherfore discorage ye the hert of the chyldren of Israel, that they shulde not goo ouer into the lande, which the Lorde hath geuen them?"},{"number":8,"verse":"Thus dyd your fathers, when I sent them from Cades Barne to se the lande."},{"number":9,"verse":"For when they went vp euen vnto the riuer of Escol, and sawe the lande: they discoraged the hert of the children of Israel, that they shulde not go into the lande, which the Lorde hath geuen them."},{"number":10,"verse":"And the Lorde was wroth the same tyme and sware, saying:"},{"number":11,"verse":"None of the men that came out of Egipte from twentye yere olde and aboue, shall se the lande which I sware vnto Abraham, Isaac and Iacob, because they haue not wholy folowed me:"},{"number":12,"verse":"saue Caleb the sonne of Iephune the Kenesite, and Iosua the sonne of Nun: for they haue folowed the Lorde."},{"number":13,"verse":"And the Lorde was angry with Israel, and made them wandre in the wildernes fourty yere, vntyll all the generacyon that had done euell in the syght of the Lorde were consumed."},{"number":14,"verse":"And beholde, ye are rysen vp in your fathers steade, as an encrease of synfull men, to augmente the fearce wrath of the Lorde, to Israel warde."},{"number":15,"verse":"For yf ye turne awaye from after hym, he will yet agayne leaue the people in the wyldernesse, and ye shall destroye all thys folke."},{"number":16,"verse":"And they went nere him, and sayde: we will buylde shepefoldes here for oure shepe and for oure catell, and cityes for our children."},{"number":17,"verse":"But we our selues will goo ready armed before the chyldren of Israel, vntyll we haue brought them vnto their place. And our children shall dwell in the fenced cityes, because of the inhabiters of the lande."},{"number":18,"verse":"We wyll not returne vnto oure houses, vntyll the children of Israel haue enhereted, euery man his enheritaunce."},{"number":19,"verse":"Neyther will we enheret with them on yonder syde Iordan forwarde, because oure enheritaunce is fallen to vs on this syde Iordan eastwarde."},{"number":20,"verse":"And Moses sayde vnto them: yf ye will do this thinge, and goo harnessed before the Lorde to warre,"},{"number":21,"verse":"and wyll go all of you in harnesse ouer Iordan before the Lorde, vntyll he haue cast out his enemies before him:"},{"number":22,"verse":"and vntyll the lande be subdued before the Lorde, then ye shall returne and be without synne before the Lord and before Israel, and this lande shalbe youre possessyon before the Lorde."},{"number":23,"verse":"But and yf ye wyll not do so, beholde, ye haue synned agaynst the Lord: and be sure, youre synne wyll fynde you out."},{"number":24,"verse":"Nowe therfore, buylde cityes for youre chyldren, and foldes for your shepe, and do that ye haue spoken."},{"number":25,"verse":"The children of Gad and the children of Ruben spake vnto Moses, sayinge: thy seruauntes wyll do as my lorde commaundeth."},{"number":26,"verse":"Our chyldren, our wyues, oure shepe and our catell shall remayne here in the cityes of Gilead."},{"number":27,"verse":"But thy seruauntes wyll goo all harnessed for the warre, and vnto battayll before the Lorde, as my lorde sayth."},{"number":28,"verse":"And for theyr sakes, Moses commaunded Eleazar the preast, and Iosua the sonne of Nun, and the auncient fathers of the trybes of the chyldren of Israel:"},{"number":29,"verse":"and Moses saide vnto them: If the children of Gad and the children of Ruben wyll go with you ouer Iordan, all prepared to fyght before the Lord, then when the lande is subdued before you, ye shall geue them the lande of Gilead to possesse:"},{"number":30,"verse":"but and yf they wyll not go ouer with you in harnesse, they shall haue their possessions amonge you in the lande of Canaam."},{"number":31,"verse":"And the children of Gad and the chyldren of Ruben answered, sayinge: As the Lorde hath sayde vnto thy seruauntes, so wyll we do."},{"number":32,"verse":"We will go harnessed before the Lorde into the lande of Canaan, that the possession of oure enheritaunce maye be on thys syde Iordan."},{"number":33,"verse":"And Moses gaue vnto the chyldren of Gad and to the children of Ruben, and vnto halfe the trybe of Manasse the sonne of Ioseph, the kingdome of Sehon kynge of the Amorites, and the kingdome of Og king of Basan, the lande wt the cityes therof in the coastes and cityes of the countrey rounde about."},{"number":34,"verse":"And the children of Gad buylt Dibon & Ataroth, & Aroer, and Atroth,"},{"number":35,"verse":"Sophan Iaeser, &, Iegabea,"},{"number":36,"verse":"Bethnimra, & Betharan, fenced cities, & they buylt foldes for the shepe."},{"number":37,"verse":"And the children of Ruben buylt Hesbon, Eleale, Kiriathaim,"},{"number":38,"verse":"Nebo, Baal, Meon, & turned their names, & Sibama also: and gaue other names vnto the cityes which they builded."},{"number":39,"verse":"And the children of Machir the sonne of Manasse went to Gilead, and toke it, & put out the Amorites that dwelt therin."},{"number":40,"verse":"And Moses gaue Gilead vnto Machir the sonne of Manasse, and he dwelt therin."},{"number":41,"verse":"And Iahir the sonne of Manasse went and toke the small townes therof, and called them Hauoth Iair."},{"number":42,"verse":"And Nobah went and toke kenath, and the townes longyng therto, & called it Nobah after his awne name."}]}