{"bibleAbbr":"GB1539","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses and Aaron sayinge:"},{"number":2,"verse":"Take the summe of the chyldren of Cahath from amonge the sonnes of Leui, after theyr kynredes and houses of their fathers,"},{"number":3,"verse":"(from . xxx. yere and aboue vntyll fyftie) all that are able to go furth to the warre, for to do the worke in the tabernacle of wytnesse."},{"number":4,"verse":"The offyce of the chyldren of kahath in the tabernacle of wytnesse, is moost holy."},{"number":5,"verse":"And when the hoste remoueth, Aaron & hys sonnes shall come & take doune the vayle, that hangeth betwene, & wrappe the Arke of wytnesse in it:"},{"number":6,"verse":"and shall put theron a couerynge of taxus skynnes, & shall sprede vpon it a cloth that is altogether of yelow silke, and put in the barres therof."},{"number":7,"verse":"And vpon the shewe table, they shall sprede abrode a cloth of yelowe sylke, & put theron the dysshes, spones, flatpeces, and pottes to powre wyth, and there shalbe breed theron continually:"},{"number":8,"verse":"& they shall spreade vpon them a couerynge of purple, and couer the same with a couerynge of taxus skynnes, and put in the barres therof."},{"number":9,"verse":"And they shall take a cloth of yelow silke, and couer the candelstycke of lyght, with his lampes, tonges, and snoffers, and all the oyle vessels which they occupye aboute it,"},{"number":10,"verse":"& they shall put both it, and all the vessell therof within a couerynge of taxus skynnes, & put it vpon a barre."},{"number":11,"verse":"And vpon the golden alter they shall sprede a cloth of yelowe sylke, and couer it with a couerynge of taxus skynnes, & put in the barres therof."},{"number":12,"verse":"And they shall take all the thynges (whych they occupye to mynistre with in the holy place) and put a cloth of yelowe sylke vpon them, and couer them wt a couerynge of taxus skynnes, and put them on a barre."},{"number":13,"verse":"And they shall take awaye the asshes from the alter, and sprede a purple cloth theron: and put vpon it all the vessels therof,"},{"number":14,"verse":"that they mynistre wythall: euen the cole pannes, the fleshe hokes, the shouels, the basens and the other vessels of the alter, and they shall sprede vpon it a couerynge of taxus skynnes, and put in the barres of it."},{"number":15,"verse":"And when Aaron and hys sonnes haue made an ende of couerynge the holy thinges, and all the vessels of the sanctuarye (agaynst that the hoste remoue) then the sonnes of Cahath shall come in for to beare, but they shall not touche any holy thynge, least they dye. And thys is the charge of the sonnes of Cahath in the Tabernacle of wytnesse."},{"number":16,"verse":"And to the offyce of Eleazar the sonne of Aaron the Preaste pertayneth the oyle for the lyghte, the swete cens, the dayly meatoffrynge, & the anoyntynge oyle, and the ouersyghte of all the tabernacle, and of all that therin is, both in the sanctuary and in all the vessels therof."},{"number":17,"verse":"And the Lorde spake vnto Moses and Aaron, sayinge:"},{"number":18,"verse":"Ye shall not destroye the trybe of the kynred of the Cahathites, from amonge the Leuites."},{"number":19,"verse":"But thus do vnto them, that they maye lyue and not dye, when they go vnto the most holy thynges: Let Aaron and his sonnes go in, and take them downe, to euery one after hys seruyce, and after hys charge."},{"number":20,"verse":"But let them not go in, to se when the the holy thynges are folden vp, lest they dye."},{"number":21,"verse":"And the Lorde spake vnto Moses sayinge."},{"number":22,"verse":"Take also the summe of the chyldren of Gerson, thorowe out the houses of their fathers, and thorowe out their kynredes:"},{"number":23,"verse":"from . xxx. yere and aboue, vntyll . l. shalt thou nombre them, all that are able to goo forth to the warre for to do seruyce in the tabernacle of wytnesse."},{"number":24,"verse":"And this is the seruyce of the kynred of the Gersonites, to serue and to beare."},{"number":25,"verse":"They shall beare the curtaynes of the dwellynge, and the rouffe of the Tabernacle of wytnesse, hys couerynge, & the couerynge of taxus skynnes, that is an hye aboue vpon it, and the hangynge of the dore which is in the tabernacle of wytnesse:"},{"number":26,"verse":"& the hangynges of the courte, & the hangynge that is in the entrynge in of the gate of the courte rounde about the dwellynge & the altare, with the cordes, & all the instrumentes that serue vnto them, and all that is made for to serue them."},{"number":27,"verse":"At the mouth of Aaron and hys sonnes, shall all the seruyce of the chyldren of the Gersonytes be done, in all their charges and in all their seruyce, and ye shall nombre vnto them all their burthens to kepe."},{"number":28,"verse":"And thys is the seruyce of the kynred of the chyldren of Gerson in the Tabernacle of wytnesse, & their watche shalbe vnder the hande of Ithamar the sonne of Aaron the Preaste."},{"number":29,"verse":"And thou shalt nombre the sonnes of Merari after their kynredes, & after the houses of their fathers:"},{"number":30,"verse":"from . xxx. yeres & aboue vnto . l. shalt thou nombre them, euery one that is able to go forth to the warre, to do the seruyce of the Tabernacle of wytnesse."},{"number":31,"verse":"And thys is the charge that they must wayte vpon, accordynge to all their seruyce in the tabernacle of wytnesse. The bordes of the dwellynge, with the barres, pyllers, & sockettes therof,"},{"number":32,"verse":"and the pyllers that are rounde aboute the courte, wt their sockettes, pynnes & cordes, & withall the instrumentes of it, for all their seruyce. And by name ye shall reken the thynges that they must wayte vpon to beare."},{"number":33,"verse":"This is the seruice of the kynredes of the sonnes of Merari accordynge to all their offyce in the Tabernacle of wytnesse vnder the hande of Ithamar the sonne of Aaron the Preaste."},{"number":34,"verse":"And Moses & Aaron & the prynces of the multitude nombred the sonnes of the Cahathites, after their kynredes and houses of their fathers"},{"number":35,"verse":"from . xxx. yere & aboue vnto fyftie, all that were able to go forth to the warre, to do seruyce in the tabernacle of wytnesse."},{"number":36,"verse":"And the nombres of them thorowe out their kynredes were two thousande, seuen hundred & . l."},{"number":37,"verse":"This is the nombre of the kynredes of Cahath: namely, all that myght do seruyce in the tabernacle of wytnesse, which Moses and Aaron dyd nombre, accordynge to the commaundement of the Lorde by the hande of Moses."},{"number":38,"verse":"These are the nombres of the sonnes of Gerson thorowe out their kynredes & houses of their fathers,"},{"number":39,"verse":"from . xxx. yere vp vnto fyftie all that were able to go forth to the warre, for to do seruyce in the Tabernacle of witnesse."},{"number":40,"verse":"And the nombres of them thorowe out their kynredes: and houses of their fathers, were two thousande . vj. hundred & . xxx."},{"number":41,"verse":"Thys is the nombre of the kynredes of the sonnes of Gerson, of all the dyd seruyce in the tabernacle of wytnesse, which Moses & Aaron dyd nombre accordynge to the commaundement of the Lorde."},{"number":42,"verse":"And these are the nombres of the kynredes of the sonnes of Merari thorowe out their kynredes & houses of their fathers,"},{"number":43,"verse":"from . xxx. yere vp vnto fyftie: all that wente forth to the warre, & seruyd in the tabernacle of wytnesse."},{"number":44,"verse":"And the nombres of them after their kynredes were, thre thousande & two hundred."},{"number":45,"verse":"This is the summe of the kynredes of the sonnes of merari, whiche Moses & Aaron nombred accordynge to the worde of the Lorde, by the hande of Moses."},{"number":46,"verse":"And so all the nombres of the Leuites which Moses, Aaron, and the Lordes of Israell nombred, after their kynredes and housholdes of their fathers,"},{"number":47,"verse":"from . xxx. yere vp vnto . l. euery one that came to do hys offyce and seruyce and to beare hys burthen in the Tabernacle of wytnesse:"},{"number":48,"verse":"were (whan they were nombred.) . viij. thousande, fyue hundred and . lxxx."},{"number":49,"verse":"Accordynge to the worde of the Lorde dyd (Aaron) nombre them by the hande of Moses, euery one accordynge to their seruyce and charge, and accordynge to their offyces: as the Lorde commaunded Moses."}]}