{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির প্রথম খণ্ড।","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"( যারবিয়ামের বিরুদ্ধে অহিয়ের ভাববাণী।) সেই সময়ে যারবিয়ামের পুত্র অবিয় পীড়িত হইল।"},{"number":2,"verse":"তাহাতে যারবিয়াম আপন স্ত্রীকে কহিলেন, বিনয় করি, উঠ, ছদ্মবেশ ধারণ কর, তুমি যে যারবিয়ামের স্ত্রী, ইহা যেন টের পাওয়া না যায়; তুমি শীলোতে যাও; দেখ, সেখানে অহিয় ভাববাদী আছেন, তিনিই আমার বিষয় বলিয়াছিলেন যে, আমি এই জাতির উপরে রাজা হইব।"},{"number":3,"verse":"তুমি দশখানা রুটী, কতকগুলি তিলুয়া ও এক ভাঁড় মধু সঙ্গে লইয়া তাঁহার কাছে যাও; বালকটীর কি হইবে, তাহা তিনি তোমাকে জানাইবেন।"},{"number":4,"verse":"যারবিয়ামের স্ত্রী সেইরূপ করিলেন, তিনি উঠিয়া শীলোতে গিয়া অহিয়ের বাটীতে উপস্থিত হইলেন। ঐ সময়ে অহিয় দেখিতে পাইতেন না, কেননা বৃদ্ধ বয়স প্রযুক্ত তাঁহার চক্ষু ক্ষীণ হইয়াছিল।"},{"number":5,"verse":"আর সদাপ্রভু অহিয়কে কহিলেন, দেখ, যারবিয়ামের স্ত্রী তোমার কাছে আপন পুত্রের কথা জিজ্ঞাসা করিতে আসিতেছে, কেননা বালকটী পীড়িত; তুমি তাহাকে অমুক অমুক কথা বলিবে; কেননা সে যখন আসিবে, তখন অপরিচিতার মত ভাণ করিবে।"},{"number":6,"verse":"পরে দ্বারে তাঁহার প্রবেশ সময়ে অহিয় তাঁহার পায়ের শব্দ শুনিবামাত্র কহিলেন, হে যারবিয়ামের ভার্য্যা, ভিতরে আইস; তুমি কেন অপরিচিতার মত ভাণ করিতেছ? আমি ভারী সংবাদ দিতে তোমার কাছে প্রেরিত হইলাম।"},{"number":7,"verse":"যাও, যারবিয়ামকে বল, ইস্রায়েলের ঈশ্বর, সদাপ্রভু এই কথা কহেন, আমি প্রজাদের মধ্য হইতে তোমাকে উচ্চ করিয়া আমার প্রজা ইস্রায়েলের অধ্যক্ষ করিয়াছি,"},{"number":8,"verse":"এবং দায়ূদের কুল হইতে রাজ্য চিরিয়া লইয়া তোমাকে দিয়াছি; তথাপি আমার দাস যে দায়ূদ আমার আজ্ঞা পালন করিত, এবং আমার দৃষ্টিতে যাহা ন্যায্য, তাহাই করিবার জন্য সর্ব্বান্তঃকরণে আমার অনুগামী ছিল, তুমি তাহার সদৃশ হও নাই।"},{"number":9,"verse":"কিন্তু তোমার পূর্ব্বে যাহারা ছিল, তুমি তাহাদের সকলের অপেক্ষা দুষ্কর্ম্ম করিয়াছ; এবং গিয়া আপনার জন্য অন্য দেবতা ও ছাঁচে ঢালা প্রতিমা সকল নির্ম্মাণ করিয়া আমাকে অসন্তুষ্ট করিয়াছ; এবং আমাকে তোমার পশ্চাতে ফেলিয়াছ।"},{"number":10,"verse":"এই জন্য দেখ, আমি যারবিয়ামের কুলের উপরে অমঙ্গল ঘটাইব; যারবিয়াম বংশের প্রত্যেক পুরুষকে, ইস্রায়েলের মধ্যে বদ্ধ ও মুক্ত লোককে, উচ্ছিন্ন করিব; লোকে যেমন ঝাঁটি দিয়া নিঃশেষে মল দূর করে, তদ্রূপ আমি যারবিয়ামের কুলকে একেবারে ঝাঁটি দিয়া ফেলিব।"},{"number":11,"verse":"যারবিয়ামের যে কেহ নগরে মরিবে, তাহাকে কুকুরে খাইবে; ও যে কেহ মাঠে মরিবে, তাহাকে আকাশের পক্ষীরা খাইবে, কারণ সদাপ্রভু ইহা বলিয়াছেন।"},{"number":12,"verse":"অতএব তুমি উঠ, তোমার ঘরে যাও; নগরে তোমার পদার্পণ হইবামাত্র বালকটী মরিবে।"},{"number":13,"verse":"আর তাহার জন্য সমস্ত ইস্রায়েল বিলাপ করিয়া তাহাকে কবর দিবে; বস্তুতঃ যারবিয়ামের কুলে কেবল সেই কবর পাইবে; কেননা যারবিয়ামের কুলের মধ্যে ইস্রায়েলের ঈশ্বর সদাপ্রভুর প্রতি তাহারই কিঞ্চিৎ সদ্ভাব পাওয়া গিয়াছে।"},{"number":14,"verse":"আর সদাপ্রভু আপনার জন্য ইস্রায়েলের উপরে এক রাজা উৎপন্ন করিবেন; সে যারবিয়ামের কুলকে সেই দিন উচ্ছিন্ন করিবে; আর কি? এখনই [করিবে]।"},{"number":15,"verse":"বস্তুতঃ সদাপ্রভু ইস্রায়েলকে আঘাত করিয়া জলকম্পিত নলের সমান করিবেন, এবং তাহাদের পিতৃপুরুষদিগকে এই যে উত্তম দেশ দিয়াছেন, ইহা হইতে ইস্রায়েলকে উৎপাটন করিয়া [ফরাৎ] নদীর ওপারে ছিন্নভিন্ন করিবেন, কারণ তাহারা আপনাদের জন্য আশেরামূর্ত্তি সকল নির্ম্মাণ করিয়া সদাপ্রভুকে অসন্তুষ্ট করিয়াছে।"},{"number":16,"verse":"যারবিয়াম যে সকল পাপ করিয়াছেন, এবং যে সকল পাপের দ্বারা ইস্রায়েলকে পাপ করাইয়াছেন, তৎপ্রযুক্ত সদাপ্রভু ইস্রায়েলকে ত্যাগ করিবেন।"},{"number":17,"verse":"পরে যারবিয়ামের ভার্য্যা উঠিয়া প্রস্থান করিলেন, এবং তির্সাতে উপস্থিত হইলেন, তিনি বাটীর দ্বারের গোবরাটে আসিবামাত্র বালকটী মরিয়া গেল।"},{"number":18,"verse":"আর সদাপ্রভু আপন দাস অহিয় ভাববাদীর দ্বারা যে বাক্য বলিয়াছিলেন, তদনুসারে সমস্ত ইস্রায়েল তাহাকে কবর দিয়া তাহার জন্য বিলাপ করিল।"},{"number":19,"verse":"যারবিয়ামের অবশিষ্ট বৃত্তান্ত, তিনি কিরূপে যুদ্ধ করিলেন, ও কিরূপে রাজত্ব করিলেন, দেখ, তাহার বিবরণ ইস্রায়েল-রাজগণের ইতিহাস-পুস্তকে লিখিত আছে।"},{"number":20,"verse":"যারবিয়ামের রাজত্বকাল বাইশ বৎসর; পরে তিনি আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন; আর তাঁহার পুত্র নাদব তাঁহার পদে রাজা হইলেন।"},{"number":21,"verse":"( যিহূদীয় রহবিয়াম, অবিয় ও আসা রাজার বিবরণ।) শলোমনের পুত্র রহবিয়াম যিহূদা দেশে রাজত্ব করিলেন। রহবিয়াম একচল্লিশ বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন, এবং সদাপ্রভু আপন নাম স্থাপনার্থে ইস্রায়েলের সমস্ত বংশের মধ্য হইতে যে নগর মনোনীত করিয়াছিলেন, সেই যিরূশালেমে তিনি সতের বৎসর রাজত্ব করেন; তাঁহার মাতার নাম নয়মা, তিনি অম্মোনীয়া।"},{"number":22,"verse":"আর যিহূদা সদাপ্রভুর দৃষ্টিতে যাহা মন্দ তাহাই করিত; তাহাদের পিতৃপুরুষেরা যাহা যাহা করিয়াছিল, সেই সকল অপেক্ষা তাহারা আপনাদের অধিক পাপ-কর্ম্ম দ্বারা তাঁহার অন্তজ্বালা জন্মাইত।"},{"number":23,"verse":"তাহারাও আপনাদের জন্য অনেক উচ্চস্থলী, এবং প্রত্যেক উচ্চ পর্ব্বতে ও প্রত্যেক হরিৎ বৃক্ষের তলে স্তম্ভ ও আশেরা-মূর্ত্তি নির্ম্মাণ করিত; আর দেশে পুংগামী লোকও ছিল।"},{"number":24,"verse":"সদাপ্রভু ইস্রায়েল-সন্তানগণের সম্মুখ হইতে যে জাতিদিগকে অধিকারচ্যুত করিয়াছিলেন, তাহাদের সমস্ত ঘৃণিত ক্রিয়ানুসারে উহারা কার্য্য করিত।"},{"number":25,"verse":"আর রহবিয়াম রাজার পঞ্চম বৎসরে মিসর-রাজ শীশক যিরূশালেমের বিরুদ্ধে আসিলেন;"},{"number":26,"verse":"তিনি সদাপ্রভুর গৃহের ধন ও রাজবাটীর ধন লইয়া গেলেন; তিনি সমস্তই লইয়া গেলেন, আর শলোমনের নির্ম্মিত স্বর্ণময় ঢাল সকলও লইয়া গেলেন।"},{"number":27,"verse":"পরে রহবিয়াম রাজা তৎপরিবর্ত্তে পিত্তলময় ঢাল নির্ম্মাণ করাইয়া রাজবাটীর দ্বারপাল পদাতিকদিগের অধ্যক্ষগণের হস্তে সমর্পণ করিলেন।"},{"number":28,"verse":"রাজা যখন সদাপ্রভুর গৃহে প্রবেশ করিতেন, তখন ঐ পদাতিকগণ সেই সকল ঢাল ধরিত; পরে পদাতিকদিগের ঘরে ফিরাইয়া লইয়া যাইত।"},{"number":29,"verse":"রহবিয়ামের অবশিষ্ট বৃত্তান্ত ও সমস্ত কর্ম্ম-বিবরণ কি যিহূদা-রাজগণের ইতিহাস-পুস্তকে লিখিত নাই?"},{"number":30,"verse":"রহবিয়ামের ও যারবিয়ামের মধ্যে নিয়ত যুদ্ধ হইত।"},{"number":31,"verse":"পরে রহবিয়াম আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, এবং আপন পিতৃলোকদের সহিত দায়ূদ-নগরে কবরপ্রাপ্ত হইলেন। তাঁহার মাতার নাম নয়মা, তিনি অম্মোনীয়া। পরে তাঁহার পুত্র অবিয়াম তাঁহার পদে রাজা হইলেন।"}]}