{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির প্রথম খণ্ড।","bookEnglishName":"1 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"পরে হনানির পুত্র যেহূর নিকটে বাশার বিরুদ্ধে সদাপ্রভুর এই বাক্য উপস্থিত হইল,"},{"number":2,"verse":"আমি তোমাকে ধূলির মধ্য হইতে উঠাইলাম, ও আপন প্রজা ইস্রায়েলের অধ্যক্ষ করিলাম, কিন্তু তুমি যারবিয়ামের পথে চলিয়াছ, আমার প্রজা ইস্রায়েলকে পাপ করাইয়া তাহাদের পাপ দ্বারা আমাকে অসন্তুষ্ট করিয়াছ।"},{"number":3,"verse":"দেখ, আমি বাশাকে ও তাহার কুলকে ঝাঁটি দিব; এবং তোমার কুলকে নবাটের পুত্র যারবিয়ামের কুলের সমান করিব।"},{"number":4,"verse":"বাশার যে কেহ নগরে মরিবে, কুকুরেরা তাহাকে খাইবে; এবং যে কেহ মাঠে মরিবে, আকাশের পক্ষীরা তাহাকে খাইবে।"},{"number":5,"verse":"বাশার অবশিষ্ট বৃত্তান্ত, তাঁহার কর্ম্মবিবরণ ও বিক্রমের কার্য্য কি ইস্রায়েল-রাজগণের ইতিহাস-পুস্তকে লিখিত নাই?"},{"number":6,"verse":"পরে বাশা আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, ও তির্সাতে কবরপ্রাপ্ত হইলেন; এবং তাঁহার পুত্র এলা তাঁহার পদে রাজা হইলেন।"},{"number":7,"verse":"আবার হনানির পুত্র যেহূ ভাববাদী দ্বারা বাশার ও তাঁহার কুলের বিরুদ্ধে সদাপ্রভুর বাক্য উপস্থিত হইয়াছিল, তাহার কারণ, একে ত বাশা সদাপ্রভুর সাক্ষাতে যে সকল দুষ্ক্রিয়া করিয়া আপন হস্তকৃত কার্য্য দ্বারা তাঁহাকে অসন্তুষ্ট করিয়াছিলেন, সেই সকলের দ্বারা যারবিয়ামের কুলের সমান হইয়াছিলেন, আবার সেই কুলকে আঘাত করিয়াছিলেন।"},{"number":8,"verse":"যিহূদা-রাজ আসার ষড়বিংশ বৎসরে বাশার পুত্র এলা তির্সাতে ইস্রায়েলের উপরে রাজত্ব করিতে আরম্ভ করিয়া দুই বৎসর রাজত্ব করেন।"},{"number":9,"verse":"পরে তাঁহার অর্দ্ধসংখ্যক রথের অধ্যক্ষ সিম্রি নামে তাঁহার দাস তাঁহার বিরুদ্ধে চক্রান্ত করিলেন। এলা তির্সাতে রাজবাটীর অধ্যক্ষ অর্সার গৃহে পান করিয়া মত্ত হইলেন,"},{"number":10,"verse":"আর সিম্রি ভিতরে গিয়া যিহূদা-রাজ আসার সপ্তবিংশ বৎসরে তাঁহাকে আঘাত করিয়া মারিয়া ফেলিলেন, ও তাঁহার পদে রাজা হইলেন।"},{"number":11,"verse":"রাজত্বের আরম্ভকালে তিনি সিংহাসনে উপবিষ্ট হইবামাত্র বাশার সমস্ত কুলকে আঘাত করিলেন; তাঁহার কুলে কোন পুরুষকে, তাঁহার জ্ঞাতি কিম্বা মিত্র কাহাকেও অবশিষ্ট রাখিলেন না।"},{"number":12,"verse":"ফলতঃ সদাপ্রভু যেহূ ভাববাদী দ্বারা বাশার বিরুদ্ধে যে কথা বলিয়াছিলেন, তদনুসারে সিম্রি বাশার সমস্ত কুল সংহার করিলেন।"},{"number":13,"verse":"ইহার কারণ বাশার সমস্ত পাপ ও তাঁহার পুত্র এলার পাপাচার; তাঁহারা আপনার পাপ করিয়াছিলেন, এবং ইস্রায়েলকেও পাপ করাইয়া ইস্রায়েলের ঈশ্বর সদাপ্রভুকে আপনাদের অসার প্রতিমার দ্বারা অসন্তুষ্ট করিয়াছিলেন।"},{"number":14,"verse":"এলার অবশিষ্ট বৃত্তান্ত ও তাঁহার সমস্ত কর্ম্মের বিবরণ ইস্রায়েল-রাজগণের ইতিহাস-পুস্তকে কি লিখিত নাই?"},{"number":15,"verse":"যিহূদা-রাজ আসার সপ্তবিংশ বৎসরে সিম্রি সাত দিন তির্সাতে রাজত্ব করেন; সেই সময়ে লোকেরা পলেষ্টীয়দের অধিকৃত গিব্বথোনের বিরুদ্ধে শিবির স্থাপন করিয়াছিল।"},{"number":16,"verse":"পরে সেই শিবিরস্থ লোকেরা শুনিল যে, সিম্রি চক্রান্ত করিয়াছে ও রাজাকে আঘাত করিয়াছে; তখন সমস্ত ইস্রায়েল সেই দিন শিবিরের মধ্যে অম্রি নামক সেনাপতিকে ইস্রায়েলের উপরে রাজা করিল।"},{"number":17,"verse":"পরে অম্রি ও তাঁহার সহিত সমস্ত ইস্রায়েল গিব্বথোন হইতে যাত্রা করিয়া তির্সা অবরোধ করিলেন।"},{"number":18,"verse":"আর নগর হস্তগত হইল দেখিয়া সিম্রি রাজবাটীর দুর্গে গিয়া আপনার উপরে রাজবাটীতে আগুন দিয়া পোড়াইয়া দিলেন ও পুড়িয়া মরিলেন।"},{"number":19,"verse":"ইহার কারণ তাঁহার পাপাচার, ফলতঃ সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই তিনি করিতেন, যারবিয়ামের পথে চলিতেন, তিনি নিজে পাপ করিয়া ইস্রায়েলকেও পাপ করাইয়াছিলেন।"},{"number":20,"verse":"সিম্রির অবশিষ্ট বৃত্তান্ত ও তাঁহার কৃত চক্রান্তের বিষয় ইস্রায়েল-রাজগণের ইতিহাস-পুস্তকে কি লিখিত নাই?"},{"number":21,"verse":"তৎকালে ইস্রায়েলের লোকেরা দুই দল হইল; অর্দ্ধেক লোক গীনতের পুত্র তিব্নিকে রাজা করিতে তাহার অনুগামী হইল, আর অর্দ্ধেক লোক অম্রির অনুগামী হইল।"},{"number":22,"verse":"কিন্তু অম্রির অনুগামী লোকেরা গীনতের পুত্র তিব্নির অনুগামীদিগকে পরাজয় করিল; আর তিব্নি মরিলেন, এবং অম্রি রাজা হইলেন।"},{"number":23,"verse":"( অম্রি ও আহাব রাজার বিবরণ।) যিহূদা-রাজ আসার একত্রিংশ বৎসরে অম্রি ইস্রায়েলের উপরে রাজত্ব করিতে আরম্ভ করিয়া বারো বৎসর রাজত্ব করেন; তিনি ছয় বৎসর তির্সাতে রাজত্ব করেন।"},{"number":24,"verse":"পরে তিনি দুই তালন্ত রৌপ্য মূল্য দিয়া শেমরের কাছে শমরিয়া পাহাড় ক্রয় করিলেন, আর সেই পাহাড়ের উপরে গাঁথিলেন; এবং যে নগর গাঁথিলেন, ঐ পাহাড়ের অধিকারী শেমরের নামানুসারে সেই নগরের নাম শমরিয়া রাখিলেন।"},{"number":25,"verse":"সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, অম্রি তাহাই করিতেন; এবং তাঁহার পূর্ব্বে যাঁহারা ছিলেন, তাঁহাদের সকলের হইতে অধিক দুষ্কার্য্য করিলেন।"},{"number":26,"verse":"বাস্তবিক ইনি নবাটের পুত্র যারবিয়ামের সমস্ত পথে চলিতেন, এবং তিনি যে যে পাপ দ্বারা ইস্রায়েলকে পাপ করাইয়া ইস্রায়েলের ঈশ্বর সদাপ্রভুকে তাহাদের অসার প্রতিমা সকল দ্বারা অসন্তুষ্ট করিয়াছিলেন, ইনিও সেই সকল পাপের পথে চলিতেন।"},{"number":27,"verse":"অম্রির অবশিষ্ট কর্ম্মের বৃত্তান্ত ও তাঁহার সাধিত বিক্রমের কার্য্য ইস্রায়েল-রাজগণের ইতিহাস-পুস্তকে কি লিখিত নাই?"},{"number":28,"verse":"পরে অম্রি আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, ও শমরিয়াতে কবরপ্রাপ্ত হইলেন, এবং তাঁহার পুত্র আহাব তাঁহার পদে রাজা হইলেন।"},{"number":29,"verse":"যিহূদা-রাজ আসার অষ্টত্রিংশ বৎসরে অম্রির পুত্র আহাব ইস্রায়েলের উপরে রাজত্ব করিতে আরম্ভ করেন; আর অম্রির পুত্র আহাব বাইশ বৎসর শমরিয়াতে ইস্রায়েলের উপরে রাজত্ব করেন।"},{"number":30,"verse":"তাঁহার পূর্ব্বে যাঁহারা ছিলেন, তাঁহাদের সকলের হইতে অম্রির পুত্র আহাব সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই অধিক পরিমাণে করিতেন।"},{"number":31,"verse":"নবাটের পুত্র যারবিয়ামের পাপ-পথে গমন করা যেন তাঁহার পক্ষে লঘু বিষয় বোধ হইত, তাই তিনি সীদোনীয়দের ইৎবাল রাজার কন্যা ঈষেবলকে বিবাহ করিলেন, আর গিয়া বালের সেবা ও তাঁহার কাছে প্রণিপাত করিতে লাগিলেন।"},{"number":32,"verse":"আর তিনি শমরিয়াতে যে বাল-মন্দির নির্ম্মাণ করিয়াছিলেন, তাঁহার মধ্যে বালের জন্য এক যজ্ঞবেদি নির্ম্মাণ করিলেন।"},{"number":33,"verse":"আর আহাব আশেরা-মূর্ত্তি নির্ম্মাণ করিলেন। তাঁহার পূর্ব্বে ইস্রায়েলে যত রাজা ছিলেন, সেই সকল অপেক্ষা আহাব ইস্রায়েলের ঈশ্বর সদাপ্রভুর অসন্তোষজনক আরও অধিক কাজ করিলেন।"},{"number":34,"verse":"তাঁহার সময়ে বৈথেলীয় হীয়েল যিরীহো নগর নির্ম্মাণ করিল; তাহাতে সদাপ্রভু নূনের পুত্র যিহোশূয়ের দ্বারা যে বাক্য বলিয়াছিলেন, তদনুসারে তাহাকে ভিত্তিমূল স্থাপনের দণ্ডস্বরূপ আপন জ্যেষ্ঠ পুত্র অবীরামকে, এবং কবাট স্থাপনের দণ্ডস্বরূপ আপন কনিষ্ঠ পুত্র সগূবকে দিতে হইল।"}]}