{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির প্রথম খণ্ড।","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( শলোমনের মন্দির নির্ম্মাণ।) মিসর দেশ হইতে ইস্রায়েল-সন্তানদের বাহির হইয়া আসিবার পর চারি শত আশী বৎসরে, ইস্রায়েলের উপরে শলোমনের রাজত্বের চতুর্থ বৎসরের সিব মাসে অর্থাৎ দ্বিতীয় মাসে শলোমন সদাপ্রভুর উদ্দেশে গৃহ নির্ম্মাণ করিতে আরম্ভ করিলেন।"},{"number":2,"verse":"শলোমন রাজা সদাপ্রভুর উদ্দেশে যে গৃহ নির্ম্মাণ করিলেন, তাহা দীর্ঘে ষাট হস্ত, প্রস্থে কুড়ি, ও উচ্চে ত্রিশ হস্ত।"},{"number":3,"verse":"আর সেই গৃহের মন্দিরের ( [অর্থাৎ] পবিত্র স্থানের।) সম্মুখে এক বারাণ্ডা ছিল, তাহা গৃহের প্রস্থানুসারে কুড়ি হস্ত দীর্ঘ, ও গৃহের সম্মুখে দশ হস্ত প্রস্থ।"},{"number":4,"verse":"আর গৃহের নিমিত্ত তিনি জালবদ্ধ বাতায়ন প্রস্তুত করিলেন।"},{"number":5,"verse":"আর তিনি গৃহের ভিত্তির গাত্রে চারিদিকে, মন্দিরের ও অন্তর্গৃহের ভিত্তির গাত্রে চারিদিকে, থাক করিলেন; এবং চারিদিকে কুঠরী নির্ম্মাণ করিলেন।"},{"number":6,"verse":"তাহার নীচের থাক পাঁচ হস্ত প্রস্থ, ও মধ্যের থাক ছয় হস্ত প্রস্থ, এবং তৃতীয় থাক সাত হস্ত প্রস্থ; কেননা [কড়িকাষ্ঠ] যেন ভিত্তির মধ্যে বদ্ধ না হয়, এই জন্য তিনি গৃহের চারিদিকে ভিত্তির বহির্ভাগ সোপানাকার করিলেন।"},{"number":7,"verse":"আর গৃহের নির্ম্মাণকালে প্রস্তরাকরে প্রস্তুত প্রস্তর সকল দ্বারা তাহা নির্ম্মিত হইল; নির্ম্মাণকালে গৃহের মধ্যে হাতুড়ি, বাটালি বা আর কোন লৌহাস্ত্রের শব্দ শুনা গেল না।"},{"number":8,"verse":"মধ্যের থাকের দ্বার গৃহের দক্ষিণদিকে ছিল, এবং লোকে পেঁচাল সিঁড়ী দিয়া মধ্যতালাতে, ও মধ্যতালা হইতে তৃতীয় তালাতে উঠিত।"},{"number":9,"verse":"এইরূপে তিনি গৃহ নির্ম্মাণ করিলেন, তাহা সমাপ্ত করিলেন, এবং এরসকাষ্ঠের কড়ি ও সারি সারি [ফলক] দ্বারা গৃহ আচ্ছাদন করিলেন।"},{"number":10,"verse":"আর গৃহের সর্ব্বগাত্রে পাঁচ পাঁচ হস্ত উচ্চ কুঠরীর থাক করিলেন, তাহা এরসকাষ্ঠ দ্বারা গৃহের সহিত সংযুক্ত ছিল।"},{"number":11,"verse":"পরে শলোমনের নিকটে সদাপ্রভুর এই বাক্য উপস্থিত হইল,"},{"number":12,"verse":"তুমি এই গৃহ নির্ম্মাণ করিতেছ; ভাল, যদি আমার সমস্ত বিধি-পথে চল, আমার শাসন সকল পালন কর, ও আমার সমস্ত আজ্ঞা গ্রহণ করিয়া তদনুসারে চল, তবে আমি তোমার পিতা দায়ূদকে যাহা বলিয়াছি, আমার সেই বাক্য তোমার পক্ষে সফল করিব।"},{"number":13,"verse":"আর আমি ইস্রায়েল-সন্তানগণের মধ্যে বাস করিব, আপন প্রজা ইস্রায়েলকে ত্যাগ করিব না।"},{"number":14,"verse":"এইরূপে শলোমন গৃহ নির্ম্মাণ করিলেন, তাহা সমাপ্ত করিলেন।"},{"number":15,"verse":"আর তিনি ভিতরে গৃহের ভিত্তি সকলের গাত্রে এরসকাষ্ঠের তক্তা দিলেন; তিনি ভিতরে গৃহের মেজিয়া অবধি ভিত্তির ছাদ পর্য্যন্ত ঐ কাষ্ঠ দ্বারা আচ্ছাদন করিলেন, এবং গৃহের মেজিয়া দেবদারুকাষ্ঠের তক্তা দ্বারা আচ্ছাদন করিলেন।"},{"number":16,"verse":"আর বিংশতি হস্ত পরিমিত গৃহের যে পশ্চাদ্ভাগ, তাহা মেজিয়া অবধি ভিত্তির ছাদ পর্য্যন্ত এরসকাষ্ঠের তক্তা দ্বারা আচ্ছাদন করিলেন, এবং ভিতরে অন্তর্গৃহের অর্থাৎ মহাপবিত্র স্থানের জন্য তাহা প্রস্তুত করিলেন।"},{"number":17,"verse":"তাহাতে গৃহ, অর্থাৎ অগ্রস্থিত মন্দির চল্লিশ হস্ত দীর্ঘ হইল।"},{"number":18,"verse":"আর গৃহমধ্যে এরসকাষ্ঠে বার্ত্তাকী ও বিকসিত পুষ্প ক্ষোদা হইল; সকলই এরসকাষ্ঠময় হইল, কিছুমাত্র প্রস্তর দৃষ্ট হইল না।"},{"number":19,"verse":"আর ঈশ্বরের নিয়ম-সিন্দুক স্থাপনার্থে গৃহের ভিতরে তিনি এক অন্তর্গৃহ প্রস্তুত করিলেন।"},{"number":20,"verse":"তিনি অন্তর্গৃহ ভিতরে বিংশতি হস্ত দীর্ঘ ও বিংশতি হস্ত প্রস্থ ও বিংশতি হস্ত উচ্চ করিয়া নির্ম্মল স্বর্ণে মুড়াইলেন, এবং বেদি এরসকাষ্ঠে মুড়াইলেন।"},{"number":21,"verse":"শলোমন নির্ম্মল স্বর্ণ দ্বারা গৃহের ভিতরের ভাগ মুড়াইলেন, এবং অন্তর্গৃহের সম্মুখে স্বর্ণশৃঙ্খল রাখিলেন, আর অন্তর্গৃহ স্বর্ণ দ্বারা মুড়াইলেন।"},{"number":22,"verse":"তিনি সমস্ত গৃহ স্বর্ণে মুড়াইলেন, যে পর্য্যন্ত সমুদয় গৃহ সাঙ্গ না হইল; এবং অন্তর্গৃহের নিকটস্থ সমস্ত বেদিটী স্বর্ণে মুড়াইলেন।"},{"number":23,"verse":"আর তিনি অন্তর্গৃহের মধ্যে দশ দশ হস্ত উচ্চ জিতকাষ্ঠের দুই করূব নির্ম্মাণ করিলেন।"},{"number":24,"verse":"এক করূবের এক পক্ষ পাঁচ হস্ত, ও অন্য পক্ষ পাঁচ হস্ত ছিল; এক পক্ষের প্রান্তভাগ হইতে অন্য পক্ষের প্রান্তভাগ পর্য্যন্ত দশ হস্ত হইল।"},{"number":25,"verse":"আর দ্বিতীয় করূবও দশ হস্ত ছিল; দুই করূবের সম পরিমাণ ও সম আকার ছিল।"},{"number":26,"verse":"প্রথম এবং দ্বিতীয় দুই করূবই দশ দশ হস্ত উচ্চ ছিল।"},{"number":27,"verse":"পরে তিনি সেই দুই করূবকে ভিতরের গৃহে স্থাপন করিলেন, এবং করূবদের পক্ষ এমন প্রসারিত হইল যে, একটীর পক্ষ এক ভিত্তি, অন্যটীর পক্ষ অন্য ভিত্তি স্পর্শ করিল, এবং তাহাদের পক্ষ গৃহমধ্যে পরস্পর স্পর্শ করিল।"},{"number":28,"verse":"পরে তিনি করূব দুইটীকে স্বর্ণে মুড়াইলেন।"},{"number":29,"verse":"আর করূবের, খর্জ্জুর বৃক্ষের ও বিকসিত পুষ্পের মূর্ত্তিতে গৃহের সমস্ত ভিত্তির গাত্র ভিতরে বাহিরে চারিদিকে ক্ষোদিত করিলেন;"},{"number":30,"verse":"এবং গৃহের মেজিয়া ভিতরে বাহিরে স্বর্ণে মুড়াইলেন।"},{"number":31,"verse":"আর তিনি অন্তর্গৃহের প্রবেশ-দ্বারে জিতকাষ্ঠের কবাট নির্ম্মাণ করিলেন, এবং কপালি ও বাজু [ভিত্তির] পঞ্চমাংশ হইল।"},{"number":32,"verse":"ঐ জিতকাষ্ঠময় দুই কবাটে করূবের, খর্জ্জুর বৃক্ষের ও বিকসিত পুষ্পের আকৃতি ক্ষোদিত করিয়া স্বর্ণ দ্বারা তাহা মুড়াইলেন; আর করূব ও খর্জ্জুর বৃক্ষের উপরে স্বর্ণের পাত করিয়া দিলেন।"},{"number":33,"verse":"তদ্রূপ তিনি মন্দিরের দ্বারের নিমিত্ত [ভিত্তির] চতুর্থাংশে জিতকাষ্ঠের চৌকাঠ করিলেন।"},{"number":34,"verse":"আর দেবদারুকাষ্ঠের দুই কবাট নির্ম্মাণ করিলেন, এক কবাটের দুই বাইল যেমন কব্জাতে খেলিত, অন্য কবাটের দুই বাইলও তদ্রূপ কব্জাতে খেলিত।"},{"number":35,"verse":"আর তিনি তাহার উপরে করূব, খর্জ্জুর বৃক্ষ ও বিকসিত পুষ্প ক্ষুদিয়া সেই ক্ষোদিত কর্ম্মশুদ্ধ তাহা স্বর্ণ দ্বারা মুড়াইলেন।"},{"number":36,"verse":"আর তিনি তিন পংক্তি তক্ষিত প্রস্তর ও এক পংক্তি এরসকাষ্ঠের কড়ি দ্বারা ভিতর প্রাঙ্গণ নির্ম্মাণ করিলেন।"},{"number":37,"verse":"চতুর্থ বৎসরের সিব মাসে সদাপ্রভুর গৃহের ভিত্তিমূল স্থাপিত হয়।"},{"number":38,"verse":"আর একাদশ বৎসরের বূল মাসে, অর্থাৎ অষ্টম মাসে নিরূপিত সমস্ত আকারানুসারে সর্ব্বাংশে গৃহের নির্ম্মাণ সমাপ্ত হয়; তিনি ঐ গৃহের নির্ম্মাণে সাত বৎসর ব্যাপৃত ছিলেন।"}]}