{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"וַיַּֽעַשׂ־ <WH6213> vai-ya-'as- And [David] made ל֥וֹ lo בָתִּ֖ים <WH1004> vat-Tim him houses בְּעִ֣יר <WH5892> be-'Ir in the city דָּוִ֑יד <WH1732> da-Vid; of David וַיָּ֤כֶן <WH3559> vai-Ya-chen and prepared מָקוֹם֙ <WH4725> ma-kOm a place לַֽאֲר֣וֹן <WH727> la-'a-Ron for the ark הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God וַיֶּט־ <WH5186> vai-yet- and pitched ל֖וֹ lo אֹֽהֶל׃ <WH168> 'O-hel. for it a tent"},{"number":2,"verse":"אָ֚ז <WH227> 'az Then אָמַ֣ר <WH559> 'a-Mar said דָּוִ֔יד <WH1732> da-Vid, Then David לֹ֤א <WH3808> lo No לָשֵׂאת֙ <WH5375> la-seT None ought to carry אֶת־ <WH853> 'et- אֲר֣וֹן <WH727> a-Ron the ark הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God כִּ֖י <WH3588> ki for אִם־ <WH518> 'im- but הַלְוִיִּ֑ם <WH3881> hal-vi-Yim; but the Levites כִּי־ <WH3588> ki- for בָ֣ם׀ vam בָּחַ֣ר <WH977> ba-Char chosen יְהוָ֗ה <WH3068> Yah-weh for them hath the LORD לָשֵׂ֞את <WH5375> la-Set to carry אֶת־ <WH853> 'et- אֲר֧וֹן <WH727> a-Ron the ark יְהוָ֛ה <WH3068> Yah-weh the LORD וּֽלְשָׁרְת֖וֹ <WH8334> u-le-sha-re-To and to minister עַד־ <WH5704> 'ad- unto him for עוֹלָֽם׃ <WH5769> o-Lam. ever ס sa-Mek"},{"number":3,"verse":"וַיַּקְהֵ֥ל <WH6950> vai-yak-Hel together דָּוִ֛יד <WH1732> da-Vid And David אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El all Israel אֶל־ <WH413> 'el- at יְרֽוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; to Jerusalem לְהַעֲלוֹת֙ <WH5927> le-ha-'a-lOt to bring up אֶת־ <WH853> 'et- אֲר֣וֹן <WH727> a-Ron the ark יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶל־ <WH413> 'el- to מְקוֹמ֖וֹ <WH4725> me-ko-Mo unto his place אֲשֶׁר־ <WH834> 'a-Sher- which הֵכִ֥ין <WH3559> he-Chin which he had prepared לֽוֹ׃ lo."},{"number":4,"verse":"וַיֶּאֱסֹ֥ף <WH622> vai-ye-'e-Sof assembled דָּוִ֛יד <WH1732> da-Vid And David אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei the children אַֽהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron וְאֶת־ <WH853> ve-'Et הַלְוִיִּֽם׃ <WH3881> hal-vi-Yim. and the Levites"},{"number":5,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons קְהָ֑ת <WH6955> ke-Hat; of Kohath אוּרִיאֵ֣ל <WH222> 'u-ri-'El Uriel הַשָּׂ֔ר <WH8269> has-Sar, the chief וְאֶחָ֖יו <WH251> ve-'e-Chav and his brethren מֵאָ֥ה <WH3967> me-'Ah an hundred וְעֶשְׂרִֽים׃ <WH6242> ve-'es-Rim. and twenty ס sa-Mek"},{"number":6,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons מְרָרִ֑י <WH4847> me-ra-Ri; of Merari עֲשָׂיָ֣ה <WH6222> 'a-sa-Yah Asaiah הַשָּׂ֔ר <WH8269> has-Sar, the chief וְאֶחָ֖יו <WH251> ve-'e-Chav and his brethren מָאתַ֥יִם <WH3967> ma-Ta-yim two hundred וְעֶשְׂרִֽים׃ <WH6242> ve-'es-Rim. and twenty ס sa-Mek"},{"number":7,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons גֵּרְשׁ֑וֹם <WH1648> ge-re-Shom; Gershon יוֹאֵ֣ל <WH3100> yo-'El Joel הַשָּׂ֔ר <WH8269> has-Sar, the chief וְאֶחָ֖יו <WH251> ve-'e-Chav and his brethren מֵאָ֥ה <WH3967> me-'Ah an hundred וּשְׁלֹשִֽׁים׃ <WH7970> u-she-lo-Shim. and thirty ס sa-Mek"},{"number":8,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons אֱלִֽיצָפָ֑ן <WH469> 'e-li-tza-Fan; of Elizaphan שְׁמַֽעְיָ֥ה <WH8098> she-ma'-Yah Shemaiah הַשָּׂ֖ר <WH8269> has-Sar the chief וְאֶחָ֥יו <WH251> ve-'e-Chav and his brethren מָאתָֽיִם׃ <WH3967> ma-Ta-yim. two hundred ס sa-Mek"},{"number":9,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons חֶבְר֑וֹן <WH2275> chev-Ron; of Hebron אֱלִיאֵ֥ל <WH447> 'e-li-'El Eliel הַשָּׂ֖ר <WH8269> has-Sar the chief וְאֶחָ֥יו <WH251> ve-'e-Chav and his brethren שְׁמוֹנִֽים׃ <WH8084> she-mo-Nim. fourscore ס sa-Mek"},{"number":10,"verse":"לִבְנֵ֖י <WH1121> liv-Nei Of the sons עֻזִּיאֵ֑ל <WH5816> 'uz-zi-'El; of Uzziel עַמִּינָדָ֣ב <WH5992> 'am-mi-na-Dav Amminadab הַשָּׂ֔ר <WH8269> has-Sar, the chief וְאֶחָ֕יו <WH251> ve-'e-Chav and his brethren מֵאָ֖ה <WH3967> me-'Ah an hundred וּשְׁנֵ֥ים <WH8147> u-she-Neim both עָשָֽׂר׃ <WH6240> 'a-Sar. ten ס sa-Mek"},{"number":11,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called דָוִ֔יד <WH1732> da-Vid, And David לְצָד֥וֹק <WH6659> le-tza-Dok for Zadok וּלְאֶבְיָתָ֖ר <WH54> u-le-'ev-ya-Tar and Abiathar הַכֹּֽהֲנִ֑ים <WH3548> hak-ko-ha-Nim; the priests וְלַלְוִיִּ֗ם <WH3881> ve-lal-vi-Yim, and for the Levites לְאֽוּרִיאֵ֤ל <WH222> le-'u-ri-'El for Uriel עֲשָׂיָה֙ <WH6222> 'a-sa-Yah Asaiah וְיוֹאֵ֣ל <WH3100> ve-yo-'El and Joel שְׁמַֽעְיָ֔ה <WH8098> she-ma'-Yah, Shemaiah וֶאֱלִיאֵ֖ל <WH447> ve-'e-li-'El and Eliel וְעַמִּינָדָֽב׃ <WH5992> ve-'am-mi-na-Dav. and Amminadab"},{"number":12,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer And said לָהֶ֔ם la-Hem, אַתֶּ֛ם <WH859> 'at-Tem You רָאשֵׁ֥י <WH7218> ra-Shei unto them Ye [are] the chief הָאָב֖וֹת <WH1> ha-'a-Vot of the fathers לַלְוִיִּ֑ם <WH3881> lal-vi-Yim; of the Levites הִֽתְקַדְּשׁוּ֙ <WH6942> hit-kad-de-Shu sanctify אַתֶּ֣ם <WH859> 'at-Tem you וַאֲחֵיכֶ֔ם <WH251> va-'a-chei-Chem, yourselves [both] ye and your brethren וְהַֽעֲלִיתֶ֗ם <WH5927> ve-ha-'a-li-Tem, that ye may bring up אֵ֣ת <WH853> 'et אֲר֤וֹן <WH727> a-Ron the ark יְהוָה֙ <WH3068> Yah-weh of the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֶל־ <WH413> 'el- that הֲכִינ֖וֹתִי <WH3559> ha-chi-No-ti unto [the place that] I have prepared לֽוֹ׃ lo."},{"number":13,"verse":"כִּ֛י <WH3588> ki Because לְמַבָּרִ֥אשׁוֹנָ֖ה <WH7223> le-mab-ba-Ri-sho-Nah For because ye [did it] not at the first לֹ֣א <WH3808> lo not אַתֶּ֑ם <WH859> 'at-Tem; you פָּרַ֨ץ <WH6555> pa-Ratz made a breach יְהוָ֤ה <WH3068> Yah-weh the LORD אֱלֹהֵ֙ינוּ֙ <WH430> 'e-lo-Hei-nu our God בָּ֔נוּ Ba-nu, כִּי־ <WH3588> ki- Because לֹ֥א <WH3808> lo did not דְרַשְׁנֻ֖הוּ <WH1875> de-rash-Nu-hu upon us for that we sought כַּמִּשְׁפָּֽט׃ <WH4941> kam-mish-Pat. him not after the due order"},{"number":14,"verse":"וַיִּֽתְקַדְּשׁ֔וּ <WH6942> vai-yit-kad-de-Shu, sanctified הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim So the priests וְהַלְוִיִּ֑ם <WH3881> ve-hal-vi-Yim; and the Levites לְהַעֲל֕וֹת <WH5927> le-ha-'a-Lot themselves to bring up אֶת־ <WH853> 'et- אֲר֥וֹן <WH727> a-Ron the ark יְהוָ֖ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":15,"verse":"וַיִּשְׂא֣וּ <WH5375> vai-yis-'U bare בְנֵֽי־ <WH1121> ve-nei- And the children הַלְוִיִּ֗ם <WH3881> hal-vi-Yim, of the Levites אֵ֚ת <WH853> 'et אֲר֣וֹן <WH727> a-Ron the ark הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded מֹשֶׁ֖ה <WH4872> mo-Sheh thereon as Moses כִּדְבַ֣ר <WH1697> kid-Var according to the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD בִּכְתֵפָ֥ם <WH3802> bich-te-Fam upon their shoulders בַּמֹּט֖וֹת <WH4133> bam-mo-Tot with the staves עֲלֵיהֶֽם׃ <WH5921> 'a-lei-Hem. thereon פ Peh"},{"number":16,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake דָּוִיד֮ <WH1732> da-Vid And David לְשָׂרֵ֣י <WH8269> le-sa-Rei to the chief הַלְוִיִּם֒ <WH3881> hal-vi-Yim of the Levites לְהַֽעֲמִ֗יד <WH5975> le-ha-'a-Mid, to appoint אֶת־ <WH853> 'et- אֲחֵיהֶם֙ <WH251> 'a-chei-Hem their brethren הַמְשֹׁ֣רְרִ֔ים <WH7891> ham-Sho-re-Rim, [to be] the singers בִּכְלֵי־ <WH3627> bich-lei- with instruments שִׁ֛יר <WH7892> shir of musick נְבָלִ֥ים <WH5035> ne-va-Lim psalteries וְכִנֹּר֖וֹת <WH3658> ve-chin-no-Rot and harps וּמְצִלְתָּ֑יִם <WH4700> u-me-tzil-Ta-yim; and cymbals מַשְׁמִיעִ֥ים <WH8085> mash-mi-'Im sounding לְהָרִֽים־ <WH7311> le-ha-rim- by lifting up בְּק֖וֹל <WH6963> be-Kol the voice לְשִׂמְחָֽה׃ <WH8057> le-sim-Chah. with joy פ Peh"},{"number":17,"verse":"וַיַּעֲמִ֣ידוּ <WH5975> vai-ya-'a-Mi-du appointed הַלְוִיִּ֗ם <WH3881> hal-vi-Yim, So the Levites אֵ֚ת <WH853> 'et הֵימָ֣ן <WH1968> hei-Man Heman בֶּן־ <WH1121> ben- the son יוֹאֵ֔ל <WH3100> yo-'El, of Joel וּמִ֨ן־ <WH4480> u-Min- and from אֶחָ֔יו <WH251> 'e-Chav, and of his brethren אָסָ֖ף <WH623> 'a-Saf Asaph בֶּן־ <WH1121> ben- the son בֶּֽרֶכְיָ֑הוּ <WH1296> be-rech-Ya-hu; of Berechiah ס sa-Mek וּמִן־ <WH4480> u-min- and from בְּנֵ֤י <WH1121> be-Nei and of the sons מְרָרִי֙ <WH4847> me-ra-Ri of Merari אֲחֵיהֶ֔ם <WH251> 'a-chei-Hem, their brethren אֵיתָ֖ן <WH387> 'ei-Tan Ethan בֶּן־ <WH1121> ben- the son קֽוּשָׁיָֽהוּ׃ <WH6984> Ku-sha-Ya-hu. of Kushaiah"},{"number":18,"verse":"וְעִמָּהֶ֖ם <WH5973> ve-'im-ma-Hem them אֲחֵיהֶ֣ם <WH251> 'a-chei-Hem And with them their brethren הַמִּשְׁנִ֑ים <WH4932> ham-mish-Nim; of the second זְכַרְיָ֡הוּ <WH2148> ze-char-Ya-hu [degree] Zechariah בֵּ֡ן <WH1122> ben Ben וְיַֽעֲזִיאֵ֡ל <WH3268> ve-ya-'a-zi-'El and Jaaziel וּשְׁמִֽירָמ֡וֹת <WH8070> u-she-mi-ra-Mot and Shemiramoth וִיחִיאֵ֣ל׀ <WH3171> vi-chi-'El and Jehiel וְעֻנִּ֡י <WH6042> ve-'un-Ni and Unni אֱלִיאָ֡ב <WH446> 'e-li-'Av Eliab וּבְנָיָ֡הוּ <WH1141> u-ve-na-Ya-hu and Benaiah וּמַֽעֲשֵׂיָ֡הוּ <WH4641> u-ma-'a-se-Ya-hu and Maaseiah וּמַתִּתְיָהוּ֩ <WH4993> u-mat-tit-ya-Hu and Mattithiah וֶאֱלִ֨יפְלֵ֜הוּ <WH466> ve-'e-Li-fe-Le-hu and Elipheleh וּמִקְנֵיָ֨הוּ <WH4737> u-mik-ne-Ya-hu and Mikneiah וְעֹבֵ֥ד ve-'o-Ved אֱדֹ֛ם <WH5654> 'e-Dom and Obededom וִֽיעִיאֵ֖ל <WH3273> vi-'i-'El and Jeiel הַשֹּׁעֲרִֽים׃ <WH7778> hash-sho-'a-Rim. the porters"},{"number":19,"verse":"וְהַמְשֹׁ֣רְרִ֔ים <WH7891> ve-ham-Sho-re-Rim, So the singers הֵימָ֥ן <WH1968> hei-Man Heman אָסָ֖ף <WH623> 'a-Saf Asaph וְאֵיתָ֑ן <WH387> ve-'ei-Tan; and Ethan בִּמְצִלְתַּ֥יִם <WH4700> bim-tzil-Ta-yim with cymbals נְחֹ֖שֶׁת <WH5178> ne-Cho-shet of brass לְהַשְׁמִֽיעַ׃ <WH8085> le-hash-Mi-a'. [were appointed] to sound"},{"number":20,"verse":"וּזְכַרְיָ֨ה <WH2148> u-ze-char-Yah And Zechariah וַעֲזִיאֵ֜ל <WH5815> va-'a-zi-'El and Aziel וּשְׁמִֽירָמ֤וֹת <WH8070> u-she-mi-ra-Mot and Shemiramoth וִֽיחִיאֵל֙ <WH3171> vi-chi-'El and Jehiel וְעֻנִּ֣י <WH6042> ve-'un-Ni and Unni וֶֽאֱלִיאָ֔ב <WH446> ve-'e-li-'Av, and Eliab וּמַעֲשֵׂיָ֖הוּ <WH4641> u-ma-'a-se-Ya-hu and Maaseiah וּבְנָיָ֑הוּ <WH1141> u-ve-na-Ya-hu; and Benaiah בִּנְבָלִ֖ים <WH5035> bin-va-Lim with psalteries עַל־ <WH5921> 'al- to עֲלָמֽוֹת׃ <WH5961> a-la-Mot. on Alamoth"},{"number":21,"verse":"וּמַתִּתְיָ֣הוּ <WH4993> u-mat-tit-Ya-hu And Mattithiah וֶאֱלִֽיפְלֵ֗הוּ <WH466> ve-'e-li-fe-Le-hu, and Elipheleh וּמִקְנֵיָ֙הוּ֙ <WH4737> u-mik-ne-Ya-hu and Mikneiah וְעֹבֵ֣ד ve-'o-Ved אֱדֹ֔ם <WH5654> 'e-Dom, and Obededom וִֽיעִיאֵ֖ל <WH3273> vi-'i-'El and Jeiel וַעֲזַזְיָ֑הוּ <WH5812> va-'a-zaz-Ya-hu; and Azaziah בְּכִנֹּר֥וֹת <WH3658> be-chin-no-Rot with harps עַל־ <WH5921> 'al- on הַשְּׁמִינִ֖ית <WH8067> hash-she-mi-Nit on the Sheminith לְנַצֵּֽחַ׃ <WH5329> le-natz-Tze-ach. to excel"},{"number":22,"verse":"וּכְנַנְיָ֥הוּ <WH3663> u-che-nan-Ya-hu And Chenaniah שַֽׂר־ <WH8269> sar- chief הַלְוִיִּ֖ם <WH3881> hal-vi-Yim of the Levites בְּמַשָּׂ֑א <WH4853> be-mas-Sa; [was] for song יָסֹר֙ <WH3256> ya-Sor he instructed בַּמַּשָּׂ֔א <WH4853> bam-mas-Sa, about the song כִּ֥י <WH3588> ki because מֵבִ֖ין <WH995> me-Vin because he [was] skilful הֽוּא׃ <WH1931> Hu. he"},{"number":23,"verse":"וּבֶֽרֶכְיָה֙ <WH1296> u-ve-rech-Yah And Berechiah וְאֶלְקָנָ֔ה <WH511> ve-'el-ka-Nah, and Elkanah שֹׁעֲרִ֖ים <WH7778> sho-'a-Rim [were] doorkeepers לָאָרֽוֹן׃ <WH727> la-'a-Ron. for the ark"},{"number":24,"verse":"וּשְׁבַנְיָ֡הוּ <WH7645> u-she-van-Ya-hu And Shebaniah וְיֽוֹשָׁפָ֡ט <WH3146> ve-yo-sha-Fat and Jehoshaphat וּנְתַנְאֵ֡ל <WH5417> u-ne-tan-'El and Nethaneel וַעֲמָשַׂ֡י <WH6022> va-'a-ma-Sai and Amasai וּ֠זְכַרְיָהוּ <WH2148> U-ze-char-ya-hu and Zechariah וּבְנָיָ֤הוּ <WH1141> u-ve-na-Ya-hu and Benaiah וֶֽאֱלִיעֶ֙זֶר֙ <WH461> ve-'e-li-'E-zer and Eliezer הַכֹּ֣הֲנִ֔ים <WH3548> hak-Ko-ha-Nim, the priests; מַחֲצֹצְרִים ma-cha-tzo-tze-rim כמַחְצְרִים֙ <WH2690> mach-tze-Rim blow קבַּחֲצֹ֣צְר֔וֹת <WH2689> ba-cha-Tzo-tze-Rot, with the trumpets לִפְנֵ֖י <WH6440> lif-Nei before אֲר֣וֹן <WH727> a-Ron the ark הָֽאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; of God וְעֹבֵ֤ד ve-'o-Ved אֱדֹם֙ <WH5654> 'e-Dom and Obededom וִֽיחִיָּ֔ה <WH3174> vi-chi-Yah, and Jehiah שֹׁעֲרִ֖ים <WH7778> sho-'a-Rim [were] doorkeepers לָאָרֽוֹן׃ <WH727> la-'a-Ron. for the ark"},{"number":25,"verse":"וַיְהִ֥י <WH1961> vay-Hi become דָוִ֛יד <WH1732> da-Vid So David וְזִקְנֵ֥י <WH2205> ve-zik-Nei and the elders יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel וְשָׂרֵ֣י <WH8269> ve-sa-Rei and the captains הָאֲלָפִ֑ים <WH505> ha-'a-la-Fim; over thousands הַהֹֽלְכִ֗ים <WH1980> ha-ho-le-Chim, went לְֽהַעֲל֞וֹת <WH5927> le-ha-'a-Lot to bring up אֶת־ <WH853> 'et- אֲר֧וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֛ה <WH3068> Yah-weh of the LORD מִן־ <WH4480> min- from בֵּ֥ית <WH1004> beit out of the house עֹבֵֽד־ 'oed- אֱדֹ֖ם <WH5654> 'e-Dom of Obededom בְּשִׂמְחָֽה׃ <WH8057> be-sim-Chah. with joy ס sa-Mek"},{"number":26,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi become בֶּעְזֹ֣ר <WH5826> be'-Zor helped הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, And it came to pass when God אֶ֨ת־ <WH853> 'et- הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, the Levites נֹשְׂאֵ֖י <WH5375> no-se-'Ei that bare אֲר֣וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַיִּזְבְּח֥וּ <WH2076> vai-yiz-be-Chu that they offered שִׁבְעָֽה־ <WH7651> shiv-'ah- seven פָרִ֖ים <WH6499> fa-Rim bullocks וְשִׁבְעָ֥ה <WH7651> ve-shiv-'Ah and seven אֵילִֽים׃ <WH352> 'ei-Lim. rams"},{"number":27,"verse":"וְדָוִ֞יד <WH1732> ve-da-Vid And David מְכֻרְבָּ֣ל׀ <WH3736> me-chur-Bal [was] clothed בִּמְעִ֣יל <WH4598> bim-'Il with a robe בּ֗וּץ <WH948> Butz, of fine linen וְכָל־ <WH3605> ve-chol all הַלְוִיִּם֙ <WH3881> hal-vi-Yim and all the Levites הַנֹּשְׂאִ֣ים <WH5375> han-no-se-'Im that bare אֶת־ <WH853> 'et- הָאָר֔וֹן <WH727> ha-'a-Ron, the ark וְהַמְשֹׁ֣רְרִ֔ים <WH7891> ve-ham-Sho-re-Rim, and the singers וּכְנַנְיָ֛ה <WH3663> u-che-nan-Yah and Chenaniah הַשַּׂ֥ר <WH8269> has-Sar the master הַמַּשָּׂ֖א <WH4853> ham-mas-Sa of the song הַמְשֹֽׁרְרִ֑ים <WH7891> ham-sho-re-Rim; with the singers וְעַל־ <WH5921> ve-'al- wore דָּוִ֖יד <WH1732> da-Vid David אֵפ֥וֹד <WH646> e-Fod also [had] upon him an ephod בָּֽד׃ <WH906> Bad. of linen"},{"number":28,"verse":"וְכָל־ <WH3605> ve-chol all יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, Thus all Israel מַעֲלִים֙ <WH5927> ma-'a-Lim brought up אֶת־ <WH853> 'et- אֲר֣וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֔ה <WH3068> Yah-weh, of the LORD בִּתְרוּעָה֙ <WH8643> bit-ru-'Ah with shouting וּבְק֣וֹל <WH6963> u-ve-Kol and with sound שׁוֹפָ֔ר <WH7782> sho-Far, of the cornet וּבַחֲצֹצְר֖וֹת <WH2689> u-va-cha-tzo-tze-Rot and with trumpets וּבִמְצִלְתָּ֑יִם <WH4700> u-vim-tzil-Ta-yim; and with cymbals מַשְׁמִעִ֕ים <WH8085> mash-mi-'Im making a noise בִּנְבָלִ֖ים <WH5035> bin-va-Lim with psalteries וְכִנֹּרֽוֹת׃ <WH3658> ve-chin-no-Rot. and harps"},{"number":29,"verse":"וַיְהִ֗י <WH1961> vay-Hi, happened אֲרוֹן֙ <WH727> 'a-rOn And it came to pass [as] the ark בְּרִ֣ית <WH1285> be-Rit of the covenant יְהוָ֔ה <WH3068> Yah-weh, of the LORD בָּ֖א <WH935> ba came עַד־ <WH5704> 'ad- against עִ֣יר <WH5892> 'ir to the city דָּוִ֑יד <WH1732> da-Vid; of David וּמִיכַ֨ל <WH4324> u-mi-Chal that Michal בַּת־ <WH1323> bat- the daughter שָׁא֜וּל <WH7586> sha-'Ul of Saul נִשְׁקְפָ֣ה׀ <WH8259> nish-ke-Fah looking out בְּעַ֣ד <WH1157> be-'Ad out הַחַלּ֗וֹן <WH2474> ha-chal-Lon, at a window וַתֵּ֨רֶא <WH7200> vat-Te-re saw אֶת־ <WH853> 'et- הַמֶּ֤לֶךְ <WH4428> ham-Me-lech king דָּוִיד֙ <WH1732> da-Vid David מְרַקֵּ֣ד <WH7540> me-rak-Ked dancing וּמְשַׂחֵ֔ק <WH7832> u-me-sa-Chek, and playing וַתִּ֥בֶז <WH959> vat-Ti-vez and she despised ל֖וֹ lo בְּלִבָּֽהּ׃ <WH3820> be-lib-Bah. him in her heart פ Peh"}]}