{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"וַיְהִי֙ <WH1961> vay-Hi came אַחֲרֵי־ <WH310> 'a-cha-rei- Now after this כֵ֔ן <WH3651> Chen, this וַיַּ֥ךְ <WH5221> vai-Yach smote דָּוִ֛יד <WH1732> da-Vid it came to pass that David אֶת־ <WH853> 'et- פְּלִשְׁתִּ֖ים <WH6430> pe-lish-Tim the Philistines וַיַּכְנִיעֵ֑ם <WH3665> vai-yach-ni-'Em; and subdued וַיִּקַּ֛ח <WH3947> vai-yik-Kach them and took אֶת־ <WH853> 'et- גַּ֥ת <WH1661> gat Gath וּבְנֹתֶ֖יהָ <WH1323> u-ve-no-Tei-ha and her towns מִיַּ֥ד <WH3027> mi-Yad out of the hand פְּלִשְׁתִּֽים׃ <WH6430> pe-lish-Tim. of the Philistines"},{"number":2,"verse":"וַיַּ֖ךְ <WH5221> vai-Yach And he smote אֶת־ <WH853> 'et- מוֹאָ֑ב <WH4124> mo-'Av; Moab וַיִּהְי֤וּ <WH1961> vai-yih-Yu became מוֹאָב֙ <WH4124> mo-'Av and the Moabites עֲבָדִ֣ים <WH5650> 'a-va-Dim servants לְדָוִ֔יד <WH1732> le-da-Vid, became David's נֹשְׂאֵ֖י <WH5375> no-se-'Ei [and] brought מִנְחָֽה׃ <WH4503> min-Chah. gifts"},{"number":3,"verse":"וַיַּ֥ךְ <WH5221> vai-Yach smote דָּוִ֛יד <WH1732> da-Vid And David אֶת־ <WH853> 'et- הֲדַדְעֶ֥זֶר <WH1909> ha-dad-'E-zer Hadadezer מֶֽלֶךְ־ <WH4428> Me-lech- king צוֹבָ֖ה <WH6678> tzo-Vah of Zobah חֲמָ֑תָה <WH2574> cha-Ma-tah; unto Hamath בְּלֶכְתּ֕וֹ <WH1980> be-lech-To went לְהַצִּ֥יב <WH5324> le-hatz-Tziv to stablish יָד֖וֹ <WH3027> ya-Do his dominion בִּֽנְהַר־ <WH5104> bin-har- by the river פְּרָֽת׃ <WH6578> pe-Rat. Euphrates"},{"number":4,"verse":"וַיִּלְכֹּד֩ <WH3920> vai-yil-Kod took דָּוִ֨יד <WH1732> da-Vid And David מִמֶּ֜נּוּ <WH4480> mi-Men-nu at אֶ֣לֶף <WH505> 'E-lef from him a thousand רֶ֗כֶב <WH7393> Re-chev, chariots וְשִׁבְעַ֤ת <WH7651> ve-shiv-'At and seven אֲלָפִים֙ <WH505> 'a-la-Fim thousand פָּֽרָשִׁ֔ים <WH6571> pa-ra-Shim, horsemen וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and twenty אֶ֖לֶף <WH505> 'E-lef thousand אִ֣ישׁ <WH376> 'ish he רַגְלִ֑י <WH7273> rag-Li; foot soldier וַיְעַקֵּ֤ר <WH6131> vay-'ak-Ker also houghed דָּוִיד֙ <WH1732> da-Vid David אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all manner הָרֶ֔כֶב <WH7393> ha-Re-chev, all the chariot וַיּוֹתֵ֥ר <WH3498> vai-yo-Ter [horses] but reserved מִמֶּ֖נּוּ <WH4480> mi-Men-nu at מֵ֥אָה <WH3967> Me-'ah of them an hundred רָֽכֶב׃ <WH7393> Ra-chev. chariots"},{"number":5,"verse":"וַיָּבֹא֙ <WH935> vai-ya-Vo came אֲרַ֣ם <WH758> 'a-Ram And when the Syrians דַּרְמֶ֔שֶׂק <WH1834> dar-Me-sek, of Damascus לַעְז֕וֹר <WH5826> la'-Zor to help לַהֲדַדְעֶ֖זֶר <WH1909> la-ha-dad-'E-zer Hadadezer מֶ֣לֶךְ <WH4428> Me-lech king צוֹבָ֑ה <WH6678> tzo-Vah; of Zobah וַיַּ֤ךְ <WH5221> vai-Yach slew דָּוִיד֙ <WH1732> da-Vid David בַּאֲרָ֔ם <WH758> ba-'a-Ram, of the Syrians עֶשְׂרִֽים־ <WH6242> 'es-rim- and twenty וּשְׁנַ֥יִם <WH8147> u-she-Na-yim two אֶ֖לֶף <WH505> 'E-lef thousand אִֽישׁ׃ <WH376> 'Ish. men"},{"number":6,"verse":"וַיָּ֤שֶׂם <WH7760> vai-Ya-sem put דָּוִיד֙ <WH1732> da-Vid Then David בַּאֲרַ֣ם <WH758> ba-'a-Ram and the Syrians דַּרְמֶ֔שֶׂק <WH1834> dar-Me-sek, of Damascus וַיְהִ֤י <WH1961> vay-Hi became אֲרָם֙ <WH758> 'a-Ram and the Arameans לְדָוִ֔יד <WH1732> le-da-Vid, became David's עֲבָדִ֖ים <WH5650> 'a-va-Dim servants נֹשְׂאֵ֣י <WH5375> no-se-'Ei [and] brought מִנְחָ֑ה <WH4503> min-Chah; gifts וַיּ֤וֹשַׁע <WH3467> vai-Yoo-sha' preserved יְהוָה֙ <WH3068> Yah-weh Thus the LORD לְדָוִ֔יד <WH1732> le-da-Vid, David בְּכֹ֖ל <WH3605> be-Chol all manner אֲשֶׁ֥ר <WH834> 'a-Sher he הָלָֽךְ׃ <WH1980> ha-Lach. whithersoever he went"},{"number":7,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took דָּוִ֗יד <WH1732> da-Vid, And David אֵ֚ת <WH853> 'et שִׁלְטֵ֣י <WH7982> shil-Tei the shields הַזָּהָ֔ב <WH2091> haz-za-Hav, of gold אֲשֶׁ֣ר <WH834> 'a-Sher which הָי֔וּ <WH1961> ha-Yu, become עַ֖ל <WH5921> 'al were carried עַבְדֵ֣י <WH5650> 'av-Dei that were on the servants הֲדַדְעָ֑זֶר <WH1909> ha-dad-'A-zer; of Hadadezer וַיְבִיאֵ֖ם <WH935> vay-vi-'Em and brought יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. them to Jerusalem"},{"number":8,"verse":"וּמִטִּבְחַ֤ת <WH2880> u-mit-tiv-Chat Likewise from Tibhath וּמִכּוּן֙ <WH3560> u-mik-Kun and from Chun עָרֵ֣י <WH5892> 'a-Rei cities הֲדַדְעֶ֔זֶר <WH1909> ha-dad-'E-zer, of Hadadezer לָקַ֥ח <WH3947> la-Kach brought דָּוִ֛יד <WH1732> da-Vid David נְחֹ֖שֶׁת <WH5178> ne-Cho-shet brass רַבָּ֣ה <WH7227> rab-Bah much מְאֹ֑ד <WH3966> me-'Od; very בָּ֣הּ׀ bah עָשָׂ֣ה <WH6213> 'a-Sah made שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, wherewith Solomon אֶת־ <WH853> 'et- יָ֤ם <WH3220> yam sea הַנְּחֹ֙שֶׁת֙ <WH5178> han-ne-Cho-shet the brasen וְאֶת־ <WH853> ve-'Et הָֽעַמּוּדִ֔ים <WH5982> ha-'am-mu-Dim, and the pillars וְאֵ֖ת <WH853> ve-'Et כְּלֵ֥י <WH3627> ke-Lei and the vessels הַנְּחֹֽשֶׁת׃ <WH5178> han-ne-Cho-shet. of brass פ Peh"},{"number":9,"verse":"וַיִּשְׁמַ֕ע <WH8085> vai-yish-Ma' heard תֹּ֖עוּ <WH8583> To-'u Now when Tou מֶ֣לֶךְ <WH4428> Me-lech king חֲמָ֑ת <WH2574> cha-Mat; of Hamath כִּ֚י <WH3588> ki for הִכָּ֣ה <WH5221> hik-Kah had smitten דָוִ֔יד <WH1732> da-Vid, how David אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all חֵ֖יל <WH2426> cheil army הֲדַדְעֶ֥זֶר <WH1909> ha-dad-'E-zer of Hadadezer מֶֽלֶךְ־ <WH4428> Me-lech- king צוֹבָֽה׃ <WH6678> tzo-Vah. of Zobah"},{"number":10,"verse":"וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach He sent אֶת־ <WH853> 'et- הֲדֽוֹרָם־ <WH1913> ha-do-rom- Hadoram בְּנ֣וֹ <WH1121> be-No his son אֶל־ <WH413> 'el- to הַמֶּֽלֶךְ־ <WH4428> ham-Me-lech- to king דָּ֠וִיד <WH1732> Da-vid David; לִשְׁאֹול־ lish-'ol- כלִשְׁאָל־ <WH7592> lish-'ol- to enquire ל֨וֹ <WH7592> lo to enquire קלְשָׁל֜וֹם <WH7965> le-sha-Lom of his welfare וּֽלְבָרֲכ֗וֹ <WH1288> u-le-va-ra-Cho, and to congratulate עַל֩ <WH5921> 'al and אֲשֶׁ֨ר <WH834> 'a-Sher he נִלְחַ֤ם <WH3898> nil-Cham him because he had fought בַּהֲדַדְעֶ֙זֶר֙ <WH1909> ba-ha-dad-'E-zer Hadadezer וַיַּכֵּ֔הוּ <WH5221> vai-yak-Ke-hu, and smitten כִּי־ <WH3588> ki- for אִ֛ישׁ <WH376> 'ish at מִלְחֲמ֥וֹת <WH4421> mil-cha-Mot war תֹּ֖עוּ <WH8583> To-'u Tou הָיָ֣ה <WH1961> ha-Yah had הֲדַדְעָ֑זֶר <WH1909> ha-dad-'A-zer; Hadadezer וְכֹ֗ל <WH3605> ve-Chol, all כְּלֵ֛י <WH3627> ke-Lei of articles זָהָ֥ב <WH2091> za-Hav of gold וָכֶ֖סֶף <WH3701> va-Che-sef and silver וּנְחֹֽשֶׁת׃ <WH5178> u-ne-Cho-shet. and brass"},{"number":11,"verse":"גַּם־ <WH1571> gam- also אֹתָ֗ם <WH853> 'o-Tam, הִקְדִּ֞ישׁ <WH6942> hik-Dish dedicated הַמֶּ֤לֶךְ <WH4428> ham-Me-lech Them also king דָּוִיד֙ <WH1732> da-Vid David לַיהוָ֔ה <WH3068> Yah-weh, unto the LORD עִם־ <WH5973> 'im- with הַכֶּ֙סֶף֙ <WH3701> hak-Ke-sef with the silver וְהַזָּהָ֔ב <WH2091> ve-haz-za-Hav, and the gold אֲשֶׁ֥ר <WH834> 'a-Sher which נָשָׂ֖א <WH5375> na-Sa that he brought מִכָּל־ <WH3605> mik-kol all הַגּוֹיִ֑ם <WH1471> hag-go-Yim; from all [these] nations מֵֽאֱד֤וֹם <WH123> me-'e-Dom from Edom וּמִמּוֹאָב֙ <WH4124> u-mi-mo-'Av and from Moab וּמִבְּנֵ֣י <WH1121> u-mib-be-Nei and from the children עַמּ֔וֹן <WH5983> am-Mon, of Ammon וּמִפְּלִשְׁתִּ֖ים <WH6430> u-mip-pe-lish-Tim and from the Philistines וּמֵֽעֲמָלֵֽק׃ <WH6002> u-Me-'a-ma-Lek. and from Amalek"},{"number":12,"verse":"וְאַבְשַׁ֣י <WH52> ve-'av-Shai Moreover Abishai בֶּן־ <WH1121> ben- the son צְרוּיָ֗ה <WH6870> tze-ru-Yah, of Zeruiah הִכָּ֤ה <WH5221> hik-Kah slew אֶת־ <WH853> 'et- אֱדוֹם֙ <WH123> 'e-dOm of the Edomites בְּגֵ֣יא <WH1516> be-Gei in the valley הַמֶּ֔לַח <WH4417> ham-Me-lach, of salt שְׁמוֹנָ֥ה <WH8083> she-mo-Nah eight עָשָׂ֖ר <WH6240> 'a-Sar teen אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":13,"verse":"וַיָּ֤שֶׂם <WH7760> vai-Ya-sem And he put בֶּֽאֱדוֹם֙ <WH123> be-'e-dOm in Edom נְצִיבִ֔ים <WH5333> ne-tzi-Vim, garrisons וַיִּהְי֥וּ <WH1961> vai-yih-Yu became כָל־ <WH3605> chol and all אֱד֖וֹם <WH123> e-Dom and all the Edomites עֲבָדִ֣ים <WH5650> 'a-va-Dim servants לְדָוִ֑יד <WH1732> le-da-Vid; became David's וַיּ֤וֹשַׁע <WH3467> vai-Yoo-sha' preserved יְהוָה֙ <WH3068> Yah-weh Thus the LORD אֶת־ <WH853> 'et- דָּוִ֔יד <WH1732> da-Vid, David בְּכֹ֖ל <WH3605> be-Chol and all אֲשֶׁ֥ר <WH834> 'a-Sher he הָלָֽךְ׃ <WH1980> ha-Lach. whithersoever he went"},{"number":14,"verse":"וַיִּמְלֹ֥ךְ <WH4427> vai-yim-Loch reigned דָּוִ֖יד <WH1732> da-Vid So David עַל־ <WH5921> 'al- over כָּל־ <WH3605> kol- all יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; over all Israel וַיְהִ֗י <WH1961> vay-Hi, become עֹשֶׂ֛ה <WH6213> 'o-Seh and executed מִשְׁפָּ֥ט <WH4941> mish-Pat judgment וּצְדָקָ֖ה <WH6666> u-tze-da-Kah and justice לְכָל־ <WH3605> le-chol for all עַמּֽוֹ׃ <WH5971> am-Mo. among all his people"},{"number":15,"verse":"וְיוֹאָ֥ב <WH3097> ve-yo-'Av And Joab בֶּן־ <WH1121> ben- the son צְרוּיָ֖ה <WH6870> tze-ru-Yah of Zeruiah עַל־ <WH5921> 'al- over הַצָּבָ֑א <WH6635> hatz-tza-Va; [was] over the host וִיהוֹשָׁפָ֥ט <WH3092> vi-ho-sha-Fat and Jehoshaphat בֶּן־ <WH1121> ben- the son אֲחִיל֖וּד <WH286> 'a-chi-Lud of Ahilud מַזְכִּֽיר׃ <WH2142> maz-Kir. recorder"},{"number":16,"verse":"וְצָד֧וֹק <WH6659> ve-tza-Dok And Zadok בֶּן־ <WH1121> ben- the son אֲחִיט֛וּב <WH285> 'a-chi-Tuv of Ahitub וַאֲבִימֶ֥לֶךְ <WH40> va-'a-vi-Me-lech and Abimelech בֶּן־ <WH1121> ben- the son אֶבְיָתָ֖ר <WH54> 'ev-ya-Tar of Abiathar כֹּהֲנִ֑ים <WH3548> ko-ha-Nim; [were] the priests וְשַׁוְשָׁ֖א <WH7798> ve-shav-Sha and Shavsha סוֹפֵֽר׃ <WH5608> so-Fer. was scribe"},{"number":17,"verse":"וּבְנָיָ֙הוּ֙ <WH1141> u-ve-na-Ya-hu And Benaiah בֶּן־ <WH1121> ben- the son יְה֣וֹיָדָ֔ע <WH3077> ye-Ho-ya-Da', of Jehoiada עַל־ <WH5921> 'al- over הַכְּרֵתִ֖י <WH3774> hak-ke-re-Ti [was] over the Cherethites וְהַפְּלֵתִ֑י <WH6432> ve-hap-pe-le-Ti; and the Pelethites וּבְנֵי־ <WH1121> u-ve-nei- and the sons דָוִ֥יד <WH1732> da-Vid of David הָרִאשֹׁנִ֖ים <WH7223> ha-ri-sho-Nim [were] chief לְיַ֥ד <WH3027> le-Yad about הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king פ Peh"}]}