{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"וְדָוִ֥יד <WH1732> ve-da-Vid So when David זָקֵ֖ן <WH2204> za-Ken was old וְשָׂבַ֣ע <WH7646> ve-sa-Va' and full יָמִ֑ים <WH3117> ya-Mim; of days וַיַּמְלֵ֛ךְ <WH4427> vai-yam-Lech king אֶת־ <WH853> 'et- שְׁלֹמֹ֥ה <WH8010> she-lo-Moh he made Solomon בְנ֖וֹ <WH1121> ve-No his son עַל־ <WH5921> 'al- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. over Israel"},{"number":2,"verse":"וַיֶּאֱסֹף֙ <WH622> vai-ye-'e-Sof And he gathered together אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all שָׂרֵ֣י <WH8269> sa-Rei all the princes יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְהַכֹּהֲנִ֖ים <WH3548> ve-hak-ko-ha-Nim with the priests וְהַלְוִיִּֽם׃ <WH3881> ve-hal-vi-Yim. and the Levites"},{"number":3,"verse":"וַיִּסָּֽפְרוּ֙ <WH5608> vai-yis-sa-fe-Ru were numbered הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, Now the Levites מִבֶּ֛ן <WH1121> mib-Ben from the age שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim of thirty שָׁנָ֖ה <WH8141> sha-Nah years וָמָ֑עְלָה <WH4605> va-Ma-'e-lah; and upward וַיְהִ֨י <WH1961> vay-Hi become מִסְפָּרָ֤ם <WH4557> mis-pa-Ram and their number לְגֻלְגְּלֹתָם֙ <WH1538> le-gul-ge-lo-Tam by their polls לִגְבָרִ֔ים <WH1397> lig-va-Rim, man by man שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim was thirty וּשְׁמוֹנָ֖ה <WH8083> u-she-mo-Nah and eight אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":4,"verse":"מֵאֵ֗לֶּה <WH428> me-'El-leh, Of which לְנַצֵּ֙חַ֙ <WH5329> le-natz-Tze-ach [were] to set forward עַל־ <WH5921> 'al- and מְלֶ֣אכֶת <WH4399> me-Le-chet the work בֵּית־ <WH1004> beit- of the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD עֶשְׂרִ֥ים <WH6242> 'es-Rim twenty וְאַרְבָּעָ֖ה <WH702> ve-'ar-ba-'Ah and four אָ֑לֶף <WH505> 'A-lef; thousand וְשֹׁטְרִ֥ים <WH7860> ve-sho-te-Rim [were] officers וְשֹׁפְטִ֖ים <WH8199> ve-sho-fe-Tim and judges שֵׁ֥שֶׁת <WH8337> She-shet and six אֲלָפִֽים׃ <WH505> 'a-la-Fim. thousand"},{"number":5,"verse":"וְאַרְבַּ֥עַת <WH702> ve-'ar-Ba-'at Moreover four אֲלָפִ֖ים <WH505> 'a-la-Fim thousand שֹׁעֲרִ֑ים <WH7778> sho-'a-Rim; [were] porters וְאַרְבַּ֤עַת <WH702> ve-'ar-Ba-'at and four אֲלָפִים֙ <WH505> 'a-la-Fim thousand מְהַֽלְלִ֣ים <WH1984> me-hal-Lim praised לַיהוָ֔ה <WH3068> Yah-weh, the LORD בַּכֵּלִ֕ים <WH3627> bak-ke-Lim with the instruments אֲשֶׁ֥ר <WH834> 'a-Sher which עָשִׂ֖יתִי <WH6213> 'a-Si-ti which I made לְהַלֵּֽל׃ <WH1984> le-hal-Lel. [said David] to praise"},{"number":6,"verse":"וַיֶּֽחָלְקֵ֥ם <WH2505> vai-ye-chal-Kem divided דָּוִ֖יד <WH1732> da-Vid And David מַחְלְק֑וֹת <WH4256> mach-le-Kot; them into courses ס sa-Mek לִבְנֵ֣י <WH1121> liv-Nei among the sons לֵוִ֔י <WH3878> le-Vi, of Levi לְגֵרְשׁ֖וֹן <WH1647> le-ge-re-Shon Gershom קְהָ֥ת <WH6955> ke-Hat Kohath וּמְרָרִֽי׃ <WH4847> u-me-ra-Ri. and Merari ס sa-Mek"},{"number":7,"verse":"לַגֵּרְשֻׁנִּ֖י <WH1649> lag-ge-re-shun-Ni Of the Gershonites לַעְדָּ֥ן <WH3936> la'-Dan [were] Laadan וְשִׁמְעִֽי׃ <WH8096> ve-shim-'I. and Shimei ס sa-Mek"},{"number":8,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons לַעְדָּ֗ן <WH3936> la'-Dan, of Laadan הָרֹ֧אשׁ <WH7218> ha-Rosh the chief יְחִיאֵ֛ל <WH3171> ye-chi-'El [was] Jehiel וְזֵתָ֥ם <WH2241> ve-ze-Tam and Zetham וְיוֹאֵ֖ל <WH3100> ve-yo-'El and Joel שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three ס sa-Mek"},{"number":9,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons שִׁמְעִ֗י <WH8096> shim-'I, of Shimei; שְׁלֹמֹות she-lo-mot כשְׁלֹומִ֧ית <WH8013> she-lo-Mit Shelomith קוַחֲזִיאֵ֛ל <WH2381> va-cha-zi-'El and Haziel וְהָרָ֖ן <WH2039> ve-ha-Ran and Haran שְׁלֹשָׁ֑ה <WH7969> she-lo-Shah; three אֵ֛לֶּה <WH428> 'El-leh These רָאשֵׁ֥י <WH7218> ra-Shei These [were] the chief הָאָב֖וֹת <WH1> ha-'a-Vot of the fathers לְלַעְדָּֽן׃ <WH3936> le-la'-Dan. of Laadan ס sa-Mek"},{"number":10,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons שִׁמְעִ֔י <WH8096> shim-'I, of Shimei יַ֣חַת <WH3189> Ya-chat [were] Jahath זִינָ֔א <WH2126> zi-Na, Zina וִיע֖וּשׁ <WH3266> vi-'Ush and Jeush וּבְרִיעָ֑ה <WH1283> u-ve-ri-'Ah; and Beriah אֵ֥לֶּה <WH428> 'El-leh These בְנֵי־ <WH1121> ve-nei- [were] the sons שִׁמְעִ֖י <WH8096> shim-'I of Shimei אַרְבָּעָֽה׃ <WH702> 'ar-ba-'Ah. These four"},{"number":11,"verse":"וַֽיְהִי־ <WH1961> vay-hi- became יַ֣חַת <WH3189> Ya-chat And Jahath הָרֹ֔אשׁ <WH7218> ha-Rosh, was the chief וְזִיזָ֖ה <WH2125> ve-zi-Zah and Zizah הַשֵּׁנִ֑י <WH8145> hash-she-Ni; the second וִיע֤וּשׁ <WH3266> vi-'Ush but Jeush וּבְרִיעָה֙ <WH1283> u-ve-ri-'Ah and Beriah לֹֽא־ <WH3808> lo- did not הִרְבּ֣וּ <WH7235> hir-Bu had not many בָנִ֔ים <WH1121> va-Nim, sons וַיִּֽהְיוּ֙ <WH1961> vai-yih-Yu became לְבֵ֣ית <WH1004> le-Veit house אָ֔ב <WH1> 'Av, according to [their] father's לִפְקֻדָּ֖ה <WH6486> lif-kud-Dah reckoning אֶחָֽת׃ <WH259> 'e-Chat. therefore they were in one ס sa-Mek"},{"number":12,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons קְהָ֗ת <WH6955> ke-Hat, of Kohath עַמְרָ֥ם <WH6019> 'am-Ram Amram יִצְהָ֛ר <WH3324> yitz-Har Izhar חֶבְר֥וֹן <WH2275> chev-Ron Hebron וְעֻזִּיאֵ֖ל <WH5816> ve-'uz-zi-'El and Uzziel אַרְבָּעָֽה׃ <WH702> 'ar-ba-'Ah. four ס sa-Mek"},{"number":13,"verse":"בְּנֵ֥י <WH1121> be-Nei The sons עַמְרָ֖ם <WH6019> 'am-Ram of Amram אַהֲרֹ֣ן <WH175> 'a-ha-Ron Aaron וּמֹשֶׁ֑ה <WH4872> u-mo-Sheh; and Moses וַיִּבָּדֵ֣ל <WH914> vai-yib-ba-Del was separated אַהֲרֹ֡ן <WH175> 'a-ha-Ron and Aaron לְֽהַקְדִּישׁוֹ֩ <WH6942> le-hak-di-Sho that he should sanctify קֹ֨דֶשׁ <WH6944> Ko-desh the most קָֽדָשִׁ֤ים <WH6944> ka-da-Shim holy things הֽוּא־ <WH1931> hu- he וּבָנָיו֙ <WH1121> u-va-Nav he and his sons עַד־ <WH5704> 'ad- for עוֹלָ֔ם <WH5769> o-Lam, ever לְהַקְטִיר֩ <WH6999> le-hak-Tir to burn incense לִפְנֵ֨י <WH6440> lif-Nei before יְהוָ֧ה <WH3068> Yah-weh the LORD לְשָׁרְת֛וֹ <WH8334> le-sha-re-To to minister וּלְבָרֵ֥ךְ <WH1288> u-le-va-Rech unto him and to bless בִּשְׁמ֖וֹ <WH8034> bish-Mo in his name עַד־ <WH5704> 'ad- for עוֹלָֽם׃ <WH5769> o-Lam. ever"},{"number":14,"verse":"וּמֹשֶׁ֖ה <WH4872> u-mo-Sheh Now [concerning] Moses אִ֣ישׁ <WH376> 'ish the man הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; of God בָּנָ֕יו <WH1121> ba-Nav his sons יִקָּרְא֖וּ <WH7121> yik-ka-re-'U were named עַל־ <WH5921> 'al- among שֵׁ֥בֶט <WH7626> She-vet of the tribe הַלֵּוִֽי׃ <WH3878> hal-le-Vi. of Levi"},{"number":15,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons מֹשֶׁ֔ה <WH4872> mo-Sheh, of Moses גֵּרְשֹׁ֖ם <WH1647> ge-re-Shom [were] Gershom וֶאֱלִיעֶֽזֶר׃ <WH461> ve-'e-li-'E-zer. and Eliezer"},{"number":16,"verse":"בְּנֵ֥י <WH1121> be-Nei Of the sons גֵרְשׁ֖וֹם <WH1647> ge-re-Shom of Gershom שְׁבוּאֵ֥ל <WH7619> she-vu-'El Shebuel הָרֹֽאשׁ׃ <WH7218> ha-Rosh. [was] the chief"},{"number":17,"verse":"וַיִּֽהְי֥וּ <WH1961> vai-yih-Yu had בְנֵי־ <WH1121> ve-nei- And the sons אֱלִיעֶ֖זֶר <WH461> 'e-li-'E-zer of Eliezer רְחַבְיָ֣ה <WH7345> re-chav-Yah [were] Rehabiah הָרֹ֑אשׁ <WH7218> ha-Rosh; the chief וְלֹא־ <WH3808> ve-lo- no הָיָ֤ה <WH1961> ha-Yah had לֶאֱלִיעֶ֙זֶר֙ <WH461> le-'e-li-'E-zer And Eliezer בָּנִ֣ים <WH1121> ba-Nim sons אֲחֵרִ֔ים <WH312> 'a-che-Rim, had none other וּבְנֵ֥י <WH1121> u-ve-Nei but the sons רְחַבְיָ֖ה <WH7345> re-chav-Yah of Rehabiah רָב֥וּ <WH7235> ra-Vu many לְמָֽעְלָה׃ <WH4605> le-Ma-'e-lah. were very"},{"number":18,"verse":"בְּנֵ֥י <WH1121> be-Nei Of the sons יִצְהָ֖ר <WH3324> yitz-Har of Izhar שְׁלֹמִ֥ית <WH8019> she-lo-Mit Shelomith הָרֹֽאשׁ׃ <WH7218> ha-Rosh. the chief ס sa-Mek"},{"number":19,"verse":"בְּנֵ֖י <WH1121> be-Nei Of the sons חֶבְר֑וֹן <WH2275> chev-Ron; of Hebron יְרִיָּ֤הוּ <WH3404> ye-ri-Ya-hu Jeriah הָרֹאשׁ֙ <WH7218> ha-roSh the first אֲמַרְיָ֣ה <WH568> 'a-mar-Yah Amariah הַשֵּׁנִ֔י <WH8145> hash-she-Ni, the second יַחֲזִיאֵל֙ <WH3166> ya-cha-zi-'El Jahaziel הַשְּׁלִישִׁ֔י <WH7992> hash-she-li-Shi, the third וִֽיקַמְעָ֖ם <WH3360> vi-kam-'Am and Jekameam הָרְבִיעִֽי׃ <WH7243> ha-re-vi-'I. the fourth"},{"number":20,"verse":"בְּנֵ֖י <WH1121> be-Nei Of the sons עֻזִּיאֵ֑ל <WH5816> 'uz-zi-'El; of Uzziel מִיכָ֣ה <WH4318> mi-Chah Michah הָרֹ֔אשׁ <WH7218> ha-Rosh, the first וְיִשִּׁיָּ֖ה <WH3449> ve-yish-shi-Yah and Jesiah הַשֵּׁנִֽי׃ <WH8145> hash-she-Ni. the second ס sa-Mek"},{"number":21,"verse":"בְּנֵ֤י <WH1121> be-Nei The sons מְרָרִי֙ <WH4847> me-ra-Ri of Merari מַחְלִ֣י <WH4249> mach-Li Mahli וּמוּשִׁ֔י <WH4187> u-mu-Shi, and Mushi בְּנֵ֥י <WH1121> be-Nei The sons מַחְלִ֖י <WH4249> mach-Li of Mahli אֶלְעָזָ֥ר <WH499> 'el-'a-Zar Eleazar וְקִֽישׁ׃ <WH7027> ve-Kish. and Kish"},{"number":22,"verse":"וַיָּ֙מָת֙ <WH4191> vai-Ya-mot died אֶלְעָזָ֔ר <WH499> 'el-'a-Zar, And Eleazar וְלֹא־ <WH3808> ve-lo- no הָ֥יוּ <WH1961> Ha-yu and had ל֛וֹ lo בָּנִ֖ים <WH1121> ba-Nim and had no sons כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- only בָּנ֑וֹת <WH1323> ba-Not; but daughters וַיִּשָּׂא֥וּם <WH5375> vai-yis-sa-'Um took בְּנֵי־ <WH1121> be-nei- the sons קִ֖ישׁ <WH7027> kish of Kish אֲחֵיהֶֽם׃ <WH251> 'a-chei-Hem. and their brethren"},{"number":23,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons מוּשִׁ֗י <WH4187> mu-Shi, of Mushi מַחְלִ֥י <WH4249> mach-Li Mahli וְעֵ֛דֶר <WH5740> ve-'E-der and Eder וִירֵמ֖וֹת <WH3406> vi-re-Mot and Jeremoth שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three"},{"number":24,"verse":"אֵ֣לֶּה <WH428> 'El-leh These בְנֵֽי־ <WH1121> ve-nei- These [were] the sons לֵוִי֩ <WH3878> le-Vi of Levi לְבֵ֨ית <WH1004> le-Veit after the house אֲבֹתֵיהֶ֜ם <WH1> 'a-vo-tei-Hem of their fathers רָאשֵׁ֧י <WH7218> ra-Shei [even] the chief הָאָב֣וֹת <WH1> ha-'a-Vot of the fathers לִפְקוּדֵיהֶ֗ם <WH6485> lif-ku-dei-Hem, as they were counted בְּמִסְפַּ֤ר <WH4557> be-mis-Par by number שֵׁמוֹת֙ <WH8034> she-mOt of names לְגֻלְגְּלֹתָ֔ם <WH1538> le-gul-ge-lo-Tam, by their polls עֹשֵׂה֙ <WH6213> 'o-Seh that did הַמְּלָאכָ֔ה <WH4399> ham-me-la-Chah, the work לַעֲבֹדַ֖ת <WH5656> la-'a-vo-Dat for the service בֵּ֣ית <WH1004> beit of the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD מִבֶּ֛ן <WH1121> mib-Ben from the age עֶשְׂרִ֥ים <WH6242> 'es-Rim of twenty שָׁנָ֖ה <WH8141> sha-Nah years וָמָֽעְלָה׃ <WH4605> va-Ma-'e-lah. and upward"},{"number":25,"verse":"כִּ֚י <WH3588> ki for אָמַ֣ר <WH559> 'a-Mar said דָּוִ֔יד <WH1732> da-Vid, For David הֵנִ֛יחַ <WH5117> he-Ni-ach hath given rest יְהוָ֥ה <WH3068> Yah-weh The LORD אֱלֹהֵֽי־ <WH430> 'e-lo-hei- God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לְעַמּ֑וֹ <WH5971> le-'am-Mo; unto his people וַיִּשְׁכֹּ֥ן <WH7931> vai-yish-Kon that they may dwell בִּירוּשָׁלִַ֖ם <WH3389> bi-ru-sha-Lim in Jerusalem עַד־ <WH5704> 'ad- for לְעוֹלָֽם׃ <WH5769> le-'o-Lam. for ever"},{"number":26,"verse":"וְגַ֖ם <WH1571> ve-Gam Also לַלְוִיִּ֑ם <WH3881> lal-vi-Yim; And also unto the Levites אֵין־ <WH369> 'ein- will no לָשֵׂ֧את <WH5375> la-Set they shall no [more] carry אֶת־ <WH853> 'et- הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan the tabernacle וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלָ֖יו <WH3627> ke-Lav nor any vessels לַעֲבֹדָתֽוֹ׃ <WH5656> la-'a-vo-da-To. of it for the service"},{"number":27,"verse":"כִּ֣י <WH3588> ki for בְדִבְרֵ֤י <WH1697> ve-div-Rei words דָוִיד֙ <WH1732> da-Vid of David הָאַ֣חֲרֹנִ֔ים <WH314> ha-'A-cha-ro-Nim, For by the last הֵ֖מָּה <WH1992> Hem-mah like מִסְפַּ֣ר <WH4557> mis-Par [were] numbered בְּנֵי־ <WH1121> be-nei- old לֵוִ֑י <WH3881> le-Vi; the Levites מִבֶּ֛ן <WH1121> mib-Ben old עֶשְׂרִ֥ים <WH6242> 'es-Rim from twenty שָׁנָ֖ה <WH8141> sha-Nah years וּלְמָֽעְלָה׃ <WH4605> u-le-Ma-'e-lah. and above"},{"number":28,"verse":"כִּ֣י <WH3588> ki For מַעֲמָדָ֞ם <WH4612> ma-'a-ma-Dam Because their office לְיַד־ <WH3027> le-yad- [was] to wait בְּנֵ֣י <WH1121> be-Nei on the sons אַהֲרֹ֗ן <WH175> 'a-ha-Ron, of Aaron לַעֲבֹדַת֙ <WH5656> la-'a-vo-Dat for the service בֵּ֣ית <WH1004> beit of the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD עַל־ <WH5921> 'al- in הַחֲצֵרוֹת֙ <WH2691> ha-cha-tze-rOt in the courts וְעַל־ <WH5921> ve-'al- and in הַלְּשָׁכ֔וֹת <WH3957> hal-le-sha-Chot, and in the chambers וְעַֽל־ <WH5921> ve-'al- and in טָהֳרַ֖ת <WH2893> to-ho-Rat and in the purifying לְכָל־ <WH3605> le-chol of all קֹ֑דֶשׁ <WH6944> Ko-desh; of all holy things וּמַֽעֲשֵׂ֔ה <WH4639> u-ma-'a-Seh, and the work עֲבֹדַ֖ת <WH5656> 'a-vo-Dat of the service בֵּ֥ית <WH1004> beit of the house הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of God"},{"number":29,"verse":"וּלְלֶ֨חֶם <WH3899> u-le-Le-chem bread הַֽמַּעֲרֶ֜כֶת <WH4635> ham-ma-'a-Re-chet row וּלְסֹ֤לֶת <WH5560> u-le-So-let and for the fine flour לְמִנְחָה֙ <WH4503> le-min-Chah for meat offering וְלִרְקִיקֵ֣י <WH7550> ve-lir-ki-Kei cakes הַמַּצּ֔וֹת <WH4682> ham-matz-Tzot, and for the unleavened וְלַֽמַּחֲבַ֖ת <WH4227> ve-lam-ma-cha-Vat and for [that which is baked in] the pan וְלַמֻּרְבָּ֑כֶת <WH7246> ve-lam-mur-Ba-chet; and for that which is fried וּלְכָל־ <WH3605> u-le-chol- and all מְשׂוּרָ֖ה <WH4884> me-su-Rah and for all manner of measure וּמִדָּֽה׃ <WH4060> u-mid-Dah. and size"},{"number":30,"verse":"וְלַעֲמֹד֙ <WH5975> ve-la-'a-Mod And to stand בַּבֹּ֣קֶר <WH1242> bab-Bo-ker every morning בַּבֹּ֔קֶר <WH1242> bab-Bo-ker, morning לְהֹד֥וֹת <WH3034> le-ho-Dot to thank וּלְהַלֵּ֖ל <WH1984> u-le-hal-Lel and praise לַיהוָ֑ה <WH3068> Yah-weh; the LORD וְכֵ֖ן <WH3651> ve-Chen and likewise לָעָֽרֶב׃ <WH6153> la-'A-rev. and likewise at even"},{"number":31,"verse":"וּלְכֹ֨ל <WH3605> u-le-Chol all הַעֲל֤וֹת <WH5927> ha-'a-Lot And to offer עֹלוֹת֙ <WH5930> 'o-lOt all burnt sacrifices לַיהוָ֔ה <WH3068> Yah-weh, unto the LORD לַשַּׁבָּת֔וֹת <WH7676> lash-shab-ba-Tot, in the sabbaths לֶחֳדָשִׁ֖ים <WH2320> le-cho-da-Shim in the new moons וְלַמֹּעֲדִ֑ים <WH4150> ve-lam-mo-'a-Dim; and on the set feasts בְּמִסְפָּ֨ר <WH4557> be-mis-Par by number כְּמִשְׁפָּ֧ט <WH4941> ke-mish-Pat according to the order עֲלֵיהֶ֛ם <WH5921> 'a-lei-Hem concerning תָּמִ֖יד <WH8548> ta-Mid commanded unto them continually לִפְנֵ֥י <WH6440> lif-Nei before יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":32,"verse":"וְשָׁמְר֞וּ <WH8104> ve-sha-me-Ru And that they should keep אֶת־ <WH853> 'et- מִשְׁמֶ֣רֶת <WH4931> mish-Me-ret the charge אֹֽהֶל־ <WH168> 'o-hel- of the tabernacle מוֹעֵ֗ד <WH4150> mo-'Ed, of the congregation וְאֵת֙ <WH853> ve-'Et מִשְׁמֶ֣רֶת <WH4931> mish-Me-ret and the charge הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, of the holy וּמִשְׁמֶ֕רֶת <WH4931> u-mish-Me-ret [place] and the charge בְּנֵ֥י <WH1121> be-Nei of the sons אַהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron אֲחֵיהֶ֑ם <WH251> 'a-chei-Hem; their brethren לַעֲבֹדַ֖ת <WH5656> la-'a-vo-Dat in the service בֵּ֥ית <WH1004> beit of the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD פ Peh"}]}