{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"בְּנֵ֖י <WH1121> be-Nei The sons יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah פֶּ֧רֶץ <WH6557> Pe-retz Pharez חֶצְר֛וֹן <WH2696> chetz-Ron Hezron וְכַרְמִ֖י <WH3756> ve-char-Mi and Carmi וְח֥וּר <WH2354> ve-Chur and Hur וְשׁוֹבָֽל׃ <WH7732> ve-sho-Val. and Shobal"},{"number":2,"verse":"וּרְאָיָ֤ה <WH7211> u-re-'a-Yah And Reaiah בֶן־ <WH1121> ven- the son שׁוֹבָל֙ <WH7732> sho-Val of Shobal הוֹלִ֣יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- יַ֔חַת <WH3189> Ya-chat, Jahath וְיַ֣חַת <WH3189> ve-Ya-chat and Jahath הֹלִ֔יד <WH3205> ho-Lid, begat אֶת־ <WH853> 'et- אֲחוּמַ֖י <WH267> 'a-chu-Mai Ahumai וְאֶת־ <WH853> ve-'Et לָ֑הַד <WH3855> La-had; and Lahad אֵ֖לֶּה <WH428> 'El-leh These מִשְׁפְּח֥וֹת <WH4940> mish-pe-Chot These [are] the families הַצָּֽרְעָתִֽי׃ <WH6882> hatz-Tza-re-'a-Ti. of the Zorathites ס sa-Mek"},{"number":3,"verse":"וְאֵ֙לֶּה֙ <WH428> ve-'El-leh These אֲבִ֣י <WH1> 'a-Vi And these [were of] the father עֵיטָ֔ם <WH5862> 'ei-Tam, of Etam יִזְרְעֶ֥אל <WH3157> yiz-re-'El Jezreel וְיִשְׁמָ֖א <WH3457> ve-yish-Ma and Ishma וְיִדְבָּ֑שׁ <WH3031> ve-yid-Bash; and Idbash וְשֵׁ֥ם <WH8034> ve-Shem and the name אֲחוֹתָ֖ם <WH269> a-cho-Tam of their sister הַצְלֶלְפּֽוֹנִי׃ <WH6753> hatz-lel-Po-ni. [was] Hazelelponi"},{"number":4,"verse":"וּפְנוּאֵל֙ <WH6439> u-fe-nu-'El And Penuel אֲבִ֣י <WH1> 'a-Vi the father גְדֹ֔ר <WH1446> ge-Dor, of Gedor וְעֵ֖זֶר <WH5829> ve-'E-zer and Ezer אֲבִ֣י <WH1> 'a-Vi the father חוּשָׁ֑ה <WH2364> chu-Shah; of Hushah אֵ֤לֶּה <WH428> 'El-leh These בְנֵי־ <WH1121> ve-nei- These [are] the sons חוּר֙ <WH2354> chur of Hur בְּכ֣וֹר <WH1060> be-Chor the firstborn אֶפְרָ֔תָה <WH672> 'ef-Ra-tah, of Ephratah אֲבִ֖י <WH1> 'a-Vi the father בֵּ֥ית beit לָֽחֶם׃ <WH1035> La-chem. of Bethlehem"},{"number":5,"verse":"וּלְאַשְׁחוּר֙ <WH806> u-le-'ash-Chur And Ashur אֲבִ֣י <WH1> 'a-Vi the father תְק֔וֹעַ <WH8620> te-Ko-a', of Tekoa הָי֖וּ <WH1961> ha-Yu had שְׁתֵּ֣י <WH8147> she-Tei had two נָשִׁ֑ים <WH802> na-Shim; wives חֶלְאָ֖ה <WH2458> chel-'Ah Helah וְנַעֲרָֽה׃ <WH5292> ve-na-'a-Rah. and Naarah"},{"number":6,"verse":"וַתֵּ֨לֶד <WH3205> vat-Te-led bare ל֤וֹ lo נַעֲרָה֙ <WH5292> na-'a-Rah And Naarah אֶת־ <WH853> 'et- אֲחֻזָּ֣ם <WH275> 'a-chuz-Zam him Ahuzam וְאֶת־ <WH853> ve-'Et חֵ֔פֶר <WH2660> Che-fer, and Hepher וְאֶת־ <WH853> ve-'Et תֵּימְנִ֖י <WH8488> teim-Ni and Temeni וְאֶת־ <WH853> ve-'Et הָאֲחַשְׁתָּרִ֑י <WH326> ha-'a-chash-ta-Ri; and Haahashtari אֵ֖לֶּה <WH428> 'El-leh These בְּנֵ֥י <WH1121> be-Nei These [were] the sons נַעֲרָֽה׃ <WH5292> na-'a-Rah. of Naarah"},{"number":7,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons חֶלְאָ֑ה <WH2458> chel-'Ah; of Helah צֶ֥רֶת <WH6889> Tze-ret [were] Zereth; יִצְחָר yitz-char כוְצֹ֖חַר <WH3328> ve-Tzo-char Jitschar קוְאֶתְנָֽן׃ <WH869> ve-'et-Nan. and Ethnan"},{"number":8,"verse":"וְק֣וֹץ <WH6976> ve-Kotz And Coz הוֹלִ֔יד <WH3205> ho-Lid, begat אֶת־ <WH853> 'et- עָנ֖וּב <WH6036> 'a-Nuv Anub וְאֶת־ <WH853> ve-'Et הַצֹּבֵבָ֑ה <WH6637> hatz-tzoe-Vah; and Zobebah וּמִשְׁפְּח֥וֹת <WH4940> u-mish-pe-Chot and the families אֲחַרְחֵ֖ל <WH316> 'a-char-Chel of Aharhel בֶּן־ <WH1121> ben- the son הָרֽוּם׃ <WH2037> ha-Rum. of Harum"},{"number":9,"verse":"וַיְהִ֣י <WH1961> vay-Hi become יַעְבֵּ֔ץ <WH3258> ya'-Betz, And Jabez נִכְבָּ֖ד <WH3513> nich-Bad was more honourable מֵאֶחָ֑יו <WH251> me-'e-Chav; than his brethren וְאִמּ֗וֹ <WH517> ve-'im-Mo, and his mother קָרְאָ֨ה <WH7121> ka-re-'Ah called שְׁמ֤וֹ <WH8034> she-Mo his name יַעְבֵּץ֙ <WH3258> ya'-Betz Jabez לֵאמֹ֔ר <WH559> le-Mor, saying כִּ֥י <WH3588> ki Because יָלַ֖דְתִּי <WH3205> ya-Lad-ti Because I bare בְּעֹֽצֶב׃ <WH6090> be-'O-tzev. him with sorrow"},{"number":10,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called יַ֠עְבֵּץ <WH3258> Ya'-betz And Jabez לֵאלֹהֵ֨י <WH430> le-lo-Hei on the God יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel לֵאמֹ֗ר <WH559> le-Mor, saying אִם־ <WH518> 'im- Oh that בָּרֵ֨ךְ <WH1288> ba-Rech thou wouldest bless תְּבָרֲכֵ֜נִי <WH1288> te-va-ra-Che-ni me indeed וְהִרְבִּ֤יתָ <WH7235> ve-hir-Bi-ta and enlarge אֶת־ <WH853> 'et- גְּבוּלִי֙ <WH1366> ge-vu-Li my coast וְהָיְתָ֤ה <WH1961> ve-ha-ye-Tah become יָדְךָ֙ <WH3027> ya-de-Cha and that thine hand עִמִּ֔י <WH5973> 'im-Mi, would וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta might be with me and that thou wouldest keep מֵּרָעָ֖ה <WH7451> me-ra-'Ah [me] from evil לְבִלְתִּ֣י <WH1115> le-vil-Ti that may not עָצְבִּ֑י <WH6087> 'a-tze-Bi; that it may not grieve וַיָּבֵ֥א <WH935> vai-ya-Ve granted אֱלֹהִ֖ים <WH430> E-lo-Him me And God אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what שָׁאָֽל׃ <WH7592> sha-'Al. him that which he requested"},{"number":11,"verse":"וּכְל֥וּב <WH3620> u-che-Luv And Chelub אֲחִֽי־ <WH251> 'a-chi- the brother שׁוּחָ֖ה <WH7746> shu-Chah of Shuah הוֹלִ֣יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- מְחִ֑יר <WH4243> me-Chir; Mehir ה֖וּא <WH1931> hu who אֲבִ֥י <WH1> 'a-Vi which [was] the father אֶשְׁתּֽוֹן׃ <WH850> esh-Ton. of Eshton"},{"number":12,"verse":"וְאֶשְׁתּ֗וֹן <WH850> ve-'esh-Ton, And Eshton הוֹלִ֞יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- בֵּ֤ית beit רָפָא֙ <WH1051> ra-Fa Bethrapha וְאֶת־ <WH853> ve-'Et פָּסֵ֔חַ <WH6454> pa-Se-ach, and Paseah וְאֶת־ <WH853> ve-'Et תְּחִנָּ֖ה <WH8468> te-chin-Nah and Tehinnah אֲבִ֣י <WH1> 'a-Vi the father עִ֣יר 'ir נָחָ֑שׁ <WH5904> na-Chash; of Irnahash אֵ֖לֶּה <WH428> 'El-leh These אַנְשֵׁ֥י <WH376> 'an-Shei are the men רֵכָֽה׃ <WH7397> re-Chah. of Rechah ס sa-Mek"},{"number":13,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons קְנַ֔ז <WH7073> ke-Naz, of Kenaz עָתְנִיאֵ֖ל <WH6274> 'a-te-ni-'El Othniel וּשְׂרָיָ֑ה <WH8304> u-se-ra-Yah; and Seraiah וּבְנֵ֥י <WH1121> u-ve-Nei and the sons עָתְנִיאֵ֖ל <WH6274> 'a-te-ni-'El of Othniel חֲתַֽת׃ <WH2867> cha-Tat. Hathath"},{"number":14,"verse":"וּמְעוֹנֹתַ֖י <WH4587> u-me-'o-no-Tai And Meonothai הוֹלִ֣יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- עָפְרָ֑ה <WH6084> 'a-fe-Rah; Ophrah וּשְׂרָיָ֗ה <WH8304> u-se-ra-Yah, and Seraiah הוֹלִ֤יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- יוֹאָב֙ <WH3097> yo-'Av Joab אֲבִי֙ <WH1> 'a-Vi the father גֵּ֣יא <WH1516> gei of the valley חֲרָשִׁ֔ים <WH2798> cha-ra-Shim, of Charashim כִּ֥י <WH3588> ki for חֲרָשִׁ֖ים <WH2796> cha-ra-Shim were craftsmen הָיֽוּ׃ <WH1961> ha-Yu. become פ Peh"},{"number":15,"verse":"וּבְנֵי֙ <WH1121> u-ve-Nei And the sons כָּלֵ֣ב <WH3612> ka-Lev of Caleb בֶּן־ <WH1121> ben- the son יְפֻנֶּ֔ה <WH3312> ye-fun-Neh, of Jephunneh עִ֥ירוּ <WH5900> 'I-ru Iru אֵלָ֖ה <WH425> 'e-Lah Elah וָנָ֑עַם <WH5277> va-Na-'am; and Naam וּבְנֵ֥י <WH1121> u-ve-Nei and the sons אֵלָ֖ה <WH425> 'e-Lah of Elah וּקְנַֽז׃ <WH7073> u-ke-Naz. even Kenaz"},{"number":16,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons יְהַלֶּלְאֵ֑ל <WH3094> ye-hal-lel-'El; of Jehaleleel זִ֣יף <WH2128> zif Ziph וְזִיפָ֔ה <WH2129> ve-zi-Fah, and Ziphah תִּירְיָ֖א <WH8493> tir-Ya Tiria וַאֲשַׂרְאֵֽל׃ <WH840> va-'a-sar-'El. and Asareel"},{"number":17,"verse":"וּבֶן־ <WH1121> u-ven- And the sons עֶזְרָ֔ה <WH5834> 'ez-Rah, of Ezra יֶ֥תֶר <WH3500> Ye-ter [were] Jether וּמֶ֖רֶד <WH4778> u-Me-red and Mered וְעֵ֣פֶר <WH6081> ve-'E-fer and Epher וְיָל֑וֹן <WH3210> ve-ya-Lon; and Jalon וַתַּ֙הַר֙ <WH2029> vat-Ta-har and she bare אֶת־ <WH853> 'et- מִרְיָ֣ם <WH4813> mir-Yam Miriam וְאֶת־ <WH853> ve-'Et שַׁמַּ֔י <WH8060> sham-Mai, and Shammai וְאֶת־ <WH853> ve-'Et יִשְׁבָּ֖ח <WH3431> yish-Bach and Ishbah אֲבִ֥י <WH1> 'a-Vi the father אֶשְׁתְּמֹֽעַ׃ <WH851> 'esh-te-Mo-a'. of Eshtemoa"},{"number":18,"verse":"וְאִשְׁתּ֣וֹ <WH802> ve-'ish-To And his wife הַיְהֻדִיָּ֗ה <WH3057> hay-hu-di-Yah, Jehudijah יָלְדָ֞ה <WH3205> Yal-dah bare אֶת־ <WH853> 'et- יֶ֨רֶד <WH3382> Ye-red Jered אֲבִ֤י <WH1> 'a-Vi the father גְדוֹר֙ <WH1446> ge-dOr of Gedor וְאֶת־ <WH853> ve-'Et חֶ֙בֶר֙ <WH2268> che-ver and Heber אֲבִ֣י <WH1> 'a-Vi the father שׂוֹכ֔וֹ <WH7755> so-Cho, of Socho וְאֶת־ <WH853> ve-'Et יְקֽוּתִיאֵ֖ל <WH3354> ye-ku-ti-'El and Jekuthiel אֲבִ֣י <WH1> 'a-Vi the father זָנ֑וֹחַ <WH2182> za-No-ach; of Zanoah וְאֵ֗לֶּה <WH428> ve-'El-leh, another בְּנֵי֙ <WH1121> be-Nei And these [are] the sons בִּתְיָ֣ה <WH1332> bit-Yah of Bithiah בַת־ <WH1323> vat- the daughter פַּרְעֹ֔ה <WH6547> par-'Oh, of Pharaoh אֲשֶׁ֥ר <WH834> 'a-Sher after לָקַ֖ח <WH3947> la-Kach took מָֽרֶד׃ <WH4778> Ma-red. which Mered ס sa-Mek"},{"number":19,"verse":"וּבְנֵי֙ <WH1121> u-ve-Nei And the sons אֵ֣שֶׁת <WH802> 'E-shet of [his] wife הֽוֹדִיָּ֔ה <WH1940> ho-di-Yah, Hodiah אֲח֣וֹת <WH269> a-Chot the sister נַ֔חַם <WH5163> Na-cham, of Naham אֲבִ֥י <WH1> 'a-Vi the father קְעִילָ֖ה <WH7084> ke-'i-Lah of Keilah הַגַּרְמִ֑י <WH1636> hag-gar-Mi; the Garmite וְאֶשְׁתְּמֹ֖עַ <WH851> ve-'esh-te-Mo-a' and Eshtemoa הַמַּעֲכָתִֽי׃ <WH4602> ham-ma-'a-cha-Ti. the Maachathite"},{"number":20,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons שִׁימ֔וֹן <WH7889> shi-Mon, of Shimon אַמְנ֣וֹן <WH550> am-Non [were] Amnon וְרִנָּ֔ה <WH7441> ve-rin-Nah, and Rinnah בֶּן־ ben- חָנָ֖ן <WH1135> cha-Nan Benhanan; וְתֹולֹון ve-to-lon כוְתִילֹ֑ון <WH8436> ve-ti-Lon; birth קוּבְנֵ֣י <WH1121> u-ve-Nei And the sons יִשְׁעִ֔י <WH3469> yish-'I, of Ishi זוֹחֵ֖ת <WH2105> zo-Chet [were] Zoheth וּבֶן־ u-ven- זוֹחֵֽת׃ <WH1132> zo-Chet. and Benzoheth"},{"number":21,"verse":"בְּנֵי֙ <WH1121> be-Nei The sons שֵׁלָ֣ה <WH7956> she-Lah of Shelah בֶן־ <WH1121> ven- the son יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah עֵ֚ר <WH6147> 'er [were] Er אֲבִ֣י <WH1> 'a-Vi the father לֵכָ֔ה <WH3922> le-Chah, of Lecah וְלַעְדָּ֖ה <WH3935> ve-la'-Dah and Laadah אֲבִ֣י <WH1> 'a-Vi the father מָרֵשָׁ֑ה <WH4762> ma-re-Shah; of Mareshah וּמִשְׁפְּח֛וֹת <WH4940> u-mish-pe-Chot and the families בֵּית־ <WH1004> beit- of the house עֲבֹדַ֥ת <WH5656> 'a-vo-Dat of them that wrought הַבֻּ֖ץ <WH948> hab-Butz fine linen לְבֵ֥ית <WH1004> le-Veit of the house אַשְׁבֵּֽעַ׃ <WH791> 'ash-Be-a'. of Ashbea"},{"number":22,"verse":"וְיוֹקִ֞ים <WH3137> ve-yo-Kim And Jokim וְאַנְשֵׁ֣י <WH582> ve-'an-Shei and the men כֹזֵבָ֗א <WH3578> cho-ze-Va, of Chozeba וְיוֹאָ֧שׁ <WH3101> ve-yo-'Ash and Joash וְשָׂרָ֛ף <WH8315> ve-sa-Raf and Saraph אֲשֶׁר־ <WH834> 'a-Sher- who בָּעֲל֥וּ <WH1166> ba-'a-Lu who had the dominion לְמוֹאָ֖ב <WH4124> le-mo-'Av in Moab וְיָשֻׁ֣בִי ve-ya-Shu-vi לָ֑חֶם <WH3433> La-chem; and Jashubilehem וְהַדְּבָרִ֖ים <WH1697> ve-had-de-va-Rim things עַתִּיקִֽים׃ <WH6267> 'at-ti-Kim. And [these are] ancient"},{"number":23,"verse":"הֵ֚מָּה <WH1992> Hem-mah These הַיּ֣וֹצְרִ֔ים <WH3335> hai-Yotz-Rim, These [were] the potters וְיֹשְׁבֵ֥י <WH3427> ve-yo-she-Vei and those that dwelt נְטָעִ֖ים <WH5196> ne-ta-'Im among plants וּגְדֵרָ֑ה <WH1449> u-ge-de-Rah; Gederah עִם־ <WH5973> 'im- with הַמֶּ֥לֶךְ <WH4428> ham-Me-lech with the king בִּמְלַאכְתּ֖וֹ <WH4399> bim-lach-To for his work יָ֥שְׁבוּ <WH3427> Ya-she-vu there they dwelt שָֽׁם׃ <WH8033> Sham. there ס sa-Mek"},{"number":24,"verse":"בְּנֵ֖י <WH1121> be-Nei The sons שִׁמְע֑וֹן <WH8095> shim-'on; of Simeon נְמוּאֵ֣ל <WH5241> ne-mu-'El [were] Nemuel וְיָמִ֔ין <WH3226> ve-ya-Min, and Jamin יָרִ֖יב <WH3402> ya-Riv Jarib זֶ֥רַח <WH2226> Ze-rach Zerah שָׁאֽוּל׃ <WH7586> sha-'Ul. [and] Shaul"},{"number":25,"verse":"שַׁלֻּ֥ם <WH7967> shal-Lum Shallum בְּנ֛וֹ <WH1121> be-No his son מִבְשָׂ֥ם <WH4017> miv-Sam Mibsam בְּנ֖וֹ <WH1121> be-No his son מִשְׁמָ֥ע <WH4927> mish-Ma' Mishma בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":26,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons מִשְׁמָ֑ע <WH4927> mish-Ma'; of Mishma חַמּוּאֵ֥ל <WH2536> cham-mu-'El Hamuel בְּנ֛וֹ <WH1121> be-No his son זַכּ֥וּר <WH2139> zak-Kur Zacchur בְּנ֖וֹ <WH1121> be-No his son שִׁמְעִ֥י <WH8096> shim-'I Shimei בְנֽוֹ׃ <WH1121> ve-No. his son"},{"number":27,"verse":"וּלְשִׁמְעִ֞י <WH8096> u-le-shim-'I And Shimei בָּנִ֨ים <WH1121> ba-Nim sons שִׁשָּׁ֤ה <WH8337> shish-Shah and six עָשָׂר֙ <WH6240> 'a-Sar teen וּבָנ֣וֹת <WH1323> u-va-Not daughters שֵׁ֔שׁ <WH8337> Shesh, and six וּלְאֶחָ֕יו <WH251> u-le-'e-Chav but his brethren אֵ֖ין <WH369> 'ein have בָּנִ֣ים <WH1121> ba-Nim children רַבִּ֑ים <WH7227> rab-Bim; had not many וְכֹל֙ <WH3605> ve-Chol all מִשְׁפַּחְתָּ֔ם <WH4940> mish-pach-Tam, neither did all their family לֹ֥א <WH3808> lo nor הִרְבּ֖וּ <WH7235> hir-Bu multiply עַד־ <WH5704> 'ad- like בְּנֵ֥י <WH1121> be-Nei like to the children יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah ס sa-Mek"},{"number":28,"verse":"וַיֵּֽשְׁב֛וּ <WH3427> vai-ye-she-Vu And they dwelt בִּבְאֵֽר־ biv-'er- שֶׁ֥בַע <WH884> She-va' at Beersheba וּמוֹלָדָ֖ה <WH4137> u-mo-la-Dah and Moladah וַחֲצַ֥ר va-cha-Tzar שׁוּעָֽל׃ <WH2705> shu-'Al. and Hazarshual"},{"number":29,"verse":"וּבְבִלְהָ֥ה <WH1090> u-ve-vil-Hah And at Bilhah וּבְעֶ֖צֶם <WH6107> u-ve-'E-tzem and at Ezem וּבְתוֹלָֽד׃ <WH8434> u-ve-to-Lad. and at Tolad"},{"number":30,"verse":"וּבִבְתוּאֵ֥ל <WH1328> u-viv-tu-'El And at Bethuel וּבְחָרְמָ֖ה <WH2767> u-ve-cha-re-Mah and at Hormah וּבְצִֽיקְלָֽג׃ <WH6860> u-ve-Tzi-ke-Lag. and at Ziklag"},{"number":31,"verse":"וּבְבֵ֤ית u-ve-Veit מַרְכָּבוֹת֙ <WH1024> mar-ka-Vot And at Bethmarcaboth וּבַחֲצַ֣ר u-va-cha-Tzar סוּסִ֔ים <WH2702> su-Sim, and Hazarsusim וּבְבֵ֥ית u-ve-Veit בִּרְאִ֖י <WH1011> bir-'I and at Bethbirei וּֽבְשַׁעֲרָ֑יִם <WH8189> u-ve-sha-'a-Ra-yim; and at Shaaraim אֵ֥לֶּה <WH428> 'El-leh These עָרֵיהֶ֖ם <WH5892> 'a-rei-Hem These [were] their cities עַד־ <WH5704> 'ad- until מְלֹ֥ךְ <WH4427> me-Loch unto the reign דָּוִֽיד׃ <WH1732> da-Vid. of David"},{"number":32,"verse":"וְחַצְרֵיהֶם֙ <WH2691> ve-chatz-rei-Hem And their villages עֵיטָ֣ם <WH5862> 'ei-Tam [were] Etam וָעַ֔יִן <WH5871> va-'A-yin, and Ain רִמּ֥וֹן <WH7417> rim-Mon Rimmon וְתֹ֖כֶן <WH8507> ve-To-chen and Tochen וְעָשָׁ֑ן <WH6228> ve-'a-Shan; and Ashan עָרִ֖ים <WH5892> 'a-Rim cities חָמֵֽשׁ׃ <WH2568> cha-Mesh. five"},{"number":33,"verse":"וְכָל־ <WH3605> ve-chol and all חַצְרֵיהֶ֗ם <WH2691> chatz-rei-Hem, And all their villages אֲשֶׁ֧ר <WH834> 'a-Sher were סְבִיב֛וֹת <WH5439> se-vi-Vot that [were] round about הֶעָרִ֥ים <WH5892> he-'a-Rim the same cities הָאֵ֖לֶּה <WH428> ha-'El-leh the same עַד־ <WH5704> 'ad- far בָּ֑עַל <WH1168> Ba-'al; unto Baal זֹ֚את <WH2063> zot likewise מוֹשְׁבֹתָ֔ם <WH4186> mo-she-vo-Tam, These [were] their habitations וְהִתְיַחְשָׂ֖ם <WH3187> ve-hit-yach-Sam and their genealogy לָהֶֽם׃ la-Hem."},{"number":34,"verse":"וּמְשׁוֹבָ֣ב <WH4877> u-me-sho-Vav And Meshobab וְיַמְלֵ֔ךְ <WH3230> ve-yam-Lech, and Jamlech וְיוֹשָׁ֖ה <WH3144> ve-yo-Shah and Joshah בֶּן־ <WH1121> ben- the son אֲמַצְיָֽה׃ <WH558> 'a-matz-Yah. of Amaziah"},{"number":35,"verse":"וְיוֹאֵ֑ל <WH3100> ve-yo-'El; And Joel וְיֵהוּא֙ <WH3058> ve-ye-Hu and Jehu בֶּן־ <WH1121> ben- the son י֣וֹשִׁבְיָ֔ה <WH3143> yo-shiv-Yah, of Josibiah בֶּן־ <WH1121> ben- the son שְׂרָיָ֖ה <WH8304> se-ra-Yah of Seraiah בֶּן־ <WH1121> ben- the son עֲשִׂיאֵֽל׃ <WH6221> 'a-si-'El. of Asiel"},{"number":36,"verse":"וְאֶלְיוֹעֵינַ֡י <WH454> ve-'el-yo-'ei-Nai And Elioenai וְֽיַעֲקֹ֡בָה <WH3291> ve-ya-'a-Koah and Jaakobah וִ֠ישׁוֹחָיָה <WH3439> Vi-sho-cha-yah and Jeshohaiah וַעֲשָׂיָ֧ה <WH6222> va-'a-sa-Yah and Asaiah וַעֲדִיאֵ֛ל <WH5717> va-'a-di-'El and Adiel וִישִׂימִאֵ֖ל <WH3450> vi-si-mi-'El and Jesimiel וּבְנָיָֽה׃ <WH1141> u-ve-na-Yah. and Benaiah"},{"number":37,"verse":"וְזִיזָ֨א <WH2124> ve-zi-Za And Ziza בֶן־ <WH1121> ven- the son שִׁפְעִ֧י <WH8230> shif-'I of Shiphi בֶן־ <WH1121> ven- the son אַלּ֛וֹן <WH438> al-Lon of Allon בֶּן־ <WH1121> ben- the son יְדָיָ֥ה <WH3042> ye-da-Yah of Jedaiah בֶן־ <WH1121> ven- the son שִׁמְרִ֖י <WH8113> shim-Ri of Shimri בֶּן־ <WH1121> ben- the son שְׁמַֽעְיָֽה׃ <WH8098> she-Ma'-Yah. of Shemaiah"},{"number":38,"verse":"אֵ֚לֶּה <WH428> 'El-leh these הַבָּאִ֣ים <WH935> hab-ba-'Im These mentioned בְּשֵׁמ֔וֹת <WH8034> be-she-Mot, by [their] names נְשִׂיאִ֖ים <WH5387> ne-si-'Im [were] princes בְּמִשְׁפְּחוֹתָ֑ם <WH4940> be-mish-pe-cho-Tam; in their families וּבֵית֙ <WH1004> u-Veit and the house אֲב֣וֹתֵיהֶ֔ם <WH1> a-Vo-tei-Hem, of their fathers פָּרְצ֖וּ <WH6555> pa-re-Tzu increased לָרֽוֹב׃ <WH7230> la-Rov. greatly"},{"number":39,"verse":"וַיֵּלְכוּ֙ <WH1980> vai-ye-le-Chu went לִמְב֣וֹא <WH3996> lim-Vo to the entrance גְדֹ֔ר <WH1446> ge-Dor, of Gedor עַ֖ד <WH5704> 'ad even לְמִזְרַ֣ח <WH4217> le-miz-Rach [even] unto the east side הַגָּ֑יְא <WH1516> hag-Gay; of the valley לְבַקֵּ֥שׁ <WH1245> le-vak-Kesh to seek מִרְעֶ֖ה <WH4829> mir-'Eh pasture לְצֹאנָֽם׃ <WH6629> le-tzo-Nam. for their flocks"},{"number":40,"verse":"וַֽיִּמְצְא֤וּ <WH4672> vai-yim-tze-'U And they found מִרְעֶה֙ <WH4829> mir-'Eh pasture שָׁמֵ֣ן <WH8082> sha-Men fat וָט֔וֹב <WH2896> va-Tov, and good וְהָאָ֙רֶץ֙ <WH776> ve-ha-'A-retz and the land רַחֲבַ֣ת <WH7342> ra-cha-Vat was broad יָדַ֔יִם <WH3027> ya-Da-yim, able וְשֹׁקֶ֖טֶת <WH8252> ve-sho-Ke-tet and quiet וּשְׁלֵוָ֑ה <WH7961> u-she-le-Vah; and peaceable כִּ֣י <WH3588> ki for מִן־ <WH4480> min- for of חָ֔ם <WH2526> Cham, for [they] of Ham הַיֹּשְׁבִ֥ים <WH3427> hai-yo-she-Vim had dwelt שָׁ֖ם <WH8033> sham there לְפָנִֽים׃ <WH6440> le-fa-Nim. there of old"},{"number":41,"verse":"וַיָּבֹ֡אוּ <WH935> vai-ya-Vo-'u came אֵלֶּה֩ <WH428> 'el-Leh These הַכְּתוּבִ֨ים <WH3789> hak-ke-tu-Vim And these written בְּשֵׁמ֜וֹת <WH8034> be-she-Mot by name בִּימֵ֣י׀ <WH3117> bi-Mei in the days יְחִזְקִיָּ֣הוּ <WH2396> ye-chiz-ki-Ya-hu of Hezekiah מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah וַיַּכּ֨וּ <WH5221> vai-yak-Ku and smote אֶת־ <WH853> 'et- אָהֳלֵיהֶ֜ם <WH168> 'o-ho-lei-Hem their tents וְאֶת־ <WH853> ve-'Et ; הַמְּעִינִים ham-me-'i-nim כהַמְּעוּנִ֨ים <WH4586> ham-me-'u-Nim Mehunim קאֲשֶׁ֤ר <WH834> 'a-Sher who נִמְצְאוּ־ <WH4672> nim-tze-'u- that were found שָׁ֙מָּה֙ <WH8033> Sham-mah there וַיַּחֲרִימֻם֙ <WH2763> vai-ya-cha-ri-Mum there and destroyed עַד־ <WH5704> 'ad- against הַיּ֣וֹם <WH3117> hai-Yom them utterly unto this day הַזֶּ֔ה <WH2088> haz-Zeh, to this וַיֵּשְׁב֖וּ <WH3427> vai-ye-she-Vu and dwelt תַּחְתֵּיהֶ֑ם <WH8478> tach-tei-Hem; their place כִּֽי־ <WH3588> ki- because מִרְעֶ֥ה <WH4829> mir-'Eh in their rooms because [there was] pasture לְצֹאנָ֖ם <WH6629> le-tzo-Nam there for their flocks שָֽׁם׃ <WH8033> Sham. there"},{"number":42,"verse":"וּמֵהֶ֣ם׀ <WH1992> u-me-Hem like מִן־ <WH4480> min- from בְּנֵ֣י <WH1121> be-Nei And [some] of them [even] of the sons שִׁמְע֗וֹן <WH8095> shim-'on, of Simeon הָלְכוּ֙ <WH1980> ha-le-Chu went לְהַ֣ר <WH2022> le-Har to mount שֵׂעִ֔יר <WH8165> se-'Ir, Seir אֲנָשִׁ֖ים <WH376> 'a-na-Shim men חֲמֵ֣שׁ <WH2568> cha-Mesh five מֵא֑וֹת <WH3967> me-'ot; hundred וּפְלַטְיָ֡ה <WH6410> u-fe-lat-Yah Pelatiah וּ֠נְעַרְיָה <WH5294> U-ne-'ar-yah and Neariah וּרְפָיָ֧ה <WH7509> u-re-fa-Yah and Rephaiah וְעֻזִּיאֵ֛ל <WH5816> ve-'uz-zi-'El and Uzziel בְּנֵ֥י <WH1121> be-Nei the sons יִשְׁעִ֖י <WH3469> yish-'I of Ishi בְּרֹאשָֽׁם׃ <WH7218> be-ro-Sham. having for their captains"},{"number":43,"verse":"וַיַּכּ֕וּ <WH5221> vai-yak-Ku And they smote אֶת־ <WH853> 'et- שְׁאֵרִ֥ית <WH7611> she-'e-Rit the rest הַפְּלֵטָ֖ה <WH6413> hap-pe-le-Tah that were escaped לַעֲמָלֵ֑ק <WH6002> la-'a-ma-Lek; of the Amalekites וַיֵּ֣שְׁבוּ <WH3427> vai-Ye-she-vu and dwelt שָׁ֔ם <WH8033> Sham, there עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom there unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this"}]}