{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"וּבְנֵ֨י <WH1121> u-ve-Nei Now the sons רְאוּבֵ֥ן <WH7205> re-'u-Ven of Reuben בְּכֽוֹר־ <WH1060> be-chor- the firstborn יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El of Israel כִּ֣י <WH3588> ki for ה֣וּא <WH1931> hu he הַבְּכוֹר֒ <WH1060> hab-be-chOr (for he [was] the firstborn וּֽבְחַלְּלוֹ֙ <WH2490> u-ve-chal-le-Lo but forasmuch as he defiled יְצוּעֵ֣י <WH3326> ye-tzu-'Ei bed אָבִ֔יו <WH1> 'a-Viv, his father's נִתְּנָה֙ <WH5414> nit-te-Nah was given בְּכֹ֣רָת֔וֹ <WH1062> be-Cho-ra-To, his birthright לִבְנֵ֥י <WH1121> liv-Nei unto the sons יוֹסֵ֖ף <WH3130> yo-Sef of Joseph בֶּן־ <WH1121> ben- the son יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְלֹ֥א <WH3808> ve-Lo is not לְהִתְיַחֵ֖שׂ <WH3187> le-hit-ya-Ches and the genealogy is not to be reckoned לַבְּכֹרָֽה׃ <WH1062> lab-be-cho-Rah. after the birthright"},{"number":2,"verse":"כִּ֤י <WH3588> ki Though יְהוּדָה֙ <WH3063> ye-hu-Dah For Judah גָּבַ֣ר <WH1396> ga-Var prevailed בְּאֶחָ֔יו <WH251> be-'e-Chav, above his brethren וּלְנָגִ֖יד <WH5057> u-le-na-Gid and of him [came] the chief ruler מִמֶּ֑נּוּ <WH4480> mi-Men-nu; yet וְהַבְּכֹרָ֖ה <WH1062> ve-hab-be-cho-Rah but the birthright לְיוֹסֵֽף׃ <WH3130> le-yo-Sef. Joseph ס sa-Mek"},{"number":3,"verse":"בְּנֵ֥י <WH1121> be-Nei The sons רְאוּבֵ֖ן <WH7205> re-'u-Ven [I say] of Reuben בְּכ֣וֹר <WH1060> be-Chor the firstborn יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel חֲנ֥וֹךְ <WH2585> cha-Noch [were] Hanoch וּפַלּ֖וּא <WH6396> u-fal-Lu and Pallu חֶצְר֥וֹן <WH2696> chetz-Ron Hezron וְכַרְמִֽי׃ <WH3756> ve-char-Mi. and Carmi"},{"number":4,"verse":"בְּנֵ֖י <WH1121> be-Nei The sons יוֹאֵ֑ל <WH3100> yo-'El; of Joel שְׁמַֽעְיָ֥ה <WH8098> she-ma'-Yah Shemaiah בְנ֛וֹ <WH1121> ve-No his son גּ֥וֹג <WH1463> Gog Gog בְּנ֖וֹ <WH1121> be-No his son שִׁמְעִ֥י <WH8096> shim-'I Shimei בְנֽוֹ׃ <WH1121> ve-No. his son"},{"number":5,"verse":"מִיכָ֥ה <WH4318> mi-Chah Micah בְנ֛וֹ <WH1121> ve-No his son רְאָיָ֥ה <WH7211> re-'a-Yah Reaia בְנ֖וֹ <WH1121> ve-No his son בַּ֥עַל <WH1168> Ba-'al Baal בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":6,"verse":"בְּאֵרָ֣ה <WH880> be-'e-Rah Beerah בְנ֔וֹ <WH1121> ve-No, his son אֲשֶׁ֣ר <WH834> 'a-Sher whom הֶגְלָ֔ה <WH1540> heg-Lah, carried away תִּלְּגַ֥ת til-le-Gat פִּלְנְאֶ֖סֶר <WH8407> pil-ne-'E-ser whom Tilgathpilneser מֶ֣לֶךְ <WH4428> Me-lech king אַשֻּׁ֑ר <WH804> 'ash-Shur; of Assyria ה֥וּא <WH1931> hu he נָשִׂ֖יא <WH5387> na-Si [captive] he [was] prince לָרֽאוּבֵנִֽי׃ <WH7206> lo-R-'u-ve-Ni. of the Reubenites"},{"number":7,"verse":"וְאֶחָיו֙ <WH251> ve-'e-Chav And his brethren לְמִשְׁפְּחֹתָ֔יו <WH4940> le-mish-pe-cho-Tav, by their families בְּהִתְיַחֵ֖שׂ <WH3187> be-hit-ya-Ches was reckoned לְתֹלְדוֹתָ֑ם <WH8435> le-to-le-do-Tam; of their generations הָרֹ֥אשׁ <WH7218> ha-Rosh [were] the chief יְעִיאֵ֖ל <WH3273> ye-'i-'El Jeiel וּזְכַרְיָֽהוּ׃ <WH2148> u-ze-char-Ya-hu. and Zechariah"},{"number":8,"verse":"וּבֶ֙לַע֙ <WH1106> u-Ve-la' And Bela בֶּן־ <WH1121> ben- the son עָזָ֔ז <WH5811> 'a-Zaz, of Azaz בֶּן־ <WH1121> ben- the son שֶׁ֖מַע <WH8087> She-ma' of Shema בֶּן־ <WH1121> ben- the son יוֹאֵ֑ל <WH3100> yo-'El; of Joel ה֚וּא <WH1931> hu who יוֹשֵׁ֣ב <WH3427> yo-Shev who dwelt בַּעֲרֹעֵ֔ר <WH6177> ba-'a-ro-'Er, in Aroer וְעַד־ <WH5704> ve-'ad- even נְב֖וֹ <WH5015> ne-Vo even unto Nebo וּבַ֥עַל u-Va-'al מְעֽוֹן׃ <WH1186> me-'on. and Baalmeon"},{"number":9,"verse":"וְלַמִּזְרָ֗ח <WH4217> ve-lam-miz-Rach, And eastward יָשַׁב֙ <WH3427> ya-Shav he inhabited עַד־ <WH5704> 'ad- far לְב֣וֹא <WH935> le-Vo unto the entering מִדְבָּ֔רָה <WH4057> mid-Ba-rah, in of the wilderness לְמִן־ <WH4480> le-min- from הַנָּהָ֖ר <WH5104> han-na-Har from the river פְּרָ֑ת <WH6578> pe-Rat; Euphrates כִּ֧י <WH3588> ki because מִקְנֵיהֶ֛ם <WH4735> mik-nei-Hem because their cattle רָב֖וּ <WH7235> ra-Vu were multiplied בְּאֶ֥רֶץ <WH776> be-'E-retz in the land גִּלְעָֽד׃ <WH1568> gil-'Ad. of Gilead"},{"number":10,"verse":"וּבִימֵ֣י <WH3117> u-vi-Mei And in the days שָׁא֗וּל <WH7586> sha-'Ul, of Saul עָשׂ֤וּ <WH6213> 'a-Su they made מִלְחָמָה֙ <WH4421> mil-cha-Mah war עִם־ <WH5973> 'im- with הַֽהַגְרִאִ֔ים <WH1905> ha-hag-ri-'Im, with the Hagarites וַֽיִּפְּל֖וּ <WH5307> vai-yip-pe-Lu who fell בְּיָדָ֑ם <WH3027> be-ya-Dam; by their hand וַיֵּשְׁבוּ֙ <WH3427> vai-ye-she-Vu and they dwelt בְּאָ֣הֳלֵיהֶ֔ם <WH168> be-'O-ho-lei-Hem, in their tents עַֽל־ <WH5921> 'al- throughout כָּל־ <WH3605> kol- all פְּנֵ֖י <WH6440> pe-Nei throughout מִזְרָ֥ח <WH4217> miz-Rach all the east לַגִּלְעָֽד׃ <WH1568> lag-gil-'Ad. [land] of Gilead פ Peh"},{"number":11,"verse":"וּבְנֵי־ <WH1121> u-ve-nei- And the children גָ֣ד <WH1410> gad of Gad לְנֶגְדָּ֗ם <WH5048> le-neg-Dam, opposite יָֽשְׁב֛וּ <WH3427> ya-she-Vu dwelt בְּאֶ֥רֶץ <WH776> be-'E-retz over against them in the land הַבָּשָׁ֖ן <WH1316> hab-ba-Shan of Bashan עַד־ <WH5704> 'ad- far סַלְכָֽה׃ <WH5548> sal-Chah. unto Salchah"},{"number":12,"verse":"יוֹאֵ֣ל <WH3100> yo-'El Joel הָרֹ֔אשׁ <WH7218> ha-Rosh, the chief וְשָׁפָ֖ם <WH8223> ve-sha-Fam and Shapham הַמִּשְׁנֶ֑ה <WH4932> ham-mish-Neh; the next וְיַעְנַ֥י <WH3285> ve-ya'-Nai and Jaanai וְשָׁפָ֖ט <WH8202> ve-sha-Fat and Shaphat בַּבָּשָֽׁן׃ <WH1316> bab-ba-Shan. in Bashan"},{"number":13,"verse":"וַאֲחֵיהֶ֞ם <WH251> va-'a-chei-Hem And their brethren לְבֵ֣ית <WH1004> le-Veit of the house אֲבוֹתֵיהֶ֗ם <WH1> a-vo-tei-Hem, of their fathers מִֽיכָאֵ֡ל <WH4317> mi-cha-'El [were] Michael וּמְשֻׁלָּ֡ם <WH4918> u-me-shul-Lam and Meshullam וְ֠שֶׁבַע <WH7652> Ve-she-va' and Sheba וְיוֹרַ֧י <WH3140> ve-yo-Rai and Jorai וְיַעְכָּ֛ן <WH3275> ve-ya'-Kan and Jachan וְזִ֥יעַ <WH2127> ve-Zi-a' and Zia וָעֵ֖בֶר <WH5677> va-'E-ver and Heber שִׁבְעָֽה׃ <WH7651> shiv-'Ah. seven ס sa-Mek"},{"number":14,"verse":"אֵ֣לֶּה׀ <WH428> 'El-leh These בְּנֵ֣י <WH1121> be-Nei These [are] the children אֲבִיחַ֗יִל <WH32> 'a-vi-Cha-yil, of Abihail בֶּן־ <WH1121> ben- the son חוּרִ֡י <WH2359> chu-Ri of Huri בֶּן־ <WH1121> ben- the son יָ֠רוֹחַ <WH3386> Ya-ro-ach of Jaroah בֶּן־ <WH1121> ben- the son גִּלְעָ֧ד <WH1568> gil-'Ad of Gilead בֶּן־ <WH1121> ben- the son מִיכָאֵ֛ל <WH4317> mi-cha-'El of Michael בֶּן־ <WH1121> ben- the son יְשִׁישַׁ֥י <WH3454> ye-shi-Shai of Jeshishai בֶּן־ <WH1121> ben- the son יַחְדּ֖וֹ <WH3163> yach-Do of Jahdo בֶּן־ <WH1121> ben- the son בּֽוּז׃ <WH938> Buz. of Buz"},{"number":15,"verse":"אֲחִי֙ <WH277> 'a-Chi Ahi בֶּן־ <WH1121> ben- the son עַבְדִּיאֵ֣ל <WH5661> 'av-di-'El of Abdiel בֶּן־ <WH1121> ben- the son גּוּנִ֔י <WH1476> gu-Ni, of Guni רֹ֖אשׁ <WH7218> rosh chief לְבֵ֥ית <WH1004> le-Veit of the house אֲבוֹתָֽם׃ <WH1> a-vo-Tam. of their fathers"},{"number":16,"verse":"וַיֵּֽשְׁב֛וּ <WH3427> vai-ye-she-Vu And they dwelt בַּגִּלְעָ֥ד <WH1568> bag-gil-'Ad in Gilead בַּבָּשָׁ֖ן <WH1316> bab-ba-Shan in Bashan וּבִבְנֹתֶ֑יהָ <WH1323> u-viv-no-Tei-ha; and in her towns וּבְכָֽל־ <WH3605> u-ve-Chol all מִגְרְשֵׁ֥י <WH4054> mig-re-Shei and in all the suburbs שָׁר֖וֹן <WH8289> sha-Ron of Sharon עַל־ <WH5921> 'al- far תּוֹצְאוֹתָֽם׃ <WH8444> totz-'o-Tam. upon their borders"},{"number":17,"verse":"כֻּלָּם֙ <WH3605> kul-Lam All הִתְיַחְשׂ֔וּ <WH3187> hit-yach-Su, All these were reckoned by genealogies בִּימֵ֖י <WH3117> bi-Mei in the days יוֹתָ֣ם <WH3147> yo-Tam of Jotham מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וּבִימֵ֖י <WH3117> u-vi-Mei and in the days יָרָבְעָ֥ם <WH3379> ya-ra-ve-'Am of Jeroboam מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel פ Peh"},{"number":18,"verse":"בְּנֵֽי־ <WH1121> be-nei- The sons רְאוּבֵ֨ן <WH7205> re-'u-Ven of Reuben וְגָדִ֜י <WH1425> ve-ga-Di and the Gadites וַחֲצִ֥י <WH2677> va-cha-Tzi and half שֵֽׁבֶט־ <WH7626> she-vet- the tribe מְנַשֶּׁה֮ <WH4519> me-nash-Sheh of Manasseh מִן־ <WH4480> min- at בְּנֵי־ <WH1121> be-nei- afflicted חַיִל֒ <WH2428> cha-Yil of valiant men אֲ֠נָשִׁים <WH582> 'A-na-shim men נֹשְׂאֵ֨י <WH5375> no-se-'Ei able to bear מָגֵ֤ן <WH4043> ma-Gen buckler וְחֶ֙רֶב֙ <WH2719> ve-Che-rev and sword וְדֹ֣רְכֵי <WH1869> ve-Do-re-chei and to shoot קֶ֔שֶׁת <WH7198> Ke-shet, with bow וּלְמוּדֵ֖י <WH3925> u-le-mu-Dei and skilful מִלְחָמָ֑ה <WH4421> mil-cha-Mah; in war אַרְבָּעִ֨ים <WH705> 'ar-ba-'Im and forty וְאַרְבָּעָ֥ה <WH702> ve-'ar-ba-'Ah [were] four אֶ֛לֶף <WH505> 'E-lef thousand וּשְׁבַע־ <WH7651> u-she-va'- seven מֵא֥וֹת <WH3967> me-'ot hundred וְשִׁשִּׁ֖ים <WH8346> ve-shish-Shim and threescore יֹצְאֵ֥י <WH3318> yo-tze-'Ei that went out צָבָֽא׃ <WH6635> tza-Va. to the war"},{"number":19,"verse":"וַיַּעֲשׂ֥וּ <WH6213> vai-ya-'a-Su And they made מִלְחָמָ֖ה <WH4421> mil-cha-Mah war עִם־ <WH5973> 'im- against הַֽהַגְרִיאִ֑ים <WH1905> ha-hag-ri-'Im; with the Hagarites וִיט֥וּר <WH3195> vi-Tur with Jetur וְנָפִ֖ישׁ <WH5305> ve-na-Fish and Nephish וְנוֹדָֽב׃ <WH5114> ve-no-Dav. and Nodab"},{"number":20,"verse":"וַיֵּעָזְר֣וּ <WH5826> vai-ye-'a-ze-Ru And they were helped עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, against וַיִּנָּתְנ֤וּ <WH5414> vai-yin-na-te-Nu were delivered בְיָדָם֙ <WH3027> ve-ya-Dam into their hand הַֽהַגְרִיאִ֔ים <WH1905> ha-hag-ri-'Im, against them and the Hagarites וְכֹ֖ל <WH3605> ve-Chol and all שֶׁ֣עִמָּהֶ֑ם <WH5973> she-'im-ma-Hem; with כִּ֠י <WH3588> ki because לֵאלֹהִ֤ים <WH430> le-lo-Him to God זָעֲקוּ֙ <WH2199> za-'a-Ku and all that [were] with them for they cried בַּמִּלְחָמָ֔ה <WH4421> bam-mil-cha-Mah, in the battle וְנַעְתּ֥וֹר <WH6279> ve-na'-Tor and he was intreated לָהֶ֖ם la-Hem כִּי־ <WH3588> ki- because בָ֥טְחוּ <WH982> Va-te-chu of them because they put their trust בֽוֹ׃ vo."},{"number":21,"verse":"וַיִּשְׁבּ֣וּ <WH7617> vai-yish-Bu And they took away מִקְנֵיהֶ֗ם <WH4735> mik-nei-Hem, their cattle גְּֽמַלֵּיהֶ֞ם <WH1581> ge-mal-lei-Hem of their camels חֲמִשִּׁ֥ים <WH2572> cha-mish-Shim fifty אֶ֙לֶף֙ <WH505> 'e-lef thousand וְצֹ֗אן <WH6629> ve-Tzon, and of sheep מָאתַ֤יִם <WH3967> ma-Ta-yim two hundred וַחֲמִשִּׁים֙ <WH2572> va-cha-mish-Shim and fifty אֶ֔לֶף <WH505> 'E-lef, thousand וַחֲמוֹרִ֖ים <WH2543> va-cha-mo-Rim and of asses אַלְפָּ֑יִם <WH505> 'al-Pa-yim; two thousand וְנֶ֥פֶשׁ <WH5315> ve-Ne-fesh any אָדָ֖ם <WH120> 'a-Dam man מֵ֥אָה <WH3967> Me-'ah an hundred אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":22,"verse":"כִּֽי־ <WH3588> ki- because חֲלָלִ֤ים <WH2491> cha-la-Lim slain רַבִּים֙ <WH7227> rab-Bim down many נָפָ֔לוּ <WH5307> na-Fa-lu, For there fell כִּ֥י <WH3588> ki because מֵהָאֱלֹהִ֖ים <WH430> me-ha-'E-lo-Him [was] of God הַמִּלְחָמָ֑ה <WH4421> ham-mil-cha-Mah; because the war וַיֵּשְׁב֥וּ <WH3427> vai-ye-she-Vu And they dwelt תַחְתֵּיהֶ֖ם <WH8478> tach-tei-Hem their place עַד־ <WH5704> 'ad- until הַגֹּלָֽה׃ <WH1473> hag-go-Lah. in their steads until the captivity פ Peh"},{"number":23,"verse":"וּבְנֵ֗י <WH1121> u-ve-Nei, And the children חֲצִי֙ <WH2677> cha-Tzi of the half שֵׁ֣בֶט <WH7626> She-vet tribe מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, of Manasseh יָשְׁב֖וּ <WH3427> ya-she-Vu dwelt בָּאָ֑רֶץ <WH776> ba-'A-retz; in the land מִבָּשָׁ֞ן <WH1316> mib-ba-Shan from Bashan עַד־ <WH5704> 'ad- against בַּ֧עַל Ba-'al חֶרְמ֛וֹן <WH1179> cher-Mon unto Baalhermon וּשְׂנִ֥יר <WH8149> u-se-Nir and Senir וְהַר־ <WH2022> ve-har- and unto mount חֶרְמ֖וֹן <WH2768> cher-Mon Hermon הֵ֥מָּה <WH1992> Hem-mah they רָבֽוּ׃ <WH7235> ra-Vu. they increased"},{"number":24,"verse":"וְאֵ֖לֶּה <WH428> ve-'El-leh These רָאשֵׁ֣י <WH7218> ra-Shei And these [were] the heads בֵית־ <WH1004> veit- of the house אֲבוֹתָ֑ם <WH1> a-vo-Tam; of their fathers וְעֵ֡פֶר <WH6081> ve-'E-fer even Epher וְיִשְׁעִ֡י <WH3469> ve-yish-'I and Ishi וֶאֱלִיאֵ֡ל <WH447> ve-'e-li-'El and Eliel וְ֠עַזְרִיאֵל <WH5837> Ve-'az-ri-'el and Azriel וְיִרְמְיָ֨ה <WH3414> ve-yir-me-Yah and Jeremiah וְהוֹדַוְיָ֜ה <WH1938> ve-ho-dav-Yah and Hodaviah וְיַחְדִּיאֵ֗ל <WH3164> ve-yach-di-'El, and Jahdiel אֲנָשִׁים֙ <WH376> 'a-na-Shim men גִּבּ֣וֹרֵי <WH1368> gib-Bo-rei mighty חַ֔יִל <WH2428> Cha-yil, of valour אַנְשֵׁ֣י <WH376> 'an-Shei men שֵׁמ֔וֹת <WH8034> she-Mot, famous רָאשִׁ֖ים <WH7218> ra-Shim [and] heads לְבֵ֥ית <WH1004> le-Veit of the house אֲבוֹתָֽם׃ <WH1> a-vo-Tam. of their fathers"},{"number":25,"verse":"וַיִּֽמְעֲל֔וּ <WH4603> vai-yim-'a-Lu, And they transgressed בֵּאלֹהֵ֖י <WH430> be-lo-Hei against the God אֲבוֹתֵיהֶ֑ם <WH1> a-vo-tei-Hem; of their fathers וַיִּזְנ֗וּ <WH2181> vai-yiz-Nu, and went a whoring אַחֲרֵי֙ <WH310> 'a-cha-Rei after אֱלֹהֵ֣י <WH430> 'e-lo-Hei the gods עַמֵּי־ <WH5971> 'am-mei- of the people הָאָ֔רֶץ <WH776> ha-'A-retz, of the land אֲשֶׁר־ <WH834> 'a-Sher- whom הִשְׁמִ֥יד <WH8045> hish-Mid destroyed אֱלֹהִ֖ים <WH430> E-lo-Him whom God מִפְּנֵיהֶֽם׃ <WH6440> mip-pe-nei-Hem. before"},{"number":26,"verse":"וַיָּעַר֩ <WH5782> vai-ya-'Ar stirred up אֱלֹהֵ֨י <WH430> 'e-lo-Hei And the God יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel אֶת־ <WH853> 'et- ר֣וּחַ׀ <WH7307> Ru-ach the spirit פּ֣וּל <WH6322> pul of Pul מֶֽלֶךְ־ <WH4428> Me-lech- king אַשּׁ֗וּר <WH804> 'ash-Shur, of Assyria וְאֶת־ <WH853> ve-'Et ר֙וּחַ֙ <WH7307> Ru-ach and the spirit תִּלְּגַ֤ת til-le-Gat פִּלְנֶ֙סֶר֙ <WH8407> pil-Ne-ser of Tilgathpilneser מֶ֣לֶךְ <WH4428> Me-lech king אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria וַיַּגְלֵם֙ <WH1540> vai-yag-Lem and he carried them away לָראוּבֵנִ֣י <WH7206> lo-r-'u-ve-Ni even the Reubenites וְלַגָּדִ֔י <WH1425> ve-lag-ga-Di, and the Gadites וְלַחֲצִ֖י <WH2677> ve-la-cha-Tzi and the half שֵׁ֣בֶט <WH7626> She-vet tribe מְנַשֶּׁ֑ה <WH4519> me-nash-Sheh; of Manasseh וַ֠יְבִיאֵם <WH935> Vay-vi-'em and brought לַחְלַ֨ח <WH2477> lach-Lach them unto Halah וְחָב֤וֹר <WH2249> ve-cha-Vor and Habor וְהָרָא֙ <WH2024> ve-ha-Ra and Hara וּנְהַ֣ר <WH5104> u-ne-Har and to the river גּוֹזָ֔ן <WH1470> go-Zan, Gozan עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this פ Peh"}]}