{"bibleAbbr":"HSB+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"וְלִבְנֵ֣י <WH1121> ve-liv-Nei Now the sons יִשָׂשכָ֗ר <WH3485> yi-so-sh-Char, of Issachar תּוֹלָ֧ע <WH8439> to-La' [were] Tola וּפוּאָ֛ה <WH6312> u-fu-'Ah and Puah; יָשִׁיב ya-shiv כיָשׁ֥וּב <WH3437> ya-Shuv Jashub קוְשִׁמְר֖וֹן <WH8110> ve-shim-Ron and Shimron אַרְבָּעָֽה׃ <WH702> 'ar-ba-'Ah. four ס sa-Mek"},{"number":2,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons תוֹלָ֗ע <WH8439> to-La', of Tola עֻזִּ֡י <WH5813> 'uz-Zi Uzzi וּרְפָיָ֡ה <WH7509> u-re-fa-Yah and Rephaiah וִֽ֠ירִיאֵל <WH3400> Vi-ri-'el and Jeriel וְיַחְמַ֨י <WH3181> ve-yach-Mai and Jahmai וְיִבְשָׂ֜ם <WH3005> ve-yiv-Sam and Jibsam וּשְׁמוּאֵ֗ל <WH8050> u-she-mu-'El, and Shemuel רָאשִׁ֤ים <WH7218> ra-Shim heads לְבֵית־ <WH1004> le-veit- house אֲבוֹתָם֙ <WH1> a-vo-Tam of their father's לְתוֹלָ֔ע <WH8439> le-to-La', [to wit] of Tola גִּבּ֥וֹרֵי <WH1368> gib-Bo-rei [they were] valiant men חַ֖יִל <WH2428> Cha-yil of might לְתֹלְדוֹתָ֑ם <WH8435> le-to-le-do-Tam; in their generations מִסְפָּרָם֙ <WH4557> mis-pa-Ram whose number בִּימֵ֣י <WH3117> bi-Mei [was] in the days דָוִ֔יד <WH1732> da-Vid, of David עֶשְׂרִֽים־ <WH6242> 'es-rim- and twenty וּשְׁנַ֥יִם <WH8147> u-she-Na-yim two אֶ֖לֶף <WH505> 'E-lef thousand וְשֵׁ֥שׁ <WH8337> ve-Shesh and six מֵאֽוֹת׃ <WH3967> me-'ot. hundred ס sa-Mek"},{"number":3,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons עֻזִּ֖י <WH5813> 'uz-Zi of Uzzi יִֽזְרַֽחְיָ֑ה <WH3156> yiz-rach-Yah; Izrahiah וּבְנֵ֣י <WH1121> u-ve-Nei and the sons יִֽזְרַֽחְיָ֗ה <WH3156> yiz-rach-Yah, of Izrahiah מִֽיכָאֵ֡ל <WH4317> mi-cha-'El Michael וְ֠עֹבַדְיָה <WH5662> Ve-'oad-yah and Obadiah וְיוֹאֵ֧ל <WH3100> ve-yo-'El and Joel יִשִּׁיָּ֛ה <WH3449> yish-shi-Yah Ishiah חֲמִשָּׁ֖ה <WH2568> cha-mish-Shah five רָאשִׁ֥ים <WH7218> ra-Shim all of them chief men כֻּלָּֽם׃ <WH3605> kul-Lam. all"},{"number":4,"verse":"וַעֲלֵיהֶ֨ם <WH5921> va-'a-lei-Hem by לְתֹלְדוֹתָ֜ם <WH8435> le-to-le-do-Tam And with them by their generations לְבֵ֣ית <WH1004> le-Veit after the house אֲבוֹתָ֗ם <WH1> a-vo-Tam, of their fathers גְּדוּדֵי֙ <WH1416> ge-du-Dei [were] bands צְבָ֣א <WH6635> tze-Va of soldiers מִלְחָמָ֔ה <WH4421> mil-cha-Mah, for war שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim and thirty וְשִׁשָּׁ֖ה <WH8337> ve-shish-Shah six אָ֑לֶף <WH505> 'A-lef; thousand כִּֽי־ <WH3588> ki- for הִרְבּ֥וּ <WH7235> hir-Bu [men] for they had many נָשִׁ֖ים <WH802> na-Shim wives וּבָנִֽים׃ <WH1121> u-va-Nim. and sons"},{"number":5,"verse":"וַאֲחֵיהֶ֗ם <WH251> va-'a-chei-Hem, And their brethren לְכֹל֙ <WH3605> le-Chol all מִשְׁפְּח֣וֹת <WH4940> mish-pe-Chot among all the families יִשָׂשכָ֔ר <WH3485> yi-so-sh-Char, of Issachar גִּבּוֹרֵ֖י <WH1368> gib-bo-Rei [were] valiant חֲיָלִ֑ים <WH2428> cha-ya-Lim; men of might שְׁמוֹנִ֤ים <WH8084> she-mo-Nim fourscore וְשִׁבְעָה֙ <WH7651> ve-shiv-'Ah and seven אֶ֔לֶף <WH505> 'E-lef, thousand הִתְיַחְשָׂ֖ם <WH3187> hit-yach-Sam reckoned in all by their genealogies לַכֹּֽל׃ <WH3605> lak-Kol. all manner פ Peh"},{"number":6,"verse":"בִּנְיָמִ֗ן <WH1144> bin-ya-Min, [The sons] of Benjamin בֶּ֧לַע <WH1106> Be-la' Bela וָבֶ֛כֶר <WH1071> va-Ve-cher and Becher וִידִֽיעֲאֵ֖ל <WH3043> vi-di-'a-'El and Jediael שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. three"},{"number":7,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons בֶ֗לַע <WH1106> Ve-la', of Bela אֶצְבּ֡וֹן <WH675> etz-Bon Ezbon וְעֻזִּ֡י <WH5813> ve-'uz-Zi and Uzzi וְ֠עֻזִּיאֵל <WH5816> Ve-'uz-zi-'el and Uzziel וִירִימ֨וֹת <WH3406> vi-ri-Mot and Jerimoth וְעִירִ֜י <WH5901> ve-'i-Ri and Iri חֲמִשָּׁ֗ה <WH2568> cha-mish-Shah, five רָאשֵׁי֙ <WH7218> ra-Shei heads בֵּ֣ית <WH1004> beit of the house אָב֔וֹת <WH1> a-Vot, of [their] fathers גִּבּוֹרֵ֖י <WH1368> gib-bo-Rei mighty חֲיָלִ֑ים <WH2428> cha-ya-Lim; men of valour וְהִתְיַחְשָׂ֗ם <WH3187> ve-hit-yach-Sam, and were reckoned by their genealogies עֶשְׂרִ֤ים <WH6242> 'es-Rim twenty וּשְׁנַ֙יִם֙ <WH8147> u-she-Na-yim and two אֶ֔לֶף <WH505> 'E-lef, thousand וּשְׁלֹשִׁ֖ים <WH7970> u-she-lo-Shim and thirty וְאַרְבָּעָֽה׃ <WH702> ve-'ar-ba-'Ah. and four ס sa-Mek"},{"number":8,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons בֶ֗כֶר <WH1071> Ve-cher, of Becher זְמִירָ֡ה <WH2160> ze-mi-Rah Zemira וְיוֹעָ֡שׁ <WH3135> ve-yo-'Ash and Joash וֶ֠אֱלִיעֶזֶר <WH461> Ve-'e-li-'e-zer and Eliezer וְאֶלְיוֹעֵינַ֤י <WH454> ve-'el-yo-'ei-Nai and Elioenai וְעָמְרִי֙ <WH6018> ve-'a-me-Ri and Omri וִירֵמ֣וֹת <WH3406> vi-re-Mot and Jerimoth וַאֲבִיָּ֔ה <WH29> va-'a-vi-Yah, and Abiah וַעֲנָת֖וֹת <WH6068> va-'a-na-Tot and Anathoth וְעָלָ֑מֶת <WH5964> ve-'a-La-met; and Alameth כָּל־ <WH3605> kol- All אֵ֖לֶּה <WH428> 'El-leh these בְּנֵי־ <WH1121> be-nei- All these [are] the sons בָֽכֶר׃ <WH1071> Va-cher. of Becher"},{"number":9,"verse":"וְהִתְיַחְשָׂ֣ם <WH3187> ve-hit-yach-Sam And the number לְתֹלְדוֹתָ֗ם <WH8435> le-to-le-do-Tam, of them after their genealogy by their generations רָאשֵׁי֙ <WH7218> ra-Shei heads בֵּ֣ית <WH1004> beit of the house אֲבוֹתָ֔ם <WH1> a-vo-Tam, of their fathers גִּבּוֹרֵ֖י <WH1368> gib-bo-Rei mighty men חָ֑יִל <WH2428> Cha-yil; of valour עֶשְׂרִ֥ים <WH6242> 'es-Rim [was] twenty אֶ֖לֶף <WH505> 'E-lef thousand וּמָאתָֽיִם׃ <WH3967> u-ma-Ta-yim. and two hundred ס sa-Mek"},{"number":10,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei The sons יְדִיעֲאֵ֖ל <WH3043> ye-di-'a-'El also of Jediael בִּלְהָ֑ן <WH1092> bil-Han; Bilhan וּבְנֵ֣י <WH1121> u-ve-Nei and the sons בִלְהָ֗ן <WH1092> vil-Han, of Bilhan; יְעִישׁ ye-'ish כיְע֡וּשׁ <WH3266> ye-'Ush Jehush קוּ֠בִנְיָמִן <WH1144> U-vin-ya-min and Benjamin וְאֵה֤וּד <WH164> ve-'e-Hud and Ehud וּֽכְנַעֲנָה֙ <WH3668> u-che-na-'a-Nah and Chenaanah וְזֵיתָ֔ן <WH2133> ve-zei-Tan, and Zethan וְתַרְשִׁ֖ישׁ <WH8659> ve-tar-Shish and Tharshish וַאֲחִישָֽׁחַר׃ <WH300> va-'a-chi-Sha-char. and Ahishahar"},{"number":11,"verse":"כָּל־ <WH3605> kol- all manner אֵ֜לֶּה <WH428> 'El-leh these בְּנֵ֤י <WH1121> be-Nei All these the sons יְדִֽיעֲאֵל֙ <WH3043> ye-di-'a-'El of Jediael לְרָאשֵׁ֣י <WH7218> le-ra-Shei by the heads הָאָב֔וֹת <WH1> ha-'a-Vot, of their fathers גִּבּוֹרֵ֖י <WH1368> gib-bo-Rei mighty חֲיָלִ֑ים <WH2428> cha-ya-Lim; men of valour שִׁבְעָֽה־ <WH7651> shiv-'ah- seven עָשָׂ֥ר <WH6240> 'a-Sar teen אֶ֙לֶף֙ <WH505> 'e-lef thousand וּמָאתַ֔יִם <WH3967> u-ma-Ta-yim, and two hundred יֹצְאֵ֥י <WH3318> yo-tze-'Ei [soldiers] fit to go out צָבָ֖א <WH6635> tza-Va for war לַמִּלְחָמָֽה׃ <WH4421> lam-mil-cha-Mah. [and] battle"},{"number":12,"verse":"וְשֻׁפִּ֤ם <WH8206> ve-shup-Pim Shuppim וְחֻפִּם֙ <WH2650> ve-chup-Pim also and Huppim בְּנֵ֣י <WH1121> be-Nei the children עִ֔יר <WH5893> 'Ir, of Ir חֻשִׁ֖ם <WH2366> chu-Shim [and] Hushim בְּנֵ֥י <WH1121> be-Nei the sons אַחֵֽר׃ <WH313> 'a-Cher. of Aher"},{"number":13,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons נַפְתָּלִ֗י <WH5321> naf-ta-Li, of Naphtali יַחֲצִיאֵ֧ל <WH3185> ya-cha-tzi-'El Jahziel וְגוּנִ֛י <WH1476> ve-gu-Ni and Guni וְיֵ֥צֶר <WH3337> ve-Ye-tzer and Jezer וְשַׁלּ֖וּם <WH7967> ve-shal-Lum and Shallum בְּנֵ֥י <WH1121> be-Nei the sons בִלְהָֽה׃ <WH1090> vil-Hah. of Bilhah פ Peh"},{"number":14,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, of Manasseh אַשְׂרִיאֵ֖ל <WH844> 'as-ri-'El Ashriel אֲשֶׁ֣ר <WH834> 'a-Sher whom יָלָ֑דָה <WH3205> ya-La-dah; whom she bare פִּֽילַגְשׁוֹ֙ <WH6370> pi-lag-Sho ([but] his concubine הָֽאֲרַמִּיָּ֔ה <WH761> ha-'a-ram-mi-Yah, the Aramitess יָלְדָ֕ה <WH3205> Yal-dah bare אֶת־ <WH853> 'et- מָכִ֖יר <WH4353> ma-Chir Machir אֲבִ֥י <WH1> 'a-Vi the father גִלְעָֽד׃ <WH1568> gil-'Ad. of Gilead"},{"number":15,"verse":"וּמָכִ֞יר <WH4353> u-ma-Chir And Machir לָקַ֤ח <WH3947> la-Kach took אִשָּׁה֙ <WH802> 'ish-Shah to wife לְחֻפִּ֣ים <WH2650> le-chup-Pim [the sister] of Huppim וּלְשֻׁפִּ֔ים <WH8206> u-le-shup-Pim, and Shuppim וְשֵׁ֤ם <WH8034> ve-Shem name אֲחֹתוֹ֙ <WH269> a-cho-To whose sister's מַעֲכָ֔ה <WH4601> ma-'a-Chah, was Maacah וְשֵׁ֥ם <WH8034> ve-Shem and the name הַשֵּׁנִ֖י <WH8145> hash-she-Ni of the second צְלָפְחָ֑ד <WH6765> tze-la-fe-Chad; [was] Zelophehad וַתִּהְיֶ֥נָה <WH1961> vat-tih-Ye-nah had לִצְלָפְחָ֖ד <WH6765> litz-la-fe-Chad and Zelophehad בָּנֽוֹת׃ <WH1323> ba-Not. had daughters"},{"number":16,"verse":"וַתֵּ֨לֶד <WH3205> vat-Te-led bare מַעֲכָ֤ה <WH4601> ma-'a-Chah And Maachah אֵֽשֶׁת־ <WH802> 'e-shet- the wife מָכִיר֙ <WH4353> ma-Chir of Machir בֵּ֔ן <WH1121> Ben, a son וַתִּקְרָ֤א <WH7121> vat-tik-Ra and she called שְׁמוֹ֙ <WH8034> she-Mo his name פֶּ֔רֶשׁ <WH6570> Pe-resh, Peresh וְשֵׁ֥ם <WH8034> ve-Shem and the name אָחִ֖יו <WH251> 'a-Chiv of his brother שָׁ֑רֶשׁ <WH8329> Sha-resh; [was] Sheresh וּבָנָ֖יו <WH1121> u-va-Nav and his sons אוּלָ֥ם <WH198> 'u-Lam [were] Ulam וָרָֽקֶם׃ <WH7552> va-Ra-kem. and Rakem"},{"number":17,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons אוּלָ֖ם <WH198> 'u-Lam of Ulam בְּדָ֑ן <WH917> be-Dan; Bedan אֵ֚לֶּה <WH428> 'El-leh These בְּנֵ֣י <WH1121> be-Nei These [were] the sons גִלְעָ֔ד <WH1568> gil-'Ad, of Gilead בֶּן־ <WH1121> ben- the son מָכִ֖יר <WH4353> ma-Chir of Machir בֶּן־ <WH1121> ben- the son מְנַשֶּֽׁה׃ <WH4519> me-nash-Sheh. of Manasseh"},{"number":18,"verse":"וַאֲחֹת֖וֹ <WH269> va-'a-cho-To And his sister הַמֹּלֶ֑כֶת <WH4447> ham-mo-Le-chet; Hammoleketh יָלְדָה֙ <WH3205> Yal-dah bare אֶת־ <WH853> 'et- אִישְׁה֔וֹד <WH379> ish-Hod, Ishod וְאֶת־ <WH853> ve-'Et אֲבִיעֶ֖זֶר <WH44> 'a-vi-'E-zer and Abiezer וְאֶת־ <WH853> ve-'Et מַחְלָֽה׃ <WH4244> mach-Lah. and Mahalah"},{"number":19,"verse":"וַיִּהְי֖וּ <WH1961> vai-yih-Yu become בְּנֵ֣י <WH1121> be-Nei And the sons שְׁמִידָ֑ע <WH8061> she-mi-Da'; of Shemida אַחְיָ֣ן <WH291> 'ach-Yan were Ahian וָשֶׁ֔כֶם <WH7928> va-She-chem, and Shechem וְלִקְחִ֖י <WH3949> ve-lik-Chi and Likhi וַאֲנִיעָֽם׃ <WH593> va-'a-ni-'Am. and Aniam פ Peh"},{"number":20,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons אֶפְרַ֖יִם <WH669> 'ef-Ra-yim of Ephraim שׁוּתָ֑לַח <WH7803> shu-Ta-lach; Shuthelah וּבֶ֤רֶד <WH1260> u-Ve-red and Bered בְּנוֹ֙ <WH1121> be-No his son וְתַ֣חַת <WH8480> ve-Ta-chat and Tahath בְּנ֔וֹ <WH1121> be-No, his son וְאֶלְעָדָ֥ה <WH497> ve-'el-'a-Dah and Eladah בְנ֖וֹ <WH1121> ve-No his son וְתַ֥חַת <WH8480> ve-Ta-chat and Tahath בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":21,"verse":"וְזָבָ֥ד <WH2066> ve-za-Vad And Zabad בְּנ֛וֹ <WH1121> be-No his son וְשׁוּתֶ֥לַח <WH7803> ve-shu-Te-lach and Shuthelah בְּנ֖וֹ <WH1121> be-No his son וְעֵ֣זֶר <WH5827> ve-'E-zer and Ezer וְאֶלְעָ֑ד <WH496> ve-'el-'Ad; and Elead וַהֲרָג֗וּם <WH2026> va-ha-ra-Gum, slew אַנְשֵׁי־ <WH582> 'an-shei- whom the men גַת֙ <WH1661> gat of Gath הַנּוֹלָדִ֣ים <WH3205> han-no-la-Dim [that were] born בָּאָ֔רֶץ <WH776> ba-'A-retz, in [that] land כִּ֣י <WH3588> ki because יָרְד֔וּ <WH3381> ya-re-Du, because they came down לָקַ֖חַת <WH3947> la-Ka-chat to take away אֶת־ <WH853> 'et- מִקְנֵיהֶֽם׃ <WH4735> mik-nei-Hem. their cattle"},{"number":22,"verse":"וַיִּתְאַבֵּ֛ל <WH56> vai-yit-'ab-Bel mourned אֶפְרַ֥יִם <WH669> 'ef-Ra-yim And Ephraim אֲבִיהֶ֖ם <WH1> 'a-vi-Hem their father יָמִ֣ים <WH3117> ya-Mim days רַבִּ֑ים <WH7227> rab-Bim; many וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u came אֶחָ֖יו <WH251> 'e-Chav and his brethren לְנַחֲמֽוֹ׃ <WH5162> le-na-cha-Mo. to comfort"},{"number":23,"verse":"וַיָּבֹא֙ <WH935> vai-ya-Vo And when he went in אֶל־ <WH413> 'el- to אִשְׁתּ֔וֹ <WH802> ish-To, to his wife וַתַּ֖הַר <WH2029> vat-Ta-har she conceived וַתֵּ֣לֶד <WH3205> vat-Te-led and bare בֵּ֑ן <WH1121> Ben; a son וַיִּקְרָ֤א <WH7121> vai-yik-Ra and he called אֶת־ <WH853> 'et- שְׁמוֹ֙ <WH8034> she-Mo his name בְּרִיעָ֔ה <WH1283> be-ri-'Ah, Beriah כִּ֥י <WH3588> ki because בְרָעָ֖ה <WH7451> ve-ra-'Ah because it went evil הָיְתָ֥ה <WH1961> ha-ye-Tah had come בְּבֵיתֽוֹ׃ <WH1004> be-vei-To. with his house"},{"number":24,"verse":"וּבִתּ֣וֹ <WH1323> u-vit-To (And his daughter שֶׁאֱרָ֔ה <WH7609> she-'e-Rah, [was] Sherah וַתִּ֧בֶן <WH1129> vat-Ti-ven who built אֶת־ <WH853> 'et- בֵּית־ beit- חוֹר֛וֹן <WH1032> cho-Ron Bethhoron הַתַּחְתּ֖וֹן <WH8481> hat-tach-Ton the nether וְאֶת־ <WH853> ve-'Et הָעֶלְי֑וֹן <WH5945> ha-'el-Yon; and the upper וְאֵ֖ת <WH853> ve-'Et אֻזֵּ֥ן 'uz-Zen שֶׁאֱרָֽה׃ <WH242> she-'e-Rah. Uzzen-sheerah"},{"number":25,"verse":"וְרֶ֣פַח <WH7506> ve-Re-fach And Rephah בְּנ֗וֹ <WH1121> be-No, [was] his son וְרֶ֧שֶׁף <WH7566> ve-Re-shef also Resheph וְתֶ֛לַח <WH8520> ve-Te-lach and Telah בְּנ֖וֹ <WH1121> be-No his son וְתַ֥חַן <WH8465> ve-Ta-chan and Tahan בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":26,"verse":"לַעְדָּ֥ן <WH3936> la'-Dan Laadan בְּנ֛וֹ <WH1121> be-No his son עַמִּיה֥וּד <WH5989> 'am-mi-Hud Ammihud בְּנ֖וֹ <WH1121> be-No his son אֱלִישָׁמָ֥ע <WH476> 'e-li-sha-Ma' Elishama בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":27,"verse":"נ֥וֹן <WH5126> Non Non בְּנ֖וֹ <WH1121> be-No his son יְהוֹשֻׁ֥עַ <WH3091> ye-ho-Shu-a' Jehoshua בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":28,"verse":"וַאֲחֻזָּתָם֙ <WH272> va-'a-chuz-za-Tam And their possessions וּמֹ֣שְׁבוֹתָ֔ם <WH4186> u-Mo-she-vo-Tam, and habitations בֵּֽית־ beit- אֵ֖ל <WH1008> 'el [were] Bethel וּבְנֹתֶ֑יהָ <WH1323> u-ve-no-Tei-ha; and the towns וְלַמִּזְרָ֣ח <WH4217> ve-lam-miz-Rach thereof and eastward נַעֲרָ֔ן <WH5295> na-'a-Ran, Naaran וְלַֽמַּעֲרָ֗ב <WH4628> ve-lam-ma-'a-Rav, and westward גֶּ֤זֶר <WH1507> Ge-zer Gezer וּבְנֹתֶ֙יהָ֙ <WH1323> u-ve-no-Tei-ha with the towns וּשְׁכֶ֣ם <WH7927> u-she-Chem thereof Shechem וּבְנֹתֶ֔יהָ <WH1323> u-ve-no-Tei-ha, also and the towns עַד־ <WH5704> 'ad- far עַיָּ֖ה <WH5804> 'ai-Yah thereof unto Gaza וּבְנֹתֶֽיהָ׃ <WH1323> u-ve-no-Tei-ha. and the towns"},{"number":29,"verse":"וְעַל־ <WH5921> ve-'al- and along יְדֵ֣י <WH3027> ye-Dei And by the borders בְנֵי־ <WH1121> ve-nei- of the children מְנַשֶּׁ֗ה <WH4519> me-nash-Sheh, of Manasseh בֵּית־ beit- שְׁאָ֤ן <WH1052> she-'An Bethshean וּבְנֹתֶ֙יהָ֙ <WH1323> u-ve-no-Tei-ha and her towns תַּעְנַ֣ךְ <WH8590> ta'-Nach Taanach וּבְנֹתֶ֔יהָ <WH1323> u-ve-no-Tei-ha, and her towns מְגִדּ֥וֹ <WH4023> me-gid-Do Megiddo וּבְנוֹתֶ֖יהָ <WH1323> u-ve-no-Tei-ha and her towns דּ֣וֹר <WH1756> Dor Dor וּבְנוֹתֶ֑יהָ <WH1323> u-ve-no-Tei-ha; and her towns בְּאֵ֙לֶּה֙ <WH428> be-'El-leh these יָשְׁב֔וּ <WH3427> ya-she-Vu, In these dwelt בְּנֵ֥י <WH1121> be-Nei the children יוֹסֵ֖ף <WH3130> yo-Sef of Joseph בֶּן־ <WH1121> ben- the son יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel פ Peh"},{"number":30,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons אָשֵׁ֗ר <WH836> 'a-Sher, of Asher יִמְנָ֧ה <WH3232> yim-Nah Imnah וְיִשְׁוָ֛ה <WH3438> ve-yish-Vah and Ishuai וְיִשְׁוִ֥י <WH3440> ve-yish-Vi and Isuah וּבְרִיעָ֖ה <WH1283> u-ve-ri-'Ah and Beriah וְשֶׂ֥רַח <WH8294> ve-Se-rach and Serah אֲחוֹתָֽם׃ <WH269> a-cho-Tam. their sister"},{"number":31,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons בְרִיעָ֔ה <WH1283> ve-ri-'Ah, of Beriah חֶ֖בֶר <WH2268> Che-ver Heber וּמַלְכִּיאֵ֑ל <WH4439> u-mal-ki-'El; and Malchiel ה֖וּא <WH1931> hu who אֲבִ֥י <WH1> 'a-Vi who [is] the father; בִרְזֹות vir-zot כבִרְזָֽיִת׃ <WH1269> vir-Za-yit. Birzavith from the marg ק"},{"number":32,"verse":"וְחֶ֙בֶר֙ <WH2268> ve-Che-ver And Heber הוֹלִ֣יד <WH3205> ho-Lid begat אֶת־ <WH853> 'et- יַפְלֵ֔ט <WH3310> yaf-Let, Japhlet וְאֶת־ <WH853> ve-'Et שׁוֹמֵ֖ר <WH7763> sho-Mer and Shomer וְאֶת־ <WH853> ve-'Et חוֹתָ֑ם <WH2369> cho-Tam; and Hotham וְאֵ֖ת <WH853> ve-'Et שׁוּעָ֥א <WH7774> shu-'A and Shua אֲחוֹתָֽם׃ <WH269> a-cho-Tam. their sister"},{"number":33,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei And the sons יַפְלֵ֔ט <WH3310> yaf-Let, of Japhlet פָּסַ֥ךְ <WH6457> pa-Sach Pasach וּבִמְהָ֖ל <WH1118> u-vim-Hal and Bimhal וְעַשְׁוָ֑ת <WH6220> ve-'ash-Vat; and Ashvath אֵ֖לֶּה <WH428> 'El-leh These בְּנֵ֥י <WH1121> be-Nei These [are] the children יַפְלֵֽט׃ <WH3310> yaf-Let. of Japhlet"},{"number":34,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons שָׁ֑מֶר <WH8106> Sha-mer; of Shamer אֲחִ֥י <WH277> 'a-Chi Ahi; וְרֹוהֲגָה ve-ro-ha-gah כוְרָהְגָּ֖ה <WH7303> ve-ra-he-Gah Rohgah ק; יַחְבָּה yach-bah כוְחֻבָּ֥ה <WH3160> ve-chub-Bah Jehubbah קוַאֲרָֽם׃ <WH758> va-'a-Ram. and Aram"},{"number":35,"verse":"וּבֶן־ <WH1121> u-ven- And the sons הֵ֖לֶם <WH1987> He-lem Helem אָחִ֑יו <WH251> 'a-Chiv; of his brother צוֹפַ֥ח <WH6690> tzo-Fach Zophah וְיִמְנָ֖ע <WH3234> ve-yim-Na' and Imna וְשֵׁ֥לֶשׁ <WH8028> ve-She-lesh and Shelesh וְעָמָֽל׃ <WH6000> ve-'a-Mal. and Amal"},{"number":36,"verse":"בְּנֵ֖י <WH1121> be-Nei The sons צוֹפָ֑ח <WH6690> tzo-Fach; of Zophah ס֧וּחַ <WH5477> Su-ach Suah וְחַרְנֶ֛פֶר <WH2774> ve-char-Ne-fer and Harnepher וְשׁוּעָ֖ל <WH7777> ve-shu-'Al and Shual וּבֵרִ֥י <WH1275> u-ve-Ri and Beri וְיִמְרָֽה׃ <WH3236> ve-yim-Rah. and Imrah"},{"number":37,"verse":"בֶּ֣צֶר <WH1221> Be-tzer Bezer וָה֗וֹד <WH1936> va-Hod, and Hod וְשַׁמָּ֧א <WH8037> ve-sham-Ma and Shamma וְשִׁלְשָׁ֛ה <WH8030> ve-shil-Shah and Shilshah וְיִתְרָ֖ן <WH3506> ve-yit-Ran and Ithran וּבְאֵרָֽא׃ <WH878> u-ve-'e-Ra. and Beera"},{"number":38,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons יֶ֑תֶר <WH3500> Ye-ter; of Jether יְפֻנֶּ֥ה <WH3312> ye-fun-Neh Jephunneh וּפִסְפָּ֖ה <WH6462> u-fis-Pah and Pispah וַאְרָֽא׃ <WH690> va'-Ra. and Ara"},{"number":39,"verse":"וּבְנֵ֖י <WH1121> u-ve-Nei And the sons עֻלָּ֑א <WH5925> 'ul-La; of Ulla אָרַ֥ח <WH733> 'a-Rach Arah וְחַנִּיאֵ֖ל <WH2592> ve-chan-ni-'El and Haniel וְרִצְיָֽא׃ <WH7525> ve-ritz-Ya. and Rezia"},{"number":40,"verse":"כָּל־ <WH3605> kol- all manner אֵ֣לֶּה <WH428> 'El-leh All בְנֵי־ <WH1121> ve-nei- All these [were] the children אָ֠שֵׁר <WH836> 'a-Sher of Asher רָאשֵׁ֨י <WH7218> ra-Shei heads בֵית־ <WH1004> veit- house הָאָב֤וֹת <WH1> ha-'a-Vot of [their] father's בְּרוּרִים֙ <WH1305> be-ru-Rim choice גִּבּוֹרֵ֣י <WH1368> gib-bo-Rei [and] mighty men חֲיָלִ֔ים <WH2428> cha-ya-Lim, of valour רָאשֵׁ֖י <WH7218> ra-Shei chief הַנְּשִׂיאִ֑ים <WH5387> han-ne-si-'Im; of the princes וְהִתְיַחְשָׂ֤ם <WH3187> ve-hit-yach-Sam throughout the genealogy בַּצָּבָא֙ <WH6635> batz-tza-Va of them that were apt to the war בַּמִּלְחָמָ֔ה <WH4421> bam-mil-cha-Mah, [and] to battle מִסְפָּרָ֣ם <WH4557> mis-pa-Ram And the number אֲנָשִׁ֔ים <WH376> 'a-na-Shim, men עֶשְׂרִ֥ים <WH6242> 'es-Rim [was] twenty וְשִׁשָּׁ֖ה <WH8337> ve-shish-Shah and six אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"}]}