{"bibleAbbr":"guOV2016","bookName":"યાકૂબનો પત્ર","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"( ભેદભાવ સંબંધી ચેતવણી) મારા ભાઈઓ, તમે નિષ્પક્ષપાતપણે આપણા મહિમાવાન પ્રભુ ઈસુ ખ્રિસ્તનો વિશ્વાસ રાખો."},{"number":2,"verse":"કેમ કે જેની આંગળીમાં સોનાની વીંટી હોય તથા જેના અંગ પર સુંદર કીમતી વસ્‍ત્ર હોય, એવો માણસ જો તમારી સભામાં આવે, અને જો મલિન વસ્‍ત્ર પહેરેલો એવો એક ગરીબ માણસ પણ આવે,"},{"number":3,"verse":"અને તમે સુંદર કીમતી વસ્‍ત્ર પહેરેલા માણસને માન આપીને કહો છો, “તમે અહીં ઉત્તમ સ્થાને બેસો”, પણ પેલા ગરીબ માણસને કહો છો, “તું ત્યાં ઊભો રહે.” અથવા “અહીં મારા પગના આસન પાસે બેસ.”"},{"number":4,"verse":"તો શું તમારામાં ભેદભાવ નથી? અને શું તમે પક્ષપાતપણે ન્યાય કરતા નથી?"},{"number":5,"verse":"મારા વહાલા ભાઈઓ, તમે સાંભળો. વિશ્વાસમાં ધનવાન થવા માટે, તથા ઈશ્વરે પોતાના પર પ્રેમ રાખનારાઓને જે રાજય આપવાનું વચન આપ્યું છે તેનું વતન પામવા માટે ઈશ્વરે આ જગતના ગરીબોને પસંદ નથી કર્યાં?"},{"number":6,"verse":"પણ તમે ગરીબનું અપમાન કર્યું છે. શું શ્રીમંતો તમારા પર જુલમ કરતા નથી? અને ન્યાયાસન આગળ તેઓ તમને ઘસડી લઈ જતા નથી?"},{"number":7,"verse":"જે ઉત્તમ નામથી તમે ઓળખાઓ છો, તેની નિંદા કરનારા શું તેઓ નથી?"},{"number":8,"verse":"તોપણ પવિત્રલેખ પ્રમાણે જે રાજમાન્ય નિયમ છે, એટલે કે, ( .) “તું પોતાના જેવો પોતાના પડોશી પર‍ પ્રેમ રાખ, ” એ [નિયમ] જો તમે પૂરેપૂરો પાળો છો, તો તમે ઘણું સારું કરો છો,"},{"number":9,"verse":"પણ જો તમે પક્ષપાત કરો છો, તો પાપ કરો છો. અને [નિયમનું] ઉલ્‍લંઘન કરનારા તરીકે નિયમથી અપરાધી ઠરો છો."},{"number":10,"verse":"કેમ કે જે કોઈ આખું નિયમશાસ્‍ત્ર પાળશે, અને માત્ર એક જ બાબતમાં ભૂલ કરશે, તે સર્વ સંબંધી અપરાધી છે."},{"number":11,"verse":"કેમ કે જેમણે કહ્યું, “તું વ્યભિચાર ન કર, ” તેમણે જ કહ્યું છે, ( ; .) “તું હત્યા ન કર.” માટે જો તું વ્યભિચાર ન કરે, પણ જો ( ; .) તું હત્યા કરે, તો તું નિયમશાસ્‍ત્રનું ઉલ્લંઘન કરનારો થયો છે."},{"number":12,"verse":"સ્વતંત્રતાના નિયમ પ્રમાણે તમારો ન્યાય થવાનો છે, એવું સમજીને બોલો તથા વર્તો."},{"number":13,"verse":"કેમ કે જેણે દયા નથી રાખી, તેનો ન્યાય દયા વગર થશે, ન્યાય પર દયા વિજય મેળવે છે."},{"number":14,"verse":"( વિશ્વાસ અને કરણીઓ) મારા ભાઈઓ, જો કોઈ કહે “મને વિશ્વાસ છે.” પણ જો તેને કરણીઓ ન હોય, તો તેથી શો લાભ થાય? શું એવો વિશ્વાસ તેને તારી શકે છે?"},{"number":15,"verse":"જો કોઈ ભાઈ અથવા બહેન ઉઘાડાં હોય અને તેમને રોજનો પૂરતો ખોરાક ન હોય,"},{"number":16,"verse":"અને તમારામાંનો કોઈ તેઓને કહે કે, “શાંતિથી જાઓ, તાપો, અને તૃપ્ત થાઓ.” તોપણ શરીરને જે જોઈએ તે જો તમે તેઓને ન આપો, તો તેથી શો લાભ થાય?"},{"number":17,"verse":"તેમ જ વિશ્વાસ પણ, જો તેની સાથે કરણીઓ ન હોય, તો તે એકલો [હોવાથી] નિર્જીવ છે."},{"number":18,"verse":"હા, કોઈ કહેશે, “તને વિશ્વાસ છે, અને મને કરણીઓ છે; તો તું તારો વિશ્વાસ તારી કરણીઓ વગર મને દેખાડ, અને હું મારો વિશ્વાસ મારી કરણીઓથી તને દેખાડીશ.”"},{"number":19,"verse":"તું વિશ્વાસ કરે છે કે, ઈશ્વર એક છે; તો તું સારું કરે છે; દુષ્ટાત્માઓ પણ વિશ્વાસ કરે છે, અને કાંપે છે."},{"number":20,"verse":"પણ ઓ નિર્બુદ્ધ માણસ, કરણીઓ વગર વિશ્વાસ નિર્જીવ છે, એ જાણવાની તું ઇચ્છા રાખે છે?"},{"number":21,"verse":"( .) આપણા પૂર્વજ ઇબ્રાહિમે યજ્ઞવેદી પર પોતાના દીકરા ઇસહાકનું બલિદાન આપ્યું, તેમ કરીને કરણીઓથી તેને ન્યાયી ઠરાવવામાં આવ્યો નહિ?"},{"number":22,"verse":"તું જુએ છે કે તેની કરણીઓ સાથે વિશ્વાસ હતો, અને કરણીઓથી વિશ્વાસને સંપૂર્ણ કરવામાં આવ્યો."},{"number":23,"verse":"એટલે આ લેખ ખરો ઠર્યો કે જેમાં કહેલું છે. ( .) “ઇબ્રાહિમે ઈશ્વર પર વિશ્વાસ કર્યો, અને તે તેને માટે ન્યાયીપણા તરીકે ગણવામાં આવ્યો, અને ( ; .) તેને ઈશ્વરનો મિત્ર કહેવામાં આવ્યો.”"},{"number":24,"verse":"તમે જુઓ છો કે એકલા વિશ્વાસથી નહિ, પણ કરણીઓથી માણસને ન્યાયી ઠરાવવામાં આવે છે."},{"number":25,"verse":"તે જ પ્રમાણે ( .) જ્યારે રાહાબ વેશ્યાએ જાસૂસોનો સત્કાર કર્યો, અને તેઓને બીજે રસ્તે બહાર મોકલ્યા, ત્યારે તેને પણ શું કરણીઓથી ન્યાયી નહિ ઠરાવવામાં આવી?"},{"number":26,"verse":"કેમ કે જેમ શરીર આત્મા વગર નિર્જીવ છે, તેમ જ વિશ્વાસ પણ કરણીઓ વગર નિર્જીવ છે."}]}