{"bibleAbbr":"guOV2016","bookName":"યાકૂબનો પત્ર","bookEnglishName":"James","chapterNumber":5,"verses":[{"number":1,"verse":"( ધનવાનોને ચેતવણી) હવે ચાલો, શ્રીમંતો, તમારા પર પડનારાં સંકટોને લીધે તમે વિલાપ કરો અને રડો."},{"number":2,"verse":"( .) તમારી સંપત્તિ સડી ગઈ છે, અને તમારાં લૂગડાંને ઊધિઇ ખાઈ ગઈ છે."},{"number":3,"verse":"તમારું સોનું તથા રૂપું કટાઈ ગયું છે. અને તેનો કાટ તમારી વિરુદ્ધ સાક્ષી આપશે, અને અગ્નિની જેમ તમારાં શરીરોને ખાઈ જશે. તમે છેલ્‍લા સમયને માટે સંપત્તિ સંઘરી રાખી છે."},{"number":4,"verse":"( .) જુઓ, જે મજૂરોએ તમારાં ખેતર કાપ્યાં છે, તેઓની મજૂરી તમે દગો કરીને અટકાવી રાખી છે, તે બૂમ પાડે છે. અને કાપનારાઓની બૂમ સૈન્યોના પ્રભુના કાનોમાં આવી પહોંચી છે."},{"number":5,"verse":"તમે પૃથ્વી પર મોજશોખ કરીને વિલાસી થયા છો. કતલના દિવસમાં તમે તમારાં હ્રદયોને પુષ્ટ કર્યા છે."},{"number":6,"verse":"ન્યાયીને તમે અન્યાયી ઠરાવીને મારી નાખ્યો છે. તે તમારી સામો થતો નથી."},{"number":7,"verse":"( ધીરજ અને પ્રાર્થના) એ માટે, ભાઈઓ, પ્રભુના આવતાં સુધી તમે ધીરજ રાખો. જુઓ, ખેડૂત ખેતરમાં થનારા મૂલ્યવાન ફળની વાટ જુએ છે, અને પહેલો તથા છેલ્‍લો વરસાદ થાય ત્યાં સુધી તે ધીરજ રાખે છે."},{"number":8,"verse":"તમે પણ ધીરજ રાખો, તમારાં મન દઢ રાખો; કેમ કે પ્રભુનું આગમન નજીક છે."},{"number":9,"verse":"ભાઈઓ, તમારો ન્યાય કરવામાં ન આવે માટે એકબીજાની સામે બડબડાટ ન કરો જુઓ, ન્યાયાધીશ બારણા આગળ ઊભો રહે છે."},{"number":10,"verse":"મારા ભાઈઓ, દુ:ખ સહન કરવામાં તથા ધીરજ રાખવામાં જે પ્રબોધકો પ્રભુના નામથી બોલ્યા, તેઓનો દાખલો લો."},{"number":11,"verse":"જુઓ, જેઓએ સહન કર્યું હતું, તેઓને ધન્ય છે, એમ આપણે માનીએ છીએ:તમે ( ; .) અયૂબની સહનતા વિષે સાંભળ્યું છે, અને પ્રભુથી જે પરિણામ આવ્યું તે ઉપરથી તમે જોયું છે કે, ( .) પ્રભુ ઘણો દયાળુ તથા કૃપાળુ છે."},{"number":12,"verse":"પણ ( .) મારા ભાઈઓ, વિશેષ કરીને તમે સમ ન ખાઓ, આકાશના નહિ કે પૃથ્વીના નહિ તેમ જ બીજા કોઈના સમ ન ખાઓ, પણ તમને સજા ન થાય, માટે તમારી “હા” તે સાફ “હા” અને “ના” તે સાફ “ના” થાય."},{"number":13,"verse":"તમારામાં શું કોઈ દુ:ખી છે? તો તેણે પ્રાર્થના કરવી, શું કોઈ આનંદિત છે? તો તેણે સ્તોત્ર ગાવાં."},{"number":14,"verse":"તમારામાં શું કોઈ બીમાર છે? [જો હોય] તો તેણે મંડળીના વડીલોને બોલાવવા, અને તેઓએ પ્રભુના નામથી ( .) તેને તેલ ચોળીને તેને માટે પ્રાર્થના કરવી."},{"number":15,"verse":"અને વિશ્વાસ [સહિત કરેલી] પ્રાર્થના બીમારને બચાવશે, ને પ્રભુ તેને ઉઠાડશે; અને જો તેણે પાપ કર્યાં હશે તો તે તેને માફ કરવામાં આવશે."},{"number":16,"verse":"તમે નીરોગી થાઓ માટે તમારાં પાપ એકબીજાની આગળ કબૂલ કરો, અને એકબીજાને માટે પ્રાર્થના કરો. ન્યાયી માણસની પ્રાર્થના પરિણામે બહુ સાર્થક થાય છે."},{"number":17,"verse":"( ; .) એલિયા સ્વભાવે આપણા જેવો માણસ હતો, પણ વરસાદ ન વરસે તેવી તેણે પ્રાર્થના કરીને વિનંતી કરી; અને સાડાત્રણ વરસ સુધી પૃથ્વી પર વરસાદ વરસ્યો નહિ."},{"number":18,"verse":"( .) પછી તેણે ફરી પ્રાર્થના કરી, એટલે આકાશમાંથી વરસાદ પડયો, અને ધરતીમાંથી સારો પાક નીપજયો."},{"number":19,"verse":"મારા ભાઈઓ, જો તમારામાંનો કોઈ સત્ય [માર્ગ] મૂકીને આડે માર્ગે જાય, અને કોઈ તેને પાછો ફેરવે."},{"number":20,"verse":"તો તેણે જાણવું કે પાપીને તેના ભૂલભરેલા માર્ગથી જે પાછો ફેરવે છે, તે એક પ્રાણને મોતથી બચાવશે, અને ( ; .) પાપના પુંજને ઢાંકશે."}]}