{"bibleAbbr":"WLCv","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":1,"verses":[{"number":1,"verse":"וַיַּעֲמֹד יְהוֹשָׁפָט בִּקְהַל יְהוּדָה וִירוּשָׁלִַם בְּבֵית יְהוָה לִפְנֵי הֶחָצֵר הַחֲדָשָׁה׃"},{"number":2,"verse":"וַיֹּאמַר יְהוָה אֱלֹהֵי אֲבֹתֵינוּ הֲלֹא אַתָּה־הוּא אֱלֹהִים בַּשָּׁמַיִם וְאַתָּה מוֹשֵׁל בְּכֹל מַמְלְכוֹת הַגּוֹיִם וּבְיָדְךָ כֹּחַ וּגְבוּרָה וְאֵין עִמְּךָ לְהִתְיַצֵּב׃"},{"number":3,"verse":"הֲלֹא אַתָּה אֱלֹהֵינוּ הוֹרַשְׁתָּ אֶת־יֹשְׁבֵי הָאָרֶץ הַזֹּאת מִלִּפְנֵי עַמְּךָ יִשְׂרָאֵל וַתִּתְּנָהּ לְזֶרַע אַבְרָהָם אֹהַבְךָ לְעוֹלָם׃"},{"number":4,"verse":"וַיֵּשְׁבוּ־בָהּ וַיִּבְנוּ לְךָ בָּהּ מִקְדָּשׁ לְשִׁמְךָ לֵאמֹר׃"},{"number":5,"verse":"אִם־תָּבוֹא עָלֵינוּ רָעָה חֶרֶב שְׁפוֹט וְדֶבֶר וְרָעָב נַעַמְדָה לִפְנֵי הַבַּיִת הַזֶּה וּלְפָנֶיךָ כִּי שִׁמְךָ בַּבַּיִת הַזֶּה וְנִזְעַק אֵלֶיךָ מִצָּרָתֵנוּ וְתִשְׁמַע וְתוֹשִׁיעַ׃"},{"number":6,"verse":"וְעַתָּה הִנֵּה בְנֵי־עַמּוֹן וּמוֹאָב וְהַר־שֵׂעִיר אֲשֶׁר לֹא־נָתַתָּה לְיִשְׂרָאֵל לָבוֹא בָהֶם בְּבֹאָם מֵאֶרֶץ מִצְרָיִם כִּי סָרוּ מֵעֲלֵיהֶם וְלֹא הִשְׁמִידוּם׃"},{"number":7,"verse":"וְהִנֵּה־הֵם גֹּמְלִים עָלֵינוּ לָבוֹא לְגָרְשֵׁנוּ מִיְּרֻשָּׁתְךָ אֲשֶׁר הוֹרַשְׁתָּנוּ׃"},{"number":8,"verse":"אֱלֹהֵינוּ הֲלֹא תִשְׁפָּט־בָּם כִּי אֵין בָּנוּ כֹּחַ לִפְנֵי הֶהָמוֹן הָרָב הַזֶּה הַבָּא עָלֵינוּ וַאֲנַחְנוּ לֹא נֵדַע מַה־נַּעֲשֶׂה כִּי עָלֶיךָ עֵינֵינוּ׃"},{"number":9,"verse":"וְכָל־יְהוּדָה עֹמְדִים לִפְנֵי יְהוָה גַּם־טַפָּם נְשֵׁיהֶם וּבְנֵיהֶם׃ פ"},{"number":10,"verse":"וְיַחֲזִיאֵל בֶּן־זְכַרְיָהוּ בֶּן־בְּנָיָה בֶּן־יְעִיאֵל בֶּן־מַתַּנְיָה הַלֵּוִי מִן־בְּנֵי אָסָף הָיְתָה עָלָיו רוּחַ יְהוָה בְּתוֹךְ הַקָּהָל׃"},{"number":11,"verse":"וַיֹּאמֶר הַקְשִׁיבוּ כָל־יְהוּדָה וְיֹשְׁבֵי יְרוּשָׁלִַם וְהַמֶּלֶךְ יְהוֹשָׁפָט כֹּה־אָמַר יְהוָה לָכֶם אַתֶּם אַל־תִּירְאוּ וְאַל־תֵּחַתּוּ מִפְּנֵי הֶהָמוֹן הָרָב הַזֶּה כִּי לֹא לָכֶם הַמִּלְחָמָה כִּי לֵאלֹהִים׃"},{"number":12,"verse":"מָחָר רְדוּ עֲלֵיהֶם הִנָּם עֹלִים בְּמַעֲלֵה הַצִּיץ וּמְצָאתֶם אֹתָם בְּסוֹף הַנַּחַל פְּנֵי מִדְבַּר יְרוּאֵל׃"},{"number":13,"verse":"לֹא לָכֶם לְהִלָּחֵם בָּזֹאת הִתְיַצְּבוּ עִמְדוּ וּרְאוּ אֶת־יְשׁוּעַת יְהוָה עִמָּכֶם יְהוּדָה וִירוּשָׁלִַם אַל־תִּירְאוּ וְאַל־תֵּחַתּוּ מָחָר צְאוּ לִפְנֵיהֶם וַיהוָה עִמָּכֶם׃"},{"number":14,"verse":"וַיִּקֹּד יְהוֹשָׁפָט אַפַּיִם אָרְצָה וְכָל־יְהוּדָה וְיֹשְׁבֵי יְרוּשָׁלִַם נָפְלוּ לִפְנֵי יְהוָה לְהִשְׁתַּחֲוֺת לַיהוָה׃"},{"number":15,"verse":"וַיָּקֻמוּ הַלְוִיִּם מִן־בְּנֵי הַקְּהָתִים וּמִן־בְּנֵי הַקָּרְחִים לְהַלֵּל לַיהוָה אֱלֹהֵי יִשְׂרָאֵל בְּקוֹל גָּדוֹל לְמָעְלָה׃"},{"number":16,"verse":"וַיַּשְׁכִּימוּ בַבֹּקֶר וַיֵּצְאוּ לְמִדְבַּר תְּקוֹעַ וּבְצֵאתָם עָמַד יְהוֹשָׁפָט וַיֹּאמֶר שְׁמָעוּנִי יְהוּדָה וְיֹשְׁבֵי יְרוּשָׁלִַם הַאֲמִינוּ בַּיהוָה אֱלֹהֵיכֶם וְתֵאָמֵנוּ הַאֲמִינוּ בִנְבִיאָיו וְהַצְלִיחוּ׃"},{"number":17,"verse":"וַיִּוָּעַץ אֶל־הָעָם וַיַּעֲמֵד מְשֹׁרֲרִים לַיהוָה וּמְהַלְלִים לְהַדְרַת־קֹדֶשׁ בְּצֵאת לִפְנֵי הֶחָלוּץ וְאֹמְרִים הוֹדוּ לַיהוָה כִּי לְעוֹלָם חַסְדּוֹ׃"},{"number":18,"verse":"וּבְעֵת הֵחֵלּוּ בְרִנָּה וּתְהִלָּה נָתַן יְהוָה מְאָרְבִים עַל־בְּנֵי עַמּוֹן מוֹאָב וְהַר־שֵׂעִיר הַבָּאִים לִיהוּדָה וַיִּנָּגֵפוּ׃"}]}