{"bibleAbbr":"guOV2016","bookName":"દાનિયેલ","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"( દાનિયેલનું પુસ્તક દાનિયેલ અને તેના મિત્રોની વાત) ( ( 340 ૧:૧-૬:૨૮ )) ( જુવાનો નબૂખાદનેસ્સારના દરબારમાં) ( ; .) યહૂદિયાના રાજા યહોયાકીમની કારકિર્દીને ત્રીજે વર્ષે બાબિલના રાજા નબૂખાદનેસ્સારે યરુશાલેમ આવીને તેને ઘેરો નાખ્યો."},{"number":2,"verse":"( ; ; ; .) પ્રભુએ યહૂદિયાના રાજા યહોયાકીમને, ઈશ્વરના મંદિરનાં કેટલાંક પાત્રોસહિત, તેના હાથમાં સોંપ્યો, અને બાબિલનો રાજા તેમને શિનાર દેશમાં પોતાના દેવના મંદિરમાં લઈ ગયો. તેણે તે પાત્રો પોતાના દેવના ભંડારમાં રાખ્યાં."},{"number":3,"verse":"રાજાએ પોતાના મુખ્ય ખોજા આસ્પનાઝને કહ્યું, “તારે [કેટલાક] એવા રાજવંશી ને અમીરવર્ગના ઇઝરાયલી છોકરાને લાવવા કે,"},{"number":4,"verse":"જે છોકરાઓમાં કંઈ ખોડખાંપણ ન હોય, પણ ઘણા ખૂબસૂરત, સર્વ બાબતમાં જ્ઞાનસંપન્‍ન, વિદ્યાપારંગત, વિજ્ઞાનમાં પ્રવીણ, ને રાજ્યમહેલમાં ઊભા રહી શકે એવા હોય. તારે તેમને ખાલદીઓની વિદ્યા તથા ભાષા શીખવવી.”"},{"number":5,"verse":"રાજાએ તેઓને માટે રાજાના ખાણામાંથી તથા તેને પીવાના દ્રાક્ષારસમાંથી રોજિંદો અમુક હિસ્સો ઠરાવી આપ્યો. ત્રણ વર્ષ સુધી તેઓનું પોષણ કરવું, ને તે મુદતને અંતે તેઓને રાજાની હજૂરમાં રજૂ કરવામાં આવે [એવો ઠરાવ કર્યો]."},{"number":6,"verse":"હવે એ [છોકરાઓ] માં યહૂદાના કુળના દાનિયેલ હનાન્યા, મિશાએલ તથા અઝાર્યા હતા."},{"number":7,"verse":"મુખ્ય ખોજાએ તેમોનાં નામ નીચે પ્રમાણે પાડ્યાં:તેણે દાનિયેલનું [નામ] બેલ્ટશાસ્સાર, હનાન્યાનું [નામ] શાદ્રાખ, મિશાએલનું [નામ] મેશાખ, ને અઝાર્યાનું [નામ] અબેદ-નગો પાડ્યું."},{"number":8,"verse":"પણ દાનિયેલે પોતાના મનમાં ઠરાવ કર્યો, “રાજાના ખાણાથી તથા જે દ્રાક્ષારસ તે પીએ છે તેથી હું મારી જાતને વટાળીશ નહિ.” તે માટે તેણે મુખ્ય ખોજાને વિનંતી કરી કે, “વટાળથી મુક્ત રહેવાની મને પરવાનગી મળવી જોઈએ.”"},{"number":9,"verse":"હવે ઈશ્વરની કૃપાથી દાનિયેલ ઉપર મુખ્ય ખોજાની કૃપાદષ્ટિ થઈ, ને તેણે દાનિયેલ પર કરુણા કરી."},{"number":10,"verse":"તેણે દાનિયેલને કહ્યું, “મારા મુરબ્બી રાજા, જેમણે તમારું ખાનપાન નીમી આપ્યું છે, તેમનો મને ડર લાગે છે; રખેને તે તમારાં ચહેરા તમારી ઉંમરના બીજા છોકરાઓના કરતાં કદરૂપા જુએ! પણ એવું શા માટે થવું જોઈએ? એથી તો તમે રાજાની આગળ મારું શિર જોખમમાં નાખો.”"},{"number":11,"verse":"ત્યારે જે કારભારીને મુખ્ય ખોજાએ દાનિયેલ, હનાન્યા, મિશાએલ તથા અઝાર્યા પર નીમેલો હતો તેને દાનિયેલે કહ્યું,"},{"number":12,"verse":"“કૃપા કરીને દશ દિવસ સુધી આ તારા દાસોની પરીક્ષા કરી જો. અમને ખાવાને માટે [અન્‍નફળ તથા] શાકભાજી, ને પીવાને માટે પાણી આપવામાં આવે."},{"number":13,"verse":"ત્યાર પછી અમારા ચહેરા તથા જે છોકરા રાજાનું ખાણું ખાય છે તેઓના ચહેરા તમારી રૂબરૂ નીરખવામાં આવે. પછી જે પ્રમાણે તમે જુઓ તે પ્રમાણે તમારા દાસોને માટે વ્યવસ્થા કરજો.”"},{"number":14,"verse":"આથી તેણે આ બાબતમાં તેમની [વિનંતી] સાંભળીને દશ દિવસ સુધી તેમની પરીક્ષા કરી."},{"number":15,"verse":"દશ દિવસને અંતે, જે છોકરાઓ રાજાનું ખાણું ખાતા હતા તે સર્વના કરતાં તેમના ચહેરા વધારે ખૂબસૂરત દેખાયા, ને તેઓ શરીરે પુષ્ટ માલૂમ પડ્યા."},{"number":16,"verse":"તેથી કાભારીએ તેમનો ખોરાક તથા તેમને પીવાનો દ્રાક્ષારસ બંધ કરીને તેમને [અન્‍નફળ તથા] શાકભાજી આપી."},{"number":17,"verse":"હવે આ ચાર છોકરાઓને તો પરમેશ્વરે સર્વ વિદ્યામાં તથા જ્ઞાનમાં કૌશલ્ય અને ચાતુર્ય આપ્યાં. વળી દાનિયેલ સર્વ સંદર્શનો તથા સ્વપ્નોનો મર્મ સમજતો હતો."},{"number":18,"verse":"તેઓને હજૂરમાં લાવવાને માટે જે મુદત રાજાએ ઠરાવી હતી તે મુદતને અંતે મુખ્ય ખોજાએ તેઓને નબૂખાદનેસ્સારની હજૂરમાં રજૂ કર્યા."},{"number":19,"verse":"રાજાએ તેઓની સાથે વાતચીત કરી, તો સર્વમાં દાનિયેલ, હનાન્યા, મિશાએલ, તથા અઝાર્યાના જેવો કોઈ બીજો મળ્યો નહિ. માટે તેઓ રાજાની હજૂરમાં રહેનારા થયા."},{"number":20,"verse":"જ્ઞાન તથા અક્કલની જે જે બાબતો વિષે રાજા તેમને પૂછી જોતો તે દરેકમાં જે સર્વ જાદુગરો તથા મંત્રવિદ્યા જાણનારા તેના આખા રાજ્યમાં હતા તેઓના કરતાં તેઓ તેને દશગણા શ્રેષ્ઠ માલૂમ પડ્યા."},{"number":21,"verse":"દાનિયેલ તો છેક કોરેશ રાજાની કારકિર્દીના પહેલા વર્ષ સુધી ટકી રહ્યો."}]}