{"bibleAbbr":"guOV2016","bookName":"દાનિયેલ","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"( તીગ્રિસ નદીકાંઠે દાનિયેલને થયેલું સંદર્શન) ઈરાનના રાજા કોરેશને ત્રીજે વર્ષે દાનિયેલ, જેનું નામ બેલ્ટશાસ્સાર પાડેલું હતું, તેને એક બાબત પ્રગટ કરવામાં આવી. એ બાબત એક મોટા યુદ્ધની હતી, ને તે ખરી હતી; તેને એ બાબતની સમજણ પડી, ને તેને સંદર્શન વિષે સમજૂતી મળી."},{"number":2,"verse":"તે દિવસોમાં મેં દાનિયેલે આખાં ત્રણ અઠવાડિયાં સુધી શોક કર્યો હતો."},{"number":3,"verse":"આખાં ત્રણ આઠવાડિયા પૂરા થતાં સુધી મેં સ્વાદિષ્ટ ભોજન કર્યું નહોતું, તેમ જ માંસ કે દ્રાક્ષારસ મારા મુખે ચાખ્યો ન હતો, તેમ જ મેં મારે અંગે બિલકુલ તેલ ચોળ્યું નહોતું."},{"number":4,"verse":"પહેલા માસને ચોવીસમે દિવસે, હું મહા નદીને એટલે હિદેકેલ (તીગ્રિસ) ને કિનારે હતો, તે વખતે"},{"number":5,"verse":"( ; ; .) મેં મારી આંખો ઊંચી કરીને જોયું, તો જુઓ, શણનાં વસ્ત્ર પહેરેલો એક માણસ [ઊભો હતો] , તેની કમર ઉફાઝના ચોખ્ખા સોના [ના કમરબંધ] થી બાંધેલી હતી."},{"number":6,"verse":"તેનું શરીર પણ પોખરાજના જેવું હતું, તેનો ચહેરો વીજળીના જેવો દેખાતો હતો, તેની આંખો બળતી બત્તીઓ જેવી, તેના હાથ ને તેના પગ ઓપેલા પિત્તળના રંગ જેવા હતા, ને તેના શબ્દોનો અવાજ ઘણા લોકોના કલકલાટ જેવો હતો."},{"number":7,"verse":"મેં દાનિયેલે એકલાએ તે સંદર્શન જોયું. કેમ કે મારી સાથેના માણસોએ એ સંદર્શન જોયું નહિ. પણ તેઓને મોટી ધ્રૂજારી‍ ચઢી આવી, ને તેઓ નાસીને સંતાઈ ગયા."},{"number":8,"verse":"એવી રીતે હું એકલો પડ્યો, ને મેં એ મોટું સંદર્શન જોયું, ને મારામાં કંઈ શક્તિ રહી નહિ."},{"number":9,"verse":"તોપણ તેના શબ્દોનો અવાજ મેં સાંભળ્યો! અને જ્યારે મેં તેના શબ્દોનો સાંભળ્યો, ત્યારે મારું મુખ ભૂમિ તરફ રાખીને, હું ઊંધો ને ઊંધો ભરનિદ્રામાં પડ્યો."},{"number":10,"verse":"ત્યારે જુઓ, એક હાથ મને અડક્યો, અને તેણે મને મારાં ઘૂંટણો પર તથા મારા હાથની હથેલીઓ પર ટેકવ્યો."},{"number":11,"verse":"તેણે મને કહ્યું, “હે દાનિયેલ, અતિ પ્રિય માણસ, જે વાતો હું તને કહું છું તે સમજ, ને ટટાર ઊભો રહે; કેમ કે મને હમણાં તારી પાસે જ મોકલવામાં આવ્યો છે.” જ્યારે તેણે મને આ વાત કહી ત્યારે હું ધ્રૂજતો ધ્રૂજતો ઊભો થયો."},{"number":12,"verse":"ત્યારે તેણે મને કહ્યું, “હે દાનિયેલ, બીશ નહિ; કેમ કે તેં તારું મન સમજવામાં તથા તારા ઈશ્વરની આગળ દીન થવામાં લગાડ્યું, તેના પહેલા દિવસથી જ તારી પ્રાર્થનાઓ સાંભળવામાં આવી હતી; અને તારી વિનંતીઓની ખાતર હું આવ્યો છું."},{"number":13,"verse":"પણ ઈરાનના રાજ્યના સરદારે એકવીસ દિવસ સુધી મારી સામે ટક્કર લીધી. પણ, મુખ્ય સરદારોમાંનો એક, એટલે ( .) મિખાયેલ, મારી મદદે આવ્યો; અને હું ત્યાં ઈરાનના રાજાઓની સાથે રહ્યો."},{"number":14,"verse":"તારા લોકો પર પાછળના દિવસોમાં શું વીતશે તે તને સમજાવવા માટે હું હમણાં આવ્યો છું; કેમ કે સંદર્શન તો દૂરના કાળ વિષે છે.”"},{"number":15,"verse":"તેણે મને આ પ્રમાણે વાતો કરી ત્યારે હું નીચું જોઈને મૂંગો રહ્યો."},{"number":16,"verse":"ત્યારે માનવી સ્વરૂપનો કોઈએક મારા હોઠોને અડક્યો. ત્યારે હું મારું મુખ ઉઘાડીને બોલ્યો, ને જે મારી આગળ ઊભો હતો તેને મેં કહ્યું, “હે મારા મુરબ્બી, સંદર્શનને લીધે મને ખેદ થયો છે, ને મારામાં કંઈ જ શક્તિ રહી નથી."},{"number":17,"verse":"કેમ કે આ મારા મુરબ્બીનો દાસ આ મારા મુરબ્બીની સાથે કેમ વાત કરી શકે? કેમ કે મારામાંથી તો બળ છેક લોપ થયું છે, ને મારામાં દમ પણ રહ્યો નથી.”"},{"number":18,"verse":"ત્યારે મનુષ્યના દેખાવના કોઈએકે ફરીથી મને અડકીને મને બળ આપ્યું."},{"number":19,"verse":"તેણે કહ્યું, “જે અતિ પ્રિય માણસ, બીશ નહિ, તને શાંતિ થાઓ, બળવાન થા, હા, બળવાન થા, ” જ્યારે તેણે મારી સાથે વાત કરી ત્યારે મને જોર આવ્યું, ને મેં કહ્યું, “મારા મુરબ્બી, બોલો; કેમ કે તમે મને બળ આપ્યું છે.”"},{"number":20,"verse":"ત્યારે તેણે મને કહ્યું, “હું તારી પાસે શા માટે આવ્યો છું તે તું જાણે છે? હવે હું ઈરાનના સરદાર સાથે યુદ્ધ કરવામે પાછો જઈશ; અને હું ચાલ્યો જઈશ ત્યારે, જો, યાવાન [ગ્રીસ] નો સરદાર આવશે."},{"number":21,"verse":"તથાપિ સત્યના લેખમાં જે લખેલું છે તે હું તને કહીશ. અને તેઓની વિરુદ્ધ [લડવામાં] તારા સરદાર મિખાયેલ સિવાય બીજો કોઈ મને સહાય કરતો નથી."}]}