{"bibleAbbr":"guOV2016","bookName":"દાનિયેલ","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"( નબૂખાદનેસ્સાર સર્વને સોનાની મૂર્તિને નમન કરવા ફરમાવે છે) નબૂખાદનેસ્સાર રાજાએ એક સોનાની મૂર્તિ બનાવી, તે સાઠ હાથ ઊંચી ને છ હાથ પહોળી હતી, તેણે તે બાબિલ પ્રાંતમાંના દૂરાના મેદાનમાં ઊભી કરી."},{"number":2,"verse":"પછી નબૂખાદનેસ્સાર રાજાએ પ્રાંતના મુખ્ય હાકેમોને., સૂબાઓને, નાયબ-સૂબાઓને, ન્યાયાધીશોને, ભંડારીઓને, મંત્રીઓને, અમલદારોને તથા પ્રાંતોના સર્વ અધિકારીઓને એકત્ર કરવાને [માણસ] મોકલ્યા, જેથી નબૂખાદનેસ્સાર રાજાએ જે મૂર્તિ ઊભી કરી હતી તેની‍ પ્રતિષ્ઠાને માટે તેઓ આવે."},{"number":3,"verse":"ત્યારે પ્રાંતના હાકેમો, સૂબાઓ, નાયબસૂબાઓ, ન્યાયાધીશો, ભંડારીઓ, મંત્રીઓ, અમલદારો તથા પ્રાંતોના સર્વ અધિકારીઓ નબૂખાદનેસ્સાર રાજાએ જે મૂર્તિ ઊભી કરી હતી તેની પ્રતિષ્ઠાને માટે એકત્ર થયા. તેઓ નબૂખાદનેસ્સારે ઊભી કરેલી મૂર્તિની આગળ ઊભા રહ્યા."},{"number":4,"verse":"ત્યારે ચોકીદારે પોકાર કર્યો. “હે લોકો, પ્રજાઓ, તથા [જુદી જૂદી] ભાષાઓ [બોલનાર માણસો] , તમને ફરમાવવામાં આવે છે કે,"},{"number":5,"verse":"તમે રણશિંગડું, વાંસળી, વીણા, સિતાર, સારંગી, મુરલી, ઇત્યાદિ સર્વ પ્રકારનાં વાજિત્રોનો નાદ સાંભળો, તે વખતે તમારે સાષ્ટાંગ દંડવત્ પ્રણામ કરીને નબૂખાદનેસ્સાર રાજાએ પ્રતિષ્ઠિત કરેલી સોનાની મૂર્તિની પૂજા કરવી."},{"number":6,"verse":"જે કોઈ માણસ સાષ્ટાંગ દંડવત્ પ્રણામ કરીને તેની પૂજા નહિ કરે, તેને તે જ ઘડીએ બળતા અગ્નિની ભઠ્ઠીમાં નાખવામાં આવશે.”"},{"number":7,"verse":"તેથી જ્યારે લોકોએ રણશિંગડું, વાંસળી, વીણા, સિતાર, મુરલી તથા સર્વ પ્રકારના વાજિંત્રોનો નાદ સાંભળ્યો, ત્યારે સર્વ લોકોએ, પ્રજાઓએ તથા [જુદી જુદી] ભાષાઓ [બોલનાર માણસો] એ સાષ્ટાંગ દંડવત્ પ્રણામ કરીને નબૂખાદનેસ્સાર રાજાએ પ્રતિષ્ઠિત કરેલી સોનાની મૂર્તિની પૂજા કરી."},{"number":8,"verse":"( દાનિયેલના સાથીઓએ કરેલો હુકમનો અનાદર) તે વખતે કેટલાક ખાલદીઓએ રાજાની પાસે આવીને યહૂદીઓ ઉપર તહોમત મૂક્યું,"},{"number":9,"verse":"તેઓએ નબૂખાદનેસ્સાર રાજાને કહ્યું, “હે રાજા, સદા જીવતા રહો."},{"number":10,"verse":"હે રાજાજી, આપે હુકમ કર્યો છે કે રણશિંગડું, વાંસળી, વીણા, સિતાર, સારંગી, મુરલી તથા સર્વ પ્રકારનાં વાજિંત્રોનો સૂર જે કોઈ સાંભળે, તે દરેકે મૂર્તિની પૂજા કરવી."},{"number":11,"verse":"અને જે કોઈ સાષ્ટાંગ દંડવત્ પ્રણામ કરીને તેની પૂજા નહિ કરે, તેને બળતા અગ્નિની ભઠ્ઠીમાં નાખવામાં આવશે."},{"number":12,"verse":"આપે શાદ્રાખ, મેશાખ, તથા અબેદ-નગો નામે યહૂદીઓને બાબિલ પ્રાંતના રાજકારભારીઓ ઠરાવ્યા છે; હે રાજા, આ માણસોએ આપના હુકમનો અનાદર કર્યો છે. તેઓ આપના દેવોની ઉપાસના કરતા નથી, તેમ જ આપે પ્રતિષ્ઠિત કરેલી સોનાની મૂર્તિની પૂજા કરતા નથી.”"},{"number":13,"verse":"ત્યારે નબૂખાદનેસ્સારે બહુ જ કોપાયમાન થઈને શાદ્રાખ, મેશાખ તથા અબેદ-નગોને પોતાની હજૂરમાં લાવવાની આજ્ઞા કરી; એટલે તેઓ એ માણસોને રાજાની હજૂરમાં લાવ્યા."},{"number":14,"verse":"નબૂખાદનેસ્સારે તેઓને પૂછ્યું, “હે શાદ્રાખ, મેશાખ તથા અબેદ-નગો, ‍ શું તમે જાણીજોઈને મારા દેવની ઉપાસના નથી કરતા, અને મારી પ્રતિષ્ઠિત કરેલી સોનાની મૂર્તિને નથી પૂજતા?"},{"number":15,"verse":"તો હવે તમે રણશિંગડું, વાંસળી, વીણા, સિતાર, સારંગી, મુરલી તથા સર્વ પ્રકારનાં વાજિંત્રોનો સૂર સાંભળો તે વખતે સાષ્ટાંગ દંડવત્ પ્રણામ કરીને મારી બનાવેલી મૂર્તિને પૂજવા તૈયાર થશો તો ઠીક; પણ જો તમે પૂજા કરશો નહિ તો તે જ ઘડીએ તમને બળતા અગ્નિની ભઠ્ઠીમાં નાખવામાં આવશે; અને મારા હાથમાંથી તમને છોડાવે એવો દેવ કોણ છે?”"},{"number":16,"verse":"શાદ્રાખ, મેશાખ, તથા અબેદ-નગોએ રાજાને ઉત્તર આપ્યો, “હે નબૂખાદનેસ્સાર રાજાજી, આ બાબતમાં અમારે ઉત્તર આપવાની કંઈ જરૂર નથી."},{"number":17,"verse":"અમારા ઈશ્વર, જેની અમે ઉપાસના કરીએ છીએ, તે અમને બળતા અગ્નિની ભઠ્ઠીમાં છોડાવવાને શક્તિમાન છે. અને હે રાજાજી, તે અમને આપના હાથમાંથી છોડાવશે."},{"number":18,"verse":"પણ જો નહિ છોડાવે, તોપણ, હે રાજાજી, આપે ખચીત જાણવુ, કે અમે આપના દેવોની ઉપાસના કરીશું નહિ, તેમ જ આપે પ્રતિષ્ઠિત કરેલી સોનાની મૂર્તિને પૂજીશું નહિ.”"},{"number":19,"verse":"( દાનિયેલના ત્રણ સાથીઓને ફરમાવેલી દેહાંતદંડની શિક્ષા) ત્યારે નબૂખાદનેસ્સારને રોમેરોમે ક્રોધ વ્યાપ્યો, ને શાદ્રાખ, મેશાખ તથા અબેદ-નગોની સામે તેના ચહેરાનું સ્વરૂપ બદલાઈ ગયું! તેણે એવો હુકમ ફરમાવ્યો, “ભઠ્ઠી હમેશાં ગરમ કરવામાં આવતી હતી તે કરતાં સાતગણી ગરમ કરવી.”"},{"number":20,"verse":"પછી તેણે પોતાના સૈન્યના અમુક બળવાન પુરુષોને આજ્ઞા આપી, “શાદ્રાખ, મેશાખ તથા અબેદ-નગોને બાંધીને તેઓને બળતા અગ્નિની ભઠ્ઠીમાં નાખો."},{"number":21,"verse":"એટલે તેઓએ તે [ત્રણ] માણસોને તેમની ઇજારો, પાઘડીઓ, જામા તથા [બીજાં] વસ્ત્રોસહિત બાંધીને બળતા અગ્નિની ભઠ્ઠીમાં નાખ્યા."},{"number":22,"verse":"રાજાની આજ્ઞા તાકીદની હતી, ને ભઠ્ઠી અતિશય ગરમ હતી, તેથી જે પુરુષો શાદ્રાખ, મેશાખ તથા અબેદ-નગોને ઊંચકી લાવ્યા હતા તેઓ અગ્નિના ભડકાથી બળી મૂઆ."},{"number":23,"verse":"શાદ્રાખ, મેશાખ તથા અબેદ-નગો, એ ત્રણે માણસો, જેવા બાંધ્યા હતા તેવા ને તેવા જ, બળતા અગ્નિની ભઠ્ઠીમાં પડ્યા."},{"number":24,"verse":"ત્યારે નબૂખાદનેસ્સાર રાજા અચંબો પામીને એકદમ ઊભો થઈ ગયો. તેણે પોતાના મંત્રીને પૂછ્યું, “શું આપણે એ ત્રણ માણસોને બાંધીને અગ્નિમાં નાખ્યા નહોતા?” તેઓએ રાજાને કહ્યું, “હે રાજા, એ ખરું છે.”"},{"number":25,"verse":"[ત્યારે] તેણે કહ્યું, “જુઓ, હું ચાર માણસોને અગ્નિમાં છૂટા ફરતા જોઉ છું. વળી તેઓને કંઈ પણ ઈજા થઈ નથી! અને ચોથાનું સ્વરૂપ તો ઈશ્વરપુત્રના જેવું છે!”"},{"number":26,"verse":"( ત્રણેનો છુટકારો અને બઢતી) પછી નબૂખાદનેસ્સાર બળતા અગ્નિની ભઠ્ઠીના દ્વાર પાસે આવ્યો. તેણે કહ્યું, “હે શાદ્રાખ, મેશાખ તથા અબેદ-નગો, પરાત્પર ઈશ્વરના સેવકો, બહાર નીકળીને અહીં આવો.” ત્યારે શાદ્રાખ, મેશાખ અબેદ-નગો અગ્નિમાંથી નીકળીને બહાર આવ્યા."},{"number":27,"verse":"પ્રાંતોના હાકેમો, સૂબાઓ, નાયબસૂબાઓ તથા રાજાના મંત્રીઓએ એકત્ર થઈને તે પુરુષોને જોયા, તો તેઓનાં શરીરો ઉપર અગ્નિની કંઈ પણ આંચ આવી નહોતી, તથા અગ્નિની ગંધ પણ તેઓને લાગી નહોતી."},{"number":28,"verse":"ત્યારે નબૂખાદનેસ્સારે કહ્યું, “શાદ્રાખ, મેશાખ તથા અબેદ-નગોના ઈશ્વરને ધન્ય હો કે, જેમણે પોતાના દૂતને મોકલીને પોતાના સેવકોને, જેઓ તેમના પર ભરોસો રાખતા હતા, તથા જેઓએ રાજાનું વચન નિષ્ફળ કર્યું છે, તથા પોતાના ઈશ્વર સિવાય બીજા કોઈ દેવની ઉપાસના કે પૂજા ન કરવા માટે પોતાનાં શરીરોનું અર્પણ કર્યું છે, તેઓને છોડાવ્યા છે."},{"number":29,"verse":"માટે હું એવો હુકમ ફરમાવું છું કે જે કોઈ માણસ, પ્રજા કે [ગમે તે] ભાષા [બોલનાર લોકો] શાદ્રાખ, મેશાખ તથા અબેદ-નગોના ઈશ્વરની વિરુદ્ધ કંઈપણ અયોગ્ય બોલશે, તે સર્વના કાપીને ટુકડેટુકડા કરવામાં આવશે, ને તેમના ઘરોનો ઉકરડો કરી નાખવામાં આવશે, કેમ કે આવી રીતે [પોતાના સેવકોને] છોડાવી શકે એવો બીજો કોઈ ઈશ્વર નથી.”"},{"number":30,"verse":"પછી રાજાએ શાદ્રાખ, મેશાખ તથા અબેદ-નગોને બાબિલ પ્રાંતમાં વધારે ઊંચી પદવીએ ચઢાવ્યા."}]}