{"bibleAbbr":"guOV2016","bookName":"દાનિયેલ","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"“પૃથ્વી પર રહેનાર સર્વ લોકો, પ્રજાઓ તથા ગમે તે ભાષા બોલનાર માણસો, તમને નબૂખાદનેસ્સાર રાજા તરફથી અધિકાધિક શાંતિ હો."},{"number":2,"verse":"જે ચિહ્‍નો તથા આશ્ચર્યકારક કૃત્યો પરાત્પર ઈશ્વરે મારા સંબંધમાં કર્યાં છે, તે તમને દર્શાવવાં એ મને ઠીક લાગ્યું છે."},{"number":3,"verse":"તેમનાં ચિહ્‍નો કેવાં મહાન છે! અને તેમનાં અદ્‍ભુ઼ત કૃત્યો કેવાં મહામોટાં છે! તેમનું રાજ્ય તે સદાકાળનું રાજ્ય, ને તેમનો અધિકાર પેઢી દરપેઢીનો છે."},{"number":4,"verse":"હું નબૂખાદનેસ્સાર મારા ઘરમાં એશારામ કરતો હજતો, ને મારા મહેલમાં વૈભવમાં રહેતો હતો."},{"number":5,"verse":"એ દરમિયાન મને એક સ્વપ્ન આવ્યું, તેથી હુણ બીધો; મારા પલંગના પરના વિચારોએ તથા મારા મગજનાં સંદર્શનોએ મને ગભરાવ્યો."},{"number":6,"verse":"માટે મેં બાબિલના સર્વ જ્ઞાની પુરુષોને મારી હજૂરમાં લાવવાનો હુકમ કર્યો કે, તેઓ મારા સ્વપ્નનો ખુલાસો કરે."},{"number":7,"verse":"ત્યારે જાદુગરો, મંત્રવિદ્યા જાણનારા, ખાલદીઓ તથા જોષીઓ મારી હજૂરમાં આવ્યા. ત્યારે મેં તેમની આગળ સ્વપ્ન કહી બતાવ્યું, પણ તેઓ તેનો ખુલાસો મારી આગળ કરી શક્યા નહિ."},{"number":8,"verse":"પણ છેવટે દાનિયેલ, જેનું નામ મારા દેવના નામ ઉપરથી બેલ્ટશાસ્સાર પાડ્યું હતું, ને જેનામાં પવિત્ર ઈશ્વરનો આત્મા છે, તે મારી હજૂરમાં આવ્યો. મેં આ પ્રમાણે તેની આગળ તે સ્વપ્ન કહ્યું,"},{"number":9,"verse":"“હે બેલ્ટશાસ્સાર, મુખ્ય જાદુગર, હું જાણું છું કે તારામાં પવિત્ર ઈશ્વરનો આત્મા છે, ને કોઈ પણ ગુહ્ય વાત [સમજવામાં] તને ગભરામણ થતી નથી, માટે જે સ્વપ્ન મને આવ્યું છે તેનાં સંદર્શનો તથા તેનો ખુલાસો મને કહી બતાવ."},{"number":10,"verse":"મારા પલંગ પર મારા મગજનાં સંદર્શનો આ પ્રમાણે હતાં:મેં જોયું, તો પૃથ્વીના મધ્ય ભાગમાં એક ઝાડ મેં જોયું, તેની ઊંચાઈ ઘણી હતી."},{"number":11,"verse":"તે ઝાડ વધીને મજબૂત થયું, ને તેની ટોચ ગગનમાં પહોંચી હતી, ને તે પૃથ્વીને છેડેથી નજરે પડતું હતું."},{"number":12,"verse":"તેનાં પાંદડાં સુંદર હતાં, તેને ઘણાં ફળ લાગ્યાં હતાં, તેને ઘણાં ફળ લાગ્યાં હતાં, ને ખેચર પક્ષીઓ તેની ડાળીઓમાં વસતાં હતાં, ને સર્વનું તેથી પોષણ થતું હતું."},{"number":13,"verse":"મારા પલંગ ઉપર મારા મગજનાં સંદર્શનોમાં હું જોતો હતો, એટલામાં જો, એક જાગૃત રહેનાર પવિત્ર પુરુષ આકાશમાંથી ઊતરી આવ્યો."},{"number":14,"verse":"તેણે મોટો ઘાંટો પાડીને કહ્યું, ‘એ ઝાડને કાપી નાખો, તેની ડાળીઓ પણ કાપી નાખો, તેનાં પાંદડાં ખંખેરી નાખો, ને તેનાં ફળ વિખેરી નાખો. જાનવરો તેની નીચેથી, ને પક્ષીઓ તેની કાળીઓમાંથી નાસી જાય."},{"number":15,"verse":"તોપણ તેનું ઠૂંઠું જમીનમાં, વનના કુમળા ઘાસમાં લોઢાના તથા પિત્તળના બંધથી [બાંધીને] રહેવા દો. તેને આકાશના ઝાકળથી પલળવા દો, ને પશુઓ સાથે પૃથ્વી પરના ઘાસમાંથી તેને હિસ્સો મળે."},{"number":16,"verse":"તેનું માણસનું હ્રદય બદલાઈને પશુનું હ્રદય તેને આપવામાં આવે, એ પ્રમાણે તેને માથે સાત કાળ વીતે.’"},{"number":17,"verse":"એ દંડાજ્ઞા જાગૃત રહેનારાના હુકમથી, ને એ આજ્ઞા પવિત્ર [દૂતો] ના વચનથી છે. એથી જીવતા [માણસો] જાણે કે પરાત્પર [ઈશ્વર] માણસોનો રાજ્ય ઉપર અધિકાર ચલાવે છે, ને પોતાની મરજી હોય તેને તે આપે છે, ને કનિષ્ઠ માણસોને તેના ઉપર અધિકારી ઠરાવે છે."},{"number":18,"verse":"આ સ્વપ્ન મને નબૂખાદનેસ્સારને આવ્યું છે; તો, હે બેલ્ટશાસ્સાર, તું એનો ખુલાસો કહી બતાવ, કેમ કે મારા રાજ્યના સર્વ જ્ઞાનીઓ મારી આગળ તેનો ખુલાસો કરી બતાવવાને અશકત છે. પણ તું [તેનો ખુલાસો કરવાને] શક્તિમાન છે, કેમ કે તારામાં પવિત્ર ઈશ્વરનો આત્મા છે.”"},{"number":19,"verse":"( દાનિયેલે કરેલો અર્થ) ત્યારે દાનિયેલ જેનું નામ બેલ્ટશાસ્સાર હતું તે કેટલીક વાર સુધી સ્તબ્ધ રહ્યો, ને તેના વિચારોથી તે ગભરાઈ ગયો. રાજાએ તેને કહ્યું, “હે બેલ્ટશાસ્સાર, સ્વપ્ન સંબંધી કે તેના ખુલાસા સંબંધી તું ગભરાઈશ નહિ.” બેલ્ટશાસ્સારે ઉત્તર આપ્યો, “હે મારા સ્વામી, એ સ્વપ્ન આપના દ્વેષીઓને તથા તેનો ખુલાસો આપનાર વૈરીઓને લાગુ પડો."},{"number":20,"verse":"જે ઝાડ આપે જોયું, જે વધીને મજબૂત થયું, જેની ટોચ ગગનમાં પહોંચી, ને જે પૃથ્વીને છેડેથી નજરે પડતું હતું,"},{"number":21,"verse":"જેના પાંદડાં સુંદર હતાં, ને જેને પુષ્કળ ફળ લાગ્યાં હતાં, ને જેથી સર્વનો ખોરાક પૂરો પડતો, જેની નીચે વનચર જાનવરો રહેતાં, જે જેની ડાળીઓમાં ખેચર પક્ષીઓ વાસો કરતાં હતાં;"},{"number":22,"verse":"તે તો હે રાજાજી, આપ પોતે છો કે, જે વધીને બળવાન થયા છો. આપનું મહત્વ વધીને આકાશ સુધી, ને આપની હકૂમત પૃથ્વીના છેડા સુધી પહોંચી‍ છે."},{"number":23,"verse":"વળી રાજાએ એક જાગૃત રહેનાર પવિત્ર પુરુષને આકાશમાંથી ઊતરતો જોયો, ને એમ કહેતા સાંભળ્યો કે, ‘ઝાડને કાપી નાખીને તેનો નાશ કરો; તોપણ તેનું ઠૂંઠું જમીનમાં એટલે વનના કુમળા ઘાસમાં લોઢાના તથા પિત્તળના બંધથી [બાંધીને] રહેવા દો. સાત કાળ તેને માથે વીતે ત્યાં સુધી તેને આકાશના ઝાકળથી પલળવા દો, ને તેનો હિસ્સો વનચર જાનવરોની સાથે થાય.’"},{"number":24,"verse":"હે રાજાજી, ખુલાસો તો આ પ્રમાણે છે: મારા સ્વામી રાજાને માથે જે આવ્યું છે તે તો પરાત્પર [ઈશ્વર] નો હુકમ છે;"},{"number":25,"verse":"એટલે કે આપને માણસોમાંથી હાંકી કાઢવામાં આવશે, ને આપનો વાસ વનચર પશુઓ સાથે થશે, ને બળદની જેમ આપને ઘાસ ખવડાવવાંમાં આવશે, ને આપ આકાશના ઝાકળથ પલળશો, ને આપને માથે સાત કાળ વીતશે; અને આપ જાણશો કે પરાત્પર ઈશ્વર માણસોના રાજ્ય ઉપર અધિકાર ચલાવે છે, ને જેને ચાહે તેને તે આપે છે, ત્યાં સુધી [એ પ્રમાણે આપને માથે વીતશે.]"},{"number":26,"verse":"ઝાડનું ઠૂંઠું રહેવા દેવાની તેઓએ આજ્ઞા કરી, તે પરથી [આપે સમજવું કે] આકાશનો આધિકાર ચાલે છે એમ આપ જાણશો ત્યાર પછી આપનું રાજ્ય આપના હાથમાં [પાછું] કાયમ થશે."},{"number":27,"verse":"એ માટે, હે રાજાજી, મારી શિખામણ આપની નજરમાં માન્ય થાઓ, અને સદાચાર વડે અપના પાપનું ને ગરીબો પર દયા દર્શાવવાથી આપના દુરાચારનું પ્રાયશ્ચિત કરો. જોઈએ, એથી કદાચ આપની જાહોજલાલી લાંબો કાળ ટકે.”"},{"number":28,"verse":"આ બધું નબૂખાદનેસ્સાર રાજા ઉપર આવી પડ્યું."},{"number":29,"verse":"બાર માસ પછી તે બાબિલના રાજમહેલની અગાશી પર ફરતો હતો."},{"number":30,"verse":"[ત્યારે] તે બોલ્યો, “આ મહાન બાબિલ જે મેં રાજ્યગૃહ થવા માટે બાંધ્યું છે, તે શું મારા મોટા પરાક્રમથી તથા મારા માહાત્મ્યનો પ્રતાપ [વધારવા] માટે નથી?”"},{"number":31,"verse":"આ શબ્દો રાજાના મુખમાં જ હતા, એટલામાં આકાશમાંથી એવી વાણી તેને કાને પડી, “હે નબૂખાદનેસ્સાર રાજા, એ વચન તને કહેવામાં આવે છે: રાજ્ય તારી પાસેથી ગયું છે."},{"number":32,"verse":"તને મનુષ્યોમાંથી હાંકી કાઢવામાં આવશે, ને તારો વાસ વનચર પશુઓ સાથે થશે; તને બળદની જેમ ઘાસ ખવડાવવામાં આવશે, ને તારે માથે સાત કાળ વીતશે; અને તું જાણશે કે પરાત્પર ઈશ્વર મનુષ્યોના રાજ્ય પર અધિકાર ચલાવે છે, ને જેને ચાહે તેને તે આપે છે ત્યાં સુધી [તને એ પ્રમાણે વીતશે.] ”"},{"number":33,"verse":"તે જ ઘડીએ એ વાત નબૂખાદનેસ્સારની બાબતમાં ફળીભૂત થઈ. તેને મનુષ્યોમાંથી હાંકી કાઢવામાં આવ્યો, તેણે બળદની જેમ ઘાસ ખાધુ, ને તેનું શરીર આકાશના ઝાકળથી પલળ્યું, એટલે સુધી કે તેના વાળ વધીને ગરૂડનાં [પીછાં] જેવા, ને તેના નખ પક્ષીના [પંજા] જેવા થઈ ગયા."},{"number":34,"verse":"( નબૂખાદનેસ્સાર ઈશ્વરસ્તુતિ કરે છે) તે મુદતને અંતે મેં નબૂખાદનેસ્સારે મારી આંખો આકાશ તરફ ઊંચી કરી, એટલે મારી સમજશક્તિ મારામાં પાછી આવી, ને મેં સર્વોચ્ચ ઈશ્વરને ધન્યવાદ આપ્યો, અને જે સર્વકાળ જીવે છે તેમની મેં સ્તુતિ કરી ને તેમને માન આપ્યું, કેમ કે તેમનો અધિકાર સદાકાળનો અધિકાર, ને તેમનું રાજ્ય પેઢી દરપેઢીનું છે."},{"number":35,"verse":"પૃથ્વીના સર્વ રહેવાસીઓ તેમની આગળ કંઈ જ વિસાતમાં નથી. તે આકાશના સૈન્યમાં તથા પૃથ્વીના રહેવાસીઓમાં પોતાની ઇચ્છા પ્રમાણે કરે છે; કોઈ તેમનો હાથ અટકાવી શકતો નથી, અથવા તમે શું કરો છો, એવું કોઈ તેમને કહી શકતો નથી."},{"number":36,"verse":"તે જ વખતે મારી સમજશક્તિ મારામાં પાછી આવી. અને મારા રાજ્યના ગૌરવને માટે મારો પ્રતાપ તથા વૈભવ મારામાં પાછો આવ્યો. મારા મંત્રીઓ તથા મારા અમીરઉમરાવો મારું સન્માન કરીને મારી પાસે આવ્યા; હું મારા રાજ્યમાં ફરી સ્થાપિત થયો, ને તેની સાથે ઉત્તમ મહત્વ પણ મને મળ્યું."},{"number":37,"verse":"હવે હું નબૂખાદનેસ્સાર આકાશના રાજાની સ્તુતિ કરું છું, તેમને મોટા માનું છું, ને તેમનું સન્માન કરું છું; કેમ કે તેમનાં સર્વ કામો સત્ય, ને તેમના માર્ગો ન્યાયી છે. અને જેઓ ગર્વથી વર્તે છે તેઓને તે નીચા પાડી શકે છે.”"}]}