{"bibleAbbr":"guOV2016","bookName":"દાનિયેલ","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"( દાનિયેલ સિંહોના બિલમાં) દાર્યાવેશને રાજ્ય ઉપર એકસો વીસ સૂબાઓ નીમવાનું ઠીક લાગ્યું, તેઓને આખા રાજ્યમાં જુદે જુદે સ્થળે રહેવાનું હતું."},{"number":2,"verse":"તેમના ઉપર ત્રણ સરસૂબાઓ નીમવામાં આવ્યા, જેઓમાંનો એક દાનિયેલ હતો; જેથી પેલા સૂબાઓ તેમને જવાબદાર રહે, ને રાજાને કંઈ નુકસાન થાય નહિ."},{"number":3,"verse":"દાનિયેલ તો બીજા સરસૂબાઓ તથા સૂબાઓ કરતાં વધારે નામાંકિત થયો, કારણ કે તેનામાં ઉત્તમ મન હતું; અને રાજા તેને આખા રાજ્ય ઉપર નીમવાનો વિચાર કરતો હતો."},{"number":4,"verse":"પેલા સરસૂબાઓ તથા સૂબાઓ રાજ્યની બાબતમાં દાનિયેલની વિરુદ્ધ બહાનું શોધી કાઢવાનો યત્ન કરવા લાગ્યા, પણ તેઓને કંઈ નિમિત્ત કે દોષ કાઢવાનું કારણ જડ્યું નહિ; કેમ કે તે વિશ્વાસુ હતો, ને તેનામાં કંઈ વાંક કે ગુનો માલૂમ પડ્યો નહિ."},{"number":5,"verse":"ત્યારે એ માણસોએ કહ્યું, “જો તેના ઈશ્વરના નિયમની બાબતમાં તેની વિરુદ્ધ આપણને કંઈ નિમિત્ત ન મળે, તો આપણને આ દાનિયેલની વિરુદ્ધ બીજું કંઈ નિમિત્ત મળી શકવાનું નથી.”"},{"number":6,"verse":"પછી એ સરસૂબાઓ તથા સૂબાઓ રાજાની પાસે ઘસી આવ્યા ને તેને આ પ્રમાણે કહ્યું, “દાર્યાવેશ રાજાજી, સદા જીવતા રહો."},{"number":7,"verse":"રાજ્યના સર્વ સરસૂબાઓએ, અમલદારોએ તથા સૂબાઓએ, મંત્રીઓએ તથા હાકેમોએ ભેગા મળી મસલત કરીને નિર્ણય કર્યો છે કે રાજા તરફથી એવો એક કાયદો બહાર પાડવો જોઈએ, કે, હે રાજા, જે કોઈ ત્રીસ દિવસ સુધી આપના સિવાય કોઈ દેવની કે માણસની પાસે અરજ ગુજારે તેને સિંહોના બિલમાં નાખવામાં આવે."},{"number":8,"verse":"હવે, હે રાજાજી, એવો મનાઈ હુકમ નક્કી કરો ને ફરમાન પર સહી કરો, જેથી તે બદલાય નહિ, કેમ કે માદીઓના તથા ઇરાનીઓના કાયદા બદલાતા નથી.”"},{"number":9,"verse":"તેથી દાર્યાવેશ રાજાએ તે ફરમાન તથા તે મનાઈ હુકમ પર સહી કરી."},{"number":10,"verse":"જ્યારે દાનિયેલે જાણ્યું કે ફરમાન ઉપર સહી કરવામાં આવી છે, ત્યારે તે પોતાને ઘેર ગયો, (તેના ઓરડાની બારીઓ તો યરુશાલેમ તરફ ઉઘાડી રહતી હતી;) અને તે અગાઉ કરતો હતો તેમ, દિવસમાં ત્રણવાર ઘૂંટણિયે પડીને તેણે પ્રાર્થના કરી, ને પોતાના ઈશ્વરની આભારસ્તુતિ કરી."},{"number":11,"verse":"ત્યારે પેલા માણસો ત્યાં ઘસી ગયા, ને તેઓએ દાનિયેલને પોતાના ઈશ્વરને વિનંતી તથા પ્રાર્થના કરતો જોયો."},{"number":12,"verse":"પછી તેઓએ રાજાની પાસે જઈને તેની આગળ રાજાના મનાઈ હુકમ વિષે વાત કરી, “હે રાજાજી, જે કોઈ ત્રીસ દિવસ સુધી આપના સિવાય કોઈ પણ માણસને કે દેવને વિનંતી કરે, તેને સિંહોના બિલમાં નાખવામાં આવશે એવા મનાઈ હુકમ પર આપે સહી કરી નથી?” રાજાએ ઉત્તર આપ્યો, “એ વાત ખરી છે. માદીઓ તથા ઈરાનીઓના કાયદા કે જે બદલાતા નથી તે પ્રમાણે [તે છે].”"},{"number":13,"verse":"ત્યારે તેઓએ રાજાને ઉત્તર આપ્યો, “હે રાજાજી, યહૂદિયામાંના બંદિવાનોમાંનો દાનિયેલ આપનો તથા આપે સહી કરેલા મનાઈ હુકમનો અનાદર કરે છે; તે દરરોજ ત્રણ વાર પોતાના [ઈશ્વરની] પ્રાર્થના કરે છે.”"},{"number":14,"verse":"આ વાત સાંભળીને રાજાને ઘણું જ માઠું લાગ્યું, ને દાનિયેલને શી રીતે બચાવવો એ વિષે તે પોતાના મનમાં વિચાર કરવા લાગ્યો; અને તેને બચાવવા માટે સૂર્યાસ્ત થતાં સુધી તેણે પ્રયત્ન કર્યો."},{"number":15,"verse":"ત્યારે પેલા લોકો રાજાની પાસે ઘસી ગયા, ને તેને કહ્યું, “હે રાજાજી, આપે જાણવું જોઈએ કે માદીઓ તથા ઈરાનીઓનો કાયદો એવો છે કે રાજાએ ફરમાવેલો કોઈ પણ મનાઈ હુકમ કે કાયદો બદલી શકાય નહિ.”"},{"number":16,"verse":"ત્યારે રાજાએ હુકમ કર્યો, ને તેઓએ દાનિયેલને લઈ જઈને સિંહોના બિલમાં નાખ્યો. રાજાએ દાનિયેલને કહ્યું, “તારો ઈશ્વર જેની તું હમેશા ઉપાસના કરે છે, તે તને છોડાવશે.”"},{"number":17,"verse":"પછી એક પથ્થર લાવીને બિલના મોં ઉપર મૂકવામાં આવ્યો; અને રાજાએ તેના પર પોતાની મુદ્રિકાથી તથા પોતાના અમીરોની મુદ્રિકાથી સિક્કો માર્યો, જેથી દાનિયેલની બાબતમાં કંઈ પણ ફેરબદલ થાય નહિ."},{"number":18,"verse":"પછી રાજા પોતાને મહેલે ગયો, ને તે રાત્રે તેણે કંઈ પણ ખાધું નહિ, વાજિંત્રો પણ તેની આગળ લાવવામાં આવ્યાં નહિ; અને તેની ઊંઘ જતી રહી."},{"number":19,"verse":"પછી રાજા મોટે પરોઢિયે ઊઠીને ઉતાવળે સિંહોનાં બિલ પાસે ગયો."},{"number":20,"verse":"જ્યારે તે બિલ આગળ દાનિયેલની પાસે આવ્યો ત્યારે તેણે રડતે સાદે દાનિયેલને હાંક મારી, રાજાએ દાનિયેલને કહ્યું, “હે દાનિયેલ, જીવતા ઈશ્વરના સેવક, શું તારા ઈશ્વર, જેમની તું નિરંતર ઉપાસના કરે છે, તે તને સિંહોથી બચાવી શક્યા છે?”"},{"number":21,"verse":"ત્યારે દાનિયેલે રાજાને કહ્યું, “હે રાજાજી, સદા જીવતા રહો."},{"number":22,"verse":"મારા ઈશ્વરે પોતાના દૂતને મોકલીને સિંહોના મોં બંધ કરાવ્યાં છે, ને તેઓએ મને [કંઈ પણ] ઈજા કરી નથી; કેમ કે હું તેમની નજરમાં નિર્દોષ માલૂમ પડ્યો. વળી, હે રાજાજી, મેં આપનો પણ કંઈ અપરાધ કર્યો નથી.”"},{"number":23,"verse":"ત્યારે રાજાને અતિશય હર્ષ થયો, ને તેણે હુકમ કર્યો, “દાનિયેલને બિલમાંથી બહાર કાઢો.” તેથી દાનિયેલને બિલમાંથી બહાર કાઢવામાં આવ્યો, તેના અંગ પર કોઈ પણ પ્રકારની ઇજા [નાં ચિહ્‍ન] માલૂમ પડ્યાં નહિ, કેમ કે તેણે પોતાના ઈશ્વર પર ભરોસો રાખ્યો હતો."},{"number":24,"verse":"પછી જે માણસોએ દાનિયેલ ઉપર તહોમત મૂક્યું હતું તેમને તેઓએ રાજાના હુકમથી પકડી લાવીને તેમને, તેમનાં છોકરાંને તથા તેમની પત્નીઓને સિંહોના બિલમાં નાખ્યાં. તેઓ બિલને તળિયે પહોંચે તે પહેલાં તો સિંહોએ તેમના ઉપર તરાપ મારીને તેમનાં બધાં હાડકાં ભાંગીને તેમના ચૂરેચૂરા કરી નાખ્યા."},{"number":25,"verse":"ત્યાર પછી દાર્યાવેશ રાજાએ આખી પૃથ્વી પર રહેતા સર્વ લોકો, પ્રજાઓ તથા સર્વ ભાષાઓ [બોલનાર માણસો] ને એવો હુકમ લખી મોકલ્યો, “તમને અધિક અધિક શાંતિ [થાઓ]."},{"number":26,"verse":"હું એવો હુકમ કરું છું કે, મારા આખા રાજ્યમાં લોકોએ દાનિયેલના ઈશ્વરથી કાંપવું તથા બીવું; કેમ કે તે જ જીવતા તથા તથા અચળ ઈશ્વર છે. તેમનું રાજ્ય અવિનાશી છે, ને તેમની સત્તા છેક અનંતકાળ સુધી રહેશે."},{"number":27,"verse":"તે બચાવે છે ને છોડાવે છે, ને તે આકાશમાંથી તથા પૃથ્વી પર ચિહ્‍નો તથા ચમત્કારો કરે છે! તેમણે દાનિયેલને સિંહોના પંજામાંથી બચાવ્યો.”"},{"number":28,"verse":"એમ દાનિયેલે દાર્યાવેશની કારકિર્દીમાં તથા ઈરાની કોરેશની કારકિર્દીમાં આબાદાની ભોગવી."}]}