{"bibleAbbr":"TRC1535","bookName":"James","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"Brethren have not the fayth of oure lorde Iesus Christ the lorde of glory in respecte of persons."},{"number":2,"verse":"Yf ther come into youre company a man with a golden rynge and in goodly aparell and ther come in also a poore man in vyle rayment"},{"number":3,"verse":"and ye have a respecte to him that weareth the gaye clothynge and saye vnto him. Sit thou here in a good place: and saye vnto the poore stonde thou there or sit here vnder my fotestole:"},{"number":4,"verse":"are ye not parciall in youre selves and have iudged after evyll thoughtes?"},{"number":5,"verse":"Harken my deare beloved brethren. Hath not God chosen the poore of this worlde which are ryche in fayth and heyres of the kyngdom which he promysed to them that love him?"},{"number":6,"verse":"But ye have despised the poore. Are not the rych they which opresse you: and they which drawe you before iudges?"},{"number":7,"verse":"Do not they speake evyll of that good name after which ye be named."},{"number":8,"verse":"Yf ye fulfill the royall lawe accordynge to the scripture which sayth. Thou shallt love thyne neghbour as thy silfe ye do well."},{"number":9,"verse":"But yf ye regarde one person more then another ye commit synne and are rebuked of the lawe as transgressours."},{"number":10,"verse":"Whosoever shall kepe the whole lawe and yet fayle in one poynt he is gyltie in all."},{"number":11,"verse":"For he that sayd. Thou shallt not commit adulterie sayed also: thou shallt not kyll. Though thou do none adulterie yet yf thou kill thou arte a transgresser of the lawe."},{"number":12,"verse":"So speake ye and so do as they that shalbe iudged by the lawe of libertie."},{"number":13,"verse":"For ther shalbe iudgement merciles to him that sheweth no mercy and mercy reioyseth agaynst iudgement:"},{"number":14,"verse":"What a vayleth it my brethren though a man saye he hath sayth when he hath no dedes? Can fayth save him?"},{"number":15,"verse":"If a brother or a sister be naked or destitute of dayly fode"},{"number":16,"verse":"and one of you saye vnto them: Departe in peace God sende you warmnes and fode: not withstondinge ye geve the not tho thynges which are nedfull to the body: what helpeth it the?"},{"number":17,"verse":"Eve so fayth yf it have no dedes is deed in it selfe."},{"number":18,"verse":"Ye and a man myght saye: Thou hast fayth and I have dedes: Shewe me thy fayth by thy dedes: and I will shewe the my fayth by my dedes."},{"number":19,"verse":"Belevest thou yt ther is one God? Thou doest well. The devyls also beleve and tremble."},{"number":20,"verse":"Wilt thou vnderstonde o thou vayne man that fayth with out dedes is deed?"},{"number":21,"verse":"Was not Abraha oure father iustified thorow workes when he offered Isaac his sonne vpo the aultre?"},{"number":22,"verse":"Thou seist how that fayth wrought with his dedes and through the dedes was the fayth made parfect:"},{"number":23,"verse":"and ye scripture was fulfilled which sayth: Abraham beleved God and it was reputed vnto him for rightewesnes: and he was called the frede of God."},{"number":24,"verse":"Ye se then how that of dedes a man is iustified and not of fayth only."},{"number":25,"verse":"Lyke wyse also was not Raab the harlot iustifyed thorow workes when she receaved the messengers and sent the out another waye?"},{"number":26,"verse":"For as the body with oute the sprete is deed eve so fayth with out dedes is deed"}]}