{"bibleAbbr":"TRC1535","bookName":"James","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"My brethren be not every ma a master remembringe how that we shall receave the more damnacion:"},{"number":2,"verse":"for in many thinges we synne all. Yf a man synne not in worde the same is a parfecte ma and able to tame all the body."},{"number":3,"verse":"Beholde we put bittes into ye horses mouthes that they shuld obeye vs and we turne aboute all the body."},{"number":4,"verse":"Beholde also the shyppes which though they be so gret and are dryven of fearce windes yet are they turned about with a very smale helme whither soever the violence of the governer wyll."},{"number":5,"verse":"Even so the tonge is a lyttell member and bosteth great thinges. Beholde how gret a thinge a lyttell fyre kyndleth"},{"number":6,"verse":"and the tonge is fyre and a worlde of wyckednes. So is the tonge set amonge oure members that it defileth the whole body and setteth a fyre all that we have of nature and is it selfe set a fyre even of hell."},{"number":7,"verse":"All the natures of beastes and of byrdes and of serpentes and thinges of ye see are meked and tamed of the nature of man."},{"number":8,"verse":"But the tonge can no man tame. Yt is an vntuely evyll full of deedly poyson."},{"number":9,"verse":"Therwith blesse we God the father and therwith cursse we me which are made after the similitude of God."},{"number":10,"verse":"Out of one mouth proceadeth blessynge and cursynge. My brethren these thinges ought not so to be."},{"number":11,"verse":"Doth a fountayne sende forth at one place swete water and bytter also?"},{"number":12,"verse":"Can the fygge tree my Brethren beare olive beries: other a vyne beare fygges?"},{"number":13,"verse":"So can no fountayne geve bothe salt water and fresshe also. If eny man be wyse and endued with learnynge amonge you let him shewe the workes of his good conversacio in meknes that ys coupled with wisdome."},{"number":14,"verse":"But Yf ye have bitter envyinge and stryfe in youre hertes reioyce not: nether be lyars agaynst the trueth."},{"number":15,"verse":"This wisdome descedeth not from a boue: but is erthy and naturall and divelisshe."},{"number":16,"verse":"For where envyinge and stryfe is there is stablenes and all maner of evyll workes."},{"number":17,"verse":"But the wisdom that is from above is fyrst pure then peasable gentle and easy to be entreated full of mercy and good frutes without iudgynge and without simulacio:"},{"number":18,"verse":"yee and the frute of rightewesnes is sowen in peace of them that mayntene peace."}]}