{"bibleAbbr":"AMP2015","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"The Triumphal Entry When they were nearing Jerusalem, at Bethphage and Bethany near the Mount of Olives, Jesus sent two of His disciples,"},{"number":2,"verse":"saying to them, \"Go into the village in front of you, and immediately as you enter it, you will find a [donkey's] colt tied, which has never been ridden by anyone; untie it and bring it here."},{"number":3,"verse":"If anyone asks you, 'Why are you doing this?' say, 'The Lord needs it'; and immediately he will send it here.\""},{"number":4,"verse":"So they went away [to the village] and found a colt tied outside at a gate in the street, and they untied it."},{"number":5,"verse":"Some of the people who were standing there said to them, \"What are you doing, untying the colt?\""},{"number":6,"verse":"They replied to them just as Jesus had directed, and they allowed them to go."},{"number":7,"verse":"They brought the colt to Jesus and put their coats on it, and He sat on it."},{"number":8,"verse":"And many [of the people] spread their coats on the road [as an act of tribute and homage before a new king], and others [scattered a layer of] leafy branches which they had cut from the fields [honoring Him as Messiah]."},{"number":9,"verse":"Those who went in front and those who were following [Him] were shouting [in joy and praise], \"Hosanna ( Save, I pray)! Blessed (praised, glorified) is He who comes in the name of the Lord!"},{"number":10,"verse":"\"Blessed is the coming kingdom of our father David! Hosanna in the highest [heaven]!\""},{"number":11,"verse":"Jesus entered Jerusalem and went to the temple [enclosure]; and after looking around at everything, He left for Bethany with the twelve [disciples], because it was already late [in the day]."},{"number":12,"verse":"On the next day, when they had left Bethany, He was hungry."},{"number":13,"verse":"Seeing at a distance a fig tree in leaf, He went to see if He would find anything on it. But He found nothing but leaves, for it was not the season for figs."},{"number":14,"verse":"He said to it, \"No one will ever eat fruit from you again!\" And His disciples were listening [to what He said]."},{"number":15,"verse":"Jesus Drives Moneychangers from the TempleThen they came to Jerusalem. And He entered the temple [grounds] and began driving out [with force] the people who were selling and buying [animals for sacrifice] in the temple area, and overturned the tables of the moneychangers [who made a profit exchanging foreign money for temple coinage] and the seats of those who were selling doves;"},{"number":16,"verse":"and He would not permit anyone to carry merchandise or household wares through the temple [grounds, using the temple area irreverently as a shortcut]."},{"number":17,"verse":"He began to teach and say to them, \"Is it not written, 'My house shall be called a house of prayer for all the nations'? But you have made it a robbers' den.\""},{"number":18,"verse":"The chief priests and the scribes heard this and began searching for a way to destroy Him; for they were afraid of Him, since the entire crowd was struck with astonishment at His teaching."},{"number":19,"verse":"When evening came, Jesus and His disciples would leave the city."},{"number":20,"verse":"In the morning, as they were passing by, the disciples saw that the fig tree had withered away from the roots up."},{"number":21,"verse":"And remembering, Peter said to Him, \"Rabbi (Master), look! The fig tree which You cursed has withered!\""},{"number":22,"verse":"Jesus replied, \"Have faith in God [constantly]."},{"number":23,"verse":"I assure you and most solemnly say to you, whoever says to this mountain, 'Be lifted up and thrown into the sea!' and does not doubt in his heart [in God's unlimited power], but believes that what he says is going to take place, it will be done for him [in accordance with God's will]."},{"number":24,"verse":"For this reason I am telling you, whatever things you ask for in prayer [in accordance with God's will], believe [with confident trust] that you have received them, and they will be given to you."},{"number":25,"verse":"Whenever you stand praying, if you have anything against anyone, forgive him [drop the issue, let it go], so that your Father who is in heaven will also forgive you your transgressions and wrongdoings [against Him and others]."},{"number":26,"verse":"[\"But if you do not forgive, neither will your Father in heaven forgive your transgressions.\"]"},{"number":27,"verse":"Jesus' Authority QuestionedThey came again to Jerusalem. And as Jesus was walking in the [courts and porches of the] temple, the chief priests, the scribes, and the elders came to Him,"},{"number":28,"verse":"and began saying to Him, \"By what authority are You doing these things, or who gave You this authority to do these things?\""},{"number":29,"verse":"Jesus said to them, \"I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things."},{"number":30,"verse":"Was the baptism of John [the Baptist] from heaven [that is, ordained by God] or from men? Answer Me.\""},{"number":31,"verse":"They began discussing it with each other, saying, \"If we say, 'From heaven,' He will say, 'Then why did you not believe him?'"},{"number":32,"verse":"But shall we say, 'From men?'\" -they were afraid [to answer because] of the crowd, for everyone considered John to have been a real prophet."},{"number":33,"verse":"So they replied to Jesus, \"We do not know.\" And Jesus said to them, \"Neither will I tell you by what authority I do these things.\""}]}