{"bibleAbbr":"AMP2015","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":14,"verses":[{"number":1,"verse":"(Death Plot and the Anointing in Bethany) It was now two days before the Passover and [the festival of] Unleavened Bread, and the chief priests and the scribes were searching for a deceitful way to arrest Jesus and kill Him;"},{"number":2,"verse":"but they were saying, \"Not during the festival, for the people might riot.\""},{"number":3,"verse":"While He was in Bethany [as a guest] at the home of Simon the leper, and reclining at the table, a woman came with an alabaster vial of very costly and precious perfume of pure nard; and she broke the vial and poured the perfume over His head."},{"number":4,"verse":"But there were some who were indignantly remarking to one another, \"Why has this perfume been wasted?"},{"number":5,"verse":"For this perfume might have been sold for more than three hundred denarii [a laborer's wages for almost a year], and the money given to the poor.\" And they scolded her."},{"number":6,"verse":"But Jesus said, \"Let her alone; why are you bothering her and causing trouble? She has done a good and beautiful thing to Me."},{"number":7,"verse":"For you always have the poor with you, and whenever you wish you can do something good to them; but you will not always have Me."},{"number":8,"verse":"She has done what she could; she has anointed My body beforehand for the burial."},{"number":9,"verse":"I assure you and most solemnly say to you, wherever the good news [regarding salvation] is proclaimed throughout the world, what she has done will be told in memory of her.\""},{"number":10,"verse":"Then Judas Iscariot, who was one of the twelve [disciples], went to the chief priests to betray Jesus to them."},{"number":11,"verse":"When they heard this they were delighted, and promised to give him money. And he began looking for an opportune time to betray Jesus."},{"number":12,"verse":"(The Last Passover) On the first day [of the festival] of Unleavened Bread, when [as was customary] they sacrificed the Passover lamb, His disciples asked Him, \"Where do You want us to go and prepare for You to eat the Passover?\""},{"number":13,"verse":"And He sent two of His disciples, saying to them, \"Go into the city, and a man carrying a jar of water will meet you; follow him;"},{"number":14,"verse":"and say to the owner of the house he enters, 'The Teacher asks, \"Where is My guest room in which I may eat the Passover with My disciples?\"'"},{"number":15,"verse":"He will show you a large upstairs room, furnished and ready [with carpets and dining couches]; prepare [the supper] for us there.\""},{"number":16,"verse":"The disciples left and went to the city and found everything just as He had told them, and they prepared the Passover."},{"number":17,"verse":"When it was evening, He came with the twelve [disciples]."},{"number":18,"verse":"While they were reclining at the table, Jesus said, \"I assure you and most solemnly say to you that one of you will betray Me-one who is eating with Me.\""},{"number":19,"verse":"They began to be grieved and deeply distressed and to say to Him one by one, \"Surely not I?\""},{"number":20,"verse":"And He replied, \"It is one of the twelve [disciples], one who is dipping bread in the bowl with Me."},{"number":21,"verse":"For the Son of Man goes [to the cross] just as it is written [in Scripture] of Him; but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.\""},{"number":22,"verse":"(The Lord's Supper) While they were eating, Jesus took bread and blessed it [giving thanks and praise], and He broke it, and gave it to them and said, \"Take it. This is My body.\""},{"number":23,"verse":"And when He had taken a cup [of wine] and given thanks, He gave it to them, and they all drank from it."},{"number":24,"verse":"And He said to them, \"This is My blood of the [new] covenant, [My blood] which is being poured out for many [for the forgiveness of sins]."},{"number":25,"verse":"I assure you and most solemnly say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.\""},{"number":26,"verse":"After they had sung a hymn, they went out to the Mount of Olives."},{"number":27,"verse":"Jesus said to them, \"You will all fall away [and be ashamed and be afraid to be associated with Me as disciples], because it is written, 'I will strike the Shepherd, and the sheep will be scattered.'"},{"number":28,"verse":"But after I have been raised [from the dead], I will go ahead of you to Galilee.\""},{"number":29,"verse":"But Peter said to Him, \"Even if they all fall away [and desert You, ashamed and afraid of being associated with You], yet I will not [do so]!\""},{"number":30,"verse":"Jesus said to him, \"I assure you and most solemnly say to you, this very night, before a rooster crows twice, you will deny [that you even know] Me three times.\""},{"number":31,"verse":"But Peter kept saying insistently, \"If I have to die with You, I will not deny You!\" And they all were saying the same thing as well."},{"number":32,"verse":"(Jesus in Gethsemane) Then they went to a place called Gethsemane; and Jesus said to His disciples, \"Sit down here until I have prayed.\""},{"number":33,"verse":"He took Peter and James and John with Him, and He began to be deeply distressed and troubled [extremely anguished at the prospect of what was to come]."},{"number":34,"verse":"And He said to them, \"My soul is deeply grieved and overwhelmed with sorrow, to the point of death; remain here and keep watch.\""},{"number":35,"verse":"After going a little farther, He fell to the ground [distressed by the weight of His spiritual burden] and began to pray that if it were possible [in the Father's will], the hour [of suffering and death for the sins of mankind] might pass from Him."},{"number":36,"verse":"He was saying, \" Abba, Father! All things are possible for You; take this cup [of judgment] away from Me; but not what I will, but what You will.\""},{"number":37,"verse":"And He came back and found them sleeping, and He said to Peter, \"Simon, are you asleep? Were you unable to keep watch for one hour?"},{"number":38,"verse":"Keep [actively] watching and praying so that you do not come into temptation; the spirit is willing, but the body is weak.\""},{"number":39,"verse":"He went away again and prayed, saying the same words."},{"number":40,"verse":"And again He came back and found them sleeping, because their eyes were very heavy; and they did not know how to answer Him."},{"number":41,"verse":"He came back a third time and said to them, \"Are you still sleeping and resting? Enough [of that]! The hour has come. Look, the Son of Man is being betrayed into the hands of sinners."},{"number":42,"verse":"Get up, let us go. Look, my betrayer is near!\""},{"number":43,"verse":"(Betrayal and Arrest) And at once, while He was still speaking, Judas [Iscariot], one of the twelve [disciples], came up, and with him a crowd of men with swords and clubs, who came from the chief priests, the scribes, and the elders [of the Sanhedrin]."},{"number":44,"verse":"Now the betrayer had given them a signal, saying, \"Whomever I kiss, He is the one; seize Him and lead Him away safely [under guard].\""},{"number":45,"verse":"When Judas came, immediately he went up to Jesus and said, \"Rabbi (Master)!\" and he kissed Him [forcefully]."},{"number":46,"verse":"They laid hands on Him and seized Him."},{"number":47,"verse":"But one of the bystanders [Simon Peter] drew his sword and struck [Malchus] the slave of the high priest and cut off his ear."},{"number":48,"verse":"Jesus said to them, \"Have you come out with swords and clubs to arrest Me, as you would against a robber?"},{"number":49,"verse":"Day after day I was with you, teaching in the [courts and porches of the] temple, and you did not seize Me; but this has happened so that the Scriptures would be fulfilled.\""},{"number":50,"verse":"Then all of His disciples abandoned Him and fled."},{"number":51,"verse":"A young man was following Him, wearing [only] a linen sheet over his naked body; and some men seized him."},{"number":52,"verse":"But pulling free of the linen sheet, he escaped [from them] naked."},{"number":53,"verse":"(Jesus before His Accusers) They led Jesus away to the high priest, and all the chief priests and the elders and the scribes (Sanhedrin, Jewish High Court) gathered together."},{"number":54,"verse":"Peter had followed Him at a distance, right into the courtyard of the high priest; and he was sitting with the officers [guards and servants] and warming himself at the fire."},{"number":55,"verse":"Now the chief priests and the entire Council (Sanhedrin, Jewish High Court) were trying to obtain testimony against Jesus [which they could use] to have Him [condemned and] executed, but they were not finding any."},{"number":56,"verse":"For many [people] were giving false testimony against Him, but their testimonies were not consistent."},{"number":57,"verse":"Some stood up and began to give false testimony against Him, saying,"},{"number":58,"verse":"\"We heard Him say, 'I will destroy this temple (sanctuary) that was made with hands, and in three days I will build another made without hands.'\""},{"number":59,"verse":"Not even in this respect was their testimony consistent."},{"number":60,"verse":"The high priest stood up and came forward and asked Jesus, \"Have You no answer to give [in response] to what these men are testifying against You?\""},{"number":61,"verse":"But Jesus kept silent and gave no answer at all. Again the high priest was questioning Him, and saying to Him, \"Are You the Christ (the Messiah, the Anointed), the Son of the Blessed One?\""},{"number":62,"verse":"Jesus said, \"I am; and you will [all] see the Son of Man seated [with authority] at the right hand of Power (the Father), and coming with the clouds of heaven.\""},{"number":63,"verse":"Then tearing his robe [to express his indignation], the high priest said, \"What further need do we have of witnesses?"},{"number":64,"verse":"You have heard the blasphemy [that is, His claim to be the Son of God]. What is your decision?\" And they all condemned Him to be [guilty and] deserving of death."},{"number":65,"verse":"And some began to spit on Him, and to blindfold Him, and to beat Him with their fists, and to say to Him, \"Prophesy [by telling us who hit you]!\" Then the officers took custody of Him and struck him in the face."},{"number":66,"verse":"(Peter's Denials) While Peter was down below in the courtyard, one of the servant-girls of the high priest came,"},{"number":67,"verse":"and when she saw Peter warming himself, she looked intently at him and said, \"You were with Jesus the Nazarene, too.\""},{"number":68,"verse":"But he denied it, saying, \"I neither know nor understand what you are talking about.\" Then he went out [of the courtyard] to the porch,[and a rooster crowed.]"},{"number":69,"verse":"The servant-girl saw him, and began once more to tell the bystanders, \"This [man] is one of them.\""},{"number":70,"verse":"But again he denied it. After a little while, the bystanders again said to Peter, \"You are in fact one of them, for [it is clear from your accent, that] you are a Galilean, too.\""},{"number":71,"verse":"But he began to invoke a curse [on himself] and to swear [an oath], \"I do not know this man you are talking about!\""},{"number":72,"verse":"Immediately a rooster crowed the second time. And Peter remembered what Jesus said to him: \"Before a rooster crows twice, you will deny Me three times.\" And thinking of this, he began weeping [in anguish]."}]}