{"bibleAbbr":"CVg2018","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"Imitatores mei estote, sicut et ego Christi."},{"number":2,"verse":"Laudo autem vos fratres quod per omnia mei memores estis : et sicut tradidi vobis, præcepta mea tenetis."},{"number":3,"verse":"Volo autem vos scire quod omnis viri caput, Christus est : caput autem mulieris, vir : caput vero Christi, Deus."},{"number":4,"verse":"Omnis vir orans, aut prophetans velato capite, deturpat caput suum."},{"number":5,"verse":"Omnis autem mulier orans, aut prophetans non velato capite, deturpat caput suum : unum enim est ac si decalvetur."},{"number":6,"verse":"Nam si non velatur mulier, tondeatur. Si vero turpe est mulieri tonderi, aut decalvari, velet caput suum."},{"number":7,"verse":"Vir quidem non debet velare caput suum : quoniam imago et gloria Dei est, mulier autem gloria viri est."},{"number":8,"verse":"Non enim vir ex muliere est, sed mulier ex viro."},{"number":9,"verse":"Etenim non est creatus vir propter mulierem, sed mulier propter virum."},{"number":10,"verse":"Ideo debet mulier potestatem habere supra caput propter angelos."},{"number":11,"verse":"Verumtamen neque vir sine muliere : neque mulier sine viro in Domino."},{"number":12,"verse":"Nam sicut mulier de viro, ita et vir per mulierem : omnia autem ex Deo."},{"number":13,"verse":"Vos ipsi judicate : decet mulierem non velatam orare Deum ?"},{"number":14,"verse":"Nec ipsa natura docet vos, quod vir quidem si comam nutriat, ignominia est illi :"},{"number":15,"verse":"mulier vero si comam nutriat, gloria est illi : quoniam capilli pro velamine ei dati sunt."},{"number":16,"verse":"Si quis autem videtur contentiosus esse : nos talem consuetudinem non habemus, neque ecclesia Dei."},{"number":17,"verse":"Hoc autem præcipio : non laudans quod non in melius, sed in deterius convenitis."},{"number":18,"verse":"Primum quidem convenientibus vobis in ecclesiam, audio scissuras esse inter vos, et ex parte credo."},{"number":19,"verse":"Nam oportet et hæreses esse, ut et qui probati sunt, manifesti fiant in vobis."},{"number":20,"verse":"Convenientibus ergo vobis in unum, jam non est Dominicam cœnam manducare."},{"number":21,"verse":"Unusquisque enim suam cœnam præsumit ad manducandum, et alius quidem esurit, alius autem ebrius est."},{"number":22,"verse":"Numquid domos non habetis ad manducandum, et bibendum ? aut ecclesiam Dei contemnitis, et confunditis eos qui non habent ? Quid dicam vobis ? laudo vos ? in hoc non laudo."},{"number":23,"verse":"Ego enim accepi a Domino quod et tradidi vobis, quoniam Dominus Jesus in qua nocte tradebatur, accepit panem,"},{"number":24,"verse":"et gratias agens fregit, et dixit : Accipite, et manducate : hoc est corpus meum, quod pro vobis tradetur : hoc facite in meam commemorationem."},{"number":25,"verse":"Similiter et calicem, postquam cœnavit, dicens : Hic calix novum testamentum est in meo sanguine : hoc facite quotiescumque bibetis, in meam commemorationem."},{"number":26,"verse":"Quotiescumque enim manducabitis panem hunc, et calicem bibetis, mortem Domini annuntiabitis donec veniat."},{"number":27,"verse":"Itaque quicumque manducaverit panem hunc, vel biberit calicem Domini indigne, reus erit corporis et sanguinis Domini."},{"number":28,"verse":"Probet autem seipsum homo : et sic de pane illo edat, et de calice bibat."},{"number":29,"verse":"Qui enim manducat et bibit indigne, judicium sibi manducat et bibit, non dijudicans corpus Domini."},{"number":30,"verse":"Ideo inter vos multi infirmi et imbecilles, et dormiunt multi."},{"number":31,"verse":"Quod si nosmetipsos dijudicaremus, non utique judicaremur."},{"number":32,"verse":"Dum judicamur autem, a Domino corripimur, ut non cum hoc mundo damnemur."},{"number":33,"verse":"Itaque fratres mei, cum convenitis ad manducandum, invicem exspectate."},{"number":34,"verse":"Si quis esurit, domi manducet, ut non in judicium conveniatis. Cetera autem, cum venero, disponam."}]}