{"bibleAbbr":"CVg2018","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"De spiritualibus autem, nolo vos ignorare fratres."},{"number":2,"verse":"Scitis quoniam cum gentes essetis, ad simulacra muta prout ducebamini euntes."},{"number":3,"verse":"Ideo notum vobis facio, quod nemo in Spiritu Dei loquens, dicit anathema Jesu. Et nemo potest dicere, Dominus Jesus, nisi in Spiritu Sancto."},{"number":4,"verse":"Divisiones vero gratiarum sunt, idem autem Spiritus :"},{"number":5,"verse":"et divisiones ministrationum sunt, idem autem Dominus :"},{"number":6,"verse":"et divisiones operationum sunt, idem vero Deus qui operatur omnia in omnibus."},{"number":7,"verse":"Unicuique autem datur manifestatio Spiritus ad utilitatem."},{"number":8,"verse":"Alii quidem per Spiritum datur sermo sapientiæ : alii autem sermo scientiæ secundum eumdem Spiritum :"},{"number":9,"verse":"alteri fides in eodem Spiritu : alii gratia sanitatum in uno Spiritu :"},{"number":10,"verse":"alii operatio virtutum, alii prophetia, alii discretio spirituum, alii genera linguarum, alii interpretatio sermonum."},{"number":11,"verse":"Hæc autem omnia operatur unus atque idem Spiritus, dividens singulis prout vult."},{"number":12,"verse":"Sicut enim corpus unum est, et membra habet multa, omnia autem membra corporis cum sint multa, unum tamen corpus sunt : ita et Christus."},{"number":13,"verse":"Etenim in uno Spiritu omnes nos in unum corpus baptizati sumus, sive Judæi, sive gentiles, sive servi, sive liberi : et omnes in uno Spiritu potati sumus."},{"number":14,"verse":"Nam et corpus non est unum membrum, sed multa."},{"number":15,"verse":"Si dixerit pes : Quoniam non sum manus, non sum de corpore : num ideo non est de corpore ?"},{"number":16,"verse":"Et si dixerit auris : Quoniam non sum oculus, non sum de corpore : num ideo est de corpore ?"},{"number":17,"verse":"Si totum corpus oculus : ubi auditus ? Si totum auditus : ubi odoratus ?"},{"number":18,"verse":"Nunc autem posuit Deus membra, unumquodque eorum in corpore sicut voluit."},{"number":19,"verse":"Quod si essent omnia unum membrum, ubi corpus ?"},{"number":20,"verse":"Nunc autem multa quidem membra, unum autem corpus."},{"number":21,"verse":"Non potest autem oculus dicere manui : Opera tua non indigeo : aut iterum caput pedibus : Non estis mihi necessarii."},{"number":22,"verse":"Sed multo magis quæ videntur membra corporis infirmiora esse, necessariora sunt :"},{"number":23,"verse":"et quæ putamus ignobiliora membra esse corporis, his honorem abundantiorem circumdamus : et quæ inhonesta sunt nostra, abundantiorem honestatem habent."},{"number":24,"verse":"Honesta autem nostra nullius egent : sed Deus temperavit corpus, ei cui deerat, abundantiorem tribuendo honorem,"},{"number":25,"verse":"ut non sit schisma in corpore, sed idipsum pro invicem sollicita sint membra."},{"number":26,"verse":"Et si quid patitur unum membrum, compatiuntur omnia membra : sive gloriatur unum membrum, congaudent omnia membra."},{"number":27,"verse":"Vos autem estis corpus Christi, et membra de membro."},{"number":28,"verse":"Et quosdam quidem posuit Deus in ecclesia primum apostolos, secundo prophetas, exinde doctores, deinde virtutes, exinde gratias curationum, opitulationes, gubernationes, genera linguarum, interpretationes sermonum."},{"number":29,"verse":"Numquid omnes apostoli ? numquid omnes prophetæ ? numquid omnes doctores ?"},{"number":30,"verse":"numquid omnes virtutes ? numquid omnes gratiam habent curationum ? numquid omnes linguis loquuntur ? numquid omnes interpretantur ?"},{"number":31,"verse":"Æmulamini autem charismata meliora. Et adhuc excellentiorem viam vobis demonstro."}]}