{"bibleAbbr":"urRV2010","bookName":"نَوحہ","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"( یروشلیِم کے غم و آلام) وہ بستی جوخِلقت سے معمُور تھی کَیسی خالی پڑی ہے! وہ خاتُونِ اقوام بیوہ سی ہو گئی۔ وہ ملِکۂِ مُمالِک باجگُذار بن گئی!"},{"number":2,"verse":"وہ رات کو زار زار روتی ہے ۔ اُس کے آنسُو رُخساروں پر بہتے ہیں۔ اُس کے چاہنے والوں میں کوئی نہیں جو اُسے تسلّی دے۔ اُس کے سب دوستوں نے اُسے دغا دی ۔ وہ اُس کے دُشمن ہوگئے۔"},{"number":3,"verse":"یہُودا ہ ظُلم اور سخت مشقّت کے سبب سے جلاوطن ہُؤا۔ وہ اقوام کے درمِیان سکُونت پذِیر اور بے آرام ہے۔ اُس کے سب ستانے والوں نے اُسے گھاٹِیوں میں جا لِیا۔"},{"number":4,"verse":"صِیُّون کی راہیں ماتم کرتی ہیں کیونکہ عِید کے لِئے کوئی نہیں آتا۔ اُس کے سب پھاٹک سُنسان ہیں ۔ اُس کے کاہِن آہیں بھرتے ہیں۔ اُس کی کُنواریاں مُصِیبت زدہ ہیں اور وہ خُود غمگِین ہے"},{"number":5,"verse":"اُس کے مُخالِف غالِب آئے اور دُشمن خُوش حال ہُوئے۔ کیونکہ خُداوند نے اُس کے گُناہوں کی کثرت کے باعِث اُسے رنج میں ڈالا۔ اُس کی اَولاد کو دُشمن اسِیری میں ہانک لے گئے۔"},{"number":6,"verse":"دُخترِ صِیُّون کی سب شان و شَوکت جاتی رہی۔ اُس کے اُمرا اُن ہرنوں کی مانِند ہو گئے ہیں جِن کوچراگاہ نہیں مِلتی اور شِکاریوں کے سامنے عاجِز ہو جاتے ہیں"},{"number":7,"verse":"یروشلِیم کو اپنے رنج و مُصِیبت کے ایّام میں جب اُس کے باشِندے دُشمن کا شِکار ہُوئے اور کِسی نے مدد نہ کی اپنی گُذشتہ زمانہ کی سب نِعمتیں یاد آئیں ۔ دُشمنوں نے اُسے دیکھ کر اُس کی بربادی پر ہنسی اُڑائی۔"},{"number":8,"verse":"یروشلیِم سخت گُناہ کر کے نِجس ہو گیا۔ جو اُس کی تعظِیم کرتے تھے سب اُسے حقِیر جانتے ہیں کیونکہ اُنہوں نے اُس کی برہنگی دیکھی ۔ ہاں وہ خُود آہیں بھرتا اور مُنہ پھیر لیتا ہے۔"},{"number":9,"verse":"اُس کی نجاست اُس کے دامن میں ہے ۔ اُس نے اپنے انجام کا خیال نہ کِیا۔ اِس لِئے وہ نِہایت پست ہُؤا اور اُسے تسلّی دینے والا کوئی نہ رہا اَے خُداوند میری مُصِیبت پر نظر کر کیونکہ دُشمن نے گھمنڈ کِیاہے"},{"number":10,"verse":"دُشمن نے اُس کی تمام نفِیس چِیزوں پر ہاتھ بڑھایا ہے۔ اُس نے اپنے مَقدِس میں اقوام کو داخِل ہوتے دیکھاہے جِن کی بابت تُو نے فرمایا تھا کہ وہ تیری جماعت میں داخِل نہ ہوں"},{"number":11,"verse":"اُس کے سب باشِندے کراہتے اور روٹی ڈُھونڈ تے ہیں۔ اُنہوں نے اپنی نفِیس چِیزیں دے ڈالِیں تاکہ روٹی سے تازہ دَم ہوں۔ اے خُداوند مُجھ پر نظر کر کیونکہ مَیں ذلِیل ہو گیا ۔"},{"number":12,"verse":"اَے سب آنے جانے والو! کیا تُمہارے نزدِیک یہ کُچھ نہیں؟ نظر کرو اور دیکھو! کیا کوئی غم میرے غم کی مانِندہے جو مُجھ پر آیاہے جِسے خُداوند نے اپنے قہرِ شدِید کے وقت نازِل کِیا؟"},{"number":13,"verse":"اُس نے عالَمِ بالا سے میری ہڈِّیوں میں آگ بھیجی اوروہ اُن پر غالِب آئی۔ اُس نے میرے پاؤں کے لِئے دام بِچھایا ۔ اُس نے مُجھے پِیچھے لَوٹایا۔ اُس نے مُجھے دِن بھر وِیران و بیتاب کِیا۔"},{"number":14,"verse":"میری خطاؤں کا جُؤا اُسی کے ہاتھ سے باندھا گیا ہے۔ وہ باہم پیچِیدہ میری گردن پر ہیں ۔ اُس نے مُجھے ناتوان کر دِیا ہے۔ خُداوند نے مُجھے اُن کے حوالہ کِیا ہے جِن کے مُقابلہ کی مُجھ میں تاب نہیں۔"},{"number":15,"verse":"خُداوند نے میرے اندر ہی میرے بہادُروں کو ناچِیز ٹھہرایا۔ اُس نے میرے خِلاف ایک خاص جماعت کو بُلایا کہ میرے بہادُروں کو کُچلے۔ خُداوند نے یہُودا ہ کی کُنواری بیٹی کو گویا کولُھومیں کُچل ڈالا"},{"number":16,"verse":"اِسی لِئے مَیں گِریان ہُوں ۔ میری آنکھیں اشکبار ہیں کیونکہ تسلّی دینے والا جو میری جان کو تازہ کرے مُجھ سے دُور ہے۔ میرے بال بچّے بے کس ہیں کیونکہ دُشمن غالِب آ گیا۔"},{"number":17,"verse":"صِیُّون نے ہاتھ پَھیلائے ۔ اُسے تسلّی دینے والا کوئی نہیں یعقُو ب کی بابت خُداوند نے حُکم دِیا ہے کہ اُس کے اِردگِرد والے اُس کے دُشمن ہوں۔ یروشلیِم اُن کے درمِیان نجاست کی مانِند ہے۔"},{"number":18,"verse":"خُداوند صادِق ہے کیونکہ مَیں نے اُس کے حُکم سے سرکشی کی ہے اَے سب لوگو مَیں مِنّت کرتا ہُوں سُنو اور میرے دُکھ پر نظرکرو میری کُنواریاں اور میرے جوان اسِیرہو کر چلے گئے۔"},{"number":19,"verse":"مَیں نے اپنے دوستوں کو پُکارا ۔ اُنہوں نے مُجھے دغادی میرے کاہِن اور بزُرگ اپنی جان کو تازہ کرنے کے لِئے شہر میں کھانا ڈُھونڈتے ڈُھونڈتے ہلاک ہو گئے ۔"},{"number":20,"verse":"اَے خُداوند دیکھ مَیں تباہ حال ہُوں ۔ میرے اندر پیچ و تاب ہے۔ میرا دِل میرے اندر مُضطرِب ہے کیونکہ مَیں نے سخت بغاوت کی ہے باہر تلوار بے اَولاد کرتی ہے اور گھر میں مَوت کا سامناہے"},{"number":21,"verse":"اُنہوں نے میری آہیں سُنی ہیں ۔ مُجھے تسلّی دینے والاکوئی نہیں۔ میرے سب دُشمنوں نے میری مُصِیبت سُنی ۔ وہ خُوش ہیں کہ تُو نے اَیسا کِیا۔ تُو وہ دِن لائے گا جِس کا تُو نے اِعلان کِیا ہے اوروہ میری مانِند ہو جائیں گے۔"},{"number":22,"verse":"اُن کی تمام شرارت تیرے سامنے آئے۔ اُن سے وُہی کر جو تُو نے میری تمام خطاؤں کے باعِث مُجھ سے کِیا ہے۔ کیونکہ میری آہیں بے شُمار ہیں اور میرا دِل نِڈھال ہے"}]}