{"bibleAbbr":"neNRV2012","bookName":"व्यवस्था","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"( कनानीहरूको विनाश) हे इस्राएली हो, सुन, तिमीहरूभन्‍दा महान् र शक्तिशाली जातिहरू, र आकाश छुने पर्खाल लाएका ठूला-ठूला सहरहरू अधिकार गर्न तिमीहरू आज यर्दन पारि जान लागेको छौ।"},{"number":2,"verse":"त्‍यहाँका मानिस अनाकीहरू हुन्, जसको बारेमा तिमीहरू जान्‍दछौ। उनीहरू बलिया र अल्‍गा-अल्‍गा छन्। “अनाकीहरूका सामु को खड़ा हुन सक्‍छ?” भन्‍ने उक्ति तिमीहरूले सुनेका छौ।"},{"number":3,"verse":"तर आज यो कुरा निश्‍चय नै जानी राख, कि भस्‍म गर्ने आगोझैँ तिमीहरूका अगिअगि जानुहुने परमप्रभु तिमीहरूका परमेश्‍वर नै हुनुहुन्‍छ। उहाँले उनीहरूलाई नष्‍ट पार्नुहुनेछ र तिमीहरूको अधीनमा ल्‍याउनुहुनेछ। परमप्रभुले तिमीहरूलाई प्रतिज्ञा गर्नुभएझैँ तिमीहरूले उनीहरूलाई धपाएर चाँड़ै नष्‍ट पार्नेछौ।"},{"number":4,"verse":"परमप्रभुले तिमीहरूका सामुन्‍नेबाट उनीहरूलाई निकालिसक्‍नुभएपछि तिमीहरूले आफ्‍नो मनमा यसो नभन्‍नू, “हाम्रो धार्मिकताको कारणले नै परमप्रभुले यो देश अधिकार गर्न हामीलाई ल्‍याउनुभएको हो।” बरु यी जातिहरूको दुष्‍टताले गर्दा नै परमप्रभुले उनीहरूलाई तिमीहरूका सामुन्‍नेबाट धपाउनुहुन्‍छ।"},{"number":5,"verse":"तिमीहरूको धार्मिकता वा ईमानदारीको कारणले उनीहरूको देश अधिकार गर्न तिमीहरू प्रवेश गर्न लागेका होइनौ। तर यी जातिको दुष्‍टताले गर्दा तिमीहरूका पुर्खा अब्राहाम, इसहाक र याकूबसित गर्नुभएको प्रतिज्ञा पूरा गर्नलाई परमप्रभु तिमीहरूका परमेश्‍वरले यिनीहरूलाई तिमीहरूका सामुबाट निकाल्‍नुहुनेछ।"},{"number":6,"verse":"यसकारण याद राख, कि तिमीहरूको धार्मिकताको कारणले यो असल देश परमप्रभु तिमीहरूका परमेश्‍वरले तिमीहरूको अधिकारमा दिन लाग्‍नुभएको होइन। किनभने तिमीहरू त हठी मानिसहरू हौ।"},{"number":7,"verse":"( सुनको बाछो) उजाड़-स्‍थानमा तिमीहरूले कसरी परमप्रभु तिमीहरूका परमेश्‍वरलाई रीस उठायौ, यो कुराको सम्‍झना गर, र कहिल्‍यै नबिर्स। मिश्रबाट निक्‍लेको दिनदेखि यस ठाउँमा आइपुगुञ्‍जेल तिमीहरूले परमप्रभुको विरोध गरी नै रहेका छौ।"},{"number":8,"verse":"होरेबमा पनि तिमीहरूले परमप्रभुलाई रीस उठायौ, र तिमीहरूलाई नाशै गर्नेसम्‍म परमप्रभु क्रुद्ध हुनुभएको थियो।"},{"number":9,"verse":"परमप्रभुले तिमीहरूसित बाँध्‍नुभएको करारका शिला-पाटी लिनलाई जब म पर्वतमा उक्‍लेको थिएँ, तब म त्‍यस पर्वतमा चालीस दिन र चालीस रात रहें। मैले रोटी वा पानी खाइनँ। ( )"},{"number":10,"verse":"अनि परमप्रभुले परमेश्‍वरका हातले लेख्‍नुभएका दुई वटा शिला-पाटी मलाई सुम्‍पनुभयो। पर्वतमाथि अग्‍निको बीचबाट सभाको दिनमा परमप्रभुले दिनुभएका सबै आज्ञा तिनमा थिए।"},{"number":11,"verse":"परमप्रभुले चालीस दिन र चालीस रातको अन्‍तमा करारका ती दुई शिला-पाटी मलाई दिनुभयो।"},{"number":12,"verse":"त्‍यसपछि परमप्रभुले मलाई भन्‍नुभयो, “उठ्, झट्टै यहाँबाट ओर्लिहाल्, किनभने तैंले मिश्रबाट ल्‍याएका तेरा मानिसहरू भ्रष्‍ट भएका छन्। जुन आज्ञा मैले तिनीहरूलाई दिएको थिएँ, त्‍यसबाट तिनीहरू चाँड़ै तर्किगएर आफ्‍ना निम्‍ति ढलौटे मूर्ति बनाएका छन्।”"},{"number":13,"verse":"फेरि परमप्रभुले मलाई भन्‍नुभयो, “मैले यी मानिसहरूलाई हेरें, र यिनीहरू त हठी मानिसहरू रहेछन्।"},{"number":14,"verse":"अब मलाई एकलै छोड़िदे, र म तिनीहरूलाई नाश गर्नेछु, र तिनीहरूको नाउँ स्‍वर्गमुनिबाट मेटिदिनेछु। अनि तँबाट नै तिनीहरूभन्‍दा शक्तिशाली र बढ़ी संख्‍याको जाति बनाउनेछु।”"},{"number":15,"verse":"तब म पर्वतबाट तल ओर्लें। त्‍यस बेला पर्वत अग्‍निले बलिरहेको थियो, र करारका दुई पाटी मेरा दुई हातमा थिए।"},{"number":16,"verse":"अनि तिमीहरूले परमप्रभु तिमीहरूका परमेश्‍वरको विरुद्धमा पाप गरेर आफ्‍ना निम्‍ति बाछाको ढलौटे मूर्ति बनाएका मैले देखें। परमप्रभुले तिमीहरूलाई आज्ञा गर्नुभएको मार्गबाट तिमीहरू यति छिट्टै तर्केर गएथ्‍यौ।"},{"number":17,"verse":"यसकारण मैले ती दुवै पाटी लिएर हातबाट फ्‍याँकी तिमीहरूका आँखाकै सामु फुटाइदिएँ।"},{"number":18,"verse":"परमप्रभुको दृष्‍टिमा कुकर्म गरी तिमीहरूले आफ्‍ना सबै पापको कारण उहाँलाई क्रोधित तुल्‍याएका हुनाले म पहिलेझैँ चालीस दिन र चालीस रातसम्‍म परमप्रभुको अगि लम्‍पसार परिरहें। मैले रोटी वा पानी खाइनँ।"},{"number":19,"verse":"परमप्रभुको रीस र क्रोधदेखि मलाई डर लाग्‍यो, किनकि तिमीहरूलाई नाशै गर्ने गरी उहाँ तिमीहरूसँग रिसाउनुभएको थियो। तर यस पल्‍ट पनि परमप्रभुले मेरो बिन्‍ती सुन्‍नुभयो। ( )"},{"number":20,"verse":"हारूनलाई पनि नाश पार्नेसम्‍म गरी परमप्रभु तिनीसँग रिसाउनुभएको थियो, तर मैले त्‍यस बेला हारूनको निम्‍ति पनि प्रार्थना गरें।"},{"number":21,"verse":"त्‍यसपछि मैले तिमीहरूको त्‍यो पापमय वस्‍तु, तिमीहरूले बनाएको त्‍यो बाछो लिएर आगोमा जलाइदिएँ र त्‍यसलाई चकनाचूर पारेर धूलोपीठो बनाएँ, र त्‍यो धूलो पर्वतबाट झर्ने खोलामा फालिदिएँ।"},{"number":22,"verse":"तिमीहरूले तबेरा, मस्‍साह र किब्रोथ-हत्तावामा पनि परमप्रभुलाई क्रुद्ध तुल्‍यायौ। ( , ; )"},{"number":23,"verse":"अनि परमप्रभुले तिमीहरूलाई कादेश-बर्नेबाट यसो भनेर पठाउनुभयो, “गएर मैले तिमीहरूलाई दिएको देश अधिकार गर।” तर तिमीहरूले परमप्रभु तिमीहरूका परमेश्‍वरको आज्ञाको विरोध गर्‍यौ, र तिमीहरूले उहाँमाथि भरोसा राखेनौ, र उहाँको कुरा पनि मानेनौ। ( ; , ; )"},{"number":24,"verse":"मैले तिमीहरूलाई चिनेको दिनदेखि नै तिमीहरू परमप्रभुको विरोधमा चलेका छौ।"},{"number":25,"verse":"परमप्रभुले तिमीहरूलाई नाश गर्छु भनी भन्‍नुभएकोले परमप्रभुको अगि म चालीस दिन र चालीस रात पस्रिरहें।"},{"number":26,"verse":"मैले परमप्रभुलाई प्रार्थना गरेर भनें, “हे परमप्रभु परमेश्‍वर, तपाईंले आफ्‍नो ठूलो शक्तिद्वारा छुटाएर शक्तिशाली बाहुबलद्वारा मिश्रबाट निकालेर ल्‍याउनुभएको आफ्‍नो प्रजा र आफ्‍नो निज उत्तराधिकारलाई नाश नगर्नुहोस्।"},{"number":27,"verse":"आफ्‍ना दासहरू अब्राहाम, इसहाक र याकूबलाई सम्‍झनुहोस्। यी मानिसहरूका हठ, दुष्‍टता र पापतिर नहेर्नुहोस्,"},{"number":28,"verse":"नत्रता हामीलाई जुन देशबाट तपाईंले निकालेर ल्‍याउनुभयो त्‍यसले भन्‍ला, “परमप्रभुले प्रतिज्ञा गर्नुभएको देशभित्र तिनीहरूलाई लैजान नसक्‍नुभएकोले र तिनीहरूलाई घृणा गर्नुभएकोले उहाँले तिनीहरूलाई उजाड़-स्‍थानमा मार्न लैजानुभयो।”"},{"number":29,"verse":"तर आफ्‍नो ठूलो शक्तिले र निज हात पसारेर निकाली ल्‍याउनुभएको तिनीहरू तपाईंको प्रजा र तपाईंकै निज उत्तराधिकार हुन्।”"}]}