{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"( ਸਿਦਕੀਯਾਹ ਲਈ ਚਿਤਾਉਣੀ) ਉਹ ਬਚਨ ਜਿਹੜਾ ਯਿਰਮਿਯਾਹ ਨੂੰ ਯਹੋਵਾਹ ਵੱਲੋਂ ਆਇਆ ਜਦ ਸਿਦਕੀਯਾਹ ਪਾਤਸ਼ਾਹ ਨੇ ਮਲਕੀਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਪਸ਼ਹੂਰ ਨੂੰ ਮਅਸੇਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਸਫ਼ਨਯਾਹ ਜਾਜਕਾਂ ਨੂੰ ਉਹ ਤੇ ਕੋਲ ਏਹ ਆਖਣ ਲਈ ਘੱਲਿਆ"},{"number":2,"verse":"ਭਈ ਯਹੋਵਾਹ ਕੋਲੋਂ ਸਾਡੇ ਲਈ ਪੁੱਛੀਂ ਕਿਉਂ ਜੋ ਬਾਬਲ ਦਾ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਸਾਡੇ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰ ਰਿਹਾ ਹੈ। ਸ਼ਾਇਤ ਯਹੋਵਾਹ ਸਾਡੇ ਨਾਲ ਆਪਣੇ ਸਾਰੇ ਅਚਰਜ ਕੰਮਾਂ ਅਨੁਸਾਰ ਵਰਤਾਓ ਕਰੇ ਅਤੇ ਉਹ ਨੂੰ ਸਾਡੇ ਕੋਲੋਂ ਮੋੜ ਦੇਵੇ।।"},{"number":3,"verse":"ਤਾਂ ਯਿਰਮਿਯਾਹ ਨੇ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਸਿਦਕੀਯਾਹ ਨੂੰ ਇਉਂ ਆਖੋ"},{"number":4,"verse":"ਕਿ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖੋ, ਮੈਂ ਲੜਾਈ ਦੇ ਸ਼ਸਤਰਾਂ ਨੂੰ ਮੋੜ ਦਿਆਂਗਾ ਜਿਹੜੇ ਤੁਹਾਡੇ ਹੱਥਾਂ ਵਿੱਚ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਅਤੇ ਕਸਦੀਆਂ ਨਾਲ ਲੜਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੇ ਤੁਹਾਨੂੰ ਕੰਧਾਂ ਦੇ ਬਾਹਰ ਘੇਰਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਏਸ ਸ਼ਹਿਰ ਦੇ ਵਿੱਚਕਾਰ ਇਕੱਠਾ ਕਰਾਂਗਾ"},{"number":5,"verse":"ਮੈਂ ਆਪ ਆਪਣੇ ਵਧਾਏ ਹੋਏ ਹੱਥ ਅਤੇ ਤਕੜੀ ਬਾਂਹ ਨਾਲ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਲੜਾਂਗਾ, - ਹਾਂ ਕ੍ਰੋਧ ਅਤੇ ਗੁੱਸੇ ਅਤੇ ਵੱਡੇ ਕੋਪ ਨਾਲ"},{"number":6,"verse":"ਮੈਂ ਏਸ ਸ਼ਹਿਰ ਦੇ ਵਾਸੀਆਂ ਨੂੰ, ਆਦਮੀਆਂ ਅਤੇ ਪਸੂਆਂ ਨੂੰ ਮਾਰਾਂਗਾ। ਓਹ ਵੱਡੀ ਬਵਾ ਨਾਲ ਮਰ ਜਾਣਗੇ"},{"number":7,"verse":"ਏਸ ਤੋਂ ਪਿੱਛੋਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਸਿਦਕੀਯਾਹ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਨੂੰ ਅਤੇ ਲੋਕਾਂ ਨੂੰ, ਹਾਂ, ਜਿਹੜੇ ਏਸ ਸ਼ਹਿਰ ਵਿੱਚ ਬਵਾ, ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਤੋਂ ਬਚ ਰਹਿਣਗੇ, ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਦੇ ਹੱਥ ਵਿੱਚ ਅਤੇ ਓਹਨਾਂ ਦੇ ਵੈਰੀਆਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਅਤੇ ਓਹਨਾਂ ਦੀ ਜਾਨ ਦੀ ਤਾਂਘ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਦੇ ਦਿਆਂਗਾ। ਉਹ ਓਹਨਾਂ ਨੂੰ ਤਲਵਾਰ ਦੀ ਧਾਰ ਨਾਲ ਮਾਰੇਗਾ। ਉਹ ਓਹਨਾਂ ਉੱਤੇ ਨਾ ਤਰਸ ਖਾਏਗਾ, ਨਾ ਓਹਨਾਂ ਨੂੰ ਛੱਡੇਗਾ, ਨਾ ਰਹਮ ਕਰੇਗਾ।।"},{"number":8,"verse":"ਤਾਂ ਤੂੰ ਏਸ ਪਰਜਾ ਨੂੰ ਆਖੇਂਗਾ, ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ , - ਵੇਖੋ, ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਜੀਵਨ ਦਾ ਰਾਹ ਅਤੇ ਮੌਤ ਦਾ ਰਾਹ ਰੱਖਦਾ ਹਾਂ"},{"number":9,"verse":"ਜਿਹੜਾ ਏਸ ਸ਼ਹਿਰ ਵਿੱਚ ਰਹੇਗਾ, ਉਹ ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਅਤੇ ਬਵਾ ਨਾਲ ਮਰੇਗਾ, ਅਤੇ ਜਿਹੜਾ ਏਹ ਦੇ ਵਿੱਚੋਂ ਨਿੱਕਲ ਜਾਏਗਾ ਅਤੇ ਆਪ ਨੂੰ ਕਸਦੀਆਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਵੇਗਾ, ਜਿਨ੍ਹਾਂ ਨੇ ਤੁਹਾਨੂੰ ਘੇਰਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਜੀਉਂਦਾ ਰਹੇਗਾ ਅਤੇ ਉਹ ਦੀ ਜਾਨ ਉਹ ਦੇ ਲਈ ਇੱਕ ਲੁੱਟ ਦਾ ਮਾਲ ਹੋਵੇਗੀ"},{"number":10,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣਾ ਮੂੰਹ ਏਸ ਸ਼ਹਿਰ ਦੇ ਵਿਰੁੱਧ ਕੀਤਾ ਹੈ ਕਿ ਮੈਂ ਏਸ ਨਾਲ ਬੁਰਿਆਈ, ਨਾ ਭਲਿਆਈ ਕਰਾਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ। ਏਹ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਏਸ ਨੂੰ ਅੱਗ ਨਾਲ ਸਾੜ ਸੁੱਟੇਗਾ।।"},{"number":11,"verse":"ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਦੇ ਘਰਾਣੇ ਦੇ ਵਿਖੇ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ,"},{"number":12,"verse":"ਹੇ ਦਾਊਦ ਦੇ ਘਰਾਣੇ, ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਸਵੇਰ ਦੇ ਵੇਲੇ ਨਿਆਉਂ ਨੂੰ ਪੂਰਾ ਕਰੋ, ਦੁਖ ਦੇਣ ਵਾਲਿਆਂ ਦੇ ਹੱਥੋਂ ਉਹ ਨੂੰ ਜਿਹੜਾ ਲੁੱਟਿਆ ਗਿਆ ਹੈ ਛੁਡਾਓ, ਮਤੇ ਮੇਰਾ ਗੁੱਸਾ ਅੱਗ ਵਾਂਙੁ ਬਾਹਰ ਨਿੱਕਲੇ, ਅਤੇ ਤੁਹਾਡਿਆਂ ਬੁਰਿਆ ਕੰਮਾਂ ਦੇ ਕਾਰਨ ਉਹ ਅਜੇਹਾ ਬਲੇ ਕਿ ਕੋਈ ਉਹ ਨੂੰ ਬੁਝਾ ਨਾ ਸੱਕੇ।"},{"number":13,"verse":"ਵੇਖ, ਮੈਂ ਦੂਣ ਦੀਏ ਵਾਸਣੇ, ਮੈਂ ਤੇਰੇ ਵਿਰੁੱਧ ਹਾਂ, ਹੇ ਮਦਾਨ ਦੀਏ ਚਟਾਨੇ! ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਤੁਸੀਂ ਜੋ ਆਖਦੇ ਹੋ ਕਿ ਕੌਣ ਸਾਡੇ ਵਿਰੁੱਧ ਚੜ੍ਹਾਈ ਕਰੇਗਾ? ਅਤੇ ਕੌਣ ਸਾਡੇ ਵਾਸਾਂ ਵਿੱਚ ਆ ਵੜੇਗਾ?"},{"number":14,"verse":"ਮੈਂ ਤੁਹਾਡੀਆਂ ਕਰਤੂਤਾਂ ਦੇ ਫਲਾਂ ਅਨੁਸਾਰ ਤੁਹਾਡੀ ਖ਼ਬਰ ਲਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਉਹ ਦੇ ਜੰਗਲ ਵਿੱਚ ਅੱਗ ਲਾਵਾਂਗਾ, ਜਿਹੜੀ ਆਲੇ ਦੁਆਲੇ ਦਾ ਸਭ ਕੁਝ ਭੱਖ ਲਵੇਗੀ।।"}]}