{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"( ਨਵਾਂ ਨੇਮ) ਉਸ ਸਮੇਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਇਸਰਾਏਲ ਦਿਆਂ ਸਾਰਿਆਂ ਘਰਾਣਿਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੋਵਾਂਗਾ ਅਤੇ ਓਹ ਮੇਰੀ ਪਰਜਾ ਹੋਣਗੇ।।"},{"number":2,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਓਹ ਲੋਕ ਜਿਹੜੇ ਤਲਵਾਰ ਤੋਂ ਬਚ ਰਹੇ, ਓਹ ਉਜਾੜ ਵਿੱਚ ਕਿਰਪਾ ਦੇ ਭਾਗੀ ਹੋਏ, ਹਾਂ, ਇਸਰਾਏਲ, ਜਦ ਅਰਾਮ ਲਈ ਗਿਆ।"},{"number":3,"verse":"ਯਹੋਵਾਹ ਨੇ ਦੂਰੋਂ ਮੈਨੂੰ ਵਿਖਾਈ ਦਿੱਤੀ, - ਮੈਂ ਤੇਰੇ ਨਾਲ ਸਦਾ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰੇਮ ਕੀਤਾ, ਏਸ ਲਈ ਮੈਂ ਦਯਾ ਨਾਲ ਤੈਨੂੰ ਖਿੱਚਿਆ ਹੈ।"},{"number":4,"verse":"ਮੈਂ ਤੈਨੂੰ ਫੇਰ ਉਸਾਰਾਂਗਾ ਅਤੇ ਤੂੰ ਉਸਾਰੀ ਜਾਵੇਂਗੀ, ਹੇ ਇਸਰਾਏਲ ਦੀਏ ਕੁਆਰੀਏ, ਤੂੰ ਆਪਣੀਆਂ ਖੰਜਰੀਆਂ ਨਾਲ ਫੇਰ ਸਿੰਗਾਰੀ ਜਾਵੇਂਗੀ, ਅਤੇ ਹੱਸਣ ਵਾਲਿਆਂ ਦੇ ਨਾਚ ਵਿੱਚ ਬਾਹਰ ਨਿੱਕਲੇਂਗੀ।"},{"number":5,"verse":"ਤੂੰ ਫੇਰ ਅੰਗੂਰਾਂ ਦਾ ਬਾਗ, ਸਾਮਰਿਯਾ ਦੇ ਪਹਾੜ ਵਿੱਚ ਲਾਵੇਂਗੀ, ਲਾਉਣ ਵਾਲੇ ਲਾਉਣਗੇ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਫਲਾਂ ਦਾ ਭੋਗ ਲਾਉਣਗੇ।"},{"number":6,"verse":"ਇੱਕ ਦਿਨ ਆਵੇਗਾ ਕਿ ਅਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਉੱਤੇ ਰਾਖੇ ਪੁਕਾਰਨਗੇ, ਉੱਠੋ ਭਈ ਅਸੀਂ ਸੀਯੋਨ ਨੂੰ, ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਜਾਈਏ!।।"},{"number":7,"verse":"ਯਹੋਵਾਹ ਤਾਂ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਯਾਕੂਬ ਦੇ ਅਨੰਦ ਲਈ ਜੈਕਾਰਾ ਗਜਾਓ, ਅਤੇ ਕੌਮਾਂ ਦੇ ਮੁਖੀਏ ਲਈ ਲਲਕਾਰੋ! ਸੁਣਾਓ, ਉਸਤਤ ਕਰੋ ਅਤੇ ਆਖੋ, ਯਹੋਵਾਹ, ਆਪਣੀ ਪਰਜਾ ਨੂੰ, ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਕੀਏ ਨੂੰ ਬਚਾ ਲੈ!"},{"number":8,"verse":"ਵੇਖੋ, ਮੈਂ ਉੱਤਰ ਦੇ ਦੇਸ ਵੱਲੋਂ ਓਹਨਾਂ ਨੂੰ ਲਿਆਵਾਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਧਰਤੀ ਦੇ ਦੂਰ ਦਿਆਂ ਹਿੱਸਿਆਂ ਤੋਂ ਇਕੱਠਾ ਕਰਾਂਗਾ, ਓਹਨਾਂ ਵਿੱਚ ਅੰਨ੍ਹੇ ਅਤੇ ਲੰਙੇ, ਗਰਭਣੀ ਤੀਵੀਂ ਅਤੇ ਜਣਨ ਦੀਆਂ ਪੀੜਾਂ ਵਾਲੀ ਇਕੱਠੀਆਂ, ਅਤੇ ਇੱਕ ਵੱਡੀ ਸਭਾ ਏਥੇ ਮੁੜੇਗੀ!"},{"number":9,"verse":"ਉਹ ਰੋਂਦੇ ਹੋਏ ਆਉਣਗੇ, ਮੈਂ ਓਹਨਾਂ ਦੀ ਅਰਦਾਸਾਂ ਨਾਲ ਅਗਵਾਈ ਕਰਾਂਗਾ, ਮੈਂ ਪਾਣੀ ਦੀਆਂ ਨਦੀਆਂ ਉੱਤੇ ਓਹਨਾਂ ਨੂੰ ਲੈ ਜਾਵਾਂਗਾ, ਅਤੇ ਉਸ ਸਿੱਧੇ ਰਾਹ ਵਿੱਚ ਜਿੱਥੇ ਓਹ ਠੋਕਰ ਨਾ ਖਾਣ, ਕਿਉਂ ਜੋ ਮੈਂ ਇਸਰਾਏਲ ਦਾ ਪਿਤਾ ਹਾਂ, ਅਤੇ ਅਫ਼ਰਾਈਮ ਮੇਰਾ ਪਲੋਠਾ ਹੈ।।"},{"number":10,"verse":"ਹੇ ਕੌਮੋ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ, ਅਤੇ ਦੂਰ ਦੇ ਟਾਪੂਆਂ ਵਿੱਚ ਇਹ ਦੱਸੋ, ਅਤੇ ਆਖੋ, ਉਹ ਜਿਸ ਇਸਰਾਏਲ ਨੂੰ ਖੇਰੂੰ ਖੇਰੂੰ ਕੀਤਾ ਉਹ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ, ਅਤੇ ਆਜੜੀ ਵਾਂਙੁ ਆਪਣੇ ਇੱਜੜ ਦੀ ਰਾਖੀ ਕਰੇਗਾ,"},{"number":11,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਯਾਕੂਬ ਦਾ ਨਿਸਤਾਰਾ ਕੀਤਾ ਹੈ, ਅਤੇ ਉਹ ਨੇ ਉਸ ਦੇ ਹੱਥੋਂ ਜਿਹੜਾ ਉਹ ਦੇ ਨਾਲੋਂ ਤਕੜਾ ਸੀ ਛੁਡਾਇਆ ਹੈ।"},{"number":12,"verse":"ਓਹ ਆਉਣਗੇ ਅਤੇ ਸੀਯੋਨ ਦੀ ਚੋਟੀ ਉੱਤੇ ਜੈਕਾਰੇ ਗਜਾਉਣਗੇ, ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਭਲਿਆਈ ਦੇ ਕਾਰਨ ਚਮਕਣਗੇ, ਅੰਨ, ਨਵੀਂ ਮੈਂ ਅਤੇ ਤੇਲ, ਇੱਜੜ ਦੇ ਬੱਚੇ ਅਤੇ ਗਾਈਆਂ ਬਲਦ ਦੇ ਕਾਰਨ, ਓਹਨਾਂ ਦੀ ਜਾਨ ਸਿੰਜੇ ਹੋਏ ਬਾਗ ਵਾਂਙੁ ਹੋਵੇਗੀ, ਓਹ ਫੇਰ ਕਦੀ ਉਦਾਸ ਨਾ ਹੋਣਗੇ।"},{"number":13,"verse":"ਉਸ ਵੇਲੇ ਕੁਆਰੀ ਨੱਚਣ ਨਾਲ, ਅਤੇ ਜੁਆਨ ਅਤੇ ਬੁੱਢੇ ਵੀ ਇਕੱਠੇ ਅਨੰਦ ਹੋਣਗੇ, ਮੈਂ ਓਹਨਾਂ ਦੇ ਸਿਆਪੇ ਨੂੰ ਖੁਸ਼ੀ ਵਿੱਚ ਪਲਟ ਦਿਆਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਦਿਲਾਸਾ ਦਿਆਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਦੇ ਗ਼ਮ ਦੇ ਥਾਂ ਓਹਨਾਂ ਨੂੰ ਅਨੰਦ ਕਰਾਂਗਾ।"},{"number":14,"verse":"ਮੈਂ ਜਾਜਕਾਂ ਦੀ ਜਾਨ ਨੂੰ ਚਰਬੀ ਨਾਲ ਰਜਾਵਾਂਗਾ, ਮੇਰੀ ਪਰਜਾ ਮੇਰੀ ਭਲਿਆਈ ਨਾਲ ਨਿਹਾਲ ਹੋਵੇਗੀ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":15,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਰਾਮਾਹ ਵਿੱਚ ਇੱਕ ਅਵਾਜ਼ ਸੁਣਾਈ ਦਿੱਤੀ, ਰੋਣਾ ਅਤੇ ਵੱਡਾ ਵਿਰਲਾਪ, ਰਾਖੇਲ ਆਪਣੇ ਬਾਲ ਬੱਚਿਆਂ ਨੂੰ ਰੋਂਦੀ ਹੈ, ਅਤੇ ਤੱਸਲੀ ਨਹੀਂ ਚਾਹੁੰਦੀ, ਏਸ ਲਈ ਜੋ ਓਹ ਨਹੀਂ ਹਨ।"},{"number":16,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਆਪਣੀ ਅਵਾਜ਼ ਨੂੰ ਰੋਣ ਤੋਂ ਮਨਾ ਕਰ, ਅਤੇ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੂੰ ਅੰਝੂਆਂ ਤੋਂ, ਕਿਉਂ ਜੋ ਤੇਰੇ ਕੰਮਾਂ ਦਾ ਤੈਨੂੰ ਵੱਟਾ ਮਿਲੇਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਓਹ ਵੈਰੀਆਂ ਦੇ ਦੇਸ ਵਿੱਚੋਂ ਫੇਰ ਮੁੜਨਗੇ।"},{"number":17,"verse":"ਤੇਰੇ ਭਵਿੱਖਤ ਸਮੇਂ ਲਈ ਆਸਾ ਹੈ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਤੇਰੇ ਬੱਚੇ ਆਪਣੀ ਹੱਦ ਵਿੱਚ ਫੇਰ ਮੁੜਨਗੇ।"},{"number":18,"verse":"ਮੈਂ ਸੱਚ ਮੁੱਚ ਅਫ਼ਰਾਈਮ ਨੂੰ ਬੁਸ ਬੁਸ ਕਰਦੇ ਸੁਣਿਆ, ਤੈਂ ਮੈਨੂੰ ਤਾੜਿਆ ਅਤੇ ਮੈਂ ਤਾੜ ਝੱਲੀ, ਉਸ ਵੱਛੇ ਵਾਂਙੁ ਜਿਹੜਾ ਸਿਖਾਇਆ ਨਹੀਂ ਗਿਆ, ਮੈਨੂੰ ਮੋੜ ਤਾਂ ਮੈਂ ਮੁੜਾਂਗਾ, ਕਿਉਂ ਜੋ ਤੂੰ ਯਹੋਵਾਹ ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਹੈਂ।"},{"number":19,"verse":"ਮੇਰੇ ਮੁੜ ਆਉਣ ਦੇ ਪਿੱਛੇ ਮੈਂ ਪੱਛਤਾਇਆ, ਮੇਰੇ ਸਿਖਾਏ ਜਾਣ ਦੇ ਪਿੱਛੋਂ ਮੈਂ ਆਪਣੇ ਪੱਟ ਉੱਤੇ ਹੱਥ ਮਾਰਿਆ, ਮੈਨੂੰ ਨਮੋਸ਼ੀ ਆਈ ਅਤੇ ਮੈਂ ਹੱਕਾ ਬੱਕਾ ਹੋ ਗਿਆ, ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣੀ ਜੁਆਨੀ ਦੀ ਬਦਨਾਮੀ ਚੁੱਕੀ।"},{"number":20,"verse":"ਕੀ ਅਫ਼ਰਾਈਮ ਮੇਰਾ ਪਿਆਰਾ ਪੁੱਤ੍ਰ ਹੈ? ਕੀ ਉਹ ਲਾਡਲਾ ਬੱਚਾ ਹੈ? ਜਦ ਕਦੀ ਵੀ ਮੈਂ ਉਹ ਦੇ ਵਿਰੁੱਧ ਬੋਲਦਾ ਹਾਂ, ਤਦ ਵੀ ਮੈਂ ਹੁਣ ਤੀਕ ਉਹ ਨੂੰ ਚੇਤੇ ਰੱਖਦਾ ਹਾਂ, ਮੇਰਾ ਦਿਲ ਉਹ ਦੇ ਲਈ ਤਰਸਦਾ ਹੈ, ਮੈਂ ਸੱਚ ਮੁੱਚ ਉਹ ਦੇ ਉੱਤੇ ਰਹਮ ਕਰਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":21,"verse":"ਆਪਣੇ ਲਈ ਰਾਹ ਦੇ ਨਿਸ਼ਾਨ ਕਾਇਮ ਕਰ, ਅਤੇ ਆਪਣੇ ਲਈ ਮੁਨਾਰੇ ਬਣਾ, ਆਪਣਾ ਦਿਲ ਸ਼ਾਹੀ ਰਾਹ ਵੱਲ ਲਾ, ਹਾਂ, ਉਸ ਰਾਹ ਵੱਲ ਜਿਹ ਦੇ ਉੱਤੋਂ ਦੀ ਤੂੰ ਗਈ, ਹੇ ਇਸਾਰਏਲ ਦੀਏ ਕੁਆਰੀਏ, ਮੁੜ ਆ, ਤੂੰ ਆਪਣੇ ਏਹਨਾਂ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਮੁੜ ਆ!"},{"number":22,"verse":"ਤੂੰ ਕਦ ਤੀਕ ਅਵਾਰਾ ਫਿਰੇਂਗੀ, ਹੇ ਫਿਰਤੂ ਧੀਏ? ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਧਰਤੀ ਉੱਤੇ ਇੱਕ ਨਵੀਂ ਚੀਜ਼ ਉੱਤਪਨ ਕੀਤੀ ਹੈ, ਭਈ ਤੀਵੀਂ ਮਰਦ ਨੂੰ ਘੇਰ ਲਵੇਗੀ!।।"},{"number":23,"verse":"ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਇੱਕ ਵਾਰ ਫੇਰ ਓਹ ਏਹ ਗੱਲ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਅਤੇ ਉਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਆਖਣਗੇ, ਜਦ ਮੈਂ ਓਹਨਾਂ ਦੀ ਅਸੀਰੀ ਨੂੰ ਮੁਕਾ ਦਿਆਂਗਾ, ਹੇ ਧਰਮ ਦੀ ਵਸੋਂ ਅਤੇ ਪਵਿੱਤਰ ਪਹਾੜ, ਯਹੋਵਾਹ ਤੈਨੂੰ ਬਕਰਤ ਦੇਵੇ!।।"},{"number":24,"verse":"ਯਹੂਦਾਹ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰ ਉਹ ਦੇ ਵਿੱਚ ਇਕੱਠੇ ਵੱਸਣਗੇ, ਹਾਲੀ ਅਤੇ ਓਹ ਜਿਹੜੇ ਇੱਜੜਾਂ ਨਾਲ ਫਿਰਦੇ ਹਨ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਥੱਕੇ ਹੋਏ ਦੀ ਜਾਨ ਨੂੰ ਤਰਿਪਤ ਕਰਾਂਗਾ ਅਤੇ ਹਰੇਕ ਉਦਾਸ ਜਾਨ ਨੂੰ ਰਜਾ ਦਿਆਂਗਾ"},{"number":26,"verse":"ਏਸ ਉੱਤੇ ਮੈਂ ਜਾ ਉੱਠਿਆ ਅਤੇ ਵੇਖਿਆ ਅਤੇ ਮੇਰੀ ਨੀਂਦ ਮੇਰੇ ਲਈ ਮਿੱਠੀ ਸੀ।।"},{"number":27,"verse":"ਵੇਖੋ, ਓਹ ਦਿਨ ਆਉਂਦੇ ਹਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਆਦਮੀ ਦਾ ਬੀ ਅਤੇ ਡੰਗਰ ਦਾ ਬੀ ਬੀਜਾਂਗਾ"},{"number":28,"verse":"ਅਤੇ ਐਉਂ ਹੋਵਗਾ ਕਿ ਜਿਵੇਂ ਮੈਂ ਓਹਨਾਂ ਦੀ ਤਾੜ ਵਿੱਚ ਬੈਠਾ ਭਈ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਪੁੱਟਾਂ ਅਰ ਢਾਹਵਾਂ, ਉਲਟਾਵਾਂ ਅਰ ਨਾਸ ਕਰਾਂ ਅਤੇ ਬੁਰਿਆਈ ਲਿਆਵਾਂ ਤਿਵੇਂ ਮੈਂ ਤਾੜ ਵਿੱਚ ਬੈਂਠਾਂਗਾ ਭਈ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਬਣਾਵਾਂ ਅਤੇ ਲਾਵਾਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":29,"verse":"ਓਹਨਾਂ ਦਿਨਾਂ ਵਿੱਚ ਓਹ ਨਾ ਆਖਣਗੇ, - ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਖੱਟੇ ਅੰਗੂਰ ਖਾਧੇ, ਅਤੇ ਬੱਚਿਆਂ ਦੇ ਦੰਦ ਦੁਖਣ ਲੱਗ ਪਏ।।"},{"number":30,"verse":"ਹਰੇਕ ਆਪਣੀ ਬਦੀ ਦੇ ਕਾਰਨ ਮਰੇਗਾ ਅਤੇ ਹਰੇਕ ਜਿਹੜਾ ਖੱਟੇ ਅੰਗੂਰ ਆਏਗਾ ਉਹ ਦੇ ਦੰਦ ਦੁਖਣਗੇ"},{"number":31,"verse":"ਵੇਖੋ, ਓਹ ਦਿਨ ਆ ਰਹੇ ਹਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਨਾਲ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਨਾਲ ਇੱਕ ਨਵਾਂ ਨੇਮ ਬੰਨ੍ਹਾਂਗਾ"},{"number":32,"verse":"ਉਸ ਨੇਮ ਵਾਂਙੁ ਨਹੀਂ ਜਿਹੜਾ ਓਹਨਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਬੰਨ੍ਹਿਆ ਜਿਸ ਦਿਨ ਮੈਂ ਓਹਨਾਂ ਦਾ ਹੱਥ ਫੜਿਆ ਭਈ ਓਹਨਾਂ ਨੂੰ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਬਾਹਰ ਲਿਆਵਾਂ, ਜਿਸ ਮੇਰੇ ਨੇਮ ਨੂੰ ਓਹਨਾਂ ਨੇ ਤੋੜ ਦਿੱਤਾ ਭਾਵੇਂ ਮੈਂ ਓਹਨਾਂ ਦਾ ਵਿਆਂਧੜ ( ਅਥਵਾ, ਮਾਲਕ ।) ਸਾਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":33,"verse":"ਏਹ ਉਹ ਨੇਮ ਹੈ ਜਿਹੜਾ ਮੈਂ ਓਹਨਾਂ ਦਿਨਾਂ ਦੇ ਪਿੱਛੋਂ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਨਾਲ ਬੰਨ੍ਹਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਆਪਣੀ ਬਿਵਸਥਾ ਨੂੰ ਓਹਨਾਂ ਦੇ ਅੰਦਰ ਰੱਖਾਂਗਾ ਅਤੇ ਓਹਨਾਂ ਦੇ ਦਿਲਾਂ ਉੱਤੇ ਲਿਖਾਂਗਾ। ਮੈਂ ਓਹਨਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੋਵਾਂਗਾ ਅਤੇ ਓਹ ਮੇਰੀ ਪਰਜਾ ਹੋਣਗੇ"},{"number":34,"verse":"ਓਹ ਫੇਰ ਕਦੀ ਹਰੇਕ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਅਤੇ ਹਰੇਕ ਆਪਣੇ ਭਰਾ ਨੂੰ ਨਾ ਸਿਖਲਾਏਗਾ ਭਈ ਯਹੋਵਾਹ ਨੂੰ ਜਾਣੋ ਕਿਉਂ ਜੋ ਓਹ ਸਾਰਿਆਂ ਦੇ ਸਾਰੇ ਓਹਨਾਂ ਦੇ ਛੋਟੇ ਤੋਂ ਵੱਡੇ ਤੀਕ ਮੈਨੂੰ ਜਾਣ ਲੈਣਗੇ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿਉਂ ਜੋ ਮੈਂ ਓਹਨਾਂ ਦੀ ਬਦੀ ਨੂੰ ਮਾਫ਼ ਕਰਾਂਗਾ ਅਤੇ ਓਹਨਾਂ ਦੇ ਪਾਪ ਫੇਰ ਚੇਤੇ ਨਾ ਕਰਾਂਗਾ।।"},{"number":35,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਹੈ, - ਜੋ ਦਿਨ ਦੇ ਚਾਨਣ ਲਈ ਸੂਰਜ ਦਿੰਦਾ, ਅਤੇ ਰਾਤ ਦੇ ਚਾਨਣ ਲਈ ਚੰਦ ਅਤੇ ਤਾਰਿਆਂ ਦੀ ਬਿਧੀ, ਜੋ ਸਮੁੰਦਰ ਨੂੰ ਇਉਂ ਉਛਾਲਦਾ ਹੈ, ਕਿ ਉਹ ਦੀਆਂ ਲਹਿਰਾਂ ਗੱਜਦੀਆਂ ਹਨ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਉਸ ਦਾ ਨਾਮ ਹੈ।"},{"number":36,"verse":"ਜੇ ਏਹ ਬਿਧੀਆਂ ਮੇਰੇ ਅੱਗੋਂ ਹਟਾਈਆ ਜਾਣ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਤਾਂ ਇਸਰਾਏਲ ਦੀ ਨਸਲ ਵੀ ਜਾਂਦੀ ਰਹੇਗੀ, ਭਈ ਉਹ ਸਦਾ ਲਈ ਮੇਰੇ ਅੱਗੇ ਕੌਮ ਨਾ ਰਹੇ।।"},{"number":37,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਹੈ, - ਜੇ ਉੱਪਰੋਂ ਅਕਾਸ਼ ਮਿਣਿਆ ਜਾਵੇ, ਅਤੇ ਹੇਠਾਂ ਧਰਤੀ ਦੀਆਂ ਨੀਹਾਂ ਦੀ ਭਾਲ ਕੀਤੀ ਜਾਵੇ, ਤਦ ਮੈਂ ਵੀ ਇਸਰਾਏਲ ਦੀ ਸਾਰੀ ਨਸਲ ਨੂੰ, ਓਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮਾਂ ਦੇ ਕਾਰਨ ਰੱਦ ਦਿਆਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":38,"verse":"ਵੇਖੋ, ਓਹ ਦਿਨ ਆਉਂਦੇ ਹਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿ ਇਹ ਸ਼ਹਿਰ ਯਹੋਵਾਹ ਦੇ ਲਈ ਹਨਨਏਲ ਦੇ ਬੁਰਜ ਤੋਂ ਨੁਕੱਰ ਦੇ ਫਾਟਕ ਤੀਕ ਬਣਾਇਆ"},{"number":39,"verse":"ਫੇਰ ਮਿਣਨ ਦੀ ਰੱਸੀ ਸਿੱਧੀ ਗਾਰੇਬ ਦੀ ਪਹਾੜੀ ਉੱਤੋਂ ਦੀ ਹੁੰਦੀ ਹੋਈ ਗੋਆਹ ਨੂੰ ਘੇਰ ਲਵੇਗੀ"},{"number":40,"verse":"ਤਾਂ ਲੋਥਾਂ ਅਤੇ ਸੁਆਹ ਦੀ ਸਾਰੀ ਵਾਦੀ ਅਤੇ ਸਾਰੇ ਖੇਤ ਕਿਦਰੋਨ ਦੇ ਨਾਲੇ ਤੀਕ ਅਤੇ ਘੋੜੇ ਫਾਟਕ ਦੀ ਨੁੱਕਰ ਤੀਕ ਚੜ੍ਹਦੇ ਪਾਸੇ ਵਲ ਯਹੋਵਾਹ ਲਈ ਪਵਿੱਤਰ ਹੋਣਗੇ ਅਤੇ ਉਹ ਫੇਰ ਸਦਾ ਤੀਕ ਕਦੀ ਨਾ ਪੁੱਟਿਆ ਜਾਵੇਗਾ ਨਾ ਡੇਗਿਆ ਜਾਵੇਗਾ।।"}]}