{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"( ਹੋਣ ਵਾਲਾ ਧਾਵਾ) ਹੇ ਇਸਰਾਏਲ, ਜੇ ਤੂੰ ਮੁੜੇਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ, ਤਾਂ ਤੂੰ ਮੇਰੀ ਵੱਲ ਮੁੜੇਂਗਾ। ਜੇ ਤੂੰ ਆਪਣੀਆਂ ਘਿਣਾਉਣੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਮੇਰੇ ਅੱਗੋਂ ਦੂਰ ਕਰੇਂ, ਜੇ ਤੂੰ ਅਵਾਰਾ ਨਾ ਫਿਰੇਂ,"},{"number":2,"verse":"ਜੇ ਤੂੰ ਜੀਉਂਦੇ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ ਖਾਵੇਂ, ਸਚਿਆਈ ਨਾਲ, ਨਿਆਉਂ ਨਾਲ ਅਤੇ ਧਰਮ ਨਾਲ, ਤਦ ਕੌਮਾਂ ਉਹ ਦੇ ਵਿੱਚ ਆਪ ਨੂੰ ਮੁਬਾਰਕ ਆਖਣਗੀਆਂ, ਅਤੇ ਉਸ ਨੂੰ ਉਸਤਤ ਦੇਣਗੀਆਂ।।"},{"number":3,"verse":"ਯਹੂਦਾਹ ਦੇ ਮਨੁੱਖਾਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਲਈ ਯਹੋਵਾਹ ਤਾਂ ਐਉਂ ਆਖਦਾ ਹੈ, - ਆਪਣੀ ਪਈ ਹੋਈ ਜਮੀਨ ਨੂੰ ਵਾਹੋ, ਅਤੇ ਕੰਡਿਆਂ ਵਿੱਚ ਨਾ ਬੀਜੋ।"},{"number":4,"verse":"ਯਹੋਵਾਹ ਲਈ ਆਪਣੀ ਸੁੰਨਤ ਕਰਾਓ, ਆਪਣੇ ਦਿਲ ਦੀ ਖੱਲੜੀ ਲਹਾਓ, ਹੇ ਯਹੂਦਾਹ ਦੇ ਮਨੁੱਖੋ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਓ! ਮਤੇ ਮੇਰਾ ਗੁੱਸਾ ਅੱਗ ਵਾਂਙੁ ਭੜਕ ਉੱਠੇ, ਉਹ ਬਲ ਉੱਠੇ ਅਤੇ ਬੁਝਾਉਣ ਵਾਲਾ ਕੋਈ ਨਾ ਹੋਵੇ, ਤੁਹਾਡੀਆਂ ਕਰਤੂਤਾਂ ਦੀ ਬੁਰਿਆਈ ਦੇ ਕਾਰਨ।"},{"number":5,"verse":"ਯਹੂਦਾਹ ਵਿੱਚ ਦੱਸੋ ਅਤੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਸੁਣਾਓ, ਅਤੇ ਆਖੋ ਭਈ ਦੇਸ ਵਿੱਚ ਤੁਰ੍ਹੀ ਫੂਕੋ, ਉੱਚੀ ਦੇ ਕੇ ਪੁਕਾਰੋ ਅਤੇ ਆਖੋ, ਇਕੱਠੇ ਹੋ ਜਾਓ ਭਈ ਅਸੀਂ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਚੱਲੀਏ!"},{"number":6,"verse":"ਤੁਸੀਂ ਸੀਯੋਨ ਵਿੱਚ ਝੰਡਾ ਉੱਚਾ ਕਰੋ, ਪਨਾਹ ਲਈ ਨੱਠੋ ਅਤੇ ਖਲੋਵੋ ਨਾ, ਕਿਉਂ ਜੋ ਮੈਂ ਉੱਤਰ ਵੱਲੋਂ ਬੁਰਿਆਈ ਅਤੇ ਵੱਡੀ ਬਰਬਾਦੀ ਲਿਆ ਰਿਹਾ ਹਾਂ!"},{"number":7,"verse":"ਇੱਕ ਬਬਰ ਸ਼ੇਰ ਆਪਣੇ ਝਾੜ ਵਿੱਚੋਂ ਨਿੱਕਲਿਆ ਹੈ, ਅਤੇ ਕੌਮਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਨੇ ਕੂਚ ਕੀਤਾ, ਉਹ ਆਪਣੇ ਥਾਂ ਤੋਂ ਨਿੱਕਲਿਆ, ਭਈ ਤੇਰੇ ਦੇਸ ਨੂੰ ਵਿਰਾਨ ਕਰੇ। ਤੇਰੇ ਸ਼ਹਿਰ ਥੇਹ ਹੋ ਜਾਣਗੇ, ਅਤੇ ਉੱਥੇ ਵੱਸਣ ਵਾਲਾ ਕੋਈ ਨਾ ਰਹੇਗਾ।"},{"number":8,"verse":"ਏਸ ਦੇ ਕਾਰਨ ਤੁਸੀਂ ਆਪਣੇ ਲੱਕ ਉੱਤੇ ਤੱਪੜ ਪਾਓ, ਸਿਆਪਾ ਕਰੋ ਤੇ ਕੁਰਲਾਓ, ਕਿ ਯਹੋਵਾਹ ਦਾ ਤੇਜ਼ ਗੁੱਸਾ ਸਾਥੋਂ ਟਲ ਨਹੀਂ ਗਿਆ।"},{"number":9,"verse":"ਉਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਪਾਤਸ਼ਾਹ ਦਾ ਦਿਲ ਅਤੇ ਸਰਦਾਰਾਂ ਦੇ ਦਿਲ ਬੈਠ ਜਾਣਗੇ, ਅਤੇ ਜਾਜਕ ਡੈਂਬਰ ਜਾਣਗੇ ਅਤੇ ਨਬੀ ਹੈਰਾਨ ਹੋਣਗੇ"},{"number":10,"verse":"ਤਦ ਮੈਂ ਆਖਿਆ, ਹਾਇ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ! ਤੈਂ ਸੱਚ ਮੁੱਚ ਏਸ ਪਰਜਾ ਨੂੰ ਅਤੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਏਹ ਆਖ ਕੇ ਵੱਡਾ ਧੋਖਾ ਦਿੱਤਾ ਭਈ ਤੁਹਾਡੇ ਲਈ ਸ਼ਾਂਤੀ ਹੋਵੇਗੀ ਪਰ ਤਲਵਾਰ ਜਾਨਾਂ ਤੀਕ ਅੱਪੜ ਪਈ ਹੈ!।।"},{"number":11,"verse":"ਉਸ ਵੇਲੇ ਏਸ ਪਰਜਾ ਨੂੰ ਅਤੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਇਹ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਉੱਚਿਆਂ ਥਾਵਾਂ ਤੋਂ ਇੱਕ ਤੱਤੀ ਹਵਾ ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਵੱਲ ਉਜਾੜ ਤੋਂ ਵੱਗੇਗੀ. - ਉਡਾਉਣ ਯਾ ਸਾਫ ਕਰਨ ਲਈ ਨਹੀਂ,"},{"number":12,"verse":"ਸਗੋਂ ਉੱਥੋਂ ਇੱਕ ਤੁੰਦ ਹਵਾ ਮੇਰੇ ਲਈ ਵੱਗੇਗੀ, ਨਾਲੇ ਹੁਣ ਮੈਂ ਓਹਨਾਂ ਉੱਤੇ ਨਿਆਉਂ ਕਰਾਂਗਾ।।"},{"number":13,"verse":"ਵੇਖੋ ਉਹ ਬੱਦਲਾਂ ਵਾਂਙੁ ਆ ਰਿਹਾ ਹੈ, ਉਹ ਦੇ ਰਥ ਵਾਵਰੋਲੇ ਵਾਂਙੁ ਹਨ, ਉਹ ਦੇ ਘੋੜੇ ਉਕਾਬਾਂ ਨਾਲੋਂ ਤਿੱਖੇ ਹਨ, ਹਾਇ ਸਾਨੂੰ! ਅਸੀਂ ਬਰਬਾਦ ਹੋ ਗਏ!"},{"number":14,"verse":"ਹੇ ਯਰੂਸ਼ਲਮ, ਤੂੰ ਆਪਣੇ ਦਿਲ ਨੂੰ ਬੁਰਿਆਈ ਤੋਂ ਧੋ, ਭਈ ਤੂੰ ਬਚਾਇਆ ਜਾਵੇਂ। ਕਿੰਨਾ ਚਿਰ ਤੇਰੇ ਬੁਰੇ ਖਿਆਲ ਤੇਰੇ ਮਨ ਵਿੱਚ ਰਹਿਣਗੇ?"},{"number":15,"verse":"ਦਾਨ ਤੋਂ ਤਾਂ ਇੱਕ ਅਵਾਜ਼ ਦੱਸਦੀ, ਅਤੇ ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਤੋਂ ਬਦੀ ਦੀ ਖ਼ਬਰ ਸੁਣਾਉਂਦੀ ਹੈ,"},{"number":16,"verse":"ਤੁਸੀਂ ਕੌਮਾਂ ਨੂੰ ਚੇਤੇ ਕਰਾਓ, - ਵੇਖੋ, ਯਰੂਸ਼ਲਮ ਨੂੰ ਖ਼ਬਰ ਦਿਓ, ਕਿ ਘੇਰਾ ਪਾਉਣ ਵਾਲੇ ਦੂਰ ਦੇਸ ਤੋਂ ਲਗੇ ਆਉਂਦੇ ਹਨ! ਓਹ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਦੇ ਵਿਰੁੱਧ ਲਲਕਾਰਦੇ ਹਨ!"},{"number":17,"verse":"ਪੈਲੀ ਦੇ ਰਾਖਿਆਂ ਵਾਂਙੁ ਓਹ ਉਸ ਨੂੰ ਚੌਂਹ ਪਾਸਿਓਂ ਘੇਰਨਗੇ, ਉਹ ਮੈਥੋਂ ਆਕੀ ਜੋ ਹੋ ਗਈ ਹੈ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":18,"verse":"ਤੇਰੀ ਚਾਲ ਅਤੇ ਤੇਰੇ ਕੰਮਾਂ ਨੇ ਏਹ ਤੇਰੇ ਉੱਤੇ ਲਿਆਂਦਾ, ਏਹ ਤੇਰੀ ਬਿਪਤਾ ਹੈ ਅਤੇ ਏਹ ਕੌੜੀ ਹੈ, ਏਹ ਤੇਰੇ ਦਿਲ ਤੀਕ ਅੱਪੜ ਗਈ ਹੈ!"},{"number":19,"verse":"ਹਾਇ ਮੈਨੂੰ ! ਹਾਇ ਮੈਨੂੰ! ਮੇਰੇ ਦਿਲ ਦੇ ਪੜਦੇ ਵਿੱਚ ਪੀੜ ਹੈ, ਮੇਰਾ ਦਿਲ ਬੇਚੈਨ ਹੈ, ਮੈਂ ਚੁੱਪ ਨਹੀਂ ਰਹਿ ਸੱਕਦਾ! ਮੇਰੀ ਜਾਨ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼, ਅਤੇ ਲੜਾਈ ਦੀ ਲਲਕਾਰ ਸੁਣਦੀ ਹੈ।"},{"number":20,"verse":"ਹਾਰ ਉੱਤੇ ਹਾਰ ਦੀ ਖ਼ਬਰ ਆਉਂਦੀ ਹੈ, ਕਿ ਸਾਰਾ ਦੇਸ ਲੁੱਟਿਆ ਗਿਆ, - ਅਚਾਣਕ ਮੇਰੇ ਤੰਬੂ ਲੁੱਟੇ ਗਏ, ਅਤੇ ਮੇਰੇ ਪੜਦੇ ਇੱਕ ਦਮ ਵਿੱਚ।"},{"number":21,"verse":"ਮੈਂ ਕਦ ਤੀਕ ਏਹ ਝੰਡਾ ਵੇਖਾਂਗਾ, ਅਤੇ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਸੁਣਾਂਗਾ?"},{"number":22,"verse":"ਮੇਰੀ ਪਰਜਾ ਤਾਂ ਮੂਰਖ ਹੈ, ਉਹ ਮੈਨੂੰ ਨਹੀਂ ਜਾਣਦੀ। ਓਹ ਮੂਰਖ ਬੱਚੇ ਹਨ, ਓਹਨਾਂ ਨੂੰ ਕੋਈ ਸਮਝ ਨਹੀਂ। ਓਹ ਬੁਰਿਆਈ ਕਰਨ ਵਿੱਚ ਬੁੱਧਵਾਨ ਹਨ, ਪਰ ਓਹ ਨੇਕੀ ਕਰਨੀ ਨਹੀਂ ਜਾਣਦੇ।।"},{"number":23,"verse":"ਮੈਂ ਧਰਤੀ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ, ਉਹ ਬੇਡੌਲ ਅਤੇ ਸੁੰਞੀ ਸੀ, ਅਤੇ ਅਕਾਸ਼ਾਂ ਵੱਲ ਅਤੇ ਓਹਨਾਂ ਵਿੱਚ ਚਾਨਣ ਨਹੀਂ ਸੀ।"},{"number":24,"verse":"ਮੈਂ ਪਹਾੜਾਂ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ, ਓਹ ਕੰਬ ਰਹੇ ਸਨ, ਅਤੇ ਸਾਰੇ ਟਿੱਲੇ ਅੱਗੇ ਪਿੱਛੇ ਹੋ ਜਾਂਦੇ ਸਨ!"},{"number":25,"verse":"ਮੈਂ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ, ਕੋਈ ਆਦਮੀ ਨਹੀਂ ਸੀ, ਅਤੇ ਅਕਾਸ਼ ਦੇ ਸਾਰੇ ਪੰਛੀ ਉੱਡ ਗਏ।"},{"number":26,"verse":"ਮੈਂ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ, ਉਹ ਦਾ ਮੇਵੇਦਾਰ ਮਦਾਨ ਉਜਾੜ ਹੋ ਗਿਆ, ਉਹ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰ ਯਹੋਵਾਹ ਅੱਗੇ, ਉਹ ਦੇ ਸਾਰੇ ਡਾਢੇ ਕ੍ਰੋਧ ਦੇ ਅੱਗੇ ਬਰਬਾਦ ਹੋ ਗਏ।।"},{"number":27,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਸਾਰੀ ਧਰਤੀ ਵਿਰਾਨ ਹੋ ਜਾਵੇਗੀ, ਤਾਂ ਵੀ ਮੈਂ ਉਹ ਨੂੰ ਉੱਕਾ ਹੀ ਨਹੀਂ ਮੁਕਾਵਾਂਗਾ।"},{"number":28,"verse":"ਏਸ ਉੱਤੇ ਧਰਤੀ ਸੋਗ ਕਰੇਗੀ, ਅਤੇ ਉੱਤੋਂ ਅਕਾਸ਼ ਕਾਲੇ ਹੋ ਜਾਣਗੇ, ਕਿਉਂ ਜੋ ਮੈਂ ਏਸ ਉੱਤੇ ਬੋਲ ਚੁੱਕਿਆ ਹਾਂ, ਮੈਂ ਏਹ ਠਾਣਿਆ ਹੈ, ਮੈਂ ਨਹੀਂ ਗਰੰਜ ਹੋਵਾਂਗਾ ਨਾ ਹੀ ਏਸ ਤੋਂ ਮੁੜਾਂਗਾ।।"},{"number":29,"verse":"ਘੋੜ ਚੜ੍ਹੇ ਅਤੇ ਤੀਰ ਅੰਦਾਜ਼ ਦੀ ਅਵਾਜ਼ ਨਾਲ, ਹਰੇਕ ਸ਼ਹਿਰ ਨੱਠ ਜਾਂਦਾ ਹੈ। ਓਹ ਝੰਗੀ ਵਿੱਚ ਵੜਦੇ ਅਤੇ ਚਟਾਨਾਂ ਉੱਤੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ। ਹਰੇਕ ਸ਼ਹਿਰ ਛੱਡਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਕੋਈ ਮਨੁੱਖ ਓਹਨਾਂ ਵਿੱਚ ਨਹੀਂ ਵੱਸਦਾ।"},{"number":30,"verse":"ਤੂੰ ਹੇ ਉਜਾੜੀਏ, ਕੀ ਕਰਦੀ ਹੈਂ? ਭਾਵੇਂ ਤੂੰ ਸੂਹਾ ਜੋੜਾ ਪਾਵੇਂ, ਭਾਵੇਂ ਤੂੰ ਆਪ ਨੂੰ ਸੋਨੇ ਦੇ ਗਹਿਣਿਆਂ ਨਾਲ ਸਜ਼ਾਵੇਂ, ਭਾਵੇਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਸੁਰਮਾ ਪਾਵੇਂ, ਤੂੰ ਵਿਅਰਥ ਆਪਣੇ ਆਪ ਨੂੰ ਸੋਹਣੀ ਬਣਾਉਂਦੀ ਹੈਂ, ਤੇਰੇ ਧਗੜੇ ਤੈਥੋਂ ਘਿਣ ਕਰਦੇ ਹਨ, ਓਹ ਤੇਰੀ ਜਾਨ ਨੂੰ ਭਾਲਦੇ ਹਨ।"},{"number":31,"verse":"ਮੈਂ ਤਾਂ ਉਸ ਤੀਵੀਂ ਵਰਗੀ ਇੱਕ ਅਵਾਜ਼ ਸੁਣੀ, ਜਿਹ ਨੂੰ ਜਣਨ ਦੀਆਂ ਪੀੜਾਂ ਹੋਣ, - ਉਹ ਦੇ ਵਰਗੀ ਡਾਢੀ ਪੀੜ ਦੀ ਅਵਾਜ਼ ਜਿਹੜੀ ਆਪਣਾ ਪਲੋਠਾ ਪੁੱਤ੍ਰ ਜਣਦੀ, ਸੀਯੋਨ ਦੀ ਧੀ ਦੀ ਅਵਾਜ਼ ਜਿਹੜੀ ਸਾਹ ਲਈ ਹੌਂਕਦੀ ਹੈ, ਜਿਹੜੀ ਆਪਣੇ ਹੱਥ ਵਧਾਉਂਦੀ ਹੈ, ਹਾਇ ਮੇਰੇ ਉੱਤੇ ਭਈ ਮੇਰੀ ਜਾਨ ਨੂੰ ਖ਼ੂਨੀਆਂ ਅੱਗੇ ਡੋਬ ਪੈ ਗਿਆ!।।"}]}