{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"( ਗਦਲਯਾਹ ਹਾਕਮ ਦਾ ਘਾਤ) ਤਾਂ ਸੱਤਵੇਂ ਮਹੀਨੇ ਐਉਂ ਹੋਇਆ ਕਿ ਅਲੀਸ਼ਾਮਾ ਦਾ ਪੋਤਾ ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਜਿਹੜਾ ਪਾਤਸ਼ਾਹੀ ਨਸਲ ਦਾ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਪਰਧਾਨਾਂ ਵਿੱਚੋਂ ਸੀ ਦਸ ਮਨੁੱਖ ਆਪਣੇ ਨਾਲ ਲੈ ਕੇ ਮਿਸਪਾਹ ਵਿੱਚ ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਕੋਲ ਆਇਆ ਅਤੇ ਉੱਥੇ ਓਹਨਾਂ ਨੇ ਮਿਸਪਾਹ ਵਿੱਚ ਇਕੱਠੇ ਰੋਟੀ ਖਾਧੀ"},{"number":2,"verse":"ਤਾਂ ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਅਤੇ ਓਹ ਦਸ ਮਨੁੱਖ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਸਨ ਉੱਠੇ ਅਤੇ ਓਹਨਾਂ ਨੇ ਸ਼ਾਫ਼ਾਨ ਦੇ ਪੋਤੇ ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਨੂੰ ਤਲਵਾਰ ਮਾਰੀ ਅਤੇ ਉਹ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਜਿਹ ਨੂੰ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨੇ ਦੇਸ ਵਿੱਚ ਹਾਕਮ ਥਾਪਿਆ ਸੀ"},{"number":3,"verse":"ਨਾਲੇ ਇਸ਼ਮਾਏਲ ਨੇ ਸਾਰੇ ਯਹੂਦੀਆਂ ਨੂੰ ਜਿਹੜੇ ਮਿਸਪਾਹ ਵਿੱਚ ਗਦਲਯਾਹ ਦੇ ਨਾਲ ਸਨ ਅਤੇ ਕਸਦੀਆਂ ਨੂੰ ਜਿਹੜੇ ਉੱਥੇ ਲੱਭੇ ਅਤੇ ਜੋਧੇ ਸਨ ਮਾਰ ਸੁੱਟਿਆ।।"},{"number":4,"verse":"ਤਾਂ ਗਦਲਯਾਹ ਦੀ ਮੌਤ ਦੇ ਦੂਜੇ ਦਿਨ ਜਿਹ ਦਾ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਪਤਾ ਨਾ ਲੱਗਾ ਐਉਂ ਹੋਇਆ"},{"number":5,"verse":"ਕਿ ਸ਼ਕਮ ਤੋਂ , ਸ਼ੀਲੋਹ ਤੋਂ, ਸਾਮਰਿਯਾ ਤੋਂ, ਅੱਸੀ ਮਨੁੱਖ ਦਾੜ੍ਹੀ ਮੁਨਾ ਕੇ ਬਸਤਰ ਪਾੜ ਕੇ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕੱਟ ਵੱਢ ਕੇ ਆਏ ਕਿ ਮੈਦੇ ਦੀ ਭੇਟ ਅਤੇ ਲੁਬਾਨ ਆਪਣਿਆਂ ਹੱਥਾਂ ਵਿੱਚ ਲੈ ਕੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਉੱਤੇ ਚੜ੍ਹਾਉਣ"},{"number":6,"verse":"ਤਾਂ ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਲਣ ਲਈ ਮਿਸਪਾਹ ਤੋਂ ਬਾਹਰ ਨਿੱਕਲਿਆ। ਉਹ ਤੁਰਿਆ ਜਾਂਦਾ ਰੋਂਦਾ ਸੀ। ਜਿਵੇਂ ਹੀ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਲਿਆ ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਕੋਲ ਆਓ"},{"number":7,"verse":"ਅੱਗੋ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਓਹ ਸ਼ਹਿਰ ਦੇ ਵਿਚਕਾਰ ਅੱਪੜੇ ਤਾਂ ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਨੇ ਅਤੇ ਉਹ ਦੇ ਸਾਥੀਆਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਭੋਹਰੇ ਦੇ ਵਿਚਕਾਰ ਸੁੱਟ ਦਿੱਤਾ"},{"number":8,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਵਿੱਚ ਦਸ ਮਨੁੱਖ ਨਿੱਕਲੇ ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ਼ਮਾਏਲ ਨੂੰ ਆਖਿਆ, ਸਾਨੂੰ ਨਾ ਮਾਰ ਕਿਉਂ ਜੋ ਸਾਡੇ ਕੋਲ ਖੇਤ ਵਿੱਚ ਕਣਕ, ਜੌਂ, ਤੇਲ ਅਰ ਸ਼ਹਿਤ ਦੇ ਗੁਦਾਮ ਲੁਕਾਏ ਹੋਏ ਹਨ। ਸੋ ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਨਾਲ ਨਾ ਮਾਰਿਆ"},{"number":9,"verse":"ਇਹ ਭੋਹਰਾ ਉਹ ਸੀ ਜਿਹੜਾ ਆਸਾ ਪਾਤਸ਼ਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਬਆਸ਼ਾ ਦੇ ਕਾਰਨ ਬਣਾਇਆ ਸੀ ਜਿਹ ਦੇ ਵਿੱਚ ਇਸ਼ਮਾਏਲ ਨੇ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਲੋਥਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗਦਲਯਾਹ ਦੇ ਨਾਲ ਮਾਰਿਆ ਸੀ ਪਾਈਆਂ ਸਨ। ਉਸ ਨੇ ਨਥਨਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਨੇ ਵੱਢਿਆਂ ਹੋਇਆ ਨਾਲ ਭਰ ਦਿੱਤਾ"},{"number":10,"verse":"ਤਾਂ ਇਸ਼ਮਾਏਲ ਨੇ ਸਾਰੇ ਰਹਿੰਦੇ ਖੂਹੰਦੇ ਲੋਕ ਮਿਸਪਾਹ ਵਿੱਚ ਅਰਥਾਤ ਪਾਤਸ਼ਾਹ ਦੀਆਂ ਧੀਆਂ ਨੂੰ ਅਤੇ ਮਿਸਪਾਹ ਵਿਚ ਬਾਕੀ ਲੋਕਾਂ ਨੂੰ ਕੈਦ ਕਰ ਲਿਆ ਜਿਨ੍ਹਾਂ ਨੂੰ ਜਲਾਦਾਂ ਦਾ ਕਪਤਾਨ ਨਬੂਜ਼ਰਦਾਨ ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਦੀ ਜ਼ੁਮੇਵਾਰੀ ਵਿੱਚ ਕਰ ਗਿਆ ਸੀ। ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਓਹਨਾਂ ਨੂੰ ਕੈਦ ਕਰ ਕੇ ਲੈ ਗਿਆ ਭਈ ਅੰਮੋਨੀਆਂ ਕੋਲ ਪਾਰ ਲੰਘ ਜਾਵੇ"},{"number":11,"verse":"ਜਦ ਕਾਰੇਅਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਹਾਨਾਨ ਨੇ ਅਤੇ ਫੌਜਾਂ ਦੇ ਸਾਰੇ ਸਰਦਾਰਾਂ ਨੇ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਸਨ ਇਹ ਸਾਰੀ ਬੁਰਿਆਈ ਜਿਹੜੀ ਉਸ ਕੀਤੀ ਸੁਣੀ"},{"number":12,"verse":"ਤਾਂ ਓਹਨਾਂ ਨੇ ਸਾਰੇ ਮਨੁੱਖਾਂ ਨੂੰ ਲਿਆ ਅਤੇ ਨਥਨਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਨਾਲ ਲੜਨ ਲਈ ਗਏ ਅਤੇ ਉਹ ਨੂੰ ਵੱਡੇ ਪਾਣੀਆਂ ਕੋਲ ਜਿਹੜੇ ਗਿਬਓਨ ਵਿੱਚ ਸਨ ਜਾ ਲਿਆ"},{"number":13,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਿਵੇਂ ਹੀ ਸਾਰੇ ਲੋਕਾਂ ਨੇ ਜਿਹੜੇ ਇਸ਼ਮਾਏਲ ਨਾਲ ਸਨ ਕਾਰੇਅਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਹਾਨਾਨ ਅਤੇ ਫੌਜਾਂ ਦੇ ਸਾਰੇ ਸਰਦਾਰਾਂ ਨੂੰ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਸਨ ਵੇਖਿਆ, ਤਾਂ ਅਨੰਦ ਹੋਏ"},{"number":14,"verse":"ਫੇਰ ਸਾਰੇ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ਼ਮਾਏਲ ਨੇ ਮਿਸਪਾਹ ਤੋਂ ਕੈਦ ਕੀਤਾ ਸੀ ਭੌਂ ਕੇ ਮੁੜੇ ਅਤੇ ਕਾਰੇਅਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਹਾਨਾਨ ਕੋਲ ਗਏ"},{"number":15,"verse":"ਪਰ ਨਥਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਅੱਠਾਂ ਮਨੁੱਖਾਂ ਸਣੇ ਯੋਹਾਨਾਨ ਦੇ ਅੱਗੋਂ ਨੱਠ ਗਿਆ ਅਤੇ ਅੰਮੋਨੀਆਂ ਕੋਲ ਚੱਲਾ ਗਿਆ"},{"number":16,"verse":"ਕਾਰੇਅਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਹਾਨਾਨ ਅਤੇ ਫੌਜਾਂ ਦੇ ਸਾਰੇ ਸਰਦਾਰ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਸਨ ਬਾਕੀ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਮੋੜ ਲਿਆਏ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਨੇ ਨਥਨਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਤੋਂ ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਨੂੰ ਘਾਤ ਕਰਨ ਦੇ ਪਿੱਛੋਂ ਮਿਸਪਾਹ ਤੋਂ ਲੈ ਲਿਆ ਸੀ, ਅਰਥਾਤ ਸੂਰਮੇ ਜੋਧਿਆਂ ਨੂੰ, ਤੀਵੀਆਂ ਨੂੰ, ਬੱਚਿਆਂ ਨੂੰ ਅਤੇ ਖੁਸਰਿਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਓਹ ਗਿਬਓਨ ਤੋਂ ਮੋੜ ਲਿਆਇਆ ਸੀ"},{"number":17,"verse":"ਤਾਂ ਓਹ ਚੱਲੇ ਗਏ ਅਤੇ ਗੇਰੂਥ ਅਤੇ ਕਿਮਹਾਮ ਵਿੱਚ ਟਿਕੇ ਜਿਹੜਾ ਬੈਤਲਹਮ ਦੇ ਨੇੜੇ ਹੈ ਭਈ ਮਿਸਰ ਨੂੰ ਜਾਣ"},{"number":18,"verse":"ਇਹ ਕਸਦੀਆਂ ਦੇ ਕਾਰਨ ਸੀ ਕਿਉਂ ਜੋ ਓਹ ਓਹਨਾਂ ਦੇ ਅੱਗੋਂ ਡਰਦੇ ਸਨ ਏਸ ਲਈ ਕਿ ਨਥਨਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਇਸ਼ਮਾਏਲ ਨੇ ਅਹੀਕਾਮ ਦੇ ਪੁੱਤ੍ਰ ਗਦਲਯਾਹ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਸੀ ਜਿਹ ਨੂੰ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨੇ ਦੇਸ ਵਿੱਚ ਹਾਕਮ ਬਣਾਇਆ ਸੀ।।"}]}