{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":44,"verses":[{"number":1,"verse":"( ਮਿਸਰ ਵਿੱਚ ਯਹੂਦੀਆਂ ਦੀ ਬੁੱਤ ਪੂਜਾ) ਉਸ ਬਚਨ ਜਿਹੜਾ ਸਾਰੇ ਯਹੂਦੀਆਂ ਦੇ ਵਿਖੇ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਵੱਸਦੇ ਸਨ, ਅਰਥਾਤ ਮਿਗਦੋਲ, ਤਹਪਨਹੇਸ, ਨੋਫ਼ ਅਤੇ ਪਥਰੋਸ ਦੇਸ ਦੇ ਵੱਸਣ ਵਾਲਿਆਂ ਦੇ ਵਿਖੇ ਯਿਰਮਿਯਾਹ ਕੋਲ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸਾਂ ਆਪ ਉਹ ਸਾਰੀ ਬੁਰਿਆਈ ਜਿਹੜੀ ਮੈਂ ਯਰੂਸ਼ਲਮ ਉੱਤੇ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਉੱਤੇ ਲਿਆਂਦੀ ਡਿੱਠੀ। ਵੇਖੋ, ਓਹ ਅੱਜ ਦੇ ਦਿਨ ਉਜਾੜ ਪਏ ਹਨ, ਓਹਨਾਂ ਵਿੱਚ ਕੋਈ ਨਹੀਂ ਵੱਸਦਾ"},{"number":3,"verse":"ਉਸ ਬੁਰਿਆਈ ਦੇ ਕਾਰਨ ਜਿਹੜੀ ਓਹਨਾਂ ਨੇ ਮੈਨੂੰ ਖਿਝਾਉਣ ਲਈ ਕੀਤੀ ਜਦ ਓਹ ਧੂਪ ਧੁਖਾਉਣ ਲਈ ਗਏ ਅਤੇ ਦੂਜੇ ਦਿਓਤਿਆਂ ਦੀ ਪੂਜਾ ਕੀਤੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਨਾ ਓਹ, ਨਾ ਤੁਸੀਂ, ਨਾ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਜਾਣਦੇ ਸਾਓ"},{"number":4,"verse":"ਸੋ ਆਪਣੇ ਦਾਸ ਆਪਣੇ ਨਬੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਕੋਲ ਘੱਲਿਆ, ਸਗੋਂ ਜਤਨ ਕਰ ਕੇ ਘੱਲਿਆ ਅਤੇ ਆਖਿਆ, ਤੁਸੀਂ ਏਹ ਘਿਣਾਉਣਾ ਕੰਮ ਨਾ ਹੀ ਕਰੋ ਜਿਸ ਤੋਂ ਮੈਨੂੰ ਸੂਗ ਆਉਂਦੀ ਹੈ"},{"number":5,"verse":"ਪਰ ਓਹਨਾਂ ਨਾ ਸੁਣਿਆ ਅਤੇ ਨਾ ਆਪਣਾ ਕੰਨ ਲਾਇਆ ਭਈ ਆਪਣੀ ਬੁਰਿਆਈ ਤੋਂ ਮੁੜਨ ਅਤੇ ਦੂਜੇ ਦਿਓਤਿਆਂ ਲਈ ਧੂਪ ਨਾ ਧੁਖਾਉਣ"},{"number":6,"verse":"ਤਦ ਮੇਰਾ ਗੁੱਸਾ ਅਤੇ ਮੇਰਾ ਕ੍ਰੋਧ ਡੋਹਲਿਆ ਗਿਆ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਭੜਕ ਉੱਠਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਰਬਾਦ ਅਤੇ ਵਿਰਾਨ ਕਰ ਦਿੱਤਾ ਹੈ ਜਿਵੇਂ ਅੱਜ ਦੇ ਦਿਨ ਹੈ।।"},{"number":7,"verse":"ਹੁਣ ਯਹੋਵਾਹ ਸੈਨਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਉਂ ਏਹ ਵੱਡੀ ਬੁਰਿਆਈ ਆਪਣੀਆਂ ਜਾਨਾਂ ਨਾਲ ਕਰਦੇ ਹੋ ਭਈ ਤੁਸੀਂ ਆਪਣੇ ਵਿੱਚੋਂ ਮਨੁੱਖ ਅਰ ਤੀਵੀਆਂ, ਨਿਆਣੇ ਅਰ ਦੁੱਧ ਚੁੰਘਦੇ ਯਹੂਦਾਹ ਦੇ ਵਿੱਚੋਂ ਕੱਟੋ ਭਈ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਬਕੀਆ ਨਾ ਰਹੇ?"},{"number":8,"verse":"ਤੁਸੀਂ ਆਪਣੇ ਹੱਥ ਦੇ ਕੰਮਾਂ ਨਾਲ ਅਤੇ ਦੂਜੇ ਦਿਓਤਿਆਂ ਲਈ ਧੂਪ ਧੁਖਾਉਣ ਨਾਲ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਜਿੱਥੇ ਤੁਸੀਂ ਟਿਕਣ ਲਈ ਗਏ ਮੈਨੂੰ ਕਿਉਂ ਖਿਝਾਉਂਦੇ ਹੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਕੱਟੇ ਜਾਓ ਅਤੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਕੌਮਾਂ ਵਿੱਚ ਸਰਾਪ ਅਤੇ ਉਲਾਹਮਾ ਹੋਵੋ?"},{"number":9,"verse":"ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੀਆਂ ਬਦੀਆਂ, ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੀਆਂ ਬਦੀਆਂ, ਆਪਣੀਆਂ ਬਦੀਆਂ, ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੀਆਂ ਬਦੀਆਂ, ਓਹਨਾਂ ਦੀਆਂ ਰਾਣੀਆਂ ਦੀਆਂ ਬਦੀਆਂ, ਅਰ ਆਪਣੀਆਂ ਤੀਵੀਆਂ ਦੀਆਂ ਬਦੀਆਂ ਜਿਹੜੀਆਂ ਤੁਸਾਂ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਵਿੱਚ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਕੀਤੀਆਂ ਭੁੱਲ ਗਏ ਹੋ?"},{"number":10,"verse":"ਓਹ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਨੀਵੇਂ ਨਹੀਂ ਹੋਏ, ਨਾ ਡਰੇ ਅਤੇ ਨਾ ਮੇਰੀ ਬਿਵਸਥਾ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਉੱਤੇ ਚੱਲੇ ਜਿਹੜੀਆਂ ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਅਤੇ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਅੱਗੇ ਰੱਖੀਆਂ।।"},{"number":11,"verse":"ਏਸ ਲਈ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖੋ, ਮੈਂ ਬਦੀ ਲਈ ਆਪਣਾ ਮੂੰਹ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਕਰਾਂਗਾ, ਕਿ ਸਾਰੇ ਯਹੂਦਾਹ ਨੂੰ ਕੱਟ ਦਿਆਂ"},{"number":12,"verse":"ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਬਕੀਏ ਨੂੰ ਲਵਾਂਗਾ ਜਿਨ੍ਹਾਂ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਜਾਣ ਲਈ ਅਤੇ ਉੱਥੇ ਟਿਕਣ ਲਈ ਆਪਣਾ ਰੁਕ ਕੀਤਾ ਹੈ ਅਤੇ ਓਹਨਾਂ ਸਾਰਿਆਂ ਦਾ ਅੰਤ ਹੋ ਜਾਵੇਗਾ, ਓਹ ਮਿਸਰ ਦੇ ਦੇਸ ਵਿੱਚ ਡਿੱਗ ਪੈਣਗੇ ਅਤੇ ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਨਾਲ ਓਹਨਾਂ ਦਾ ਅੰਤ ਹੋ ਜਾਵੇਗਾ, ਛੋਟੇ ਤੋਂ ਵੱਡੇ ਤੀਕ ਓਹ ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਨਾਲ ਮਰ ਜਾਣਗੇ ਅਤੇ ਓਹ ਆਨ, ਹੈਰਾਨੀ, ਸਰਾਪ ਅਤੇ ਉਲਾਹਮੇ ਦਾ ਕਾਰਨ ਹੋਣਗੇ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਮਿਸਰ ਦੇਸ ਦੇ ਵਾਸੀਆਂ ਦੀ ਖ਼ਬਰ ਲਵਾਂਗਾ ਜਿਵੇਂ ਮੈਂ ਯਰੂਸ਼ਲਮ ਦੀ ਖ਼ਬਰ ਤਲਵਾਰ, ਕਾਲ ਅਰ ਬਵਾ ਨਾਲ ਲਈ ਹੈ"},{"number":14,"verse":"ਸੋ ਯਹੂਦਾਹ ਦੇ ਬਕੀਏ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਜਿਹੜਾ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਟਿਕਣ ਲਈ ਆਇਆ ਹੈ ਨੱਠ ਕੇ ਨਾ ਬਚੇਗਾ, ਨਾ ਯਹੋਵਾਹ ਦੇ ਦੇਸ ਨੂੰ ਮੁੜੇਗਾ ਜਿੱਥੇ ਓਹਨਾਂ ਦਾ ਜੀ ਵੱਸਣ ਲਈ ਮੁੜ ਜਾਣ ਨੂੰ ਲੋਚਦਾ ਹੈ ਕਿਉਂ ਜੋ ਭਗੌੜਿਆਂ ਤੋਂ ਛੁੱਟ ਓਹ ਨਾ ਮੁੜਨਗੇ।।"},{"number":15,"verse":"ਤਦ ਸਾਰੇ ਮਨੁੱਖਾਂ ਨੇ ਜਿਹੜੇ ਜਾਣਦੇ ਸਨ ਕਿ ਓਹਨਾਂ ਦੀਆਂ ਤੀਵੀਆਂ ਨੇ ਦੂਜੇ ਦਿਓਤਿਆਂ ਲਈ ਧੂਪ ਧੁਖਾਈ ਹੈ ਅਤੇ ਕੋਲ ਖਲੋਤੀਆਂ ਤੀਵੀਆਂ ਦੇ ਵੱਡੇ ਦਲ ਨੇ ਅਤੇ ਸਾਰੇ ਲੋਕਾਂ ਨੇ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਦੇ ਪਥਰੋਸ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਯਿਰਮਿਯਾਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ"},{"number":16,"verse":"ਜਿਹੜੀ ਗੱਲ ਤੂੰ ਸਾਨੂੰ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਨਾਲ ਬੋਲਿਆ ਹੈਂ ਅਸੀਂ ਤੇਰੀ ਨਾ ਸੁਣਾਂਗੇ"},{"number":17,"verse":"ਪਰ ਅਸੀਂ ਜ਼ਰੂਰ ਉਹ ਸਾਰਾ ਬਚਨ ਜਿਹੜਾ ਸਾਡੇ ਮੂੰਹੋਂ ਨਿੱਕਲਿਆ ਹੈ ਪੂਰਾ ਕਰਾਂਗੇ। ਅਸੀਂ ਅਕਾਸ਼ ਦੀ ਰਾਣੀ ਲਈ ਧੂਪ ਧੁਖਾਵਾਂਗੇ ਅਤੇ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਉਹ ਦੇ ਲਈ ਡੋਹਲਾਂਗੇ ਜਿਵੇਂ ਅਸਾਂ ਆਪ, ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ, ਸਾਡੇ ਪਾਤਸ਼ਾਹਾਂ ਨੇ, ਸਾਡੇ ਸਰਦਾਰਾਂ ਨੇ, ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਕੀਤਾ ਸੀ। ਤਦ ਅਸੀਂ ਰੋਟੀ ਨਾਲ ਰਜਾਏ ਜਾਂਦੇ ਸਾਂ ਅਤੇ ਅਸੀਂ ਚੰਗੇ ਸਾਂ ਅਤੇ ਕੋਈ ਬੁਰਿਆਈ ਨਹੀਂ ਵੇਖਦੇ ਸਾਂ"},{"number":18,"verse":"ਜਦ ਤੋਂ ਅਸਾਂ ਅਕਾਸ਼ ਦੀ ਰਾਣੀ ਲਈ ਧੂਪ ਧੁਖਾਉਣੀ ਅਤੇ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਡੋਹਲਣੀਆਂ ਛੱਡੀਆਂ ਹਨ ਸਾਨੂੰ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਥੁੜੋਂ ਹੈ, ਸਾਡਾ ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਨਾਲ ਅੰਤ ਹੋ ਗਿਆ ਹੈ!"},{"number":19,"verse":"ਜਦ ਅਸੀਂ ਅਕਾਸ਼ ਦੀ ਰਾਣੀ ਲਈ ਧੂਪ ਧੁਖਾਉਦੀਆਂ ਅਤੇ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਡੋਹਲਦੀਆਂ ਸਾਂ ਤਾਂ ਕੀ ਅਸੀਂ ਆਪਣੇ ਮਨੁੱਖਾਂ ਦੇ ਬਿਨਾ ਉਹ ਦੀਆਂ ਟਿੱਕੀਆਂ ਦੇ ਬੁੱਤ ਬਣਾਉਂਦੀਆਂ ਅਤੇ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਡੋਹਲਦੀਆਂ ਸਾਂ?।।"},{"number":20,"verse":"ਤਦ ਯਿਰਮਿਯਾਹ ਨੇ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਮਰਦਾਂ ਅਤੇ ਤੀਵੀਆਂ, ਸਗੋਂ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਦੇ ਵਿਖੇ ਜਿਨ੍ਹਾਂ ਉਸ ਨੂੰ ਏਹ ਉੱਤਰ ਦਿੱਤਾ ਸੀ ਆਖਿਆ"},{"number":21,"verse":"ਉਹ ਧੂਪ ਜਿਹੜੀ ਤੁਸਾਂ ਅਰ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ, ਤੁਹਾਡੇ ਪਾਤਸ਼ਾਹਾਂ, ਤੁਹਾਡੇ ਸਰਦਾਰਾਂ ਅਰ ਦੇਸ ਦੇ ਲੋਕਾਂ ਨੇ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਧੁਖਾਈ, ਕੀ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਚੇਤੇ ਨਾ ਕੀਤਾ ਅਤੇ ਉਹ ਦੇ ਦਿਲ ਉੱਤੇ ਨਾ ਆਇਆ?"},{"number":22,"verse":"ਯਹੋਵਾਹ ਏਸ ਦੇ ਅੱਗੇ ਤੁਹਾਡੇ ਬੁਰੇ ਕਰਤੱਬਾਂ ਦੇ ਕਾਰਨ ਅਤੇ ਘਿਣਾਉਣਿਆਂ ਕੰਮਾਂ ਦੇ ਕਾਰਨ ਜਿਹੜੇ ਤੁਸਾਂ ਕੀਤੇ ਤੁਹਾਨੂੰ ਝੱਲ ਨਾ ਸੱਕਿਆ। ਤੁਹਾਡਾ ਦੇਸ ਉਜਾੜ, ਵਿਰਾਨਾ ਅਤੇ ਸਰਾਪ ਹੋ ਗਿਆ ਜਿੱਥੇ ਕੋਈ ਨਹੀਂ ਵੱਸਦਾ ਜਿਵੇਂ ਅੱਜ ਦੇ ਦਿਨ ਹੈ"},{"number":23,"verse":"ਏਸ ਲਈ ਜੋ ਤੁਸਾਂ ਧੂਪ ਧੁਖਾਈ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਪਾਪ ਕੀਤਾ ਅਤੇ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਨਾ ਸੁਣਿਆ ਅਤੇ ਉਸ ਦੀ ਬਿਵਸਥਾ ਅਤੇ ਉਸ ਦੀਆਂ ਬਿਧੀਆਂ ਅਤੇ ਉਸ ਦੀਆਂ ਸਾਖੀਆਂ ਉੱਤੇ ਨਾ ਚੱਲੇ, ਏਸ ਲਈ ਏਹ ਬੁਰਿਆਈ ਤੁਹਾਨੂੰ ਆ ਪਈ ਜਿਵੇਂ ਅੱਜ ਦੇ ਦਿਨ ਹੈ।।"},{"number":24,"verse":"ਯਿਰਮਿਯਾਹ ਨੇ ਸਾਰੇ ਲੋਕਾਂ ਅਤੇ ਤੀਵੀਆਂ ਨੂੰ ਆਖਿਆ, ਹੇ ਸਾਰੇ ਯਹੂਦਾਹ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਹੋ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ!"},{"number":25,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸਾਂ ਅਤੇ ਤੁਹਾਡੀਆਂ ਤੀਵੀਆਂ ਨੇ ਆਪਣੇ ਮੂੰਹਾਂ ਨਾਲ ਗੱਲ ਕੀਤੀ ਅਤੇ ਆਪਣੇ ਹੱਥਾਂ ਨਾਲ ਉਸ ਨੂੰ ਪੂਰਾ ਵੀ ਕੀਤਾ ਕਿ ਅਸੀਂ ਆਪਣੀਆਂ ਸੁੱਖਣਾਂ ਜ਼ਰੂਰ ਪੂਰੀਆਂ ਕਰਾਂਗੇ ਜਿਹੜੀਆਂ ਅਸਾਂ ਸੁੱਖੀਆਂ ਹਨ ਕਿ ਅਸੀਂ ਅਕਾਸ਼ ਦੀ ਰਾਣੀ ਲਈ ਧੂਪ ਧੁਖਾਵਾਂਗੇ ਅਤੇ ਉਹ ਦੇ ਲਈ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਡੋਹਲਾਂਗੇ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੁੱਖਣਾ ਨੂੰ ਜ਼ਰੂਰ ਕਾਇਮ ਕਰੋ ਅਤੇ ਆਪਣੀਆਂ ਸੁੱਖਣਾਂ ਜ਼ਰੂਰ ਪੂਰੀਆਂ ਕਰੋ!"},{"number":26,"verse":"ਏਸ ਲਈ ਹੇ ਸਾਰੇ ਯਹੂਦਾਹ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਵੱਸਦੇ ਹੋ। ਵੇਖੋ, ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਵੱਡੇ ਨਾਮ ਦੀ ਸੌਂਹ ਖਾਧੀ ਹੈ ਕਿ ਮੇਰਾ ਨਾਮ ਫੇਰ ਯਹੂਦਾਹ ਦੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮੂੰਹੋਂ ਨਾ ਲਿਆ ਜਾਵੇਗਾ ਜਿਹੜਾ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਆਖੇ “ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦੇ ਜੀਵਨ ਦੀ ਸੌਂਹ”"},{"number":27,"verse":"ਵੇਖੋ, ਮੈਂ ਓਹਨਾਂ ਉੱਤੇ ਬੁਰਿਆਈ ਲਈ, ਭਲਿਆਈ ਲਈ ਨਹੀਂ, ਤਾੜ ਵਿੱਚ ਹਾਂ ਕਿ ਯਹੂਦਾਹ ਦੇ ਸਾਰੇ ਮਨੁੱਖ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਹਨ ਤਲਵਾਰ ਅਤੇ ਕਾਲ ਨਾਲ ਮੁਕਾਏ ਜਾਣ ਜਦ ਤੀਕ ਓਹਨਾਂ ਦਾ ਅੰਤ ਨਾ ਹੋ ਜਾਵੇ"},{"number":28,"verse":"ਜਿਹੜੇ ਤਲਵਾਰ ਤੋਂ ਬਚ ਰਹਿਣਗੇ ਓਹ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਨੂੰ ਮੁੜਨਗੇ ਪਰ ਓਹ ਗਿਣਤੀ ਵਿੱਚ ਥੋੜੇ ਹੋਣਗੇ ਅਤੇ ਯਹੂਦਾਹ ਦਾ ਸਾਰਾ ਬਕੀਆ ਜਿਹੜਾ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਟਿੱਕਣ ਲਈ ਆਇਆ ਹੈ ਜਾਣੇਗਾ ਭਈ ਕਿਹ ਦਾ ਬਚਨ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਮੇਰਾ ਯਾ ਓਹਨਾਂ ਦਾ!"},{"number":29,"verse":"ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਤੁਹਾਡੇ ਲਈ ਇਹ ਨਿਸ਼ਾਨ ਹੈ ਭਈ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੇ ਏਸੇ ਅਸਥਾਨ ਵਿੱਚ ਸਜ਼ਾ ਲਿਆਵਾਂਗਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣ ਲਓ ਕਿ ਸੱਚ ਮੁੱਚ ਬੁਰਿਆਈ ਲਈ ਮੇਰੀਆਂ ਗੱਲਾਂ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਕਾਇਮ ਰਹਿਣਗੀਆਂ"},{"number":30,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਵੇਖੋ, ਮੈਂ ਮਿਸਰ ਦੇ ਰਾਜੇ ਫ਼ਿਰਊਨ ਹਾਫ਼ਰਾ ਨੂੰ ਉਹ ਦੇ ਵੈਰੀਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਅਤੇ ਉਹ ਦੀ ਜਾਨ ਦੇ ਗਾਹਕਾਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿਆਂਗਾ ਜਿਵੇਂ ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਸਿਦਕਿਯਾਹ ਨੂੰ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿੱਤਾ ਜਿਹੜਾ ਉਹ ਦਾ ਵੈਰੀ ਅਤੇ ਉਹ ਦੀ ਜਾਨ ਦਾ ਗਾਹਕ ਸੀ।।"}]}