{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"( ਮੋਆਬ ਦੇ ਵਿਖੇ ਅਗੰਮ ਵਾਕ) ਮੋਆਬ ਦੇ ਵਿਖੇ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਨਬੋ ਲਈ ਅਫ਼ਸੋਸ! ਉਹ ਵਿਰਾਨ ਜੋ ਹੋ ਗਿਆ, ਕਿਰਯਾਤਾਇਮ ਸ਼ਰਮਿੰਦਾ ਹੋਇਆ, ਉਹ ਲੈ ਲਿਆ ਗਿਆ, ਉੱਚਾ ਬੁਰਜ ਵੀ ਸ਼ਰਮਿੰਦਾ ਹੋਇਆ ਅਤੇ ਘਾਬਰ ਗਿਆ।"},{"number":2,"verse":"ਮੋਆਬ ਦੀ ਵਡਿਆਈ ਫੇਰ ਨਾ ਹੋਵੇਗੀ, ਹਸ਼ਬੋਨ ਵਿੱਚ ਉਹ ਦੇ ਵਿਰੁੱਧ ਬੁਰਿਆਈ ਦੀਆਂ ਜੁਗਤਾਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਕਿ ਆਓ, ਅਸੀਂ ਉਹ ਨੂੰ ਕੌਮ ਹੋਣ ਤੋਂ ਕੱਟ ਸੁੱਟੀਏ! ਹੇ ਮਦਮੇਨ, ਤੂੰ ਵੀ ਚੁੱਪ ਕਰਾਇਆ ਜਾਵੇਂਗਾ, ਤਲਵਾਰ ਤੇਰਾ ਪਿੱਛਾ ਕਰੇਗੀ!"},{"number":3,"verse":"ਹੋਰੋਨਾਇਮ ਵਿੱਚੋਂ ਦੁਹਾਈ ਦੀ ਅਵਾਜ਼, ਉਜਾੜ ਅਤੇ ਵੱਡੀ ਭੰਨ ਤੋੜ!"},{"number":4,"verse":"ਮੋਆਬ ਭੰਨਿਆ ਤੋਂੜਿਆ ਗਿਆ, ਉਹ ਦੇ ਨਿਆਣਿਆਂ ਦਾ ਚਿੱਲਾਉਣਾ ਸੁਣਾਈ ਦਿੰਦਾ ਹੈ।"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਲੁਹੀਥ ਦੀ ਚੜ੍ਹਾਈ ਉੱਤੇ, ਓਹ ਰੋਂਦੇ ਰੋਂਦੇ ਚੜ੍ਹਦੇ ਹਨ, ਹੋਰੋਨਾਇਮ ਦੀ ਉਤਰਾਈ ਉੱਤੇ ਤਾਂ ਓਹਨਾਂ ਨੇ ਭੰਨ ਤੋੜ ਦੀ ਦੁਹਾਈ ਦੇ ਦੁਖ ਨੂੰ ਸੁਣਿਆ ਹੈ।"},{"number":6,"verse":"ਨੱਠੋ! ਆਪਣੀਆਂ ਜਾਨਾਂ ਨੂੰ ਬਚਾਓ! ਉਜਾੜ ਵਿਚਲੇ ਸੁੱਕੇ ਰੁੱਖ ਵਾਂਙੁ ਹੋ ਜਾਓ!"},{"number":7,"verse":"ਏਸ ਲਈ ਕਿ ਤੈਂ ਆਪਣਿਆਂ ਕੰਮਾਂ ਅਤੇ ਆਪਣਿਆਂ ਖਜ਼ਾਨਿਆਂ ਉੱਤੇ ਭਰੋਸਾ ਕੀਤਾ ਹੈ, ਤੂੰ ਵੀ ਲੈ ਲਿਆ ਜਾਵੇਂਗਾ, ਕਮੋਸ਼ ਅਸੀਰੀ ਵਿੱਚ ਜਾਵੇਗਾ, ਉਹ ਦੇ ਜਾਜਕ ਅਤੇ ਉਹ ਦੇ ਸਰਦਾਰ ਇਕੱਠੇ।"},{"number":8,"verse":"ਬਰਬਾਦ ਕਰਨ ਵਾਲਾ ਹਰੇਕ ਸ਼ਹਿਰ ਉੱਤੇ ਆਵੇਗਾ, ਅਤੇ ਕੋਈ ਸ਼ਹਿਰ ਨਾ ਬਚੇਗਾ, ਵਾਦੀ ਮਿਟ ਜਾਵੇਗੀ, ਮਦਾਨ ਦਾ ਸੱਤਿਆ ਨਾਸ ਕੀਤਾ ਜਾਵੇਗਾ, ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ ਹੈ।"},{"number":9,"verse":"ਮੋਆਬ ਨੂੰ ਖੰਭ ਲਾ ਦਿਓ, ਕਿ ਉਹ ਉੱਡ ਕੇ ਚੱਲਾ ਜਾਵੇ। ਉਹ ਦੇ ਸ਼ਹਿਰ ਵਿਰਾਨ ਹੋ ਜਾਣ, ਓਹਨਾਂ ਵਿੱਚ ਵੱਸਣ ਵਾਲਾ ਕੋਈ ਨਾ ਹੋਵੇ।"},{"number":10,"verse":"ਸਰਾਪੀ ਹੈ ਉਹ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦਾ ਕੰਮ ਆਲਸੀ ਨਾਲ ਕਰਦਾ ਹੈ! ਅਤੇ ਸਰਾਪੀ ਹੈ ਉਹ ਜਿਹੜਾ ਆਪਣੀ ਤਲਵਾਰ ਨੂੰ ਲਹੂ ਵਹਾਉਣ ਤੋਂ ਰੋਕਦਾ ਹੈ!।।"},{"number":11,"verse":"ਮੋਆਬ ਆਪਣੀ ਜੁਆਨੀ ਤੋਂ ਅਮਨ ਵਿੱਚ ਰਿਹਾ, ਉਸ ਆਪਣਾ ਫੋਗ ਰੱਖ ਛੱਡਿਆ, ਨਾ ਉਹ ਇੱਕ ਭਾਂਡੇ ਵਿੱਚੋਂ ਦੂਜੇ ਭਾਂਡੇ ਵਿੱਚ ਉਲੱਦਿਆ ਗਿਆ, ਨਾ ਉਹ ਅਸੀਰੀ ਵਿੱਚ ਗਿਆ, ਏਸ ਲਈ ਉਹ ਦਾ ਸੁਆਦ ਉਹ ਦੇ ਵਿੱਚ ਕਾਇਮ ਰਿਹਾ, ਅਤੇ ਉਹ ਦੀ ਵਾਸ਼ਨਾ ਨਾ ਬਦਲੀ।"},{"number":12,"verse":"ਇਸ ਲਈ ਵੇਖ, ਓਹ ਦਿਨ ਆਉਂਦੇ ਹਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਉਸ ਦੇ ਕੋਲ ਉੱਲਦਣ ਵਾਲਿਆਂ ਨੂੰ ਘੱਲਾਂਗਾ। ਓਹ ਉਸ ਦੇ ਭਾਂਡਿਆਂ ਨੂੰ ਉਲੱਦਣਗੇ ਅਤੇ ਸੱਖਣਾ ਕਰਨਗੇ, ਅਤੇ ਮੱਟਾਂ ਨੂੰ ਚੂਰ ਚੂਰ ਕਰਨਗੇ।"},{"number":13,"verse":"ਤਾਂ ਮੋਆਬ ਕਮੋਸ਼ ਤੋਂ ਸ਼ਰਮਾਵੇਗਾ, ਜਿਵੇਂ ਇਸਰਾਏਲ ਦਾ ਘਰਾਣਾ ਬੈਤ-ਏਲ ਤੋਂ ਸ਼ਰਮਾਇਆ, ਜਿਹੜਾ ਉਹ ਦਾ ਭਰੋਸਾ ਸੀ।।"},{"number":14,"verse":"ਤੁਸੀਂ ਕਿਵੇਂ ਆਖਦੇ ਹੋ ਭਈ ਅਸੀਂ ਸੂਰਮੇਂ ਹਾਂ! ਲੜਾਈ ਲਈ ਫੌਜੀ ਮਨੁੱਖ ਹਾਂ!"},{"number":15,"verse":"ਮੋਆਬ ਅਤੇ ਉਸ ਦੇ ਸ਼ਹਿਰਾਂ ਦਾ ਬਰਬਾਦ ਕਰਨ ਵਾਲਾ ਚੜ੍ਹ ਆਉਆ ਹੈ, ਉਹ ਦੇ ਚੁਗਵੇਂ ਜੁਆਨ ਘਾਤ ਹੋਣ ਲਈ ਉੱਤਰ ਗਏ, ਪਾਤਸ਼ਾਹ ਦਾ ਵਾਕ ਹੈ ਜਿਹ ਦਾ ਨਾਮ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਹੈ।"},{"number":16,"verse":"ਮੋਆਬ ਦਾ ਦੁਖ ਨੇੜੇ ਹੈ, ਉਹ ਦੀ ਬਿਪਤਾ ਬਹੁਤ ਛੇਤੀ ਲਗੀ ਆਉਂਦੀ ਹੈ।"},{"number":17,"verse":"ਤੁਸੀਂ ਸਾਰੇ ਜਿਹੜੇ ਆਲੇ ਦੁਆਲੇ ਹੋ, ਰੋਵੋ । ਤੁਸੀਂ ਸਾਰੇ ਜਿਹੜੇ ਉਹ ਦਾ ਨਾਉਂ ਜਾਣਦੇ ਹੋ, ਆਖੋ, ਕਿਵੇਂ ਇਹ ਤਕੜਾ ਢਾਂਗਾ ਟੁੱਟ ਗਿਆ, ਉਹ ਸੋਹਣਾ ਡੰਡਾ!"},{"number":18,"verse":"ਆਪਣੇ ਪਰਤਾਪ ਤੋਂ ਹੇਠਾਂ ਆ, ਅਤੇ ਤਿਹਾਈ ਬੈਠ, ਹੇ ਦੀਬੋਨ ਦੀਏ ਵਸਨੀਕ ਧੀਏ, ਕਿਉਂ ਜੋ ਮੋਆਬ ਦਾ ਲੁੱਟਣ ਵਾਲਾ ਤੇਰੇ ਵਿਰੁੱਧ ਚੜ੍ਹਿਆ ਹੈ, ਉਸ ਤੇਰੇ ਗੜ੍ਹਾਂ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ ਹੈ।"},{"number":19,"verse":"ਰਾਹ ਉੱਤੇ ਖਲੋ ਅਤੇ ਵੇਖ, ਹੇ ਅਰੋਏਰ ਦੇ ਵੱਸਣ ਵਾਲੇ! ਨੱਠੇ ਜਾਂਦੇ ਤੋਂ ਅਤੇ ਬਚੇ ਹੋਏ ਤੋਂ ਪੁੱਛ, ਅਤੇ ਆਖ, ਕੀ ਹੋਇਆ ਹੈ?"},{"number":20,"verse":"ਮੋਆਬ ਸ਼ਰਮਿੰਦਾ ਹੋਇਆ, ਉਹ ਢਾਹਿਆ ਜੋ ਗਿਆ, - ਤੁਸੀਂ ਰੋਵੋ ਅਤੇ ਚਿੱਲਾਓ! ਅਰਨੋਨ ਵਿੱਚ ਦੱਸੋ, ਭਈ ਮੋਆਬ ਲੁੱਟਿਆ ਗਿਆ।।"},{"number":21,"verse":"ਪੱਧਰੇ ਦੇਸ ਉੱਤੇ, ਹੋਲੋਨ ਉੱਤੇ, ਯਹਸਾਹ ਉੱਤੇ ਅਰ ਮੋਫਾਅਥ ਉੱਤੇ ਇਨਸਾਫ਼ ਆਇਆ ਹੈ"},{"number":22,"verse":"ਦੀਬੋਨ ਉੱਤੇ, ਨਬੋ ਉੱਤੇ, ਬੈਤ- ਦਿਬਲਾਤਇਮ ਉੱਤੇ"},{"number":23,"verse":"ਕਿਰਯਾਤਾਇਮ ਉੱਤੇ, ਬੈਤ-ਗਾਮੂਲ ਉੱਤੇ ਅਰ ਬੈਤ- ਮਾਓਨ ਉੱਤੇ"},{"number":24,"verse":"ਕਰੀਯੋਥ ਉੱਤੇ, ਬਾਸਰਾਹ ਉੱਤੇ ਅਰ ਮੋਆਬ ਦੇਸ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਉੱਤੇ ਜਿਹੜੇ ਦੂਰ ਅਤੇ ਨੇੜੇ ਹਨ"},{"number":25,"verse":"ਮੋਆਬ ਦਾ ਸਿੰਙ ਭੰਨਿਆ ਗਿਆ ਅਤੇ ਉਹ ਦੀ ਬਾਂਹ ਤੋੜੀ ਗਈ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":26,"verse":"ਉਹ ਨੂੰ ਨਸ਼ਈ ਕਰੋ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਵੱਡਾ ਬਣਾਇਆ ਹੈ। ਮੋਆਬ ਆਪਣੀ ਕੈ ਵਿੱਚ ਲੇਟੇਗਾ, ਨਾਲੇ ਉਹ ਹਾਸੇ ਲਈ ਹੋਵੇਗਾ"},{"number":27,"verse":"ਕੀ ਇਸਰਾਏਲ ਤੇਰੇ ਲਈ ਹਾਸਾ ਨਾ ਸੀ? ਕੀ ਉਹ ਚੋਰਾਂ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਕਿ ਜਦ ਕਦੀ ਤੈਂ ਉਹ ਦੀ ਗੱਲ ਕੀਤੀ ਤੈਂ ਆਪਣਾ ਸਿਰ ਹਿਲਾਇਆ?।।"},{"number":28,"verse":"ਸ਼ਹਿਰਾਂ ਨੂੰ ਤਿਆਗੋ ਅਤੇ ਚਟਾਨ ਵਿੱਚ ਵੱਸੋ, ਹੇ ਮੋਆਬ ਦੇ ਵਾਸੀਓ! ਘੁੱਗੀ ਵਾਂਙੁ ਬਣੋ ਜਿਹੜੀ ਗੁਫ਼ਾ ਦੇ ਮੂੰਹ ਦੇ ਇੱਕ ਪਾਸੇ ਵਲ ਆਪਣਾ ਆਹਲਣਾ ਬਣਾਉਂਦੀ ਹੈ।"},{"number":29,"verse":"ਅਸਾਂ ਮੋਆਬ ਦਾ ਹੰਕਾਰ ਸੁਣਿਆ, - ਉਹ ਬਹੁਤ ਹੰਕਾਰੀ ਹੈ, - ਉਸ ਦਾ ਘੁਮੰਡ, ਉਸ ਦਾ ਹੰਕਾਰ, ਉਸ ਦੀ ਹੈਂਕੜੀ, ਅਤੇ ਉਹ ਦੇ ਦਿਨ ਦੀ ਆਕੜ।"},{"number":30,"verse":"ਮੈਂ ਉਸ ਦੇ ਕਹਿਰ ਨੂੰ ਜਾਣਦਾ ਹਾਂ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਉਹ ਕੁਝ ਵੀ ਨਹੀਂ ਹੈ, ਉਸ ਦੀ ਸ਼ੇਖੀ ਤੋਂ ਕੁਝ ਨਹੀਂ ਬਣਿਆ।"},{"number":31,"verse":"ਏਸ ਲਈ ਮੈਂ ਮੋਆਬ ਲਈ ਰੋਵਾਂਗਾ, ਮੈਂ ਸਾਰੇ ਮੋਆਬ ਲਈ ਚਿੱਲਵਾਂਗਾ, ਓਹ ਕੀਰ-ਹਰਸ਼ ਦੇ ਮਨੁੱਖਾਂ ਲਈ ਵਿਰਲਾਪ ਕਰਨਗੇ।"},{"number":32,"verse":"ਯਅਜ਼ੇਰ ਦੇ ਰੋਣ ਵਾਲੋਂ ਮੈਂ ਤੇਰੇ ਲਈ ਵੱਧ ਰੋਵਾਂਗਾ, ਹੇ ਸਿਬਮਾਹ ਦੀ ਦਾਖ! ਤੇਰੀਆਂ ਟਹਿਣੀਆਂ ਸਮੁੰਦਰੋਂ ਲੰਘ ਗਈਆਂ ਹਨ, ਓਹ ਯਅਜ਼ੇਰ ਦੇ ਸਮੁੰਦਰ ਤੀਕ ਪੁੱਜ ਗਈਆਂ ਹਨ। ਤੇਰੇ ਗਰਮ ਰੁੱਤ ਦੇ ਮੇਵਿਆਂ ਉੱਤੇ, ਤੇਰੀ ਅੰਗੂਰਾਂ ਦੀ ਫ਼ਸਲ ਉੱਤੇ, ਲੁਟੇਰਾ ਆ ਡਿੱਗਾ ਹੈ।"},{"number":33,"verse":"ਅਨੰਦ ਅਤੇ ਮੌਜ ਫਲਦਾਰ ਖੇਤ ਤੋਂ, ਮੋਆਬ ਦੇ ਦੇਸ ਵਿੱਚੋਂ ਚੁੱਕੇ ਗਏ। ਮੈਂ ਚੁੱਬਚਿਆਂ ਤੋਂ ਮੈ ਬੰਦ ਕਰ ਦਿੱਤੀ, ਕੋਈ ਲਲਕਾਰ ਕੇ ਨਾ ਲੜਾਤੇਗਾ, ਓਹਨਾਂ ਦੀ ਲਲਕਾਰ ਲਲਕਾਰ ਨਾ ਹੋਵੇਗੀ!।।"},{"number":34,"verse":"ਹਸ਼ਬੋਨ ਅਲਆਲੇਹ ਤੀਕ ਚਿੱਲਾਉਂਦਾ ਹੈ, ਯਹਸ ਤੀਕ ਓਹਨਾਂ ਦੀ ਅਵਾਜ਼ ਸੋਅਰ ਵਿੱਚੋਂ ਹੋਰੋਨਯਿਮ ਅਰ ਅਗਲਥ-ਸ਼ਲੀਸ਼ੀਯਾਹ ਤੀਕ ਆਉਂਦੀ ਹੈ ਕਿਉਂ ਜੋ ਨਿਮਰੀਮ ਦੇ ਪਾਣੀ ਵੀ ਵਿਰਾਨ ਹੋ ਜਾਣਗੇ"},{"number":35,"verse":"ਮੈ ਮੋਆਬ ਵਿੱਚ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਉਹ ਨੂੰ ਜਿਹੜਾ ਉੱਚੇ ਅਸਥਾਨ ਉੱਤੇ ਬਲੀ ਚੜ੍ਹਾਉਂਦਾ ਅਤੇ ਆਪਣੇ ਦਿਓਤਿਆਂ ਲਈ ਧੂਪ ਧੁਖਾਉਂਦਾ ਹੈ ਮੁਕਾ ਦਿਆਂਗਾ"},{"number":36,"verse":"ਏਸ ਲਈ ਮੇਰਾ ਦਿਲ ਮੋਆਬ ਲਈ ਬੰਸਰੀ ਵਾਂਙੁ ਹਡਕੋਰੇ ਲੈਂਦਾ ਅਤੇ ਮੇਰਾ ਦਿਲ ਕੀਰ-ਹਰਸ ਦੇ ਮਨੁੱਖਾਂ ਲਈ ਵੀ ਬੰਸਰੀਆਂ ਵਾਂਙੁ ਹਡਕੋਰੇ ਲੈਂਦਾ ਹੈ, ਏਸ ਲਈ ਜਿਹੜਾ ਧਨ ਬੱਚਤ ਦਾ ਸੀ ਉਹ ਨਾਸ ਹੋ ਗਿਆ"},{"number":37,"verse":"ਕਿਉਂ ਜੋ ਹਰੇਕ ਸਿਰ ਮੁੰਨਿਆ ਹੈ, ਅਤੇ ਹਰੇਕ ਦਾੜ੍ਹੀ ਕਤਰੀ ਗਈ ਹੈ, ਹਰੇਕ ਦੇ ਹੱਥ ਉੱਥੇ ਘਾਓ ਲਾਇਆ ਗਿਆ ਹੈ, ਹਰੇਕ ਦੇ ਲੱਕ ਉੱਤੇ ਤੱਪੜ ਹੈ"},{"number":38,"verse":"ਮੋਆਬ ਦੀਆਂ ਸਾਰੀਆਂ ਛੱਤਾਂ ਉੱਤੇ ਅਤੇ ਉਸ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਹਰ ਥਾਂ ਰੋਣਾ ਪਿੱਟਣਾ ਹੈ ਕਿਉਂ ਜੋ ਮੋਆਬ ਨੂੰ ਉਸ ਭਾਂਡੇ ਵਾਂਙੁ ਭੰਨ ਸੁੱਟਿਆ ਹੈ ਜਿਹੜਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":39,"verse":"ਇਹ ਕਿਵੇਂ ਢਾਹਿਆ ਗਿਆ, ਓਹਨਾਂ ਸਿਆਪਾ ਕੀਤਾ, ਕਿਵੇਂ ਮੋਆਬ ਨੇ ਸ਼ਰਮ ਨਾਲ ਆਪਣੀ ਪਿੱਠ ਮੋੜੀ ਹੈ! ਮੋਆਬ ਇੱਕ ਹਾਸਾ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਆਲੇ ਦੁਆਲੇ ਲਈ ਭੈ ਬਣਿਆ ਹੈ।।"},{"number":40,"verse":"ਯਹੋਵਾਹ ਤਾਂ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖੋ, ਉਹ ਉਕਾਬ ਵਾਂਙੁ ਉੱਡੇਗਾ, ਮੋਆਬ ਦੇ ਵਿਰੁੱਧ ਆਪਣੇ ਪਰਾਂ ਨੂੰ ਖਲਾਰੇਗਾ।"},{"number":41,"verse":"ਨਗਰ ਲੈ ਲਏ ਜਾਣਗੇ। ਗੜ੍ਹ ਫੜੇ ਜਾਣਗੇ। ਮੋਆਬ ਦੇ ਸੂਰਮਿਆਂ ਦੇ ਦਿਲ ਉਸ ਦਿਨ ਪੀੜਾਂ ਵਾਲੀ ਤੀਵੀਂ ਦੇ ਦਿਲ ਵਾਂਙੁ ਹੋ ਜਾਣਗੇ।"},{"number":42,"verse":"ਮੋਆਬ ਦਾ ਨਾਸ ਹੋ ਜਾਵੇਗਾ, ਉਹ ਕੌਮ ਨਾ ਰਹੇਗਾ, ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਵੱਡਾ ਬਣਾਇਆ।"},{"number":43,"verse":"ਭੌ, ਭੋਹਰਾ ਤੇ ਫੰਧਾ ਤੇਰੇ ਉੱਤੇ ਹੋਵੇਗਾ, ਹੇ ਮੋਆਬ ਦੇ ਵਾਸੀ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":44,"verse":"ਉਹ ਜਿਹੜਾ ਭੌਂ ਤੋਂ ਨੱਠੇਗਾ ਭੋਹਰੇ ਵਿੱਚ ਡਿੱਗੇਗਾ, ਉਹ ਜਿਹੜਾ ਭੋਹਰੇ ਵਿੱਚੋਂ ਉਤਾਹਾਂ ਆਵੇਗਾ, ਫੰਧੇ ਵਿੱਚ ਫਸ ਜਾਵੇਗਾ, ਕਿਉਂ ਜੋ ਮੈਂ ਉਸ ਉੱਤੇ, ਹਾਂ, ਮੋਆਬ ਉੱਤੇ, ਓਹਨਾਂ ਦੀ ਸਜ਼ਾ ਦਾ ਵਰ੍ਹਾਂ ਲਿਆਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":45,"verse":"ਹਸ਼ਬੋਨ ਦੀ ਛਾਂ ਵਿੱਚ, ਬਲਹੀਣ ਭਗੌੜੇ ਖਲੋਤੇ ਹਨ, ਕਿਉਂ ਜੋ ਹਸ਼ਬੋਨ ਤੋਂ ਅੱਗ, ਸੀਹੋਨ ਦੇ ਵਿਚਕਾਰੋਂ ਭਬੂਕਾ ਨਿੱਕਲਿਆ ਹੈ। ਉਹ ਮੋਆਬ ਦੇ ਮੱਥੇ ਨੂੰ ਅਤੇ ਫਸਾਦੀਆਂ ਦੀ ਖੋਪਰੀ ਨੂੰ ਖਾ ਗਿਆ ਹੈ।"},{"number":46,"verse":"ਹੇ ਮੋਆਬ, ਤੇਰੇ ਲਈ ਅਫ਼ਸੋਸ! ਕਮੋਸ਼ ਦੇ ਲੋਕ ਨਾਸ ਹੋਏ, ਕਿਉਂ ਜੋ ਤੇਰੇ ਪੁੱਤ੍ਰ ਅਸੀਰ ਹੋ ਕੇ ਲਏ ਗਏ, ਤੇਰੀਆਂ ਧੀਆਂ ਵੀ ਅਸੀਰੀ ਵਿੱਚ ਹਨ।"},{"number":47,"verse":"ਤਦ ਵੀ ਮੈਂ ਮੋਆਬ ਦੀ ਅਸੀਰੀ ਨੂੰ ਮੁਕਾ ਦਿਆਂਗਾ, ਪਰ ਆਖਰੀ ਦਿਨਾਂ ਵਿੱਚ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ। ਏਥੇ ਤੀਕ ਮੋਆਬ ਦਾ ਨਿਆਉਂ ਹੈ।।"}]}