{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"( ਯਰੂਸ਼ਲਮ ਦੇ ਪਾਪ) ਤੁਸੀਂ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਐਧਰ ਓਧਰ ਨੱਸੋ, ਵੇਖੋ ਅਤੇ ਜਾਣੋ ਅਤੇ ਉਹ ਦੇ ਚੌਕਾਂ ਵਿੱਚ ਭਾਲੋ, ਜੇ ਕੋਈ ਮਨੁੱਖ ਤੁਹਾਨੂੰ ਮਿਲ ਸੱਕੇ, ਜਿਹੜਾ ਇਨਸਾਫ਼ ਕਰਨ ਵਾਲਾ, ਅਤੇ ਸਚਿਆਈ ਦਾ ਭਾਲਣ ਵਾਲਾ ਹੋਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਨੂੰ ਮਾਫ਼ ਕਰ ਦਿਆਂਗਾ।"},{"number":2,"verse":"ਭਾਵੇਂ ਉਹ ਆਖਦੇ ਹਨ “ਜੀਉਂਦੇ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ” ਓਹ ਜ਼ਰੂਰ ਝੂਠੀ ਸੌਂਹ ਖਾਂਦੇ ਹਨ।"},{"number":3,"verse":"ਹੇ ਯਹੋਵਾਹ, ਕੀ ਤੇਰੀਆਂ ਅੱਖਾਂ ਸਚਿਆਈ ਦੇ ਉੱਤੇ ਨਹੀਂ ਹਨ? ਤੈਂ ਓਹਨਾਂ ਨੂੰ ਮਾਰਿਆ ਕੁੱਟਿਆ, ਪਰ ਓਹ ਨਹੀਂ ਝੁਰੇ, ਤੈਂ ਓਹਨਾਂ ਨੂੰ ਮੁਕਾ ਦਿੱਤਾ, ਪਰ ਓਹ ਸਿੱਖਿਆ ਲੈਣ ਤੋਂ ਮੁੱਕਰ ਗਏ। ਓਹਨਾਂ ਨੇ ਆਪਣੇ ਚਿਹਰਿਆਂ ਨੂੰ ਪੱਥਰ ਨਾਲੋਂ ਵੀ ਸਖ਼ਤ ਕੀਤਾ ਹੈ, ਪਰ ਓਹ ਮੁੜਨ ਤੋਂ ਮੁੱਕਰ ਗਏ ਹਨ।।"},{"number":4,"verse":"ਤਦ ਮੈਂ ਆਖਿਆ, ਏਹ ਸੱਚ ਮੁੱਚ ਗਰੀਬ ਹਨ, ਏਹ ਬੇਅਕਲ ਹਨ, ਤਾਂ ਯਹੋਵਾਹ ਦੇ ਰਾਹ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ, ਨਾ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਇਨਸਾਫ਼ ਨੂੰ।"},{"number":5,"verse":"ਮੈਂ ਵੱਡਿਆਂ ਕੋਲ ਜਾਵਾਂਗਾ, ਅਤੇ ਮੈਂ ਓਹਨਾਂ ਦੇ ਨਾਲ ਬੋਲਾਂਗਾ, ਓਹ ਤਾਂ ਯਹੋਵਾਹ ਦੇ ਰਾਹ ਨੂੰ ਜਾਣਦੇ ਹਨ, ਅਤੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਇਨਸਾਫ਼ ਨੂੰ ਵੀ। ਪਰ ਓਹਨਾਂ ਨੇ ਰਲ ਮਿਲ ਕੇ ਜੂਲਾ ਭੰਨ ਸੁੱਟਿਆ ਹੈ, ਅਤੇ ਬੰਧਣਾਂ ਨੂੰ ਤੋੜ ਛੱਡਿਆ ਹੈ।।"},{"number":6,"verse":"ਏਸ ਲਈ ਜੰਗਲ ਦਾ ਬਬਰ ਸ਼ੇਰ ਓਹਨਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟੇਗਾ, ਅਤੇ ਉਜਾੜ ਦਾ ਬਘਿਆੜ ਓਹਨਾਂ ਨੂੰ ਨਾਸ ਕਰੇਗਾ, ਚਿੱਤਾ ਓਹਨਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਦੀ ਘਾਤ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ, - ਹਰੇਕ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਾਹਰ ਜਾਵੇ ਪਾੜਿਆ ਜਾਵੇਗਾ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦੇ ਅਪਰਾਧ ਬਹੁਤ ਹੋ ਗਏ, ਓਹਨਾਂ ਦੀਆਂ ਫਿਰਤਾਂ ਵਧ ਗਈਆਂ ਹਨ।।"},{"number":7,"verse":"ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਮਾਫ਼ ਕਰ ਸੱਕਦਾ ਹਾਂ? ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਨੇ ਮੈਨੂੰ ਦਿਆਗ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸੌਂਹ ਖਾਧੀ ਹੈ ਜਿਹੜੇ ਦਿਓਤੇ ਵੀ ਨਹੀਂ! ਜਦ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਰਜਾ ਕੇ ਖੁਆਇਆ, ਓਹਨਾਂ ਨੇ ਜ਼ਨਾਹ ਕੀਤਾ, ਓਹ ਟੋਲੀਆਂ ਬਣ ਕੇ ਕੰਜਰੀਆਂ ਦੇ ਘਰਾਂ ਵਿੱਚ ਇਕੱਠੇ ਹੋਏ!"},{"number":8,"verse":"ਓਹ ਰੱਜੇ ਹੋਏ ਘੋੜਿਆਂ ਵਾਂਙੁ ਫਿਰਦੇ ਸਨ, ਹਰੇਕ ਆਪਣੇ ਗੁਆਂਢੀ ਦੀ ਤੀਵੀਂ ਉੱਤੇ ਹਿਣਕਦਾ ਹੈ।"},{"number":9,"verse":"ਕੀ ਮੈਂ ਏਹਨਾਂ ਗੱਲਾਂ ਦੀ ਖਬਰ ਨਾ ਲਵਾਂਗਾ? ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਅਤੇ ਮੇਰੀ ਜਾਨ ਅਜੇਹੀ ਕੌਮ ਕੋਲੋਂ ਬਦਲਾ ਨਾ ਲਵੇਗੀ?।।"},{"number":10,"verse":"ਤੁਸੀਂ ਉਹ ਦੀਆਂ ਕੰਧਾਂ ਉੱਤੇ ਚੜ੍ਹ ਜਾਓ ਅਤੇ ਨਾਸ ਕਰੋ, ਪਰ ਉਹ ਨੂੰ ਮੂਲੋਂ ਹੀ ਨਾ ਮੁਕਾ ਦਿਓ। ਉਹ ਦੀਆਂ ਡਾਲੀਆਂ ਛਾਂਗ ਸੁੱਟੋ, ਓਹ ਯਹੋਵਾਹ ਦੀਆਂ ਨਹੀਂ ਹਨ।"},{"number":11,"verse":"ਇਸਾਰਏਲ ਦੇ ਘਰਾਣੇ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਨੇ ਮੇਰੇ ਨਾਲ ਬੜਾ ਦਗਾ ਕੀਤਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":12,"verse":"ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਦਾ ਇਨਕਾਰ ਕੀਤਾ, ਅਤੇ ਆਖਿਆ, ਏਹ ਉਹ ਨਹੀਂ, ਸਾਡੇ ਉੱਤੇ ਕੋਈ ਬੁਰਿਆਈ ਨਹੀਂ ਆਵੇਗੀ, ਅਸੀਂ ਨਾ ਤਲਵਾਰ ਨਾ ਕਾਲ ਵੇਖਾਂਗੇ।"},{"number":13,"verse":"ਨਬੀ ਹਵਾ ਬਣ ਜਾਣਗੇ, ਬਚਨ ਓਹਨਾਂ ਵਿੱਚ ਹੈ ਨਹੀਂ, ਇਉਂ ਓਹਨਾਂ ਨਾਲ ਹੋ ਜਾਵੇਗਾ।"},{"number":14,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਸੈਨਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਏਸ ਲਈ ਕਿ ਤੁਸਾਂ ਏਹ ਬਚਨ ਆਖਿਆ ਹੈ, ਵੇਖ, ਮੈਂ ਏਹਨਾਂ ਗੱਲਾਂ ਨੂੰ ਤੇਰੇ ਮੂੰਹ ਵਿੱਚ ਅੱਗ ਬਣਾ ਦਿੰਦਾ ਹਾਂ, ਅਤੇ ਏਸ ਪਰਜਾ ਨੂੰ ਲੱਕੜੀ, ਏਹ ਓਹਨਾਂ ਨੂੰ ਖਾ ਜਾਵੇਗੀ!"},{"number":15,"verse":"ਹੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ, ਵੋਖੋ, ਮੈਂ ਦੂਰੋਂ ਇੱਕ ਕੌਮ ਨੂੰ ਤੁਹਾਡੇ ਉੱਤੇ ਚੜ੍ਹਾ ਲਿਆਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਉਹ ਇੱਕ ਸੂਰਮੀ ਕੌਮ ਹੈ, ਉਹ ਇਕ ਸਨਾਤਨੀ ਕੌਮ ਹੈ, ਇੱਕ ਕੌਮ ਜਿਹ ਦੀ ਬੋਲੀ ਤੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਅਤੇ ਨਾ ਸਮਝ ਸੱਕਦਾ ਹੈਂ ਕਿ ਉਹ ਕੀ ਬੋਲਦੀ ਹੈ।"},{"number":16,"verse":"ਓਹਨਾਂ ਦਾ ਤਰਕਸ਼ ਖੁਲ੍ਹੀ ਗੋਰ ਹੈ, ਓਹ ਸਾਰਿਆਂ ਦੇ ਸਾਰੇ ਸੂਰਮੇ ਹਨ।"},{"number":17,"verse":"ਓਹ ਤੇਰੀ ਫ਼ਸਲ ਅਤੇ ਤੇਰੀ ਰੋਟੀ ਖਾ ਜਾਣਗੇ, ਓਹ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਅਰ ਤੇਰੀਆਂ ਧੀਆਂ ਨੂੰ ਖਾ ਜਾਣਗੇ, ਓਹ ਤੇਰੇ ਇੱਜੜਾਂ ਅਤੇ ਤੇਰੇ ਵੱਗਾਂ ਨੂੰ ਖਾ ਜਾਣਗੇ, ਓਹ ਤੇਰੇ ਅੰਗੂਰ ਅਤੇ ਤੇਰੀ ਹਜੀਰ ਚੱਟ ਕਰ ਲੈਣਗੇ, ਓਹ ਤੇਰੇ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੇਰਾ ਮਾਣ ਹੈ ਤਲਵਾਰ ਨਾਲ ਢਾਹ ਦੇਣਗੇ।।"},{"number":18,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਵੀ ਮੈਂ ਤੈਨੂੰ ਮੂਲੋਂ ਹੀ ਨਾ ਮੁਕਾਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":19,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਓਹ ਆਖਣਗੇ, ਯਹੋਵਾਹ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਡੇ ਨਾਲ ਏਹ ਕਿਉਂ ਕੀਤਾ ਹੈ? ਤਦ ਤੁਸੀਂ ਓਹਨਾਂ ਨੂੰ ਆਖੋਗੇ, ਜਿਵੇਂ ਤੁਸਾਂ ਮੈਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਅਤੇ ਆਪਣੇ ਦੇਸ ਵਿੱਚ ਓਪਰੇ ਦਿਓਤੇ ਦੀ ਪੂਜਾ ਕੀਤੀ ਤਿਵੇਂ ਤੁਸੀਂ ਪਰਾਇਆਂ ਦੀ ਸੇਵਾ ਉੱਸੇ ਦੇਸ ਵਿੱਚ ਜਿਹੜਾ ਤੁਹਾਡਾ ਨਹੀਂ ਹੈ ਕਰੋਗੇ।।"},{"number":20,"verse":"ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਏਹ ਦੱਸੋ, ਅਤੇ ਯਹੂਦਾਹ ਵਿੱਚ ਏਹ ਸੁਣਾਓ,"},{"number":21,"verse":"ਹੇ ਮੂਰਖ ਅਤੇ ਬੇਸਮਝ ਲੋਕੋ, ਏਹ ਨੂੰ ਸੁਣੋ ਤਾਂ, ਤੁਸੀਂ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਤਾਂ ਹਨ ਪਰ ਵੇਖਦੇ ਨਹੀਂ, ਜਿਨ੍ਹਾਂ ਦੇ ਕੰਨ ਤਾਂ ਹਨ ਪਰ ਸੁਣਦੇ ਨਹੀਂ,"},{"number":22,"verse":"ਕੀ ਤੁਸੀਂ ਮੈਥੋਂ ਨਹੀਂ ਡਰਦੇ? ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਅੱਗੇ ਨਾ ਕੰਬੋਗੇ, ਜਿਹ ਨੇ ਰੇਤ ਨੂੰ ਸਮੁੰਦਰ ਦੇ ਬੰਨੇ ਉੱਤੇ, ਸਦਾ ਦੀ ਬਿਧੀ ਕਰਕੇ ਰੱਖਿਆ ਹੈ, ਭਈ ਉਹ ਉਸ ਤੋਂ ਲੰਘ ਨਹੀਂ ਸੱਕਦਾ? ਭਾਵੇਂ ਉਹ ਦੀਆਂ ਲਹਿਰਾਂ ਉੱਛਲਣ ਪਰ ਉਹ ਨੂੰ ਦਬਾ ਨਹੀਂ ਸੱਕਦੀਆਂ, ਭਾਵੇਂ ਓਹ ਗੱਜਣ ਪਰ ਉਸ ਤੋਂ ਲੰਘ ਨਹੀਂ ਸੱਕਦੀਆਂ।"},{"number":23,"verse":"ਪਰ ਏਸ ਪਰਜਾ ਦਾ ਦਿਲ ਜ਼ਿੱਦੀ ਅਤੇ ਆਕੀ ਹੈ, ਓਹ ਇੱਕ ਪਾਸੇ ਹੋ ਕੇ ਚੱਲੇ ਗਏ।"},{"number":24,"verse":"ਓਹ ਆਪਣੇ ਮਨ ਵਿੱਚ ਨਹੀਂ ਆਖਦੇ ਕਿ ਅਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਡਰੀਏ, ਜਿਹੜਾ ਸਾਨੂੰ ਰੁੱਤ ਸਿਰ ਮੀਂਹ ਦਿੰਦਾ ਹੈ, ਪਹਿਲਾ ਅਤੇ ਪਿਛਲਾ ਮੀਂਹ, ਉਹ ਫ਼ਸਲ ਦੇ ਮਿਥੇ ਹੋਏ ਹਫ਼ਤਾਂ ਨੂੰ ਸਾਡੇ ਲਈ ਸਾਂਭ ਕੇ ਰੱਖਦਾ ਹੈ।"},{"number":25,"verse":"ਤੁਹਾਡੀਆਂ ਬੁਰਿਆਈਆਂ ਨੇ ਏਹ ਚੀਜ਼ਾਂ ਤੁਹਾਥੋਂ ਦੂਰ ਕਰ ਦਿੱਤੀਆਂ ਹਨ, ਤੁਹਾਡੇ ਪਾਪਾਂ ਨੇ ਏਹ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਤੁਹਾਥੋਂ ਡੱਕ ਲਈਆਂ ਹਨ।"},{"number":26,"verse":"ਮੇਰੀ ਪਰਜਾ ਵਿੱਚ ਤਾਂ ਦੁਸ਼ਟ ਪਾਏ ਗਏ, ਓਹ ਫਾਂਧੀਆਂ ਵਾਂਙੁ ਘਾਤ ਵਿੱਚ ਬੈਠਦੇ ਹਨ, ਓਹ ਫਾਹੀ ਲਾਉਂਦੇ ਹਨ। ਅਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਫੜਦੇ ਹਨ।"},{"number":27,"verse":"ਜਿਵੇਂ ਪਿੰਜਰਾ ਪੰਛੀਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ ਓਹਨਾਂ ਦੇ ਘਰ ਮਕਰ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ, ਏਸੇ ਲਈ ਓਹ ਵੱਡੇ ਅਤੇ ਧਨੀ ਹੋ ਗਏ ਹਨ।"},{"number":28,"verse":"ਓਹ ਮੋਟੇ ਹੋ ਗਏ ਹਨ ਅਤੇ ਫਿੱਟ ਗਏ, ਨਾਲੇ ਓਹ ਬੁਰੀਆਂ ਗੱਲਾਂ ਵਿੱਚ ਵਧ ਗਏ, ਓਹ ਇਨਸਾਫ਼ ਵੀ ਨਹੀਂ ਕਰਦੇ, ਨਾ ਹੀ ਯਤੀਮਾਂ ਦਾ, ਭਈ ਓਹ ਸਫਲ ਹੋਣ, ਓਹ ਕੰਗਾਲਾਂ ਦਾ ਇਨਸਾਫ਼ ਨਾਲ ਨਿਆਉਂ ਨਹੀਂ ਕਰਦੇ।"},{"number":29,"verse":"ਕੀ ਮੈਂ ਏਹਨਾਂ ਗੱਲਾਂ ਦੀ ਸਜ਼ਾ ਨਾ ਦਿਆਂਗਾ? ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕੀ ਮੈਂ ਆਪ ਹੀ ਵੱਟਾ ਨਾ ਲਵਾਂਗਾ, ਅਜੇਹੀ ਕੌਮ ਤੋਂ ਜਿਵੇਂ ਇਹ ਹੈ?"},{"number":30,"verse":"ਇੱਕ ਅਚਰਜ ਅਤੇ ਭਿਆਣਕ ਗੱਲ ਦੇਸ ਵਿੱਚ ਹੋਈ ਹੈ,"},{"number":31,"verse":"ਨਬੀ ਝੂਠੇ ਅੰਗਮ ਵਾਚਦੇ ਹਨ, ਜਾਜਕ ਓਹਨਾਂ ਦੇ ਕਾਰਨ ਹੁਕਮ ਚਲਾਉਂਦੇ ਹਨ, ਅਤੇ ਮੇਰੀ ਪਰਜਾ ਇਉਂ ਹੀ ਪਸੰਦ ਕਰਦੀ ਹੈ! ਪਰ ਜਦ ਓੜਕ ਹੋਵੇਗਾ ਤਾਂ ਤੁਸੀਂ ਕੀ ਕਰੋਗੇ?।।"}]}