{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":7,"verses":[{"number":1,"verse":"( ਹੈਕਲ ਦਾ ਭਰਿਸ਼ਟ ਹੋਣਾ) ਇਹ ਉਹ ਬਚਨ ਹੈ ਜਿਹੜਾ ਯਹੋਵਾਹ ਵੱਲੋਂ ਯਿਰਮਿਯਾਹ ਨੂੰ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਤੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਫਾਟਕ ਵਿੱਚ ਖਲੋ ਕੇ ਉੱਥੇ ਏਸ ਗੱਲ ਲਈ ਪੁਕਾਰ ਅਤੇ ਆਖ ਕਿ ਹੇ ਯਹੂਦਾਹ ਦੇ ਸਾਰਿਓ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ, ਤੁਸੀਂ ਜਿਹੜੇ ਇਨ੍ਹਾਂ ਫਾਟਕਾਂ ਥਾਣੀਂ ਯਹੋਵਾਹ ਨੂੰ ਮੱਥਾ ਟੇਕਣ ਲਈ ਵੜਦੇ ਹੋ"},{"number":3,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਤੁਸੀਂ ਆਪਣਿਆਂ ਰਾਹਾਂ ਅਤੇ ਆਪਣੇ ਕੰਮਾਂ ਨੂੰ ਠੀਕ ਕਰੋ ਤਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਏਸ ਅਸਥਾਨ ਵਿੱਚ ਵੱਸਣ ਦਿਆਂਗਾ"},{"number":4,"verse":"ਤੁਸੀਂ ਏਹਨਾਂ ਝੂਠੀਆਂ ਗੱਲਾਂ ਉੱਤੇ ਭਰੋਸਾ ਨਾ ਰੱਖੋ ਕਿ ਏਹ ਯਹੋਵਾਹ ਦੀ ਹੈਕਲ ਹੈ, ਏਹ ਯਹੋਵਾਹ ਦੀ ਹੈਕਲ ਹੈ, ਏਹ ਯਹੋਵਾਹ ਦੀ ਹੈਕਲ ਹੈ !"},{"number":5,"verse":"ਜੇ ਤੁਸੀਂ ਆਪਣਿਆਂ ਰਾਹਾਂ ਅਤੇ ਆਪਣੇ ਕੰਮਾਂ ਨੂੰ ਪੱਕੀ ਤਰਾਂ ਨਾਲ ਠੀਕ ਕਰੋ ਅਤੇ ਜੇ ਤੁਸੀਂ ਪੱਕੀ ਤਰਾਂ ਨਾਲ ਮਨੁੱਖ ਅਰ ਉਸ ਦੇ ਗੁਆਂਢੀ ਵਿੱਚ ਇਨਸਾਫ਼ ਕਰੋ"},{"number":6,"verse":"ਜੇ ਤੁਸੀਂ ਪਰਦੇਸੀ, ਯਤੀਮ ਅਤੇ ਵਿਧਵਾ ਨੂੰ ਦੁਖ ਨਾ ਦਿਓ ਅਤੇ ਏਸ ਅਸਥਾਨ ਵਿੱਚ ਬੇਦੋਸ਼ੇ ਦਾ ਲਹੂ ਨਾ ਵਹਾਓ, ਨਾ ਦੂਜੇ ਦਿਓਤਿਆਂ ਦੇ ਪਿੱਛੇ ਆਪਣੇ ਨੁਕਸਾਨ ਲਈ ਜਾਓ"},{"number":7,"verse":"ਤਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਏਸ ਅਸਥਾਨ ਵਿੱਚ ਅਤੇ ਏਸ ਦੇਸ ਵਿੱਚ ਜਿਹੜਾ ਮੈਂ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਸਦਾ ਲਈ ਦਿੱਤਾ ਹੈ ਵੱਸਣ ਦਿਆਂਗਾ।।"},{"number":8,"verse":"ਵੇਖੋ, ਤੁਸੀਂ ਝੂਠੀਆਂ ਗੱਲਾਂ ਉੱਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਤੋਂ ਕੁਝ ਲਾਭ ਨਹੀਂ"},{"number":9,"verse":"ਕੀ ਤੁਸੀਂ ਚੋਰੀ ਕਰੋਗੇ, ਖੂਨ ਕਰੋਗੇ, ਜ਼ਨਾਹ ਕਰੋਗੇ, ਝੂਠੀ ਸੌਂਹ ਖਾਓਗੇ, ਬਆਲ ਲਈ ਧੂਪ ਧੁਖਾਓਗੇ ਅਤੇ ਦੂਜੇ ਦਿਓਤਿਆਂ ਦੇ ਪਿੱਛੇ ਜਾਓਗੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ?"},{"number":10,"verse":"ਤਦ ਤੁਸੀਂ ਆਓਗੇ ਅਤੇ ਮੇਰੇ ਸਨਮੁਖ ਏਸ ਭਵਨ ਵਿੱਚ ਖਲੋਵੋਗੇ ਜਿਹੜਾ ਮੇਰੇ ਨਾਮ ਦਾ ਅਖਵਾਉਂਦਾ ਹੈ ਅਤੇ ਆਖੋਗੇ ਕਿ ਅਸਾਂ ਛੁਟਕਾਰਾ ਪਾਇਆ ਹੈ, ਭਈ ਏਹ ਸਾਰੇ ਘਿਣਾਉਣੇ ਕੰਮ ਤੁਸੀਂ ਕਰਦੇ ਜਾਓ?"},{"number":11,"verse":"ਕੀ ਏਹ ਘਰ ਜਿਹੜਾ ਮੇਰੇ ਨਾਮ ਦਾ ਅਖਵਾਉਂਦਾ ਹੈ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਧਾੜਵੀਆਂ ਦੀ ਗੁਫਾ ਬਣ ਗਿਆ ਹੈ? ਵੇਖੋ, ਏਹ ਮੈਂ ਵੀ ਵੇਖਿਆ ਹੈ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":12,"verse":"ਪਰ ਹੁਣ ਤੁਸੀਂ ਉਸ ਅਸਥਾਨ ਨੂੰ ਜਾਓ ਜਿਹੜਾ ਸ਼ੀਲੋਹ ਵਿੱਚ ਹੈ ਜਿੱਥੇ ਮੈਂ ਪਹਿਲਾਂ ਆਪਣੇ ਨਾਮ ਨੂੰ ਵਸਾਇਆ ਸੀ ਅਤੇ ਵੇਖੋ ਕਿ ਮੈਂ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦੀ ਬੁਰਿਆਈ ਦੇ ਬਦਲੇ ਕੀ ਕੀਤਾ!"},{"number":13,"verse":"ਹੁਣ ਏਸ ਲਈ ਕਿ ਤੁਸਾਂ ਏਹ ਸਾਰੇ ਕੰਮ ਕੀਤੇ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਅਤੇ ਜਦ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਮੂੰਹ ਅਨ੍ਹੇਰੇ ਬੋਲਦਾ ਰਿਹਾ, ਤੁਸਾਂ ਮੇਰੀ ਗੱਲ ਨਾ ਸੁਣੀ ਅਤੇ ਜਦ ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਦਿਆ, ਤੁਸਾਂ ਉੱਤਰ ਨਾ ਦਿੱਤਾ"},{"number":14,"verse":"ਤਦ ਮੈਂ ਏਸ ਘਰ ਨਾਲ ਜਿਹੜਾ ਮੇਰੇ ਨਾਮ ਦਾ ਅਖਵਾਉਂਦਾ ਹੈ ਜਿਹ ਦੇ ਉੱਤੇ ਤੁਹਾਡਾ ਭਰੋਸਾ ਹੈ, ਜਿਹੜਾ ਮੈਂ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਦਿੱਤਾ ਉਹ ਕਰਾਂਗਾ ਜੋ ਮੈਂ ਸ਼ੀਲੋਹ ਵਿੱਚ ਕੀਤਾ"},{"number":15,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਅੱਗੋਂ ਕੱਢ ਦਿਆਂਗਾ ਜਿਵੇਂ ਮੈਂ ਤੁਹਾਡੇ ਸਾਰੇ ਭਰਾਵਾਂ ਨੂੰ ਇਫ਼ਰਾਈਮ ਦੀ ਸਾਰੀ ਅੰਸ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਹੈ।।"},{"number":16,"verse":"ਤੂੰ ਏਸ ਪਰਜਾ ਲਈ ਪ੍ਰਾਰਥਨਾ ਨਾ ਕਰੀਂ, ਨਾ ਓਹਨਾਂ ਲਈ ਆਪਣੀ ਅਵਾਜ਼ ਚੁੱਕੀਂ, ਨਾਂ ਪ੍ਰਾਰਥਨਾ ਕਰੀਂ ਮੈਂ ਤੇਰੀ ਨਹੀਂ ਸੁਣਾਂਗਾ"},{"number":17,"verse":"ਕੀ ਤੂੰ ਨਹੀਂ ਵੇਖਦਾ ਜੋ ਕੁਝ ਓਹ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚ ਕਰ ਰਹੇ ਹਨ?"},{"number":18,"verse":"ਬੱਚੇ ਲੱਕੜੀਆਂ ਚੁੱਗਦੇ ਹਨ, ਪਿਉ ਅੱਗ ਧੁਖਾਉਂਦੇ ਹਨ ਅਤੇ ਤੀਵੀਆਂ ਆਟਾ ਗੁੰਨ੍ਹਦੀਆਂ ਹਨ ਭਈ ਅਕਾਸ਼ ਦੀ ਰਾਣੀ ਲਈ ਰੋਟੀਆਂ ਪਕਾਉਣ ਕਿ ਦੂਜੇ ਦਿਓਤਿਆਂ ਅੱਗੇ ਪੀਣ ਦੀ ਭੇਟ ਚੜ੍ਹਾਉਣ ਅਤੇ ਮੇਰੇ ਗੁੱਸੇ ਨੂੰ ਭੜਕਾਉਣ!"},{"number":19,"verse":"ਕੀ ਓਹ ਮੈਂ ਹਾਂ ਜਿਹ ਨੂੰ ਓਹ ਗੁੱਸਾ ਚੜ੍ਹਾਉਂਦੇ ਹਨ? ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕੀ ਓਹ ਆਪਣੀ ਗੜਬੜ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁੱਸਾ ਨਹੀਂ ਚੜ੍ਹਾਉਂਦੇ?"},{"number":20,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖੋ, ਮੇਰਾ ਕ੍ਰੋਧ ਅਤੇ ਮੇਰਾ ਗੁੱਸਾ ਏਸ ਅਸਥਾਨ ਉੱਤੇ, ਆਦਮੀਆਂ ਉੱਤੇ, ਡੰਗਰਾਂ ਉੱਤੇ, ਰੁੱਖਾਂ ਉੱਤੇ, ਖੇਤਾਂ ਉੱਤੇ, ਜਮੀਨ ਦਿਆਂ ਫਲਾਂ ਉੱਤੇ ਵਹਾਇਆ ਜਾਵੇਗਾ। ਉਹ ਬਲ ਉੱਠੇਗਾ ਅਤੇ ਬੁੱਝੇਗਾ ਨਹੀਂ।।"},{"number":21,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਆਪਣੀਆਂ ਹੋਮ ਦੀਆਂ ਭੇਟਾਂ ਨਾਲ ਆਪਣੀਆਂ ਬਲੀਆਂ ਵਧਾਓ ਅਤੇ ਮਾਸ ਖਾਓ"},{"number":22,"verse":"ਕਿਉਂਕਿ ਜਿਸ ਦਿਨ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਮਿਸਰ ਦੇ ਦੇਸ ਵਿੱਚੋਂ ਕੱਢ ਲਿਆਂਦਾ ਮੈਂ ਓਹਨਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਹੋਮ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਬਲੀਆਂ ਦੇ ਵਿਖੇ ਨਾ ਆਖਿਆ, ਨਾ ਹੁਕਮ ਦਿੱਤਾ"},{"number":23,"verse":"ਪਰ ਏਸ ਗੱਲ ਦਾ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਮੇਰੀ ਅਵਾਜ਼ ਸੁਣੋ ਤਾਂ ਮੈਂ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹੋਵਾਂਗਾ ਤੇ ਤੁਸੀਂ ਮੇਰੀ ਪਰਜਾ ਹੋਵੋਗੇ, ਅਤੇ ਮੇਰੇ ਸਾਰੇ ਰਾਹਾਂ ਵਿੱਚ ਚੱਲੋ ਜਿਨ੍ਹਾਂ ਦਾ ਮੈਂ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਭਲਾ ਹੋਵੇ"},{"number":24,"verse":"ਨਾ ਓਹਨਾਂ ਨੇ ਸੁਣਿਆ ਨਾ ਕੰਨ ਲਾਇਆ, ਪਰ ਓਹ ਆਪਣਿਆਂ ਮਨ ਮੱਤਿਆਂ ਅਤੇ ਆਪਣੇ ਬੁਰੇ ਦਿਲ ਦੀ ਆਕੜ ਵਿੱਚ ਚੱਲਦੇ ਰਹੇ। ਓਹ ਪਿਛਾਹਾਂ ਨੂੰ ਗਏ ਪਰ ਅੱਗੇ ਨਾ ਵੱਧੇ"},{"number":25,"verse":"ਏਸ ਲਈ ਉਸ ਦਿਨ ਤੋਂ ਕਿ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਮਿਸਰ ਦੇ ਦੇਸ ਤੋਂ ਬਾਹਰ ਆਏ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਦਾਸ ਅਰਥਾਤ ਨਬੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਕੋਲ ਘੱਲਦਾ ਰਿਹਾ, ਮੈਂ ਮੂੰਹ ਅਨ੍ਹੇਰੇ ਓਹਨਾਂ ਨੂੰ ਨਿੱਤ ਘੱਲਦਾ ਰਿਹਾ"},{"number":26,"verse":"ਪਰ ਓਹਨਾਂ ਮੇਰੀ ਨਾ ਸੁਣੀ, ਨਾ ਆਪਣਾ ਕੰਨ ਲਾਇਆ, ਓਹਨਾਂ ਆਪਣੀ ਧੋਣ ਅਕੜਾਈ ਅਤੇ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲੋਂ ਵਧ ਕੇ ਬਦੀ ਕੀਤੀ।।"},{"number":27,"verse":"ਤੂੰ ਓਹਨਾਂ ਨੂੰ ਏਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਆਖੇਂਗਾ ਪਰ ਓਹ ਤੇਰੀ ਨਾ ਸੁਣਨਗੇ। ਤੂੰ ਓਹਨਾਂ ਨੂੰ ਸੱਦੇਂਗਾ ਪਰ ਓਹ ਉੱਤਰ ਨਾ ਦੇਣਗੇ।"},{"number":28,"verse":"ਤੂੰ ਓਹਨਾਂ ਨੂੰ ਆਖੇਂਗਾ, ਏਹ ਉਹ ਕੌਮ ਹੈ ਜਿਸ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਨਾ ਸੁਣੀ, ਨਾ ਉਹ ਦੀ ਸਿੱਖਿਆ ਲਈ। ਸਚਿਆਈ ਮਿਟ ਗਈ ਅਤੇ ਓਹਨਾਂ ਦੇ ਮੂੰਹ ਤੋਂ ਜਾਂਦੀ ਰਹੀ।।"},{"number":29,"verse":"ਤੂੰ ਆਪਣੇ ਨਜ਼ੀਰ ਹੋਣ ਦੇ ਬਾਲ ਮੁਨਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਰੇ ਸੁੱਟ ਛੱਡ, ਨੰਗਿਆਂ ਟਿੱਬਿਆਂ ਉੱਤੇ ਵੈਣ ਚੁੱਕ, ਯਹੋਵਾਹ ਨੇ ਤਾਂ ਆਪਣੇ ਗਜ਼ਬ ਦੀ ਪੀੜ੍ਹੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਅਤੇ ਛੱਡ ਦਿੱਤਾ ਹੈ।।"},{"number":30,"verse":"ਯਹੂਦਾਹ ਦੀ ਅੰਸ ਨੇ ਤਾਂ ਉਹ ਕੀਤਾ ਜੋ ਮੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਬੁਰਾ ਸੀ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ। ਓਹਨਾਂ ਉਸ ਭਵਨ ਵਿੱਚ ਜਿਹੜਾ ਮੇਰੇ ਨਾਮ ਦਾ ਅਖਵਾਉਂਦਾ ਹੈ ਆਪਣੀਆਂ ਘਿਣਾਉਣੀਆਂ ਚੀਜ਼ਾਂ ਰੱਖੀਆਂ ਭਈ ਉਹ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਨ"},{"number":31,"verse":"ਓਹਨਾਂ ਨੇ ਤੋਫਥ ਦੇ ਉੱਚੇ ਅਸਥਾਨ ਜਿਹੜੇ ਬਨ-ਹਿੰਨੋਮ ਦੀ ਵਾਦੀ ਵਿੱਚ ਹਨ ਬਣਾਏ ਭਈ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਧੀਆਂ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜਨ, ਜਿਹ ਦਾ ਨਾ ਮੈਂ ਹੁਕਮ ਦਿੱਤਾ, ਨਾ ਹੀ ਮੇਰੇ ਮਨ ਵਿੱਚ ਇਹ ਆਇਆ"},{"number":32,"verse":"ਏਸ ਲਈ ਵੇਖੋ, ਓਹ ਦਿਨ ਆ ਰਹੇ ਹਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿ ਅੱਗੇ ਨੂੰ ਏਹ ਤੋਫਥ ਨਾ ਅਖਵਾਏਗੀ ਅਰ ਨਾ ਬਨ-ਹਿੰਨੋਮ ਦੀ ਵਾਦੀ, ਸਗੋਂ “ਕਤਲ ਦੀ ਵਾਦੀ”, ਕਿਉਂ ਜੋ ਓਹ ਤੋਂਫਥ ਵਿੱਚ ਦੱਬਣਗੇ ਕਿਉਂਕਿ ਹੋਰ ਕੋਈ ਥਾਂ ਨਾ"},{"number":33,"verse":"ਅਤੇ ਏਸ ਪਰਜਾ ਦੀਆਂ ਲੋਥਾਂ ਅਕਾਸ਼ ਦੇ ਪੰਛੀ ਅਤੇ ਧਰਤੀ ਦੇ ਦਰਿੰਦੇ ਖਾਣਗੇ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਕੋਈ ਨਾ ਡਰਾਵੇਗਾ"},{"number":34,"verse":"ਤਦ ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਗਲੀਆਂ ਵਿੱਚੋਂ ਖੁਸ਼ੀ ਦੀ ਅਵਾਜ਼,. ਅਨੰਦ ਦੀ ਅਵਾਜ਼, ਲਾੜੇ ਦੀ ਅਵਾਜ਼ ਅਤੇ ਲਾੜੀ ਦੀ ਅਵਾਜ਼ ਬੰਦ ਕਰ ਦਿਆਂਗਾ ਕਿਉਂ ਜੋ ਏਹ ਦੇਸ ਉਜਾੜ ਬਣ ਜਾਵੇਗਾ।।"}]}