{"bibleAbbr":"paOV2016","bookName":"ਯਿਰਮਿਯਾਹ","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"( ਯਹੂਦਾਹ ਦੀ ਸਜ਼ਾ) ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਉਸ ਵੇਲੇ ਓਹ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੀਆਂ ਹੱਡੀਆਂ, ਸਰਦਾਰਾਂ ਦੀਆਂ ਹੱਡੀਆਂ, ਜਾਜਕਾਂ ਦੀਆਂ ਹੱਡੀਆਂ, ਨਬੀਆਂ ਦੀਆਂ ਹੱਡੀਆਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਸਨੀਕਾਂ ਦੀਆਂ ਹੱਡੀਆਂ ਓਹਨਾਂ ਦੀਆਂ ਕਬਰਾਂ ਵਿੱਚੋਂ ਕੱਢ ਲਿਆਉਣਗੇ"},{"number":2,"verse":"ਓਹ ਓਹਨਾਂ ਨੂੰ ਸੂਰਜ ਅੱਗੇ, ਚੰਦ ਅੱਗੇ ਅਤੇ ਅਕਾਸ਼ ਦੀ ਸਾਰੀ ਸੈਨਾਂ ਅੱਗੇ ਖਿਲਾਰ ਦੇਣਗੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਓਹ ਪਿਆਰ ਕਰਦੇ, ਜਿਨ੍ਹਾਂ ਦੀ ਓਹ ਪੂਜਾ ਕਰਦੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਓਹ ਪਿੱਛੇ ਚੱਲਦੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਓਹ ਤਾਲਿਬ ਸਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਓਹ ਮੱਥਾ ਟੇਕਦੇ ਸਨ, ਓਹ ਨਾ ਇਕੱਠੀਆਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ, ਨਾ ਦੱਬੀਆਂ ਜਾਣਗੀਆਂ, ਓਹ ਭੋਂ ਦੇ ਉੱਤੇ ਰੂੜੀ ਲਈ ਹੋਣਗੀਆਂ"},{"number":3,"verse":"ਓਹ ਸਾਰੇ ਜਿਹੜੇ ਏਸ ਬੁਰੀ ਕੁਲ ਦੇ ਬਚਿਆਂ ਹੋਇਆਂ ਵਿੱਚ ਬਚ ਰਹਿਣਗੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਥਾਵਾਂ ਵਿੱਚ ਜਿੱਥੇ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਹੱਕ ਦਿਆਂਗਾ ਮੌਤ ਨੂੰ ਜੀਉਣ ਨਾਲੋਂ ਵੱਧ ਚਾਹੁੰਣਗੇ, ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ!।।"},{"number":4,"verse":"ਤਦ ਤੂੰ ਓਹਨਾਂ ਨੂੰ ਆਖੇਂਗਾ, ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਜਦ ਓਹ ਡਿੱਗਦੇ ਹਨ ਤਾਂ ਕੀ ਓਹ ਫੇਰ ਨਹੀਂ ਉੱਠਦੇ? ਜਦ ਕੋਈ ਫਿਰ ਜਾਂਦਾ ਹੈ ਤਾਂ ਕੀ ਉਹ ਫੇਰ ਨਹੀਂ ਮੁੜਦਾ?"},{"number":5,"verse":"ਫੇਰ ਯਰੂਸ਼ਲਮ ਦੀ ਏਹ ਪਰਜਾ ਕਿਉਂ ਸਦਾ ਦੀ ਫਿਰਤ ਨਾਲ ਫਿਰ ਗਈ? ਓਹਨਾਂ ਨੇ ਮਕਰ ਨੂੰ ਫੜਿਆ ਹੋਇਆ ਹੈ, ਓਹ ਮੁੜਨ ਤੋਂ ਇਨਕਾਰੀ ਹਨ।"},{"number":6,"verse":"ਮੈਂ ਧਿਆਨ ਲਾਇਆ ਅਤੇ ਸੁਣਿਆ, ਪਰ ਓਹ ਤਾਂ ਅੱਛੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਬੋਲਦੇ, ਕੋਈ ਮਨੁੱਖ ਆਪਣੀ ਬੁਰਿਆਈ ਤੋਂ ਏਹ ਆਖ ਕੇ ਤੋਬਾ ਨਹੀਂ ਕਰਦਾ, ਕਿ ਮੈਂ ਕੀ ਕੀਤਾ ਹੈ? ਹਰੇਕ ਆਪਣੇ ਰਾਹ ਨੂੰ ਮੁੜਦਾ ਹੈ, ਜਿਵੇਂ ਘੌੜਾ ਲੜਾਈ ਵਿੱਚ ਸਰਪਟ ਦੌੜਦਾ ਹੈ,"},{"number":7,"verse":"ਨਾਲੇ ਹਵਾਈ ਲੰਮਢੀਂਗ ਆਪਣਾ ਸਮਾ ਜਾਣਦੀ ਹੈ, ਖੁਮਰੀ, ਅਬਾਬੀਲ ਅਤੇ ਸਾਰਸ, ਆਪਣੇ ਆਉਣ ਦੇ ਵੇਲੇ ਦੀ ਸਾਂਭ ਕਰਦੇ ਹਨ, ਪਰ ਮੇਰੀ ਪਰਜਾ ਯਹੋਵਾਹ ਦੇ ਨਿਆਉਂ ਨੂੰ ਨਹੀਂ ਜਾਣਦੀ।।"},{"number":8,"verse":"ਤੁਸੀਂ ਕਿਵੇਂ ਆਖਦੇ ਹੋ, ਕਿ ਅਸੀਂ ਬੁੱਧਵਾਨ ਹਾਂ, ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਬਿਵਸਥ ਸਾਡੇ ਕੋਲ ਹੈ? ਪਰ ਵੇਖੋ, ਲਿਖਣ ਵਾਲਿਆਂ ਦੀ ਝੂਠੀ ਲਿੱਖਣ ਨੇ ਉਸ ਝੂਠਾ ਹੀ ਕੰਮ ਕੀਤਾ ਹੈ।"},{"number":9,"verse":"ਬੁੱਧਵਾਨ ਲੱਜਿਆਵਾਨ ਹੋਣਗੇ, ਓਹ ਘਾਬਰ ਜਾਣਗੇ ਅਤੇ ਫੜੇ ਜਾਣਗੇ। ਵੇਖੋ, ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਨੂੰ ਰੱਦ ਦਿੱਤਾ, - ਓਹਨਾਂ ਦੀ ਏਹ ਕੀ ਬੁੱਧ ਹੋਈ?"},{"number":10,"verse":"ਏਸ ਲਈ ਮੈਂ ਓਹਨਾਂ ਦੀਆਂ ਤੀਵੀਆਂ ਹੋਰਨਾਂ ਨੂੰ ਦਿਆਂਗਾ, ਓਹਨਾਂ ਦੇ ਖੇਤ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰਨਗੇ, ਕਿਉਂ ਜੋ ਉਹ ਛੋਟੇ ਤੋਂ ਵੱਡੇ ਤੀਕ ਸਾਰਿਆਂ ਦੇ ਸਾਰੇ ਨਫ਼ੇ ਦੇ ਲੋਭੀ ਹਨ, ਨਬੀ ਤੋਂ ਜਾਜਕ ਤੀਕ ਸਾਰਿਆਂ ਦੇ ਸਾਰੇ ਧੋਖਾ ਕਰਦੇ ਹਨ।"},{"number":11,"verse":"ਓਹਨਾਂ ਨੇ ਮੇਰੀ ਪਰਜਾ ਦੇ ਫੱਟਾਂ ਨੂੰ ਥੋੜਾ ਜਿਹਾ ਚੰਗਾ ਕੀਤਾ, ਓਹ ਆਖਦੇ ਹਨ, ਸ਼ਾਂਤੀ, ਸ਼ਾਂਤੀ! ਪਰ ਸ਼ਾਂਤੀ ਹੈ ਨਹੀਂ।"},{"number":12,"verse":"ਕੀ ਓਹ ਲੱਜਿਆਵਾਨ ਹੋਏ ਜਦ ਓਹਨਾਂ ਨੇ ਘਿਣਾਉਣੇ ਕੰਮ ਕੀਤੇ? ਨਹੀਂ, ਓਹ ਮੂਲੋਂ ਹੀ ਲੱਜਿਆਵਾਨ ਨਾ ਹੋਏ! ਓਹਨਾਂ ਨੇ ਲਾਲ ਪੀਲਾ ਹੋਣ ਨੂੰ ਜਾਣਿਆ ਵੀ ਨਾ! ਏਸ ਲਈ ਓਹ ਡਿੱਗਿਆ ਹੋਇਆਂ ਦੇ ਵਿੱਚ ਡਿੱਗ ਪੈਣਗੇ, ਜਿਸ ਵੇਲੇ ਮੈਂ ਓਹਨਾਂ ਦੀ ਖ਼ਬਰ ਲਵਾਂਗਾ। ਓਹ ਠੁਕਰਾਏ ਜਾਣਗੇ, ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ।।"},{"number":13,"verse":"ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਮੂਲੋਂ ਮਿਟਾ ਦਿਆਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਨਾ ਬੇਲ ਵਿੱਚ ਅੰਗੂਰ ਹੋਣਗੇ, ਨਾ ਹਜੀਰ ਵਿੱਚ ਹਜੀਰਾਂ, ਪੱਤੇ ਵੀ ਕੁਮਲਾ ਜਾਣਗੇ, ਅਤੇ ਜੋ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਦਿੱਤਾ ਉਹ ਜਾਂਦਾ ਰਹੇਗਾ।।"},{"number":14,"verse":"ਅਸੀਂ ਕਿਉਂ ਬੈਠੇ ਹਾਂ? ਇਕੱਠੇ ਹੋ ਜਾਓ ਅਤੇ ਆਓ, ਅਸੀਂ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਵੜ ਜਾਈਏ, ਉੱਥੇ ਅਸੀਂ ਮੁੱਕ ਜਾਈਏ, ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਨੂੰ ਮੁਕਾ ਦਿੱਤਾ, ਅਤੇ ਸਾਨੂੰ ਵਿਹੁ ਵਾਲਾ ਪਾਣੀ ਪਿਲਾ ਦਿੱਤਾ, ਅਸਾਂ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਪਾਪ ਜੋ ਕੀਤਾ ਸੀ।"},{"number":15,"verse":"ਅਸਾਂ ਸ਼ਾਂਤੀ ਨੂੰ ਉਡੀਕਿਆ ਪਰ ਕੋਈ ਚੰਗੀ ਚੀਜ਼ ਨਾ ਆਈ, ਅਤੇ ਤੰਦਰੁਸਤੀ ਦੇ ਮੌਕੇ ਨੂੰ ਵੀ, ਪਰ ਵੇਖੋ, ਭੈ ਸੀ।"},{"number":16,"verse":"ਉਸ ਦੇ ਘੋੜਿਆਂ ਦੇ ਖਰਾਟਿਆਂ ਦੀ ਅਵਾਜ਼ ਦਾਨ ਤੋਂ ਸੁਣਾਈ ਦਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਜੰਗੀ ਘੋੜਿਆਂ ਦੇ ਹਿਣਕਣ ਦੀ ਅਵਾਜ਼ ਨਾਲ ਸਾਰੀ ਧਰਤੀ ਕੰਬ ਜਾਂਦੀ ਹੈ! ਓਹ ਆਉਂਦੇ ਹਨ, ਓਹ ਧਰਤੀ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਦੇ ਵਿੱਚ ਹੈ ਨਿਗਲ ਲੈਂਦੇ ਹਨ, ਸ਼ਹਿਰ ਅਤੇ ਉਸ ਦੇ ਵਸਨੀਕਾਂ ਨੂੰ ਵੀ।"},{"number":17,"verse":"ਵੇਖੋ ਤਾਂ, ਮੈਂ ਤੁਹਾਡੇ ਵਿੱਚ ਸੱਪਾਂ ਨੂੰ ਘੱਲਾਂਗਾ, ਨਾਲੇ ਨਾਗ ਜਿਹੜੇ ਮੰਤਰੇ ਨਹੀਂ ਜਾਂਦੇ। ਓਹ ਤੁਹਾਨੂੰ ਡੰਗ ਮਾਰਨਗੇ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":18,"verse":"ਮੈਂ ਕਦ ਗ਼ਮ ਤੋਂ ਦਿਲਾਸਾ ਪਾਵਾਂਗਾ? ਮੇਰਾ ਦਿਲ ਮੇਰੇ ਵਿੱਚ ਖੁੱਸਦਾ ਹੈ।"},{"number":19,"verse":"ਵੇਖੋ, ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਦੀ ਦੁਹਾਈ ਦੀ ਅਵਾਜ਼ ਦੂਰ ਦੇਸ ਤੋਂ ਆਉਂਦੀ ਹੈ। ਕੀ ਯਹੋਵਾਹ ਸੀਯੋਨ ਵਿੱਚ ਨਹੀਂ? ਕੀ ਉਸ ਦਾ ਪਾਤਸ਼ਾਹ ਉਸ ਵਿੱਚ ਨਹੀਂ? ਓਹਨਾਂ ਕਿਉਂ ਆਪਣੀਆਂ ਘੜੀਆਂ ਹੋਈਆਂ ਮੂਰਤਾਂ ਨਾਲ ਮੈਨੂੰ ਕ੍ਰੋਧਵਾਨ ਕੀਤਾ, ਅਤੇ ਓਪਰੀਆਂ ਫੋਕੀਆਂ ਨਾਲ?"},{"number":20,"verse":"ਫ਼ਸਲ ਲੰਘ ਗਈ ਅਤੇ ਗਰਮੀ ਮੁੱਕ ਗਈ, ਪਰ ਅਸੀਂ ਬਚਾਏ ਨਾ ਗਏ।"},{"number":21,"verse":"ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਦੇ ਫੱਟਾਂ ਦੇ ਕਾਰਨ ਮੈਂ ਫੱਟੜ ਹਾਂ, ਮੈਂ ਉਦਾਸ ਹਾਂ, ਘਬਰਾਹਟ ਨੇ ਮੈਨੂੰ ਆ ਫ਼ੜਿਆ ਹੈ।"},{"number":22,"verse":"ਕੀ ਗਿਲਆਦ ਵਿੱਚ ਬਲਸਾਨ ਦਾ ਰੋਗਨ ਹੈ ਨਹੀਂ? ਕੀ ਉੱਥੇ ਕੋਈ ਤਬੀਬ ਨਹੀਂ? ਫੇਰ ਕਿਉਂ ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਤਕੜੀ ਨਹੀਂ ਹੁੰਦੀ?।।"}]}