{"bibleAbbr":"neNRV2012","bookName":"२ शमूएल","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"( दाऊदले शाऊलको मृत्यूको समाचार पाएका) अमालेकीहरूमाथिको विजयपछि दाऊद फर्के र तिनले दुई दिन सिक्‍लगमा बिताए।"},{"number":2,"verse":"शाऊलका मृत्‍युको तेस्रो दिन आफ्‍नो लुगा च्‍यातेको र टाउकोमा धूलो हालेको एक जना मान्‍छे शाऊलको शिविरबाट आयो। जब त्‍यो दाऊदको सामु आइपुग्‍यो, त्‍यसले भूइँमा घोप्‍टो परेर दाऊदलाई दण्‍डवत् गर्‍यो।"},{"number":3,"verse":"दाऊदले त्‍यसलाई सोधे, “तँ कहाँबाट आएको होस्?” त्‍यसले भन्‍यो, “म इस्राएलको शिविरबाट उम्‍केर आएको हुँ।”"},{"number":4,"verse":"अनि दाऊदले त्‍यसलाई फेरि सोधे, “समाचार के छ त?” “मलाई भन्।” त्‍यसले भन्‍यो, “सेना रणभूमिबाट खेदियो, र लड़ाइँमा धेरै जना मारिए। शाऊल र उनका छोरा जोनाथन पनि मारिए।”"},{"number":5,"verse":"दाऊदले समाचार ल्‍याउने त्‍यस जवान मानिसलाई सोधे, “शाऊल र जोनाथन मारिए भनी तैंले कसरी जानिस्?”"},{"number":6,"verse":"त्‍यस मानिसले भन्‍यो, “म गिल्‍बो डाँड़ामा थिएँ, अनि शाऊल आफ्‍नो भालामाथि झुकेका मैले देखें। अनि रथहरू र घोड़चढ़ीहरू उनको ठीक पछि मात्र थिए। ( ; )"},{"number":7,"verse":"पछि फर्केर हेर्दा उनले मलाई देखे, र मलाई बोलाए। मैले भनें, ‘हजूर, के हो?’"},{"number":8,"verse":"“उनले मलाई ‘तँ को होस्?’ भनी सोधे। मैले ‘म एक अमालेकी हुँ’ भनें।"},{"number":9,"verse":"“तब उनले मलाई भने, ‘मेरो छेउमा आएर मलाई खतम गर्। म जिउँदै छु, तरै पनि मृत्‍युको मुखैमा पुगिसकेको छु’।"},{"number":10,"verse":"“यसैले म उनको छेउमा गएँ, र मैले उनलाई मारें। किनकि उनी यति साह्रो गलिसकेका थिए कि उनी बाँच्‍दैनन् भनी मलाई थाहा थियो। तब मैले उनको शिरबाट शिरपेच र पाखुराबाट बाजू लिएँ, र ती यहाँ हजूरकहाँ ल्‍याएको छु।”"},{"number":11,"verse":"यो कुरा सुनेर दाऊदले आफ्‍नो लुगा च्‍याते, अनि तिनीसँग भएका सबै मानिसहरूले पनि त्‍यसै गरे।"},{"number":12,"verse":"अनि शाऊल, उनका छोरा जोनाथन, र परमप्रभुको सेना र इस्राएलका घराना लड़ाइँमा मारिएका हुनाले तिनीहरू छाती पिटी पिटीकन रोए, र साँझसम्‍मै उपवास बसे।"},{"number":13,"verse":"तब दाऊदले समाचार ल्‍याउने त्‍यस जवान मानिसलाई भने, “तँ कहाँबाट आएको होस्?” त्‍यसले जवाफ दियो, “म एक विदेशीको छोरो, एक अमालेकी हुँ।”"},{"number":14,"verse":"दाऊदले भने, “परमप्रभुका अभिषिक्त जनलाई मार्न भनी हात उठाउनु के तँलाई डर लागेन?”"},{"number":15,"verse":"तब तिनले आफ्‍ना मानिसहरूमध्‍येको एक जनालाई त्‍यस मानिसलाई प्रहार गर्ने हुकुम गरे। यसैले त्‍यस मानिसले त्‍यसलाई हिर्काएर मार्‍यो।"},{"number":16,"verse":"किनकि दाऊदले त्‍यसलाई यसो भनेका थिए, “तेरो रगत तेरै शिरमाथि परोस्। जब तैंले भनिस्, ‘मैले परमप्रभुका अभिषिक्त जनलाई मारें,’ तब आफ्‍नै मुखले तैंले आफैलाई दोषी ठहराइस्।”"},{"number":17,"verse":"( शाऊल र जोनाथनका निम्‍ति दाऊदको विलाप) त्‍यसपछि शाऊल र उनका छोरा जोनाथनका निम्‍ति दाऊदले यसरी विलाप गरे,"},{"number":18,"verse":"अनि यो विलापको गीत यहूदाका मानिसहरूलाई सिकाउनू भनी हुकुम गरे। याशारको पुस्‍तकमा यो गीत लेखिएको छ: ( )"},{"number":19,"verse":"“हे इस्राएल, तिम्रो महिमा डाँड़ाहरूमा मरी ढलेको छ। महावीरहरू कसरी ढले!"},{"number":20,"verse":"“गातमा यो कुरा नसुनाऊ, अश्‍कलोनका सड़कहरूमा यो कुरा प्रचार नगर, नत्रता पलिश्‍तीका छोरीहरू रमाउनेछन्, नत्रता खतना नभएकाहरूका छोरीहरू हर्षित हुनेछन्।"},{"number":21,"verse":"“हे गिल्‍बोका डाँड़ाहरू हो, तिमीहरूमाथि शीत कि पानी नपरोस्, न त तिमीहरूमा अन्‍न दिने खेत नै होऊन्। किनभने योद्धाको ढाल त्‍यहाँ अशुद्ध भयो, शाऊलको ढाल तेलविनै निस्‍तेज भयो।"},{"number":22,"verse":"शत्रुको छातीबाट, मारिएकाहरूको रगतबाट जोनाथनको धनु कहिल्‍यै पछि फर्केन। शाऊलको तरवार म्‍यानमा कहिल्‍यै रित्तै फर्केन।"},{"number":23,"verse":"“शाऊल र जोनाथन जीवित हुँदा मनपर्दा र मयालु थिए। मृत्‍युमा पनि उनीहरू अलग भएनन्। उनीहरू गरुडहरूभन्‍दा पनि तीव्र थिए, सिंहहरूभन्‍दा पनि बलिया थिए।"},{"number":24,"verse":"“हे इस्राएलका छोरी हो, शाऊलको निम्‍ति रोओ। जसले तिमीहरूलाई राता-राता दामी बुट्टादार लुगाहरूले पहिराउँथे, जसले तिमीहरूका लुगाहरू सुनका गहनाहरूले चहकिला पार्थे।"},{"number":25,"verse":"“महावीरहरू रणभूमिमा कसरी ढले! जोनाथन तिमीहरूका डाँड़ामा मरी ढलेका छन्।"},{"number":26,"verse":"हे जोनाथन, मेरा भाइ, तिम्रो निम्‍ति म विलाप गर्दछु। तिमी मेरो निम्‍ति प्रिय र मनपर्दा थियौ। मप्रतिको तिम्रो प्रेम अचम्‍मको थियो, स्‍त्रीको प्रेमलाई जित्‍ने।"},{"number":27,"verse":"“महावीरहरू कसरी ढले! युद्धका हतियारहरू नष्‍ट भए।”"}]}