{"bibleAbbr":"neNRV2012","bookName":"२ शमूएल","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( अमनोन र तामार) दाऊदका छोरा अब्‍शालोमकी तामार नाउँ भएकी एउटी सुन्‍दरी बहिनी थिइन्। अनि दाऊदका अर्का छोरा अमनोन तिनीसँग प्रेममा फसे।"},{"number":2,"verse":"अमनोन आफ्‍नी सौतेली बहिनीको प्रेमले गर्दा यति व्‍याकुल भए कि उनी रोगाउँदैगए। किनभने तिनी कन्‍ये-केटी भएकी हुनाले तिनीसँग केही गर्न अमनोनलाई असम्‍भव थियो।"},{"number":3,"verse":"तर दाऊदका दाजु शिमाहका छोरा योनादाब नाउँ भएका अमनोनका एक मित्र थिए, जो अत्‍यन्‍तै चतुर थिए।"},{"number":4,"verse":"तिनले अमनोनलाई भने, “हे राजकुमार, तिमी यसरी दिनदिनै हताश हुँदैजाँदैछौ, मलाई किन कारण भन्‍दैनौ?” तब अमनोनले उनलाई भने, “म मेरा भाइ अब्‍शालोमकी बहिनी तामारसँग प्रेममा फसेको छु।”"},{"number":5,"verse":"योनादाबले तिनलाई भने, “बिरामी छु भन्‍ने बहाना गरेर ओछ्यानमा सुतिरह। जब तिम्रा पिता तिमीलाई हेर्न आउँछन् तब तिनलाई भन, ‘कृपा गरी मेरी बहिनी तामार आएर मलाई मेरो खानेकुरा देओस्। त्‍यसले मेरै सामुन्‍ने त्‍यो पकाओस्, र म त्‍यसले बनाएकी हेर्छु, र त्‍यसकै हातबाट खानेछु’।”"},{"number":6,"verse":"यसैले अमनोन बिरामी परेको बहाना गरेर ओछ्यानमा सुतिरहे। जब राजा उनलाई हेर्न आए तब उनले भने, “हजूर, मेरी बहिनी तामार आएर मेरै सामु केही विशेष रोटी बनाइदेओस्, र म त्‍यसको हातबाट खान पाऊँ।”"},{"number":7,"verse":"दाऊदले महलमा तामारकहाँ यसो भनेर समाचार पठाए, “तिम्रो दाजु अमनोनको कोठामा गएर त्‍यसको निम्‍ति खानेकुरा पकाइदेऊ।”"},{"number":8,"verse":"तामार तिनका दाजुकहाँ आइन्, र उनलाई सुतिरहेका भेट्टाइन्। तिनले केही पीठो मुछेर उनको सामुन्‍ने रोटी पकाइदिइन्।"},{"number":9,"verse":"तब तिनले तावा लगेर अमनोनको सामुन्‍ने रोटी हालिदिइन्, तर अमनोनले खान मानेनन्। तब अमनोनले सबैलाई आफ्‍नो कोठाबाट जाने हुकुम गरे।"},{"number":10,"verse":"जब तिनीहरू सबै गए, तब उनले तामारलाई भने, “खानेकुरा मेरो भित्री कोठामा ल्‍याऊ, र म त्‍यहाँ तिम्रो हातबाट खानेछु।” आफूले बनाएका रोटीहरू तामारले अमनोनकहाँ भित्री कोठामा लगिन्।"},{"number":11,"verse":"तर जब तिनले अमनोनलाई ती दिइन् तब उनले तिनलाई समातेर भने, “हे मेरी बहिनी, आऊ, मसित सुत।”"},{"number":12,"verse":"तर तिनले जवाफ दिइन्, “होइन मेरो दाज्‍यै, मेरो बेइज्‍जत नगर्नुहोस्। यस्‍तो काम इस्राएलमा गर्नुहुँदैन। यस्‍तो नीच काम नगर्नुहोस्।"},{"number":13,"verse":"मैले मेरो अनुहार कहाँ गएर देखाउनु? अनि तपाईं पनि इस्राएलमा एक दुष्‍ट, मूर्ख बन्‍नुहुनेछ। मेरो निम्‍ति राजासित कुरा गर्नुहोस्, अनि मसित विवाह गर्नलाई उहाँले तपाईंलाई इन्‍कार गर्नुहुनेछैन।”"},{"number":14,"verse":"तर उनले तामारको कुरा ट्याक्‍कै सुनेनन्, र तिनलाई जबरजस्‍ती गरेर समाते, र तिनको बेइज्‍जत गरी तिनीसँग सुते।"},{"number":15,"verse":"त्‍यसपछि अमनोनले तिनलाई अत्‍यन्‍त घृणा गर्न लागे। अमनोनको अघिको प्रेमभन्‍दा अहिलेको घृणा धेरै थियो। अमनोनले तिनलाई भने, “उठेर गइहाल्।”"},{"number":16,"verse":"तिनले जवाफ दिएर भनिन्, “अँहँ, मलाई यसरी निकाल्‍नु त साह्रै दुष्‍ट कुरा हो। तपाईंले मसित गर्नुभएको कामभन्‍दा यो झन् असहाय छ।” उनले तिनको कुरा सुन्‍दैसुनेनन्,"},{"number":17,"verse":"र आफ्‍नो चाकरी गर्ने केटालाई बोलाएर भने, “यस आइमाईलाई निकालिदे। यसलाई बाहिर निकालेर ढोकामा आग्‍लो लगाइदे।”"},{"number":18,"verse":"चाकरी गर्ने त्‍यस ठिटाले तिनलाई बाहिर निकालिदियो, र ढोकामा आग्‍लो लगाइदियो। तामारले विवाह नगरेकी राजकुमारीले लाउने लामो बाहुला भएको लुगा लगाएकी थिइन्।"},{"number":19,"verse":"तामारले आफ्‍नो कपालमा खरानी हालिन्, आफूले लगाएको लामो बाहुलाको लुगा च्‍यातिन्, र कपालमा हात राख्‍दै रुँदैगइन्।"},{"number":20,"verse":"तिनका दाजु अब्‍शालोमले तिनलाई सोधे, “के तेरा दाजु अमनोन तँसित थिए? अब चूप लागी बस्। उनी तेरा दाजु हुन्, यस विषयमा साह्रै चिन्‍ता नगर्।” अनि तामार आफ्‍ना दाजु अब्‍शालोमको घरमा एक त्‍यागिएकी स्‍त्रीझैँ बसिन्।"},{"number":21,"verse":"जब दाऊद राजाले यी सब सुने तब तिनी साह्रै रिसाए।"},{"number":22,"verse":"अब्‍शालोमले अमनोनलाई असल वा खराब केही भनेनन्। आफ्‍नी बहिनी तामारलाई बेइज्‍जत गरेको कारण अब्‍शालोमले अमनोनलाई घृणा गर्न लागे।"},{"number":23,"verse":"( अब्‍शालोमको प्रतिशोध) दुई वर्षपछि अब्‍शालोमले सबै राजकुमारहरूलाई एफ्राइमको नजिक बाल-हासोरमा ऊन कत्रने उत्‍सवमा निम्‍तो दिए।"},{"number":24,"verse":"अब्‍शालोमले राजाकहाँ आएर भने, “हजूर, म ऊन कत्रने उत्‍सव मनाइरहेछु। के राजा र उहाँका सेवकहरू पाल्‍नुहुन्‍छ कि?”"},{"number":25,"verse":"राजाले जवाफ दिए, “अँहँ, मेरा छोरा, हामी सबै आएर तिमीलाई भार हुन चाहन्‍नौं।” अब्‍शालोमले ढिपी गरे, तर दाऊद जानलाई राजी भएनन्, र आफ्‍नो आशीर्वाद दिएर तिनलाई बिदा गरे।"},{"number":26,"verse":"तब अब्‍शालोमले भने, “हजूर आउन सक्‍नुहुन्‍न भने मेरा दाजु अमनोनलाई हामीसँग आउन दिनुहुन्‍छ कि?” राजाले सोधे, “त्‍यो किन तिमीसँग जाने र?”"},{"number":27,"verse":"तर अब्‍शालोमले फेरि जिद्दी गरे। यसैले दाऊदले अमनोन र अरू सबै राजकुमारहरूलाई तिनीसित जान दिए।"},{"number":28,"verse":"अब्‍शालोमले आफ्‍ना मानिसहरूलाई यस्‍तो आज्ञा दिए, “मौका हेरिबस, अनि जब अमनोन मातेर मस्‍त भएका हुन्‍छन् र म ‘अमनोनलाई मार्!’ भन्‍नेछु, तब तिमीहरूले उनलाई मार्नू। डराउने केही काम छैन। यो मेरो हुकुम हो। हिम्मत गरी दृढ़ बस।”"},{"number":29,"verse":"अनि अब्‍शालोमका मानिसहरूले तिनले भनेझैँ गरे। तब सबै राजकुमारहरू हतार-हतार आ-आफ्‍नो खच्‍चरमा चढ़ेर घरतिर लागे।"},{"number":30,"verse":"तिनीहरू बाटैमा हुँदा राजाकहाँ यस्‍तो हल्‍ला पुग्‍यो, “अब्‍शालोमले सबै राजकुमारलाई मारे, अनि कोही पनि जीवित छैन।”"},{"number":31,"verse":"तब राजा उठेर आफ्‍ना लुगा च्‍याते, र भूइँमा पस्रिए। तिनका वरिपरि उभिएका नोकरहरूले पनि आ-आफ्‍ना लुगा च्‍याते।"},{"number":32,"verse":"तर दाऊदका दाजु शिमाहका छोरा योनादाबले भने, “तिनीहरूले सबै जवान राजकुमारहरूलाई मारे भनी हजूरले नसम्‍झनुहोला। अमनोन मात्र मारिएको छ। तिनकी बहिनी तामारलाई अमनोनले बलात्‍कार गरेको दिनदेखि यसो अब्‍शालोमको त्‍यो नियत जाहेर थियो।"},{"number":33,"verse":"सबै राजकुमारहरू मरे भन्‍ने झूटो हल्‍लामा हजूरले ध्‍यान नदिनुहोला। अमनोन मात्र मारिएको छ।”"},{"number":34,"verse":"त्‍यसै बीचमा अब्‍शालोम भागेर गए। तब पहरादारले यसो मास्‍तिर हेर्दा मानिसहरूको एउटा भीड़ होरोनैमदेखि डाँड़ै-डाँड़ा तलतिर झरिरहेको देख्‍यो। त्‍यसले आएर राजालाई यसो भनेर खबर दियो, “होरोनैमदेखि डाँड़ै-डाँड़ा मानिसहरू आइरहेका मैले देखें।”"},{"number":35,"verse":"योनादाबले राजालाई भने, “हेर्नुहोस्, तिनीहरू आउँछन् भनी मैले भनेझैँ राजकुमारहरू आइरहेका छन्।”"},{"number":36,"verse":"तिनले बोलिसक्‍ने बित्तिकै राजकुमारहरू भित्र आए, अनि डाँको छोड़ी विलाप गर्न लागे। राजा र तिनका सबै नोकरहरू पनि धुरुधुरु रोए।"},{"number":37,"verse":"अब्‍शालोम गशूरका राजा अम्‍मीहूदका छोरा तल्‍मैकहाँ गएर शरण लिए। तर राजाले दिनदिनै आफ्‍नो छोरा अमनोनको निम्‍ति विलाप गरे। ( )"},{"number":38,"verse":"गशूरमा भागेपछि अब्‍शालोम तीन वर्षसम्‍म त्‍यहाँ बसे।"},{"number":39,"verse":"अनि अमनोनको मृत्‍युबारे तिनको हृदयले शान्‍ति पाएपछि दाऊदलाई फेरि अब्‍शालोमकहाँ जान मन लाग्‍यो।"}]}