{"bibleAbbr":"neNRV2012","bookName":"२ शमूएल","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"( जनगणना र त्यसको दण्ड) फेरि परमप्रभुको क्रोध इस्राएलीहरूमाथि दन्‍कियो, अनि उहाँले दाऊदलाई तिनीहरूका विरुद्धमा सुर्‍याउनुभयो, र तिनलाई इस्राएल र यहूदाको गणना गर्नू भनी हुकुम गर्नुभयो। ( )"},{"number":2,"verse":"यसैकारण दाऊदले योआब र तिनीसँग भएका सेनापतिहरूलाई दानदेखि बेर्शेबासम्‍म इस्राएलका सबै कुलहरूका चारैतिर गएर लड़ाकू मानिसहरूको गणना गरेर तिनीहरूको संख्‍या तिनीकहाँ ल्‍याउन भनी हुकुम गरे।"},{"number":3,"verse":"तर योआबले राजालाई भने, “परमप्रभु हजूरका परमेश्‍वरले मानिसहरूलाई सय गुणा वृद्धि गरिदेऊन्, र हजूर मेरा मालिकका आँखाले ती सबै कुरा देख्‍न पाऊन्। तर मेरा मालिक राजाले यस्‍तो काम किन गर्न चाहनुहुन्‍छ?”"},{"number":4,"verse":"तर राजाको आज्ञा योआब र सेनापतिहरूमाथि प्रबल भयो, र इस्राएलका लड़ाकू मानिसहरूको गन्‍ती गर्नलाई तिनीहरू राजाका सामुबाट निस्‍के।"},{"number":5,"verse":"तिनीहरूले यर्दन पार गरे, र अरोएरनेरका दक्षिणपट्टिको खोलामा पाल टाँगे, गाद भएर याजेरसम्‍म अगि बढ़े।"},{"number":6,"verse":"तब तिनीहरू गिलाद र तातीम-होदशी अनि दान-यानमा र सीदोनको फेरो मारे।"},{"number":7,"verse":"तिनीहरू टुरोसको गढ़ीसम्‍म गए, र हिव्‍वी र कनानीहरूका सबै सहरहरूमा गए। त्‍यसपछि यहूदाको नेगेव भनिने दक्षिण देशको बेर्शेबामा गए।"},{"number":8,"verse":"तिनीहरूले जम्‍मै देश छिचले, अनि नौ महिना बीस दिनपछि यरूशलेममा फर्किआए।"},{"number":9,"verse":"तब योआबले मानिसहरूको जम्‍मा संख्‍या राजालाई यसरी बताइदिए: हतियार चलाउन सक्‍ने लड़ाकू मानिसहरू इस्राएलमा आठ लाख र यहूदामा पाँच लाख थिए।"},{"number":10,"verse":"मानिसहरूको जनगणना गरिसकेपछि दाऊदको विवेकले तिनलाई सतायो, र तिनले परमप्रभुलाई भने, “मैले साह्रै दुष्‍ट काम गरेको छु! हे परमप्रभु, बिन्‍ती छ, आफ्‍नो दासको अपराधलाई दूर गर्नुहोस्। म साह्रै मूर्ख भएँ।”"},{"number":11,"verse":"तिनी भोलिपल्‍ट बिहानै उठे। तर यसै बीचमा परमप्रभुको वचन दाऊदका अगमवक्ता गादकहाँ आइसकेको थियो:"},{"number":12,"verse":"“गएर दाऊदलाई यसो भन्, ‘परमप्रभु यसो भन्‍नुहुन्‍छ: म तेरो अगि तीन वटा कुरा दिँदैछु। तीमध्‍ये एउटा चुन्, र त्‍यही नै म तँमाथि ल्‍याउनेछु’।”"},{"number":13,"verse":"तब गाद आएर त्‍यही कुरा दोहोर्‍याएर दाऊदलाई भने, “हजूरको देशमा तीन वर्षसम्‍म अनिकाल परोस्, अथवा तीन महिनासम्‍म हजूरलाई खेद्ने शत्रुहरूबाट भागिरहने हजूरको अवस्‍था होस्, वा हजूरको देशमा तीन दिनसम्‍म रूढ़ी चलोस्? अब विचार गर्नुहोस्, र मलाई पठाउनुहुनेकहाँ मैले के जवाफ लानुपर्छ सो भन्‍नुहोस्।”"},{"number":14,"verse":"तब दाऊदले गादलाई भने, “म त साह्रै सङ्कष्‍टमा परेको छु। हामीलाई परमप्रभुको हातमा पर्नु नै बेस होला, किनभने उहाँको करुणा महान् छ। तर मलाई मानिसहरूका हातमा पर्नु नपरोस्।”"},{"number":15,"verse":"यसैकारण बिहानदेखि तोकेको समयसम्‍म इस्राएलभरि परमप्रभुले रूढ़ी पठाइदिनुभयो, र दानदेखि बेर्शेबासम्‍म सत्तरी हजार मानिसहरू मरे।"},{"number":16,"verse":"जब स्‍वर्गदूतले यरूशलेम नष्‍ट पार्नलाई त्‍यसतिर आफ्‍नो हात पसारे, तब त्‍यस्‍तो सत्‍यानाश गर्नदेखि परमप्रभुको मन बदल्‍यो, र मानिसहरूलाई नाश गर्ने ती स्‍वर्गदूतलाई उहाँले भन्‍नुभयो, “बस, भयो। तिम्रो हात थाम।” त्‍यस बेला परमप्रभुका ती दूत यबूसी अरौनाका खलाको छेउमा उभिरहेका थिए।"},{"number":17,"verse":"जब दाऊदले मानिसहरूलाई मार्दैगर्ने ती स्‍वर्गदूतलाई देखे, तब तिनले परमप्रभुलाई भने, “यो खराबी त मैले पो गरेको हुँ, पाप मेरै हो। तर यी बिचरा भेड़ाहरूले के गरेका थिए? तपाईंको हात म र मेरो घरानामाथि परोस्।”"},{"number":18,"verse":"( दाऊदको वेदी) त्‍यही दिन गाद दाऊदकहाँ आएर तिनलाई भने, “गएर यबूसी अरौनाको खलामा प्रभुको निम्‍ति एउटा वेदी बनाउनुहोस्।”"},{"number":19,"verse":"गादद्वारा परमप्रभुले आज्ञा गर्नुभएझैँ दाऊदमाथि उक्‍लेर गए।"},{"number":20,"verse":"जब अरौनाले राजा र तिनका मानिसहरूलाई आफू भएतिर आइरहेका देखे, तब तिनी गएर राजाको सामुन्‍ने घोप्‍टो परी दण्‍डवत् गरेर भने, “हजूर किन हजूरको दासलाई भेट गर्नलाई आउनुभयो?”"},{"number":21,"verse":"दाऊदले जवाफ दिए, “मानिसहरूमाथि चलेको यो रूढ़ी बन्‍द होस् भनी परमप्रभुको निम्‍ति एउटा वेदी बनाउनलाई तिम्रो खला किन्‍न भनी म आएको हुँ।”"},{"number":22,"verse":"अरौनाले दाऊदलाई भने, “बिन्‍ती छ, हजूर, त्‍यो लानुहोस्, र जस्‍तो योग्‍य सम्‍झनुहुन्‍छ, त्‍यस्‍तो बलिदान चढ़ाउनुहोस्। होमबलिको निम्‍ति मकहाँ गोरुहरू र दाउराको निम्‍ति तिनका जुवा र दाइँ गर्ने काठहरू छन्।”"},{"number":23,"verse":"अरौनाले यो सबै राजालाई तिनका कामको निम्‍ति दिएर भने, “परमप्रभु हजूरका परमेश्‍वरले हजूरलाई ग्रहण गरून्।”"},{"number":24,"verse":"तर राजाले अरौनालाई भने, “होइन, म ती तिमीबाट किन्‍नेछु। पैसा नपरेको चीज लिएर परमप्रभु मेरा परमेश्‍वरलाई म बलिदान चढ़ाउनेछैनँ।” यसकारण दाऊदले त्‍यो खला र गोरुहरू चाँदीका पचास सिक्‍कामा किने।"},{"number":25,"verse":"त्‍यहाँ तिनले परमप्रभुको निम्‍ति एउटा वेदी बनाए, र होमबलि र मेलबलिहरू चढ़ाए। तब देशको निम्‍ति तिनले गरेको प्रार्थना परमप्रभुले स्‍वीकार गर्नुभयो, र इस्राएलमा चलेको रूढ़ी थामियो।"}]}