{"bibleAbbr":"TERV1998","bookName":"மாற்கு","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"(சூம்பின கை குணமாக்கப்படுதல்)((470 12:9-14; 490 6:6-11)) மறுமுறையும் ஜெப ஆலயத்திற்குள் இயேசு நுழைந்தார். அங்கே சூம்பின கையை உடைய ஒரு மனிதன் இருந்தான்."},{"number":2,"verse":"இயேசு தவறாக ஏதேனும் செய்யும் பட்சத்தில் அவரைக் குற்றம் சாட்டலாம் என்று சில யூதர்கள் கவனித்துக்கொண்டிருந்தனர். ஓய்வு நாளில் அவனைக் குணமாக்குவாரா என்று பார்க்கக் காத்திருந்தனர்."},{"number":3,"verse":"இயேசு சூம்பிய கையை உடையவனிடம், “எழுந்து இங்கே நில். அப்போதுதான் உன்னை எல்லாரும் பார்க்க முடியும்” என்றார்."},{"number":4,"verse":"பிறகு இயேசு மக்களிடம், “ஓய்வு நாளில் எது செய்வது சரியாக இருக்கும்? நன்மை செய்வதா, தீமை செய்வதா? ஒரு உயிரைக் காப்பாற்றுவது சரியா? அழிப்பது சரியா?” என்று கேட்டார். மக்கள் பதிலொன்றும் சொல்லவில்லை."},{"number":5,"verse":"இயேசு மக்களைப் பார்த்தார். அவருக்கோ கோபம் வந்தது. அவர்கள் கடின மனம் உடையவர்களாய் இருந்ததால் இயேசுவுக்கு வருத்தம் ஏற்பட்டது. இயேசு அந்த மனிதனிடம், “உன் கையை நீட்டு” என்றார். அவனும் இயேசுவிடம் தன் கையை நீட்டினான். அது குணமாகியது."},{"number":6,"verse":"பிறகு பரிசேயர்கள் அந்த இடத்தை விட்டுப் போய் ஏரோதியரோடு கூடக் கலந்து இயேசுவைக் கொல்வதற்குத் திட்டமிட்டனர்."},{"number":7,"verse":"(இயேசுவின் பின் திரளான கூட்டம்) தனது சீஷர்களோடு இயேசு ஏரிப்பக்கம் சென்றார். கலிலேயா மக்களில் பலர் அவரைப் பின் தொடர்ந்தனர்."},{"number":8,"verse":"பிறகு யூதேயாவில் இருந்தும், எருசலேமிலிருந்தும், இதுமேயாவில் இருந்தும், யோர்தானுக்கு அக்கரையில் இருந்தும் ஏராளமான மக்கள் வந்தனர். அத்துடன் தீரு, சீதோன் பகுதிகளில் இருந்தும் மக்கள் வந்தனர். அவர்கள் அனைவரும் இயேசு செய்த அற்புதங்களை அறிந்திருந்தனர். ஆகவேதான் அவர்கள் வந்தார்கள்."},{"number":9,"verse":"இயேசு பலரையும் பார்த்தார். அவர் தன் சீஷர்களிடம் ஒரு சிறிய படகு கொண்டுவந்து அதனை அவருக்குத் தயார் செய்யும்படிக் கேட்டுக்கொண்டார். மக்கள் தம்மை நெருக்கித் தள்ளாதபடிக்கு அப்படகில் ஏறிக்கொண்டார்."},{"number":10,"verse":"இயேசு ஏற்கெனவே பலரைக் குணமாக்கி இருந்தார். ஆகவே ஏராளமான நோயுற்ற மக்கள் நெருக்கிக்கொண்டு வந்து அவரைத் தொட முயன்றார்கள்."},{"number":11,"verse":"சிலர் அசுத்த ஆவிகளால் பிடிக்கப்பட்டிருந்தனர். ஆவிகள் இயேசுவைக் கண்டதும் அவருக்கு முன் குனிந்து, “நீர் தான் தேவனுடைய குமாரன்” என்று உரக்கச் சத்தமிட்டன."},{"number":12,"verse":"ஆனால் இயேசு, தாம் யார் என்பதை மக்களுக்குக் கூறாதிருக்கும்படி அவற்றிற்கு உறுதியாகக் கட்டளையிட்டார்."},{"number":13,"verse":"(அப்போஸ்தலரைத் தேர்ந்தெடுத்தல்)((470 10:1-4; 490 6:12-16)) பிறகு, இயேசு குன்றின்மீது ஏறினார். அவர் சிலரை தன்னுடன் வருமாறு சொன்னார். இந்த மனிதரே அவருக்குத் தேவையானவர்களாய் இருந்தனர். அவர்கள் இயேசுவிடம் சென்றனர்."},{"number":14,"verse":"அவர்களில் பன்னிரண்டு பேரை இயேசு தேர்ந்தெடுத்துக்கொண்டார். அவர்களை அப்போஸ்தலர் என்று அழைத்தார். அவர்கள் தன்னுடன் இருக்க வேண்டும் என்று இயேசு விரும்பினார். அவர்களைப் பல இடங்களுக்கு அனுப்பி பிரசங்கம் செய்யும்படி விரும்பினார்."},{"number":15,"verse":"அத்துடன் பிசாசுகளை விரட்டுவதற்கான அதிகாரத்தை அவர்கள் பெற்றிருக்கவும் இயேசு விரும்பினார்."},{"number":16,"verse":"அவர் தேர்ந்தெடுத்த பன்னிரண்டு பேரின் பெயர்களும் பின்வருமாறு: சீமோன், இயேசு இவனுக்கு பேதுரு என்று பெயரிட்டார்."},{"number":17,"verse":"யாக்கோபு, யோவான் இவர்கள் செபெதேயுவின் குமாரர்கள். (இயேசு இவர்களுக்கு பொவனெர்கேஸ் என்று பெயர் வைத்தார். இதற்கு “இடி முழக்கத்தின் மக்கள்” என்று பொருள்)"},{"number":18,"verse":"அந்திரேயா, பிலிப்பு, பர்த்தலோமேயு, மத்தேயு, தோமா, அல்பேயுவின் குமாரனான யாக்கோபு, ததேயு, கானானியனான சீமோன்,"},{"number":19,"verse":"யூதா ஸ்காரியோத். இந்த யூதாஸ்தான் இயேசுவை அவரது பகைவர்களிடம் காட்டிக்கொடுத்தவன்."},{"number":20,"verse":"(பிசாசு பிடித்தவர் என பழித்துரைத்தல்)((470 12:22-32; 490 11:14-23; 490 12:10)) பிறகு, இயேசு வீட்டிற்குச் சென்றார். ஆனால் மறுபடியும் அங்கு மக்கள் கூடினர். இயேசுவும் அவரது சீஷர்களும் உணவு உட்கொள்ள முடியாதபடி மக்கள் கூடினர்."},{"number":21,"verse":"இயேசுவின் குடும்பத்தார் இவற்றைப்பற்றி எல்லாம் கேள்விப்பட்டனர். அவர் மதிமயங்கியுள்ளார் என்று மக்கள் சொன்னதால் அவரது குடும்பத்தார் அவரைப் பிடித்து வைத்துக்கொள்ள விரும்பினர்."},{"number":22,"verse":"எருசலேமில் இருந்து வந்த வேதபாரகர், “இயேசுவிடம் பெயல்செபூல் (பிசாசு) உள்ளது. பிசாசுகளின் தலைவனது அதிகாரத்தை அவர் பயன்படுத்தி பேய்களை விரட்டுகிறார்” என்றனர்."},{"number":23,"verse":"ஆகையால் இயேசு மக்களை அழைத்தார். அவர்களிடம் அவர் உவமைகள் மூலம் விளக்கிச் சொன்னார். “சாத்தானை சாத்தான் துரத்துவது எப்படி? என்று கேட்டார்."},{"number":24,"verse":"ஒரு இராஜ்யம் தனக்குத்தானே பகைத்துக் கொண்டால் அது எவ்வாறு தொடர்ந்திருக்க முடியும்?"},{"number":25,"verse":"ஒரு குடும்பம் தனக்குத்தானே பகைத்துக் கொண்டால் அது எவ்வாறு அழியாமல் இருக்கும்?"},{"number":26,"verse":"இது போல் சாத்தானும் தனக்கு எதிராகத் தானே பிளவுபட்டு இருந்தால் அவன் நிலைத்திருக்க முடியாது. அதுவே அவன் முடிவு."},{"number":27,"verse":"“ஒருவன் பலவானுடைய வீட்டிற்குள் புகுந்து பொருட்களைத் திருட விரும்பினால் முதலில் அவன் அப்பலவானைக் கட்டிப்போட வேண்டும். பிறகு, அவனால் பலவானுடைய வீட்டிலிருந்து அவனது பொருட்களைத் திருடமுடியும்."},{"number":28,"verse":"“உண்மையாகவே நான் உங்களுக்குக் கூறுகிறேன், மக்களால் செய்யப்படுகிற அத்தனைப் பாவங்களும் மன்னிக்கப்படும். அத்துடன் மக்களால் தேவனுக்கு எதிராகச் சொல்லப்படும் பழிகளும் மன்னிக்கப்படும்."},{"number":29,"verse":"ஆனால், பரிசுத்தாவியை எவனாவது பழித்து உரைப்பானேயானால் அவனுக்கு என்றென்றைக்கும் மன்னிப்பே இல்லை. அவன் குற்றவாளியாகி என்றென்றைக்கும் குற்ற உணர்வுடையவனாக இருப்பான்” என்றார்."},{"number":30,"verse":"வேதபாரகர் இயேசுவை “அசுத்த ஆவி பிடித்தவர்” என்று சொன்னதால், அவர் இவ்வாறு விளக்கமாகக் கூறினார்."},{"number":31,"verse":"(இயேசுவின் உண்மை உறவினர்கள்)((470 12:46-50; 490 8:19-21)) பிறகு இயேசுவின் தாயாரும், சகோதரர்களும் வந்தனர். அவர்கள் வெளியே நின்று கொண்டு ஓர் ஆளை அனுப்பி இயேசுவை அழைத்தனர்."},{"number":32,"verse":"இயேசுவைச் சுற்றிப் பலர் அமர்ந்திருந்தனர். அப்போது அவன், “உங்கள் தாயும் சகோதரர்களும் வெளியே உங்களுக்காகக் காத்திருக்கின்றனர்” என்றான்."},{"number":33,"verse":"இயேசு அவர்களிடம், “யார் என் தாய்? யார் என் சகோதரர்கள்?” என்று கேட்டார்."},{"number":34,"verse":"பிறகு தன்னைச் சுற்றி அமர்ந்திருந்தவர்களை நோக்கி, “இந்த மக்களே என் தாயாரும், சகோதரருமாய் இருக்கிறார்கள்."},{"number":35,"verse":"தேவனின் விருப்பத்துக்கேற்ப நடந்துகொள்கிறவர்கள் எவர்களோ அவர்களே எனக்குச் சகோதரனும், சகோதரியும், தாயுமாய் இருக்கிறார்கள்” என்று கூறினார்."}]}