{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"THE RECORD of the generation of Jeshu the Meshicha, the son of David, son of Abraham."},{"number":2,"verse":"Abraham begat Ishok, Ishok begat Jakub, Jakub begat Jehuda and his brethren,"},{"number":3,"verse":"Jehuda begat Pharets and Zoroch from Thomar. Pharets begat Hetsron, Hetsron begat Arom,"},{"number":4,"verse":"Arom begat Aminodob, Aminodob begat Nachshun, Nachshun begat Salmun,"},{"number":5,"verse":"Salmun begat Booz from Rochab, Booz begat Ubid from Ruth, Ubid begat Ishai,"},{"number":6,"verse":"Ishai begat David the king; David begat Shelemun from [her who had been] the wife of Uria;"},{"number":7,"verse":"Shelemun begat Rehebaam, Rehebaam begat Abia, Abia begat Asa,"},{"number":8,"verse":"Asa begat Johushaphat, Johushaphat begat Jurom, Jurom begat Uzia,"},{"number":9,"verse":"Uzia begat Juthom, Juthom begat Ahaz, Ahaz begat Hezakia,"},{"number":10,"verse":"Hezakia begat Menasha, Menasha begat Amun, Amun begat Jushia,"},{"number":11,"verse":"Jushia begat Jukania and his brethren at the exile of Bobel."},{"number":12,"verse":"And after the exile of Bobel Jukania begat Shalathiel, Shalathiel begat Zurbobel,"},{"number":13,"verse":"Zurbobel begat Abiud, Abiud begat Aliakim, Aliakim begat Ozur,"},{"number":14,"verse":"Ozur begat Zoduk, Zoduk begat Akin, Akin begat Aliud,"},{"number":15,"verse":"Aliud begat Aliozar, Aliozar begat Mathan, Mathan begat Jakub,"},{"number":16,"verse":"Jakub begat Jauseph, husband of Mariam, of whom was born JESHU who is called the Meshicha [pronounced Meshee'ha]."},{"number":17,"verse":"Thus all the generations from Abraham to David (were) fourteen generations; and from David to the exile of Bobel, fourteen generations; and from the exile of Bobel to the Meshicha, fourteen generations."},{"number":18,"verse":"NOW the nativity of Jeshu the Meshicha was thus: While Mariam his mother was betrothed to Jauseph, before they could be consociated, she was found to be with child from the Spirit of Holiness."},{"number":19,"verse":"But Jauseph her husband was just, and, not willing to defame her, meditated privately to release her."},{"number":20,"verse":"But while (on) these (things) he reflected, an angel of the Lord appeared to him in a dream, and said to him, Jauseph, son of David, fear not to take Mariam thy wife; for that which is conceived in her is from the Spirit of Holiness."},{"number":21,"verse":"She shall give birth to a son, and thou shalt call his name JESHU; for he shall save his people from their sins."},{"number":22,"verse":"Now all this was done, that what was spoken from the Lord by the prophet [by the hand of the prophet] might be fulfilled:"},{"number":23,"verse":"Behold, a virgin shall be with child, and shall bring forth the son, and they shall call his name Amanuel; which is interpreted, With us (is) our Aloha."},{"number":24,"verse":"Then Jauseph, when he had arisen from his sleep, did as the angel of the Lord commanded him, and took unto him his wife;"},{"number":25,"verse":"and knew her not until she had given birth to her son, the firstborn; and she called his name Jeshu."}]}