{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"IN that day Jeshu went forth from the house and sat by the sea-side;[By the hand of the sea.]"},{"number":2,"verse":"and great multitudes gathered near him, so that he went up and sat in a vessel; and all the multitude were standing on the shore of the sea."},{"number":3,"verse":"And he discoursed largely to them in parables, and said: Behold, there went forth a sower to sow;"},{"number":4,"verse":"and as he sowed, some fell by the road-side, and the fowl came and devoured it."},{"number":5,"verse":"Another (portion) fell upon the rock, where there was not much soil; and immediately [Bar-shoteh, \"the son of its hour.\"] it sprung up, because there was no depth of earth."},{"number":6,"verse":"But when the sun was risen, it burned, and, because it had no root, it withered away."},{"number":7,"verse":"And another fell among the thorns, and the thorns sprang up and choked it."},{"number":8,"verse":"And another fell into good earth, and gave fruits, this a hundred, another sixty, and another thirty."},{"number":9,"verse":"He who hath ears to hear, let him hear."},{"number":10,"verse":"And his disciples approached, saying to him, Why dost thou speak to them in parables?"},{"number":11,"verse":"He replied and said to them, Because unto you it is given to know the mystery of the kingdom of heaven, but unto them it is not given."},{"number":12,"verse":"For unto him who hath, it shall be given, and it shall be increased to him: but [as] to him who hath not, that also which he hath shall be taken from him."},{"number":13,"verse":"On this account I speak to them in parables. Hence they see, and (yet) see not; and they hear, and (yet) hear not, neither understand;"},{"number":14,"verse":"and accomplished in them is the prophecy of Eshaia, who said, that hearing they should hear, but not understand, and seeing they should see, but not know."},{"number":15,"verse":"For the heart of this people is become gross, and with their ears they have heard heavily, and their eyes they have shut, that they may not see with their eyes, nor hear with their ears, nor understand with their hearts, and be converted, and I heal them."},{"number":16,"verse":"But blessed are your eyes which see, and your ears which hear:"},{"number":17,"verse":"for, Amen I say unto you, that many prophets and just ones have desired to behold what you see, and have not beheld, and to hear what you hear, and have not heard."},{"number":18,"verse":"You, then, attend to the comparison of the seed:"},{"number":19,"verse":"(When) any one who heareth the doctrine of the kingdom doth not understand it, there cometh the evil (one), and snatcheth away the doctrine that was sown in his heart: this is what by the road-side was sown."},{"number":20,"verse":"But that which was sown upon the rock is he who heareth the word, and at once with joy apprehendeth it."},{"number":21,"verse":"Yet hath he no root in him, but is (only) for a time; and when affliction or persecution occurs on account of the doctrine, he is quickly offended."},{"number":22,"verse":"That sown [in] the place of thorns, is he who heareth the word, but the anxious thought of this world and the illusions of riches stifle the word in him, and he is without fruits."},{"number":23,"verse":"But that which upon good ground was sown is he who heareth my doctrine, and understandeth (it), and giveth fruits, and produceth, whether a hundred, or sixty, or thirty fold."},{"number":24,"verse":"ANOTHER comparison he allegorized unto them, and said: The kingdom of heaven is like unto a man who sowed good seed in his field."},{"number":25,"verse":"And while men slept, came his adversary, and sowed zizania among the wheat, and went."},{"number":26,"verse":"And when the plant sprang up and produced fruit, then appeared the zizania."},{"number":27,"verse":"And the labourers of the house-lord drew near and said to him, Our lord, didst thou not sow good seed in thy field? From whence then is the zizania in it?"},{"number":28,"verse":"But he said to them, A foeman hath done this. The labourers say to him, Art thou willing that we go and gather them?"},{"number":29,"verse":"But he said to them, (No,) lest, when ye gather the zizania, you root out with them the wheat also."},{"number":30,"verse":"Leave (them), that both may grow together till the harvest; and in the season of harvest I will say to the reapers, Gather first the zizania, and bind them (together in) bundles, that they may burn; but the wheat collect into my barns."},{"number":31,"verse":"Another comparison allegorized he to them, and said: The kingdom of heaven is like a grain of mustard, which a man took and sowed in his field."},{"number":32,"verse":"This is less than all other seeds; but when it has grown, it is greater than all herbs, and becometh a tree, so that the fowl of the heavens come (and) build in its branches."},{"number":33,"verse":"Another parable he spake to them: The kingdom of heaven resembles that leaven which a woman took and hid in three satas [The sea, or sata, was the third of an ephah.] of meal, until the whole was leavened."},{"number":34,"verse":"All these spake Jeshu in parables to the multitude; and without a parable he did not speak with them."},{"number":35,"verse":"That there should be fulfilled what was spoken by the prophet, who said, I will open my mouth in comparisons, and pour forth things hidden from before the foundation of the world."},{"number":36,"verse":"Then Jeshu dismissed the multitudes, and came into the house; and his disciples drew near him, and said to him, Expound to us the comparison of the zizania of the field."},{"number":37,"verse":"He answered and said to them, He who sowed the good seed is the Son of man."},{"number":38,"verse":"The field is the world. Now, the good seed are the sons of the kingdom, but the zizania are the sons of the evil one."},{"number":39,"verse":"The adversary who sowed them is Satana; the harvest is the consummation of the world; the reapers are the angels."},{"number":40,"verse":"As, therefore, the zizania are gathered and burned in the fire, so shall it be in the completion of this world."},{"number":41,"verse":"The Son of man shall send forth his angels, and they shall collect from his kingdom all those who cause offence, and all (who) work iniquity,"},{"number":42,"verse":"and shall throw them into a furnace of fire; there shall be weeping and gnashing of teeth."},{"number":43,"verse":"Then the just shall shine forth as the sun in the kingdom of their Father. He who hath ears to hear, let him hear."},{"number":44,"verse":"Again, the kingdom of heaven is like a treasure which was hidden in a field, (and) which a man found and concealed, and from joy went and sold all that he had, and bought that field."},{"number":45,"verse":"Again, the kingdom of heaven is like unto a man a merchant, who sought goodly pearls;"},{"number":46,"verse":"but who, when he had found one pearl of exceeding price, went, sold all that he had, and bought it."},{"number":47,"verse":"Again, the kingdom of heaven is like unto a net, which was thrown into the sea, and from every kind collected."},{"number":48,"verse":"And when it was full, they drew to the shore, and sat down, and selected; and the good they threw into vessels, and the bad they cast without."},{"number":49,"verse":"Thus shall it be at the consummation of the world. The angels shall go forth, and separate the evil from among the just,"},{"number":50,"verse":"and cast them into the furnace of fire; there shall be weeping and gnashing of teeth!"},{"number":51,"verse":"Jeshu said to them, Have you understood all these? They say to him, Yes, our Lord."},{"number":52,"verse":"He saith to them, On this account every scribe who is learned in the kingdom of heaven, is like to a man a house-lord, who bringeth forth from his treasuries the new and the old."},{"number":53,"verse":"AND when Jeshu had finished these parables, he passed from thence,"},{"number":54,"verse":"and came to his city, and taught them in their synagogues, so that they were astounded and said, Whence hath he (Whence to him) this wisdom and these powers?"},{"number":55,"verse":"Is not this the son of the carpenter? Is not his mother called Mariam, and his brothers, Jakub, and Josi, and Shemun, and Jehuda?"},{"number":56,"verse":"and his sisters, all, are they not with us? Whence to this one all these?"},{"number":57,"verse":"And they were offended with him. But Jeshu said to them, No prophet is contemned except in his own city, and in his own house."},{"number":58,"verse":"And he did not many miracles there on account of their unbelief."}]}