{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":14,"verses":[{"number":1,"verse":"In that time Herodes Tetrarka heard the rumour concerning Jeshu;"},{"number":2,"verse":"and he said to his servants, This is Juchanon the Baptizer: he hath risen from the house of the dead, therefore powerful works are wrought by him."},{"number":3,"verse":"For he, Herodes, had seized Juchanon, and bound him, and cast him (into) the house of the chained, because of Herodia the wife of Philip his brother."},{"number":4,"verse":"For Juchanon had said to him, It is not lawful that she should be to thee a wife."},{"number":5,"verse":"And he would have killed him, but he feared the people, because as a prophet they held him."},{"number":6,"verse":"But at the birth-day of Herodes, the daughter of Herodia danced before those who reclined, and she pleased Herodes;"},{"number":7,"verse":"wherefore with an oath he sware to her to give her whatever she should demand."},{"number":8,"verse":"Then she, because instructed by her mother, said, Give me here in a dish the head of Juchanon the Baptizer."},{"number":9,"verse":"And the king sickened, yet, on account of the oath and the guests, he commanded that it should be given to her."},{"number":10,"verse":"And he sent [and] cut off the head of Juchanon in the house of the chained."},{"number":11,"verse":"And his head was brought in a dish, and given to the girl, and she carried it herself to her mother."},{"number":12,"verse":"And his disciples came near, took up his corpse, buried (it), and came and showed Jeshu."},{"number":13,"verse":"Then Jeshu, when he heard, removed from thence by ship to a desert place by himself; and when the multitude heard it, they came after him on dry land from the cities."},{"number":14,"verse":"And Jeshu came forth, and saw great multitudes, and felt compassion for them, and healed their diseases."},{"number":15,"verse":"BUT when it was eventide, his disciples approached him, and said to him, The place is desert, and the time passed over; send away these multitudes of men, that they may go to the villages, and buy for themselves food."},{"number":16,"verse":"But he said to them, It is not needful that they should go; give you them to eat."},{"number":17,"verse":"They said to him, We have nothing here but five cakes and two fishes."},{"number":18,"verse":"Jeshu said to them, Bring them hither to me."},{"number":19,"verse":"And he directed the multitudes to recline upon the ground; and he took the five loaves and two fishes, and looked up to heaven, and blessed, and brake, and gave to his disciples, and the disciples themselves placed (it) before the multitudes."},{"number":20,"verse":"And all did eat, and were satisfied; and they took up, of the abundance of the fragments, twelve baskets when full."},{"number":21,"verse":"Now those men who had eaten were five thousand, besides women and children."},{"number":22,"verse":"And immediately he constrained his disciples to ascend into the bark, and proceed before him to the other shore, while he was dismissing the crowds."},{"number":23,"verse":"And when he had sent the multitudes away, he went up to a mountain by himself, to pray."},{"number":24,"verse":"AND when it was dark, he alone was there. But the vessel was distant from the land many stadia, being greatly beaten with the waves, for the wind was against them."},{"number":25,"verse":"But in the fourth watch of the night, Jeshu came to them, walking upon the waters."},{"number":26,"verse":"And the disciples beheld him walking on the waters, and they were troubled, saying, That it was a spectre;[Or, a false vision.] and from fear they cried out."},{"number":27,"verse":"But Jeshu at once spoke to them, and said, Take courage, I am, fear not!"},{"number":28,"verse":"And Kipha answered, and said to him, My Lord, if it be thou, command me to come to thee upon the waters."},{"number":29,"verse":"Jeshu said to him, Come. And Kipha descended from the ship, and walked on the waters to go to Jeshu."},{"number":30,"verse":"But when he saw the furious wind, he feared, and began to sink; and he lifted up his voice, and said, My Lord, deliver me!"},{"number":31,"verse":"And immediately our Lord reached forth his hand, and seized him, and said to him, Little of faith, why art thou divided (in mind)?"},{"number":32,"verse":"And when they had ascended into the ship, the wind was tranquil."},{"number":33,"verse":"And they who were in the ship, came and adored him, and said, Truly the Son thou art of Aloha."},{"number":34,"verse":"And they rowed, and came to the land of Genesar;"},{"number":35,"verse":"and the men of that country recognized him, and sent to all the villages that were about them, and they brought to him all those who were grievously afflicted,"},{"number":36,"verse":"and besought from him that they might touch only the border of his mantle; and those who touched were healed."}]}