{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"AND it was that when Jeshu had finished these words, he removed from Galila and came into the confines of Jehud beyond Jurdan."},{"number":2,"verse":"And great multitudes came after him, and he healed them there."},{"number":3,"verse":"And the Pharishee approached him, and, tempting him, propounded to him whether it was lawful for a man to send away his wife for every cause."},{"number":4,"verse":"But he answered and said to them, Have you not read that He who created from the beginning, male and female hath made them?"},{"number":5,"verse":"And he said, On this account a man shall leave his father and his mother, and shall cleave to his wife, and they two shall be one flesh."},{"number":6,"verse":"Wherefore they were not [constituted] two, but one body. That, therefore, which Aloha hath conjoined, man shall not separate."},{"number":7,"verse":"They said to him, Why then did Musha direct that he should give a writing of dismissal and send her away?"},{"number":8,"verse":"He said to them, Musha, on account of the hardness of your heart, permitted you to send away your wives; but from the beginning it was not so."},{"number":9,"verse":"And I say to you that whosoever shall forsake his wife who is not adulterous, and take another, committeth adultery; and whosoever taketh the deserted one, committeth adultery."},{"number":10,"verse":"His disciples say to him, If thus be the case between the man and the woman, it is not expedient to take a wife."},{"number":11,"verse":"But he said to them, Not every man is sufficient for this doctrine, but he to whom it is given."},{"number":12,"verse":"For there are some eunuchs who from their mother's womb are born so; and there are some eunuchs who by men are made eunuchs; and there are eunuchs who have made themselves eunuchs on account of the kingdom of heaven. Whosoever is capable of receiving (this), let him receive (it)."},{"number":13,"verse":"Then they brought to him children, that he should put his hand upon them and pray. And his disciples forbad them."},{"number":14,"verse":"But Jeshu himself said, Suffer children to come unto me, and forbid them not; for of those who are as these, is the kingdom of heaven."},{"number":15,"verse":"And he put his hand upon them, and went thence."},{"number":16,"verse":"AND one came and approached and said to him, Good teacher, what of good shall I do, that I may have the life of eternity?"},{"number":17,"verse":"But he said to him, Why dost thou call me good? none is good but one, Aloha. But if thou wilt enter into life, keep the commandments."},{"number":18,"verse":"He said to him, Which? Jeshu answered him, Thou shalt not kill, neither commit adultery, nor steal, neither shalt thou witness false testimony;"},{"number":19,"verse":"and honour thy father and thy mother, and love thy neighbour as thyself."},{"number":20,"verse":"The young man saith to him, These all have I kept from my childhood: how am I deficient?"},{"number":21,"verse":"Jeshu saith to him, If thou wilt become perfect, go, sell thy possession and give to the poor, and there shall be for thee a treasure in heaven: and come after me."},{"number":22,"verse":"But he, the young man, heard this word, and went away with sadness, for he had great property."},{"number":23,"verse":"But Jeshu said to his disciples, Amen I say unto you, that it is difficult for the rich to enter the kingdom of heaven."},{"number":24,"verse":"Again I say to you, that it is easier for a camel to enter through the aperture of a needle, than the rich to enter into the kingdom of Aloha."},{"number":25,"verse":"But the disciples when they heard were greatly hurt, saying, Who then can be saved?"},{"number":26,"verse":"Jeshu, beholding them, said, With the sons of men it is not possible; but with Aloha every thing is possible."},{"number":27,"verse":"THEN answered Kipha and said to him, Behold, we have abandoned every thing, and have come after thee: what then shall there be for us?"},{"number":28,"verse":"Jeshu saith to them, Amen I say to you, that you who have come after me, in the new world, when the Son of man shall sit upon the throne of his glory, you also shall sit upon twelve seats, and shall judge the twelve tribes of Isroel."},{"number":29,"verse":"And every man who hath relinquished houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, on account of my name, shall receive a hundred-fold, and shall inherit the life of eternity."},{"number":30,"verse":"Many however are first who shall be last, and the last first."}]}