{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"NOW when Jeshu was born in Beth-lechem of Jehuda, in the days of Herodes the king, there came Magians [Magushee] from the East to Urishlem:"},{"number":2,"verse":"and they said, Where is the king of the Jews [Jihudoyee] who is born? for we have seen his star in the east, and have come to worship him."},{"number":3,"verse":"But Herodes the king heard, and was troubled, and all Urishlem with him."},{"number":4,"verse":"And he assembled all the chief priests and scribes of the people, and anxiously inquired of them where the Meshicha should be born."},{"number":5,"verse":"But they said, In Beth-lechem of Jehuda; for so it is written in the prophet:"},{"number":6,"verse":"Also thou, Beth-lechem of Jehuda, wast not the least among the kings of Jehuda; for from thee shall come forth the king who shall be as a shepherd to my people Isroel."},{"number":7,"verse":"Then Herodes privately called the Magians, and learned from them at what time the star appeared to them:"},{"number":8,"verse":"and he sent them to Beth-lechem, and said to them, Go and inquire diligently concerning the child; and when you have found him, come, show me, and I also will go and will worship him."},{"number":9,"verse":"But they, when they had heard the king, went forth; and, lo, the star, which they had seen in the east, proceeded before them, until it came and stood over against where the child was."},{"number":10,"verse":"Now when they saw the star, they rejoiced with very great joy."},{"number":11,"verse":"And they entered the house, and beheld the child with Mariam his mother; and they fell down, and worshipped him. And they opened their treasures, and offered unto him oblations; gold, and myrrh, and frankincense."},{"number":12,"verse":"And it was shown to them in a dream, that they should not return unto Herodes; so, by another way, they went unto their place."},{"number":13,"verse":"AND when they were gone, the angel of the Lord appeared in a dream unto Jauseph, and said to him, Arise, take the child and his mother, and flee into Metsreen, and there be until I tell thee; for it will be that Herodes will seek the child, that he may destroy him."},{"number":14,"verse":"Then Jauseph arose, took up the child and his mother, and fled by night into Metsreen,"},{"number":15,"verse":"and was there until the death of Herodes. That it might be fulfilled which was spoken from the Lord by the prophet, saying, Out of Metsreen have I called my son."},{"number":16,"verse":"Then Herodes, when he saw that he had been deluded by the Magians, was greatly wroth, and sent (and) killed all the children of Beth-lechem, and all its limits, from two years and under,[a son of two years] according to the time which he had inquired from the Magians."},{"number":17,"verse":"Then was fulfilled what was spoken by Eramio the prophet, who said,"},{"number":18,"verse":"A cry was heard in Rometha; weeping and great lamentation; Rochel weeping for her children, and not willing to be comforted, because they are not."},{"number":19,"verse":"BUT when Herodes, the king, was dead, the angel of the Lord appeared in a dream to Jauseph in Metsreen,"},{"number":20,"verse":"and said to him, Arise, take the child and his mother, and go into the land of Isroel; for they are dead who sought the life of the child."},{"number":21,"verse":"And Jauseph arose, (and) took the child and his mother, and came into the land of Isroel."},{"number":22,"verse":"But when he heard that Arkelaos was the king in Jehud, instead of Herodes his father, he was afraid to go thither: and it was shown to him in a dream, that he should go into the region of Galila."},{"number":23,"verse":"And he came and dwelt in a city which is called Natsrath. So would be fulfilled that which was spoken by the prophet, that a Nazarene [Natsroio] he should be called."}]}