{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":20,"verses":[{"number":1,"verse":"FOR the kingdom of heaven is like a man, a house-lord, who went forth in the early morn to hire labourers for his vinery."},{"number":2,"verse":"And he bargained with the labourers for a denarius a day, and sent them into his vinery."},{"number":3,"verse":"And he went forth in three hours, and saw others who were standing in the public place and unemployed."},{"number":4,"verse":"And he said to them, Go also you in the vinery, and what is suitable I will give you."},{"number":5,"verse":"Then went they. And he went forth again in six and nine hours, and did the same."},{"number":6,"verse":"And about eleven hours he went out, and found others who were standing and unemployed; and he said to them, Why are you standing all the day unemployed?"},{"number":7,"verse":"They say to him, Because no man hath hired us. He saith to them, Go also you into the vinery, and whatever is suitable you shall receive."},{"number":8,"verse":"But when it was evening, the lord of the vinery said to the chief of his household, Call the workmen and give to them their wages; and begin from the last unto the first."},{"number":9,"verse":"And they came who (had wrought) from eleven hours; and they received each a denarius."},{"number":10,"verse":"But when the first came, they expected to take more; but they also received each a denarius."},{"number":11,"verse":"And when they had received, they murmured against the house-lord,"},{"number":12,"verse":"and said, These last have wrought one hour, and thou hast made them equal with us, who have borne the burden of the day and its heat."},{"number":13,"verse":"But he answered and said to one of them, My friend, I am not unjust towards thee: didst thou not bargain with me for a denarius?"},{"number":14,"verse":"Take what is thine and go: I will unto these last to give as unto thee."},{"number":15,"verse":"Is it not lawful for me that whatsoever l am willing, I may do with mine own? Is thine eye evil because I am good?"},{"number":16,"verse":"Thus the last shall be first, and the first last; for many are the called, but few the chosen."},{"number":17,"verse":"NOW Jeshu was about to go up to Urishlem, and he took his twelve disciples by themselves [Between him and themselves.] in the way, and said to them,"},{"number":18,"verse":"Behold, we go up to Urishlem, and the Son of man is betrayed to the chief priests and to the scribes, and they shall condemn him to the death;"},{"number":19,"verse":"and they shall consign him to the Gentiles, and they shall mock him, and scourge him, and shall crucify him, and on the third day he shall arise."},{"number":20,"verse":"Then came to him the mother of the sons of Zabdai, she and her sons, and worshipped him, and supplicated a certain thing of him."},{"number":21,"verse":"But he said to her, What wilt thou? She said to him, Declare that these my two sons shall sit, one at thy right hand, and one at thy left, in thy kingdom."},{"number":22,"verse":"Jeshu answered and said, You know not what you ask: are you able to drink the cup of which I am about to drink, or with the baptism with which I am baptized will you be baptized? They say unto him, We are able!"},{"number":23,"verse":"He saith to them, My cup you shall drink, and with the baptism with which I am baptized you shall be baptized: but that you may sit at my right hand, and at my left, is not mine to give, unless to them for whom it is prepared by my Father."},{"number":24,"verse":"And when the ten heard it, they were indignant against those two brothers."},{"number":25,"verse":"And Jeshu called them, and said to them, You know that the princes of the Gentiles are their lords, and their great ones exercise power over them;"},{"number":26,"verse":"but it shall not be so among you; but whoever among you willeth to be great, let him be minister to you."},{"number":27,"verse":"And whoever among you willeth to be first, let him be to you the servant."},{"number":28,"verse":"So, the Son of man came not to be served, but to serve, and to give his life the redemption for many."},{"number":29,"verse":"AND when Jeshu went forth from Jirichu, a great multitude cometh after him."},{"number":30,"verse":"And, behold, two blind men were sitting by the side [By the hand of the way.] of the way; and when they heard that Jeshu was passing, they gave voice, saying, Be merciful upon us, my Lord, Son of David!"},{"number":31,"verse":"But the crowds rebuked them that they should be silent; but they lifted up their voice the more, saying, Our Lord, be merciful upon us, O Son of David!"},{"number":32,"verse":"And Jeshu stood and called them, and said, What will you that I should do for you?"},{"number":33,"verse":"They say to him, Our Lord, that our eyes may be opened."},{"number":34,"verse":"And he had compassion on them, and touched their eyes, and immediately their eyes were opened, and they went after him."}]}