{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"Then Jeshu discoursed with the multitudes and with his disciples,"},{"number":2,"verse":"and said to them, Upon the chair of Musha sit the scribes and the Pharishee."},{"number":3,"verse":"Every thing, therefore, which they tell you to observe, observe and do; but after their practices do not act; for they say, and do not."},{"number":4,"verse":"And they bind heavy burdens, and lay them on the shoulders of men, but they [themselves] with their fingers are not willing to touch them."},{"number":5,"verse":"And all their works they do that they may be seen of men; for they widen their tephillin,* and lengthen the fringes of their waving vestments,** [* Phylakteries; called as above, from the Chaldee tephilla, \" prayer.\" For their formation and uses, see the commentators. ** Martuto; vestis tremula: from the Chaldee rethath, tremuit.]"},{"number":6,"verse":"and love the chief reclining-places at evening feasts, and the highest seats in synagogues,"},{"number":7,"verse":"and the shaloma in public places, and to be called of men Rabi.[My Master.]"},{"number":8,"verse":"But be you not called Rabi: for One is your Master; but all ye are brethren."},{"number":9,"verse":"And call no man Aba [Father.] to you upon earth: for One is your Father, who is in heaven."},{"number":10,"verse":"Neither be ye called Medabronee: [Guides.] for One is your Guide, - the Meshicha."},{"number":11,"verse":"But he who is great among you, let him be your servitor."},{"number":12,"verse":"For whosoever will exalt himself shall be humbled; and whosoever will abase himself shall be exalted."},{"number":13,"verse":"WOE to you, scribes and Pharishee, hypocrites! because you devour the houses of widows, with the pretext of prolonging your prayers; on account of which you shall receive the greater judgment."},{"number":14,"verse":"Woe to you, scribes and Pharishee, hypocrites! because you hold the kingdom of heaven closed before the children of men; for you will not enter in yourselves, and them who are entering you will not permit to enter."},{"number":15,"verse":"Woe to you, scribes and Pharishee, hypocrites! because you go over sea and dry (land) to make one proselyte; and when you have done it, you make him doubly more a son of gihana than yourselves."},{"number":16,"verse":"Woe to you, ye blind guides, who say, That [to him] who sweareth by the temple, it is nothing; but if he swear by the gold which is in the temple, he is liable!"},{"number":17,"verse":"You senseless and blind! for which is greater, the gold, or the temple that sanctifieth the gold?"},{"number":18,"verse":"And (that) whoever sweareth by the altar, it is nothing; but [if] he swear by the oblation which is upon it, he is liable."},{"number":19,"verse":"You foolish and sightless! for which is greater, the oblation, or the altar that sanctifieth the oblation?"},{"number":20,"verse":"He therefore who sweareth by the altar, sweareth by it, and by all things that are upon it."},{"number":21,"verse":"And he who sweareth by the temple, sweareth by it, and by whatever abideth in it."},{"number":22,"verse":"And whosoever sweareth by heaven, sweareth by the throne of Aloha, and by Him who sitteth thereon."},{"number":23,"verse":"Woe to you, scribes, Pharishee, hypocrites! because you tithe mint, dill, and cummin, and omit the more grave [requirements] of the law, - justice, benignity, and faithfulness. For these you should have done, and those not omitted."},{"number":24,"verse":"You blind guides, who strain out gnats and swallow camels."},{"number":25,"verse":"Woe to you, scribes and Pharishee, hypocrites! who cleanse the outside of the cup and dish (which) within are full of rapine and injustice."},{"number":26,"verse":"Sightless Pharishee! cleanse first the inside of the cup and the dish, that their outside also may be clean."},{"number":27,"verse":"Woe to you, scribes and Pharishee, hypocrites! for you are like whited sepulchres, which without appear beautiful, but within are full of the bones of the dead and all impurity."},{"number":28,"verse":"So you also from without appear to the sons of men as righteous, but within you are full of unrighteousness and hypocrisy."},{"number":29,"verse":"WOE to you, scribes and Pharishee, hypocrites! because you rebuild the tombs of the prophets and beautify the sepulchres of the just;"},{"number":30,"verse":"and say, If we had been in the days of our fathers, we would not have been with them partakers in the blood of the prophets:"},{"number":31,"verse":"thus bearing witness against yourselves, that you are the sons of them who killed the prophets."},{"number":32,"verse":"And you also, - complete the measure of your fathers."},{"number":33,"verse":"Serpents, birth of vipers! how will you escape from the judgment of gihana?"},{"number":34,"verse":"On this account, behold, I send to you prophets, and wise men, and scribes; (some) of these you shall kill and crucify; and (some) of these you shall scourge in your synagogues, and persecute them from city to city."},{"number":35,"verse":"So that there shall come upon you all the blood of the just which hath been shed upon the earth; from the blood of Habil the righteous, unto the blood of Zakaria-bar-Barakia, whom you slew between the temple and the altar."},{"number":36,"verse":"Amen I say unto you, that all these shall come upon this generation."},{"number":37,"verse":"Urishlem, Urishlem! who killest the prophets, and stonest them who are sent unto her, what times would I have gathered thy children, as gathereth the hen her young ones beneath her wings, and you would not!"},{"number":38,"verse":"Lo, your house is left unto you desolate."},{"number":39,"verse":"For I say unto you, That you shall not see me from henceforth, until you shall say, Blessed is he who cometh in the name of the Lord."}]}