{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"THEN shall be likened the kingdom of heaven unto ten virgins, who took their lamps, and went forth to meet the bridegroom and the bride."},{"number":2,"verse":"But five of them were wise, and five foolish."},{"number":3,"verse":"And those foolish (ones) took their lamps, but did not take with them the oil:"},{"number":4,"verse":"but those were wise who took oil in vessels with their lamps."},{"number":5,"verse":"But while the bridegroom withheld, they all dozed and slept."},{"number":6,"verse":"And in the dividing of the night there was the cry, Behold, the bridegroom cometh; go forth to his meeting."},{"number":7,"verse":"Then all the virgins arose, and prepared their lamps."},{"number":8,"verse":"But those foolish ones said to the wise, Give to us from your oil; for, behold, our lamps are gone out."},{"number":9,"verse":"But the wise ones answered them, saying, Lest it should not suffice for us and for you; but go to those who sell, and buy for you."},{"number":10,"verse":"And while they were gone to buy, the bridegroom came, and those who were prepared entered with him into the house of festivity,* and the gate was shut. [* Beth-chelulo, domus chori, seu domus nuptiarum.]"},{"number":11,"verse":"At last came also those other virgins, saying, Our Lord, our Lord, open to us!"},{"number":12,"verse":"But he answered and said to them, Assuredly I tell you, I know you not."},{"number":13,"verse":"Be wakeful therefore, for you know not that day nor the hour."},{"number":14,"verse":"FOR as a man who journeyed called his servants, and delivered to them his property:"},{"number":15,"verse":"To one he gave five talents, and to another two, and to another one, each man according to his faculty; and forthwith went away."},{"number":16,"verse":"But he who had received five talents went and traded with them, and gained five others."},{"number":17,"verse":"Likewise he who (had received) two by trading gained two others."},{"number":18,"verse":"But he who had received one went, dug in the earth, and hid the money of his lord."},{"number":19,"verse":"After a long time the lord of those servants came, and received from them the account."},{"number":20,"verse":"Then he drew near who had received the five talents, and brought five others, and said, My lord, five talents thou gavest me: behold, five others I have gained by them."},{"number":21,"verse":"His lord said to him, It is well, good and faithful servant; over a little thou hast been faithful, over much I will establish thee: enter into the joy of thy lord."},{"number":22,"verse":"And he of the two talents approached, and said, My lord, two talents thou gavest me: behold, two others I have gained by them."},{"number":23,"verse":"His lord saith to him, It is well, servant good and faithful; over a little thou hast been faithful, over much will I establish thee: enter into the joy of thy lord."},{"number":24,"verse":"But he also drew near who had received the one talent, and said, My lord, I knew thee, that thou wast a hard man, reaping where thou hadst not sowed, and gathering together from whence thou hadst not dispersed."},{"number":25,"verse":"And I feared, and went and hid thy talent in the earth: behold, thou hast thine own."},{"number":26,"verse":"His lord answered, Thou evil and slothful servant, thou didst know me that I reap where I have not sowed, and collect from whence I have not dispersed."},{"number":27,"verse":"Did it not behove thee to cast my money upon the table, that when I came I might require mine own with its increase?"},{"number":28,"verse":"Take therefore from him the talent, and give it unto him who hath ten talents."},{"number":29,"verse":"For unto him who hath shall be given, and it shall be added to him; but he who hath not, that also which he hath shall be taken from him."},{"number":30,"verse":"And the indolent servant cast forth into the darknesses without; there shall be weeping and gnashing of teeth."},{"number":31,"verse":"WHEN the Son of man cometh in his glory, and all his holy angels with him, then shall he sit upon the throne of his glory."},{"number":32,"verse":"And before him shall be gathered all nations: and he shall separate them one from another, as the shepherd separateth the sheep from the goats."},{"number":33,"verse":"And he shall cause the sheep to stand upon his right hand, and the goats on his left."},{"number":34,"verse":"Then shall the King say to them on his right hand, Come, blessed of my Father, inherit the kingdom which was to be for you from the foundation of the world."},{"number":35,"verse":"For I was hungry, and you gave me to eat; I thirsted, and you made me to drink; I was a stranger, and you received me;"},{"number":36,"verse":"I was naked, and you covered me; I was sick, and you cared for me; and I was in prison, and you came to me."},{"number":37,"verse":"Then shall say unto him those righteous, Our Lord! when did we see that thou wast hungry, and fed thee, or that thou didst thirst, and we gave thee drink?"},{"number":38,"verse":"and when did we see thee a stranger, and received thee, or naked, and covered thee?"},{"number":39,"verse":"and when did we see thee sick, or in prison, and came to thee?"},{"number":40,"verse":"And the King shall answer and say to them, Amen I say to you, Inasmuch as you did it unto one of these my least brethren, unto me you did it."},{"number":41,"verse":"Then shall he say also unto them on his left hand, Go from me, accursed, into the fire of eternity, which was prepared for the accuser and for his angels."},{"number":42,"verse":"For I was hungry and you gave me not to eat; and I thirsted, but you made me not to drink;"},{"number":43,"verse":"and I was a stranger, and you received me not; and naked, and you clothed me not; and I was sick, and in prison, and you visited me not."},{"number":44,"verse":"Then shall they also answer and say, Our Lord! when saw we thee hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?"},{"number":45,"verse":"Then shall he answer and say to them, Amen I say unto you, that inasmuch as you did it not unto one of these little ones, you did it not to me."},{"number":46,"verse":"And these shall go away into the torment which is eternal, and the just into the life which is eternal."}]}