{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"BUT when Jeshu saw the multitudes, he ascended a mountain; and when he had sat down, his disciples drew near to him;"},{"number":2,"verse":"and he opened his mouth and taught them, saying:"},{"number":3,"verse":"BLESSED (are) the poor in spirit, for theirs is the kingdom of heaven."},{"number":4,"verse":"Blessed the mourners, for they shall be comforted."},{"number":5,"verse":"Blessed the meek, for they shall inherit the earth."},{"number":6,"verse":"Blessed they who hunger and thirst unto righteousness, for they shall be satisfied."},{"number":7,"verse":"Blessed the merciful, for upon them shall be mercy."},{"number":8,"verse":"Blessed they who are pure in their hearts, for they shall see Aloha."},{"number":9,"verse":"Blessed the makers of peace, for the children of Aloha shall they be called."},{"number":10,"verse":"Blessed they who are persecuted because of righteousness, for theirs is the kingdom of heaven."},{"number":11,"verse":"Blessed are you when they treat you with reviling, and persecute you, and say concerning you every evil word, for my sake, in falsity."},{"number":12,"verse":"Then be glad and exult, for your reward is great in heaven; for so persecuted they the prophets who were before you."},{"number":13,"verse":"You are the salt of the earth: but if it happen that salt become tasteless, with what shall it be seasoned? It goeth for nothing but to be thrown without and trodden down by men."},{"number":14,"verse":"You are the light of the world: It is not possible that a city which is built upon a hill can be hidden."},{"number":15,"verse":"Nor do they kindle a lamp and place it beneath a measure, but on a candlestick, and it enlighteneth all who are in the house."},{"number":16,"verse":"So let your light shine before the sons of men, that they may see your good works, and glorify your Father who is in heaven."},{"number":17,"verse":"Think not that I came to loose the law or the prophets: not that I might loose, but that I might fulfill."},{"number":18,"verse":"For, Amen I say unto you, that until heaven and earth shall pass away, one yod, or one point,[\"One line.\" - Codex Vienniensis] shall not pass from the law, till all be done."},{"number":19,"verse":"Every one, therefore, who shall set loose one from these least commandments, and shall so teach the children of men, the least shall he be called in the kingdom of heaven: but every one who shall do and teach [them], this [one] shall be called great in the kingdom of heaven."},{"number":20,"verse":"For I say to you, that unless your righteousness shall abound more than that of the scribes * and the Pharishee, you shall not enter into the kingdom of heaven. [* Sophree. This order of public teachers (the preaching and writing clergy of the Jews) does not seem sufficiently indicated by the word \" scribes \" in the English version. Luther well renders the corresponding Greek term by Schriftgelehrten.]"},{"number":21,"verse":"YOU have heard that it was said unto them who were before, Thou shalt not kill; and whosoever shall kill is obnoxious to the judgment."},{"number":22,"verse":"But I say unto you, that he who is angry against his brother rashly, is obnoxious to the judgment; and he who shall say to his brother, Thou empty one! is liable to the council; and every one who shall say, Thou fool! is liable to the gihano of fire."},{"number":23,"verse":"If it occur, therefore, that thou bring thy oblation to the altar, and there rememberest that thy brother retaineth some enmity against thee;"},{"number":24,"verse":"leave there thy oblation at the altar, and go, first be reconciled with thy brother, and then come and offer thy oblation."},{"number":25,"verse":"Be at one with thine adversary [Beel-dino, \"lord of strife.\"] quickly, while thou art with him in the way; lest thy adversary deliver thee to the judge, and the judge deliver thee to the exactor, and thou fall into the house of the bound."},{"number":26,"verse":"And, Amen I say unto thee, that thou shalt not come forth from thence till thou hast rendered the last shamuna. [A minute coin, in value the one-eighth of the asor, or assarius; from the Hebrew shemoneh, \" eight.\"]"},{"number":27,"verse":"You have heard that it hath been said, Thou shalt not commit adultery."},{"number":28,"verse":"But I say to you, that every one who beholdeth a woman so as that he shall desire her, already committeth adultery in his heart."},{"number":29,"verse":"But if thy right eye cause thee to offend, root it out and cast it from thee: it is better to thee that one of thy members should perish, than that thy whole body should fall into gihano."},{"number":30,"verse":"And if thy right hand cause thee to offend, cut it off and cast it from thee; for it is better to thee that one from thy members should perish, rather than thy whole body should fall into gihano."},{"number":31,"verse":"It hath been said, that he who looseth his wife should give her a writing of divorcement."},{"number":32,"verse":"But I say unto you, that whosoever looseth his wife, except on account of fornication, maketh her to commit adultery; and whosoever taketh her who is sent away, committeth adultery."},{"number":33,"verse":"Again, you have heard it was said to those beforetime, Thou shalt not lie in thine oaths, but shalt fulfil thine oaths unto the Lord."},{"number":34,"verse":"But I say unto you, Swear not at all: not by heaven, for it is the throne of Aloha;"},{"number":35,"verse":"nor by earth, for it is the foot-stool beneath his feet; neither by Urishlem, for it is the city of the great king."},{"number":36,"verse":"Neither shalt thou swear by thy head, for thou canst not make a single hair in it either black or white."},{"number":37,"verse":"But let your discourse be, Yea, yea; Nay, nay; for whatsoever is more than these is from the evil."},{"number":38,"verse":"You have heard that it hath been said, An eye for an eye, and a tooth for a tooth."},{"number":39,"verse":"But I say unto you, that you shall not rise up against evil: but if any one strike thee on the right cheek, turn to him the other also."},{"number":40,"verse":"And if any one will contend with thee to take away thy tunic, leave him thy mantle also;"},{"number":41,"verse":"and if a man compel thee one mile, go with him twain."},{"number":42,"verse":"Give to him who asketh from thee, and him who would borrow from thee refuse not."},{"number":43,"verse":"You have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. [Master of enmity.]"},{"number":44,"verse":"But I say unto you, Love your enemies; bless them who execrate you; do that which is good to him who hateth you; and pray for them who lead you with a chain, and persecute you."},{"number":45,"verse":"That you may be the children of your Father who is in heaven, who causeth his sun to arise on the good and on the evil, and who sendeth showers on the just and on the unjust."},{"number":46,"verse":"For if you love those (only) who love you, what reward have you? do not even the tribute-gatherers this?"},{"number":47,"verse":"And if you wish peace to your brethren only, what more do you than they? do not also the tribute-gatherers this?"},{"number":48,"verse":"Be ye therefore perfect, as your Father who is in heaven is perfect!"}]}