{"bibleAbbr":"PESH1849","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"And he ascended (into) the ship, and went over, and came to his city."},{"number":2,"verse":"And they brought to him a paralytic lying on a bed; and Jeshu saw their faith, and said to the paralytic, Be comforted, my son, thy sins are forgiven thee."},{"number":3,"verse":"But men from among the scribes said within themselves, This blasphemeth."},{"number":4,"verse":"But Jeshu knew their reasonings, and said to them, Why reason ye evil in your hearts?"},{"number":5,"verse":"For which is easier, to say, Forgiven are thy sins, or to say, Arise, walk?"},{"number":6,"verse":"But that ye may know that authority hath the Son of man in the earth to remit sins, he saith to him - the paralytic, - Arise, lift up thy bed, and go to thy house:"},{"number":7,"verse":"and he arose (and) went to his house."},{"number":8,"verse":"When the assembly saw this, they feared, and glorified Aloha who had given such power as this unto men."},{"number":9,"verse":"AND when Jeshu had passed thence, he saw a man who was sitting at the place of the tribute-takers, whose name was Mathai; and he said to him, Come after me; and he arose and went after him."},{"number":10,"verse":"And while he reclined in the house, there came to him many tribute-gatherers and sinners, and reclined with Jeshu and with his disciples."},{"number":11,"verse":"And when the Pharishee saw (it), they say to his disciples, Why doth your master eat with tribute-takers and sinners?"},{"number":12,"verse":"But Jeshu, when he heard (it), said to them, The healthful have no need for the physician, but they who are diseased. [Grievously affected.]"},{"number":13,"verse":"Go, learn what that is: - \" I require mercy, and not sacrifice; \" for I am not come to call the righteous, but the sinners."},{"number":14,"verse":"Then drew nigh to him the disciples of Juchanon, and said, Why do we and the Pharishee fast much, and thy disciples fast not?"},{"number":15,"verse":"Jeshu said to them, Neither can the sons of the marriage-chamber fast while the bridegroom is with them: but the days are coming when the bridegroom shall be taken up from them, and then shall they fast."},{"number":16,"verse":"No man inserteth a piece of new cloth upon an old garment, lest he should take away its fulness from that garment, and the rent be greater."},{"number":17,"verse":"Neither do they pour new wine into old bottles,[Sacks.] that the bottles may not be broken, and the wine be spilled, and the bottles perish. But they pour new wine into new bottles, and both are preserved."},{"number":18,"verse":"WHILE he spake these words with them, a certain chief came, drew near, worshipped him, and said, My daughter is now dead; but come, lay thy hand upon her, and she shall live!"},{"number":19,"verse":"And Jeshu arose, with his disciples, and went after him."},{"number":20,"verse":"And, behold, a woman whose blood had flowed twelve years, came behind him, and touched the edge of his vestment."},{"number":21,"verse":"For she was saying within herself, If I touch but his garment, I shall be healed."},{"number":22,"verse":"But Jeshu turned and seeth her, and said to her, Be comforted, my daughter, thy faith hath saved thee. [Given thee life.] And the woman was healed from that very hour."},{"number":23,"verse":"And Jeshu came to the ruler's house, and saw the minstrels and the crowds which were making a tumult."},{"number":24,"verse":"And he said to them, Retire; for the damsel is not dead, but asleep. And they laughed at him."},{"number":25,"verse":"And when he had put forth the crowds, he entered, and took her by the hand; and the damsel arose."},{"number":26,"verse":"And the rumour of this went forth through all that land."},{"number":27,"verse":"AND when Jeshu had passed thence, two blind men clave to him, and besought him, and said, Have compassion on us, Son of David!"},{"number":28,"verse":"And when he had come into the house, these blind men were brought to him. Jeshu saith to them, Believe you that I am able to do this? They say to him, Yes, our Lord!"},{"number":29,"verse":"Then he touched their eyes, and said, As you believe be it to you."},{"number":30,"verse":"And immediately their eyes were opened. And Jeshu forbad them and said, Beware lest any man know."},{"number":31,"verse":"But they went forth and spread the report of it through all that land."},{"number":32,"verse":"And when Jeshu went forth, they brought to him a dumb person in whom was a demon."},{"number":33,"verse":"And when the demon had gone out, the dumb spake; and the multitudes were astonished, and said, Never was it thus seen in Isroel."},{"number":34,"verse":"But the Pharishee said, By the chief of the devils he casteth out devils."},{"number":35,"verse":"And Jeshu itinerated in all their cities and villages, and taught in their assemblies, and preached the gospel of the kingdom, and healed all diseases and all pains."},{"number":36,"verse":"BUT when Jeshu saw the multitudes, he had compassion upon them, because they fainted and were dispersed as sheep that had no shepherd;"},{"number":37,"verse":"and said to his disciples, The harvest is great, and the labourers few."},{"number":38,"verse":"Ask, therefore, from the Lord of the harvest, that he would thrust forth labourers into his harvest."}]}