{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"Iob aunswered, & said:"},{"number":2,"verse":"Though my talke be this day in bitternesse, and my plague greater then my groning."},{"number":3,"verse":"O that I might know him, and finde him, and that I might come before his seate:"},{"number":4,"verse":"I woulde pleade my cause before hym, and fill my mouth with argumentes:"},{"number":5,"verse":"I woulde knowe what aunswere he woulde geue me, and vnderstande what he woulde say vnto me."},{"number":6,"verse":"Will he pleade against me with his great power? No, but he will make me the stronger."},{"number":7,"verse":"There the righteous might dispute with him, so shoulde I be deliuered for euer from my iudge."},{"number":8,"verse":"Behold, though I go forwarde I find him not: If I go backwarde, I can get no knowledge of hym:"},{"number":9,"verse":"If I go on the left side where he doth his worke, I can not attayne vnto him: Againe, if I go on the right side, he hydeth him selfe that I can not see hym."},{"number":10,"verse":"But as for my way, he knoweth it, and tryeth me, that as the gold I may come foorth."},{"number":11,"verse":"My foote doth kepe his path, his hie way haue I holden, and will not go out of it."},{"number":12,"verse":"I will not forsake the commaundement of his lippes, I haue esteemed the wordes of his mouth more then myne appoynted foode."},{"number":13,"verse":"He is still at one poynt, and who can turne him? he doth as him listeth, and bringeth to passe what he will."},{"number":14,"verse":"He perfourmeth the thing that is appoynted for me, and many such thinges doth he."},{"number":15,"verse":"This is the cause that I shrinke at his presence, so that when I consider him, I am afrayde of hym."},{"number":16,"verse":"For God maketh my heart softe, and the almightie putteth me in feare."},{"number":17,"verse":"Because I am not cut of before the darkenesse, neither hath he couered the cloude fro my face."}]}