{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"Considering then that there is no time hyd from the almightie, how happeneth it that they which know him do not regarde his dayes?"},{"number":2,"verse":"For some men remoue the landemarkes, robbe men of their cattell, and feede of the same:"},{"number":3,"verse":"They driue away the asse of the fatherlesse, and take the wydowes oxe for a pledge:"},{"number":4,"verse":"They cause the poore to turne out of the way, so that the poore of the earth hyde them selues together."},{"number":5,"verse":"Beholde, as wilde asses in the desert go they foorth to their worke, & ryse betimes to spoyle: Yea the very wildernesse ministreth foode for them & their children."},{"number":6,"verse":"They reape the corne fielde that is not their owne, and let the vineyarde of the vngodly alone."},{"number":7,"verse":"They cause the naked to lodge without garment, and without couering in the colde."},{"number":8,"verse":"They are wet with the showres of the mountaynes, and embrace the rocke for want of a couering."},{"number":9,"verse":"They plucke the fatherlesse from the brest, and take the pledge from the poore."},{"number":10,"verse":"They let hym go naked without clothing, and haue taken away the sheafe of the hungrie."},{"number":11,"verse":"The poore are fayne to labour in their oyle mylles, yea and to treade in their wyne presses, and yet to suffer thirst."},{"number":12,"verse":"Men out of the citie crye vnto the Lord with sighing, the soules of the slayne also crye out, yet God regardeth not their complaynt."},{"number":13,"verse":"Where as they are conuersaunt among them that abhorre the light, they know not his way, nor continue in his pathes."},{"number":14,"verse":"The murtherer ryseth early and killeth the poore and needy, and in the night is as a thiefe?"},{"number":15,"verse":"The eye of the adulterer wayteth for the darkenesse, & sayth, There shall no eye see me: and disguiseth his face."},{"number":16,"verse":"In the darke they digge through houses, whiche they marked for them selues in the day time: they knowe not the light."},{"number":17,"verse":"The morning is to them euen as the shadow of death: if one know them, they are in the terrours of the shadowe of death,"},{"number":18,"verse":"[The vngodly] is swyft vpon the water: their portion shalbe cursed in the earth, and he shall not beholde the way of the vineyardes."},{"number":19,"verse":"As the drye grounde and heate consume the snowye waters: so shall the graue the sinners."},{"number":20,"verse":"The pitifull man shall forget hym, he shalbe sweete to the wormes, he shalbe no more remembred, & his wickednesse shalbe broken as a tree."},{"number":21,"verse":"He hath oppressed the barren that can not beare, and vnto the wydow hath he done no good."},{"number":22,"verse":"He drue the mightie after hym with his power, and when he was gotten vp no man was sure of lyfe."},{"number":23,"verse":"And though they gaue him to be in safetie, yet his eyes are vpon their wayes."},{"number":24,"verse":"They are exalted for a litle, but [shortly] are gone, brought to pouertie, and taken out of the way, yea and vtterly pluckt of, as the eares of corne."},{"number":25,"verse":"Is it not so? Who will then reproue me as a lyer, and say that my wordes are nothing worth? Bildad proueth that no man is cleane nor without sinne before God."}]}