{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"And Iob proceeded and went foorth in his parable, saying,"},{"number":2,"verse":"As God lyueth whiche hath taken away my iudgement, and the almightie that hath vexed my minde:"},{"number":3,"verse":"Whyle my breath is in me, and the winde that God hath geuen me is in my nostrels,"},{"number":4,"verse":"My lippes shall talke of no vanitie, and my tongue shall speake no disceite."},{"number":5,"verse":"God forbyd that I should graunt your cause to be right: As for me, vntill myne end come will I neuer go fro myne innocentie."},{"number":6,"verse":"My righteous dealing kepe I fast, which I will not forsake: my heart shal not reproue me of my dayes."},{"number":7,"verse":"Therfore myne enemie shalbe founde as the vngodly, and he that taketh part against me, as the vnrighteous."},{"number":8,"verse":"For what hope hath the hypocrite though he haue great good, if God take away his soule?"},{"number":9,"verse":"Will God heare his crye, when trouble commeth vpon him?"},{"number":10,"verse":"Hath he such pleasure and delite in the almightie, that he dare alway call vpon God?"},{"number":11,"verse":"I wil teache you in the name of God, and the thing of the almightie will I not kepe from you."},{"number":12,"verse":"Behold, all ye your selues haue seene it, why then do ye thus vanishe in vanitie?"},{"number":13,"verse":"Saying: This is the portion that the wicked haue of God, and the heritage that tyrauntes shall receaue of the almightie."},{"number":14,"verse":"If he get many children, they shall perishe with the sworde, and his posteritie shall haue scarcenesse of bread."},{"number":15,"verse":"His remnaunt shalbe buried in death, and his widowes shall not weepe."},{"number":16,"verse":"Though he heape vp siluer as the dust, and prepare rayment as the clay:"},{"number":17,"verse":"He may well prepare it, but the godly shall put it on, and the innocent shall deale out the money."},{"number":18,"verse":"He buyldeth his house as the moth, & as a booth that the watchman maketh."},{"number":19,"verse":"When the riche man sleepeth, he shall not be gathered [to his fathers,] they opened their eyes, and he was gone."},{"number":20,"verse":"Terrour taketh holde vpon hym as a water fludde, and the tempest stealeth him away in the night season."},{"number":21,"verse":"A vehement east winde caryeth him hence, and he departeth: a storme hurleth him out of his place."},{"number":22,"verse":"God shal cast vpon him, and not spare, though he woulde fayne flee out of his hande."},{"number":23,"verse":"Then clap men their handes at hym, and hisse at him out of his place."}]}