{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this opened Iob his mouth, and cursed his day,"},{"number":2,"verse":"And Iob aunswered, and sayde:"},{"number":3,"verse":"Let the day perishe wherin I was borne, and the night in the whiche it was sayd, There is a man childe conceaued."},{"number":4,"verse":"The same day be [turned to] darknesse, and not regarded of God from aboue, neither let the light shyne vpon it:"},{"number":5,"verse":"But let it be stayned with darknesse and the shadowe of death, let the [dimme] cloude fall vpon it, whiche may make it terrible as a most bitter day."},{"number":6,"verse":"Let the darke storme ouercome that night, and let it not be ioyned vnto the dayes of the yere, nor counted in the number of the monethes."},{"number":7,"verse":"Desolate be that night, and without gladnesse."},{"number":8,"verse":"Let them that curse the day, and that be redy to rayse vp mourning, geue it also their curse."},{"number":9,"verse":"Let the starres of that night be dimme thorowe darkenesse of it, let it loke for light, but haue none, neither let it see the dawning of the day:"},{"number":10,"verse":"Because it shut not vp the doores of my mothers wombe, nor hyd sorowe from myne eyes."},{"number":11,"verse":"[Alas] why died I not in the birth? why dyd not I perishe assoone as I came out of [my mothers] wombe?"},{"number":12,"verse":"Why set they me vpon their knees? why gaue they me sucke with their brestes?"},{"number":13,"verse":"Then should I nowe haue lyen stil, I shoulde haue slept, and ben at rest,"},{"number":14,"verse":"Lyke as the kinges and lordes of the earth, which haue buylded them selues speciall places,"},{"number":15,"verse":"Or as the princes that haue had golde, and their houses full of siluer:"},{"number":16,"verse":"Or [why] was not I hyd, as a thing borne out of tune, [either] as young children which neuer sawe the light?"},{"number":17,"verse":"There must the wicked ceasse from their tyrannie, and there such as laboured valiauntly be at rest:"},{"number":18,"verse":"There the prisoners rest together, they heare no more the voyce of the oppressour:"},{"number":19,"verse":"There are small and great, and the seruaunt [is] free from his maister."},{"number":20,"verse":"Wherefore is the light geuen to hym that is in miserie? & lyfe vnto them that haue heauy heartes?"},{"number":21,"verse":"Whiche long for death and finde it not, though they search more for it than for treasures:"},{"number":22,"verse":"Which reioyce exceedingly, and be glad when they can finde the graue,"},{"number":23,"verse":"From whom their endes are hyd, and consealed by God?"},{"number":24,"verse":"For my sighes come before I eate, and my roringes are powred out like the water:"},{"number":25,"verse":"For the thing that I feared is come vpon me, and the thing that I was afrayde of is happened vnto me,"},{"number":26,"verse":"Was I not happy? Had I not quietnesse? Was I not in rest? And nowe commeth such miserie vpon me."}]}