{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"So these three men ceassed to aunswere Iob, because he held him selfe a righteous man."},{"number":2,"verse":"But Elihu the sonne of Barachel the Buzite, of the kinred of Ram, was very sore displeased at Iob, because he called hym selfe iust before God."},{"number":3,"verse":"And with Iobs three friendes he was angry also, because they had founde no reasonable aunswere, and yet condempned Iob."},{"number":4,"verse":"Nowe taried Elihu, till they had ended their comunication with Iob: for why? they were elder then he."},{"number":5,"verse":"So when Elihu sawe that these three men were not able to make Iob aunswere, he was miscontent."},{"number":6,"verse":"Therfore Elihu the sonne of Barachel the Buzite aunswered, and sayde: [Considering that] I am young, and ye be men of age, I was afrayde, and durst not shewe foorth my mynde."},{"number":7,"verse":"For I thought thus within my selfe: It becommeth old men to speake, and the aged to teache wysdome."},{"number":8,"verse":"Euery man no doubt hath a mynde, but it is the inspiration of the almightie that geueth vnderstanding."},{"number":9,"verse":"Great men are not alway wyse, neither doth euery aged man vnderstande the thing that is lawfull:"},{"number":10,"verse":"Therefore I say, heare me, and I wil shewe you also myne vnderstanding."},{"number":11,"verse":"For when I had wayted till ye made an end of your talking, and hearde your wysdome, what argumentes ye made in your communication,"},{"number":12,"verse":"Yea when I had diligently pondred what ye sayde, I found not one of you that made any good argument against Iob, that directly could make aunswere vnto his wordes,"},{"number":13,"verse":"Lest ye should say: We haue found out wisdome, God shall cast hym downe, and no man."},{"number":14,"verse":"He hath not spoken vnto me, and I wil not aunswere hym as ye haue done."},{"number":15,"verse":"For they were so abashed, that they coulde not make aunswere, nor speake one worde."},{"number":16,"verse":"When I had wayted (for they spake not, but stoode still and aunswered no more:)"},{"number":17,"verse":"Then aunswered I in my turne, and I shewed myne opinion."},{"number":18,"verse":"For I am full of matter, and the spirite within me compelleth me."},{"number":19,"verse":"Beholde, my belly is as the wine, whiche hath no vent, lyke the newe bottels that bruste."},{"number":20,"verse":"[Therfore] will I speake, that I may haue a bent: I will open my lippes, and make aunswere."},{"number":21,"verse":"I will regarde no maner of person, no man will I spare."},{"number":22,"verse":"For if I woulde go about to please men, I knowe not howe soone my maker would take me away."}]}