{"bibleAbbr":"BB1572","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Crye I pray thee, if there be any that will aunswere thee, & loke thou vpon any of the holy."},{"number":2,"verse":"As for the foolish ma, wrathfulnesse killeth him, and enuie slayeth the ignorant."},{"number":3,"verse":"I haue seene my selfe when the foolish was deepe rooted, and sodenly I cursed his habitation."},{"number":4,"verse":"His children were without prosperitie, and they were slayne in the gate, and there was no man to deliuer them."},{"number":5,"verse":"His haruest was eaten of the hungrie, & taken from among the thornes, and the thurstie drunke vp their labour: It is not the earth that bringeth foorth iniquitie,"},{"number":6,"verse":"Neither commeth sorowe out of the ground:"},{"number":7,"verse":"But man is borne vnto labour, like as the sparkes flee vp [out of the hot coles,]"},{"number":8,"verse":"But I woulde aske counsell at the Lorde, and talke with God?"},{"number":9,"verse":"Whiche doth great thinges and vnsearcheable, [and] maruels without number."},{"number":10,"verse":"He geueth rayne vpon the earth, and powreth water vpon the streetes,"},{"number":11,"verse":"To set vp them that be of lowe degree, and that those which are in heauinesse may be exalted to saluation."},{"number":12,"verse":"He destroyeth the deuices of the subtyll, so that their handes are not able to perfourme that which they do enterprise."},{"number":13,"verse":"He compasseth the wise in their owne craftinesse, & maketh foolishe the counsell of the wicked."},{"number":14,"verse":"They runne into darknesse by fayre day, and grope at the noone day as in the night."},{"number":15,"verse":"But he deliuereth the poore from the sworde, from their threatninges, and from the violence of the mightie."},{"number":16,"verse":"He is the hope of the poore, & the mouth of the wicked shalbe stopped."},{"number":17,"verse":"Behold, blessed is the man whom God correcteth, therefore refuse not thou the chastening of the almightie:"},{"number":18,"verse":"For be maketh a wounde and he healeth: he smiteth, and his hande maketh whole againe."},{"number":19,"verse":"He shall deliuer thee in sixe troubles, & in the seuenth there shall no euil come to thee."},{"number":20,"verse":"In hunger he shall saue thee from death, and when it is warre, from the power of the sworde."},{"number":21,"verse":"Thou shalt be hyd from the scourge of the tongue, & when destruction commeth thou shalt not neede to feare."},{"number":22,"verse":"In destruction and dearth thou shalt be mery, and shalt not be afrayde of the beastes of the earth."},{"number":23,"verse":"For the stones of the land shalbe confederate with thee, and the beastes of the fielde shalbe at peace with thee."},{"number":24,"verse":"And thou shalt knowe that thy dwelling place shalbe in rest, and thou shalt visite thy habitation, & shalt not sinne."},{"number":25,"verse":"Thou shalt see also that thy seede shall be great, and thy posteritie as the grasse vpon the earth."},{"number":26,"verse":"Thou shalt come also to thy graue in a full age, like a corne sheafe cut downe in due season."},{"number":27,"verse":"Lo, this we our selues haue proued by experience, and euen thus it is: Hearken thou to it also, that thou mayest take heede to thy selfe."}]}