{"bibleAbbr":"LEB2012","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"(A Prophecy Aimed at the King of Tyre) And the word of Yahweh came to me, saying,"},{"number":2,"verse":"“Son of man, say to the leader of Tyre, ‘Thus says the Lord Yahweh: “Because your heart was haughty, and you said, ‘I am a god; I sit in the seat of the gods, I sit in the heart of the seas!’ But you are a human, not a god, and you gave your heart to be like the heart of a god."},{"number":3,"verse":"Look, are you wiser than Daniel, so that no secret is hidden from you?"},{"number":4,"verse":"By your wisdom and by your understanding you have gained for yourself wealth, and you have amassed gold and silver in your treasuries."},{"number":5,"verse":"By the abundance of your wisdom in your trading you have increased your wealth and your heart was proud in your wealth.”’”"},{"number":6,"verse":"Therefore thus says the Lord Yahweh: “Because of your regarding your mind like the mind of a god,"},{"number":7,"verse":"therefore look! I am bringing strangers over you, the most ruthless of the peoples, and they will draw their swords against the beauty of your wisdom, and they will defile your splendor."},{"number":8,"verse":"They will thrust you down to the pit, and you will die a violent death in the heart of the seas."},{"number":9,"verse":"Will you indeed still say “I am a god!” before the face of your killers? And in fact you are a human and not a god in the hand of those who pierce you."},{"number":10,"verse":"You will die the death of the uncircumcised by the hand of strangers, for I myself have spoken!” declares the Lord Yahweh."},{"number":11,"verse":"And the word of Yahweh came to me, saying,"},{"number":12,"verse":"“Son of man, raise a lament over the king of Tyre, and you must say to him, ‘thus says the Lord Yahweh: “You were a perfect model of an example, full of wisdom and perfect of beauty."},{"number":13,"verse":"You were in Eden, the garden of God, and every precious stone was your adornment: carnelian, topaz and moonstone, turquoise, onyx and jasper, sapphire, malachite and emerald. And gold was the craftsmanship of your settings and your mountings in you; on the day when you were created they were prepared."},{"number":14,"verse":"You were an anointed guardian cherub, and I placed you on God’s holy mountain; you walked in the midst of stones of fire."},{"number":15,"verse":"You were blameless in your ways from the day when you were created, until wickedness was found in you."},{"number":16,"verse":"In the abundance of your trading, they filled the midst of you with violence, and you sinned; and I cast you as a profane thing from the mountain of God, and I expelled you, the guardian cherub, from the midst of the stones of fire."},{"number":17,"verse":"Your heart was proud because of your beauty; you ruined your wisdom because of your splendor. I threw you on the ground before kings; I have exposed you for viewing."},{"number":18,"verse":"From the abundance of your iniquities in the dishonesty of your trading, I profaned your sanctuaries and I brought fire from your midst; it consumed you, and I have turned you to ashes on the earth before the eyes of everyone who sees you."},{"number":19,"verse":"All who know you among the peoples are appalled over you; you have become as horrors, and you shall cease to exist forever.”’”"},{"number":20,"verse":"And the word of Yahweh came to me, saying,"},{"number":21,"verse":"“Son of man, set your face toward Sidon and prophesy against it,"},{"number":22,"verse":"and you must say, ‘Thus says the Lord Yahweh: “Look! I am against you, Sidon, and I display my glory in the midst of you, and they will know that I am Yahweh when I execute my judgments, and I will show myself holy within it."},{"number":23,"verse":"And I will send into it a plague, and blood will be in its streets. And the dead will fall in the midst of her by the sword that is against it from all around; and they will know that I am Yahweh."},{"number":24,"verse":"And there will not be any longer a painful thorn and a sharp thornbush for the house of Israel from anywhere around them from those who are despising them, and they will know that I am the Lord Yahweh.”’”"},{"number":25,"verse":"Thus says the Lord Yahweh: “When I gather the house of Israel from the peoples to which they were scattered about in them, and I show myself holy in them before the eyes of the nations, then they will live on their soil, which I gave to my servant Jacob."},{"number":26,"verse":"And they will live on it in safety, and they will build houses, and they will plant vineyards, and they will live in safety when I execute my judgments on all those who despise them from all around them, and then they will know that I am Yahweh their God.”"}]}