{"bibleAbbr":"msAB1996","bookName":"1 TESALONIKA","bookEnglishName":"1 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"( ) Surat ini daripada Paulus, Silas, dan Timotius. Surat ini ditujukan kepada jemaah di Tesalonika, yang menjadi milik Allah Bapa dan Tuhan Yesus Kristus. Semoga Allah mengurniai kamu berkat dan kesejahteraan."},{"number":2,"verse":"( Kehidupan dan Iman Orang Tesalonika) Kami sentiasa bersyukur kepada Allah kerana kamu semua. Setiap kali kami berdoa kepada Allah, kami sentiasa mendoakan kamu."},{"number":3,"verse":"Apabila kami berdoa kepada Allah dan Bapa kita, kami mengingat bagaimana perbuatan kamu menunjukkan kepercayaan kamu kepada Kristus, bagaimana kamu mengasihi orang lain sehingga bekerja untuk membantu mereka, dan bagaimana kamu berharap dengan teguh kepada Tuhan kita Yesus Kristus."},{"number":4,"verse":"Saudara-saudaraku, kami tahu bahawa Allah mengasihi kamu dan sudah memilih kamu menjadi milik-Nya sendiri."},{"number":5,"verse":"Hal itu demikian, kerana kami mengisytiharkan Berita Baik kepada kamu, bukan dengan kata-kata sahaja, tetapi juga dengan kuasa, dengan Roh Allah ( Roh Allah; Harfiah: Roh Kudus.) dan dengan keyakinan bahawa Berita Baik itu benar. Kamu mengetahui cara hidup kami ketika kami bersama-sama kamu dan semua itu untuk kebaikan kamu."},{"number":6,"verse":"( ) Kamu mengikut teladan kami dan teladan Tuhan. Meskipun kamu menanggung banyak penderitaan, kamu menyambut perkhabaran itu dengan kegembiraan yang datang daripada Roh Allah."},{"number":7,"verse":"Oleh itu kamu menjadi teladan kepada semua orang Kristian di Makedonia dan Akhaya."},{"number":8,"verse":"Berita tentang Tuhan tersebar sampai ke Makedonia dan Akhaya, kerana kamu. Orang di mana-mana sahaja juga mendengar berita tentang kepercayaan kamu kepada Allah. Oleh itu kami tidak perlu berkata apa-apa lagi."},{"number":9,"verse":"Semua orang berkata bahawa kamu menyambut kami dengan baik ketika melawat kamu dahulu. Mereka berkata bahawa kamu tidak mahu menyembah berhala lagi, tetapi datang kepada satu-satunya Allah yang hidup untuk mentaati dan menyembah Dia."},{"number":10,"verse":"Mereka juga berkata bahawa kamu menantikan kedatangan Anak Allah dari syurga, iaitu Yesus yang sudah dibangkitkan oleh Allah daripada kematian. Yesuslah yang menyelamatkan kita daripada kemurkaan Allah yang akan datang."}]}