{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"(The Fourth Book of Moses, called Numbers) ((2 Moses and Aaron with the twelve princes of the tribes are commanded of the Lord to number them that are able to go to war.49 The Levites are exempted for the service of the Lord.) ) The Lord spake again unto Moses in the wilderness of (In that place of the wilderness that was near to mount Sinai.) Sinai, in the Tabernacle of the Congregation, in the first day of the (Which contained part of April, and part of May.) second month, in the second year after they were come out of the land of Egypt, saying,"},{"number":2,"verse":"(Cross references: : Exod. 30:12) Take ye the sum of all the Congregation of the children of Israel, after their families and households of their fathers, with the number of their names: to wit, all the males, (Hebrew, by their heads.) man by man:"},{"number":3,"verse":"From twenty years old and above, all that go forth to the war in Israel: thou and Aaron shall number them throughout their armies."},{"number":4,"verse":"And with you shall be (That is, the chiefest man of every tribe.) men of every tribe, such as are the heads of the house of their fathers."},{"number":5,"verse":"And these are the names of the men that shall (And assist you when ye number the people.) stand with you, of the tribe of Reuben, Elizur, the son of Shedeur:"},{"number":6,"verse":"Of Simeon, Shelumiel the son of Zurishaddai:"},{"number":7,"verse":"Of Judah, Nahshon the son of Amminadab:"},{"number":8,"verse":"Of Issachar, Nethanel the son of Zuar:"},{"number":9,"verse":"Of Zebulun, Eliab, the son of Helon:"},{"number":10,"verse":"Of the children of Joseph: of Ephraim, Elishama the son of Ammihud: of Manasseh, Gamaliel, the son of Pedahzur:"},{"number":11,"verse":"Of Benjamin, Abidan the son of Gideoni:"},{"number":12,"verse":"Of Dan, Ahiezer, the son of Ammishaddai:"},{"number":13,"verse":"Of Asher, Pagiel, the son of Ocran:"},{"number":14,"verse":"Of Gad, Eliasaph the son of Deuel:"},{"number":15,"verse":"Of Naphtali, Ahira the son of Enan."},{"number":16,"verse":"These were famous in the Congregation, (Or captains, and governors.) princes of the tribes of their fathers, and heads over thousands in Israel."},{"number":17,"verse":"¶ Then Moses and Aaron took these men which are expressed by their names."},{"number":18,"verse":"And they called all the Congregation together in the first day of the second month, who declared (In showing every man his tribe, and his ancestors.) their kindred by their families, and by the houses of their fathers according to the number of their names, from twenty years old and above, man by man."},{"number":19,"verse":"As the Lord had commanded Moses, so he numbered them in the wilderness of Sinai."},{"number":20,"verse":"So were the sons of (These are the names of the twelve tribes, as first of Reuben.) Reuben Israel’s eldest son by their generations, by their families, and by the houses of their fathers according to the number of their names, man by man, every male from twenty years old and above, as many as (Or, as were able to bear weapons.) went forth to war:"},{"number":21,"verse":"The number of them, I say, of the tribe of Reuben, was six and forty thousand, and five hundred."},{"number":22,"verse":"Of the sons of Simeon by their generations, by their families, and by the houses of their fathers, the sum thereof by the number of their names, man by man, every male from twenty years old, and above, all that went forth to war:"},{"number":23,"verse":"The sum of them, I say, of the tribe of Simeon was nine and fifty thousand and three hundred."},{"number":24,"verse":"¶ Of the sons of Gad by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":25,"verse":"The number of them, I say, of the tribe of Gad was five and forty thousand, and six hundred and fifty."},{"number":26,"verse":"¶ Of the sons of Judah by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":27,"verse":"The number of them, I say, of the tribe of Judah, was three score and fourteen thousand, and six hundred."},{"number":28,"verse":"¶ Of the sons of Issachar by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":29,"verse":"The number of them also of the tribe of Issachar was four and fifty thousand, and four hundred."},{"number":30,"verse":"¶ Of the sons of Zebulun by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above: all that went forth to war:"},{"number":31,"verse":"The number of them also of the tribe of Zebulun was seven and fifty thousand and four hundred."},{"number":32,"verse":"¶ Of the sons of Joseph, namely of the sons of Ephraim by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":33,"verse":"The number of them also of the tribe of Ephraim was forty thousand and five hundred."},{"number":34,"verse":"¶ Of the sons of Manasseh by their generations, by their families and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":35,"verse":"The number of them also of the tribe of Manasseh was two and thirty thousand and two hundred."},{"number":36,"verse":"Of the sons of Benjamin by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":37,"verse":"The number of them also of the tribe of Benjamin was five and thirty thousand and four hundred."},{"number":38,"verse":"Of the sons of Dan by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":39,"verse":"The number of them also of the tribe of Dan was three score and two thousand, and seven hundred."},{"number":40,"verse":"¶ Of the sons of Asher by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:"},{"number":41,"verse":"The number of them also of the tribe of Asher was one and forty thousand and five hundred."},{"number":42,"verse":"¶ Of the children of Naphtali, by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went to the war:"},{"number":43,"verse":"The number of them also of the tribe of Naphtali was three and fifty thousand, and four hundred."},{"number":44,"verse":"These are the (Or, full count.) sums which Moses, and Aaron numbered, and the Princes of Israel, the twelve men which were every one for the house of their fathers."},{"number":45,"verse":"So this was all the sum of the sons of Israel, by the houses of their fathers, from twenty years old and above, all that went to the war in Israel."},{"number":46,"verse":"And all they were in number six hundred and three thousand five hundred and fifty."},{"number":47,"verse":"But the Levites, after the tribes of their fathers were not numbered among (Which were warriors, but were appointed to the use of the Tabernacle.) them."},{"number":48,"verse":"For the Lord had spoken unto Moses, and said,"},{"number":49,"verse":"Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel."},{"number":50,"verse":"But thou shalt appoint the Levites over the Tabernacle of the Testimony, and over all the instruments thereof, and over all things that belong to it: they shall bear the Tabernacle, and all the instruments thereof, and shall minister in it, and shall (Hebrew, camp.) dwell round about the Tabernacle."},{"number":51,"verse":"And when the Tabernacle goeth forth, the Levites shall take it down: and when the Tabernacle is to be pitched, the Levites shall set it up: for the (Whosoever is not of the tribe of Levi.) stranger that cometh near, shall be slain."},{"number":52,"verse":"Also the children of Israel shall pitch their tents every man in his camp, and every man under his standard throughout their armies."},{"number":53,"verse":"But the Levites shall pitch round about the Tabernacle of the Testimony, lest vengeance (By not having due regard to the Tabernacle of the Lord.) come upon the Congregation of the children of Israel, and the Levites shall take the charge of the Tabernacle of the Testimony."},{"number":54,"verse":"So the children of Israel did according to all that the Lord had commanded Moses: so did they."}]}