{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"((4 Certain men are sent to search the land of Canaan.24 They bring of the fruit of the land. 31 Caleb comforteth the people against the discouraging of the other spies.) ) Then afterward the people removed from Hazeroth, and pitched in the wilderness of (That is, in Rithmah, which was in Paran, Num. 33:18.) Paran."},{"number":2,"verse":"¶ And the Lord spake unto Moses, saying,"},{"number":3,"verse":"(After the people had required it of Moses, as it is in Deut. 1:22, then the Lord spake to Moses so to do.) Send thou men out to search the land of Canaan which I give unto the children of Israel: of every tribe of their fathers shall ye send a man, such as are all rulers among them."},{"number":4,"verse":"Then Moses sent them out of the wilderness of Paran at the commandment of the Lord: all those men were (Or, rulers.) heads of the children of Israel."},{"number":5,"verse":"Also their names are these: of the tribe of Reuben, Shammua the son of Zaccur:"},{"number":6,"verse":"Of the tribe of Simeon, Shaphat the son of Hori:"},{"number":7,"verse":"Of the tribe of Judah, Caleb the son of Jephunneh:"},{"number":8,"verse":"Of the tribe of Issachar, Igal the son of Joseph:"},{"number":9,"verse":"Of the tribe of Ephraim, (Or, Joshua.) Hoshea the son of Nun:"},{"number":10,"verse":"Of the tribe of Benjamin, Palti the son of Raphu:"},{"number":11,"verse":"Of the tribe of Zebulun, Gaddiel the son of Sodi:"},{"number":12,"verse":"Of the tribe of Joseph, to wit, of the tribe of Manasseh, Gaddi the son of Susi:"},{"number":13,"verse":"Of the tribe of Dan, Ammiel the son of Gemalli:"},{"number":14,"verse":"Of the tribe of Asher, Sethur the son of Michael:"},{"number":15,"verse":"Of the tribe of Naphtali, Nahbi the son of Vophsi:"},{"number":16,"verse":"Of the tribe of Gad, Geuel the son of Machi."},{"number":17,"verse":"These are the names of the (Which in number were twelve, according to the twelve tribes.) men, which Moses sent to spy out the land: and Moses called the name of Hoshea the son of Nun, Joshua."},{"number":18,"verse":"So Moses sent them to spy out the land of Canaan, and said to them, Go up this way toward the South, and go up into the (Or, his country.) mountains."},{"number":19,"verse":"And consider the land what it is, and the people that dwell therein, whether they be strong, or weak, either few or many."},{"number":20,"verse":"Also what the land is that they dwell in, whether it be (Plentiful or barren.) good or bad: and what cities they be, that they dwell in, whether they dwell in tents, or in walled towns."},{"number":21,"verse":"And what the land is: whether it be fat or lean, whether there be trees therein, or not. And be of good courage, and bring of the fruit of the land (for then was the time of the first ripe grapes.)"},{"number":22,"verse":"¶ So they went up, and searched out the land, from the wilderness of (Which was in the wilderness of Paran.) Zin unto Rehob, to go to Hamath."},{"number":23,"verse":"And they ascended toward the South, and came unto Hebron, where were Ahiman, Sheshai, and Talmai, the sons of (Which were a kind of giants.) Anak. And (Declaring the antiquity thereof: also Abraham, Sarah, Isaac and Jacob were buried there.) Hebron was built seven years before Zoan in Egypt."},{"number":24,"verse":"(Cross references: : Deut. 1:24) Then they came to the river of Eshcol, and cut down thence a branch with one cluster of grapes, and they bare it upon a bar between two, and brought of the pomegranates and of the figs."},{"number":25,"verse":"That place was called the (Or, the valley of Eshcol, that is, of grapes.) river Eshcol, because of the cluster of grapes, which the children of Israel cut down thence."},{"number":26,"verse":"Then after forty days they turned again from searching of the land."},{"number":27,"verse":"And they went and came to Moses and to Aaron, and unto all the Congregation of the children of Israel, in the wilderness of (Called also Kadesh Barnea.) Paran, to Kadesh, and brought to them, and to all the Congregation tidings, and showed them the fruit of the land."},{"number":28,"verse":"And they told (That is, Moses.) him, and said, We came unto the land whither thou hast sent us, and surely it floweth with (Exod. 33:3) milk and honey: and here is of the fruit of it."},{"number":29,"verse":"Nevertheless the people be strong that dwell in the land, and the cities are walled and exceeding great: and moreover, we saw the (Ahiman, Sheshai, and Talmai, whom Caleb slew afterward, Josh. 11:21, 22.) sons of Anak there."},{"number":30,"verse":"The Amalekites dwell in the South country, and the Hittites, and the Jebusites, and the Amorites dwell in the mountains, and the Canaanites dwell by the sea, and by the coasts of Jordan."},{"number":31,"verse":"Then Caleb stilled the people (Or, murmuring against Moses.) before Moses, and said, Let us go up at once, and possess it: for undoubtedly we shall overcome it."},{"number":32,"verse":"But the men that went up with him, said, We be not able to go up against the people: for they are stronger than we."},{"number":33,"verse":"So they brought up an evil report of the land which they had searched for the children of Israel, saying, The land which we have gone through to search it out, is a land that (The giants were so cruel, that they spoiled and killed one another and those that came to them.) eateth up the inhabitants thereof: for all the people that we saw in it, are men of great stature. (34)For there we saw giants, the sons of Anak, which come of the giants, so that we seemed in our sight like grasshoppers: and so we were in their sight."}]}