{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"(2 The order of the tents, and the names of the Captains of the Israelites.) And the Lord spake unto Moses, and to Aaron, saying,"},{"number":2,"verse":"(In the twelve tribes were four principle standards, so that every three tribes had their standard.) Every man of the children of Israel shall camp by his standard, and under the ensign of their father’s house: far off, about the Tabernacle of the Congregation shall they pitch."},{"number":3,"verse":"On the East side toward the rising of the sun, shall they of the standard of the host of Judah pitch according to their armies: and Nahshon the son of Amminadab shall be (Or, prince.) captain of the sons of Judah."},{"number":4,"verse":"And his host and the number of them were seventy and four thousand and six hundred."},{"number":5,"verse":"Next unto him shall they of the tribe (Judah, Issachar, and Zebulun the sons of Leah were of the first standard.) of Issachar pitch, and Nethanel the son of Zuar shall be the captain of the sons of Issachar:"},{"number":6,"verse":"And his host and the number thereof were four and fifty thousand, and four hundred."},{"number":7,"verse":"Then the tribe of Zebulun, and Eliab the son of Helon captain over the sons of Zebulun:"},{"number":8,"verse":"And his host and the number thereof seven and fifty thousand and four hundred:"},{"number":9,"verse":"The whole number of the (Of them which were contained under that name.) host of Judah are an hundred fourscore and six thousand, and four hundred according to their armies: they shall first set forth."},{"number":10,"verse":"¶ On the South side shall be the standard of the host (Reuben and Simeon, the sons of Leah, and Gad the son of Zilpah her maid, were of the second standard.) of Reuben according to their armies: and the captain over the sons of Reuben shall be Elizur the son of Shedeur."},{"number":11,"verse":"And his host and the number thereof, six and forty thousand and five hundred."},{"number":12,"verse":"And by him shall the tribe of Simeon pitch, and the captain over the sons of Simeon shall be Shelumiel the son of Zurishaddai:"},{"number":13,"verse":"And his host, and the number of them, nine and fifty thousand and three hundred."},{"number":14,"verse":"And the tribe of Gad, and the captain over the sons of Gad shall be Eliasaph the son of (Or, Reuel.) Deuel:"},{"number":15,"verse":"And his host and the number of them were five and forty thousand, six hundred and fifty."},{"number":16,"verse":"All the number of the camp of Reuben were an hundred and one and fifty thousand, and four hundred and fifty according to their armies, and they shall set forth in the second place."},{"number":17,"verse":"¶ Then the Tabernacle of the Congregation shall go with the host of the Levites, in the (Because it might be in equal distance from each one, and all indifferently have recourse thereunto.) midst of the camp as they have pitched, so shall they go forward, every man in his order, according to their standards."},{"number":18,"verse":"¶ (Because Ephraim and Manasseh supplied the place of Joseph their father, they are taken to be Rachel’s children, so they and Benjamin make the third standard.) The standard of the camp of Ephraim shall be toward the West according to their armies: and the captain over the sons of Ephraim shall be Elishama the son of Ammihud:"},{"number":19,"verse":"And his host and the number of them were forty thousand and five hundred."},{"number":20,"verse":"And by him shall be the tribe of Manasseh and the captain over the sons of Manasseh, shall be Gamaliel the son of Pedahzur:"},{"number":21,"verse":"And his host and the number of them were two and thirty thousand and two hundred."},{"number":22,"verse":"And the tribe of Benjamin, and the captain over the sons of Benjamin shall be Abidan, the son of Gideoni:"},{"number":23,"verse":"And his host, and the number of them were five and thirty thousand and four hundred."},{"number":24,"verse":"All the number of the camp of Ephraim were an hundred and eight thousand and one hundred according to their armies, and they shall go in the third place."},{"number":25,"verse":"¶ The standard of the host of (Dan and Naphtali the sons of Bilhah Rachel’s maid with Asher the son of Zilpah make the fourth standard.) Dan shall be toward the North according to their armies: and the captain over the children of Dan shall be Ahiezer the son of Ammishaddai:"},{"number":26,"verse":"And his host and the number of them were two and threescore thousand and seven hundred."},{"number":27,"verse":"And by him shall the tribe of Asher pitch, and the captain over the sons of Asher shall be Pagiel the son of Ocran."},{"number":28,"verse":"And his host and the number of them were one and forty thousand, and five hundred."},{"number":29,"verse":"¶ Then the tribe of Naphtali, and the captain over the children of Naphtali shall be Ahira the son of Enan:"},{"number":30,"verse":"And his host and the number of them were three and fifty thousand and four hundred."},{"number":31,"verse":"All the number of the host of Dan was an hundred and seven and fifty thousand and six hundred: they shall go hindmost with their standards."},{"number":32,"verse":"¶ These are the (Which were of twenty years and above.) sums of the children of Israel by the houses of their fathers, all the number of the host, according to their armies, six hundred and three thousand, five hundred and fifty."},{"number":33,"verse":"But the Levites were not numbered among the children of Israel, as the Lord had commanded Moses."},{"number":34,"verse":"And the children of Israel did according to all that the Lord had commanded Moses: so they pitched according to their (For under every one of the four principal standards were divers signs to keep every band.) standards, and so they journeyed every one with his families, according to the houses of their fathers."}]}