{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"(5 Balaam prophesieth of the great prosperity that should come unto Israel.17 Also of the coming of Christ.20 The destruction of the Amalekites, and of the Kenites.) When Balaam saw that it pleased the Lord to bless Israel, then he went not, (Cross references: : Num. 23:315) as certain times before, to set divinations, but set his face toward the (Where the Israelites camped.) wilderness."},{"number":2,"verse":"And Balaam lift up his eyes, and looked upon Israel, which dwelt according to their tribes, and the Spirit of God came upon him,"},{"number":3,"verse":"(Num. 23:718) And he uttered his parable, and said, Balaam the son of Beor hath said, and the man whose eyes (His eyes were shut up before in respect of the clear visions which he saw after: some read, were open.) were shut up, hath said,"},{"number":4,"verse":"He hath said which heard the words of God, and saw the vision of the Almighty, and (Though he lay as in a sleep, yet the eyes of his mind were open.) falling in a trance had his eyes opened:"},{"number":5,"verse":"¶ How goodly are thy tents, O Jacob, and thine habitations, O Israel!"},{"number":6,"verse":"As the valleys are they stretched forth, as gardens by the river’s side, as the (Or, tents.) aloe trees, which the Lord hath planted, as the cedars beside the waters."},{"number":7,"verse":"The (His prosperity and posterity shall be very great.) water droppeth out of his bucket, and his seed shall be in many waters, and his King shall be higher than (Which name was common to the kings of Amalek.) Agag, and his kingdom shall be exalted."},{"number":8,"verse":"God brought him out of Egypt: his strength shall be as an unicorn: he shall eat the nations his enemies, and bruise their bones, and shoot them through with his arrows."},{"number":9,"verse":"(Gen. 49:9) He coucheth, and lieth down as a young Lion, and as a Lion: Who shall stir him up? blessed is he that blesseth thee, and cursed is he that curseth thee."},{"number":10,"verse":"Then Balak was very angry with Balaam, and (In token of anger.) smote his hands together: so Balak said unto Balaam, I sent for thee to curse mine enemies, and behold, thou hast blessed them now three times."},{"number":11,"verse":"Therefore now flee unto thy place: I thought surely to promote thee unto honor, but lo, the (Thus the wicked burden God when they cannot compass their wicked enterprises.) Lord hath kept thee back from honor."},{"number":12,"verse":"Then Balaam answered Balak, Told I not also thy messengers, which thou sentest unto me, saying,"},{"number":13,"verse":"If Balak would give me his house full of silver and gold, I cannot pass the commandment of the Lord, to do either good or bad of mine own mind? what the Lord shall command, that same will I speak."},{"number":14,"verse":"And now behold, I go unto my people: come, I will advertise thee what this people shall do to thy folk in the latter days. (Hebrew, counsel.) (He gave also wicked counsel to cause the Israelites to sin, that thereby God might forsake them, Num. 31:16.)"},{"number":15,"verse":"And he uttered his parable, and said Balaam the son of Beor hath said, and the man whose eyes were shut up hath said,"},{"number":16,"verse":"He hath said that heard the words of God, and hath the knowledge of the most High, and saw the vision of the Almighty, and falling in a trance had his eyes opened:"},{"number":17,"verse":"I shall see him, but not now: I shall behold him, but not near: there shall come a (Meaning, Christ.) Star of Jacob, and a Scepter shall rise of Israel and shall smite the (That is, the princes.) coasts of Moab, and destroy all the sons of (He shall subdue all that resist: for of Sheth came Noah, and of Noah all the world.) Sheth."},{"number":18,"verse":"And Edom shall be possessed, and Seir shall be a possession to their enemies: but Israel shall do valiantly."},{"number":19,"verse":"He also that shall have dominion shall be of Jacob, and shall destroy the remnant of the (Of the Edomites.) city."},{"number":20,"verse":"¶ And when he looked on Amalek, he uttered his parable, and said, Amalek was the (The Amalekites first made war against Israel, as Num. 14:45.) first of the nations: but his latter end shall come to destruction."},{"number":21,"verse":"And he looked on the (Or, Midianites.) Kenites, and uttered his parable, and said, Strong is thy dwelling place, and (Make thyself as strong as thou canst.) put thy nest in the rock:"},{"number":22,"verse":"Nevertheless, (Or, thou Kain shalt.) the Kenite shall be spoiled, until Asshur carry thee away captive."},{"number":23,"verse":"Again he uttered his parable, and said, Alas, (Some read, Oh who shall not perish when the enemy that is, Antichrist, shall set himself up as God?) who shall live when God doeth this?"},{"number":24,"verse":"The ships also shall come from the coasts of (The Grecians and Romans.) Kittim, and subdue Asshur, and shall subdue Eber, and (Meaning, Eber, or the Jews for rebelling against God.) he also shall come to destruction."},{"number":25,"verse":"Then Balaam rose up, and went and returned to his place: and Balak also went his way."}]}