{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"((1 The Law of the heritage of the daughters of Zelophehad.12 The land of promise showed unto Moses.16 Moses prayeth for a governor unto the people.18 Joshua is appointed in his stead.) ) Then came the daughters of (Cross references: : Num. 26:33; Num. 36:11; Josh. 17:3) Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the family of Manasseh, the son of Joseph (and the names of his daughters were these, Mahlah, Noah, and Hoglah, and Milcah, and Tirzah)"},{"number":2,"verse":"And stood before Moses, and before Eleazar the Priest, and before the Princes, and all the assembly at the door of the Tabernacle of the Congregation, saying,"},{"number":3,"verse":"Our father (Num. 14:35; Num. 26:6465) died in the wilderness, and he was not among the assembly of them that were assembled against the Lord in the company of Korah, but died in his (According as all men die, for as much as they are sinners.) sin, and had no sons."},{"number":4,"verse":"Wherefore should the name of our father be taken away from among his family, because he hath no son? give us a possession among the brethren of our father."},{"number":5,"verse":"Then Moses brought their (That is, their matter to be judged, to know what he should determine, as he did all hard matters.) cause before the Lord."},{"number":6,"verse":"And the Lord spake unto Moses, saying,"},{"number":7,"verse":"The daughters of Zelophehad speak right: thou shalt give them a possession to inherit among their father’s brethren, and shalt turn the inheritance of their father unto them."},{"number":8,"verse":"Also thou shalt speak unto the children of Israel, saying, If a man die and have no son, then ye shall turn his inheritance unto his daughter."},{"number":9,"verse":"And if he have no daughter, ye shall give his inheritance unto his brethren."},{"number":10,"verse":"And if he have no brethren, ye shall give his inheritance unto his father’s brethren."},{"number":11,"verse":"And if his father have no brethren, ye shall give his inheritance unto his next kinsman of his family, and he shall possess it: and this shall be unto the children of Israel a law of (Meaning, an ordinance to judge by.) judgment, as the Lord hath commanded Moses."},{"number":12,"verse":"¶ Again the Lord said unto Moses, (Deut. 32:40) Go up into this mount of Abarim, and behold the land which I have given unto the children of Israel."},{"number":13,"verse":"And when thou hast seen it, thou shalt be gathered unto thy people also, (Num. 20:24) as Aaron thy brother was gathered."},{"number":14,"verse":"For ye were (Num. 20:10) disobedient unto my word in the desert of Zin, in the strife of the assembly to sanctify me in the waters before their eyes: (Exod. 17:7) That is the water of (Or, strife.) Meribah in Kadesh in the wilderness of Zin."},{"number":15,"verse":"¶ Then Moses spake unto the Lord, saying,"},{"number":16,"verse":"Let the Lord God of the (Who as he hath created, so he governeth the hearts of all men.) spirits of all flesh appoint a man over the Congregation,"},{"number":17,"verse":"Who may (That is, govern them and do his duty, as 2 Chron. 1:10.) go out and in before them, and lead them out and in, that the Congregation of the Lord be not as sheep, which have not a shepherd."},{"number":18,"verse":"And the Lord said unto Moses, Take thee Joshua the son of Nun, in whom is the Spirit, and (And so appoint him governor.) put thine hands upon him,"},{"number":19,"verse":"And set him before Eleazar the Priest, and before all the Congregation, and give him a charge in their sight,"},{"number":20,"verse":"And (Commend him to the people as meet for the office and appointed by God.) give him of thy glory, that all the Congregation of the children of Israel may obey."},{"number":21,"verse":"And he shall stand before Eleazar the Priest, who shall ask counsel for him (Exod. 28:30) by the (According to his office: signifying that the civil magistrate could execute nothing but that which he knew to be the will of God.) judgment of Urim before the Lord: at his word they shall go out, and at his word they shall come in, both he, and all the children of Israel with him, and all the Congregation."},{"number":22,"verse":"So Moses did as the Lord hath commanded him, and he took Joshua, and set him before Eleazar the Priest, and before all the Congregation."},{"number":23,"verse":"Then he put his hands upon him, and gave him a (How he should govern himself in his office.) charge, as the Lord had spoken by the hand of Moses."}]}