{"bibleAbbr":"Geneva1599","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"((2 The Passover is commanded again.13 The punishment of him that keepeth not the Passover.15 The cloud conducteth the Israelites through the wilderness.) ) And the Lord spake unto Moses in the wilderness of Sinai, in the first month of the second year, after they were come out of the land of Egypt, saying,"},{"number":2,"verse":"The children of Israel shall also celebrate the (Cross references: : Exod. 12:1; Lev. 23:5; Num. 28:16; Deut. 16:2) Passover at the time appointed thereunto."},{"number":3,"verse":"In the fourteenth day of this month at (Exod. 12:6; Deut. 16:6) even, ye shall keep it in his due season: according to (Even in all points as the Lord hath instituted it.) all the ordinances of it, and according to all the ceremonies thereof shall ye keep it."},{"number":4,"verse":"Then Moses spake unto the children of Israel, to celebrate the Passover."},{"number":5,"verse":"And they kept the Passover in the fourteenth day of the first month at even in the wilderness of Sinai: according to all that the Lord had commanded Moses, so did the children of Israel."},{"number":6,"verse":"¶ And certain men were defiled (By touching a corpse, or being at the burial.) by a dead man, that they might not keep the Passover the same day: and they came before Moses and before Aaron the same day."},{"number":7,"verse":"And those men said unto him, We are defiled by a dead man: wherefore are we kept back that we may not (Or, celebrate the Passover the fourteenth day of the first month.) offer an offering unto the Lord in the time thereunto appointed among the children of Israel?"},{"number":8,"verse":"Then Moses said unto them, Stand still, and I will hear what the Lord will command concerning you."},{"number":9,"verse":"And the Lord spake unto Moses, saying,"},{"number":10,"verse":"Speak unto the children of Israel, and say, If any among you, or of your posterity shall be unclean by the reason of a corpse, or be in a long journey, (And cannot come where the Tabernacle is, when others keep it.) he shall keep the Passover unto the Lord."},{"number":11,"verse":"In the fourteenth day of the (So that the unclean, and they that are not at home, have a month longer granted unto them.) second month at even they shall keep it: with unleavened bread, and sour herbs shall they eat it."},{"number":12,"verse":"They shall leave none of it unto the morning, (Exod. 12:46; John 19:36) nor break any bone of it: according to all the ordinance of the Passover shall they keep it."},{"number":13,"verse":"But the man that is clean and is not in a (When the Passover is celebrated.) journey, and is negligent to keep the Passover, the same person shall be cut off from his people: because he brought not the offering of the Lord in his due season, that man shall bear his (Or, punishment of his sin.) sin."},{"number":14,"verse":"And if a stranger dwell among you, and will keep the Passover unto the Lord, as the ordinance of the Passover, and as the manner thereof is, so shall he do: (Exod. 12:49) ye shall have one law both for the stranger, and for him that was born in the same land."},{"number":15,"verse":"¶ (Exod. 40:34) And when the Tabernacle was reared up, a cloud covered the Tabernacle, namely, the Tabernacle of the Testimony: and at even there was upon the Tabernacle, as the (Like a pillar, read Exod. 13:22.) appearance of fire until morning."},{"number":16,"verse":"So it was alway: the cloud covered it by day, and the appearance of fire by night."},{"number":17,"verse":"And when the cloud was taken up from the Tabernacle, then afterward the children of Israel journeyed: and in the place where the cloud abode, there the children of Israel pitched their tents."},{"number":18,"verse":"At the (Hebrew, mouth.) commandment of the (Who taught them what to do by the cloud.) Lord the children of Israel journeyed, and at the commandment of the Lord they pitched: as long as the cloud abode upon the Tabernacle, (1 Cor. 10:1) they (Hebrew, camped.) lay still."},{"number":19,"verse":"And when the cloud tarried still upon the Tabernacle a long time, the children of Israel kept the (They waited when the Lord would signify either their departure, or their abode by the cloud.) watch of the Lord, and journeyed not."},{"number":20,"verse":"So when the cloud abode (Hebrew, days of number.) a few days upon the Tabernacle, they abode in their tents according to the commandment of the Lord: for they journeyed at the commandment of the Lord."},{"number":21,"verse":"And though the cloud abode upon the Tabernacle from even unto the morning, yet if the cloud was taken up in the morning, then they journeyed: whether by day or by night the cloud was taken up, then they journeyed."},{"number":22,"verse":"Or if the cloud tarried two days, or a month, or a year upon the Tabernacle, abiding thereon, the children of Israel (Exod. 40:3637; Num. 9:18) abode still, and journeyed not: but when it was taken up, they journeyed."},{"number":23,"verse":"At the commandment of the Lord they pitched, and at the commandment of the Lord they journeyed, keeping the watch of the Lord at the commandment of the Lord by the (Under the charge and government of Moses.) hand of Moses."}]}