{"bibleAbbr":"Geneva1587","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"Wherefore Having laid for the foundation the Spirit of God effectually working by the word, and having built on it three virtues which are the grounds of all Christian actions, that is, faith, hope, and charity: now he proceeds to a general exhortation the first part being that we flee all show of both secret and open malice. laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,"},{"number":2,"verse":"The second is, that being newly begotten and born of the new seed of the incorrupt word, drinking and sucking greedily the same word as milk, we should grow more and more in that spiritual life. And he calls it, sincere, not only because it is a most pure thing, but also that we should take heed of them which corrupt it. As As it becomes new men. newborn babes, desire the sincere milk of the word, that ye may grow thereby:"},{"number":3,"verse":"He commends that spiritual nourishment for the sweetness and profit of it. If so be ye have tasted that the Lord [is] gracious."},{"number":4,"verse":"He advances the same exhortation, but uses another kind of borrowed speech, alluding to the temple. Therefore he says, that the company of the faithful is as a certain holy and spiritual building, built of the living stones, the foundation of which is Christ, as a living stone sustaining all that are joined to him with his living power and knitting them together with himself, although this great treasure is neglected by men. To whom coming, [as unto] a living stone, disallowed indeed of men, but chosen of God, [and] precious,"},{"number":5,"verse":"Ye also, as lively stones, are built up a spiritual house, Continuing, he compares us now to priests, placed for this purpose in the spiritual temple, that we should serve him with a spiritual worship, that is, with holiness and righteousness: but as the temple, so is the priesthood built upon Christ, in who alone all our spiritual offerings are accepted. an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ."},{"number":6,"verse":"He proves it by the testimony of the prophet Isaiah. Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded."},{"number":7,"verse":"By setting the most blessed condition of the believers and triumphs over the other: and also prevents an offence which arises here, that none do more resist this doctrine of the gospel, than they who are chiefest among the people of God. In the time that Peter wrote these things, they were the priests, elders and scribes. Therefore he answers first of all, that there is no reason why any man should be astonished by their stubbornness, as though it were a strange matter, seeing as we have been foretold so long before, that it should so come to pass: and moreover, that it pleased God to create and make certain for this same purpose, that the Son of God might be glorified in their just condemnation. Thirdly, that the glory of Christ is hereby set forth greatly, whereas nonetheless Christ remains the sure head of his Church, and they that are offended by him, cast down and overthrow themselves, and not Christ. Fourthly, although they are created for this end and purpose, yet their fall and destruction is not to be attributed to God, but to their own obstinate stubbornness, which comes between God's decree, and the execution of it, or their condemnation, and is the true and proper cause of their destruction. Unto you therefore which believe [he is] precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,"},{"number":8,"verse":"And a stone to stumble at, and a rocke of offence, euen to them which stumble at the woorde, being disobedient, vnto the which thing they were euen ordeined."},{"number":9,"verse":"On the other hand, he describes the singular excellency of the elect, and also lest any man should doubt whether he is chosen or not, the apostle calls us back to the effectual calling, that is, to the voice of the gospel sounding both in our ears and minds by the outward preaching and ordinances, by which we may certainly understand that everlasting decree of our salvation (which otherwise is most secret and hidden) and that through the only mercy of God who freely chooses and calls us. Therefore only this remains, faith, that by all means possible we set forth the great goodness of the most mighty God. But ye [are] a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:"},{"number":10,"verse":"Which in time past were not a people, yet are nowe the people of God: which in time past were not vnder mercie, but nowe haue obteined mercie."},{"number":11,"verse":"He returns to that general exhortation. Dearly beloved, A reason why we ought to live holy, that is, because we are citizens of heaven, and therefore we ought to live not according to the laws of this world, which is most corrupt, but of the heavenly city, although we are strangers in the world. I beseech [you] as strangers and pilgrims, Another argument: The children of God live not according to the flesh, that is, according to that corrupt nature, but according to the Spirit. Therefore fleshly actions should not rule us. abstain from fleshly lusts, The third argument: for although those lusts gratify us, yet they do not cease to fight against our salvation. which war against the soul;"},{"number":12,"verse":"The fourth argument, taken from the profit of so doing: for by this means also we provide for our good name and estimation, while we compel them at length to change their minds, who speak evil of us. Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they The fifth argument, which is also of great force: because the glory of God is greatly set forth by that means, by example of our honest life, then the most corrupt men are brought to God, and submit themselves to him. may by [your] good works, which they shall behold, glorify God in the day of When God shall have mercy on them. visitation."},{"number":13,"verse":"That which he spoke generally, he now expounds in detail, describing individually every man's duty. First, he speaks of the obedience that is due both to the laws, and also to the magistrates both higher and lower. Submit yourselves to By ordinance, is meant the inventing and ordering of civil government, which he calls ordinance of man, not because man invented it, but because it is proper for men. every ordinance of man The first argument: because the Lord is the author and avenger of this policy of men, that is, which is set among men: and therefore the true servants of the Lord must above all others be diligent observers of this order. for the Lord's sake: He prevents a frivolous objection which is made by some, who say they will obey kings and the higher magistrates, and yet condemn their ministers, as though their ministers were not armed with the authority of those who sent them. whether it be to the king, as supreme;"},{"number":14,"verse":"Or unto governors, as unto them that are sent by him The second argument taken from the end of this order, which is not only most profitable, but also very necessary: seeing that by that this means virtue is rewarded, and vice punished, in which the peacefulness and happiness if this life consists. for the punishment of evildoers, and for the praise of them that do well."},{"number":15,"verse":"He declares the first argument more amply, showing that Christian liberty does among all things least or not at all consist in this, that is, to cast off the bridle of laws (as at that time some altogether unskilful in the kingdom of God reported) but rather in this, that living holy lives according to the will of God, we should reveal to all men, that the gospel is not a cloak for sin and wickedness, seeing we are free of this sort, that yet we are still the servants of God, and not of sin. For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:"},{"number":16,"verse":"As free, and not as hauing the libertie for a cloke of maliciousnesse, but as the seruauntes of God."},{"number":17,"verse":"He divides the civil life of man, by occasion of those things of which he spoke, into two general parts: that is, into those duties which private men owe to private men, and especially the faithful to the faithful, and into that subjection by which inferiors are bound to their superiors, but so that kings are not made equal to God, seeing that fear is due to God, and honour to kings. Be charitable and dutiful towards all men. Honour all [men]. Love the The assembly and fellowship of the brethren. (Zec_11:14) brotherhood. Fear God. Honour the king."},{"number":18,"verse":"He goes to the duty of servants towards their masters, which he describes with these bounds, that servants submit themselves willingly and not by force, not only to the good and courteous, but also to the perverse and severe matters. Servants, [be] subject to [your] masters with all fear; not only to the good and gentle, but also to the froward."},{"number":19,"verse":"The taking away of an objection: indeed the condition of servants is hard, especially if they have perverse masters, but thus their subjection shall be so much more acceptable to God, if his will prevails more with servants, than the masters wrong treatment. For this [is] thankworthy, if a man for Because he makes a conscience of it, to offend God, by whose good will and appointment he knows this burden is laid upon him. conscience toward God endure grief, suffering wrongfully."},{"number":20,"verse":"For what praise is it, if when ye be buffeted for your faultes, yee take it paciently? but and if when ye doe well, ye suffer wrong and take it paciently, this is acceptable to God."},{"number":21,"verse":"He alleviates the grievousness of servanthood, while he shows plainly that Christ died also for servants, that they should bear so much more patiently this inequality between men who are of the same nature: moreover setting before them Christ the Lord of lords for an example, he signifies that they cannot but seem too subdued, who show themselves more grieved in the bearing of injuries, than Christ himself who was most just, and most severely of all afflicted, and yet was most patient. For even hereunto were ye called: because Christ also suffered for us, leaving us an A metaphor of speech taken from painters and schoolmasters. example, that ye should follow his steps:"},{"number":22,"verse":"Who did no sinne, neither was there guile found in his mouth."},{"number":23,"verse":"Who, when he was reviled, reviled not again; when he suffered, he threatened not; but He shows them a remedy against injuries, that is, that they commend their cause to God, by the example of Christ. committed [himself] to him He seems now to turn his speech to masters, who have also themselves a master and judge in heaven, who will justly avenge the injuries that are done to servants, without any respecting of people. that judgeth righteously:"},{"number":24,"verse":"He calls the servants back from considering the injuries which they are constrained to bear, to think instead on the greatness and the end of the benefit received from Christ. Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed."},{"number":25,"verse":"For ye were as sheepe going astray: but are nowe returned vnto the shepheard and Bishop of your soules."}]}