{"bibleAbbr":"GB1587","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"Forasmuch Having ended his digression and sliding from his matter, now he returns to the exhortation which he broke off, taking occasion by that which he said concerning the death and resurrection of Christ, so defining our sanctification, that to be sanctified, is all one has to suffer in the flesh, that is to say, to leave off from our wickedness and viciousness: and to rise again to God, that is to say, to be renewed by the virtue of the holy Spirit, that we may lead the rest of our life which remains after the will of God. then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;"},{"number":2,"verse":"That he no longer should live the So much of this present life as remains yet to be passed over. rest of [his] time in the flesh to the lusts of men, but to the will of God."},{"number":3,"verse":"By putting us in mind of the dishonesty of our former life led in the filth of sin, he calls us to earnest repentance. For the time past of [our] life may suffice us to have wrought the Wickedly and licentiously after the manner of the Gentiles. will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:"},{"number":4,"verse":"That we be not moved with the enemies perverse and slanderous judgments of us, we have to set against them that last judgment of God which remains for them: for none, whether they be then found living or were dead before, shall escape it. Wherein they think it They think it a new and strange matter. strange that ye run not with [them] to the same excess of riot, speaking evil of [you]:"},{"number":5,"verse":"Which shall giue accounts to him, that is readie to iudge quicke and dead."},{"number":6,"verse":"A digression because he made mention of the last general judgement. He prevents an objection, that, seeing Christ came very lately, they may seem to be excusable who died before. But this the apostle denies: for (faith he) this same gospel was preached to them also (for he speaks to the Jews) and that to the same end that I now preach it to you, that is, that the flesh being abolished and put away (that is to say, that wicked and disobedient corruption which reigns in men) they should suffer themselves to be governed by the virtue of the Spirit of God. For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit."},{"number":7,"verse":"He returns to his purpose, using an argument taken from the circumstance of the time. Because the last end is at hand, and therefore we must much more diligently watch and pray, with true sobriety of mind. But the end of all things is at hand: be ye therefore sober, and watch unto prayer."},{"number":8,"verse":"He commends charity towards one another, because it buries a multitude of sins, and therefore preserves and maintains peace and harmony: for they who love one another easily forgive one another their offences. And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins."},{"number":9,"verse":"Of all the duties of charity, he commends one, namely that which was at that time most necessary, that is, hospitality, which he would have be voluntary and most courteous and bountiful. Use hospitality one to another without grudging."},{"number":10,"verse":"He shows the use of charity, that is, that every man bestow that gift which he hath received, to the profit of his neighbour. As every man hath received the gift, [even so] minister the same one to another, A reason, because that whatever gift we have, we have received it from God on this condition, to be his disposers and stewards. as good stewards of the manifold grace of God."},{"number":11,"verse":"He reckons up two kinds of these gifts as chief, that is, the office of teaching in the Church, and the other ecclesiastical functions, in which two things especially are to be observed: that is, that the pure word of God be taught, and whatever is done, be referred to the glory of God the Father in Christ, as to the proper mark. If any man speak, [let him speak] as the oracles of God; if any man minister, [let him do it] as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen."},{"number":12,"verse":"Because that cross is joined with the sincere profession of religion, the apostle fitly repeats what he touched on before, warning us not to be troubled at persecutions and afflictions, as at a new and strange thing. Beloved, think it not As though some new thing had befallen you, which you never thought of before. strange The first reason: because the Lord does not mean to confuse us with his fire (as it were) but to purge us of our impurities and make us perfect. concerning the fiery trial which is to try you, as though some strange thing happened unto you:"},{"number":13,"verse":"Another reason: because the afflictions of the godly and the wicked differ very much, and chiefly in three points. First, because the godly communicate with Christ in the afflictions, and therefore shall in their time also be partakers of his glory. But rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy."},{"number":14,"verse":"Secondly, although the infidels think otherwise, who in afflicting the godly blaspheme God, yet the godly in that they are so abused, are honoured by God with true spiritual glory, and their adoption is sealed by the Spirit of God. If ye be reproached for the name of Christ, happy [are ye]; for the By «Spirit» he means the gifts of the Spirit. spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified."},{"number":15,"verse":"The third difference: the godly are not afflicted for their evil doings, but for righteousness' sake as Christians: by which it comes to pass that the cross, seeing it is a testimony to them of faith and righteousness, ministers to them not an occasion of sorrow, but of unspeakable joy: now the apostle propounds this third difference under the form of an exhortation. But let none of you suffer as a murderer, or [as] a thief, or [as] an evildoer, or as a busybody in other men's matters."},{"number":16,"verse":"But if any man suffer as a Christian, let him not bee ashamed: but let him glorifie God in this behalfe."},{"number":17,"verse":"The third reason: because the Lord of all the world being especially watchful over those in his household, does therefore discipline them first of all, yet so that he keeps a measure in his greatest severity. As he always used to do until now, so he does now especially when he exhibited himself in person to his Church. For the time [is come] that judgment must begin at the house of God: and Lest the godly should be offended and stumble at that vain shadow of happiness of the wicked, as though God were not the governor of the world, for that the wicked are in good case, and the godly in evil, the apostle teaches by an argument of a comparison of them together, that God who spares not his own, but nurtures them under the cross, will at length in his time handle the rebellious and wicked far otherwise, whom he has appointed to utter destruction. if [it] first [begin] at us, what shall the end [be] of them that obey not the gospel of God?"},{"number":18,"verse":"And if the righteous scarcely bee saued, where shall the vngodly and the sinner appeare?"},{"number":19,"verse":"The conclusion: seeing the godly are not afflicted by chance, but by the will of God, they ought not to despair, but go forward nonetheless in the way of holiness and well doing, commending themselves to God their faithful creator, that is to say, their Father. Wherefore let them that suffer according to the will of God commit the keeping of their souls [to him] in well doing, as unto a faithful Creator."}]}