{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"בְּרֵאשִׁ֖ית <WH7225> be-re-Shit In the beginning בָּרָ֣א <WH1254> ba-Ra created אֱלֹהִ֑ים <WH430> E-lo-Him; God אֵ֥ת <WH853> 'et הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim the heaven וְאֵ֥ת <WH853> ve-'Et הָאָֽרֶץ׃ <WH776> ha-'A-retz. the earth"},{"number":2,"verse":"וְהָאָ֗רֶץ <WH776> ve-ha-'A-retz, And the earth הָיְתָ֥ה <WH1961> ha-ye-Tah was תֹ֙הוּ֙ <WH8414> to-hu without form וָבֹ֔הוּ <WH922> va-Vo-hu, and void וְחֹ֖שֶׁךְ <WH2822> ve-Cho-shech and darkness עַל־ <WH5921> 'al- upon פְּנֵ֣י <WH6440> pe-Nei [was] upon the face תְה֑וֹם <WH8415> te-Hom; of the deep וְר֣וּחַ <WH7307> ve-Ru-ach And the Spirit אֱלֹהִ֔ים <WH430> E-lo-Him, of God מְרַחֶ֖פֶת <WH7363> me-ra-Che-fet moved עַל־ <WH5921> 'al- over פְּנֵ֥י <WH6440> pe-Nei the face הַמָּֽיִם׃ <WH4325> ham-Ma-yim. of the waters"},{"number":3,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֖ים <WH430> E-lo-Him And God יְהִ֣י <WH1961> ye-Hi Let there be א֑וֹר <WH216> or; light וַֽיְהִי־ <WH1961> vay-hi- and there was אֽוֹר׃ <WH216> or. and there was light"},{"number":4,"verse":"וַיַּ֧רְא <WH7200> vai-Yar saw אֱלֹהִ֛ים <WH430> E-lo-Him And God אֶת־ <WH853> 'et- הָא֖וֹר <WH216> ha-'Or the light כִּי־ <WH3588> ki- that ט֑וֹב <WH2896> Tov; [it was] good וַיַּבְדֵּ֣ל <WH914> vai-yav-Del separated אֱלֹהִ֔ים <WH430> E-lo-Him, and God בֵּ֥ין <WH996> bein from הָא֖וֹר <WH216> ha-'Or the light וּבֵ֥ין <WH996> u-Vein from הַחֹֽשֶׁךְ׃ <WH2822> ha-Cho-shech. the darkness"},{"number":5,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called אֱלֹהִ֤ים׀ <WH430> E-lo-Him And God לָאוֹר֙ <WH216> la-'Or the light י֔וֹם <WH3117> Yom, Day וְלַחֹ֖שֶׁךְ <WH2822> ve-la-Cho-shech and the darkness קָ֣רָא <WH7121> Ka-ra he called לָ֑יְלָה <WH3915> Lai-lah; Night וַֽיְהִי־ <WH1961> vay-hi- and there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day אֶחָֽד׃ <WH259> 'e-Chad. were the first פ Peh"},{"number":6,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֔ים <WH430> E-lo-Him, And God יְהִ֥י <WH1961> ye-Hi Let there be רָקִ֖יעַ <WH7549> ra-Ki-a' Let there be a firmament בְּת֣וֹךְ <WH8432> be-Toch in the midst הַמָּ֑יִם <WH4325> ham-Ma-yim; of the waters וִיהִ֣י <WH1961> vi-Hi become מַבְדִּ֔יל <WH914> mav-Dil, and let it divide בֵּ֥ין <WH996> bein among מַ֖יִם <WH4325> Ma-yim the waters לָמָֽיִם׃ <WH4325> la-Ma-yim. from the waters"},{"number":7,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as made אֱלֹהִים֮ <WH430> E-lo-Him And God אֶת־ <WH853> 'et- הָרָקִיעַ֒ <WH7549> ha-ra-ki-a' the firmament וַיַּבְדֵּ֗ל <WH914> vai-yav-Del, and divided בֵּ֤ין <WH996> bein among הַמַּ֙יִם֙ <WH4325> ham-Ma-yim the waters אֲשֶׁר֙ <WH834> 'a-Sher which מִתַּ֣חַת <WH8478> mit-Ta-chat [were] under לָרָקִ֔יעַ <WH7549> la-ra-Ki-a', the firmament וּבֵ֣ין <WH996> u-Vein from הַמַּ֔יִם <WH4325> ham-Ma-yim, from the waters אֲשֶׁ֖ר <WH834> 'a-Sher which מֵעַ֣ל <WH5921> me-'Al [were] above לָרָקִ֑יעַ <WH7549> la-ra-Ki-a'; the firmament וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. and it was so"},{"number":8,"verse":"וַיִּקְרָ֧א <WH7121> vai-yik-Ra called אֱלֹהִ֛ים <WH430> E-lo-Him And God לָֽרָקִ֖יעַ <WH7549> la-ra-Ki-a' the firmament שָׁמָ֑יִם <WH8064> sha-Ma-yim; Heaven וַֽיְהִי־ <WH1961> vay-hi- and there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day שֵׁנִֽי׃ <WH8145> she-Ni. were the second פ Peh"},{"number":9,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God יִקָּו֨וּ <WH6960> yik-ka-Vu be gathered together הַמַּ֜יִם <WH4325> ham-Ma-yim Let the waters מִתַּ֤חַת <WH8478> mit-Ta-chat Thahash הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim under the heaven אֶל־ <WH413> El- unto מָק֣וֹם <WH4725> ma-Kom place אֶחָ֔ד <WH259> 'e-Chad, one וְתֵרָאֶ֖ה <WH7200> ve-te-ra-'Eh [land] appear הַיַּבָּשָׁ֑ה <WH3004> hai-yab-ba-Shah; and let the dry וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. so"},{"number":10,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called אֱלֹהִ֤ים׀ <WH430> E-lo-Him And God לַיַּבָּשָׁה֙ <WH3004> lai-yab-ba-Shah the dry אֶ֔רֶץ <WH776> 'E-retz, [land] Earth וּלְמִקְוֵ֥ה <WH4723> u-le-mik-Veh and the gathering together הַמַּ֖יִם <WH4325> ham-Ma-yim of the waters קָרָ֣א <WH7121> ka-Ra called יַמִּ֑ים <WH3220> yam-Mim; he Seas וַיַּ֥רְא <WH7200> vai-Yar saw אֱלֹהִ֖ים <WH430> E-lo-Him and God כִּי־ <WH3588> ki- that it was טֽוֹב׃ <WH2896> Tov. that [it was] good"},{"number":11,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God תַּֽדְשֵׁ֤א <WH1876> tad-She bring forth הָאָ֙רֶץ֙ <WH776> ha-'A-retz Let the earth דֶּ֔שֶׁא <WH1877> De-she, grass עֵ֚שֶׂב <WH6212> 'E-sev the herb מַזְרִ֣יעַ <WH2232> maz-Ri-a' yielding זֶ֔רַע <WH2233> Ze-ra', seed עֵ֣ץ <WH6086> 'etz tree פְּרִ֞י <WH6529> pe-Ri [and] the fruit עֹ֤שֶׂה <WH6213> 'O-seh yielding פְּרִי֙ <WH6529> pe-Ri fruit לְמִינ֔וֹ <WH4327> le-mi-No, after his kind אֲשֶׁ֥ר <WH834> 'a-Sher whose זַרְעוֹ־ <WH2233> zar-'ov- seed ב֖וֹ vo עַל־ <WH5921> 'al- on הָאָ֑רֶץ <WH776> ha-'A-retz; [is] in itself upon the earth וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. so"},{"number":12,"verse":"וַתּוֹצֵ֨א <WH3318> vat-to-Tze brought forth הָאָ֜רֶץ <WH776> ha-'A-retz And the earth דֶּ֠שֶׁא <WH1877> De-she grass עֵ֣שֶׂב <WH6212> 'E-sev [and] herb מַזְרִ֤יעַ <WH2232> maz-Ri-a' yielding זֶ֙רַע֙ <WH2233> ze-ra' seed לְמִינֵ֔הוּ <WH4327> le-mi-Ne-hu, after his kind וְעֵ֧ץ <WH6086> ve-'Etz and the tree עֹֽשֶׂה־ <WH6213> 'o-seh- yielding פְּרִ֛י <WH6529> pe-Ri fruit אֲשֶׁ֥ר <WH834> 'a-Sher with זַרְעוֹ־ <WH2233> zar-'ov- whose seed ב֖וֹ vo לְמִינֵ֑הוּ <WH4327> le-mi-Ne-hu; [was] in itself after his kind וַיַּ֥רְא <WH7200> vai-Yar saw אֱלֹהִ֖ים <WH430> E-lo-Him and God כִּי־ <WH3588> ki- that it was טֽוֹב׃ <WH2896> Tov. that [it was] good"},{"number":13,"verse":"וַֽיְהִי־ <WH1961> vay-hi- there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day שְׁלִישִֽׁי׃ <WH7992> she-li-Shi. were the third פ Peh"},{"number":14,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God יְהִ֤י <WH1961> ye-Hi become מְאֹרֹת֙ <WH3974> me-'o-Rot Let there be lights בִּרְקִ֣יעַ <WH7549> bir-Ki-a' in the firmament הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of the heaven לְהַבְדִּ֕יל <WH914> le-hav-Dil to divide בֵּ֥ין <WH996> bein among הַיּ֖וֹם <WH3117> hai-Yom the day וּבֵ֣ין <WH996> u-Vein from הַלָּ֑יְלָה <WH3915> hal-La-ye-lah; from the night וְהָי֤וּ <WH1961> ve-ha-Yu them be for לְאֹתֹת֙ <WH226> le-'o-Tot and let them be for signs וּלְמ֣וֹעֲדִ֔ים <WH4150> u-le-Mo-'a-Dim, and for seasons וּלְיָמִ֖ים <WH3117> u-le-ya-Mim and for days וְשָׁנִֽים׃ <WH8141> ve-sha-Nim. and years"},{"number":15,"verse":"וְהָי֤וּ <WH1961> ve-ha-Yu them be for לִמְאוֹרֹת֙ <WH3974> lim-'o-Rot And let them be for lights בִּרְקִ֣יעַ <WH7549> bir-Ki-a' in the firmament הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of the heaven לְהָאִ֖יר <WH215> le-ha-'Ir to give light עַל־ <WH5921> 'al- on הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. so"},{"number":16,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as made אֱלֹהִ֔ים <WH430> E-lo-Him, And God אֶת־ <WH853> 'et- שְׁנֵ֥י <WH8147> she-Nei two הַמְּאֹרֹ֖ת <WH3974> ham-me-'o-Rot lights הַגְּדֹלִ֑ים <WH1419> hag-ge-do-Lim; great אֶת־ <WH853> 'et- הַמָּא֤וֹר <WH3974> ham-ma-'or light הַגָּדֹל֙ <WH1419> hag-ga-Dol the greater לְמֶמְשֶׁ֣לֶת <WH4475> le-mem-She-let to rule הַיּ֔וֹם <WH3117> hai-Yom, the day וְאֶת־ <WH853> ve-'Et הַמָּא֤וֹר <WH3974> ham-ma-'or light הַקָּטֹן֙ <WH6996> hak-ka-Ton and the lesser לְמֶמְשֶׁ֣לֶת <WH4475> le-mem-She-let to rule הַלַּ֔יְלָה <WH3915> hal-Lay-lah, the night וְאֵ֖ת <WH853> ve-'Et הַכּוֹכָבִֽים׃ <WH3556> hak-ko-cha-Vim. [he made] the stars"},{"number":17,"verse":"וַיִּתֵּ֥ן <WH5414> vai-yit-Ten set אֹתָ֛ם <WH853> 'o-Tam אֱלֹהִ֖ים <WH430> E-lo-Him And God בִּרְקִ֣יעַ <WH7549> bir-Ki-a' them in the firmament הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of the heaven לְהָאִ֖יר <WH215> le-ha-'Ir to give light עַל־ <WH5921> 'al- on הָאָֽרֶץ׃ <WH776> ha-'A-retz. upon the earth"},{"number":18,"verse":"וְלִמְשֹׁל֙ <WH4910> ve-lim-Shol And to rule בַּיּ֣וֹם <WH3117> bai-Yom over the day וּבַלַּ֔יְלָה <WH3915> u-val-Lay-lah, and over the night וּֽלֲהַבְדִּ֔יל <WH914> u-la-hav-Dil, and to divide בֵּ֥ין <WH996> bein among הָא֖וֹר <WH216> ha-'Or the light וּבֵ֣ין <WH996> u-Vein from הַחֹ֑שֶׁךְ <WH2822> ha-Cho-shech; from the darkness וַיַּ֥רְא <WH7200> vai-Yar saw אֱלֹהִ֖ים <WH430> E-lo-Him and God כִּי־ <WH3588> ki- that it was טֽוֹב׃ <WH2896> Tov. that [it was] good"},{"number":19,"verse":"וַֽיְהִי־ <WH1961> vay-hi- there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day רְבִיעִֽי׃ <WH7243> re-vi-'I. were the fourth פ Peh"},{"number":20,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֔ים <WH430> E-lo-Him, And God יִשְׁרְצ֣וּ <WH8317> yish-re-Tzu bring forth abundantly הַמַּ֔יִם <WH4325> ham-Ma-yim, Let the waters שֶׁ֖רֶץ <WH8318> She-retz the moving creature נֶ֣פֶשׁ <WH5315> Ne-fesh that hath חַיָּ֑ה <WH2416> chai-Yah; life וְעוֹף֙ <WH5775> ve-'Of and fowl יְעוֹפֵ֣ף <WH5774> ye-'o-Fef [that] may fly עַל־ <WH5921> 'al- above הָאָ֔רֶץ <WH776> ha-'A-retz, the earth עַל־ <WH5921> 'al- above פְּנֵ֖י <WH6440> pe-Nei in the open רְקִ֥יעַ <WH7549> re-Ki-a' firmament הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of heaven"},{"number":21,"verse":"וַיִּבְרָ֣א <WH1254> vai-yiv-Ra created אֱלֹהִ֔ים <WH430> E-lo-Him, And God אֶת־ <WH853> 'et- הַתַּנִּינִ֖ם <WH8577> hat-tan-ni-Nim whales הַגְּדֹלִ֑ים <WH1419> hag-ge-do-Lim; great וְאֵ֣ת <WH853> ve-'Et כָּל־ <WH3605> kol- and every נֶ֣פֶשׁ <WH5315> Ne-fesh creature הַֽחַיָּ֣ה׀ <WH2416> ha-chai-Yah and every living הָֽרֹמֶ֡שֶׂת <WH7430> ha-ro-Me-set that moveth אֲשֶׁר֩ <WH834> 'a-Sher which שָׁרְצ֨וּ <WH8317> sha-re-Tzu brought forth abundantly הַמַּ֜יִם <WH4325> ham-Ma-yim which the waters לְמִֽינֵהֶ֗ם <WH4327> le-mi-ne-Hem, after their kind וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- and every ע֤וֹף <WH5775> of fowl כָּנָף֙ <WH3671> ka-Naf and every winged לְמִינֵ֔הוּ <WH4327> le-mi-Ne-hu, after his kind וַיַּ֥רְא <WH7200> vai-Yar saw אֱלֹהִ֖ים <WH430> E-lo-Him and God כִּי־ <WH3588> ki- that it was טֽוֹב׃ <WH2896> Tov. that [it was] good"},{"number":22,"verse":"וַיְבָ֧רֶךְ <WH1288> vay-Va-rech blessed אֹתָ֛ם <WH853> 'o-Tam אֱלֹהִ֖ים <WH430> E-lo-Him And God לֵאמֹ֑ר <WH559> le-Mor; them saying פְּר֣וּ <WH6509> pe-Ru Be fruitful וּרְב֗וּ <WH7235> u-re-Vu, and multiply וּמִלְא֤וּ <WH4390> u-mil-'U and fill אֶת־ <WH853> 'et- הַמַּ֙יִם֙ <WH4325> ham-Ma-yim the waters בַּיַּמִּ֔ים <WH3220> bai-yam-Mim, in the seas וְהָע֖וֹף <WH5775> ve-ha-'of and let fowl יִ֥רֶב <WH7235> Yi-rev multiply בָּאָֽרֶץ׃ <WH776> ba-'A-retz. in the earth"},{"number":23,"verse":"וַֽיְהִי־ <WH1961> vay-hi- there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day חֲמִישִֽׁי׃ <WH2549> cha-mi-Shi. were the fifth פ"},{"number":24,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God תּוֹצֵ֨א <WH3318> to-Tze bring forth הָאָ֜רֶץ <WH776> ha-'A-retz Let the earth נֶ֤פֶשׁ <WH5315> Ne-fesh creature חַיָּה֙ <WH2416> chai-Yah the living לְמִינָ֔הּ <WH4327> le-mi-Nah, after his kind בְּהֵמָ֥ה <WH929> be-he-Mah cattle וָרֶ֛מֶשׂ <WH7431> va-Re-mes and creeping thing וְחַֽיְתוֹ־ <WH2416> ve-chay-tov- and beast אֶ֖רֶץ <WH776> 'E-retz of the earth לְמִינָ֑הּ <WH4327> le-mi-Nah; after his kind וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. so"},{"number":25,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as made אֱלֹהִים֩ <WH430> E-lo-Him And God אֶת־ <WH853> 'et- חַיַּ֨ת <WH2416> chai-Yat the beast הָאָ֜רֶץ <WH776> ha-'A-retz of the earth לְמִינָ֗הּ <WH4327> le-mi-Nah, after his kind וְאֶת־ <WH853> ve-'Et הַבְּהֵמָה֙ <WH929> hab-be-he-Mah and cattle לְמִינָ֔הּ <WH4327> le-mi-Nah, after their kind וְאֵ֛ת <WH853> ve-'Et כָּל־ <WH3605> kol- and everything רֶ֥מֶשׂ <WH7431> Re-mes and every thing that creepeth הָֽאֲדָמָ֖ה <WH127> ha-'a-da-Mah upon the earth לְמִינֵ֑הוּ <WH4327> le-mi-Ne-hu; after his kind וַיַּ֥רְא <WH7200> vai-Yar saw אֱלֹהִ֖ים <WH430> E-lo-Him and God כִּי־ <WH3588> ki- that it was טֽוֹב׃ <WH2896> Tov. that [it was] good"},{"number":26,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֔ים <WH430> E-lo-Him, And God נַֽעֲשֶׂ֥ה <WH6213> na-'a-Seh Let us make אָדָ֛ם <WH120> 'a-Dam man בְּצַלְמֵ֖נוּ <WH6754> be-tzal-Me-nu in our image כִּדְמוּתֵ֑נוּ <WH1823> kid-mu-Te-nu; after our likeness וְיִרְדּוּ֩ <WH7287> ve-yir-Du and let them have dominion בִדְגַ֨ת <WH1710> vid-Gat over the fish הַיָּ֜ם <WH3220> hai-Yam of the sea וּבְע֣וֹף <WH5775> u-ve-'of and over the fowl הַשָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, of the air וּבַבְּהֵמָה֙ <WH929> u-vab-be-he-Mah and over the cattle וּבְכָל־ <WH3605> u-ve-Chol all הָאָ֔רֶץ <WH776> ha-'A-retz, and over all the earth וּבְכָל־ <WH3605> u-ve-Chol every הָרֶ֖מֶשׂ <WH7431> ha-Re-mes and over every creeping thing הָֽרֹמֵ֥שׂ <WH7430> ha-ro-Mes that creepeth עַל־ <WH5921> 'al- on הָאָֽרֶץ׃ <WH776> ha-'A-retz. upon the earth"},{"number":27,"verse":"וַיִּבְרָ֨א <WH1254> vai-yiv-Ra created אֱלֹהִ֤ים׀ <WH430> E-lo-Him So God אֶת־ <WH853> 'et- הָֽאָדָם֙ <WH120> ha-'a-Dam man בְּצַלְמ֔וֹ <WH6754> be-tzal-Mo, in his [own] image בְּצֶ֥לֶם <WH6754> be-Tze-lem in the image אֱלֹהִ֖ים <WH430> E-lo-Him of God בָּרָ֣א <WH1254> ba-Ra created אֹת֑וֹ <WH853> o-To; זָכָ֥ר <WH2145> za-Char he him male וּנְקֵבָ֖ה <WH5347> u-ne-ke-Vah and female בָּרָ֥א <WH1254> ba-Ra created אֹתָֽם׃ <WH853> 'o-Tam."},{"number":28,"verse":"וַיְבָ֣רֶךְ <WH1288> vay-Va-rech blessed אֹתָם֮ <WH853> 'o-Tam אֱלֹהִים֒ <WH430> E-lo-Him And God וַיֹּ֨אמֶר <WH559> vai-Yo-mer said לָהֶ֜ם la-Hem אֱלֹהִ֗ים <WH430> E-lo-Him, them and God פְּר֥וּ <WH6509> pe-Ru unto them Be fruitful וּרְב֛וּ <WH7235> u-re-Vu and multiply וּמִלְא֥וּ <WH4390> u-mil-'U and replenish אֶת־ <WH853> 'et- הָאָ֖רֶץ <WH776> ha-'A-retz the earth וְכִבְשֻׁ֑הָ <WH3533> ve-chiv-Shu-ha; and subdue it וּרְד֞וּ <WH7287> u-re-Du and have dominion בִּדְגַ֤ת <WH1710> bid-Gat over the fish הַיָּם֙ <WH3220> hai-Yam of the sea וּבְע֣וֹף <WH5775> u-ve-'of and over the fowl הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of the air וּבְכָל־ <WH3605> u-ve-Chol every חַיָּ֖ה <WH2416> chai-Yah and over every living thing הָֽרֹמֶ֥שֶׂת <WH7430> ha-ro-Me-set that moveth עַל־ <WH5921> 'al- on הָאָֽרֶץ׃ <WH776> ha-'A-retz. upon the earth"},{"number":29,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God הִנֵּה֩ <WH2009> hin-Neh Behold נָתַ֨תִּי <WH5414> na-Tat-ti I have given לָכֶ֜ם la-Chem אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- every עֵ֣שֶׂב׀ <WH6212> 'E-sev you every herb זֹרֵ֣עַ <WH2232> zo-Re-a' bearing זֶ֗רַע <WH2233> Ze-ra', seed אֲשֶׁר֙ <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on פְּנֵ֣י <WH6440> pe-Nei which [is] upon the face כָל־ <WH3605> chol of all הָאָ֔רֶץ <WH776> ha-'A-retz, of all the earth וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and every הָעֵ֛ץ <WH6086> ha-'Etz and every tree אֲשֶׁר־ <WH834> 'a-Sher- which בּ֥וֹ bo פְרִי־ <WH6529> fe-ri- in the which [is] the fruit עֵ֖ץ <WH6086> 'etz of a tree זֹרֵ֣עַ <WH2232> zo-Re-a' yielding זָ֑רַע <WH2233> Za-ra'; seed לָכֶ֥ם la-Chem יִֽהְיֶ֖ה <WH1961> yih-Yeh to you it shall be לְאָכְלָֽה׃ <WH402> le-'och-Lah for meat"},{"number":30,"verse":"וּֽלְכָל־ <WH3605> u-le-chol- every חַיַּ֣ת <WH2416> chai-Yat And to every beast הָ֠אָרֶץ <WH776> Ha-'a-retz of the earth וּלְכָל־ <WH3605> u-le-chol- every ע֨וֹף <WH5775> of and to every fowl הַשָּׁמַ֜יִם <WH8064> hash-sha-Ma-yim of the air וּלְכֹ֣ל׀ <WH3605> u-le-Chol every רוֹמֵ֣שׂ <WH7430> ro-Mes and to every thing that creepeth עַל־ <WH5921> 'al- on הָאָ֗רֶץ <WH776> ha-'A-retz, upon the earth אֲשֶׁר־ <WH834> 'a-Sher- which בּוֹ֙ bo נֶ֣פֶשׁ <WH5315> Ne-fesh any חַיָּ֔ה <WH2416> chai-Yah, age אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- thing יֶ֥רֶק <WH3418> Ye-rek [I have given] every green עֵ֖שֶׂב <WH6212> 'E-sev herb לְאָכְלָ֑ה <WH402> le-'och-Lah for meat וַֽיְהִי־ <WH1961> vay-hi- and it was כֵֽן׃ <WH3651> Chen. so"},{"number":31,"verse":"וַיַּ֤רְא <WH7200> vai-Yar saw אֱלֹהִים֙ <WH430> E-lo-Him And God אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֲשֶׁ֣ר <WH834> 'a-Sher every thing that עָשָׂ֔ה <WH6213> 'a-Sah, he had made וְהִנֵּה־ <WH2009> ve-hin-neh- and behold ט֖וֹב <WH2896> Tov good מְאֹ֑ד <WH3966> me-'Od; and behold [it was] very וַֽיְהִי־ <WH1961> vay-hi- and there was עֶ֥רֶב <WH6153> 'E-rev And the evening וַֽיְהִי־ <WH1961> vay-hi- and there was בֹ֖קֶר <WH1242> Vo-ker and the morning י֥וֹם <WH3117> Yom day הַשִּׁשִּֽׁי׃ <WH8345> hash-shish-Shi. were the sixth פ Peh"}]}