{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"וַיַּעַל֩ <WH5927> vai-ya-'Al went up אַבְרָ֨ם <WH87> 'av-Ram And Abram מִמִּצְרַ֜יִם <WH4714> mi-mitz-Ra-yim out of Egypt ה֠וּא <WH1931> hu he וְאִשְׁתּ֧וֹ <WH802> ve-'ish-To he and his wife וְכָל־ <WH3605> ve-chol and all אֲשֶׁר־ <WH834> 'a-Sher- after ל֛וֹ lo וְל֥וֹט <WH3876> ve-Lot and all that he had and Lot עִמּ֖וֹ <WH5973> im-Mo with הַנֶּֽגְבָּה׃ <WH5045> han-Neg-bah. with him into the south"},{"number":2,"verse":"וְאַבְרָ֖ם <WH87> ve-'av-Ram And Abram כָּבֵ֣ד <WH3513> ka-Ved rich מְאֹ֑ד <WH3966> me-'Od; [was] very בַּמִּקְנֶ֕ה <WH4735> bam-mik-Neh in cattle בַּכֶּ֖סֶף <WH3701> bak-Ke-sef in silver וּבַזָּהָֽב׃ <WH2091> u-vaz-za-Hav. and in gold"},{"number":3,"verse":"וַיֵּ֙לֶךְ֙ <WH1980> vai-Ye-lech went לְמַסָּעָ֔יו <WH4550> le-mas-sa-'Av, on his journeys מִנֶּ֖גֶב <WH5045> min-Ne-gev from the south וְעַד־ <WH5704> ve-'ad- far בֵּֽית־ beit- אֵ֑ל <WH1008> 'El; even to Bethel עַד־ <WH5704> 'ad- far הַמָּק֗וֹם <WH4725> ham-ma-Kom, unto the place אֲשֶׁר־ <WH834> 'a-Sher- after הָ֨יָה <WH1961> Ha-yah had been שָׁ֤ם <WH8033> sham in it; אָהֳלֹה 'o-ho-loh כאָֽהֳלֹו֙ <WH168> 'o-ho-Lo tent קבַּתְּחִלָּ֔ה <WH8462> bat-te-chil-Lah, at the beginning בֵּ֥ין <WH996> bein between בֵּֽית־ beit- אֵ֖ל <WH1008> 'el between Bethel וּבֵ֥ין <WH996> u-Vein between הָעָֽי׃ <WH5857> ha-'Ai. and Hai"},{"number":4,"verse":"אֶל־ <WH413> 'el- to מְקוֹם֙ <WH4725> me-kOm Unto the place הַמִּזְבֵּ֔חַ <WH4196> ham-miz-Be-ach, of the altar אֲשֶׁר־ <WH834> 'a-Sher- which עָ֥שָׂה <WH6213> 'A-sah which he had made שָׁ֖ם <WH8033> sham there בָּרִאשֹׁנָ֑ה <WH7223> ba-ri-sho-Nah; there at the first וַיִּקְרָ֥א <WH7121> vai-yik-Ra called שָׁ֛ם <WH8033> sham and there אַבְרָ֖ם <WH87> 'av-Ram and there Abram בְּשֵׁ֥ם <WH8034> be-Shem on the name יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":5,"verse":"וְגַם־ <WH1571> ve-gam- also לְל֔וֹט <WH3876> le-Lot, And Lot הַהֹלֵ֖ךְ <WH1980> ha-ho-Lech also which went אֶת־ <WH854> 'et- with אַבְרָ֑ם <WH87> 'av-Ram; Abram הָיָ֥ה <WH1961> ha-Yah had צֹאן־ <WH6629> tzon- had flocks וּבָקָ֖ר <WH1241> u-va-Kar and herds וְאֹהָלִֽים׃ <WH168> ve-'o-ha-Lim. and tents"},{"number":6,"verse":"וְלֹא־ <WH3808> ve-lo- not נָשָׂ֥א <WH5375> na-Sa was not able to bear אֹתָ֛ם <WH853> 'o-Tam הָאָ֖רֶץ <WH776> ha-'A-retz And the land לָשֶׁ֣בֶת <WH3427> la-She-vet them that they might dwell יַחְדָּ֑ו <WH3162> yach-Dav; together כִּֽי־ <WH3588> ki- for הָיָ֤ה <WH1961> ha-Yah become רְכוּשָׁם֙ <WH7399> re-chu-Sham for their substance רָ֔ב <WH7227> Rav, was great וְלֹ֥א <WH3808> ve-Lo were not יָֽכְל֖וּ <WH3201> ya-che-Lu so that they could לָשֶׁ֥בֶת <WH3427> la-She-vet not dwell יַחְדָּֽו׃ <WH3162> yach-Dav. together"},{"number":7,"verse":"וַֽיְהִי־ <WH1961> vay-hi- and there was רִ֗יב <WH7379> Riv, And there was a strife בֵּ֚ין <WH996> bein between רֹעֵ֣י <WH7473> ro-'Ei shipherd מִקְנֵֽה־ <WH4735> mik-neh- cattle אַבְרָ֔ם <WH87> 'av-Ram, of Abram's וּבֵ֖ין <WH996> u-Vein between רֹעֵ֣י <WH7473> ro-'Ei shipherd מִקְנֵה־ <WH4735> mik-neh- cattle ל֑וֹט <WH3876> Lot; of Lot's וְהַֽכְּנַעֲנִי֙ <WH3669> ve-hak-ke-na-'a-Ni and the Canaanite וְהַפְּרִזִּ֔י <WH6522> ve-hap-pe-riz-Zi, and the Perizzite אָ֖ז <WH227> 'az then יֹשֵׁ֥ב <WH3427> yo-Shev dwelled בָּאָֽרֶץ׃ <WH776> ba-'A-retz. then in the land"},{"number":8,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אַבְרָ֜ם <WH87> 'av-Ram And Abram אֶל־ <WH413> 'el- to ל֗וֹט <WH3876> Lot, unto Lot אַל־ <WH408> 'al- no נָ֨א <WH4994> na Please תְהִ֤י <WH1961> te-Hi Let there be מְרִיבָה֙ <WH4808> me-ri-Vah strife בֵּינִ֣י <WH996> bei-Ni between וּבֵינֶ֔יךָ <WH996> u-vei-Nei-cha, between וּבֵ֥ין <WH996> u-Vein between רֹעַ֖י <WH7473> ro-'Ai shipherd וּבֵ֣ין <WH996> u-Vein between רֹעֶ֑יךָ <WH7473> ro-'Ei-cha; shipherd כִּֽי־ <WH3588> ki- for אֲנָשִׁ֥ים <WH376> 'a-na-Shim we אַחִ֖ים <WH251> 'a-Chim [be] brethren אֲנָֽחְנוּ׃ <WH587> 'a-Na-che-nu. ourselves"},{"number":9,"verse":"הֲלֹ֤א <WH3808> ha-Lo is not כָל־ <WH3605> chol the whole הָאָ֙רֶץ֙ <WH776> ha-'A-retz [Is] not the whole land לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, before הִפָּ֥רֶד <WH6504> hip-Pa-red separate נָ֖א <WH4994> na Please מֵעָלָ֑י <WH5921> me-'a-Lai; and אִם־ <WH518> 'im- if הַשְּׂמֹ֣אל <WH8040> has-se-Mol I pray thee from me if [thou wilt take] the left hand וְאֵימִ֔נָה <WH3231> ve-'ei-Mi-nah, then I will go to the right וְאִם־ <WH518> ve-'im- if הַיָּמִ֖ין <WH3225> hai-ya-Min or if [thou depart] to the right hand וְאַשְׂמְאִֽילָה׃ <WH8041> ve-'as-me-'I-lah. then I will go to the left"},{"number":10,"verse":"וַיִּשָּׂא־ <WH5375> vai-yis-sa- lifted up ל֣וֹט <WH3876> Lot And Lot אֶת־ <WH853> 'et- עֵינָ֗יו <WH5869> 'ei-Nav, his eyes וַיַּרְא֙ <WH7200> vai-yaR and beheld אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all כִּכַּ֣ר <WH3603> kik-Kar all the plain הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, of Jordan כִּ֥י <WH3588> ki for כֻלָּ֖הּ <WH3605> chul-Lah everywhere מַשְׁקֶ֑ה <WH4945> mash-Keh; that it [was] well watered לִפְנֵ֣י׀ <WH6440> lif-Nei every where before שַׁחֵ֣ת <WH7843> sha-Chet destroyed יְהוָ֗ה <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- סְדֹם֙ <WH5467> se-Dom Sodom וְאֶת־ <WH853> ve-'Et עֲמֹרָ֔ה <WH6017> 'a-mo-Rah, and Gomorrah כְּגַן־ <WH1588> ke-gan- [even] as the garden יְהוָה֙ <WH3068> Yah-weh of the LORD כְּאֶ֣רֶץ <WH776> ke-'E-retz like the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt בֹּאֲכָ֖ה <WH935> bo-'a-Chah as thou comest צֹֽעַר׃ <WH6820> Tzo-'ar. unto Zoar"},{"number":11,"verse":"וַיִּבְחַר־ <WH977> vai-yiv-char- chose ל֣וֹ lo ל֗וֹט <WH3876> Lot, Then Lot אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all כִּכַּ֣ר <WH3603> kik-Kar him all the plain הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, of Jordan וַיִּסַּ֥ע <WH5265> vai-yis-Sa' journeyed ל֖וֹט <WH3876> Lot and Lot מִקֶּ֑דֶם <WH6924> mik-Ke-dem; east וַיִּפָּ֣רְד֔וּ <WH6504> vai-yip-Pa-re-Du, and they separated themselves אִ֖ישׁ <WH376> 'ish the one מֵעַ֥ל <WH5921> me-'Al and אָחִֽיו׃ <WH251> 'a-Chiv. from the other"},{"number":12,"verse":"אַבְרָ֖ם <WH87> 'av-Ram Abram יָשַׁ֣ב <WH3427> ya-Shav dwelled בְּאֶֽרֶץ־ <WH776> be-'e-retz- in the land כְּנָ֑עַן <WH3667> ke-Na-'an; of Canaan וְל֗וֹט <WH3876> ve-Lot, and Lot יָשַׁב֙ <WH3427> ya-Shav dwelled בְּעָרֵ֣י <WH5892> be-'a-Rei in the cities הַכִּכָּ֔ר <WH3603> hak-kik-Kar, of the plain וַיֶּאֱהַ֖ל <WH167> vai-ye-'e-Hal and pitched [his] tent עַד־ <WH5704> 'ad- toward סְדֹֽם׃ <WH5467> se-Dom. Sodom"},{"number":13,"verse":"וְאַנְשֵׁ֣י <WH376> ve-'an-Shei now the men סְדֹ֔ם <WH5467> se-Dom, of Sodom רָעִ֖ים <WH7451> ra-'Im [were] wicked וְחַטָּאִ֑ים <WH2400> ve-chat-ta-'Im; and sinners לַיהוָ֖ה <WH3068> Yah-weh before the LORD מְאֹֽד׃ <WH3966> me-'Od. exceedingly"},{"number":14,"verse":"וַֽיהוָ֞ה <WH3068> Yah-weh And the LORD אָמַ֣ר <WH559> 'a-Mar said אֶל־ <WH413> 'el- to אַבְרָ֗ם <WH87> 'av-Ram, unto Abram אַחֲרֵי֙ <WH310> 'a-cha-Rei after הִפָּֽרֶד־ <WH6504> hip-pa-red- was separated ל֣וֹט <WH3876> Lot that Lot מֵֽעִמּ֔וֹ <WH5973> me-'im-Mo, with שָׂ֣א <WH5375> sa from him Lift up נָ֤א <WH4994> na Now עֵינֶ֙יךָ֙ <WH5869> 'ei-Nei-cha now thine eyes וּרְאֵ֔ה <WH7200> u-re-'Eh, and look מִן־ <WH4480> min- from הַמָּק֖וֹם <WH4725> ham-ma-Kom from the place אֲשֶׁר־ <WH834> 'a-Sher- after אַתָּ֣ה <WH859> 'at-Tah you שָׁ֑ם <WH8033> Sham; in it צָפֹ֥נָה <WH6828> tza-Fo-nah where thou art northward וָנֶ֖גְבָּה <WH5045> va-Neg-bah and southward וָקֵ֥דְמָה <WH6924> va-Ke-de-mah and eastward וָיָֽמָּה׃ <WH3220> va-Yam-mah. and westward"},{"number":15,"verse":"כִּ֧י <WH3588> ki for אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- for all הָאָ֛רֶץ <WH776> ha-'A-retz For all the land אֲשֶׁר־ <WH834> 'a-Sher- which אַתָּ֥ה <WH859> 'at-Tah you רֹאֶ֖ה <WH7200> ro-'Eh which thou seest לְךָ֣ le-Cha אֶתְּנֶ֑נָּה <WH5414> 'et-te-Nen-nah; to thee will I give it וּֽלְזַרְעֲךָ֖ <WH2233> ul-zar-'a-Cha and to thy seed עַד־ <WH5704> 'ad- for עוֹלָֽם׃ <WH5769> o-Lam. ever"},{"number":16,"verse":"וְשַׂמְתִּ֥י <WH7760> ve-sam-Ti And I will make אֶֽת־ <WH853> 'et- זַרְעֲךָ֖ <WH2233> zar-'a-Cha thy seed כַּעֲפַ֣ר <WH6083> ka-'a-Far as the dust הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth אֲשֶׁ֣ר׀ <WH834> 'a-Sher so that אִם־ <WH518> 'im- if יוּכַ֣ל <WH3201> yu-Chal can אִ֗ישׁ <WH582> 'Ish, another לִמְנוֹת֙ <WH4487> lim-nOt number אֶת־ <WH853> 'et- עֲפַ֣ר <WH6083> 'a-Far the dust הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth גַּֽם־ <WH1571> gam- also זַרְעֲךָ֖ <WH2233> zar-'a-Cha [then] shall thy seed יִמָּנֶֽה׃ <WH4487> yim-ma-Neh. also be numbered"},{"number":17,"verse":"ק֚וּם <WH6965> kum Arise הִתְהַלֵּ֣ךְ <WH1980> hit-hal-Lech walk בָּאָ֔רֶץ <WH776> ba-'A-retz, through the land לְאָרְכָּ֖הּ <WH753> le-'a-re-Kah in the length וּלְרָחְבָּ֑הּ <WH7341> u-le-ra-che-Bah; of it and in the breadth כִּ֥י <WH3588> ki for לְךָ֖ le-Cha אֶתְּנֶֽנָּה׃ <WH5414> 'et-te-Nen-nah. of it for I will give"},{"number":18,"verse":"וַיֶּאֱהַ֣ל <WH167> vai-ye-'e-Hal removed [his] tent אַבְרָ֗ם <WH87> 'av-Ram, Then Abram וַיָּבֹ֛א <WH935> vai-ya-Vo and came וַיֵּ֛שֶׁב <WH3427> vai-Ye-shev and dwelt בְּאֵלֹנֵ֥י <WH436> be-'e-lo-Nei in the plain מַמְרֵ֖א <WH4471> mam-Re of Mamre אֲשֶׁ֣ר <WH834> 'a-Sher which בְּחֶבְר֑וֹן <WH2275> be-chev-Ron; which [is] in Hebron וַיִּֽבֶן־ <WH1129> vai-yi-ven- and built שָׁ֥ם <WH8033> sham and there מִזְבֵּ֖חַ <WH4196> miz-Be-ach there an altar לַֽיהוָֽה׃ <WH3068> Yah-weh. unto the LORD פ Peh"}]}