{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":17,"verses":[{"number":1,"verse":"וַיְהִ֣י <WH1961> vay-Hi become אַבְרָ֔ם <WH87> 'av-Ram, And when Abram בֶּן־ <WH1121> ben- old תִּשְׁעִ֥ים <WH8673> tish-'Im ninety שָׁנָ֖ה <WH8141> sha-Nah years וְתֵ֣שַׁע <WH8672> ve-Te-sha' and nine שָׁנִ֑ים <WH8141> sha-Nim; years וַיֵּרָ֨א <WH7200> vai-ye-Ra appeared יְהוָ֜ה <WH3068> Yah-weh the LORD אֶל־ <WH413> 'el- to אַבְרָ֗ם <WH87> 'av-Ram, to Abram וַיֹּ֤אמֶר <WH559> vai-Yo-mer and said אֵלָיו֙ <WH413> 'e-Lav about אֲנִי־ <WH589> 'a-ni- I am אֵ֣ל <WH410> 'el God שַׁדַּ֔י <WH7706> shad-Dai, unto him I [am] the Almighty הִתְהַלֵּ֥ךְ <WH1980> hit-hal-Lech walk לְפָנַ֖י <WH6440> le-fa-Nai before me וֶהְיֵ֥ה <WH1961> veh-Yeh become תָמִֽים׃ <WH8549> ta-Mim. and be thou perfect"},{"number":2,"verse":"וְאֶתְּנָ֥ה <WH5414> ve-'et-te-Nah And I will make בְרִיתִ֖י <WH1285> ve-ri-Ti my covenant בֵּינִ֣י <WH996> bei-Ni between וּבֵינֶ֑ךָ <WH996> u-vei-Ne-cha; between וְאַרְבֶּ֥ה <WH7235> ve-'ar-Beh between me and thee and will multiply אוֹתְךָ֖ <WH853> 'ot-Cha בִּמְאֹ֥ד <WH3966> bim-'Od exceedingly מְאֹֽד׃ <WH3966> me-'Od. exceedingly"},{"number":3,"verse":"וַיִּפֹּ֥ל <WH5307> vai-yip-Pol fell אַבְרָ֖ם <WH87> 'av-Ram And Abram עַל־ <WH5921> 'al- on פָּנָ֑יו <WH6440> pa-Nav; on his face וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber talked אִתּ֛וֹ <WH854> it-To for אֱלֹהִ֖ים <WH430> E-lo-Him and God לֵאמֹֽר׃ <WH559> le-Mor. with him saying"},{"number":4,"verse":"אֲנִ֕י <WH589> 'a-Ni As for me הִנֵּ֥ה <WH2009> hin-Neh behold בְרִיתִ֖י <WH1285> ve-ri-Ti behold my covenant אִתָּ֑ךְ <WH854> 'it-Tach; for וְהָיִ֕יתָ <WH1961> ve-ha-Yi-ta become לְאַ֖ב <WH1> le-'Av [is] with thee and thou shalt be a father הֲמ֥וֹן <WH1995> ha-Mon of many גּוֹיִֽם׃ <WH1471> go-Yim. nations"},{"number":5,"verse":"וְלֹא־ <WH3808> ve-lo- No יִקָּרֵ֥א <WH7121> yik-ka-Re any more be called ע֛וֹד <WH5750> od longer אֶת־ <WH853> 'et- שִׁמְךָ֖ <WH8034> shim-Cha Neither shall thy name אַבְרָ֑ם <WH87> 'av-Ram; Abram וְהָיָ֤ה <WH1961> ve-ha-Yah become שִׁמְךָ֙ <WH8034> shim-Cha but thy name אַבְרָהָ֔ם <WH85> 'av-ra-Ham, shall be Abraham כִּ֛י <WH3588> ki for אַב־ <WH1> 'av- for a father הֲמ֥וֹן <WH1995> ha-Mon of many גּוֹיִ֖ם <WH1471> go-Yim nations נְתַתִּֽיךָ׃ <WH5414> ne-tat-Ti-cha. have I made thee"},{"number":6,"verse":"וְהִפְרֵתִ֤י <WH6509> ve-hif-re-Ti fruitful אֹֽתְךָ֙ <WH853> 'o-te-Cha בִּמְאֹ֣ד <WH3966> bim-'Od exceedingly מְאֹ֔ד <WH3966> me-'Od, exceedingly וּנְתַתִּ֖יךָ <WH5414> u-ne-tat-Ti-cha and I will make לְגוֹיִ֑ם <WH1471> le-go-Yim; nations וּמְלָכִ֖ים <WH4428> u-me-la-Chim of thee and kings מִמְּךָ֥ <WH4480> mime-Cha at יֵצֵֽאוּ׃ <WH3318> ye-Tze-'u. shall come out"},{"number":7,"verse":"וַהֲקִמֹתִ֨י <WH6965> va-ha-ki-mo-Ti And I will establish אֶת־ <WH853> 'et- בְּרִיתִ֜י <WH1285> be-ri-Ti my covenant בֵּינִ֣י <WH996> bei-Ni between וּבֵינֶ֗ךָ <WH996> u-vei-Ne-cha, between וּבֵ֨ין <WH996> u-Vein between זַרְעֲךָ֧ <WH2233> zar-'a-Cha between me and thee and thy seed אַחֲרֶ֛יךָ <WH310> 'a-cha-Rei-cha after thee לְדֹרֹתָ֖ם <WH1755> le-do-ro-Tam in their generations לִבְרִ֣ית <WH1285> liv-Rit covenant עוֹלָ֑ם <WH5769> o-Lam; for an everlasting לִהְי֤וֹת <WH1961> lih-Yot become לְךָ֙ le-Cha לֵֽאלֹהִ֔ים <WH430> le-lo-Him, to be a God וּֽלְזַרְעֲךָ֖ <WH2233> u-le-zar-'a-Cha unto thee and to thy seed אַחֲרֶֽיךָ׃ <WH310> 'a-cha-Rei-cha. after thee"},{"number":8,"verse":"וְנָתַתִּ֣י <WH5414> ve-na-tat-Ti And I will give לְ֠ךָ Le-cha וּלְזַרְעֲךָ֨ <WH2233> u-le-zar-'a-Cha unto thee and to thy seed אַחֲרֶ֜יךָ <WH310> 'a-cha-Rei-cha after thee אֵ֣ת׀ <WH853> 'et אֶ֣רֶץ <WH776> 'E-retz the land מְגֻרֶ֗יךָ <WH4033> me-gu-Rei-cha, wherein thou art a stranger אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all אֶ֣רֶץ <WH776> 'E-retz all the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan לַאֲחֻזַּ֖ת <WH272> la-'a-chuz-Zat possession עוֹלָ֑ם <WH5769> o-Lam; for an everlasting וְהָיִ֥יתִי <WH1961> ve-ha-Yi-ti become לָהֶ֖ם la-Hem לֵאלֹהִֽים׃ <WH430> le-lo-Him. and I will be their God"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֱלֹהִים֙ <WH430> E-lo-Him And God אֶל־ <WH413> 'el- about אַבְרָהָ֔ם <WH85> 'av-ra-Ham, unto Abraham וְאַתָּ֖ה <WH859> ve-'at-Tah you אֶת־ <WH853> 'et- בְּרִיתִ֣י <WH1285> be-ri-Ti my covenant תִשְׁמֹ֑ר <WH8104> tish-Mor; Thou shalt keep אַתָּ֛ה <WH859> 'at-Tah you וְזַרְעֲךָ֥ <WH2233> ve-zar-'a-Cha therefore thou and thy seed אַֽחֲרֶ֖יךָ <WH310> 'a-cha-Rei-cha after thee לְדֹרֹתָֽם׃ <WH1755> le-do-ro-Tam. in their generations"},{"number":10,"verse":"זֹ֣את <WH2063> zot likewise בְּרִיתִ֞י <WH1285> be-ri-Ti This [is] my covenant אֲשֶׁ֣ר <WH834> 'a-Sher which תִּשְׁמְר֗וּ <WH8104> tish-me-Ru, which ye shall keep בֵּינִי֙ <WH996> bei-Ni between וּבֵ֣ינֵיכֶ֔ם <WH996> u-Vei-nei-Chem, between וּבֵ֥ין <WH996> u-Vein between זַרְעֲךָ֖ <WH2233> zar-'a-Cha between me and you and thy seed אַחֲרֶ֑יךָ <WH310> 'a-cha-Rei-cha; after thee הִמּ֥וֹל <WH4135> him-Mol among you shall be circumcised לָכֶ֖ם la-Chem כָּל־ <WH3605> kol- every זָכָֽר׃ <WH2145> za-Char. Every man child"},{"number":11,"verse":"וּנְמַלְתֶּ֕ם <WH5243> u-ne-mal-Tem And ye shall circumcise אֵ֖ת <WH853> 'et בְּשַׂ֣ר <WH1320> be-Sar the flesh עָרְלַתְכֶ֑ם <WH6190> 'a-re-lat-Chem; of your foreskin וְהָיָה֙ <WH1961> ve-ha-Yah become לְא֣וֹת <WH226> le-'ot and it shall be a token בְּרִ֔ית <WH1285> be-Rit, of the covenant בֵּינִ֖י <WH996> bei-Ni between וּבֵינֵיכֶֽם׃ <WH996> u-vei-nei-Chem. between"},{"number":12,"verse":"וּבֶן־ <WH1121> u-ven- old שְׁמֹנַ֣ת <WH8083> she-mo-Nat And he that is eight יָמִ֗ים <WH3117> ya-Mim, days יִמּ֥וֹל <WH4135> yim-Mol shall be circumcised לָכֶ֛ם la-Chem כָּל־ <WH3605> kol- and every זָכָ֖ר <WH2145> za-Char among you every man child לְדֹרֹתֵיכֶ֑ם <WH1755> le-do-ro-tei-Chem; in your generations יְלִ֣יד <WH3211> ye-Lid he that is born בָּ֔יִת <WH1004> Ba-yit, in the house וּמִקְנַת־ <WH4736> u-mik-nat- or bought כֶּ֙סֶף֙ <WH3701> ke-sef with money מִכֹּ֣ל <WH3605> mik-Kol any בֶּן־ <WH1121> ben- old נֵכָ֔ר <WH5236> ne-Char, alien אֲשֶׁ֛ר <WH834> 'a-Sher who לֹ֥א <WH3808> lo is not מִֽזַּרְעֲךָ֖ <WH2233> miz-zar-'a-Cha which [is] not of thy seed הֽוּא׃ <WH1931> Hu. he"},{"number":13,"verse":"הִמּ֧וֹל׀ <WH4135> him-Mol must needs יִמּ֛וֹל <WH4135> yim-Mol be circumcised יְלִ֥יד <WH3211> ye-Lid He that is born בֵּֽיתְךָ֖ <WH1004> bei-te-Cha in thy house וּמִקְנַ֣ת <WH4736> u-mik-Nat and he that is bought כַּסְפֶּ֑ךָ <WH3701> kas-Pe-cha; with thy money וְהָיְתָ֧ה <WH1961> ve-ha-ye-Tah thus בְרִיתִ֛י <WH1285> ve-ri-Ti and my covenant בִּבְשַׂרְכֶ֖ם <WH1320> biv-sar-Chem shall be in your flesh לִבְרִ֥ית <WH1285> liv-Rit covenant עוֹלָֽם׃ <WH5769> o-Lam. for an everlasting"},{"number":14,"verse":"וְעָרֵ֣ל׀ <WH6189> ve-'a-Rel And the uncircumcised זָכָ֗ר <WH2145> za-Char, man child אֲשֶׁ֤ר <WH834> 'a-Sher whose לֹֽא־ <WH3808> lo- is not יִמּוֹל֙ <WH4135> yim-mOl is not circumcised אֶת־ <WH853> 'et- בְּשַׂ֣ר <WH1320> be-Sar flesh עָרְלָת֔וֹ <WH6190> a-re-la-To, of his foreskin וְנִכְרְתָ֛ה <WH3772> ve-nich-re-Tah shall be cut off הַנֶּ֥פֶשׁ <WH5315> han-Ne-fesh that soul הַהִ֖וא <WH1931> ha-Hiv he מֵעַמֶּ֑יהָ <WH5971> me-'am-Mei-ha; from his people אֶת־ <WH853> 'et- בְּרִיתִ֖י <WH1285> be-ri-Ti my covenant הֵפַֽר׃ <WH6565> he-Far. he hath broken ס sa-Mek"},{"number":15,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֱלֹהִים֙ <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to אַבְרָהָ֔ם <WH85> 'av-ra-Ham, unto Abraham שָׂרַ֣י <WH8297> sa-Rai As for Sarai אִשְׁתְּךָ֔ <WH802> 'ish-te-Cha, thy wife לֹא־ <WH3808> lo- shall not תִקְרָ֥א <WH7121> tik-Ra thou shalt not call אֶת־ <WH853> 'et- שְׁמָ֖הּ <WH8034> she-Mah her name שָׂרָ֑י <WH8297> sa-Rai; Sarai כִּ֥י <WH3588> ki but שָׂרָ֖ה <WH8283> sa-Rah Sarah שְׁמָֽהּ׃ <WH8034> she-Mah. [shall] her name"},{"number":16,"verse":"וּבֵרַכְתִּ֣י <WH1288> u-ve-rach-Ti And I will bless אֹתָ֔הּ <WH853> 'o-Tah, וְגַ֨ם <WH1571> ve-Gam her and indeed נָתַ֧תִּי <WH5414> na-Tat-ti her and give מִמֶּ֛נָּה <WH4480> mi-Men-nah at לְךָ֖ le-Cha בֵּ֑ן <WH1121> Ben; thee a son וּבֵֽרַכְתִּ֙יהָ֙ <WH1288> u-ve-rach-Ti-ha also of her yea I will bless וְהָֽיְתָ֣ה <WH1961> ve-ha-ye-Tah will come לְגוֹיִ֔ם <WH1471> le-go-Yim, her and she shall be [a mother] of nations מַלְכֵ֥י <WH4428> mal-Chei kings עַמִּ֖ים <WH5971> 'am-Mim of people מִמֶּ֥נָּה <WH4480> mi-Men-nah at יִהְיֽוּ׃ <WH1961> yih-Yu. will come"},{"number":17,"verse":"וַיִּפֹּ֧ל <WH5307> vai-yip-Pol fell אַבְרָהָ֛ם <WH85> 'av-ra-Ham Then Abraham עַל־ <WH5921> 'al- on פָּנָ֖יו <WH6440> pa-Nav upon his face וַיִּצְחָ֑ק <WH6711> vai-yitz-Chak; and laughed וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said בְּלִבּ֗וֹ <WH3820> be-lib-Bo, in his heart הַלְּבֶ֤ן <WH1121> hal-le-Ven to a man מֵאָֽה־ <WH3967> me-'ah- unto him that is an hundred שָׁנָה֙ <WH8141> sha-Nah years יִוָּלֵ֔ד <WH3205> yiv-va-Led, Shall [a child] be born וְאִ֨ם־ <WH518> ve-'Im- lo שָׂרָ֔ה <WH8283> sa-Rah, Sarah הֲבַת־ <WH1323> ha-vat- old תִּשְׁעִ֥ים <WH8673> tish-'Im that is ninety שָׁנָ֖ה <WH8141> sha-Nah years תֵּלֵֽד׃ <WH3205> te-Led. bear"},{"number":18,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said אַבְרָהָ֖ם <WH85> 'av-ra-Ham And Abraham אֶל־ <WH413> 'el- to הָֽאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; unto God ל֥וּ <WH3863> lu O that יִשְׁמָעֵ֖אל <WH3458> yish-ma-'El Ishmael יִחְיֶ֥ה <WH2421> yich-Yeh might live לְפָנֶֽיךָ׃ <WH6440> le-fa-Nei-cha. before thee"},{"number":19,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God אֲבָל֙ <WH61> 'a-Val indeed שָׂרָ֣ה <WH8283> sa-Rah Sarah אִשְׁתְּךָ֗ <WH802> 'ish-te-Cha, thy wife יֹלֶ֤דֶת <WH3205> yo-Le-det shall bear לְךָ֙ le-Cha בֵּ֔ן <WH1121> Ben, thee a son וְקָרָ֥אתָ <WH7121> ve-ka-Ra-ta and thou shalt call אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name יִצְחָ֑ק <WH3327> yitz-Chak; Isaac וַהֲקִמֹתִ֨י <WH6965> va-ha-ki-mo-Ti and I will establish אֶת־ <WH853> 'et- בְּרִיתִ֥י <WH1285> be-ri-Ti my covenant אִתּ֛וֹ <WH854> it-To for לִבְרִ֥ית <WH1285> liv-Rit covenant עוֹלָ֖ם <WH5769> o-Lam with him for an everlasting לְזַרְע֥וֹ <WH2233> le-zar-'O [and] with his seed אַחֲרָֽיו׃ <WH310> 'a-cha-Rav. after him"},{"number":20,"verse":"וּֽלְיִשְׁמָעֵאל֮ <WH3458> u-le-yish-ma-'eL And as for Ishmael שְׁמַעְתִּיךָ֒ <WH8085> she-ma'-ti-Cha I have heard thee הִנֵּ֣ה׀ <WH2009> hin-Neh behold בֵּרַ֣כְתִּי <WH1288> be-Rach-ti Behold I have blessed אֹת֗וֹ <WH853> o-To, וְהִפְרֵיתִ֥י <WH6509> ve-hif-rei-Ti him and will make him fruitful אֹת֛וֹ <WH853> o-To וְהִרְבֵּיתִ֥י <WH7235> ve-hir-bei-Ti and will multiply אֹת֖וֹ <WH853> o-To בִּמְאֹ֣ד <WH3966> bim-'Od exceedingly מְאֹ֑ד <WH3966> me-'Od; exceedingly שְׁנֵים־ <WH8147> she-neim- both עָשָׂ֤ר <WH6240> 'a-Sar ten נְשִׂיאִם֙ <WH5387> ne-si-'Im princes יוֹלִ֔יד <WH3205> yo-Lid, shall he beget וּנְתַתִּ֖יו <WH5414> u-ne-tat-Tiv and I will make him לְג֥וֹי <WH1471> le-Goy nation גָּדֽוֹל׃ <WH1419> ga-Dol. a great"},{"number":21,"verse":"וְאֶת־ <WH853> ve-'Et בְּרִיתִ֖י <WH1285> be-ri-Ti But my covenant אָקִ֣ים <WH6965> 'a-Kim will I establish אֶת־ <WH854> 'et- with יִצְחָ֑ק <WH3327> yitz-Chak; with Isaac אֲשֶׁר֩ <WH834> 'a-Sher whom תֵּלֵ֨ד <WH3205> te-Led shall bear לְךָ֤ le-Cha שָׂרָה֙ <WH8283> sa-Rah which Sarah לַמּוֹעֵ֣ד <WH4150> lam-mo-'Ed unto thee at this set time הַזֶּ֔ה <WH2088> haz-Zeh, this בַּשָּׁנָ֖ה <WH8141> bash-sha-Nah year הָאַחֶֽרֶת׃ <WH312> ha-'a-Che-ret. in the next"},{"number":22,"verse":"וַיְכַ֖ל <WH3615> vay-Chal And he left off לְדַבֵּ֣ר <WH1696> le-dab-Ber talking אִתּ֑וֹ <WH854> it-To; for וַיַּ֣עַל <WH5927> vai-Ya-'al went up אֱלֹהִ֔ים <WH430> E-lo-Him, with him and God מֵעַ֖ל <WH5921> me-'Al from אַבְרָהָֽם׃ <WH85> 'av-ra-Ham. from Abraham"},{"number":23,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took אַבְרָהָ֜ם <WH85> 'av-ra-Ham And Abraham אֶת־ <WH853> 'et- יִשְׁמָעֵ֣אל <WH3458> yish-ma-'El Ishmael בְּנ֗וֹ <WH1121> be-No, his son וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all יְלִידֵ֤י <WH3211> ye-li-Dei and all that were born בֵיתוֹ֙ <WH1004> vei-To in his house וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מִקְנַ֣ת <WH4736> mik-Nat and all that were bought כַּסְפּ֔וֹ <WH3701> kas-Po, with his money כָּל־ <WH3605> kol- every זָכָ֕ר <WH2145> za-Char every male בְּאַנְשֵׁ֖י <WH376> be-'an-Shei the men בֵּ֣ית <WH1004> beit house אַבְרָהָ֑ם <WH85> 'av-ra-Ham; of Abraham's וַיָּ֜מָל <WH4135> vai-Ya-mol and circumcised אֶת־ <WH853> 'et- בְּשַׂ֣ר <WH1320> be-Sar the flesh עָרְלָתָ֗ם <WH6190> 'a-re-la-Tam, of their foreskin בְּעֶ֙צֶם֙ <WH6106> be-'E-tzem in the selfsame הַיּ֣וֹם <WH3117> hai-Yom day הַזֶּ֔ה <WH2088> haz-Zeh, he כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after דִּבֶּ֥ר <WH1696> dib-Ber had said אִתּ֖וֹ <WH854> it-To as אֱלֹהִֽים׃ <WH430> E-lo-Him. as God"},{"number":24,"verse":"וְאַ֨בְרָהָ֔ם <WH85> ve-'Av-ra-Ham, And Abraham בֶּן־ <WH1121> ben- old תִּשְׁעִ֥ים <WH8673> tish-'Im [was] ninety וָתֵ֖שַׁע <WH8672> va-Te-sha' and nine שָׁנָ֑ה <WH8141> sha-Nah; years בְּהִמֹּל֖וֹ <WH4135> be-him-mo-Lo when he was circumcised בְּשַׂ֥ר <WH1320> be-Sar in the flesh עָרְלָתֽוֹ׃ <WH6190> a-re-la-To. of his foreskin"},{"number":25,"verse":"וְיִשְׁמָעֵ֣אל <WH3458> ve-yish-ma-'El And Ishmael בְּנ֔וֹ <WH1121> be-No, his son בֶּן־ <WH1121> ben- old שְׁלֹ֥שׁ <WH7969> she-Losh three עֶשְׂרֵ֖ה <WH6240> 'es-Reh ten שָׁנָ֑ה <WH8141> sha-Nah; years בְּהִ֨מֹּל֔וֹ <WH4135> be-Him-mo-Lo, when he was circumcised אֵ֖ת <WH853> 'et בְּשַׂ֥ר <WH1320> be-Sar in the flesh עָרְלָתֽוֹ׃ <WH6190> a-re-la-To. of his foreskin"},{"number":26,"verse":"בְּעֶ֙צֶם֙ <WH6106> be-'E-tzem In the selfsame הַיּ֣וֹם <WH3117> hai-Yom day הַזֶּ֔ה <WH2088> haz-Zeh, he נִמּ֖וֹל <WH4135> nim-Mol circumcised אַבְרָהָ֑ם <WH85> 'av-ra-Ham; was Abraham וְיִשְׁמָעֵ֖אל <WH3458> ve-yish-ma-'El and Ishmael בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":27,"verse":"וְכָל־ <WH3605> ve-chol All אַנְשֵׁ֤י <WH376> 'an-Shei the men בֵיתוֹ֙ <WH1004> vei-To of his house יְלִ֣יד <WH3211> ye-Lid born בָּ֔יִת <WH1004> Ba-yit, in the house וּמִקְנַת־ <WH4736> u-mik-nat- and bought כֶּ֖סֶף <WH3701> Ke-sef with money מֵאֵ֣ת <WH853> me-'Et בֶּן־ <WH1121> ben- afflicted נֵכָ֑ר <WH5236> ne-Char; alien נִמֹּ֖לוּ <WH4135> nim-Mo-lu were circumcised אִתּֽוֹ׃ <WH854> it-To. for פ Peh"}]}