{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":29,"verses":[{"number":1,"verse":"וַיִּשָּׂ֥א <WH5375> vai-yis-Sa went on יַעֲקֹ֖ב <WH3290> ya-'a-Ko Then Jacob רַגְלָ֑יו <WH7272> rag-Lav; his journey וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech and came אַ֥רְצָה <WH776> 'Ar-tzah into the land בְנֵי־ <WH1121> ve-nei- of the people קֶֽדֶם׃ <WH6924> Ke-dem. of the east"},{"number":2,"verse":"וַיַּ֞רְא <WH7200> vai-Yar And he looked וְהִנֵּ֧ה <WH2009> ve-hin-Neh and behold בְאֵ֣ר <WH875> ve-'Er and behold a well בַּשָּׂדֶ֗ה <WH7704> bas-sa-Deh, in the field וְהִנֵּה־ <WH2009> ve-hin-neh- and behold שָׁ֞ם <WH8033> sham there שְׁלֹשָׁ֤ה <WH7969> she-lo-Shah and lo there [were] three עֶדְרֵי־ <WH5739> 'ed-rei- flocks צֹאן֙ <WH6629> tzoN of sheep רֹבְצִ֣ים <WH7257> roe-Tzim lying עָלֶ֔יהָ <WH5921> 'a-Lei-ha, beside כִּ֚י <WH3588> ki for מִן־ <WH4480> min- that הַבְּאֵ֣ר <WH875> hab-be-'Er by it for out of that well הַהִ֔וא <WH1931> ha-Hiv, they יַשְׁק֖וּ <WH8248> yash-Ku they watered הָעֲדָרִ֑ים <WH5739> ha-'a-da-Rim; the flocks וְהָאֶ֥בֶן <WH68> ve-ha-'E-ven stone גְּדֹלָ֖ה <WH1419> ge-do-Lah and a great עַל־ <WH5921> 'al- beside פִּ֥י <WH6310> pi mouth הַבְּאֵֽר׃ <WH875> hab-be-'Er. [was] upon the well's"},{"number":3,"verse":"וְנֶאֶסְפוּ־ <WH622> ve-ne-'es-fu- gathered שָׁ֣מָּה <WH8033> Sham-mah there כָל־ <WH3605> chol all הָעֲדָרִ֗ים <WH5739> ha-'a-da-Rim, And thither were all the flocks וְגָלֲל֤וּ <WH1556> ve-ga-la-Lu and they rolled אֶת־ <WH853> 'et- הָאֶ֙בֶן֙ <WH68> ha-'E-ven the stone מֵעַל֙ <WH5921> me-'Al from פִּ֣י <WH6310> pi mouth הַבְּאֵ֔ר <WH875> hab-be-'Er, from the well's וְהִשְׁק֖וּ <WH8248> ve-hish-Ku and watered אֶת־ <WH853> 'et- הַצֹּ֑אן <WH6629> hatz-Tzon; the sheep וְהֵשִׁ֧יבוּ <WH7725> ve-he-Shi-vu again אֶת־ <WH853> 'et- הָאֶ֛בֶן <WH68> ha-'E-ven the stone עַל־ <WH5921> 'al- on פִּ֥י <WH6310> pi mouth הַבְּאֵ֖ר <WH875> hab-be-'Er upon the well's לִמְקֹמָֽהּ׃ <WH4725> lim-ko-Mah. in his place"},{"number":4,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לָהֶם֙ la-Hem יַעֲקֹ֔ב <WH3290> ya-'a-Ko, And Jacob אַחַ֖י <WH251> 'a-Chai unto them My brethren מֵאַ֣יִן <WH370> me-'A-yin whence אַתֶּ֑ם <WH859> 'at-Tem; and they וַיֹּ֣אמְר֔וּ <WH559> vai-Yo-me-Ru, [be] ye;And they said מֵחָרָ֖ן <WH2771> me-cha-Ran Of Haran אֲנָֽחְנוּ׃ <WH587> 'a-Na-che-nu. we"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer And he said לָהֶ֔ם la-Hem, הַיְדַעְתֶּ֖ם <WH3045> hay-da'-Tem unto them Know אֶת־ <WH853> 'et- לָבָ֣ן <WH3837> la-Van ye Laban בֶּן־ <WH1121> ben- the son נָח֑וֹר <WH5152> na-Chor; Nahor וַיֹּאמְר֖וּ <WH559> vai-yo-me-Ru said יָדָֽעְנוּ׃ <WH3045> ya-Da-'e-nu. We know"},{"number":6,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said לָהֶ֖ם la-Hem הֲשָׁל֣וֹם <WH7965> ha-sha-Lom [He is] well ל֑וֹ lo; וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru said שָׁל֔וֹם <WH7965> sha-Lom, is well וְהִנֵּה֙ <WH2009> ve-hin-Neh and here רָחֵ֣ל <WH7354> ra-Chel and behold Rachel בִּתּ֔וֹ <WH1323> bit-To, his daughter בָּאָ֖ה <WH935> ba-'Ah cometh עִם־ <WH5973> 'im- with הַצֹּֽאן׃ <WH6629> hatz-Tzon. with the sheep"},{"number":7,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said הֵ֥ן <WH2005> hen Lo עוֹד֙ <WH5750> 'Od is still הַיּ֣וֹם <WH3117> hai-Yom day גָּד֔וֹל <WH1419> ga-Dol, [it is] yet high לֹא־ <WH3808> lo- is not עֵ֖ת <WH6256> 'et neither [is it] time הֵאָסֵ֣ף <WH622> he-'a-Sef should be gathered together הַמִּקְנֶ֑ה <WH4735> ham-mik-Neh; that the cattle הַשְׁק֥וּ <WH8248> hash-Ku water הַצֹּ֖אן <WH6629> hatz-Tzon ye the sheep וּלְכ֥וּ <WH1980> u-le-Chu and go רְעֽוּ׃ <WH7462> re-'U. [and] feed"},{"number":8,"verse":"וַיֹּאמְרוּ֮ <WH559> vai-yo-me-Ru And they said לֹ֣א <WH3808> lo not נוּכַל֒ <WH3201> nu-Chal We cannot עַ֣ד <WH5704> 'ad against אֲשֶׁ֤ר <WH834> 'a-Sher after יֵאָֽסְפוּ֙ <WH622> ye-'a-se-Fu be gathered together כָּל־ <WH3605> kol- all הָ֣עֲדָרִ֔ים <WH5739> ha-'a-da-Rim, until all the flocks וְגָֽלֲלוּ֙ <WH1556> ve-ga-la-Lu and [till] they roll אֶת־ <WH853> 'et- הָאֶ֔בֶן <WH68> ha-'E-ven, the stone מֵעַ֖ל <WH5921> me-'Al from פִּ֣י <WH6310> pi mouth הַבְּאֵ֑ר <WH875> hab-be-'Er; from the well's וְהִשְׁקִ֖ינוּ <WH8248> ve-hish-Ki-nu then we water הַצֹּֽאן׃ <WH6629> hatz-Tzon. the sheep"},{"number":9,"verse":"עוֹדֶ֖נּוּ <WH5750> o-Den-nu And while he yet מְדַבֵּ֣ר <WH1696> me-dab-Ber spake עִמָּ֑ם <WH5973> 'im-Mam; them וְרָחֵ֣ל׀ <WH7354> ve-ra-Chel with them Rachel בָּ֗אָה <WH935> Ba-'ah, came עִם־ <WH5973> 'im- with הַצֹּאן֙ <WH6629> hatz-tzoN sheep אֲשֶׁ֣ר <WH834> 'a-Sher after לְאָבִ֔יהָ <WH1> le-'a-Vi-ha, with her father's כִּ֥י <WH3588> ki for רֹעָ֖ה <WH7462> ro-'Ah for she kept them הִֽוא׃ <WH1931> hi he"},{"number":10,"verse":"וַיְהִ֡י <WH1961> vay-Hi become כַּאֲשֶׁר֩ <WH834> ka-'a-Sher after רָאָ֨ה <WH7200> ra-'Ah saw יַעֲקֹ֜ב <WH3290> ya-'a-Ko And it came to pass when Jacob אֶת־ <WH853> 'et- רָחֵ֗ל <WH7354> ra-Chel, Rachel בַּת־ <WH1323> bat- the daughter לָבָן֙ <WH3837> la-Van of Laban אֲחִ֣י <WH251> 'a-Chi brother אִמּ֔וֹ <WH517> im-Mo, his mother's וְאֶת־ <WH853> ve-'Et צֹ֥אן <WH6629> tzon and the sheep לָבָ֖ן <WH3837> la-Van of Laban אֲחִ֣י <WH251> 'a-Chi brother אִמּ֑וֹ <WH517> im-Mo; his mother's וַיִּגַּ֣שׁ <WH5066> vai-yig-Gash went near יַעֲקֹ֗ב <WH3290> ya-'a-Ko, that Jacob וַיָּ֤גֶל <WH1556> vai-Ya-gel and rolled אֶת־ <WH853> 'et- הָאֶ֙בֶן֙ <WH68> ha-'E-ven the stone מֵעַל֙ <WH5921> me-'Al from פִּ֣י <WH6310> pi mouth הַבְּאֵ֔ר <WH875> hab-be-'Er, from the well's וַיַּ֕שְׁקְ <WH8248> vai-Yashk and watered אֶת־ <WH853> 'et- צֹ֥אן <WH6629> tzon the flock לָבָ֖ן <WH3837> la-Van of Laban אֲחִ֥י <WH251> 'a-Chi brother אִמּֽוֹ׃ <WH517> im-Mo. his mother's"},{"number":11,"verse":"וַיִּשַּׁ֥ק <WH5401> vai-yish-Shak kissed יַעֲקֹ֖ב <WH3290> ya-'a-Ko And Jacob לְרָחֵ֑ל <WH7354> le-ra-Chel; Rachel וַיִּשָּׂ֥א <WH5375> vai-yis-Sa and lifted up אֶת־ <WH853> 'et- קֹל֖וֹ <WH6963> ko-Lo his voice וַיֵּֽבְךְּ׃ <WH1058> vai-Ye-vek. and wept"},{"number":12,"verse":"וַיַּגֵּ֨ד <WH5046> vai-yag-Ged told יַעֲקֹ֜ב <WH3290> ya-'a-Ko And Jacob לְרָחֵ֗ל <WH7354> le-ra-Chel, Rachel כִּ֣י <WH3588> ki for אֲחִ֤י <WH251> 'a-Chi brother אָבִ֙יהָ֙ <WH1> 'a-Vi-ha that he [was] her father's ה֔וּא <WH1931> Hu, he וְכִ֥י <WH3588> ve-Chi for בֶן־ <WH1121> ven- son רִבְקָ֖ה <WH7259> riv-Kah and that he [was] Rebekah's ה֑וּא <WH1931> Hu; and she וַתָּ֖רָץ <WH7323> vat-Ta-rotz and she ran וַתַּגֵּ֥ד <WH5046> vat-tag-Ged and told לְאָבִֽיהָ׃ <WH1> le-'a-Vi-ha. her father"},{"number":13,"verse":"וַיְהִי֩ <WH1961> vay-Hi become כִשְׁמֹ֨עַ <WH8085> chish-Mo-a' heard לָבָ֜ן <WH3837> la-Van And it came to pass when Laban אֶת־ <WH853> 'et- שֵׁ֣מַע׀ <WH8088> She-ma' the tidings יַעֲקֹ֣ב <WH3290> ya-'a-Ko of Jacob בֶּן־ <WH1121> ben- son אֲחֹת֗וֹ <WH269> a-cho-To, his sister's וַיָּ֤רָץ <WH7323> vai-Ya-rotz that he ran לִקְרָאתוֹ֙ <WH7125> lik-ra-To to meet וַיְחַבֶּק־ <WH2263> vay-chab-bek- him and embraced לוֹ֙ lo וַיְנַשֶּׁק־ <WH5401> vay-nash-shek- him and kissed ל֔וֹ lo, וַיְבִיאֵ֖הוּ <WH935> vay-vi-'E-hu him and brought אֶל־ <WH413> 'el- to בֵּית֑וֹ <WH1004> bei-To; him to his house וַיְסַפֵּ֣ר <WH5608> vay-sap-Per And he told לְלָבָ֔ן <WH3837> le-la-Van, Laban אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim all these things הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":14,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo לָבָ֔ן <WH3837> la-Van, And Laban אַ֛ךְ <WH389> 'ach to him Surely עַצְמִ֥י <WH6106> 'atz-Mi thou [art] my bone וּבְשָׂרִ֖י <WH1320> u-ve-sa-Ri and my flesh אָ֑תָּה <WH859> 'At-tah; and he וַיֵּ֥שֶׁב <WH3427> vai-Ye-shev And he abode עִמּ֖וֹ <WH5973> im-Mo with חֹ֥דֶשׁ <WH2320> Cho-desh of a month יָמִֽים׃ <WH3117> ya-Mim. with him the space"},{"number":15,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לָבָן֙ <WH3837> la-Van And Laban לְיַעֲקֹ֔ב <WH3290> le-ya-'a-Ko, unto Jacob הֲכִי־ <WH3588> ha-chi- Because אָחִ֣י <WH251> 'a-Chi Because thou [art] my brother אַ֔תָּה <WH859> 'At-tah, you וַעֲבַדְתַּ֖נִי <WH5647> va-'a-vad-Ta-ni shouldest thou therefore serve חִנָּ֑ם <WH2600> chin-Nam; free הַגִּ֥ידָה <WH5046> hag-Gi-dah bewray לִּ֖י li מַה־ <WH4100> mah- what מַּשְׂכֻּרְתֶּֽךָ׃ <WH4909> mas-kur-Te-cha. me what [shall] thy wages"},{"number":16,"verse":"וּלְלָבָ֖ן <WH3837> u-le-la-Van And Laban שְׁתֵּ֣י <WH8147> she-Tei had two בָנ֑וֹת <WH1323> va-Not; daughters שֵׁ֤ם <WH8034> shem the name הַגְּדֹלָה֙ <WH1419> hag-ge-do-Lah of the elder לֵאָ֔ה <WH3812> le-'Ah, [was] Leah וְשֵׁ֥ם <WH8034> ve-Shem and the name הַקְּטַנָּ֖ה <WH6996> hak-ke-tan-Nah of the younger רָחֵֽל׃ <WH7354> ra-Chel. [was] Rachel"},{"number":17,"verse":"וְעֵינֵ֥י <WH5869> ve-'ei-Nei eyed לֵאָ֖ה <WH3812> le-'Ah Leah רַכּ֑וֹת <WH7390> rak-Kot; [was] tender וְרָחֵל֙ <WH7354> ve-ra-Chel but Rachel הָֽיְתָ֔ה <WH1961> ha-ye-Tah, become יְפַת־ <WH3303> ye-fat- and well תֹּ֖אַר <WH8389> To-'ar of form וִיפַ֥ת <WH3303> vi-Fat was beautiful מַרְאֶֽה׃ <WH4758> mar-'Eh. favoured"},{"number":18,"verse":"וַיֶּאֱהַ֥ב <WH157> vai-ye-'e-Hav loved יַעֲקֹ֖ב <WH3290> ya-'a-Ko And Jacob אֶת־ <WH853> 'et- רָחֵ֑ל <WH7354> ra-Chel; Rachel וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said אֶֽעֱבָדְךָ֙ <WH5647> 'e-'e-va-de-Cha I will serve שֶׁ֣בַע <WH7651> She-va' thee seven שָׁנִ֔ים <WH8141> sha-Nim, years בְּרָחֵ֥ל <WH7354> be-ra-Chel for Rachel בִּתְּךָ֖ <WH1323> bit-te-Cha daughter הַקְּטַנָּֽה׃ <WH6996> hak-ke-tan-Nah. thy younger"},{"number":19,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said לָבָ֗ן <WH3837> la-Van, And Laban ט֚וֹב <WH2896> Tov [It is] better תִּתִּ֣י <WH5414> tit-Ti that I give אֹתָ֣הּ <WH853> 'o-Tah לָ֔ךְ Lach, מִתִּתִּ֥י <WH5414> mit-tit-Ti her to thee than that I should give אֹתָ֖הּ <WH853> 'o-Tah לְאִ֣ישׁ <WH582> le-'Ish her to אַחֵ֑ר <WH312> 'a-Cher; her to another שְׁבָ֖ה <WH3427> she-Vah abide עִמָּדִֽי׃ <WH5978> 'im-ma-Di. against"},{"number":20,"verse":"וַיַּעֲבֹ֧ד <WH5647> vai-ya-'a-Vod served יַעֲקֹ֛ב <WH3290> ya-'a-Ko And Jacob בְּרָחֵ֖ל <WH7354> be-ra-Chel for Rachel שֶׁ֣בַע <WH7651> She-va' seven שָׁנִ֑ים <WH8141> sha-Nim; years וַיִּהְי֤וּ <WH1961> vai-yih-Yu become בְעֵינָיו֙ <WH5869> ve-'ei-Nav and they seemed כְּיָמִ֣ים <WH3117> ke-ya-Mim days אֲחָדִ֔ים <WH259> 'a-cha-Dim, unto him [but] a few בְּאַהֲבָת֖וֹ <WH157> be-'a-ha-va-To love אֹתָֽהּ׃ <WH853> 'o-Tah."},{"number":21,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יַעֲקֹ֤ב <WH3290> ya-'a-Ko And Jacob אֶל־ <WH413> 'el- to לָבָן֙ <WH3837> la-Van unto Laban הָבָ֣ה <WH3051> ha-Vah Give אֶת־ <WH853> 'et- אִשְׁתִּ֔י <WH802> 'ish-Ti, [me] my wife כִּ֥י <WH3588> ki for מָלְא֖וּ <WH4390> mal-'U are fulfilled יָמָ֑י <WH3117> ya-Mai; for my days וְאָב֖וֹאָה <WH935> ve-'a-Vo-'ah that I may go in אֵלֶֽיהָ׃ <WH413> 'e-Lei-ha. about"},{"number":22,"verse":"וַיֶּאֱסֹ֥ף <WH622> vai-ye-'e-Sof gathered together לָבָ֛ן <WH3837> la-Van And Laban אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אַנְשֵׁ֥י <WH582> 'an-Shei all the men הַמָּק֖וֹם <WH4725> ham-ma-Kom of the place וַיַּ֥עַשׂ <WH6213> vai-Ya-'as and made מִשְׁתֶּֽה׃ <WH4960> mish-Teh. a feast"},{"number":23,"verse":"וַיְהִ֣י <WH1961> vay-Hi become בָעֶ֔רֶב <WH6153> va-'E-rev, And it came to pass in the evening וַיִּקַּח֙ <WH3947> vai-yik-Kach that he took אֶת־ <WH853> 'et- לֵאָ֣ה <WH3812> le-'Ah Leah בִתּ֔וֹ <WH1323> vit-To, his daughter וַיָּבֵ֥א <WH935> vai-ya-Ve and brought אֹתָ֖הּ <WH853> 'o-Tah אֵלָ֑יו <WH413> 'e-Lav; about וַיָּבֹ֖א <WH935> vai-ya-Vo her to him and he went in אֵלֶֽיהָ׃ <WH413> 'e-Lei-ha. also"},{"number":24,"verse":"וַיִּתֵּ֤ן <WH5414> vai-yit-Ten gave לָבָן֙ <WH3837> la-Van And Laban לָ֔הּ Lah, אֶת־ <WH853> 'et- זִלְפָּ֖ה <WH2153> zil-Pah Zilpah שִׁפְחָת֑וֹ <WH8198> shif-cha-To; his maid לְלֵאָ֥ה <WH3812> le-le-'Ah Leah בִתּ֖וֹ <WH1323> vit-To unto his daughter שִׁפְחָֽה׃ <WH8198> shif-Chah. [for] an handmaid"},{"number":25,"verse":"וַיְהִ֣י <WH1961> vay-Hi came בַבֹּ֔קֶר <WH1242> vab-Bo-ker, And it came to pass that in the morning וְהִנֵּה־ <WH2009> ve-hin-neh- behold הִ֖וא <WH1931> hi it was לֵאָ֑ה <WH3812> le-'Ah; behold it [was] Leah וַיֹּ֣אמֶר <WH559> vai-Yo-mer and he said אֶל־ <WH413> 'el- to לָבָ֗ן <WH3837> la-Van, to Laban מַה־ <WH4100> mah- What זֹּאת֙ <WH2063> zoT you עָשִׂ֣יתָ <WH6213> 'a-Si-ta What [is] this thou hast done לִּ֔י Li, הֲלֹ֤א <WH3808> ha-Lo for בְרָחֵל֙ <WH7354> ve-ra-Chel Rachel עָבַ֣דְתִּי <WH5647> 'a-Vad-ti unto me;did not I serve עִמָּ֔ךְ <WH5973> 'im-Mach, with וְלָ֖מָּה <WH4100> ve-Lam-mah Why רִמִּיתָֽנִי׃ <WH7411> rim-mi-Ta-ni. deceived"},{"number":26,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said לָבָ֔ן <WH3837> la-Van, And Laban לֹא־ <WH3808> lo- must not be so יֵעָשֶׂ֥ה <WH6213> ye-'a-Seh It must not be so done כֵ֖ן <WH3651> chen in בִּמְקוֹמֵ֑נוּ <WH4725> bim-ko-Me-nu; in our country לָתֵ֥ת <WH5414> la-Tet to give הַצְּעִירָ֖ה <WH6810> hatz-tze-'i-Rah the younger לִפְנֵ֥י <WH6440> lif-Nei before הַבְּכִירָֽה׃ <WH1067> hab-be-chi-Rah. the firstborn"},{"number":27,"verse":"מַלֵּ֖א <WH4390> mal-Le Fulfil שְׁבֻ֣עַ <WH7620> she-Vu-a' week זֹ֑את <WH2063> Zot; her וְנִתְּנָ֨ה <WH5414> ve-nit-te-Nah and we will give לְךָ֜ le-Cha גַּם־ <WH1571> gam- also אֶת־ <WH853> 'et- זֹ֗את <WH2063> Zot, for בַּעֲבֹדָה֙ <WH5656> ba-'a-vo-Dah thee this also for the service אֲשֶׁ֣ר <WH834> 'a-Sher which תַּעֲבֹ֣ד <WH5647> ta-'a-Vod which thou shalt serve עִמָּדִ֔י <WH5978> 'im-ma-Di, against ע֖וֹד <WH5750> od again שֶֽׁבַע־ <WH7651> she-va'- with me yet seven שָׁנִ֥ים <WH8141> sha-Nim years אֲחֵרֽוֹת׃ <WH312> a-che-Rot. other"},{"number":28,"verse":"וַיַּ֤עַשׂ <WH6213> vai-Ya-'as did יַעֲקֹב֙ <WH3290> ya-'a-Ko And Jacob כֵּ֔ן <WH3651> Ken, so וַיְמַלֵּ֖א <WH4390> vay-mal-Le so and fulfilled שְׁבֻ֣עַ <WH7620> she-Vu-a' her week זֹ֑את <WH2063> Zot; and he וַיִּתֶּן־ <WH5414> vai-yit-ten- and he gave ל֛וֹ lo אֶת־ <WH853> 'et- רָחֵ֥ל <WH7354> ra-Chel him Rachel בִּתּ֖וֹ <WH1323> bit-To his daughter ל֥וֹ lo לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. to wife"},{"number":29,"verse":"וַיִּתֵּ֤ן <WH5414> vai-yit-Ten gave לָבָן֙ <WH3837> la-Van And Laban לְרָחֵ֣ל <WH7354> le-ra-Chel to Rachel בִּתּ֔וֹ <WH1323> bit-To, his daughter אֶת־ <WH853> 'et- בִּלְהָ֖ה <WH1090> bil-Hah Bilhah שִׁפְחָת֑וֹ <WH8198> shif-cha-To; his handmaid לָ֖הּ lah לְשִׁפְחָֽה׃ <WH8198> le-shif-Chah. to be her maid"},{"number":30,"verse":"וַיָּבֹא֙ <WH935> vai-ya-Vo And he went in גַּ֣ם <WH1571> gam also אֶל־ <WH413> 'el- to רָחֵ֔ל <WH7354> ra-Chel, also unto Rachel וַיֶּאֱהַ֥ב <WH157> vai-ye-'e-Hav and he loved גַּֽם־ <WH1571> gam- and indeed אֶת־ <WH853> 'et- רָחֵ֖ל <WH7354> ra-Chel also Rachel מִלֵּאָ֑ה <WH3812> mil-le-'Ah; more than Leah וַיַּעֲבֹ֣ד <WH5647> vai-ya-'a-Vod and served עִמּ֔וֹ <WH5973> im-Mo, with ע֖וֹד <WH5750> od again שֶֽׁבַע־ <WH7651> she-va'- with him yet seven שָׁנִ֥ים <WH8141> sha-Nim years אֲחֵרֽוֹת׃ <WH312> a-che-Rot. other"},{"number":31,"verse":"וַיַּ֤רְא <WH7200> vai-Yar saw יְהוָה֙ <WH3068> Yah-weh And when the LORD כִּֽי־ <WH3588> ki- for שְׂנוּאָ֣ה <WH8130> se-nu-'Ah [was] hated לֵאָ֔ה <WH3812> le-'Ah, that Leah וַיִּפְתַּ֖ח <WH6605> vai-yif-Tach he opened אֶת־ <WH853> 'et- רַחְמָ֑הּ <WH7358> rach-Mah; her womb וְרָחֵ֖ל <WH7354> ve-ra-Chel but Rachel עֲקָרָֽה׃ <WH6135> 'a-ka-Rah. [was] barren"},{"number":32,"verse":"וַתַּ֤הַר <WH2029> vat-Ta-har conceived לֵאָה֙ <WH3812> le-'Ah And Leah וַתֵּ֣לֶד <WH3205> vat-Te-led and bare בֵּ֔ן <WH1121> Ben, a son וַתִּקְרָ֥א <WH7121> vat-tik-Ra and she called שְׁמ֖וֹ <WH8034> she-Mo his name רְאוּבֵ֑ן <WH7205> re-'u-Ven; Reuben כִּ֣י <WH3588> ki for אָֽמְרָ֗ה <WH559> 'a-me-Rah, she said כִּֽי־ <WH3588> ki- Surely רָאָ֤ה <WH7200> ra-'Ah hath looked יְהוָה֙ <WH3068> Yah-weh the LORD בְּעָנְיִ֔י <WH6040> be-'on-yi upon my affliction כִּ֥י <WH3588> ki now therefore עַתָּ֖ה <WH6258> 'at-Tah now יֶאֱהָבַ֥נִי <WH157> ye-'e-ha-Va-ni will love אִישִֽׁי׃ <WH376> 'i-Shi. my husband"},{"number":33,"verse":"וַתַּ֣הַר <WH2029> vat-Ta-har And she conceived עוֹד֮ <WH5750> 'Od again וַתֵּ֣לֶד <WH3205> vat-Te-led again and bare בֵּן֒ <WH1121> ben a son וַתֹּ֗אמֶר <WH559> vat-To-mer, and said כִּֽי־ <WH3588> ki- Because שָׁמַ֤ע <WH8085> sha-Ma' hath heard יְהוָה֙ <WH3068> Yah-weh Because the LORD כִּֽי־ <WH3588> ki- Because שְׂנוּאָ֣ה <WH8130> se-nu-'Ah that I [was] hated אָנֹ֔כִי <WH595> 'a-No-chi, He וַיִּתֶּן־ <WH5414> vai-yit-ten- he hath therefore given לִ֖י li גַּם־ <WH1571> gam- also אֶת־ <WH853> 'et- זֶ֑ה <WH2088> Zeh; this וַתִּקְרָ֥א <WH7121> vat-tik-Ra me this [son] also and she called שְׁמ֖וֹ <WH8034> she-Mo his name שִׁמְעֽוֹן׃ <WH8095> shim-'on. Simeon"},{"number":34,"verse":"וַתַּ֣הַר <WH2029> vat-Ta-har And she conceived again עוֹד֮ <WH5750> 'Od again וַתֵּ֣לֶד <WH3205> vat-Te-led and bare בֵּן֒ <WH1121> ben a son וַתֹּ֗אמֶר <WH559> vat-To-mer, and said עַתָּ֤ה <WH6258> 'at-Tah Now הַפַּ֙עַם֙ <WH6471> hap-Pa-'am Now this time יִלָּוֶ֤ה <WH3867> yil-la-Veh be joined אִישִׁי֙ <WH376> 'i-Shi will my husband אֵלַ֔י <WH413> 'e-Lai, to me כִּֽי־ <WH3588> ki- because יָלַ֥דְתִּי <WH3205> ya-Lad-ti unto me because I have born ל֖וֹ lo שְׁלֹשָׁ֣ה <WH7969> she-lo-Shah him three בָנִ֑ים <WH1121> va-Nim; sons עַל־ <WH5921> 'al- and כֵּ֥ן <WH3651> ken after that קָרָֽא־ <WH7121> ka-ra- called שְׁמ֖וֹ <WH8034> she-Mo therefore was his name לֵוִֽי׃ <WH3878> le-Vi. Levi"},{"number":35,"verse":"וַתַּ֨הַר <WH2029> vat-Ta-har And she conceived ע֜וֹד <WH5750> od again וַתֵּ֣לֶד <WH3205> vat-Te-led again and bare בֵּ֗ן <WH1121> Ben, a son וַתֹּ֙אמֶר֙ <WH559> vat-To-mer and she said הַפַּ֙עַם֙ <WH6471> hap-Pa-'am Now אוֹדֶ֣ה <WH3034> o-Deh will I praise אֶת־ <WH853> 'et- יְהוָ֔ה <WH3068> Yah-weh, the LORD עַל־ <WH5921> 'al- and כֵּ֛ן <WH3651> ken after that קָרְאָ֥ה <WH7121> ka-re-'Ah therefore she called שְׁמ֖וֹ <WH8034> she-Mo his name יְהוּדָ֑ה <WH3063> ye-hu-Dah; Judah וַֽתַּעֲמֹ֖ד <WH5975> vat-ta-'a-Mod and left מִלֶּֽדֶת׃ <WH3205> mil-Le-det. bearing"}]}