{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"וַתֵּצֵ֤א <WH3318> vat-te-Tze went out דִינָה֙ <WH1783> di-Nah And Dinah בַּת־ <WH1323> bat- the daughter לֵאָ֔ה <WH3812> le-'Ah, of Leah אֲשֶׁ֥ר <WH834> 'a-Sher whom יָלְדָ֖ה <WH3205> Yal-dah which she bare לְיַעֲקֹ֑ב <WH3290> le-ya-'a-Ko; unto Jacob לִרְא֖וֹת <WH7200> lir-'ot to see בִּבְנ֥וֹת <WH1323> biv-Not the daughters הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":2,"verse":"וַיַּ֨רְא <WH7200> vai-Yar saw אֹתָ֜הּ <WH853> 'o-Tah שְׁכֶ֧ם <WH7927> she-Chem And when Shechem בֶּן־ <WH1121> ben- the son חֲמ֛וֹר <WH2544> cha-Mor of Hamor הַֽחִוִּ֖י <WH2340> ha-chiv-Vi the Hivite נְשִׂ֣יא <WH5387> ne-Si prince הָאָ֑רֶץ <WH776> ha-'A-retz; of the country וַיִּקַּ֥ח <WH3947> vai-yik-Kach her he took אֹתָ֛הּ <WH853> 'o-Tah וַיִּשְׁכַּ֥ב <WH7901> vai-yish-Kav her and lay אֹתָ֖הּ <WH854> 'o-Tah her by וַיְעַנֶּֽהָ׃ <WH6031> vay-'an-Ne-ha. with her and defiled her"},{"number":3,"verse":"וַתִּדְבַּ֣ק <WH1692> vat-tid-Bak clave נַפְשׁ֔וֹ <WH5315> naf-Sho, And his soul בְּדִינָ֖ה <WH1783> be-di-Nah unto Dinah בַּֽת־ <WH1323> bat- the daughter יַעֲקֹ֑ב <WH3290> ya-'a-Ko; of Jacob וַיֶּֽאֱהַב֙ <WH157> vai-ye-'e-Hav and he loved אֶת־ <WH853> 'et- הַֽנַּעֲרָ֔ <WH5291> han-na-'a-Ra, the damsel וַיְדַבֵּ֖ר <WH1696> vay-dab-Ber and spake עַל־ <WH5921> 'al- and לֵ֥ב <WH3820> lev kindly הַֽנַּעֲרָֽ׃ <WH5291> Han-na-'a-ra. unto the damsel"},{"number":4,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake שְׁכֶ֔ם <WH7927> she-Chem, And Shechem אֶל־ <WH413> 'el- about חֲמ֥וֹר <WH2544> cha-Mor Hamor אָבִ֖יו <WH1> 'a-Viv unto his father לֵאמֹ֑ר <WH559> le-Mor; saying קַֽח־ <WH3947> kach- Get לִ֛י li אֶת־ <WH853> 'et- הַיַּלְדָּ֥ה <WH3207> hai-yal-Dah me this damsel הַזֹּ֖את <WH2063> haz-Zot for לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. to wife"},{"number":5,"verse":"וְיַעֲקֹ֣ב <WH3290> ve-ya-'a-Ko And Jacob שָׁמַ֗ע <WH8085> sha-Ma', heard כִּ֤י <WH3588> ki for טִמֵּא֙ <WH2930> tim-Me that he had defiled אֶת־ <WH853> 'et- דִּינָ֣ה <WH1783> di-Nah Dinah בִתּ֔וֹ <WH1323> vit-To, his daughter וּבָנָ֛יו <WH1121> u-va-Nav now his sons הָי֥וּ <WH1961> ha-Yu become אֶת־ <WH854> 'et- were with מִקְנֵ֖הוּ <WH4735> mik-Ne-hu were with his cattle בַּשָּׂדֶ֑ה <WH7704> bas-sa-Deh; in the field וְהֶחֱרִ֥שׁ <WH2790> ve-he-che-Rish held his peace יַעֲקֹ֖ב <WH3290> ya-'a-Ko and Jacob עַד־ <WH5704> 'ad- until בֹּאָֽם׃ <WH935> bo-'Am. until they were come"},{"number":6,"verse":"וַיֵּצֵ֛א <WH3318> vai-ye-Tze went out חֲמ֥וֹר <WH2544> cha-Mor And Hamor אֲבִֽי־ <WH1> 'a-vi- the father שְׁכֶ֖ם <WH7927> she-Chem of Shechem אֶֽל־ <WH413> 'el- to יַעֲקֹ֑ב <WH3290> ya-'a-Ko; unto Jacob לְדַבֵּ֖ר <WH1696> le-dab-Ber to commune אִתּֽוֹ׃ <WH854> it-To. with"},{"number":7,"verse":"וּבְנֵ֨י <WH1121> u-ve-Nei And the sons יַעֲקֹ֜ב <WH3290> ya-'a-Ko of Jacob בָּ֤אוּ <WH935> Ba-'u came מִן־ <WH4480> min- from הַשָּׂדֶה֙ <WH7704> has-sa-Deh out of the field כְּשָׁמְעָ֔ם <WH8085> ke-sha-me-'Am, when they heard וַיִּֽתְעַצְּבוּ֙ <WH6087> vai-yit-'atz-tze-Vu were grieved הָֽאֲנָשִׁ֔ים <WH376> ha-'a-na-Shim, and the men וַיִּ֥חַר <WH2734> vai-Yi-char wroth לָהֶ֖ם la-Hem מְאֹ֑ד <WH3966> me-'Od; and they were very כִּֽי־ <WH3588> ki- because נְבָלָ֞ה <WH5039> ne-va-Lah folly עָשָׂ֣ה <WH6213> 'a-Sah because he had wrought בְיִשְׂרָאֵ֗ל <WH3478> ve-Yis-ra-'El, in Israel לִשְׁכַּב֙ <WH7901> lish-Kav in lying אֶת־ <WH854> 'et- for בַּֽת־ <WH1323> bat- daughter יַעֲקֹ֔ב <WH3290> ya-'a-Ko, with Jacob's וְכֵ֖ן <WH3651> ve-Chen such לֹ֥א <WH3808> lo not יֵעָשֶֽׂה׃ <WH6213> ye-'a-Seh. which thing ought not to be done"},{"number":8,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber communed חֲמ֖וֹר <WH2544> cha-Mor And Hamor אִתָּ֣ם <WH854> 'it-Tam for לֵאמֹ֑ר <WH559> le-Mor; with them saying שְׁכֶ֣ם <WH7927> she-Chem Shechem בְּנִ֗י <WH1121> be-Ni, of my son חָֽשְׁקָ֤ה <WH2836> cha-she-Kah longeth נַפְשׁוֹ֙ <WH5315> naf-Sho The soul בְּבִתְּכֶ֔ם <WH1323> be-vit-te-Chem, for your daughter תְּנ֨וּ <WH5414> te-Nu I pray you give נָ֥א <WH4994> na please אֹתָ֛הּ <WH853> 'o-Tah ל֖וֹ lo לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. her him to wife"},{"number":9,"verse":"וְהִֽתְחַתְּנ֖וּ <WH2859> ve-hit-chat-te-Nu And make ye marriages אֹתָ֑נוּ <WH854> 'o-Ta-nu; for בְּנֹֽתֵיכֶם֙ <WH1323> be-no-tei-Chem your daughters תִּתְּנוּ־ <WH5414> tit-te-nu- with us [and] give לָ֔נוּ La-nu, וְאֶת־ <WH853> ve-'Et בְּנֹתֵ֖ינוּ <WH1323> be-no-Tei-nu our daughters תִּקְח֥וּ <WH3947> tik-Chu unto us and take לָכֶֽם׃ la-Chem."},{"number":10,"verse":"וְאִתָּ֖נוּ <WH854> ve-'it-Ta-nu for תֵּשֵׁ֑בוּ <WH3427> te-She-vu; And ye shall dwell וְהָאָ֙רֶץ֙ <WH776> ve-ha-'A-retz with us and the land תִּהְיֶ֣ה <WH1961> tih-Yeh shall be לִפְנֵיכֶ֔ם <WH6440> lif-nei-Chem, before you שְׁבוּ֙ <WH3427> she-Vu dwell וּסְחָר֔וּהָ <WH5503> u-se-cha-Ru-ha, and trade וְהֵֽאָחֲז֖וּ <WH270> ve-he-'a-cha-Zu ye therein and get you possessions בָּֽהּ׃ Bah."},{"number":11,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said שְׁכֶם֙ <WH7927> she-Chem And Shechem אֶל־ <WH413> 'el- to her אָבִ֣יה <WH1> 'a-Vih unto her father וְאֶל־ <WH413> ve-'el- and to אַחֶ֔יהָ <WH251> 'a-Chei-ha, and unto her brethren אֶמְצָא־ <WH4672> 'em-tza- Let me find חֵ֖ן <WH2580> chen grace בְּעֵינֵיכֶ֑ם <WH5869> be-'ei-nei-Chem; in your eyes וַאֲשֶׁ֥ר <WH834> va-'a-Sher whatever תֹּאמְר֛וּ <WH559> to-me-Ru and what ye shall say אֵלַ֖י <WH413> 'e-Lai then אֶתֵּֽן׃ <WH5414> 'et-Ten. unto me I will give"},{"number":12,"verse":"הַרְבּ֨וּ <WH7235> har-Bu Ask עָלַ֤י <WH5921> 'a-Lai ever מְאֹד֙ <WH3966> me-'Od me never so much מֹ֣הַר <WH4119> Mo-har dowry וּמַתָּ֔ן <WH4976> u-mat-Tan, and gift וְאֶ֨תְּנָ֔ה <WH5414> ve-'Et-te-Nah, and I will give כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after תֹּאמְר֖וּ <WH559> to-me-Ru according as ye shall say אֵלָ֑י <WH413> 'e-Lai; to me וּתְנוּ־ <WH5414> u-te-nu- unto me but give לִ֥י li אֶת־ <WH853> 'et- הַֽנַּעֲרָ֖ <WH5291> han-na-'a-Ra me the damsel לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. to wife"},{"number":13,"verse":"וַיַּעֲנ֨וּ <WH6030> vai-ya-'a-Nu answered בְנֵֽי־ <WH1121> ve-nei- And the sons יַעֲקֹ֜ב <WH3290> ya-'a-Ko of Jacob אֶת־ <WH853> 'et- שְׁכֶ֨ם <WH7927> she-Chem Shechem וְאֶת־ <WH853> ve-'Et חֲמ֥וֹר <WH2544> cha-Mor and Hamor אָבִ֛יו <WH1> 'a-Viv his father בְּמִרְמָ֖ה <WH4820> be-mir-Mah deceitfully וַיְדַבֵּ֑רוּ <WH1696> vay-dab-Be-ru; and said אֲשֶׁ֣ר <WH834> 'a-Sher because טִמֵּ֔א <WH2930> tim-Me, because he had defiled אֵ֖ת <WH853> 'et דִּינָ֥ה <WH1783> di-Nah Dinah אֲחֹתָֽם׃ <WH269> 'a-cho-Tam. their sister"},{"number":14,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And they said אֲלֵיהֶ֗ם <WH413> 'a-lei-Hem, about לֹ֤א <WH3808> lo not נוּכַל֙ <WH3201> nu-Chal be able לַעֲשׂוֹת֙ <WH6213> la-'a-soT do הַדָּבָ֣ר <WH1697> had-da-Var this thing הַזֶּ֔ה <WH2088> haz-Zeh, this לָתֵת֙ <WH5414> la-Tet to give אֶת־ <WH853> 'et- אֲחֹתֵ֔נוּ <WH269> 'a-cho-Te-nu, our sister לְאִ֖ישׁ <WH582> le-'Ish another אֲשֶׁר־ <WH834> 'a-Sher- who ל֣וֹ lo עָרְלָ֑ה <WH6190> 'a-re-Lah; that is uncircumcised כִּֽי־ <WH3588> ki- would be a חֶרְפָּ֥ה <WH2781> cher-Pah for that [were] a reproach הִ֖וא <WH1931> hi he לָֽנוּ׃ La-nu."},{"number":15,"verse":"אַךְ־ <WH389> 'ach- Only בְּזֹ֖את <WH2063> be-Zot But in this נֵא֣וֹת <WH225> ne-'ot will we consent לָכֶ֑ם la-Chem; אִ֚ם <WH518> 'im if תִּהְי֣וּ <WH1961> tih-Yu will become כָמֹ֔נוּ <WH3644> cha-Mo-nu, like לְהִמֹּ֥ל <WH4135> le-him-Mol of you be circumcised לָכֶ֖ם la-Chem כָּל־ <WH3605> kol- every זָכָֽר׃ <WH2145> za-Char. unto you If ye will be as we [be] that every male"},{"number":16,"verse":"וְנָתַ֤נּוּ <WH5414> ve-na-Tan-nu Then will we give אֶת־ <WH853> 'et- בְּנֹתֵ֙ינוּ֙ <WH1323> be-no-Tei-nu our daughters לָכֶ֔ם la-Chem, וְאֶת־ <WH853> ve-'Et בְּנֹתֵיכֶ֖ם <WH1323> be-no-tei-Chem your daughters נִֽקַּֽח־ <WH3947> nik-kach- unto you and we will take לָ֑נוּ La-nu; וְיָשַׁ֣בְנוּ <WH3427> ve-ya-Shav-nu to us and we will dwell אִתְּכֶ֔ם <WH854> 'it-te-Chem, for וְהָיִ֖ינוּ <WH1961> ve-ha-Yi-nu and become לְעַ֥ם <WH5971> le-'Am people אֶחָֽד׃ <WH259> 'e-Chad. with you and we will become one"},{"number":17,"verse":"וְאִם־ <WH518> ve-'im- if לֹ֧א <WH3808> lo you will not תִשְׁמְע֛וּ <WH8085> tish-me-'U But if ye will not hearken אֵלֵ֖ינוּ <WH413> 'e-Lei-nu to us לְהִמּ֑וֹל <WH4135> le-him-Mol; unto us to be circumcised וְלָקַ֥חְנוּ <WH3947> ve-la-Kach-nu then will we take אֶת־ <WH853> 'et- בִּתֵּ֖נוּ <WH1323> bit-Te-nu our daughter וְהָלָֽכְנוּ׃ <WH1980> ve-ha-La-che-nu. and we will be gone"},{"number":18,"verse":"וַיִּֽיטְב֥וּ <WH3190> vai-yi-te-Vu seemed דִבְרֵיהֶ֖ם <WH1697> div-rei-Hem And their words בְּעֵינֵ֣י <WH5869> be-'ei-Nei affliction חֲמ֑וֹר <WH2544> cha-Mor; Hamor וּבְעֵינֵ֖י <WH5869> u-ve-'ei-Nei affliction שְׁכֶ֥ם <WH7927> she-Chem and Shechem בֶּן־ <WH1121> ben- son חֲמֽוֹר׃ <WH2544> cha-Mor. Hamor's"},{"number":19,"verse":"וְלֹֽא־ <WH3808> ve-lo- did not אֵחַ֤ר <WH309> 'e-Char deferred הַנַּ֙עַר֙ <WH5288> han-Na-'ar And the young man לַעֲשׂ֣וֹת <WH6213> la-'a-Sot not to do הַדָּבָ֔ר <WH1697> had-da-Var, the thing כִּ֥י <WH3588> ki because חָפֵ֖ץ <WH2654> cha-Fetz because he had delight בְּבַֽת־ <WH1323> be-vat- daughter יַעֲקֹ֑ב <WH3290> ya-'a-Ko; in Jacob's וְה֣וּא <WH1931> ve-Hu he נִכְבָּ֔ד <WH3513> nich-Bad, and he [was] more honourable מִכֹּ֖ל <WH3605> mik-Kol all בֵּ֥ית <WH1004> beit than all the house אָבִֽיו׃ <WH1> 'a-Viv. of his father"},{"number":20,"verse":"וַיָּבֹ֥א <WH935> vai-ya-Vo came חֲמ֛וֹר <WH2544> cha-Mor And Hamor וּשְׁכֶ֥ם <WH7927> u-she-Chem and Shechem בְּנ֖וֹ <WH1121> be-No his son אֶל־ <WH413> 'el- to שַׁ֣עַר <WH8179> Sha-'ar unto the gate עִירָ֑ם <WH5892> 'i-Ram; of their city וַֽיְדַבְּר֛וּ <WH1696> vay-dab-be-Ru and communed אֶל־ <WH413> 'el- with אַנְשֵׁ֥י <WH582> 'an-Shei with the men עִירָ֖ם <WH5892> 'i-Ram of their city לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":21,"verse":"הָאֲנָשִׁ֨ים <WH376> ha-'a-na-Shim men הָאֵ֜לֶּה <WH428> ha-'El-leh These שְֽׁלֵמִ֧ים <WH8003> she-le-Mim [are] peaceable הֵ֣ם <WH1992> hem like אִתָּ֗נוּ <WH854> 'it-Ta-nu, with וְיֵשְׁב֤וּ <WH3427> ve-ye-she-Vu us therefore let them dwell בָאָ֙רֶץ֙ <WH776> va-'A-retz in the land וְיִסְחֲר֣וּ <WH5503> ve-yis-cha-Ru and trade אֹתָ֔הּ <WH853> 'o-Tah, וְהָאָ֛רֶץ <WH776> ve-ha-'A-retz therein for the land הִנֵּ֥ה <WH2009> hin-Neh behold רַֽחֲבַת־ <WH7342> ra-cha-vat- behold [it is] large יָדַ֖יִם <WH3027> ya-Da-yim enough לִפְנֵיהֶ֑ם <WH6440> lif-nei-Hem; for them אֶת־ <WH853> 'et- בְּנֹתָם֙ <WH1323> be-no-Tam their daughters נִקַּֽח־ <WH3947> nik-kach- let us take לָ֣נוּ La-nu לְנָשִׁ֔ים <WH802> le-na-Shim, to us for wives וְאֶת־ <WH853> ve-'Et בְּנֹתֵ֖ינוּ <WH1323> be-no-Tei-nu them our daughters נִתֵּ֥ן <WH5414> nit-Ten and let us give לָהֶֽם׃ la-Hem."},{"number":22,"verse":"אַךְ־ <WH389> 'ach- Only בְּ֠זֹאת <WH2063> Be-zot Only herein יֵאֹ֨תוּ <WH225> ye-'O-tu consent לָ֤נוּ La-nu הָאֲנָשִׁים֙ <WH376> ha-'a-na-Shim will the men לָשֶׁ֣בֶת <WH3427> la-She-vet unto us for to dwell אִתָּ֔נוּ <WH854> 'it-Ta-nu, for לִהְי֖וֹת <WH1961> lih-Yot to become לְעַ֣ם <WH5971> le-'Am people אֶחָ֑ד <WH259> 'e-Chad; with us to be one בְּהִמּ֥וֹל <WH4135> be-him-Mol among us be circumcised לָ֙נוּ֙ la-nu כָּל־ <WH3605> kol- every זָכָ֔ר <WH2145> za-Char, if every male כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after הֵ֥ם <WH1992> hem as they נִמֹּלִֽים׃ <WH4135> nim-mo-Lim. as they [are] circumcised"},{"number":23,"verse":"מִקְנֵהֶ֤ם <WH4735> mik-ne-Hem [Shall] not their cattle וְקִנְיָנָם֙ <WH7075> ve-kin-ya-Nam and their substance וְכָל־ <WH3605> ve-chol and all בְּהֶמְתָּ֔ם <WH929> be-hem-Tam, and every beast הֲל֥וֹא <WH3808> ha-Lo not לָ֖נוּ La-nu הֵ֑ם <WH1992> Hem; like אַ֚ךְ <WH389> 'ach Only נֵא֣וֹתָה <WH225> ne-'o-tah of theirs [be] ours;only let us consent לָהֶ֔ם la-Hem, וְיֵשְׁב֖וּ <WH3427> ve-ye-she-Vu unto them and they will dwell אִתָּֽנוּ׃ <WH854> 'it-Ta-nu. for"},{"number":24,"verse":"וַיִּשְׁמְע֤וּ <WH8085> vai-yish-me-'U hearkened אֶל־ <WH413> 'el- to חֲמוֹר֙ <WH2544> cha-mOr And unto Hamor וְאֶל־ <WH413> ve-'el- about שְׁכֶ֣ם <WH7927> she-Chem and unto Shechem בְּנ֔וֹ <WH1121> be-No, his son כָּל־ <WH3605> kol- All יֹצְאֵ֖י <WH3318> yo-tze-'Ei all that went out שַׁ֣עַר <WH8179> Sha-'ar of the gate עִיר֑וֹ <WH5892> i-Ro; of his city וַיִּמֹּ֙לוּ֙ <WH4135> vai-yim-Mo-lu was circumcised כָּל־ <WH3605> kol- and every זָכָ֔ר <WH2145> za-Char, and every male כָּל־ <WH3605> kol- all יֹצְאֵ֖י <WH3318> yo-tze-'Ei all that went out שַׁ֥עַר <WH8179> Sha-'ar of the gate עִירֽוֹ׃ <WH5892> i-Ro. of his city"},{"number":25,"verse":"וַיְהִי֩ <WH1961> vay-Hi came בַיּ֨וֹם <WH3117> vai-Yom day הַשְּׁלִישִׁ֜י <WH7992> hash-she-li-Shi And it came to pass on the third בִּֽהְיוֹתָ֣ם <WH1961> bih-yo-Tam came כֹּֽאֲבִ֗ים <WH3510> ko-'a-Vim, when they were sore וַיִּקְח֣וּ <WH3947> vai-yik-Chu took שְׁנֵֽי־ <WH8147> she-nei- that two בְנֵי־ <WH1121> ve-nei- of the sons יַ֠עֲקֹב <WH3290> ya-'a-ko of Jacob שִׁמְע֨וֹן <WH8095> shim-'on Simeon וְלֵוִ֜י <WH3878> ve-le-Vi and Levi אֲחֵ֤י <WH251> 'a-Chei brethren דִינָה֙ <WH1783> di-Nah Dinah's אִ֣ישׁ <WH376> 'ish each man חַרְבּ֔וֹ <WH2719> char-Bo, his sword וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u and came עַל־ <WH5921> 'al- upon הָעִ֖יר <WH5892> ha-'Ir upon the city בֶּ֑טַח <WH983> Be-tach; boldly וַיַּֽהַרְג֖וּ <WH2026> vai-ya-har-Gu and slew כָּל־ <WH3605> kol- every זָכָֽר׃ <WH2145> za-Char. all the males"},{"number":26,"verse":"וְאֶת־ <WH853> ve-'Et חֲמוֹר֙ <WH2544> cha-mOr Hamor וְאֶת־ <WH853> ve-'Et שְׁכֶ֣ם <WH7927> she-Chem and Shechem בְּנ֔וֹ <WH1121> be-No, his son הָרְג֖וּ <WH2026> ha-re-Gu And they slew לְפִי־ <WH6310> le-fi- with the edge חָ֑רֶב <WH2719> Cha-rev; of the sword וַיִּקְח֧וּ <WH3947> vai-yik-Chu out אֶת־ <WH853> 'et- דִּינָ֛ה <WH1783> di-Nah Dinah מִבֵּ֥ית <WH1004> mib-Beit house שְׁכֶ֖ם <WH7927> she-Chem of Shechem's וַיֵּצֵֽאוּ׃ <WH3318> vai-ye-Tze-'u. and went out"},{"number":27,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons יַעֲקֹ֗ב <WH3290> ya-'a-Ko, of Jacob בָּ֚אוּ <WH935> Ba-'u came עַל־ <WH5921> 'al- upon הַ֣חֲלָלִ֔ים <WH2491> ha-cha-la-Lim, upon the slain וַיָּבֹ֖זּוּ <WH962> vai-ya-Voz-zu and spoiled הָעִ֑יר <WH5892> ha-'Ir; the city אֲשֶׁ֥ר <WH834> 'a-Sher because טִמְּא֖וּ <WH2930> tim-me-'U because they had defiled אֲחוֹתָֽם׃ <WH269> a-cho-Tam. their sister"},{"number":28,"verse":"אֶת־ <WH853> 'et- צֹאנָ֥ם <WH6629> tzo-Nam their sheep וְאֶת־ <WH853> ve-'Et בְּקָרָ֖ם <WH1241> be-ka-Ram and their oxen וְאֶת־ <WH853> ve-'Et חֲמֹרֵיהֶּ֑ם <WH2543> cha-mo-rei-Hem; and their asses וְאֵ֧ת <WH853> ve-'Et אֲשֶׁר־ <WH834> 'a-Sher- which בָּעִ֛יר <WH5892> ba-'Ir and that which [was] in the city וְאֶת־ <WH853> ve-'Et אֲשֶׁ֥ר <WH834> 'a-Sher which בַּשָּׂדֶ֖ה <WH7704> bas-sa-Deh and that which [was] in the field לָקָֽחוּ׃ <WH3947> la-Ka-chu. They took"},{"number":29,"verse":"וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- all חֵילָ֤ם <WH2428> chei-Lam And all their wealth וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all טַפָּם֙ <WH2945> tap-Pam and all their little ones וְאֶת־ <WH853> ve-'Et נְשֵׁיהֶ֔ם <WH802> ne-shei-Hem, and their wives שָׁב֖וּ <WH7617> sha-Vu took they captive וַיָּבֹ֑זּוּ <WH962> vai-ya-Voz-zu; and spoiled וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher that was בַּבָּֽיִת׃ <WH1004> bab-Ba-yit. even all that [was] in the house"},{"number":30,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יַעֲקֹ֜ב <WH3290> ya-'a-Ko And Jacob אֶל־ <WH413> 'el- to שִׁמְע֣וֹן <WH8095> shim-'on to Simeon וְאֶל־ <WH413> ve-'el- and לֵוִי֮ <WH3878> le-Vi and Levi עֲכַרְתֶּ֣ם <WH5916> 'a-char-Tem Ye have troubled אֹתִי֒ <WH853> 'o-Ti לְהַבְאִישֵׁ֙נִי֙ <WH887> le-hav-'i-She-ni me to make me to stink בְּיֹשֵׁ֣ב <WH3427> be-yo-Shev among the inhabitants הָאָ֔רֶץ <WH776> ha-'A-retz, of the land בַּֽכְּנַעֲנִ֖י <WH3669> bak-ke-na-'a-Ni among the Canaanites וּבַפְּרִזִּ֑י <WH6522> u-vap-pe-riz-Zi; and the Perizzites וַאֲנִי֙ <WH589> va-'a-Ni I מְתֵ֣י <WH4962> me-Tei and I [being] few מִסְפָּ֔ר <WH4557> mis-Par, in number וְנֶאֶסְפ֤וּ <WH622> ve-ne-'es-Fu they shall gather themselves together עָלַי֙ <WH5921> 'a-Lai against וְהִכּ֔וּנִי <WH5221> ve-hik-Ku-ni, against me and slay me וְנִשְׁמַדְתִּ֖י <WH8045> ve-nish-mad-Ti and I shall be destroyed אֲנִ֥י <WH589> 'a-Ni and וּבֵיתִֽי׃ <WH1004> u-vei-Ti. I and my house"},{"number":31,"verse":"וַיֹּאמְר֑וּ <WH559> vai-yo-me-Ru; And they said הַכְזוֹנָ֕ה <WH2181> hach-zo-Nah as with an harlot יַעֲשֶׂ֖ה <WH6213> ya-'a-Seh Should he deal אֶת־ <WH853> 'et- אֲחוֹתֵֽנוּ׃ <WH269> a-cho-Te-nu. with our sister פ Peh"}]}