{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֱלֹהִים֙ <WH430> E-lo-Him And God אֶֽל־ <WH413> 'el- to יַעֲקֹ֔ב <WH3290> ya-'a-Ko, unto Jacob ק֛וּם <WH6965> kum Arise עֲלֵ֥ה <WH5927> 'a-Leh go up בֵֽית־ veit- אֵ֖ל <WH1008> 'el to Bethel וְשֶׁב־ <WH3427> ve-shev- and dwell שָׁ֑ם <WH8033> Sham; there וַעֲשֵׂה־ <WH6213> va-'a-seh- there and make שָׁ֣ם <WH8033> sham there מִזְבֵּ֔חַ <WH4196> miz-Be-ach, there an altar לָאֵל֙ <WH410> la-'El unto God הַנִּרְאֶ֣ה <WH7200> han-nir-'Eh that appeared אֵלֶ֔יךָ <WH413> 'e-Lei-cha, to you בְּבָרְחֲךָ֔ <WH1272> be-va-re-cha-Cha, unto thee when thou fleddest מִפְּנֵ֖י <WH6440> mip-pe-Nei from the face עֵשָׂ֥ו <WH6215> 'e-Sav of Esau אָחִֽיךָ׃ <WH251> 'a-Chi-cha. thy brother"},{"number":2,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יַעֲקֹב֙ <WH3290> ya-'a-Ko Then Jacob אֶל־ <WH413> 'el- to his בֵּית֔וֹ <WH1004> bei-To, unto his household וְאֶ֖ל <WH413> ve-'El and to כָּל־ <WH3605> kol- all אֲשֶׁ֣ר <WH834> 'a-Sher who עִמּ֑וֹ <WH5973> im-Mo; with הָסִ֜רוּ <WH5493> ha-Si-ru and to all that [were] with him Put away אֶת־ <WH853> 'et- אֱלֹהֵ֤י <WH430> 'e-lo-Hei gods הַנֵּכָר֙ <WH5236> han-ne-Char the strange אֲשֶׁ֣ר <WH834> 'a-Sher which בְּתֹכְכֶ֔ם <WH8432> be-to-che-Chem, that [are] among you וְהִֽטַּהֲר֔וּ <WH2891> ve-hit-ta-ha-Ru, and be clean וְהַחֲלִ֖יפוּ <WH2498> ve-ha-cha-Li-fu and change שִׂמְלֹתֵיכֶֽם׃ <WH8071> sim-lo-tei-Chem. your garments"},{"number":3,"verse":"וְנָק֥וּמָה <WH6965> ve-na-Ku-mah And let us arise וְנַעֲלֶ֖ה <WH5927> ve-na-'a-Leh and go up בֵּֽית־ beit- אֵ֑ל <WH1008> 'El; to Bethel וְאֶֽעֱשֶׂה־ <WH6213> ve-'e-'e-seh- and I will make שָּׁ֣ם <WH8033> sham there מִזְבֵּ֗חַ <WH4196> miz-Be-ach, there an altar לָאֵ֞ל <WH410> la-'El unto God הָעֹנֶ֤ה <WH6030> ha-'o-Neh who answered אֹתִי֙ <WH853> 'o-Ti בְּי֣וֹם <WH3117> be-Yom me in the day צָֽרָתִ֔י <WH6869> tza-ra-Ti, of my distress וַיְהִי֙ <WH1961> vay-Hi been עִמָּדִ֔י <WH5978> 'im-ma-Di, against בַּדֶּ֖רֶךְ <WH1870> bad-De-rech and was with me in the way אֲשֶׁ֥ר <WH834> 'a-Sher I הָלָֽכְתִּי׃ <WH1980> ha-La-che-ti. which I went"},{"number":4,"verse":"וַיִּתְּנ֣וּ <WH5414> vai-yit-te-Nu And they gave אֶֽל־ <WH413> 'el- to יַעֲקֹ֗ב <WH3290> ya-'a-Ko, unto Jacob אֵ֣ת <WH853> 'et כָּל־ <WH3605> kol- all אֱלֹהֵ֤י <WH430> 'e-lo-Hei gods הַנֵּכָר֙ <WH5236> han-ne-Char all the strange אֲשֶׁ֣ר <WH834> 'a-Sher which בְּיָדָ֔ם <WH3027> be-ya-Dam, which [were] in their hand וְאֶת־ <WH853> ve-'Et הַנְּזָמִ֖ים <WH5141> han-ne-za-Mim and [all their] earrings אֲשֶׁ֣ר <WH834> 'a-Sher which בְּאָזְנֵיהֶ֑ם <WH241> be-'a-ze-nei-Hem; which [were] in their ears וַיִּטְמֹ֤ן <WH2934> vai-yit-Mon hid אֹתָם֙ <WH853> 'o-Tam יַעֲקֹ֔ב <WH3290> ya-'a-Ko, and Jacob תַּ֥חַת <WH8478> Ta-chat under הָאֵלָ֖ה <WH424> ha-'e-Lah them under the oak אֲשֶׁ֥ר <WH834> 'a-Sher which עִם־ <WH5973> 'im- was near שְׁכֶֽם׃ <WH7927> she-Chem. which [was] by Shechem"},{"number":5,"verse":"וַיִּסָּ֑עוּ <WH5265> vai-yis-Sa-'u; And they journeyed וַיְהִ֣י׀ <WH1961> vay-Hi become חִתַּ֣ת <WH2847> chit-Tat and the terror אֱלֹהִ֗ים <WH430> E-lo-Him, of God עַל־ <WH5921> 'al- upon הֶֽעָרִים֙ <WH5892> he-'a-Rim was upon the cities אֲשֶׁר֙ <WH834> 'a-Sher which סְבִיבֹ֣תֵיהֶ֔ם <WH5439> se-vi-Vo-tei-Hem, that [were] round about וְלֹ֣א <WH3808> ve-Lo did not רָֽדְפ֔וּ <WH7291> ra-de-Fu, them and they did not pursue אַחֲרֵ֖י <WH310> 'a-cha-Rei after בְּנֵ֥י <WH1121> be-Nei the sons יַעֲקֹֽב׃ <WH3290> ya-'a-Ko. of Jacob"},{"number":6,"verse":"וַיָּבֹ֨א <WH935> vai-ya-Vo came יַעֲקֹ֜ב <WH3290> ya-'a-Ko So Jacob ל֗וּזָה <WH3870> Lu-zah, to Luz אֲשֶׁר֙ <WH834> 'a-Sher who בְּאֶ֣רֶץ <WH776> be-'E-retz which [is] in the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan הִ֖וא <WH1931> hi he בֵּֽית־ beit- אֵ֑ל <WH1008> 'El; that [is] Bethel ה֖וּא <WH1931> hu he וְכָל־ <WH3605> ve-chol and all הָעָ֥ם <WH5971> ha-'Am he and all the people אֲשֶׁר־ <WH834> 'a-Sher- who עִמּֽוֹ׃ <WH5973> im-Mo. with"},{"number":7,"verse":"וַיִּ֤בֶן <WH1129> vai-Yi-ven And he built שָׁם֙ <WH8033> sham there מִזְבֵּ֔חַ <WH4196> miz-Be-ach, there an altar וַיִּקְרָא֙ <WH7121> vai-yik-Ra and called לַמָּק֔וֹם <WH4725> lam-ma-Kom, the place אֵ֖ל <WH410> 'el God בֵּֽית־ beit- אֵ֑ל <WH1008> 'El; Beth-el כִּ֣י <WH3588> ki because שָׁ֗ם <WH8033> Sham, there נִגְל֤וּ <WH1540> nig-Lu appeared אֵלָיו֙ <WH413> 'e-Lav about הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, because there God בְּבָרְח֖וֹ <WH1272> be-va-re-Cho unto him when he fled מִפְּנֵ֥י <WH6440> mip-pe-Nei from the face אָחִֽיו׃ <WH251> 'a-Chiv. of his brother"},{"number":8,"verse":"וַתָּ֤מָת <WH4191> vat-Ta-mot died דְּבֹרָה֙ <WH1683> de-vo-Rah But Deborah מֵינֶ֣קֶת <WH3243> mei-Ne-ket nurse רִבְקָ֔ה <WH7259> riv-Kah, Rebekah's וַתִּקָּבֵ֛ר <WH6912> vat-tik-ka-Ver and she was buried מִתַּ֥חַת <WH8478> mit-Ta-chat under לְבֵֽית־ le-veit- אֵ֖ל <WH1008> 'el beneath Bethel תַּ֣חַת <WH8478> Ta-chat under הָֽאַלּ֑וֹן <WH437> ha-'al-Lon; under an oak וַיִּקְרָ֥א <WH7121> vai-yik-Ra of it was called שְׁמ֖וֹ <WH8034> she-Mo and the name אַלּ֥וֹן al-Lon בָּכֽוּת׃ <WH439> ba-Chut. Allonbachuth פ Peh"},{"number":9,"verse":"וַיֵּרָ֨א <WH7200> vai-ye-Ra appeared אֱלֹהִ֤ים <WH430> E-lo-Him And God אֶֽל־ <WH413> 'el- to יַעֲקֹב֙ <WH3290> ya-'a-Ko unto Jacob ע֔וֹד <WH5750> od, again בְּבֹא֖וֹ <WH935> be-vo-'O again when he came מִפַּדַּ֣ן mip-pad-Dan אֲרָ֑ם <WH6307> 'a-Ram; out of Padanaram וַיְבָ֖רֶךְ <WH1288> vay-Va-rech and blessed אֹתֽוֹ׃ <WH853> o-To."},{"number":10,"verse":"וַיֹּֽאמֶר־ <WH559> vai-yo-mer- said ל֥וֹ lo אֱלֹהִ֖ים <WH430> E-lo-Him And God שִׁמְךָ֣ <WH8034> shim-Cha unto him Thy name יַעֲקֹ֑ב <WH3290> ya-'a-Ko; [is] Jacob לֹֽא־ <WH3808> lo- shall no יִקָּרֵא֩ <WH7121> yik-ka-Re shall not be called שִׁמְךָ֨ <WH8034> shim-Cha thy name ע֜וֹד <WH5750> od longer יַעֲקֹ֗ב <WH3290> ya-'a-Ko, any more Jacob כִּ֤י <WH3588> ki for אִם־ <WH518> 'im- but יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El but Israel יִהְיֶ֣ה <WH1961> yih-Yeh to him שְׁמֶ֔ךָ <WH8034> she-Me-cha, shall be thy name וַיִּקְרָ֥א <WH7121> vai-yik-Ra and he called אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":11,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said ל֨וֹ lo אֱלֹהִ֜ים <WH430> E-lo-Him And God אֲנִ֨י <WH589> 'a-Ni I am אֵ֤ל <WH410> 'el unto him I [am] God שַׁדַּי֙ <WH7706> shad-Dai Almighty פְּרֵ֣ה <WH6509> pe-Reh be fruitful וּרְבֵ֔ה <WH7235> u-re-Veh, and multiply גּ֛וֹי <WH1471> Goy a nation וּקְהַ֥ל <WH6951> u-ke-Hal and a company גּוֹיִ֖ם <WH1471> go-Yim of nations יִהְיֶ֣ה <WH1961> yih-Yeh shall come מִמֶּ֑ךָּ <WH4480> mi-Me-ka; at וּמְלָכִ֖ים <WH4428> u-me-la-Chim shall be of thee and kings מֵחֲלָצֶ֥יךָ <WH2504> me-cha-la-Tzei-cha out of thy loins יֵצֵֽאוּ׃ <WH3318> ye-Tze-'u. shall come"},{"number":12,"verse":"וְאֶת־ <WH853> ve-'Et הָאָ֗רֶץ <WH776> ha-'A-retz, And the land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֛תִּי <WH5414> na-Tat-ti which I gave לְאַבְרָהָ֥ם <WH85> le-'av-ra-Ham Abraham וּלְיִצְחָ֖ק <WH3327> u-le-yitz-Chak and Isaac לְךָ֣ le-Cha אֶתְּנֶ֑נָּה <WH5414> 'et-te-Nen-nah; to thee I will give it וּֽלְזַרְעֲךָ֥ <WH2233> u-le-zar-'a-Cha and to thy seed אַחֲרֶ֖יךָ <WH310> 'a-cha-Rei-cha after thee אֶתֵּ֥ן <WH5414> 'et-Ten will I give אֶת־ <WH853> 'et- הָאָֽרֶץ׃ <WH776> ha-'A-retz. the land"},{"number":13,"verse":"וַיַּ֥עַל <WH5927> vai-Ya-'al went up מֵעָלָ֖יו <WH5921> me-'a-Lav Then אֱלֹהִ֑ים <WH430> E-lo-Him; And God בַּמָּק֖וֹם <WH4725> bam-ma-Kom from him in the place אֲשֶׁר־ <WH834> 'a-Sher- where דִּבֶּ֥ר <WH1696> dib-Ber where he talked אִתּֽוֹ׃ <WH854> it-To. for"},{"number":14,"verse":"וַיַּצֵּ֨ב <WH5324> vai-yatz-Tzev set up יַעֲקֹ֜ב <WH3290> ya-'a-Ko And Jacob מַצֵּבָ֗ה <WH4676> matz-tze-Vah, a pillar בַּמָּק֛וֹם <WH4725> bam-ma-Kom in the place אֲשֶׁר־ <WH834> 'a-Sher- where דִּבֶּ֥ר <WH1696> dib-Ber where he talked אִתּ֖וֹ <WH854> it-To with מַצֶּ֣בֶת <WH4678> matz-Tze-vet with him [even] a pillar אָ֑בֶן <WH68> 'A-ven; of stone וַיַּסֵּ֤ךְ <WH5258> vai-yas-Sech and he poured עָלֶ֙יהָ֙ <WH5921> 'a-Lei-ha out נֶ֔סֶךְ <WH5262> Ne-sech, a drink offering וַיִּצֹ֥ק <WH3332> vai-yi-Tzok thereon and he poured עָלֶ֖יהָ <WH5921> 'a-Lei-ha and שָֽׁמֶן׃ <WH8081> Sha-men. oil"},{"number":15,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called יַעֲקֹ֜ב <WH3290> ya-'a-Ko And Jacob אֶת־ <WH853> 'et- שֵׁ֣ם <WH8034> shem the name הַמָּק֗וֹם <WH4725> ham-ma-Kom, of the place אֲשֶׁר֩ <WH834> 'a-Sher after דִּבֶּ֨ר <WH1696> dib-Ber spake אִתּ֥וֹ <WH854> it-To for שָׁ֛ם <WH8033> sham in it אֱלֹהִ֖ים <WH430> E-lo-Him where God בֵּֽית־ beit- אֵֽל׃ <WH1008> 'El. with him Bethel"},{"number":16,"verse":"וַיִּסְעוּ֙ <WH5265> vai-yis-'U And they journeyed מִבֵּ֣ית mib-Beit אֵ֔ל <WH1008> 'El, from Bethel וַֽיְהִי־ <WH1961> vay-hi- there was ע֥וֹד <WH5750> od and there was but כִּבְרַת־ <WH3530> kiv-rat- a little הָאָ֖רֶץ <WH776> ha-'A-retz way לָב֣וֹא <WH935> la-Vo to come אֶפְרָ֑תָה <WH672> 'ef-Ra-tah; to Ephrath וַתֵּ֥לֶד <WH3205> vat-Te-led travailed רָחֵ֖ל <WH7354> ra-Chel and Rachel וַתְּקַ֥שׁ <WH7185> vat-te-Kash and she had hard בְּלִדְתָּֽהּ׃ <WH3205> be-lid-Tah. labour"},{"number":17,"verse":"וַיְהִ֥י <WH1961> vay-Hi was in בְהַקְשֹׁתָ֖הּ <WH7185> ve-hak-sho-Tah And it came to pass when she was in hard בְּלִדְתָּ֑הּ <WH3205> be-lid-Tah; labour וַתֹּ֨אמֶר <WH559> vat-To-mer said לָ֤הּ lah הַמְיַלֶּ֙דֶת֙ <WH3205> ham-yal-Le-det that the midwife אַל־ <WH408> 'al- not תִּ֣ירְאִ֔י <WH3372> tir-'I, unto her Fear כִּֽי־ <WH3588> ki- for גַם־ <WH1571> gam- again זֶ֥ה <WH2088> zeh he לָ֖ךְ lach בֵּֽן׃ <WH1121> Ben. not thou shalt have this son"},{"number":18,"verse":"וַיְהִ֞י <WH1961> vay-Hi came בְּצֵ֤את <WH3318> be-Tzet was in departing נַפְשָׁהּ֙ <WH5315> naf-Shah And it came to pass as her soul כִּ֣י <WH3588> ki for מֵ֔תָה <WH4191> Me-tah, (for she died וַתִּקְרָ֥א <WH7121> vat-tik-Ra ) that she called שְׁמ֖וֹ <WH8034> she-Mo his name בֶּן־ ben- אוֹנִ֑י <WH1126> o-Ni; Benoni וְאָבִ֖יו <WH1> ve-'a-Viv but his father קָֽרָא־ <WH7121> ka-ra- called ל֥וֹ lo בִנְיָמִֽין׃ <WH1144> vin-ya-Min. him Benjamin"},{"number":19,"verse":"וַתָּ֖מָת <WH4191> vat-Ta-mot died רָחֵ֑ל <WH7354> ra-Chel; And Rachel וַתִּקָּבֵר֙ <WH6912> vat-tik-ka-Ver and was buried בְּדֶ֣רֶךְ <WH1870> be-De-rech in the way אֶפְרָ֔תָה <WH672> 'ef-Ra-tah, to Ephrath הִ֖וא <WH1931> hi he בֵּ֥ית beit לָֽחֶם׃ <WH1035> La-chem. which [is] Bethlehem"},{"number":20,"verse":"וַיַּצֵּ֧ב <WH5324> vai-yatz-Tzev set יַעֲקֹ֛ב <WH3290> ya-'a-Ko And Jacob מַצֵּבָ֖ה <WH4676> matz-tze-Vah a pillar עַל־ <WH5921> 'al- over קְבֻרָתָ֑הּ <WH6900> ke-vu-ra-Tah; upon her grave הִ֛וא <WH1931> hi he מַצֶּ֥בֶת <WH4678> matz-Tze-vet that [is] the pillar קְבֻרַֽת־ <WH6900> ke-vu-rat- grave רָחֵ֖ל <WH7354> ra-Chel of Rachel's עַד־ <WH5704> 'ad- to this הַיּֽוֹם׃ <WH3117> hai-Yom. unto this day"},{"number":21,"verse":"וַיִּסַּ֖ע <WH5265> vai-yis-Sa' journeyed יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; And Israel וַיֵּ֣ט <WH5186> vai-Yet and spread אָֽהֳלֹ֔ה <WH168> 'o-ho-Loh, his tent מֵהָ֖לְאָה <WH1973> me-Hal-'ah beyond לְמִגְדַּל־ le-mig-dal- עֵֽדֶר׃ <WH4029> 'E-der. of Edar"},{"number":22,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came בִּשְׁכֹּ֤ן <WH7931> bish-Kon dwelt יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El And it came to pass when Israel בָּאָ֣רֶץ <WH776> ba-'A-retz in that land הַהִ֔וא <WH1931> ha-Hiv, he וַיֵּ֣לֶךְ <WH1980> vai-Ye-lech went רְאוּבֵ֔ן <WH7205> re-'u-Ven, that Reuben וַיִּשְׁכַּ֕ב֙ <WH7901> vai-yish-Kav and lay אֶת־ <WH853> 'et- בִּלְהָ֖ה֙ <WH1090> bil-Hah with Bilhah פִּילֶ֣גֶשׁ <WH6370> pi-Le-gesh concubine אָבִ֑֔יו <WH1> 'a-Viv, his father's וַיִּשְׁמַ֖ע <WH8085> vai-yish-Ma' heard יִשְׂרָאֵֽ֑ל <WH3478> Yis-ra-'El and Israel פ Peh וַיִּֽהְי֥וּ <WH1961> vai-yih-Yu came בְנֵֽי־ <WH1121> ve-nei- [it] Now the sons יַעֲקֹ֖ב <WH3290> ya-'a-Ko of Jacob שְׁנֵ֥ים <WH8147> she-Neim both עָשָֽׂר׃ <WH6240> 'a-Sar. ten"},{"number":23,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons לֵאָ֔ה <WH3812> le-'Ah, of Leah בְּכ֥וֹר <WH1060> be-Chor firstborn יַעֲקֹ֖ב <WH3290> ya-'a-Ko Jacob's רְאוּבֵ֑ן <WH7205> re-'u-Ven; Reuben וְשִׁמְעוֹן֙ <WH8095> ve-shim-'On and Simeon וְלֵוִ֣י <WH3878> ve-le-Vi and Levi וִֽיהוּדָ֔ה <WH3063> vi-hu-Dah, and Judah וְיִשָּׂשכָ֖ר <WH3485> ve-yis-so-sh-Char and Issachar וּזְבוּלֻֽן׃ <WH2074> u-ze-vu-Lun. and Zebulun"},{"number":24,"verse":"בְּנֵ֣י <WH1121> be-Nei The sons רָחֵ֔ל <WH7354> ra-Chel, of Rachel יוֹסֵ֖ף <WH3130> yo-Sef Joseph וּבִנְיָמִֽן׃ <WH1144> u-vin-ya-Min. and Benjamin"},{"number":25,"verse":"וּבְנֵ֤י <WH1121> u-ve-Nei And the sons בִלְהָה֙ <WH1090> vil-Hah of Bilhah שִׁפְחַ֣ת <WH8198> shif-Chat handmaid רָחֵ֔ל <WH7354> ra-Chel, Rachel's דָּ֖ן <WH1835> dan Dan וְנַפְתָּלִֽי׃ <WH5321> ve-naf-ta-Li. and Naphtali"},{"number":26,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons זִלְפָּ֛ה <WH2153> zil-Pah of Zilpah שִׁפְחַ֥ת <WH8198> shif-Chat handmaid לֵאָ֖ה <WH3812> le-'Ah Leah's גָּ֣ד <WH1410> gad Gad וְאָשֵׁ֑ר <WH836> ve-'a-Sher; and Asher אֵ֚לֶּה <WH428> 'El-leh These בְּנֵ֣י <WH1121> be-Nei these [are] the sons יַעֲקֹ֔ב <WH3290> ya-'a-Ko, of Jacob אֲשֶׁ֥ר <WH834> 'a-Sher who יֻלַּד־ <WH3205> yul-lad- which were born ל֖וֹ lo בְּפַדַּ֥ן be-fad-Dan אֲרָֽם׃ <WH6307> 'a-Ram. to him in Padanaram"},{"number":27,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo came יַעֲקֹב֙ <WH3290> ya-'a-Ko And Jacob אֶל־ <WH413> 'el- to יִצְחָ֣ק <WH3327> yitz-Chak unto Isaac אָבִ֔יו <WH1> 'a-Viv, his father מַמְרֵ֖א <WH4471> mam-Re unto Mamre קִרְיַ֣ת kir-Yat הָֽאַרְבַּ֑ע <WH7153> ha-'ar-Ba'; unto the city of Arbah הִ֣וא <WH1931> hi he חֶבְר֔וֹן <WH2275> chev-Ron, which [is] Hebron אֲשֶׁר־ <WH834> 'a-Sher- after גָּֽר־ <WH1481> gar- sojourned שָׁ֥ם <WH8033> sham in it אַבְרָהָ֖ם <WH85> 'av-ra-Ham where Abraham וְיִצְחָֽק׃ <WH3327> ve-yitz-Chak. and Isaac"},{"number":28,"verse":"וַיִּֽהְי֖וּ <WH1961> vai-yih-Yu become יְמֵ֣י <WH3117> ye-Mei And the days יִצְחָ֑ק <WH3327> yitz-Chak; of Isaac מְאַ֥ת <WH3967> me-'At hundred שָׁנָ֖ה <WH8141> sha-Nah years וּשְׁמֹנִ֥ים <WH8084> u-she-mo-Nim and fourscore שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":29,"verse":"וַיִּגְוַ֨ע <WH1478> vai-yig-Va' gave up the ghost יִצְחָ֤ק <WH3327> yitz-Chak And Isaac וַיָּ֙מָת֙ <WH4191> vai-Ya-mot and died וַיֵּאָ֣סֶף <WH622> vai-ye-'A-sef and was gathered אֶל־ <WH413> 'el- to his עַמָּ֔יו <WH5971> 'am-Mav, unto his people זָקֵ֖ן <WH2205> za-Ken [being] old וּשְׂבַ֣ע <WH7649> u-se-Va' and full יָמִ֑ים <WH3117> ya-Mim; of days וַיִּקְבְּר֣וּ <WH6912> vai-yik-be-Ru buried אֹת֔וֹ <WH853> o-To, עֵשָׂ֥ו <WH6215> 'e-Sav Esau וְיַעֲקֹ֖ב <WH3290> ve-ya-'a-Ko and Jacob בָּנָֽיו׃ <WH1121> ba-Nav. and his sons פ Peh"}]}