{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":38,"verses":[{"number":1,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi came בָּעֵ֣ת <WH6256> ba-'Et And it came to pass at that time הַהִ֔וא <WH1931> ha-Hiv, he וַיֵּ֥רֶד <WH3381> vai-Ye-red went down יְהוּדָ֖ה <WH3063> ye-hu-Dah that Judah מֵאֵ֣ת <WH853> me-'Et אֶחָ֑יו <WH251> 'e-Chav; from his brethren וַיֵּ֛ט <WH5186> vai-Yet and turned עַד־ <WH5704> 'ad- against אִ֥ישׁ <WH376> 'ish in to a certain עֲדֻלָּמִ֖י <WH5726> 'a-dul-la-Mi Adullamite וּשְׁמ֥וֹ <WH8034> u-she-Mo whose name חִירָֽה׃ <WH2437> chi-Rah. [was] Hirah"},{"number":2,"verse":"וַיַּרְא־ <WH7200> vai-yar- saw שָׁ֧ם <WH8033> sham there יְהוּדָ֛ה <WH3063> ye-hu-Dah And Judah בַּת־ <WH1323> bat- there a daughter אִ֥ישׁ <WH376> 'ish of a certain כְּנַעֲנִ֖י <WH3669> ke-na-'a-Ni Canaanite וּשְׁמ֣וֹ <WH8034> u-she-Mo whose name שׁ֑וּעַ <WH7770> Shu-a'; [was] Shuah וַיִּקָּחֶ֖הָ <WH3947> vai-yik-ka-Che-ha and he took her וַיָּבֹ֥א <WH935> vai-ya-Vo and went in אֵלֶֽיהָ׃ <WH413> 'e-Lei-ha. about"},{"number":3,"verse":"וַתַּ֖הַר <WH2029> vat-Ta-har And she conceived וַתֵּ֣לֶד <WH3205> vat-Te-led and bare בֵּ֑ן <WH1121> Ben; a son וַיִּקְרָ֥א <WH7121> vai-yik-Ra and he called אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name עֵֽר׃ <WH6147> 'Er. Er"},{"number":4,"verse":"וַתַּ֥הַר <WH2029> vat-Ta-har And she conceived ע֖וֹד <WH5750> od again וַתֵּ֣לֶד <WH3205> vat-Te-led again and bare בֵּ֑ן <WH1121> Ben; a son וַתִּקְרָ֥א <WH7121> vat-tik-Ra and she called אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name אוֹנָֽן׃ <WH209> o-Nan. Onan"},{"number":5,"verse":"וַתֹּ֤סֶף <WH3254> vat-To-sef And she yet again conceived עוֹד֙ <WH5750> 'Od still וַתֵּ֣לֶד <WH3205> vat-Te-led and bare בֵּ֔ן <WH1121> Ben, a son וַתִּקְרָ֥א <WH7121> vat-tik-Ra and called אֶת־ <WH853> 'et- שְׁמ֖וֹ <WH8034> she-Mo his name שֵׁלָ֑ה <WH7956> she-Lah; Shelah וְהָיָ֥ה <WH1961> ve-ha-Yah become בִכְזִ֖יב <WH3580> vich-Ziv and he was at Chezib בְּלִדְתָּ֥הּ <WH3205> be-lid-Tah when she bare אֹתֽוֹ׃ <WH853> o-To."},{"number":6,"verse":"וַיִּקַּ֧ח <WH3947> vai-yik-Kach took יְהוּדָ֛ה <WH3063> ye-hu-Dah And Judah אִשָּׁ֖ה <WH802> 'ish-Shah a wife לְעֵ֣ר <WH6147> le-'Er for Er בְּכוֹר֑וֹ <WH1060> be-cho-Ro; his firstborn וּשְׁמָ֖הּ <WH8034> u-she-Mah whose name תָּמָֽר׃ <WH8559> ta-Mar. [was] Tamar"},{"number":7,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become עֵ֚ר <WH6147> 'er And Er בְּכ֣וֹר <WH1060> be-Chor firstborn יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah's רַ֖ע <WH7451> ra' was wicked בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַיְמִתֵ֖הוּ <WH4191> vay-mi-Te-hu slew יְהוָֽה׃ <WH3068> Yah-weh. and the LORD"},{"number":8,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוּדָה֙ <WH3063> ye-hu-Dah And Judah לְאוֹנָ֔ן <WH209> le-'o-Nan, unto Onan בֹּ֛א <WH935> bo Go in אֶל־ <WH413> 'el- about אֵ֥שֶׁת <WH802> 'E-shet wife אָחִ֖יךָ <WH251> 'a-Chi-cha unto thy brother's וְיַבֵּ֣ם <WH2992> ve-yab-Bem and marry אֹתָ֑הּ <WH853> 'o-Tah; וְהָקֵ֥ם <WH6965> ve-ha-Kem her and raise up זֶ֖רַע <WH2233> Ze-ra' seed לְאָחִֽיךָ׃ <WH251> le-'a-Chi-cha. to thy brother"},{"number":9,"verse":"וַיֵּ֣דַע <WH3045> vai-Ye-da' knew אוֹנָ֔ן <WH209> o-Nan, And Onan כִּ֛י <WH3588> ki for לֹּ֥א <WH3808> lo not ל֖וֹ lo יִהְיֶ֣ה <WH1961> yih-Yeh become הַזָּ֑רַע <WH2233> haz-Za-ra'; that the seed וְהָיָ֞ה <WH1961> ve-ha-Yah not be his so אִם־ <WH518> 'im- should not be his and it came to pass when בָּ֨א <WH935> ba he went in אֶל־ <WH413> 'el- about אֵ֤שֶׁת <WH802> 'E-shet wife אָחִיו֙ <WH251> 'a-Chiv unto his brother's וְשִׁחֵ֣ת <WH7843> ve-shi-Chet that he spilled אַ֔רְצָה <WH776> 'Ar-tzah, [it] on the ground לְבִלְתִּ֥י <WH1115> le-vil-Ti lest נְתָן־ <WH5414> ne-ton- that he should give זֶ֖רַע <WH2233> Ze-ra' seed לְאָחִֽיו׃ <WH251> le-'a-Chiv. to his brother"},{"number":10,"verse":"וַיֵּ֛רַע <WH7489> vai-Ye-ra' was displeasing בְּעֵינֵ֥י <WH5869> be-'ei-Nei the sight יְהוָ֖ה <WH3068> Yah-weh the LORD אֲשֶׁ֣ר <WH834> 'a-Sher And the thing which עָשָׂ֑ה <WH6213> 'a-Sah; he did וַיָּ֖מֶת <WH4191> vai-Ya-met wherefore he slew גַּם־ <WH1571> gam- also אֹתֽוֹ׃ <WH853> o-To."},{"number":11,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said יְהוּדָה֩ <WH3063> ye-hu-Dah Judah לְתָמָ֨ר <WH8559> le-ta-Mar to Tamar כַּלָּת֜וֹ <WH3618> kal-la-To his daughter in law שְׁבִ֧י <WH3427> she-Vi Remain אַלְמָנָ֣ה <WH490> 'al-ma-Nah a widow בֵית־ <WH1004> veit- house אָבִ֗יךְ <WH1> 'a-Vich, at thy father's עַד־ <WH5704> 'ad- until יִגְדַּל֙ <WH1431> yig-Dal be grown שֵׁלָ֣ה <WH7956> she-Lah till Shelah בְנִ֔י <WH1121> ve-Ni, my son כִּ֣י <WH3588> ki for אָמַ֔ר <WH559> 'a-Mar, for he said פֶּן־ <WH6435> pen- lest יָמ֥וּת <WH4191> ya-Mut Lest peradventure he die גַּם־ <WH1571> gam- too ה֖וּא <WH1931> hu he כְּאֶחָ֑יו <WH251> ke-'e-Chav; also as his brethren וַתֵּ֣לֶךְ <WH1980> vat-Te-lech went תָּמָ֔ר <WH8559> ta-Mar, [did] And Tamar וַתֵּ֖שֶׁב <WH3427> vat-Te-shev and dwelt בֵּ֥ית <WH1004> beit house אָבִֽיהָ׃ <WH1> 'a-Vi-ha. in her father's"},{"number":12,"verse":"וַיִּרְבּוּ֙ <WH7235> vai-yir-Bu And in process הַיָּמִ֔ים <WH3117> hai-ya-Mim, of time וַתָּ֖מָת <WH4191> vat-Ta-mot died בַּת־ <WH1323> bat- the daughter שׁ֣וּעַ <WH7770> Shu-a' of Shuah אֵֽשֶׁת־ <WH802> 'e-shet- wife יְהוּדָ֑ה <WH3063> ye-hu-Dah; Judah's וַיִּנָּ֣חֶם <WH5162> vai-yin-Na-chem was comforted יְהוּדָ֗ה <WH3063> ye-hu-Dah, and Judah וַיַּ֜עַל <WH5927> vai-Ya-'al and went up עַל־ <WH5921> 'al- and גֹּֽזֲזֵ֤י <WH1494> go-za-Zei cut off צֹאנוֹ֙ <WH6629> tzo-No cattle ה֗וּא <WH1931> Hu, he וְחִירָ֛ה <WH2437> ve-chi-Rah Hirah רֵעֵ֥הוּ <WH7453> re-'E-hu he and his friend הָעֲדֻלָּמִ֖י <WH5726> ha-'a-dul-la-Mi the Adullamite תִּמְנָֽתָה׃ <WH8553> tim-Na-tah. to Timnath"},{"number":13,"verse":"וַיֻּגַּ֥ד <WH5046> vai-yug-Gad And it was told לְתָמָ֖ר <WH8559> le-ta-Mar Tamar לֵאמֹ֑ר <WH559> le-Mor; saying הִנֵּ֥ה <WH2009> hin-Neh Behold חָמִ֛יךְ <WH2524> cha-Mich Behold thy father in law עֹלֶ֥ה <WH5927> 'o-Leh goeth up תִמְנָ֖תָה <WH8553> tim-Na-tah to Timnath לָגֹ֥ז <WH1494> la-Goz to shear צֹאנֽוֹ׃ <WH6629> tzo-No. his sheep"},{"number":14,"verse":"וַתָּסַר֩ <WH5493> vat-ta-Sar off בִּגְדֵ֨י <WH899> big-Dei garments אַלְמְנוּתָ֜הּ <WH491> 'al-me-nu-Tah her widow's מֵֽעָלֶ֗יהָ <WH5921> me-'a-Lei-ha, and וַתְּכַ֤ס <WH3680> vat-te-Chas from her and covered her בַּצָּעִיף֙ <WH6809> batz-tza-'If with a vail וַתִּתְעַלָּ֔ף <WH5968> vat-tit-'al-Laf, and wrapped herself וַתֵּ֙שֶׁב֙ <WH3427> vat-Te-shev and sat in בְּפֶ֣תַח <WH6607> be-Fe-tach place עֵינַ֔יִם <WH5869> 'ei-Na-yim, an open אֲשֶׁ֖ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on דֶּ֣רֶךְ <WH1870> De-rech which [is] by the way תִּמְנָ֑תָה <WH8553> tim-Na-tah; to Timnath כִּ֤י <WH3588> ki for רָאֲתָה֙ <WH7200> ra-'a-Tah for she saw כִּֽי־ <WH3588> ki- for גָדַ֣ל <WH1431> ga-Dal was grown שֵׁלָ֔ה <WH7956> she-Lah, that Shelah וְהִ֕וא <WH1931> ve-Hiv he לֹֽא־ <WH3808> lo- had not נִתְּנָ֥ה <WH5414> nit-te-Nah and she was not given ל֖וֹ lo לְאִשָּֽׁה׃ <WH802> le-'ish-Shah. unto him to wife"},{"number":15,"verse":"וַיִּרְאֶ֣הָ <WH7200> vai-yir-'E-ha saw her יְהוּדָ֔ה <WH3063> ye-hu-Dah, When Judah וַֽיַּחְשְׁבֶ֖הָ <WH2803> vai-yach-she-Ve-ha he thought לְזוֹנָ֑ה <WH2181> le-zo-Nah; her [to be] an harlot כִּ֥י <WH3588> ki for כִסְּתָ֖ה <WH3680> chis-se-Tah because she had covered פָּנֶֽיהָ׃ <WH6440> pa-Nei-ha. her face"},{"number":16,"verse":"וַיֵּ֨ט <WH5186> vai-Yet And he turned אֵלֶ֜יהָ <WH413> 'e-Lei-ha about אֶל־ <WH413> 'el- to her הַדֶּ֗רֶךְ <WH1870> had-De-rech, unto her by the way וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said הָֽבָה־ <WH3051> ha-vah- Go to נָּא֙ <WH4994> na now אָב֣וֹא <WH935> a-Vo I pray thee let me come in אֵלַ֔יִךְ <WH413> 'e-La-yich, about כִּ֚י <WH3588> ki for לֹ֣א <WH3808> lo did not יָדַ֔ע <WH3045> ya-Da', unto thee (for he knew כִּ֥י <WH3588> ki for כַלָּת֖וֹ <WH3618> chal-la-To was his daughter-in-law הִ֑וא <WH1931> hi and she וַתֹּ֙אמֶר֙ <WH559> vat-To-mer said מַה־ <WH4100> mah- What תִּתֶּן־ <WH5414> tit-ten- What wilt thou give לִּ֔י Li, כִּ֥י <WH3588> ki that תָב֖וֹא <WH935> ta-Vo me that thou mayest come in אֵלָֽי׃ <WH413> 'e-Lai. about"},{"number":17,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said אָנֹכִ֛י <WH595> 'a-no-Chi I אֲשַׁלַּ֥ח <WH7971> 'a-shal-Lach I will send גְּדִֽי־ <WH1423> ge-di- kid עִזִּ֖ים <WH5795> 'iz-Zim goat מִן־ <WH4480> min- from הַצֹּ֑אן <WH6629> hatz-Tzon; from the flock וַתֹּ֕אמֶר <WH559> vat-To-mer And she said אִם־ <WH518> 'im- lo תִּתֵּ֥ן <WH5414> tit-Ten Wilt thou give עֵרָב֖וֹן <WH6162> e-ra-Von [me] a pledge עַ֥ד <WH5704> 'ad until שָׁלְחֶֽךָ׃ <WH7971> shal-Che-cha. till thou send"},{"number":18,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said מָ֣ה <WH4100> mah What הָֽעֵרָבוֹן֮ <WH6162> ha-'e-ra-Von pledge אֲשֶׁ֣ר <WH834> 'a-Sher What אֶתֶּן־ <WH5414> 'et-ten- shall I give לָּךְ֒ loCh וַתֹּ֗אמֶר <WH559> vat-To-mer, thee;And she said חֹתָֽמְךָ֙ <WH2368> cho-ta-me-Cha Thy signet וּפְתִילֶ֔ךָ <WH6616> u-fe-ti-Le-cha, and thy bracelets וּמַטְּךָ֖ <WH4294> u-mat-te-Cha and thy staff אֲשֶׁ֣ר <WH834> 'a-Sher is in בְּיָדֶ֑ךָ <WH3027> be-ya-De-cha; that [is] in thine hand וַיִּתֶּן־ <WH5414> vai-yit-ten- And he gave לָּ֛הּ lah וַיָּבֹ֥א <WH935> vai-ya-Vo [it] her and came in אֵלֶ֖יהָ <WH413> 'e-Lei-ha to וַתַּ֥הַר <WH2029> vat-Ta-har unto her and she conceived לֽוֹ׃ lo."},{"number":19,"verse":"וַתָּ֣קָם <WH6965> vat-Ta-kom And she arose וַתֵּ֔לֶךְ <WH1980> vat-Te-lech, and departed וַתָּ֥סַר <WH5493> vat-Ta-sar and laid by צְעִיפָ֖הּ <WH6809> tze-'i-Fah her vail מֵעָלֶ֑יהָ <WH5921> me-'a-Lei-ha; and וַתִּלְבַּ֖שׁ <WH3847> vat-til-Bash from her and put on בִּגְדֵ֥י <WH899> big-Dei the garments אַלְמְנוּתָֽהּ׃ <WH491> 'al-me-nu-Tah. of her widowhood"},{"number":20,"verse":"וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent יְהוּדָ֜ה <WH3063> ye-hu-Dah And Judah אֶת־ <WH853> 'et- גְּדִ֣י <WH1423> ge-Di kid הָֽעִזִּ֗ים <WH5795> ha-'iz-Zim, goat בְּיַד֙ <WH3027> be-Yad by the hand רֵעֵ֣הוּ <WH7453> re-'E-hu of his friend הָֽעֲדֻלָּמִ֔י <WH5726> ha-'a-dul-la-Mi, the Adullamite לָקַ֥חַת <WH3947> la-Ka-chat to receive הָעֵרָב֖וֹן <WH6162> ha-'e-ra-Von [his] pledge מִיַּ֣ד <WH3027> mi-Yad hand הָאִשָּׁ֑ה <WH802> ha-'ish-Shah; from the woman's וְלֹ֖א <WH3808> ve-Lo did not מְצָאָֽהּ׃ <WH4672> me-tza-'Ah. but he found her"},{"number":21,"verse":"וַיִּשְׁאַ֞ל <WH7592> vai-yish-'Al Then he asked אֶת־ <WH853> 'et- אַנְשֵׁ֤י <WH582> 'an-Shei the men מְקֹמָהּ֙ <WH4725> me-ko-Mah of that place לֵאמֹ֔ר <WH559> le-Mor, saying אַיֵּ֧ה <WH346> 'ai-Yeh Where הַקְּדֵשָׁ֛ה <WH6948> hak-ke-de-Shah Where [is] the harlot הִ֥וא <WH1931> hi who בָעֵינַ֖יִם <WH5879> va-'ei-Na-yim Enaim עַל־ <WH5921> 'al- was by הַדָּ֑רֶךְ <WH1870> had-Da-rech; the road וַיֹּ֣אמְר֔וּ <WH559> vai-Yo-me-Ru, saying לֹא־ <WH3808> lo- no הָיְתָ֥ה <WH1961> ha-ye-Tah has been בָזֶ֖ה <WH2088> va-Zeh in this קְדֵשָֽׁה׃ <WH6948> ke-de-Shah. There was no harlot"},{"number":22,"verse":"וַיָּ֙שָׁב֙ <WH7725> vai-Ya-shov And he returned אֶל־ <WH413> 'el- to יְהוּדָ֔ה <WH3063> ye-hu-Dah, to Judah וַיֹּ֖אמֶר <WH559> vai-Yo-mer and said לֹ֣א <WH3808> lo I cannot מְצָאתִ֑יהָ <WH4672> me-tza-Ti-ha; find וְגַ֨ם <WH1571> ve-Gam her and furthermore אַנְשֵׁ֤י <WH376> 'an-Shei the men הַמָּקוֹם֙ <WH4725> ham-ma-kOm of the place אָֽמְר֔וּ <WH559> 'a-me-Ru, said לֹא־ <WH3808> lo- no הָיְתָ֥ה <WH1961> ha-ye-Tah has been בָזֶ֖ה <WH2088> va-Zeh no קְדֵשָֽׁה׃ <WH6948> ke-de-Shah. [that] there was no harlot"},{"number":23,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוּדָה֙ <WH3063> ye-hu-Dah And Judah תִּֽקַּֽח־ <WH3947> tik-kach- Let her take לָ֔הּ Lah, פֶּ֖ן <WH6435> pen otherwise נִהְיֶ֣ה <WH1961> nih-Yeh will become לָב֑וּז <WH937> la-Vuz; [it] to her lest we be shamed הִנֵּ֤ה <WH2009> hin-Neh After שָׁלַ֙חְתִּי֙ <WH7971> sha-Lach-ti behold I sent הַגְּדִ֣י <WH1423> hag-ge-Di this kid הַזֶּ֔ה <WH2088> haz-Zeh, this וְאַתָּ֖ה <WH859> ve-'at-Tah you לֹ֥א <WH3808> lo did not מְצָאתָֽהּ׃ <WH4672> me-tza-Tah. and thou hast not found"},{"number":24,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi become כְּמִשְׁלֹ֣שׁ <WH7969> ke-mish-Losh And it came to pass about three חֳדָשִׁ֗ים <WH2320> cho-da-Shim, months וַיֻּגַּ֨ד <WH5046> vai-yug-Gad after that it was told לִֽיהוּדָ֤ה <WH3063> li-hu-Dah Judah לֵֽאמֹר֙ <WH559> le-Mor saying זָֽנְתָה֙ <WH2181> za-ne-Tah hath played the harlot תָּמָ֣ר <WH8559> ta-Mar Tamar כַּלָּתֶ֔ךָ <WH3618> kal-la-Te-cha, thy daughter in law וְגַ֛ם <WH1571> ve-Gam is also הִנֵּ֥ה <WH2009> hin-Neh and behold הָרָ֖ה <WH2030> ha-Rah and also behold she [is] with child לִזְנוּנִ֑ים <WH2183> liz-nu-Nim; by whoredom וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוּדָ֔ה <WH3063> ye-hu-Dah, And Judah הוֹצִיא֖וּהָ <WH3318> ho-tzi-'U-ha Bring her forth וְתִשָּׂרֵֽף׃ <WH8313> ve-tis-sa-Ref. and let her be burnt"},{"number":25,"verse":"הִ֣וא <WH1931> hi he מוּצֵ֗את <WH3318> mu-Tzet, When she [was] brought forth וְהִ֨יא <WH1931> ve-Hi she שָׁלְחָ֤ה <WH7971> shal-Chah she sent אֶל־ <WH413> 'el- to her חָמִ֙יהָ֙ <WH2524> cha-Mi-ha to her father in law לֵאמֹ֔ר <WH559> le-Mor, saying לְאִישׁ֙ <WH582> le-'Ish another אֲשֶׁר־ <WH834> 'a-Sher- to whom אֵ֣לֶּה <WH428> 'El-leh these לּ֔וֹ lo, אָנֹכִ֖י <WH595> 'a-no-Chi I הָרָ֑ה <WH2030> ha-Rah; whose these [are am] I with child וַתֹּ֙אמֶר֙ <WH559> vat-To-mer and she said הַכֶּר־ <WH5234> hak-ker- Discern נָ֔א <WH4994> Na, Please לְמִ֞י <WH4310> le-Mi whose הַחֹתֶ֧מֶת <WH2858> ha-cho-Te-met I pray thee whose [are] these the signet וְהַפְּתִילִ֛ים <WH6616> ve-hap-pe-ti-Lim and bracelets וְהַמַּטֶּ֖ה <WH4294> ve-ham-mat-Teh and staff הָאֵֽלֶּה׃ <WH428> ha-'El-leh. things"},{"number":26,"verse":"וַיַּכֵּ֣ר <WH5234> vai-yak-Ker acknowledged יְהוּדָ֗ה <WH3063> ye-hu-Dah, And Judah וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer [them] and said צָֽדְקָ֣ה <WH6663> tza-de-Kah She hath been more righteous מִמֶּ֔נִּי <WH4480> mi-Men-ni, is more כִּֽי־ <WH3588> ki- for עַל־ <WH5921> 'al- and כֵּ֥ן <WH3651> ken after that לֹא־ <WH3808> lo- did not נְתַתִּ֖יהָ <WH5414> ne-tat-Ti-ha than I because that I gave לְשֵׁלָ֣ה <WH7956> le-she-Lah her not to Shelah בְנִ֑י <WH1121> ve-Ni; my son וְלֹֽא־ <WH3808> ve-lo- not יָסַ֥ף <WH3254> ya-Saf again ע֖וֹד <WH5750> od again לְדַעְתָּֽה׃ <WH3045> le-da'-Tah And he knew her"},{"number":27,"verse":"וַיְהִ֖י <WH1961> vay-Hi came בְּעֵ֣ת <WH6256> be-'Et And it came to pass in the time לִדְתָּ֑הּ <WH3205> lid-Tah; of her travail וְהִנֵּ֥ה <WH2009> ve-hin-Neh behold תְאוֹמִ֖ים <WH8380> te-'o-Mim that behold twins בְּבִטְנָֽהּ׃ <WH990> be-vit-Nah. [were] in her womb"},{"number":28,"verse":"וַיְהִ֥י <WH1961> vay-Hi took בְלִדְתָּ֖הּ <WH3205> ve-lid-Tah And it came to pass when she travailed וַיִּתֶּן־ <WH5414> vai-yit-ten- that [the one] put out יָ֑ד <WH3027> Yad; [his] hand וַתִּקַּ֣ח <WH3947> vat-tik-Kach took הַמְיַלֶּ֗דֶת <WH3205> ham-yal-Le-det, and the midwife וַתִּקְשֹׁ֨ר <WH7194> vat-tik-Shor and bound עַל־ <WH5921> 'al- on יָד֤וֹ <WH3027> ya-Do upon his hand שָׁנִי֙ <WH8144> sha-Ni a scarlet thread לֵאמֹ֔ר <WH559> le-Mor, saying זֶ֖ה <WH2088> zeh This יָצָ֥א <WH3318> ya-Tza This came out רִאשֹׁנָֽה׃ <WH7223> ri-sho-Nah. first"},{"number":29,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi came כְּמֵשִׁ֣יב <WH7725> ke-me-Shiv And it came to pass as he drew back יָד֗וֹ <WH3027> ya-Do, his hand וְהִנֵּה֙ <WH2009> ve-hin-Neh behold יָצָ֣א <WH3318> ya-Tza came out אָחִ֔יו <WH251> 'a-Chiv, that behold his brother וַתֹּ֕אמֶר <WH559> vat-To-mer and she said מַה־ <WH4100> mah- What פָּרַ֖צְתָּ <WH6555> pa-Ratz-ta How hast thou broken forth עָלֶ֣יךָ <WH5921> 'a-Lei-cha and פָּ֑רֶץ <WH6556> Pa-retz; ;[this] breach וַיִּקְרָ֥א <WH7121> vai-yik-Ra was called שְׁמ֖וֹ <WH8034> she-Mo [be] upon thee therefore his name פָּֽרֶץ׃ <WH6557> Pa-retz. Pharez"},{"number":30,"verse":"וְאַחַר֙ <WH310> ve-'a-Char And afterward יָצָ֣א <WH3318> ya-Tza came out אָחִ֔יו <WH251> 'a-Chiv, his brother אֲשֶׁ֥ר <WH834> 'a-Sher who עַל־ <WH5921> 'al- on יָד֖וֹ <WH3027> ya-Do upon his hand הַשָּׁנִ֑י <WH8144> hash-sha-Ni; that had the scarlet thread וַיִּקְרָ֥א <WH7121> vai-yik-Ra was called שְׁמ֖וֹ <WH8034> she-Mo and his name זָֽרַח׃ <WH2226> Za-rach. Zarah ס sa-Mek"}]}