{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":41,"verses":[{"number":1,"verse":"וַיְהִ֕י <WH1961> vay-Hi happened מִקֵּ֖ץ <WH7093> mik-Ketz And it came to pass at the end שְׁנָתַ֣יִם <WH8141> she-na-Ta-yim years יָמִ֑ים <WH3117> ya-Mim; of two full וּפַרְעֹ֣ה <WH6547> u-far-'Oh that Pharaoh חֹלֵ֔ם <WH2492> cho-Lem, dreamed וְהִנֵּ֖ה <WH2009> ve-hin-Neh and behold עֹמֵ֥ד <WH5975> 'o-Med and behold he stood עַל־ <WH5921> 'al- by הַיְאֹֽר׃ <WH2975> hay-'Or. by the river"},{"number":2,"verse":"וְהִנֵּ֣ה <WH2009> ve-hin-Neh and lo מִן־ <WH4480> min- from הַיְאֹ֗ר <WH2975> hay-'Or, out of the river עֹלֹת֙ <WH5927> 'o-Lot And behold there came up שֶׁ֣בַע <WH7651> She-va' seven פָּר֔וֹת <WH6510> pa-Rot, kine יְפ֥וֹת <WH3303> ye-Fot well מַרְאֶ֖ה <WH4758> mar-'Eh favoured וּבְרִיאֹ֣ת <WH1277> u-ve-ri-'Ot and fat בָּשָׂ֑ר <WH1320> ba-Sar; and they וַתִּרְעֶ֖ינָה <WH7462> vat-tir-'Ei-nah and they fed בָּאָֽחוּ׃ <WH260> ba-'A-chu. in a meadow"},{"number":3,"verse":"וְהִנֵּ֞ה <WH2009> ve-hin-Neh behold שֶׁ֧בַע <WH7651> She-va' And behold seven פָּר֣וֹת <WH6510> pa-Rot kine אֲחֵר֗וֹת <WH312> a-che-Rot, other עֹל֤וֹת <WH5927> o-Lot came up אַחֲרֵיהֶן֙ <WH310> 'a-cha-rei-Hen after them מִן־ <WH4480> min- from הַיְאֹ֔ר <WH2975> hay-'Or, out of the river רָע֥וֹת <WH7451> ra-'ot ill מַרְאֶ֖ה <WH4758> mar-'Eh favoured וְדַקּ֣וֹת <WH1851> ve-dak-Kot dwarf בָּשָׂ֑ר <WH1320> ba-Sar; and they וַֽתַּעֲמֹ֛דְנָה <WH5975> vat-ta-'a-Mo-de-nah and stood אֵ֥צֶל <WH681> 'E-tzel by הַפָּר֖וֹת <WH6510> hap-pa-Rot the [other] kine עַל־ <WH5921> 'al- on שְׂפַ֥ת <WH8193> se-Fat upon the brink הַיְאֹֽר׃ <WH2975> hay-'Or. of the river"},{"number":4,"verse":"וַתֹּאכַ֣לְנָה <WH398> vat-to-Chal-nah did eat up הַפָּר֗וֹת <WH6510> hap-pa-Rot, kine רָע֤וֹת <WH7451> ra-'ot And the ill הַמַּרְאֶה֙ <WH4758> ham-mar-'Eh favoured וְדַקֹּ֣ת <WH1851> ve-dak-Kot dwarf הַבָּשָׂ֔ר <WH1320> hab-ba-Sar, body אֵ֚ת <WH853> 'et שֶׁ֣בַע <WH7651> She-va' the seven הַפָּר֔וֹת <WH6510> hap-pa-Rot, kine יְפֹ֥ת <WH3303> ye-Fot well הַמַּרְאֶ֖ה <WH4758> ham-mar-'Eh favoured וְהַבְּרִיאֹ֑ת <WH1277> ve-hab-be-ri-'Ot; and fat וַיִּיקַ֖ץ <WH3364> vai-yi-Katz awoke פַּרְעֹֽה׃ <WH6547> par-'Oh. So Pharaoh"},{"number":5,"verse":"וַיִּישָׁ֕ן <WH3462> vai-yi-Shan And he slept וַֽיַּחֲלֹ֖ם <WH2492> vai-ya-cha-Lom and dreamed שֵׁנִ֑ית <WH8145> she-Nit; the second time וְהִנֵּ֣ה׀ <WH2009> ve-hin-Neh and behold שֶׁ֣בַע <WH7651> She-va' and behold seven שִׁבֳּלִ֗ים <WH7641> shib-bo-Lim, ears of corn עֹל֛וֹת <WH5927> o-Lot came up בְּקָנֶ֥ה <WH7070> be-ka-Neh stalk אֶחָ֖ד <WH259> 'e-Chad upon one בְּרִיא֥וֹת <WH1277> be-ri-'ot rank וְטֹבֽוֹת׃ <WH2896> ve-to-Vot. and good"},{"number":6,"verse":"וְהִנֵּה֙ <WH2009> ve-hin-Neh behold שֶׁ֣בַע <WH7651> She-va' And behold seven שִׁבֳּלִ֔ים <WH7641> shib-bo-Lim, ears דַּקּ֖וֹת <WH1851> dak-Kot thin וּשְׁדוּפֹ֣ת <WH7710> u-she-du-Fot and blasted קָדִ֑ים <WH6921> ka-Dim; with the east wind צֹמְח֖וֹת <WH6779> tzo-me-Chot sprung up אַחֲרֵיהֶֽן׃ <WH310> 'a-cha-rei-Hen. after them"},{"number":7,"verse":"וַתִּבְלַ֙עְנָה֙ <WH1104> vat-tiv-La'-nah devoured הַשִּׁבֳּלִ֣ים <WH7641> hash-shib-bo-Lim ears הַדַּקּ֔וֹת <WH1851> had-dak-Kot, And the seven thin אֵ֚ת <WH853> 'et שֶׁ֣בַע <WH7651> She-va' the seven הַֽשִּׁבֳּלִ֔ים <WH7641> hash-shib-bo-Lim, ears הַבְּרִיא֖וֹת <WH1277> hab-be-ri-'ot rank וְהַמְּלֵא֑וֹת <WH4392> ve-ham-me-le-'ot; and full וַיִּיקַ֥ץ <WH3364> vai-yi-Katz awoke פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold חֲלֽוֹם׃ <WH2472> cha-Lom. and behold [it was] a dream"},{"number":8,"verse":"וַיְהִ֤י <WH1961> vay-Hi become בַבֹּ֙קֶר֙ <WH1242> vab-Bo-ker And it came to pass in the morning וַתִּפָּ֣עֶם <WH6470> vat-tip-Pa-'em was troubled רוּח֔וֹ <WH7307> ru-Cho, that his spirit וַיִּשְׁלַ֗ח <WH7971> vai-yish-Lach, and he sent וַיִּקְרָ֛א <WH7121> vai-yik-Ra and called אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- for all חַרְטֻמֵּ֥י <WH2748> char-tum-Mei for all the magicians מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all חֲכָמֶ֑יהָ <WH2450> cha-cha-Mei-ha; and all the wise men וַיְסַפֵּ֨ר <WH5608> vay-sap-Per told פַּרְעֹ֤ה <WH6547> par-'Oh thereof and Pharaoh לָהֶם֙ la-Hem אֶת־ <WH853> 'et- חֲלֹמ֔וֹ <WH2472> cha-lo-Mo, them his dream וְאֵין־ <WH369> ve-'ein- there פּוֹתֵ֥ר <WH6622> po-Ter but [there was] none that could interpret אוֹתָ֖ם <WH853> o-Tam לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. them unto Pharaoh"},{"number":9,"verse":"וַיְדַבֵּר֙ <WH1696> vay-dab-Ber Then spake שַׂ֣ר <WH8269> sar the chief הַמַּשְׁקִ֔ים <WH4945> ham-mash-Kim, cupbearer אֶת־ <WH854> 'et- for פַּרְעֹ֖ה <WH6547> par-'Oh unto Pharaoh לֵאמֹ֑ר <WH559> le-Mor; saying אֶת־ <WH853> 'et- חֲטָאַ֕י <WH2399> cha-ta-'Ai my faults אֲנִ֖י <WH589> 'a-Ni I מַזְכִּ֥יר <WH2142> maz-Kir I do remember הַיּֽוֹם׃ <WH3117> hai-Yom. this day"},{"number":10,"verse":"פַּרְעֹ֖ה <WH6547> par-'Oh Pharaoh קָצַ֣ף <WH7107> ka-Tzaf was wroth עַל־ <WH5921> 'al- with עֲבָדָ֑יו <WH5650> 'a-va-Dav; with his servants וַיִּתֵּ֨ן <WH5414> vai-yit-Ten and put אֹתִ֜י <WH853> 'o-Ti בְּמִשְׁמַ֗ר <WH4929> be-mish-Mar, me in ward בֵּ֚ית <WH1004> beit house שַׂ֣ר <WH8269> sar in the captain הַטַּבָּחִ֔ים <WH2876> hat-tab-ba-Chim, of the guard's אֹתִ֕י <WH853> 'o-Ti וְאֵ֖ת <WH853> ve-'Et שַׂ֥ר <WH8269> sar [both] me and the chief הָאֹפִֽים׃ <WH644> ha-'o-Fim. baker"},{"number":11,"verse":"וַנַּֽחַלְמָ֥ה <WH2492> van-na-chal-Mah And we dreamed חֲל֛וֹם <WH2472> cha-Lom a dream בְּלַ֥יְלָה <WH3915> be-Lay-lah night אֶחָ֖ד <WH259> 'e-Chad in one אֲנִ֣י <WH589> 'a-Ni I וָה֑וּא <WH1931> va-Hu; and I אִ֛ישׁ <WH376> 'ish each man כְּפִתְר֥וֹן <WH6623> ke-fit-Ron according to the interpretation חֲלֹמ֖וֹ <WH2472> cha-lo-Mo of his dream חָלָֽמְנוּ׃ <WH2492> cha-La-me-nu. I and he we dreamed"},{"number":12,"verse":"וְשָׁ֨ם <WH8033> ve-Sham there אִתָּ֜נוּ <WH854> 'it-Ta-nu for נַ֣עַר <WH5288> Na-'ar And [there was] there with us a young man עִבְרִ֗י <WH5680> 'iv-Ri, an Hebrew עֶ֚בֶד <WH5650> 'E-ved servant לְשַׂ֣ר <WH8269> le-Sar to the captain הַטַּבָּחִ֔ים <WH2876> hat-tab-ba-Chim, of the guard וַנְּ֨סַפֶּר־ <WH5608> van-Ne-sap-per- and we told ל֔וֹ lo, וַיִּפְתָּר־ <WH6622> vai-yif-tor- him and he interpreted לָ֖נוּ La-nu אֶת־ <WH853> 'et- חֲלֹמֹתֵ֑ינוּ <WH2472> cha-lo-mo-Tei-nu; to us our dreams אִ֥ישׁ <WH582> 'ish according כַּחֲלֹמ֖וֹ <WH2472> ka-cha-lo-Mo according to his dream פָּתָֽר׃ <WH6622> pa-Tar. he did interpret"},{"number":13,"verse":"וַיְהִ֛י <WH1961> vay-Hi happened כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher he פָּֽתַר־ <WH6622> pa-tar- And it came to pass as he interpreted לָ֖נוּ La-nu כֵּ֣ן <WH3651> ken so הָיָ֑ה <WH1961> ha-Yah; happened אֹתִ֛י <WH853> 'o-Ti הֵשִׁ֥יב <WH7725> he-Shiv to us so it was me he restored עַל־ <WH5921> 'al- in כַּנִּ֖י <WH3653> kan-Ni unto mine office וְאֹת֥וֹ <WH853> ve-'o-To תָלָֽה׃ <WH8518> ta-Lah. and him he hanged"},{"number":14,"verse":"וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach sent פַּרְעֹה֙ <WH6547> par-'Oh Then Pharaoh וַיִּקְרָ֣א <WH7121> vai-yik-Ra and called אֶת־ <WH853> 'et- יוֹסֵ֔ף <WH3130> yo-Sef, Joseph וַיְרִיצֻ֖הוּ <WH7323> vay-ri-Tzu-hu and they brought him hastily מִן־ <WH4480> min- out הַבּ֑וֹר <WH953> hab-Bor; out of the dungeon וַיְגַלַּח֙ <WH1548> vay-gal-Lach and he shaved וַיְחַלֵּ֣ף <WH2498> vay-chal-Lef [himself] and changed שִׂמְלֹתָ֔יו <WH8071> sim-lo-Tav, his raiment וַיָּבֹ֖א <WH935> vai-ya-Vo and came in אֶל־ <WH413> 'el- to פַּרְעֹֽה׃ <WH6547> par-'Oh. unto Pharaoh"},{"number":15,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said פַּרְעֹה֙ <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֔ף <WH3130> yo-Sef, unto Joseph חֲל֣וֹם <WH2472> cha-Lom a dream חָלַ֔מְתִּי <WH2492> cha-Lam-ti, I have dreamed וּפֹתֵ֖ר <WH6622> u-fo-Ter and [there is] none that can interpret אֵ֣ין <WH369> 'ein no אֹת֑וֹ <WH853> o-To; וַאֲנִ֗י <WH589> va-'a-Ni, I שָׁמַ֤עְתִּי <WH8085> sha-Ma'-ti it and I have heard עָלֶ֙יךָ֙ <WH5921> 'a-Lei-cha about לֵאמֹ֔ר <WH559> le-Mor, say תִּשְׁמַ֥ע <WH8085> tish-Ma' of thee [that] thou canst understand חֲל֖וֹם <WH2472> cha-Lom a dream לִפְתֹּ֥ר <WH6622> lif-Tor to interpret אֹתֽוֹ׃ <WH853> o-To."},{"number":16,"verse":"וַיַּ֨עַן <WH6030> vai-Ya-'an answered יוֹסֵ֧ף <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- פַּרְעֹ֛ה <WH6547> par-'Oh Pharaoh לֵאמֹ֖ר <WH559> le-Mor saying בִּלְעָדָ֑י <WH1107> bil-'a-Dai; [It is] not in me אֱלֹהִ֕ים <WH430> E-lo-Him God יַעֲנֶ֖ה <WH6030> ya-'a-Neh an answer אֶת־ <WH853> 'et- שְׁל֥וֹם <WH7965> she-Lom of peace פַּרְעֹֽה׃ <WH6547> par-'Oh. Pharaoh"},{"number":17,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber said פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֑ף <WH3130> yo-Sef; unto Joseph בַּחֲלֹמִ֕י <WH2472> ba-cha-lo-Mi In my dream הִנְנִ֥י <WH2005> hin-Ni behold עֹמֵ֖ד <WH5975> 'o-Med behold I stood עַל־ <WH5921> 'al- on שְׂפַ֥ת <WH8193> se-Fat upon the bank הַיְאֹֽר׃ <WH2975> hay-'Or. of the river"},{"number":18,"verse":"וְהִנֵּ֣ה <WH2009> ve-hin-Neh and behold מִן־ <WH4480> min- out הַיְאֹ֗ר <WH2975> hay-'Or, out of the river עֹלֹת֙ <WH5927> 'o-Lot And behold there came up שֶׁ֣בַע <WH7651> She-va' seven פָּר֔וֹת <WH6510> pa-Rot, kine בְּרִיא֥וֹת <WH1277> be-ri-'ot fat בָּשָׂ֖ר <WH1320> ba-Sar body וִיפֹ֣ת <WH3303> vi-Fot and well תֹּ֑אַר <WH8389> To-'ar; favoured וַתִּרְעֶ֖ינָה <WH7462> vat-tir-'Ei-nah and they fed בָּאָֽחוּ׃ <WH260> ba-'A-chu. in a meadow"},{"number":19,"verse":"וְהִנֵּ֞ה <WH2009> ve-hin-Neh Lo שֶֽׁבַע־ <WH7651> she-va'- And behold seven פָּר֤וֹת <WH6510> pa-Rot kine אֲחֵרוֹת֙ <WH312> a-che-roT other עֹל֣וֹת <WH5927> o-Lot came up אַחֲרֵיהֶ֔ן <WH310> 'a-cha-rei-Hen, after them דַּלּ֨וֹת <WH1803> dal-Lot poor וְרָע֥וֹת <WH7451> ve-ra-'ot ill תֹּ֛אַר <WH8389> To-'ar favoured מְאֹ֖ד <WH3966> me-'Od and very וְרַקּ֣וֹת <WH7534> ve-rak-Kot thin בָּשָׂ֑ר <WH1320> ba-Sar; I לֹֽא־ <WH3808> lo- as I never רָאִ֧יתִי <WH7200> ra-'I-ti saw כָהֵ֛נָּה <WH2007> cha-Hen-nah such בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz in all the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt לָרֹֽעַ׃ <WH7455> la-Ro-a'. for badness"},{"number":20,"verse":"וַתֹּאכַ֙לְנָה֙ <WH398> vat-to-Chal-nah did eat up הַפָּר֔וֹת <WH6510> hap-pa-Rot, kine הָרַקּ֖וֹת <WH7534> ha-rak-Kot And the lean וְהָרָע֑וֹת <WH7451> ve-ha-ra-'ot; and the ill favoured אֵ֣ת <WH853> 'et שֶׁ֧בַע <WH7651> She-va' seven הַפָּר֛וֹת <WH6510> hap-pa-Rot kine הָרִאשֹׁנ֖וֹת <WH7223> ha-ri-sho-Not the first הַבְּרִיאֹֽת׃ <WH1277> hab-be-ri-'Ot. fat"},{"number":21,"verse":"וַתָּבֹ֣אנָה <WH935> vat-ta-Vo-nah abide אֶל־ <WH413> 'el- about קִרְבֶּ֗נָה <WH7130> kir-Be-nah, among וְלֹ֤א <WH3808> ve-Lo could נוֹדַע֙ <WH3045> no-Da' it could not be known כִּי־ <WH3588> ki- for בָ֣אוּ <WH935> Va-'u abide אֶל־ <WH413> 'el- about קִרְבֶּ֔נָה <WH7130> kir-Be-nah, among וּמַרְאֵיהֶ֣ן <WH4758> u-mar-'ei-Hen but they [were] still רַ֔ע <WH7451> Ra', ill favoured כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher as בַּתְּחִלָּ֑ה <WH8462> bat-te-chil-Lah; as at the beginning וָאִיקָֽץ׃ <WH3364> va-'i-Katz. So I awoke"},{"number":22,"verse":"וָאֵ֖רֶא <WH7200> va-'E-re And I saw בַּחֲלֹמִ֑י <WH2472> ba-cha-lo-Mi; in my dream וְהִנֵּ֣ה׀ <WH2009> ve-hin-Neh and behold שֶׁ֣בַע <WH7651> She-va' and behold seven שִׁבֳּלִ֗ים <WH7641> shib-bo-Lim, ears עֹלֹ֛ת <WH5927> 'o-Lot came up בְּקָנֶ֥ה <WH7070> be-ka-Neh stalk אֶחָ֖ד <WH259> 'e-Chad in one מְלֵאֹ֥ת <WH4392> me-le-'Ot full וְטֹבֽוֹת׃ <WH2896> ve-to-Vot. and good"},{"number":23,"verse":"וְהִנֵּה֙ <WH2009> ve-hin-Neh and lo שֶׁ֣בַע <WH7651> She-va' And behold seven שִׁבֳּלִ֔ים <WH7641> shib-bo-Lim, ears צְנֻמ֥וֹת <WH6798> tze-nu-Mot withered דַּקּ֖וֹת <WH1851> dak-Kot thin שְׁדֻפ֣וֹת <WH7710> she-du-Fot [and] blasted קָדִ֑ים <WH6921> ka-Dim; with the east wind צֹמְח֖וֹת <WH6779> tzo-me-Chot sprung up אַחֲרֵיהֶֽם׃ <WH310> 'a-cha-rei-Hem. after them"},{"number":24,"verse":"וַתִּבְלַ֙עְןָ֙ <WH1104> vat-tiv-La'-na devoured הָשִׁבֳּלִ֣ים <WH7641> ha-shib-bo-Lim ears הַדַּקֹּ֔ת <WH1851> had-dak-Kot, And the thin אֵ֛ת <WH853> 'et שֶׁ֥בַע <WH7651> She-va' the seven הַֽשִׁבֳּלִ֖ים <WH7641> ha-shib-bo-Lim ears הַטֹּב֑וֹת <WH2896> hat-to-Vot; good וָֽאֹמַר֙ <WH559> va-'o-Mar and I told אֶל־ <WH413> 'el- to הַֽחַרְטֻמִּ֔ים <WH2748> ha-char-tum-Mim, [this] unto the magicians וְאֵ֥ין <WH369> ve-'Ein there מַגִּ֖יד <WH5046> mag-Gid but [there was] none that could declare לִֽי׃ Li."},{"number":25,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יוֹסֵף֙ <WH3130> yo-Sef And Joseph אֶל־ <WH413> 'el- to פַּרְעֹ֔ה <WH6547> par-'Oh, unto Pharaoh חֲל֥וֹם <WH2472> cha-Lom The dream פַּרְעֹ֖ה <WH6547> par-'Oh of Pharaoh אֶחָ֣ד <WH259> 'e-Chad [is] one ה֑וּא <WH1931> Hu; he אֵ֣ת <WH853> 'et אֲשֶׁ֧ר <WH834> 'a-Sher and הָאֱלֹהִ֛ים <WH430> ha-'E-lo-Him God עֹשֶׂ֖ה <WH6213> 'o-Seh what he [is] about to do הִגִּ֥יד <WH5046> hig-Gid hath shewed לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. Pharaoh"},{"number":26,"verse":"שֶׁ֧בַע <WH7651> She-va' The seven פָּרֹ֣ת <WH6510> pa-Rot kine הַטֹּבֹ֗ת <WH2896> hat-to-Vot, good שֶׁ֤בַע <WH7651> She-va' [are] seven שָׁנִים֙ <WH8141> sha-Nim years הֵ֔נָּה <WH2007> Hen-nah, in וְשֶׁ֤בַע <WH7651> ve-She-va' and the seven הַֽשִּׁבֳּלִים֙ <WH7641> hash-shib-bo-Lim ears הַטֹּבֹ֔ת <WH2896> hat-to-Vot, good שֶׁ֥בַע <WH7651> She-va' [are] seven שָׁנִ֖ים <WH8141> sha-Nim years הֵ֑נָּה <WH2007> Hen-nah; in חֲל֖וֹם <WH2472> cha-Lom the dream אֶחָ֥ד <WH259> 'e-Chad [is] one הֽוּא׃ <WH1931> Hu. he"},{"number":27,"verse":"וְשֶׁ֣בַע <WH7651> ve-She-va' And the seven הַ֠פָּרוֹת <WH6510> Hap-pa-rot kine הָֽרַקּ֨וֹת <WH7534> ha-rak-Kot thin וְהָרָעֹ֜ת <WH7451> ve-ha-ra-'Ot and ill favoured הָעֹלֹ֣ת <WH5927> ha-'o-Lot that came up אַחֲרֵיהֶ֗ן <WH310> 'a-cha-rei-Hen, after them שֶׁ֤בַע <WH7651> She-va' [are] seven שָׁנִים֙ <WH8141> sha-Nim years הֵ֔נָּה <WH2007> Hen-nah, in וְשֶׁ֤בַע <WH7651> ve-She-va' and the seven הַֽשִׁבֳּלִים֙ <WH7641> ha-shib-bo-Lim ears הָרֵק֔וֹת <WH7386> ha-re-Kot, empty שְׁדֻפ֖וֹת <WH7710> she-du-Fot blasted הַקָּדִ֑ים <WH6921> hak-ka-Dim; with the east wind יִהְי֕וּ <WH1961> yih-Yu become שֶׁ֖בַע <WH7651> She-va' shall be seven שְׁנֵ֥י <WH8141> she-Nei years רָעָֽב׃ <WH7458> ra-'Av. of famine"},{"number":28,"verse":"ה֣וּא <WH1931> hu he הַדָּבָ֔ר <WH1697> had-da-Var, This [is] the thing אֲשֶׁ֥ר <WH834> 'a-Sher what דִּבַּ֖רְתִּי <WH1696> dib-Bar-ti which I have spoken אֶל־ <WH413> 'el- to פַּרְעֹ֑ה <WH6547> par-'Oh; unto Pharaoh אֲשֶׁ֧ר <WH834> 'a-Sher what הָאֱלֹהִ֛ים <WH430> ha-'E-lo-Him What God עֹשֶׂ֖ה <WH6213> 'o-Seh [is] about to do הֶרְאָ֥ה <WH7200> her-'Ah he sheweth אֶת־ <WH853> 'et- פַּרְעֹֽה׃ <WH6547> par-'Oh. unto Pharaoh"},{"number":29,"verse":"הִנֵּ֛ה <WH2009> hin-Neh Behold שֶׁ֥בַע <WH7651> She-va' seven שָׁנִ֖ים <WH8141> sha-Nim years בָּא֑וֹת <WH935> ba-'ot; Behold there come שָׂבָ֥ע <WH7647> sa-Va' plenty גָּד֖וֹל <WH1419> ga-Dol of great בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz throughout all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":30,"verse":"וְ֠קָמוּ <WH6965> Ve-ka-mu And there shall arise שֶׁ֨בַע <WH7651> She-va' seven שְׁנֵ֤י <WH8141> she-Nei years רָעָב֙ <WH7458> ra-'Av of famine אַחֲרֵיהֶ֔ן <WH310> 'a-cha-rei-Hen, after them וְנִשְׁכַּ֥ח <WH7911> ve-nish-Kach shall be forgotten כָּל־ <WH3605> kol- and all הַשָּׂבָ֖ע <WH7647> has-sa-Va' and all the plenty בְּאֶ֣רֶץ <WH776> be-'E-retz in the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְכִלָּ֥ה <WH3615> ve-chil-Lah shall consume הָרָעָ֖ב <WH7458> ha-ra-'Av and the famine אֶת־ <WH853> 'et- הָאָֽרֶץ׃ <WH776> ha-'A-retz. the land"},{"number":31,"verse":"וְלֹֽא־ <WH3808> ve-lo- not יִוָּדַ֤ע <WH3045> yiv-va-Da' shall not be known הַשָּׂבָע֙ <WH7647> has-sa-Va' And the plenty בָּאָ֔רֶץ <WH776> ba-'A-retz, in the land מִפְּנֵ֛י <WH6440> mip-pe-Nei by reason הָרָעָ֥ב <WH7458> ha-ra-'Av of that famine הַה֖וּא <WH1931> ha-Hu of that אַחֲרֵי־ <WH310> 'a-cha-rei- subsequent כֵ֑ן <WH3651> Chen; after that כִּֽי־ <WH3588> ki- for כָבֵ֥ד <WH3515> cha-Ved grievous ה֖וּא <WH1931> hu he מְאֹֽד׃ <WH3966> me-'Od. for it [shall be] very"},{"number":32,"verse":"וְעַ֨ל <WH5921> ve-'Al for הִשָּׁנ֧וֹת <WH8138> hish-sha-Not was doubled הַחֲל֛וֹם <WH2472> ha-cha-Lom And for that the dream אֶל־ <WH413> 'el- to פַּרְעֹ֖ה <WH6547> par-'Oh unto Pharaoh פַּעֲמָ֑יִם <WH6471> pa-'a-Ma-yim; twice כִּֽי־ <WH3588> ki- for נָכ֤וֹן <WH3559> na-Chon [is] established הַדָּבָר֙ <WH1697> had-da-Var [it is] because the thing מֵעִ֣ם <WH5973> me-'Im by הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, God וּמְמַהֵ֥ר <WH4116> u-me-ma-Her will shortly הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him and God לַעֲשֹׂתֽוֹ׃ <WH6213> la-'a-so-To. bring it to pass"},{"number":33,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now יֵרֶ֣א <WH7200> ye-Re look out פַרְעֹ֔ה <WH6547> far-'Oh, Now therefore let Pharaoh אִ֖ישׁ <WH376> 'ish a man נָב֣וֹן <WH995> na-Von discreet וְחָכָ֑ם <WH2450> ve-cha-Cham; and wise וִישִׁיתֵ֖הוּ <WH7896> vi-shi-Te-hu and set עַל־ <WH5921> 'al- over אֶ֥רֶץ <WH776> 'E-retz him over the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":34,"verse":"יַעֲשֶׂ֣ה <WH6213> ya-'a-Seh do פַרְעֹ֔ה <WH6547> far-'Oh, Let Pharaoh וְיַפְקֵ֥ד <WH6485> ve-yaf-Ked [this] and let him appoint פְּקִדִ֖ים <WH6496> pe-ki-Dim officers עַל־ <WH5921> 'al- charge הָאָ֑רֶץ <WH776> ha-'A-retz; over the land וְחִמֵּשׁ֙ <WH2567> ve-chim-Mesh and take up the fifth part אֶת־ <WH853> 'et- אֶ֣רֶץ <WH776> 'E-retz of the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt בְּשֶׁ֖בַע <WH7651> be-She-va' in the seven שְׁנֵ֥י <WH8141> she-Nei years הַשָּׂבָֽע׃ <WH7647> has-sa-Va'. plenteous"},{"number":35,"verse":"וְיִקְבְּצ֗וּ <WH6908> ve-yik-be-Tzu, And let them gather אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֹ֙כֶל֙ <WH400> 'o-chel all the food הַשָּׁנִ֣ים <WH8141> hash-sha-Nim years הַטֹּבֹ֔ת <WH2896> hat-to-Vot, of those good הַבָּאֹ֖ת <WH935> hab-ba-'Ot that come הָאֵ֑לֶּה <WH428> ha-'El-leh; of these וְיִצְבְּרוּ־ <WH6651> ve-yitz-be-ru- and lay up בָ֞ר <WH1250> var corn תַּ֧חַת <WH8478> Ta-chat under יַד־ <WH3027> yad- under the hand פַּרְעֹ֛ה <WH6547> par-'Oh of Pharaoh אֹ֥כֶל <WH400> 'O-chel food בֶּעָרִ֖ים <WH5892> be-'a-Rim in the cities וְשָׁמָֽרוּ׃ <WH8104> ve-sha-Ma-ru. and let them keep"},{"number":36,"verse":"וְהָיָ֨ה <WH1961> ve-ha-Yah become הָאֹ֤כֶל <WH400> ha-'O-chel And that food לְפִקָּדוֹן֙ <WH6487> le-fik-ka-dOn shall be for store לָאָ֔רֶץ <WH776> la-'A-retz, to the land לְשֶׁ֙בַע֙ <WH7651> le-She-va' against the seven שְׁנֵ֣י <WH8141> she-Nei years הָרָעָ֔ב <WH7458> ha-ra-'Av, of famine אֲשֶׁ֥ר <WH834> 'a-Sher which תִּהְיֶ֖יןָ <WH1961> tih-Yei-na will occur בְּאֶ֣רֶץ <WH776> be-'E-retz which shall be in the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְלֹֽא־ <WH3808> ve-lo- will not תִכָּרֵ֥ת <WH3772> tik-ka-Ret perish הָאָ֖רֶץ <WH776> ha-'A-retz that the land בָּרָעָֽב׃ <WH7458> ba-ra-'Av. not through the famine"},{"number":37,"verse":"וַיִּיטַ֥ב <WH3190> vai-yi-Tav was good הַדָּבָ֖ר <WH1697> had-da-Var And the thing בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the eyes פַרְעֹ֑ה <WH6547> far-'Oh; of Pharaoh וּבְעֵינֵ֖י <WH5869> u-ve-'ei-Nei and in the eyes כָּל־ <WH3605> kol- all עֲבָדָֽיו׃ <WH5650> 'a-va-Dav. of all his servants"},{"number":38,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to his עֲבָדָ֑יו <WH5650> 'a-va-Dav; unto his servants הֲנִמְצָ֣א <WH4672> ha-nim-Tza Can we find כָזֶ֔ה <WH2088> cha-Zeh, [such a one] as this אִ֕ישׁ <WH376> 'ish [is] a man אֲשֶׁ֛ר <WH834> 'a-Sher in whom ר֥וּחַ <WH7307> Ru-ach the Spirit אֱלֹהִ֖ים <WH430> E-lo-Him of God בּֽוֹ׃ bo."},{"number":39,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said פַּרְעֹה֙ <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֔ף <WH3130> yo-Sef, unto Joseph אַחֲרֵ֨י <WH310> 'a-cha-Rei Forasmuch הוֹדִ֧יעַ <WH3045> ho-Di-a' hath shewed אֱלֹהִ֛ים <WH430> E-lo-Him as God אוֹתְךָ֖ <WH853> 'ot-Cha אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- of all זֹ֑את <WH2063> Zot; likewise אֵין־ <WH369> 'ein- there נָב֥וֹן <WH995> na-Von thee all this [there is] none so discreet וְחָכָ֖ם <WH2450> ve-cha-Cham and wise כָּמֽוֹךָ׃ <WH3644> ka-Mo-cha. according to"},{"number":40,"verse":"אַתָּה֙ <WH859> 'at-Tah you תִּהְיֶ֣ה <WH1961> tih-Yeh Thou shalt be עַל־ <WH5921> 'al- shall be over בֵּיתִ֔י <WH1004> bei-Ti, over my house וְעַל־ <WH5921> ve-'al- and according פִּ֖יךָ <WH6310> Pi-cha and according unto thy word יִשַּׁ֣ק <WH5401> yish-Shak be ruled כָּל־ <WH3605> kol- all עַמִּ֑י <WH5971> 'am-Mi; shall all my people רַ֥ק <WH7535> rak in הַכִּסֵּ֖א <WH3678> hak-kis-Se only in the throne אֶגְדַּ֥ל <WH1431> 'eg-Dal will I be greater מִמֶּֽךָּ׃ <WH4480> mi-Me-ka. than"},{"number":41,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֑ף <WH3130> yo-Sef; unto Joseph רְאֵה֙ <WH7200> re-'Eh See נָתַ֣תִּי <WH5414> na-Tat-ti I have set אֹֽתְךָ֔ <WH853> 'o-te-Cha, עַ֖ל <WH5921> 'al over כָּל־ <WH3605> kol- all אֶ֥רֶץ <WH776> 'E-retz thee over all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":42,"verse":"וַיָּ֨סַר <WH5493> vai-Ya-sar took off פַּרְעֹ֤ה <WH6547> par-'Oh And Pharaoh אֶת־ <WH853> 'et- טַבַּעְתּוֹ֙ <WH2885> tab-ba'-To his ring מֵעַ֣ל <WH5921> me-'Al around יָד֔וֹ <WH3027> ya-Do, from his hand וַיִּתֵּ֥ן <WH5414> vai-yit-Ten and put אֹתָ֖הּ <WH853> 'o-Tah עַל־ <WH5921> 'al- around יַ֣ד <WH3027> yad hand יוֹסֵ֑ף <WH3130> yo-Sef; it upon Joseph's וַיַּלְבֵּ֤שׁ <WH3847> vai-yal-Besh and arrayed אֹתוֹ֙ <WH853> o-To בִּגְדֵי־ <WH899> big-dei- him in vestures שֵׁ֔שׁ <WH8336> Shesh, of fine linen וַיָּ֛שֶׂם <WH7760> vai-Ya-sem and put רְבִ֥ד <WH7242> re-Vid chain הַזָּהָ֖ב <WH2091> haz-za-Hav a gold עַל־ <WH5921> 'al- around צַוָּארֽוֹ׃ <WH6677> tzav-va-Ro. about his neck"},{"number":43,"verse":"וַיַּרְכֵּ֣ב <WH7392> vai-yar-Kev And he made him to ride אֹת֗וֹ <WH853> o-To, בְּמִרְכֶּ֤בֶת <WH4818> be-mir-Ke-vet chariot הַמִּשְׁנֶה֙ <WH4932> ham-mish-Neh in the second אֲשֶׁר־ <WH834> 'a-Sher- after ל֔וֹ lo, וַיִּקְרְא֥וּ <WH7121> vai-yik-re-'U which he had and they cried לְפָנָ֖יו <WH6440> le-fa-Nav before him אַבְרֵ֑ךְ <WH86> 'av-Rech; Bow the knee וְנָת֣וֹן <WH5414> ve-na-Ton and he made אֹת֔וֹ <WH853> o-To, עַ֖ל <WH5921> 'al over כָּל־ <WH3605> kol- all אֶ֥רֶץ <WH776> 'E-retz him [ruler] over all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":44,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֛ה <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֖ף <WH3130> yo-Sef unto Joseph אֲנִ֣י <WH589> 'a-Ni I פַרְעֹ֑ה <WH6547> far-'Oh; I [am] Pharaoh וּבִלְעָדֶ֗יךָ <WH1107> u-vil-'a-Dei-cha, and without לֹֽא־ <WH3808> lo- no יָרִ֨ים <WH7311> ya-Rim lift up אִ֧ישׁ <WH376> 'ish thee shall no man אֶת־ <WH853> 'et- יָד֛וֹ <WH3027> ya-Do his hand וְאֶת־ <WH853> ve-'Et רַגְל֖וֹ <WH7272> rag-Lo or foot בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz in all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":45,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra called פַרְעֹ֣ה <WH6547> far-'Oh And Pharaoh שֵׁם־ <WH8034> shem- name יוֹסֵף֮ <WH3130> yo-Sef Joseph's צָֽפְנַ֣ת tza-fe-Nat פַּעְנֵחַ֒ <WH6847> pa'-ne-aCh Zaphnathpaaneah וַיִּתֶּן־ <WH5414> vai-yit-ten- and he gave ל֣וֹ lo אֶת־ <WH853> 'et- אָֽסְנַ֗ת <WH621> 'a-se-Nat, Asenath בַּת־ <WH1323> bat- the daughter פּ֥וֹטִי Po-ti פֶ֛רַע <WH6319> Fe-ra' of Potipherah כֹּהֵ֥ן <WH3548> ko-Hen priest אֹ֖ן <WH204> 'on of On לְאִשָּׁ֑ה <WH802> le-'ish-Shah; him to wife וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out יוֹסֵ֖ף <WH3130> yo-Sef And Joseph עַל־ <WH5921> 'al- over אֶ֥רֶץ <WH776> 'E-retz over [all] the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":46,"verse":"וְיוֹסֵף֙ <WH3130> ve-yo-Sef And Joseph בֶּן־ <WH1121> ben- old שְׁלֹשִׁ֣ים <WH7970> she-lo-Shim [was] thirty שָׁנָ֔ה <WH8141> sha-Nah, years בְּעָמְד֕וֹ <WH5975> be-'a-me-Do when he stood לִפְנֵ֖י <WH6440> lif-Nei before פַּרְעֹ֣ה <WH6547> par-'Oh Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וַיֵּצֵ֤א <WH3318> vai-ye-Tze went out יוֹסֵף֙ <WH3130> yo-Sef And Joseph מִלִּפְנֵ֣י <WH6440> mil-lif-Nei from the presence פַרְעֹ֔ה <WH6547> far-'Oh, of Pharaoh וַֽיַּעְבֹ֖ר <WH5674> vai-ya'-Vor and went throughout בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":47,"verse":"וַתַּ֣עַשׂ <WH6213> vat-Ta-'as brought forth הָאָ֔רֶץ <WH776> ha-'A-retz, the earth בְּשֶׁ֖בַע <WH7651> be-She-va' And in the seven שְׁנֵ֣י <WH8141> she-Nei years הַשָּׂבָ֑ע <WH7647> has-sa-Va'; plenteous לִקְמָצִֽים׃ <WH7062> lik-ma-Tzim. by handfuls"},{"number":48,"verse":"וַיִּקְבֹּ֞ץ <WH6908> vai-yik-Botz And he gathered up אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֹ֣כֶל׀ <WH400> 'O-chel all the food שֶׁ֣בַע <WH7651> She-va' of the seven שָׁנִ֗ים <WH8141> sha-Nim, years אֲשֶׁ֤ר <WH834> 'a-Sher which הָיוּ֙ <WH1961> ha-Yu occurred בְּאֶ֣רֶץ <WH776> be-'E-retz which were in the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt וַיִּתֶּן־ <WH5414> vai-yit-ten- and laid up אֹ֖כֶל <WH400> 'O-chel the food בֶּעָרִ֑ים <WH5892> be-'a-Rim; in the cities אֹ֧כֶל <WH400> 'O-chel the food שְׂדֵה־ <WH7704> se-deh- of the field הָעִ֛יר <WH5892> ha-'Ir every city אֲשֶׁ֥ר <WH834> 'a-Sher which סְבִיבֹתֶ֖יהָ <WH5439> se-vi-vo-Tei-ha which [was] round about נָתַ֥ן <WH5414> na-Tan laid he up בְּתוֹכָֽהּ׃ <WH8432> be-to-Chah. in the same"},{"number":49,"verse":"וַיִּצְבֹּ֨ר <WH6651> vai-yitz-Bor gathered יוֹסֵ֥ף <WH3130> yo-Sef And Joseph בָּ֛ר <WH1250> bar corn כְּח֥וֹל <WH2344> ke-Chol as the sand הַיָּ֖ם <WH3220> hai-Yam of the sea הַרְבֵּ֣ה <WH7235> har-Beh much מְאֹ֑ד <WH3966> me-'Od; very עַ֛ד <WH5704> 'ad against כִּי־ <WH3588> ki- for חָדַ֥ל <WH2308> cha-Dal until he left לִסְפֹּ֖ר <WH5608> lis-Por numbering כִּי־ <WH3588> ki- it was אֵ֥ין <WH369> 'ein for [it was] without מִסְפָּֽר׃ <WH4557> mis-Par. number"},{"number":50,"verse":"וּלְיוֹסֵ֤ף <WH3130> u-le-yo-Sef And unto Joseph יֻלַּד֙ <WH3205> yul-Lad were born שְׁנֵ֣י <WH8147> she-Nei two בָנִ֔ים <WH1121> va-Nim, sons בְּטֶ֥רֶם <WH2962> be-Te-rem now before תָּב֖וֹא <WH935> ta-Vo came שְׁנַ֣ת <WH8141> she-Nat before the years הָרָעָ֑ב <WH7458> ha-ra-'Av; of famine אֲשֶׁ֤ר <WH834> 'a-Sher whom יָֽלְדָה־ <WH3205> Yal-dah- bare לּוֹ֙ lo אָֽסְנַ֔ת <WH621> 'a-se-Nat, which Asenath בַּת־ <WH1323> bat- the daughter פּ֥וֹטִי Po-ti פֶ֖רַע <WH6319> Fe-ra' of Potipherah כֹּהֵ֥ן <WH3548> ko-Hen priest אֽוֹן׃ <WH204> on. of On"},{"number":51,"verse":"וַיִּקְרָ֥א <WH7121> vai-yik-Ra called יוֹסֵ֛ף <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- שֵׁ֥ם <WH8034> shem the name הַבְּכ֖וֹר <WH1060> hab-be-Chor of the firstborn מְנַשֶּׁ֑ה <WH4519> me-nash-Sheh; Manasseh כִּֽי־ <WH3588> ki- for נַשַּׁ֤נִי <WH5382> nash-Sha-ni [said he] hath made me forget אֱלֹהִים֙ <WH430> E-lo-Him For God אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲמָלִ֔י <WH5999> 'a-ma-Li, all my toil וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all בֵּ֥ית <WH1004> beit house אָבִֽי׃ <WH1> 'a-Vi. and all my father's"},{"number":52,"verse":"וְאֵ֛ת <WH853> ve-'Et שֵׁ֥ם <WH8034> shem And the name הַשֵּׁנִ֖י <WH8145> hash-she-Ni of the second קָרָ֣א <WH7121> ka-Ra called אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; he Ephraim כִּֽי־ <WH3588> ki- for הִפְרַ֥נִי <WH6509> hif-Ra-ni hath caused me to be fruitful אֱלֹהִ֖ים <WH430> E-lo-Him For God בְּאֶ֥רֶץ <WH776> be-'E-retz in the land עָנְיִֽי׃ <WH6040> 'a-ne-Yi. of my affliction"},{"number":53,"verse":"וַתִּכְלֶ֕ינָה <WH3615> vat-tich-Lei-nah were ended שֶׁ֖בַע <WH7651> She-va' And the seven שְׁנֵ֣י <WH8141> she-Nei years הַשָּׂבָ֑ע <WH7647> has-sa-Va'; of plenteousness אֲשֶׁ֥ר <WH834> 'a-Sher which הָיָ֖ה <WH1961> ha-Yah had been בְּאֶ֥רֶץ <WH776> be-'E-retz that was in the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":54,"verse":"וַתְּחִלֶּ֜ינָה <WH2490> vat-te-chil-Lei-nah began שֶׁ֣בַע <WH7651> She-va' And the seven שְׁנֵ֤י <WH8141> she-Nei years הָרָעָב֙ <WH7458> ha-ra-'Av of dearth לָב֔וֹא <WH935> la-Vo, to come כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after אָמַ֣ר <WH559> 'a-Mar had said יוֹסֵ֑ף <WH3130> yo-Sef; according as Joseph וַיְהִ֤י <WH1961> vay-Hi there was רָעָב֙ <WH7458> ra-'Av and the dearth בְּכָל־ <WH3605> be-chol all הָ֣אֲרָצ֔וֹת <WH776> ha-'a-ra-Tzot, was in all lands וּבְכָל־ <WH3605> u-ve-Chol all אֶ֥רֶץ <WH776> 'E-retz but in all the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt הָ֥יָה <WH1961> Ha-yah there was לָֽחֶם׃ <WH3899> La-chem. there was bread"},{"number":55,"verse":"וַתִּרְעַב֙ <WH7456> vat-tir-'Av was famished כָּל־ <WH3605> kol- all אֶ֣רֶץ <WH776> 'E-retz And when all the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt וַיִּצְעַ֥ק <WH6817> vai-yitz-'Ak cried הָעָ֛ם <WH5971> ha-'Am the people אֶל־ <WH413> 'el- to פַּרְעֹ֖ה <WH6547> par-'Oh to Pharaoh לַלָּ֑חֶם <WH3899> lal-La-chem; for bread וַיֹּ֨אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֤ה <WH6547> par-'Oh and Pharaoh לְכָל־ <WH3605> le-chol to all מִצְרַ֙יִם֙ <WH4713> mitz-Ra-yim Egyptian לְכ֣וּ <WH1980> le-Chu Go אֶל־ <WH413> 'el- to יוֹסֵ֔ף <WH3130> yo-Sef, unto Joseph אֲשֶׁר־ <WH834> 'a-Sher- whatever יֹאמַ֥ר <WH559> yo-Mar what he saith לָכֶ֖ם la-Chem תַּעֲשֽׂוּ׃ <WH6213> ta-'a-Su. to you do"},{"number":56,"verse":"וְהָרָעָ֣ב <WH7458> ve-ha-ra-'Av And the famine הָיָ֔ה <WH1961> ha-Yah, become עַ֖ל <WH5921> 'al was over כָּל־ <WH3605> kol- all פְּנֵ֣י <WH6440> pe-Nei was over all the face הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth וַיִּפְתַּ֨ח <WH6605> vai-yif-Tach opened יוֹסֵ֜ף <WH3130> yo-Sef And Joseph אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֲשֶׁ֤ר <WH834> 'a-Sher the storehouses בָּהֶם֙ ba-Hem וַיִּשְׁבֹּ֣ר <WH7666> vai-yish-Bor all the storehouses and sold לְמִצְרַ֔יִם <WH4713> le-mitz-Ra-yim, Egyptian וַיֶּחֱזַ֥ק <WH2388> vai-ye-che-Zak waxed sore הָֽרָעָ֖ב <WH7458> ha-ra-'Av and the famine בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. unto the Egyptians"},{"number":57,"verse":"וְכָל־ <WH3605> ve-chol all הָאָ֙רֶץ֙ <WH776> ha-'A-retz And all countries בָּ֣אוּ <WH935> Ba-'u came מִצְרַ֔יְמָה <WH4714> mitz-Ray-mah, into Egypt לִשְׁבֹּ֖ר <WH7666> lish-Bor for to buy אֶל־ <WH413> 'el- from יוֹסֵ֑ף <WH3130> yo-Sef; to Joseph כִּֽי־ <WH3588> ki- because חָזַ֥ק <WH2388> cha-Zak was [so] sore הָרָעָ֖ב <WH7458> ha-ra-'Av [corn] because that the famine בְּכָל־ <WH3605> be-chol all הָאָֽרֶץ׃ <WH776> ha-'A-retz. in all lands"}]}