{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"וְהָרָעָ֖ב <WH7458> ve-ha-ra-'Av And the famine כָּבֵ֥ד <WH3515> ka-Ved [was] sore בָּאָֽרֶץ׃ <WH776> ba-'A-retz. in the land"},{"number":2,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher which כִּלּוּ֙ <WH3615> kil-Lu had finished לֶאֱכֹ֣ל <WH398> le-'e-Chol eating אֶת־ <WH853> 'et- הַשֶּׁ֔בֶר <WH7668> hash-She-ver, the corn אֲשֶׁ֥ר <WH834> 'a-Sher which הֵבִ֖יאוּ <WH935> he-Vi-'u which they had brought out מִמִּצְרָ֑יִם <WH4714> mi-mitz-Ra-yim; of Egypt וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲלֵיהֶם֙ <WH413> 'a-lei-Hem about אֲבִיהֶ֔ם <WH1> 'a-vi-Hem, their father שֻׁ֖בוּ <WH7725> Shu-vu unto them Go again שִׁבְרוּ־ <WH7666> shiv-ru- buy לָ֥נוּ La-nu מְעַט־ <WH4592> me-'at- us a little אֹֽכֶל׃ <WH400> 'O-chel. food"},{"number":3,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer spake אֵלָ֛יו <WH413> 'e-Lav about יְהוּדָ֖ה <WH3063> ye-hu-Dah And Judah לֵאמֹ֑ר <WH559> le-Mor; unto him saying הָעֵ֣ד <WH5749> ha-'Ed did solemnly הֵעִד֩ <WH5749> he-'Id protest בָּ֨נוּ Ba-nu הָאִ֤ישׁ <WH376> ha-'Ish The man לֵאמֹר֙ <WH559> le-Mor unto us saying לֹֽא־ <WH3808> lo- shall not תִרְא֣וּ <WH7200> tir-'U Ye shall not see פָנַ֔י <WH6440> fa-Nai, my face בִּלְתִּ֖י <WH1115> bil-Ti except אֲחִיכֶ֥ם <WH251> 'a-chi-Chem your brother אִתְּכֶֽם׃ <WH854> 'it-te-Chem. for"},{"number":4,"verse":"אִם־ <WH518> 'im- If יֶשְׁךָ֛ <WH3426> yesh-Cha If thou wilt מְשַׁלֵּ֥חַ <WH7971> me-shal-Le-ach send אֶת־ <WH853> 'et- אָחִ֖ינוּ <WH251> 'a-Chi-nu our brother אִתָּ֑נוּ <WH854> 'it-Ta-nu; for נֵרְדָ֕ה <WH3381> ne-re-Dah with us we will go down וְנִשְׁבְּרָ֥ה <WH7666> ve-nish-be-Rah and buy לְךָ֖ le-Cha אֹֽכֶל׃ <WH400> 'O-chel. thee food"},{"number":5,"verse":"וְאִם־ <WH518> ve-'im- if אֵינְךָ֥ <WH369> 'ei-ne-Cha not מְשַׁלֵּ֖חַ <WH7971> me-shal-Le-ach But if thou wilt not send לֹ֣א <WH3808> lo we will not נֵרֵ֑ד <WH3381> ne-Red; [him] we will not go down כִּֽי־ <WH3588> ki- for הָאִ֞ישׁ <WH376> ha-'Ish for the man אָמַ֤ר <WH559> 'a-Mar said אֵלֵ֙ינוּ֙ <WH413> 'e-Lei-nu about לֹֽא־ <WH3808> lo- You will not תִרְא֣וּ <WH7200> tir-'U unto us Ye shall not see פָנַ֔י <WH6440> fa-Nai, my face בִּלְתִּ֖י <WH1115> bil-Ti unless אֲחִיכֶ֥ם <WH251> 'a-chi-Chem except your brother אִתְּכֶֽם׃ <WH854> 'it-te-Chem. for"},{"number":6,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer said יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, And Israel לָמָ֥ה <WH4100> la-Mah Why הֲרֵעֹתֶ֖ם <WH7489> ha-re-'o-Tem Wherefore dealt ye [so] ill לִ֑י Li; לְהַגִּ֣יד <WH5046> le-hag-Gid with me [as] to tell לָאִ֔ישׁ <WH376> la-'Ish, the man הַע֥וֹד <WH5750> ha-'od still לָכֶ֖ם la-Chem אָֽח׃ <WH251> 'Ach. they"},{"number":7,"verse":"וַיֹּאמְר֡וּ <WH559> vai-yo-me-Ru And they said שָׁא֣וֹל <WH7592> sha-'ol asked שָֽׁאַל־ <WH7592> sha-'al- us straitly הָ֠אִישׁ <WH376> Ha-'ish The man לָ֣נוּ La-nu וּלְמֽוֹלַדְתֵּ֜נוּ <WH4138> u-le-mo-lad-Te-nu of our state and of our kindred לֵאמֹ֗ר <WH559> le-Mor, saying הַע֨וֹד <WH5750> ha-'od still אֲבִיכֶ֥ם <WH1> 'a-vi-Chem [Is] your father חַי֙ <WH2416> chai age הֲיֵ֣שׁ <WH3426> ha-Yesh there are לָכֶ֣ם la-Chem אָ֔ח <WH251> 'Ach, your brother וַנַ֨גֶּד־ <WH5046> va-Nag-ged- bewray ל֔וֹ lo, עַל־ <WH5921> 'al- him according פִּ֖י <WH6310> pi to the tenor הַדְּבָרִ֣ים <WH1697> had-de-va-Rim of these words הָאֵ֑לֶּה <WH428> ha-'El-leh; we הֲיָד֣וֹעַ <WH3045> ha-ya-Do-a' could we certainly נֵדַ֔ע <WH3045> ne-Da', know כִּ֣י <WH3588> ki would יֹאמַ֔ר <WH559> yo-Mar, that he would say הוֹרִ֖ידוּ <WH3381> ho-Ri-du down אֶת־ <WH853> 'et- אֲחִיכֶֽם׃ <WH251> 'a-chi-Chem. your brother"},{"number":8,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוּדָ֜ה <WH3063> ye-hu-Dah And Judah אֶל־ <WH413> 'el- unto יִשְׂרָאֵ֣ל <WH3478> Yis-ra-'El unto Israel אָבִ֗יו <WH1> 'a-Viv, his father שִׁלְחָ֥ה <WH7971> shil-Chah Send הַנַּ֛עַר <WH5288> han-Na-'ar the lad אִתִּ֖י <WH854> 'it-Ti and we וְנָק֣וּמָה <WH6965> ve-na-Ku-mah with me and we will arise וְנֵלֵ֑כָה <WH1980> ve-ne-Le-chah; and go וְנִֽחְיֶה֙ <WH2421> ve-nich-Yeh that we may live וְלֹ֣א <WH3808> ve-Lo and not נָמ֔וּת <WH4191> na-Mut, and not die גַּם־ <WH1571> gam- well אֲנַ֥חְנוּ <WH587> 'a-Nach-nu we גַם־ <WH1571> gam- well אַתָּ֖ה <WH859> 'at-Tah you גַּם־ <WH1571> gam- well טַפֵּֽנוּ׃ <WH2945> tap-Pe-nu. both we and thou [and] also our little ones"},{"number":9,"verse":"אָֽנֹכִי֙ <WH595> 'a-no-Chi myself אֶֽעֶרְבֶ֔נּוּ <WH6148> 'e-'er-Ven-nu, I will be surety מִיָּדִ֖י <WH3027> mi-ya-Di for him of my hand תְּבַקְשֶׁ֑נּוּ <WH1245> te-vak-Shen-nu; shalt thou require אִם־ <WH518> 'im- him not לֹ֨א <WH3808> lo not הֲבִיאֹתִ֤יו <WH935> ha-vi-'o-Tiv I bring אֵלֶ֙יךָ֙ <WH413> 'e-Lei-cha to you וְהִצַּגְתִּ֣יו <WH3322> ve-hitz-tzag-Tiv unto thee and set לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, him before thee וְחָטָ֥אתִֽי <WH2398> ve-cha-Ta-ti then let me bear the blame לְךָ֖ le-Cha כָּל־ <WH3605> kol- for הַיָּמִֽים׃ <WH3117> hai-ya-Mim. for ever"},{"number":10,"verse":"כִּ֖י <WH3588> ki surely לוּלֵ֣א <WH3884> lu-Le For except הִתְמַהְמָ֑הְנוּ <WH4102> hit-mah-Ma-he-nu; we had lingered כִּֽי־ <WH3588> ki- surely עַתָּ֥ה <WH6258> 'at-Tah now שַׁ֖בְנוּ <WH7725> Shav-nu surely now we had returned זֶ֥ה <WH2088> zeh he פַעֲמָֽיִם׃ <WH6471> fa-'a-Ma-yim. this second time"},{"number":11,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אֲלֵהֶ֜ם <WH413> 'a-le-Hem about יִשְׂרָאֵ֣ל <WH3478> Yis-ra-'El Israel אֲבִיהֶ֗ם <WH1> 'a-vi-Hem, And their father אִם־ <WH518> 'im- If כֵּ֣ן׀ <WH3651> ken so אֵפוֹא֮ <WH645> 'e-fO unto them If [it must be] so now זֹ֣את <WH2063> zot likewise עֲשׂוּ֒ <WH6213> 'a-Su do קְח֞וּ <WH3947> ke-Chu this take מִזִּמְרַ֤ת <WH2173> miz-zim-Rat of the best fruits הָאָ֙רֶץ֙ <WH776> ha-'A-retz in the land בִּכְלֵיכֶ֔ם <WH3627> bich-lei-Chem, in your vessels וְהוֹרִ֥ידוּ <WH3381> ve-ho-Ri-du and carry down לָאִ֖ישׁ <WH582> la-'Ish as מִנְחָ֑ה <WH4503> min-Chah; a present מְעַ֤ט <WH4592> me-'At a little צֳרִי֙ <WH6875> tzo-Ri balm וּמְעַ֣ט <WH4592> u-me-'At and a little דְּבַ֔שׁ <WH1706> de-Vash, honey נְכֹ֣את <WH5219> ne-Chot spices וָלֹ֔ט <WH3910> va-Lot, and myrrh בָּטְנִ֖ים <WH992> ba-te-Nim nuts וּשְׁקֵדִֽים׃ <WH8247> u-she-ke-Dim. and almonds"},{"number":12,"verse":"וְכֶ֥סֶף <WH3701> ve-Che-sef money מִשְׁנֶ֖ה <WH4932> mish-Neh double קְח֣וּ <WH3947> ke-Chu And take בְיֶדְכֶ֑ם <WH3027> ve-yed-Chem; in your hand וְאֶת־ <WH853> ve-'Et הַכֶּ֜סֶף <WH3701> hak-Ke-sef and the money הַמּוּשָׁ֨ב <WH7725> ham-mu-Shav that was brought again בְּפִ֤י <WH6310> be-Fi in the mouth אַמְתְּחֹֽתֵיכֶם֙ <WH572> 'am-te-cho-tei-Chem of your sacks תָּשִׁ֣יבוּ <WH7725> ta-Shi-vu carry [it] again בְיֶדְכֶ֔ם <WH3027> ve-yed-Chem, in your hand אוּלַ֥י <WH194> 'u-Lai perhaps מִשְׁגֶּ֖ה <WH4870> mish-Geh peradventure it [was] an oversight הֽוּא׃ <WH1931> Hu. he"},{"number":13,"verse":"וְאֶת־ <WH853> ve-'Et אֲחִיכֶ֖ם <WH251> 'a-chi-Chem also your brother קָ֑חוּ <WH3947> Ka-chu; Take וְק֖וּמוּ <WH6965> ve-Ku-mu and arise שׁ֥וּבוּ <WH7725> Shu-vu go again אֶל־ <WH413> 'el- to הָאִֽישׁ׃ <WH376> ha-'Ish. unto the man"},{"number":14,"verse":"וְאֵ֣ל <WH410> ve-'El And God שַׁדַּ֗י <WH7706> shad-Dai, Almighty יִתֵּ֨ן <WH5414> yit-Ten give לָכֶ֤ם la-Chem רַחֲמִים֙ <WH7356> ra-cha-Mim you mercy לִפְנֵ֣י <WH6440> lif-Nei before הָאִ֔ישׁ <WH376> ha-'Ish, the man וְשִׁלַּ֥ח <WH7971> ve-shil-Lach that he may send away לָכֶ֛ם la-Chem אֶת־ <WH853> 'et- אֲחִיכֶ֥ם <WH251> 'a-chi-Chem brother אַחֵ֖ר <WH312> 'a-Cher your other וְאֶת־ <WH853> ve-'Et בִּנְיָמִ֑ין <WH1144> bin-ya-Min; and Benjamin וַאֲנִ֕י <WH589> va-'a-Ni I כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher If שָׁכֹ֖לְתִּי <WH7921> sha-Cho-le-ti I be bereaved שָׁכָֽלְתִּי׃ <WH7921> sha-Chal-ti. [of my children] I am bereaved"},{"number":15,"verse":"וַיִּקְח֤וּ <WH3947> vai-yik-Chu took הָֽאֲנָשִׁים֙ <WH376> ha-'a-na-Shim the men אֶת־ <WH853> 'et- הַמִּנְחָ֣ה <WH4503> ham-min-Chah present הַזֹּ֔את <WH2063> haz-Zot, that וּמִשְׁנֶה־ <WH4932> u-mish-neh- double כֶּ֛סֶף <WH3701> Ke-sef money לָקְח֥וּ <WH3947> la-ke-Chu and they took בְיָדָ֖ם <WH3027> ve-ya-Dam in their hand וְאֶת־ <WH853> ve-'Et בִּנְיָמִ֑ן <WH1144> bin-ya-Min; and Benjamin וַיָּקֻ֙מוּ֙ <WH6965> vai-ya-Ku-mu and rose up וַיֵּרְד֣וּ <WH3381> vai-ye-re-Du and went down מִצְרַ֔יִם <WH4714> mitz-Ra-yim, to Egypt וַיַּֽעַמְד֖וּ <WH5975> vai-ya-'am-Du and stood לִפְנֵ֥י <WH6440> lif-Nei before יוֹסֵֽף׃ <WH3130> yo-Sef. Joseph"},{"number":16,"verse":"וַיַּ֨רְא <WH7200> vai-Yar saw יוֹסֵ֣ף <WH3130> yo-Sef And when Joseph אִתָּם֮ <WH854> 'it-Tam with אֶת־ <WH853> 'et- בִּנְיָמִין֒ <WH1144> bin-ya-Min Benjamin וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer them he said לַֽאֲשֶׁ֣ר <WH834> la-'a-Sher after עַל־ <WH5921> 'al- unto בֵּית֔וֹ <WH1004> bei-To, to the ruler of his house הָבֵ֥א <WH935> ha-Ve Bring אֶת־ <WH853> 'et- הָאֲנָשִׁ֖ים <WH582> ha-'a-na-Shim [these] men הַבָּ֑יְתָה <WH1004> hab-Ba-ye-tah; home וּטְבֹ֤חַ <WH2873> u-te-Vo-ach and slay טֶ֙בַח֙ <WH2874> te-vach an animal וְהָכֵ֔ן <WH3559> ve-ha-Chen, and make ready כִּ֥י <WH3588> ki for אִתִּ֛י <WH854> 'it-Ti are to יֹאכְל֥וּ <WH398> yo-che-Lu shall dine הָאֲנָשִׁ֖ים <WH582> ha-'a-na-Shim for [these] men בַּֽצָּהֳרָֽיִם׃ <WH6672> Batz-tzo-ho-Ra-yim. with me at noon"},{"number":17,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as did הָאִ֔ישׁ <WH376> ha-'Ish, And the man כַּֽאֲשֶׁ֖ר <WH834> ka-'a-Sher after אָמַ֣ר <WH559> 'a-Mar bade יוֹסֵ֑ף <WH3130> yo-Sef; as Joseph וַיָּבֵ֥א <WH935> vai-ya-Ve brought הָאִ֛ישׁ <WH376> ha-'Ish and the man אֶת־ <WH853> 'et- הָאֲנָשִׁ֖ים <WH376> ha-'a-na-Shim the men בֵּ֥יתָה <WH1004> Bei-tah house יוֹסֵֽף׃ <WH3130> yo-Sef. into Joseph's"},{"number":18,"verse":"וַיִּֽירְא֣וּ <WH3372> vai-yi-re-'U were afraid הָֽאֲנָשִׁ֗ים <WH376> ha-'a-na-Shim, now the men כִּ֣י <WH3588> ki because הֽוּבְאוּ֮ <WH935> hu-ve-'U because they were brought בֵּ֣ית <WH1004> beit house יוֹסֵף֒ <WH3130> yo-Sef into Joseph's וַיֹּאמְר֗וּ <WH559> vai-yo-me-Ru, and they said עַל־ <WH5921> 'al- against דְּבַ֤ר <WH1697> de-Var Because הַכֶּ֙סֶף֙ <WH3701> hak-Ke-sef of the money הַשָּׁ֤ב <WH7725> hash-Shav that was returned בְּאַמְתְּחֹתֵ֙ינוּ֙ <WH572> be-'am-te-cho-Tei-nu in our sacks בַּתְּחִלָּ֔ה <WH8462> bat-te-chil-Lah, at the first time אֲנַ֖חְנוּ <WH587> 'a-Nach-nu we מֽוּבָאִ֑ים <WH935> mu-va-'Im; are we brought in לְהִתְגֹּלֵ֤ל <WH1556> le-hit-go-Lel that he may seek occasion עָלֵ֙ינוּ֙ <WH5921> 'a-Lei-nu against וּלְהִתְנַפֵּ֣ל <WH5307> u-le-hit-nap-Pel against us and fall עָלֵ֔ינוּ <WH5921> 'a-Lei-nu, against וְלָקַ֧חַת <WH3947> ve-la-Ka-chat upon us and take אֹתָ֛נוּ <WH853> 'o-Ta-nu לַעֲבָדִ֖ים <WH5650> la-'a-va-Dim us for bondmen וְאֶת־ <WH853> ve-'Et חֲמֹרֵֽינוּ׃ <WH2543> cha-mo-Rei-nu. and our asses"},{"number":19,"verse":"וַֽיִּגְּשׁוּ֙ <WH5066> vai-yig-ge-Shu And they came near אֶל־ <WH413> 'el- to הָאִ֔ישׁ <WH376> ha-'Ish, to the steward אֲשֶׁ֖ר <WH834> 'a-Sher after עַל־ <WH5921> 'al- and בֵּ֣ית <WH1004> beit house יוֹסֵ֑ף <WH3130> yo-Sef; of Joseph's וַיְדַבְּר֥וּ <WH1696> vay-dab-be-Ru and they communed אֵלָ֖יו <WH413> 'e-Lav to him פֶּ֥תַח <WH6607> Pe-tach with him at the door הַבָּֽיִת׃ <WH1004> hab-Ba-yit. of the house"},{"number":20,"verse":"וַיֹּאמְר֖וּ <WH559> vai-yo-me-Ru And said בִּ֣י <WH994> bi O אֲדֹנִ֑י <WH113> 'a-do-Ni; sir יָרֹ֥ד <WH3381> ya-Rod we came indeed יָרַ֛דְנוּ <WH3381> ya-Rad-nu down בַּתְּחִלָּ֖ה <WH8462> bat-te-chil-Lah at the first time לִשְׁבָּר־ <WH7666> lish-bor- to buy אֹֽכֶל׃ <WH400> 'O-chel. food"},{"number":21,"verse":"וַֽיְהִ֞י <WH1961> vay-Hi came כִּי־ <WH3588> ki- when בָ֣אנוּ <WH935> Va-nu And it came to pass when we came אֶל־ <WH413> 'el- to הַמָּל֗וֹן <WH4411> ham-ma-Lon, to the inn וַֽנִּפְתְּחָה֙ <WH6605> van-nif-te-Chah that we opened אֶת־ <WH853> 'et- אַמְתְּחֹתֵ֔ינוּ <WH572> 'am-te-cho-Tei-nu, our sacks וְהִנֵּ֤ה <WH2009> ve-hin-Neh and behold כֶֽסֶף־ <WH3701> che-sef- money אִישׁ֙ <WH376> 'ish and behold [every] man's בְּפִ֣י <WH6310> be-Fi [was] in the mouth אַמְתַּחְתּ֔וֹ <WH572> am-tach-To, of his sack כַּסְפֵּ֖נוּ <WH3701> kas-Pe-nu our money בְּמִשְׁקָל֑וֹ <WH4948> be-mish-ka-Lo; in full weight וַנָּ֥שֶׁב <WH7725> van-Na-shev and we have brought it again אֹת֖וֹ <WH853> o-To בְּיָדֵֽנוּ׃ <WH3027> be-ya-De-nu. in our hand"},{"number":22,"verse":"וְכֶ֧סֶף <WH3701> ve-Che-sef money אַחֵ֛ר <WH312> 'a-Cher And other הוֹרַ֥דְנוּ <WH3381> ho-Rad-nu have we brought down בְיָדֵ֖נוּ <WH3027> ve-ya-De-nu in our hands לִשְׁבָּר־ <WH7666> lish-bor- to buy אֹ֑כֶל <WH400> 'O-chel; food לֹ֣א <WH3808> lo not יָדַ֔עְנוּ <WH3045> ya-Da'-nu, we cannot tell מִי־ <WH4310> mi- who שָׂ֥ם <WH7760> sam who put כַּסְפֵּ֖נוּ <WH3701> kas-Pe-nu our money בְּאַמְתְּחֹתֵֽינוּ׃ <WH572> be-'am-te-cho-Tei-nu. in our sacks"},{"number":23,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer And he said שָׁל֨וֹם <WH7965> sha-Lom Peace לָכֶ֜ם la-Chem אַל־ <WH408> 'al- not תִּירָ֗אוּ <WH3372> ti-Ra-'u, [be] to you fear אֱלֹ֨הֵיכֶ֜ם <WH430> 'e-Lo-hei-Chem not your God וֵֽאלֹהֵ֤י <WH430> ve-lo-Hei and the God אֲבִיכֶם֙ <WH1> 'a-vi-Chem of your father נָתַ֨ן <WH5414> na-Tan hath given לָכֶ֤ם la-Chem מַטְמוֹן֙ <WH4301> mat-mOn you treasure בְּאַמְתְּחֹ֣תֵיכֶ֔ם <WH572> be-'am-te-Cho-tei-Chem, in your sacks כַּסְפְּכֶ֖ם <WH3701> kas-pe-Chem your money בָּ֣א <WH935> ba I had אֵלָ֑י <WH413> 'e-Lai; then וַיּוֹצֵ֥א <WH3318> vai-yo-Tze And he brought אֲלֵהֶ֖ם <WH413> 'a-le-Hem about אֶת־ <WH853> 'et- שִׁמְעֽוֹן׃ <WH8095> shim-'on. Simeon"},{"number":24,"verse":"וַיָּבֵ֥א <WH935> vai-ya-Ve brought הָאִ֛ישׁ <WH376> ha-'Ish And the man אֶת־ <WH853> 'et- הָאֲנָשִׁ֖ים <WH376> ha-'a-na-Shim the men בֵּ֣יתָה <WH1004> Bei-tah house יוֹסֵ֑ף <WH3130> yo-Sef; into Joseph's וַיִּתֶּן־ <WH5414> vai-yit-ten- and gave מַ֙יִם֙ <WH4325> ma-yim [them] water וַיִּרְחֲצ֣וּ <WH7364> vai-yir-cha-Tzu and they washed רַגְלֵיהֶ֔ם <WH7272> rag-lei-Hem, their feet וַיִּתֵּ֥ן <WH5414> vai-yit-Ten and he gave מִסְפּ֖וֹא <WH4554> mis-Po provender לַחֲמֹֽרֵיהֶֽם׃ <WH2543> la-cha-Mo-rei-Hem. their asses"},{"number":25,"verse":"וַיָּכִ֙ינוּ֙ <WH3559> vai-ya-Chi-nu And they made ready אֶת־ <WH853> 'et- הַמִּנְחָ֔ה <WH4503> ham-min-Chah, the present עַד־ <WH5704> 'ad- against בּ֥וֹא <WH935> Bo came יוֹסֵ֖ף <WH3130> yo-Sef Joseph בַּֽצָּהֳרָ֑יִם <WH6672> batz-tzo-ho-Ra-yim; at noon כִּ֣י <WH3588> ki for שָֽׁמְע֔וּ <WH8085> sha-me-'U, for they heard כִּי־ <WH3588> ki- for שָׁ֖ם <WH8033> sham there יֹ֥אכְלוּ <WH398> Yo-che-lu that they should eat לָֽחֶם׃ <WH3899> La-chem. bread"},{"number":26,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo came יוֹסֵף֙ <WH3130> yo-Sef And when Joseph הַבַּ֔יְתָה <WH1004> hab-Bay-tah, home וַיָּבִ֥יאּוּ <WH935> vai-ya-Vi'-'u they brought ל֛וֹ lo אֶת־ <WH853> 'et- הַמִּנְחָ֥ה <WH4503> ham-min-Chah him the present אֲשֶׁר־ <WH834> 'a-Sher- which בְּיָדָ֖ם <WH3027> be-ya-Dam which [was] in their hand הַבָּ֑יְתָה <WH1004> hab-Ba-ye-tah; into the house וַיִּשְׁתַּחֲווּ־ <WH7812> vai-yish-ta-cha-vu- and bowed ל֖וֹ lo אָֽרְצָה׃ <WH776> 'A-re-tzah. themselves to him to the earth"},{"number":27,"verse":"וַיִּשְׁאַ֤ל <WH7592> vai-yish-'Al And he asked לָהֶם֙ la-Hem לְשָׁל֔וֹם <WH7965> le-sha-Lom, them of [their] welfare וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said הֲשָׁל֛וֹם <WH7965> ha-sha-Lom well אֲבִיכֶ֥ם <WH1> 'a-vi-Chem [Is] your father הַזָּקֵ֖ן <WH2205> haz-za-Ken the old man אֲשֶׁ֣ר <WH834> 'a-Sher of whom אֲמַרְתֶּ֑ם <WH559> 'a-mar-Tem; of whom ye spake הַעוֹדֶ֖נּוּ <WH5750> ha-'o-Den-nu again חָֽי׃ <WH2416> Chai. age"},{"number":28,"verse":"וַיֹּאמְר֗וּ <WH559> vai-yo-me-Ru, And they answered שָׁל֛וֹם <WH7965> sha-Lom [is] in good health לְעַבְדְּךָ֥ <WH5650> le-'av-de-Cha Thy servant לְאָבִ֖ינוּ <WH1> le-'a-Vi-nu our father עוֹדֶ֣נּוּ <WH5750> o-Den-nu is still חָ֑י <WH2416> Chai; he [is] yet alive וַֽיִּקְּד֖וּ <WH6915> vai-yik-ke-Du And they bowed down their heads; וַיִּשְׁתַּחוּ vai-yish-ta-chu כוַיִּֽשְׁתַּחֲוּֽוּ <WH7812> vai-Yish-ta-chav-Vu bow down ק"},{"number":29,"verse":"וַיִּשָּׂ֣א <WH5375> vai-yis-Sa And he lifted up עֵינָ֗יו <WH5869> 'ei-Nav, his eyes וַיַּ֞רְא <WH7200> vai-Yar and saw אֶת־ <WH853> 'et- בִּנְיָמִ֣ין <WH1144> bin-ya-Min Benjamin אָחִיו֮ <WH251> 'a-Chiv his brother בֶּן־ <WH1121> ben- son אִמּוֹ֒ <WH517> im-Mo his mother's וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said הֲזֶה֙ <WH2088> ha-Zeh is this אֲחִיכֶ֣ם <WH251> 'a-chi-Chem brother הַקָּטֹ֔ן <WH6996> hak-ka-Ton, [Is] this your younger אֲשֶׁ֥ר <WH834> 'a-Sher of whom אֲמַרְתֶּ֖ם <WH559> 'a-mar-Tem of whom ye spake אֵלָ֑י <WH413> 'e-Lai; to me וַיֹּאמַ֕ר <WH559> vai-yo-Mar unto me;And he said אֱלֹהִ֥ים <WH430> E-lo-Him God יָחְנְךָ֖ <WH2603> ya-che-ne-Cha be gracious בְּנִֽי׃ <WH1121> be-Ni. unto thee my son"},{"number":30,"verse":"וַיְמַהֵ֣ר <WH4116> vay-ma-Her made haste יוֹסֵ֗ף <WH3130> yo-Sef, And Joseph כִּֽי־ <WH3588> ki- for נִכְמְר֤וּ <WH3648> nich-me-Ru did yearn רַחֲמָיו֙ <WH7356> ra-cha-Mav for his bowels אֶל־ <WH413> 'el- over אָחִ֔יו <WH251> 'a-Chiv, upon his brother וַיְבַקֵּ֖שׁ <WH1245> vay-vak-Kesh and he sought לִבְכּ֑וֹת <WH1058> liv-Kot; [where] to weep וַיָּבֹ֥א <WH935> vai-ya-Vo and he entered הַחַ֖דְרָה <WH2315> ha-Chad-rah into [his] chamber וַיֵּ֥בְךְּ <WH1058> vai-Ye-vek and wept שָֽׁמָּה׃ <WH8033> Sham-mah. there"},{"number":31,"verse":"וַיִּרְחַ֥ץ <WH7364> vai-yir-Chatz And he washed פָּנָ֖יו <WH6440> pa-Nav his face וַיֵּצֵ֑א <WH3318> vai-ye-Tze; and went out וַיִּ֨תְאַפַּ֔ק <WH662> vai-Yit-'ap-Pak, and refrained וַיֹּ֖אמֶר <WH559> vai-Yo-mer himself and said שִׂ֥ימוּ <WH7760> Si-mu Set on לָֽחֶם׃ <WH3899> La-chem. bread"},{"number":32,"verse":"וַיָּשִׂ֥ימוּ <WH7760> vai-ya-Si-mu And they set on ל֛וֹ lo לְבַדּ֖וֹ <WH905> le-vad-Do himself וְלָהֶ֣ם ve-la-Hem לְבַדָּ֑ם <WH905> le-vad-Dam; themselves וְלַמִּצְרִ֞ים <WH4713> ve-lam-mitz-Rim for him by himself and for them by themselves and for the Egyptians הָאֹכְלִ֤ים <WH398> ha-'o-che-Lim which did eat אִתּוֹ֙ <WH854> it-To by לְבַדָּ֔ם <WH905> le-vad-Dam, themselves כִּי֩ <WH3588> ki because לֹ֨א <WH3808> lo not יוּכְל֜וּן <WH3201> yu-che-Lun might הַמִּצְרִ֗ים <WH4713> ham-mitz-Rim, with him by themselves because the Egyptians לֶאֱכֹ֤ל <WH398> le-'e-Chol not eat אֶת־ <WH853> 'et- הָֽעִבְרִים֙ <WH5680> ha-'iv-Rim with the Hebrews לֶ֔חֶם <WH3899> Le-chem, bread כִּי־ <WH3588> ki- because תוֹעֵבָ֥ה <WH8441> to-'e-Vah for that [is] an abomination הִ֖וא <WH1931> hi he לְמִצְרָֽיִם׃ <WH4713> le-mitz-Ra-yim. the Egyptians"},{"number":33,"verse":"וַיֵּשְׁב֣וּ <WH3427> vai-ye-she-Vu And they sat לְפָנָ֔יו <WH6440> le-fa-Nav, before him הַבְּכֹר֙ <WH1060> hab-be-Chor the firstborn כִּבְכֹ֣רָת֔וֹ <WH1062> kiv-Cho-ra-To, according to his birthright וְהַצָּעִ֖יר <WH6810> ve-hatz-tza-'Ir and the youngest כִּצְעִרָת֑וֹ <WH6812> kitz-'i-ra-To; according to his youth וַיִּתְמְה֥וּ <WH8539> vai-yit-me-Hu marvelled הָאֲנָשִׁ֖ים <WH376> ha-'a-na-Shim one אִ֥ישׁ <WH376> 'ish one אֶל־ <WH413> 'el- about רֵעֵֽהוּ׃ <WH7453> re-'E-hu. at another"},{"number":34,"verse":"וַיִּשָּׂ֨א <WH5375> vai-yis-Sa And he took מַשְׂאֹ֜ת <WH4864> mas-'Ot [and sent] messes מֵאֵ֣ת <WH853> me-'Et פָּנָיו֮ <WH6440> pa-Nav unto them from before him אֲלֵהֶם֒ <WH413> 'a-le-Hem as וַתֵּ֜רֶב <WH7235> vat-Te-rev so much as מַשְׂאַ֧ת <WH4864> mas-'At mess בִּנְיָמִ֛ן <WH1144> bin-ya-Min but Benjamin's מִמַּשְׂאֹ֥ת <WH4864> mi-mas-'Ot portions כֻּלָּ֖ם <WH3605> kul-Lam any חָמֵ֣שׁ <WH2568> cha-Mesh was five יָד֑וֹת <WH3027> ya-Dot; times וַיִּשְׁתּ֥וּ <WH8354> vai-yish-Tu any of theirs And they drank וַֽיִּשְׁכְּר֖וּ <WH7937> vai-yish-ke-Ru and were merry עִמּֽוֹ׃ <WH5973> im-Mo. with"}]}