{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"וְלֹֽא־ <WH3808> ve-lo- no יָכֹ֨ל <WH3201> ya-Chol could יוֹסֵ֜ף <WH3130> yo-Sef Then Joseph לְהִתְאַפֵּ֗ק <WH662> le-hit-'ap-Pek, not refrain לְכֹ֤ל <WH3605> le-Chol all הַנִּצָּבִים֙ <WH5324> han-nitz-tza-Vim himself before all them that stood עָלָ֔יו <WH5921> 'a-Lav, and he וַיִּקְרָ֕א <WH7121> vai-yik-Ra by him and he cried הוֹצִ֥יאוּ <WH3318> ho-Tzi-'u to go out כָל־ <WH3605> chol have everyone אִ֖ישׁ <WH376> 'ish every man מֵעָלָ֑י <WH5921> me-'a-Lai; out וְלֹא־ <WH3808> ve-lo- no עָ֤מַד <WH5975> 'A-mad from me And there stood אִישׁ֙ <WH376> 'ish no man אִתּ֔וֹ <WH854> it-To, for בְּהִתְוַדַּ֥ע <WH3045> be-hit-vad-Da' made himself known יוֹסֵ֖ף <WH3130> yo-Sef with him while Joseph אֶל־ <WH413> 'el- to his אֶחָֽיו׃ <WH251> 'e-Chav. unto his brethren"},{"number":2,"verse":"וַיִּתֵּ֥ן <WH5414> vai-yit-Ten aloud אֶת־ <WH853> 'et- קֹל֖וֹ <WH6963> ko-Lo loudly בִּבְכִ֑י <WH1065> biv-Chi; overflowing וַיִּשְׁמְע֣וּ <WH8085> vai-yish-me-'U heard מִצְרַ֔יִם <WH4713> mitz-Ra-yim, Egyptian וַיִּשְׁמַ֖ע <WH8085> vai-yish-Ma' heard בֵּ֥ית <WH1004> beit and the house פַּרְעֹֽה׃ <WH6547> par-'Oh. of Pharaoh"},{"number":3,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יוֹסֵ֤ף <WH3130> yo-Sef And Joseph אֶל־ <WH413> 'el- to his אֶחָיו֙ <WH251> 'e-Chav unto his brethren אֲנִ֣י <WH589> 'a-Ni I am יוֹסֵ֔ף <WH3130> yo-Sef, I [am] Joseph הַע֥וֹד <WH5750> ha-'od still אָבִ֖י <WH1> 'a-Vi doth my father חָ֑י <WH2416> Chai; age וְלֹֽא־ <WH3808> ve-lo- not יָכְל֤וּ <WH3201> ya-che-Lu could אֶחָיו֙ <WH251> 'e-Chav to his brothers לַעֲנ֣וֹת <WH6030> la-'a-Not not answer אֹת֔וֹ <WH853> o-To, כִּ֥י <WH3588> ki for נִבְהֲל֖וּ <WH926> niv-ha-Lu him for they were troubled מִפָּנָֽיו׃ <WH6440> mip-pa-Nav. at his presence"},{"number":4,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יוֹסֵ֧ף <WH3130> yo-Sef And Joseph אֶל־ <WH413> 'el- to his אֶחָ֛יו <WH251> 'e-Chav unto his brethren גְּשׁוּ־ <WH5066> ge-shu- Come near נָ֥א <WH4994> na Please אֵלַ֖י <WH413> 'e-Lai about וַיִּגָּ֑שׁוּ <WH5066> vai-yig-Ga-shu; to me I pray you And they came near וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said אֲנִי֙ <WH589> 'a-Ni I יוֹסֵ֣ף <WH3130> yo-Sef I [am] Joseph אֲחִיכֶ֔ם <WH251> 'a-chi-Chem, your brother אֲשֶׁר־ <WH834> 'a-Sher- whom מְכַרְתֶּ֥ם <WH4376> me-char-Tem whom ye sold אֹתִ֖י <WH853> 'o-Ti מִצְרָֽיְמָה׃ <WH4714> mitz-Ra-ye-mah. into Egypt"},{"number":5,"verse":"וְעַתָּ֣ה׀ <WH6258> ve-'at-Tah Now אַל־ <WH408> 'al- not תֵּעָ֣צְב֗וּ <WH6087> te-'A-tze-Vu, Now therefore be not grieved וְאַל־ <WH408> ve-'al- not יִ֙חַר֙ <WH2734> yi-char nor angry בְּעֵ֣ינֵיכֶ֔ם <WH5869> be-'Ei-nei-Chem, with yourselves כִּֽי־ <WH3588> ki- because מְכַרְתֶּ֥ם <WH4376> me-char-Tem that ye sold אֹתִ֖י <WH853> 'o-Ti הֵ֑נָּה <WH2008> Hen-nah; here כִּ֣י <WH3588> ki because לְמִֽחְיָ֔ה <WH4241> le-mich-Yah, to preserve life שְׁלָחַ֥נִי <WH7971> she-la-Cha-ni did send אֱלֹהִ֖ים <WH430> E-lo-Him me hither for God לִפְנֵיכֶֽם׃ <WH6440> lif-nei-Chem. me before you"},{"number":6,"verse":"כִּי־ <WH3588> ki- for זֶ֛ה <WH2088> zeh these שְׁנָתַ֥יִם <WH8141> she-na-Ta-yim For these two years הָרָעָ֖ב <WH7458> ha-ra-'Av [hath] the famine בְּקֶ֣רֶב <WH7130> be-Ke-rev [been] in הָאָ֑רֶץ <WH776> ha-'A-retz; the land וְעוֹד֙ <WH5750> ve-'Od are still חָמֵ֣שׁ <WH2568> cha-Mesh and yet [there are] five שָׁנִ֔ים <WH8141> sha-Nim, years אֲשֶׁ֥ר <WH834> 'a-Sher which אֵין־ <WH369> 'ein- in the which [there shall] neither חָרִ֖ישׁ <WH2758> cha-Rish [be] earing וְקָצִּֽיר׃ <WH7105> ve-katz-Tzir nor harvest"},{"number":7,"verse":"וַיִּשְׁלָחֵ֤נִי <WH7971> vai-yish-la-Che-ni sent אֱלֹהִים֙ <WH430> E-lo-Him And God לִפְנֵיכֶ֔ם <WH6440> lif-nei-Chem, me before you לָשׂ֥וּם <WH7760> la-Sum to preserve לָכֶ֛ם la-Chem שְׁאֵרִ֖ית <WH7611> she-'e-Rit you a posterity בָּאָ֑רֶץ <WH776> ba-'A-retz; in the earth וּלְהַחֲי֣וֹת <WH2421> u-le-ha-cha-Yot and to save your lives לָכֶ֔ם la-Chem, לִפְלֵיטָ֖ה <WH6413> lif-lei-Tah deliverance גְּדֹלָֽה׃ <WH1419> ge-do-Lah. by a great"},{"number":8,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now לֹֽא־ <WH3808> lo- not אַתֶּ֞ם <WH859> 'at-Tem who שְׁלַחְתֶּ֤ם <WH7971> she-lach-Tem So now [it was] not you [that] sent אֹתִי֙ <WH853> 'o-Ti הֵ֔נָּה <WH2008> Hen-nah, here כִּ֖י <WH3588> ki but הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; me hither but God וַיְשִׂימֵ֨נִֽי <WH7760> vay-si-Me-ni and he hath made לְאָ֜ב <WH1> le-'Av me a father לְפַרְעֹ֗ה <WH6547> le-far-'Oh, to Pharaoh וּלְאָדוֹן֙ <WH113> u-le-'a-dOn and lord לְכָל־ <WH3605> le-chol of all בֵּית֔וֹ <WH1004> bei-To, of all his house וּמֹשֵׁ֖ל <WH4910> u-mo-Shel and a ruler בְּכָל־ <WH3605> be-chol all אֶ֥רֶץ <WH776> 'E-retz throughout all the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":9,"verse":"מַהֲרוּ֮ <WH4116> ma-ha-Ru Haste וַעֲל֣וּ <WH5927> va-'a-Lu ye and go up אֶל־ <WH413> 'el- to אָבִי֒ <WH1> 'a-Vi to my father וַאֲמַרְתֶּ֣ם <WH559> va-'a-mar-Tem and say אֵלָ֗יו <WH413> 'e-Lav, to him כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar unto him Thus saith בִּנְךָ֣ <WH1121> bin-Cha thy son יוֹסֵ֔ף <WH3130> yo-Sef, Joseph שָׂמַ֧נִי <WH7760> sa-Ma-ni hath made אֱלֹהִ֛ים <WH430> E-lo-Him God לְאָד֖וֹן <WH113> le-'a-Don me lord לְכָל־ <WH3605> le-chol of all מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of all Egypt רְדָ֥ה <WH3381> re-Dah come down אֵלַ֖י <WH413> 'e-Lai about אַֽל־ <WH408> 'al- not תַּעֲמֹֽד׃ <WH5975> ta-'a-Mod. unto me tarry"},{"number":10,"verse":"וְיָשַׁבְתָּ֣ <WH3427> ve-ya-shav-Ta And thou shalt dwell בְאֶֽרֶץ־ <WH776> ve-'e-retz- in the land גֹּ֗שֶׁן <WH1657> Go-shen, of Goshen וְהָיִ֤יתָ <WH1961> ve-ha-Yi-ta become קָרוֹב֙ <WH7138> ka-rOv and thou shalt be near אֵלַ֔י <WH413> 'e-Lai, about אַתָּ֕ה <WH859> 'at-Tah you וּבָנֶ֖יךָ <WH1121> u-va-Nei-cha unto me thou and thy children וּבְנֵ֣י <WH1121> u-ve-Nei and thy children's בָנֶ֑יךָ <WH1121> va-Nei-cha; children וְצֹאנְךָ֥ <WH6629> ve-tzo-ne-Cha and thy flocks וּבְקָרְךָ֖ <WH1241> u-ve-ka-re-Cha and thy herds וְכָל־ <WH3605> ve-chol and all אֲשֶׁר־ <WH834> 'a-Sher- after לָֽךְ׃ Lach."},{"number":11,"verse":"וְכִלְכַּלְתִּ֤י <WH3557> ve-chil-kal-Ti And there will I nourish אֹֽתְךָ֙ <WH853> 'o-te-Cha שָׁ֔ם <WH8033> Sham, There כִּי־ <WH3588> ki- there ע֛וֹד <WH5750> od are still חָמֵ֥שׁ <WH2568> cha-Mesh thee for yet [there are] five שָׁנִ֖ים <WH8141> sha-Nim years רָעָ֑ב <WH7458> ra-'Av; of famine פֶּן־ <WH6435> pen- come תִּוָּרֵ֛שׁ <WH3423> tiv-va-Resh and all that thou hast come to poverty אַתָּ֥ה <WH859> 'at-Tah you וּבֵֽיתְךָ֖ <WH1004> u-vei-te-Cha lest thou and thy household וְכָל־ <WH3605> ve-chol and all אֲשֶׁר־ <WH834> 'a-Sher- after לָֽךְ׃ Lach."},{"number":12,"verse":"וְהִנֵּ֤ה <WH2009> ve-hin-Neh Behold עֵֽינֵיכֶם֙ <WH5869> 'ei-nei-Chem And behold your eyes רֹא֔וֹת <WH7200> ro-'ot, see וְעֵינֵ֖י <WH5869> ve-'ei-Nei and the eyes אָחִ֣י <WH251> 'a-Chi of my brother בִנְיָמִ֑ין <WH1144> vin-ya-Min; Benjamin כִּי־ <WH3588> ki- that it פִ֖י <WH6310> fi that [it is] my mouth הַֽמְדַבֵּ֥ר <WH1696> ham-dab-Ber that speaketh אֲלֵיכֶֽם׃ <WH413> 'a-lei-Chem. about"},{"number":13,"verse":"וְהִגַּדְתֶּ֣ם <WH5046> ve-hig-gad-Tem And ye shall tell לְאָבִ֗י <WH1> le-'a-Vi, my father אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- of all כְּבוֹדִי֙ <WH3519> ke-vo-Di of all my glory בְּמִצְרַ֔יִם <WH4714> be-mitz-Ra-yim, in Egypt וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all אֲשֶׁ֣ר <WH834> 'a-Sher you רְאִיתֶ֑ם <WH7200> re-'i-Tem; and of all that ye have seen וּמִֽהַרְתֶּ֛ם <WH4116> u-mi-har-Tem and ye shall haste וְהוֹרַדְתֶּ֥ם <WH3381> ve-ho-rad-Tem and bring down אֶת־ <WH853> 'et- אָבִ֖י <WH1> 'a-Vi my father הֵֽנָּה׃ <WH2008> Hen-nah. here"},{"number":14,"verse":"וַיִּפֹּ֛ל <WH5307> vai-yip-Pol And he fell עַל־ <WH5921> 'al- and צַוְּארֵ֥י <WH6677> tzav-ve-Rei neck בִנְיָמִֽן־ <WH1144> vin-ya-min- Benjamin's אָחִ֖יו <WH251> 'a-Chiv upon his brother וַיֵּ֑בְךְּ <WH1058> vai-Ye-vek; and wept וּבִנְיָמִ֔ן <WH1144> u-vin-ya-Min, and Benjamin בָּכָ֖ה <WH1058> ba-Chah wept עַל־ <WH5921> 'al- on צַוָּארָֽיו׃ <WH6677> tzav-va-Rav. upon his neck"},{"number":15,"verse":"וַיְנַשֵּׁ֥ק <WH5401> vay-nash-Shek Moreover he kissed לְכָל־ <WH3605> le-chol all אֶחָ֖יו <WH251> 'e-Chav all his brethren וַיֵּ֣בְךְּ <WH1058> vai-Ye-vek and wept עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; upon וְאַ֣חֲרֵי <WH310> ve-'A-cha-rei upon them and after כֵ֔ן <WH3651> Chen, after that דִּבְּר֥וּ <WH1696> dib-be-Ru talked אֶחָ֖יו <WH251> 'e-Chav that his brethren אִתּֽוֹ׃ <WH854> it-To. now when"},{"number":16,"verse":"וְהַקֹּ֣ל <WH6963> ve-hak-Kol And the fame נִשְׁמַ֗ע <WH8085> nish-Ma', thereof was heard בֵּ֤ית <WH1004> beit house פַּרְעֹה֙ <WH6547> par-'Oh in Pharaoh's לֵאמֹ֔ר <WH559> le-Mor, saying בָּ֖אוּ <WH935> Ba-'u are come אֲחֵ֣י <WH251> 'a-Chei brethren יוֹסֵ֑ף <WH3130> yo-Sef; Joseph's וַיִּיטַב֙ <WH3190> vai-yi-Tav be accepted בְּעֵינֵ֣י <WH5869> be-'ei-Nei and פַרְעֹ֔ה <WH6547> far-'Oh, Pharaoh וּבְעֵינֵ֖י <WH5869> u-ve-'ei-Nei affliction עֲבָדָֽיו׃ <WH5650> 'a-va-Dav. his servants"},{"number":17,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said פַּרְעֹה֙ <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֔ף <WH3130> yo-Sef, unto Joseph אֱמֹ֥ר <WH559> 'e-Mor Say אֶל־ <WH413> 'el- to אַחֶ֖יךָ <WH251> 'a-Chei-cha unto thy brethren זֹ֣את <WH2063> zot likewise עֲשׂ֑וּ <WH6213> 'a-Su; This do טַֽעֲנוּ֙ <WH2943> ta-'a-Nu ye lade אֶת־ <WH853> 'et- בְּעִ֣ירְכֶ֔ם <WH1165> be-'I-re-Chem, your beasts וּלְכוּ־ <WH1980> u-le-chu- along בֹ֖אוּ <WH935> Vo-'u get אַ֥רְצָה <WH776> 'Ar-tzah you unto the land כְּנָֽעַן׃ <WH3667> ke-Na-'an. of Canaan"},{"number":18,"verse":"וּקְח֧וּ <WH3947> u-ke-Chu And take אֶת־ <WH853> 'et- אֲבִיכֶ֛ם <WH1> 'a-vi-Chem your father וְאֶת־ <WH853> ve-'Et בָּתֵּיכֶ֖ם <WH1004> bat-tei-Chem and your households וּבֹ֣אוּ <WH935> u-Vo-'u and come אֵלָ֑י <WH413> 'e-Lai; to me וְאֶתְּנָ֣ה <WH5414> ve-'et-te-Nah unto me and I will give לָכֶ֗ם la-Chem, אֶת־ <WH853> 'et- טוּב֙ <WH2898> tuv you the good אֶ֣רֶץ <WH776> 'E-retz of the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt וְאִכְל֖וּ <WH398> ve-'ich-Lu and ye shall eat אֶת־ <WH853> 'et- חֵ֥לֶב <WH2459> Che-lev the fat הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":19,"verse":"וְאַתָּ֥ה <WH859> ve-'at-Tah now you צֻוֵּ֖יתָה <WH6680> tzuv-Vei-tah Now thou art commanded זֹ֣את <WH2063> zot likewise עֲשׂ֑וּ <WH6213> 'a-Su; this do קְחוּ־ <WH3947> ke-chu- ye take לָכֶם֩ la-Chem מֵאֶ֨רֶץ <WH776> me-'E-retz out of the land מִצְרַ֜יִם <WH4714> mitz-Ra-yim of Egypt עֲגָל֗וֹת <WH5699> a-ga-Lot, you wagons לְטַפְּכֶם֙ <WH2945> le-tap-pe-Chem for your little ones וְלִנְשֵׁיכֶ֔ם <WH802> ve-lin-shei-Chem, and for your wives וּנְשָׂאתֶ֥ם <WH5375> u-ne-sa-Tem and bring אֶת־ <WH853> 'et- אֲבִיכֶ֖ם <WH1> 'a-vi-Chem your father וּבָאתֶֽם׃ <WH935> u-va-Tem. and come"},{"number":20,"verse":"וְעֵ֣ינְכֶ֔ם <WH5869> ve-'Ei-ne-Chem, Also אַל־ <WH408> 'al- nay תָּחֹ֖ס <WH2347> ta-Chos regard עַל־ <WH5921> 'al- with כְּלֵיכֶ֑ם <WH3627> ke-lei-Chem; not your stuff כִּי־ <WH3588> ki- for ט֛וּב <WH2898> tuv for the good כָּל־ <WH3605> kol- of all אֶ֥רֶץ <WH776> 'E-retz of all the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt לָכֶ֥ם la-Chem הֽוּא׃ <WH1931> Hu. he"},{"number":21,"verse":"וַיַּֽעֲשׂוּ־ <WH6213> vai-ya-'a-su- did כֵן֙ <WH3651> chen so בְּנֵ֣י <WH1121> be-Nei And the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וַיִּתֵּ֨ן <WH5414> vai-yit-Ten gave לָהֶ֥ם la-Hem יוֹסֵ֛ף <WH3130> yo-Sef so and Joseph עֲגָל֖וֹת <WH5699> a-ga-Lot them wagons עַל־ <WH5921> 'al- according פִּ֣י <WH6310> pi according to the commandment פַרְעֹ֑ה <WH6547> far-'Oh; of Pharaoh וַיִּתֵּ֥ן <WH5414> vai-yit-Ten and gave לָהֶ֛ם la-Hem צֵדָ֖ה <WH6720> tze-Dah them provision לַדָּֽרֶךְ׃ <WH1870> lad-Da-rech. for the way"},{"number":22,"verse":"לְכֻלָּ֥ם <WH3605> le-chul-Lam he נָתַ֛ן <WH5414> na-Tan To all of them he gave לָאִ֖ישׁ <WH582> la-'Ish another חֲלִפ֣וֹת <WH2487> cha-li-Fot changes שְׂמָלֹ֑ת <WH8071> se-ma-Lot; of raiment וּלְבִנְיָמִ֤ן <WH1144> u-le-vin-ya-Min but to Benjamin נָתַן֙ <WH5414> na-Tan he gave שְׁלֹ֣שׁ <WH7969> she-Losh three מֵא֣וֹת <WH3967> me-'ot hundred כֶּ֔סֶף <WH3701> Ke-sef, [pieces] of silver וְחָמֵ֖שׁ <WH2568> ve-cha-Mesh and five חֲלִפֹ֥ת <WH2487> cha-li-Fot changes שְׂמָלֹֽת׃ <WH8071> se-ma-Lot. of raiment"},{"number":23,"verse":"וּלְאָבִ֞יו <WH1> u-le-'a-Viv And to his father שָׁלַ֤ח <WH7971> sha-Lach he sent כְּזֹאת֙ <WH2063> ke-zoT after this עֲשָׂרָ֣ה <WH6235> 'a-sa-Rah [manner] ten חֲמֹרִ֔ים <WH2543> cha-mo-Rim, she asses נֹשְׂאִ֖ים <WH5375> no-se-'Im laden מִטּ֣וּב <WH2898> mit-Tuv with the good things מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְעֶ֣שֶׂר <WH6235> ve-'E-ser and ten אֲתֹנֹ֡ת <WH860> 'a-to-Not asses נֹֽ֠שְׂאֹת <WH5375> No-se-'ot laden בָּ֣ר <WH1250> bar with corn וָלֶ֧חֶם <WH3899> va-Le-chem and bread וּמָז֛וֹן <WH4202> u-ma-Zon and meat לְאָבִ֖יו <WH1> le-'a-Viv for his father לַדָּֽרֶךְ׃ <WH1870> lad-Da-rech. by the way"},{"number":24,"verse":"וַיְשַׁלַּ֥ח <WH7971> vay-shal-Lach away אֶת־ <WH853> 'et- אֶחָ֖יו <WH251> 'e-Chav his brethren וַיֵּלֵ֑כוּ <WH1980> vai-ye-Le-chu; departed וַיֹּ֣אמֶר <WH559> vai-Yo-mer and he said אֲלֵהֶ֔ם <WH413> 'a-le-Hem, about אַֽל־ <WH408> 'al- not תִּרְגְּז֖וּ <WH7264> tir-ge-Zu unto them See that ye fall not out בַּדָּֽרֶךְ׃ <WH1870> bad-Da-rech. by the way"},{"number":25,"verse":"וַֽיַּעֲל֖וּ <WH5927> vai-ya-'a-Lu And they went up מִמִּצְרָ֑יִם <WH4714> mi-mitz-Ra-yim; out of Egypt וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u and came אֶ֣רֶץ <WH776> 'E-retz into the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan אֶֽל־ <WH413> 'el- about יַעֲקֹ֖ב <WH3290> ya-'a-Ko unto Jacob אֲבִיהֶֽם׃ <WH1> 'a-vi-Hem. their father"},{"number":26,"verse":"וַיַּגִּ֨דוּ <WH5046> vai-yag-Gi-du And told ל֜וֹ lo לֵאמֹ֗ר <WH559> le-Mor, him saying ע֚וֹד <WH5750> od is still יוֹסֵ֣ף <WH3130> yo-Sef Joseph חַ֔י <WH2416> Chai, [is] yet alive וְכִֽי־ <WH3588> ve-chi- and indeed ה֥וּא <WH1931> hu he מֹשֵׁ֖ל <WH4910> mo-Shel and he [is] governor בְּכָל־ <WH3605> be-chol all אֶ֣רֶץ <WH776> 'E-retz over all the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וַיָּ֣פָג <WH6313> vai-Ya-fog fainted לִבּ֔וֹ <WH3820> lib-Bo, And Jacob's heart כִּ֥י <WH3588> ki and indeed לֹא־ <WH3808> lo- did not הֶאֱמִ֖ין <WH539> he-'e-Min for he believed לָהֶֽם׃ la-Hem."},{"number":27,"verse":"וַיְדַבְּר֣וּ <WH1696> vay-dab-be-Ru And they told אֵלָ֗יו <WH413> 'e-Lav, about אֵ֣ת <WH853> 'et כָּל־ <WH3605> kol- all דִּבְרֵ֤י <WH1697> div-Rei him all the words יוֹסֵף֙ <WH3130> yo-Sef of Joseph אֲשֶׁ֣ר <WH834> 'a-Sher he דִּבֶּ֣ר <WH1696> dib-Ber which he had said אֲלֵהֶ֔ם <WH413> 'a-le-Hem, to וַיַּרְא֙ <WH7200> vai-yaR unto them and when he saw אֶת־ <WH853> 'et- הָ֣עֲגָל֔וֹת <WH5699> ha-'a-ga-Lot, the wagons אֲשֶׁר־ <WH834> 'a-Sher- after שָׁלַ֥ח <WH7971> sha-Lach had sent יוֹסֵ֖ף <WH3130> yo-Sef which Joseph לָשֵׂ֣את <WH5375> la-Set to carry אֹת֑וֹ <WH853> o-To; וַתְּחִ֕י <WH2421> vat-te-Chi revived ר֖וּחַ <WH7307> Ru-ach him the spirit יַעֲקֹ֥ב <WH3290> ya-'a-Ko of Jacob אֲבִיהֶֽם׃ <WH1> 'a-vi-Hem. their father"},{"number":28,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer said יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, And Israel רַ֛ב <WH7227> rav [It is] enough עוֹד־ <WH5750> 'od- is still יוֹסֵ֥ף <WH3130> yo-Sef Joseph בְּנִ֖י <WH1121> be-Ni my son חָ֑י <WH2416> Chai; [is] yet alive אֵֽלְכָ֥ה <WH1980> 'e-le-Chah will go וְאֶרְאֶ֖נּוּ <WH7200> ve-'er-'En-nu and see him בְּטֶ֥רֶם <WH2962> be-Te-rem before אָמֽוּת׃ <WH4191> 'a-Mut. before I die"}]}