{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":47,"verses":[{"number":1,"verse":"וַיָּבֹ֣א <WH935> vai-ya-Vo came יוֹסֵף֮ <WH3130> yo-Sef Then Joseph וַיַּגֵּ֣ד <WH5046> vai-yag-Ged and told לְפַרְעֹה֒ <WH6547> le-far-'Oh Pharaoh וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said אָבִ֨י <WH1> 'a-Vi My father וְאַחַ֜י <WH251> ve-'a-Chai and my brethren וְצֹאנָ֤ם <WH6629> ve-tzo-Nam and their flocks וּבְקָרָם֙ <WH1241> u-ve-ka-Ram and their herds וְכָל־ <WH3605> ve-chol and all אֲשֶׁ֣ר <WH834> 'a-Sher after לָהֶ֔ם la-Hem, בָּ֖אוּ <WH935> Ba-'u and all that they have are come out מֵאֶ֣רֶץ <WH776> me-'E-retz of the land כְּנָ֑עַן <WH3667> ke-Na-'an; of Canaan וְהִנָּ֖ם <WH2005> ve-hin-Nam are in בְּאֶ֥רֶץ <WH776> be-'E-retz and behold they [are] in the land גֹּֽשֶׁן׃ <WH1657> Go-shen. of Goshen"},{"number":2,"verse":"וּמִקְצֵ֣ה <WH7097> u-mik-Tzeh some אֶחָ֔יו <WH251> 'e-Chav, of his brethren לָקַ֖ח <WH3947> la-Kach And he took חֲמִשָּׁ֣ה <WH2568> cha-mish-Shah [even] five אֲנָשִׁ֑ים <WH582> 'a-na-Shim; men וַיַּצִּגֵ֖ם <WH3322> vai-yatz-tzi-Gem and presented לִפְנֵ֥י <WH6440> lif-Nei them unto פַרְעֹֽה׃ <WH6547> far-'Oh. Pharaoh"},{"number":3,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֛ה <WH6547> par-'Oh And Pharaoh אֶל־ <WH413> 'el- to his אֶחָ֖יו <WH251> 'e-Chav unto his brethren מַה־ <WH4100> mah- What מַּעֲשֵׂיכֶ֑ם <WH4639> ma-'a-sei-Chem; act וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru said אֶל־ <WH413> 'el- to פַּרְעֹ֗ה <WH6547> par-'Oh, unto Pharaoh רֹעֵ֥ה <WH7462> ro-'Eh are shepherds צֹאן֙ <WH6629> tzoN cattle עֲבָדֶ֔יךָ <WH5650> 'a-va-Dei-cha, Thy servants גַּם־ <WH1571> gam- both אֲנַ֖חְנוּ <WH587> 'a-Nach-nu we גַּם־ <WH1571> gam- both אֲבוֹתֵֽינוּ׃ <WH1> a-vo-Tei-nu. both we [and] also our fathers"},{"number":4,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru They said אֶל־ <WH413> 'el- to פַּרְעֹ֗ה <WH6547> par-'Oh, moreover unto Pharaoh לָג֣וּר <WH1481> la-Gur For to sojourn בָּאָרֶץ֮ <WH776> ba-'a-Retz in the land בָּאנוּ֒ <WH935> ba-Nu are we come כִּי־ <WH3588> ki- for אֵ֣ין <WH369> 'ein there מִרְעֶ֗ה <WH4829> mir-'Eh, have no pasture לַצֹּאן֙ <WH6629> latz-tzoN for their flocks אֲשֶׁ֣ר <WH834> 'a-Sher your לַעֲבָדֶ֔יךָ <WH5650> la-'a-va-Dei-cha, for thy servants כִּֽי־ <WH3588> ki- for כָבֵ֥ד <WH3515> cha-Ved [is] sore הָרָעָ֖ב <WH7458> ha-ra-'Av for the famine בְּאֶ֣רֶץ <WH776> be-'E-retz in the land כְּנָ֑עַן <WH3667> ke-Na-'an; of Canaan וְעַתָּ֛ה <WH6258> ve-'at-Tah Now יֵֽשְׁבוּ־ <WH3427> ye-she-vu- dwell נָ֥א <WH4994> na please עֲבָדֶ֖יךָ <WH5650> 'a-va-Dei-cha now therefore we pray thee let thy servants בְּאֶ֥רֶץ <WH776> be-'E-retz in the land גֹּֽשֶׁן׃ <WH1657> Go-shen. of Goshen"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake פַּרְעֹ֔ה <WH6547> par-'Oh, And Pharaoh אֶל־ <WH413> 'el- to יוֹסֵ֖ף <WH3130> yo-Sef unto Joseph לֵאמֹ֑ר <WH559> le-Mor; saying אָבִ֥יךָ <WH1> 'a-Vi-cha Thy father וְאַחֶ֖יךָ <WH251> ve-'a-Chei-cha and thy brethren בָּ֥אוּ <WH935> Ba-'u are come אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. about"},{"number":6,"verse":"אֶ֤רֶץ <WH776> 'E-retz The land מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt לְפָנֶ֣יךָ <WH6440> le-fa-Nei-cha [is] before thee הִ֔וא <WH1931> hi he בְּמֵיטַ֣ב <WH4315> be-mei-Tav in the best הָאָ֔רֶץ <WH776> ha-'A-retz, of the land הוֹשֵׁ֥ב <WH3427> ho-Shev to dwell אֶת־ <WH853> 'et- אָבִ֖יךָ <WH1> 'a-Vi-cha thy father וְאֶת־ <WH853> ve-'Et אַחֶ֑יךָ <WH251> 'a-Chei-cha; and brethren יֵשְׁבוּ֙ <WH3427> ye-she-Vu let them dwell בְּאֶ֣רֶץ <WH776> be-'E-retz in the land גֹּ֔שֶׁן <WH1657> Go-shen, of Goshen וְאִם־ <WH518> ve-'im- and if יָדַ֗עְתָּ <WH3045> ya-Da'-ta, know וְיֶשׁ־ <WH3426> ve-yesh- any בָּם֙ bam אַנְשֵׁי־ <WH376> 'an-shei- men חַ֔יִל <WH2428> Cha-yil, of activity וְשַׂמְתָּ֛ם <WH7760> ve-sam-Tam among them then make them שָׂרֵ֥י <WH8269> sa-Rei rulers מִקְנֶ֖ה <WH4735> mik-Neh over my cattle עַל־ <WH5921> 'al- and אֲשֶׁר־ <WH834> 'a-Sher- after לִֽי׃ Li."},{"number":7,"verse":"וַיָּבֵ֤א <WH935> vai-ya-Ve brought in יוֹסֵף֙ <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- יַֽעֲקֹ֣ב <WH3290> ya-'a-Ko Jacob אָבִ֔יו <WH1> 'a-Viv, his father וַיַּֽעֲמִדֵ֖הוּ <WH5975> vai-ya-'a-mi-De-hu and set him לִפְנֵ֣י <WH6440> lif-Nei before פַרְעֹ֑ה <WH6547> far-'Oh; Pharaoh וַיְבָ֥רֶךְ <WH1288> vay-Va-rech blessed יַעֲקֹ֖ב <WH3290> ya-'a-Ko and Jacob אֶת־ <WH853> 'et- פַּרְעֹֽה׃ <WH6547> par-'Oh. Pharaoh"},{"number":8,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said פַּרְעֹ֖ה <WH6547> par-'Oh And Pharaoh אֶֽל־ <WH413> 'el- to יַעֲקֹ֑ב <WH3290> ya-'a-Ko; unto Jacob כַּמָּ֕ה <WH4100> kam-Mah How יְמֵ֖י <WH3117> ye-Mei age שְׁנֵ֥י <WH8141> she-Nei years חַיֶּֽיךָ׃ <WH2416> chai-Yei-cha. age"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יַעֲקֹב֙ <WH3290> ya-'a-Ko And Jacob אֶל־ <WH413> 'el- to פַּרְעֹ֔ה <WH6547> par-'Oh, unto Pharaoh יְמֵי֙ <WH3117> ye-Mei The days שְׁנֵ֣י <WH8141> she-Nei of the years מְגוּרַ֔י <WH4033> me-gu-Rai, of my pilgrimage שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim and thirty וּמְאַ֖ת <WH3967> u-me-'At [are] an hundred שָׁנָ֑ה <WH8141> sha-Nah; years מְעַ֣ט <WH4592> me-'At few וְרָעִ֗ים <WH7451> ve-ra-'Im, and evil הָיוּ֙ <WH1961> ha-Yu have been יְמֵי֙ <WH3117> ye-Mei have the days שְׁנֵ֣י <WH8141> she-Nei of the years חַיַּ֔י <WH2416> chai-Yai, of my life וְלֹ֣א <WH3808> ve-Lo nor הִשִּׂ֗יגוּ <WH5381> his-Si-gu, been and have not attained אֶת־ <WH853> 'et- יְמֵי֙ <WH3117> ye-Mei unto the days שְׁנֵי֙ <WH8141> she-Nei of the years חַיֵּ֣י <WH2416> chai-Yei of the life אֲבֹתַ֔י <WH1> 'a-vo-Tai, of my fathers בִּימֵ֖י <WH3117> bi-Mei in the days מְגוּרֵיהֶֽם׃ <WH4033> me-gu-rei-Hem. of their pilgrimage"},{"number":10,"verse":"וַיְבָ֥רֶךְ <WH1288> vay-Va-rech blessed יַעֲקֹ֖ב <WH3290> ya-'a-Ko And Jacob אֶת־ <WH853> 'et- פַּרְעֹ֑ה <WH6547> par-'Oh; Pharaoh וַיֵּצֵ֖א <WH3318> vai-ye-Tze and went out מִלִּפְנֵ֥י <WH6440> mil-lif-Nei from before פַרְעֹֽה׃ <WH6547> far-'Oh. Pharaoh"},{"number":11,"verse":"וַיּוֹשֵׁ֣ב <WH3427> vai-yo-Shev placed יוֹסֵף֮ <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- אָבִ֣יו <WH1> 'a-Viv his father וְאֶת־ <WH853> ve-'Et אֶחָיו֒ <WH251> 'e-Chav and his brethren וַיִּתֵּ֨ן <WH14> vai-yit-Ten would לָהֶ֤ם la-Hem אֲחֻזָּה֙ <WH272> 'a-chuz-Zah them a possession בְּאֶ֣רֶץ <WH776> be-'E-retz in the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt בְּמֵיטַ֥ב <WH4315> be-mei-Tav in the best הָאָ֖רֶץ <WH776> ha-'A-retz of the land בְּאֶ֣רֶץ <WH776> be-'E-retz in the land רַעְמְסֵ֑ס <WH7486> ra'-me-Ses; of Rameses כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah had commanded פַרְעֹֽה׃ <WH6547> far-'Oh. as Pharaoh"},{"number":12,"verse":"וַיְכַלְכֵּ֤ל <WH3557> vay-chal-Kel nourished יוֹסֵף֙ <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- אָבִ֣יו <WH1> 'a-Viv his father וְאֶת־ <WH853> ve-'Et אֶחָ֔יו <WH251> 'e-Chav, and his brethren וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all בֵּ֣ית <WH1004> beit household אָבִ֑יו <WH1> 'a-Viv; and all his father's לֶ֖חֶם <WH3899> Le-chem with bread לְפִ֥י <WH6310> le-Fi according הַטָּֽף׃ <WH2945> hat-Taf. to [their] families"},{"number":13,"verse":"וְלֶ֤חֶם <WH3899> ve-Le-chem And [there was] no bread אֵין֙ <WH369> 'ein now there בְּכָל־ <WH3605> be-chol all הָאָ֔רֶץ <WH776> ha-'A-retz, in all the land כִּֽי־ <WH3588> ki- because כָבֵ֥ד <WH3515> cha-Ved sore הָרָעָ֖ב <WH7458> ha-ra-'Av for the famine מְאֹ֑ד <WH3966> me-'Od; [was] very וַתֵּ֜לַהּ <WH3856> vat-Te-lah fainted אֶ֤רֶץ <WH776> 'E-retz so that the land מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt וְאֶ֣רֶץ <WH776> ve-'E-retz and [all] the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan מִפְּנֵ֖י <WH6440> mip-pe-Nei by reason הָרָעָֽב׃ <WH7458> ha-ra-'Av. of the famine"},{"number":14,"verse":"וַיְלַקֵּ֣ט <WH3950> vay-lak-Ket gathered up יוֹסֵ֗ף <WH3130> yo-Sef, And Joseph אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַכֶּ֙סֶף֙ <WH3701> hak-Ke-sef all the money הַנִּמְצָ֤א <WH4672> han-nim-Tza that was found בְאֶֽרֶץ־ <WH776> ve-'e-retz- in the land מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt וּבְאֶ֣רֶץ <WH776> u-ve-'E-retz and in the land כְּנַ֔עַן <WH3667> ke-Na-'an, of Canaan בַּשֶּׁ֖בֶר <WH7668> bash-She-ver for the corn אֲשֶׁר־ <WH834> 'a-Sher- which הֵ֣ם <WH1992> hem they שֹׁבְרִ֑ים <WH7666> shoe-Rim; which they bought וַיָּבֵ֥א <WH935> vai-ya-Ve brought יוֹסֵ֛ף <WH3130> yo-Sef and Joseph אֶת־ <WH853> 'et- הַכֶּ֖סֶף <WH3701> hak-Ke-sef the money בֵּ֥יתָה <WH1004> Bei-tah house פַרְעֹֽה׃ <WH6547> far-'Oh. into Pharaoh's"},{"number":15,"verse":"וַיִּתֹּ֣ם <WH8552> vai-yit-Tom failed הַכֶּ֗סֶף <WH3701> hak-Ke-sef, And when money מֵאֶ֣רֶץ <WH776> me-'E-retz in the land מִצְרַיִם֮ <WH4714> mitz-ra-Yim of Egypt וּמֵאֶ֣רֶץ <WH776> u-me-'E-retz and in the land כְּנַעַן֒ <WH3667> ke-na-'An of Canaan וַיָּבֹאוּ֩ <WH935> vai-ya-vo-'U came כָל־ <WH3605> chol all מִצְרַ֨יִם <WH4713> mitz-Ra-yim Egyptian אֶל־ <WH413> 'el- to יוֹסֵ֤ף <WH3130> yo-Sef unto Joseph לֵאמֹר֙ <WH559> le-Mor and said הָֽבָה־ <WH3051> ha-vah- Give לָּ֣נוּ La-nu לֶ֔חֶם <WH3899> Le-chem, us bread וְלָ֥מָּה <WH4100> ve-Lam-mah why נָמ֖וּת <WH4191> na-Mut for why should we die נֶגְדֶּ֑ךָ <WH5048> neg-De-cha; about כִּ֥י <WH3588> ki for אָפֵ֖ס <WH656> 'a-Fes faileth כָּֽסֶף׃ <WH3701> Ka-sef. in thy presence;for the money"},{"number":16,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יוֹסֵף֙ <WH3130> yo-Sef And Joseph הָב֣וּ <WH3051> ha-Vu Give מִקְנֵיכֶ֔ם <WH4735> mik-nei-Chem, your cattle וְאֶתְּנָ֥ה <WH5414> ve-'et-te-Nah and I will give לָכֶ֖ם la-Chem בְּמִקְנֵיכֶ֑ם <WH4735> be-mik-nei-Chem; you for your cattle אִם־ <WH518> 'im- since אָפֵ֖ס <WH656> 'a-Fes fail כָּֽסֶף׃ <WH3701> Ka-sef. if money"},{"number":17,"verse":"וַיָּבִ֣יאוּ <WH935> vai-ya-Vi-'u And they brought אֶת־ <WH853> 'et- מִקְנֵיהֶם֮ <WH4735> mik-nei-Hem their cattle אֶל־ <WH413> 'el- to יוֹסֵף֒ <WH3130> yo-Sef unto Joseph וַיִּתֵּ֣ן <WH5414> vai-yit-Ten gave לָהֶם֩ la-Hem יוֹסֵ֨ף <WH3130> yo-Sef and Joseph לֶ֜חֶם <WH3899> Le-chem them bread בַּסּוּסִ֗ים <WH5483> bas-su-Sim, [in exchange] for horses וּבְמִקְנֵ֥ה <WH4735> u-ve-mik-Neh and for the cattle הַצֹּ֛אן <WH6629> hatz-Tzon and for the flocks וּבְמִקְנֵ֥ה <WH4735> u-ve-mik-Neh for all their cattle הַבָּקָ֖ר <WH1241> hab-ba-Kar of the herds וּבַחֲמֹרִ֑ים <WH2543> u-va-cha-mo-Rim; and for the asses וַיְנַהֲלֵ֤ם <WH5095> vay-na-ha-Lem and he fed בַּלֶּ֙חֶם֙ <WH3899> bal-Le-chem them with bread בְּכָל־ <WH3605> be-chol for all מִקְנֵהֶ֔ם <WH4735> mik-ne-Hem, their livestock בַּשָּׁנָ֖ה <WH8141> bash-sha-Nah for that year הַהִֽוא׃ <WH1931> ha-Hiv. he"},{"number":18,"verse":"וַתִּתֹּם֮ <WH8552> vat-tit-Tom was ended הַשָּׁנָ֣ה <WH8141> hash-sha-Nah When that year הַהִוא֒ <WH1931> ha-hi-V they וַיָּבֹ֨אוּ <WH935> vai-ya-Vo-'u they came אֵלָ֜יו <WH413> 'e-Lav also hath בַּשָּׁנָ֣ה <WH8141> bash-sha-Nah year הַשֵּׁנִ֗ית <WH8145> hash-she-Nit, unto him the second וַיֹּ֤אמְרוּ <WH559> vai-Yo-me-ru and said לוֹ֙ lo לֹֽא־ <WH3808> lo- is nothing נְכַחֵ֣ד <WH3582> ne-cha-Ched unto him We will not hide מֵֽאֲדֹנִ֔י <WH113> me-'a-do-Ni, [it] from my lord כִּ֚י <WH3588> ki for אִם־ <WH518> 'im- lo תַּ֣ם <WH8552> tam is spent הַכֶּ֔סֶף <WH3701> hak-Ke-sef, how that our money וּמִקְנֵ֥ה <WH4735> u-mik-Neh our herds הַבְּהֵמָ֖ה <WH929> hab-be-he-Mah of cattle אֶל־ <WH413> 'el- about אֲדֹנִ֑י <WH113> 'a-do-Ni; my lord לֹ֤א <WH3808> lo is nothing נִשְׁאַר֙ <WH7604> nish-'Ar there is not ought left לִפְנֵ֣י <WH6440> lif-Nei in the sight אֲדֹנִ֔י <WH113> 'a-do-Ni, of my lord בִּלְתִּ֥י <WH1115> bil-Ti because אִם־ <WH518> 'im- lo גְּוִיָּתֵ֖נוּ <WH1472> ge-vi-ya-Te-nu but our bodies וְאַדְמָתֵֽנוּ׃ <WH127> ve-'ad-ma-Te-nu. and our lands"},{"number":19,"verse":"לָ֧מָּה <WH4100> Lam-mah Why נָמ֣וּת <WH4191> na-Mut Wherefore shall we die לְעֵינֶ֗יךָ <WH5869> le-'ei-Nei-cha, before thine eyes גַּם־ <WH1571> gam- both אֲנַ֙חְנוּ֙ <WH587> 'a-Nach-nu we גַּ֣ם <WH1571> gam both אַדְמָתֵ֔נוּ <WH127> 'ad-ma-Te-nu, us and our land קְנֵֽה־ <WH7069> ke-neh- attain אֹתָ֥נוּ <WH853> 'o-Ta-nu וְאֶת־ <WH853> ve-'Et אַדְמָתֵ֖נוּ <WH127> 'ad-ma-Te-nu and we and our land בַּלָּ֑חֶם <WH3899> bal-La-chem; for bread וְנִֽהְיֶ֞ה <WH1961> ve-nih-Yeh become אֲנַ֤חְנוּ <WH587> 'a-Nach-nu we וְאַדְמָתֵ֙נוּ֙ <WH127> ve-'ad-ma-Te-nu that the land עֲבָדִ֣ים <WH5650> 'a-va-Dim will be servants לְפַרְעֹ֔ה <WH6547> le-far-'Oh, unto Pharaoh וְתֶן־ <WH5414> ve-ten- and give זֶ֗רַע <WH2233> Ze-ra', [us] seed וְנִֽחְיֶה֙ <WH2421> ve-nich-Yeh that we may live וְלֹ֣א <WH3808> ve-Lo and not נָמ֔וּת <WH4191> na-Mut, and not die וְהָאֲדָמָ֖ה <WH127> ve-ha-'a-da-Mah and our land לֹ֥א <WH3808> lo not תֵשָֽׁם׃ <WH3456> te-Sham. be not desolate"},{"number":20,"verse":"וַיִּ֨קֶן <WH7069> vai-Yi-ken bought יוֹסֵ֜ף <WH3130> yo-Sef And Joseph אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אַדְמַ֤ת <WH127> 'ad-Mat all the land מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt לְפַרְעֹ֔ה <WH6547> le-far-'Oh, for Pharaoh כִּֽי־ <WH3588> ki- because מָכְר֤וּ <WH4376> ma-che-Ru sold מִצְרַ֙יִם֙ <WH4713> mitz-Ra-yim Egyptian אִ֣ישׁ <WH582> 'ish another שָׂדֵ֔הוּ <WH7704> sa-De-hu, his field כִּֽי־ <WH3588> ki- because חָזַ֥ק <WH2388> cha-Zak prevailed עֲלֵהֶ֖ם <WH5921> 'a-le-Hem and הָרָעָ֑ב <WH7458> ha-ra-'Av; because the famine וַתְּהִ֥י <WH1961> vat-te-Hi became הָאָ֖רֶץ <WH776> ha-'A-retz over them so the land לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. became Pharaoh's"},{"number":21,"verse":"וְאֶ֨ת־ <WH853> ve-'Et הָעָ֔ם <WH5971> ha-'Am, And as for the people הֶעֱבִ֥יר <WH5674> he-'e-Vir he removed אֹת֖וֹ <WH853> o-To לֶעָרִ֑ים <WH5892> le-'a-Rim; them to cities מִקְצֵ֥ה <WH7097> mik-Tzeh from [one] end גְבוּל־ <WH1366> ge-Vul of the borders מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt וְעַד־ <WH5704> ve-'ad- against קָצֵֽהוּ׃ <WH7097> ka-Tze-hu. even to the [other] end"},{"number":22,"verse":"רַ֛ק <WH7535> rak but אַדְמַ֥ת <WH127> 'ad-Mat Only the land הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim of the priests לֹ֣א <WH3808> lo did not קָנָ֑ה <WH7069> ka-Nah; bought he כִּי֩ <WH3588> ki for חֹ֨ק <WH2706> chok had a portion לַכֹּהֲנִ֜ים <WH3548> lak-ko-ha-Nim not for the priests מֵאֵ֣ת <WH853> me-'Et פַּרְעֹ֗ה <WH6547> par-'Oh, [assigned them] of Pharaoh וְאָֽכְל֤וּ <WH398> ve-'a-che-Lu and did eat אֶת־ <WH853> 'et- חֻקָּם֙ <WH2706> chuk-Kam their portion אֲשֶׁ֨ר <WH834> 'a-Sher which נָתַ֤ן <WH5414> na-Tan gave לָהֶם֙ la-Hem פַּרְעֹ֔ה <WH6547> par-'Oh, which Pharaoh עַל־ <WH5921> 'al- and כֵּ֕ן <WH3651> ken after that לֹ֥א <WH3808> lo did not מָכְר֖וּ <WH4376> ma-che-Ru them wherefore they sold אֶת־ <WH853> 'et- אַדְמָתָֽם׃ <WH127> 'ad-ma-Tam. not their lands"},{"number":23,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יוֹסֵף֙ <WH3130> yo-Sef Then Joseph אֶל־ <WH413> 'el- to הָעָ֔ם <WH5971> ha-'Am, unto the people הֵן֩ <WH2005> hen Behold קָנִ֨יתִי <WH7069> ka-Ni-ti bought אֶתְכֶ֥ם <WH853> 'et-Chem הַיּ֛וֹם <WH3117> hai-Yom you this day וְאֶת־ <WH853> ve-'Et אַדְמַתְכֶ֖ם <WH127> 'ad-mat-Chem and your land לְפַרְעֹ֑ה <WH6547> le-far-'Oh; for Pharaoh הֵֽא־ <WH1887> he- lo לָכֶ֣ם la-Chem זֶ֔רַע <WH2233> Ze-ra', [here is] seed וּזְרַעְתֶּ֖ם <WH2232> u-ze-ra'-Tem for you and ye shall sow אֶת־ <WH853> 'et- הָאֲדָמָֽה׃ <WH127> ha-'a-da-Mah. the land"},{"number":24,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah become בַּתְּבוּאֹ֔ת <WH8393> bat-te-vu-'Ot, And it shall come to pass in the increase וּנְתַתֶּ֥ם <WH5414> u-ne-tat-Tem that ye shall give חֲמִישִׁ֖ית <WH2549> cha-mi-Shit the fifth לְפַרְעֹ֑ה <WH6547> le-far-'Oh; [part] unto Pharaoh וְאַרְבַּ֣ע <WH702> ve-'ar-Ba' and four הַיָּדֹ֡ת <WH3027> hai-ya-Dot parts יִהְיֶ֣ה <WH1961> yih-Yeh become לָכֶם֩ la-Chem לְזֶ֨רַע <WH2233> le-Ze-ra' shall be your own for seed הַשָּׂדֶ֧ה <WH7704> has-sa-Deh of the field וּֽלְאָכְלְכֶ֛ם <WH400> u-le-'a-che-le-Chem and for your food וְלַאֲשֶׁ֥ר <WH834> ve-la-'a-Sher and בְּבָתֵּיכֶ֖ם <WH1004> be-vat-tei-Chem and for them of your households וְלֶאֱכֹ֥ל <WH398> ve-le-'e-Chol and for food לְטַפְּכֶֽם׃ <WH2945> le-tap-pe-Chem. for your little ones"},{"number":25,"verse":"וַיֹּאמְר֖וּ <WH559> vai-yo-me-Ru And they said הֶחֱיִתָ֑נוּ <WH2421> he-che-yi-Ta-nu; Thou hast saved our lives נִמְצָא־ <WH4672> nim-tza- let us find חֵן֙ <WH2580> chen grace בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight אֲדֹנִ֔י <WH113> 'a-do-Ni, of my lord וְהָיִ֥ינוּ <WH1961> ve-ha-Yi-nu become עֲבָדִ֖ים <WH5650> 'a-va-Dim servants לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. and we will be Pharaoh's"},{"number":26,"verse":"וַיָּ֣שֶׂם <WH7760> vai-Ya-sem made אֹתָ֣הּ <WH853> 'o-Tah יוֹסֵ֡ף <WH3130> yo-Sef And Joseph לְחֹק֩ <WH2706> le-Chok it a law עַד־ <WH5704> 'ad- against הַיּ֨וֹם <WH3117> hai-Yom unto this day הַזֶּ֜ה <WH2088> haz-Zeh this עַל־ <WH5921> 'al- concerning אַדְמַ֥ת <WH127> 'ad-Mat over the land מִצְרַ֛יִם <WH4714> mitz-Ra-yim of Egypt לְפַרְעֹ֖ה <WH6547> le-far-'Oh [that] Pharaoh לַחֹ֑מֶשׁ <WH2569> la-Cho-mesh; should have the fifth רַ֞ק <WH7535> rak [part] except אַדְמַ֤ת <WH127> 'ad-Mat the land הַכֹּֽהֲנִים֙ <WH3548> hak-ko-ha-Nim of the priests לְבַדָּ֔ם <WH905> le-vad-Dam, alone לֹ֥א <WH3808> lo did not הָיְתָ֖ה <WH1961> ha-ye-Tah become לְפַרְעֹֽה׃ <WH6547> le-far-'Oh. only [which] became not Pharaoh's"},{"number":27,"verse":"וַיֵּ֧שֶׁב <WH3427> vai-Ye-shev dwelt יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El And Israel בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt בְּאֶ֣רֶץ <WH776> be-'E-retz in the country גֹּ֑שֶׁן <WH1657> Go-shen; of Goshen וַיֵּאָחֲז֣וּ <WH270> vai-ye-'a-cha-Zu and they had possessions בָ֔הּ Vah, וַיִּפְר֥וּ <WH6509> vai-yif-Ru therein and grew וַיִּרְבּ֖וּ <WH7235> vai-yir-Bu and multiplied מְאֹֽד׃ <WH3966> me-'Od. exceedingly"},{"number":28,"verse":"וַיְחִ֤י <WH2421> vay-Chi lived יַעֲקֹב֙ <WH3290> ya-'a-Ko And Jacob בְּאֶ֣רֶץ <WH776> be-'E-retz in the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt שְׁבַ֥ע <WH7651> she-Va' and seven עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen שָׁנָ֑ה <WH8141> sha-Nah; years וַיְהִ֤י <WH1961> vay-Hi become יְמֵֽי־ <WH3117> ye-mei- the length יַעֲקֹב֙ <WH3290> ya-'a-Ko of Jacob שְׁנֵ֣י <WH8141> she-Nei years חַיָּ֔יו <WH2416> chai-Yav, age שֶׁ֣בַע <WH7651> She-va' seven שָׁנִ֔ים <WH8141> sha-Nim, years וְאַרְבָּעִ֥ים <WH705> ve-'ar-ba-'Im forty וּמְאַ֖ת <WH3967> u-me-'At was an hundred שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":29,"verse":"וַיִּקְרְב֣וּ <WH7126> vai-yik-re-Vu drew nigh יְמֵֽי־ <WH3117> ye-mei- And the time יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El that Israel לָמוּת֒ <WH4191> la-Mut must die וַיִּקְרָ֣א׀ <WH7121> vai-yik-Ra and he called לִבְנ֣וֹ <WH1121> liv-No his son לְיוֹסֵ֗ף <WH3130> le-yo-Sef, Joseph וַיֹּ֤אמֶר <WH559> vai-Yo-mer and said לוֹ֙ lo אִם־ <WH518> 'im- if נָ֨א <WH4994> na Please מָצָ֤אתִי <WH4672> ma-Tza-ti unto him If now I have found חֵן֙ <WH2580> chen grace בְּעֵינֶ֔יךָ <WH5869> be-'ei-Nei-cha, in thy sight שִֽׂים־ <WH7760> sim- put נָ֥א <WH4994> na now יָדְךָ֖ <WH3027> ya-de-Cha I pray thee thy hand תַּ֣חַת <WH8478> Ta-chat under יְרֵכִ֑י <WH3409> ye-re-Chi; under my thigh וְעָשִׂ֤יתָ <WH6213> ve-'a-Si-ta and deal עִמָּדִי֙ <WH5978> 'im-ma-Di against חֶ֣סֶד <WH2617> Che-sed kindly וֶאֱמֶ֔ת <WH571> ve-'e-Met, and truly אַל־ <WH408> 'al- nay נָ֥א <WH4994> na Please תִקְבְּרֵ֖נִי <WH6912> tik-be-Re-ni with me bury בְּמִצְרָֽיִם׃ <WH4714> be-mitz-Ra-yim. me not I pray thee in Egypt"},{"number":30,"verse":"וְשָֽׁכַבְתִּי֙ <WH7901> ve-sha-chav-Ti But I will lie עִם־ <WH5973> 'im- with אֲבֹתַ֔י <WH1> 'a-vo-Tai, with my fathers וּנְשָׂאתַ֙נִי֙ <WH5375> u-ne-sa-Ta-ni and thou shalt carry מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, me out of Egypt וּקְבַרְתַּ֖נִי <WH6912> u-ke-var-Ta-ni and bury בִּקְבֻרָתָ֑ם <WH6900> bik-vu-ra-Tam; me in their buryingplace וַיֹּאמַ֕ר <WH559> vai-yo-Mar And he said אָנֹכִ֖י <WH595> 'a-no-Chi I אֶֽעֱשֶׂ֥ה <WH6213> 'e-'e-Seh I will do כִדְבָרֶֽךָ׃ <WH1697> chid-va-Re-cha. as thou hast said"},{"number":31,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said הִשָּֽׁבְעָה֙ <WH7650> hish-sha-ve-'Ah Swear לִ֔י Li, וַיִּשָּׁבַ֖ע <WH7650> vai-yish-sha-Va' unto me And he sware ל֑וֹ lo; וַיִּשְׁתַּ֥חוּ <WH7812> vai-yish-Ta-chu bowed יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El unto him And Israel עַל־ <WH5921> 'al- and רֹ֥אשׁ <WH7218> rosh head הַמִּטָּֽה׃ <WH4296> ham-mit-Tah. himself upon the bed's פ Peh"}]}