{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh And the LORD לְנֹ֔חַ <WH5146> le-No-ach, unto Noah בֹּֽא־ <WH935> bo- Come אַתָּ֥ה <WH859> 'at-Tah you וְכָל־ <WH3605> ve-chol and all בֵּיתְךָ֖ <WH1004> bei-te-Cha thou and all thy house אֶל־ <WH413> 'el- about הַתֵּבָ֑ה <WH8392> hat-te-Vah; into the ark כִּֽי־ <WH3588> ki- for אֹתְךָ֥ <WH853> 'o-te-Cha רָאִ֛יתִי <WH7200> ra-'I-ti for thee have I seen צַדִּ֥יק <WH6662> tzad-Dik righteous לְפָנַ֖י <WH6440> le-fa-Nai before me בַּדּ֥וֹר <WH1755> bad-Dor generation הַזֶּֽה׃ <WH2088> haz-Zeh. in this"},{"number":2,"verse":"מִכֹּ֣ל׀ <WH3605> mik-Kol of every הַבְּהֵמָ֣ה <WH929> hab-be-he-Mah beast הַטְּהוֹרָ֗ה <WH2889> hat-te-ho-Rah, Of every clean תִּֽקַּח־ <WH3947> tik-kach- thou shalt take לְךָ֛ le-Cha שִׁבְעָ֥ה <WH7651> shiv-'Ah sevens שִׁבְעָ֖ה <WH7651> shiv-'Ah sevens אִ֣ישׁ <WH376> 'ish the male וְאִשְׁתּ֑וֹ <WH802> ve-'ish-To; and his female וּמִן־ <WH4480> u-min- and of הַבְּהֵמָ֡ה <WH929> hab-be-he-Mah and of beasts אֲ֠שֶׁר <WH834> 'a-Sher after לֹ֣א <WH3808> lo are not טְהֹרָ֥ה <WH2889> te-ho-Rah clean הִ֛וא <WH1931> hi he שְׁנַ֖יִם <WH8147> she-Na-yim by two אִ֥ישׁ <WH376> 'ish the male וְאִשְׁתּֽוֹ׃ <WH802> ve-'ish-To. and his female"},{"number":3,"verse":"גַּ֣ם <WH1571> gam also מֵע֧וֹף <WH5775> me-'of Of fowls הַשָּׁמַ֛יִם <WH8064> hash-sha-Ma-yim also of the air שִׁבְעָ֥ה <WH7651> shiv-'Ah sevens שִׁבְעָ֖ה <WH7651> shiv-'Ah sevens זָכָ֣ר <WH2145> za-Char the male וּנְקֵבָ֑ה <WH5347> u-ne-ke-Vah; and the female לְחַיּ֥וֹת <WH2421> le-chai-Yot alive זֶ֖רַע <WH2233> Ze-ra' seed עַל־ <WH5921> 'al- on פְּנֵ֥י <WH6440> pe-Nei upon the face כָל־ <WH3605> chol of all הָאָֽרֶץ׃ <WH776> ha-'A-retz. of all the earth"},{"number":4,"verse":"כִּי֩ <WH3588> ki for לְיָמִ֨ים <WH3117> le-ya-Mim days ע֜וֹד <WH5750> od For yet שִׁבְעָ֗ה <WH7651> shiv-'Ah, seven אָֽנֹכִי֙ <WH595> 'a-no-Chi I מַמְטִ֣יר <WH4305> mam-Tir and I will cause it to rain עַל־ <WH5921> 'al- from off הָאָ֔רֶץ <WH776> ha-'A-retz, upon the earth אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im forty י֔וֹם <WH3117> Yom, days וְאַרְבָּעִ֖ים <WH705> ve-'ar-ba-'Im and forty לָ֑יְלָה <WH3915> La-ye-lah; nights וּמָחִ֗יתִי <WH4229> u-ma-Chi-ti, will I destroy אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- and every הַיְקוּם֙ <WH3351> hay-Kum living substance אֲשֶׁ֣ר <WH834> 'a-Sher i עָשִׂ֔יתִי <WH6213> 'a-Si-ti, that I have made מֵעַ֖ל <WH5921> me-'Al out פְּנֵ֥י <WH6440> pe-Nei the face הָֽאֲדָמָֽה׃ <WH127> Ha-'a-da-Mah. of the earth"},{"number":5,"verse":"וַיַּ֖עַשׂ <WH6213> vai-Ya-'as did נֹ֑חַ <WH5146> No-ach; And Noah כְּכֹ֥ל <WH3605> ke-Chol to all אֲשֶׁר־ <WH834> 'a-Sher- after צִוָּ֖הוּ <WH6680> tziv-Va-hu commanded יְהוָֽה׃ <WH3068> Yah-weh. according unto all that the LORD"},{"number":6,"verse":"וְנֹ֕חַ <WH5146> ve-No-ach And Noah בֶּן־ <WH1121> ben- old שֵׁ֥שׁ <WH8337> shesh [was] six מֵא֖וֹת <WH3967> me-'ot hundred שָׁנָ֑ה <WH8141> sha-Nah; years וְהַמַּבּ֣וּל <WH3999> ve-ham-mab-Bul when the flood הָיָ֔ה <WH1961> ha-Yah, came מַ֖יִם <WH4325> Ma-yim of waters עַל־ <WH5921> 'al- upon הָאָֽרֶץ׃ <WH776> ha-'A-retz. was upon the earth"},{"number":7,"verse":"וַיָּ֣בֹא <WH935> vai-Ya-vo went in נֹ֗חַ <WH5146> No-ach, And Noah וּ֠בָנָיו <WH1121> U-va-nav and his sons וְאִשְׁתּ֧וֹ <WH802> ve-'ish-To and his wife וּנְשֵֽׁי־ <WH802> u-ne-shei- wives בָנָ֛יו <WH1121> va-Nav and his sons' אִתּ֖וֹ <WH854> it-To for אֶל־ <WH413> 'el- about הַתֵּבָ֑ה <WH8392> hat-te-Vah; with him into the ark מִפְּנֵ֖י <WH6440> mip-pe-Nei because of מֵ֥י <WH4325> mei the waters הַמַּבּֽוּל׃ <WH3999> ham-mab-Bul. of the flood"},{"number":8,"verse":"מִן־ <WH4480> min- at הַבְּהֵמָה֙ <WH929> hab-be-he-Mah beasts הַטְּהוֹרָ֔ה <WH2889> hat-te-ho-Rah, Of clean וּמִן־ <WH4480> u-min- at הַ֨בְּהֵמָ֔ה <WH929> hab-be-he-Mah, and of beasts אֲשֶׁ֥ר <WH834> 'a-Sher that אֵינֶ֖נָּה <WH369> 'ei-Nen-nah are not טְהֹרָ֑ה <WH2889> te-ho-Rah; that [are] not clean וּמִ֨ן־ <WH4480> u-Min- at הָע֔וֹף <WH5775> ha-'of, and of fowls וְכֹ֥ל <WH3605> ve-Chol and everything אֲשֶׁר־ <WH834> 'a-Sher- that רֹמֵ֖שׂ <WH7430> ro-Mes and of every thing that creepeth עַל־ <WH5921> 'al- on הָֽאֲדָמָֽה׃ <WH127> Ha-'a-da-Mah. upon the earth"},{"number":9,"verse":"שְׁנַ֨יִם <WH8147> she-Na-yim two שְׁנַ֜יִם <WH8147> she-Na-yim and two בָּ֧אוּ <WH935> Ba-'u There went in אֶל־ <WH413> 'el- to נֹ֛חַ <WH5146> No-ach unto Noah אֶל־ <WH413> 'el- into הַתֵּבָ֖ה <WH8392> hat-te-Vah into the ark זָכָ֣ר <WH2145> za-Char the male וּנְקֵבָ֑ה <WH5347> u-ne-ke-Vah; and the female כַּֽאֲשֶׁ֛ר <WH834> ka-'a-Sher as צִוָּ֥ה <WH6680> tziv-Vah had commanded אֱלֹהִ֖ים <WH430> E-lo-Him God אֶת־ <WH853> 'et- נֹֽחַ׃ <WH5146> No-ach. Noah"},{"number":10,"verse":"וַֽיְהִ֖י <WH1961> vay-Hi came לְשִׁבְעַ֣ת <WH7651> le-shiv-'At And it came to pass after seven הַיָּמִ֑ים <WH3117> hai-ya-Mim; days וּמֵ֣י <WH4325> u-Mei that the waters הַמַּבּ֔וּל <WH3999> ham-mab-Bul, of the flood הָי֖וּ <WH1961> ha-Yu came עַל־ <WH5921> 'al- upon הָאָֽרֶץ׃ <WH776> ha-'A-retz. were upon the earth"},{"number":11,"verse":"בִּשְׁנַ֨ת <WH8141> bish-Nat In שֵׁשׁ־ <WH8337> shesh- the six מֵא֤וֹת <WH3967> me-'ot hundredth שָׁנָה֙ <WH8141> sha-Nah year לְחַיֵּי־ <WH2416> le-chai-yei- life נֹ֔חַ <WH5146> No-ach, of Noah's בַּחֹ֙דֶשׁ֙ <WH2320> ba-Cho-desh month הַשֵּׁנִ֔י <WH8145> hash-she-Ni, in the second בְּשִׁבְעָֽה־ <WH7651> be-shiv-'ah- seven עָשָׂ֥ר <WH6240> 'a-Sar teen י֖וֹם <WH3117> Yom day לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; of the month בַּיּ֣וֹם <WH3117> bai-Yom day הַזֶּ֗ה <WH2088> haz-Zeh, the same נִבְקְעוּ֙ <WH1234> niv-ke-'U broken up כָּֽל־ <WH3605> kal- all מַעְיְנֹת֙ <WH4599> ma'-ye-Not were all the fountains תְּה֣וֹם <WH8415> te-Hom deep רַבָּ֔ה <WH7227> rab-Bah, of the great וַאֲרֻבֹּ֥ת <WH699> va-'a-rub-Bot and the windows הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of heaven נִפְתָּֽחוּ׃ <WH6605> nif-Ta-chu. were opened"},{"number":12,"verse":"וַֽיְהִ֥י <WH1961> vay-Hi fell הַגֶּ֖שֶׁם <WH1653> hag-Ge-shem And the rain עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; was upon the earth אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im forty י֔וֹם <WH3117> Yom, days וְאַרְבָּעִ֖ים <WH705> ve-'ar-ba-'Im and forty לָֽיְלָה׃ <WH3915> La-ye-lah. nights"},{"number":13,"verse":"בְּעֶ֨צֶם <WH6106> be-'E-tzem In the selfsame הַיּ֤וֹם <WH3117> hai-Yom day הַזֶּה֙ <WH2088> haz-Zeh them בָּ֣א <WH935> ba entered נֹ֔חַ <WH5146> No-ach, Noah וְשֵׁם־ <WH8035> ve-shem- and Shem וְחָ֥ם <WH2526> ve-Cham and Ham וָיֶ֖פֶת <WH3315> va-Ye-fet and Japheth בְּנֵי־ <WH1121> be-nei- the sons נֹ֑חַ <WH5146> No-ach; of Noah וְאֵ֣שֶׁת <WH802> ve-'E-shet wife נֹ֗חַ <WH5146> No-ach, and Noah's וּשְׁלֹ֧שֶׁת <WH7969> u-she-Lo-shet and the three נְשֵֽׁי־ <WH802> ne-shei- wives בָנָ֛יו <WH1121> va-Nav of his sons אִתָּ֖ם <WH854> 'it-Tam for אֶל־ <WH413> 'el- about הַתֵּבָֽה׃ <WH8392> hat-te-Vah. with them into the ark"},{"number":14,"verse":"הֵ֜מָּה <WH1992> Hem-mah They וְכָל־ <WH3605> ve-chol and every הַֽחַיָּ֣ה <WH2416> ha-chai-Yah and every beast לְמִינָ֗הּ <WH4327> le-mi-Nah, after his kind וְכָל־ <WH3605> ve-chol and all הַבְּהֵמָה֙ <WH929> hab-be-he-Mah and all the cattle לְמִינָ֔הּ <WH4327> le-mi-Nah, after their kind וְכָל־ <WH3605> ve-chol and every הָרֶ֛מֶשׂ <WH7431> ha-Re-mes and every creeping thing הָרֹמֵ֥שׂ <WH7430> ha-ro-Mes that creepeth עַל־ <WH5921> 'al- on הָאָ֖רֶץ <WH776> ha-'A-retz upon the earth לְמִינֵ֑הוּ <WH4327> le-mi-Ne-hu; after his kind וְכָל־ <WH3605> ve-chol and every הָע֣וֹף <WH5775> ha-'of and every fowl לְמִינֵ֔הוּ <WH4327> le-mi-Ne-hu, after his kind כֹּ֖ל <WH3605> kol all צִפּ֥וֹר <WH6833> tzip-Por every bird כָּל־ <WH3605> kol- and every כָּנָֽף׃ <WH3671> ka-Naf. of every sort"},{"number":15,"verse":"וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u And they went in אֶל־ <WH413> 'el- to נֹ֖חַ <WH5146> No-ach unto Noah אֶל־ <WH413> 'el- into הַתֵּבָ֑ה <WH8392> hat-te-Vah; into the ark שְׁנַ֤יִם <WH8147> she-Na-yim two שְׁנַ֙יִם֙ <WH8147> she-Na-yim and two מִכָּל־ <WH3605> mik-kol of all הַבָּשָׂ֔ר <WH1320> hab-ba-Sar, of all flesh אֲשֶׁר־ <WH834> 'a-Sher- wherein בּ֖וֹ bo ר֥וּחַ <WH7307> Ru-ach [is] the breath חַיִּֽים׃ <WH2416> chai-Yim. of life"},{"number":16,"verse":"וְהַבָּאִ֗ים <WH935> ve-hab-ba-'Im, And they that went in זָכָ֨ר <WH2145> za-Char male וּנְקֵבָ֤ה <WH5347> u-ne-ke-Vah and female מִכָּל־ <WH3605> mik-kol of all בָּשָׂר֙ <WH1320> ba-Sar of all flesh בָּ֔אוּ <WH935> Ba-'u, went in כַּֽאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah had commanded אֹת֖וֹ <WH853> o-To אֱלֹהִ֑ים <WH430> E-lo-Him; as God וַיִּסְגֹּ֥ר <WH5462> vai-yis-Gor shut him in יְהוָ֖ה <WH3068> Yah-weh him and the LORD בַּֽעֲדֽוֹ׃ <WH1157> ba-'a-do. behind"},{"number":17,"verse":"וַֽיְהִ֧י <WH1961> vay-Hi came הַמַּבּ֛וּל <WH3999> ham-mab-Bul And the flood אַרְבָּעִ֥ים <WH705> 'ar-ba-'Im was forty י֖וֹם <WH3117> Yom days עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth וַיִּרְבּ֣וּ <WH7235> vai-yir-Bu increased הַמַּ֗יִם <WH4325> ham-Ma-yim, and the waters וַיִּשְׂאוּ֙ <WH5375> vai-yis-'U and bare up אֶת־ <WH853> 'et- הַתֵּבָ֔ה <WH8392> hat-te-Vah, the ark וַתָּ֖רָם <WH7311> vat-Ta-rom and it was lift up מֵעַ֥ל <WH5921> me-'Al and הָאָֽרֶץ׃ <WH776> ha-'A-retz. above the earth"},{"number":18,"verse":"וַיִּגְבְּר֥וּ <WH1396> vai-yig-be-Ru prevailed הַמַּ֛יִם <WH4325> ham-Ma-yim And the waters וַיִּרְבּ֥וּ <WH7235> vai-yir-Bu and were increased מְאֹ֖ד <WH3966> me-'Od greatly עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth וַתֵּ֥לֶךְ <WH1980> vat-Te-lech floated הַתֵּבָ֖ה <WH8392> hat-te-Vah and the ark עַל־ <WH5921> 'al- on פְּנֵ֥י <WH6440> pe-Nei upon the face הַמָּֽיִם׃ <WH4325> ham-Ma-yim. of the waters"},{"number":19,"verse":"וְהַמַּ֗יִם <WH4325> ve-ham-Ma-yim, And the waters גָּ֥בְר֛וּ <WH1396> ga-ve-Ru prevailed מְאֹ֥ד <WH3966> me-'Od more מְאֹ֖ד <WH3966> me-'Od and more עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth וַיְכֻסּ֗וּ <WH3680> vay-chus-Su, were covered כָּל־ <WH3605> kol- all הֶֽהָרִים֙ <WH2022> he-ha-Rim hills הַגְּבֹהִ֔ים <WH1364> hag-ge-vo-Him, and all the high אֲשֶׁר־ <WH834> 'a-Sher- after תַּ֖חַת <WH8478> Ta-chat that [were] under כָּל־ <WH3605> kol- everywhere הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. the whole heaven"},{"number":20,"verse":"חֲמֵ֨שׁ <WH2568> cha-Mesh fif עֶשְׂרֵ֤ה <WH6240> 'es-Reh teen אַמָּה֙ <WH520> 'am-Mah cubits מִלְמַ֔עְלָה <WH4605> mil-Ma'-lah, upward גָּבְר֖וּ <WH1396> ga-ve-Ru prevail הַמָּ֑יִם <WH4325> ham-Ma-yim; did the waters וַיְכֻסּ֖וּ <WH3680> vay-chus-Su were covered הֶהָרִֽים׃ <WH2022> he-ha-Rim. and the mountains"},{"number":21,"verse":"וַיִּגְוַ֞ע <WH1478> vai-yig-Va' died כָּל־ <WH3605> kol- All בָּשָׂ֣ר׀ <WH1320> ba-Sar And all flesh הָרֹמֵ֣שׂ <WH7430> ha-ro-Mes that moved עַל־ <WH5921> 'al- on הָאָ֗רֶץ <WH776> ha-'A-retz, upon the earth בָּע֤וֹף <WH5775> ba-'of both of fowl וּבַבְּהֵמָה֙ <WH929> u-vab-be-he-Mah and of cattle וּבַ֣חַיָּ֔ה <WH2416> u-Va-chai-Yah, and of beast וּבְכָל־ <WH3605> u-ve-Chol and every הַשֶּׁ֖רֶץ <WH8318> hash-She-retz and of every creeping thing הַשֹּׁרֵ֣ץ <WH8317> hash-sho-Retz that creepeth עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth וְכֹ֖ל <WH3605> ve-Chol and all הָאָדָֽם׃ <WH120> ha-'a-Dam. and every man"},{"number":22,"verse":"כֹּ֡ל <WH3605> kol of all אֲשֶׁר֩ <WH834> 'a-Sher whose נִשְׁמַת־ <WH5397> nish-mat- was the breath ר֨וּחַ <WH7307> Ru-ach of the spirit חַיִּ֜ים <WH2416> chai-Yim of life בְּאַפָּ֗יו <WH639> be-'ap-Pav, All in whose nostrils מִכֹּ֛ל <WH3605> mik-Kol all אֲשֶׁ֥ר <WH834> 'a-Sher whose בֶּחָֽרָבָ֖ה <WH2724> be-cha-ra-Vah of all that [was] in the dry מֵֽתוּ׃ <WH4191> Me-tu. [land] died"},{"number":23,"verse":"וַיִּ֜מַח <WH4229> vai-Yi-mach was destroyed אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- every הַיְק֣וּם׀ <WH3351> hay-Kum And every living substance אֲשֶׁ֣ר׀ <WH834> 'a-Sher [alive] and they that עַל־ <WH5921> 'al- was upon פְּנֵ֣י <WH6440> pe-Nei which was upon the face הָֽאֲדָמָ֗ה <WH127> ha-'a-da-Mah, of the ground מֵאָדָ֤ם <WH120> me-'a-Dam both man עַד־ <WH5704> 'ad- against בְּהֵמָה֙ <WH929> be-he-Mah and cattle עַד־ <WH5704> 'ad- against רֶ֙מֶשׂ֙ <WH7431> re-mes and the creeping things וְעַד־ <WH5704> ve-'ad- and to ע֣וֹף <WH5775> of and the fowl הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of the heaven וַיִּמָּח֖וּ <WH4229> vai-yim-ma-Chu and they were destroyed מִן־ <WH4480> min- from הָאָ֑רֶץ <WH776> ha-'A-retz; from the earth וַיִשָּׁ֧אֶר <WH7604> va-yish-Sha-'er remained אַךְ־ <WH389> 'ach- only נֹ֛חַ <WH5146> No-ach and Noah וַֽאֲשֶׁ֥ר <WH834> va-'a-Sher after אִתּ֖וֹ <WH854> it-To for בַּתֵּבָֽה׃ <WH8392> bat-te-Vah. [were] with him in the ark"},{"number":24,"verse":"וַיִּגְבְּר֥וּ <WH1396> vai-yig-be-Ru prevailed הַמַּ֖יִם <WH4325> ham-Ma-yim And the waters עַל־ <WH5921> 'al- upon הָאָ֑רֶץ <WH776> ha-'A-retz; upon the earth חֲמִשִּׁ֥ים <WH2572> cha-mish-Shim and fifty וּמְאַ֖ת <WH3967> u-me-'At an hundred יֽוֹם׃ <WH3117> Yom. days"}]}