{"bibleAbbr":"HSB+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"וַיְבָ֣רֶךְ <WH1288> vay-Va-rech blessed אֱלֹהִ֔ים <WH430> E-lo-Him, And God אֶת־ <WH853> 'et- נֹ֖חַ <WH5146> No-ach Noah וְאֶת־ <WH853> ve-'Et בָּנָ֑יו <WH1121> ba-Nav; and his sons וַיֹּ֧אמֶר <WH559> vai-Yo-mer and said לָהֶ֛ם la-Hem פְּר֥וּ <WH6509> pe-Ru unto them Be fruitful וּרְב֖וּ <WH7235> u-re-Vu and multiply וּמִלְא֥וּ <WH4390> u-mil-'U and replenish אֶת־ <WH853> 'et- הָאָֽרֶץ׃ <WH776> ha-'A-retz. the earth"},{"number":2,"verse":"וּמוֹרַאֲכֶ֤ם <WH4172> u-mo-ra-'a-Chem And the fear of you וְחִתְּכֶם֙ <WH2844> ve-chit-te-Chem and the dread of you יִֽהְיֶ֔ה <WH1961> yih-Yeh, become עַ֚ל <WH5921> 'al on כָּל־ <WH3605> kol- every חַיַּ֣ת <WH2416> chai-Yat shall be upon every beast הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth וְעַ֖ל <WH5921> ve-'Al and on כָּל־ <WH3605> kol- every ע֣וֹף <WH5775> of and upon every fowl הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of the air בְּכֹל֩ <WH3605> be-Chol everything אֲשֶׁ֨ר <WH834> 'a-Sher that תִּרְמֹ֧שׂ <WH7430> tir-Mos upon all that moveth הָֽאֲדָמָ֛ה <WH127> ha-'a-da-Mah [upon] the earth וּֽבְכָל־ <WH3605> u-ve-Chol and all דְּגֵ֥י <WH1709> de-Gei and upon all the fishes הַיָּ֖ם <WH3220> hai-Yam of the sea בְּיֶדְכֶ֥ם <WH3027> be-yed-Chem into your hand נִתָּֽנוּ׃ <WH5414> nit-Ta-nu. are they delivered"},{"number":3,"verse":"כָּל־ <WH3605> kol- Every רֶ֙מֶשׂ֙ <WH7431> Re-mes Every moving thing אֲשֶׁ֣ר <WH834> 'a-Sher after הוּא־ <WH1931> hu- that חַ֔י <WH2416> Chai, that liveth לָכֶ֥ם la-Chem יִהְיֶ֖ה <WH1961> yih-Yeh become לְאָכְלָ֑ה <WH402> le-'och-Lah shall be meat כְּיֶ֣רֶק <WH3418> ke-Ye-rek for you even as the green עֵ֔שֶׂב <WH6212> 'E-sev, herb נָתַ֥תִּי <WH5414> na-Tat-ti have I given לָכֶ֖ם la-Chem אֶת־ <WH853> 'et- כֹּֽל׃ <WH3605> Kol. all"},{"number":4,"verse":"אַךְ־ <WH389> 'ach- But בָּשָׂ֕ר <WH1320> ba-Sar flesh בְּנַפְשׁ֥וֹ <WH5315> be-naf-Sho with the life דָמ֖וֹ <WH1818> da-Mo thereof [which is] the blood לֹ֥א <WH3808> lo shall not תֹאכֵֽלוּ׃ <WH398> to-Che-lu. thereof shall ye not eat"},{"number":5,"verse":"וְאַ֨ךְ <WH389> ve-'Ach And surely אֶת־ <WH853> 'et- דִּמְכֶ֤ם <WH1818> dim-Chem your blood לְנַפְשֹֽׁתֵיכֶם֙ <WH5315> le-naf-sho-tei-Chem of your lives אֶדְרֹ֔שׁ <WH1875> 'ed-Rosh, will I require מִיַּ֥ד <WH3027> mi-Yad at the hand כָּל־ <WH3605> kol- every חַיָּ֖ה <WH2416> chai-Yah of every beast אֶדְרְשֶׁ֑נּוּ <WH1875> 'ed-re-Shen-nu; will I require it וּמִיַּ֣ד <WH3027> u-mi-Yad and at the hand הָֽאָדָ֗ם <WH120> ha-'a-Dam, of man מִיַּד֙ <WH3027> mi-Yad at the hand אִ֣ישׁ <WH376> 'ish of every man's אָחִ֔יו <WH251> 'a-Chiv, brother אֶדְרֹ֖שׁ <WH1875> 'ed-Rosh will I require אֶת־ <WH853> 'et- נֶ֥פֶשׁ <WH5315> Ne-fesh the life הָֽאָדָֽם׃ <WH120> Ha-'a-Dam. of man"},{"number":6,"verse":"שֹׁפֵךְ֙ <WH8210> sho-feCh Whoso sheddeth דַּ֣ם <WH1818> dam blood הָֽאָדָ֔ם <WH120> ha-'a-Dam, man's בָּֽאָדָ֖ם <WH120> ba-'a-Dam by man דָּמ֣וֹ <WH1818> da-Mo shall his blood יִשָּׁפֵ֑ךְ <WH8210> yish-sha-Fech; be shed כִּ֚י <WH3588> ki in בְּצֶ֣לֶם <WH6754> be-Tze-lem for in the image אֱלֹהִ֔ים <WH430> E-lo-Him, of God עָשָׂ֖ה <WH6213> 'a-Sah made אֶת־ <WH853> 'et- הָאָדָֽם׃ <WH120> ha-'a-Dam. he man"},{"number":7,"verse":"וְאַתֶּ֖ם <WH859> ve-'at-Tem you פְּר֣וּ <WH6509> pe-Ru And you be ye fruitful וּרְב֑וּ <WH7235> u-re-Vu; and multiply שִׁרְצ֥וּ <WH8317> shir-Tzu bring forth abundantly בָאָ֖רֶץ <WH776> va-'A-retz in the earth וּרְבוּ־ <WH7235> u-re-vu- and multiply בָֽהּ׃ Vah. ס sa-Mek"},{"number":8,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer spake אֱלֹהִים֙ <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to נֹ֔חַ <WH5146> No-ach, unto Noah וְאֶל־ <WH413> ve-'el- and to בָּנָ֥יו <WH1121> ba-Nav and to his sons אִתּ֖וֹ <WH854> it-To for לֵאמֹֽר׃ <WH559> le-Mor. with him saying"},{"number":9,"verse":"וַאֲנִ֕י <WH589> va-'a-Ni Myself הִנְנִ֥י <WH2005> hin-Ni behold מֵקִ֛ים <WH6965> me-Kim And I behold I establish אֶת־ <WH853> 'et- בְּרִיתִ֖י <WH1285> be-ri-Ti my covenant אִתְּכֶ֑ם <WH854> 'it-te-Chem; for וְאֶֽת־ <WH854> ve-'Et and with זַרְעֲכֶ֖ם <WH2233> zar-'a-Chem with you and with your seed אַֽחֲרֵיכֶֽם׃ <WH310> 'A-cha-rei-Chem. after you"},{"number":10,"verse":"וְאֵ֨ת <WH854> ve-'Et and with כָּל־ <WH3605> kol- every נֶ֤פֶשׁ <WH5315> Ne-fesh creature הַֽחַיָּה֙ <WH2416> ha-chai-Yah And with every living אֲשֶׁ֣ר <WH834> 'a-Sher after אִתְּכֶ֔ם <WH854> 'it-te-Chem, for בָּע֧וֹף <WH5775> ba-'of that [is] with you of the fowl בַּבְּהֵמָ֛ה <WH929> bab-be-he-Mah of the cattle וּֽבְכָל־ <WH3605> u-ve-Chol and every חַיַּ֥ת <WH2416> chai-Yat and of every beast הָאָ֖רֶץ <WH776> ha-'A-retz of the earth אִתְּכֶ֑ם <WH854> 'it-te-Chem; for מִכֹּל֙ <WH3605> mik-Kol of all יֹצְאֵ֣י <WH3318> yo-tze-'Ei with you from all that go out הַתֵּבָ֔ה <WH8392> hat-te-Vah, of the ark לְכֹ֖ל <WH3605> le-Chol every חַיַּ֥ת <WH2416> chai-Yat to every beast הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":11,"verse":"וַהֲקִמֹתִ֤י <WH6965> va-ha-ki-mo-Ti And I will establish אֶת־ <WH853> 'et- בְּרִיתִי֙ <WH1285> be-ri-Ti my covenant אִתְּכֶ֔ם <WH854> 'it-te-Chem, for וְלֹֽא־ <WH3808> ve-lo- shall never יִכָּרֵ֧ת <WH3772> yik-ka-Ret be cut off כָּל־ <WH3605> kol- and all בָּשָׂ֛ר <WH1320> ba-Sar with you neither shall all flesh ע֖וֹד <WH5750> od again מִמֵּ֣י <WH4325> mi-Mei any more by the waters הַמַּבּ֑וּל <WH3999> ham-mab-Bul; of a flood וְלֹֽא־ <WH3808> ve-lo- neither יִהְיֶ֥ה <WH1961> yih-Yeh shall there ע֛וֹד <WH5750> od again מַבּ֖וּל <WH3999> mab-Bul neither shall there any more be a flood לְשַׁחֵ֥ת <WH7843> le-sha-Chet to destroy הָאָֽרֶץ׃ <WH776> ha-'A-retz. the earth"},{"number":12,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֗ים <WH430> E-lo-Him, And God זֹ֤את <WH2063> zot likewise אֽוֹת־ <WH226> 'ot- This [is] the token הַבְּרִית֙ <WH1285> hab-be-Rit of the covenant אֲשֶׁר־ <WH834> 'a-Sher- which אֲנִ֣י <WH589> 'a-Ni which I נֹתֵ֗ן <WH5414> no-Ten, make בֵּינִי֙ <WH996> bei-Ni between וּבֵ֣ינֵיכֶ֔ם <WH996> u-Vei-nei-Chem, between וּבֵ֛ין <WH996> u-Vein between כָּל־ <WH3605> kol- and every נֶ֥פֶשׁ <WH5315> Ne-fesh creature חַיָּ֖ה <WH2416> chai-Yah between me and you and every living אֲשֶׁ֣ר <WH834> 'a-Sher which אִתְּכֶ֑ם <WH854> 'it-te-Chem; for לְדֹרֹ֖ת <WH1755> le-do-Rot generations עוֹלָֽם׃ <WH5769> o-Lam. that [is] with you for perpetual"},{"number":13,"verse":"אֶת־ <WH853> 'et- קַשְׁתִּ֕י <WH7198> kash-Ti my bow נָתַ֖תִּי <WH5414> na-Tat-ti I do set בֶּֽעָנָ֑ן <WH6051> be-'a-Nan; in the cloud וְהָֽיְתָה֙ <WH1961> ve-ha-ye-Tah shall be for לְא֣וֹת <WH226> le-'ot and it shall be for a token בְּרִ֔ית <WH1285> be-Rit, of a covenant בֵּינִ֖י <WH996> bei-Ni between וּבֵ֥ין <WH996> u-Vein between הָאָֽרֶץ׃ <WH776> ha-'A-retz. between me and the earth"},{"number":14,"verse":"וְהָיָ֕ה <WH1961> ve-ha-Yah shall come בְּעַֽנְנִ֥י <WH6049> be-'an-Ni And it shall come to pass when I bring עָנָ֖ן <WH6051> 'a-Nan a cloud עַל־ <WH5921> 'al- over הָאָ֑רֶץ <WH776> ha-'A-retz; over the earth וְנִרְאֲתָ֥ה <WH7200> ve-nir-'a-Tah shall be seen הַקֶּ֖שֶׁת <WH7198> hak-Ke-shet that the bow בֶּעָנָֽן׃ <WH6051> be-'a-Nan. in the cloud"},{"number":15,"verse":"וְזָכַרְתִּ֣י <WH2142> ve-za-char-Ti And I will remember אֶת־ <WH853> 'et- בְּרִיתִ֗י <WH1285> be-ri-Ti, my covenant אֲשֶׁ֤ר <WH834> 'a-Sher which בֵּינִי֙ <WH996> bei-Ni is between וּבֵ֣ינֵיכֶ֔ם <WH996> u-Vei-nei-Chem, is between וּבֵ֛ין <WH996> u-Vein is between כָּל־ <WH3605> kol- and every נֶ֥פֶשׁ <WH5315> Ne-fesh creature חַיָּ֖ה <WH2416> chai-Yah which [is] between me and you and every living בְּכָל־ <WH3605> be-chol of all בָּשָׂ֑ר <WH1320> ba-Sar; of all flesh וְלֹֽא־ <WH3808> ve-lo- and never יִֽהְיֶ֨ה <WH1961> yih-Yeh become ע֤וֹד <WH5750> od shall no more הַמַּ֙יִם֙ <WH4325> ham-Ma-yim and the waters לְמַבּ֔וּל <WH3999> le-mab-Bul, become a flood לְשַׁחֵ֖ת <WH7843> le-sha-Chet to destroy כָּל־ <WH3605> kol- all בָּשָֽׂר׃ <WH1320> ba-Sar. all flesh"},{"number":16,"verse":"וְהָיְתָ֥ה <WH1961> ve-ha-ye-Tah become הַקֶּ֖שֶׁת <WH7198> hak-Ke-shet And the bow בֶּֽעָנָ֑ן <WH6051> be-'a-Nan; shall be in the cloud וּרְאִיתִ֗יהָ <WH7200> u-re-'i-Ti-ha, and I will look upon it לִזְכֹּר֙ <WH2142> liz-Kor that I may remember בְּרִ֣ית <WH1285> be-Rit covenant עוֹלָ֔ם <WH5769> o-Lam, the everlasting בֵּ֣ין <WH996> bein between אֱלֹהִ֔ים <WH430> E-lo-Him, God וּבֵין֙ <WH996> u-Vein and כָּל־ <WH3605> kol- and every נֶ֣פֶשׁ <WH5315> Ne-fesh creature חַיָּ֔ה <WH2416> chai-Yah, every living בְּכָל־ <WH3605> be-chol of all בָּשָׂ֖ר <WH1320> ba-Sar of all flesh אֲשֶׁ֥ר <WH834> 'a-Sher that עַל־ <WH5921> 'al- is on הָאָֽרֶץ׃ <WH776> ha-'A-retz. that [is] upon the earth"},{"number":17,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said אֱלֹהִ֖ים <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to נֹ֑חַ <WH5146> No-ach; unto Noah זֹ֤את <WH2063> zot likewise אֽוֹת־ <WH226> 'ot- This [is] the token הַבְּרִית֙ <WH1285> hab-be-Rit of the covenant אֲשֶׁ֣ר <WH834> 'a-Sher which הֲקִמֹ֔תִי <WH6965> ha-ki-Mo-ti, which I have established בֵּינִ֕י <WH996> bei-Ni between וּבֵ֥ין <WH996> u-Vein between כָּל־ <WH3605> kol- and all בָּשָׂ֖ר <WH1320> ba-Sar between me and all flesh אֲשֶׁ֥ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on הָאָֽרֶץ׃ <WH776> ha-'A-retz. that [is] upon the earth פ Peh"},{"number":18,"verse":"וַיִּֽהְי֣וּ <WH1961> vai-yih-Yu become בְנֵי־ <WH1121> ve-nei- And the sons נֹ֗חַ <WH5146> No-ach, of Noah הַיֹּֽצְאִים֙ <WH3318> hai-yo-tze-'Im that went forth מִן־ <WH4480> min- out הַתֵּבָ֔ה <WH8392> hat-te-Vah, of the ark שֵׁ֖ם <WH8035> shem were Shem וְחָ֣ם <WH2526> ve-Cham and Ham וָיָ֑פֶת <WH3315> va-Ya-fet; and Japheth וְחָ֕ם <WH2526> ve-Cham and Ham ה֖וּא <WH1931> hu he אֲבִ֥י <WH1> 'a-Vi [is] the father כְנָֽעַן׃ <WH3667> che-Na-'an. of Canaan"},{"number":19,"verse":"שְׁלֹשָׁ֥ה <WH7969> she-lo-Shah These [are] the three אֵ֖לֶּה <WH428> 'El-leh These בְּנֵי־ <WH1121> be-nei- sons נֹ֑חַ <WH5146> No-ach; of Noah וּמֵאֵ֖לֶּה <WH428> u-me-'El-leh these נָֽפְצָ֥ה <WH5310> na-fe-Tzah overspread כָל־ <WH3605> chol the whole הָאָֽרֶץ׃ <WH776> ha-'A-retz. and of them was the whole earth"},{"number":20,"verse":"וַיָּ֥חֶל <WH2490> vai-Ya-chel began נֹ֖חַ <WH5146> No-ach And Noah אִ֣ישׁ <WH582> 'ish another הָֽאֲדָמָ֑ה <WH127> ha-'a-da-Mah; land וַיִּטַּ֖ע <WH5193> vai-yit-Ta' and he planted כָּֽרֶם׃ <WH3754> Ka-rem. a vineyard"},{"number":21,"verse":"וַיֵּ֥שְׁתְּ <WH8354> vai-Ye-shet And he drank מִן־ <WH4480> min- at הַיַּ֖יִן <WH3196> hai-Ya-yin of the wine וַיִּשְׁכָּ֑ר <WH7937> vai-yish-Kar; and was drunken וַיִּתְגַּ֖ל <WH1540> vai-yit-Gal and he was uncovered בְּת֥וֹךְ <WH8432> be-Toch within אָהֳלֹֽה׃ <WH168> 'o-ho-Loh his tent"},{"number":22,"verse":"וַיַּ֗רְא <WH7200> vai-Yar, saw חָ֚ם <WH2526> cham And Ham אֲבִ֣י <WH1> 'a-Vi the father כְנַ֔עַן <WH3667> che-Na-'an, of Canaan אֵ֖ת <WH853> 'et עֶרְוַ֣ת <WH6172> 'er-Vat the nakedness אָבִ֑יו <WH1> 'a-Viv; of his father וַיַּגֵּ֥ד <WH5046> vai-yag-Ged and told לִשְׁנֵֽי־ <WH8147> lish-nei- his two אֶחָ֖יו <WH251> 'e-Chav brethren בַּחֽוּץ׃ <WH2351> ba-Chutz. without"},{"number":23,"verse":"וַיִּקַּח֩ <WH3947> vai-yik-Kach took שֵׁ֨ם <WH8035> shem And Shem וָיֶ֜פֶת <WH3315> va-Ye-fet and Japheth אֶת־ <WH853> 'et- הַשִּׂמְלָ֗ה <WH8071> has-sim-Lah, a garment וַיָּשִׂ֙ימוּ֙ <WH7760> vai-ya-Si-mu and laid עַל־ <WH5921> 'al- and שְׁכֶ֣ם <WH7926> she-Chem their shoulders שְׁנֵיהֶ֔ם <WH8147> she-nei-Hem, [it] upon both וַיֵּֽלְכוּ֙ <WH1980> vai-yel-Chu and walked אֲחֹ֣רַנִּ֔ית <WH322> 'a-Cho-ran-Nit, backward וַיְכַסּ֕וּ <WH3680> vay-chas-Su and covered אֵ֖ת <WH853> 'et עֶרְוַ֣ת <WH6172> 'er-Vat the nakedness אֲבִיהֶ֑ם <WH1> 'a-vi-Hem; of their father וּפְנֵיהֶם֙ <WH6440> u-fe-nei-Hem and their faces אֲחֹ֣רַנִּ֔ית <WH322> 'a-Cho-ran-Nit, [were] backward וְעֶרְוַ֥ת <WH6172> ve-'er-Vat nakedness אֲבִיהֶ֖ם <WH1> 'a-vi-Hem not their father's לֹ֥א <WH3808> lo did not רָאֽוּ׃ <WH7200> ra-'U. and they saw"},{"number":24,"verse":"וַיִּ֥יקֶץ <WH3364> vai-Yi-ketz awoke נֹ֖חַ <WH5146> No-ach And Noah מִיֵּינ֑וֹ <WH3196> mi-yei-No; from his wine וַיֵּ֕דַע <WH3045> vai-Ye-da' and knew אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what עָ֥שָׂה־ <WH6213> 'A-sah- had done ל֖וֹ lo בְּנ֥וֹ <WH1121> be-No son הַקָּטָֽן׃ <WH6996> hak-ka-Tan. what his younger"},{"number":25,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer And he said אָר֣וּר <WH779> 'a-Rur Cursed כְּנָ֑עַן <WH3667> ke-Na-'an; [be] Canaan עֶ֥בֶד <WH5650> 'E-ved a servant עֲבָדִ֖ים <WH5650> 'a-va-Dim of servants יִֽהְיֶ֥ה <WH1961> yih-Yeh shall be to לְאֶחָֽיו׃ <WH251> le-'e-Chav. shall he be unto his brethren"},{"number":26,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said בָּר֥וּךְ <WH1288> ba-Ruch Blessed יְהֹוָ֖ה <WH3068> Yah-weh [be] the LORD אֱלֹ֣הֵי <WH430> 'e-Lo-hei God שֵׁ֑ם <WH8035> Shem; of Shem וִיהִ֥י <WH1961> vi-Hi shall be כְנַ֖עַן <WH3667> che-Na-'an and Canaan עֶ֥בֶד <WH5650> 'E-ved his servant לָֽמוֹ׃ <WH3926> la-mo. at"},{"number":27,"verse":"יַ֤פְתְּ <WH6601> yaft shall enlarge אֱלֹהִים֙ <WH430> E-lo-Him God לְיֶ֔פֶת <WH3315> le-Ye-fet, Japheth וְיִשְׁכֹּ֖ן <WH7931> ve-yish-Kon and he shall dwell בְּאָֽהֳלֵי־ <WH168> be-'o-ho-lei- in the tents שֵׁ֑ם <WH8035> Shem; of Shem וִיהִ֥י <WH1961> vi-Hi become כְנַ֖עַן <WH3667> che-Na-'an and Canaan עֶ֥בֶד <WH5650> 'E-ved shall be his servant לָֽמוֹ׃ <WH3926> la-mo. at"},{"number":28,"verse":"וַֽיְחִי־ <WH2421> vay-chi- lived נֹ֖חַ <WH5146> No-ach And Noah אַחַ֣ר <WH310> 'a-Char after הַמַּבּ֑וּל <WH3999> ham-mab-Bul; the flood שְׁלֹ֤שׁ <WH7969> she-Losh three מֵאוֹת֙ <WH3967> me-'Ot hundred שָׁנָ֔ה <WH8141> sha-Nah, years וַֽחֲמִשִּׁ֖ים <WH2572> va-cha-mish-Shim and fifty שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":29,"verse":"וַיִּֽהְיוּ֙ <WH1961> vai-yih-Yu become כָּל־ <WH3605> kol- all יְמֵי־ <WH3117> ye-mei- And all the days נֹ֔חַ <WH5146> No-ach, of Noah תְּשַׁ֤ע <WH8672> te-Sha' were nine מֵאוֹת֙ <WH3967> me-'Ot hundred שָׁנָ֔ה <WH8141> sha-Nah, years וַחֲמִשִּׁ֖ים <WH2572> va-cha-mish-Shim and fifty שָׁנָ֑ה <WH8141> sha-Nah; years וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. and he died פ Peh"}]}