{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"( અયૂબ) ત્યારે અયૂબે ઉત્તર આપ્યો,"},{"number":2,"verse":"“નિશ્ચે તમારા સિવાય તો બીજા લોક જ નથી, અને બુદ્ધિનો અંત તો તમારા અંત સાથે જ આવશે!"},{"number":3,"verse":"પરંતુ તમારી જેમ મને પણ અક્કલ છે! અને હું તમારા કરતાં ઊતરતો નથી: હા, એવી વાતો કોણ જાણતું નથી?"},{"number":4,"verse":"જેણે ઈશ્વરની પ્રાર્થના કરી, અને જેને ઈશ્ચરે ઉત્તર પણ આપ્યો, એવા માણસને તેના પડોશીઓ હાંસીપાત્ર ગણે તેવો હું છું; એટલે ન્યાયી, સંપૂર્ણ માણસ હાંસીપાત્ર છે."},{"number":5,"verse":"જેઓ પોતે સુખી છે તેઓ દુર્ભાગી માણસનો તિરસ્કાર કરે છે. જ્યારે કોઈ માણસ ઠોકર ખાય છે ત્યારે તેઓ એમ જ કરે છે."},{"number":6,"verse":"લૂંટારાઓનાં ઘર આબાદ થાય છે, અને ઈશ્વરને રોષ ચઢાવનારાઓ સહીસલામત હોય છે; અને તેઓનું બાહુબળ તે જ તેમનો ઈશ્વર છે."},{"number":7,"verse":"પણ પશુઓને પૂછો, એટલે તેઓ તમને શીખવશે; અને ખેચર પક્ષીઓને પૂછો, એટલે તેઓ તમને કહેશે."},{"number":8,"verse":"અથવા પૃથ્વીને પૂછો, અને તે તમને ખુલાસો આપશે. અને સમુદ્રનાં માછલાં તમને વિદિત કરશે."},{"number":9,"verse":"એ સર્વ ઉપરથી કોણ જાણતું નથી કે યહોવાને હાથે એ સર્વ સૃજાયેલાં છે?"},{"number":10,"verse":"તેમના હાથમાં તો સર્વ સજીવ વસ્તુઓનો પ્રાણ તથા મનુષ્યમાત્રનો આત્મા છે."},{"number":11,"verse":"જેમ તાળવું અન્નનો સ્વાદ પારખે છે, તેમ શું કાન શબ્દની પરીક્ષા કરતો નથી?"},{"number":12,"verse":"વૃદ્ધ પુરુષોમાં ડહાપણ હોય છે, અને પાકી વયમાં સમજણ હોય છે."},{"number":13,"verse":"તેનામાં જ્ઞાન તથા બળ હોય છે; તેને અક્કલ તથા સમજણ પણ હોય છે."},{"number":14,"verse":"તે જેને તોડી પાડે છે, તેને કોઈ ફરી ઊભું કરી શકતું નથી. તે માણસને કેદ કરે છે, ને કોઈ તેને છોડાવી શકતું નથી."},{"number":15,"verse":"તે વરસાદને અટકાવી રાખે છે, એટલે [જમીન] સુકાઈ જાય છે; વળી તે તેને છોડી દે છે, ત્યારે તે ભૂમિને ઊથલપાથલ કરે છે."},{"number":16,"verse":"તેની પાસે સામર્થ્ય તથા ખરું ડહાપણ છે; ઠગનાર તથા ઠગાનાર બન્ને તેમના છે."},{"number":17,"verse":"તે રાજમંત્રીઓ [ની બુદ્ધિ] લૂંટી લે છે, અને ન્યાયાધીશોને મૂર્ખો બનાવે છે."},{"number":18,"verse":"રાજાઓનાં બંધન તે તોડી નાખે છે, અને તેઓની કમરે સાંકળ બાંધે છે."},{"number":19,"verse":"તે યાજકોને લૂંટાવીને તેમને લઈ જાય છે, અને બળવાનોનો પરાજય કરે છે."},{"number":20,"verse":"વક્તાઓની વાચા લઈ લે છે, અને વડીલોની બુદ્ધિ હરી લે છે."},{"number":21,"verse":"રાજાઓ પર તે ફિટકાર વરસાવે છે, અને બળવંતોના હાંજા ગગડાવી નાખે છે."},{"number":22,"verse":"તે અંધકારમાંથી ગુહ્ય વાતો પ્રકાશમાં લાવે છે, અને મૃત્યુછાયા પર અજવાળું પાડે છે."},{"number":23,"verse":"તે પ્રજાઓની વૃદ્ધિ કરે છે, અને તેઓનો નાશ પણ કરે છે. તે પ્રજાઓને વિસ્તારે છે, અને તેઓને સંકોચે છે."},{"number":24,"verse":"તે પૃથ્વીના લોકોના આગેવાનોને નાહિમ્મત કરે છે, અને તેઓને માર્ગ વગરના અરણ્યમાં ભટકાવે છે."},{"number":25,"verse":"તેઓ અજવાળા વગર અંધકારમાં ફાંફાં મારે છે; અને તે તેઓને છાકટા માણસની જેમ લથડિયાં ખવાડે છે."}]}