{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"( અયૂબ (ચાલુ)) મારી આંખોએ [એ] બધું જોયું છે, મારા કાનોથી એ સાંભળીને હું સમજ્યો છું."},{"number":2,"verse":"તમે જે જાણી છો, તે હું પણ જાણું છું; હું તમારાથી કંઈ કાચો નથી."},{"number":3,"verse":"નિશ્ચે સર્વશક્તિમાનની સાથે બોલવા હું ઇચ્છું છું, અને ઈશ્વરની સાથે વાદ કરવા હું માગું છું."},{"number":4,"verse":"પણ તમે જૂઠી વાતો જોડી કાઢનારા છો, તમે બધા ઊંટવૈદ છો."},{"number":5,"verse":"તમે છેક છાના રહ્યા હોત તો કેવું સારું! કેમ કે એમાં તમારું ડહાપણ જણાત."},{"number":6,"verse":"હવે મારી દલીલો સાંભળો, અને મારા મુખની અરજ પર લક્ષ આપો."},{"number":7,"verse":"શું તમે ઈશ્વરનો પક્ષ રાખીને અન્યાયથી બોલશો, અને તેમના પક્ષના થઈને ઠગાઈ ભરેલી વાત કરશો?"},{"number":8,"verse":"શું તમે તેમનો વગવસીલો રાખશો? શું તમે ઈશ્વરના પક્ષમાં બોલશો?"},{"number":9,"verse":"શું તે તમારી ઝડતી લે તો સારું? અથવા જેમ માણસ માણસને ઠગે, તેમ શું તમે તેમને ઠગશો?"},{"number":10,"verse":"જો તમે ગુપ્ત રીતે આંખની શરમ રાખતા હશો, તો તે નિશ્ચે તમને ઠપકો આપશે."},{"number":11,"verse":"શું તેમનો પ્રતાપ તમને નહિ ડરાવે, અને તેમનો ભય તમારા પર નહિ આવે?"},{"number":12,"verse":"તમારી [મશહૂર] કહાણીઓ રાખ જેવી છે; તમારી દલીલો માટીના કિલ્લાઓ જેવી છે."},{"number":13,"verse":"છાના રહો, મને નિરાંતે બોલવા દો, અને મારા પર જે વીતવાનું હોય તે છો વીતે."},{"number":14,"verse":"ગમે તે થાય, હા, મારો જીવ જાય, તોપણ હું ડરતો નથી."},{"number":15,"verse":"તે મને મારી નાખે, તોપણ હું તેમની રાહ જોઈશ; પરંતુ મારી વર્તણૂક [નિર્દોષ છે એમ] હું તેમની આગળ સાબિત કરીશ."},{"number":16,"verse":"એ જ મારું તારણ પણ થઈ પડશે; કેમ કે અધર્મી માણસથી તેમની આગળ આવી શકાય નહિ."},{"number":17,"verse":"મારું બોલવું ધ્યાનથી સાંભળો, અને મારું કહેવું બરાબર સાંભળી રાખો."},{"number":18,"verse":"હવે જુઓ, મારો મુકદ્દમો મેં નિયમસર ગોઠવ્યો છે; હું જાણું છું કે હું નેક છું."},{"number":19,"verse":"મારી સામે પ્રતિવાદ કરે એવો કોણ છે? [જો કોઈ હોય] તો હું છાનો રહીશ અને પ્રાણ છોડીશ."},{"number":20,"verse":"ફક્ત બે બાબતોથી તમે મને મુક્ત કરો, તો હું તમારી આગળ મારું મુખ સંતાડું નહિ:"},{"number":21,"verse":"તમારો હાથ મારા પરથી દૂર ખેંચી લો; અને તમારા ભયથી મને ન ગભરાવો."},{"number":22,"verse":"ત્યારે તો તમે મને બોલાવો કે, હું ઉત્તર આપું; અથવા હું બોલું, ને તમે મને પ્રત્યુત્તર આપો."},{"number":23,"verse":"મારા અન્યાયો તથા પાપો કેટલાં છે? મારા અપરાધો તથા મારું પાપ મને જણાવો."},{"number":24,"verse":"શા માટે તમે તમારું મુખ છુપાવો છો, અને મને તમારો શત્રુ ગણો છો?"},{"number":25,"verse":"શું તમે પવનથી ઘસડાતા પાંદડાને હેરાન કરશો? અને સૂકા ખૂંપરાનો પીછો પકડશો?"},{"number":26,"verse":"કેમ કે તમે મારી વિરુદ્ધ સખત [ઠરાવ] લખો છો, અને મારી યુવાવસ્થાના અન્યાયનો મને બદલો આપો છો;"},{"number":27,"verse":"તમે મારા પગ હેડમાં પૂરો છો, અને મારા સર્વ રસ્તાઓ ધ્‍યાનમાં રાખો છો; તમે મારાં પગલાં આંકો છો;"},{"number":28,"verse":"જો કે હું નાશ પામતી સડેલી વસ્તુના જેવો તથા ઊધઈએ ખાઈ નાખેલા વસ્ત્ર જેવો છું, તો પણ."}]}