{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"( અયૂબ) ત્યારે અયૂબે ઉત્તર આપ્યો,"},{"number":2,"verse":"“તમે ક્યાં સુધી મારા જીવને સતાવશો? અને શબ્દોથી મારા ચૂરેચૂરા કરશો?"},{"number":3,"verse":"આ દશ વાર તમે મને મહેણાં માર્યાં છે. મારી સાથે નિર્દય રીતે વર્તતાં તમને શરમ આવતી નથી."},{"number":4,"verse":"જો મેં પાપ કર્યું જ હોય, તો મારી ભૂલ મારી પાસે રહી."},{"number":5,"verse":"જો તમારે મારી વિરુદ્ધ ગર્વ કરવો જ હોય, અને મારી વિરુદ્ધ દલીલ રજૂ કરીને મારું અપમાન કરવું હોય,"},{"number":6,"verse":"તો હવે સમજી લો કે ઈશ્ચરે મને ઉથલાવી પાડયો છે, અને તેમણે પોતાની જાળથી મને ઘેરી લીધો છે."},{"number":7,"verse":"અન્યાયને લીધે હું પોકાર કરું છું, પણ મારી દાદ સાંભળવામાં આવતી નથી; હું મદદને માટે પોકારું છું, પણ ન્યાય [મળતો] નથી."},{"number":8,"verse":"તેમણે વાડથી મારો માર્ગ એવો બંધ કર્યો છે કે, હું આગળ ચાલી શકતો નથી, અને મારા રસ્તાઓમાં તેમણે અંધકાર મૂક્યો છે."},{"number":9,"verse":"તેમણે મારો વૈભવ છીનવી લીધો છે, મારે માથેથી મુગટ લઈ લીધો છે."},{"number":10,"verse":"તેમણે ચારે તરફ મને તોડી પાડયો છે, અને મારું આવી બન્યું છે. તેમણે ઝાડની જેમ મારી આશા જડમૂળથી ઉખેડી નાખી છે."},{"number":11,"verse":"વળી તેમણે પોતાનો કોપ મારી વિરુદ્ધ પ્રગટ કર્યો છે, તે મને પોતાના શત્રુ જેવો ગણે છે."},{"number":12,"verse":"તેમની પલટણો ભેગી થઈને આવે છે, તે મારી વિરુદ્ધ પોતાનો માર્ગ બાંધે છે, અને મારા તંબુની આસપાસ છાવણી નાખે છે."},{"number":13,"verse":"તેમણે મારા ભાઈઓને મારાથી દૂર કર્યા છે, અને મારા ઓળખીતાઓ મારાથી છેક અજાણ્યા થઈ ગયા છે."},{"number":14,"verse":"મારા સગાંસંબંધીઓએ મને તજી દીધો છે, અને મારા દિલોજાન મિત્રો મને ભૂલી ગયા છે."},{"number":15,"verse":"મારા ઘરમાં રહેનારાઓ તથા મારી દાસીઓ મને પારકા જેવો ગણે છે, તેઓની નજરમાં હું એક વિદેશી જેવો છું."},{"number":16,"verse":"હું મારા ચાકરને હાંક મારું છું, અને તે મને ગણકારતો નથી, જો કે હું તેના કાલાવાલા કરું છું તોપણ [જવાબ આપતો નથી]."},{"number":17,"verse":"મારો શ્ચાસ મારી પત્નીને કંટાળાભરેલો લાગે છે, મારાં પોતાનાં સંતાનોને મારે આજીજી કરવી પડે છે."},{"number":18,"verse":"નાનાં છોકરાં પણ મને તુચ્છ ગણે છે; જો હું ઊઠું, તો તેઓ મારી વિરુદ્ધ બોલે છે."},{"number":19,"verse":"મારા બધા દિલોજાન મિત્રો મારાથી કંટાળી જાય છે. મારાં વહાલાં મારાથી ઊલટાં થઈ ગયાં છે."},{"number":20,"verse":"મારામાં હાડકાં અને ચામડી સિવાય બીજું કંઈ રહ્યું નથી. હું માંડમાંડ બચ્યો છું."},{"number":21,"verse":"હે મારા મિત્રો, મારા પર દયા રાખો, મારા પર દયા રાખો; કેમ કે ઈશ્વરના હાથે મારો સ્પર્શ કર્યો છે."},{"number":22,"verse":"તમે ઈશ્વરની જેમ મને કેમ સતાવો છો, અને મારું લોહી પીવા છતાં તમે કેમ ધરાતા નથી?"},{"number":23,"verse":"અરે, મારા શબ્દો હમણાં જ લખવામાં આવે, અરે, પુસ્તકમાં તે નોંધી લેવામાં આવે, તો કેવું સારું!"},{"number":24,"verse":"તેઓ લોઢાની કલમથી તથા સીસાથી સદાને માટે ખડકમાં કોતરવામાં આવે, તો કેવું સારું!"},{"number":25,"verse":"પણ હું જાણું છું કે મારો ઉદ્ધાર કરનાર જીવે છે, આખરે તે પૃથ્વી પર ઊભો રહેશે."},{"number":26,"verse":"મારી ચામડીનો આવી રીતે નાશ થયા પછી પણ વગર શરીરે હું ઈશ્વરને જોઈશ."},{"number":27,"verse":"તેને હું પોતાની જાતે જોઈશ; મારી આંખો તેને જોશે, બીજાની નહિ. મારું હ્રદય નિર્બળ થાય છે."},{"number":28,"verse":"જો તમે કહો કે, અમે તેને કેવો સતાવીશું! કેમ કે આ બાબતનું મૂળ તેનામાં મળ્યું છે."},{"number":29,"verse":"તો તમે તરવારથી બીઓ; કેમ કે કોપ તરવારની શિક્ષા [લાવે છે] , એ માટે કે તમે જાણો કે ન્યાય [કરનાર એક] છે.”"}]}