{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"( જ્ઞાનનાં ગુણગાન) રૂપાને માટે તો ખાણ હોય છે, અને સોનાને ગાળવા માટે પણ જગા હોય છે."},{"number":2,"verse":"લોઢું જમીનમાંથી કાઢવામાં આવે છે, અને તાંબાને ખડકમાંથી ગાળવામાં આવે છે."},{"number":3,"verse":"[માણસ] અંધકારને સીમા ઠરાવે છે, અને ગાઢ અંધકારના તથા મૃત્યુછાયાના પથ્થરો છેક છેડા સુધી શોધી કાઢે છે."},{"number":4,"verse":"માણસની વસતિથી દૂર તેઓ ખાણ ખોદે છે; ત્યા થઈને જનાર તે ખાણ વિષે જાણતા નથી; તેઓ માણસોથી દૂર લટકે છે, તેઓ આમતેમ ઝૂલે છે."},{"number":5,"verse":"ભૂમિમાંથી તો અન્ન નીપજે છે; અને તેની નીચે તો જાણે અગ્નિથી કંઈ ઊકળતું હોય એમ થાય છે."},{"number":6,"verse":"તેના ખડકોમાંથી નીલમણિઓ મળે છે, અને તેમાંથી સોનાના ગઠ્ઠા નીકળે છે."},{"number":7,"verse":"કોઈ શિકારી પક્ષી તે રસ્તો જાણતું નથી, અને બાજ પક્ષીની આંખે પણ તે જોયો નથી."},{"number":8,"verse":"મદોન્મત પશુના પગ ત્યાં પડયા નથી, અને વિકરાળ સિંહ પણ ત્યાં થઈને ગયો નથી."},{"number":9,"verse":"તે ચકમકના ખડક પર પોતાનો હાથ લંબાવે છે; તે પર્વતોને સમૂળગા ઊંધા વાળે છે."},{"number":10,"verse":"તે ખડકોમાંથી નાળાં ખોદી કાઢે છે; અને તેની આંખ દરેક મૂલ્યવાન વસ્તુને જોઈ લે છે."},{"number":11,"verse":"તે નદીઓને વહેતી બંધ કરી દે છે; અને ગુપ્ત વસ્તુને તે જાહેરમાં લાવે છે."},{"number":12,"verse":"પણ જ્ઞાન ક્યાંથી મળે? અને બુદ્ધિનું સ્થળ ક્યાં છે?"},{"number":13,"verse":"મનુષ્ય તેની કિંમત જાણતું નથી; અને વસતિવાળા ભાગમાં તે મળતું નથી."},{"number":14,"verse":"ઊંડાણ કહે છે, ‘તે મારામાં નથી;’ અને સમુદ્ર કહે છે, ‘તે મારી પાસે નથી.’"},{"number":15,"verse":"તે સોનાથી ખરીદી શકાય નહિ, તેની કિંમત બદલ રૂપું પણ તોળી અપાય નહિ."},{"number":16,"verse":"ઓફીરના સોનાને ધોરણે કે મૂલ્યવાન ગોમેદ કે નીલમણિને ધોરણે તેની કિંમત થાય નહિ."},{"number":17,"verse":"સોનું અને બિલોર તેની બરાબરી કરી શકે નહિ; અને ચોખ્ખ સોનાનાં આભૂષણ તેને તોલે આવી શકે નહિ."},{"number":18,"verse":"પરવાળાંનું તથા સ્ફટિકમણિનું તો નામ જ ન લેવું; જ્ઞાનની કિંમત તો માણેક કરતામ વિશેષ છે."},{"number":19,"verse":"કૂશ દેશનો પોખરાજ તેની બરાબરી કરી શકે નહિ, અને ચોખ્ખા સોનાની કિંમત તેની બરાબર ન થાય."},{"number":20,"verse":"ત્યારે જ્ઞાન ક્યાંથી આવે છે? અને બુદ્ધિનું સ્થળ ક્યાં છે?"},{"number":21,"verse":"કેમ કે સર્વ સજીવોની દષ્ટિથી તે ઢંકાયેલું છે, અને ખેચર પક્ષીઓથી તે ગુપ્ત રખાયેલું છે."},{"number":22,"verse":"વિનાશ તથા મૃત્યુ કહે છે, ‘અમે અમારા કાનોએ તેની અફવા સાંભળી છે.’"},{"number":23,"verse":"ઈશ્વર તેનો માર્ગ સમજે છે, અને તે જ તેનું સ્થળ જાણે છે."},{"number":24,"verse":"કેમ કે પૃથ્વીના છેડા સુધી તેમની દષ્ટિ પહોંચે છે, અને આકાશ નીચે તે સર્વત્ર જુએ છે;"},{"number":25,"verse":"જ્યારે તે વાયુનું વજન કરે છે ત્યારે, હા, તે માપથી પાણીને માપી નાખે છે."},{"number":26,"verse":"જ્યારે તેમણે વરસાદને માટે નિયમ, તથા ગર્જનાની વીજને માટે માર્ગ ઠરાવ્યો,"},{"number":27,"verse":"ત્યારે તેમણે તે જોયું, તથા તેનું વર્ણન કર્યું; તેમણે તે સ્થાપન કર્યું, અને તેને શોધી પણ કાઢયું."},{"number":28,"verse":"મનુષ્યને તેમણે કહ્યું, ( ; ; .) “પ્રભુનો ભય તે જ જ્ઞાન છે; અને દુષ્ટતાથી દૂર રહેવું એ જ બુદ્ધિ છે.”"}]}