{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"( અયૂબની અંતરવેદના) એ પછી અયૂબે પોતાનું મુખ ઉઘાડીને પોતાના ( .) [જન્મ] દિવસને શાપ આપ્યો."},{"number":2,"verse":"અયૂબ કહેવા લાગ્યો:"},{"number":3,"verse":"“બળ્યો તે દિવસ, ને બળી તે રાત કે જે દિવસે હું જન્મ્યો, અને જે રાતે એમ કહેવામાં આવ્યું કે, ‘પુત્ર ગર્ભ રહ્યો.’"},{"number":4,"verse":"તે દિવસ અંધકારરૂપ થાઓ; આકાશમાંના ઈશ્વર તેને લેખામાં ન ગણો, તે દિવસે અજવાળું ન થાઓ."},{"number":5,"verse":"તે દિવસ અંધકારનો તથા મૃત્યુછાયાનો ગણાઓ. તે પર વાદળ ઠરી રહો. તે દિવસનો અંધકાર ત્રાસદાયક નીવડો."},{"number":6,"verse":"તે રાત્રે ઘોર અંધકાર વ્યાપી રહ્યો; વર્ષના દિવસોમાં તે ન ગણાઓ. મહિનાઓની ગણતરીમાં તે ન આવો."},{"number":7,"verse":"તે રાતે શૂન્યકાર થઈ રહો, તેમાં કંઈ હર્ષનાદ ન થાઓ."},{"number":8,"verse":"તે દિવસને શાપ દેનારા તથા જેઓ મહા અજગરને જગાડવામાં ચતુર છે તેઓ તેને શાપ દો."},{"number":9,"verse":"તેના પ્રાત:કાળના તારા અંધકારમાં ડૂબી રહો. તે [દિવસ] અજવાળાની રાહ જુએ, પણ તે તેને મળો નહિ. તેના અરુણોદયનો પ્રકાશ મુદ્દલ દેખાઓ નહિ."},{"number":10,"verse":"કારણ કે તેણે મારી [માનું] ગર્ભસ્‍થાન બંધ રાખ્યું નહિ, અને મારી આંખો આગળથી દુ:ખ દૂર કર્યું નહિ."},{"number":11,"verse":"હું ગર્ભસ્‍થાનમાં જ કેમ મર્યો નહિ? મેં જનમતાં જ કેમ પ્રાણ ન છોડયો?"},{"number":12,"verse":"ઢીંચણોએ મારો અંગીકાર કેમ કર્યો? અને થાનોએ [મારો અંગીકાર કરીને] મને કેમ ધવડાવ્યો?"},{"number":13,"verse":"કેમ કે હમણાં તો હું સૂતેલો હોત, અને શાંતિમાં હોત. હું ઊંઘી ગયો હોત, તો મને નિરાંત હોત."},{"number":14,"verse":"પૃથ્વીના જે રાજાઓ તથા મંત્રીઓએ પોતાને માટે એકાંત નગરો બાંધ્યાં હતાં તેઓની સાથે;"},{"number":15,"verse":"અથવા જે ઉમરાવો સોનાના માલિક હતા તથા રૂપાથી જેઓએ પોતાનાં ઘરો ભરી દીધાં હતાં તેઓની સાથે;"},{"number":16,"verse":"અથવા ગુપ્ત ગર્ભપાતની જેમ, તથા જે બાળકોએ કદી અજવાળું ન જોયું હોય, તેમની જેમ હું હયાતીમાં ન હોત."},{"number":17,"verse":"ત્યાં દુષ્ટો બડબડાટ કરતા બંધ પડે છે, અને ત્યાં થાકેલા આરામ પામે છે."},{"number":18,"verse":"ત્યાં ગુલામો એકત્ર થઈને વિશ્રાંતિ મેળવે છે; ત્યાં વેઠ કરાવનારનો અવાજ તેઓને સાંભળવો પડતો નથી."},{"number":19,"verse":"ત્યાં નાના મોટા સમાન છે; અને ચાકર પોતાના શેઠથી છૂટો હોય છે."},{"number":20,"verse":"દુ:ખીઓને પ્રકાશ, અને નિરાશ થઈ ગયેલાઓને જીવન કેમ અપાય છે?"},{"number":21,"verse":"( .) તેઓ તો મોતને માટે તલપે છે, અને દાટેલા ધન કરતાં તેને માટે વધારે ખોદે છે, પણ તે તેમને મળતું નથી."},{"number":22,"verse":"તેઓ જ્યારે કબરમાં જાય છે ત્યારે તેઓ અતિશય આનંદ માને છે, અને ખુશ થાય છે."},{"number":23,"verse":"જેનો માર્ગ ઘેરાઈ ગયો છે, તથા જેને ઈશ્વર સંકોચમાં લાવ્યા છે તેને [પ્રકાશ કેમ આપવામાં આવે છે] ?"},{"number":24,"verse":"કેમ કે મારો નિશ્ચાસ જ મારો ખોરાક છે, અને મારી બૂમો પાણીની જેમ રેડવામાં આવે છે."},{"number":25,"verse":"કેમ કે જેથી હું બીહું છું, તે જ મારા પર આવી પડે છે, જેનો મને ભય છે તે જ મને મળે છે."},{"number":26,"verse":"મને સુખ નથી, મને ચેન નથી, અને મને વિશ્રાંતિ પણ નથી. પણ વેદના આવી પડયા કરે છે.”"}]}