{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"( અયૂબ (ચાલુ)) પણ હવે મારા કરતાં નાનાઓ, જેઓના પિતાઓને હું મારા ટોળાના કૂતરાઓની પંક્તિમાં પણ ન મૂકું તેટલા હલકા ગણતો, તેઓ આજે મને હસી કાઢે છે."},{"number":2,"verse":"હા, જે માણસોનું બળ નાશ પામ્યું છે, તેઓના બાહુબળથી મને શો લાભ થાય?"},{"number":3,"verse":"દુકાળ તથા ભૂખથી તેઓ લેવાઈ ગયેલા છે, ઉજ્જડ તથા વેરાન મુલકના અંધકારમાં તેઓ સૂકી જમીન [નાં ઢેફાં] કરડે છે."},{"number":4,"verse":"તેઓ જાળાં ઉપરથી ખારી ભાજી ચૂંટે છે; અને તેનાં મૂળિયાં તેઓનો ખોરાક [છે]."},{"number":5,"verse":"તેઓને [મનુષ્યો] માંથી હાંકી કાઢવામાં આવ્યાં છે. ચોરની જેમ લોકો તેમની પાછળ કિકિયારીઓ પાડે છે."},{"number":6,"verse":"તેઓ ખીણોનાં કોતરોમાં, પૃથ્વીના તથા ખડકોના ખાડાઓમાં પડી રહે છે."},{"number":7,"verse":"જાળાંમાં તેઓ બરાડા પાડે છે; કૌવચો નીચે તેઓ ટોળે મળ્યા છે."},{"number":8,"verse":"તેઓ મૂર્ખોનાં સંતાન, હા, અધમ પુરુષોનાં સંતાન [છે] , દેશમાંથી તેમને હાંકી કાઢવામાં આવ્યા હતા."},{"number":9,"verse":"પણ હવે તેઓ મારી ઠેકડીના રાસડા ગાય છે, હું તેમની કહેવત થઈ પડ્યો છું."},{"number":10,"verse":"તેઓ મારાથી કંટાળે છે, અને મારાથી આઘા ઊભા રહે છે, અને મારા મોં પર થૂંકતાં પણ તેઓ અચકાતા નથી."},{"number":11,"verse":"કેમ કે [ઈશ્ચરે] પોતાની દોરી છોડીને મને હેરાન કર્યો છે. તેઓ લગામ છોડીને મારી પર તૂટી પડ્યા છે."},{"number":12,"verse":"મારે જમણે હાથે હુલ્લડખોરો ઊઠે છે. તેઓ મારા પગને હડસેલા મારે છે, અને તેઓ મારી વિરુદ્ધ પોતાના નાશના માર્ગોની પાળ બાંધે છે."},{"number":13,"verse":"તેઓ મારો માર્ગ બગાડી નાખે છે, અને મારી વિપત્તિમાં તેઓ વધારો કરે છે, તે માણસોને રોકનાર કોઈ નથી."},{"number":14,"verse":"અંદર ધસતાં વિશાળ મોજાંની જેમ તેઓ પાળ તોડીને આવે છે. ભંગાણમાંથી તેઓ [મારા પર] ધસી પડે છે."},{"number":15,"verse":"મારે માથે ઘોર પ્રસંગ આવી પડયો છે, તેઓ પવનની જેમ મારી આબરૂને ઘસડી લઈ જાય છે; અને મારી આબાદી વાદળની માફક લોપ થઈ ગઈ છે."},{"number":16,"verse":"હવે મારો આત્મા મારામાં પીગળી ગયો છે, વિપત્તિના દિવસોએ મને ઘેરી લીધો છે."},{"number":17,"verse":"રાતે મારાં હાડકાં સડે છે, મને સણકા દેતાં [વેદના] થાકતી નથી."},{"number":18,"verse":"મારા ભારે મંદવાડને લીધે મારાં વસ્ત્ર વેરણખેરણ થઈ ગયાં છે; મારા અંગરખાના ગળાની પટ્ટી માફક તેમણે મને ટૂંપો દીધો છે."},{"number":19,"verse":"તેમણે મને કાદવમાં નાખી દીધો છે, અને હું ધૂળ તથા રાખ જેવો થઈ પડયો છું."},{"number":20,"verse":"હું તમને બોલાવું છું, પણ તમે મને ઉત્તર આપતા નથી; હું ઊભો થાઉં છુ, અને તમે મારી સામું જોયા કરો છો."},{"number":21,"verse":"તમે બદલાઈને મારા પર નિર્દય થયા છો; તમારા હાથના બળથી તમે મને સતાવો છો."},{"number":22,"verse":"તમે મને વાયુમાં ઊંચો કરો છો, તમે મને તે પર સવારી કરાવો છો. અને તમે મને તોફાનમાં [વાદળાની જેમ] પીગળાવી નાખો છો."},{"number":23,"verse":"કેમ કે હું જાણું છું કે તમે મને મૃત્યુમાં, એટલે સર્વ સજીવોને માટે ઠરાવેલા ઘરમાં લઈ જશો."},{"number":24,"verse":"પડી જતાં માણસ પોતાનો હાથ લાંબો નહિ કરે? અને તેની દુર્દશામાં મદદને માટે શું તે પોકાર નહિ કરે?"},{"number":25,"verse":"શું દુ:ખીઓને માટે હું રડતો નહોતો? શું કંગાલોને માટે મારો આત્મા દિલગીર થતો નહોતો?"},{"number":26,"verse":"હું શુભની આશા રાખતો હતો, પણ અશુભ આવી પડયું. હું અજવાળાની આશા રાખતો હતો, પણ અંધારું આવી પડયું."},{"number":27,"verse":"મારાં આંતરડાં ચળવળાટ કરે છે, અને શાંત થતાં નથી; મારા પર વિપત્તિના દિવસો આવી પડયા છે."},{"number":28,"verse":"હું સૂર્યના પ્રકાશ વિના શોક કરતો ફરું છું. હું જનમંડળમાં ઊભો થઈને મદદને માટે બૂમ પાડું છું."},{"number":29,"verse":"હું શિયાળનો ભાઈ, અને શાહમૃગોનો સાથી થયો છું."},{"number":30,"verse":"મારી ચામડી કાળી પડી ગઈ છે, અને મારા શરીર પરથી [ખરી પડે છે] , ગરમીથી મારાં હાડકાં બળી જાય છે."},{"number":31,"verse":"અને મારી વિણામાંથી શોકના રાગ નીકળે છે, અને મારી વાંસળીમાંથી રુદનનો સ્વર [સંભળાય છે]"}]}