{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"( અયૂબ (ચાલુ)) મેં મારી આંખો સાથે કરાર કર્યો છે; મારે કુમારિકા પર નજર શા માટે કરવી જોઈએ?"},{"number":2,"verse":"કેમ કે ઉપરથી ઈશ્વર પાસેથી શો હિસ્સો, અને ઉચ્ચસ્થાનથી સર્વશક્તિમાન પાસેથી શો વારસો મળે?"},{"number":3,"verse":"શું તે દુરાચારીઓને માટે વિપત્તિ, અને અન્યાય કરનારાઓને માટે આફત નથી?"},{"number":4,"verse":"શું તે મારાં આચરણ નથી જોતા, અને મારાં બધાં પગલાં નથી ગણતા?"},{"number":5,"verse":"જો મેં કપટભરેલો આચાર કર્યો હોય, અથવા જો મારો પગ ઠગાઈ તરફ દોડયો હોય,"},{"number":6,"verse":"(તો અદલ ત્રાજવામાં મને તોળવો જોઈએ કે, ઈશ્વર મારું પ્રામાણિકપણું જાણે;)"},{"number":7,"verse":"જો મારું પગલું રસ્તાથી આડુંઅવળું વળ્યું હોય, અને મારું હ્રદય મારી આંખોની પાછળ ચાલ્યું હોય, અને જો મારા હાથને કંઈ કલંક વળગ્યું હોય,"},{"number":8,"verse":"તો હું વાવું, અને બીજો લણી ખાય; હા, મારા ખેતરની ઊપજ સમૂળગી ઉખેડી નાખવામાં આવે."},{"number":9,"verse":"જો મારું મન કોઈ સ્ત્રી ઉપર લોભાયું હોય, જો હું મારા પડોશીના બારણા પાસે લાગ જોઈને છુપાઈ રહ્યો હોઉં,"},{"number":10,"verse":"તો મારી પત્ની બીજાનાં દળણાં દળે, અને તે બીજા પુરુષની થઈ જાય."},{"number":11,"verse":"કેમ કે એ તો અઘોર કુકર્મ કહેવાય; હા, એ અન્યાય તો ન્યાયાધીશોને હાથે શિક્ષાપાત્ર છે."},{"number":12,"verse":"તે ભસ્મ કરી નાખે, અને મારી સઘળી ઊપજનું મૂળ બાળી નાખે, એવો એક પ્રકારનો અગ્નિ છે."},{"number":13,"verse":"જ્યારે મારા દાસને કે મારી દાસીને મારી સાથે તકરાર થઈ હોય, ત્યારે મેં તેમનો દાવો તુચ્છ ગણ્યો હોય,"},{"number":14,"verse":"તો, જ્યારે ઈશ્વર ઊભા થાય, ત્યારે હું શું કરું? અને તે મારી પાસે જવાબ માગે ત્યારે હું તેમને શો ઉત્તર આપું?"},{"number":15,"verse":"જેમણે મને ગર્ભસ્થાનમાં બનાવ્યો, તેમણે જ શું તેને પણ બનાવ્યો નથી? અને એક જ [ઈશ્ચરે] અમને બેઉને ગર્ભસ્થાનમાં ઘડયા નથી?"},{"number":16,"verse":"જો ગરીબોને મેં આશાભંગ કર્યા હોય, અને વિધવાની આંખોને નિરાશ કરી હોય,"},{"number":17,"verse":"અથવા મારો કોળિયો મેં એકલાએ જ ખાધો હોય, અને તેમાંથી અનાથોને હિસ્સો ન મળ્યો હોય;"},{"number":18,"verse":"(તેથી ઊલટું, મારી જુવાનીના સમયથી મારા પોતાના છોકરાની જેમ મેં તેને ઉછેર્યો છે, અને મારા જન્મથી જ હું વિધવાને માટે માર્ગદર્શક થયો છું;)"},{"number":19,"verse":"જો મેં કોઈને વસ્ત્રની અછતથી મરતાં કે, દરિદ્રીને ઓઢવાના [વસ્ત્ર] વગરનો જોયો હોય;"},{"number":20,"verse":"જો તેણે મને ધન્યવાદ ન આપ્યો હોય, અને જો મારા ઘેટાના ઊનથી તેને હૂંફ ન વળી હોય;"},{"number":21,"verse":"જો દરવાજામાં બેઠેલા ન્યાયાધીશોને મારા પક્ષના જાણીને મેં અનાથની વિરુદ્ધ મારો હાથ ઉઠાવ્યો હોય;"},{"number":22,"verse":"તો મારો હાથ ખભામાંથી ખરી પડો, અને મારો હાથ ભાંગી જાઓ."},{"number":23,"verse":"કેમ કે ઈશ્વર તરફથી આવતી આફતનો મને ભય હતો, અને તેના પ્રભાવને લીધે હું કંઈ પણ કરી શકતો નહોતો."},{"number":24,"verse":"જો મેં સોના પર ભરોસો રાખ્યો હોય, અને જો ચોખ્ખા સોનાને મેં મારો આધાર માન્યો હોય;"},{"number":25,"verse":"જો મારું ધન ઘણું હોવાને લીધે, તથા મારે હાથે ઘણું મેળવ્યું તેને લીધે હું કદી હરખાયો હોઉં;"},{"number":26,"verse":"જો મેં પ્રકાશતા સૂર્યને, અથવા તો તેજસ્વી ચંદ્રને જોયો હોય;"},{"number":27,"verse":"ત્યારે મારું હ્રદય છૂપી રીતે લોભાયું હોય, અને મારા મોંએ મારા હાથનું ચુંબન કર્યું હોય;"},{"number":28,"verse":"તો એ દોષ પણ ન્યાયાધીશોની શિક્ષાને પાત્ર હોત; કેમ કે ઉચ્ચસ્થાનમાં રહેનાર ઈશ્વરનો મેં ઈનકાર કર્યો હોત."},{"number":29,"verse":"જો મારા દ્વેષ કરનારાઓના નાશથી હું હર્ષ પામ્યો હોઉં, અથવા તેને નુકસાન થયું હોય ત્યારે મને ઉલ્લાસ થયો હોય;"},{"number":30,"verse":"(હા, શાપ દઈને તેનો જીવ જાય એવું માગીને મારા મોંને મેં પાપ કરવા દીધું નહિ;)"},{"number":31,"verse":"મારો ખોરાક ખાઈને તૃપ્ત થયો ન હોય એવો એક પણ માણસ મળી આવે એમ મારા તંબુના માણસોએ કદી કહ્યું નથી."},{"number":32,"verse":"પરદેશીને માર્ગમાં ઉતારો કરવો પડતો નહોતો; પણ મુસાફરને માટે મારાં બારણાં હમેશાં ઉઘાડાં હતાં."},{"number":33,"verse":"જો મારો અન્યાય મારા મનમાં છુપાવીને, આદમની જેમ મેં મારા અપરાધોને ઢાંક્યા હોય;"},{"number":34,"verse":"એટલે જનસમૂહથી બીને, તથા કુટુંબોના તિરસ્કારથી ડરીને, હું છાનોમાનો બેસી રહ્યો હોઉં, અને ઘરમાંથી બહાર નીકળ્યો ન હોઉં-"},{"number":35,"verse":"અરે મારી દાદ સાંભળનાર કોઈ હોય તો કેવું સારું! (જો, આ રહ્યું મારું ચિહ્ન, સર્વશક્તિમાર મને ઉત્તર આપે [તો કેવું સારું] !) અને મારા પ્રતિવાદીએ લખેલું તહોમતનામું મારી પાસે હોત તો કેવું સારું!"},{"number":36,"verse":"ખરેખર હું તેને મારા ખભા પર ઊંચકીને ફરત; મુગટની જેમ હું તેને મારે માથે પહેરત."},{"number":37,"verse":"હું મારા પગલાંની સંખ્યા તેમને કહી બતાવત, સરદારની જે હું તેમની હજૂરમાં જાત."},{"number":38,"verse":"જો મારી જમીન મારી વિરુદ્ધ બૂમ પાડતી હોય, અને તેમાંના ચાસ એકત્ર થઈને રડતા હોય;"},{"number":39,"verse":"જો મેં તેની ઊપજ પૈસા આપ્યા વગર ખાધી હોય, અથવા તેના ધણીઓના જીવ મેં ખોવડાવ્યા હોય."},{"number":40,"verse":"તો, ઘઉં‍ને બદલે કાંટા, અને જવને બદલે નીંદણ તેમાં ઊગો.”"}]}