{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"( અલિહૂ (ચાલુ)) હવે, હે અયૂબ, કૃપા કરીને મારું કહેવું સાંભળ, અને મારા સર્વ શબ્દો પર ધ્યાન આપ."},{"number":2,"verse":"હવે મેં મારું મુખ ઉઘાડયું છે, મારા મુખમાં મારી જીભ બોલવા ઊપડી છે."},{"number":3,"verse":"મારા શબ્દો મારા અંત:કરણનું પ્રામાણિકપણું પ્રગટ કરશે; મારું મન જે સત્ય સમજે છે તે જ મારા હોઠો બોલશે."},{"number":4,"verse":"ઈશ્વરના આત્માએ મને સરજ્યો છે, ને સર્વશક્તિમાનનો શ્વાસ મને જીવન આપે છે."},{"number":5,"verse":"જો તારાથી બની શકે, તો તું મને ઉત્તર આપ; ઊભો થઈ જા, અને [તારી દલીલો] મારી આગળ અનુક્રમે રજૂ કર."},{"number":6,"verse":"ઈશ્વરની આગળ હું ને તું બન્ને સરખા છીએ; હું પણ માટીનો ઘડેલો છું."},{"number":7,"verse":"તારે મારા ત્રાસથી ગભરાવાની જરૂર નથી, મારું દબાણ તારા પર ભારે થશે નહિ."},{"number":8,"verse":"ખરેખર મારા સાંભળતાં તું બોલ્યો છે, મેં [તને] એવા શબ્દો બોલતાં સાંભળ્યો છે,"},{"number":9,"verse":"‘હું શુદ્ધ તથા નિષ્કલંક છું. હું નિરપરાધી છું, મારામાં કંઈ અન્યાય નથી."},{"number":10,"verse":"પણ [ઈશ્વર] મારી વિરુદ્ધ લાગ શોધે છે, તે મને પોતાનો શત્રુ ગણે છે."},{"number":11,"verse":"તે મારા પગ હેડમાં નાખે છે, તે મારા સર્વ રસ્તાઓ ધ્યાનમાં રાખે છે.’"},{"number":12,"verse":"હું તને ઉત્તર આપીશ કે, ઈશ્વર માણસ કરતાં મોટા છે, માટે તારે એમ [બોલવું] એ વાજબી નથી."},{"number":13,"verse":"તે પોતાના કોઈ પણ કાર્ય વિષે હકીકત આપતા નથી, માટે તું તેમની સાથે શા માટે ટક્કર લે છે?"},{"number":14,"verse":"કેમ કે ઈશ્વર એક વખત બોલે છે, અરે, બે વખત બોલે, [તોપણ માણસ] લેખવતો નથી."},{"number":15,"verse":"જ્યારે માણસો ભર નિદ્રામાં હોય કે, બિછાના પર ઝોકાં ખાતાં હોય, અને સ્વપ્નમાં, અથવા રાતના સંદર્શનમાં પડયાં હોય,"},{"number":16,"verse":"ત્યારે તે માણસોના કાન ઉઘાડે છે, અને તેઓ પર‍શિખામણની છાપ માટે છે કે,"},{"number":17,"verse":"માણસને તેના [ખોટા] વિચારથી પાછો હઠાવે, અને તેના અહંકારને દૂર કરે."},{"number":18,"verse":"તે તેના આત્માને ખાડામાં [પડતાં] , તથા તેના જીવને તરવારથી નાશ પામતાં બચાવી રાખે છે."},{"number":19,"verse":"વળી તેના બિછાના પર તેને થતા દુ:ખથી, તથા તેના શરીરમાં થતી સતત વેદનાથી તેને એવી શિખામણ મળે છે કે,"},{"number":20,"verse":"તેનો જીવ અન્નથી, ને તેનો આત્મા સ્વાદિષ્ટ ખોરાકથી કંટાળી જાય છે."},{"number":21,"verse":"તેનું માંસ ગળાઈને અદશ્ય થાય છે, અને તેનાં હાડકાં દેખાતાં નહોતાં, પણ હવે તેના હાડકાં ઉપસી આવેલા દેખાય છે."},{"number":22,"verse":"તેનો પ્રાણ કબરની નજીક, તથા તેનો જીવ નાશ કરનારાઓની પાસે આવી પહોંચ્યો છે."},{"number":23,"verse":"માણસને માટે શું વાજબી છે તે તેને દર્શાવવાને, દુભાષિયા તરીકે, હજારમાંનો એક દૂત જો તેની સાથે હોય;"},{"number":24,"verse":"તો એ તેના પર કૃપાવાન થઈને કહે છે કે, ‘તેને કબરમાં જતાં બચાવો; કેમ કે તેના છૂટકાની કિંમત મને મળી છે.’"},{"number":25,"verse":"ત્યારે બાળકના કરતાં પણ તેનું માંસ નીરોગી થશે; તે જુવાનીની સ્થિતિ પાછી પ્રાપ્ત કરે છે;"},{"number":26,"verse":"તે ઈશ્વરની પ્રાર્થના કરે છે, અને એ તેના પર એવા કૃપાવાન થાય છે કે, તે એમનું મુખ જોઈને હર્ષ પામે છે, અને મનુષ્યોને તે તેની નેકી પાછી બક્ષે છે."},{"number":27,"verse":"માણસો તરફ જોઈને તે તેમને કહે છે કે, ‘મેં પાપ કર્યું છે, મેં સત્યને મરડી નાખ્યું છે, અને તેથી મને કંઈ લાભ થયો નહિ."},{"number":28,"verse":"[ઈશ્ચરે] મારા પ્રાણને કબરમાં જતાં ઉગાર્યો છે, તેથી મારો જીવ પ્રકાશ જોશે.’"},{"number":29,"verse":"ઈશ્વર માણસોને આ બધાં વાનાં બે વાર, હા, ત્રણ વાર પણ, આપે છે કે,"},{"number":30,"verse":"તે તેનો જીવ કબરેથી પાછો લાવીને તેને જીવનનો પ્રકાશ બતાવે."},{"number":31,"verse":"હે અયૂબ, બરાબર ધ્યાન આપ, મારું સાંભળ; છાનો રહે, એટલે હું બોલીશ."},{"number":32,"verse":"જો તારે કંઈ કહેવું હોય, તો મને ઉત્તર આપ; બોલ, કેમ કે હું તને ન્યાયી ઠરાવવા ઈચ્છું છું."},{"number":33,"verse":"નહિ તો તું મારું સાંભળ; છાનો રહે, તો હું તને જ્ઞાન શીખવીશ.”"}]}