{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"( અલિહૂ (ચાલુ)) વળી અલિહૂએ આગળ વધીને કહ્યું,"},{"number":2,"verse":"“થોડી ધીરજ રાખ, હું તને બતાવીશ; હજીએ ઈશ્વરના પક્ષમાં હું કેટલુંક બોલવાનો છું."},{"number":3,"verse":"હું વેગળેથી બહુવિધ જ્ઞાન લાવીને મારો કર્તા ન્યાયી છે એ હું સાબિત કરીશ."},{"number":4,"verse":"કેમ કે નિશ્ચે મારા શબ્દો જૂઠા નથી; પૂરો જ્ઞાની માણસ તારી સામે છે."},{"number":5,"verse":"જો, ઈશ્વર પરાક્રમી છે, અને કોઈનો તુચ્છકાર કરતા નથી. તે મહા બુદ્ધિમાન છે."},{"number":6,"verse":"તે દુષ્ટોનું રક્ષણ કરતા નથી; પણ દુ:ખીઓના હકની સંભાળ લે છે."},{"number":7,"verse":"નેક માણસો ઉપરથી તે પોતાની દષ્ટિ પાછી ખેંચી લેતા નથી; પણ તે તેઓને રાજાઓની સાથે ઊંચા આસન પર સદા બેસાડે છે, અને તેઓને ઉચ્ચ પદવીએ ચઢાવે છે."},{"number":8,"verse":"જો તેઓને બેડીઓ પહેરાવવામાં આવે, અને જો તેઓ વિપત્તિમાં સપડાય;"},{"number":9,"verse":"તો તે તેઓને તેઓનાં અહંકારથી કરેલા કૃત્યો, તથા તેઓના અપરાધો બતાવે છે."},{"number":10,"verse":"વળી શિક્ષણ તરફ તે તેઓના કાન ઉઘાડે છે, અને અન્યાયથી પાછા ફરવાની તેઓને આજ્ઞા કરે છે."},{"number":11,"verse":"જો તેઓ સાંભળીને તેમને શરણે જાય, તો તેઓ પોતાના દિવસો આબાદીમાં, અને પોતાનાં વર્ષો સુખચેનમાં ગુજારશે."},{"number":12,"verse":"પણ જો તેઓ નહિ સાંભળે, તો તેઓ તરવારથી નાશ પામશે, અને તેઓ જ્ઞાન [પામ્યા] વિના મરણ પામશે."},{"number":13,"verse":"પણ જેઓનાં હ્રદય અધર્મી છે તેઓ તેમના કોપનો સંગ્રહ કરે છે; તે તેઓને બંધનમાં નાખે છે, ત્યારે તેઓ મદદને માટે બૂમ પાડતા નથી."},{"number":14,"verse":"તેઓ જુવાનીમાં મરણ પામે છે, અને તેમનો જીવ દુષ્ટોની સાથે [નાશ પામે છે]."},{"number":15,"verse":"તે વિપત્તિવાનને વિપત્તિમાંથી છોડાવે છે, અને જુલમ વડે તેઓને સાંભળતા કરે છે."},{"number":16,"verse":"તે તને સંકટમાંથી [કાઢીને] સંકડાશ વગરની બહોળી જગામાં દોરી જાત; અને તારી મેજ પર પીરસેલું મિષ્ટાન્ન પુષ્કળ હોત."},{"number":17,"verse":"પણ દુષ્ટોને ન્યાયથી જે સજા થાય તેથી તું ભરપૂર છે; ન્યાયશાસન તથા ન્યાય [તારું] ગ્રહણ કરે છે."},{"number":18,"verse":"સાવધ રહે; રખેને ક્રોધ તને આડે માર્ગે દોરીને તને મજાક કરવાને લલચાવે, અને તારાં દુ:ખો ભારે હોવાથી તું આડે માર્ગે વળી જાય."},{"number":19,"verse":"શું તારું દ્રવ્ય અથવા [તારી] બધી શક્તિઓ [તને] સંકટમાંથી ઉગારી શકે?"},{"number":20,"verse":"જે રાત્રે પ્રજાઓ પોતપોતાની જગાએથી નાશ પામે છે, તેવી રાતની ઇચ્છા ન રાખ."},{"number":21,"verse":"સાવધ થા, અન્યાયનો વિચાર દૂર કર; કેમ કે સંકટ સહન કરવા કરતાં તેં એને વધારે પસંદ કર્યો છે."},{"number":22,"verse":"જો, ઈશ્વર પોતાના સામર્થ્ય વડે મહિમાવાન કાર્યો કરે છે; તેમના જેવો‍શિક્ષક કોણ છે?"},{"number":23,"verse":"તે જે કાર્યો કરે છે તે કોઈના ફરમાવ્યાથી કરે છે? અથવા ‘તેં અનીતિ કરી છે’ એમ કોઈ તેમને કહી શકે?"},{"number":24,"verse":"તેમના જે કામનાં [સ્તોત્રો] લોકો ગાતા આવ્યા છે તેને લીધે તેમની સ્તુતિ કરવાનુમ યાદ રાખ."},{"number":25,"verse":"બધા લોકોએ તે પર નજર રાખી છે; માણસો ઘણે દૂરથી તે નિહાળે છે."},{"number":26,"verse":"જો, ઈશ્વર મહાન છે, તેમને આપણે પૂરેપૂરા ઓળખી શકતા નથી; તેમનાં વર્ષોની સંખ્યા અગમ્ય છે."},{"number":27,"verse":"કેમ કે તે પાણીનાં ટીપાં ઉપર ખેંચી લે છે, તેની વરાળ થઈને તે વરસાદરૂપે વરસે છે."},{"number":28,"verse":"તેને તે વાદળાંમાંથી નીચે મોકલે છે, અને મનુષ્ય ઉપર પુષ્કળ વરસાવે છે."},{"number":29,"verse":"અરે, વાદળોનો વિસ્તાર કેટલો છે, તથા તેના ગગનમંડપમાં ગર્જનાઓ કેવી રીતે થાય છે તે કોણ સમજી શકે?"},{"number":30,"verse":"જુઓ, તે પોતાનો પ્રકાશ પોતાની આસપાસ પ્રસારે છે; તે પર્વતોની ટોચો તેથી ઢાંકી દે છે."},{"number":31,"verse":"કેમ કે તેઓથી તે લોકોનો ન્યાય કરે છે. તે પુષ્કળ અન્ન આપે છે."},{"number":32,"verse":"તે પોતાના હાથથી વીજળીને મોકલે છે, અને પોતાના ઘારેલા નિશાન પર પડવાની તેને આજ્ઞા કરે છે."},{"number":33,"verse":"તેની ગર્જના તેના વિષે ખબર આપે છે; આવતા [તોફાન] વિષે ઢોર દ્વારા પણ સમાચાર પહોંચાડે છે."}]}