{"bibleAbbr":"guOV2016","bookName":"અયૂબ","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"( અયૂબ) ત્યારે અયૂબે ઉત્તર આપ્યો,"},{"number":2,"verse":"“હું ખરેખર જાણું છું કે એમ જ છે; પણ માણસ ઈશ્વરની આગળ કેમ કરી ન્યાયી ઠરે?"},{"number":3,"verse":"જો તે એની સાથે વિવાદ કરવાને ઈચ્છે, તો હજાર [પ્રશ્નો] માંથી એકનો પણ ઉત્તર તે એમને આપી શકે નહિ."},{"number":4,"verse":"[એ] તો જ્ઞાની તથા સામર્થ્યવાન [છે] ; તેમની સામો થઈને કોણ આબાદાની પામ્યો છે?"},{"number":5,"verse":"તે પર્વતોને ખસેડે છે, અને જ્યારે તે પોતાના કોપથી તેમને ઊંધા વાળે છે, ત્યારે તેઓને તેની ખબર પડતી નથી."},{"number":6,"verse":"તે ધરતીને હલાવીને પોતાને સ્થળેથી ખસેડે છે, અને તેના સ્તંભો કંપે છે."},{"number":7,"verse":"તે સૂર્યને આજ્ઞા કરે, તો તે ઊગતો નથી; અને તારાઓને બંધ કરીને છાપ મારે છે."},{"number":8,"verse":"તે એકલા આકાશને વિસ્તારે છે, અને સમુદ્રનાં મોજાં પર વિચરે છે."},{"number":9,"verse":"તે સપ્તર્ષિ, ( ; .) મૃગશીર્ષ તથા કૃત્તિકાના તથા દક્ષિણના [નક્ષત્રમંડળ] ના સરજનહાર છે."},{"number":10,"verse":"તે અગમ્ય મહાન કૃત્યો, હા, અગણિત ચમત્કારી કાર્યોના કર્તા છે."},{"number":11,"verse":"તે મારી પાસેથી જાય છે, તોપણ હું તેમને દેખતો નથી, વળી તે આગળ ચાલ્યા જાય છે, પણ હું તેમને જોઈ શકતો નથી."},{"number":12,"verse":"તે પકડી લે તો તેમને કોણ રોકશે? તેમને કોણ કહેશે, ‘તમે શું કરો છો?’"},{"number":13,"verse":"ઈશ્વર પોતાનો કોપ પાછો ખેંચી નહિ લેશે; અભિમાનીને સહાય કરનારાઓ તેમની આગળ નમી પડે છે."},{"number":14,"verse":"ત્યારે તેમને ઉત્તર આપવાને, તથા તેમની સાથે [વાદવિવાદ કરવાને યોગ્ય] શબ્દો ચૂંટી કાઢવાને હું કેટલો બધો અશક્ત છું?"},{"number":15,"verse":"જો હું ન્યાયી હોત, તોપણ હું તેમને ઉત્તર ન આપત; હું મારા ન્યાયધીશને કાલાવાલા કરત."},{"number":16,"verse":"જો મેં તેમને બોલાવ્યા હોત, અને તેમણે મને ઉત્તર આપ્યો હોત, તોપણ હું માનત નહિ કે, તેમણે મારો સાદ સાંભળ્યો છે."},{"number":17,"verse":"કેમ કે તે તોફાન વડે મારા ચૂરેચૂરા કરે છે, અને વિનાકારણ મારા ઘા વધારે છે."},{"number":18,"verse":"તે મને શ્ચાસ લેવા દેતા નથી, પણ મને કષ્ટથી ભરપૂર કરે છે."},{"number":19,"verse":"જો પરાક્રમીના બળ વિષે [બોલીએ] , તો તે જ બળવાન છે! જો ઇનસાફ વિષે [બોલીએ] તો મને અરજ કરવાનો વખત કોણ ઠરાવી આપશે?"},{"number":20,"verse":"જો હું નિર્દોષ હોઉં, તોપણ મારે પોતાને મોઢે હું દોષિત ઠરીશ; જો હું સંપૂર્ણ હોઉં, તોપણ તે મને ભ્રષ્ટ ઠરાવશે."},{"number":21,"verse":"પણ હું સંપૂર્ણ છું! તોપણ હું મારી પોતાની દરકાર કરતો નથી; હું મારી જિંદગીનો ધિક્કાર કરું છું."},{"number":22,"verse":"એ તો બધું એક ને એક જ છે; તેથી હું કહું છું કે, તે જેમ દુષ્ટનો તેમ સંપૂર્ણનો પણ વિનાશ કરે છે."},{"number":23,"verse":"જો ફટકાથી તત્કાળ મોત નીપજે, તો નિર્દોષની નિરાશાની તે હાંસી કરશે."},{"number":24,"verse":"પૃથ્વી દુષ્ટને સ્વાધીન કરાયેલી છે; તે તેમના ન્યાયાધીશોનાં મોઢાં પર ઢાંકપિછોડો કરે છે; જો [તે કૃત્ય એમનું] ન હોય, તો બીજો કોણ એવું કરે?"},{"number":25,"verse":"મારા દિવસો તો કાસદથી વધારે વેગવાળા છે; તેઓ વેગે વહી જાય છે, તેઓમાં કંઈ હિત સધાતું નથી."},{"number":26,"verse":"તેઓ વેગવાળાં વહાણોની જેમ તથા શિકાર ઉપર તલપ મારતા ગરૂડની જેમ જતા રહે છે."},{"number":27,"verse":"જો હું કહું કે, હું મારી ફરિયાદો વીસરીશ, હું મારો ઉદાસ ચહેરો દૂર કરીને હસમુખો ચહેરો ધારણ કરીશ;"},{"number":28,"verse":"તો હું મારી બધી વેદના વિષે બીહું છું, હું જાણું છું કે તમે મને નિર્દોષ નહિ ગણશો."},{"number":29,"verse":"હું દોષિત ઠરવાનો છું જ; તો હું ફોકટ શા માટે શ્રમ કરું છું?"},{"number":30,"verse":"જો હું બરફના પાણીથી સ્નાન કરું, અને મારા હાથ ગમે તેટલા ચોખ્ખા કરું;"},{"number":31,"verse":"તોપણ તમે મને ખાઈમાં નાખી દેશો, અને મારાં પોતાનાં જ વસ્ત્રો મને કંટાળો આપશે."},{"number":32,"verse":"કેમ કે તે મારા જેવો માણસ નથી કે હું તેમને ઉત્તર આપું કે, અમે તેમના ન્યાયાસન આગળ [વાદીપ્રતિવાદી] થઈએ."},{"number":33,"verse":"અમારી વચમાં કોઈ મધ્યસ્થ નથી કે, જે અમ બન્ને ઉપર પોતાનો હાથ મૂકે."},{"number":34,"verse":"જો તે પોતાની સોટી મારા પરથી ઉઠાવી લે, અને તે મને ડરાવે નહિ;"},{"number":35,"verse":"તો તેમની બીક રાખ્યા વગર હું બોલું; કેમ કે હું જાતે [ડરું] એવો નથી."}]}