{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"וַ֠יִּסְעוּ <WH5265> Vai-yis-'u journeyed כָּל־ <WH3605> kol- all עֲדַ֨ת <WH5712> 'a-Dat And all the congregation בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֧ל <WH3478> Yis-ra-'El of Israel מִמִּדְבַּר־ <WH4057> mi-mid-bar- from the wilderness סִ֛ין <WH5512> sin of Sin לְמַסְעֵיהֶ֖ם <WH4550> le-mas-'ei-Hem after their journeys עַל־ <WH5921> 'al- according פִּ֣י <WH6310> pi according to the commandment יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַֽיַּחֲנוּ֙ <WH2583> vai-ya-cha-Nu and pitched בִּרְפִידִ֔ים <WH7508> bir-fi-Dim, in Rephidim וְאֵ֥ין <WH369> ve-'Ein and there מַ֖יִם <WH4325> Ma-yim and [there was] no water לִשְׁתֹּ֥ת <WH8354> lish-Tot to drink הָעָֽם׃ <WH5971> ha-'Am. for the people"},{"number":2,"verse":"וַיָּ֤רֶב <WH7378> vai-Ya-rev did chide הָעָם֙ <WH5971> ha-'Am Wherefore the people עִם־ <WH5973> 'im- with מֹשֶׁ֔ה <WH4872> mo-Sheh, with Moses וַיֹּ֣אמְר֔וּ <WH559> vai-Yo-me-Ru, and said תְּנוּ־ <WH5414> te-nu- Give לָ֥נוּ La-nu מַ֖יִם <WH4325> Ma-yim us water וְנִשְׁתֶּ֑ה <WH8354> ve-nish-Teh; that we may drink וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לָהֶם֙ la-Hem מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses מַה־ <WH4100> mah- Why תְּרִיבוּן֙ <WH7378> te-ri-Vun unto them Why chide עִמָּדִ֔י <WH5978> 'im-ma-Di, me מַה־ <WH4100> mah- Why תְּנַסּ֖וּן <WH5254> te-nas-Sun ye with me;wherefore do ye tempt אֶת־ <WH853> 'et- יְהוָֽה׃ <WH3068> Yah-weh. Jehovah"},{"number":3,"verse":"וַיִּצְמָ֨א <WH6770> vai-yitz-Ma thirsted שָׁ֤ם <WH8033> sham there הָעָם֙ <WH5971> ha-'Am And the people לַמַּ֔יִם <WH4325> lam-Ma-yim, there for water וַיָּ֥לֶן <WH3885> vai-Ya-len murmured הָעָ֖ם <WH5971> ha-'Am and the people עַל־ <WH5921> 'al- against מֹשֶׁ֑ה <WH4872> mo-Sheh; against Moses וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said לָ֤מָּה <WH4100> Lam-mah Why זֶּה֙ <WH2088> zeh now הֶעֱלִיתָ֣נוּ <WH5927> he-'e-li-Ta-nu Wherefore [is] this [that] thou hast brought מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, us up out of Egypt לְהָמִ֥ית <WH4191> le-ha-Mit to kill אֹתִ֛י <WH853> 'o-Ti וְאֶת־ <WH853> ve-'Et בָּנַ֥י <WH1121> ba-Nai us and our children וְאֶת־ <WH853> ve-'Et מִקְנַ֖י <WH4735> mik-Nai and our cattle בַּצָּמָֽא׃ <WH6772> batz-tza-Ma. thirst"},{"number":4,"verse":"וַיִּצְעַ֤ק <WH6817> vai-yitz-'Ak cried מֹשֶׁה֙ <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to יְהוָ֣ה <WH3068> Yah-weh unto the LORD לֵאמֹ֔ר <WH559> le-Mor, saying מָ֥ה <WH4100> mah What אֶעֱשֶׂ֖ה <WH6213> 'e-'e-Seh What shall I do לָעָ֣ם <WH5971> la-'Am folk הַזֶּ֑ה <WH2088> haz-Zeh; to this ע֥וֹד <WH5750> od more מְעַ֖ט <WH4592> me-'At almost some וּסְקָלֻֽנִי׃ <WH5619> u-se-ka-Lu-ni. ready to stone"},{"number":5,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses עֲבֹר֙ <WH5674> 'a-Vor Go on לִפְנֵ֣י <WH6440> lif-Nei before הָעָ֔ם <WH5971> ha-'Am, the people וְקַ֥ח <WH3947> ve-Kach and take אִתְּךָ֖ <WH854> 'it-te-Cha for מִזִּקְנֵ֣י <WH2205> miz-zik-Nei with thee of the elders יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וּמַטְּךָ֗ <WH4294> u-mat-te-Cha, and thy rod אֲשֶׁ֨ר <WH834> 'a-Sher which הִכִּ֤יתָ <WH5221> hik-Ki-ta wherewith thou smotest בּוֹ֙ bo אֶת־ <WH853> 'et- הַיְאֹ֔ר <WH2975> hay-'Or, the river קַ֥ח <WH3947> kach take בְּיָדְךָ֖ <WH3027> be-ya-de-Cha in thine hand וְהָלָֽכְתָּ׃ <WH1980> ve-ha-La-che-ta. and go"},{"number":6,"verse":"הִנְנִ֣י <WH2005> hin-Ni behold עֹמֵד֩ <WH5975> 'o-Med Behold I will stand לְפָנֶ֨יךָ <WH6440> le-fa-Nei-cha before שָּׁ֥ם׀ <WH8033> sham there עַֽל־ <WH5921> 'al- on הַצּוּר֮ <WH6697> hatz-Tzur thee there upon the rock בְּחֹרֵב֒ <WH2722> be-cho-Rev in Horeb וְהִכִּ֣יתָ <WH5221> ve-hik-Ki-ta and thou shalt smite בַצּ֗וּר <WH6697> vatz-Tzur, the rock וְיָצְא֥וּ <WH3318> ve-ya-tze-'U and there shall come מִמֶּ֛נּוּ <WH4480> mi-Men-nu at מַ֖יִם <WH4325> Ma-yim water וְשָׁתָ֣ה <WH8354> ve-sha-Tah may drink הָעָ֑ם <WH5971> ha-'Am; out of it that the people וַיַּ֤עַשׂ <WH6213> vai-Ya-'as did כֵּן֙ <WH3651> ken so מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses לְעֵינֵ֖י <WH5869> le-'ei-Nei so in the sight זִקְנֵ֥י <WH2205> zik-Nei of the elders יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":7,"verse":"וַיִּקְרָא֙ <WH7121> vai-yik-Ra And he called שֵׁ֣ם <WH8034> shem the name הַמָּק֔וֹם <WH4725> ham-ma-Kom, of the place מַסָּ֖ה <WH4532> mas-Sah Massah וּמְרִיבָ֑ה <WH4809> u-me-ri-Vah; and Meribah עַל־ <WH5921> 'al- because רִ֣יב׀ <WH7379> riv because of the chiding בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel וְעַ֨ל <WH5921> ve-'Al and because נַסֹּתָ֤ם <WH5254> nas-so-Tam and because they tempted אֶת־ <WH853> 'et- יְהוָה֙ <WH3068> Yah-weh the LORD לֵאמֹ֔ר <WH559> le-Mor, saying הֲיֵ֧שׁ <WH3426> ha-Yesh Is יְהוָ֛ה <WH3068> Yah-weh the LORD בְּקִרְבֵּ֖נוּ <WH7130> be-kir-Be-nu among אִם־ <WH518> 'im- or אָֽיִן׃ <WH369> 'A-yin. else פ Peh"},{"number":8,"verse":"וַיָּבֹ֖א <WH935> vai-ya-Vo Then came עֲמָלֵ֑ק <WH6002> 'a-ma-Lek; Amalek וַיִּלָּ֥חֶם <WH3898> vai-yil-La-chem and fought עִם־ <WH5973> 'im- against יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El with Israel בִּרְפִידִֽם׃ <WH7508> bir-fi-Dim. in Rephidim"},{"number":9,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֤ה <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to יְהוֹשֻׁ֙עַ֙ <WH3091> ye-ho-Shu-a' unto Joshua בְּחַר־ <WH977> be-char- Choose us out לָ֣נוּ La-nu אֲנָשִׁ֔ים <WH376> 'a-na-Shim, men וְצֵ֖א <WH3318> ve-Tze and go out הִלָּחֵ֣ם <WH3898> hil-la-Chem fight בַּעֲמָלֵ֑ק <WH6002> ba-'a-ma-Lek; with Amalek מָחָ֗ר <WH4279> ma-Char, to morrow אָנֹכִ֤י <WH595> 'a-no-Chi I נִצָּב֙ <WH5324> nitz-Tzav I will stand עַל־ <WH5921> 'al- on רֹ֣אשׁ <WH7218> rosh on the top הַגִּבְעָ֔ה <WH1389> hag-giv-'Ah, of the hill וּמַטֵּ֥ה <WH4294> u-mat-Teh with the rod הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him of God בְּיָדִֽי׃ <WH3027> be-ya-Di. in mine hand"},{"number":10,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as did יְהוֹשֻׁ֗עַ <WH3091> ye-ho-Shu-a', So Joshua כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher after אָֽמַר־ <WH559> 'a-mar- had said לוֹ֙ lo מֹשֶׁ֔ה <WH4872> mo-Sheh, as Moses לְהִלָּחֵ֖ם <WH3898> le-hil-la-Chem to him and fought בַּעֲמָלֵ֑ק <WH6002> ba-'a-ma-Lek; with Amalek וּמֹשֶׁה֙ <WH4872> u-mo-Sheh and Moses אַהֲרֹ֣ן <WH175> 'a-ha-Ron Aaron וְח֔וּר <WH2354> ve-Chur, and Hur עָל֖וּ <WH5927> 'a-Lu went up רֹ֥אשׁ <WH7218> rosh to the top הַגִּבְעָֽה׃ <WH1389> hag-giv-'Ah. of the hill"},{"number":11,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, came כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher after יָרִ֥ים <WH7311> ya-Rim held up מֹשֶׁ֛ה <WH4872> mo-Sheh And it came to pass when Moses יָד֖וֹ <WH3027> ya-Do his hand וְגָבַ֣ר <WH1396> ve-ga-Var prevailed יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; that Israel וְכַאֲשֶׁ֥ר <WH834> ve-cha-'a-Sher after יָנִ֛יחַ <WH5117> ya-Ni-ach and when he let down יָד֖וֹ <WH3027> ya-Do his hand וְגָבַ֥ר <WH1396> ve-ga-Var prevailed עֲמָלֵֽק׃ <WH6002> 'a-ma-Lek. Amalek"},{"number":12,"verse":"וִידֵ֤י <WH3027> vi-Dei hands מֹשֶׁה֙ <WH4872> mo-Sheh But Moses' כְּבֵדִ֔ים <WH3515> ke-ve-Dim, [were] heavy וַיִּקְחוּ־ <WH3947> vai-yik-chu- and they took אֶ֛בֶן <WH68> 'E-ven a stone וַיָּשִׂ֥ימוּ <WH7760> vai-ya-Si-mu and put תַחְתָּ֖יו <WH8478> tach-Tav under וַיֵּ֣שֶׁב <WH3427> vai-Ye-shev [it] under him and he sat עָלֶ֑יהָ <WH5921> 'a-Lei-ha; on וְאַהֲרֹ֨ן <WH175> ve-'a-ha-Ron thereon and Aaron וְח֜וּר <WH2354> ve-Chur and Hur תָּֽמְכ֣וּ <WH8551> ta-me-Chu stayed up בְיָדָ֗יו <WH3027> ve-ya-Dav, his hands מִזֶּ֤ה <WH2088> miz-Zeh one אֶחָד֙ <WH259> 'e-Chad the one on the one side וּמִזֶּ֣ה <WH2088> u-miz-Zeh side אֶחָ֔ד <WH259> 'e-Chad, and the other on the other side וַיְהִ֥י <WH1961> vay-Hi Thus יָדָ֛יו <WH3027> ya-Dav and his hands אֱמוּנָ֖ה <WH530> 'e-mu-Nah were steady עַד־ <WH5704> 'ad- until בֹּ֥א <WH935> bo until the going down הַשָּֽׁמֶשׁ׃ <WH8121> hash-Sha-mesh. of the sun"},{"number":13,"verse":"וַיַּחֲלֹ֧שׁ <WH2522> vai-ya-cha-Losh discomfited יְהוֹשֻׁ֛עַ <WH3091> ye-ho-Shu-a' And Joshua אֶת־ <WH853> 'et- עֲמָלֵ֥ק <WH6002> 'a-ma-Lek Amalek וְאֶת־ <WH853> ve-'Et עַמּ֖וֹ <WH5971> am-Mo and his people לְפִי־ <WH6310> le-fi- with the edge חָֽרֶב׃ <WH2719> Cha-rev. of the sword פ Peh"},{"number":14,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses כְּתֹ֨ב <WH3789> ke-To Write זֹ֤את <WH2063> zot as זִכָּרוֹן֙ <WH2146> zik-ka-rOn this [for] a memorial בַּסֵּ֔פֶר <WH5612> bas-Se-fer, in a book וְשִׂ֖ים <WH7760> ve-Sim and rehearse בְּאָזְנֵ֣י <WH241> be-'a-ze-Nei [it] in the ears יְהוֹשֻׁ֑עַ <WH3091> ye-ho-Shu-a'; of Joshua כִּֽי־ <WH3588> ki- for מָחֹ֤ה <WH4229> ma-Choh for I will utterly אֶמְחֶה֙ <WH4229> 'em-Cheh put out אֶת־ <WH853> 'et- זֵ֣כֶר <WH2143> Ze-cher the remembrance עֲמָלֵ֔ק <WH6002> 'a-ma-Lek, of Amalek מִתַּ֖חַת <WH8478> mit-Ta-chat under הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. from under heaven"},{"number":15,"verse":"וַיִּ֥בֶן <WH1129> vai-Yi-ven built מֹשֶׁ֖ה <WH4872> mo-Sheh And Moses מִזְבֵּ֑חַ <WH4196> miz-Be-ach; an altar וַיִּקְרָ֥א <WH7121> vai-yik-Ra and called שְׁמ֖וֹ <WH8034> she-Mo the name יְהוָ֥ה׀ <WH3068> Yah-weh the LORD נִסִּֽי׃ <WH5251> nis-Si. is my Banner"},{"number":16,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, For he said כִּֽי־ <WH3588> ki- for יָד֙ <WH3027> yad able עַל־ <WH5921> 'al- and כֵּ֣ס <WH3676> kes sworn יָ֔הּ <WH3050> Yah, Because the LORD מִלְחָמָ֥ה <WH4421> mil-cha-Mah [will have] war לַיהוָ֖ה <WH3068> Yah-weh [that] the LORD בַּֽעֲמָלֵ֑ק <WH6002> ba-'a-ma-Lek; with Amalek מִדֹּ֖ר <WH1755> mid-Dor from generation דֹּֽר׃ <WH1755> Dor. to generation פ Peh"}]}