{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"וְאַתָּ֡ה <WH859> ve-'at-Tah you הַקְרֵ֣ב <WH7126> hak-Rev And take אֵלֶיךָ֩ <WH413> 'e-lei-Cha about אֶת־ <WH853> 'et- אַהֲרֹ֨ן <WH175> 'a-ha-Ron thou unto thee Aaron אָחִ֜יךָ <WH251> 'a-Chi-cha thy brother וְאֶת־ <WH853> ve-'Et בָּנָ֣יו <WH1121> ba-Nav and his sons אִתּ֔וֹ <WH854> it-To, from מִתּ֛וֹךְ <WH8432> mit-Toch with him from among בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לְכַהֲנוֹ־ <WH3547> le-cha-ha-nov- that he may minister unto me in the priest's office לִ֑י Li; אַהֲרֹ֕ן <WH175> 'a-ha-Ron [even] Aaron נָדָ֧ב <WH5070> na-Dav Nadab וַאֲבִיה֛וּא <WH30> va-'a-vi-Hu and Abihu אֶלְעָזָ֥ר <WH499> 'el-'a-Zar Eleazar וְאִיתָמָ֖ר <WH385> ve-'i-ta-Mar and Ithamar בְּנֵ֥י <WH1121> be-Nei sons אַהֲרֹֽן׃ <WH175> 'a-ha-Ron. Aaron's"},{"number":2,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make בִגְדֵי־ <WH899> vig-dei- garments קֹ֖דֶשׁ <WH6944> Ko-desh holy לְאַהֲרֹ֣ן <WH175> le-'a-ha-Ron for Aaron אָחִ֑יךָ <WH251> 'a-Chi-cha; thy brother לְכָב֖וֹד <WH3519> le-cha-Vod for glory וּלְתִפְאָֽרֶת׃ <WH8597> u-le-tif-'A-ret. and for beauty"},{"number":3,"verse":"וְאַתָּ֗ה <WH859> ve-'at-Tah, You תְּדַבֵּר֙ <WH1696> te-dab-Ber And thou shalt speak אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all חַכְמֵי־ <WH2450> chach-mei- unto all [that are] wise לֵ֔ב <WH3820> Lev, hearted אֲשֶׁ֥ר <WH834> 'a-Sher whom מִלֵּאתִ֖יו <WH4390> mil-le-Tiv whom I have filled ר֣וּחַ <WH7307> Ru-ach with the spirit חָכְמָ֑ה <WH2451> choch-mah of wisdom וְעָשׂ֞וּ <WH6213> ve-'a-Su that they may make אֶת־ <WH853> 'et- בִּגְדֵ֧י <WH899> big-Dei garments אַהֲרֹ֛ן <WH175> 'a-ha-Ron Aaron's לְקַדְּשׁ֖וֹ <WH6942> le-kad-de-Sho to consecrate לְכַהֲנוֹ־ <WH3547> le-cha-ha-nov- him that he may minister unto me in the priest's office לִֽי׃ Li."},{"number":4,"verse":"וְאֵ֨לֶּה <WH428> ve-'El-leh These הַבְּגָדִ֜ים <WH899> hab-be-ga-Dim And these [are] the garments אֲשֶׁ֣ר <WH834> 'a-Sher which יַעֲשׂ֗וּ <WH6213> ya-'a-Su, which they shall make חֹ֤שֶׁן <WH2833> Cho-shen a breastplate וְאֵפוֹד֙ <WH646> ve-'e-fOd and an ephod וּמְעִ֔יל <WH4598> u-me-'Il, and a robe וּכְתֹ֥נֶת <WH3801> u-che-To-net coat תַּשְׁבֵּ֖ץ <WH8665> tash-Betz and a broidered מִצְנֶ֣פֶת <WH4701> mitz-Ne-fet a mitre וְאַבְנֵ֑ט <WH73> ve-'av-Net; and a girdle וְעָשׂ֨וּ <WH6213> ve-'a-Su and they shall make בִגְדֵי־ <WH899> vig-dei- garments קֹ֜דֶשׁ <WH6944> Ko-desh holy לְאַהֲרֹ֥ן <WH175> le-'a-ha-Ron for Aaron אָחִ֛יךָ <WH251> 'a-Chi-cha thy brother וּלְבָנָ֖יו <WH1121> u-le-va-Nav and his sons לְכַהֲנוֹ־ <WH3547> le-cha-ha-nov- that he may minister unto me in the priest's office לִֽי׃ Li."},{"number":5,"verse":"וְהֵם֙ <WH1992> ve-Hem They יִקְח֣וּ <WH3947> yik-Chu And they shall take אֶת־ <WH853> 'et- הַזָּהָ֔ב <WH2091> haz-za-Hav, gold וְאֶת־ <WH853> ve-'Et הַתְּכֵ֖לֶת <WH8504> hat-te-Che-let and blue וְאֶת־ <WH853> ve-'Et הָֽאַרְגָּמָ֑ן <WH713> ha-'ar-ga-Man; and purple וְאֶת־ <WH853> ve-'Et תּוֹלַ֥עַת <WH8438> to-La-'at oppressor הַשָּׁנִ֖י <WH8144> hash-sha-Ni and the scarlet וְאֶת־ <WH853> ve-'Et הַשֵּֽׁשׁ׃ <WH8336> hash-Shesh. and fine linen פ Peh"},{"number":6,"verse":"וְעָשׂ֖וּ <WH6213> ve-'a-Su And they shall make אֶת־ <WH853> 'et- הָאֵפֹ֑ד <WH646> ha-'e-Fod; the ephod זָ֠הָב <WH2091> za-ho [of] gold תְּכֵ֨לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֜ן <WH713> ve-'ar-ga-Man and [of] purple תּוֹלַ֧עַת <WH8438> to-La-'at oppressor שָׁנִ֛י <WH8144> sha-Ni scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָ֖ר <WH7806> ma-she-Zar and fine twined מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh work חֹשֵֽׁב׃ <WH2803> cho-Shev. with cunning"},{"number":7,"verse":"שְׁתֵּ֧י <WH8147> she-Tei It shall have the two כְתֵפֹ֣ת <WH3802> che-te-Fot shoulderpieces חֹֽבְרֹ֗ת <WH2266> choe-Rot, thereof joined יִֽהְיֶה־ <WH1961> yih-yeh- shall have לּ֛וֹ lo אֶל־ <WH413> 'el- to שְׁנֵ֥י <WH8147> she-Nei at the two קְצוֹתָ֖יו <WH7098> ke-tzo-Tav edges וְחֻבָּֽר׃ <WH2266> ve-chub-Bar. thereof and [so] it shall be joined together"},{"number":8,"verse":"וְחֵ֤שֶׁב <WH2805> ve-Che-shev And the curious girdle אֲפֻדָּתוֹ֙ <WH642> a-fud-da-To of the ephod אֲשֶׁ֣ר <WH834> 'a-Sher which עָלָ֔יו <WH5921> 'a-Lav, and כְּמַעֲשֵׂ֖הוּ <WH4639> ke-ma-'a-Se-hu which [is] upon it shall be of the same according to the work מִמֶּ֣נּוּ <WH4480> mi-Men-nu of the same יִהְיֶ֑ה <WH1961> yih-Yeh; become זָהָ֗ב <WH2091> za-Hav, thereof [even of] gold תְּכֵ֧לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָֽר׃ <WH7806> ma-she-Zar. and fine twined"},{"number":9,"verse":"וְלָ֣קַחְתָּ֔ <WH3947> ve-La-kach-ta, And thou shalt take אֶת־ <WH853> 'et- שְׁתֵּ֖י <WH8147> she-Tei two אַבְנֵי־ <WH68> 'av-nei- stones שֹׁ֑הַם <WH7718> Sho-ham; onyx וּפִתַּחְתָּ֣ <WH6605> u-fit-tach-Ta and grave עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, on שְׁמ֖וֹת <WH8034> she-Mot on them the names בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":10,"verse":"שִׁשָּׁה֙ <WH8337> shish-Shah Six מִשְּׁמֹתָ֔ם <WH8034> mish-she-mo-Tam, of their names עַ֖ל <WH5921> 'al and הָאֶ֣בֶן <WH68> ha-'E-ven stone הָאֶחָ֑ת <WH259> ha-'e-Chat; on one וְאֶת־ <WH853> ve-'Et שְׁמ֞וֹת <WH8034> she-Mot names הַשִּׁשָּׁ֧ה <WH8337> hash-shish-Shah and [the other] six הַנּוֹתָרִ֛ים <WH3498> han-no-ta-Rim of the rest עַל־ <WH5921> 'al- and הָאֶ֥בֶן <WH68> ha-'E-ven stone הַשֵּׁנִ֖ית <WH8145> hash-she-Nit on the other כְּתוֹלְדֹתָֽם׃ <WH8435> ke-tol-do-Tam. according to their birth"},{"number":11,"verse":"מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh With the work חָרַשׁ֮ <WH2796> cha-Rash of an engraver אֶבֶן֒ <WH68> 'e-Ven in stone פִּתּוּחֵ֣י <WH6603> pit-tu-Chei [like] the engravings חֹתָ֗ם <WH2368> cho-Tam, of a signet תְּפַתַּח֙ <WH6605> te-fat-Tach shalt thou engrave אֶת־ <WH853> 'et- שְׁתֵּ֣י <WH8147> she-Tei the two הָאֲבָנִ֔ים <WH68> ha-'a-va-Nim, stones עַל־ <WH5921> 'al- according שְׁמֹ֖ת <WH8034> she-Mot with the names בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel מֻסַבֹּ֛ת <WH4142> mu-sab-Bot them to be set מִשְׁבְּצ֥וֹת <WH4865> mish-be-Tzot in ouches זָהָ֖ב <WH2091> za-Hav of gold תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh thou shalt make אֹתָֽם׃ <WH853> 'o-Tam."},{"number":12,"verse":"וְשַׂמְתָּ֞ <WH7760> ve-sam-Ta And thou shalt put אֶת־ <WH853> 'et- שְׁתֵּ֣י <WH8147> she-Tei the two הָאֲבָנִ֗ים <WH68> ha-'a-va-Nim, stones עַ֚ל <WH5921> 'al on כִּתְפֹ֣ת <WH3802> kit-Fot upon the shoulders הָֽאֵפֹ֔ד <WH646> ha-'e-Fod, of the ephod אַבְנֵ֥י <WH68> 'av-Nei [for] stones זִכָּרֹ֖ן <WH2146> zik-ka-Ron of memorial לִבְנֵ֣י <WH1121> liv-Nei unto the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְנָשָׂא֩ <WH5375> ve-na-Sa shall bear אַהֲרֹ֨ן <WH175> 'a-ha-Ron and Aaron אֶת־ <WH853> 'et- שְׁמוֹתָ֜ם <WH8034> she-mo-Tam their names לִפְנֵ֧י <WH6440> lif-Nei before יְהוָ֛ה <WH3068> Yah-weh the LORD עַל־ <WH5921> 'al- on שְׁתֵּ֥י <WH8147> she-Tei upon his two כְתֵפָ֖יו <WH3802> che-te-Fav shoulders לְזִכָּרֹֽן׃ <WH2146> le-zik-ka-Ron. for a memorial ס sa-Mek"},{"number":13,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make מִשְׁבְּצֹ֖ת <WH4865> mish-be-Tzot ouches זָהָֽב׃ <WH2091> za-Hav. [of] gold"},{"number":14,"verse":"וּשְׁתֵּ֤י <WH8147> u-she-Tei And two שַׁרְשְׁרֹת֙ <WH8333> shar-she-Rot chains זָהָ֣ב <WH2091> za-Hav gold טָה֔וֹר <WH2889> ta-Hor, [of] pure מִגְבָּלֹ֛ת <WH4020> mig-ba-Lot at the ends תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh shalt thou make אֹתָ֖ם <WH853> 'o-Tam מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work עֲבֹ֑ת <WH5688> 'a-Vot; [of] wreathen וְנָתַתָּ֛ה <WH5414> ve-na-tat-Tah them and fasten אֶת־ <WH853> 'et- שַׁרְשְׁרֹ֥ת <WH8333> shar-she-Rot chains הָעֲבֹתֹ֖ת <WH5688> ha-'a-vo-Tot the wreathen עַל־ <WH5921> 'al- on הַֽמִּשְׁבְּצֹֽת׃ <WH4865> Ham-mish-be-Tzot. to the ouches ס sa-Mek"},{"number":15,"verse":"וְעָשִׂ֜יתָ <WH6213> ve-'a-Si-ta And thou shalt make חֹ֤שֶׁן <WH2833> Cho-shen the breastplate מִשְׁפָּט֙ <WH4941> mish-Pat of judgment מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work חֹשֵׁ֔ב <WH2803> cho-Shev, with cunning כְּמַעֲשֵׂ֥ה <WH4639> ke-ma-'a-Seh after the work אֵפֹ֖ד <WH646> 'e-Fod of the ephod תַּעֲשֶׂ֑נּוּ <WH6213> ta-'a-Sen-nu; thou shalt make זָ֠הָב <WH2091> za-ho it [of] gold תְּכֵ֨לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֜ן <WH713> ve-'ar-ga-Man and [of] purple וְתוֹלַ֧עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֛י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָ֖ר <WH7806> ma-she-Zar and [of] fine twined תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh shalt thou make אֹתֽוֹ׃ <WH853> o-To."},{"number":16,"verse":"רָב֥וּעַ <WH7251> ra-Vu-a' Foursquare יִֽהְיֶ֖ה <WH1961> yih-Yeh become כָּפ֑וּל <WH3717> ka-Ful; it shall be [being] doubled זֶ֥רֶת <WH2239> Ze-ret a span אָרְכּ֖וֹ <WH753> a-re-Ko [shall be] the length וְזֶ֥רֶת <WH2239> ve-Ze-ret thereof and a span רָחְבּֽוֹ׃ <WH7341> ra-che-Bo. [shall be] the breadth"},{"number":17,"verse":"וּמִלֵּאתָ֥ <WH4390> u-mil-le-Ta And thou shalt set בוֹ֙ vo מִלֻּ֣אַת <WH4396> mil-Lu-'at in it settings אֶ֔בֶן <WH68> 'E-ven, of stones אַרְבָּעָ֖ה <WH702> 'ar-ba-'Ah [even] four טוּרִ֣ים <WH2905> tu-Rim rows אָ֑בֶן <WH68> 'A-ven; of stones ט֗וּר <WH2905> Tur, [the first] row אֹ֤דֶם <WH124> 'O-dem [shall be] a sardius פִּטְדָה֙ <WH6357> pit-Dah a topaz וּבָרֶ֔קֶת <WH1304> u-va-Re-ket, and a carbuncle הַטּ֖וּר <WH2905> hat-Tur row הָאֶחָֽד׃ <WH259> ha-'e-Chad. [this shall be] the first"},{"number":18,"verse":"וְהַטּ֖וּר <WH2905> ve-hat-Tur row הַשֵּׁנִ֑י <WH8145> hash-she-Ni; And the second נֹ֥פֶךְ <WH5306> No-fech [shall be] an emerald סַפִּ֖יר <WH5601> sap-Pir a sapphire וְיָהֲלֹֽם׃ <WH3095> ve-ya-ha-Lom. and a diamond"},{"number":19,"verse":"וְהַטּ֖וּר <WH2905> ve-hat-Tur row הַשְּׁלִישִׁ֑י <WH7992> hash-she-li-Shi; And the third לֶ֥שֶׁם <WH3958> Le-shem a ligure שְׁב֖וֹ <WH7618> she-Vo an agate וְאַחְלָֽמָה׃ <WH306> ve-'ach-La-mah. and an amethyst"},{"number":20,"verse":"וְהַטּוּר֙ <WH2905> ve-hat-Tur row הָרְבִיעִ֔י <WH7243> ha-re-vi-'I, And the fourth תַּרְשִׁ֥ישׁ <WH8658> tar-Shish a beryl וְשֹׁ֖הַם <WH7718> ve-Sho-ham and an onyx וְיָשְׁפֵ֑ה <WH3471> ve-ya-she-Peh; and a jasper מְשֻׁבָּצִ֥ים <WH7660> me-shub-ba-Tzim they shall be set זָהָ֛ב <WH2091> za-Hav in gold יִהְי֖וּ <WH1961> yih-Yu become בְּמִלּוּאֹתָֽם׃ <WH4396> be-mil-lu-'o-Tam. in their inclosings"},{"number":21,"verse":"וְ֠הָאֲבָנִים <WH68> Ve-ha-'a-va-nim And the stones תִּֽהְיֶ֜יןָ <WH1961> tih-Yei-na become עַל־ <WH5921> 'al- shall be according שְׁמֹ֧ת <WH8034> she-Mot shall be with the names בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel שְׁתֵּ֥ים <WH8147> she-Teim both עֶשְׂרֵ֖ה <WH6240> 'es-Reh ten עַל־ <WH5921> 'al- according שְׁמֹתָ֑ם <WH8034> she-mo-Tam; according to their names פִּתּוּחֵ֤י <WH6603> pit-tu-Chei [like] the engravings חוֹתָם֙ <WH2368> cho-Tam of a signet אִ֣ישׁ <WH376> 'ish every one עַל־ <WH5921> 'al- according שְׁמ֔וֹ <WH8034> she-Mo, with his name תִּֽהְיֶ֕יןָ <WH1961> tih-Yei-na become לִשְׁנֵ֥י <WH8147> lish-Nei both עָשָׂ֖ר <WH6240> 'a-Sar ten שָֽׁבֶט׃ <WH7626> Sha-vet. tribes"},{"number":22,"verse":"וְעָשִׂ֧יתָ <WH6213> ve-'a-Si-ta And thou shalt make עַל־ <WH5921> 'al- on הַחֹ֛שֶׁן <WH2833> ha-Cho-shen upon the breastplate שַֽׁרְשֹׁ֥ת <WH8331> shar-Shot chains גַּבְלֻ֖ת <WH1383> gav-Lut at the ends מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work עֲבֹ֑ת <WH5688> 'a-Vot; [of] wreathen זָהָ֖ב <WH2091> za-Hav gold טָהֽוֹר׃ <WH2889> ta-Hor. [of] pure"},{"number":23,"verse":"וְעָשִׂ֙יתָ֙ <WH6213> ve-'a-Si-ta And thou shalt make עַל־ <WH5921> 'al- on הַחֹ֔שֶׁן <WH2833> ha-Cho-shen, upon the breastplate שְׁתֵּ֖י <WH8147> she-Tei two טַבְּע֣וֹת <WH2885> tab-be-'ot rings זָהָ֑ב <WH2091> za-Hav; of gold וְנָתַתָּ֗ <WH5414> ve-na-ta-Ta, and shalt put אֶת־ <WH853> 'et- שְׁתֵּי֙ <WH8147> she-Tei the two הַטַּבָּע֔וֹת <WH2885> hat-tab-ba-'ot, rings עַל־ <WH5921> 'al- on שְׁנֵ֖י <WH8147> she-Nei on the two קְצ֥וֹת <WH7098> ke-Tzot ends הַחֹֽשֶׁן׃ <WH2833> ha-Cho-shen. of the breastplate"},{"number":24,"verse":"וְנָתַתָּ֗ה <WH5414> ve-na-tat-Tah, And thou shalt put אֶת־ <WH853> 'et- שְׁתֵּי֙ <WH8147> she-Tei the two עֲבֹתֹ֣ת <WH5688> 'a-vo-Tot wreathen הַזָּהָ֔ב <WH2091> haz-za-Hav, [chains] of gold עַל־ <WH5921> 'al- on שְׁתֵּ֖י <WH8147> she-Tei in the two הַטַּבָּעֹ֑ת <WH2885> hat-tab-ba-'Ot; rings אֶל־ <WH413> 'el- at קְצ֖וֹת <WH7098> ke-Tzot [which are] on the ends הַחֹֽשֶׁן׃ <WH2833> ha-Cho-shen. of the breastplate"},{"number":25,"verse":"וְאֵ֨ת <WH853> ve-'Et שְׁתֵּ֤י <WH8147> she-Tei And [the other] two קְצוֹת֙ <WH7098> ke-tzOt ends שְׁתֵּ֣י <WH8147> she-Tei of the two הָעֲבֹתֹ֔ת <WH5688> ha-'a-vo-Tot, wreathen תִּתֵּ֖ן <WH5414> tit-Ten [chains] thou shalt fasten עַל־ <WH5921> 'al- on שְׁתֵּ֣י <WH8147> she-Tei in the two הַֽמִּשְׁבְּצ֑וֹת <WH4865> ham-mish-be-Tzot; ouches וְנָתַתָּ֛ה <WH5414> ve-na-tat-Tah and put עַל־ <WH5921> 'al- on כִּתְפ֥וֹת <WH3802> kit-Fot [them] on the shoulderpieces הָאֵפֹ֖ד <WH646> ha-'e-Fod of the ephod אֶל־ <WH413> 'el- about מ֥וּל <WH4136> mul it פָּנָֽיו׃ <WH6440> pa-Nav. before"},{"number":26,"verse":"וְעָשִׂ֗יתָ <WH6213> ve-'a-Si-ta, And thou shalt make שְׁתֵּי֙ <WH8147> she-Tei two טַבְּע֣וֹת <WH2885> tab-be-'ot rings זָהָ֔ב <WH2091> za-Hav, of gold וְשַׂמְתָּ֣ <WH7760> ve-sam-Ta and thou shalt put אֹתָ֔ם <WH853> 'o-Tam, עַל־ <WH5921> 'al- on שְׁנֵ֖י <WH8147> she-Nei them upon the two קְצ֣וֹת <WH7098> ke-Tzot ends הַחֹ֑שֶׁן <WH2833> ha-Cho-shen; of the breastplate עַל־ <WH5921> 'al- on שְׂפָת֕וֹ <WH8193> se-fa-To in the border אֲשֶׁ֛ר <WH834> 'a-Sher which אֶל־ <WH413> 'el- is toward עֵ֥בֶר <WH5676> 'E-ver thereof which [is] in the side הָאֵפֹ֖ד <WH646> ha-'e-Fod of the ephod בָּֽיְתָה׃ <WH1004> Ba-ye-tah. inward"},{"number":27,"verse":"וְעָשִׂיתָ֮ <WH6213> ve-'a-si-Ta thou shalt make שְׁתֵּ֣י <WH8147> she-Tei And two טַבְּע֣וֹת <WH2885> tab-be-'ot [other] rings זָהָב֒ <WH2091> za-Hav of gold וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah and shalt put אֹתָ֡ם <WH853> 'o-Tam עַל־ <WH5921> 'al- of שְׁתֵּי֩ <WH8147> she-Tei them on the two כִתְפ֨וֹת <WH3802> chit-Fot sides הָאֵפ֤וֹד <WH646> ha-'e-Fod of the ephod מִלְּמַ֙טָּה֙ <WH4295> mil-le-Mat-tah underneath מִמּ֣וּל <WH4136> mi-Mul toward פָּנָ֔יו <WH6440> pa-Nav, the forepart לְעֻמַּ֖ת <WH5980> le-'um-Mat thereof over against מֶחְבַּרְתּ֑וֹ <WH4225> mech-bar-To; the [other] coupling מִמַּ֕עַל <WH4605> mi-Ma-'al thereof above לְחֵ֖שֶׁב <WH2805> le-Che-shev the curious girdle הָאֵפֽוֹד׃ <WH646> ha-'e-Fod. of the ephod"},{"number":28,"verse":"וְיִרְכְּס֣וּ <WH7405> ve-yir-ke-Su And they shall bind אֶת־ <WH853> 'et- הַ֠חֹשֶׁן <WH2833> Ha-cho-shen the breastplate; מִטַּבְּעֹתֹו mit-tab-be-'o-tov כמִֽטַּבְּעֹתָ֞יו <WH2885> mit-tab-be-'o-Tav rings קאֶל־ <WH413> 'el- by טַבְּעֹ֤ת <WH2885> tab-be-'Ot by the rings הָאֵפֹד֙ <WH646> ha-'e-Fod of the ephod בִּפְתִ֣יל <WH6616> bif-Til with a lace תְּכֵ֔לֶת <WH8504> te-Che-let, of blue לִֽהְי֖וֹת <WH1961> lih-Yot become עַל־ <WH5921> 'al- above חֵ֣שֶׁב <WH2805> Che-shev that [it] may be above the curious girdle הָאֵפ֑וֹד <WH646> ha-'e-Fod; of the ephod וְלֹֽא־ <WH3808> ve-lo- will not יִזַּ֣ח <WH2118> yiz-Zach be not loosed הַחֹ֔שֶׁן <WH2833> ha-Cho-shen, and that the breastplate מֵעַ֖ל <WH5921> me-'Al from הָאֵפֽוֹד׃ <WH646> ha-'e-Fod. from the ephod"},{"number":29,"verse":"וְנָשָׂ֣א <WH5375> ve-na-Sa shall bear אַ֠הֲרֹן <WH175> 'A-ha-ron And Aaron אֶת־ <WH853> 'et- שְׁמ֨וֹת <WH8034> she-Mot the names בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel בְּחֹ֧שֶׁן <WH2833> be-Cho-shen in the breastplate הַמִּשְׁפָּ֛ט <WH4941> ham-mish-Pat of judgment עַל־ <WH5921> 'al- over לִבּ֖וֹ <WH3820> lib-Bo upon his heart בְּבֹא֣וֹ <WH935> be-vo-'O when he goeth אֶל־ <WH413> 'el- about הַקֹּ֑דֶשׁ <WH6944> hak-Ko-desh; in unto the holy לְזִכָּרֹ֥ן <WH2146> le-zik-ka-Ron [place] for a memorial לִפְנֵֽי־ <WH6440> lif-nei- before יְהוָ֖ה <WH3068> Yah-weh the LORD תָּמִֽיד׃ <WH8548> ta-Mid. continually"},{"number":30,"verse":"וְנָתַתָּ֞ <WH5414> ve-na-ta-Ta And thou shalt put אֶל־ <WH413> 'el- in חֹ֣שֶׁן <WH2833> Cho-shen in the breastplate הַמִּשְׁפָּ֗ט <WH4941> ham-mish-Pat, of judgment אֶת־ <WH853> 'et- הָאוּרִים֙ <WH224> ha-'u-Rim the Urim וְאֶת־ <WH853> ve-'Et הַתֻּמִּ֔ים <WH8550> hat-tum-Mim, and the Thummim וְהָיוּ֙ <WH1961> ve-ha-Yu become עַל־ <WH5921> 'al- shall be over לֵ֣ב <WH3820> lev heart אַהֲרֹ֔ן <WH175> 'a-ha-Ron, and they shall be upon Aaron's בְּבֹא֖וֹ <WH935> be-vo-'O when he goeth לִפְנֵ֣י <WH6440> lif-Nei in before יְהוָ֑ה <WH3068> Yah-weh; the LORD וְנָשָׂ֣א <WH5375> ve-na-Sa shall bear אַ֠הֲרֹן <WH175> 'A-ha-ron and Aaron אֶת־ <WH853> 'et- מִשְׁפַּ֨ט <WH4941> mish-Pat the judgment בְּנֵי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֧ל <WH3478> Yis-ra-'El of Israel עַל־ <WH5921> 'al- over לִבּ֛וֹ <WH3820> lib-Bo upon his heart לִפְנֵ֥י <WH6440> lif-Nei before יְהוָ֖ה <WH3068> Yah-weh the LORD תָּמִֽיד׃ <WH8548> ta-Mid. continually ס sa-Mek"},{"number":31,"verse":"וְעָשִׂ֛יתָ <WH6213> ve-'a-Si-ta And thou shalt make אֶת־ <WH853> 'et- מְעִ֥יל <WH4598> me-'Il the robe הָאֵפ֖וֹד <WH646> ha-'e-Fod of the ephod כְּלִ֥יל <WH3632> ke-Lil all תְּכֵֽלֶת׃ <WH8504> te-Che-let. [of] blue"},{"number":32,"verse":"וְהָיָ֥ה <WH1961> ve-ha-Yah become פִֽי־ <WH6310> fi- And there shall be an hole רֹאשׁ֖וֹ <WH7218> ro-Sho in the top בְּתוֹכ֑וֹ <WH8432> be-to-Cho; of it in the midst שָׂפָ֡ה <WH8193> sa-Fah thereof it shall have a binding יִֽהְיֶה֩ <WH1961> yih-Yeh become לְפִ֨יו <WH6310> le-Fiv the hole סָבִ֜יב <WH5439> sa-Viv round about מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work אֹרֵ֗ג <WH707> 'o-Reg, of woven כְּפִ֥י <WH6310> ke-Fi of it as it were the hole תַחְרָ֛א <WH8473> tach-Ra of an habergeon יִֽהְיֶה־ <WH1961> yih-yeh- become לּ֖וֹ lo לֹ֥א <WH3808> lo not יִקָּרֵֽעַ׃ <WH7167> yik-ka-Re-a'. that it be not rent"},{"number":33,"verse":"וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta of it thou shalt make עַל־ <WH5921> 'al- on שׁוּלָ֗יו <WH7757> shu-Lav, And [beneath] upon the hem רִמֹּנֵי֙ <WH7416> rim-mo-Nei pomegranates תְּכֵ֤לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָן֙ <WH713> ve-'ar-ga-Man and [of] purple וְתוֹלַ֣עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֔י <WH8144> sha-Ni, and scarlet עַל־ <WH5921> 'al- on שׁוּלָ֖יו <WH7757> shu-Lav the hem סָבִ֑יב <WH5439> sa-Viv; round about וּפַעֲמֹנֵ֥י <WH6472> u-fa-'a-mo-Nei thereof and bells זָהָ֛ב <WH2091> za-Hav of gold בְּתוֹכָ֖ם <WH8432> be-to-Cham between סָבִֽיב׃ <WH5439> sa-Viv. them round about"},{"number":34,"verse":"פַּעֲמֹ֤ן <WH6472> pa-'a-Mon bell זָהָב֙ <WH2091> za-Hav A golden וְרִמּ֔וֹן <WH7416> ve-rim-Mon, and a pomegranate פַּֽעֲמֹ֥ן <WH6472> pa-'a-Mon bell זָהָ֖ב <WH2091> za-Hav a golden וְרִמּ֑וֹן <WH7416> ve-rim-Mon; and a pomegranate עַל־ <WH5921> 'al- on שׁוּלֵ֥י <WH7757> shu-Lei upon the hem הַמְּעִ֖יל <WH4598> ham-me-'Il of the robe סָבִֽיב׃ <WH5439> sa-Viv. round about"},{"number":35,"verse":"וְהָיָ֥ה <WH1961> ve-ha-Yah become עַֽל־ <WH5921> 'al- shall be on אַהֲרֹ֖ן <WH175> 'a-ha-Ron And it shall be upon Aaron לְשָׁרֵ֑ת <WH8334> le-sha-Ret; to minister וְנִשְׁמַ֣ע <WH8085> ve-nish-Ma' shall be heard ק֠וֹלוֹ <WH6963> ko-lo and his sound בְּבֹא֨וֹ <WH935> be-vo-'O when he goeth אֶל־ <WH413> 'el- about הַקֹּ֜דֶשׁ <WH6944> hak-Ko-desh in unto the holy לִפְנֵ֧י <WH6440> lif-Nei [place] before יְהוָ֛ה <WH3068> Yah-weh the LORD וּבְצֵאת֖וֹ <WH3318> u-ve-tze-To and when he cometh וְלֹ֥א <WH3808> ve-Lo he will not יָמֽוּת׃ <WH4191> ya-Mut. out that he die ס sa-Mek"},{"number":36,"verse":"וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta And thou shalt make צִּ֖יץ <WH6731> tzitz a plate זָהָ֣ב <WH2091> za-Hav gold טָה֑וֹר <WH2889> ta-Hor; [of] pure וּפִתַּחְתָּ֤ <WH6605> u-fit-tach-Ta and grave עָלָיו֙ <WH5921> 'a-Lav on פִּתּוּחֵ֣י <WH6603> pit-tu-Chei upon it [like] the engravings חֹתָ֔ם <WH2368> cho-Tam, of a signet קֹ֖דֶשׁ <WH6944> Ko-desh HOLINESS לַֽיהוָֽה׃ <WH3068> Yah-weh. TO THE LORD"},{"number":37,"verse":"וְשַׂמְתָּ֤ <WH7760> ve-sam-Ta And thou shalt put אֹתוֹ֙ <WH853> o-To עַל־ <WH5921> 'al- and פְּתִ֣יל <WH6616> pe-Til lace תְּכֵ֔לֶת <WH8504> te-Che-let, it on a blue וְהָיָ֖ה <WH1961> ve-ha-Yah become עַל־ <WH5921> 'al- shall be on הַמִּצְנָ֑פֶת <WH4701> ham-mitz-Na-fet; that it may be upon the mitre אֶל־ <WH413> 'el- about מ֥וּל <WH4136> mul against פְּנֵֽי־ <WH6440> pe-nei- the front הַמִּצְנֶ֖פֶת <WH4701> ham-mitz-Ne-fet of the mitre יִהְיֶֽה׃ <WH1961> yih-Yeh. become"},{"number":38,"verse":"וְהָיָה֮ <WH1961> ve-ha-Yah become עַל־ <WH5921> 'al- and מֵ֣צַח <WH4696> Me-tzach forehead אַהֲרֹן֒ <WH175> 'a-ha-Ron And it shall be upon Aaron's וְנָשָׂ֨א <WH5375> ve-na-Sa may bear אַהֲרֹ֜ן <WH175> 'a-ha-Ron that Aaron אֶת־ <WH853> 'et- עֲוֹ֣ן <WH5771> 'a-Von the iniquity הַקֳּדָשִׁ֗ים <WH6944> hak-ko-da-Shim, of the holy things אֲשֶׁ֤ר <WH834> 'a-Sher which יַקְדִּ֙ישׁוּ֙ <WH6942> yak-Di-shu shall hallow בְּנֵ֣י <WH1121> be-Nei which the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לְכָֽל־ <WH3605> le-chol to all מַתְּנֹ֖ת <WH4979> mat-te-Not gifts קָדְשֵׁיהֶ֑ם <WH6944> ka-de-shei-Hem; in all their holy וְהָיָ֤ה <WH1961> ve-ha-Yah become עַל־ <WH5921> 'al- be on מִצְחוֹ֙ <WH4696> mitz-Cho upon his forehead תָּמִ֔יד <WH8548> ta-Mid, and it shall be always לְרָצ֥וֹן <WH7522> le-ra-Tzon that they may be accepted לָהֶ֖ם la-Hem לִפְנֵ֥י <WH6440> lif-Nei before יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":39,"verse":"וְשִׁבַּצְתָּ֙ <WH7660> ve-shib-batz-Ta And thou shalt embroider הַכְּתֹ֣נֶת <WH3801> hak-ke-To-net the coat שֵׁ֔שׁ <WH8336> Shesh, of fine linen וְעָשִׂ֖יתָ <WH6213> ve-'a-Si-ta and thou shalt make מִצְנֶ֣פֶת <WH4701> mitz-Ne-fet the mitre שֵׁ֑שׁ <WH8336> Shesh; [of] fine linen וְאַבְנֵ֥ט <WH73> ve-'av-Net the girdle תַּעֲשֶׂ֖ה <WH6213> ta-'a-Seh and thou shalt make מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh the work רֹקֵֽם׃ <WH7551> ro-Kem. of a weaver"},{"number":40,"verse":"וְלִבְנֵ֤י <WH1121> ve-liv-Nei sons אַהֲרֹן֙ <WH175> 'a-ha-Ron And for Aaron's תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh thou shalt make כֻתֳּנֹ֔ת <WH3801> chut-to-Not, coats וְעָשִׂ֥יתָ <WH6213> ve-'a-Si-ta and thou shalt make לָהֶ֖ם la-Hem אַבְנֵטִ֑ים <WH73> 'av-ne-Tim; for them girdles וּמִגְבָּעוֹת֙ <WH4021> u-mig-ba-'Ot and bonnets תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh shalt thou make לָהֶ֔ם la-Hem, לְכָב֖וֹד <WH3519> le-cha-Vod for them for glory וּלְתִפְאָֽרֶת׃ <WH8597> u-le-tif-'A-ret. and for beauty"},{"number":41,"verse":"וְהִלְבַּשְׁתָּ֤ <WH3847> ve-hil-bash-Ta And thou shalt put אֹתָם֙ <WH853> 'o-Tam אֶת־ <WH853> 'et- אַהֲרֹ֣ן <WH175> 'a-ha-Ron them upon Aaron אָחִ֔יךָ <WH251> 'a-Chi-cha, thy brother וְאֶת־ <WH853> ve-'Et בָּנָ֖יו <WH1121> ba-Nav and his sons אִתּ֑וֹ <WH853> it-To; וּמָשַׁחְתָּ֨ <WH4886> u-ma-shach-Ta with him and shalt anoint אֹתָ֜ם <WH853> 'o-Tam וּמִלֵּאתָ֧ <WH4390> u-mil-le-Ta accomplish אֶת־ <WH853> 'et- יָדָ֛ם <WH3027> ya-Dam them וְקִדַּשְׁתָּ֥ <WH6942> ve-kid-dash-Ta them and sanctify אֹתָ֖ם <WH853> 'o-Tam וְכִהֲנ֥וּ <WH3547> ve-chi-ha-Nu them that they may minister unto me in the priest's office לִֽי׃ Li."},{"number":42,"verse":"וַעֲשֵׂ֤ה <WH6213> va-'a-Seh And thou shalt make לָהֶם֙ la-Hem מִכְנְסֵי־ <WH4370> mich-ne-sei- breeches בָ֔ד <WH906> Vad, them linen לְכַסּ֖וֹת <WH3680> le-chas-Sot to cover בְּשַׂ֣ר <WH1320> be-Sar flesh עֶרְוָ֑ה <WH6172> 'er-Vah; bare מִמָּתְנַ֥יִם <WH4975> mi-ma-te-Na-yim from the loins וְעַד־ <WH5704> ve-'ad- even יְרֵכַ֖יִם <WH3409> ye-re-Cha-yim even unto the thighs יִהְיֽוּ׃ <WH1961> yih-Yu. shall reach"},{"number":43,"verse":"וְהָיוּ֩ <WH1961> ve-ha-Yu become עַל־ <WH5921> 'al- shall be on אַהֲרֹ֨ן <WH175> 'a-ha-Ron And they shall be upon Aaron וְעַל־ <WH5921> ve-'al- and on בָּנָ֜יו <WH1121> ba-Nav and upon his sons בְּבֹאָ֣ם׀ <WH935> be-vo-'Am when they come אֶל־ <WH413> 'el- about אֹ֣הֶל <WH168> 'O-hel in unto the tabernacle מוֹעֵ֗ד <WH4150> mo-'Ed, of the congregation א֣וֹ <WH176> o or בְגִשְׁתָּ֤ם <WH5066> ve-gish-Tam or when they come near אֶל־ <WH413> 'el- about הַמִּזְבֵּ֙חַ֙ <WH4196> ham-miz-Be-ach unto the altar לְשָׁרֵ֣ת <WH8334> le-sha-Ret to minister בַּקֹּ֔דֶשׁ <WH6944> bak-Ko-desh, in the holy וְלֹא־ <WH3808> ve-lo- not יִשְׂא֥וּ <WH5375> yis-'U [place] that they bear עָוֹ֖ן <WH5771> 'a-Von not iniquity וָמֵ֑תוּ <WH4191> va-Me-tu; and die חֻקַּ֥ת <WH2708> chuk-Kat [it shall be] a statute עוֹלָ֛ם <WH5769> o-Lam for ever ל֖וֹ lo וּלְזַרְע֥וֹ <WH2233> u-le-zar-'O unto him and his seed אַחֲרָֽיו׃ <WH310> 'a-cha-Rav. after ס sa-Mek"}]}