{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":3,"verses":[{"number":1,"verse":"וּמֹשֶׁ֗ה <WH4872> u-mo-Sheh, Now Moses הָיָ֥ה <WH1961> ha-Yah become רֹעֶ֛ה <WH7462> ro-'Eh was pasturing אֶת־ <WH853> 'et- צֹ֛אן <WH6629> tzon the flock יִתְר֥וֹ <WH3503> yit-Ro of Jethro חֹתְנ֖וֹ <WH2859> cho-te-No his father in law כֹּהֵ֣ן <WH3548> ko-Hen the priest מִדְיָ֑ן <WH4080> mid-Yan; of Midian וַיִּנְהַ֤ג <WH5090> vai-yin-Hag and he led אֶת־ <WH853> 'et- הַצֹּאן֙ <WH6629> hatz-tzoN the flock אַחַ֣ר <WH310> 'a-Char to the backside הַמִּדְבָּ֔ר <WH4057> ham-mid-Bar, of the desert וַיָּבֹ֛א <WH935> vai-ya-Vo and came אֶל־ <WH413> 'el- about הַ֥ר <WH2022> har to the mountain הָאֱלֹהִ֖ים <WH430> ha-'E-lo-Him of God חֹרֵֽבָה׃ <WH2722> cho-Re-vah. [even] to Horeb"},{"number":2,"verse":"וַ֠יֵּרָא <WH7200> Vai-ye-ra appeared מַלְאַ֨ךְ <WH4397> mal-'Ach And the angel יְהֹוָ֥ה <WH3068> Yah-weh of the LORD אֵלָ֛יו <WH413> 'e-Lav unto בְּלַבַּת־ <WH3827> be-lab-bat- unto him in a flame אֵ֖שׁ <WH784> 'esh of fire מִתּ֣וֹךְ <WH8432> mit-Toch out of the midst הַסְּנֶ֑ה <WH5572> has-se-Neh; of a bush וַיַּ֗רְא <WH7200> vai-Yar, and he looked וְהִנֵּ֤ה <WH2009> ve-hin-Neh and behold הַסְּנֶה֙ <WH5572> has-se-Neh and behold the bush בֹּעֵ֣ר <WH1197> bo-'Er burned בָּאֵ֔שׁ <WH784> ba-'Esh, with fire וְהַסְּנֶ֖ה <WH5572> ve-has-se-Neh and the bush אֵינֶ֥נּוּ <WH369> 'ei-Nen-nu was not אֻכָּֽל׃ <WH398> 'uk-Kal. [was] not consumed"},{"number":3,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses אָסֻֽרָה־ <WH5493> 'a-su-rah- I will now turn aside נָּ֣א <WH4994> na now וְאֶרְאֶ֔ה <WH7200> ve-'er-'Eh, and see אֶת־ <WH853> 'et- הַמַּרְאֶ֥ה <WH4758> ham-mar-'Eh sight הַגָּדֹ֖ל <WH1419> hag-ga-Dol this great הַזֶּ֑ה <WH2088> haz-Zeh; this מַדּ֖וּעַ <WH4069> mad-Du-a' why לֹא־ <WH3808> lo- is not יִבְעַ֥ר <WH1197> yiv-'Ar is not burnt הַסְּנֶֽה׃ <WH5572> has-se-Neh. the bush"},{"number":4,"verse":"וַיַּ֥רְא <WH7200> vai-Yar saw יְהוָ֖ה <WH3068> Yah-weh And when the LORD כִּ֣י <WH3588> ki for סָ֣ר <WH5493> sar that he turned aside לִרְא֑וֹת <WH7200> lir-'ot; to see וַיִּקְרָא֩ <WH7121> vai-yik-Ra called אֵלָ֨יו <WH413> 'e-Lav about אֱלֹהִ֜ים <WH430> E-lo-Him God מִתּ֣וֹךְ <WH8432> mit-Toch unto him out of the midst הַסְּנֶ֗ה <WH5572> has-se-Neh, of the bush וַיֹּ֛אמֶר <WH559> vai-Yo-mer and said מֹשֶׁ֥ה <WH4872> mo-Sheh Moses מֹשֶׁ֖ה <WH4872> mo-Sheh Moses וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said הִנֵּֽנִי׃ <WH2009> hin-Ne-ni. Here"},{"number":5,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer And he said אַל־ <WH408> 'al- not תִּקְרַ֣ב <WH7126> tik-Rav Draw not nigh הֲלֹ֑ם <WH1988> ha-Lom; hither שַׁל־ <WH5394> shal- put off נְעָלֶ֙יךָ֙ <WH5275> ne-'a-Lei-cha thy shoes מֵעַ֣ל <WH5921> me-'Al from רַגְלֶ֔יךָ <WH7272> rag-Lei-cha, from off thy feet כִּ֣י <WH3588> ki for הַמָּק֗וֹם <WH4725> ham-ma-Kom, for the place אֲשֶׁ֤ר <WH834> 'a-Sher whereon אַתָּה֙ <WH859> 'at-Tah you עוֹמֵ֣ד <WH5975> o-Med thou standest עָלָ֔יו <WH5921> 'a-Lav, and אַדְמַת־ <WH127> 'ad-mat- ground קֹ֖דֶשׁ <WH6944> Ko-desh [is] holy הֽוּא׃ <WH1931> Hu. He"},{"number":6,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, Moreover he said אָנֹכִי֙ <WH595> 'a-no-Chi I אֱלֹהֵ֣י <WH430> 'e-lo-Hei I [am] the God אָבִ֔יךָ <WH1> 'a-Vi-cha, of thy father אֱלֹהֵ֧י <WH430> 'e-lo-Hei the God אַבְרָהָ֛ם <WH85> 'av-ra-Ham of Abraham אֱלֹהֵ֥י <WH430> 'e-lo-Hei the God יִצְחָ֖ק <WH3327> yitz-Chak of Isaac וֵאלֹהֵ֣י <WH430> ve-lo-Hei and the God יַעֲקֹ֑ב <WH3290> ya-'a-Ko; of Jacob וַיַּסְתֵּ֤ר <WH5641> vai-yas-Ter hid מֹשֶׁה֙ <WH4872> mo-Sheh And Moses פָּנָ֔יו <WH6440> pa-Nav, his face כִּ֣י <WH3588> ki for יָרֵ֔א <WH3372> ya-Re, for he was afraid מֵהַבִּ֖יט <WH5027> me-hab-Bit to look אֶל־ <WH413> 'el- at הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. upon God"},{"number":7,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוָ֔ה <WH3068> Yah-weh, And the LORD רָאֹ֥ה <WH7200> ra-'Oh I have surely רָאִ֛יתִי <WH7200> ra-'I-ti seen אֶת־ <WH853> 'et- עֳנִ֥י <WH6040> 'o-Ni the affliction עַמִּ֖י <WH5971> 'am-Mi of my people אֲשֶׁ֣ר <WH834> 'a-Sher who בְּמִצְרָ֑יִם <WH4714> be-mitz-Ra-yim; which [are] in Egypt וְאֶת־ <WH853> ve-'Et צַעֲקָתָ֤ם <WH6818> tza-'a-ka-Tam their cry שָׁמַ֙עְתִּי֙ <WH8085> sha-Ma'-ti and have heard מִפְּנֵ֣י <WH6440> mip-pe-Nei by reason נֹֽגְשָׂ֔יו <WH5065> no-ge-Sav, of their taskmasters כִּ֥י <WH3588> ki for יָדַ֖עְתִּי <WH3045> ya-Da'-ti for I know אֶת־ <WH853> 'et- מַכְאֹבָֽיו׃ <WH4341> mach-'o-Vav. their sorrows"},{"number":8,"verse":"וָאֵרֵ֞ד <WH3381> va-'e-Red And I am come down לְהַצִּיל֣וֹ׀ <WH5337> le-hatz-tzi-Lo to deliver מִיַּ֣ד <WH3027> mi-Yad them out of the hand מִצְרַ֗יִם <WH4713> mitz-Ra-yim, Egyptian וּֽלְהַעֲלֹתוֹ֮ <WH5927> u-le-ha-'a-lo-To and to bring מִן־ <WH4480> min- that הָאָ֣רֶץ <WH776> ha-'A-retz them up out of that land הַהִוא֒ <WH1931> ha-hi-V he אֶל־ <WH413> 'el- about אֶ֤רֶץ <WH776> 'E-retz land טוֹבָה֙ <WH2896> to-Vah unto a good וּרְחָבָ֔ה <WH7342> u-re-cha-Vah, and a large אֶל־ <WH413> 'el- to אֶ֛רֶץ <WH776> 'E-retz unto a land זָבַ֥ת <WH2100> za-Vat flowing חָלָ֖ב <WH2461> cha-Lav with milk וּדְבָ֑שׁ <WH1706> u-de-Vash; and honey אֶל־ <WH413> 'el- to מְק֤וֹם <WH4725> me-Kom unto the place הַֽכְּנַעֲנִי֙ <WH3669> hak-ke-na-'a-Ni of the Canaanites וְהַ֣חִתִּ֔י <WH2850> ve-Ha-chit-Ti, and the Hittites וְהָֽאֱמֹרִי֙ <WH567> ve-ha-'e-mo-Ri and the Amorites וְהַפְּרִזִּ֔י <WH6522> ve-hap-pe-riz-Zi, and the Perizzites וְהַחִוִּ֖י <WH2340> ve-ha-chiv-Vi and the Hivites וְהַיְבוּסִֽי׃ <WH2983> ve-hay-vu-Si. and the Jebusites"},{"number":9,"verse":"וְעַתָּ֕ה <WH6258> ve-'at-Tah Now הִנֵּ֛ה <WH2009> hin-Neh behold צַעֲקַ֥ת <WH6818> tza-'a-Kat Now therefore behold the cry בְּנֵי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בָּ֣אָה <WH935> Ba-'ah is come אֵלָ֑י <WH413> 'e-Lai; to me וְגַם־ <WH1571> ve-gam- furthermore רָאִ֙יתִי֙ <WH7200> ra-'I-ti unto me and I have also seen אֶת־ <WH853> 'et- הַלַּ֔חַץ <WH3906> hal-La-chatz, the oppression אֲשֶׁ֥ר <WH834> 'a-Sher which מִצְרַ֖יִם <WH4713> mitz-Ra-yim Egyptian לֹחֲצִ֥ים <WH3905> lo-cha-Tzim oppress אֹתָֽם׃ <WH853> 'o-Tam."},{"number":10,"verse":"וְעַתָּ֣ה <WH6258> ve-'at-Tah now לְכָ֔ה <WH1980> le-Chah, come וְאֶֽשְׁלָחֲךָ֖ <WH7971> ve-'esh-la-cha-Cha now therefore and I will send אֶל־ <WH413> 'el- to פַּרְעֹ֑ה <WH6547> par-'Oh; thee unto Pharaoh וְהוֹצֵ֛א <WH3318> ve-ho-Tze that thou mayest bring forth אֶת־ <WH853> 'et- עַמִּ֥י <WH5971> 'am-Mi my people בְנֵֽי־ <WH1121> ve-nei- the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel מִמִּצְרָֽיִם׃ <WH4714> mi-mitz-Ra-yim. out of Egypt"},{"number":11,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said מֹשֶׁה֙ <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to הָ֣אֱלֹהִ֔ים <WH430> ha-'E-lo-Him, unto God מִ֣י <WH4310> mi Who אָנֹ֔כִי <WH595> 'a-No-chi, I כִּ֥י <WH3588> ki should אֵלֵ֖ךְ <WH1980> 'e-Lech go אֶל־ <WH413> 'el- to פַּרְעֹ֑ה <WH6547> par-'Oh; unto Pharaoh וְכִ֥י <WH3588> ve-Chi should אוֹצִ֛יא <WH3318> o-Tzi and that I should bring forth אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel מִמִּצְרָֽיִם׃ <WH4714> mi-mitz-Ra-yim. Egypt"},{"number":12,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said כִּֽי־ <WH3588> ki- unto thee that אֶֽהְיֶ֣ה <WH1961> 'eh-Yeh become עִמָּ֔ךְ <WH5973> 'im-Mach, you וְזֶה־ <WH2088> ve-zeh- and this לְּךָ֣ le-Cha הָא֔וֹת <WH226> ha-'ot, Certainly I will be with thee and this [shall be] a token כִּ֥י <WH3588> ki Certainly אָנֹכִ֖י <WH595> 'a-no-Chi is i שְׁלַחְתִּ֑יךָ <WH7971> she-lach-Ti-cha; I have sent בְּהוֹצִֽיאֲךָ֤ <WH3318> be-ho-tzi-'a-Cha thee When thou hast brought forth אֶת־ <WH853> 'et- הָעָם֙ <WH5971> ha-'Am the people מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, out of Egypt תַּֽעַבְדוּן֙ <WH5647> ta-'av-Dun ye shall serve אֶת־ <WH853> 'et- הָ֣אֱלֹהִ֔ים <WH430> ha-'E-lo-Him, God עַ֖ל <WH5921> 'al and הָהָ֥ר <WH2022> ha-Har upon this mountain הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":13,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֜ה <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to הָֽאֱלֹהִ֗ים <WH430> ha-'E-lo-Him, unto God הִנֵּ֨ה <WH2009> hin-Neh Behold אָנֹכִ֣י <WH595> 'a-no-Chi I בָא֮ <WH935> va Behold [when] I come אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El of Israel וְאָמַרְתִּ֣י <WH559> ve-'a-mar-Ti and shall say לָהֶ֔ם la-Hem, אֱלֹהֵ֥י <WH430> 'e-lo-Hei unto them The God אֲבוֹתֵיכֶ֖ם <WH1> a-vo-tei-Chem of your fathers שְׁלָחַ֣נִי <WH7971> she-la-Cha-ni hath sent אֲלֵיכֶ֑ם <WH413> 'a-lei-Chem; to וְאָֽמְרוּ־ <WH559> ve-'a-me-ru- me unto you and they shall say לִ֣י li מַה־ <WH4100> mah- What שְּׁמ֔וֹ <WH8034> she-Mo, to me מָ֥ה <WH4100> mah What אֹמַ֖ר <WH559> 'o-Mar say אֲלֵהֶֽם׃ <WH413> 'a-le-Hem. about"},{"number":14,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֱלֹהִים֙ <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses אֶֽהְיֶ֖ה <WH1961> 'eh-Yeh I AM אֲשֶׁ֣ר <WH834> 'a-Sher WHO אֶֽהְיֶ֑ה <WH1961> 'eh-Yeh; THAT I AM וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and he said כֹּ֤ה <WH3541> koh Thus תֹאמַר֙ <WH559> to-Mar Thus shalt thou say לִבְנֵ֣י <WH1121> liv-Nei unto the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֶֽהְיֶ֖ה <WH1961> 'eh-Yeh I am שְׁלָחַ֥נִי <WH7971> she-la-Cha-ni I AM hath sent אֲלֵיכֶֽם׃ <WH413> 'a-lei-Chem. about"},{"number":15,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said ע֨וֹד <WH5750> od moreover אֱלֹהִ֜ים <WH430> E-lo-Him And God אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses כֹּֽה־ <WH3541> koh- Thus תֹאמַר֮ <WH559> to-Mar Thus shalt thou say אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El of Israel יְהוָ֞ה <WH3068> Yah-weh The LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God אֲבֹתֵיכֶ֗ם <WH1> 'a-vo-tei-Chem, of your fathers אֱלֹהֵ֨י <WH430> 'e-lo-Hei the God אַבְרָהָ֜ם <WH85> 'av-ra-Ham of Abraham אֱלֹהֵ֥י <WH430> 'e-lo-Hei the God יִצְחָ֛ק <WH3327> yitz-Chak of Isaac וֵאלֹהֵ֥י <WH430> ve-lo-Hei and the God יַעֲקֹ֖ב <WH3290> ya-'a-Ko of Jacob שְׁלָחַ֣נִי <WH7971> she-la-Cha-ni hath sent אֲלֵיכֶ֑ם <WH413> 'a-lei-Chem; to זֶה־ <WH2088> zeh- This שְּׁמִ֣י <WH8034> she-Mi me unto you this [is] my name לְעֹלָ֔ם <WH5769> le-'o-Lam, for ever וְזֶ֥ה <WH2088> ve-Zeh and this זִכְרִ֖י <WH2143> zich-Ri and this [is] my memorial לְדֹ֥ר <WH1755> le-Dor unto all דֹּֽר׃ <WH1755> Dor. generations"},{"number":16,"verse":"לֵ֣ךְ <WH1980> lech Go וְאָֽסַפְתָּ֞ <WH622> ve-'a-saf-Ta together אֶת־ <WH853> 'et- זִקְנֵ֣י <WH2205> zik-Nei the elders יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel וְאָמַרְתָּ֤ <WH559> ve-'a-mar-Ta and say אֲלֵהֶם֙ <WH413> 'a-le-Hem to יְהוָ֞ה <WH3068> Yah-weh unto them The LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God אֲבֹֽתֵיכֶם֙ <WH1> 'a-vo-tei-Chem of your fathers נִרְאָ֣ה <WH7200> nir-'Ah appeared אֵלַ֔י <WH413> 'e-Lai, about אֱלֹהֵ֧י <WH430> 'e-lo-Hei the God אַבְרָהָ֛ם <WH85> 'av-ra-Ham of Abraham יִצְחָ֥ק <WH3327> yitz-Chak of Isaac וְיַעֲקֹ֖ב <WH3290> ve-ya-'a-Ko and of Jacob לֵאמֹ֑ר <WH559> le-Mor; unto me saying פָּקֹ֤ד <WH6485> pa-Kod I have surely פָּקַ֙דְתִּי֙ <WH6485> pa-Kad-ti visited אֶתְכֶ֔ם <WH853> 'et-Chem, וְאֶת־ <WH853> ve-'Et הֶעָשׂ֥וּי <WH6213> he-'a-Sui you and [seen] that which is done לָכֶ֖ם la-Chem בְּמִצְרָֽיִם׃ <WH4714> be-mitz-Ra-yim. to you in Egypt"},{"number":17,"verse":"וָאֹמַ֗ר <WH559> va-'o-Mar, And I have said אַעֲלֶ֣ה <WH5927> 'a-'a-Leh I will bring אֶתְכֶם֮ <WH853> 'et-Chem מֵעֳנִ֣י <WH6040> me-'o-Ni you up out of the affliction מִצְרַיִם֒ <WH4714> mitz-ra-Yim of Egypt אֶל־ <WH413> 'el- to אֶ֤רֶץ <WH776> 'E-retz unto the land הַֽכְּנַעֲנִי֙ <WH3669> hak-ke-na-'a-Ni of the Canaanites וְהַ֣חִתִּ֔י <WH2850> ve-Ha-chit-Ti, and the Hittites וְהָֽאֱמֹרִי֙ <WH567> ve-ha-'e-mo-Ri and the Amorites וְהַפְּרִזִּ֔י <WH6522> ve-hap-pe-riz-Zi, and the Perizzites וְהַחִוִּ֖י <WH2340> ve-ha-chiv-Vi and the Hivites וְהַיְבוּסִ֑י <WH2983> ve-hay-vu-Si; and the Jebusites אֶל־ <WH413> 'el- to אֶ֛רֶץ <WH776> 'E-retz unto a land זָבַ֥ת <WH2100> za-Vat flowing חָלָ֖ב <WH2461> cha-Lav with milk וּדְבָֽשׁ׃ <WH1706> u-de-Vash. and honey"},{"number":18,"verse":"וְשָׁמְע֖וּ <WH8085> ve-sha-me-'U And they shall hearken לְקֹלֶ֑ךָ <WH6963> le-ko-Le-cha; to thy voice וּבָאתָ֡ <WH935> u-va-Ta and thou shalt come אַתָּה֩ <WH859> 'at-Tah you וְזִקְנֵ֨י <WH2205> ve-zik-Nei thou and the elders יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- to מֶ֣לֶךְ <WH4428> Me-lech unto the king מִצְרַ֗יִם <WH4714> mitz-Ra-yim, of Egypt וַאֲמַרְתֶּ֤ם <WH559> va-'a-mar-Tem and ye shall say אֵלָיו֙ <WH413> 'e-Lav to him יְהוָ֞ה <WH3068> Yah-weh unto him The LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God הָֽעִבְרִיִּים֙ <WH5680> ha-'iv-ri-Yim of the Hebrews נִקְרָ֣ה <WH7136> nik-Rah hath met עָלֵ֔ינוּ <WH5921> 'a-Lei-nu, with וְעַתָּ֗ה <WH6258> ve-'at-Tah, now נֵֽלֲכָה־ <WH1980> ne-la-chah- go נָּ֞א <WH4994> na please דֶּ֣רֶךְ <WH1870> De-rech journey שְׁלֹ֤שֶׁת <WH7969> she-Lo-shet we beseech thee three יָמִים֙ <WH3117> ya-Mim days' בַּמִּדְבָּ֔ר <WH4057> bam-mid-Bar, into the wilderness וְנִזְבְּחָ֖ה <WH2076> ve-niz-be-Chah that we may sacrifice לַֽיהוָ֥ה <WH3068> Yah-weh to the LORD אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. our God"},{"number":19,"verse":"וַאֲנִ֣י <WH589> va-'a-Ni I יָדַ֔עְתִּי <WH3045> ya-Da'-ti, And I am sure כִּ֠י <WH3588> ki for לֹֽא־ <WH3808> lo- except יִתֵּ֥ן <WH5414> yit-Ten will not let אֶתְכֶ֛ם <WH853> 'et-Chem מֶ֥לֶךְ <WH4428> Me-lech that the king מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt לַהֲלֹ֑ךְ <WH1980> la-ha-Loch; you go וְלֹ֖א <WH3808> ve-Lo except בְּיָ֥ד <WH3027> be-Yad hand חֲזָקָֽה׃ <WH2389> cha-za-Kah. no not by a mighty"},{"number":20,"verse":"וְשָׁלַחְתִּ֤י <WH7971> ve-sha-lach-Ti And I will stretch out אֶת־ <WH853> 'et- יָדִי֙ <WH3027> ya-Di my hand וְהִכֵּיתִ֣י <WH5221> ve-hik-kei-Ti and smite אֶת־ <WH853> 'et- מִצְרַ֔יִם <WH4713> mitz-Ra-yim, Egyptian בְּכֹל֙ <WH3605> be-Chol all נִפְלְאֹתַ֔י <WH6381> nif-le-'o-Tai, with all my wonders אֲשֶׁ֥ר <WH834> 'a-Sher which אֶֽעֱשֶׂ֖ה <WH6213> 'e-'e-Seh which I will do בְּקִרְבּ֑וֹ <WH7130> be-kir-Bo; in the midst וְאַחֲרֵי־ <WH310> ve-'a-cha-rei- thereof and after כֵ֖ן <WH3651> chen after that יְשַׁלַּ֥ח <WH7971> ye-shal-Lach that he will let you go אֶתְכֶֽם׃ <WH853> 'et-Chem."},{"number":21,"verse":"וְנָתַתִּ֛י <WH5414> ve-na-tat-Ti And I will give אֶת־ <WH853> 'et- חֵ֥ן <WH2580> chen favour הָֽעָם־ <WH5971> ha-'om- this people הַזֶּ֖ה <WH2088> haz-Zeh this בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight מִצְרָ֑יִם <WH4713> mitz-Ra-yim; Egyptian וְהָיָה֙ <WH1961> ve-ha-Yah become כִּ֣י <WH3588> ki for תֵֽלֵכ֔וּן <WH1980> te-le-Chun, go לֹ֥א <WH3808> lo you will not תֵלְכ֖וּ <WH1980> te-le-Chu go רֵיקָֽם׃ <WH7387> rei-Kam. empty"},{"number":22,"verse":"וְשָׁאֲלָ֨ה <WH7592> ve-sha-'a-Lah shall borrow אִשָּׁ֤ה <WH802> 'ish-Shah But every woman מִשְּׁכֶנְתָּהּ֙ <WH7934> mish-she-chen-Tah of her neighbour וּמִגָּרַ֣ת <WH1481> u-mig-ga-Rat and of her that sojourneth בֵּיתָ֔הּ <WH1004> bei-Tah, in her house כְּלֵי־ <WH3627> ke-lei- jewels כֶ֛סֶף <WH3701> Che-sef of silver וּכְלֵ֥י <WH3627> u-che-Lei and jewels זָהָ֖ב <WH2091> za-Hav of gold וּשְׂמָלֹ֑ת <WH8071> u-se-ma-Lot; and raiment וְשַׂמְתֶּ֗ם <WH7760> ve-sam-Tem, and ye shall put עַל־ <WH5921> 'al- on בְּנֵיכֶם֙ <WH1121> be-nei-Chem [them] upon your sons וְעַל־ <WH5921> ve-'al- and בְּנֹ֣תֵיכֶ֔ם <WH1323> be-No-tei-Chem, and upon your daughters וְנִצַּלְתֶּ֖ם <WH5337> ve-nitz-tzal-Tem and ye shall spoil אֶת־ <WH853> 'et- מִצְרָֽיִם׃ <WH4713> mitz-Ra-yim. Egyptian"}]}