{"bibleAbbr":"HSB+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"וּמִן־ <WH4480> u-min- from הַתְּכֵ֤לֶת <WH8504> hat-te-Che-let And of the blue וְהָֽאַרְגָּמָן֙ <WH713> ve-ha-'ar-ga-Man and purple וְתוֹלַ֣עַת <WH8438> ve-to-La-'at oppressor הַשָּׁנִ֔י <WH8144> hash-sha-Ni, and scarlet עָשׂ֥וּ <WH6213> 'a-Su they made בִגְדֵי־ <WH899> vig-dei- cloths שְׂרָ֖ד <WH8278> se-Rad of service לְשָׁרֵ֣ת <WH8334> le-sha-Ret to do service בַּקֹּ֑דֶשׁ <WH6944> bak-Ko-desh; in the holy וַֽיַּעֲשׂ֞וּ <WH6213> vai-ya-'a-Su [place] and made אֶת־ <WH853> 'et- בִּגְדֵ֤י <WH899> big-Dei garments הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh the holy אֲשֶׁ֣ר <WH834> 'a-Sher which לְאַהֲרֹ֔ן <WH175> le-'a-ha-Ron, for Aaron כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher which צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses פ Peh"},{"number":2,"verse":"וַיַּ֖עַשׂ <WH6213> vai-Ya-'as And he made אֶת־ <WH853> 'et- הָאֵפֹ֑ד <WH646> ha-'e-Fod; the ephod זָהָ֗ב <WH2091> za-Hav, [of] gold תְּכֵ֧לֶת <WH8504> te-Che-let blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָֽר׃ <WH7806> ma-she-Zar. and fine twined"},{"number":3,"verse":"וַֽיְרַקְּע֞וּ <WH7554> vay-rak-ke-'U And they did beat אֶת־ <WH854> 'et- into פַּחֵ֣י <WH6341> pa-Chei thin plates הַזָּהָב֮ <WH2091> haz-za-Hav the gold וְקִצֵּ֣ץ <WH7112> ve-kitz-Tzetz and cut פְּתִילִם֒ <WH6616> pe-ti-Lim [it into] wires לַעֲשׂ֗וֹת <WH6213> la-'a-Sot, to be woven בְּת֤וֹךְ <WH8432> be-Toch hope הַתְּכֵ֙לֶת֙ <WH8504> hat-te-Che-let [it] in the blue וּבְת֣וֹךְ <WH8432> u-ve-Toch hope הָֽאַרְגָּמָ֔ן <WH713> ha-'ar-ga-Man, and in the purple וּבְת֛וֹךְ <WH8432> u-ve-Toch hope תּוֹלַ֥עַת <WH8438> to-La-'at oppressor הַשָּׁנִ֖י <WH8144> hash-sha-Ni and the scarlet וּבְת֣וֹךְ <WH8432> u-ve-Toch hope הַשֵּׁ֑שׁ <WH8336> hash-Shesh; and in the fine linen מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh work חֹשֵֽׁב׃ <WH2803> cho-Shev. [with] cunning"},{"number":4,"verse":"כְּתֵפֹ֥ת <WH3802> ke-te-Fot shoulderpieces עָֽשׂוּ־ <WH6213> 'a-su- They made ל֖וֹ lo חֹבְרֹ֑ת <WH2266> choe-Rot; for it to couple [it] together עַל־ <WH5921> 'al- and שְׁנֵ֥י <WH8147> she-Nei by the two; קִצְוֹותֹו kitz-vo-tov כקְצֹותָ֖יו <WH7118> ke-tzo-Tav end קחֻבָּֽר׃ <WH2266> chub-Bar. was it coupled together"},{"number":5,"verse":"וְחֵ֨שֶׁב <WH2805> ve-Che-shev And the curious girdle אֲפֻדָּת֜וֹ <WH642> a-fud-da-To of his ephod אֲשֶׁ֣ר <WH834> 'a-Sher which עָלָ֗יו <WH5921> 'a-Lav, of מִמֶּ֣נּוּ <WH4480> mi-Men-nu the same הוּא֮ <WH1931> hu its כְּמַעֲשֵׂהוּ֒ <WH4639> ke-ma-'a-se-Hu that [was] upon it [was] of the same according to the work זָהָ֗ב <WH2091> za-Hav, thereof [of] gold תְּכֵ֧לֶת <WH8504> te-Che-let blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֣שׁ <WH8336> ve-Shesh linen מָשְׁזָ֑ר <WH7806> ma-she-Zar; and fine twined כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher which צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses"},{"number":6,"verse":"וַֽיַּעֲשׂוּ֙ <WH6213> vai-ya-'a-Su And they wrought אֶת־ <WH853> 'et- אַבְנֵ֣י <WH68> 'av-Nei stones הַשֹּׁ֔הַם <WH7718> hash-Sho-ham, onyx מֻֽסַבֹּ֖ת <WH4142> mu-sab-Bot inclosed מִשְׁבְּצֹ֣ת <WH4865> mish-be-Tzot in ouches זָהָ֑ב <WH2091> za-Hav; of gold מְפֻתָּחֹת֙ <WH6605> me-fut-ta-Chot graven פִּתּוּחֵ֣י <WH6605> pit-tu-Chei were engraved חוֹתָ֔ם <WH2368> cho-Tam, as signets עַל־ <WH5921> 'al- according שְׁמ֖וֹת <WH8034> she-Mot with the names בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":7,"verse":"וַיָּ֣שֶׂם <WH7760> vai-Ya-sem And he put אֹתָ֗ם <WH853> 'o-Tam, עַ֚ל <WH5921> 'al on כִּתְפֹ֣ת <WH3802> kit-Fot them on the shoulders הָאֵפֹ֔ד <WH646> ha-'e-Fod, of the ephod אַבְנֵ֥י <WH68> 'av-Nei [that they should be] stones זִכָּר֖וֹן <WH2146> zik-ka-Ron for a memorial לִבְנֵ֣י <WH1121> liv-Nei to the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses פ Peh"},{"number":8,"verse":"וַיַּ֧עַשׂ <WH6213> vai-Ya-'as And he made אֶת־ <WH853> 'et- הַחֹ֛שֶׁן <WH2833> ha-Cho-shen the breastplate מַעֲשֵׂ֥ה <WH4639> ma-'a-Seh work חֹשֵׁ֖ב <WH2803> cho-Shev [of] cunning כְּמַעֲשֵׂ֣ה <WH4639> ke-ma-'a-Seh like the work אֵפֹ֑ד <WH646> 'e-Fod; of the ephod זָהָ֗ב <WH2091> za-Hav, [of] gold תְּכֵ֧לֶת <WH8504> te-Che-let blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet וְשֵׁ֥שׁ <WH8336> ve-Shesh linen מָשְׁזָֽר׃ <WH7806> ma-she-Zar. and fine twined"},{"number":9,"verse":"רָב֧וּעַ <WH7251> ra-Vu-a' It was foursquare הָיָ֛ה <WH1961> ha-Yah become כָּפ֖וּל <WH3717> ka-Ful double עָשׂ֣וּ <WH6213> 'a-Su they made אֶת־ <WH853> 'et- הַחֹ֑שֶׁן <WH2833> ha-Cho-shen; the breastplate זֶ֧רֶת <WH2239> Ze-ret a span אָרְכּ֛וֹ <WH753> a-re-Ko [was] the length וְזֶ֥רֶת <WH2239> ve-Ze-ret thereof and a span רָחְבּ֖וֹ <WH7341> ra-che-Bo the breadth כָּפֽוּל׃ <WH3717> ka-Ful. thereof [being] doubled"},{"number":10,"verse":"וַיְמַלְאוּ־ <WH4390> vay-mal-'u- And they set ב֔וֹ vo, אַרְבָּעָ֖ה <WH702> 'ar-ba-'Ah in it four ט֣וּרֵי <WH2905> Tu-rei rows אָ֑בֶן <WH68> 'A-ven; of stones ט֗וּר <WH2905> Tur, [the first] row אֹ֤דֶם <WH124> 'O-dem [was] a sardius פִּטְדָה֙ <WH6357> pit-Dah a topaz וּבָרֶ֔קֶת <WH1304> u-va-Re-ket, and a carbuncle הַטּ֖וּר <WH2905> hat-Tur row הָאֶחָֽד׃ <WH259> ha-'e-Chad. this [was] the first"},{"number":11,"verse":"וְהַטּ֖וּר <WH2905> ve-hat-Tur row הַשֵּׁנִ֑י <WH8145> hash-she-Ni; And the second נֹ֥פֶךְ <WH5306> No-fech an emerald סַפִּ֖יר <WH5601> sap-Pir a sapphire וְיָהֲלֹֽם׃ <WH3095> ve-ya-ha-Lom. and a diamond"},{"number":12,"verse":"וְהַטּ֖וּר <WH2905> ve-hat-Tur row הַשְּׁלִישִׁ֑י <WH7992> hash-she-li-Shi; And the third לֶ֥שֶׁם <WH3958> Le-shem a ligure שְׁב֖וֹ <WH7618> she-Vo an agate וְאַחְלָֽמָה׃ <WH306> ve-'ach-La-mah. and an amethyst"},{"number":13,"verse":"וְהַטּוּר֙ <WH2905> ve-hat-Tur row הָֽרְבִיעִ֔י <WH7243> ha-re-vi-'I, And the fourth תַּרְשִׁ֥ישׁ <WH8658> tar-Shish a beryl שֹׁ֖הַם <WH7718> Sho-ham an onyx וְיָשְׁפֵ֑ה <WH3471> ve-ya-she-Peh; and a jasper מֽוּסַבֹּ֛ת <WH4142> mu-sab-Bot [they were] inclosed מִשְׁבְּצ֥וֹת <WH4865> mish-be-Tzot in ouches זָהָ֖ב <WH2091> za-Hav of gold בְּמִלֻּאֹתָֽם׃ <WH4396> be-mil-lu-'o-Tam. in their inclosings"},{"number":14,"verse":"וְ֠הָאֲבָנִים <WH68> Ve-ha-'a-va-nim And the stones עַל־ <WH5921> 'al- were corresponding שְׁמֹ֨ת <WH8034> she-Mot [were] according to the names בְּנֵי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֥ל <WH3478> Yis-ra-'El of Israel הֵ֛נָּה <WH2007> Hen-nah in שְׁתֵּ֥ים <WH8147> she-Teim both עֶשְׂרֵ֖ה <WH6240> 'es-Reh ten עַל־ <WH5921> 'al- corresponding שְׁמֹתָ֑ם <WH8034> she-mo-Tam; according to their names פִּתּוּחֵ֤י <WH6603> pit-tu-Chei [like] the engravings חֹתָם֙ <WH2368> cho-Tam of a signet אִ֣ישׁ <WH376> 'ish every one עַל־ <WH5921> 'al- were corresponding שְׁמ֔וֹ <WH8034> she-Mo, with his name לִשְׁנֵ֥ים <WH8147> lish-Neim both עָשָׂ֖ר <WH6240> 'a-Sar ten שָֽׁבֶט׃ <WH7626> Sha-vet. tribes"},{"number":15,"verse":"וַיַּעֲשׂ֧וּ <WH6213> vai-ya-'a-Su And they made עַל־ <WH5921> 'al- on הַחֹ֛שֶׁן <WH2833> ha-Cho-shen upon the breastplate שַׁרְשְׁרֹ֥ת <WH8333> shar-she-Rot chains גַּבְלֻ֖ת <WH1383> gav-Lut at the ends מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work עֲבֹ֑ת <WH5688> 'a-Vot; [of] wreathen זָהָ֖ב <WH2091> za-Hav gold טָהֽוֹר׃ <WH2889> ta-Hor. [of] pure"},{"number":16,"verse":"וַֽיַּעֲשׂ֗וּ <WH6213> vai-ya-'a-Su, And they made שְׁתֵּי֙ <WH8147> she-Tei two מִשְׁבְּצֹ֣ת <WH4865> mish-be-Tzot ouches זָהָ֔ב <WH2091> za-Hav, [of] gold וּשְׁתֵּ֖י <WH8147> u-she-Tei and two טַבְּעֹ֣ת <WH2885> tab-be-'Ot rings זָהָ֑ב <WH2091> za-Hav; gold וַֽיִּתְּנ֗וּ <WH5414> vai-yit-te-Nu, and put אֶת־ <WH853> 'et- שְׁתֵּי֙ <WH8147> she-Tei the two הַטַּבָּעֹ֔ת <WH2885> hat-tab-ba-'Ot, rings עַל־ <WH5921> 'al- on שְׁנֵ֖י <WH8147> she-Nei in the two קְצ֥וֹת <WH7098> ke-Tzot ends הַחֹֽשֶׁן׃ <WH2833> ha-Cho-shen. of the breastplate"},{"number":17,"verse":"וַֽיִּתְּנ֗וּ <WH5414> vai-yit-te-Nu, And they put שְׁתֵּי֙ <WH8147> she-Tei the two הָעֲבֹתֹ֣ת <WH5688> ha-'a-vo-Tot wreathen chains הַזָּהָ֔ב <WH2091> haz-za-Hav, of gold עַל־ <WH5921> 'al- in שְׁתֵּ֖י <WH8147> she-Tei in the two הַטַּבָּעֹ֑ת <WH2885> hat-tab-ba-'Ot; rings עַל־ <WH5921> 'al- at קְצ֖וֹת <WH7098> ke-Tzot on the ends הַחֹֽשֶׁן׃ <WH2833> ha-Cho-shen. of the breastplate"},{"number":18,"verse":"וְאֵ֨ת <WH853> ve-'Et שְׁתֵּ֤י <WH8147> she-Tei And the two קְצוֹת֙ <WH7098> ke-tzOt ends שְׁתֵּ֣י <WH8147> she-Tei of the two הָֽעֲבֹתֹ֔ת <WH5688> ha-'a-vo-Tot, wreathen נָתְנ֖וּ <WH5414> na-te-Nu they fastened עַל־ <WH5921> 'al- on שְׁתֵּ֣י <WH8147> she-Tei in the two הַֽמִּשְׁבְּצֹ֑ת <WH4865> ham-mish-be-Tzot; ouches וַֽיִּתְּנֻ֛ם <WH5414> vai-yit-te-Num and put עַל־ <WH5921> 'al- on כִּתְפֹ֥ת <WH3802> kit-Fot them on the shoulderpieces הָאֵפֹ֖ד <WH646> ha-'e-Fod of the ephod אֶל־ <WH413> 'el- about מ֥וּל <WH4136> mul it פָּנָֽיו׃ <WH6440> pa-Nav. before"},{"number":19,"verse":"וַֽיַּעֲשׂ֗וּ <WH6213> vai-ya-'a-Su, And they made שְׁתֵּי֙ <WH8147> she-Tei two טַבְּעֹ֣ת <WH2885> tab-be-'Ot rings זָהָ֔ב <WH2091> za-Hav, of gold וַיָּשִׂ֕ימוּ <WH7760> vai-ya-Si-mu and put עַל־ <WH5921> 'al- on שְׁנֵ֖י <WH8147> she-Nei [them] on the two קְצ֣וֹת <WH7098> ke-Tzot ends הַחֹ֑שֶׁן <WH2833> ha-Cho-shen; of the breastplate עַל־ <WH5921> 'al- and שְׂפָת֕וֹ <WH8193> se-fa-To upon the border אֲשֶׁ֛ר <WH834> 'a-Sher which אֶל־ <WH413> 'el- about עֵ֥בֶר <WH5676> 'E-ver of it which [was] on the side הָאֵפֹ֖ד <WH646> ha-'e-Fod of the ephod בָּֽיְתָה׃ <WH1004> Ba-ye-tah. inward"},{"number":20,"verse":"וַֽיַּעֲשׂוּ֮ <WH6213> vai-ya-'a-Su And they made שְׁתֵּ֣י <WH8147> she-Tei two טַבְּעֹ֣ת <WH2885> tab-be-'Ot rings זָהָב֒ <WH2091> za-Hav [other] golden וַֽיִּתְּנֻ֡ם <WH5414> vai-yit-te-Num and put עַל־ <WH5921> 'al- of שְׁתֵּי֩ <WH8147> she-Tei them on the two כִתְפֹ֨ת <WH3802> chit-Fot sides הָאֵפֹ֤ד <WH646> ha-'e-Fod of the ephod מִלְמַ֙טָּה֙ <WH4295> mil-Mat-tah underneath מִמּ֣וּל <WH4136> mi-Mul toward פָּנָ֔יו <WH6440> pa-Nav, the forepart לְעֻמַּ֖ת <WH5980> le-'um-Mat of it over against מֶחְבַּרְתּ֑וֹ <WH4225> mech-bar-To; the [other] coupling מִמַּ֕עַל <WH4605> mi-Ma-'al thereof above לְחֵ֖שֶׁב <WH2805> le-Che-shev the curious girdle הָאֵפֹֽד׃ <WH646> ha-'e-Fod. of the ephod"},{"number":21,"verse":"וַיִּרְכְּס֣וּ <WH7405> vai-yir-ke-Su And they did bind אֶת־ <WH853> 'et- הַחֹ֡שֶׁן <WH2833> ha-Cho-shen the breastplate מִטַּבְּעֹתָיו֩ <WH2885> mit-tab-be-'o-Tav by his rings אֶל־ <WH413> 'el- to טַבְּעֹ֨ת <WH2885> tab-be-'Ot unto the rings הָאֵפֹ֜ד <WH646> ha-'e-Fod of the ephod בִּפְתִ֣יל <WH6616> bif-Til with a lace תְּכֵ֗לֶת <WH8504> te-Che-let, of blue לִֽהְיֹת֙ <WH1961> lih-Yot become עַל־ <WH5921> 'al- above חֵ֣שֶׁב <WH2805> Che-shev that it might be above the curious girdle הָאֵפֹ֔ד <WH646> ha-'e-Fod, of the ephod וְלֹֽא־ <WH3808> ve-lo- not יִזַּ֣ח <WH2118> yiz-Zach might not be loosed הַחֹ֔שֶׁן <WH2833> ha-Cho-shen, and that the breastplate מֵעַ֖ל <WH5921> me-'Al from הָאֵפֹ֑ד <WH646> ha-'e-Fod; from the ephod כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses"},{"number":22,"verse":"וַיַּ֛עַשׂ <WH6213> vai-Ya-'as And he made אֶת־ <WH853> 'et- מְעִ֥יל <WH4598> me-'Il the robe הָאֵפֹ֖ד <WH646> ha-'e-Fod of the ephod מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work אֹרֵ֑ג <WH707> 'o-Reg; [of] woven כְּלִ֖יל <WH3632> ke-Lil all תְּכֵֽלֶת׃ <WH8504> te-Che-let. [of] blue"},{"number":23,"verse":"וּפִֽי־ <WH6310> u-fi- And [there was] an hole הַמְּעִ֥יל <WH4598> ham-me-'Il of the robe בְּתוֹכ֖וֹ <WH8432> be-to-Cho in the midst כְּפִ֣י <WH6310> ke-Fi as the hole תַחְרָ֑א <WH8473> tach-Ra; of an habergeon שָׂפָ֥ה <WH8193> sa-Fah [with] a band לְפִ֛יו <WH6310> le-Fiv the hole סָבִ֖יב <WH5439> sa-Viv round about לֹ֥א <WH3808> lo not יִקָּרֵֽעַ׃ <WH7167> yik-ka-Re-a'. that it should not rend"},{"number":24,"verse":"וַֽיַּעֲשׂוּ֙ <WH6213> vai-ya-'a-Su And they made עַל־ <WH5921> 'al- on שׁוּלֵ֣י <WH7757> shu-Lei upon the hems הַמְּעִ֔יל <WH4598> ham-me-'Il, of the robe רִמּוֹנֵ֕י <WH7416> rim-mo-Nei pomegranates תְּכֵ֥לֶת <WH8504> te-Che-let [of] blue וְאַרְגָּמָ֖ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֣עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֑י <WH8144> sha-Ni; and scarlet מָשְׁזָֽר׃ <WH7806> ma-she-Zar. [and] twined"},{"number":25,"verse":"וַיַּעֲשׂ֥וּ <WH6213> vai-ya-'a-Su And they made פַעֲמֹנֵ֖י <WH6472> fa-'a-mo-Nei bells זָהָ֣ב <WH2091> za-Hav gold טָה֑וֹר <WH2889> ta-Hor; [of] pure וַיִּתְּנ֨וּ <WH5414> vai-yit-te-Nu and put אֶת־ <WH853> 'et- הַפַּֽעֲמֹנִ֜ים <WH6472> hap-pa-'a-mo-Nim the bells בְּת֣וֹךְ <WH8432> be-Toch between הָרִמֹּנִ֗ים <WH7416> ha-rim-mo-Nim, the pomegranates עַל־ <WH5921> 'al- on שׁוּלֵ֤י <WH7757> shu-Lei upon the hem הַמְּעִיל֙ <WH4598> ham-me-'Il of the robe סָבִ֔יב <WH5439> sa-Viv, round about בְּת֖וֹךְ <WH8432> be-Toch between הָרִמֹּנִֽים׃ <WH7416> ha-rim-mo-Nim. the pomegranates"},{"number":26,"verse":"פַּעֲמֹ֤ן <WH6472> pa-'a-Mon A bell וְרִמֹּן֙ <WH7416> ve-rim-Mon and a pomegranate פַּעֲמֹ֣ן <WH6472> pa-'a-Mon a bell וְרִמֹּ֔ן <WH7416> ve-rim-Mon, and a pomegranate עַל־ <WH5921> 'al- on שׁוּלֵ֥י <WH7757> shu-Lei the hem הַמְּעִ֖יל <WH4598> ham-me-'Il of the robe סָבִ֑יב <WH5439> sa-Viv; round about לְשָׁרֵ֕ת <WH8334> le-sha-Ret to minister כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh [in] as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses ס sa-Mek"},{"number":27,"verse":"וַֽיַּעֲשׂ֛וּ <WH6213> vai-ya-'a-Su And they made אֶת־ <WH853> 'et- הַכָּתְנֹ֥ת <WH3801> hak-ka-te-Not coats שֵׁ֖שׁ <WH8336> shesh [of] fine linen מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh work אֹרֵ֑ג <WH707> 'o-Reg; [of] woven לְאַהֲרֹ֖ן <WH175> le-'a-ha-Ron for Aaron וּלְבָנָֽיו׃ <WH1121> u-le-va-Nav. and for his sons"},{"number":28,"verse":"וְאֵת֙ <WH853> ve-'Et הַמִּצְנֶ֣פֶת <WH4701> ham-mitz-Ne-fet And a mitre שֵׁ֔שׁ <WH8336> Shesh, [of] fine linen וְאֶת־ <WH853> ve-'Et פַּאֲרֵ֥י <WH6287> pa-'a-Rei and goodly הַמִּגְבָּעֹ֖ת <WH4021> ham-mig-ba-'Ot bonnets שֵׁ֑שׁ <WH8336> Shesh; [of] fine linen וְאֶת־ <WH853> ve-'Et מִכְנְסֵ֥י <WH4370> mich-ne-Sei breeches הַבָּ֖ד <WH906> hab-Bad and linen שֵׁ֥שׁ <WH8336> shesh linen מָשְׁזָֽר׃ <WH7806> ma-she-Zar. [of] fine twined"},{"number":29,"verse":"וְֽאֶת־ <WH853> ve-'Et הָאַבְנֵ֞ט <WH73> ha-'av-Net And a girdle שֵׁ֣שׁ <WH8336> shesh linen מָשְׁזָ֗ר <WH7806> ma-she-Zar, [of] fine twined וּתְכֵ֧לֶת <WH8504> u-te-Che-let and blue וְאַרְגָּמָ֛ן <WH713> ve-'ar-ga-Man and purple וְתוֹלַ֥עַת <WH8438> ve-to-La-'at oppressor שָׁנִ֖י <WH8144> sha-Ni and scarlet מַעֲשֵׂ֣ה <WH4639> ma-'a-Seh the work רֹקֵ֑ם <WH7551> ro-Kem; of the weaver כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses ס sa-Mek"},{"number":30,"verse":"וַֽיַּעֲשׂ֛וּ <WH6213> vai-ya-'a-Su And they made אֶת־ <WH853> 'et- צִ֥יץ <WH6731> tzitz the plate נֵֽזֶר־ <WH5145> ne-zer- crown הַקֹּ֖דֶשׁ <WH6944> hak-Ko-desh of the holy זָהָ֣ב <WH2091> za-Hav gold טָה֑וֹר <WH2889> ta-Hor; [of] pure וַיִּכְתְּב֣וּ <WH3789> vai-yich-te-Vu and wrote עָלָ֗יו <WH5921> 'a-Lav, upon מִכְתַּב֙ <WH4385> mich-Tav upon it a writing פִּתּוּחֵ֣י <WH6603> pit-tu-Chei [like to] the engravings חוֹתָ֔ם <WH2368> cho-Tam, of a signet קֹ֖דֶשׁ <WH6944> Ko-desh HOLINESS לַיהוָֽה׃ <WH3068> Yah-weh. TO THE LORD"},{"number":31,"verse":"וַיִּתְּנ֤וּ <WH5414> vai-yit-te-Nu And they tied עָלָיו֙ <WH5921> 'a-Lav and פְּתִ֣יל <WH6616> pe-Til unto it a lace תְּכֵ֔לֶת <WH8504> te-Che-let, of blue לָתֵ֥ת <WH5414> la-Tet to fasten עַל־ <WH5921> 'al- on הַמִּצְנֶ֖פֶת <WH4701> ham-mitz-Ne-fet upon the mitre מִלְמָ֑עְלָה <WH4605> mil-Ma-'e-lah; [it] on high כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses ס sa-Mek"},{"number":32,"verse":"וַתֵּ֕כֶל <WH3615> vat-Te-chel finished כָּל־ <WH3605> kol- all עֲבֹדַ֕ת <WH5656> 'a-vo-Dat Thus was all the work מִשְׁכַּ֖ן <WH4908> mish-Kan of the tabernacle אֹ֣הֶל <WH168> 'O-hel of the tent מוֹעֵ֑ד <WH4150> mo-'Ed; of the congregation וַֽיַּעֲשׂוּ֙ <WH6213> vai-ya-'a-Su did בְּנֵ֣י <WH1121> be-Nei and the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel כְּ֠כֹל <WH3605> Ke-chol to all אֲשֶׁ֨ר <WH834> 'a-Sher after צִוָּ֧ה <WH6680> tziv-Vah commanded יְהוָ֛ה <WH3068> Yah-weh according to all that the LORD אֶת־ <WH853> 'et- מֹשֶׁ֖ה <WH4872> mo-Sheh Moses כֵּ֥ן <WH3651> ken so עָשֽׂוּ׃ <WH6213> 'a-Su. so did פ Peh"},{"number":33,"verse":"וַיָּבִ֤יאוּ <WH935> vai-ya-Vi-'u And they brought אֶת־ <WH853> 'et- הַמִּשְׁכָּן֙ <WH4908> ham-mish-Kan the tabernacle אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses אֶת־ <WH853> 'et- הָאֹ֖הֶל <WH168> ha-'O-hel the tent וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלָ֑יו <WH3627> ke-Lav; and all his furniture קְרָסָ֣יו <WH7165> ke-ra-Sav his taches קְרָשָׁ֔יו <WH7175> ke-ra-Shav, his boards; בְּרִיחֹו be-ri-chov כבְּרִיחָ֖יו <WH1280> be-ri-Chav bar קוְעַמֻּדָ֥יו <WH5982> ve-'am-mu-Dav and his pillars וַאֲדָנָֽיו׃ <WH134> va-'a-da-Nav. and his sockets"},{"number":34,"verse":"וְאֶת־ <WH853> ve-'Et מִכְסֵ֞ה <WH4372> mich-Seh And the covering עוֹרֹ֤ת <WH5785> o-Rot skins הָֽאֵילִם֙ <WH352> ha-'ei-Lim of rams' הַמְאָדָּמִ֔ים <WH119> ham-'ad-da-Mim, dyed red וְאֶת־ <WH853> ve-'Et מִכְסֵ֖ה <WH4372> mich-Seh and the covering עֹרֹ֣ת <WH5785> 'o-Rot skins הַתְּחָשִׁ֑ים <WH8476> hat-te-cha-Shim; of badgers' וְאֵ֖ת <WH853> ve-'Et פָּרֹ֥כֶת <WH6532> pa-Ro-chet and the vail הַמָּסָֽךְ׃ <WH4539> ham-ma-Sach. of the covering"},{"number":35,"verse":"אֶת־ <WH853> 'et- אֲרֹ֥ן <WH727> 'a-Ron The ark הָעֵדֻ֖ת <WH5715> ha-'e-Dut of the testimony וְאֶת־ <WH853> ve-'Et בַּדָּ֑יו <WH905> bad-Dav; and the staves וְאֵ֖ת <WH853> ve-'Et הַכַּפֹּֽרֶת׃ <WH3727> hak-kap-Po-ret. thereof and the mercy seat"},{"number":36,"verse":"אֶת־ <WH853> 'et- הַשֻּׁלְחָן֙ <WH7979> hash-shul-Chan The table אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all כֵּלָ֔יו <WH3627> ke-Lav, [and] all the vessels וְאֵ֖ת <WH853> ve-'Et לֶ֥חֶם <WH3899> Le-chem and the bread הַפָּנִֽים׃ <WH6440> hap-pa-Nim. of the Presence"},{"number":37,"verse":"אֶת־ <WH853> 'et- הַמְּנֹרָ֨ה <WH4501> ham-me-no-Rah candlestick הַטְּהֹרָ֜ה <WH2889> hat-te-ho-Rah The pure אֶת־ <WH853> 'et- נֵרֹתֶ֗יהָ <WH5216> ne-ro-Tei-ha, [with] the lamps נֵרֹ֛ת <WH5216> ne-Rot thereof [even with] the lamps הַמַּֽעֲרָכָ֖ה <WH4634> ham-ma-'a-ra-Chah to be set in order וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלֶ֑יהָ <WH3627> ke-Lei-ha; and all the vessels וְאֵ֖ת <WH853> ve-'Et שֶׁ֥מֶן <WH8081> She-men thereof and the oil הַמָּאֽוֹר׃ <WH3974> ham-ma-'or. for light"},{"number":38,"verse":"וְאֵת֙ <WH853> ve-'Et מִזְבַּ֣ח <WH4196> miz-Bach altar הַזָּהָ֔ב <WH2091> haz-za-Hav, And the golden וְאֵת֙ <WH853> ve-'Et שֶׁ֣מֶן <WH8081> She-men oil הַמִּשְׁחָ֔ה <WH4888> ham-mish-Chah, and the anointing וְאֵ֖ת <WH853> ve-'Et קְטֹ֣רֶת <WH7004> ke-To-ret incense הַסַּמִּ֑ים <WH5561> has-sam-Mim; and the sweet וְאֵ֕ת <WH853> ve-'Et מָסַ֖ךְ <WH4539> ma-Sach and the hanging פֶּ֥תַח <WH6607> Pe-tach door הָאֹֽהֶל׃ <WH168> ha-'O-hel. for the tabernacle"},{"number":39,"verse":"אֵ֣ת׀ <WH853> 'et מִזְבַּ֣ח <WH4196> miz-Bach altar הַנְּחֹ֗שֶׁת <WH5178> han-ne-Cho-shet, The brasen וְאֶת־ <WH853> ve-'Et מִכְבַּ֤ר <WH4345> mich-Bar and his grate הַנְּחֹ֙שֶׁת֙ <WH5178> han-ne-Cho-shet of brass אֲשֶׁר־ <WH834> 'a-Sher- after ל֔וֹ lo, אֶת־ <WH853> 'et- בַּדָּ֖יו <WH905> bad-Dav his staves וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כֵּלָ֑יו <WH3627> ke-Lav; and all his vessels אֶת־ <WH853> 'et- הַכִּיֹּ֖ר <WH3595> hak-ki-Yor the laver וְאֶת־ <WH853> ve-'Et כַּנּֽוֹ׃ <WH3653> kan-No. and his foot"},{"number":40,"verse":"אֵת֩ <WH853> 'et קַלְעֵ֨י <WH7050> kal-'Ei The hangings הֶחָצֵ֜ר <WH2691> he-cha-Tzer of the court אֶת־ <WH853> 'et- עַמֻּדֶ֣יהָ <WH5982> 'am-mu-Dei-ha his pillars וְאֶת־ <WH853> ve-'Et אֲדָנֶ֗יהָ <WH134> 'a-da-Nei-ha, and his sockets וְאֶת־ <WH853> ve-'Et הַמָּסָךְ֙ <WH4539> ham-ma-soCh and the hanging לְשַׁ֣עַר <WH8179> le-Sha-'ar gate הֶֽחָצֵ֔ר <WH2691> he-cha-Tzer, for the court אֶת־ <WH853> 'et- מֵיתָרָ֖יו <WH4340> mei-ta-Rav his cords וִיתֵדֹתֶ֑יהָ <WH3489> vi-te-do-Tei-ha; and his pins וְאֵ֗ת <WH853> ve-'Et, כָּל־ <WH3605> kol- and all כְּלֵ֛י <WH3627> ke-Lei and all the vessels עֲבֹדַ֥ת <WH5656> 'a-vo-Dat of the service הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle לְאֹ֥הֶל <WH168> le-'O-hel for the tent מוֹעֵֽד׃ <WH4150> mo-'Ed. of the congregation"},{"number":41,"verse":"אֶת־ <WH853> 'et- בִּגְדֵ֥י <WH899> big-Dei The cloths הַשְּׂרָ֖ד <WH8278> has-se-Rad of service לְשָׁרֵ֣ת <WH8334> le-sha-Ret to do service בַּקֹּ֑דֶשׁ <WH6944> bak-Ko-desh; in the holy אֶת־ <WH853> 'et- בִּגְדֵ֤י <WH899> big-Dei garments הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh [place] and the holy לְאַהֲרֹ֣ן <WH175> le-'a-ha-Ron for Aaron הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, the priest וְאֶת־ <WH853> ve-'Et בִּגְדֵ֥י <WH899> big-Dei garments בָנָ֖יו <WH1121> va-Nav and his sons' לְכַהֵֽן׃ <WH3547> le-cha-Hen. to minister in the priest's office"},{"number":42,"verse":"כְּכֹ֛ל <WH3605> ke-Chol all אֲשֶׁר־ <WH834> 'a-Sher- after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh According to all that the LORD אֶת־ <WH853> 'et- מֹשֶׁ֑ה <WH4872> mo-Sheh; Moses כֵּ֤ן <WH3651> ken after that עָשׂוּ֙ <WH6213> 'a-Su made בְּנֵ֣י <WH1121> be-Nei so the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- to all הָעֲבֹדָֽה׃ <WH5656> ha-'a-vo-Dah. all the work"},{"number":43,"verse":"וַיַּ֨רְא <WH7200> vai-Yar did look מֹשֶׁ֜ה <WH4872> mo-Sheh And Moses אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַמְּלָאכָ֗ה <WH4399> ham-me-la-Chah, the work וְהִנֵּה֙ <WH2009> ve-hin-Neh and behold עָשׂ֣וּ <WH6213> 'a-Su and behold they had done אֹתָ֔הּ <WH853> 'o-Tah, כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah had commanded יְהוָ֖ה <WH3068> Yah-weh it as the LORD כֵּ֣ן <WH3651> ken upon all עָשׂ֑וּ <WH6213> 'a-Su; even so had they done וַיְבָ֥רֶךְ <WH1288> vay-Va-rech blessed אֹתָ֖ם <WH853> 'o-Tam מֹשֶֽׁה׃ <WH4872> mo-Sheh. it and Moses פ Peh"}]}