{"bibleAbbr":"KJV1850+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"And the LORD <WH3068> spoke <WH1696> unto <WH413> Moses <WH4872> and unto <WH413> Aaron, <WH175> saying, <WH559>"},{"number":2,"verse":"Take <WH5375> <WH853> the sum <WH7218> of the sons <WH1121> of Kohath <WH6955> from among <WH4480> <WH8432> the sons <WH1121> of Levi, <WH3878> after their families, <WH4940> by the house <WH1004> of their fathers, <WH1>"},{"number":3,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even until <WH5704> fifty <WH2572> years <WH8141> old, <WH1121> all <WH3605> that enter <WH935> into the host, <WH6635> to do <WH6213> the work <WH4399> in the tabernacle <WH168> of the congregation. <WH4150>"},{"number":4,"verse":"This <WH2063> shall be the service <WH5656> of the sons <WH1121> of Kohath <WH6955> in the tabernacle <WH168> of the congregation, <WH4150> about the most holy things: <WH6944> <WH6944>"},{"number":5,"verse":"And when the camp <WH4264> setteth forward, <WH5265> Aaron <WH175> shall come, <WH935> and his sons, <WH1121> and they shall take down <WH3381> the covering <WH4539> <WH853> veil, <WH6532> and cover <WH3680> <WH853> the ark <WH727> of testimony <WH5715> with it:"},{"number":6,"verse":"And shall put <WH5414> thereon <WH5921> the covering <WH3681> of badgers' <WH8476> skins, <WH5785> and shall spread <WH6566> over <WH4480> <WH4605> it a cloth <WH899> wholly <WH3632> of blue, <WH8504> and shall put <WH7760> in the staves <WH905> thereof."},{"number":7,"verse":"And upon <WH5921> the table <WH7979> of shewbread <WH6440> they shall spread <WH6566> a cloth <WH899> of blue, <WH8504> and put <WH5414> thereon <WH5921> <WH853> the dishes, <WH7086> and the spoons, <WH3709> and the bowls, <WH4518> and covers <WH7184> to cover <WH5262> withal: and the continual <WH8548> bread <WH3899> shall be <WH1961> thereon: <WH5921>"},{"number":8,"verse":"And they shall spread <WH6566> upon <WH5921> them a cloth <WH899> of scarlet, <WH8438> <WH8144> and cover <WH3680> the same with a covering <WH4372> of badgers' <WH8476> skins, <WH5785> and shall put in <WH7760> <WH853> the staves <WH905> thereof."},{"number":9,"verse":"And they shall take <WH3947> a cloth <WH899> of blue, <WH8504> and cover <WH3680> <WH853> the candlestick <WH4501> of the light, <WH3974> and his lamps, <WH5216> and his tongs, <WH4457> and his censers, <WH4289> and all <WH3605> the oil <WH8081> vessels <WH3627> thereof, wherewith <WH834> they minister <WH8334> unto it:"},{"number":10,"verse":"And they shall put <WH5414> it and all <WH3605> the vessels <WH3627> thereof within <WH413> a covering <WH4372> of badgers' <WH8476> skins, <WH5785> and shall put <WH5414> it upon <WH5921> a bar. <WH4132>"},{"number":11,"verse":"And upon <WH5921> the golden <WH2091> altar <WH4196> they shall spread <WH6566> a cloth <WH899> of blue, <WH8504> and cover <WH3680> it with a covering <WH4372> of badgers' <WH8476> skins, <WH5785> and shall put <WH7725> <WH853> to the staves <WH905> thereof:"},{"number":12,"verse":"And they shall take <WH3947> <WH853> all <WH3605> the instruments <WH3627> of ministry, <WH8335> wherewith <WH834> they minister <WH8334> in the sanctuary, <WH6944> and put <WH5414> them in <WH413> a cloth <WH899> of blue, <WH8504> and cover <WH3680> them with a covering <WH4372> of badgers' <WH8476> skins, <WH5785> and shall put <WH5414> them on <WH5921> a bar: <WH4132>"},{"number":13,"verse":"And they shall take away the ashes <WH1878> <WH853> from the altar, <WH4196> and spread <WH6566> a purple <WH713> cloth <WH899> thereon: <WH5921>"},{"number":14,"verse":"And they shall put <WH5414> upon <WH5921> it <WH853> all <WH3605> the vessels <WH3627> thereof, wherewith <WH834> they minister <WH8334> about <WH5921> it, even <WH853> the censers, <WH4289> <WH853> the fleshhooks, <WH4207> and the shovels, <WH3257> and the basins, <WH4219> all <WH3605> the vessels <WH3627> of the altar; <WH4196> and they shall spread <WH6566> upon <WH5921> it a covering <WH3681> of badgers' <WH8476> skins, <WH5785> and put <WH7760> to the staves <WH905> of it."},{"number":15,"verse":"And when Aaron <WH175> and his sons <WH1121> have made an end <WH3615> of covering <WH3680> <WH853> the sanctuary, <WH6944> and all <WH3605> the vessels <WH3627> of the sanctuary, <WH6944> as the camp <WH4264> is to set forward; <WH5265> after <WH310> that, <WH3651> the sons <WH1121> of Kohath <WH6955> shall come <WH935> to bear <WH5375> it: but they shall not <WH3808> touch <WH5060> <WH413> any holy thing, <WH6944> lest they die. <WH4191> These <WH428> things are the burden <WH4853> of the sons <WH1121> of Kohath <WH6955> in the tabernacle <WH168> of the congregation. <WH4150>"},{"number":16,"verse":"And to the office <WH6486> of Eleazar <WH499> the son <WH1121> of Aaron <WH175> the priest <WH3548> pertaineth the oil <WH8081> for the light, <WH3974> and the sweet <WH5561> incense, <WH7004> and the daily <WH8548> meat offering, <WH4503> and the anointing <WH4888> oil, <WH8081> and the oversight <WH6486> of all <WH3605> the tabernacle, <WH4908> and of all <WH3605> that <WH834> therein is, in the sanctuary, <WH6944> and in the vessels <WH3627> thereof."},{"number":17,"verse":"And the LORD <WH3068> spoke <WH1696> unto <WH413> Moses <WH4872> and unto <WH413> Aaron, <WH175> saying, <WH559>"},{"number":18,"verse":"Cut ye not off <WH3772> <WH408> <WH853> the tribe <WH7626> of the families <WH4940> of the Kohathites <WH6956> from among <WH4480> <WH8432> the Levites: <WH3881>"},{"number":19,"verse":"But thus <WH2063> do <WH6213> unto them, that they may live, <WH2421> and not <WH3808> die, <WH4191> when they approach <WH5066> <WH853> unto the most holy things: <WH6944> <WH6944> Aaron <WH175> and his sons <WH1121> shall go in, <WH935> and appoint <WH7760> them every one <WH376> <WH376> to <WH5921> his service <WH5656> and to <WH413> his burden: <WH4853>"},{"number":20,"verse":"But they shall not <WH3808> go in <WH935> to see <WH7200> when <WH853> the holy things <WH6944> are covered, <WH1104> lest they die. <WH4191>"},{"number":21,"verse":"And the LORD <WH3068> spoke <WH1696> unto <WH413> Moses, <WH4872> saying, <WH559>"},{"number":22,"verse":"Take <WH5375> also <WH1571> <WH853> the sum <WH7218> of the sons <WH1121> of Gershon, <WH1648> throughout the houses <WH1004> of their fathers, <WH1> by their families; <WH4940>"},{"number":23,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> until <WH5704> fifty <WH2572> years <WH8141> old <WH1121> shalt thou number <WH6485> them; all <WH3605> that enter in <WH935> to perform <WH6633> the service, <WH5656> to do <WH5647> the work <WH5656> in the tabernacle <WH168> of the congregation. <WH4150>"},{"number":24,"verse":"This <WH2063> is the service <WH5656> of the families <WH4940> of the Gershonites, <WH1649> to serve, <WH5647> and for burdens: <WH4853>"},{"number":25,"verse":"And they shall bear <WH5375> <WH853> the curtains <WH3407> of the tabernacle, <WH4908> and the tabernacle <WH168> of the congregation, <WH4150> his covering, <WH4372> and the covering <WH4372> of the badgers' skins <WH8476> that <WH834> is above <WH4480> <WH4605> upon <WH5921> it, and the hanging <WH4539> for the door <WH6607> of the tabernacle <WH168> of the congregation, <WH4150>"},{"number":26,"verse":"And the hangings <WH7050> of the court, <WH2691> and the hanging <WH4539> for the door <WH6607> of the gate <WH8179> of the court, <WH2691> which <WH834> is by <WH5921> the tabernacle <WH4908> and by <WH5921> the altar <WH4196> round about, <WH5439> and their cords, <WH4340> and all <WH3605> the instruments <WH3627> of their service, <WH5656> and all <WH3605> that <WH834> is made <WH6213> for them: so shall they serve. <WH5647>"},{"number":27,"verse":"At <WH5921> the appointment <WH6310> of Aaron <WH175> and his sons <WH1121> shall be <WH1961> all <WH3605> the service <WH5656> of the sons <WH1121> of the Gershonites, <WH1649> in all <WH3605> their burdens, <WH4853> and in all <WH3605> their service: <WH5656> and ye shall appoint <WH6485> unto <WH5921> them in charge <WH4931> <WH853> all <WH3605> their burdens. <WH4853>"},{"number":28,"verse":"This <WH2063> is the service <WH5656> of the families <WH4940> of the sons <WH1121> of Gershon <WH1649> in the tabernacle <WH168> of the congregation: <WH4150> and their charge <WH4931> shall be under the hand <WH3027> of Ithamar <WH385> the son <WH1121> of Aaron <WH175> the priest. <WH3548>"},{"number":29,"verse":"As for the sons <WH1121> of Merari, <WH4847> thou shalt number <WH6485> them after their families, <WH4940> by the house <WH1004> of their fathers; <WH1>"},{"number":30,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even unto <WH5704> fifty <WH2572> years <WH8141> old <WH1121> shalt thou number <WH6485> them, every one <WH3605> that entereth <WH935> into the service, <WH6635> to do <WH5647> <WH853> the work <WH5656> of the tabernacle <WH168> of the congregation. <WH4150>"},{"number":31,"verse":"And this <WH2063> is the charge <WH4931> of their burden, <WH4853> according to all <WH3605> their service <WH5656> in the tabernacle <WH168> of the congregation; <WH4150> the boards <WH7175> of the tabernacle, <WH4908> and the bars <WH1280> thereof, and the pillars <WH5982> thereof, and sockets <WH134> thereof,"},{"number":32,"verse":"And the pillars <WH5982> of the court <WH2691> round about, <WH5439> and their sockets, <WH134> and their pins, <WH3489> and their cords, <WH4340> with all <WH3605> their instruments, <WH3627> and with all <WH3605> their service: <WH5656> and by name <WH8034> ye shall reckon <WH6485> <WH853> the instruments <WH3627> of the charge <WH4931> of their burden. <WH4853>"},{"number":33,"verse":"This <WH2063> is the service <WH5656> of the families <WH4940> of the sons <WH1121> of Merari, <WH4847> according to all <WH3605> their service, <WH5656> in the tabernacle <WH168> of the congregation, <WH4150> under the hand <WH3027> of Ithamar <WH385> the son <WH1121> of Aaron <WH175> the priest. <WH3548>"},{"number":34,"verse":"And Moses <WH4872> and Aaron <WH175> and the chief <WH5387> of the congregation <WH5712> numbered <WH6485> <WH853> the sons <WH1121> of the Kohathites <WH6956> after their families, <WH4940> and after the house <WH1004> of their fathers, <WH1>"},{"number":35,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even unto <WH5704> fifty <WH2572> years <WH8141> old, <WH1121> every one <WH3605> that entereth <WH935> into the service, <WH6635> for the work <WH5656> in the tabernacle <WH168> of the congregation: <WH4150>"},{"number":36,"verse":"And those that were numbered <WH6485> of them by their families <WH4940> were <WH1961> two thousand <WH505> seven <WH7651> hundred <WH3967> and fifty. <WH2572>"},{"number":37,"verse":"These <WH428> were they that were numbered <WH6485> of the families <WH4940> of the Kohathites, <WH6956> all <WH3605> that might do service <WH5647> in the tabernacle <WH168> of the congregation, <WH4150> which <WH834> Moses <WH4872> and Aaron <WH175> did number <WH6485> according to <WH5921> the commandment <WH6310> of the LORD <WH3068> by the hand <WH3027> of Moses. <WH4872>"},{"number":38,"verse":"And those that were numbered <WH6485> of the sons <WH1121> of Gershon, <WH1648> throughout their families, <WH4940> and by the house <WH1004> of their fathers, <WH1>"},{"number":39,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even unto <WH5704> fifty <WH2572> years <WH8141> old, <WH1121> every one <WH3605> that entereth <WH935> into the service, <WH6635> for the work <WH5656> in the tabernacle <WH168> of the congregation, <WH4150>"},{"number":40,"verse":"Even those that were numbered <WH6485> of them, throughout their families, <WH4940> by the house <WH1004> of their fathers, <WH1> were <WH1961> two thousand <WH505> and six <WH8337> hundred <WH3967> and thirty. <WH7970>"},{"number":41,"verse":"These <WH428> are they that were numbered <WH6485> of the families <WH4940> of the sons <WH1121> of Gershon, <WH1648> of all <WH3605> that might do service <WH5647> in the tabernacle <WH168> of the congregation, <WH4150> whom <WH834> Moses <WH4872> and Aaron <WH175> did number <WH6485> according to <WH5921> the commandment <WH6310> of the LORD. <WH3068>"},{"number":42,"verse":"And those that were numbered <WH6485> of the families <WH4940> of the sons <WH1121> of Merari, <WH4847> throughout their families, <WH4940> by the house <WH1004> of their fathers, <WH1>"},{"number":43,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even unto <WH5704> fifty <WH2572> years <WH8141> old, <WH1121> every one <WH3605> that entereth <WH935> into the service, <WH6635> for the work <WH5656> in the tabernacle <WH168> of the congregation, <WH4150>"},{"number":44,"verse":"Even those that were numbered <WH6485> of them after their families, <WH4940> were <WH1961> three <WH7969> thousand <WH505> and two hundred. <WH3967>"},{"number":45,"verse":"These <WH428> be those that were numbered <WH6485> of the families <WH4940> of the sons <WH1121> of Merari, <WH4847> whom <WH834> Moses <WH4872> and Aaron <WH175> numbered <WH6485> according to <WH5921> the word <WH6310> of the LORD <WH3068> by the hand <WH3027> of Moses. <WH4872>"},{"number":46,"verse":"All <WH3605> those that were numbered <WH6485> <WH853> of the Levites, <WH3881> whom <WH834> Moses <WH4872> and Aaron <WH175> and the chief <WH5387> of Israel <WH3478> numbered, <WH6485> after their families, <WH4940> and after the house <WH1004> of their fathers, <WH1>"},{"number":47,"verse":"From thirty <WH7970> years <WH8141> old <WH4480> <WH1121> and upward <WH4605> even unto <WH5704> fifty <WH2572> years <WH8141> old, <WH1121> every one <WH3605> that came <WH935> to do <WH5647> the service <WH5656> of the ministry, <WH5656> and the service <WH5656> of the burden <WH4853> in the tabernacle <WH168> of the congregation, <WH4150>"},{"number":48,"verse":"Even those that were numbered <WH6485> of them, were <WH1961> eight <WH8083> thousand <WH505> and five <WH2568> hundred <WH3967> and fourscore. <WH8084>"},{"number":49,"verse":"According to <WH5921> the commandment <WH6310> of the LORD <WH3068> they were numbered <WH6485> by the hand <WH3027> of Moses, <WH4872> every one <WH376> <WH376> according to <WH5921> his service, <WH5656> and according to <WH5921> his burden: <WH4853> thus were they numbered <WH6485> of him, as <WH834> the LORD <WH3068> commanded <WH6680> <WH853> Moses. <WH4872>"}]}