{"bibleAbbr":"Geneva1587","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"Woe to them that devise iniquity, and work evil upon their beds! As soon as they rise, they execute their wicked devices of the night, and according to their ability hurt others. when the morning is light, they practise it, because it is in the power of their hand."},{"number":2,"verse":"And they couet fields, and take them by violence, and houses, and take them away: so they oppresse a man and his house, euen man and his heritage."},{"number":3,"verse":"Therefore thus saieth the Lorde, Beholde, against this familie haue I deuised a plague, whereout yee shall not plucke your neckes, and ye shall not go so proudly, for this time is euill."},{"number":4,"verse":"In that day shall [one] take up a parable against you, and lament with a doleful lamentation, [and] say, Thus the Jews lament and say that there is no hope of restitution, seeing their possessions are divided among the enemies. We be utterly spoiled: he hath changed the portion of my people: how hath he removed [it] from me! turning away he hath divided our fields."},{"number":5,"verse":"Therefore thou shalt have none that shall cast a cord by lot in You will have no more lands to divide as you had in times past, and as you used to measure them in the Jubilee. the congregation of the LORD."},{"number":6,"verse":"Thus the people warn the prophets that they speak to them no more, for they cannot endure their threatenings. Prophesy ye not, [say they to them that] prophesy: God says that they will not prophesy, nor receive any more of their rebukes or taunts. they shall not prophesy to them, [that] they shall not take shame."},{"number":7,"verse":"O [thou that art] named the house of Jacob, is the spirit of the LORD straitened? Are these your works according to his Law? [are] these his doings? do not my words do good to him Do not the godly find my words comfortable? that walketh uprightly?"},{"number":8,"verse":"Even That is, in past times. of late my people is risen up as an enemy: ye pull off the The poor can have no benefit from them, but they rob them, as though they were enemies. robe with the garment from them that pass by securely as men averse from war."},{"number":9,"verse":"The women of my people have ye cast out from their pleasant houses; from their children have ye taken away That is, their substance and living, which is God's blessing, and as it were part of his glory. my glory for ever."},{"number":10,"verse":"Arise ye, and depart; for this [is] not [your] Jerusalem will not be your safeguard, but rather the cause of your destruction. rest: because it is polluted, it shall destroy [you], even with a sore destruction."},{"number":11,"verse":"If a man That is, show himself to be a prophet. walking in the spirit and falsehood do lie, [saying], He shows what prophets they delight in, that is, in flatterers, who tell them pleasant tales, and speak of their benefits. I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people."},{"number":12,"verse":"I will surely assemble, O Jacob, To destroy you. all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of [the multitude of] men."},{"number":13,"verse":"The The enemy will break their gates and walls, and lead them into Chaldea. breaker is come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the LORD To drive them forward, and to help their enemies. on the head of them."}]}