{"bibleAbbr":"Geneva1587","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"And I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel; [Is it] not for you to know That thing which is just and lawful, both to govern my people properly, and also to clear your own conscience. judgment?"},{"number":2,"verse":"Who hate the good, and love the evil; The Prophet condemns the wicked governors not only of covetousness, theft, and murder, but compares them to wolves, lions, and most cruel beasts. who pluck off their skin from off them, and their flesh from off their bones;"},{"number":3,"verse":"And they eate also the flesh of my people, & flay off their skinne from them, & they breake their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."},{"number":4,"verse":"Then That is, when I will punish their wickedness: for though I hear the godly before they cry (Isa_65:24), yet I will not hear these even though they cry; (Isa_1:15) (Eze_8:18; Jam_2:13; 1Pe_3:11-12). shall they cry unto the LORD, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings."},{"number":5,"verse":"Thus saith the LORD concerning the prophets that make my people err, that They devour all their substance, and then flatter them, promising that all will go well. But if someone does not feed them, then they invent all ways to do evil. bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him."},{"number":6,"verse":"Therefore As you have loved to walk in darkness, and to prophesy lies, so God will reward you with gross blindness and ignorance, so that when all others will see the bright beams of God's grace, you will as blind men grope as in the night. night [shall be] unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them."},{"number":7,"verse":"Then shall the seers be ashamed, and the diviners confounded: yea, they shall all cover When God will reveal them to the world, they will be afraid to speak: for all will know that they were but false prophets, and did give a false notion of the word of God. their lips; for [there is] no answer of God."},{"number":8,"verse":"But truly I am full The Prophet being assured of his vocation by the Spirit of God, sets himself alone against all the wicked, showing how God gave him gifts, ability and knowledge, to discern between good and evil, and also steadfastness and endurance to reprove the sins of the people, and not to flatter them. of power by the spirit of the LORD, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin."},{"number":9,"verse":"Heare this, I pray you, ye heades of the house of Iaakob, and princes of the house of Israel: they abhorre iudgement, and peruert all equitie."},{"number":10,"verse":"They build up Zion with They will say that they are the people of God, and abuse his name, as a pretence to disguise their hypocrisy. blood, and Jerusalem with iniquity."},{"number":11,"verse":"The heads thereof iudge for rewardes, and the Priestes thereof teache for hyre, and the prophets thereof prophecie for money: yet wil they leane vpon the Lorde, and say, Is not the Lorde among vs? no euill can come vpon vs."},{"number":12,"verse":"Therefore shall Zion for your sake be Read (Jer_26:18). plowed [as] a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest."}]}