{"bibleAbbr":"KJV1850+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"The burden <WH4853> of the word <WH1697> of the LORD <WH3068> in the land <WH776> of Hadrach, <WH2317> and Damascus <WH1834> shall be the rest <WH4496> thereof: when <WH3588> the eyes <WH5869> of man, <WH120> as of all <WH3605> the tribes <WH7626> of Israel, <WH3478> shall be toward the LORD. <WH3068>"},{"number":2,"verse":"And Hamath <WH2574> also <WH1571> shall border <WH1379> thereby; Tyrus, <WH6865> and Zidon, <WH6721> though <WH3588> it be very <WH3966> wise. <WH2449>"},{"number":3,"verse":"And Tyrus <WH6865> did build <WH1129> herself a stronghold, <WH4692> and heaped up <WH6651> silver <WH3701> as the dust, <WH6083> and fine gold <WH2742> as the mire <WH2916> of the streets. <WH2351>"},{"number":4,"verse":"Behold, <WH2009> the Lord <WH136> will cast her out, <WH3423> and he will smite <WH5221> her power <WH2428> in the sea; <WH3220> and she <WH1931> shall be devoured <WH398> with fire. <WH784>"},{"number":5,"verse":"Ashkelon <WH831> shall see <WH7200> it, and fear; <WH3372> Gaza <WH5804> also shall see it, and be very sorrowful, <WH3966> <WH2342> and Ekron; <WH6138> for <WH3588> her expectation <WH4007> shall be ashamed; <WH954> and the king <WH4428> shall perish <WH6> from Gaza, <WH4480> <WH5804> and Ashkelon <WH831> shall not <WH3808> be inhabited. <WH3427>"},{"number":6,"verse":"And a bastard <WH4464> shall dwell <WH3427> in Ashdod, <WH795> and I will cut off <WH3772> the pride <WH1347> of the Philistines. <WH6430>"},{"number":7,"verse":"And I will take away <WH5493> his blood <WH1818> out of his mouth, <WH4480> <WH6310> and his abominations <WH8251> from between <WH4480> <WH996> his teeth: <WH8127> but he that remaineth, <WH7604> even <WH1571> he, <WH1931> shall be for our God, <WH430> and he shall be <WH1961> as a governor <WH441> in Judah, <WH3063> and Ekron <WH6138> as a Jebusite. <WH2983>"},{"number":8,"verse":"And I will encamp <WH2583> about mine house <WH1004> because of the army, <WH4675> because of him that passeth by, <WH4480> <WH5674> and because of him that returneth: <WH4480> <WH7725> and no <WH3808> oppressor <WH5065> shall pass <WH5674> through <WH5921> them any more: <WH5750> for <WH3588> now <WH6258> have I seen <WH7200> with mine eyes. <WH5869>"},{"number":9,"verse":"Rejoice <WH1523> greatly, <WH3966> O daughter <WH1323> of Zion; <WH6726> shout, <WH7321> O daughter <WH1323> of Jerusalem: <WH3389> behold, <WH2009> thy King <WH4428> cometh <WH935> unto thee: he <WH1931> is just, <WH6662> and having salvation; <WH3467> lowly, <WH6041> and riding <WH7392> upon <WH5921> an ass, <WH2543> and upon <WH5921> a colt <WH5895> the foal <WH1121> of an ass. <WH860>"},{"number":10,"verse":"And I will cut off <WH3772> the chariot <WH7393> from Ephraim, <WH4480> <WH669> and the horse <WH5483> from Jerusalem, <WH4480> <WH3389> and the battle <WH4421> bow <WH7198> shall be cut off: <WH3772> and he shall speak <WH1696> peace <WH7965> unto the heathen: <WH1471> and his dominion <WH4915> shall be from sea <WH4480> <WH3220> even to <WH5704> sea, <WH3220> and from the river <WH4480> <WH5104> even to <WH5704> the ends <WH657> of the earth. <WH776>"},{"number":11,"verse":"As for thee <WH859> also, <WH1571> by the blood <WH1818> of thy covenant <WH1285> I have sent forth <WH7971> thy prisoners <WH615> out of the pit <WH4480> <WH953> wherein is no <WH369> water. <WH4325>"},{"number":12,"verse":"Turn <WH7725> you to the stronghold, <WH1225> ye prisoners <WH615> of hope: <WH8615> even <WH1571> today <WH3117> do I declare <WH5046> that I will render <WH7725> double <WH4932> unto thee;"},{"number":13,"verse":"When <WH3588> I have bent <WH1869> Judah <WH3063> for me, filled <WH4390> the bow <WH7198> with Ephraim, <WH669> and raised <WH5782> up thy sons, <WH1121> O Zion, <WH6726> against <WH5921> thy sons, <WH1121> O Greece, <WH3120> and made <WH7760> thee as the sword <WH2719> of a mighty man. <WH1368>"},{"number":14,"verse":"And the LORD <WH3068> shall be seen <WH7200> over <WH5921> them, and his arrow <WH2671> shall go forth <WH3318> as the lightning: <WH1300> and the Lord <WH136> GOD <WH3069> shall blow <WH8628> the trumpet, <WH7782> and shall go <WH1980> with whirlwinds <WH5591> of the south. <WH8486>"},{"number":15,"verse":"The LORD <WH3068> of hosts <WH6635> shall defend <WH1598> <WH5921> them; and they shall devour, <WH398> and subdue <WH3533> with slingstones; <WH7050> <WH68> and they shall drink, <WH8354> and make a noise <WH1993> as through <WH3644> wine; <WH3196> and they shall be filled <WH4390> like bowls, <WH4219> and as the corners <WH2106> of the altar. <WH4196>"},{"number":16,"verse":"And the LORD <WH3068> their God <WH430> shall save <WH3467> them in that <WH1931> day <WH3117> as the flock <WH6629> of his people: <WH5971> for <WH3588> they shall be as the stones <WH68> of a crown, <WH5145> lifted up as an ensign <WH5264> upon <WH5921> his land. <WH127>"},{"number":17,"verse":"For <WH3588> how <WH4100> great is his goodness, <WH2898> and how <WH4100> great is his beauty! <WH3308> corn <WH1715> shall make the young men <WH970> cheerful, <WH5107> and new wine <WH8492> the maids. <WH1330>"}]}