{"bibleAbbr":"AMP2015","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"An Interlude After this I saw four angels stationed at the four corners of the earth, holding back the four winds of the earth so that no wind would blow on the earth or on the sea or on any tree."},{"number":2,"verse":"Then I saw another angel coming up from the rising of the sun, holding the seal of the living God; and with a loud voice he called out to the four angels to whom it was granted [to have authority and power] to harm the earth and the sea,"},{"number":3,"verse":"saying, \"Do not harm the earth nor the sea nor the trees until we seal (mark) the bond-servants of our God on their foreheads.\""},{"number":4,"verse":"The 144000And I heard how many were sealed, a hundred and forty-four thousand; [twelve thousand] sealed from every tribe of the sons of Israel:"},{"number":5,"verse":"Twelve thousand were sealed from the tribe of Judah, twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad,"},{"number":6,"verse":"twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, twelve thousand from the tribe of Manasseh,"},{"number":7,"verse":"twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar,"},{"number":8,"verse":"twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand from the tribe of Benjamin were sealed (marked, redeemed, protected)."},{"number":9,"verse":"A Multitude from the TribulationAfter these things I looked, and this is what I saw: a vast multitude which no one could count, [gathered] from every nation and from all the tribes and peoples and languages [of the earth], standing before the throne and before the Lamb (Christ), dressed in white robes, with palm branches in their hands;"},{"number":10,"verse":"and in a loud voice they cried out, saying, \"Salvation [belongs] to our God who is seated on the throne, and to the Lamb [our salvation is the Trinity's to give, and to God the Trinity we owe our deliverance].\""},{"number":11,"verse":"And all the angels were standing around the throne and around the [twenty-four] elders and the four living creatures; and they fell to their faces before the throne and worshiped God,"},{"number":12,"verse":"saying, \"Amen! Blessing and glory and majesty and wisdom and thanksgiving and honor and power and might belong to our God forever and ever. Amen.\""},{"number":13,"verse":"Then one of the elders responded, saying to me, \"These who are dressed in the long white robes-who are they, and from where did they come?\""},{"number":14,"verse":"I said to him, \"My lord, you know [the answer].\" And he said to me, \"These are the people who come out of the great tribulation (persecution), and they have washed their robes and made them white in the blood of the Lamb [because of His atoning sacrifice]."},{"number":15,"verse":"For this reason, they are [standing] before the throne of God; and they serve Him [in worship] day and night in His temple; and He who sits on the throne will spread His tabernacle over them and shelter and protect them [with His presence]."},{"number":16,"verse":"They will hunger no longer, nor thirst anymore; nor will the sun beat down on them, nor any [scorching] heat;"},{"number":17,"verse":"for the Lamb who is in the center of the throne will be their Shepherd, and He will guide them to springs of the waters of life; and God will wipe every tear from their eyes [giving them eternal comfort].\""}]}