{"bibleAbbr":"WEB2020","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"I am the man<WH1397> that has seen<WH7200> affliction<WH6040> by the rod<WH7626> of his wrath.<WH5678>"},{"number":2,"verse":"He has led<WH5090> me and caused<WH3212> me to walk in darkness,<WH2822> and not in light.<WH216>"},{"number":3,"verse":"Surely against me he turns<WH7725> his hand<WH3027> again<WH2015> and again all the day.<WH3117>"},{"number":4,"verse":"My flesh<WH1320> and my skin<WH5785> has he made old;<WH1086> he has broken<WH7665> my bones.<WH6106>"},{"number":5,"verse":"He has built against<WH1129> me,<WH5362> and surrounded me with gall<WH7219> and travail.<WH8513>"},{"number":6,"verse":"He has made<WH3427> me to dwell in dark places,<WH4285> as those that have been long<WH5769> dead.<WH4191>"},{"number":7,"verse":"He has walled<WH1443> me about,<WH3318> that I can't go forth; he has made my chain<WH5178> heavy.<WH3513>"},{"number":8,"verse":"Yes,<WH2199> when I cry, and call<WH2199> for help,<WH5640> he shuts out my prayer.<WH8605>"},{"number":9,"verse":"He has walled<WH1443> up my ways<WH1870> with cut stone;<WH1496> he has made my paths<WH5410> crooked.<WH5753>"},{"number":10,"verse":"He is to me as a bear<WH1677> lying in wait,<WH693> as a lion<WH738> in secret places.<WH4565>"},{"number":11,"verse":"He has turned aside<WH5493> my ways,<WH1870> and pulled me in pieces;<WH6582> he has made<WH7760> me desolate.<WH8074>"},{"number":12,"verse":"He has bent<WH1869> his bow,<WH7198> and set<WH5324> me as a mark<WH4307> for the arrow.<WH2671>"},{"number":13,"verse":"He has caused the shafts<WH1121> of his quiver<WH827> to enter<WH935> into my kidneys.<WH3629>"},{"number":14,"verse":"I am become a derision<WH7814> to all my people,<WH5971> and their song<WH5058> all the day.<WH3117>"},{"number":15,"verse":"He has filled<WH7646> me with bitterness,<WH4844> he has sated<WH7301> me with wormwood.<WH3939>"},{"number":16,"verse":"He has also broken<WH1638> my teeth<WH8127> with gravel stones;<WH2687> he has covered<WH3728> me with ashes.<WH665>"},{"number":17,"verse":"You have removed<WH2186> my soul<WH5315> far off<WH2186> from peace;<WH7965> I forgot<WH5382> prosperity.<WH2896>"},{"number":18,"verse":"I said,<WH559> My strength<WH5331> is perished,<WH6> and my expectation<WH8431> from Yahweh.<WH3068>"},{"number":19,"verse":"Remember<WH2142> my affliction<WH6040> and my misery,<WH4788> the wormwood<WH3939> and the gall.<WH7219>"},{"number":20,"verse":"My soul<WH5315> still<WH2142> remembers them,<WH7743> and is bowed down within me."},{"number":21,"verse":"This I recall<WH7725> to my mind;<WH3820> therefore have I hope.<WH3176>"},{"number":22,"verse":"It is because of Yahweh<WH3068>'s loving kindnesses<WH2617> that we are not consumed,<WH8552> because his compassion<WH7356> doesn't<WH3615> fail."},{"number":23,"verse":"They are new<WH2319> every morning;<WH1242> great<WH7227> is your faithfulness.<WH530>"},{"number":24,"verse":"Yahweh<WH3068> is my portion,<WH2506> says<WH559> my soul;<WH5315> therefore will I hope in him.<WH3176>"},{"number":25,"verse":"Yahweh<WH3068> is good<WH2896> to those who wait<WH6960> for him,<WH5315> to the soul that seeks him.<WH1875>"},{"number":26,"verse":"It is good<WH2896> that a man should hope<WH3175> and quietly wait<WH1748> for the salvation<WH8668> of Yahweh.<WH3068>"},{"number":27,"verse":"It is good<WH2896> for a man<WH1397> that he bear<WH5375> the yoke<WH5923> in his youth.<WH5271>"},{"number":28,"verse":"Let him sit<WH3427> alone<WH910> and keep silence,<WH1826> because he has laid it on him.<WH5190>"},{"number":29,"verse":"Let him put his mouth<WH6310> in the dust,<WH6083> if so be<WH3426> there may be<WH3426> hope.<WH8615>"},{"number":30,"verse":"Let him give<WH5414> his cheek<WH3895> to him who strikes<WH5221> him;<WH7646> let him be filled full with reproach.<WH2781>"},{"number":31,"verse":"For the Lord<WH136> will not cast off<WH2186> forever.<WH5769>"},{"number":32,"verse":"For though he cause grief,<WH3013> yet he will have compassion<WH7355> according to the multitude<WH7230> of his loving kindnesses.<WH2617>"},{"number":33,"verse":"For he does not afflict<WH6031> willingly,<WH3820> nor grieve<WH3013> the children<WH1121> of men.<WH376>"},{"number":34,"verse":"To crush<WH1792> under foot<WH7272> all the prisoners<WH615> of the earth,<WH776>"},{"number":35,"verse":"To turn aside<WH5186> the right<WH4941> of a man<WH1397> before the face<WH6440> of the Most High,<WH5945>"},{"number":36,"verse":"To subvert<WH5791> a man<WH120> in his cause,<WH7379> the Lord<WH136> doesn't<WH7200> approve."},{"number":37,"verse":"Who is he who says,<WH559> and it comes to pass,<WH136> when the Lord doesn't<WH6680> command it?"},{"number":38,"verse":"Doesn't<WH7451> evil and good<WH2896> come<WH3318> out of the mouth<WH6310> of the Most High?<WH5945>"},{"number":39,"verse":"Why does a living<WH2416> man<WH120> complain,<WH596> a man<WH1397> for the punishment of his sins?<WH2399>"},{"number":40,"verse":"Let us search<WH2664> and try<WH2713> our ways,<WH1870> and turn again<WH7725> to Yahweh.<WH3068>"},{"number":41,"verse":"Let us lift up<WH5375> our heart<WH3824> with our hands<WH3709> to God<WH410> in the heavens.<WH8064>"},{"number":42,"verse":"We<WH5168> have transgressed<WH6586> and have rebelled;<WH4784> you have not pardoned.<WH5545>"},{"number":43,"verse":"You have covered<WH5526> with anger<WH639> and pursued<WH7291> us;<WH2026> you have killed, you have not pitied.<WH2550>"},{"number":44,"verse":"You have covered<WH5526> yourself with a cloud,<WH6051> so that no prayer<WH8605> can pass through.<WH5674>"},{"number":45,"verse":"You have made<WH7760> us an off-scouring<WH5501> and refuse<WH3973> in the midst<WH7130> of the peoples.<WH5971>"},{"number":46,"verse":"All our enemies<WH341> have opened<WH6475> their mouth wide against us.<WH6310>"},{"number":47,"verse":"Fear<WH6343> and the pit<WH6354> have come on us,<WH7612> devastation and destruction.<WH7667>"},{"number":48,"verse":"My eye<WH5869> runs down<WH3381> with streams<WH6388> of water,<WH4325> for the destruction<WH7667> of the daughter<WH1323> of my people.<WH5971>"},{"number":49,"verse":"My eye<WH5869> pours down,<WH5064> and doesn't<WH1820> cease, without any intermission,<WH2014>"},{"number":50,"verse":"Until Yahweh<WH3068> look down,<WH8259> and see<WH7200> from heaven.<WH8064>"},{"number":51,"verse":"My eye<WH5869> affects<WH5953> my soul,<WH5315> because of all the daughters<WH1323> of my city.<WH5892>"},{"number":52,"verse":"They have chased<WH6679> me relentlessly<WH6679> like a bird,<WH6833> those who are my enemies<WH341> without cause.<WH2600>"},{"number":53,"verse":"They have cut off<WH6789> my life<WH2416> in the dungeon,<WH953> and have cast<WH3034> a stone on me.<WH68>"},{"number":54,"verse":"Waters<WH4325> flowed over<WH6687> my head;<WH7218> I said,<WH559> I am cut off.<WH1504>"},{"number":55,"verse":"I called<WH7121> on your name,<WH8034> Yahweh,<WH3068> out of the lowest<WH8482> dungeon.<WH953>"},{"number":56,"verse":"You heard<WH8085> my voice;<WH6963> don't<WH5956> hide your ear<WH241> at my breathing,<WH7309> at my cry.<WH7775>"},{"number":57,"verse":"You drew near<WH7126> in the day<WH3117> that I called<WH7121> on you;<WH559> you said, Don't<WH3372> be afraid."},{"number":58,"verse":"Lord,<WH136> you have pleaded<WH7378> the causes<WH7379> of my soul;<WH5315> you have redeemed<WH1350> my life.<WH2416>"},{"number":59,"verse":"Yahweh,<WH3068> you have seen<WH7200> my wrong.<WH5792> Judge<WH8199> my cause.<WH4941>"},{"number":60,"verse":"You have seen<WH7200> all their vengeance<WH5360> and all their devices against me.<WH4284>"},{"number":61,"verse":"You have heard<WH8085> their reproach,<WH2781> Yahweh,<WH3068> and all their devices against me,<WH4284>"},{"number":62,"verse":"The lips<WH8193> of those that rose up<WH6965> against me,<WH1902> and their device against me all the day.<WH3117>"},{"number":63,"verse":"You see<WH5027> their sitting down,<WH3427> and their rising up;<WH7012> I am their song.<WH4485>"},{"number":64,"verse":"You will render<WH7725> to them a recompense,<WH1576> Yahweh,<WH3068> according to the work<WH4639> of their hands.<WH3027>"},{"number":65,"verse":"You will give<WH5414> them hardness<WH4044> of heart,<WH3820> your curse to them.<WH8381>"},{"number":66,"verse":"You will pursue<WH7291> them in anger,<WH639> and destroy<WH8045> them from under the heavens<WH8064> of Yahweh.<WH3068>"}]}