{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"MY soul is weary of my life; I have reasoned in my judgment; I will speak in the bitterness of my soul."},{"number":2,"verse":"I will say to God. Do not condemn me; show me why thou dost contend with me."},{"number":3,"verse":"Is it not enough to thee that thou shouldst oppress, that thou shouldst despise the work of thy hands, and regard the counsel of the wicked?"},{"number":4,"verse":"Hast thou eyes of flesh? Or seest thou as a man sees?"},{"number":5,"verse":"Are thy days as the days of men? Are thy years as man's days?"},{"number":6,"verse":"That thou enquirest after my iniquity, and searchest after my sins?"},{"number":7,"verse":"Thou knowest that I am innocent; and there is none that can deliver himself out of thy hands."},{"number":8,"verse":"Thy hands have made me and fashioned me: and afterward thou wishest to condemn me, and to destroy me."},{"number":9,"verse":"Remember that thou hast made me as clay; and wilt thou bring me into dust again?"},{"number":10,"verse":"Thou hast churned me as milk, and curdled me as cheese."},{"number":11,"verse":"Thou hast clothed me with skin and flesh, and hast strengthened me with bones and sinews."},{"number":12,"verse":"Thou hast granted me life and peace, and thy commandments have preserved my spirit."},{"number":13,"verse":"And these things hast thou hid in thy heart; I know that this is in thy mind."},{"number":14,"verse":"if I sin, then thou dost watch me, and thou dost not acquit me from my iniquity."},{"number":15,"verse":"If I be wicked, woe is me! and if I be righteous, still I cannot lift up my head. I have enough of reproach; I have seen my affliction."},{"number":16,"verse":"And if I exalt myself, thou dost hunt me like a lion, and then thou dost turn and show thyself gigantic over me."},{"number":17,"verse":"Thou hast set thy armor against me, and increasest thy indignation toward me. Thou dost array one host after another against me."},{"number":18,"verse":"Wherefore then hast thou brought me forth out of the womb? Would that I had died, and no eye had seen me!"},{"number":19,"verse":"I should have been as though I had not lived; I should have been carried from the womb to the grave."},{"number":20,"verse":"The days of my life are few; let me alone, that I may be quiet and rest a little"},{"number":21,"verse":"Before I go from whence I shall not return, even to the land of darkness and the shadow of death."},{"number":22,"verse":"A land of loneliness and deep darkness, and of the shadow of death, without any order or time; wearisome like a deep pit."}]}