{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"AND Job answered and said,"},{"number":2,"verse":"Truly, you are the people, and wisdom shall die with you."},{"number":3,"verse":"But I have understanding as well as you; I am not inferior to you; but to whom are such things as these not known?"},{"number":4,"verse":"And yet he who called upon God became ridiculous to his friends, and he answered him who is pleased with the righteous who are unblemished,"},{"number":5,"verse":"Who is ready to do away with contempt and iniquity, and to strengthen the slippery feet."},{"number":6,"verse":"The tabernacle of robbers shall be removed, and the confidence of those who provoke God; for there is no God in their heart."},{"number":7,"verse":"But ask now the beasts, and they shall teach you; and the fowls of the air, and they shall tell you;"},{"number":8,"verse":"Or speak to the earth, and it shall teach you; and the fishes of the sea shall declare to you."},{"number":9,"verse":"Who does not know in all these that the hand of the LORD has made them?"},{"number":10,"verse":"Because in his hand are the souls of every living thing, and the breath of all mankind."},{"number":11,"verse":"The ear hears the words, and the palate tastes food."},{"number":12,"verse":"With the elders is wisdom; and in length of days, understanding."},{"number":13,"verse":"With him is wisdom and might, he has counsel and understanding."},{"number":14,"verse":"Behold, if he demolishes, who can build; and if he shuts up a man in prison, who can open?"},{"number":15,"verse":"If he withholds the waters, they dry up; if he releases them they ruin the land."},{"number":16,"verse":"With him is strength and wisdom; with him is might and salvation."},{"number":17,"verse":"He leads kings amazingly, and makes judges fools."},{"number":18,"verse":"He brings kings down to beg at the gates, and girds their loins with girdles of power."},{"number":19,"verse":"He leads priests with reverence, and overthrows the mighty."},{"number":20,"verse":"He cancels the speech of trusty counsellors, and takes away the good judgment of elders."},{"number":21,"verse":"He pours contempt upon princes, and weakens the strength of the mighty."},{"number":22,"verse":"He uncovers deep things out of darkness, and brings the light out of the shadow of death."},{"number":23,"verse":"He causes the nations to err, and destroys them; he strikes down the nations, and forsakes them."},{"number":24,"verse":"He takes away the understanding of the chiefs of the people of the earth, and causes them to wander in a waste land where there is no way."},{"number":25,"verse":"They search in darkness without light, and they grope in darkness without understanding; and he makes them stagger like a drunken man."}]}