{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"MAN that is born of a woman is of few days, and full of trouble."},{"number":2,"verse":"He comes forth like a flower, and withers and fades away; he flees like a shadow, and continues not."},{"number":3,"verse":"And dost thou open thine eyes upon such a one, and bring him into judgment with thee?"},{"number":4,"verse":"Who can bring a clean thing out of an unclean? No one."},{"number":5,"verse":"Seeing his days are determined and the number of his months are decreed, thou hast appointed his bounds that he cannot trespass them;"},{"number":6,"verse":"Turn thy face away from him, and his days will be spent like a hireling."},{"number":7,"verse":"For there is hope for a tree, if it be cut down, that it will sprout again and its tender shoots will not cease."},{"number":8,"verse":"Though its root wax old in the earth and its stock die in the ground,"},{"number":9,"verse":"Yet through the scent of water it will bud and bring forth leaves like a plant;"},{"number":10,"verse":"But man dies, and fades away; yea, man perishes, and he is no more."},{"number":11,"verse":"As the waters fail from the sea, and a river becomes desolate and dries up;"},{"number":12,"verse":"So man who lies down does not rise again; until the heavens are no more, they shall not awake, nor be roused out of their sleep."},{"number":13,"verse":"O that thou wouldst hide me in Sheol, that thou wouldst keep me in a secret place until thy wrath is spent, that thou wouldst appoint me a set time and remember me!"},{"number":14,"verse":"If a man die, shall he live again? All the days of his youth he waits till old age comes."},{"number":15,"verse":"If thou wouldst call me, I would answer thee; thou wilt think of the work of thy hands."},{"number":16,"verse":"For now thou numberest not my steps: and thou keepest not watch over my sins."},{"number":17,"verse":"My transgressions are sealed up in a bag, and thou removest from me my sins."},{"number":18,"verse":"Truly a great mountain falls, and a rock moves out of its place."},{"number":19,"verse":"The waters wear away the stones and wash away the soil of the earth; so thou destroyest the hope of man."},{"number":20,"verse":"Thou prevailest for ever against him, and he passes; thou castest him away with shame on his face."},{"number":21,"verse":"If his sons multiply, he does not know it; if they decrease, he perceives it not of them."},{"number":22,"verse":"But his flesh upon him shall have pal,, and his soul within him shall mourn."}]}