{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"THEN Job answered and said,"},{"number":2,"verse":"How long will you grieve my soul, and make me sick with words?"},{"number":3,"verse":"For behold, these ten times you have rebuked me; and yet you are not ashamed that you make me sad."},{"number":4,"verse":"If indeed I have erred, my error remains with myself."},{"number":5,"verse":"If you have justly magnified yourselves against me, rebuked me, and reproached me,"},{"number":6,"verse":"Know then that God has condemned me, and spread his net over me."},{"number":7,"verse":"If I howl, no one answers me; and if I complain, there is no one to avenge me."},{"number":8,"verse":"He has fenced up my ways so that I cannot pass, and he has set darkness in my paths."},{"number":9,"verse":"He has stripped me of my glory, and taken the crown from my head."},{"number":10,"verse":"He has destroyed me on every side, and I am no more; and my hope has he removed like a piece of tree."},{"number":11,"verse":"He has also kindled his wrath against me, and he counts me as his enemy."},{"number":12,"verse":"His messengers have come together against me; they debated their ways against me, and encamped round about my tent."},{"number":13,"verse":"My brothers are far off from me, and my acquaintances have deserted me."},{"number":14,"verse":"My kinsfolk have failed me, and my familiar friends have forsaken me."},{"number":15,"verse":"They that dwell in my house, and my maids, consider me as a stranger; I am an alien in their sight."},{"number":16,"verse":"I called my servant, and he gave me no answer; I entreated him with my mouth and implored him."},{"number":17,"verse":"I have become a stranger to my wife, and have implored the children of my own body."},{"number":18,"verse":"Yea, even the wicked despise me; when I rise, they speak against me."},{"number":19,"verse":"All my counselors abhor me; even my friends have turned against me."},{"number":20,"verse":"My skin and my flesh cleave to my bones, and I am escaped with the skin of my teeth."},{"number":21,"verse":"Have pity upon me, have pity upon me, O you my friends; for the hand of God has been against me."},{"number":22,"verse":"Why do you also persecute me like God, and you are not satisfied with the hurt of my flesh?"},{"number":23,"verse":"Oh that my words were now written! Oh that they were inscribed in a scroll!"},{"number":24,"verse":"That they were engraved with an iron pen on lead or in the rock for ever!"},{"number":25,"verse":"For I know that my Saviour lives, and at the end he will reveal himself upon the earth;"},{"number":26,"verse":"Although devouring worms have covered my skin and my flesh,"},{"number":27,"verse":"Yet, if my eyes shall see God, then my heart also will see the light; but now my body is consumed."},{"number":28,"verse":"For you will say, Why did we persecute him? For a good report will follow me and vindicate me."},{"number":29,"verse":"Spare yourselves from the sword; for the wrath of sinners is a sword; for you shall yet know that there is judgment."}]}