{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"SURELY there is a mine for silver, and a place where gold is refined."},{"number":2,"verse":"Iron is taken out of the earth, and brass is smelted out of the stone."},{"number":3,"verse":"God sets an end to darkness, and knows the end of everything, the deep and dark mine and the shadow of death."},{"number":4,"verse":"They have inherited a ruined mine from an alien people; they are gone astray from the right path and their number has diminished from among men."},{"number":5,"verse":"They lay open the earth, out of which comes sustenance; and from under it is turned up material as if it were burned with fire."},{"number":6,"verse":"The stones of it are the place where sapphires are found, and it has dust of gold in its paths."},{"number":7,"verse":"There is a path which no bird knows, and the vulture's eye has not seen;"},{"number":8,"verse":"Wild beasts have not trodden it, nor has the lion passed by it."},{"number":9,"verse":"The miner puts forth his hand upon the hard rock to break it; he overturns the mountains from their foundations."},{"number":10,"verse":"He divides the rivers by his might; and his eye sees every precious thing."},{"number":11,"verse":"He binds up the rivers that they may not overflow; and the thing that is hid, he brings forth to light."},{"number":12,"verse":"But where shall wisdom be found? And where is the place of understanding thereof?"},{"number":13,"verse":"No man knows the treasure thereof; neither is it found except in the land of the living."},{"number":14,"verse":"The depth says, It is not in me, and the sea says, It is not with me."},{"number":15,"verse":"It cannot be gotten for gold, neither shall silver be counted for its price."},{"number":16,"verse":"It cannot be exchanged with the gold of Ophir, with precious onyx or sapphire."},{"number":17,"verse":"The gold and the crystal cannot equal it; nor can precious pearls, jewels, and emeralds equal it."},{"number":18,"verse":"For the price of wisdom is above that of precious stones. Nor can colored gems, emeralds, and diamonds equal it."},{"number":19,"verse":"For the price of wisdom is above everything, and nothing can equal it. The pearls of Ethiopia and the topaz cannot equal it."},{"number":20,"verse":"Whence then comes wisdom? And where is the place of understanding?"},{"number":21,"verse":"It is hid from the eyes of all living, and concealed from the fowls of the air."},{"number":22,"verse":"Destruction and death say, We have heard the report of it with our ears."},{"number":23,"verse":"Because only God understands the way of it, and he knows the place thereof."},{"number":24,"verse":"For he looks to the ends of the earth, and sees under the whole heaven;"},{"number":25,"verse":"For he made a weight for the wind, and meted it out by the measure."},{"number":26,"verse":"He made a decree for the rain, and a way for the lightning and the thunder."},{"number":27,"verse":"Then he saw it, and declared it; he measured it, yea, and searched it out."},{"number":28,"verse":"And to man he said, Behold, the reverence of God, that is wisdom; and to depart from evil is understanding."}]}