{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"AFTER this Job opened his mouth, and cursed the day wherein he was born."},{"number":2,"verse":"Then Job spoke and said,"},{"number":3,"verse":"Let the day perish wherein I was born, and the night in which it was said, A male child is conceived."},{"number":4,"verse":"Let that day be darkness; let not God regard it from above, neither let the light shine upon it."},{"number":5,"verse":"Let the darkness and the shadow of death cover it; let a cloud overshadow it; let those whose days are bitter be terrified by it."},{"number":6,"verse":"As for that night, let thick darkness cover it; let that day not be reckoned in the number of the days of the year, let it not come into the number of the months."},{"number":7,"verse":"Lo, let that night be desolate, let no voice of praise come therein."},{"number":8,"verse":"Let them curse it who curse the day, who are ready to stir up Leviathan."},{"number":9,"verse":"Let the stars of twilight thereof be dark; let the people wait for light, but receive none; neither let them see the dawning of the day;"},{"number":10,"verse":"Because it did not shut the doors of my mother's womb, nor hide trouble from my eyes."},{"number":11,"verse":"Why did I not die from the womb? Why did I come forth at birth?"},{"number":12,"verse":"Why was I reared at my mother's knee? Why did I suck the breasts?"},{"number":13,"verse":"For now I should have been laid in the grave and been quiet, I should have slept; then I should have been at rest,"},{"number":14,"verse":"With kings and governors of the earth who built desolate places for themselves;"},{"number":15,"verse":"Or with princes who had gold, who filled their houses with silver;"},{"number":16,"verse":"Or like a hidden untimely birth, as if I had not been; like infants that never saw the light."},{"number":17,"verse":"There the wicked cease from troubling; and there the weary are at rest."},{"number":18,"verse":"There the prisoners rest together; they hear not the voice of the oppressor."},{"number":19,"verse":"The small and the great are there; and the servant is free from his master."},{"number":20,"verse":"Why is light given to him who is in trouble, and life to the bitter in soul,"},{"number":21,"verse":"Who long for death, but it comes not, and seek it as one seeks a hidden treasure;"},{"number":22,"verse":"Who rejoice exceedingly, and are glad when they can find the grave?"},{"number":23,"verse":"Why is light given to a man whose way is hid, whom God has hedged in?"},{"number":24,"verse":"For my sighing comes before I eat, and my moanings are poured out like water."},{"number":25,"verse":"For the thing which I greatly feared is come upon me, and that which I was afraid of has befallen me."},{"number":26,"verse":"I am not at ease, neither am I calm, nor am I at rest; and yet misfortune came."}]}