{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"THEN Elihu added, and said,"},{"number":2,"verse":"Bear with me a little, and I will show you; for there are yet words to speak on God's behalf."},{"number":3,"verse":"I will fetch my knowledge from afar, and will ascribe righteousness to my Maker."},{"number":4,"verse":"For truly my words are not deceitful, and my knowledge is blameless with you."},{"number":5,"verse":"Behold, God is mighty, and does not despise him who is pure as milk."},{"number":6,"verse":"He does not preserve the life of the wicked; but gives justice to the poor."},{"number":7,"verse":"He does not withdraw his eyes from the righteous; he sets kings on the throne; yea, they are exalted for ever."},{"number":8,"verse":"And if they be bound in chains, then they go down through destruction to poverty."},{"number":9,"verse":"Then he shows them their works, and their transgression because they have exceeded their power."},{"number":10,"verse":"He opens also their ears to discipline, and commands that they return from iniquity."},{"number":11,"verse":"If they obey and serve him, they will spend their days in prosperity and their years in pleasures."},{"number":12,"verse":"But if they do not obey, they shall perish by destruction, and they shall perish without knowledge."},{"number":13,"verse":"But the hypocrites in heart shall be consumed, they shall not cry for help; yet they shall cry angrily when he binds them."},{"number":14,"verse":"They shall die in youth, and their life is snatched by famine."},{"number":15,"verse":"But the meek shall be delivered through his meekness, and he opens their way in time of oppression."},{"number":16,"verse":"Even so he shall deliver you from the mouth of the mocker, and give you rest instead of distress; and he shall prepare a table with rich food."},{"number":17,"verse":"But he shall judge the wicked to the limit: judgment and justice shall take hold on them."},{"number":18,"verse":"He will not threaten you with a raging anger, nor will he cause you to be in need of a great ransom."},{"number":19,"verse":"He shall join you, that he may deliver you; you shall not be distressed by any of those who are mighty in power."},{"number":20,"verse":"He shall deliver you from those who drive you away in the night, and give peoples for your sake, and the nations for your life."},{"number":21,"verse":"Take heed, that you may not return to iniquity: because for this you were tried by poverty."},{"number":22,"verse":"Behold, God is mighty in power: who can teach like him?"},{"number":23,"verse":"Who has enjoined him his way? Or who can say, Thou hast wrought iniquity?"},{"number":24,"verse":"Remember that his works are great, and all men have praised him."},{"number":25,"verse":"All the peoples have seen it, and beheld it from afar."},{"number":26,"verse":"Behold, God is great, and we know him not, the number of his years is unsearchable."},{"number":27,"verse":"For if we should number the pillars of the heaven, and bind the drops of rain by themselves, which the skies do drop in their season;"},{"number":28,"verse":"And which the clouds pour down upon men, and cause them to be exceedingly glad;"},{"number":29,"verse":"Who can understand these things, or the spreading of the clouds out of the greatness of his tabernacle?"},{"number":30,"verse":"Behold, he spreads his light upon it, and covers the bottom of the sea."},{"number":31,"verse":"For by these he judges the people; and he gives food to many."},{"number":32,"verse":"He covers the light with the clouds, and then it shines upon them again that they may greet it."},{"number":33,"verse":"He shows his possessions to his friends, and to the wicked also."}]}