{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"THEN Job answered and said,"},{"number":2,"verse":"Oh that my grief were weighed, and my calamity laid in the balances against it!"},{"number":3,"verse":"For then it would be heavier than the sand of the seas; therefore my words are restrained."},{"number":4,"verse":"For the arrows of the Almighty are in my flesh, and their poison drinks up my spirit; the terrors of God have frightened me."},{"number":5,"verse":"Does the wild ass bray over grass? Or does the ox low over the fodder?"},{"number":6,"verse":"Or can that which is unsavory be eaten without salt? Or is there any taste in the white of an egg?"},{"number":7,"verse":"My soul is weary of its troubles, I lament like a drunken man in my affliction."},{"number":8,"verse":"Oh that I might have my request; and that God would grant me the thing that I long for!"},{"number":9,"verse":"So that God would hearken to cleanse me, and to spread out his hand and make me whole;"},{"number":10,"verse":"And to be again my comfort, so that I may be restored to my strength without measure; for I have not lied against the words of the Holy One."},{"number":11,"verse":"What is my strength, that I should endure? And what is my end, that I should be patient?"},{"number":12,"verse":"Is my strength the strength of stones? Or is my flesh of brass?"},{"number":13,"verse":"Behold, his help is not in me, and his salvation is far off from me."},{"number":14,"verse":"He who withholds peace from his friend, forsakes the worship of the Almighty."},{"number":15,"verse":"My brethren have dealt deceitfully like dry brooks, like torrents which pass away."},{"number":16,"verse":"Those who were afraid of ice, much snow has fallen upon them."},{"number":17,"verse":"When the sun shines over them, they melt; when it is hot, they melt and disappear from their place."},{"number":18,"verse":"The paths of their ways are winding; they go astray from their course and perish."},{"number":19,"verse":"For they have looked toward the roads of the south, and have waited for the paths of Sheba."},{"number":20,"verse":"They are ashamed in what they had hoped; they came there, and were confounded."},{"number":21,"verse":"You also have become such to me; because before you saw terror, you were afraid."},{"number":22,"verse":"Did I say, Bring me a present? Or from your wealth offer a bribe for my sake?"},{"number":23,"verse":"Or rescue me from my oppressor's hands; or deliver me from the hand of the mighty?"},{"number":24,"verse":"Teach me, and I will be silent; and cause me to understand wherein I have erred."},{"number":25,"verse":"Why do you reject the words of truth? Who of you are able to rebuke and chastise?"},{"number":26,"verse":"Behold you are seeking to find words with which to reprove, and against my soul you are conjuring up words."},{"number":27,"verse":"Behold, you overwhelm the fatherless, and you grieve your friend."},{"number":28,"verse":"Now therefore listen and take heed, and I will speak in your presence, and will not lie."},{"number":29,"verse":"Repent, I pray you, and do not become like ungodly men; repent therefore and be justified."},{"number":30,"verse":"Is there iniquity in my tongue? Or does not my mouth speak truth?"}]}