{"bibleAbbr":"LBP1933","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"THEN Job answered and said,"},{"number":2,"verse":"Truly, I know that it is so; but how can a man be declared innocent before God?"},{"number":3,"verse":"If he should contend with him, he cannot answer him one out of a thousand."},{"number":4,"verse":"He is wise in heart and mighty in strength; who has hardened himself against him, and had peace?"},{"number":5,"verse":"He who removes mountains and overthrows them with his anger, does he not know?"},{"number":6,"verse":"He shakes the earth out of its foundations, and its inhabitants tremble."},{"number":7,"verse":"He commands the sun, and it does not rise; and seals up the stars."},{"number":8,"verse":"He alone stretched out the heavens, and treads upon the mighty waves of the sea."},{"number":9,"verse":"He made the Pleiades, Aldebaran, and Orion, and the chambers of the south."},{"number":10,"verse":"He has done great things past finding out; yea, and wonders without number."},{"number":11,"verse":"Lo, if he will pass by me, I will see him not; and if he will circle around me, I will not perceive him."},{"number":12,"verse":"Behold, if he will destroy, who can resist him? Who can say to him, What doest thou?"},{"number":13,"verse":"God will not turn away his anger, the mighty shall be humiliated under him."},{"number":14,"verse":"I will answer him also, and choose out my words in his presence."},{"number":15,"verse":"If I am not justified I would not resist, but I would make supplication to my judge."},{"number":16,"verse":"If I had called, and he had answered me, yet I would not believe that he had hearkened to my voice."},{"number":17,"verse":"For he has crushed me with a tempest, and multiplied my wounds without cause."},{"number":18,"verse":"He will not suffer me to take my breath, but fills me with bitterness."},{"number":19,"verse":"If it is a matter of strength, lo, he is mighty; and if of judgment, who can summon him?"},{"number":20,"verse":"If I justify myself, my own mouth shall condemn me; though I say I am pure, he shall also prove me perverse."},{"number":21,"verse":"Though I am pure, yet I would not know my soul; I would despise my life."},{"number":22,"verse":"It is all the same; therefore I say, He destroys both the righteous and the wicked."},{"number":23,"verse":"If his rod slays suddenly, he will laugh at the foolishness of the innocent."},{"number":24,"verse":"The earth is handed over to the wicked; and the faces of the judges are covered; if not, who can endure their wrath?"},{"number":25,"verse":"Now my days are swifter than a runner; they flee away, they see no good."},{"number":26,"verse":"They are passed away like ships of the enemy; like the eagle that swoops on the prey."},{"number":27,"verse":"I have forgotten my bitterness; if my mind or my thought would leave me alone, then I would find rest."},{"number":28,"verse":"Though I am at rest, I am afraid of every torment, because I know that thou wilt not declare me innocent."},{"number":29,"verse":"Behold, if I am declared guilty, why then dost thou consume me in vain?"},{"number":30,"verse":"If I wash myself with snow why then dost thou consume me in my hands;"},{"number":31,"verse":"Yet thou shalt plunge me into the pit, and my own clothes shall be abhorrent to me."},{"number":32,"verse":"For God is not a man as I am, that I might answer him. and that we should come together for trial."},{"number":33,"verse":"O that there were a judge between us, that he might silence us both!"},{"number":34,"verse":"Let him take his rod away from me, and let not his fear terrify me;"},{"number":35,"verse":"Then I would speak, and I will not be afraid of him, for I have never been against him."}]}