{"bibleAbbr":"RSV1971","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"“Give ear, O heavens, and I will speak; and let the earth hear the words of my mouth."},{"number":2,"verse":"May my teaching drop as the rain, my speech distil as the dew, as the gentle rain upon the tender grass, and as the showers upon the herb."},{"number":3,"verse":"For I will proclaim the name of the LORD. Ascribe greatness to our God!"},{"number":4,"verse":"“The Rock, his work is perfect; for all his ways are justice. A God of faithfulness and without iniquity, just and right is he."},{"number":5,"verse":"They have dealt corruptly with him, they are no longer his children because of their blemish; they are a perverse and crooked generation."},{"number":6,"verse":"Do you thus requite the LORD, you foolish and senseless people? Is not he your father, who created you, who made you and established you?"},{"number":7,"verse":"Remember the days of old, consider the years of many generations; ask your father, and he will show you; your elders, and they will tell you."},{"number":8,"verse":"When the Most High gave to the nations their inheritance, when he separated the sons of men, he fixed the bounds of the peoples according to the number of the sons of God. (Compare Gk: Heb Israel)"},{"number":9,"verse":"For the LORD’S portion is his people, Jacob his allotted heritage."},{"number":10,"verse":"“He found him in a desert land, and in the howling waste of the wilderness; he encircled him, he cared for him, he kept him as the apple of his eye."},{"number":11,"verse":"Like an eagle that stirs up its nest, that flutters over its young, spreading out its wings, catching them, bearing them on its pinions,"},{"number":12,"verse":"the LORD alone did lead him, and there was no foreign god with him."},{"number":13,"verse":"He made him ride on the high places of the earth, and he ate the produce of the field; and he made him suck honey out of the rock, and oil out of the flinty rock."},{"number":14,"verse":"Curds from the herd, and milk from the flock, with fat of lambs and rams, herds of Bashan and goats, with the finest of the wheat — and of the blood of the grape you drank wine."},{"number":15,"verse":"“But Jesh′urun waxed fat, and kicked; you waxed fat, you grew thick, you became sleek; then he forsook God who made him, and scoffed at the Rock of his salvation."},{"number":16,"verse":"They stirred him to jealousy with strange gods; with abominable practices they provoked him to anger."},{"number":17,"verse":"They sacrificed to demons which were no gods, to gods they had never known, to new gods that had come in of late, whom your fathers had never dreaded."},{"number":18,"verse":"You were unmindful of the Rock that begot (Or bore) you, and you forgot the God who gave you birth."},{"number":19,"verse":"“The LORD saw it, and spurned them, because of the provocation of his sons and his daughters."},{"number":20,"verse":"And he said, ‘I will hide my face from them, I will see what their end will be, For they are a perverse generation, children in whom is no faithfulness."},{"number":21,"verse":"They have stirred me to jealousy with what is no god; they have provoked me with their idols. So I will stir them to jealousy with those who are no people; I will provoke them with a foolish nation."},{"number":22,"verse":"For a fire is kindled by my anger, and it burns to the depths of Sheol, devours the earth and its increase, and sets on fire the foundations of the mountains."},{"number":23,"verse":"“‘And I will heap evils upon them; I will spend my arrows upon them;"},{"number":24,"verse":"they shall be wasted with hunger, and devoured with burning heat and poisonous pestilence; and I will send the teeth of beasts against them, with venom of crawling things of the dust."},{"number":25,"verse":"In the open the sword shall bereave, and in the chambers shall be terror, destroying both young man and virgin, the sucking child with the man of gray hairs."},{"number":26,"verse":"I would have said, “I will scatter them afar, I will make the remembrance of them cease from among men,”"},{"number":27,"verse":"had I not feared provocation by the enemy, lest their adversaries should judge amiss, lest they should say, “Our hand is triumphant, the LORD has not wrought all this.”’"},{"number":28,"verse":"“For they are a nation void of counsel, and there is no understanding in them."},{"number":29,"verse":"If they were wise, they would understand this, they would discern their latter end!"},{"number":30,"verse":"How should one chase a thousand, and two put ten thousand to flight, unless their Rock had sold them, and the LORD had given them up?"},{"number":31,"verse":"For their rock is not as our Rock, even our enemies themselves being judges."},{"number":32,"verse":"For their vine comes from the vine of Sodom, and from the fields of Gomor′rah; their grapes are grapes of poison, their clusters are bitter;"},{"number":33,"verse":"their wine is the poison of serpents, and the cruel venom of asps."},{"number":34,"verse":"“Is not this laid up in store with me, sealed up in my treasuries?"},{"number":35,"verse":"Vengeance is mine, and recompense, for the time when their foot shall slip; for the day of their calamity is at hand, and their doom comes swiftly."},{"number":36,"verse":"For the LORD will vindicate his people and have compassion on his servants, when he sees that their power is gone, and there is none remaining, bond or free."},{"number":37,"verse":"Then he will say, ‘Where are their gods, the rock in which they took refuge,"},{"number":38,"verse":"who ate the fat of their sacrifices, and drank the wine of their drink offering? Let them rise up and help you, let them be your protection!"},{"number":39,"verse":"“‘See now that I, even I, am he, and there is no god beside me; I kill and I make alive; I wound and I heal; and there is none that can deliver out of my hand."},{"number":40,"verse":"For I lift up my hand to heaven, and swear, As I live for ever,"},{"number":41,"verse":"if I whet my glittering sword, (Heb the lightning of my sword) and my hand takes hold on judgment, I will take vengeance on my adversaries, and will requite those who hate me."},{"number":42,"verse":"I will make my arrows drunk with blood, and my sword shall devour flesh — with the blood of the slain and the captives, from the long-haired heads of the enemy.’"},{"number":43,"verse":"“Praise his people, O you nations; for he avenges the blood of his servants, and takes vengeance on his adversaries, and makes expiation for the land of his people.” (Gk Vg: Heb his land his people)"},{"number":44,"verse":"Moses came and recited all the words of this song in the hearing of the people, he and Joshua (Gk Syr Vg: Heb Hoshea) the son of Nun."},{"number":45,"verse":"And when Moses had finished speaking all these words to all Israel,"},{"number":46,"verse":"he said to them, “Lay to heart all the words which I enjoin upon you this day, that you may command them to your children, that they may be careful to do all the words of this law."},{"number":47,"verse":"For it is no trifle for you, but it is your life, and thereby you shall live long in the land which you are going over the Jordan to possess.”"},{"number":48,"verse":"Moses’ Death Foretold And the LORD said to Moses that very day,"},{"number":49,"verse":"“Ascend this mountain of the Ab′arim, Mount Nebo, which is in the land of Moab, opposite Jericho; and view the land of Canaan, which I give to the people of Israel for a possession;"},{"number":50,"verse":"and die on the mountain which you ascend, and be gathered to your people, as Aaron your brother died in Mount Hor and was gathered to his people;"},{"number":51,"verse":"because you broke faith with me in the midst of the people of Israel at the waters of Mer′i-bath-ka′desh, in the wilderness of Zin; because you did not revere me as holy in the midst of the people of Israel."},{"number":52,"verse":"For you shall see the land before you; but you shall not go there, into the land which I give to the people of Israel.”"}]}