{"bibleAbbr":"KJV1850+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"And it came to pass <WH1961> in those <WH1992> days, <WH3117> when there was no <WH369> king <WH4428> in Israel, <WH3478> that there was <WH1961> a certain <WH376> Levite <WH3881> sojourning <WH1481> on the side <WH3411> of mount <WH2022> Ephraim, <WH669> who took <WH3947> to him a concubine <WH802> <WH6370> out of Bethlehem-judah. <WH4480> <WH1035> <WH3063>"},{"number":2,"verse":"And his concubine <WH6370> played the whore <WH2181> against <WH5921> him, and went away <WH1980> from <WH4480> <WH854> him unto <WH413> her father's <WH1> house <WH1004> to <WH413> Bethlehem-judah, <WH1035> <WH3063> and was <WH1961> there <WH8033> four <WH702> whole <WH3117> months. <WH2320>"},{"number":3,"verse":"And her husband <WH376> arose, <WH6965> and went <WH1980> after <WH310> her, to speak <WH1696> friendly <WH5921> <WH3820> unto her, and to bring her again, <WH7725> having his servant <WH5288> with <WH5973> him, and a couple <WH6776> of asses: <WH2543> and she brought <WH935> him into her father's <WH1> house: <WH1004> and when the father <WH1> of the damsel <WH5291> saw <WH7200> him, he rejoiced <WH8055> to meet <WH7125> him."},{"number":4,"verse":"And his father-in-law, <WH2859> the damsel's <WH5291> father, <WH1> retained <WH2388> him; and he abode <WH3427> with <WH854> him three <WH7969> days: <WH3117> so they did eat <WH398> and drink, <WH8354> and lodged <WH3885> there. <WH8033>"},{"number":5,"verse":"And it came to pass <WH1961> on the fourth <WH7243> day, <WH3117> when they arose early <WH7925> in the morning, <WH1242> that he rose up <WH6965> to depart: <WH1980> and the damsel's <WH5291> father <WH1> said <WH559> unto <WH413> his son-in-law, <WH2860> Comfort <WH5582> thine heart <WH3820> with a morsel <WH6595> of bread, <WH3899> and afterward <WH310> go your way. <WH1980>"},{"number":6,"verse":"And they sat down, <WH3427> and did eat <WH398> and drink <WH8354> both <WH8147> of them together: <WH3162> for the damsel's <WH5291> father <WH1> had said <WH559> unto <WH413> the man, <WH376> Be content, <WH2974> I pray thee, <WH4994> and tarry all night, <WH3885> and let thine heart <WH3820> be merry. <WH3190>"},{"number":7,"verse":"And when the man <WH376> rose up <WH6965> to depart, <WH1980> his father-in-law <WH2859> urged <WH6484> him: therefore he lodged <WH3885> there <WH8033> again. <WH7725>"},{"number":8,"verse":"And he arose early <WH7925> in the morning <WH1242> on the fifth <WH2549> day <WH3117> to depart: <WH1980> and the damsel's <WH5291> father <WH1> said, <WH559> Comfort <WH5582> thine heart, <WH3824> I pray thee. <WH4994> And they tarried <WH4102> until <WH5704> afternoon, <WH5186> <WH3117> and they did eat <WH398> both <WH8147> of them."},{"number":9,"verse":"And when the man <WH376> rose up <WH6965> to depart, <WH1980> he, <WH1931> and his concubine, <WH6370> and his servant, <WH5288> his father-in-law, <WH2859> the damsel's <WH5291> father, <WH1> said <WH559> unto him, Behold, <WH2009> now <WH4994> the day <WH3117> draweth <WH7503> toward evening, <WH6150> I pray you <WH4994> tarry all night: <WH3885> behold, <WH2009> the day <WH3117> groweth to an end, <WH2583> lodge <WH3885> here, <WH6311> that thine heart <WH3824> may be merry; <WH3190> and tomorrow <WH4279> get you early <WH7925> on your way, <WH1870> that thou mayest go <WH1980> home. <WH168>"},{"number":10,"verse":"But the man <WH376> would <WH14> not <WH3808> tarry that night, <WH3885> but he rose up <WH6965> and departed, <WH1980> and came <WH935> over against <WH5704> <WH5227> Jebus, <WH2982> which <WH1931> is Jerusalem; <WH3389> and there were with <WH5973> him two <WH6776> asses <WH2543> saddled, <WH2280> his concubine <WH6370> also was with <WH5973> him."},{"number":11,"verse":"And when they <WH1992> were by <WH5973> Jebus, <WH2982> the day <WH3117> was far <WH3966> spent; <WH7286> and the servant <WH5288> said <WH559> unto <WH413> his master, <WH113> Come, <WH1980> I pray thee, <WH4994> and let us turn in <WH5493> into <WH413> this <WH2063> city <WH5892> of the Jebusites, <WH2983> and lodge <WH3885> in it."},{"number":12,"verse":"And his master <WH113> said <WH559> unto <WH413> him, We will not <WH3808> turn aside <WH5493> hither into <WH413> the city <WH5892> of a stranger, <WH5237> that <WH834> is not <WH3808> of the children <WH4480> <WH1121> of Israel; <WH3478> we will pass over <WH5674> to <WH5704> Gibeah. <WH1390>"},{"number":13,"verse":"And he said <WH559> unto his servant, <WH5288> Come, <WH1980> and let us draw near <WH7126> to one <WH259> of these places <WH4725> to lodge all night, <WH3885> in Gibeah, <WH1390> or <WH176> in Ramah. <WH7414>"},{"number":14,"verse":"And they passed on <WH5674> and went their way; <WH1980> and the sun <WH8121> went down <WH935> upon them when they were by <WH681> Gibeah, <WH1390> which <WH834> belongeth to Benjamin. <WH1144>"},{"number":15,"verse":"And they turned aside <WH5493> thither, <WH8033> to go in <WH935> and to lodge <WH3885> in Gibeah: <WH1390> and when he went in, <WH935> he sat him down <WH3427> in a street <WH7339> of the city: <WH5892> for there was no <WH369> man <WH376> that took <WH622> them into his house <WH1004> to lodging. <WH3885>"},{"number":16,"verse":"And, behold, <WH2009> there came <WH935> an old <WH2205> man <WH376> from <WH4480> his work <WH4639> out of <WH4480> the field <WH7704> at even, <WH6153> which <WH3676> was also of mount <WH4480> <WH2022> Ephraim; <WH669> and he <WH1931> sojourned <WH1481> in Gibeah: <WH1390> but the men <WH376> of the place <WH4725> were Benjamites. <WH1145>"},{"number":17,"verse":"And when he had lifted up <WH5375> his eyes, <WH5869> he saw <WH7200> <WH853> a wayfaring <WH732> man <WH376> in the street <WH7339> of the city: <WH5892> and the old <WH2205> man <WH376> said, <WH559> Whither <WH4480> <WH575> goest <WH1980> thou? and whence <WH4480> <WH370> comest <WH935> thou?"},{"number":18,"verse":"And he said <WH559> unto <WH413> him, We <WH587> are passing <WH5674> from Bethlehem-judah <WH4480> <WH1035> <WH3063> toward <WH5704> the side <WH3411> of mount <WH2022> Ephraim; <WH669> from thence <WH4480> <WH8033> am I: <WH595> and I went <WH1980> to <WH5704> Bethlehem-judah, <WH1035> <WH3063> but I <WH589> am now going <WH1980> to the house <WH1004> of the LORD; <WH3068> and there is no <WH369> man <WH376> that receiveth <WH622> me to house. <WH1004>"},{"number":19,"verse":"Yet there is <WH3426> both <WH1571> straw <WH8401> and <WH1571> provender <WH4554> for our asses; <WH2543> and there is <WH3426> bread <WH3899> and wine <WH3196> also <WH1571> for me, and for thy handmaid, <WH519> and for the young man <WH5288> which is with <WH5973> thy servants: <WH5650> there is no <WH369> want <WH4270> of any <WH3605> thing. <WH1697>"},{"number":20,"verse":"And the old <WH2205> man <WH376> said, <WH559> Peace <WH7965> be with thee; howsoever <WH7535> let all <WH3605> thy wants <WH4270> lie upon <WH5921> me; only <WH7535> lodge <WH3885> not <WH408> in the street. <WH7339>"},{"number":21,"verse":"So he brought <WH935> him into his house, <WH1004> and gave provender <WH1101> unto the asses: <WH2543> and they washed <WH7364> their feet, <WH7272> and did eat <WH398> and drink. <WH8354>"},{"number":22,"verse":"Now as they <WH1992> were making their hearts merry, <WH3190> <WH853> <WH3820> behold, <WH2009> the men <WH376> of the city, <WH5892> certain <WH376> sons <WH1121> of Belial, <WH1100> beset the house round about, <WH5437> <WH853> <WH1004> and beat <WH1849> at <WH5921> the door, <WH1817> and spoke <WH559> to <WH413> the master <WH1167> of the house, <WH1004> the old man, <WH2205> saying, <WH559> Bring forth <WH3318> <WH853> the man <WH376> that <WH834> came <WH935> into <WH413> thine house, <WH1004> that we may know <WH3045> him."},{"number":23,"verse":"And the man, <WH376> the master <WH1167> of the house, <WH1004> went out <WH3318> unto <WH413> them, and said <WH559> unto <WH413> them, Nay, <WH408> my brethren, <WH251> nay, I pray you, <WH4994> do not so wickedly; <WH7489> <WH408> seeing that <WH310> <WH834> this <WH2088> man <WH376> is come <WH935> into <WH413> mine house, <WH1004> do <WH6213> not <WH408> <WH853> this <WH2063> folly. <WH5039>"},{"number":24,"verse":"Behold, <WH2009> here is my daughter <WH1323> a maiden, <WH1330> and his concubine; <WH6370> them I will bring out <WH3318> now, <WH4994> and humble <WH6031> ye them, and do <WH6213> with them what seemeth <WH5869> good <WH2896> unto you: but unto this <WH2088> man <WH376> do <WH6213> not <WH3808> so <WH2063> vile <WH5039> a thing. <WH1697>"},{"number":25,"verse":"But the men <WH376> would <WH14> not <WH3808> hearken <WH8085> to him: so the man <WH376> took <WH2388> his concubine, <WH6370> and brought her forth <WH3318> <WH2351> unto <WH413> them; and they knew <WH3045> her, and abused <WH5953> her all <WH3605> the night <WH3915> until <WH5704> the morning: <WH1242> and when the day <WH7837> began to spring, <WH5927> they let her go. <WH7971>"},{"number":26,"verse":"Then came <WH935> the woman <WH802> in the dawning <WH6437> of the day, <WH1242> and fell down <WH5307> at the door <WH6607> of the man's <WH376> house <WH1004> where <WH834> <WH8033> her lord <WH113> was, till <WH5704> it was light. <WH216>"},{"number":27,"verse":"And her lord <WH113> rose up <WH6965> in the morning, <WH1242> and opened <WH6605> the doors <WH1817> of the house, <WH1004> and went out <WH3318> to go <WH1980> his way: <WH1870> and, behold, <WH2009> the woman <WH802> his concubine <WH6370> was fallen down <WH5307> at the door <WH6607> of the house, <WH1004> and her hands <WH3027> were upon <WH5921> the threshold. <WH5592>"},{"number":28,"verse":"And he said <WH559> unto <WH413> her, Up, <WH6965> and let us be going. <WH1980> But none <WH369> answered. <WH6030> Then the man took <WH3947> her up upon <WH5921> an ass, <WH2543> and the man <WH376> rose up, <WH6965> and got <WH1980> him unto his place. <WH4725>"},{"number":29,"verse":"And when he was come <WH935> into <WH413> his house, <WH1004> he took <WH3947> <WH853> a knife, <WH3979> and laid hold <WH2388> on his concubine, <WH6370> and divided <WH5408> her, together with her bones, <WH6106> into twelve <WH8147> <WH6240> pieces, <WH5409> and sent <WH7971> her into all <WH3605> the coasts <WH1366> of Israel. <WH3478>"},{"number":30,"verse":"And it was <WH1961> so, that all <WH3605> that saw <WH7200> it said, <WH559> There was no <WH3808> such <WH2063> deed done <WH1961> nor <WH3808> seen <WH7200> from the day <WH4480> <WH3117> that the children <WH1121> of Israel <WH3478> came up <WH5927> out of the land <WH4480> <WH776> of Egypt <WH4714> unto <WH5704> this <WH2088> day: <WH3117> consider <WH7760> of <WH5921> it, take advice, <WH5779> and speak <WH1696> your minds."}]}