{"bibleAbbr":"siROV","bookName":"හිතෝපදේශ","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"අවවාදයට ප්‍රේමකරන්නා දැනගැන්මට ප්‍රේමකරන්නේය; එහෙත් තරවටුවට ද්වේෂකරන්නා මෝඩයෙක්ය."},{"number":2,"verse":"සත්පුරුෂයා ස්වාමීන්වහන්සේ ගෙන් කරුණාව ලබයි; එහෙත් උන්වහන්සේ දුෂ්ට උපා යොදන්නා වරදට පත්කරනසේක."},{"number":3,"verse":"මනුෂ්‍යයෙක් දුෂ්ටකමෙන් ස්ථිර නොවන්නේය; එහෙත් ධර්මිෂ්ඨයාගේ මුල කිසි කලකත් නොසෙල්වෙන්නේය."},{"number":4,"verse":"ගුණවත් ස්ත්‍රියෙක් ඇගේ ස්වාමිපුරුෂයාට ඔටුන්නක්ය; එහෙත් ලජ්ජා උපදවන තැනැත්තී ඔහුගේ ඇටවල දිරවීමක් මෙන්ය."},{"number":5,"verse":"ධර්මිෂ්ඨයන්ගේ අදහස් යුක්තියට එකඟය; දුෂ්ටයන්ගේ මන්ත්‍රණ වංචාසහිතය."},{"number":6,"verse":"දුෂ්ටයන්ගේ වචන ලෙය ගැන රැකසිටීමක් වේ; එහෙත් අවංක අයගේ මුඛය ඔවුන් ගළවන්නේය."},{"number":7,"verse":"දුෂ්ටයෝ හෙළාදමනු ලැබ නැතිවන්නෝය; එහෙත් ධර්මිෂ්ඨයන්ගේ පරම්පරාව පවතින්නේය."},{"number":8,"verse":"මනුෂ්‍යයෙක් තමාගේ ප්‍රඥාවේ හැටියට වර්ණනාකරනු ලැබේ; එහෙත් වංක සිතක් ඇත්තා හෙළාදකිනු ලැබේ."},{"number":9,"verse":"කෑම හිඟව ඉඳගනත් ගරුකම් කියාගන්නාට වඩා වැඩකාරයෙක් ඇති සුළු තැනැත්තා උතුම්ය."},{"number":10,"verse":"ධර්මිෂ්ඨයා තම තිරිසනාගේ ප්‍රාණය ගැන සලකන්නේය; එහෙත් දුෂ්ටයන්ගේ මෘදු අනුකම්පා කෲරය."},{"number":11,"verse":"තමාගේ බිම අස්වද්දන්නා කෑමෙන් සමෘද්ධියට පැමිණෙයි; එහෙත් නිෂ්ඵල තැනැත්තන් අනුව යන්නා තේරුම් නැති කෙනෙක්ය."},{"number":12,"verse":"දුෂ්ටයා නපුරන්ගේ දැල සොයන්නේය; එහෙත් ධර්මිෂ්ඨයන්ගේ මුල ඵලදෙන්නේය."},{"number":13,"verse":"තොල්වල අපරාධයෙහි දුෂ්ටයාට මලපතක් තිබේ; එහෙත් ධර්මිෂ්ඨයා විපතෙන් මිදෙන්නේය."},{"number":14,"verse":"මනුෂ්‍යයෙක් තමාගේ මුඛයේ ඵලය නිසා යහපතෙන් තෘප්තිමත්වන්නේය; මනුෂ්‍යයෙකුගේ දෑතේ ක්‍රියාවල ඵලයද ඔහුට දෙනු ලැබේ."},{"number":15,"verse":"මෝඩයාගේ මාර්ගය තමාගේ ඇස්වලට නම් හරිව පෙනෙන්නේය; එහෙත් ඥානවන්තයා දැනමිතිකම් අසන්නේය."},{"number":16,"verse":"මෝඩයාගේ කෝපවීම එවේලේම එළිදරව්වන්නේය; එහෙත් බුද්ධිමත් මනුෂ්‍යයා ලජ්ජාව සඟවාගන්නේය."},{"number":17,"verse":"සැබෑව කියන්නා ධර්මිෂ්ඨකමද බොරු සාක්ෂිකාරයා වංචාවද දක්වන්නේය."},{"number":18,"verse":"කඩුවෙන් අනින්නාක්මෙන් රළු බස් කීමක් තිබේ; එහෙත් ඥානවන්තයාගේ දිව සුවය හටගන්වන්නේය."},{"number":19,"verse":"සැබෑව කියන තොල සදහටම ස්ථිරව පවතියි; එහෙත් බොරු කියන දිව මොහොතකට පමණක්ය."},{"number":20,"verse":"නපුර යොදන්නන්ගේ සිත්වල වංචාව තිබේ; එහෙත් සමාදානය පිණිස මන්ත්‍රණය කරන්නන්ට ප්‍රීතිය ඇත්තේය."},{"number":21,"verse":"ධර්මිෂ්ඨයන්ට කිසි අනතුරක් නොවන්නේය; එහෙත් දුෂ්ටයෝ විපතෙන් පිරීයන්නෝය."},{"number":22,"verse":"බොරුකාර තොල් ස්වාමීන්වහන්සේ ට පිළිකුලක්ය; එහෙත් සැබෑලෙස හැසිරෙන්නන්ට උන්වහන්සේ ප්‍රසන්නය."},{"number":23,"verse":"බුද්ධිමත් මනුෂ්‍යයා තමාගේ දැනගැන්ම සඟවන්නේය; එහෙත් අඥානයන්ගේ සිත මෝඩකම ප්‍රකාශකරන්නේය."},{"number":24,"verse":"කඩිසර අයගේ අත ආණ්ඩුකරන්නේය; එහෙත් අලසයෝ දාස වැඩට යටත්වන්නෝය."},{"number":25,"verse":"මනුෂ්‍යයෙකුගේ සිතේ නලංගුව නිසා එය නැමීයයි; එහෙත් කරුණා සහිත වචනයක් එය සන්තෝෂකරයි."},{"number":26,"verse":"ධර්මිෂ්ඨයා තම අසල්වාසියාට මගපෙන්වන්නෙක් වේ; එහෙත් දුෂ්ටයන්ගේ මාර්ගය ඔවුන් මුළාකරයි."},{"number":27,"verse":"අලසයා දඩයමෙන් ගත් දේ පුලුස්සානොගනියි; එහෙත් කඩිසරවීම මනුෂ්‍යයන්ට අනර්ඝ සම්පතක්ය."},{"number":28,"verse":"ධර්මිෂ්ඨකමේ මාවතෙහි ජීවනය වේ; ඒකේ මාර්ගයෙහිද මරණය නැත."}]}