{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":12,"verses":[{"number":1,"verse":"( ਦੇਸ ਨਿਕਾਲੇ ਦਾ ਨਿਸ਼ਾਨ) ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਤੇ ਆਖਿਆ ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਇੱਕ ਆਕੀ ਘਰਾਣੇ ਦੇ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈਂ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਹਨ ਕਿ ਓਹ ਵੇਖਣ ਪਰ ਓਹ ਨਹੀਂ ਵੇਖਦੇ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੰਨ ਹਨ ਕਿ ਓਹ ਸੁਣਨ ਪਰ ਓਹ ਨਹੀਂ ਸੁਣਦੇ ਕਿਉਂ ਜੋ ਉਹ ਆਕੀ ਘਰਾਣਾ ਹੈ"},{"number":3,"verse":"ਏਸ ਲਈ ਤੂੰ ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਦੇਸ ਨਿਕਾਲੇ ਦਾ ਸਮਾਨ ਬੰਨ੍ਹ, ਅਤੇ ਦਿਨ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵੇਖਦਿਆਂ ਦੇਸੋਂ ਨਿੱਕਲ ਜਾ। ਤੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਆਪਣੇ ਅਸਥਾਨ ਤੋਂ ਦੂਜੇ ਅਸਥਾਨ ਵੱਲ ਦੇਸ ਨਿਕਾਲੇ ਵਾਂਙੁ। ਸ਼ਾਇਤ ਓਹ ਵੇਖਣ ਪਰ ਓਹ ਤਾਂ ਇੱਕ ਆਕੀ ਘਰਾਣਾ ਹੈ"},{"number":4,"verse":"ਤੂੰ ਦਿਨ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਆਪਣਾ ਸਮਾਨ ਬਾਹਰ ਕੱਢ, ਜਿਦਾਂ ਦੇਸ ਨਿਕਾਲੇ ਦਾ ਸਮਾਨ ਅਤੇ ਸ਼ਾਮ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਉਨ੍ਹਾਂ ਵਾਂਙੁ ਜੋ ਅਸੀਰੀ ਲਈ ਨਿੱਕਲ ਜਾਂਦੇ ਹਨ ਨਿੱਕਲ ਜਾ"},{"number":5,"verse":"ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਦੇ ਸਾਹਮਣੇ ਕੰਧ ਵਿੱਚ ਮੋਰੀ ਕਰ ਕੇ ਉਸ ਰਾਹ ਨਿੱਕਲ ਜਾ"},{"number":6,"verse":"ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਦੇ ਸਾਹਮਣੇ ਤੂੰ ਉਹ ਨੂੰ ਆਪਣੇ ਮੋਢੇ ਤੇ ਚੁੱਕ, ਅਤੇ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਉਹ ਨੂੰ ਕੱਢ ਲੈ ਜਾ। ਤੂੰ ਆਪਣਾ ਚਿਹਰਾ ਢੱਕ ਤਾਂ ਜੋ ਦੇਸ ਨੂੰ ਨਾ ਵੇਖ ਸੱਕੇਂ ਕਿਉਂ ਜੋ ਮੈਂ ਤੈਨੂੰ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਲਈ ਇੱਕ ਨਿਸ਼ਾਨ ਠਹਿਰਾਇਆ ਹੈ"},{"number":7,"verse":"ਸੋ ਜਿਵੇਂ ਮੈਨੂੰ ਹੁਕਮ ਹੋਇਆ ਸੀ ਮੈਂ ਤਿਵੇਂ ਕੀਤਾ। ਮੈਂ ਦਿਨ ਵੇਲੇ ਆਪਣਾ ਸਮਾਨ ਕੱਢਿਆ ਜਿਵੇਂ ਦੇਸ ਨਿਕਾਲੇ ਲਈ ਕੱਢਦੇ ਹਨ ਅਤੇ ਸ਼ਾਮ ਵੇਲੇ ਮੈਂ ਆਪਣੇ ਹੱਥ ਨਾਲ ਕੰਧ ਵਿੱਚ ਮੋਰੀ ਕੀਤੀ ਤਾਂ ਮੈਂ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਉਹ ਨੂੰ ਕੱਢਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵੇਖਦਿਆਂ ਹੋਇਆਂ ਮੋਢੇ ਤੇ ਚੁੱਕ ਲਿਆ।।"},{"number":8,"verse":"ਸਵੇਰ ਨੂੰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ"},{"number":9,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਕੀ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਨੇ ਜੋ ਆਕੀ ਘਰਾਣਾ ਹੈ ਤੇਰੇ ਪਾਸੋਂ ਨਹੀਂ ਪੁੱਛਿਆ ਕਿ ਤੂੰ ਕੀ ਕਰਦਾ ਹੈਂॽ"},{"number":10,"verse":"ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਕਿ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਇਹ ਵਾਕ ਯਰੂਸ਼ਲਮ ਦੇ ਸ਼ਜ਼ਾਦੇ ਲਈ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਲਈ ਹੈ ਜੋ ਉਸ ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ"},{"number":11,"verse":"ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਦੇਹ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਨਿਸ਼ਾਨ ਹਾਂ। ਜਿਵੇਂ ਮੈਂ ਕੀਤਾ ਹੈ ਓਦਾਂ ਹੀ ਉਨ੍ਹਾਂ ਨਾਲ ਕੀਤਾ ਜਾਵੇਗਾ। ਓਹ ਦੇਸ ਨਿਕਾਲਾ ਪਾਉਣਗੇ ਅਤੇ ਅਸੀਰੀ ਵਿੱਚ ਜਾਣਗੇ"},{"number":12,"verse":"ਅਤੇ ਸ਼ਜ਼ਾਦਾ ਜਿਹੜਾ ਤੁਹਾਡੇ ਵਿੱਚ ਹੈ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਆਪਣਾ ਸਮਾਨ ਮੋਢੇ ਤੇ ਚੁੱਕ ਕੇ ਨਿੱਕਲ ਜਾਵੇਗਾ। ਉਹ ਕੰਧ ਵਿੱਚ ਮੋਰੀ ਕਰੇਗਾ ਤਾਂ ਜੋ ਉਸ ਰਾਹ ਨਿੱਕਲ ਜਾਵੇ। ਉਹ ਆਪਣਾ ਚਿਹਰਾ ਕੱਜੇਗਾ, ਕਿਉਂ ਜੋ ਉਹ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਨਾਲ ਦੇਸ ਨੂੰ ਨਾ ਵੇਖੇਗਾ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਆਪਣਾ ਜਾਲ ਉਸ ਉੱਤੇ ਖਿਲਰਾਂਗਾ ਅਤੇ ਉਹ ਮੇਰੀ ਫਾਹੀ ਵਿੱਚ ਫਸ ਜਾਵੇਗਾ, ਅਤੇ ਮੈਂ ਉਸ ਨੂੰ ਕਸਦੀਆਂ ਦੇ ਦੇਸ ਬਾਬਲ ਵਿੱਚ ਪੁਚਾ ਦਿਆਂਗਾ, ਪਰ ਉਹ ਉਸ ਨੂੰ ਨਹੀਂ ਵੇਖੇਗਾ ਅਤੇ ਉਹ ਉੱਥੇ ਹੀ ਮਰ ਜਾਏਗਾ"},{"number":14,"verse":"ਅਤੇ ਮੈਂ ਉਸ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਸਹਾਇਕਾਂ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਜੱਥਿਆਂ ਨੂੰ ਸਾਰੀਆਂ ਹਵਾਵਾਂ ਵੱਲ ਖਿਲਾਰ ਦਿਆਂਗਾ ਅਤੇ ਮੈਂ ਤਲਵਾਰ ਕੱਢ ਕੇ ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕਰਾਂਗਾ"},{"number":15,"verse":"ਜਦੋਂ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕੌਮਾਂ ਵਿੱਚ ਖ਼ਜਲ ਫਿਰਾਵਾਂਗਾ ਅਤੇ ਦੇਸਾਂ ਵਿੱਚ ਤਿਤਰ ਬਿਤਰ ਕਰਾਂਗਾ, ਤਦ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ"},{"number":16,"verse":"ਪਰ ਮੈਂ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਤਲਵਾਰ, ਕਾਲ, ਅਤੇ ਬਵਾ ਤੋਂ ਬਚਾ ਲਵਾਂਗਾ ਤਾਂ ਜੋ ਓਹ ਕੌਮਾਂ ਦੇ ਵਿੱਚ ਜਿੱਥੇ ਕਿਤੇ ਜਾਣ ਆਪਣੇ ਸਾਰੇ ਘਿਣਾਉਣੇ ਕੰਮਾਂ ਨੂੰ ਦੱਸਣ, ਅਤੇ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ।।"},{"number":17,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":18,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਆਪਣੀ ਰੋਟੀ ਕੰਬਦੇ ਹੋਏ ਖਾ ਅਤੇ ਕੰਬਦੇ ਹੋਏ ਤੇ ਸਹਿਮਦੇ ਹੋਏ ਪਾਣੀ ਪੀ!"},{"number":19,"verse":"ਉਹ ਦੇਸ ਦੇ ਲੋਕਾਂ ਨੂੰ ਤੂੰ ਆਖ ਕਿ ਇਸਰਾਏਲ ਦੀ ਭੂਮੀ ਦੇ ਵਿਖੇ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਆਂ ਦੇ ਵਿਖੇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਕਿ ਓਹ ਆਪਣੀ ਰੋਟੀ ਫਿਕਰ ਨਾਲ ਖਾਣਗੇ ਤੇ ਆਪਣਾ ਪਾਣੀ ਚਿੰਤਾ ਨਾਲ ਪੀਣਗੇ ਕਿਉਂ ਜੋ ਉਸ ਦਾ ਦੇਸ ਉਹ ਦੇ ਵਾਸੀਆਂ ਦੇ ਜ਼ੁਲਮ ਦੇ ਕਾਰਨ ਉਹ ਦੀ ਭਰਪੂਰੀ ਤੋਂ ਖਾਲੀ ਕੀਤਾ ਜਾਵੇਗਾ"},{"number":20,"verse":"ਅਤੇ ਵੱਸਦੇ ਸ਼ਹਿਰ ਉੱਜੜ ਪੁੱਜੜ ਜਾਣਗੇ ਅਤੇ ਦੇਸ ਵਿਰਾਨ ਹੋ ਜਾਏਗਾ ਅਤੇ ਤੁਸੀਂ ਜਾਣੋਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!।।"},{"number":21,"verse":"ਫਿਰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":22,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ! ਇਸਰਾਏਲੀਆਂ ਦੀ ਭੂਮੀ ਵਿੱਚ ਇਹ ਕੀ ਅਖੌਤ ਹੈ ਕਿ ਸਮਾ ਲੰਘਦਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਹਰ ਦਰਸ਼ਣ ਮਿਟ ਜਾਂਦਾ ਹੈॽ"},{"number":23,"verse":"ਏਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਦੇਹ ਕਿ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮੈਂ ਇਸ ਅਖੌਤ ਨੂੰ ਮੁਕਾ ਦਿਆਂਗਾ ਅਤੇ ਫੇਰ ਇਹ ਨੂੰ ਇਸਰਾਏਲ ਵਿੱਚ ਨਾ ਵਰਤਣਗੇ ਸਗੋਂ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਕਿ ਸਮਾ ਆ ਗਿਆ ਹੈ ਅਤੇ ਹਰੇਕ ਦਰਸ਼ਣ ਦਾ ਸਿੱਟਾ ਨੇੜੇ ਹੈ"},{"number":24,"verse":"ਕਿਉਂ ਜੋ ਅਗੋਂ ਲਈ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਕੋਈ ਫੋਕਾ ਦਰਸ਼ਣ ਨਾ ਦਿੱਸੇਗਾ ਅਤੇ ਚਾਪਲੂਸੀ ਦੀ ਫਾਲ ਨਹੀਂ ਹੋਵੇਗਾ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ, ਮੈਂ ਬਚਨ ਕਰਾਂਗਾ ਅਤੇ ਮੇਰਾ ਬਚਨ ਜ਼ਰੂਰ ਪੂਰਾ ਹੋਵੇਗਾ। ਉਸ ਦੇ ਪੂਰਾ ਹੋਣ ਵਿੱਚ ਢਿੱਲ ਨਹੀਂ ਹੋਵੇਗੀ, ਸਗੋਂ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਹੇ ਆਕੀ ਘਰਾਣੇ, ਮੈਂ ਤੁਹਾਡੇ ਸਮੇਂ ਵਿੱਚ ਬਚਨ ਕਰ ਕੇ ਉਹ ਨੂੰ ਜਰੂਰ ਪੂਰਾ ਕਰਾਂਗਾ।।"},{"number":26,"verse":"ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਫੇਰ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":27,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਵੇਖ ਇਸਰਾਏਲ ਦਾ ਘਰਾਣਾ ਆਖਦਾ ਹੈ ਕਿ ਜਿਹੜਾ ਦਰਸ਼ਣ ਉਸ ਵੇਖਿਆ ਹੈ ਬਹੁਤ ਸਮੇਂ ਮਗਰੋਂ ਪੂਰਾ ਹੋਵੇਗਾ ਅਤੇ ਇਹ ਅਗੰਮ ਵਾਕ ਦੂਰ ਦਿਆਂ ਸਮਿਆਂ ਲਈ ਹੈ"},{"number":28,"verse":"ਏਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਕਿ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਅੱਗੇ ਲਈ ਮੇਰੀ ਕਿਸੇ ਗੱਲ ਦੇ ਪੂਰੇ ਹੋਣ ਵਿੱਚ ਢਿੱਲ ਨਾ ਪਵੇਗੀ ਸਗੋਂ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਜਿਹੜੀ ਗੱਲ ਮੈਂ ਆਖਾਂਗਾ ਸੋ ਪੂਰੀ ਹੋ ਜਾਵੇਗੀ।।"}]}