{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":13,"verses":[{"number":1,"verse":"( ਝੂਠੇ ਨਬੀ ਅਤੇ ਝੂਠੀਆਂ ਨਬਣੀਆਂ) ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਇਸਰਾਏਲ ਦੇ ਨਬੀ ਜਿਹੜੇ ਅਗੰਮ ਵਾਕ ਬੋਲਦੇ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਅੰਗਮ ਵਾਚ ਅਤੇ ਜੋ ਆਪਣੇ ਮਨਾਂ ਵਿੱਚ ਅਗੰਮ ਵਾਚਦੇ ਹਨ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ, ਕਿ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣੋ!"},{"number":3,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਮੂਰਖ ਨਬੀਆਂ ਉੱਤੇ ਹਾਇ ਹਾਇ! ਜਿਹੜੇ ਆਪਣੇ ਹੀ ਆਤਮਾ ਮਗਰ ਤੁਰਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵੇਖਿਆ"},{"number":4,"verse":"ਹੇ ਇਸਰਾਏਲ, ਤੁਹਾਡੇ ਨਬੀ ਉਨ੍ਹਾਂ ਲੂਮੜੀਆਂ ਵਾਂਗਰ ਸਨ ਜਿਹੜੀਆਂ ਉਜਾੜਾਂ ਵਿੱਚ ਰਹਿੰਦੀਆਂ ਹਨ"},{"number":5,"verse":"ਤੁਸੀਂ ਪਾੜਾਂ ਉੱਤੇ ਨਹੀਂ ਗਏ, ਨਾ ਤੁਸਾਂ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਲਈ ਕੰਧ ਬਣਾਈ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਦਿਨ ਲੜਾਈ ਵਿੱਚ ਖਲੋ ਸੱਕੋ"},{"number":6,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਫੋਕਾ ਅਤੇ ਝੂਠਾ ਅਗੰਮ ਵੇਖਿਆ ਹੈ ਜੋ ਆਖਦੇ ਹਨ ਕਿ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਭਾਵੇਂ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਘੱਲਿਆ ਅਤੇ ਓਹ ਲੋਕਾਂ ਨੂੰ ਆਸ ਦਿਵਾਉਂਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਗੱਲ ਕਾਇਮ ਹੋ ਜਾਵੇਗੀ"},{"number":7,"verse":"ਕੀ ਤੁਸਾਂ ਝੂਠਾ ਦਰਸ਼ਣ ਨਹੀਂ ਵੇਖਿਆॽ ਕੀ ਤੁਸਾਂ ਝੂਠੀ ਅਗੰਮ ਬਾਣੀ ਨਹੀਂ ਆਖੀॽ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਆਖਦੇ ਹੋ ਕਿ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਭਾਵੇਂ ਮੈਂ ਨਹੀਂ ਵਾਚਿਆ।।"},{"number":8,"verse":"ਏਸ ਲਈ ਪਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਤੁਸਾਂ ਫੋਕੀਆਂ ਗੱਲਾਂ ਜੋ ਆਖੀਆਂ ਹਨ ਅਤੇ ਝੂਠ ਵੇਖਿਆ ਹੈ ਏਸ ਲਈ ਵੇਖੋ, ਮੈਂ ਤੁਹਾਡਾ ਵਿਰੋਧੀ ਹਾਂ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":9,"verse":"ਅਤੇ ਮੇਰਾ ਹੱਥ ਉਨ੍ਹਾਂ ਨਬੀਆਂ ਦੇ ਵਿਰੁੱਧ ਹੋਵੇਗਾ ਜਿਹੜੇ ਫੋਕੇ ਦਰਸ਼ਣ ਵੇਖਦੇ ਹਨ ਅਤੇ ਝੂਠੀ ਅਗੰਮ ਬਾਣੀ ਦੱਸਦੇ ਹਨ। ਨਾ ਓਹ ਮੇਰੇ ਲੋਕਾਂ ਦੇ ਜੱਥੇ ਵਿੱਚ ਮਿਲਣਗੇ, ਨਾ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੇ ਜਾਣਗੇ, ਨਾ ਓਹ ਇਸਰਾਏਲ ਦੀ ਭੂਮੀ ਵਿੱਚ ਵੜਨਗੇ ਅਤੇ ਤੁਸੀਂ ਜਾਣ ਲਵੋਗੇ ਕਿ ਮੈਂ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਹਾਂ"},{"number":10,"verse":"ਇਸ ਕਾਰਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਲੋਕਾਂ ਨੂੰ ਇਹ ਆਖ ਕਿ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ ਕਿ ਸੁਖ ਹੈ ਜਦੋਂ ਕਿ ਸੁਖ ਨਹੀਂ ਹੈ ਅਤੇ ਜਦੋਂ ਕੋਈ ਕੰਧ ਬਣਾਉਂਦਾ ਹੈ ਤਾਂ ਓਹ ਉਸ ਉੱਤੇ ਕੱਚੀ ਲਿਪਾਈ ਕਰਦੇ ਹਨ"},{"number":11,"verse":"ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਉਸ ਉੱਤੇ ਕੱਚੀ ਲਿਪਾਈ ਕਰਦੇ ਹਨ ਆਖ, ਉਹ ਡਿੱਗ ਪਏਗੀ ਕਿਉਂ ਜੋ ਮੋਹਲੇ ਧਾਰ ਵਰਖਾ ਪਵੇਗੀ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਗੜੇ ਪੈਣਗੇ, ਅਤੇ ਅਨ੍ਹੇਰੀ ਉਹ ਨੂੰ ਡੇਗ ਦੇਵੇਗੀ"},{"number":12,"verse":"ਅਤੇ ਜਦੋਂ ਉਹ ਕੰਧ ਡਿੱਗੇਗੀ ਤਾਂ ਕੀ ਲੋਕ ਤੁਹਾਡੇ ਤੋਂ ਨਾ ਪੁੱਛਣਗੇ ਕਿ ਉਹ ਕਹਿਗਲ ਕਿੱਥੇ ਹੈ ਜਿਹੜੀ ਤੁਸਾਂ ਉਸ ਉੱਤੇ ਕੀਤੀ ਸੀॽ"},{"number":13,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਮੈਂ ਆਪਣੇ ਕਹਿਰ ਦੀ ਜ਼ੋਰ ਦੀ ਅਨ੍ਹੇਰੀ ਨਾਲ ਉਹ ਨੂੰ ਭੰਨ ਸੁੱਟਾਂਗਾ ਅਤੇ ਮੇਰੇ ਕਹਿਰ ਕਰਕੇ ਛਮਾ ਛਮ ਵਰਖਾ ਵਰ੍ਹੇਗੀ ਅਤੇ ਮੇਰੇ ਕਹਿਰ ਦੇ ਵੱਡੇ ਗੜੇ ਪੈਣਗੇ ਤਾਂ ਜੋ ਉਹ ਨੂੰ ਮਲੀਆ ਮੇਟ ਕਰ ਦੇਣ"},{"number":14,"verse":"ਸੋ ਮੈਂ ਉਸ ਕੰਧ ਨੂੰ ਜਿਸ ਉੱਤੇ ਤੁਸਾਂ ਕੱਚੀ ਲਿਪਾਈ ਕੀਤੀ ਸੀ ਤੋੜ ਸੁੱਟਾਂਗਾ ਅਤੇ ਧਰਤੀ ਤੇ ਢਾਹ ਦਿਆਂਗਾ ਇੱਥੋਂ ਤੀਕਰ ਕਿ ਉਹ ਦੀਆਂ ਨੀਂਹਾਂ ਨੰਗੀਆਂ ਹੋ ਜਾਣਗੀਆਂ, ਹਾਂ, ਉਹ ਡਿੱਗੇਗੀ, ਅਤੇ ਤੁਸੀਂ ਉਸੇ ਵਿੱਚ ਮਾਰੇ ਜਾਓਗੇ, ਤਦ ਤੁਸੀਂ ਜਾਣੋਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!"},{"number":15,"verse":"ਮੈਂ ਆਪਣਾ ਕਹਿਰ ਉਸ ਕੰਧ ਉੱਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਉੱਤੇ ਕੱਚੀ ਲਿਪਾਈ ਕੀਤੀ ਪੂਰੀ ਕਰਾਂਗਾ। ਤਦੋਂ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਾਂਗਾ ਕਿ ਨਾ ਕੰਧ ਰਹੀ ਅਤੇ ਨਾ ਓਹ ਰਹੇ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਉੱਤੇ ਕੱਚੀ ਲਿਪਾਈ ਕੀਤੀ"},{"number":16,"verse":"ਅਰਥਾਤ ਇਸਰਾਏਲ ਦੇ ਨਬੀ ਜਿਹੜੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਿਖੇ ਅਗੰਮ ਵਾਚਦੇ ਹਨ ਅਤੇ ਉਸ ਦੀ ਸੁਖ ਸਾਂਦ ਦੇ ਦਰਸ਼ਣ ਵੇਖਦੇ ਹਨ ਜਦੋਂ ਕਿ ਸੁਖ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":17,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਆਪਣੇ ਲੋਕਾਂ ਦੀਆਂ ਧੀਆਂ ਵੱਲ ਜਿਹੜੀਆਂ ਮਨ ਘੜਤ ਗੱਲਾਂ ਬਣਾ ਕੇ ਅਗੰਮ ਵਾਚਦੀਆਂ ਹਨ ਮੂੰਹ ਮਰੋੜ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਅਗੰਮ ਵਾਚ"},{"number":18,"verse":"ਅਤੇ ਆਖ ਕਿ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸਾਂ ਉੱਤੇ ਅਫਸੋਸ! ਜੋ ਅਰਕਾਂ ਦੇ ਉੱਤੇ ਗੱਦੀਆਂ ਸੀਉਂਦੀਆਂ ਹੋ ਅਤੇ ਹਰ ਕੱਦ ਦੇ ਅਨੁਸਾਰ ਸਿਰ ਦੇ ਲਈ ਬੁਰਕੇ ਬਣਾਉਂਦੀਆਂ ਹੋ ਤਾਂ ਜੋ ਲੋਕਾਂ ਦੀਆਂ ਜਾਨਾਂ ਦਾ ਸ਼ਿਕਾਰ ਕਰੋ। ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਲੋਕਾਂ ਦੀਆਂ ਜਾਨਾਂ ਦਾ ਸ਼ਿਕਾਰ ਕਰੋਗੀਆਂॽ ਅਤੇ ਆਪਣੀ ਜਾਨ ਬਚਾਓਗੀਆਂॽ"},{"number":19,"verse":"ਤੁਸਾਂ ਮੁੱਠ ਕੁ ਜੌਵਾਂ ਲਈ ਅਤੇ ਰੋਟੀ ਦੇ ਟੁਕੜਿਆਂ ਲਈ ਮੈਨੂੰ ਮੇਰੇ ਲੋਕਾਂ ਵਿੱਚ ਭ੍ਰਿਸ਼ਟ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਜਾਨਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟੋ, ਜੋ ਮਰਨ ਦੇ ਲਾਇਕ ਨਹੀਂ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਉਂਦਿਆਂ ਰੱਖੋ ਜਿਹੜੀਆਂ ਜੀਉਣ ਦੇ ਲਾਇਕ ਨਹੀਂ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਮੇਰੇ ਲੋਕਾਂ ਨਾਲ ਜਿਹੜੇ ਝੂਠ ਸੁਣਨ ਵਾਲੇ ਹਨ ਝੂਠ ਬੋਲਦੀਆਂ ਹੋ"},{"number":20,"verse":"ਸੋ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਵੇਖੋ, ਮੈਂ ਤੁਹਾਡੀਆਂ ਗੱਦੀਆਂ ਦੇ ਵਿਰੁੱਧ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਜਾਨਾਂ ਨੂੰ ਪੰਛੀਆਂ ਵਾਂਙੁ ਫਾਹ ਲੈਂਦੀਆਂ ਹੋ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੀਆਂ ਅਰਕਾਂ ਤੋਂ ਪਾੜ ਸੁੱਟਾਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਜਾਨਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਪੰਛੀਆਂ ਵਾਂਙੁ ਫਾਹ ਲੈਂਦੀਆਂ ਹੋ ਛੁਡਾ ਦਿਆਂਗਾ"},{"number":21,"verse":"ਮੈਂ ਤੁਹਾਡੇ ਬੁਰਕਿਆਂ ਨੂੰ ਵੀ ਪਾੜਾਂਗਾ ਅਤੇ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥੋਂ ਛੁਡਾਵਾਂਗਾ ਅਤੇ ਫੇਰ ਕਦੀ ਤੁਹਾਡਾ ਵੱਸ ਨਹੀਂ ਚੱਲੇਗਾ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਫਾਹ ਸੱਕੋ ਅਤੇ ਤੁਸੀਂ ਜਾਣੋਗੀਆਂ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!"},{"number":22,"verse":"ਏਸ ਲਈ ਕਿ ਤੁਸਾਂ ਝੂਠ ਮਾਰ ਕੇ ਧਰਮੀ ਦੇ ਦਿਲ ਨੂੰ ਉਦਾਸ ਕੀਤਾ ਹੈ ਜਿਹ ਨੂੰ ਮੈਂ ਦੁਖੀ ਨਹੀਂ ਕੀਤਾ ਅਤੇ ਤੁਸਾਂ ਦੁਸ਼ਟ ਦੇ ਹੱਥ ਨੂੰ ਤਕੜਾ ਕੀਤਾ ਤਾਂ ਜੋ ਉਹ ਆਪਣੀ ਜਾਨ ਬਚਾਉਣ ਲਈ ਆਪਣੇ ਬੁਰੇ ਰਾਹ ਤੋਂ ਨਾ ਮੁੜੇ"},{"number":23,"verse":"ਏਸ ਲਈ ਅੱਗੋਂ ਲਈ ਨਾ ਤੁਸੀਂ ਫੋਕੀਆਂ ਦਰਿਸ਼ਟਾਂ ਵੇਖੋਗੀਆਂ ਅਤੇ ਨਾ ਅਗੰਮ ਬਾਣੀ ਆਖੋਗੀਆਂ ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥੋਂ ਛੁਡਾਵਾਂਗਾ ਤਾਂ ਤੁਸੀਂ ਜਾਣੋਗੀਆਂ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ।।"}]}