{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"( ਖੂਨੀ ਸ਼ਹਿਰ) ਫੇਰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ, ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਕੀ ਤੂੰ ਨਿਆਉਂ ਕਰੇਂਗਾ? ਕੀ ਤੂੰ ਏਸ ਖੂਨੀ ਸ਼ਹਿਰ ਦਾ ਨਿਆਉਂ ਕਰੇਂਗਾ? ਤੂੰ ਏਸ ਦੇ ਸਾਰੇ ਘਿਣਾਉਣੇ ਕੰਮ ਉਸ ਉੱਤੇ ਜਾਣੂ ਕਰ"},{"number":3,"verse":"ਅਤੇ ਤੂੰ ਆਖ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਇੱਕ ਸ਼ਹਿਰ ਜਿਹ ਦੇ ਅੰਦਰ ਖੂਨ ਵਹਾਏ ਜਾਂਦੇ ਹਨ ਤਾਂ ਜੋ ਉਹ ਦਾ ਅੰਤ ਆ ਜਾਵੇ ਅਤੇ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਭ੍ਰਿਸ਼ਟ ਕਰਨ ਲਈ ਆਪਣੇ ਲਈ ਮੂਰਤੀਆਂ ਬਣਾਉਂਦਾ ਹੈ!"},{"number":4,"verse":"ਤੂੰ ਉਸ ਲਹੂ ਦੇ ਕਾਰਨ ਜਿਹੜਾ ਤੂੰ ਵਗਾਇਆ ਦੋਸ਼ੀ ਹੋ ਗਿਆ ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਮੂਰਤੀਆਂ ਕਰਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਬਣਾਇਆ, ਭ੍ਰਿਸ਼ਟ ਹੋਇਆ, ਤੂੰ ਆਪਣਿਆਂ ਦਿਨਾਂ ਨੂੰ ਨੇੜੇ ਲਿਆਇਆ ਹੈਂ ਅਤੇ ਆਪਣਿਆਂ ਵਰਿਹਾਂ ਨੂੰ ਵੀ, ਏਸ ਲਈ ਮੈਂ ਤੈਨੂੰ ਕੌਮਾਂ ਲਈ ਨਮੋਸ਼ੀ ਦਾ ਨਿਸ਼ਾਨਾ ਅਤੇ ਸਾਰਿਆਂ ਦੇਸਾਂ ਦਾ ਠੱਠਾ ਬਣਾਇਆ ਹੈ"},{"number":5,"verse":"ਤੇਰੇ ਵਿੱਚੋਂ ਨੇੜੇ ਦੇ ਅਤੇ ਦੂਰ ਦੇ ਤੈਨੂੰ ਠੱਠਾ ਕਰਨਗੇ ਕਿਉਂ ਜੋ ਤੂੰ ਨਾਮ ਵਿੱਚ ਭ੍ਰਿਸ਼ਟ ਅਤੇ ਬਹੁਤਾ ਫਸਾਦੀ ਹੈਂ"},{"number":6,"verse":"ਵੇਖ, ਇਸਰਾਏਲ ਦੇ ਰਾਜਕੁਮਾਰ ਤੇਰੇ ਵਿੱਚ ਹਰ ਇੱਕ ਆਪਣੇ ਬਲ ਅਨੁਸਾਰ ਖੂਨ ਵਗਾਉਣ ਦਾ ਕਾਰਨ ਸਨ"},{"number":7,"verse":"ਤੇਰੇ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੇ ਮਾਤਾ ਪਿਤਾ ਨੂੰ ਤੁਛ ਜਾਤਾ, ਤੇਰੇ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੇ ਪਰਦੇਸੀਆਂ ਨਾਲ ਜਾਸਤੀ ਕੀਤੀ, ਤੇਰੇ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੇ ਯਤੀਮਾਂ ਅਤੇ ਵਿੱਧਵਾਂ ਤੇ ਜ਼ੁਲਮ ਕੀਤਾ ਹੈ"},{"number":8,"verse":"ਤੂੰ ਮੇਰੀਆਂ ਪਵਿੱਤ੍ਰ ਵਸਤੂਆਂ ਨੂੰ ਨਾਚੀਜ਼ ਜਾਣਿਆ ਅਤੇ ਮੇਰੇ ਸਬਤਾਂ ਨੂੰ ਪਲੀਤ ਕੀਤਾ"},{"number":9,"verse":"ਤੇਰੇ ਵਿੱਚ ਚੁਗਲ ਖੋਰ ਮਨੁੱਖ ਖੂਨ ਵਹਾਉਂਦੇ ਹਨ, ਤੇਰੇ ਵਿੱਚ ਪਹਾੜਾਂ ਤੇ ਖਾਣ ਵਾਲੇ ਹਨ ਅਤੇ ਤੇਰੇ ਵਿੱਚ ਲੁੱਚਪੁਣਾ ਕਰਨ ਵਾਲੇ ਵੀ ਹਨ"},{"number":10,"verse":"ਤੇਰੇ ਵਿੱਚ ਆਪਣੇ ਪਿਤਾ ਦੀ ਬੇ-ਪੜਦਗੀ ਕਰਨ ਵਾਲੇ ਵੀ ਹਨ, ਤੇਰੇ ਵਿੱਚ ਰਿਤਵੰਤੀ ਤੀਵੀਂ ਨਾਲ ਭੋਗ ਕਰਨ ਵਾਲੇ ਵੀ ਹਨ"},{"number":11,"verse":"ਕਿਸੇ ਨੇ ਆਪਣੇ ਗੁਆਂਢੀ ਦੀ ਤੀਵੀਂ ਨਾਲ ਘਿਣਾਉਣਾ ਕੰਮ ਕੀਤਾ, ਅਤੇ ਕਿਸੇ ਨੇ ਆਪਣੀ ਨੂੰਹ ਨੂੰ ਬਦਕਾਰੀ ਨਾਲ ਭਰਿਸ਼ਟ ਕੀਤਾ ਅਤੇ ਕਿਸੇ ਨੇ ਆਪਣੀ ਭੈਣ ਅਥਵਾ ਆਪਣੇ ਪਿਉ ਦੀ ਧੀ ਨੂੰ ਤੇਰੇ ਵਿੱਚ ਭਰਿਸ਼ਟ ਕੀਤਾ"},{"number":12,"verse":"ਤੇਰੇ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੇ ਵੱਢੀ ਲੈਕੇ ਖੂਨ ਕੀਤੇ, ਤੁਸਾਂ ਵਿਆਜ ਤੇ ਵਾਧਾ ਲਿਆ ਅਤੇ ਅਤਿਆਚਾਰ ਕਰ ਕੇ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਲੁੱਟਿਆ ਅਤੇ ਮੈਨੂੰ ਭੁਲਾ ਦਿੱਤਾ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":13,"verse":"ਵੇਖੋ, ਮੈਂ ਤੁਹਾਡੇ ਅਯੋਗ ਲਾਭ ਦੇ ਕਾਰਨ ਜੋ ਤੁਸਾਂ ਲਿਆ ਅਤੇ ਤੁਹਾਡੇ ਖੂਨ ਖਰਾਬੇ ਦੇ ਕਾਰਨ ਜੋ ਤੁਹਾਡੇ ਵਿੱਚ ਹੋਇਆ ਹੱਥ ਤੇ ਹੱਥ ਮਾਰਿਆ"},{"number":14,"verse":"ਕੀ ਤੁਹਾਡਾ ਦਿਲ ਕਾਇਮ ਰਹੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥਾਂ ਵਿੱਚ ਬਲ ਹੋਵੇਗਾ ਜਿਨ੍ਹੀਂ ਦਿਨੀਂ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਸਲੂਕ ਕਰਾਂਗਾ? ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਅਤੇ ਮੈਂ ਹੀ ਕਰਾਂਗਾ"},{"number":15,"verse":"ਹਾਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕੌਮਾਂ ਵਿੱਚ ਖ਼ੱਜਲ ਖੁਆਰ ਕਰ ਕੇ ਦੂਜੇ ਦੇਸਾਂ ਵਿੱਚ ਫਿਰਾਵਾਂਗਾ ਅਤੇ ਤੁਹਾਡੀ ਪਲੀਤੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੱਢ ਦਿਆਂਗਾ"},{"number":16,"verse":"ਅਤੇ ਤੂੰ ਕੌਮਾਂ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਪਲੀਤ ਸਮਝੇਂਗੀ ਅਤੇ ਜਾਣੇਗੀ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!।।"},{"number":17,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":18,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਇਸਰਾਏਲ ਦਾ ਘਰਾਣਾ ਮੇਰੇ ਲਈ ਮੈਲ ਹੋ ਗਿਆ ਹੈ, ਉਹ ਸਾਰੇ ਦਾ ਸਾਰਾ ਪਿੱਤਲ, ਟੀਨ, ਲੋਹਾ ਅਤੇ ਸਿੱਕਾ ਹੈ ਜੋ ਭੱਠੀ ਵਿੱਚ ਹਨ। ਓਹ ਚਾਂਦੀ ਦੀ ਮੈਲ ਹਨ"},{"number":19,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਤੁਸੀਂ ਸਾਰੇ ਮੈਲ ਬਣ ਗਏ ਹੋ, ਏਸ ਲਈ ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਇਕੱਠਾ ਕਰਾਂਗਾ"},{"number":20,"verse":"ਜਿਵੇਂ ਓਹ ਚਾਂਦੀ, ਪਿੱਤਲ, ਲੋਹਾ, ਸਿੱਕਾ ਅਤੇ ਟੀਨ ਭੱਠੀ ਵਿੱਚ ਇਕੱਠਾ ਪਾਉਂਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਗ ਨਾਲ ਤਾਉਂਦੇ ਹਨ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਪੰਘਰਾ ਦੇਣ ਓਦਾਂ ਹੀ ਮੈਂ ਆਪਣੇ ਕਹਿਰ ਅਤੇ ਕ੍ਰੋਧ ਵਿੱਚ ਤੁਹਾਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਉੱਥੇ ਰੱਖ ਕੇ ਪਘਰਾਵਾਂਗਾ"},{"number":21,"verse":"ਹਾਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗਾ ਅਤੇ ਆਪਣੇ ਕਹਿਰ ਦੀ ਅੱਗ ਵਿੱਚ ਤੁਹਾਨੂੰ ਤਪਾਵਾਂਗਾ ਅਤੇ ਤੁਸੀਂ ਉਸ ਵਿੱਚ ਪੰਘਰੋਗੇ"},{"number":22,"verse":"ਜਿਦਾਂ ਚਾਂਦੀ ਭੱਠੀ ਵਿੱਚ ਪੰਘਾਰੀ ਜਾਂਦੀ ਹੈ, ਉਦਾਂ ਤੁਸੀਂ ਉਸ ਵਿੱਚ ਪਘਾਰੇ ਜਾਓਗੇ, ਤਾਂ ਤੁਸੀਂ ਜਾਣੋਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਆਪਣਾ ਕਹਿਰ ਤੁਹਾਡੇ ਉੱਤੇ ਪਾਇਆ ਹੈ।।"},{"number":23,"verse":"ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":24,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਉਹ ਨੂੰ ਆਖ, ਤੂੰ ਉਹ ਧਰਤੀ ਹੈਂ ਜਿਹੜੀ ਸ਼ੁੱਧ ਨਹੀਂ ਕੀਤੀ ਗਈ ਅਤੇ ਜਿਸ ਉੱਤੇ ਕ੍ਰੋਧ ਦੇ ਦਿਨ ਵਿੱਚ ਵਰਖਾ ਨਹੀਂ ਹੋਈ"},{"number":25,"verse":"ਉਹ ਦੇ ਵਿੱਚ ਉਹ ਦੇ ਨਬੀਆਂ ਨੇ ਗੋਸ਼ਟੀ ਕੀਤੀ, ਗੱਜਣ ਵਾਲੇ ਬਬਰ ਸ਼ੇਰ ਵਾਂਗਰ ਸ਼ਿਕਾਰ ਨੂੰ ਫਾੜਦਿਆਂ ਓਹ ਜੀਆਂ ਨੂੰ ਖਾ ਗਏ ਹਨ, ਓਹ ਖ਼ਜ਼ਾਨੇ ਅਤੇ ਵੱਡ ਮੁੱਲੀਆਂ ਵਸਤੂਆਂ ਨੂੰ ਖੋਹ ਲੈਂਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਵਿੱਚ ਢੇਰ ਵਿੱਧਵਾ ਬਣਾ ਦਿੱਤੀਆਂ ਹਨ"},{"number":26,"verse":"ਉਹ ਦੇ ਜਾਜਕਾਂ ਨੇ ਮੇਰੀ ਬਿਵਸਥਾ ਨੂੰ ਭੰਨਿਆ ਅਤੇ ਮੇਰੀਆਂ ਪਵਿੱਤ੍ਰ ਵਸਤੂਆਂ ਨੂੰ ਪਲੀਤ ਕੀਤਾ ਹੈ, ਉਨ੍ਹਾਂ ਨੇ ਪਵਿੱਤ੍ਰ ਅਤੇ ਅਪਵਿੱਤ੍ਰ ਵਿੱਚ ਕੁਝ ਭੇਦ ਨਹੀਂ ਰੱਖਿਆ ਅਤੇ ਅਸ਼ੁੱਧ ਤੇ ਸ਼ੁੱਧ ਵਿੱਚ ਫਰਕ ਨਹੀਂ ਜਾਣਿਆ ਅਤੇ ਮੇਰੇ ਸਬਤਾਂ ਤੋਂ ਉਨ੍ਹਾਂ ਨੇ ਅੱਖਾਂ ਫੇਰ ਲਈਆਂ ਸੋ ਮੈਂ ਉਨ੍ਹਾਂ ਵਿੱਚ ਪਲੀਤ ਹੋਇਆ"},{"number":27,"verse":"ਉਹ ਦੇ ਸਰਦਾਰ ਉਹ ਦੇ ਵਿੱਚ ਸ਼ਿਕਾਰ ਨੂੰ ਫਾੜਨ ਵਾਲੇ ਬਘਿਆੜਾਂ ਵਾਂਗਰ ਹਨ ਜੋ ਬੇਈਮਾਨੀ ਦੇ ਲਾਭ ਦੇ ਲਈ ਲਹੂ ਵਹਾਉਂਦੇ ਅਤੇ ਜੀਵਾਂ ਨੂੰ ਨਾਸ ਕਰਦੇ ਹਨ"},{"number":28,"verse":"ਅਤੇ ਉਹ ਦੇ ਨਬੀ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਕੱਚੀ ਲੇਂਬੀ ਕਰਦੇ ਹਨ, ਝੂਠੇ ਦਰਸ਼ਣ ਵੇਖਦੇ ਅਤੇ ਝੂਠੇ ਫਾਲ ਕੱਢਦੇ ਹਨ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੇ ਐਉਂ ਫ਼ਰਮਾਇਆ ਹੈ, ਜਦੋਂ ਕਿ ਯਹੋਵਾਹ ਨੇ ਨਹੀਂ ਫ਼ਰਮਾਇਆ"},{"number":29,"verse":"ਇਸ ਦੇਸ ਦੇ ਲੋਕਾਂ ਨੇ ਅਤਿਆਚਾਰ ਅਤੇ ਲੁੱਟਮਾਰ ਕੀਤੀ ਹੈ ਅਤੇ ਮਸਕੀਨਾਂ ਤੇ ਕੰਗਾਲਾਂ ਨੂੰ ਦੁਖ ਦਿੱਤਾ ਹੈ ਅਤੇ ਪਰਦੇਸੀਆਂ ਤੇ ਨਾਹੱਕ ਜਬਰ ਕੀਤਾ ਹੈ"},{"number":30,"verse":"ਮੈਂ ਉਨ੍ਹਾਂ ਵਿੱਚ ਭਾਲ ਕੀਤੀ ਕਿ ਕੋਈ ਅਜਿਹਾ ਆਦਮੀ ਲੱਭੇ ਜੋ ਕੰਧ ਬਣਾਵੇ ਅਤੇ ਉਸ ਧਰਤੀ ਦੇ ਲਈ ਉਸ ਦੇ ਝਰਨੇ ਵਿੱਚ ਮੇਰੇ ਮੂਹਰੇ ਖਲੋਵੇ ਤਾਂ ਜੋ ਮੈਂ ਉਹ ਨੂੰ ਨਾ ਉਜਾੜਾਂ, ਪਰ ਕੋਈ ਨਾ ਲੱਭਿਆ"},{"number":31,"verse":"ਏਸ ਲਈ ਮੈਂ ਆਪਣਾ ਕਹਿਰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਵਹਾਇਆ ਅਤੇ ਆਪਣੇ ਕ੍ਰੋਧ ਦੀ ਅੱਗ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਮੁਕਾ ਦਿੱਤਾ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਦੀ ਕਰਨੀ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਿਰ ਦਿੱਤਾ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"}]}