{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"( ਸੂਰ ਉੱਤੇ ਵੈਣ) ਫੇਰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਸੂਰ ਉੱਤੇ ਵੈਣ ਪਾ"},{"number":3,"verse":"ਅਤੇ ਤੂੰ ਸੂਰ ਲਈ ਆਖ ਕਿ ਤੂੰ ਜਿਹੜਾ ਸਾਗਰ ਦੇ ਲਾਂਘੇ ਤੇ ਵੱਸਿਆ ਹੋਇਆ ਹੈਂ ਅਤੇ ਬਹੁਤ ਟਾਪੂਆਂ ਲਈ ਲੋਕਾਂ ਦਾ ਵਪਾਰ ਹੈਂ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਹੇ ਸੂਰ, ਤੂੰ ਆਖਦਾ ਹੈਂ ਕਿ ਮੈਂ ਸੁੰਦਰਤਾ ਵਿੱਚ ਪੂਰਨ ਹਾਂ,"},{"number":4,"verse":"ਤੇਰੀਆਂ ਹੱਦਾਂ ਸਾਗਰ ਦੇ ਵਿੱਚ ਹਨ, ਅਤੇ ਤੇਰੇ ਬਣਾਉਣ ਵਾਲਿਆਂ ਨੇ ਤੇਰੀ ਸੁੰਦਰਤਾ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਹੈ।"},{"number":5,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸਨੀਰ ਦੀ ਚੀਲ ਦੇ ਬਿਰਛਾਂ ਤੋਂ ਤੇਰੇ ਫੱਟੇ ਬਣਾਏ, ਅਤੇ ਲਬਾਨੋਨ ਤੋਂ ਦਿਆਰ ਲੈ ਕੇ ਤੇਰੇ ਲਈ ਮਸਤੂਲ ਬਣਾਏ।"},{"number":6,"verse":"ਬਾਸ਼ਾਨ ਦੇ ਬਲੂਤਾਂ ਤੋਂ ਤੇਰੇ ਚੱਪੂ ਬਣਾਏ, ਅਤੇ ਤੇਰੇ ਫੱਟੇ ਕਿੱਤੀਮ ਦੇ ਟਾਪੂਆਂ ਦੇ ਸਨੋਬਰ ਤੋਂ, ਹਾਥੀ ਦੰਦ ਜੜ ਕੇ ਤਿਆਰ ਕੀਤੇ ਗਏ।"},{"number":7,"verse":"ਤੇਰਾ ਪਾਲ ਮਿਸਰੀ ਕਸੀਦੇ ਦੇ ਮਹੀਨ ਕਤਾਨ ਦਾ ਸੀ, ਤਾਂ ਜੋ ਤੇਰੇ ਲਈ ਨਿਸ਼ਾਨ ਹੋਵੇ। ਤੇਰੀ ਚਾਨਣੀ ਅਲੀਸ਼ਾਹ ਦੇ ਟਾਪੂਆਂ ਤੋਂ ਆਈ ਸੀ ਜੋ ਕਿਰਮਚੀ ਤੇ ਬੈਂਗਣੀ ਰੰਗ ਦੀ ਸੀ।"},{"number":8,"verse":"ਸੀਦੋਨ ਅਤੇ ਅਰਵਦ ਦੇ ਰਹਿਣ ਵਾਲੇ ਤੇਰੇ ਮਲਾਹ ਸਨ ਅਤੇ ਹੇ ਸੂਰ, ਤੇਰੇ ਸਿਆਣੇ ਤੇਰੇ ਵਿੱਚ ਤੇਰੇ ਆਗੂ ਸਨ ।"},{"number":9,"verse":"ਗਬਲ ਦੇ ਬਜ਼ੁਰਗ ਅਤੇ ਸਿਆਣੇ ਤੇਰੇ ਵਿੱਚ ਸਨ, ਤੇਰੇ ਛੇਕਾਂ ਦੀ ਮੁਰੰਮਤ ਕਰਨ ਵਾਲੇ। ਸਾਗਰ ਦੇ ਸਾਰੇ ਜਹਾਜ਼ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਲਾਹ ਤੇਰੇ ਵਿੱਚ ਸਨ, ਤਾਂ ਜੋ ਤੇਰੇ ਲਈ ਵਪਾਰ ਦਾ ਕੰਮ ਕਰਨ।।"},{"number":10,"verse":"ਫਾਰਸ ਅਤੇ ਲੂਦ ਅਤੇ ਫੂਟ ਦੇ ਲੋਕੀਂ ਤੇਰੀ ਫੌਂਜ ਵਿੱਚ ਤੇਰੇ ਜੋਧੇ ਸਨ। ਓਹ ਤੇਰੇ ਵਿੱਚ ਢਾਲ ਅਤੇ ਲੋਹੇ ਦੇ ਟੋਪ ਨੂੰ ਲਟਕਾਉਂਦੇ ਸਨ ਅਤੇ ਤੈਨੂੰ ਸ਼ਾਨ ਦਿੰਦੇ ਸਨ"},{"number":11,"verse":"ਅਰਵਦ ਦੇ ਜੁਆਨ ਤੇਰੀ ਹੀ ਫੌਜ ਦੇ ਨਾਲ ਚੁਫੇਰੇ ਤੇਰੀਆਂ ਕੰਧਾਂ ਉੱਤੇ ਸਨ ਅਤੇ ਸੂਰ ਬੀਰ ਤੇਰੇ ਬੁਰਜਾਂ ਵਿੱਚ ਸਨ, ਉਨ੍ਹਾਂ ਆਪਣੀਆਂ ਢਾਲਾਂ ਚੁਫੇਰੇ ਤੇਰੀਆਂ ਕੰਧਾਂ ਤੇ ਲਟਕਾਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਤੇਰੀ ਸੁੰਦਰਤਾ ਨੂੰ ਪੂਰਨ ਕੀਤਾ"},{"number":12,"verse":"ਤਰਸ਼ੀਸ਼ ਨੇ ਹਰ ਪਰਕਾਰ ਦੇ ਬਹੁਤੇ ਮਾਲ ਦੇ ਕਾਰਨ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕੀਤਾ, ਓਹ ਚਾਂਦੀ, ਲੋਹਾ, ਅਤੇ ਟੀਨ ਅਤੇ ਸਿਕਾ ਲਿਆ ਕੇ ਤੇਰੇ ਸੌਦਾ ਦੇ ਵੱਟੇ ਵੇਚਦੇ ਸਨ"},{"number":13,"verse":"ਯਾਵਾਨ, ਤੂਬਲ ਅਤੇ ਮਸ਼ਕ, ਓਹ ਤੇਰੇ ਵਪਾਰੀ ਸਨ। ਓਹ ਤੇਰੇ ਸੌਦਾ ਲਈ ਆਦਮੀਆਂ ਦੀਆਂ ਜਾਨਾਂ ਦਾ ਅਤੇ ਪਿੱਤਲ ਦੇ ਭਾਂਡਿਆਂ ਦਾ ਵਪਾਰ ਕਰਦੇ ਸਨ"},{"number":14,"verse":"ਤੋਂਗਰਮਾਹ ਦੇ ਘਰਾਣੇ ਨੇ ਤੇਰੀ ਮੰਡੀ ਵਿੱਚ ਘੋੜਿਆਂ, ਅਸਵਾਰੀ ਦੇ ਘੋੜਿਆਂ ਤੇ ਖੱਚਰਾਂ ਦਾ ਵਪਾਰ ਕੀਤਾ"},{"number":15,"verse":"ਦਦਾਨੀ ਤੇਰੇ ਵਪਾਰੀ ਸਨ, ਬਹੁਤ ਸਾਰੇ ਟਾਪੂ ਵਪਾਰ ਦੇ ਲਈ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਸਨ। ਓਹ ਹਾਥੀ ਦੰਦ ਅਤੇ ਆਬਨੂਸ ਤੇਰੇ ਕੋਲ ਵਟਾਉਣ ਲਈ ਲਿਆਉਂਦੇ ਸਨ"},{"number":16,"verse":"ਤੇਰੇ ਵਿੱਚ ਕਾਰੀਗਰੀ ਬਹਤ ਸੀ, ਜਿਸ ਕਰਕੇ ਅਰਾਮੀ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਸਨ, ਓਹ ਪੰਨੇ ਅਤੇ ਅਰਗਵਾਨੀ ਰੰਗ ਤੇ ਕਸੀਦੇ ਦੇ ਕੱਪੜੇ, ਮਹੀਨ ਕਤਾਨ, ਮੂੰਗਾ ਅਤੇ ਲਾਲ ਲਿਆ ਕੇ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਸਨ"},{"number":17,"verse":"ਯਹੂਦਾਹ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਦੇਸ ਓਹ ਤੇਰੇ ਵਪਾਰੀ ਸਨ, ਓਹ ਮਿੰਨੀਥ ਅਤੇ ਪਨਗ ਦੀ ਕਣਕ, ਸ਼ਹਿਦ, ਤੇਲ ਅਤੇ ਬਲਸਾਨ ਲਿਆ ਕੇ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਸਨ"},{"number":18,"verse":"ਦਮਿਸਕ ਵਾਸੀ ਤੇਰੇ ਹੱਥ ਦੇ ਕੰਮ ਦੇ ਵਾਧੇ ਕਰਕੇ ਅਤੇ ਹਰ ਪਰਕਾਰ ਦਾ ਮਾਲ ਬਹੁਤਾ ਮਿਲਣ ਕਰਕੇ ਹਲਬੋਨ ਦੀ ਮੈ ਅਤੇ ਚਿੱਟੀ ਉੱਨ ਦਾ ਵਪਾਰ ਤੇਰੇ ਨਾਲ ਕਰਦੇ ਸਨ"},{"number":19,"verse":"ਵਦਾਨ ਅਤੇ ਯਾਵਾਨ ਸੂਤ ਨੂੰ ਤੇਰੇ ਮਾਲ ਮਤਾਹ ਦੇ ਵੱਟੇ ਦਿੰਦੇ ਸਨ। ਕਮਾਇਆ ਹੋਇਆ ਲੋਹਾ, ਤੱਜ ਅਰ ਅਗਰ ਤੇਰੇ ਸੌਦਾ ਵਿੱਚ ਸਨ"},{"number":20,"verse":"ਦਦਾਨ ਤੇਰਾ ਵਪਾਰੀ ਸੀ ਜੋ ਅਸਵਾਰੀ ਦੇ ਚਾਰ-ਜਾਮੇ ਤੇਰੇ ਹੱਥ ਵੇਚਦਾ ਸੀ"},{"number":21,"verse":"ਅਰਬ ਅਤੇ ਕੇਦਾਰ ਦੇ ਸਾਰੇ ਰਾਜਕੁਮਾਰ ਵਪਾਰ ਲਈ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਸਨ। ਓਹ ਜੇਠੇ ਲੇਲੇ ਅਤੇ ਛੱਤ੍ਰੇ ਅਤੇ ਬੱਕਰੇ ਲਿਆ ਕੇ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਸਨ"},{"number":22,"verse":"ਸਬਾ ਅਤੇ ਰਅਮਾਹ ਦੇ ਵਪਾਰੀ ਤੇਰੇ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਸਨ, ਓਹ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਵਧੀਆ ਮਸਾਲੇ ਅਤੇ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਵੱਡਮੁਲੇ ਪੱਥਰ ਅਤੇ ਸੋਨਾ ਤੇਰੇ ਸੌਦਾ ਦੇ ਲਈ ਵਟਾ ਦਿੰਦੇ ਸਨ"},{"number":23,"verse":"ਹਾਰਾਨ ਅਤੇ ਕੰਨੇਹ ਅਤੇ ਅਦਨ ਅਤੇ ਸ਼ਬਾ ਦੇ ਵਪਾਰੀ ਅਤੇ ਅੱਸ਼ੂਰ ਅਤੇ ਕਿਲਮਦ ਤੇਰੇ ਵਪਾਰੀ ਸਨ"},{"number":24,"verse":"ਇਹੋ ਤੇਰੇ ਵਪਾਰੀ ਸਨ, ਜੋ ਵਧੀਆ ਕੱਪੜੇ ਅਤੇ ਬੈਂਗਣੀ ਤੇ ਕਸੀਦੇ ਦੇ ਦੁਸ਼ਾਲੇ ਅਤੇ ਕੀਮਤੀ ਪੁਸ਼ਾਕਾਂ ਦੇ ਭਰੇ ਹੋਏ ਦਿਆਰ ਦੇ ਸੰਦੂਕ ਡੋਰੀ ਨਾਲ ਕੱਸੇ ਹੋਏ ਤੇਰੀਆਂ ਮੰਡੀਆਂ ਵਿੱਚ ਵੇਚਣ ਲਈ ਲਿਆਉਂਦੇ ਸਨ"},{"number":25,"verse":"ਤਰਸ਼ੀਸ਼ ਦੇ ਜਹਾਜ਼ ਤੇਰੇ ਵਪਾਰ ਦੇ ਮਾਲ ਨੂੰ ਢੋਣ ਵਾਲੇ ਸਨ, ਤੂੰ ਸਾਗਰਾਂ ਦੇ ਵਿੱਚ ਭਰਿਆ ਹੋਇਆ ਅਤੇ ਬਹੁਤ ਲੱਦਿਆ ਹੋਇਆ ਸੈਂ।।"},{"number":26,"verse":"ਤੇਰਾ ਮਲਾਹ ਤੈਨੂੰ ਬਹੁਤਿਆਂ ਪਾਣੀਆਂ ਵਿੱਚ ਲਿਆਏ, ਪੂਰਬੀ ਪੌਣ ਨੇ ਤੈਨੂੰ ਸਾਗਰਾਂ ਦੇ ਵਿਚਕਾਰ ਤੋਂੜਿਆ ਹੈ।"},{"number":27,"verse":"ਤੇਰੇ ਧਨ ਅਤੇ ਤੇਰੀਆਂ ਵਪਾਰਕ-ਜਿਨਸਾਂ ਅਤੇ ਤੇਰੇ ਵਪਾਰ, ਤੇਰੇ ਮਲਾਹ ਅਤੇ ਤੇਰੇ ਆਗੂ, ਅਤੇ ਤੇਰੇ ਮੋਰੀਆਂ ਬੰਦ ਕਰਨ ਵਾਲੇ ਅਤੇ ਤੇਰੇ ਕੰਮਕਾਜ ਦੇ ਵਪਾਰੀ, ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਜੋਧੇ ਜੋ ਤੇਰੇ ਵਿੱਚ ਹਨ, ਉਸ ਸਾਰੀ ਸਭਾ ਸਣੇ ਜੋ ਤੇਰੇ ਵਿੱਚ ਹੈ, ਤੇਰੀ ਤਬਾਹੀ ਦੇ ਦਿਹਾੜੇ ਸਾਗਰ ਦੇ ਵਿਚਕਾਰ ਡਿੱਗਣਗੇ।"},{"number":28,"verse":"ਤੇਰੇ ਮਲਾਹਾਂ ਦੇ ਚੀਕਣ ਦੀ ਦੁਹਾਈ ਨਾਲ, ਰੜ ਦੇ ਮਦਾਨ ਕੰਬਣ ਲਗ ਜਾਣਗੇ।"},{"number":29,"verse":"ਸਾਰੇ ਮਾਂਝੀ, ਮਲਾਹ ਅਤੇ ਸਾਗਰ ਦੇ ਸਾਰੇ ਆਗੂ ਆਪਣੇ ਜਹਾਜ਼ਾਂ ਤੋਂ ਲਹਿ ਆਉਣਗੇ, ਓਹ ਧਰਤੀ ਤੇ ਖਲੋਣਗੇ,"},{"number":30,"verse":"ਅਤੇ ਆਪਣੀ ਅਵਾਜ਼ ਉੱਚੀ ਕਰ ਕੇ ਤੇਰੇ ਕਾਰਨ ਚੀਕਣਗੇ, ਅਤੇ ਢਾ ਮਾਰ ਕੇ ਰੋਣਗੇ, ਆਪਣੇ ਸਿਰਾਂ ਤੇ ਮਿੱਟੀ ਪਾਉਣਗੇ, ਅਤੇ ਸੁਆਹ ਵਿੱਚ ਲੇਟਣਗੇ।"},{"number":31,"verse":"ਓਹ ਤੇਰੇ ਕਾਰਨ ਸਿਰ ਮੁਨਾਉਣਗੇ ਅਤੇ ਤੱਪੜ ਪਹਿਨਣਗੇ, ਓਹ ਤੇਰੇ ਉੱਤੇ ਆਪਣੀ ਜਾਨ ਦੀ ਕੁੜੱਤਣ ਵਿੱਚ ਰੋਣਗੇ, ਅਤੇ ਕੁੜੱਤਣ ਵਿੱਚ ਸਿਆਪਾ ਕਰਨਗੇ,"},{"number":32,"verse":"ਅਤੇ ਸਿਆਪੇ ਵਿੱਚ ਤੇਰੇ ਉੱਤੇ ਵੈਣ ਚੁੱਕਣਗੇ, ਅਤੇ ਤੇਰੇ ਉੱਤੇ ਐਉਂ ਰੋਣਗੇ, ਕਿ ਕੌਣ ਸੂਰ ਦੇ ਵਾਂਗਰ ਹੈ ਜਿਹੜਾ ਸਾਗਰ ਦੇ ਵਿਚਕਾਰ ਨਾਸ ਹੋਇਆ?"},{"number":33,"verse":"ਜਦੋਂ ਤੇਰਾ ਮਾਲ ਮਤਾਹ ਸਾਗਰਾਂ ਰਾਹੀਂ ਜਾਂਦਾ ਸੀ, ਤਾਂ ਤੂੰ ਬਹੁਤ ਸਾਰੀਆਂ ਉੱਮਤਾਂ ਨੂੰ ਰਜਾਉਂਦਾ ਸੈਂ, ਤੂੰ ਆਪਣੇ ਬਹੁਤੇ ਧਨ ਅਤੇ ਬਹੁਤੀਆਂ ਵਪਾਰਕ ਜਿਨਸਾਂ ਕਰਕੇ ਧਰਤੀ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਨੂੰ ਧਨੀ ਬਣਾਉਂਦਾ ਸੈਂ।"},{"number":34,"verse":"ਪਰ ਹੁਣ ਤੂੰ ਪਾਣੀਆਂ ਦੀਆਂ ਡੂੰਘਿਆਈਆਂ ਵਿੱਚ, ਠਾਠਾਂ ਦੇ ਮਾਰੇ ਟੁੱਟ ਗਿਆ ਹੈਂ। ਤੇਰੀਆਂ ਵਪਾਰਕ ਜਿਨਸਾਂ ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਮਲਾਹ ਤੇਰੇ ਨਾਲ ਡੁੱਬ ਗਏ ਹਨ"},{"number":35,"verse":"ਟਾਪੂਆਂ ਦੀ ਸਾਰੀ ਵੱਸੋਂ ਤੇਰੇ ਬਾਰੇ ਅਚਰਜ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਾਤਸ਼ਾਹ ਬਹੁਤ ਡਰਦੇ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਚਿਹਰਾ ਦੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ।"},{"number":36,"verse":"ਲੋਕਾਂ ਵਿੱਚੋਂ ਵਪਾਰੀ ਤੇਰੇ ਉੱਤੇ ਸ਼ੂਕਰਨਗੇ, ਤੂੰ ਡਰ ਦਾ ਕਾਰਨ ਬਣੇਂਗਾ, ਅਤੇ ਤੂੰ ਅੱਗੇ ਨੂੰ ਕਦੇ ਨਾ ਹੋਵੇਂਗਾ।।"}]}