{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":29,"verses":[{"number":1,"verse":"( ਮਿਸਰ ਦੇ ਵਿਰੁੱਧ ਅਗੰਮ ਵਾਕ) ਦਸਵੇਂ ਵਰ੍ਹੇ ਦੇ ਦਸਵੇਂ ਮਹੀਨੇ ਦੀ ਬਾਰਾਂ ਤਰੀਕ ਨੂੰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਉਹ ਦੇ ਅਤੇ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਦੇ ਵਿਰੁੱਧ ਆਪਣਾ ਮੂੰਹ ਕਰ ਕੇ ਅਗੰਮ ਵਾਚ"},{"number":3,"verse":"ਬੋਲ ਅਤੇ ਤੂੰ ਆਖ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫਰਮਾਉਂਦਾ ਹੈ, - ਹੇ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਵੇਖ, ਮੈਂ ਤੇਰੇ ਵਿਰੁੱਧ ਹਾਂ! ਉਸ ਵੱਡੇ ਜਲ ਜੰਤੂ ਦਾ ਜਿਹੜਾ ਆਪਣਿਆਂ ਦਰਿਆਵਾਂ ਵਿੱਚ ਲੇਟ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਆਖਦਾ ਹੈ ਕਿ ਮੇਰਾ ਦਰਿਆ ਨੀਲ ਮੇਰਾ ਹੀ ਹੈ, ਅਤੇ ਮੈਂ ਉਹ ਨੂੰ ਆਪਣੇ ਲਈ ਬਣਾਇਆ ਹੈ।"},{"number":4,"verse":"ਪਰ ਮੈਂ ਤੇਰੇ ਜਬਾੜਿਆਂ ਵਿੱਚ ਕੁੰਡੀਆਂ ਪਵਾਂਗਾ, ਅਤੇ ਤੇਰਿਆਂ ਦਰਿਆਵਾਂ ਦੀਆਂ ਮੱਛੀਆਂ ਤੇਰੀ ਖੱਲ ਤੇ ਚਿਮੇੜ ਦਿਆਂਗਾ, ਨਾਲੇ ਤੈਨੂੰ ਤੇਰਿਆਂ ਦਰਿਆਵਾਂ ਵਿੱਚੋਂ ਬਾਹਰ ਧੂਹ ਕੱਢਾਂਗਾ, ਨਾਲੇ ਤੇਰਿਆਂ ਦਰਿਆਵਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਮੱਛੀਆਂ ਨੂੰ ਵੀ, ਜਿਹੜੀਆਂ ਤੇਰੀ ਖੱਲ ਉੱਤੇ ਚਿਮੜੀਆਂ ਹੋਈਆਂ ਹਨ।"},{"number":5,"verse":"ਅਤੇ ਮੈਂ ਤੈਨੂੰ ਤੇ ਤੇਰਿਆਂ ਦਰਿਆਵਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਮੱਛੀਆਂ ਨੂੰ ਉਜਾੜ ਵਿੱਚ ਸੁੱਟ ਦਿਆਂਗਾ, ਤੂੰ ਖੁਲ੍ਹੇ ਖੇਤ ਵਿੱਚ ਪਿਆ ਰਹੇਂਗਾ, ਤੂੰ ਨਾ ਇੱਕ ਥਾਂ ਕੀਤਾ ਜਾਵੇਂਗਾ ਨਾ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇਂਗਾ, ਮੈਂ ਤੈਨੂੰ ਧਰਤੀ ਦੇ ਦਰਿੰਦਿਆਂ ਅਤੇ ਅਕਾਸ਼ ਦੇ ਪੰਛੀਆਂ ਨੂੰ ਖਾਣ ਲਈ ਦਿਆਂਗਾ।।"},{"number":6,"verse":"ਮਿਸਰ ਦੇ ਸਾਰੇ ਵਾਸੀ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ, ਏਸ ਲਈ ਕਿ ਓਹ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਲਈ ਕੇਵਲ ਕਾਨੇ ਦਾ ਸਹਾਰਾ ਸਨ"},{"number":7,"verse":"ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਤੈਨੂੰ ਹੱਥ ਵਿੱਚ ਫੜਿਆ ਤਾਂ ਤੂੰ ਟੁੱਟ ਗਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੇ ਮੋਢੇ ਫੱਟੜ ਕਰ ਦਿੱਤੇ, ਫੇਰ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਤੇਰਾ ਸਹਾਰਾ ਲਿਆ, ਤਾਂ ਤੂੰ ਟੋਟੇ ਟੋਟੇ ਹੋ ਗਿਆ, ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੇ ਲੱਕ ਹਿੱਲ ਗਏ"},{"number":8,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਵੇਖ, ਮੈਂ ਇੱਕ ਤਲਵਾਰ ਤੇਰੇ ਉੱਤੇ ਲਿਆਵਾਂਗਾ ਅਤੇ ਤੇਰੇ ਵਿੱਚੋਂ ਆਦਮੀਆਂ ਅਤੇ ਪਸੂਆਂ ਨੂੰ ਵੱਢ ਸੁੱਟਾਂਗਾ"},{"number":9,"verse":"ਅਤੇ ਮਿਸਰ ਦੇਸ ਉੱਜੜ ਪੁੱਜੜ ਜਾਵੇਗਾ ਅਤੇ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ, ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਆਖਿਆ ਹੈ ਕਿ ਨਦੀ ਮੇਰੀ ਹੀ ਹੈ ਅਤੇ ਮੈਂ ਹੀ ਉਹ ਨੂੰ ਬਣਾਇਆ ਹੈ"},{"number":10,"verse":"ਏਸ ਲਈ ਵੇਖ, ਮੈਂ ਤੇਰਾ ਅਤੇ ਤੇਰੀਆਂ ਨਦੀਆਂ ਦਾ ਵਿਰੋਧੀ ਹਾਂ ਅਤੇ ਮਿਸਰ ਦੇਸ ਨੂੰ ਮਿਗਦੋਲ ਸਵੇਨੇਹ ਤੋਂ ਕੂਸ਼ ਦੀ ਹੱਦ ਤੀਕਰ ਉੱਕਾ ਉਜਾੜ ਪੁਜਾੜ ਦਿਆਂਗਾ"},{"number":11,"verse":"ਕਿਸੇ ਆਦਮੀ ਦਾ ਪੈਰ ਉਹ ਦੇ ਵਿੱਚ ਦੀ ਨਾ ਲੰਘੇਗਾ, ਨਾ ਕਿਸੇ ਪਸ਼ੂ ਦਾ ਖੁਰ ਉਹ ਦੇ ਵਿੱਚ ਦੀ ਲੰਘੇਗਾ, ਨਾ ਇਹ ਚਾਲੀ ਵਰ੍ਹੇ ਤੀਕਰ ਅਬਾਦ ਹੋਵੇਗਾ"},{"number":12,"verse":"ਅਤੇ ਮੈਂ ਉੱਜੜੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਮਿਸਰ ਦੇਸ ਨੂੰ ਉਜਾੜ ਦਿਆਂਗਾ ਅਤੇ ਉੱਜੜੇ ਹੋਏ ਸ਼ਹਿਰਾਂ ਦੇ ਵਿੱਚ ਉਹ ਦੇ ਸ਼ਹਿਰ ਚਾਲੀ ਵਰ੍ਹੇ ਤੀਕਰ ਉਜਾੜ ਰਹਿਣਗੇ ਅਤੇ ਮੈਂ ਮਿਸਰੀਆਂ ਨੂੰ ਕੌਮਾਂ ਵਿੱਚ ਖਿਲਾਰ ਦਿਆਂਗਾ ਅਤੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੂੰ ਤਿਤ੍ਰ ਬਿਤ੍ਰ ਕਰਾਂਗਾ"},{"number":13,"verse":"ਕਿਉਂ ਜੋ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਚਾਲੀਆਂ ਵਰ੍ਹਿਆਂ ਦੇ ਅੰਤ ਵਿੱਚ ਮੈਂ ਮਿਸਰੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਜਿੱਥੇ ਓਹ ਖਿਲਰ ਗਏ ਸਨ, ਫੇਰ ਇੱਕਠਾ ਕਰਾਂਗਾ"},{"number":14,"verse":"ਅਤੇ ਮੈਂ ਮਿਸਰ ਦੇ ਦੇਸ ਨਿਕਾਲੇ ਵਾਲਿਆਂ ਨੂੰ ਫੇਰ ਲਿਆਵਾਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਨਮ ਭੂਮੀ ਵਿੱਚ ਅਰਥਾਤ ਫਤਰੋਸ ਦੇ ਦੇਸ ਵਿੱਚ ਮੋੜ ਲਿਆਵਾਂਗਾ ਅਤੇ ਉੱਥੇ ਉਨ੍ਹਾਂ ਦਾ ਨਿੱਕਾ ਜਿਹਾ ਰਾਜ ਬਣੇਗਾ"},{"number":15,"verse":"ਇਹ ਰਾਜਾਂ ਵਿੱਚੋਂ ਨਿੱਕਾ ਜਿਹਾ ਹੋਵੇਗਾ ਅਤੇ ਫੇਰ ਕੌਮਾਂ ਉੱਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚਾ ਨਾ ਕਰ ਸੱਕੇਗਾ ਕਿਉਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਨੀਵਾਂ ਕਰਾਂਗਾ ਤਾਂ ਜੋ ਫੇਰ ਕੌਮਾਂ ਉੱਪਰ ਹਕੂਮਤ ਨਾ ਕਰਨ"},{"number":16,"verse":"ਅਤੇ ਉਹ ਅੱਗੋਂ ਲਈ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦਾ ਭਰੋਸਾ ਨਹੀਂ ਹੋਵੇਗਾ। ਜਦੋਂ ਓਹ ਉਨ੍ਹਾਂ ਦੀ ਛੇਕੜ ਵੱਲ ਵੇਖਣਗੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਔਗਣ ਉਨ੍ਹਾਂ ਨੂੰ ਚੇਤੇ ਆਉਣਗੇ ਅਤੇ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਹਾਂ!।।"},{"number":17,"verse":"ਸਤਾਈਵੇਂ ਵਰ੍ਹੇ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ ਦੀ ਪਹਿਲੀ ਤਰੀਕ ਨੂੰ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਮੇਰੇ ਕੋਲ ਆਇਆ ਤੇ ਆਖਿਆ ਕਿ"},{"number":18,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਨੇ ਆਪਣੀ ਫੌਜ ਤੋਂ ਸੂਰ ਦੀ ਵਿਰੋਧਤਾ ਵਿੱਚ ਵੱਡੀ ਸੇਵਾ ਕਰਵਾਈ ਹੈ। ਹਰੇਕ ਦਾ ਸਿਰ ਗੰਜਾ ਹੋ ਗਿਆ ਅਤੇ ਹਰੇਕ ਦਾ ਮੋਢਾ ਛਿੱਲਿਆ ਗਿਆ ਪਰ ਨਾ ਉਹ ਨੇ, ਨਾ ਉਹ ਦੀ ਫੌਜ ਨੇ ਉਸ ਸੇਵਾ ਦੇ ਬਦਲੇ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਉਹ ਦੀ ਵਿਰੋਧਤਾ ਵਿੱਚ ਕੀਤੀ ਸੀ ਸੂਰ ਤੋਂ ਕੁਝ ਫਲ ਪਰਾਪਤ ਕੀਤਾ"},{"number":19,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖ, ਮੈਂ ਮਿਸਰ ਦਾ ਦੇਸ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਨੂੰ ਦੇ ਦਿਆਂਗਾ, ਉਹ ਉਸ ਦੀ ਭੀੜ ਨੂੰ ਲੈ ਜਾਵੇਗਾ ਅਤੇ ਉਸ ਨੂੰ ਲੁੱਟ ਲਵੇਗਾ, ਅਤੇ ਉਹ ਨੂੰ ਲੁੱਟ ਦਾ ਮਾਲ ਬਣਾਵੇਗਾ ਅਤੇ ਇਹ ਉਸ ਦੀ ਫੌਜ ਦੀ ਕਮਾਈ ਹੋਵੇਗੀ"},{"number":20,"verse":"ਮੈਂ ਮਿਸਰ ਦਾ ਦੇਸ ਉਸ ਸੇਵਾ ਦੇ ਬਦਲੇ ਜੋ ਉਸ ਕੀਤੀ ਉਹ ਨੂੰ ਦਿੱਤਾ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"},{"number":21,"verse":"ਮੈਂ ਉਸ ਵੇਲੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦਾ ਸਿੰਗ ਉਗਾਵਾਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਤੇਰਾ ਮੂੰਹ ਖੋਲ੍ਹਾਂਗਾ ਅਤੇ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!।।"}]}