{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"( ਮਿਸਰ ਦੀ ਬਰਬਾਦੀ) ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":2,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਅਗੰਮ ਵਾਚ ਅਤੇ ਤੂੰ ਆਖ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਕੁਰਲਾ, ਅਫਸੋਸ ਉਸ ਦਿਨ ਤੇ!"},{"number":3,"verse":"ਏਸ ਲਈ ਕਿ ਦਿਨ ਨੇੜੇ ਹੈ, ਹਾਂ, ਯਹੋਵਾਹ ਦਾ ਦਿਨ ਨੇੜੇ ਹੈ, ਅਰਥਾਤ ਬੱਦਲਾਂ ਦਾ ਦਿਨ, ਇਹ ਕੌਮਾਂ ਦਾ ਸਮਾ ਹੋਵੇਗਾ!"},{"number":4,"verse":"ਅਤੇ ਤਲਵਾਰ ਮਿਸਰ ਵਿੱਚ ਆਵੇਗੀ, ਤੇ ਕੂਸ਼ ਵਿੱਚ ਕੰਬਣੀ ਹੋਵੇਗੀ, ਜਦੋਂ ਮਿਸਰ ਵਿੱਚ ਵੱਢੇ ਹੋਏ ਡਿੱਗਣਗੇ, ਅਤੇ ਓਹ ਭੀੜ ਨੂੰ ਲੈ ਜਾਣਗੇ ਅਤੇ ਉਹ ਦੀਆਂ ਨੀਂਹਾਂ ਪੁੱਟੀਆਂ ਜਾਣਗੀਆਂ।"},{"number":5,"verse":"ਕੂਸ਼ ਅਤੇ ਫੂਟ ਅਤੇ ਲੂਦ ਅਤੇ ਸਾਰੇ ਮਿਲਵੇਂ ਲੋਕ ਅਤੇ ਕੂਬ, ਅਤੇ ਉਸ ਨੇਮ ਵਾਲੀ ਧਰਤੀ ਦੇ ਵਾਸੀ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗ ਪੈਣਗੇ।।"},{"number":6,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਮਿਸਰ ਦੇ ਸਹਾਇਕ ਡਿੱਗ ਪੈਣਗੇ, ਅਤੇ ਉਹ ਦੀ ਸ਼ਕਤੀ ਦਾ ਘੁਮੰਡ ਟੁੱਟ ਜਾਵੇਗਾ, ਮਿਗਦੋਲ ਸਵੇਨੇਹ ਤੋਂ, ਓਹ ਉਸ ਵਿੱਚ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗ ਪੈਣਗੇ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":7,"verse":"ਅਤੇ ਓਹ ਉੱਜੜੇ ਦੇਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਉੱਜੜਨਗੇ, ਅਤੇ ਉਹ ਦੇ ਸ਼ਹਿਰ ਉੱਜੜੇ ਸ਼ਹਿਰਾਂ ਦੇ ਵਿਚਕਾਰ ਉਜਾੜ ਰਹਿਣਗੇ।"},{"number":8,"verse":"ਅਤੇ ਜਦੋਂ ਮੈਂ ਮਿਸਰ ਵਿੱਚ ਅੱਗ ਲਾਵਾਂਗਾ, ਅਤੇ ਉਹ ਦੇ ਸਾਰੇ ਸਹਾਇਕ ਭੰਨੇ ਜਾਣਗੇ, ਤਦ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!।।"},{"number":9,"verse":"ਉਸ ਦਿਨ ਬਹੁਤ ਸਾਰੇ ਦੂਤ ਜਹਾਜ਼ਾਂ ਵਿੱਚ ਮੇਰੇ ਵੱਲੋਂ ਘੱਲੇ ਜਾਣਗੇ, ਭਈ ਮਨਮੁੱਖ ਕੂਸ਼ੀਆਂ ਨੂੰ ਡਰਾਉਣ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਖ਼ਤ ਪੀੜ ਹੋਵੇਗੀ, ਜਿਵੇਂ ਮਿਸਰ ਦੇ ਦਿਨ ਵਿੱਚ, ਕਿਉਂ ਜੋ ਵੇਖ! ਉਹ ਆਉਂਦਾ ਹੈ।।"},{"number":10,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਮੈਂ ਮਿਸਰ ਦੀ ਭੀੜ ਨੂੰ, ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਰੱਸਰ ਦੇ ਹੱਥੋਂ ਮੁਕਾ ਦੇਵਾਂਗਾ।"},{"number":11,"verse":"ਉਹ ਅਤੇ ਉਹ ਦੇ ਲੋਕੀਂ ਜੋ ਕੌਮਾਂ ਵਿੱਚ ਭਿਆਣਕ ਹਨ, ਦੇਸ ਉਜਾੜਨ ਲਈ ਘੱਲੇ ਜਾਣਗੇ, ਓਹ ਮਿਸਰ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀਆਂ ਤਲਵਾਰਾਂ ਖਿੱਚਣਗੇ, ਅਤੇ ਦੇਸ ਨੂੰ ਵੱਢਿਆਂ ਹੋਇਆਂ ਨਾਲ ਭਰ ਦੇਣਗੇ।"},{"number":12,"verse":"ਅਤੇ ਮੈਂ ਨਦੀਆਂ ਨੂੰ ਸੁੱਕਾ ਦਿਆਂਗਾ, ਅਤੇ ਦੇਸ ਨੂੰ ਬੁਰਿਆਰਾਂ ਦੇ ਹੱਥ ਵੇਚਾਂਗਾ, ਅਤੇ ਮੈਂ ਉਸ ਦੇਸ ਅਤੇ ਉਸ ਦੀ ਭਰਪੂਰੀ ਨੂੰ ਓਪਰਿਆਂ ਦੇ ਹੱਥ ਉਜਾੜ ਦਿਆਂਗਾ, ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਹੈ।।"},{"number":13,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਮੈਂ ਬੁੱਤਾਂ ਨੂੰ ਮਲੀਆ ਮੇਟ ਕਰ ਦਿਆਂਗਾ, ਅਤੇ ਨੋਫ ਵਿੱਚੋਂ ਮੂਰਤੀਆਂ ਨੂੰ ਨਾਸ ਕਰ ਦਿਆਂਗਾ, ਅਤੇ ਅੱਗੇ ਨੂੰ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਕੋਈ ਰਾਜਕੁਮਾਰ ਨਹੀਂ ਹੋਵੇਗਾ, ਅਤੇ ਮੈਂ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਡਰ ਪਾ ਦਿਆਂਗਾ।"},{"number":14,"verse":"ਅਤੇ ਫਤਰੋਸ ਨੂੰ ਉਜਾੜ ਦਿਆਂਗਾ, ਅਤੇ ਸੋਆਨ ਵਿੱਚ ਅੱਗ ਲਾਵਾਂਗਾ, ਅਤੇ ਨੋ ਵਿੱਚ ਮੈਂ ਨਿਆਉਂ ਕਰਾਂਗਾ,"},{"number":15,"verse":"ਅਤੇ ਮੈਂ ਸੀਨ ਉੱਤੇ ਜੋ ਮਿਸਰ ਦਾ ਗੜ੍ਹ ਹੈ, ਆਪਣਾ ਕਹਿਰ ਘੱਲਾਂਗਾ, ਅਤੇ ਨੋ ਦੀ ਭੀੜ ਨੂੰ ਵੱਢ ਸੁੱਟਾਂਗਾ।"},{"number":16,"verse":"ਅਤੇ ਮੈਂ ਮਿਸਰ ਵਿੱਚ ਅੱਗ ਲਾਵਾਂਗਾ, ਸੀਨ ਨੂੰ ਕਰੜਾ ਦੁਖ ਹੋਵੇਗਾ, ਨੋ ਚੀਰਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਨੋਫ ਦਿਨ ਦਿਹਾੜੇ ਦੁਖੀ ਹੋਵੇਗਾ।"},{"number":17,"verse":"ਆਵਨ ਅਤੇ ਫੀ-ਬਸਥ ਦੇ ਗਭਰੂ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗ ਪੈਣਗੇ, ਅਤੇ ਤੀਵੀਆਂ ਅਸੀਰੀ ਵਿੱਚ ਜਾਣਗੀਆਂ।"},{"number":18,"verse":"ਅਤੇ ਤਹਫਨਹੇਸ ਵਿੱਚ ਵੀ ਦਿਨ ਨੂੰ ਅਨ੍ਹੇਰਾ ਹੋ ਜਾਵੇਗਾ, ਜਦੋਂ ਮੈ ਉੱਥੇ ਮਿਸਰ ਦੇ ਜੂਲਿਆਂ ਨੂੰ ਤੋਂੜਾਂਗਾ, ਅਤੇ ਉਹ ਦੇ ਵਿੱਚ ਸ਼ਕਤੀ ਦੀ ਵਡਿਆਈ ਨਾ ਰਹੇਗੀ, ਅਤੇ ਬੱਦਲ ਇਹ ਨੂੰ ਢੱਕ ਲਵੇਗਾ, ਅਤੇ ਉਹ ਦੀਆਂ ਧੀਆਂ ਅਸੀਰੀ ਵਿੱਚ ਜਾਣ- ਗੀਆਂ।"},{"number":19,"verse":"ਮੈਂ ਮਿਸਰ ਵਿੱਚ ਨਿਆਉਂ ਕਰਾਂਗਾ, ਤਾਂ ਓਹ ਜਾਣਨਗੇ, ਕਿ ਯਹੋਵਾਹ ਮੈਂ ਹਾਂ!।।"},{"number":20,"verse":"ਐਉਂ ਹੋਇਆ ਕਿ ਬਾਰਵੇਂ ਵਰ੍ਹੇ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ ਦੀ ਸਤਵੀਂ ਤਰੀਕ ਨੂੰ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਕਿ"},{"number":21,"verse":"ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਮੈਂ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਦੀ ਬਾਂਹ ਭੰਨ ਦਿੱਤੀ ਹੈ ਅਤੇ ਵੇਖ, ਉਹ ਬੰਨ੍ਹੀ ਨਹੀਂ ਗਈ। ਦਵਾਈ ਲਾ ਕੇ ਉਸ ਤੇ ਪੱਟੀਆਂ ਨਹੀਂ ਕੱਸੀਆਂ ਗਈਆਂ ਤਾਂ ਜੋ ਤਲਵਾਰ ਫੜਨ ਲਈ ਤਕੜੀ ਹੋਵੇ"},{"number":22,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖ, ਮੈਂ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਦਾ ਵਿਰੋਧੀ ਹਾਂ ਅਤੇ ਉਹ ਦੀਆਂ ਬਾਂਹਾਂ ਨੂੰ ਭੰਨਾਂਗਾ ਅਰਥਾਤ ਪੱਕੀ ਅਤੇ ਟੁੱਟੀ ਹੋਈ ਦੋਨਾਂ ਨੂੰ ਭੰਨਾਂਗਾ ਅਤੇ ਤਲਵਾਰ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚੋਂ ਡੇਗ ਦਿਆਂਗਾ"},{"number":23,"verse":"ਅਤੇ ਮੈਂ ਮਿਸਰੀਆਂ ਨੂੰ ਕੌਮਾਂ ਵਿੱਚ ਖਿਲਾਰ ਦਿਆਂਗਾ ਅਤੇ ਦੇਸਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੂੰ ਤਿਤ੍ਰ ਬਿਤ੍ਰ ਕਰਾਂਗਾ"},{"number":24,"verse":"ਅਤੇ ਮੈਂ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਦੀਆਂ ਬਾਂਹਾਂ ਨੂੰ ਬਲ ਬਖ਼ਸ਼ਾਂਗਾ ਅਤੇ ਆਪਣੀ ਤਲਵਾਰ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿਆਂਗਾ, ਪਰ ਫ਼ਿਰਊਨ ਦੀਆਂ ਬਾਂਹਾਂ ਨੂੰ ਭੰਨਾਂਗਾ ਅਤੇ ਉਹ ਉਹ ਦੇ ਮੂਹਰੇ ਉਸ ਫੱਟੜ ਵਾਂਙੁ ਜੋ ਮਰਨ ਵਾਲਾ ਹੋਵੇ ਆਹਾਂ ਭਰੇਗਾ"},{"number":25,"verse":"ਜਦ ਮੈਂ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਦੀਆਂ ਬਾਂਹਾਂ ਨੂੰ ਬਲ ਦਿਆਂਗਾ ਅਤੇ ਫ਼ਿਰਊਨ ਦੀਆਂ ਬਾਂਹਾਂ ਡਿੱਗ ਪੈਣਗੀਆਂ ਅਤੇ ਜਦੋਂ ਮੈਂ ਆਪਣੀ ਤਲਵਾਰ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿਆਂਗਾ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਮਿਸਰ ਦੇ ਦੇਸ ਤੇ ਖਿੱਚੇਗਾ ਤਾਂ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!"},{"number":26,"verse":"ਅਤੇ ਮੈਂ ਮਿਸਰੀਆਂ ਨੂੰ ਕੌਮਾਂ ਵਿੱਚ ਖਿਲਾਰ ਪੁਲਾਰ ਦਿਆਂਗਾ ਅਤੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੂੰ ਤਿਤ੍ਰ ਬਿਤ੍ਰ ਕਰਾਂਗਾ, ਤਦ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ!।।"}]}