{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"( ਯਰੂਸ਼ਲਮ ਦੇ ਘੇਰੇ ਦਾ ਪਰਤੱਖ ਪਰਮਾਨ) ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਇੱਕ ਖਪਰੈਲ ਲੈ ਅਤੇ ਆਪਣੇ ਅੱਗੇ ਰੱਖ ਕੇ ਉਸ ਉੱਤੇ ਇੱਕ ਸ਼ਹਿਰ, ਹਾਂ ਯਰੂਸ਼ਲਮ ਦੀ ਤਸਵੀਰ ਖਿੱਚ"},{"number":2,"verse":"ਉਸ ਦੇ ਦੁਆਲੇ ਘੇਰਾ ਪਾ, ਅਤੇ ਉਸ ਦੇ ਸਾਹਮਣੇ ਗੜ੍ਹ ਬਣਾ ਅਤੇ ਉਹ ਦੇ ਸਾਹਮਣੇ ਦਮਦਮਾ ਬੰਨ੍ਹ, ਅਤੇ ਉਸ ਦੇ ਦੁਆਲੇ ਤੰਬੂ ਖੜੇ ਕਰ, ਅਤੇ ਚਾਰੋਂ ਪਾਸੇ ਕਿਲਾਤੋਂੜ ਜੰਤ੍ਰੇ ਰੱਖ"},{"number":3,"verse":"ਫੇਰ ਤੂੰ ਲੋਹੇ ਦਾ ਇੱਕ ਤਵਾ ਲੈ, ਅਤੇ ਆਪਣੇ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਵਿਚਾਲੇ ਉਹ ਨੂੰ ਗੱਡ ਦੇਹ ਕਿ ਉਹ ਲੋਹੇ ਦੀ ਕੰਧ ਬਣ ਜਾਵੇ ਅਤੇ ਆਪਣਾ ਮੂੰਹ ਉਹ ਦੀ ਵੱਲ ਕਰ ਅਤੇ ਉਹ ਘੇਰੇ ਵਿੱਚ ਆਇਆ ਹੋਵੇਗਾ ਅਤੇ ਤੂੰ ਉਸ ਨੂੰ ਘੇਰਨ ਵਾਲਾ ਹੋਵੇਂਗਾ। ਇਹ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਲਈ ਨਿਸ਼ਾਨ ਹੈ।।"},{"number":4,"verse":"ਉਸ ਦੇ ਮਗਰੋਂ ਤੂੰ ਆਪਣੇ ਖੱਬੇ ਪਾਸੇ ਪਰਨੇ ਲੇਟ ਰਹੁ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੇ ਅਪਰਾਧ ਇਸ ਉੱਤੇ ਰੱਖ ਦੇਹ। ਜਿੰਨੇ ਦਿਨ ਤੀਕੁਰ ਤੂੰ ਲੇਟਿਆ ਰਹੇਂਗਾ ਤੂੰ ਉਨ੍ਹਾਂ ਦੇ ਔਗਣ ਆਪਣੇ ਉੱਤੇ ਝੱਲੇਂਗਾ।"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਔਗਣਾਂ ਦੇ ਵਰ੍ਹਿਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਦੀ ਗਿਣਤੀ ਦੇ ਅਨੁਸਾਰ ਜੋ ਤਿੰਨ ਸੌ ਨੱਵੇ ਦਿਨ ਹਨ, ਤੇਰੇ ਉੱਤੇ ਰੱਖਿਆ ਹੈ ਸੋ ਤੂੰ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੇ ਔਗਣ ਝੱਲੇਂਗਾ"},{"number":6,"verse":"ਅਤੇ ਜਦ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਪੂਰਾ ਕਰ ਚੁੱਕੇਂ ਤਾਂ ਫੇਰ ਆਪਣੇ ਸੱਜੇ ਪਾਸੇ ਵੱਲ ਲੇਟ ਜਾਵੀਂ ਅਤੇ ਚਾਲੀ ਦਿਨਾਂ ਤੀਕਰ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਦੇ ਔਗਣ ਨੂੰ ਝੱਲੀਂ। ਮੈਂ ਤੇਰੇ ਲਈ ਇੱਕ ਇੱਕ ਵਰ੍ਹੇ ਬਦਲੇ ਇੱਕ ਇੱਕ ਦਿਨ ਠਹਿਰਾਇਆ ਹੈ"},{"number":7,"verse":"ਫੇਰ ਤੂੰ ਯਰੂਸ਼ਲਮ ਦੇ ਘੇਰੇ ਵੱਲੇ ਮੂੰਹ ਕਰ ਅਤੇ ਆਪਣੀ ਬਾਂਹ ਨੰਗੀ ਕਰ ਅਤੇ ਉਹਦੇ ਵਿਰੁੱਧ ਅੰਗਮ ਵਾਚ"},{"number":8,"verse":"ਅਤੇ ਵੇਖ, ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਬੰਧਣ ਪਾਵਾਂਗਾ ਤਾਂ ਜੋ ਤੂੰ ਪਾਸਾ ਨਾ ਪਰਤ ਸੱਕੇਂ ਜਦੋਂ ਤੀਕ ਤੂੰ ਆਪਣੇ ਘੇਰੇ ਦੇ ਦਿਨਾਂ ਨੂੰ ਪੂਰਾ ਨਾ ਕਰ ਲਵੇਂ"},{"number":9,"verse":"ਤੂੰ ਆਪਣੇ ਲਈ ਕਣਕ, ਜੌਂ ਅਤੇ ਫਲੀਆਂ ਅਤੇ ਦਾਲ ਅਤੇ ਚੀਣਾ ਅਤੇ ਬਾਜਰਾ ਲੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕੋ ਭਾਂਡੇ ਵਿੱਚ ਰੱਖ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਐਨੀਆਂ ਰੋਟੀਆਂ ਪਕਾ ਜਿੰਨੇ ਦਿਨਾਂ ਤੀਕਰ ਤੂੰ ਪਾਸੇ ਪਰਨੇ ਲੇਟਿਆ ਰਹੇਂਗਾ, ਤੂੰ ਤਿੰਨ ਸੌ ਨੱਵੇ ਦਿਨਾਂ ਤੀਕ ਉਨ੍ਹਾਂ ਨੂੰ ਖਾਈਂ"},{"number":10,"verse":"ਅਤੇ ਤੇਰਾ ਖਾਣਾ ਜੋ ਤੂੰ ਖਾਵੇਂਗਾ ਤੋਲ ਅਨੁਸਾਰ ਪਾਉ ਪੱਕਾ ( 20 ਤੋਂਲੇ ।) ਨਿੱਤ ਦਾ ਹੋਵੇਗਾ। ਤੂੰ ਕਦੇ ਕਦੇ ਖਾਈਂ"},{"number":11,"verse":"ਤੂੰ ਪਾਣੀ ਵੀ ਮਿਣ ਕੇ ਇੱਕ ਸੇਰ ( ਹੀਨ ਦਾ ਛੇਵਾਂ ਹਿੱਸਾ ।) ਪੀਵੇਂਗਾ। ਤੂੰ ਕਦੇ ਕਦੇ ਪੀਣਾ"},{"number":12,"verse":"ਅਤੇ ਤੂੰ ਜੌਂ ਦੇ ਫੁਲਕੇ ਖਾਵੀਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਮਨੁੱਖ ਦੇ ਵਿਸ਼ਟੇ ਨਾਲ ਪਕਾਵੀਂ"},{"number":13,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਐਉਂ ਇਸਰਾਏਲੀ ਆਪਣੀਆਂ ਪਲੀਤ ਰੋਟੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਕੌਮਾਂ ਦੇ ਵਿਚਕਾਰ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਧੱਕਾਂਗਾ ਖਾਇਆ ਕਰਣਗੇ"},{"number":14,"verse":"ਤਾਂ ਮੈਂ ਆਖਿਆ, ਹਾਇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ! ਵੇਖ, ਮੇਰੀ ਜਾਨ ਕਦੇ ਪਲੀਤ ਨਹੀਂ ਹੋਈ ਅਤੇ ਆਪਣੀ ਜੁਆਨੀ ਤੋਂ ਲੈਕੇ ਅੱਜ ਤੀਕੁਰ ਕੋਈ ਮਰੀ ਹੋਈ ਸ਼ੈ ਜਿਹੜੀ ਆਪ ਹੀ ਮਰ ਜਾਵੇ ਯਾ ਪਾੜੀ ਗਈ ਹੋਵੇ ਮੈਂ ਕਦੀ ਨਹੀਂ ਖਾਧੀ, ਅਤੇ ਅਸ਼ੁੱਧ ਮਾਸ ਮੇਰੇ ਮੂੰਹ ਵਿੱਚ ਕਦੇ ਨਹੀਂ ਪਿਆ"},{"number":15,"verse":"ਤਦ ਉਸ ਨੇ ਮੈਨੂੰ ਕਿਹਾ, ਵੇਖ, ਮੈਂ ਤੈਨੂੰ ਮਨੁੱਖ ਦੇ ਵਿਸ਼ਟੇ ਦੇ ਥਾਂ ਗਾਂ ਦਾ ਗੋਹਾ ਦਿੰਦਾ ਹਾਂ, ਸੋ ਤੂੰ ਆਪਣੀ ਰੋਟੀ ਉਸ ਦੇ ਨਾਲ ਪਕਾਵੀਂ"},{"number":16,"verse":"ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਕਿ ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਵੇਖ , ਮੈਂ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰੋਟੀ ਦੇ ਸਾਧਣ ਤੋੜ ਦਿਆਂਗਾ ਅਤੇ ਓਹ ਰੋਟੀ ਤੋਲ ਕੇ ਚਿੰਤਾ ਨਾਲ ਖਾਣਗੇ ਅਤੇ ਪਾਣੀ ਵੀ ਹਰਾਨੀ ਨਾਲ ਮਿਣ ਮਿਣ ਕੇ ਪੀਣਗੇ"},{"number":17,"verse":"ਇਹ ਇਸ ਲਈ ਹੋਵੇਗਾ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਰੋਟੀ ਅਤੇ ਪਾਣੀ ਦੀ ਥੁੜ ਹੋਵੇ ਅਤੇ ਆਪੋ ਵਿੱਚ ਲਚਾਰ ਹੋਣ ਅਤੇ ਆਪਣੀ ਬੁਰਿਆਈ ਵਿੱਚ ਲਿੱਸੇ ਪੈ ਜਾਣ।"}]}