{"bibleAbbr":"paOV2016","bookName":"ਹਿਜ਼ਕੀਏਲ","bookEnglishName":"Ezekiel","chapterNumber":5,"verses":[{"number":1,"verse":"( ਹੋਰ ਪਰਤੱਖ ਪਰਮਾਨ) ਹੇ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਇੱਕ ਤੇਜ਼ ਤਲਵਾਰ ਲੈ ਅਤੇ ਨਾਈ ਦੇ ਉਸਤਰੇ ਵਾਂਗਰ ਉਹ ਨੂੰ ਲੈ ਕੇ ਉਹ ਦੇ ਨਾਲ ਆਪਣਾ ਸਿਰ ਤੇ ਦਾੜ੍ਹੀ ਮੁਨਾ, ਅਤੇ ਤਕੜੀ ਲੈ ਕੇ ਵਾਲਾਂ ਨੂੰ ਤੋਲ ਕੇ ਉਨ੍ਹਾਂ ਦੇ ਹਿੱਸੇ ਬਣਾ"},{"number":2,"verse":"ਫਿਰ ਜਦੋਂ ਘੇਰੇ ਦੇ ਦਿਨ ਪੂਰਾ ਹੋ ਜਾਣ ਤਾਂ ਉਨ੍ਹਾਂ ਦਾ ਤੀਜਾ ਭਾਗ ਲੈਕੇ ਸ਼ਹਿਰ ਦੇ ਵਿਚਕਾਰ ਅੱਗ ਵਿੱਚ ਸਾੜ, ਫੇਰ ਦੂਜੀ ਵਾਰ ਤੀਜਾ ਹਿੱਸਾ ਲੈਕੇ ਤਲਵਾਰ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਹਿਰ ਦੇ ਏੱਧਰ ਓੱਧਰ ਮਾਰ ਅਤੇ ਰਹਿੰਦਾ ਤੀਜਾ ਭਾਗ ਹਵਾ ਵਿੱਚ ਖਿਲਾਰ ਦੇਹ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਤਲਵਾਰ ਧੂ ਲਵਾਂਗਾ"},{"number":3,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵਿੱਚੋਂ ਥੋੜੇ ਜਿਹੇ ਵਾਲ ਗਿਣ ਕੇ ਲੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਪਲੇ ਵਿੱਚ ਬੰਨ੍ਹ"},{"number":4,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਕੱਢ ਕੇ ਅੱਗ ਵਿਚ ਪਾ ਦੇਹ ਅਤੇ ਅੱਗ ਵਿੱਚ ਸਾੜ ਦੇਹ। ਇਸ ਵਿੱਚੋਂ ਇੱਕ ਅੱਗਨੀ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਵਿੱਚ ਨਿੱਕਲੇਗੀ।।"},{"number":5,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਯਰੂਸ਼ਲਮ ਇਹੋ ਹੀ ਹੈ। ਮੈਂ ਉਸ ਨੂੰ ਕੌਮਾਂ ਦੇ ਕੇਂਦਰ ਵਿੱਚ ਰੱਖਿਆ ਹੈ ਅਤੇ ਉਹ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇਸ ਹਨ"},{"number":6,"verse":"ਅਤੇ ਉਹ ਨੇ ਮੇਰੇ ਨਿਆਵਾਂ ਦੇ ਵਿਰੁੱਧ ਆਕੀ ਹੋ ਕੇ ਦੂਜੀਆਂ ਕੌਮਾਂ ਨਾਲੋ ਵਧੀਕ ਦੁਸ਼ਟਤਾ ਕੀਤੀ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਦੇ ਵਿਰੁੱਧ ਚੁਫੇਰੇ ਦੇ ਦੇਸਾਂ ਨਾਲੋਂ ਵਧੀਕ ਬੁਰਿਆਈ ਕੀਤੀ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਨਿਆਵਾਂ ਨੂੰ ਰੱਦ ਕੀਤਾ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਵਿੱਚ ਨਹੀਂ ਚੱਲੇ"},{"number":7,"verse":"ਸੋ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਕੌਮਾਂ ਨਾਲੋਂ ਵਧੀਕ ਉਪਾਧੀ ਹੋ ਅਤੇ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਉੱਤੇ ਨਹੀਂ ਤੁਰੇ ਅਤੇ ਮੇਰੇ ਹੁਕਮਾਂ ਨੂੰ ਨਹੀਂ ਮੰਨਿਆ ਸਗੋਂ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਕੌਮਾਂ ਦੇ ਹੁਕਮਾਂ ਉੱਤੇ ਅਮਲ ਨਹੀਂ ਕੀਤਾ"},{"number":8,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਵੇਖ, ਮੈਂ, ਹਾਂ ਮੈਂ ਹੀ ਤੇਰੇ ਵਿਰੁੱਧ ਹਾਂ ਅਤੇ ਮੈਂ ਕੌਮਾਂ ਦੇ ਸਾਹਮਣੇ ਤੇਰੇ ਵਿੱਚ ਨਿਆਉਂ ਕਰਾਂਗਾ"},{"number":9,"verse":"ਅਤੇ ਮੈਂ ਤੇਰੇ ਸਾਰੇ ਘਿਣਾਉਣੇ ਕੰਮਾਂ ਦੇ ਕਾਰਨ ਤੇਰੇ ਨਾਲ ਉਹ ਕਰਾਂਗਾ ਜੋ ਮੈਂ ਹੁਣ ਤੀਕਰ ਕਦੇ ਨਹੀਂ ਕੀਤਾ ਅਤੇ ਅੱਗੇ ਲਈ ਇਹੋ ਜਿਹਾ ਵੀ ਕਿਸੇ ਨਾਲ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":10,"verse":"ਸੋ ਤੇਰੇ ਵਿੱਚ ਪਿਉ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਖਾਣਗੇ ਅਤੇ ਪੁੱਤ੍ਰ ਪੇਵਾਂ ਨੂੰ ਖਾ ਜਾਣਗੇ ਅਤੇ ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਨਿਆਉਂ ਨੂੰ ਪੂਰਾ ਕਰਾਂਗਾ ਅਤੇ ਮੈਂ ਤੇਰੀ ਬਾਕੀ ਅੰਸ ਨੂੰ ਸਾਰੀਆਂ ਹਵਾਵਾਂ ਵਿੱਚ ਖਿਲਾਰ ਦਿਆਂਗਾ"},{"number":11,"verse":"ਸੋ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ ਕਿ ਮੈਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦੀ ਸੌਂਹ ਕਿਉਂ ਜੋ ਤੂੰ ਆਪਣਿਆ ਸਾਰਿਆਂ ਭੈੜਿਆਂ ਕੰਮਾਂ ਨਾਲ ਅਤੇ ਸਾਰੀਆਂ ਘਿਣਾਉਣੀਆਂ ਵਸਤਾਂ ਨਾਲ ਮੇਰੇ ਪਵਿੱਤਰ ਅਸਥਾਨ ਨੂੰ ਭ੍ਰਿਸ਼ਟ ਕੀਤਾ ਹੈ ਇਸ ਲਈ ਮੈਂ ਵੀ ਤੈਨੂੰ ਹਾਨੀ ਪਹੁੰਚਾਵਾਂਗਾ ਅਤੇ ਮੇਰੀ ਅੱਖ ਲਿਹਾਜ਼ ਨਹੀਂ ਕਰੇਗੀ ਅਰ ਮੈਂ ਕਦੀ ਵੀ ਤਰਸ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":12,"verse":"ਤੇਰਾ ਤੀਜਾ ਹਿੱਸਾ ਬਵਾ ਨਾਲ ਮਰ ਜਾਵੇਗਾ ਅਤੇ ਕਾਲ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਬਰਬਾਦ ਹੋ ਜਾਵੇਗਾ। ਅਤੇ ਤੀਜਾ ਹਿੱਸਾ ਤੇਰੇ ਦੁਆਲੇ ਦੀ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗ ਪਵੇਗਾ ਅਤੇ ਤੀਜਾ ਹਿੱਸਾ ਸਾਰੀਆਂ ਹਵਾਵਾਂ ਵਿੱਚ ਖਿਲਾਰ ਦਿਆਂਗਾ ਅਤੇ ਮੈਂ ਤਲਵਾਰ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਧੂ ਲਵਾਂਗਾ"},{"number":13,"verse":"ਐਉਂ ਮੇਰਾ ਕ੍ਰੋਧ ਪੂਰਾ ਹੋਵੇਗਾ ਤਦੋਂ ਮੇਰਾ ਗੁੱਸਾ ਉਨ੍ਹਾਂ ਉੱਤੋਂ ਮਧਮ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਹੋਵੇਗੀ ਅਤੇ ਜਦੋਂ ਮੈਂ ਉਨ੍ਹਾਂ ਉੱਤੇ ਆਪਣਾ ਕਹਿਰ ਪੂਰਾ ਕਰਾਂਗਾ ਤਦ ਓਹ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਆਪਣੀ ਅਣਖ ਨਾਲ ਇਹ ਸਭ ਕੁਝ ਉਚਾਰਿਆ ਸੀ"},{"number":14,"verse":"ਏਸ ਤੋਂ ਬਿਨਾ ਮੈਂ ਤੈਨੂੰ ਉਨ੍ਹਾਂ ਕੌਮਾਂ ਦੇ ਵਿੱਚ ਜੋ ਤੇਰੇ ਆਲੇ ਦੁਆਲੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿੱਚ ਜੋ ਉੱਥੋਂ ਲੰਘਣਗੇ ਉਜਾੜ ਅਤੇ ਇੱਕ ਤਾਨਾ ਬਣਾਵਾਂਗਾ"},{"number":15,"verse":"ਸੋ ਜਦੋਂ ਮੈਂ ਕਹਿਰ, ਹਰਖ ਅਤੇ ਸਖਤ ਮਲਾਮਤ ਨਾਲ ਤੇਰੇ ਨਿਆਉਂ ਕਰਾਂਗਾ ਤਾਂ ਤੂੰ ਆਪਣੇ ਦੁਆਲੇ ਦੀਆਂ ਕੌਮਾਂ ਲਈ ਉਲਾਂਭੇ, ਠੱਠੇ, ਸਿਖਿਆ ਅਰ ਹੌਲ ਦਾ ਕਾਰਨ ਬਣੇਂਗਾ — ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਇਹ ਉਚਾਰਿਆ ਹੈ —"},{"number":16,"verse":"ਜਦੋਂ ਮੈਂ ਭਿਆਨਕ ਕਾਲ ਦੇ ਤੀਰ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਮਾਰਨ ਲਈ ਹਨ ਉਨ੍ਹਾਂ ਵੱਲ ਛੱਡਾਂਗਾ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਤੇਰੇ ਮਾਰਨ ਲਈ ਵੀ ਛੱਡਾਂਗਾ ਅਤੇ ਮੈਂ ਤੇਰੇ ਵਿੱਚ ਬਹੁਤ ਕਾਲ ਪਾਵਾਂਗਾ ਅਤੇ ਤੇਰੀ ਰੋਟੀ ਦੇ ਸਾਧਣ ਨੂੰ ਭੰਨ ਸੁੱਟਾਂਗਾ"},{"number":17,"verse":"ਅਤੇ ਮੈਂ ਤੇਰੇ ਵਿੱਚ ਕਾਲ ਅਤੇ ਬੁਰੇ ਦਰਿੰਦੇ ਘੱਲਾਂਗਾ ਅਤੇ ਓਹ ਤੈਨੂੰ ਔਂਤਰਾ ਕਰਨਗੇ ਅਤੇ ਤੇਰੇ ਵਿੱਚੋਂ ਦੀ ਬਵਾ ਅਤੇ ਖੂਨ ਖਰਾਬਾ ਲੰਘੇਗਾ ਅਤੇ ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਤਲਵਾਰ ਲਿਆਵਾਂਗਾ। ਮੈਂ ਯਹੋਵਾਹ ਨੇ ਇਹ ਉਚਾਰਿਆ ਹੈ।।"}]}