{"bibleAbbr":"NIV2011","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"(Historical Records From Adam to Abraham(To Noah’s Sons) Adam, Seth, Enosh,"},{"number":2,"verse":"Kenan, Mahalalel, Jared,"},{"number":3,"verse":"Enoch, Methuselah, Lamech, Noah."},{"number":4,"verse":"The sons of Noah: Shem, Ham and Japheth."},{"number":5,"verse":"(The JaphethitesThe sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshek and Tiras."},{"number":6,"verse":"The sons of Gomer: Ashkenaz, Riphath and Togarmah."},{"number":7,"verse":"The sons of Javan: Elishah, Tarshish, the Kittites and the Rodanites."},{"number":8,"verse":"(The HamitesThe sons of Ham: Cush, Egypt, Put and Canaan."},{"number":9,"verse":"The sons of Cush: Seba, Havilah, Sabta, Raamah and Sabteka. The sons of Raamah: Sheba and Dedan."},{"number":10,"verse":"Cush was the father of Nimrod, who became a mighty warrior on earth."},{"number":11,"verse":"Egypt was the father of the Ludites, Anamites, Lehabites, Naphtuhites,"},{"number":12,"verse":"Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites."},{"number":13,"verse":"Canaan was the father of Sidon his firstborn, and of the Hittites,"},{"number":14,"verse":"Jebusites, Amorites, Girgashites,"},{"number":15,"verse":"Hivites, Arkites, Sinites,"},{"number":16,"verse":"Arvadites, Zemarites and Hamathites."},{"number":17,"verse":"(The SemitesThe sons of Shem: Elam, Ashur, Arphaxad, Lud and Aram. The sons of Aram: Uz, Hul, Gether and Meshek."},{"number":18,"verse":"Arphaxad was the father of Shelah, and Shelah the father of Eber."},{"number":19,"verse":"Two sons were born to Eber: One was named Peleg, because in his time the earth was divided; his brother was named Joktan."},{"number":20,"verse":"Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":21,"verse":"Hadoram, Uzal, Diklah,"},{"number":22,"verse":"Obal, Abimael, Sheba,"},{"number":23,"verse":"Ophir, Havilah and Jobab. All these were sons of Joktan."},{"number":24,"verse":"Shem, Arphaxad, Shelah,"},{"number":25,"verse":"Eber, Peleg, Reu,"},{"number":26,"verse":"Serug, Nahor, Terah"},{"number":27,"verse":"and Abram (that is, Abraham)."},{"number":28,"verse":"(The Family of AbrahamThe sons of Abraham: Isaac and Ishmael."},{"number":29,"verse":"(Descendants of HagarThese were their descendants: Nebaioth the firstborn of Ishmael, Kedar, Adbeel, Mibsam,"},{"number":30,"verse":"Mishma, Dumah, Massa, Hadad, Tema,"},{"number":31,"verse":"Jetur, Naphish and Kedemah. These were the sons of Ishmael."},{"number":32,"verse":"(Descendants of KeturahThe sons born to Keturah, Abraham’s concubine: Zimran, Jokshan, Medan, Midian, Ishbak and Shuah. The sons of Jokshan: Sheba and Dedan."},{"number":33,"verse":"The sons of Midian: Ephah, Epher, Hanok, Abida and Eldaah. All these were descendants of Keturah."},{"number":34,"verse":"(Descendants of SarahAbraham was the father of Isaac. The sons of Isaac: Esau and Israel."},{"number":35,"verse":"(Esau’s SonsThe sons of Esau: Eliphaz, Reuel, Jeush, Jalam and Korah."},{"number":36,"verse":"The sons of Eliphaz: Teman, Omar, Zepho, Gatam and Kenaz; by Timna: Amalek."},{"number":37,"verse":"The sons of Reuel: Nahath, Zerah, Shammah and Mizzah."},{"number":38,"verse":"(The People of Seir in EdomThe sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan."},{"number":39,"verse":"The sons of Lotan: Hori and Homam. Timna was Lotan’s sister."},{"number":40,"verse":"The sons of Shobal: Alvan, Manahath, Ebal, Shepho and Onam. The sons of Zibeon: Aiah and Anah."},{"number":41,"verse":"The son of Anah: Dishon. The sons of Dishon: Hemdan, Eshban, Ithran and Keran."},{"number":42,"verse":"The sons of Ezer: Bilhan, Zaavan and Akan. The sons of Dishan : Uz and Aran."},{"number":43,"verse":"(The Rulers of EdomThese were the kings who reigned in Edom before any Israelite king reigned: Bela son of Beor, whose city was named Dinhabah."},{"number":44,"verse":"When Bela died, Jobab son of Zerah from Bozrah succeeded him as king."},{"number":45,"verse":"When Jobab died, Husham from the land of the Temanites succeeded him as king."},{"number":46,"verse":"When Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, succeeded him as king. His city was named Avith."},{"number":47,"verse":"When Hadad died, Samlah from Masrekah succeeded him as king."},{"number":48,"verse":"When Samlah died, Shaul from Rehoboth on the river succeeded him as king."},{"number":49,"verse":"When Shaul died, Baal-Hanan son of Akbor succeeded him as king."},{"number":50,"verse":"When Baal-Hanan died, Hadad succeeded him as king. His city was named Pau, and his wife’s name was Mehetabel daughter of Matred, the daughter of Me-Zahab."},{"number":51,"verse":"Hadad also died. The chiefs of Edom were: Timna, Alvah, Jetheth,"},{"number":52,"verse":"Oholibamah, Elah, Pinon,"},{"number":53,"verse":"Kenaz, Teman, Mibzar,"},{"number":54,"verse":"Magdiel and Iram. These were the chiefs of Edom."}]}