{"bibleAbbr":"guOV2016","bookName":"યોએલ","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"યહોવાનું જે વચન પથુએલના પુત્ર યોએલ પાસે આવ્યું તે."},{"number":2,"verse":"( તીડોએ વર્તાવેલા વિનાશ માટે વિલાપ) હે વૃદ્ધ પુરુષો, આ સાંભળો, દેશના સર્વ રહેવાસીઓ, તમે કાન દો. આ તમારા વખતમાં બન્યું છે કે, તમારા પૂર્વજોના વખતમાં?"},{"number":3,"verse":"તમારાં છોકરાંને એ કહી સંભળાવો, તમારાં છોકરાં તેઓનાં છોકરાંને, ને તેઓનાં છોકરાં તેઓની પછીની પેઢીને [તે કહી સંભળાવે] :"},{"number":4,"verse":"જીવડાંઓએ રહેવા દીધેલું તીડો ખાઈ ગયાં છે; અને તીડોએ રહેવા દીધેલું કાતરાઓ ખાઈ ગયા છે; અને અને કાતરાઓએ રહેવા દીધેલું ઇયળો ખાઈ ગઈ છે."},{"number":5,"verse":"હે છાકટાઓ, તમે જાગો ને વિલાપ કરો; હે સર્વ મદ્યપાન કરનારાઓ, તમે લહેજતદાર દ્રાક્ષારસને માટે પોક મૂકો; કેમ કે તમારા મુખથી તેને દૂર કરવામાં આવ્યો છે."},{"number":6,"verse":"કેમ કે એક બળવાન પ્રજા, જેના માણસો અસંખ્ય છે, તે મારા દેશ પર ચઢી આવી છે; તેના દાંત ( .) સિંહના દાંત જેવા છે, ને તેને મોટા સિંહના જેવી દાઢો છે."},{"number":7,"verse":"તેણે મારો દ્રાક્ષાવેલો બરબાદ કર્યો છે, ને મારી અંજીરી છોલી નાખી છે; તેણે તેને છેક બોડી કરીને તેને પાડી નાખી છે. તેની ડાળીઓને ધોળી કરી નાખી છે."},{"number":8,"verse":"જેમ કોઈ તરુણી પોતાના જુવાન પતિને માટે કમરે ટાટ વીંટીને વિલાપ કરે તેમ તું વિલાપ કર."},{"number":9,"verse":"ખાદ્યાર્પણો તથા પેયાર્પણો યહોવાના મંદિરમાં બંધ પડી ગયાં છે; યહોવાના સેવક યાજકો શોક કરે છે."},{"number":10,"verse":"ખેતરોને ખેદાનમેદાન કરી મૂકવામાં આવ્યાં છે, ભૂમિ શોક કરે છે, કેમ કે અનાજનો નાશ થયો છે, નવો દ્રાક્ષારસ સુકાઈ ગયો છે, તેલ સુકાઈ જાય છે."},{"number":11,"verse":"હે ખેડૂતો, તમે લજ્જિત થાઓ; હે દ્રાક્ષામાળીઓ, ઘઉંને માટે તથા જવને માટે તમે પોક મૂકો; કેમ કે ખેતરના પાકનો નાશ થયો છે."},{"number":12,"verse":"દ્રાક્ષાવેલા સુકાઈ ગયા છે, ને અંજીરી ચીમળાઈ ગઈ છે. દાડમડી તથા ખજૂરી પણ, તેમ જે સફરજનવૃક્ષ અને સીમનાં બધાં વૃક્ષ સુકાઈ ગયાં છે; કેમ કે માણસોમાંથી હર્ષનો લોપ થઈ ગયો છે."},{"number":13,"verse":"હે યાજકો, તમારી કમરે [ટાટ] વીંટીને વિલાપ કરો. હે વેદીના સેવકો, તમે પોક મૂકો. હે મારા ઈશ્વરના સેવકો, ચાલો, ટાટ પહેરીને આખી રાત સૂઈ રહો, કેમ કે ખાદ્યાર્પણો તથા પેયાર્પણો તમારા ઈશ્વરનાં મંદિરમાં આવતાં બંધ થઈ ગયાં છે."},{"number":14,"verse":"પવિત્ર ઉપવાસ કરો, ધાર્મિક સંમેલન ભરો, વડીલોને તથા દેશના સર્વ રહેવાસીઓને તમારા ઈશ્વર યહોવાના મંદિરમાં ભેગા કરો, ને યહોવાની સમક્ષ વિનંતી કરો."},{"number":15,"verse":"તે દિવસને માટે અફસોસ! કેમ કે ( .) યહોવાનો દિવસ નજીક છે, ને તે સર્વશક્તિમાનની પાસેથી વિનાશરૂપે આવશે."},{"number":16,"verse":"શું, અમારી નજર આગળથી અન્નનો નાશ થયો નથી? અમારા ઈશ્વરના મંદિરમાંથી હર્ષ તથા આનંદ બંધ થયા નથી?"},{"number":17,"verse":"બી તેનાં ઢેફાં નીચે સુકાય છે; દાણાની વખારો ખાલી થઈ ગઈ છે, કોઠારો તોડી નાખવામાં આવ્યા છે; કેમ કે ધાન્ય કરમાઈ ગયું છે."},{"number":18,"verse":"દુ:ખથી પશુઓ કેવાં ચીસ પાડે છે! ઢોરોનાં ટોળા ગભરાય છે, કેમ કે તેમને માટે બિલકુલ ચારો નથી; હા, ઘેટાંનાં ટોળાં પણ નાશ પામે છે."},{"number":19,"verse":"હે યહોવા, હું તમને વિનંતી કરું છું, કેમ કે અગ્નિએ વનનાં ગૌચરો ભસ્મ કર્યાં છે, ને અગ્નિની જ્વાળાઓએ સીમનાં બધાં વૃક્ષોને બાળી નાખ્યાં છે."},{"number":20,"verse":"હા, વનચર પશુઓ હાંફીને તમને [વીનવે છે] ; કેમ કે પાણીના વહેળાઓ સુકાઈ ગયા છે, અને અગ્નિએ વનનાં ગૌચરો ભસ્મ કર્યાં છે."}]}