{"bibleAbbr":"guOV2016","bookName":"યોએલ","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"( પ્રભુ પ્રજાઓનો ન્યાય કરશે) કેમ કે, “જુઓ, તે દિવસોમાં એટલે તે સમયમાં, જ્યારે હું યહૂદિયા તથા યરુશાલેમની ગુલામગીરી ફેરવી નાખીશ,"},{"number":2,"verse":"ત્યારે હું સર્વ પ્રજાઓને એકત્ર કરીને તેમને યોહાશાફાટની ખીણમાં દોરી લાવીશ; અને મારા લોકો, એટલે મારો વારસો ઇઝરાયલ, જેને તેઓએ ભિન્ન ભિન્ન પ્રજાઓમાં વિખેરી નાખીને મારો દેશ વહેંચી લીધો છે, તેને માટે હું તેમની આગળ વકીલાત કરીશ."},{"number":3,"verse":"તેઓએ ચિઠ્ઠીઓ નાખીને મારા લોકોને વહેંચી લીધા છે. છોકરો આપીને તેઓએ વેશ્યા લીધી છે. ને છોકરી વેચીને મદ્યપાન કરવા માટે દ્રાક્ષારસ લીધો છે."},{"number":4,"verse":"હે ( ; ; ; ; ; .) તૂર, સિદોન તથા ( ; ; ; ; ; .) પલેશેથના સર્વ પ્રાંતો, તમારે ને મારે શું છે? શું તમે મારા પર વૈર વાળશો? અને જો તમે મારા પર વૈર વાળશો, તો જલદીથી ને બહુ ઝડપથી હું તમારું વૈર તમારા જ માથા પર પાછું વાળીશ."},{"number":5,"verse":"તમે મારું સોનુંરૂપું લઈ લીધું છે, ને મારી સુંદર કિંમતી વસ્તુઓ તમારાં મંદિરોમાં લઈ ગયા છો."},{"number":6,"verse":"વળી યહૂદિયાના વંશજોને તથા યરુશાલેમના લોકોને તમે ગ્રીસના લોકોને વેચ્યા છે કે, જેથી તમે તેઓને પોતાના દેશથી દૂર કરી શકો."},{"number":7,"verse":"જુઓ, જ્યાં તમે તેઓને વેચ્યા છે ત્યાંથી હું તેમને ઉશ્કેરીને તે સ્થાનમાંથી તેમને કાઢી લાવીશ, ને તમારું વૈર તમારા જ માથા પર પાછું વાળીશ."},{"number":8,"verse":"હું તમારાં પુત્રોને તથા તમારી પુત્રીઓને યહૂદાના વંશજોના હાથમાં વેચીશ, ને તેઓ તેમને શેબાના, માણસોને, એટલે ઘણે દૂરની એક પ્રજાને, વેચશે.” કેમ કે યહોવા એ બોલ્યા છે."},{"number":9,"verse":"તમે વિદેશીઓમાં આ જહેર કરો: “યુદ્ધની તૈયારી કરો! યોદ્ધાઓને ઉશ્કેરો. સર્વ લડવૈયાઓ પાસે આવીને કૂચ કરે."},{"number":10,"verse":"( ; .) તમારા હળની કોશોને ટીપીને તરવારો [બનાવો] , ને તમારાં દાતરડાંના ભાલા બનાવો. દુર્બળ માણસ કહે કે, ‘હું બળવાન છું’"},{"number":11,"verse":"હે આસપાસની સર્વ પ્રજાઓ, જલદી આવો, ને એકત્ર થાઓ;” હે યહોવા, ત્યાં તમારા યોદ્ધાઓને ઉતારી લાવો."},{"number":12,"verse":"“પ્રજાઓ ઊઠે, ને યહોશાફાટની ખીણમાં આવે કેમ કે ત્યાં હું આસપાસની સર્વ પ્રજાઓનો ન્યાય કરવાને બેસીશ."},{"number":13,"verse":"( .) તમે દાતરડું ચલાવો, કેમ કે કાપણીનો વખત આવ્યો છે; ચાલો, ( ; .) ખૂંદો; કેમ કે દ્રાક્ષાચક્કી ભરેલી છે, દ્રાક્ષાકુંડો ઊભરાઈ જાય છે; કેમ કે તેઓની દુષ્ટતા બહું છે.”"},{"number":14,"verse":"લોકોનાં ટોળેટોળાં, ન્યાયચુકાદાની ખીણમાં લોકોનાં ટોળેટોળાં! કેમ કે ન્યાયચૂકાદાની ખીણમાં યહોવાનો દિવસ પાસે છે."},{"number":15,"verse":"સૂર્ય તથા ચંદ્ર અંધરાય છે, તારાઓનો પ્રકાશ ઝાંખો પડ્યો છે."},{"number":16,"verse":"( પ્રભુ પોતાના લોકોને આશીર્વાદ આપશે) ( .) યહોવા સિયોનમાંથી ગર્જના કરશે, ને યેરુશાલેમમાંથી પોતાનો ઘાંટો કાઢશે. આકાશ તથા પૃથ્વી કાંપશે; પણ યહોવા પોતાના લોકોનો આશ્રય થશે, તે ઇઝરાયલ લોકોનો ગઢ થશે."},{"number":17,"verse":"“આથી તમે જાણશો, હું મારા પવિત્ર પર્વત સિયોન પર રહેનાર તમારો ઈશ્વર યહોવા છું, તે વખતે યરુશાલેમ પવિત્ર થશે, ને ત્યાર પછી કદી પણ કોઈ પરદેશીઓ તેમાં થઈને જશે નહિ."},{"number":18,"verse":"તે દિવસે પર્વતોમાંથી મીઠો દ્રાક્ષારસ ટપકશે, ને ડુંગરોમાંથી દૂધ વહેશે. યહૂદિયાના સર્વ વહેળાઓમાં પાણી વહેશે; યહોવાના મંદિરમાંથી ઝરો નીકળશે, ને તે શિટ્ટીમની ખીણને પાણી પાશે,"},{"number":19,"verse":"યહૂદાના વંશજો ઉપર બલાત્કાર ગુજાર્યાને લીધે મિસર વેરાન થશે, ને અદોમ ઉજ્જડ અરણ્ય થશે. કેમ કે તેઓ પોતાના દેશમાં નિર્દોષ રક્ત વહેવડાવ્યું છે."},{"number":20,"verse":"પણ યહૂદિયા સર્વકાળ માટે, ને યરુશાલેમ પેઢી દરપેઢી માટે રહેશે."},{"number":21,"verse":"તેઓનું રક્ત જેને મેં નિર્દોષ ગણ્યું નથી તેને હું નિર્દોષ ગણીશ, કેમ કે યહોવા સિયોનમાં રહે છે.”"}]}