{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"( ہَولناک خُشک سالی) خُداوند کا وہ کلام جو خُشک سالی کی بابت یَرمِیا ہ پر نازِل ہُؤا۔:۔"},{"number":2,"verse":"یہُودا ہ ماتم کرتا ہے اور اُس کے پھاٹکوں پر اُداسی چھائی ہے ۔ وہ ماتمی لِباس میں خاک پر بَیٹھے ہیں اور یروشلیِم کا نالہ بُلند ہُؤا ہے۔"},{"number":3,"verse":"اُن کے اُمرا اپنے ادنیٰ لوگوں کو پانی کے لِئے بھیجتے ہیں ۔ وہ چشموں تک جاتے ہیں پر پانی نہیں پاتے اور خالی گھڑے لِئے لَوٹ آتے ہیں ۔ وہ شرمِندہ و پشیمان ہو کر اپنے سر ڈھانپتے ہیں۔"},{"number":4,"verse":"چُونکہ مُلک میں بارِش نہ ہُوئی اِس لِئے زمِین پھٹ گئی اور کِسان سراسِیمہ ہُوئے ۔ وہ اپنے سر ڈھانپتے ہیں۔"},{"number":5,"verse":"چُنانچہ ہرنی مَیدان میں بچّہ دے کر اُسے چھوڑ دیتی ہے کیونکہ گھاس نہیں مِلتی۔"},{"number":6,"verse":"اور گورخر اُونچی جگہوں پر کھڑے ہو کر گِیدڑوں کی مانِندہانپتے ہیں ۔ اُن کی آنکھیں رہ جاتی ہیں کیونکہ گھاس نہیں ہے۔"},{"number":7,"verse":"اگرچہ ہماری بدکرداری ہم پر گواہی دیتی ہے تَو بھی اَے خُداوند! اپنے نام کی خاطِر کُچھ کر کیونکہ ہماری برگشتگی بُہت ہے۔ ہم تیرے خطاکار ہیں۔"},{"number":8,"verse":"اَے اِسرائیل کی اُمّید! مُصِیبت کے وقت اُس کے بچانے والے! تُو کیوں مُلک میں پردیسی کی مانِند بنا اور اُس مُسافِر کی مانِند جو رات کاٹنے کے لِئے ڈیرا ڈالے؟۔"},{"number":9,"verse":"تُو کیوں اِنسان کی مانِند ہکّابکّا ہے اور اُس بہادُر کی مانِند جو رہائی نہیں دے سکتا؟ بہر حال اَے خُداوند! تُو تو ہمارے درمِیان ہے اور ہم تیرے نام سے کہلاتے ہیں ۔ تُو ہم کو ترک نہ کر۔"},{"number":10,"verse":"خُداوند اِن لوگوں سے یُوں فرماتا ہے کہ اِنہوں نے گُمراہی کو یُوں دوست رکھّا ہے اور اپنے پاؤں کونہیں روکا اِس لِئے خُداوند اِن کو قبُول نہیں کرتا ۔ اب وہ اِن کی بدکرداری یاد کرے گا اور اِن کے گُناہ کی سزا دے گا۔"},{"number":11,"verse":"اور خُداوند نے مُجھے فرمایا کہ اِن لوگوں کے لِئے دُعایِ خَیر نہ کر۔"},{"number":12,"verse":"کیونکہ جب یہ روزہ رکھّیں تو مَیں اِن کا نالہ نہ سنُوں گا اور جب سوختنی قُربانی اور ہدیہ گُذرانیں تو قبُول نہ کرُوں گا بلکہ مَیں تلوار اور کال اور وبا سے اِن کو ہلاک کرُوں گا۔"},{"number":13,"verse":"تب مَیں نے کہا آہ! اَے خُداوند خُدا دیکھ انبیا اُن سے کہتے ہیں تُم تلوار نہ دیکھو گے اور تُم میں کال نہ پڑے گا بلکہ مَیں اِس مقام میں تُم کو حقِیقی سلامتی بخشُوں گا۔"},{"number":14,"verse":"تب خُداوند نے مُجھے فرمایا کہ انبیا میرا نام لے کر جُھوٹی نبُوّت کرتے ہیں ۔ مَیں نے نہ اُن کو بھیجا اور نہ حُکم دِیا اور نہ اُن سے کلام کِیا ۔ وہ جُھوٹی رُویا اور جُھوٹا عِلمِ غَیب اور بطالت اور اپنے دِلوں کی مکّاری نبُوّت کی صُورت میں تُم پر ظاہِر کرتے ہیں۔"},{"number":15,"verse":"اِس لِئے خُداوند یُوں فرماتا ہے کہ وہ نبی جِن کو مَیں نے نہیں بھیجا جو میرا نام لے کر نُبوّت کرتے اور کہتے ہیں کہ تلوار اور کال اِس مُلک میں نہ آئیں گے وہ تلوار اور کال ہی سے ہلاک ہوں گے۔"},{"number":16,"verse":"اور جِن لوگوں سے وہ نبُوّت کرتے ہیں وہ کال اور تلوارکے سبب سے یروشلیِم کے کُوچوں میں پھینک دِئے جائیں گے ۔ اُن کو اور اُن کی بِیوِیوں اور اُن کے بیٹوں اور اُن کی بیٹِیوں کو دفن کرنے والا کوئی نہ ہو گا ۔ مَیں اُن کی بُرائی اُن پر اُنڈیل دُوں گا۔"},{"number":17,"verse":"اور تُو اُن سے یُوں کہنا کہ میری آنکھیں شب و روز آنسُو بہائیں اور ہرگِز نہ تھمیں کیونکہ میری کُنواری دُخترِ قَوم بڑی خستگی اور ضربِ شدِید سے شِکستہ ہے۔"},{"number":18,"verse":"اگر مَیں باہر مَیدان میں جاؤُں تو وہاں تلوار کے مقتُول ہیں! اور اگر مَیں شہر میں داخِل ہوؤں تو وہاں کال کے مارے ہیں! ہاں نبی اور کاہِن دونوں ایک اَیسے مُلک کو جائیں گے جِسے وہ نہیں جانتے۔"},{"number":19,"verse":"( لوگ خُداوند سے بحث کرتے ہیں) کیا تُو نے یہُودا ہ کو بِالکُل رَدّ کر دِیا؟ کیا تیری جان کو صِیُّون سے نفرت ہے؟ تُو نے ہم کو کیوں مارا اور ہمارے لِئے شِفا نہیں؟ سلامتی کا اِنتِظار تھا پر کُچھ فائِدہ نہ ہُؤا اور شِفا کے وقت کا پر دیکھو دہشت!۔"},{"number":20,"verse":"اَے خُداوند! ہم اپنی شرارت اور اپنے باپ دادا کی بدکرداری کا اِقرار کرتے ہیں کیونکہ ہم نے تیرا گُناہ کِیا ہے۔"},{"number":21,"verse":"اپنے نام کی خاطِر رَدّ نہ کر اور اپنے جلال کے تخت کی تحقِیر نہ کر ۔ یاد فرما اور ہم سے رِشتۂِ عہد کو نہ توڑ۔"},{"number":22,"verse":"قَوموں کے بُتوں میں کوئی ہے جو مِینہہ برسا سکے یا افلاک بارِش پر قادِر ہیں؟ اَے خُداوند ہمارے خُدا! کیا وہ تُو ہی نہیں ہے ؟ پس ہم تُجھ ہی پر اُمّید رکھّیں گے کیونکہ تُو ہی نے یہ سب کام کِئے ہیں۔"}]}