{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"( یہُوداہ کے لوگوں کا حَشر) تب خُداوند نے مُجھے فرمایا کہ اگرچہ مُوسیٰ اور سموئیل میرے حضُور کھڑے ہوتے تَو بھی میرا دِل اِن لوگوں کی طرف مُتوجّہِ نہ ہوتا ۔ اِن کو میرے سامنے سے نِکال دے کہ چلے جائیں۔"},{"number":2,"verse":"اور جب وہ تُجھ سے کہیں کہ ہم کِدھر جائیں؟ تو اُن سے کہنا کہ خُداوند یُوں فرماتا ہے کہ جو مَوت کے لِئے ہیں وہ مَوت کی طرف جائیں اور جو تلوار کے لِئے ہیں وہ تلوار کی طرف اور جو کال کے لِئے ہیں وہ کال کو اور جو اسِیری کے لِئے ہیں وہ اسِیری میں۔"},{"number":3,"verse":"اور مَیں چار چِیزوں کو اُن پر مُسلّط کرُوں گا خُداوند فرماتا ہے ۔ تلوار کو کہ قتل کرے اور کُتّوں کو کہ پھاڑ ڈالیں اور آسمانی پرِندوں کو اور زمِین کے درِندوں کو کہ نِگل جائیں اور ہلاک کریں۔"},{"number":4,"verse":"اور مَیں اُن کو شاہِ یہُودا ہ منسّی بِن حِزقیاہ کے سبب سے اُس کام کے باعِث جو اُس نے یروشلیِم میں کِیا ترک کر دُوں گا کہ زمِین کی سب مملکتوں میں دھکّے کھاتے پِھریں۔"},{"number":5,"verse":"اب اَے یروشلیِم کَون تُجھ پر رحم کرے گا؟ کَون تیرا ہمدرد ہو گا؟ یا کَون تیری طرف آئے گا کہ تیری خَیر و عافِیّت پُوچھے؟۔"},{"number":6,"verse":"خُداوند فرماتا ہے تُو نے مُجھے ترک کِیا اور برگشتہ ہو گئی اِس لِئے مَیں تُجھ پر اپنا ہاتھ بڑھاؤُں گا اور تُجھے برباد کرُوں گا مَیں تو ترس کھاتے کھاتے تنگ آ گیا۔"},{"number":7,"verse":"اور مَیں نے اُن کو مُلک کے پھاٹکوں پر چھاج سے پھٹکا ۔ مَیں نے اُن کے بچّے چِھین لِئے ۔ مَیں نے اپنے لوگوں کو ہلاک کِیا کیونکہ وہ اپنی راہوں سے نہ پِھرے۔"},{"number":8,"verse":"اُن کی بیوائیں میرے آگے سمُندر کی ریت سے زِیادہ ہو گئِیں ۔ مَیں نے دوپہر کے وقت جوانوں کی ماں پر غارت گرکو مُسلّط کِیا ۔ مَیں نے اُس پر ناگہان عذاب و دہشت کو ڈال دِیا۔"},{"number":9,"verse":"سات بچّوں کی والِدہ نِڈھال ہو گئی ۔ اُس نے جان دے دی ۔ دِن ہی کو اُس کا سُورج ڈُوب گیا ۔ وہ پشیمان اور سراسِیمہ ہو گئی ہے ۔ خُداوند فرماتا ہے مَیں اُن کے باقی لوگوں کو اُن کے دُشمنوں کے آگے تلوار کے حوالہ کرُوں گا۔"},{"number":10,"verse":"( یَرمِیاہ خُداوند سے شِکایت کرتا ہے) اَے میری ماں مُجھ پر افسوس کہ مَیں تُجھ سے تمام دُنیا کے لِئے لڑاکا آدمی اور جھگڑالُو شخص پَیدا ہُؤا! مَیں نے تو نہ سُود پر قرض دِیا اور نہ قرض لِیا تَو بھی اُن میں سے ہر ایک مُجھ پر لَعنت کرتا ہے۔"},{"number":11,"verse":"خُداوند نے فرمایا یقِیناً مَیں تُجھے تَقوِیت بخشُوں گا کہ تیری خَیر ہو ۔ یقِیناً مَیں مُصِیبت اور تنگی کے وقت دُشمنوں سے تیرے سامنے اِلتجا کراؤُں گا۔"},{"number":12,"verse":"کیا کوئی لوہے کو یعنی شِمالی فَولاد اور پِیتل کو توڑ سکتا ہے؟۔"},{"number":13,"verse":"تیرے مال اور تیرے خزانوں کو مُفت لُٹوا دُوں گا اور یہ تیرے سب گُناہوں کے سبب سے تیری تمام سرحدّوں میں ہو گا۔"},{"number":14,"verse":"اور مَیں تُجھ کو تیرے دُشمنوں کے ساتھ اَیسے مُلک میں لے جاؤُں گا جِسے تُو نہیں جانتا کیونکہ میرے غضب کی آگ بھڑکے گی اور تُم کو جلائے گی۔"},{"number":15,"verse":"اَے خُداوند! تُو جانتا ہے مُجھے یاد فرما اور مُجھ پر شفقت کر اور میرے ستانے والوں سے میرا اِنتقام لے ۔ تُو برداشت کرتے کرتے مُجھے نہ اُٹھا لے ۔ جان رکھ کہ مَیں نے تیری خاطِر ملامت اُٹھائی ہے۔"},{"number":16,"verse":"تیرا کلام مِلا اور مَیں نے اُسے نوش کِیا اور تیری باتیں میرے دِل کی خُوشی اور خُرمی تِھیں کیونکہ اَے خُداوند ربُّ الافواج! مَیں تیرے نام سے کہلاتا ہُوں۔"},{"number":17,"verse":"نہ مَیں خُوشی منانے والوں کی محفِل میں بَیٹھا اور نہ شادمان ہُؤا ۔ تیرے ہاتھ کے سبب سے مَیں تنہا بَیٹھا کیونکہ تُو نے مُجھے قہر سے لبریز کر دِیا ہے۔"},{"number":18,"verse":"میرا درد کیوں دائِمی اور میرا زخم کیوں لاعِلاج ہے کہ صِحت پذِیر نہیں ہوتا؟ کیا تُو میرے لِئے سراسر دھوکے کی ندی سا ہو گیا ہے ۔ اُس پانی کی مانِند جِس کو قِیام نہیں؟۔"},{"number":19,"verse":"اِس لِئے خُداوند یُوں فرماتا ہے کہ اگر تُو باز آئے تو مَیں تُجھے پھیر لاؤُں گا اور تُو میرے حضُور کھڑا ہو گا اور اگر تُو لطِیف کو کثِیف سے جُدا کرے تو تُو میرے مُنہ کی مانِند ہو گا ۔ وہ تیری طرف پِھریں لیکن تُو اُن کی طرف نہ پِھرنا۔"},{"number":20,"verse":"اور مَیں تُجھے اِن لوگوں کے مُقابِل پِیتل کی مضبُوط دِیوار ٹھہراؤُں گا اور یہ تُجھ سے لڑیں گے لیکن تُجھ پر غالِب نہ آئیں گے کیونکہ خُداوند فرماتا ہے مَیں تیرے ساتھ ہُوں کہ تیری حِفاظت کرُوں اور تُجھے رہائی دُوں۔"},{"number":21,"verse":"ہاں مَیں تُجھے شرِیروں کے ہاتھ سے رہائی دُوں گا اور ظالِموں کے پنجے سے تُجھے چُھڑاؤُں گا۔"}]}