{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"( یہُوداہ کا گُناہ اور سزا) یہُودا ہ کا گُناہ لوہے کے قلم اور ہِیرے کی نوک سے لِکھا گیا ہے ۔ اُن کے دِل کی تختی پر اور اُن کے مذبحوں کے سِینگوں پر کندہ کِیا گیا ہے۔"},{"number":2,"verse":"کیونکہ اُن کے بیٹے اپنے مذبحوں اور یسِیرتوں کو یاد کرتے ہیں جو ہرے درختوں کے پاس اُونچے پہاڑوں پر ہیں۔"},{"number":3,"verse":"اَے میرے پہاڑ جو مَیدان میں ہے! مَیں تیرا مال اور تیرے سب خزانے اور تیرے اُونچے مقام جِن کو تُو نے اپنی تمام سرحدّوں پر گُناہ کے لِئے بنایا لُٹاؤُں گا۔"},{"number":4,"verse":"اور تُو از خُود اُس مِیراث سے جو مَیں نے تُجھے دی اپنے قصُور کے باعِث ہاتھ اُٹھائے گا اور مَیں اُس مُلک میں جِسے تُو نہیں جانتا تُجھ سے تیرے دُشمنوں کی خِدمت کراؤُں گا کیونکہ تُم نے میرے قہر کی آگ بھڑکا دی ہے جو ہمیشہ تک جلتی رہے گی۔"},{"number":5,"verse":"( مُتفرِّق مقُولے) خُداوند یُوں فرماتا ہے کہ ملعُون ہے وہ آدمی جو اِنسان پر توکُّل کرتا ہے اور بشر کو اپنا بازُو جانتا ہے اور جِس کا دِل خُداوند سے برگشتہ ہو جاتا ہے۔"},{"number":6,"verse":"کیونکہ وہ رتمہ کی مانِند ہو گا جو بیابان میں ہے اور کبھی بھلائی نہ دیکھے گا بلکہ بیابان کی بے آب جگہوں میں اور غَیر آباد زمِینِ شور میں رہے گا۔"},{"number":7,"verse":"مُبارک ہے وہ آدمی جو خُداوند پر توکُّل کرتا ہے اور جِس کی اُمّید گاہ خُداوند ہے۔"},{"number":8,"verse":"کیونکہ وہ اُس درخت کی مانِند ہو گا جو پانی کے پاس لگایا جائے اور اپنی جڑ دریا کی طرف پَھیلائے اور جب گرمی آئے تو اُسے کُچھ خطرہ نہ ہو بلکہ اُس کے پتّے ہرے رہیں اور خُشک سالی کا اُسے کُچھ خَوف نہ ہو اور پَھل لانے سے باز نہ رہے۔"},{"number":9,"verse":"دِل سب چِیزوں سے زِیادہ حِیلہ باز اور لاعِلاج ہے ۔ اُس کو کَون دریافت کر سکتا ہے؟۔"},{"number":10,"verse":"مَیں خُداوند دِل و دِماغ کو جانچتا اور آزماتا ہُوں تاکہ ہر ایک آدمی کو اُس کی چال کے مُوافِق اور اُس کے کاموں کے پَھل کے مُطابِق بدلہ دُوں۔"},{"number":11,"verse":"بے اِنصافی سے دَولت حاصِل کرنے والا اُس تِیتر کی مانِند ہے جو کِسی دُوسرے کے انڈوں پر بَیٹھے ۔ وہ آدھی عُمر میں اُسے کھو بَیٹھے گا اور آخِر کو احمق ٹھہرے گا۔"},{"number":12,"verse":"ہمارے مقدِس کا مکان ازل ہی سے مُقرّر کِیا ہُؤا جلالی تخت ہے۔"},{"number":13,"verse":"اَے خُداوند اِسرائیل کی اُمّید گاہ! تُجھ کو ترک کرنے والے سب شرمِندہ ہوں گے ۔ مُجھ کو ترک کرنے والے خاک میں مِل جائیں گے کیونکہ اُنہوں نے خُداوند کو جو آبِ حیات کا چشمہ ہے ترک کر دِیا۔"},{"number":14,"verse":"( یَرمِیاہ خُداوند سے مدد مانگتاہے) اَے خُداوند! تُو مُجھے شِفا بخشے تو مَیں شِفا پاؤُں گا ۔ تُو ہی بچائے تو بچُوں گا کیونکہ تُو میرا فخر ہے۔"},{"number":15,"verse":"دیکھ وہ مُجھے کہتے ہیں خُداوند کا کلام کہاں ہے؟ اب نازِل ہو۔"},{"number":16,"verse":"مَیں نے تو تیری پَیروی میں گڈریا بننے سے گُریز نہیں کِیا اور مُصِیبت کے دِن کی آرزُو نہیں کی ۔ تُو خُود جانتا ہے کہ جو کُچھ میرے لبوں سے نِکلا تیرے سامنے تھا۔"},{"number":17,"verse":"تُو میرے لِئے دہشت کا باعِث نہ ہو ۔ مُصِیبت کے دِن تُو ہی میری پناہ ہے۔"},{"number":18,"verse":"مُجھ پر سِتم کرنے والے شرمِندہ ہوں پر مُجھے شرمِندہ نہ ہونے دے ۔ وہ ہِراسان ہوں پر مُجھے ہِراسان نہ ہونے دے ۔ مُصِیبت کا دِن اُن پر لا اور اُن کو شِکست پر شِکست دے۔ سبت کو ماننے کے بارے میں"},{"number":19,"verse":"خُداوند نے مُجھ سے یُوں فرمایا ہے کہ جا اور اُس پھاٹک پر جِس سے عام لوگ اور شاہانِ یہُودا ہ آتے جاتے ہیں بلکہ یروشلیِم کے سب پھاٹکوں پر کھڑا ہو۔"},{"number":20,"verse":"اور اُن سے کہدے کہ اَے شاہانِ یہُودا ہ اور اَے سب بنی یہُوداہ اور یروشلیِم کے سب باشِندو جو اِن پھاٹکوں میں سے آتے جاتے ہو خُداوند کا کلام سُنو۔"},{"number":21,"verse":"خُداوند یُوں فرماتا ہے کہ تُم خبردار رہو اور سبت کے دِن بوجھ نہ اُٹھاؤ اور یروشلیِم کے پھاٹکوں کی راہ سے اندر نہ لاؤ۔"},{"number":22,"verse":"اور تُم سبت کے دِن بوجھ اپنے گھروں سے اُٹھا کر باہرنہ لے جاؤ اور کِسی طرح کا کام نہ کرو بلکہ سبت کے دِن کو مُقدّس جانو جَیسا مَیں نے تُمہارے باپ دادا کو حُکم دِیا تھا۔"},{"number":23,"verse":"لیکن اُنہوں نے نہ سُنا نہ کان لگایا بلکہ اپنی گردن کو سخت کِیا کہ شِنوا نہ ہوں اور تربِیّت نہ پائیں۔"},{"number":24,"verse":"اور یُوں ہو گا کہ اگر تُم دِل لگا کر میری سُنو گے خُداوند فرماتا ہے اور سبت کے دِن تُم اِس شہر کے پھاٹکوں کے اندر بوجھ نہ لاؤ گے بلکہ سبت کے دِن کو مُقدّس جانو گے یہاں تک کہ اُس میں کُچھ کام نہ کرو۔"},{"number":25,"verse":"تو اِس شہر کے پھاٹکوں سے داؤُد کے جانشِین بادشاہ اور اُمرا داخِل ہوں گے ۔ وہ اور اُن کے اُمرا یہُودا ہ کے لوگ اور یروشلیِم کے باشِندے رتھوں اور گھوڑوں پرسوار ہوں گے اور یہ شہر ہمیشہ تک آباد رہے گا۔"},{"number":26,"verse":"اور یہُودا ہ کے شہروں اور یروشلیِم کی نواحی اور بِنیمِین کی سرزمِین اور مَیدان اور کوہِستان اور جنُوب سے سوختنی قُربانِیاں اور ذبِیحے اور ہدئے اور لُبان لے کر آئیں گے اور خُداوند کے گھر میں شُکرگُذاری کے ہدئے لائیں گے۔"},{"number":27,"verse":"لیکن اگر تُم میری نہ سُنو گے کہ سبت کے دِن کو مُقدّس جانو اور بوجھ اُٹھا کر سبت کے دِن یروشلیِم کے پھاٹکوں میں داخِل ہونے سے باز نہ رہو تو مَیں اُس کے پھاٹکوں میں آگ سُلگاؤُں گا جو اُس کے قصروں کو بھسم کر دے گی اورہرگِز نہ بُجھے گی۔"}]}