{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"( یَرمِیاہ کا پَیغام یہُوداہ کے شاہی گھرانے کے نام) خُداوند یُوں فرماتا ہے کہ شاہِ یہُودا ہ کے گھر کوجا اور وہاں یہ کلام سُنا۔"},{"number":2,"verse":"اور کہہ اَے شاہِ یہُودا ہ جو داؤُد کے تخت پر بَیٹھاہے! خُداوند کا کلام سُن ۔ تُو اور تیرے مُلازِم اور تیرے لوگ جو اِن دروازوں سے داخِل ہوتے ہیں۔"},{"number":3,"verse":"خُداوند یُوں فرماتا ہے کہ عدالت اور صداقت کے کام کرو اور مظلُوم کو ظالِم کے ہاتھ سے چُھڑاؤ اور کِسی سے بدسلُوکی نہ کرو اور مُسافِر و یتِیم اور بیوہ پر ظُلم نہ کرو اِس جگہ بے گُناہ کا خُون نہ بہاؤ۔"},{"number":4,"verse":"کیونکہ اگر تُم اِس پر عمل کرو گے تو داؤُد کے جانشِین بادشاہ رتھوں پر اور گھوڑوں پر سوار ہو کر اِس گھر کے پھاٹکوں سے داخِل ہوں گے ۔ بادشاہ اور اُس کے مُلازِم اور اُس کے لوگ۔"},{"number":5,"verse":"پر اگر تُم اِن باتوں کو نہ سُنو گے تو خُداوند فرماتا ہے مُجھے اپنی ذات کی قَسم یہ گھر وِیران ہو جائے گا۔"},{"number":6,"verse":"کیونکہ شاہِ یہُودا ہ کے گھرانے کی بابت خُداوند یُوں فرماتا ہے کہ اگرچہ تُو میرے لِئے جِلعاد ہے اور لُبنا ن کی چوٹی تَو بھی مَیں یقِیناً تُجھے اُجاڑ دُوں گا اور غَیر آباد شہر بناؤُں گا۔"},{"number":7,"verse":"اور مَیں تیرے خِلاف غارت گروں کو مُقرّر کرُوں گا ۔ ہر ایک کو اُس کے ہتھیاروں سمیت اور وہ تیرے نفِیس دیوداروں کو کاٹیں گے اور اُن کو آگ میں ڈالیں گے۔"},{"number":8,"verse":"اور بُہت سی قَومیں اِس شہر کی طرف سے گُذریں گی اور اُن میں سے ایک دُوسرے سے کہے گا کہ خُداوند نے اِس بڑے شہر سے اَیسا کیوں کِیا ہے؟۔"},{"number":9,"verse":"تب وہ جواب دیں گے اِس لِئے کہ اُنہوں نے خُداوند اپنے خُدا کے عہد کو ترک کِیا اور غَیر معبُودوں کی عِبادت اور پرستِش کی۔"},{"number":10,"verse":"( یہُوآخز کے بارے میں یرمِیاہ کا پَیغام) مُردہ پر نہ رو نہ نَوحہ کرو مگر اُس پر جو چلا جاتا ہے زار زار نالہ کرو کیونکہ وہ پِھر نہ آئے گا نہ اپنے وطن کو دیکھے گا۔"},{"number":11,"verse":"کیونکہ شاہِ یہُودا ہ سلُو م بِن یُوسیا ہ کی بابت جو اپنے باپ یُوسیا ہ کا جانشِین ہُؤا اور اِس جگہ سے چلا گیا خُداوند یُوں فرماتا ہے کہ وہ پِھر اِس طرف نہ آئے گا۔"},{"number":12,"verse":"بلکہ وہ اُسی جگہ مَرے گا جہاں اُسے اَسِیر کر کے لے گئے ہیں اور اِس مُلک کو پِھر نہ دیکھے گا۔ یہُویقِیم کے بارے میںیرمِیاہ کا پَیغام"},{"number":13,"verse":"اُس پر افسوس جو اپنے گھر کو بے اِنصافی سے اور اپنے بالا خانوں کو ظُلم سے بناتا ہے ۔ جو اپنے پڑوسی سے بیگار لیتا ہے اور اُس کی مزدُوری اُسے نہیں دیتا۔"},{"number":14,"verse":"جو کہتا ہے مَیں اپنے لِئے بڑا مکان اور ہوادار بالاخانہ بناؤُں گا اور وہ اپنے لِئے جھنجھریاں بناتا ہے اور دیودار کی لکڑی کی چھت لگاتا ہے اور اُسے شنگرفی کرتا ہے۔"},{"number":15,"verse":"کیا تُو اِسی لِئے سلطنت کرے گا کہ تُجھے دیودار کے کام کا شَوق ہے؟ کیا تیرے باپ نے نہیں کھایا پِیا اور عدالت و صداقت نہیں کی جِس سے اُس کا بھلا ہُؤا؟۔"},{"number":16,"verse":"اُس نے مِسکِین اور مُحتاج کا اِنصاف کِیا ۔ اِسی سے اُس کا بھلا ہُؤا ۔ کیا یِہی میرا عِرفان نہ تھا؟ خُداوند فرماتا ہے۔"},{"number":17,"verse":"پر تیری آنکھیں اور تیرا دِل فقط لالچ اور بے گُناہ کا خُون بہانے اور ظُلم و سِتم پر لگے ہیں۔"},{"number":18,"verse":"اِسی لِئے خُداوند یہُو یقِیم شاہِ یہُودا ہ بِن یوسیا ہ کی بابت یُوں فرماتا ہے کہ اُس پر ہائے میرے بھائی!یا ہائے بہن! کہہ کر ماتم نہیں کریں گے ۔ اُس کے لِئے ہائے آقا! یا ہائے مالِک! کہہ کر نَوحہ نہیں کریں گے۔"},{"number":19,"verse":"اُس کا دفن گدھے کا سا ہو گا ۔ اُس کو گھسِیٹ کر یروشلیِم کے پھاٹکوں کے باہر پھینک دیں گے۔"},{"number":20,"verse":"( یروشلیِم کے اَنجام کے بارے میں یرمِیاہ کا پَیغام) تُو لُبنا ن پر چڑھ جا اور چِلاّ اور بسن میں اپنی آواز بُلند کر اور عبارِیم پر سے نالہ کر کیونکہ تیرے سب چاہنے والے مارے گئے۔"},{"number":21,"verse":"مَیں نے تیری اِقبال مندی کے ایّام میں تُجھ سے کلام کِیا پر تُو نے کہا مَیں نہ سنُوں گی ۔ تیری جوانی سے تیری یِہی چال ہے کہ تُو میری آواز کو نہیں سُنتی۔"},{"number":22,"verse":"ایک آندھی تیرے چرواہوں کو اُڑا لے جائے گی اور تیرے عاشِق اَسِیری میں جائیں گے ۔ تب تُو اپنی ساری شرارت کے لِئے شرمسار اور پشیمان ہو گی۔"},{"number":23,"verse":"اَے لُبنا ن کی بسنے والی جو اپنا آشیانہ دیوداروں پر بناتی ہے تُو کَیسی عاجِز ہو گی جب تُو زچّہ کی مانِند دردِ زِہ میں مُبتلا ہو گی!۔"},{"number":24,"verse":"( یہُویاکین پر خُدا کا غضب) خُداوند فرماتا ہے مُجھے اپنی حیات کی قَسم اگرچہ تُو اَے شاہِ یہُودا ہ کونیا ہ بِن یہُویقِیم میرے دہنے ہاتھ کی انگُوٹھی ہوتا تَو بھی مَیں تُجھے نِکال پھینکتا۔"},{"number":25,"verse":"اور مَیں تُجھ کو تیرے جانی دُشمنوں کے جِن سے تُو ڈرتا ہے یعنی شاہِ بابل نبُوکدر ضر اور کسدیوں کے حوالہ کرُوں گا۔"},{"number":26,"verse":"ہاں مَیں تُجھے اور تیری ماں کو جِس سے تُو پَیدا ہُؤا غَیر مُلک میں جو تُمہاری زاد بُوم نہیں ہے ہانک دُوں گا اور تُم وہِیں مرو گے۔"},{"number":27,"verse":"جِس مُلک میں وہ واپس آنا چاہتے ہیں ہرگِز لَوٹ کر نہ آئیں گے۔"},{"number":28,"verse":"کیا یہ شخص کُونیا ہ ناچِیز ٹُوٹا برتن ہے یا اَیسا برتن جِسے کوئی نہیں پُوچھتا؟ وہ اور اُس کی اَولاد کیوں نِکال دِئے گئے اور اَیسے مُلک میں جلاوطن کِئے گئے جِسے وہ نہیں جانتے؟۔"},{"number":29,"verse":"اَے زمِین زمِین زمِین! خُداوند کا کلام سُن۔"},{"number":30,"verse":"خُداوند یُوں فرماتا ہے کہ اِس آدمی کو بے اَولاد لِکھو جو اپنے دِنوں میں اِقبال مندی کا مُنہ نہ دیکھے گا کیونکہ اُس کی اَولاد میں سے کبھی کوئی اَیسا اِقبال مند نہ ہو گا کہ داؤُد کے تخت پر بَیٹھے اور یہُودا ہ پر سلطنت کرے۔"}]}