{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"( مُستقبل کے لِئے اُمّید) خُداوند فرماتا ہے اُن چرواہوں پر افسوس جو میری چراگاہ کی بھیڑوں کو ہلاک و پراگندہ کرتے ہیں!۔"},{"number":2,"verse":"اِس لِئے خُداوند اِسرائیل کا خُدا اُن چرواہوں کی مُخالفت میں جو میرے لوگوں کی چَوپانی کرتے ہیں یُوں فرماتا ہے کہ تُم نے میرے گلّہ کو پراگندہ کِیا اوراُن کو ہانک کر نِکال دِیا اور نِگہبانی نہیں کی ۔ دیکھو مَیں تُمہارے کاموں کی بُرائی تم پر لاؤُں گا خُداوند فرماتا ہے۔"},{"number":3,"verse":"پر مَیں اُن کو جو میرے گلّہ سے بچ رہے ہیں تمام مُمالِک سے جہاں جہاں مَیں نے اُن کو ہانک دِیا تھا جمع کر لُوں گا اور اُن کو پِھر اُن کے گلّہ خانوں میں لاؤُں گا اور وہ پھلیں گے اور بڑھیں گے۔"},{"number":4,"verse":"اور مَیں اُن پر اَیسے چَوپان مُقرّر کرُوں گا جو اُن کو چرائیں گے اور وہ پِھر نہ ڈریں گے نہ گھبرائیں گے نہ گُم ہوں گے خُداوند فرماتا ہے۔"},{"number":5,"verse":"دیکھ وہ دِن آتے ہیں خُداوند فرماتا ہے کہ مَیں داؤُد کے لِئے ایک صادِق شاخ پَیدا کرُوں گا اور اُس کی بادشاہی مُلک میں اِقبال مندی اور عدالت اور صداقت کے ساتھ ہو گی۔"},{"number":6,"verse":"اُس کے ایّام میں یہُودا ہ نجات پائے گا اور اِسرائیل سلامتی سے سکُونت کرے گا اور اُس کا نام یہ رکھّا جائے گا خُداوند ہماری صداقت۔"},{"number":7,"verse":"اِسی لِئے دیکھ وہ دِن آتے ہیں خُداوند فرماتا ہے کہ وہ پِھر نہ کہیں گے کہ زِندہ خُداوند کی قَسم جو بنی اِسرائیل کو مُلکِ مِصر سے نِکال لایا۔"},{"number":8,"verse":"بلکہ زِندہ خُداوند کی قَسم جو اِسرائیل کے گھرانے کی اَولاد کو شِمال کی سرزمِین سے اور اُن سب مملکتوں سے جہاں جہاں مَیں نے اُن کو ہانک دِیا تھا نِکال لایا اور وہ اپنے مُلک میں بسیں گے۔"},{"number":9,"verse":"( نبیوں کے بارے میں یرمِیاہ کا پَیغام) نبِیوں کی بابت ۔ میرا دِل میرے اندر ٹُوٹ گیا ۔ میری سب ہڈِّیاں تھرتھراتی ہیں ۔ خُداوند اور اُس کے پاک کلام کے سبب سے مَیں متوالا سا ہُوں اور اُس شخص کی مانِند جو مَے سے مغلُوب ہو۔"},{"number":10,"verse":"یقِیناً زمِین بدکاروں سے پُر ہے ۔ لَعنت کے سبب سے زمِین ماتم کرتی ہے ۔ مَیدان کی چراگاہیں سُوکھ گئِیں کیونکہ اُن کی روِش بُری اور اُن کا زور ناحق ہے۔"},{"number":11,"verse":"کہ نبی اور کاہِن دونوں ناپاک ہیں ۔ ہاں مَیں نے اپنے گھر کے اندر اُن کی شرارت دیکھی خُداوند فرماتا ہے۔"},{"number":12,"verse":"اِس لِئے اُن کے راہ اُن کے حق میں اَیسی ہو گی جَیسے تارِیکی میں پِھسلنی جگہ ۔ وہ اُس میں رگیدے جائیں گے اور وہاں گِریں گے کیونکہ خُداوند فرماتا ہے مَیں اُن پر بلا لاؤُں گا یعنی اُن کی سزا کا سال۔"},{"number":13,"verse":"اور مَیں نے سامرِ یہ کے نبِیوں میں حماقت دیکھی ہے اُنہوں نے بعل کے نام سے نبُوّت کی اور میری قَوم اِسرائیل کو گُمراہ کِیا۔"},{"number":14,"verse":"مَیں نے یروشلیِم کے نبِیوں میں بھی ایک ہَولناک بات دیکھی ۔ وہ زِنا کار جُھوٹ کے پیرَو اور بدکاروں کے حامی ہیں یہاں تک کہ کوئی اپنی شرارت سے باز نہیں آتا ۔ وہ سب میرے نزدِیک سدُو م کی مانِند اور اُس کے باشِندے عمُور ہ کی مانِند ہیں۔"},{"number":15,"verse":"اِسی لِئے ربُّ الافواج نبِیوں کی بابت یُوں فرماتا ہے کہ دیکھ مَیں اُن کو ناگدَونا کِھلاؤُں گا اور اِندراین کا پانی پِلاؤُں گا کیونکہ یروشلیِم کے نبیوں ہی سے تمام مُلک میں بے دِینی پَھیلی ہے۔"},{"number":16,"verse":"ربُّ الافواج یُوں فرماتا ہے کہ اُن نبِیوں کی باتیں نہ سُنو جو تُم سے نبُوّت کرتے ہیں ۔ وہ تُم کو بطالت کی تعلیِم دیتے ہیں ۔ وہ اپنے دِلوں کے اِلہام بیان کرتے ہیں نہ کہ خُداوند کے مُنہ کی باتیں۔"},{"number":17,"verse":"وہ مُجھے حقِیر جاننے والوں سے کہتے رہتے ہیں خُداوند نے فرمایا ہے کہ تُمہاری سلامتی ہو گی اور ہر ایک سے جو اپنے دِل کی سختی پر چلتا ہے کہتے ہیں کہ تُجھ پر کوئی بلا نہ آئے گی۔"},{"number":18,"verse":"پر اُن میں سے کَون خُداوند کی مجلِس میں شامِل ہُؤا کہ اُس کا کلام سُنے اور سمجھے؟ کِس نے اُس کے کلام کی طرف توجُّہ کی اور اُس پر کان لگایا؟۔"},{"number":19,"verse":"دیکھ خُداوند کے قہرِ شدِید کا طُوفان جاری ہُؤا ہے بلکہ طُوفان کا بگُولا شرِیروں کے سر پر ٹُوٹ پڑے گا۔"},{"number":20,"verse":"خُداوند کا غضب پِھر مَوقُوف نہ ہو گا جب تک اُسے انجام تک نہ پُہنچائے اور اُس کے دِل کے اِرادہ کو پُورا نہ کرے ۔ تُم آنے والے دِنوں میں اُسے بخُوبی معلُوم کروگے۔"},{"number":21,"verse":"مَیں نے اِن نبِیوں کو نہیں بھیجا پر یہ دَوڑتے پِھرے ۔ مَیں نے اِن سے کلام نہیں کِیا پر اِنہوں نے نبُوّت کی۔"},{"number":22,"verse":"لیکن اگر وہ میری مجلِس میں شامِل ہوتے تو میری باتیں میرے لوگوں کو سُناتے اور اُن کو اُن کی بُری راہ سے اور اُن کے کاموں کی بُرائی سے باز رکھتے۔"},{"number":23,"verse":"خُداوند فرماتا ہے کیا مَیں نزدِیک ہی کا خُدا ہُوں اور دُور کا خُدا نہیں؟۔"},{"number":24,"verse":"کیا کوئی آدمی پوشِیدہ جگہوں میں چُھپ سکتا ہے کہ مَیں اُسے نہ دیکُھوں؟ خُداوند فرماتا ہے کیا زمِین و آسمان مُجھ سے معمُور نہیں ہیں؟ خُداوند فرماتا ہے۔"},{"number":25,"verse":"مَیں نے سُنا جو نبِیوں نے کہا جو میرا نام لے کر جُھوٹی نبُوّت کرتے اور کہتے ہیں کہ مَیں نے خواب دیکھا ۔مَیں نے خواب دیکھا۔"},{"number":26,"verse":"کب تک یہ نبِیوں کے دِل میں رہے گا کہ جُھوٹی نبُوّت کریں؟ ہاں وہ اپنے دِل کی فریب کاری کے نبی ہیں۔"},{"number":27,"verse":"جو گُمان رکھتے ہیں کہ اپنے خوابوں سے جو اُن میں سے ہر ایک اپنے پڑوسی سے بیان کرتا ہے میرے لوگوں کومیرا نام بُھلا دیں جِس طرح اُن کے باپ دادا بعل کے سبب سے میرا نام بُھول گئے تھے۔"},{"number":28,"verse":"جِس نبی کے پاس خواب ہے وہ خواب بیان کرے اور جِس کے پاس میرا کلام ہے وہ میرے کلام کو دِیانت داری سے سُنائے ۔ گیہُوں کو بُھوسے سے کیا نِسبت؟ خُداوند فرماتا ہے۔"},{"number":29,"verse":"کیا میرا کلام آگ کی مانِند نہیں ہے؟ خُداوند فرماتا ہے اور ہتھوڑے کی مانِند جو چٹان کو چِکنا چُور کر ڈالتا ہے؟۔"},{"number":30,"verse":"اِس لِئے دیکھ مَیں اُن نبِیوں کا مُخالِف ہُوں خُداوند فرماتا ہے جو ایک دُوسرے سے میری باتیں چُراتے ہیں۔"},{"number":31,"verse":"دیکھ مَیں اُن نبِیوں کا مُخالِف ہُوں خُداوند فرماتاہے جو اپنی زُبان کو اِستعمال کرتے اور کہتے ہیں کہ خُدا فرماتا ہے۔"},{"number":32,"verse":"خُداوند فرماتا ہے دیکھ مَیں اُن کا مُخالِف ہُوں جو جُھوٹے خوابوں کو نبُوّت کہتے اور بیان کرتے ہیں اور اپنی جُھوٹی باتوں سے اور لافزنی سے میرے لوگوں کو گُمراہ کرتے ہیں لیکن مَیں نے نہ اُن کو بھیجا نہ حُکم دِیا اِس لِئے اِن لوگوں کو اُن سے ہرگِز فائِدہ نہ ہو گا خُداوند فرماتا ہے۔"},{"number":33,"verse":"( خُداوندکے دِل کا بوجھ) اور جب یہ لوگ یا نبی یا کاہِن تُجھ سے پُوچھیں کہ خُداوند کی طرف سے بارِنبُوت کیا ہے؟ تب تُو اُن سے کہنا کَون سا بارِ نبُوّت! خُداوند فرماتا ہے مَیں تُم کو پھینک دُوں گا۔"},{"number":34,"verse":"اور نبی اور کاہِن اور لوگوں میں سے جو کوئی کہے خُداوندکی طرف سے بارِنبُوّت مَیں اُس شخص کو اور اُس کے گھرانے کو سزا دُوں گا۔"},{"number":35,"verse":"چاہئے کہ ہر ایک اپنے پڑوسی اور اپنے بھائی سے یُوں کہے کہ خُداوند نے کیا جواب دِیا؟ اور خُداوند نے کیا فرمایا ہے؟۔"},{"number":36,"verse":"پر خُداوند کی طرف سے بارِ نبُوّت کا ذِکر تُم کبھی نہ کرنا اِس لِئے کہ ہر ایک آدمی کی اپنی ہی باتیں اُس پر بار ہوں گی کیونکہ تُم نے زِندہ خُدا ربُّ الافواج ہمارے خُدا کے کلام کو بِگاڑ ڈالا ہے۔"},{"number":37,"verse":"تُو نبی سے یُوں کہنا کہ خُداوند نے تُجھے کیا جواب دِیا؟ اور خُداوند نے کیا فرمایا؟۔"},{"number":38,"verse":"لیکن چُونکہ تُم کہتے ہو خُداوند کی طرف سے بارِ نبُوّت اِس لِئے خُداوند یُوں فرماتا ہے کہ چُونکہ تُم کہتے ہو خُداوند کی طرف سے بارِ نبُوّت اور مَیں نے تُم کو کہلا بھیجا کہ خُداوند کی طرف سے بارِ نبُوّت نہ کہو۔"},{"number":39,"verse":"اِس لِئے دیکھو مَیں تُم کو بِالکُل فراموش کر دُوں گا اور تُم کو اور اِس شہر کو جو مَیں نے تُم کو اور تُمہارے باپ دادا کو دِیا اپنی نظر سے دُور کر دُوں گا۔"},{"number":40,"verse":"اور مَیں تُم کو ہمیشہ کی ملامت کا نِشانہ بناؤُں گا اور ابدی خجالت تُم پر لاؤُں گا جو کبھی فراموش نہ ہو گی۔ اِنجِیر کی ٹوکریاں"}]}