{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":25,"verses":[{"number":1,"verse":"( شِمال کی طرف سے دُشمن) وہ کلام جو شاہِ یہُودا ہ یہویقِیم بِن یوسیا ہ کے چَوتھے برس میں جو شاہِ بابل نبُوکدر ضر کا پہلا برس تھا یہُودا ہ کے سب لوگوں کی بابت یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":2,"verse":"جو یَرمِیا ہ نبی نے یہُودا ہ کے سب لوگوں اور یروشلیِم کے سب باشِندوں کو سُنایا اور کہا۔"},{"number":3,"verse":"کہ شاہِ یہُودا ہ یوسیا ہ بِن آمُو ن کے تیرھویں برس سے آج تک یہ تیئِیس برس خُداوند کا کلام مُجھ پر نازِل ہوتا رہا اور مَیں تُم کو سُناتا اور بر وقت جتاتا رہا پر تُم نے نہ سُنا۔"},{"number":4,"verse":"اور خُداوند نے اپنے سب خِدمت گُذار نبِیوں کو تُمہارے پاس بھیجا ۔ اُس نے اُن کو بر وقت بھیجا پر تُم نے نہ سُنااور نہ کان لگایا۔"},{"number":5,"verse":"اُنہوں نے کہا کہ تُم سب اپنی اپنی بُری راہ سے اوراپنے بُرے کاموں سے باز آؤ اور اُس مُلک میں جو خُداوندنے تُم کو اور تُمہارے باپ دادا کو قدِیم سے ہمیشہ کے لِئے دِیا ہے بسو۔"},{"number":6,"verse":"اور غَیر معبُودوں کی پَیروی نہ کرو کہ اُن کی عِبادت و پرستِش کرو اور اپنے ہاتھوں کے کاموں سے مُجھے غضب ناک نہ کرو اور مَیں تُم کو کُچھ ضرر نہ پُہنچاؤُں گا۔"},{"number":7,"verse":"پر خُداوند فرماتا ہے تُم نے میری نہ سُنی تاکہ اپنے ہاتھوں کے کاموں سے اپنے زِیان کے لِئے مُجھے غضب ناک کرو۔"},{"number":8,"verse":"اِس لِئے ربُّ الافواج یُوں فرماتا ہے کہ چُونکہ تُم نے میری بات نہ سُنی۔"},{"number":9,"verse":"دیکھو مَیں تمام شِمالی قبائِل کو اور اپنے خِدمت گُذار شاہِ بابل نبُوکدر ضر کو بُلا بھیجُوں گا خُداوند فرماتا ہے اور مَیں اُن کو اِس مُلک اور اِس کے باشِندوں پر اور اِن سب قَوموں پر جو آس پاس ہیں چڑھا لاؤُں گا اور اِن کو بِالکُل نیست و نابُود کر دُوں گا اور اِن کو حَیرانی اور سُسکار کا باعِث بناؤُں گا اور ہمیشہ کے لِئے وِیران کرُوں گا۔"},{"number":10,"verse":"بلکہ مَیں اِن میں سے خُوشی و شادمانی کی آواز دُلہے اور دُلہن کی آواز چکّی کی آواز اور چراغ کی رَوشنی مَوقُوف کر دُوں گا۔"},{"number":11,"verse":"اور یہ ساری سرزمِین وِیرانہ اور حَیرانی کا باعِث ہو جائے گی اور یہ قَومیں ستّر برس تک شاہِ بابل کی غُلامی کریں گی۔"},{"number":12,"verse":"خُداوند فرماتا ہے جب ستّر برس پُورے ہوں گے تو مَیں شاہِ بابل کو اور اُس قَوم کو اورکسدیوں کے مُلک کو اُن کی بدکرداری کے سبب سے سزا دُوں گا اور مَیں اُسے اَیسا اُجاڑُوں گا کہ ہمیشہ تک وِیران رہے۔"},{"number":13,"verse":"اور مَیں اُس مُلک پر اپنی سب باتیں جو مَیں نے اُس کی بابت کہِیں یعنی وہ سب جو اِس کِتاب میں لِکھی ہیں جو یَرمِیا ہ نے نبُوّت کر کے سب قَوموں کو کہہ سُنائِیں پُوری کرُوں گا۔"},{"number":14,"verse":"کہ اُن سے ہاں اُن ہی سے بُہت سی قَومیں اور بڑے بڑے بادشاہ غُلام کی سی خِدمت لیں گے ۔ تب مَیں اُن کے اَعمال کے مُطابِق اور اُن کے ہاتھوں کے کاموں کے مُطابِق اُن کو بدلہ دُوں گا۔"},{"number":15,"verse":"( قَوموں پر خُداوند کا غضب) چُونکہ خُداوند اِسرائیل کے خُدا نے مُجھے فرمایا کہ غضب کی مَے کا یہ پِیالہ میرے ہاتھ سے لے اور اُن سب قَوموں کو جِن کے پاس مَیں تُجھے بھیجتا ہُوں پِلا۔"},{"number":16,"verse":"کہ وہ پِئیں اور لڑکھڑائیں اور اُس تلوار کے سبب سے جو مَیں اُن کے درمِیان چلاؤُں گا بے حواس ہوں۔"},{"number":17,"verse":"اِس لِئے مَیں نے خُداوند کے ہاتھ سے وہ پِیالہ لِیا اور اُن سب قَوموں کو جِن کے پاس خُداوند نے مُجھے بھیجا تھا پِلایا۔"},{"number":18,"verse":"یعنی یروشلیِم اور یہُودا ہ کے شہروں کو اور اُس کے بادشاہوں اور اُمرا کو تاکہ وہ برباد ہوں اور حَیرانی اور سُسکار اور لَعنت کا باعِث ٹھہریں جَیسے اب ہیں۔"},{"number":19,"verse":"شاہِ مِصر فِرعو ن کو اور اُس کے مُلازِموں اور اُس کے اُمرا اور اُس کے سب لوگوں کو۔"},{"number":20,"verse":"اور سب مِلے جُلے لوگوں اور عُوض کی زمِین کے سب بادشاہوں اور فلِستِیوں کی سرزمِین کے سب بادشاہوں اور اسقلُو ن اور غزّہ اور عقرُو ن اوراشدُود کے باقی لوگوں کو۔"},{"number":21,"verse":"ادُو م اور موآ ب اور بنی عمُّون کو۔"},{"number":22,"verse":"اور صُور کے سب بادشاہوں اور صَیدا کے سب بادشاہوں اور سمُندر پار کے بحری مُمالِک کے بادشاہوں کو۔"},{"number":23,"verse":"ددان اور تیما اور بُوز اور اُن سب کو جو گاودُم داڑھی رکھتے ہیں۔"},{"number":24,"verse":"اور عرب کے سب بادشاہوں اور اُن مِلے جُلے لوگوں کے سب بادشاہوں کو جو بیابان میں بستے ہیں۔"},{"number":25,"verse":"اور زِمر ی کے سب بادشاہوں اور عیلا م کے سب بادشاہوں اور مادَی کے سب بادشاہوں کو۔"},{"number":26,"verse":"اور شِمال کے سب بادشاہوں کو جو نزدِیک اور جو دُور ہیں ایک دُوسرے کے ساتھ اور دُنیا کی سب سلطنتوں کو جو رُویِ زمِین پر ہیں اور اُن کے بعد شیشک کا بادشاہ پِئے گا۔"},{"number":27,"verse":"اور تُو اُن سے کہے گا کہ اِسرائیل کا خُدا ربُّ الافواج یُوں فرماتا ہے کہ تُم پِیو اور مست ہو اور قَے کرو اور گِر پڑو اور پِھر نہ اُٹھو ۔ اُس تلوار کے سبب سے جو مَیں تُمہارے درمِیان بھیجُوں گا۔"},{"number":28,"verse":"اور یُوں ہو گا کہ اگر وہ پِینے کو تیرے ہاتھ سے پِیالہ لینے سے اِنکار کریں تو اُن سے کہنا کہ ربُّ الافواج یُوں فرماتا ہے کہ یقِیناً تُم کو پِینا ہو گا۔"},{"number":29,"verse":"کیونکہ دیکھ مَیں اِس شہر پر جو میرے نام سے کہلاتا ہے آفت لانا شرُوع کرتا ہُوں اور کیا تُم صاف بے سزا چُھوٹ جاؤ گے؟ تُم بے سزا نہ چُھوٹو گے کیونکہ مَیں زمِین کے سب باشِندوں پر تلوار کو طلب کرتا ہُوں ربُّ الافواج فرماتا ہے۔"},{"number":30,"verse":"اِس لِئے تُو یہ سب باتیں اُن کے خِلاف نبُوّت سے بیان کر اور اُن سے کہہ دے کہ خُداوند بُلندی پر سے گرجے گا اور اپنے مُقدّس مکان سے للکارے گا ۔ وہ بڑے زور و شور سے اپنی چراگاہ پر گرجے گا ۔ انگُور لتاڑنے والوں کی مانِند وہ زمِین کے سب باشِندوں کو للکارے گا۔"},{"number":31,"verse":"ایک غَوغا زمِین کی سرحدّ وں تک پُہنچا ہے کیونکہ خُداوند قَوموں سے جھگڑے گا ۔ وہ تمام بشر کو عدالت میں لائے گا ۔ وہ شرِیروں کو تلوار کے حوالہ کرے گا خُداوند فرماتا ہے۔"},{"number":32,"verse":"ربُّ الافواج یُوں فرماتا ہے کہ دیکھ قَوم سے قَوم تک بَلا نازِل ہو گی اور زمِین کی سرحدّوں سے ایک سخت طُوفان برپا ہو گا۔"},{"number":33,"verse":"اور خُداوند کے مقتُول اُس روز زمِین کے ایک سِرے سے دُوسرے سِرے تک پڑے ہوں گے اُن پر کوئی نَوحہ نہ کرے گا۔ نہ وہ جمع کِئے جائیں گے نہ دفن ہوں گے وہ کھاد کی طرح رُویِ زمِین پر پڑے رہیں گے۔"},{"number":34,"verse":"اَے چرواہو واوَیلا کرو اور چِلاّؤ اور اَے گلّہ کے سردارو تُم خُود راکھ میں لیٹ جاؤ کیونکہ تُمہارے قتل کے ایّام آ پُہنچے ہیں ۔ مَیں تُم کو چکنا چُور کرُوں گا ۔ تُم نفِیس برتن کی طرح گِر جاؤ گے۔"},{"number":35,"verse":"اور نہ چرواہوں کو بھاگنے کی کوئی راہ مِلے گی نہ گلّہ کے سرداروں کو بچ نِکلنے کی۔"},{"number":36,"verse":"چرواہوں کے نالہ کی آواز اور گلّہ کے سرداروں کا نَوحہ ہے کیونکہ خُداوند نے اُن کی چراگاہ کو برباد کِیا ہے۔"},{"number":37,"verse":"اور سلامتی کے بھیڑ خانے خُداوند کے قہرِ شدِید سے برباد ہو گئے۔"},{"number":38,"verse":"وہ جوان شیر کی طرح اپنی کمِین گاہ سے نِکلا ہے ۔ یقِیناً سِتم گر کے ظُلم سے اور اُس کے قہر کی شِدّت سے اُن کا مُلک وِیران ہو گیا۔"}]}