{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":3,"verses":[{"number":1,"verse":"( بے وفا اِسرائیل) کہتے ہیں کہ اگر کوئی مَرد اپنی بِیوی کو طلاق دے دے اور وہ اُس کے ہاں سے جا کر کِسی دُوسرے مَرد کی ہو جائے تو کیا وہ پہلا پِھر اُس کے پاس جائے گا؟ کیا وہ زمِین نِہایت ناپاک نہ ہو گی؟ لیکن تُو نے تو بُہت سے یاروں کے ساتھ بدکاری کی ہے ۔ کیا اب بھی تُو میری طرف پِھرے گی؟ خُداوند فرماتا ہے۔"},{"number":2,"verse":"پہاڑوں کی طرف اپنی آنکھیں اُٹھا اور دیکھ کَونسی جگہ ہے جہاں تُو نے بدکاری نہیں کی؟ تُو راہ میں اُن کے لِئے اِس طرح بَیٹھی جِس طرح بیابان میں عرب ۔ تُو نے اپنی بدکاری اور شرارت سے زمِین کو ناپاک کِیا۔"},{"number":3,"verse":"اِس لِئے بارِش نہیں ہوتی اور آخِری برسات نہیں ہُوئی ۔ تیری پیشانی فاحِشہ کی ہے اور تُجھ کو شرم نہیں آتی۔"},{"number":4,"verse":"کیا تُو اب سے مُجھے پُکار کر نہ کہے گی اَے میرے باپ! تُو میری جوانی کا راہبر تھا؟۔"},{"number":5,"verse":"کیا اُس کا قہر ہمیشہ رہے گا؟ کیا وہ اُسے ابد تک رکھ چھوڑے گا؟ دیکھ تُو اَیسی باتیں تو کہہ چُکی لیکن جہاں تک تُجھ سے ہو سکا تُو نے بُرے کام کِئے۔"},{"number":6,"verse":"( اِسرائیل اور یہُوداہ کو توبہ کرنی چاہئے) اور یوسیا ہ بادشاہ کے ایّام میں خُداوند نے مُجھ سے فرمایا کیا تُو نے دیکھا برگشتہ اِسرائیل نے کیا کِیا ہے؟ وہ ہر ایک اُونچے پہاڑ پر اور ہر ایک ہرے درخت کے نِیچے گئی اور وہاں بدکاری کی۔"},{"number":7,"verse":"اور جب وہ یہ سب کُچھ کر چُکی تو مَیں نے کہا وہ میری طرف واپس آئے گی پر وہ نہ آئی اور اُس کی بے وفا بہن یہُودا ہ نے یہ حال دیکھا۔"},{"number":8,"verse":"پِھر مَیں نے دیکھا کہ جب برگشتہ اِسرائیل کی زِناکاری کے سبب سے مَیں نے اُس کو طلاق دے دی اور اُسے طلاق نامہ لِکھ دِیا تَو بھی اُس کی بے وفا بہن یہُودا ہ نہ ڈری بلکہ اُس نے بھی جا کر بدکاری کی۔"},{"number":9,"verse":"اور اَیسا ہُؤا کہ اُس نے اپنی بدکاری کی بُرائی سے زمِین کو ناپاک کِیا اور پتّھر اور لکڑی کے ساتھ زِناکاری کی۔"},{"number":10,"verse":"اور خُداوند فرماتا ہے کہ باوُجُود اِس سب کے اُس کی بے وفا بہن یہُودا ہ سچّے دِل سے میری طرف نہ پِھری بلکہ رِیاکاری سے۔"},{"number":11,"verse":"اور خُداوند نے مُجھ سے فرمایا برگشتہ اِسرائیل نے بے وفا یہُودا ہ سے زِیادہ اپنے آپ کو صادِق ثابِت کِیاہے۔"},{"number":12,"verse":"جا اور شِمال کی طرف یہ بات پُکار کر کہہ دے کہ خُداوند فرماتا ہے اَے برگشتہ اِسرائیل ! واپس آ ۔ مَیں تُجھ پر قہر کی نظر نہیں کرُوں گا کیونکہ خُداوند فرماتا ہے مَیں رحِیم ہُوں ۔ میرا قہر دائِمی نہیں۔"},{"number":13,"verse":"صِرف اپنی بدکرداری کا اِقرار کر کہ تُو خُداوند اپنے خُدا سے عاصی ہو گئی اور ہر ایک ہرے درخت کے نِیچے غَیروں کے ساتھ اِدھر اُدھر آوارہ پِھری ۔ خُداوند فرماتا ہے تُم میری آواز کے شِنوا نہ ہُوئے۔"},{"number":14,"verse":"خُداوند فرماتا ہے اَے برگشتہ بچّو واپس آؤ! کیونکہ مَیں خُود تُمہارا مالِک ہُوں اور مَیں تُم کو ہر ایک شہر میں سے ایک اور ہر ایک گھرانے میں سے دو لے کر صِیُّون میں لاؤُں گا۔"},{"number":15,"verse":"اور مَیں تُم کو اپنے خاطِرخواہ چرواہے دُوں گا اوروہ تُم کو دانائی اور عقل مندی سے چرائیں گے۔"},{"number":16,"verse":"اور یُوں ہو گا خُداوند فرماتا ہے کہ جب اُن ایّام میں تُم مُلک میں بڑھو گے اور بُہت ہو گے تب وہ پِھر نہ کہیں گے کہ خُداوند کے عہد کا صندُوق ۔ اُس کا خیال بھی کبھی اُن کے دِل میں نہ آئے گا ۔ وہ ہرگِز اُسے یادنہ کریں گے اور اُس کی زِیارت کو نہ جائیں گے اور اُس کی مرمّت نہ ہو گی۔"},{"number":17,"verse":"اُس وقت یروشلیِم خُداوند کا تخت کہلائے گا اور اُس میں یعنی یروشلیِم میں سب قَومیں خُداوند کے نام سے جمع ہوں گی اور وہ پِھر اپنے بُرے دِل کی سختی کی پَیروی نہ کریں گے۔"},{"number":18,"verse":"اُن ایّام میں یہُودا ہ کا گھرانا اِسرائیل کے گھرانے کے ساتھ چلے گا ۔ وہ مِل کر شِمال کے مُلک میں سے اُس مُلک میں جِسے مَیں نے تُمہارے باپ دادا کو مِیراث میں دِیا آئیں گے۔"},{"number":19,"verse":"( خُداکے لوگوں کی بُت پرستی) آہ! مَیں نے تو کہا تھا مَیں تُجھ کو فرزندوں میں شامِل کر کے خُوش نُما مُلک یعنی قَوموں کی نفِیس مِیراث تُجھے دُوں گا اور تُو مُجھے باپ کہہ کر پُکا رے گی اور تُو پِھر مُجھ سے برگشتہ نہ ہو گی۔"},{"number":20,"verse":"لیکن خُداوند فرماتا ہے اَے اِسرائیل کے گھرانے! جِس طرح بِیوی بے وفائی سے اپنے شَوہر کو چھوڑ دیتی ہے اُسی طرح تُو نے مُجھ سے بے وفائی کی ہے۔"},{"number":21,"verse":"پہاڑوں پر بنی اِسرائیل کی گِریہ و زاری اور مِنّت کی آواز سُنائی دیتی ہے کیونکہ اُنہوں نے اپنی راہ ٹیڑھی کی اور خُداوند اپنے خُدا کو بُھول گئے۔"},{"number":22,"verse":"اَے برگشتہ فرزندو واپس آؤ! مَیں تُمہاری برگشتگی کا چارہ کرُوں گا ۔ دیکھ ہم تیرے پاس آتے ہیں کیونکہ تُو ہی اَے خُداوند ہمارا خُدا ہے۔"},{"number":23,"verse":"فی الحقِیقت ٹِیلوں اور پہاڑوں پر کے ہجُوم سے کُچھ اُمّید رکھنا بے فائِدہ ہے ۔ یقِیناً خُداوند ہمارے خُدا ہی میں اِسرائیل کی نجات ہے۔"},{"number":24,"verse":"لیکن اِس رُسوائی کے باعِث نے ہماری جوانی کے وقت سے ہمارے باپ دادا کے مال کو اور اُن کی بھیڑوں اور اُن کے بَیلوں اور اُن کے بیٹے اور بیٹِیوں کو نِگل لِیا ہے۔"},{"number":25,"verse":"ہم اپنی شرم میں لیٹیں اور رُسوائی ہم کو چُھپا لے کیونکہ ہم اور ہمارے باپ دادا اپنی جوانی کے وقت سے آج تک خُداوند اپنے خُدا کے خطاکار ہیں اور ہم خُداوند اپنے خُدا کی آواز کے شِنوا نہیں ہُوئے۔"}]}