{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"( اِسرائیل کی وطن واپسی) خُداوند فرماتا ہے مَیں اُس وقت اِسرائیل کے سب گھرانوں کا خُدا ہُوں گا اور وہ میرے لوگ ہوں گے۔"},{"number":2,"verse":"خُداوند یُوں فرماتا ہے کہ اِسرائیل میں سے جو لوگ تلوار سے بچے جب وہ راحت کی تلاش میں گئے تو بیابان میں مقبُول ٹھہرے۔"},{"number":3,"verse":"خُداوند قدِیم سے مُجھ پر ظاہِر ہُؤا اور کہا کہ مَیں نے تُجھ سے ابدی مُحبّت رکھّی اِسی لِئے مَیں نے اپنی شفقت تُجھ پر بڑھائی۔"},{"number":4,"verse":"اَے اِسرائیل کی کُنواری! مَیں تُجھے پِھر آباد کرُوں گا اور تو آباد ہو جائے گی ۔ تُو پِھر دف اُٹھا کر آراستہ ہو گی اور خُوشی کرنے والوں کے ناچ میں شامِل ہونے کو نِکلے گی۔"},{"number":5,"verse":"تُو پِھرسامرِ یہ کے پہاڑوں پر تاکِستان لگائے گی ۔ باغ لگانے والے لگائیں گے اور اُس کا پَھل کھائیں گے۔"},{"number":6,"verse":"کیونکہ ایک دِن آئے گا کہ افرائِیم کی پہاڑِیوں پر نِگہبان پُکاریں گے کہ اُٹھو ہم صِیُّون پر خُداوند اپنے خُدا کے حضُور چلیں۔"},{"number":7,"verse":"کیونکہ خُداوند یُوں فرماتا ہے کہ یعقُو ب کے لِئے خُوشی سے گاؤ اور قَوموں کی سرتاج کے لِئے للکارو ۔ مُنادی کرو ۔ حمد کرو اور کہو اَے خُداوند اپنے لوگوں کو یعنی اِسرائیل کے بقِیّہ کو بچا۔"},{"number":8,"verse":"دیکھو مَیں شِمالی مُلک سے اُن کو لاؤُں گا اور زمِین کی سرحدّوں سے اُن کو جمع کرُوں گا اور اُن میں اندھے اور لنگڑے اور حامِلہ اور زچّہ سب ہوں گے ۔ اُن کی بڑی جماعت یہاں واپس آئے گی۔"},{"number":9,"verse":"وہ روتے اور مُناجات کرتے ہُوئے آئیں گے ۔ مَیں اُن کی راہبری کرُوں گا ۔ مَیں اُن کو پانی کی ندِیوں کی طرف راہِ راست پر چلاؤُں گا جِس میں وہ ٹھوکر نہ کھائیں گے کیونکہ مَیں اِسرائیل کا باپ ہُوں اور افرائِیم میرا پہلوٹھا ہے۔"},{"number":10,"verse":"اَے قَومو! خُداوند کا کلام سُنو اور دُور کے جزِیروں میں مُنادی کرو اور کہو کہ جِس نے اِسرائیل کو تِتّربِتّر کِیا وُہی اُسے جمع کرے گا اور اُس کی اَیسی نِگہبانی کرے گا جَیسی گڈریا اپنے گلّہ کی۔"},{"number":11,"verse":"کیونکہ خُداوند نے یعقُو ب کا فِدیہ دِیا ہے اور اُسے اُس کے ہاتھ سے جو اُس سے زورآور تھا رہائی بخشی ہے۔"},{"number":12,"verse":"پس وہ آئیں گے اور صِیُّون کی چوٹی پر گائیں گے اور خُداوند کی نِعمتوں یعنی اناج اور مَے اور تیل اور گائے بَیل کے اور بھیڑ بکری کے بچّوں کی طرف اِکٹّھے رواں ہوں گے اور اُن کی جان سیراب باغ کی مانِند ہو گی اور وہ پِھر کبھی غم زدہ نہ ہوں گے۔"},{"number":13,"verse":"اُس وقت کُنواریاں اور پِیر و جوان خُوشی سے رقص کریں گے کیونکہ مَیں اُن کے غم کو خُوشی سے بدل دُوں گا اور اُن کو تسلّی دے کر غم کے بعد شادمان کرُوں گا۔"},{"number":14,"verse":"اور مَیں کاہِنوں کی جان کو چِکنائی سے سیر کرُوں گا اور میرے لوگ میری نِعمتوں سے آسُودہ ہوں گے خُداوند فرماتا ہے۔"},{"number":15,"verse":"( اِسرائیل پر خُداوند کی رحمت) خُداوند یُوں فرماتا ہے کہ رامہ میں ایک آواز سُنائی دی ۔ نَوحہ اور زار زار رونا ۔ راخِل اپنے بچّوں کو رو رہی ہے وہ اپنے بچّوں کی بابت تسلّی پذِیر نہیں ہوتی کیونکہ وہ نہیں ہیں۔"},{"number":16,"verse":"خُداوند یُوں فرماتا ہے کہ اپنی زاری کی آواز کو روک اور اپنی آنکھوں کو آنسُوؤں سے باز رکھ کیونکہ تیری مِحنت کے لِئے اجر ہے خُداوند فرماتا ہے اور وہ دُشمن کے مُلک سے واپس آئیں گے۔"},{"number":17,"verse":"اور خُداوند فرماتا ہے تیری عاقِبت کی بابت اُمّیدہے کیونکہ تیرے بچّے پِھر اپنی حدُود میں داخِل ہوں گے۔"},{"number":18,"verse":"فی الحقِیقت مَیں نے افرائِیم کو اپنے آپ پر یُوں ماتم کرتے سُنا کہ تُو نے مُجھے تنبِیہہ کی اور مَیں نے اُس بچھڑے کی مانِند جو سِدھایا نہیں گیا تنبِیہہ پائی ۔ تُو مُجھے پھیر تو مَیں پِھرُوں گا کیونکہ تُو ہی میرا خُداوند خُدا ہے۔"},{"number":19,"verse":"کیونکہ پِھرنے کے بعد مَیں نے تَوبہ کی اور تربِیّت پانے کے بعد مَیں نے اپنی ران پر ہاتھ مارا ۔ مَیں شرمِندہ بلکہ پریشان خاطِر ہُؤا اِس لِئے کہ مَیں نے اپنی جوانی کی ملامت اُٹھائی تھی۔"},{"number":20,"verse":"کیا افرائِیم میرا پِیارا بیٹا ہے؟ کیا وہ پسندِیدہ فرزند ہے؟ کیونکہ جب جب مَیں اُس کے خِلاف کُچھ کہتا ہُوں تو اُسے جی جان سے یاد کرتا ہُوں ۔ اِس لِئے میرا دِل اُس کے لِئے بیتاب ہے ۔ مَیں یقِیناً اُس پر رحمت کرُوں گا خُداوند فرماتا ہے۔"},{"number":21,"verse":"اپنے لِئے سُتُون کھڑے کر ۔ اپنے لِئے کھمبے بنا ۔ اُس شاہراہ پر دِل لگا ۔ ہاں اُسی راہ سے جِس سے تُو گئی تھی واپس آ ۔ اَے اِسرائیل کی کُنواری اپنے اِن شہروں میں واپس آ۔"},{"number":22,"verse":"اَے برگشتہ بیٹی تُو کب تک آوارہ پِھرے گی؟ کیونکہ خُداوند نے زمِین پر ایک نئی چِیز پَیدا کی ہے کہ عَورت مَرد کی حِمایت کرے گی۔"},{"number":23,"verse":"( مُستقبِل میں خُداکے لوگوں کی خُوش حالی) ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ جب مَیں اُن کے اسِیروں کو واپس لاؤُں گا تو وہ یہُودا ہ کے مُلک اور اُس کے شہروں میں پِھریُوں کہیں گے اَے صداقت کے مسکن! اَے کوہِ مُقدّس خُداوند تُجھے برکت بخشے۔"},{"number":24,"verse":"اور یہُودا ہ اور اُس کے سب شہر اُس میں اِکٹّھے سکُونت کریں گے ۔ کِسان اور وہ جو گلّے لِئے پِھرتے ہیں۔"},{"number":25,"verse":"کیونکہ مَیں نے تھکی جان کو آسُودہ اور ہر غمگِین رُوح کو سیر کِیا ہے۔"},{"number":26,"verse":"اَب مَیں نے بیدار ہو کر نِگاہ کی اور میری نِیند میرے لِئے مِیٹھی تھی۔"},{"number":27,"verse":"دیکھو وہ دِن آتے ہیں خُداوند فرماتا ہے جب مَیں اِسرائیل کے گھر میں اور یہُودا ہ کے گھر میں اِنسان کا بِیج اور حَیوان کا بِیج بوؤُں گا۔"},{"number":28,"verse":"اور خُداوند فرماتا ہے جِس طرح مَیں نے اُن کی گھات میں بَیٹھ کر اُن کو اُکھاڑا اور ڈھایا اور گِرایا اور برباد کِیا اور دُکھ دِیا اُسی طرح مَیں نِگہبانی کر کے اُن کو بناؤُں گا اور لگاؤُں گا۔"},{"number":29,"verse":"اُن ایّام میں پِھر یُوں نہ کہیں گے کہ باپ دادا نے کچّے انگُور کھائے اور اَولاد کے دانت کھٹّے ہو گئے۔"},{"number":30,"verse":"کیونکہ ہر ایک اپنی ہی بدکرداری کے سبب سے مَرے گا ۔ ہر ایک جو کچّے انگُور کھاتا ہے اُسی کے دانت کھٹّے ہوں گے۔"},{"number":31,"verse":"دیکھ وہ دِن آتے ہیں خُداوند فرماتا ہے جب مَیں اِسرائیل کے گھرانے اور یہُودا ہ کے گھرانے کے ساتھ نیا عہد باندُھوں گا۔"},{"number":32,"verse":"اُس عہد کے مُطابِق نہیں جو مَیں نے اُن کے باپ دادا سے کِیا جب مَیں نے اُن کی دست گِیری کی تاکہ اُن کو مُلکِ مِصر سے نِکال لاؤُں اور اُنہوں نے میرے اُس عہد کو توڑا اگرچہ مَیں اُن کا مالِک تھا خُداوند فرماتا ہے۔"},{"number":33,"verse":"بلکہ یہ وہ عہد ہے جو مَیں اُن دِنوں کے بعد اِسرائیل کے گھرانے سے باندُھوں گا ۔ خُداوند فرماتا ہے مَیں اپنی شرِیعت اُن کے باطِن میں رکُھّوں گا اور اُن کے دِل پر اُسے لِکُھوں گا اور مَیں اُن کا خُدا ہُوں گا اور وہ میرے لوگ ہوں گے۔"},{"number":34,"verse":"اور وہ پِھر اپنے اپنے پڑوسی اور اپنے اپنے بھائی کو یہ کہہ کر تعلِیم نہیں دیں گے کہ خُداوند کو پہچانو کیونکہ چھوٹے سے بڑے تک وہ سب مُجھے جانیں گے خُداوند فرماتا ہے اِس لِئے کہ مَیں اُن کی بدکرداری کو بخش دُوں گا اور اُن کے گُناہ کو یاد نہ کرُوں گا۔"},{"number":35,"verse":"خُداوند جِس نے دِن کی روشنی کے لِئے سُورج کو مُقرّر کِیا اور جِس نے رات کی رَوشنی کے لِئے چاند اور سِتاروں کا نِظام قائِم کِیا جو سمُندر کو مَوجزن کرتا ہے جِس سے اُس کی لہریں شور کرتی ہیں یُوں فرماتا ہے۔ اُس کا نام ربُّ الافواج ہے۔"},{"number":36,"verse":"خُداوند فرماتا ہے اگر یہ نِظام میرے حضُور سے مَوقُوف ہو جائے تو اِسرائیل کی نسل بھی میرے سامنے سے جاتی رہے گی کہ ہمیشہ تک پِھر قَوم نہ ہو۔"},{"number":37,"verse":"خُداوند یُوں فرماتا ہے کہ اگر کوئی اُوپر آسمان کو ناپ سکے اور نِیچے زمِین کی بُنیاد کا پتہ لگا لے تو مَیں بھی بنی اِسرائیل کو اُن کے سب اعمال کے سبب سے رَدّ کر دُوں گا خُداوند فرماتا ہے۔"},{"number":38,"verse":"دیکھ وہ دِن آتے ہیں خُداوند فرماتا ہے کہ یہ شہر حنن ایل کے بُرج سے کونے کے پھاٹک تک خُداوند کے لِئے تعمِیر کِیا جائے گا۔"},{"number":39,"verse":"اور پِھر جریب سِیدھی کوہِ جاریب پر سے ہوتی ہُوئی جوعا تہ کو گھیر لے گی۔"},{"number":40,"verse":"اور لاشوں اور راکھ کی تمام وادی اور سب کھیت قِدرُو ن کے نالے تک اور گھوڑے پھاٹک کے کونے تک مشرِق کی طرف خُداوند کے لِئے مُقدّس ہوں گے ۔ پِھر وہ ہمیشہ تک نہ کبھی اُکھاڑا نہ گِرایا جائے گا۔"}]}