{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"( ایک اور اُمّید افزاوَعدہ) ہنُوز یَرمِیا ہ قَیدخانہ کے صحن میں بند تھا کہ خُداوند کا کلام دوبارہ اُس پر نازِل ہُؤا کہ۔"},{"number":2,"verse":"خُداوند جو پُورا کرتا اور بناتا اور قائِم کرتا ہے جِس کا نام یہووا ہ ہے یُوں فرماتا ہے۔"},{"number":3,"verse":"کہ مُجھے پُکار اور مَیں تُجھے جواب دُوں گا اور بڑی بڑی اور گہری باتیں جِن کو تُو نہیں جانتا تُجھ پر ظاہِر کرُوں گا۔"},{"number":4,"verse":"کیونکہ خُداوند اِسرائیل کا خُدا اِس شہر کے گھروں کی بابت اور شاہانِ یہُودا ہ کے گھروں کی بابت جو دمدموں اور تلوار کے باعِث گِرا دِئے گئے ہیں یُوں فرماتا ہے۔"},{"number":5,"verse":"کہ وہ کسدیوں سے لڑنے آئے ہیں اور اُن کو آدمِیوں کی لاشوں سے بھریں گے ۔ جِن کو مَیں نے اپنے قہر و غضب سے قتل کِیا ہے اور جِن کی تمام شرارت کے سبب سے مَیں نے اِس شہر سے اپنا مُنہ چُھپایا ہے۔"},{"number":6,"verse":"دیکھ مَیں اُسے صِحت و تندرُستی بخشُوں گا ۔ مَیں اُن کو شِفا دُوں گا اور امن و سلامتی کی کثرت اُن پر ظاہِر کرُوں گا۔"},{"number":7,"verse":"اور مَیں یہُودا ہ اور اِسرائیل کو اَسِیری سے واپس لاؤُں گا اور اُن کو پہلے کی طرح بناؤُں گا۔"},{"number":8,"verse":"اور مَیں اُن کو اُن کی ساری بدکرداری سے جو اُنہوں نے میرے خِلاف کی ہے پاک کرُوں گا اور مَیں اُن کی ساری بدکرداری جِس سے وہ میرے گُنہگار ہُوئے اور جِس سے اُنہوں نے میرے خِلاف بغاوت کی ہے مُعاف کرُوں گا۔"},{"number":9,"verse":"اور یہ میرے لِئے رُویِ زمِین کی سب قَوموں کے سامنے مُسرّت بخش نام اور سِتایش و جلال کا باعِث ہو گا ۔ وہ اُس سب بھلائی کا جو مَیں اُن سے کرتا ہُوں ذِکر سُنیں گی اور اُس بھلائی اور سلامتی کے سبب سے جو مَیں اِن کے لِئے مُہیّا کرتا ہُوں ڈریں گی اور کانپیں گی۔"},{"number":10,"verse":"خُداوند یُوں فرماتا ہے کہ اِس مقام میں جِس کی بابت تُم کہتے ہو کہ وِیران ہے ۔ وہاں نہ اِنسان ہے نہ حَیوان یعنی یہُودا ہ کے شہروں میں اور یروشلیِم کے بازاروں میں جو وِیران ہیں جہاں نہ اِنسان ہیں نہ باشِندے نہ حَیوان۔"},{"number":11,"verse":"خُوشی اور شادمانی کی آواز ۔ دُلہے اور دُلہن کی آواز اور اُن کی آواز سُنی جائے گی جو کہتے ہیں ربُّ الافواج کی سِتایش کرو کیونکہ خُداوند بھلا ہے اور اُس کی شفقت ابدی ہے ۔ ہاں اُن کی آواز جو خُداوند کے گھر میں شُکر گُذ ا ر ی کی قُربانی لائیں گے کیونکہ خُداوند فرماتا ہے مَیں اِس مُلک کے اَسِیروں کو واپس لا کر بحال کرُوں گا۔"},{"number":12,"verse":"ربُّ الافواج یُوں فرماتا ہے کہ اِس وِیران جگہ اور اِس کے سب شہروں میں جہاں نہ اِنسان ہے نہ حَیوان پِھر چرواہوں کے رہنے کے مکان ہوں گے جو اپنے گلّوں کو بِٹھائیں گے۔"},{"number":13,"verse":"کوہِستان کے شہروں میں اور وادی کے اور جنُوب کے شہروں میں اور بِنیمِین کے عِلاقہ میں اور یروشلیِم کی نواحی میں اور یہُودا ہ کے شہروں میں پِھر گلّے گِننے والے کے ہاتھ کے نِیچے سے گُذریں گے خُداوند فرماتا ہے۔"},{"number":14,"verse":"دیکھ وہ دِن آتے ہیں خُداوند فرماتا ہے کہ وہ نیک بات جو مَیں نے اِسرائیل کے گھرانے اور یہُودا ہ کے گھرانے کے حق میں فرمائی ہے پُوری کرُوں گا۔"},{"number":15,"verse":"اُن ہی ایّام میں اور اُسی وقت مَیں داؤُد کے لِئے صداقت کی شاخ پَیدا کرُوں گا اور وہ مُلک میں عدالت و صداقت سے عمل کرے گا۔"},{"number":16,"verse":"اُن دِنوں میں یہُودا ہ نجات پائے گا اور یروشلیِم سلامتی سے سکُونت کرے گا اور خُداوند ہماری صداقت اُس کا نام ہو گا۔"},{"number":17,"verse":"کیونکہ خُداوند یُوں فرماتا ہے کہ اِسرائیل کے گھرانے کے تخت پر بَیٹھنے کے لِئے داؤُد کو کبھی آدمی کی کمی نہ ہو گی۔"},{"number":18,"verse":"اور نہ لاوی کاہِنوں کو آدمِیوں کی کمی ہو گی جو میرے حضُور سوختنی قُربانِیاں گُذرانیں اور ہدئے چڑھائیں اور ہمیشہ قُربانی کریں۔"},{"number":19,"verse":"پِھر خُداوند کا کلام یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":20,"verse":"خُداوند یُوں فرماتا ہے کہ اگر تُم میرا وہ عہد جو مَیں نے دِن سے اور رات سے کِیا توڑ سکو کہ دِن اور رات اپنے اپنے وقت پر نہ ہوں۔"},{"number":21,"verse":"تو میرا وہ عہد بھی جو مَیں نے اپنے خادِم داؤُد سے کِیا ٹُوٹ سکتا ہے کہ اُس کے تخت پر بادشاہی کرنے کوبیٹا نہ ہو اور وہ عہد بھی جو اپنے خِدمت گُذار لاوی کاہِنوں سے کِیا۔"},{"number":22,"verse":"جَیسے اجرامِ فلک بے شُمار ہیں اور سمُندر کی ریت بے اندازہ ہے وَیسے ہی مَیں اپنے بندہ داؤُد کی نسل کو اورلاویوں کو جو میری خِدمت کرتے ہیں فراوانی بخشُوں گا۔"},{"number":23,"verse":"پِھر خُداوند کا کلام یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":24,"verse":"کہ کیا تُو نہیں دیکھتا کہ یہ لوگ کیا کہتے ہیں کہ جِن دو گھرانوں کو خُداوند نے چُنا اُن کو اُس نے رَدّ کر دِیا؟ یُوں وہ میرے لوگوں کو حقِیر جانتے ہیں کہ گویا اُن کے نزدِیک وہ قَوم ہی نہیں رہے۔"},{"number":25,"verse":"خُداوند یُوں فرماتا ہے کہ اگر دِن اور رات کے ساتھ میرا عہد نہ ہو اور اگر مَیں نے آسمان اور زمِین کا نِظام مُقرّر نہ کِیا ہو۔"},{"number":26,"verse":"تو مَیں یعقُو ب کی نسل کو اور اپنے خادِم داؤُد کی نسل کو رَدّ کر دُوں گا تاکہ مَیں ابرہا م اور اِضحا ق اور یعقُو ب کی نسل پر حُکومت کرنے کے لِئے اُس کے فرزندوں میں سے کِسی کو نہ لُوں بلکہ مَیں تو اُن کو اَسِیری سے واپس لاؤُں گا اور اُن پر رحم کرُوں گا۔"}]}