{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"( یرمِیاہ اور ریکابی) وہ کلام جو شاہِ یہُودا ہ یہویقِیم بِن یوسیا ہ کے ایّام میں خُداوند کی طرف سے یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":2,"verse":"کہ تُو ریکابِیوں کے گھر جا اور اُن سے کلام کر اور اُن کو خُداوند کے گھر کی ایک کوٹھری میں لا کر مَے پِلا۔"},{"number":3,"verse":"تب مَیں نے یازنیا ہ بِن یَرمِیا ہ بِن حبصِنیا ہ اور اُس کے بھائِیوں اور اُس کے سب بیٹوں اور ریکابِیوں کے تمام گھرانے کو ساتھ لِیا۔"},{"number":4,"verse":"اور مَیں اُن کو خُداوند کے گھر میں بنی حنان بِن یِجد لیاہ مردِ خُدا کی کوٹھری میں لایا جو اُمرا کی کوٹھری کے نزدِیک معسیا ہ بِن سلُو م دربان کی کوٹھری کے اُوپر تھی۔"},{"number":5,"verse":"اور مَیں نے مَے سے لبریز پِیالے اور جام ریکابِیوں کے گھرانے کے بیٹوں کے آگے رکھّے اور اُن سے کہا مَے پِیو۔"},{"number":6,"verse":"پر اُنہوں نے کہا ہم مَے نہ پِئیں گے کیونکہ ہمارے باپ یُونادا ب بِن ریکا ب نے ہم کو یُوں حُکم دِیا کہ تُم ہرگِز مَے نہ پِینا ۔ نہ تُم نہ تُمہارے بیٹے۔"},{"number":7,"verse":"اور نہ گھر بنانا اور نہ بِیج بونا نہ تاکِستان لگانا نہ اُن کے مالِک ہونا بلکہ عُمر بھر خَیموں میں رہنا تاکہ جِس سرزمِین میں تُم مُسافِر ہو تُمہاری عُمر دراز ہو۔"},{"number":8,"verse":"چُنانچہ ہم نے اپنے باپ یُونادا ب بِن ریکا ب کی بات مانی ۔ اُس کے حُکم کے مُطابِق ہم اور ہماری بِیوِیاں اور ہمارے بیٹے بیٹِیاں کبھی مَے نہیں پِیتے۔"},{"number":9,"verse":"اور ہم نہ رہنے کے لِئے گھر بناتے اور نہ تاکِستان اور کھیت اور بِیج رکھتے ہیں۔"},{"number":10,"verse":"پر ہم خَیموں میں بسے ہیں اور ہم نے فرماں برداری کی اور جو کُچھ ہمارے باپ یُونادا ب نے ہم کو حُکم دِیا ہم نے اُس پر عمل کِیا ہے۔"},{"number":11,"verse":"لیکن یُوں ہُؤا کہ جب شاہِ بابل نبُوکَدر ضر اِس مُلک پر چڑھ آیا تو ہم نے کہا کہ آؤ ہم کسدیوں اور ارامیوں کی فَوج کے ڈر سے یروشلیِم کو چلے جائیں ۔ یُوں ہم یروشلیِم میں بستے ہیں۔"},{"number":12,"verse":"تب خُداوند کا کلام یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":13,"verse":"کہ ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ جا اور یہُودا ہ کے آدمِیوں اور یروشلیِم کے باشِندوں سے یُوں کہہ کہ کیا تُم تربِیّت پذِیر نہ ہو گے کہ میری باتیں سُنو خُداوند فرماتا ہے؟۔"},{"number":14,"verse":"جو باتیں یُونادا ب بِن ریکا ب نے اپنے بیٹوں کو فرمائِیں کہ مَے نہ پِیو وہ بجا لائے اور آج تک مَے نہیں پِیتے بلکہ اُنہوں نے اپنے باپ کے حُکم کو مانا لیکن مَیں نے تُم سے کلام کِیا اور بر وقت تُم کو فرمایا اور تُم نے میری نہ سُنی۔"},{"number":15,"verse":"اور مَیں نے اپنے تمام خِدمت گُذار نبِیوں کو تُمہارے پاس بھیجا اور اُن کو بر وقت یہ کہتے ہُوئے بھیجا کہ تُم ہر ایک اپنی بُری راہ سے باز آؤ اور اپنے اعمال کو درُست کرو اور غَیر معبُودوں کی پَیروی اور عِبادت نہ کرو اور جو مُلک مَیں نے تُم کو اور تُمہارے باپ دادا کو دِیا ہے تُم اُس میں بسو گے لیکن تُم نے نہ کان لگایا نہ میری سُنی۔"},{"number":16,"verse":"اِس سبب سے کہ یُونادا ب بِن ریکا ب کے بیٹے اپنے باپ کے حُکم کو جو اُس نے اُن کو دِیا تھا بجا لائے پر اِن لوگوں نے میری نہ سُنی۔"},{"number":17,"verse":"اِس لِئے خُداوند ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے دیکھ مَیں یہُودا ہ پر اور یروشلیِم کے تمام باشِندوں پر وہ سب مُصِیبت جِس کا مَیں نے اُن کے خِلاف اِعلان کِیا ہے لاؤُں گا کیونکہ مَیں نے اُن سے کلام کِیا پر وہ شِنوا نہ ہُوئے اور مَیں نے اُن کو بُلایا پر اُنہوں نے جواب نہ دِیا۔"},{"number":18,"verse":"اور یَرمِیا ہ نے ریکابِیوں کے گھرانے سے کہا کہ ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ چُونکہ تُم نے اپنے باپ یُونادا ب کے حُکم کو مانا اور اُس کی سب وصِیّتوں پر عمل کِیا ہے اور جو کُچھ اُس نے تُم کو فرمایا تُم بجا لائے۔"},{"number":19,"verse":"اِس لِئے ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ یُونادا ب بِن ریکا ب کے لِئے میرے حضُور میں کھڑے ہونے کو کبھی آدمی کی کمی نہ ہو گی۔"}]}