{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"( یَرمِیاہ ایک کیِچڑ والے حَوض میں) پِھرسفطیا ہ بِن متّان اور جدلیا ہ بِن فشحُور اور یوکُل بِن سلمیا ہ اور فشحُور بِن ملکیاہ نے وہ باتیں جو یَرمِیا ہ سب لوگوں سے کہتا تھا سُنِیں۔ وہ کہتا تھا۔"},{"number":2,"verse":"خُداوند یُوں فرماتا ہے کہ جو کوئی اِس شہر میں رہے گاوہ تلوار اور کال اور وبا سے مَرے گا اور جو کسدیوں میں جا مِلے گا وہ زِندہ رہے گا اور اُس کی جان اُس کے لِئے غنِیمت ہو گی اور وہ جِیتا رہے گا۔"},{"number":3,"verse":"خُداوند یُوں فرماتا ہے کہ یہ شہر یقِیناً شاہِ بابل کی فَوج کے حوالہ کر دِیا جائے گا اور وہ اِسے لے لے گا۔"},{"number":4,"verse":"اِس لِئے اُمرا نے بادشاہ سے کہا ہم تُجھ سے عرض کرتے ہیں کہ اِس آدمی کو قتل کروا کیونکہ یہ جنگی مَردوں کے ہاتھوں کو جو اِس شہر میں باقی ہیں اور سب لوگوں کے ہاتھوں کو اُن سے اَیسی باتیں کہہ کر سُست کرتا ہے کیونکہ یہ شخص اِن لوگوں کا خَیر خواہ نہیں بلکہ بدخواہ ہے۔"},{"number":5,"verse":"تب صِدقیاہ بادشاہ نے کہا وہ تُمہارے قابُو میں ہے کیونکہ بادشاہ تُمہارے خِلاف کُچھ نہیں کر سکتا۔"},{"number":6,"verse":"تب اُنہوں نے یَرمِیا ہ کو پکڑ کر ملکیا ہ شاہزادہ کے حَوض میں جو قَیدخانہ کے صحن میں تھا ڈال دِیا اور اُنہوں نے یَرمِیا ہ کو رسّے سے باندھ کر لٹکایا اور حَوض میں کُچھ پانی نہ تھا بلکہ کِیچ تھی اور یَرمِیا ہ کِیچ میں دھس گیا۔"},{"number":7,"verse":"اور جب عبد ملِک کُوشی نے جو شاہی محلّ کے خواجہ سراؤں میں سے تھا سُنا کہ اُنہوں نے یَرمِیا ہ کو حَوض میں ڈال دِیا ہے جب کہ بادشاہ بِنیمِین کے پھاٹک میں بَیٹھا تھا۔"},{"number":8,"verse":"تو عبد ملِک بادشاہ کے محلّ سے نِکلا اور بادشاہ سے یُوں عرض کی۔"},{"number":9,"verse":"کہ اَے بادشاہ میرے آقا! اِن لوگوں نے یَرمِیا ہ نبی سے جو کُچھ کِیا بُرا کِیا کیونکہ اُنہوں نے اُسے حَوض میں ڈال دِیا ہے اور وہ وہاں بُھوک سے مَر جائے گا کیونکہ شہر میں روٹی نہیں ہے۔"},{"number":10,"verse":"تب بادشاہ نے عبد ملِک کُوشی کو یُوں حُکم دِیا کہ تُو یہاں سے تِیس آدمی اپنے ساتھ لے اور یَرمِیا ہ نبی کو پیشتر اِس سے کہ وہ مَر جائے حَوض میں سے نِکال۔"},{"number":11,"verse":"اور عبد ملِک اُن آدمِیوں کو جو اُس کے پاس تھے اپنے ساتھ لے کر بادشاہ کے محلّ میں خزانہ کے نِیچے گیا اور پُرانے چِتھڑے اور پُرانے سڑے ہُوئے لتّے وہاں سے لِئے اور اُن کو رسِّیِوں کے وسِیلہ سے حَوض میں یَرمِیا ہ کے پاس لٹکایا۔"},{"number":12,"verse":"اور عبد ملِک کُوشی نے یَرمِیا ہ سے کہا کہ اِن پُرانے چِتھڑوں اور سڑے ہُوئے لتّوں کو رسّی کے نِیچے اپنی بغل تلے رکھ اور یَرمِیا ہ نے وَیسا ہی کِیا۔"},{"number":13,"verse":"اور اُنہوں نے رسِّیوں سے یَرمِیا ہ کو کھینچا اور حَوض سے باہر نِکالا اور یَرمِیا ہ قَیدخانہ کے صحن میں رہا۔ صدقیاہ یرمِیاہ سے صلاح لیتا ہے"},{"number":14,"verse":"تب صِدقیاہ بادشاہ نے یَرمِیا ہ نبی کو خُداوند کے گھر کے تِیسرے مدخل میں اپنے پاس بُلوایا اور بادشاہ نے یرمِیا ہ سے کہا مَیں تُجھ سے ایک بات پُوچھتا ہُوں۔ تُو مُجھ سے کُچھ نہ چُھپا۔"},{"number":15,"verse":"اور یَرمِیا ہ نے صِدقیاہ سے کہا کہ اگر مَیں تُجھ سے کھول کر بیان کرُوں تو کیا تُو مُجھے یقِیناً قتل نہ کرے گا؟ اور اگر مَیں تُجھے صلاح دُوں تو تُو نہ مانے گا۔"},{"number":16,"verse":"تب صِدقیاہ بادشاہ نے یَرمِیا ہ کے سامنے تنہائی میں کہا زِندہ خُداوند کی قَسم جو ہماری جانوں کا خالِق ہے کہ نہ مَیں تُجھے قتل کرُوں گا اور نہ اُن کے حوالہ کرُوں گا جو تیری جان کے خواہاں ہیں۔"},{"number":17,"verse":"تب یَرمِیا ہ نے صِدقیاہ سے کہا کہ خُداوند لشکروں کا خُدا اِسرائیل کا خُدا یُوں فرماتا ہے کہ یقیناً اگر تُو نِکل کر شاہِ بابل کے اُمرا کے پاس چلا جائے گا تو تیری جان بچ جائے گی اور یہ شہر آگ سے جلایا نہ جائے گا اور تُو اور تیرا گھرانا زِندہ رہے گا۔"},{"number":18,"verse":"پر اگر تُو شاہِ بابل کے اُمرا کے پاس نہ جائے گا تو یہ شہر کسدیوں کے حوالہ کر دِیا جائے گا اور وہ اِسے جلا دیں گے اور تُو اُن کے ہاتھ سے رہائی نہ پائے گا۔"},{"number":19,"verse":"اور صِدقیاہ بادشاہ نے یَرمِیا ہ سے کہا کہ مَیں اُن یہُودِیوں سے ڈرتا ہُوں جو کسدیوں سے جا مِلے ہیں ۔ اَیسا نہ ہو کہ وہ مُجھے اُن کے حوالہ کریں اور وہ مُجھ پر طعنہ ماریں۔"},{"number":20,"verse":"اور یَرمِیا ہ نے کہا وہ تُجھے حوالہ نہ کریں گے ۔ مَیں تیری مِنّت کرتا ہُوں تُو خُداوند کی بات جو مَیں تُجھ سے کہتا ہُوں مان لے ۔ اِس سے تیرا بھلا ہو گا اور تیری جان بچ جائے گی۔"},{"number":21,"verse":"پر اگر تُو جانے سے اِنکار کرے تو یِہی کلام ہے جو خُداوند نے مُجھ پر ظاہِرکِیا۔"},{"number":22,"verse":"کہ دیکھ وہ سب عَورتیں جو شاہِ یہُودا ہ کے محلّ میں باقی ہیں شاہِ بابل کے اُمرا کے پاس پُہنچائی جائیں گی اور کہیں گی کہ تیرے دوستوں نے تُجھے فریب دِیا اور تُجھ پر غالِب آئے ۔ جب تیرے پاؤں کِیچ میں دھس گئے تو وہ اُلٹے پِھر گئے۔"},{"number":23,"verse":"اور وہ تیری سب بِیوِیوں اور تیرے بیٹوں کو کسدیوں کے پاس نِکال لے جائیں گے اور تُو بھی اُن کے ہاتھ سے رہائی نہ پائے گا بلکہ شاہِ بابل کے ہاتھ میں گرِفتار ہو گا اور تُو اِس شہر کے آگ سے جلائے جانے کا باعِث ہو گا۔"},{"number":24,"verse":"تب صِدقیاہ نے یَرمِیا ہ سے کہا کہ اِن باتوں کو کوئی نہ جانے تو تُو مارا نہ جائے گا۔"},{"number":25,"verse":"پر اگر اُمرا سُن لیں کہ مَیں نے تُجھ سے بات چِیت کی اور وہ تیرے پاس آ کر کہیں کہ جو کُچھ تُو نے بادشاہ سے کہا اور جو کُچھ بادشاہ نے تُجھ سے کہا اب ہم پر ظاہِر کر ۔ ہم سے نہ چُھپا اور ہم تُجھے قتل نہ کریں گے۔"},{"number":26,"verse":"تب تُو اُن سے کہنا کہ مَیں نے بادشاہ سے عرض کی تھی کہ مُجھے پِھر یونتن کے گھر میں واپس نہ بھیجے کہ وہاں مَروں۔"},{"number":27,"verse":"تب سب اُمرا یَرمِیا ہ کے پاس آئے اور اُس سے پُوچھا اور اُس نے اِن سب باتوں کے مُطابِق جو بادشاہ نے فرمائی تِھیں اُن کو جواب دِیا اور وہ اُس کے پاس سے چُپ ہو کر چلے گئے کیونکہ اصل مُعاملہ اُن کو معلُوم نہ ہُؤا۔"},{"number":28,"verse":"اور جِس دِن تک یروشلیِم فتح نہ ہُؤا یَرمِیا ہ قَیدخانہ کے صحن میں رہا اور جب یروشلیِم فتح ہُؤا تو وہ وہِیں تھا۔"}]}