{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"اور ساتویں مہِینے میں یُوں ہُؤا کہ اِسمٰعیل بِن نتنیا ہ بِن الیسمع جو شاہی نسل سے اور بادشاہ کے سرداروں میں سے تھا دس آدمی ساتھ لے کر جِدلیا ہ بِن اخِیقا م کے پاس مِصفا ہ میں آیا اور اُنہوں نے وہاں مِصفا ہ میں مِل کر کھانا کھایا۔"},{"number":2,"verse":"تب اِسمٰعیل بِن نتنیا ہ اُن دس آدمِیوں سمیت جو اُس کے ساتھ تھے اُٹھا اور جِدلیا ہ بِن اخیقا م بِن سافن کو جِسے شاہِ بابل نے مُلک کا حاکِم مُقرّر کِیا تھا تلوار سے مارا اور اُسے قتل کِیا۔"},{"number":3,"verse":"اور اِسمٰعیل نے اُن سب یہُودِیوں کو جو جِدلیا ہ کے ساتھ مِصفا ہ میں تھے اور کسدی سِپاہِیوں کو جو وہاں حاضِر تھے قتل کِیا۔"},{"number":4,"verse":"اور جب وہ جِدلیا ہ کو مار چُکا اور کِسی کو خبر نہ ہُوئی تو اُس کے دُوسرے دِن یُوں ہُؤا۔"},{"number":5,"verse":"کہ سِکم اورسَیلا اور سامرِ یہ سے کُچھ لوگ جو سب کے سب اسّی آدمی تھے داڑھی مُنڈائے اور کپڑے پھاڑے اور اپنے آپ کو گھایل کِئے اور ہدئے اور لُبان ہاتھوں میں لِئے ہُوئے وہاں آئے تاکہ خُداوند کے گھر میں گُذرانیں۔"},{"number":6,"verse":"اور اِسمٰعیل بِن نتنیا ہ مِصفا ہ سے اُن کے اِستقبال کو نِکلا اور روتا ہُؤا چلا اور یُوں ہُؤا کہ جب وہ اُن سے مِلا تو اُن سے کہنے لگا کہ جِدلیا ہ بِن اخِیقا م کے پاس چلو۔"},{"number":7,"verse":"اور پِھر جب وہ شہر کے وسط میں پُہنچے تو اِسمٰعیل بِن نتنیا ہ اور اُس کے ساتِھیوں نے اُن کو قتل کر کے حَوض میں پھینک دِیا۔"},{"number":8,"verse":"پر اُن میں سے دس آدمی تھے جِنہوں نے اِسمٰعیل سے کہا کہ ہم کو قتل نہ کر کیونکہ ہمارے گیہُوں اور جَو اور تیل اور شہد کے ذخِیرے کھیتوں میں پوشِیدہ ہیں ۔ سو وہ باز رہا اور اُن کو اُن کے بھائِیوں کے ساتھ قتل نہ کِیا۔"},{"number":9,"verse":"اور وہ حَوض جِس میں اِسمٰعیل نے اُن لوگوں کی لاشوں کو پھینکا تھا جِن کو اُس نے جِدلیا ہ کے ساتھ قتل کِیا (وُہی ہے جِسے آسا بادشاہ نے شاہِ اِسرائیل بعشا کے ڈر سے بنایا تھا) اور اِسمٰعیل بِن نتنیا ہ نے اُس کو مقتُولوں کی لاشوں سے بھر دِیا۔"},{"number":10,"verse":"تب اِسمٰعیل سب باقی لوگوں کو یعنی شاہزادِیوں اور اُن سب لوگوں کو جو مِصفا ہ میں رہتے تھے جِن کو جلوداروں کے سردار نبُوزرادا ن نے جِدلیا ہ بِن اخِیقا م کے سِپُرد کِیا تھا اَسِیر کر کے لے گیا ۔ اِسمٰعیل بِن نتنیا ہ اُن کو اَسِیرکر کے روانہ ہُؤا کہ پار ہو کر بنی عمُّون میں جا پُہنچے۔"},{"number":11,"verse":"لیکن جب یُوحنا ن بِن قرِیح نے اور لشکر کے سب سرداروں نے جو اُس کے ساتھ تھے اِسمٰعیل بِن نتنیا ہ کی تمام شرارت کی بابت جو اُس نے کی تھی سُنا۔"},{"number":12,"verse":"تو وہ سب لوگوں کو لے کر اُس سے لڑنے کو گئے اور جِبعُو ن کے بڑے تالاب پر اُسے جا لِیا۔"},{"number":13,"verse":"اور یُوں ہُؤا کہ جب اُن سب لوگوں نے جو اِسمٰعیل کے ساتھ تھے یُوحنا ن بِن قرِیح کو اور اُس کے ساتھ سب فَوجی سرداروں کو دیکھا تو وہ خُوش ہُوئے۔"},{"number":14,"verse":"تب وہ سب لوگ جِن کو اِسمٰعیل مِصفا ہ سے پکڑ لے گیا تھا پلٹے اور یُوحنا ن بِن قرِیح کے پاس واپس آئے۔"},{"number":15,"verse":"پر اِسمٰعیل بِن نتنیا ہ آٹھ آدمِیوں کے ساتھ یُوحنا ن کے سامنے سے بھاگ نِکلا اور بنی عمُّون کی طرف چلا گیا۔"},{"number":16,"verse":"تب یُوحنا ن بِن قرِیح اور وہ فَوجی سردار جو اُس کے ہمراہ تھے سب باقی ماندہ لوگوں کو واپس لائے جِن کو اِسمٰعیل بِن نتنیا ہ جِدلیا ہ بِن اخِیقا م کو قتل کرنے کے بعد مِصفا ہ سے لے گیا تھا یعنی جنگی مَردوں اور عَورتوں اور لڑکوں اور خواجہ سراؤں کو جِن کو وہ جِبعُو ن سے واپس لایا تھا۔"},{"number":17,"verse":"اور وہ روانہ ہُوئے اور سرایِ کِمہا م میں جو بَیت لحم کے نزدِیک ہے آ رہے تاکہ مِصر کو جائیں۔"},{"number":18,"verse":"کیونکہ وہ کسدیوں سے ڈرے اِس لِئے کہ اِسمٰعیل بِن نتنیا ہ نے جِدلیا ہ بِن اخِیقا م کو جِسے شاہِ بابل نے اُس مُلک پر حاکِم مُقرّر کِیا تھا قتل کر ڈالا۔"}]}