{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":44,"verses":[{"number":1,"verse":"( خُداوند کا پَیغام مِصر میں اِسرائیلیوں کے نام) وہ کلام جو اُن سب یہُودِیوں کی بابت جو مُلکِ مِصر میں مِجدا ل کے عِلاقہ اورتحفخِیس اور نُوف اور فترُو س میں بستے تھے یَرمِیا ہ پر نازِل ہُؤا۔"},{"number":2,"verse":"کہ ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ تُم نے وہ تمام مُصِیبت جو مَیں یروشلیِم پر اور یہُودا ہ کے سب شہروں پر لایا ہُوں دیکھی اور دیکھو اب وہ وِیران اور غَیر آباد ہیں۔"},{"number":3,"verse":"اُس شرارت کے سبب سے جو اُنہوں نے مُجھے غضب ناک کرنے کوکی کیونکہ وہ غَیر معبُودوں کے آگے بخُور جلانے کوگئے اور اُن کی عِبادت کی جِن کو نہ وہ جانتے تھے نہ تُم نہ تُمہارے باپ دادا۔"},{"number":4,"verse":"اور مَیں نے اپنے تمام خِدمت گُذار نبِیوں کو تُمہارے پاس بھیجا ۔ اُن کو بر وقت یُوں کہہ کر بھیجا کہ تُم یہ نفرتی کام جِس سے مَیں نفرت رکھتا ہُوں نہ کرو۔"},{"number":5,"verse":"پر اُنہوں نے نہ سُنا نہ کان لگایا کہ اپنی بُرائی سے باز آئیں اور غَیر معبُودوں کے آگے بخُور نہ جلائیں۔"},{"number":6,"verse":"اِس لِئے میرا قہر و غضب نازِل ہُؤا اور یہُودا ہ کے شہروں اور یروشلیِم کے بازاروں پر بھڑکا اور وہ خراب اور وِیران ہُوئے جَیسے اب ہیں۔"},{"number":7,"verse":"اور اب خُداوند ربُّ الافواج اِسرائیل کا خُدا یُوںفرماتا ہے کہ تُم کیوں اپنی جانوں سے اَیسی بڑی بدی کرتے ہو کہ یہُودا ہ میں سے مَرد و زن اور طِفل و شِیرخوار کاٹ ڈالے جائیں اور تُمہارا کوئی باقی نہ رہے۔"},{"number":8,"verse":"کہ تُم مُلکِ مِصر میں جہاں تُم بسنے کو گئے ہو اپنے اَعمال سے اور غَیر معبُودوں کے آگے بخُور جلا کر مُجھ کو غضب ناک کرتے ہو کہ نیست کِئے جاؤ اور رُویِ زمِین کی سب قَوموں کے درمِیان لَعنت و ملامت کا باعِث بنو؟۔"},{"number":9,"verse":"کیا تُم اپنے باپ دادا کی شرارت اور یہُودا ہ کے بادشاہوں اور اُن کی بِیویوں کی اور خُود اپنی اور اپنی بِیویوں کی شرارت جو تُم نے یہُودا ہ کے مُلک میں اور یروشلیِم کے بازاروں میں کی بُھول گئے ہو؟۔"},{"number":10,"verse":"وہ آج کے دِن تک نہ فروتن ہُوئے نہ ڈرے اور میری شرِیعت و آئِین پر جِن کو مَیں نے تُمہارے اور تُمہارے باپ دادا کے سامنے رکھّا نہ چلے۔"},{"number":11,"verse":"اِس لِئے ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ دیکھو مَیں تُمہارے خِلاف زِیان کاری پر آمادہ ہُوں گا تاکہ تمام یہُودا ہ کو نیست کرُوں۔"},{"number":12,"verse":"اور مَیں یہُودا ہ کے باقی لوگوں کو جِنہوں نے مُلکِ مِصر کا رُخ کِیا ہے کہ وہاں جا کر بسیں پکڑُوں گا اور وہ مُلکِ مِصر ہی میں نابُود ہوں گے ۔ وہ تلوار اور کال سے ہلاک ہوں گے ۔ اُن کے ادنیٰ و اعلیٰ نابُود ہوں گے وہ تلوار اور کال سے فنا ہو جائیں گے اور لَعنت و حَیرت اور طعن و تشنِیع کا باعِث ہوں گے۔"},{"number":13,"verse":"اور مَیں اُن کو جو مُلکِ مِصر میں بسنے کو جاتے ہیں اُسی طرح سزا دُوں گا جِس طرح مَیں نے یروشلیِم کو تلوار ا ور کال اور وبا سے سزا دی ہے۔"},{"number":14,"verse":"پس یہُودا ہ کے باقی لوگوں میں سے جو مُلکِ مِصر میں بسنے کو جاتے ہیں نہ کوئی بچے گا نہ باقی رہے گا کہ وہ یہُودا ہ کی سرزمِین میں واپس آئیں جِس میں آ کر بسنے کے وہ مُشتاق ہیں کیونکہ بھاگ کر بچ نِکلنے والوں کے سِوا کوئی واپس نہ آئے گا۔"},{"number":15,"verse":"تب سب مَردوں نے جو جانتے تھے کہ اُن کی بِیوِیوں نے غَیر معبُودوں کے لِئے بخُور جلایا ہے اور سب عَورتوں نے جو پاس کھڑی تِھیں ایک بڑی جماعت یعنی سب لوگوں نے جو مُلکِ مِصر میں فترو س میں جا بسے تھے یَرمِیا ہ کو یُوں جواب دِیا۔"},{"number":16,"verse":"کہ یہ بات جو تُو نے خُداوند کا نام لے کر ہم سے کہی ہم کبھی نہ مانیں گے۔"},{"number":17,"verse":"بلکہ ہم تو اُسی بات پر عمل کریں گے جو ہم خُود کہتے ہیں کہ ہم آسمان کی ملِکہ کے لِئے بخُور جلائیں گے اور تپاون تپائیں گے جِس طرح ہم اور ہمارے باپ دادا ہمارے بادشاہ اور ہمارے سردار یہُودا ہ کے شہروں اور یروشلیِم کے بازاروں میں کِیا کرتے تھے کیونکہ اُس وقت ہم خُوب کھاتے پِیتے اور خُوش حال اور مُصِیبتوں سے محفُوظ تھے۔"},{"number":18,"verse":"پر جب سے ہم نے آسمان کی ملِکہ کے لِئے بخُور جلانا اور تپاون تپانا چھوڑ دِیا تب سے ہم ہر چِیزکے مُحتاج ہیں اور تلوار اور کال سے فنا ہو رہے ہیں۔"},{"number":19,"verse":"اور جب ہم آسمان کی ملِکہ کے لِئے بخُور جلاتی اور تپاون تپاتی تِھیں تو کیا ہم نے اپنے شَوہروں کے بغَیر اُس کی عِبادت کے لِئے کُلچے پکائے اور تپاون تپائے تھے؟۔"},{"number":20,"verse":"تب یَرمِیا ہ نے اُن سب مَردوں اور عَورتوں یعنی اُن سب لوگوں سے جِنہوں نے اُسے جواب دِیا تھا کہا۔"},{"number":21,"verse":"کیا وہ بخُور جو تُم نے اور تُمہارے باپ دادا اور تُمہارے بادشاہوں اور اُمرا نے رعِیّت کے ساتھ یہُودا ہ کے شہروں اور یروشلیِم کے بازاروں میں جلایا خُداوند کو یاد نہیں؟ کیا وہ اُس کے خیال میں نہیں آیا؟۔"},{"number":22,"verse":"پس تُمہارے بد اَعمال اور نفرتی کاموں کے سبب سے خُداوند برداشت نہ کر سکا ۔ اِس لِئے تُمہارا مُلک وِیران ہُؤا اور حَیرت و لَعنت کا باعِث بنا جِس میں کوئی بسنے والا نہ رہا جَیسا کہ آج کے دِن ہے۔"},{"number":23,"verse":"چُونکہ تُم نے بخُور جلایا اور خُداوند کے گُنہگار ٹھہرے اور اُس کی آواز کے شِنوا نہ ہُوئے اور نہ اُس کی شرِیعت نہ اُس کے آئِین نہ اُس کی شہادتوں پر چلے اِس لِئے یہ مُصِیبت جَیسی کہ اب ہے تُم پر آ پڑی۔"},{"number":24,"verse":"اور یَرمِیا ہ نے سب لوگوں اور سب عَورتوں سے یُوں کہا کہ اَے تمام بنی یہُودا ہ جو مُلکِ مِصر میں ہو! خُداوند کا کلام سُنو۔"},{"number":25,"verse":"ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ تُم نے اور تُمہاری بِیوِیوں نے اپنی زُبان سے کہا کہ آسمان کی ملِکہ کے لِئے بخُور جلانے اور تپاون تپانے کی جو نذریں ہم نے مانی ہیں ضرُور ادا کریں گے اور تُم نے اپنے ہاتھوں سے اَیسا ہی کِیا ۔ پس اب تُم اپنی نذروں کو قائِم رکھّو اور ادا کرو۔"},{"number":26,"verse":"اِس لِئے اَے تمام بنی یہُوداہ جو مُلکِ مِصر میں بستے ہو! خُداوند کا کلام سُنو ۔ دیکھو خُداوند فرماتا ہے مَیں نے اپنے بزُرگ نام کی قَسم کھائی ہے کہ اب میرا نام یہُودا ہ کے لوگوں میں تمام مُلکِ مِصر میں کِسی کے مُنہ سے نہ نِکلے گا کہ وہ کہے زِندہ خُداوند خُدا کی قَسم۔"},{"number":27,"verse":"دیکھو مَیں نیکی کے لِئے نہیں بلکہ بدی کے لِئے اُن پر نِگران ہُوں گا اور یہُودا ہ کے سب لوگ جو مُلکِ مِصر میں ہیں تلوار اور کال سے ہلاک ہوں گے یہاں تک کہ بالکُل نیست ہو جائیں گے۔"},{"number":28,"verse":"اور وہ جو تلوار سے بچ کر مُلکِ مِصر سے یہُودا ہ کے مُلک میں واپس آئیں گے تھوڑے سے ہوں گے اور یہُودا ہ کے تمام باقی لوگ جو مُلکِ مِصر میں بسنے کو گئے جانیں گے کہ کِس کی بات قائِم رہی۔ میری یا اُن کی۔"},{"number":29,"verse":"اور تُمہارے لِئے یہ نِشان ہے خُداوند فرماتا ہے کہ مَیں اِسی جگہ تُم کو سزا دُوں گا تاکہ تُم جانو کہ تُمہارے خِلاف میری باتیں مُصِیبت کی بابت یقِیناً قائِم رہیں گی۔"},{"number":30,"verse":"خُداوند یُوں فرماتا ہے کہ دیکھو مَیں شاہِ مِصر فِرعون حُفر ع کو اُس کے مُخالِفوں اور جانی دُشمنوں کے حوالہ کر دُوں گا جِس طرح مَیں نے شاہِ یہُودا ہ صِدقیاہ کو شاہِ بابل نبُوکَدر ضر کے حوالہ کر دِیا جو اُس کا مُخالِف اور جانی دُشمن تھا۔"}]}