{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"( بابل پر قبضہ) وہ کلام جو خُداوند نے بابل اور کسدیوں کے مُلک کی بابت یرمِیا ہ نبی کی معرفت فرمایا۔:۔"},{"number":2,"verse":"قَوموں میں اِعلان کرو اور اِشتِہار دو اور جھنڈا کھڑاکرو ۔ مُنادی کرو ۔ پوشِیدہ نہ رکھّو ۔ کہہ دو کہ بابل لے لِیا گیا ۔ بیل رُسوا ہُؤا ۔ مرود ک سراسِیمہ ہوگیا ۔ اُس کے بُت خجِل ہُوئے ۔ اُس کی مُورتیں توڑی گئِیں۔"},{"number":3,"verse":"کیونکہ شِمال سے ایک قَوم اُس پرچڑھی چلی آتی ہے جو اُس کی سرزمِین کو اُجاڑ د ے گی یہاں تک کہ اُس میں کوئی نہ رہے گا ۔ وہ بھاگ نِکلے ۔ وہ چل دِئے کیا اِنسان کیا حَیوان۔"},{"number":4,"verse":"( اِسرائیل کی واپسی) خُداوند فرماتا ہے اُن دِنوں میں بلکہ اُسی وقت بنی اِسرائیل آئیں گے۔ وہ اور بنی یہُوداہ اِکٹّھے روتے ہُوئے چلیں گے اور خُداوند اپنے خُدا کے طالِب ہوں گے۔"},{"number":5,"verse":"وہ صِیُّو ن کی طرف مُتوجِّہ ہو کر اُس کی راہ پُوچھیں گے کہ آؤ ہم خُداوند سے مِل کر اُس سے ابدی عہد کریں جو کبھی فراموش نہ ہو۔"},{"number":6,"verse":"میرے لوگ بھٹکی ہُوئی بھیڑوں کی مانِند ہیں ۔ اُن کے چَرواہوں نے اُن کو گُمراہ کر دِیا ۔ اُنہوں نے اُن کو پہاڑوں پر لے جا کر چھوڑ دِیا ۔ وہ پہاڑوں سے ٹِیلوں پر گئے اور اپنے آرام کا مکان بُھول گئے ہیں۔"},{"number":7,"verse":"سب جِنہوں نے اُن کو پایا اُن کو نِگل گئے اور اُن کے دُشمنوں نے کہا ہم قصُوروار نہیں ہیں کیونکہ اُنہوں نے خُداوند کا گُناہ کِیا ہے ۔ وہ خُداوند جو مسکنِ صداقت اور اُن کے باپ دادا کی اُمّیدگاہ ہے۔"},{"number":8,"verse":"بابل میں سے بھاگو اور کسدیوں کی سرزمِین سے نِکلواور اُن بکروں کی مانِند ہو جو گلّوں کے آگے آگے چلتے ہیں۔"},{"number":9,"verse":"کیونکہ دیکھ مَیں شِمال کی سرزمِین سے بڑی قَوموں کے انبوہ کو برپا کرُوں گا اور بابل پر چڑھا لاؤُں گا اور وہ اُس کے مُقابِل صف آرا ہوں گے ۔ وہاں سے اُس پر قبضہ کر لیں گے ۔ اُن کے تِیرکار آزمُودہ بہادُر کے سے ہوں گے جو خالی ہاتھ نہیں لَوٹتا۔"},{"number":10,"verse":"کسدِستان لُوٹا جائے گا اُسے لُوٹنے والے سب آسُودہ ہوں گے خُداوند فرماتا ہے۔"},{"number":11,"verse":"( سقُوطِ بابل) اَے میری مِیراث کو لُوٹنے والو چُونکہ تُم شادمان اور خُوش ہو اور داؤنے والی بچھیا کی مانِند کُودتے پھاندتے اور طاقت ور گھوڑوں کی مانِند ہِنہناتے ہو۔"},{"number":12,"verse":"اِس لِئے تُمہاری ماں نِہایت شرمِندہ ہو گی ۔ تُمہاری والِدہ خجالت اُٹھائے گی ۔ دیکھو وہ قَوموں میں سب سے آخِری ٹھہرے گی اور بیابان و خُشک زمِین اور ریگستان ہو گی۔"},{"number":13,"verse":"خُداوند کے قہر کے سبب سے وہ آباد نہ ہو گی بلکہ بِالکُل وِیران ہو جائے گی ۔ جو کوئی بابل سے گُذرے گا حَیران ہو گا اور اُس کی سب آفتوں کے باعِث سُسکارے گا۔"},{"number":14,"verse":"اَے سب تِیراندازو! بابل کو گھیر کر اُس کے خِلاف صف آرائی کرو ۔ اُس پر تِیر چلاؤ ۔ تِیروں کو دریغ نہ کروکیونکہ اُس نے خُداوند کا گُناہ کِیا ہے۔"},{"number":15,"verse":"اُسے گھیر کر تُم اُس پر للکارو ۔ اُس نے اِطاعت منظُور کر لی ۔ اُس کی بُنیادیں دھس گئِیں ۔ اُس کی دِیواریں گِر گئِیں کیونکہ یہ خُداوند کا اِنتقام ہے ۔ اُس سے اِنتقام لو ۔ جَیسا اُس نے کِیا وَیسا ہی تُم اُس سے کرو۔"},{"number":16,"verse":"بابل میں ہر ایک بونے والے کو اور اُسے جو دِرَو کے وقت درانتی پکڑے کاٹ ڈالو ۔ ظالِم کی تلوار کی ہَیبت سے ہر ایک اپنے لوگوں میں جا مِلے گا اور ہر ایک اپنے وطن کو بھاگ جائے گا۔"},{"number":17,"verse":"( اِسرائیل کی واپسی) اِسرائیل پراگندہ بھیڑوں کی مانِند ہے ۔ شیروں نے اُسے رگیدا ہے ۔ پہلے شاہِ اسُور نے اُسے کھا لِیا اور پِھر یہ شاہِ بابل نبُوکدر ضر اُس کی ہڈِّیوں تک چبا گیا۔"},{"number":18,"verse":"اِس لِئے ربُّ الافواج اِسرائیل کا خُدا یُوں فرماتا ہے کہ دیکھ مَیں شاہِ بابل اور اُس کے مُلک کو سزا دُوں گا جِس طرح مَیں نے شاہِ اَسُور کو سزا دی ہے۔"},{"number":19,"verse":"لیکن مَیں اِسرائیل کو پِھر اُس کے مسکن میں لاؤُں گا اور وہ کرمِل اور بسن میں چرے گا اور اُس کی جان کوہِ افرائیم اور جِلعاد پر آسُودہ ہو گی۔"},{"number":20,"verse":"خُداوند فرماتا ہے اُن دِنوں میں اور اُسی وقت اِسرائیل کی بدکرداری ڈُھونڈے نہ مِلے گی اور یہُودا ہ کے گُناہوں کا پتہ نہ مِلے گا کیونکہ جِن کو مَیں باقی رکھُّوں گا اُن کو مُعاف کرُوں گا۔"},{"number":21,"verse":"( بابل پر خُداوند کا غضب) مراتا یم کی سرزمِین پر اور فِقود کے باشِندوں پر چڑھائی کر ۔ اُسے وِیران کر اور اُن کو بِالکُل نابُود کر خُداوند فرماتا ہے اور جو کُچھ مَیں نے تُجھے فرمایا ہے اُس سب کے مُطابِق عمل کر۔"},{"number":22,"verse":"مُلک میں لڑائی اور بڑی ہلاکت کی آواز ہے۔"},{"number":23,"verse":"تمام دُنیا کا ہتھوڑا کیونکر کاٹا اور توڑا گیا! بابل قَوموں کے درمِیان کَیسا جایِ حَیرت ہُؤا!۔"},{"number":24,"verse":"مَیں نے تیرے لِئے پھندا لگایا اور اَے بابل تُو پکڑا گیا اور تُجھے خبر نہ تھی ۔ تیرا پتہ مِلا اور تُو گرِفتارہو گیا کیونکہ تُو نے خُداوند سے لڑائی کی ہے۔"},{"number":25,"verse":"خُداوند نے اپنا سلاح خانہ کھولا اور اپنے قہر کے ہتھیاروں کو نِکالا ہے کیونکہ کسدیوں کی سرزمِین میں خُداوند ربُّ الافواج کو کُچھ کرنا ہے۔"},{"number":26,"verse":"سِرے سے شرُوع کر کے اُس پر چڑھو اور اُس کے انبارخانوں کو کھولو ۔ اُس کو کھنڈر کر ڈالو اور اُس کو نیست کرو ۔ اُس کی کوئی چِیزباقی نہ چھوڑو۔"},{"number":27,"verse":"اُس کے سب بَیلوں کو ذبح کرو ۔ اُن کو مسلخ میں جانے دو ۔ اُن پر افسوس! کہ اُن کا دِن آ گیا ۔ اُن کی سزا کا وقت آ پُہنچا۔"},{"number":28,"verse":"سرزمِینِ بابل سے فرارِیوں کی آواز! وہ بھاگتے اور صِیُّو ن میں خُداوند ہمارے خُدا کے اِنتقام یعنی اُس کی ہَیکل کے اِنتقام کا اِعلان کرتے ہیں۔"},{"number":29,"verse":"تِیر اندازوں کو بُلا کر اِکٹّھا کرو کہ بابل پر جائیں ۔ سب کمان داروں کو ہر طرف سے اُس کے مُقابِل خَیمہ زن کرو ۔ وہاں سے کوئی بچ نہ نِکلے ۔ اُس کے کام کے مُوافِق اُس کو بدلہ دو ۔ سب کُچھ جو اُس نے کِیا اُس سے کرو کیونکہ اُس نے خُداوند اِسرائیل کے قُدُّوس کے حضُور بُہت تکبُّر کِیا۔"},{"number":30,"verse":"اِس لِئے اُس کے جوان بازاروں میں گِر جائیں گے اور سب جنگی مَرد اُس دِن کاٹ ڈالے جائیں گے خُداوند فرماتا ہے۔"},{"number":31,"verse":"اَے مغرُور دیکھ مَیں تیرا مُخالِف ہُوں خُداوند ربُّ الافواج فرماتا ہے کیونکہ تیرا وقت آ پُہنچا ہاں وہ وقت جب مَیں تُجھے سزا دُوں۔"},{"number":32,"verse":"اور وہ گھمنڈی ٹھوکر کھائے گا ۔ وہ گِرے گا اور کوئی اُسے نہ اُٹھائے گا اور مَیں اُس کے شہروں میں آگ بھڑکاؤُں گا اور وہ اُس کی تمام نواحی کو بھسم کر دے گی۔"},{"number":33,"verse":"ربُّ الافواج یُوں فرماتا ہے کہ بنی اِسرائیل اور بنی یہُوداہ دونوں مظلُوم ہیں اور اُن کو اَسِیر کرنے والے اُن کو قَید میں رکھتے ہیں اور چھوڑنے سے اِنکارکرتے ہیں۔"},{"number":34,"verse":"اُن کا چُھڑانے والا زورآور ہے ۔ ربُّ الافواج اُس کا نام ہے ۔ وہ اُن کی پُوری حِمایت کرے گا تاکہ زمِین کو راحت بخشے اور بابل کے باشِندوں کو پریشان کرے۔"},{"number":35,"verse":"خُداوند فرماتا ہے کہ تلوار کسدیوں پر اور بابل کے باشِندوں پر اور اُس کے اُمرا اور حُکما پر ہے۔"},{"number":36,"verse":"لافزنوں پر تلوار ہے ۔ وہ بے وُقُوف ہو جائیں گے ۔ اُس کے بہادُروں پر تلوار ہے۔ وہ ڈر جائیں گے۔"},{"number":37,"verse":"اُس کے گھوڑوں اور رتھوں اور سب مِلے جُلے لوگوں پر جو اُس میں ہیں تلوار ہے۔ وہ عَورتوں کی مانِند ہوں گے ۔ اُس کے خزانوں پر تلوار ہے ۔ وہ لُوٹے جائیں گے۔"},{"number":38,"verse":"اُس کی نہروں پر خُشک سالی ہے ۔ وہ سُوکھ جائیں گی کیونکہ وہ تراشی ہُوئی مُورتوں کی مملکت ہے اور وہ بُتوں پرشیفتہ ہیں۔"},{"number":39,"verse":"اِس لِئے دشتی درِندے گِیدڑوں کے ساتھ وہاں بسیں گے اور شُتر مُرغ اُس میں بسیرا کریں گے اور وہ پِھر ابد تک آباد نہ ہو گی ۔ پُشت در پُشت کوئی اُس میں سکُونت نہ کرے گا۔"},{"number":40,"verse":"جِس طرح خُدا نے سدُو م اور عمُور ہ اور اُن کے آس پاس کے شہروں کو اُلٹ دِیا خُداوند فرماتا ہے اُسی طرح کوئی آدمی وہاں نہ بسے گا نہ آدم زاد اُس میں رہے گا۔"},{"number":41,"verse":"دیکھ شِمالی مُلک سے ایک گروہ آتی ہے اور اِنتہایِ زمِین سے ایک بڑی قَوم اور بُہت سے بادشاہ برانگیختہ کِئے جائیں گے۔"},{"number":42,"verse":"وہ تِیر انداز و نیزہ باز ہیں ۔ وہ سنگ دِل و بے رحم ہیں ۔ اُن کے نعروں کی صدا سمُندر کی سی ہے ۔ وہ گھوڑوں پر سوار ہیں ۔ اَے دُخترِ بابل وہ جنگی مَردوں کی مانِندتیرے مُقابِل صف آرائی کرتے ہیں۔"},{"number":43,"verse":"شاہِ بابل نے اُن کی شُہرت سُنی ہے ۔ اُس کے ہاتھ ڈِھیلے ہو گئے ۔ وہ زچّہ کی مانِند مُصِیبت اور درد میں گرِفتارہے۔ ٍ"},{"number":44,"verse":"دیکھ وہ شیرِ بَبر کی طرح یرد ن کے جنگل سے نِکل کرمُحکم بستی پر چڑھ آئے گا پر مَیں اچانک اُس کو وہاں سے بھگا دُوں گا اور اپنے برگُزِیدہ کو اُس پر مُقرّر کرُوں گا کیونکہ مُجھ سا کَون ہے؟ کَون ہے جو میرے لِئے وقت مُقرّر کرے؟ اور وہ چَرواہا کَون ہے جو میرے مُقابِل کھڑا ہو سکے؟۔"},{"number":45,"verse":"پس خُداوند کی مصلحت کو جو اُس نے بابل کے خِلاف ٹھہرائی ہے اور اُس کے اِرادہ کو جو اُس نے کسدیوں کی سرزمِین کے خِلاف کِیا ہے سُنو ۔ یقِیناً اُن کے گلّہ کے سب سے چھوٹوں کو بھی گھسِیٹ لے جائیں گے ۔ یقِیناً اُن کا مسکن بھی اُن کے ساتھ برباد ہو گا۔"},{"number":46,"verse":"بابل کی شِکست کے شور سے زمِین کانپتی ہے اور فریاد کو قَوموں نے سُنا ہے۔"}]}