{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"( یروشلیِم دُشمنوں کے مُحاصرہ میں) اَے بنی بِنیمِین یروشلیِم میں سے پناہ کے لِئے بھاگ نِکلو اور تقُو ع میں نرسِنگا پُھونکو اور بَیت ہکّرم میں آتِشِین علَم بُلند کرو کیونکہ شِمال کی طرف سے بلا اور بڑی تباہی آنے والی ہے۔"},{"number":2,"verse":"مَیں دُخترِ صِیُّون کو جو شکِیل اور نازنِین ہے ہلاک کرُوں گا۔"},{"number":3,"verse":"چرواہے اپنے گلّوں کو لے کر اُس کے پاس آئیں گے اور گِردا گِرد اُس کے مُقابِل خَیمے کھڑے کریں گے ۔ ہر ایک اپنی جگہ میں چرائے گا۔"},{"number":4,"verse":"اُس سے جنگ کے لِئے اپنے آپ کو مخصُوص کرو ۔ اُٹھو دوپہر ہی کو چڑھ چلیں ۔ ہم پر افسوس کیونکہ دِن ڈھلتا جاتا ہے اور شام کا سایہ بڑھتا جاتا ہے۔"},{"number":5,"verse":"اُٹھو رات ہی کو چڑھ چلیں اور اُس کے قصروں کو ڈھا دیں۔"},{"number":6,"verse":"کیونکہ ربُّ الافواج یُوں فرماتا ہے کہ درخت کاٹ ڈالواور یروشلیِم کے مُقابِل دمدمہ باندھو ۔ یہ شہر سزا کا سزاوار ہے ۔ اِس میں ظُلم ہی ظُلم ہے۔"},{"number":7,"verse":"جِس طرح پانی چشمہ سے پُھوٹ نِکلتا ہے اُسی طرح شرارت اِس سے جاری ہے ۔ ظُلم اور سِتم کی صدا اِس میں سُنی جاتی ہے ۔ ہر دم میرے سامنے دُکھ درد اور زخم ہیں۔"},{"number":8,"verse":"اَے یروشلیِم ! تربِیّت پذِیر ہو تا نہ ہو کہ میرا دِل تُجھ سے ہٹ جائے ۔ نہ ہو کہ مَیں تُجھے وِیران اور غَیر آباد زمِین بنا دُوں۔"},{"number":9,"verse":"( گردن کَش اِسرائیل) ربُّ الافواج یُوں فرماتا ہے کہ وہ اِسرائیل کے بقِیّہ کو انگُور کی مانِند ڈُھونڈ کر توڑ لیں گے ۔ تُو انگُور توڑنے والے کی طرح پِھر اپنا ہاتھ شاخوں میں ڈال۔"},{"number":10,"verse":"مَیں کِس سے کہُوں اور کِس کو جتاؤُں تاکہ وہ سُنیں؟ دیکھ اُن کے کان نامختُون ہیں اور وہ سُن نہیں سکتے ۔ دیکھ خُداوند کا کلام اُن کے لِئے حقارت کا باعِث ہے ۔ وہ اُس سے خُوش نہیں ہوتے۔"},{"number":11,"verse":"اِس لِئے مَیں خُداوند کے قہر سے لبریز ہُوں ۔ مَیں اُسے ضبط کرتے کرتے تنگ آ گیا ۔ بازاروں میں بچّوں پر اور جوانوں کی جماعت پر اُسے اُنڈیل دے کیونکہ شَوہر اپنی بِیوی کے ساتھ اور بُوڑھا کُہن سال کے ساتھ گرِفتار ہو گا۔"},{"number":12,"verse":"اور اُن کے گھر کھیتوں اور بِیوِیوں سمیت اَوروں کے ہو جائیں گے کیونکہ خُداوند فرماتا ہے مَیں اپنا ہاتھ اِس مُلک کے باشِندوں پر بڑھاؤُں گا۔"},{"number":13,"verse":"اِس لِئے کے چھوٹوں سے بڑوں تک سب کے سب لالچی ہیں اور نبی سے کاہِن تک ہر ایک دغا باز ہے۔"},{"number":14,"verse":"کیونکہ وہ میرے لوگوں کے زخم کو یُوں ہی سلامتی سلامتی کہہ کر اچّھا کرتے ہیں حالانکہ سلامتی نہیں ہے۔"},{"number":15,"verse":"کیا وہ اپنے مکرُوہ کاموں کے سبب سے شرمِندہ ہُوئے؟ وہ ہرگِز شرمِندہ نہ ہُوئے بلکہ وہ لجائے تک نہیں اِس واسطے وہ گِرنے والوں کے ساتھ گِریں گے ۔ خُداوند فرماتا ہے جب مَیں اُن کو سزا دُوں گا تو پست ہو جائیں گے۔"},{"number":16,"verse":"( بنی اِسرائیل خُداوند کی راہ کو رَدّ کرتے ہیں) خُداوند یُوں فرماتا ہے کہ راستوں پر کھڑے ہو اور دیکھو اور پُرانے راستوں کی بابت پُوچھو کہ اچّھی راہ کہاں ہے؟ اُسی پر چلو اور تُمہاری جان راحت پائے گی پر اُنہوں نے کہا ہم اُس پر نہ چلیں گے۔"},{"number":17,"verse":"اور مَیں نے تُم پر نِگہبان بھی مُقرّر کِئے اور کہا نرسِنگے کی آواز سُنو پر اُنہوں نے کہا ہم نہ سُنیں گے۔"},{"number":18,"verse":"اِس لِئے اَے قَومو سُنو! اور اَے اہلِ مجمع معلُوم کرو کہ اُن کی کیا حالت ہے۔"},{"number":19,"verse":"اَے زمِین سُن! دیکھ مَیں اِن لوگوں پر آفت لاؤُں گا جو اِن کے اندیشوں کا پَھل ہے کیونکہ اِنہوں نے میرے کلام کو نہیں مانا اور میری شرِیعت کو ردّ کر دِیا ہے۔"},{"number":20,"verse":"اِس سے کیا فائِدہ کہ سبا سے لُبان اور دُور کے مُلک سے اگر میرے حضُور لاتے ہیں؟ تُمہاری سوختنی قُربانِیاں مُجھے پسند نہیں اور تُمہارے ذبِیحوں سے مُجھے خُوشی نہیں۔"},{"number":21,"verse":"اِس لِئے خُداوند یُوں فرماتا ہے کہ دیکھ مَیں ٹھوکرکِھلانے والی چِیزیں اِن لوگوں کی راہ میں رکھ دُوں گا اور باپ اور بیٹے باہم اُن سے ٹھوکر کھائیں گے ہمسائے اور اُن کے دوست ہلاک ہوں گے۔"},{"number":22,"verse":"( شِمال کی طرف سے یلغار) خُداوند یُوں فرماتا ہے کہ دیکھ شِمالی مُلک سے ایک گُروہ آتی ہے اور اِنتِہایِ زمِین سے ایک بڑی قَوم برانگیختہ کی جائے گی۔"},{"number":23,"verse":"وہ تِیرانداز و نیزہ باز ہیں ۔ وہ سنگ دِل اور بے رحم ہیں ۔ اُن کے نعروں کی صدا سمُندر کی سی ہے اور وہ گھوڑوں پر سوار ہیں۔ اَے دُخترِ صِیُّون ! وہ جنگی مَردوں کی مانِند تیرے مُقابِل صف آرائی کرتے ہیں۔"},{"number":24,"verse":"ہم نے اِس کی شُہرت سُنی ہے ۔ ہمارے ہاتھ ڈِھیلے ہو گئے ہم زچّہ کی مانِند مُصِیبت اور درد میں گرِفتار ہیں۔"},{"number":25,"verse":"مَیدان میں نہ نِکلنا اور سڑک پر نہ جانا کیونکہ ہر طرف دُشمن کی تلوار کا خَوف ہے۔"},{"number":26,"verse":"اَے میری بِنتِ قَوم! ٹاٹ اُوڑھ اور راکھ میں لیٹ ۔اپنے اِکلوتوں پر ماتم اور دِل خراش نَوحہ کر کیونکہ غارت گر ہم پر اچانک آئے گا۔"},{"number":27,"verse":"مَیں نے تُجھے اپنے لوگوں میں پرکھنے والا اور بُرج مُقرّر کِیا تاکہ تُو اُن کی روِشوں کو معلُوم کرے اور پرکھے۔"},{"number":28,"verse":"وہ سب کے سب نِہایت سرکش ہیں ۔ وہ غِیبت کرتے ہیں ۔ وہ تو تانبا اور لوہا ہیں ۔ وہ سب کے سب مُعاملہ کے کھوٹے ہیں۔"},{"number":29,"verse":"دَھونکنی جل گئی ۔ سِیسا آگ سے بھسم ہو گیا ۔ صاف کرنے والے نے بے فائِدہ صاف کِیا کیونکہ شرِیر الگ نہیں ہُوئے۔"},{"number":30,"verse":"وہ مردُود چاندی کہلائیں گے کیونکہ خُداوند نے اُن کو ردّ کر دِیا ہے۔"}]}