{"bibleAbbr":"urRV2010","bookName":"یرمِیاہ","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"خُداوند فرماتا ہے کہ اُس وقت وہ یہُودا ہ کے بادشاہوں اور اُس کے سرداروں اور کاہِنوں اور نبِیوں اور یروشلیِم کے باشِندوں کی ہڈِّیاں اُن کی قبروں سے نِکال لائیں گے۔"},{"number":2,"verse":"اور اُن کو سُورج اور چاند اور تمام اجرامِ فلک کے سامنے جِن کو وہ دوست رکھتے اور جِن کی خِدمت و پَیروی کرتے تھے جِن سے وہ صلاح لیتے تھے اور جِن کو سِجدہ کرتے تھے بِچھائیں گے ۔ وہ نہ جمع کی جائیں گی نہ دفن ہوں گی بلکہ رُویِ زمِین پر کھاد بنیں گی۔"},{"number":3,"verse":"اور وہ سب لوگ جو اِس بُرے گھرانے میں سے باقی بچ رہیں گے اُن سب مکانوں میں جہاں جہاں مَیں اُن کو ہانک دُوں مَوت کو زِندگی سے زِیادہ چاہیں گے ربُّ الافواج فرماتا ہے۔"},{"number":4,"verse":"( گُناہ اورسزا) اور تُو اُن سے کہہ دے کہ خُداوند یُوں فرماتا ہے کیا لوگ گِر کر پِھر نہیں اُٹھتے؟ کیا کوئی برگشتہ ہو کر واپس نہیں آتا؟۔"},{"number":5,"verse":"پِھر یروشلیِم کے یہ لوگ کیوں ہمیشہ کی برگشتگی پر اڑے ہیں؟ وہ مکر سے لِپٹے رہتے ہیں اور واپس آنے سے اِنکار کرتے ہیں۔"},{"number":6,"verse":"مَیں نے کان لگایا اور سُنا ۔ اُن کی باتیں ٹِھیک نہیں ۔ کِسی نے اپنی بُرائی سے تَوبہ کر کے نہیں کہا کہ مَیں نے کیا کِیا؟ ہر ایک اپنی راہ کو پِھرتا ہے جِس طرح گھوڑا لڑائی میں سرپٹ دَوڑتا ہے۔"},{"number":7,"verse":"ہاں ہوائی لقلق اپنے مُقرّرہ وقتوں کو جانتا ہے اور قُمری اور ابابِیل اور کُلنگ اپنے آنے کا وقت پہچان لیتے ہیں لیکن میرے لوگ خُداوند کے احکام کو نہیں پہچانتے۔"},{"number":8,"verse":"تُم کیونکر کہتے ہو کہ ہم تو دانِش مند ہیں اور خُداوند کی شرِیعت ہمارے پاس ہے؟ لیکن دیکھ لِکھنے والوں کے باطِل قلم نے بطالت پَیدا کی ہے۔"},{"number":9,"verse":"دانِش مند شرمِندہ ہُوئے ۔ وہ حَیران ہُوئے اور پکڑے گئے ۔ دیکھ اُنہوں نے خُداوند کے کلام کو رَدّ کِیا ۔ اُن میں کَیسی دانائی ہے؟۔"},{"number":10,"verse":"پس مَیں اُن کی بِیوِیاں اَوروں کو اور اُن کے کھیت اُن کو دُوں گا جو اُن پر قابِض ہوں گے کیونکہ وہ سب چھوٹے سے بڑے تک لالچی ہیں اور نبی سے کاہِن تک ہر ایک دغا باز ہے۔"},{"number":11,"verse":"اور وہ میری بِنتِ قَوم کے زخم کو یُوں ہی سلامتی سلامتی کہہ کر اچّھا کرتے ہیں حالانکہ سلامتی نہیں ہے۔"},{"number":12,"verse":"کیا وہ اپنے مکرُوہ کاموں کے سبب سے شرمِندہ ہُوئے؟ وہ ہرگِز شرمِندہ نہ ہُوئے بلکہ وہ لجائے تک نہیں ۔ اِس واسطے وہ گِرنے والوں کے ساتھ گِریں گے ۔ خُداوند فرماتا ہے جب اُن کو سزا مِلے گی تو وہ پست ہو جائیں گے۔"},{"number":13,"verse":"خُداوند فرماتا ہے کہ مَیں اُن کو بِالکُل فنا کرُوں گا ۔ نہ تاک میں انگُور لگیں گے اور نہ انجِیر کے درخت میں انجِیر بلکہ پتّے بھی سُوکھ جائیں گے اور جو کُچھ مَیں نے اُن کو دِیا جاتا رہے گا۔"},{"number":14,"verse":"ہم کیوں چُپ چاپ بَیٹھے ہیں؟ آؤ اِکٹّھے ہو کر مُحکم شہروں میں بھاگ چلیں اور وہاں چُپ ہو رہیں کیونکہ خُداوند ہمارے خُدا نے ہم کو چُپ کرایا اور ہم کو اِندراین کا پانی پِینے کو دِیا ہے ۔ اِس لِئے کہ ہم خُداوند کے گُنہگار ہیں۔"},{"number":15,"verse":"سلامتی کا اِنتِظار تھا پر کُچھ فائِدہ نہ ہُؤا اور شِفا کے وقت کا پر دیکھو دہشت!۔"},{"number":16,"verse":"اُس کے گھوڑوں کے فرّانے کی آواز دان سے سُنائی دیتی ہے۔ اُس کے جنگی گھوڑوں کے ہِنہنانے کی آواز سے تمام زمِین کانپ گئی کیونکہ وہ آ پُہنچے ہیں اور زمِین کو اور سب کُچھ جو اُس میں ہے اور شہر کو بھی اُس کے باشِندوں سمیت کھا جائیں گے۔"},{"number":17,"verse":"کیونکہ خُداوند فرماتا ہے دیکھو مَیں تُمہارے درمِیان سانپ اور افعی بھیجُوں گا جِن پر منتر کارگر نہ ہو گا اور وہ تُم کو کاٹیں گے۔"},{"number":18,"verse":"( یَرمِیاہ اپنے لوگوں کے لِئے غم کرتا ہے) کاش کہ مَیں غم سے تسلّی پاتا! میرا دِل مُجھ میں سُست ہو گیا۔"},{"number":19,"verse":"دیکھ میری بِنتِ قَوم کے نالہ کی آواز دُور کے مُلک سے آتی ہے ۔ کیا خُداوند صِیُّون میں نہیں؟ کیا اُس کا بادشاہ اُس میں نہیں؟ اُنہوں نے کیوں اپنی تراشی ہُوئی مُورتوں سے اور بے گانہ معبُودوں سے مُجھ کو غضبناک کِیا؟۔"},{"number":20,"verse":"فصل کاٹنے کا وقت گُذرا ۔ گرمی کے ایّام تمام ہُوئے اور ہم نے رہائی نہیں پائی۔"},{"number":21,"verse":"اپنی بِنتِ قَوم کی شِکستگی کے سبب سے مَیں شِکستہ حال ہُؤا ۔ مَیں کُڑھتا رہتا ہُوں ۔ حَیرت نے مُجھے دبا لِیا۔"},{"number":22,"verse":"کیا جِلعاد میں رَوغنِ بلسان نہیں ہے؟ کیا وہاں کوئی طبِیب نہیں؟ میری بِنتِ قَوم کیوں شِفا نہیں پاتی؟۔"}]}