{"bibleAbbr":"bnOV2016","bookName":"নহিমিয়ের পুস্তক।","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"সেই দিন লোকদের কর্ণগোচরে মোশির পুস্তক পাঠ করা হইল; তন্মধ্যে লিখিত এই আজ্ঞা পাওয়া গেল, অম্মোনীয় কিম্বা মোয়াবীয় লোক কখনও ঈশ্বরের সমাজে প্রবেশ করিতে পাইবে না;"},{"number":2,"verse":"কেননা তাহারা অন্ন জল লইয়া ইস্রায়েল-সন্তানগণের সহিত সাক্ষাৎ করে নাই, বরং তাহাদিগকে শাপ দিতে তাহাদের প্রতিকূলে বিলিয়মকে ঘুষ দিয়াছিল; কিন্তু আমাদের ঈশ্বর সেই শাপ আশীর্ব্বাদে পরিণত করিলেন।"},{"number":3,"verse":"তখন তাহারা এই ব্যবস্থা শুনিয়া সমগ্র মিশ্রিত জনতাকে ইস্রায়েল হইতে পৃথক্ করিল।"},{"number":4,"verse":"( নহিমিয়ের দ্বিতীয়বার আগমন।) ইহার পূর্ব্বে, আমাদের ঈশ্বরের গৃহের কুঠরী সকলের অধ্যক্ষ ইলিয়াশীব যাজক টোবিয়ের কুটুম্ব হওয়াতে তাহার জন্য এক বৃহৎ কুঠরী প্রস্তুত করিয়াছিল;"},{"number":5,"verse":"পূর্ব্বে লোকেরা সেই স্থানে নিবেদিত ভক্ষ্য-নৈবেদ্য, কুন্দুরু ও পাত্র সকল এবং লেবীয়দের, গায়কদের ও দ্বারপালদের নিমিত্ত আজ্ঞাপিত শস্য, দ্রাক্ষারস ও তৈলের দশমাংশ এবং যাজকদের প্রাপ্য উত্তোলনীয় উপহার সকল রাখিত।"},{"number":6,"verse":"কিন্তু এই সকল ঘটনার সময়ে আমি যিরূশালেমে ছিলাম না, কেননা বাবিল-রাজ অর্তক্ষস্তের দ্বাত্রিংশ বৎসরে আমি রাজার কাছে গিয়া কিছু দিনের পর রাজার নিকট হইতে বিদায় লইলাম।"},{"number":7,"verse":"পরে আমি যিরূশালেমে আসিলাম, আর ইলিয়াশীব টোবিয়ের জন্য ঈশ্বরের গৃহের প্রাঙ্গণে কুঠরী প্রস্তুত করিয়া যে অপকর্ম্ম করিয়াছে, তাহা অবগত হইলাম।"},{"number":8,"verse":"ইহাতে আমার অতিশয় অসন্তোষ জন্মিল; তাই ঐ কুঠরী হইতে টোবিয়ের সমস্ত গৃহ সামগ্রী বাহির করিয়া ফেলিলাম।"},{"number":9,"verse":"আর আমি আজ্ঞা দিয়া কুঠরী সকল শুচি করাইলাম, এবং সেই স্থানে ঈশ্বরের গৃহের পাত্র সকল, ভক্ষ্য-নৈবেদ্য ও কুন্দুরু পুনর্ব্বার আনাইলাম।"},{"number":10,"verse":"আর আমি জানিতে পাইলাম, লেবীয়দের অংশ তাহাদিগকে দেওয়া হয় নাই, তজ্জন্য কর্ম্মকারী লেবীয়েরা ও গায়কেরা পলাইয়া প্রত্যেকে আপন আপন ভূমিতে গিয়াছে।"},{"number":11,"verse":"তাহাতে আমি অধ্যক্ষদিগকে অনুযোগ করিয়া কহিলাম, ঈশ্বরের গৃহ কেন পরিত্যক্ত হইল? পরে উহাদিগকে সংগ্রহ করিয়া স্ব স্ব পদে স্থাপন করিলাম।"},{"number":12,"verse":"আর সমস্ত যিহূদা শস্যের, দ্রাক্ষারসের ও তৈলের দশমাংশ ভাণ্ডারে আনিতে লাগিল।"},{"number":13,"verse":"আর আমি শেলিমিয় যাজককে ও সাদোক অধ্যাপককে এবং লেবীয়দের মধ্যে পদায়কে ও তাহাদের অধীনে মত্তনিয়ের পৌত্র সক্কুরের পুত্র হাননকে ভাণ্ডারসমূহের অধ্যক্ষ করিলাম, কেননা তাহারা বিশ্বস্ত গণিত ছিল, আর তাহাদের ভ্রাতৃগণকে অংশ বিতরণ করা তাহাদের কার্য্য হইল।"},{"number":14,"verse":"হে আমার ঈশ্বর, এ বিষয়ে আমাকে স্মরণ কর; আমি আপন ঈশ্বরের গৃহের জন্য ও তৎসংক্রান্ত ক্রিয়াপদ্ধতির জন্য যে সকল সাধু কার্য্য করিয়াছি, তাহা লুপ্ত করিও না।"},{"number":15,"verse":"ঐ সময়ে আমি যিহূদার মধ্যে কতকগুলি লোককে বিশ্রামবারে দ্রাক্ষাযন্ত্র মাড়িতে, আটি আনিতে ও গর্দ্দভের উপরে চাপাইতে এবং বিশ্রামবারে দ্রাক্ষারস, দ্রাক্ষাফল ও ডুমুরাদি সকল দ্রব্যের বোঝা যিরূশালেমে আনিতে দেখিলাম; তাহাতে যে দিন তাহারা ভক্ষ্য দ্রব্য বিক্রয় করিতেছিল, সেই দিন আমি তাহাদের বিরুদ্ধে সাক্ষ্য দিলাম।"},{"number":16,"verse":"আর সোরের কতকগুলি লোক নগরে বাস করিত, তাহারা মৎস্য ও সর্ব্বপ্রকার বিক্রেয় দ্রব্য আনিয়া বিশ্রামবারে যিহূদা-সন্তানদের কাছে ও যিরূশালেমে বিক্রয় করিত।"},{"number":17,"verse":"তখন আমি যিহূদার প্রধান লোকদিগকে অনুযোগ করিয়া কহিলাম, তোমরা বিশ্রামবার অপবিত্র কর, এ কি কুকার্য্য করিতেছ?"},{"number":18,"verse":"তোমাদের পিতৃপুরুষেরা কি সেইরূপ করিত না? আর তন্নিমিত্ত আমাদের ঈশ্বর কি আমাদের উপরে ও এই নগরের উপরে এই সকল অমঙ্গল ঘটান নাই? আবার তোমরাও বিশ্রামবার অপবিত্র করিয়া ইস্রায়েলের উপরে আরও ক্রোধ বর্ত্তাইতেছ।"},{"number":19,"verse":"পরে বিশ্রামবারের পূর্ব্বে যিরূশালেমের দ্বার সকল ছায়াগ্রস্ত হইলে আমি কবাট বদ্ধ করিতে আজ্ঞা করিলাম; আরও কহিলাম, বিশ্রামবার অতীত না হইলে এই দ্বার মুক্ত করিও না; আর বিশ্রামবারে যেন কোন বোঝা ভিতরে আনীত না হয়, এই জন্য আমি আপনার কয়েক জন যুবককে দ্বারে নিযুক্ত করিলাম।"},{"number":20,"verse":"তাহাতে বণিকেরা ও সর্ব্বপ্রকার দ্রব্যের বিক্রেতারা দুই এক বার যিরূশালেমের বাহিরে রাত্রি যাপন করিল।"},{"number":21,"verse":"তখন আমি তাহাদের বিরুদ্ধে সাক্ষ্য দিয়া তাহাদিগকে কহিলাম, তোমরা কেন প্রাচীরের সম্মুখে রাত্রি যাপন কর? যদি আবার এমন কর, তবে আমি তোমাদের উপরে হাত বাড়াইব।"},{"number":22,"verse":"তদবধি তাহারা বিশ্রামবারে আর আসিল না। পরে বিশ্রামবার পবিত্র করিবার জন্য আমি লেবীয়দিগকে শুচি হইতে ও দ্বার সকল রক্ষা করণার্থে আসিতে আজ্ঞা করিলাম। হে আমার ঈশ্বর, এই বিষয়েও আমাকে স্মরণ কর, এবং আপনার দয়ার মহত্ত্বানুসারে আমার প্রতি করুণা কর।"},{"number":23,"verse":"আবার সেই সময়ে আমি দেখিলাম, যিহূদিগণের কেহ কেহ অস্দোদীয়া, অম্মোনীয়া ও মোয়াবীয়া স্ত্রী গ্রহণ করিয়াছে;"},{"number":24,"verse":"এবং তাহাদের সন্তানেরা অর্দ্ধ অস্দোদীয় ভাষায় কথা কহিতেছে, যিহূদীদের ভাষায় কথা কহিতে জানে না, কিন্তু স্ব স্ব জাতির ভাষানুসারে কথা কহে।"},{"number":25,"verse":"তাহাতে আমি তাহাদের সঙ্গে বিবাদ করিলাম, তাহাদিগকে তিরস্কার করিলাম, এবং তাহাদের কোন কোন ব্যক্তিকে প্রহার ও তাহাদের কেশ উৎপাটন করিলাম, এবং ঈশ্বরের নামে তাহাদিগকে [এই বলিয়া] দিব্য করাইলাম, তোমরা উহাদের পুত্রদের সহিত আপন আপন কন্যাদের বিবাহ দিবে না, ও আপন আপন পুত্রদের জন্য কিম্বা আপনাদের জন্য উহাদের কন্যাদিগকে গ্রহণ করিবে না।"},{"number":26,"verse":"ইস্রায়েল-রাজ শলোমন এই সকল কার্য্য করিয়া কি অপরাধী হন নাই? কিন্তু অনেক জাতির মধ্যে তাহার তুল্য কোন রাজা ছিল না; আর তিনি আপন ঈশ্বরের প্রিয় পাত্র ছিলেন, এবং ঈশ্বর তাঁহাকে সমস্ত ইস্রায়েলের উপরে রাজা করিয়াছিলেন; তথাপি বিজাতীয় স্ত্রীরা তাঁহাকেও পাপ করাইয়াছিল।"},{"number":27,"verse":"অতএব আমরা কি তোমাদের এই কথায় কর্ণপাত করিব যে, তোমরা বিজাতীয় কন্যাদিগকে বিবাহ করিয়া আমাদের ঈশ্বরের বিরুদ্ধে সত্যলঙ্ঘন করিবার নিমিত্তে এই সমস্ত মহাপাপ করিবে?"},{"number":28,"verse":"ইলিয়াশীব মহাযাজকের পুত্র যিহোয়াদার এক পুত্র হোরোণীয় সন্বল্লটের জামাতা ছিল, এই জন্য আমি আপনার নিকট হইতে তাহাকে তাড়াইয়া দিলাম।"},{"number":29,"verse":"হে আমার ঈশ্বর, তাহাদিগকে স্মরণ কর, কেননা তাহারা যাজকের পদ এবং যাজকের পদের ও লেবীয়দের নিয়ম কলঙ্কিত করিয়াছে।"},{"number":30,"verse":"এইরূপে আমি বিজাতীয় সকলের হইতে তাহাদিগকে পরিষ্কার করিলাম, এবং প্রত্যেকের কার্য্যানুসারে যাজকদের ও লেবীয়দের রক্ষণীয় স্থির করিলাম;"},{"number":31,"verse":"আর নিরূপিত সময়ে কাষ্ঠদান জন্য, ও অগ্রিমাংশ সকলের জন্য [লোক নিযুক্ত করিলাম]। হে আমার ঈশ্বর, মঙ্গলার্থে আমাকে স্মরণ কর।"}]}