{"bibleAbbr":"LBP1933","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"OPEN your doors, O Lebanon, that the fire may devour your cedars."},{"number":2,"verse":"Wail, O fir tree; for the cedar has fallen and the mighty are plundered! Wail, O oaks of Bashan; for the mighty forest has fallen!"},{"number":3,"verse":"There is a voice of the howling of shepherds; for their glory is ruined; a voice of the roaring of the lions; because the forest of Jordan is spoiled."},{"number":4,"verse":"Thus says the LORD my God: Feed the lean flock"},{"number":5,"verse":"Whose buyers slaughter them, and hold themselves not guilty; and those who sell them say, Blessed be the LORD; for he has enriched us; and their own shepherds have no pity on them."},{"number":6,"verse":"For I will no more pity the inhabitants of the land, says the LORD: but, 1o, I will deliver the men every one into his neighbor's hand and into the hand of his king; and they shall divide the land, and I will not deliver it from their hands."},{"number":7,"verse":"So I fed the lean flock, for there were many sheep; and I took two staffs; the one I called Pleasant and the other I called Cord, and I fed the flock."},{"number":8,"verse":"Three shepherds I did away with in one month; and my soul was wearied of them, and their soul also howled against me."},{"number":9,"verse":"Then I said, I will not feed you; that which dies, let it die; and that which is to be lost, let it be lost; and let the rest eat every one the flesh of another."},{"number":10,"verse":"And I took my staff, even Pleasant, and I broke it, thus nullifying the covenant which I had with all the peoples."},{"number":11,"verse":"And it was nullified in that very day; and so the meek of the flock who were watching me knew that it was the word of the LORD."},{"number":12,"verse":"And I said to them, If it seems good in your sight, give me my wages; and if not, then you are doing me injustice. So they weighed for my wages thirty pieces of silver."},{"number":13,"verse":"And the LORD said to me, Cast it into the treasury; a goodly price that I was prized at of them. And I took the thirty pieces of silver and cast them into the treasury in the house of the LORD."},{"number":14,"verse":"Then I broke my other staff, even Measuring-line, that I might nullify the agreements between Judah and Israel."},{"number":15,"verse":"And the LORD said to me, Take to yourself the clothes of a foolish shepherd."},{"number":16,"verse":"For, lo, I will raise up a shepherd in the land who shall not search for those that are lost, neither shall seek those that have gone astray nor bind those that are broken nor heal those that are sick nor feed those that stand still; but he shall eat the flesh of the fat and break off their shanks."},{"number":17,"verse":"Woe to you, O foolish shepherd, for you have left the flock neglected on your side and before your eyes! Let your right arm be withered and your right eye be blinded."}]}