{"bibleAbbr":"LBP1933","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"I LIFTED up my eyes again and looked, and behold, a man with a measuring line in his hand."},{"number":2,"verse":"And I said to him, Where are you going? And he said to me, To measure Jerusalem, to see what is its breadth and what is its length."},{"number":3,"verse":"And behold, the angel who was talking with me went forth, and another angel came to meet him."},{"number":4,"verse":"And he said to him, Run, speak to that young man, saying, Jerusalem shall be inhabited as towns without walls for the multitude of men and cattle in it."},{"number":5,"verse":"For I will be in the midst of her, says the LORD, as a wall of fire round about, and will be the glory in the midst of her."},{"number":6,"verse":"Ah! Ah! Flee from the land of the north, says the LORD; for I have scattered you abroad as the four winds of the heaven, says the LORD."},{"number":7,"verse":"Deliver yourself, O Zion; deliver yourself, you who dwell with the daughter of Babylon."},{"number":8,"verse":"For thus says the LORD of hosts: After the glory he has sent me against the nations who plundered you; for he who touches you touches the apple of his eye."},{"number":9,"verse":"For, behold, I will stretch out my hand against them, and their works shall become plunder; and you shall know that the LORD of hosts has sent me."},{"number":10,"verse":"Sing and rejoice, O daughter of Zion; for, lo, I come, and I will dwell in the midst of you, says the LORD."},{"number":11,"verse":"And many nations shall follow the LORD in that day, and shall be his people; and he shall dwell in the midst of you, and you shall know that the LORD of hosts has sent me to you."},{"number":12,"verse":"And the LORD shall inherit Judah his portion in his holy land, and shall be pleased with Jerusalem again."},{"number":13,"verse":"And all flesh shall be afraid of the LORD; for he is watchful from his high and holy habitation."}]}