{"bibleAbbr":"LBP1933","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"AND it came to pass in the fourth year of King Darius, the word of the LORD came to Zechariah in the fourth day of the ninth month, which is Canun,"},{"number":2,"verse":"When they had sent to Beth-el, Sherezar and Rab-mag, and the king and his mighty men had sent word to pray for him before the LORD,"},{"number":3,"verse":"And to speak to the priests who were in the house of the LORD of hosts and to the prophets, saying, Should I weep in the fifth month, separating myself, as I have done these so many years?"},{"number":4,"verse":"Then the word of the LORD came to me, saying,"},{"number":5,"verse":"Speak to all the people of the land and to the priests, saying, When you fasted and mourned in the fifth and seventh months, for these seventy years, did you at all fast to me?"},{"number":6,"verse":"And when you did eat and when you did drink, did you not eat for yourselves and drink for yourselves?"},{"number":7,"verse":"These were the very words which the LORD proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, when her towns were round about her and when the mountains and plains were inhabited."},{"number":8,"verse":"And the word of the LORD came to Zechariah, saying,"},{"number":9,"verse":"Thus says the LORD of hosts: Execute true judgment, and show mercy and compassion every man to his brother;"},{"number":10,"verse":"And do not oppress the widow nor the orphan, the poor nor the proselyte; and let none of you imagine evil against his brother in his heart."},{"number":11,"verse":"But they refused to hearken, they rebelled and stopped their ears, that they should not hear."},{"number":12,"verse":"Yea, they made their hearts like adamant, lest they should hear the law, and the ordinances which the LORD of hosts has sent in his Spirit by the former prophets; therefore came a great wrath from the LORD of hosts."},{"number":13,"verse":"Since I have called them and they would not hear, so they shall call me and I will not listen, says the LORD of hosts."},{"number":14,"verse":"And I scattered them among all the nations whom they knew not. Thus the land was desolate after them, without any one to pass through it and without an inhabitant, because they made the pleasant land a desolation."}]}