{"bibleAbbr":"NASB1995+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"The oracle <WH9294> concerning Egypt. <WH4714> Behold, <WH2009> the Lord <WH3068> is riding <WH7392> on a swift <WH7031> cloud, <WH5645> and is about to come <WH935> to Egypt; <WH4714> The idols <WH457> of Egypt <WH4714> will tremble <WH5128> at His presence, <WH6440> And the heart <WH3824> of the Egyptians <WH4714> will melt <WH4549> within <WH7130> them."},{"number":2,"verse":"\"So I will incite <WH5526> Egyptians <WH4714> against Egyptians; <WH4714> And they will each <WH376> fight <WH3898> against his brother, <WH251> and each <WH376> against his neighbor, <WH7453> City <WH5892> against city, <WH5892> [and] kingdom <WH4467> against kingdom. <WH4467>"},{"number":3,"verse":"\"Then the spirit <WH7307> of the Egyptians <WH4714> will be demoralized <WH1238> within <WH7130> them; And I will confound <WH1104> their strategy, <WH6098> So that they will resort <WH1875> to idols <WH457> and ghosts <WH9008> of the dead, <WH9008> And to mediums <WH178> and spiritists. <WH3049>"},{"number":4,"verse":"\"Moreover, I will deliver <WH5534> the Egyptians <WH4714> into the hand <WH3027> of a cruel <WH7186> master, <WH113> And a mighty <WH5794> king <WH4428> will rule <WH4910> over them,\" declares <WH5002> the Lord <WH136> God <WH3068> of hosts. <WH6635>"},{"number":5,"verse":"And the waters <WH4325> from the sea <WH3220> will dry <WH5405> up, And the river <WH5104> will be parched <WH9162> and dry. <WH3001>"},{"number":6,"verse":"And the canals <WH5104> will emit <WH9107> a stench, <WH9107> The streams <WH2975> of Egypt <WH4693> will thin <WH1809> out and dry <WH9162> up; The reeds <WH7070> and rushes <WH5488> will rot <WH7060> away. <WH7060>"},{"number":7,"verse":"The bulrushes <WH6169> by the Nile, <WH2975> by the edge <WH6310> of the Nile <WH2975> And all <WH3605> the sown <WH4218> fields <WH4218> by the Nile <WH2975> Will become <WH3001> dry, <WH3001> be driven <WH5086> away, <WH5086> and be no <WH369> more. <WH369>"},{"number":8,"verse":"And the fishermen <WH1728> will lament, <WH578> And all <WH3605> those who cast <WH7993> a line <WH2443> into the Nile <WH2975> will mourn, <WH56> And those who spread <WH6566> nets <WH9262> on the waters <WH4325> will pine <WH535> away. <WH535>"},{"number":9,"verse":"Moreover, the manufacturers <WH5647> of linen <WH6593> made from combed <WH8305> flax <WH6593> And the weavers <WH707> of white <WH9125> cloth <WH9125> will be utterly <WH954> dejected. <WH954>"},{"number":10,"verse":"And the pillars <WH8356> [of Egypt] will be crushed; <WH1792> All <WH3605> the hired <WH7938> laborers <WH6213> will be grieved <WH99> in soul. <WH5315>"},{"number":11,"verse":"The princes <WH8269> of Zoan <WH6814> are mere <WH389> fools; <WH191> The advice <WH6098> of Pharaoh <WH6547>'s wisest <WH2450> advisers <WH3289> has become <WH9059> stupid. <WH9059> How <WH349> can you [men] say <WH559> to Pharaoh, \"I am a son <WH1121> of the wise, <WH2450> a son <WH1121> of ancient <WH6924> kings <WH4428>\"?"},{"number":12,"verse":"Well <WH645> then, <WH645> where <WH335> are your wise <WH2450> men <WH2450>? Please <WH4994> let them tell <WH5046> you, And let them understand <WH3045> what <WH4100> the Lord <WH3068> of hosts <WH6635> Has purposed <WH3289> against <WH5921> Egypt. <WH4714>"},{"number":13,"verse":"The princes <WH8269> of Zoan <WH6814> have acted <WH2973> foolishly, <WH2973> The princes <WH8269> of Memphis <WH5297> are deluded; <WH5378> [Those who are] the cornerstone <WH6438> of her tribes <WH7626> Have led <WH8582> Egypt <WH4714> astray. <WH8582>"},{"number":14,"verse":"The Lord <WH3068> has mixed <WH4537> within <WH7130> her a spirit <WH7307> of distortion; <WH5773> They have led <WH8582> Egypt <WH4714> astray <WH8582> in all <WH3605> that it does, <WH4639> As a drunken <WH7910> man <WH7910> staggers <WH8582> in his vomit. <WH9514>"},{"number":15,"verse":"And there will be no <WH3808> work <WH4639> for Egypt <WH4714> Which <WH834> [its] head <WH7218> or tail, <WH2180> [its] palm <WH3712> branch <WH3712> or bulrush, <WH100> may do. <WH6213>"},{"number":16,"verse":"In that day <WH3117> the Egyptians <WH4714> will become <WH1961> like women, <WH802> and they will tremble <WH2729> and be in dread <WH6342> because <WH4480> <WH6440> of the waving <WH5130> of the hand <WH3027> of the Lord <WH3068> of hosts, <WH6635> which <WH834> He is going to wave <WH5130> over <WH5921> them."},{"number":17,"verse":"And the land <WH127> of Judah <WH3063> will become <WH1961> a terror <WH2283> to Egypt; <WH4714> everyone <WH3605> to whom <WH834> it is mentioned <WH2142> will be in dread <WH6342> of it, because <WH4480> <WH6440> of the purpose <WH6098> of the Lord <WH3068> of hosts <WH6635> which <WH834> He is purposing <WH3289> against <WH5921> them."},{"number":18,"verse":"In that day <WH3117> five <WH2568> cities <WH5892> in the land <WH776> of Egypt <WH4714> will be speaking <WH1696> the language <WH8193> of Canaan <WH3667> and swearing <WH7650> [allegiance] to the Lord <WH3068> of hosts; <WH6635> one <WH259> will be called <WH559> the City <WH5892> of Destruction. <WH2041>"},{"number":19,"verse":"In that day <WH3117> there will be an altar <WH4196> to the Lord <WH3068> in the midst <WH8432> of the land <WH776> of Egypt, <WH4714> and a pillar <WH4676> to the Lord <WH3068> near <WH681> its border. <WH1366>"},{"number":20,"verse":"And it will become <WH1961> a sign <WH226> and a witness <WH5707> to the Lord <WH3068> of hosts <WH6635> in the land <WH776> of Egypt; <WH4714> for they will cry <WH6817> to the Lord <WH3068> because <WH4480> <WH6440> of oppressors, <WH3905> and He will send <WH7971> them a Savior <WH3467> and a Champion, <WH9538> and He will deliver <WH5337> them."},{"number":21,"verse":"Thus the Lord <WH3068> will make <WH3045> Himself known <WH3045> to Egypt, <WH4714> and the Egyptians <WH4714> will know <WH3045> the Lord <WH3068> in that day. <WH3117> They will even worship <WH5647> with sacrifice <WH2077> and offering, <WH4503> and will make <WH5087> a vow <WH5088> to the Lord <WH3068> and perform <WH9608> it."},{"number":22,"verse":"And the Lord <WH3068> will strike <WH5062> Egypt, <WH4714> striking <WH5062> but healing; <WH7495> so they will return <WH7725> to the Lord, <WH3068> and He will respond <WH6279> to them and will heal <WH7495> them."},{"number":23,"verse":"In that day <WH3117> there will be a highway <WH4546> from Egypt <WH4714> to Assyria, <WH804> and the Assyrians <WH804> will come <WH935> into Egypt <WH4714> and the Egyptians <WH4714> into Assyria, <WH804> and the Egyptians <WH4714> will worship <WH5647> with the Assyrians. <WH804>"},{"number":24,"verse":"In that day <WH3117> Israel <WH3478> will be the third <WH7992> [party] with Egypt <WH4714> and Assyria, <WH804> a blessing <WH1293> in the midst <WH7130> of the earth, <WH776>"},{"number":25,"verse":"whom <WH834> the Lord <WH3068> of hosts <WH6635> has blessed, <WH1288> saying, <WH559> \"Blessed <WH1288> is Egypt <WH4714> My people, <WH5971> and Assyria <WH804> the work <WH4639> of My hands, <WH3027> and Israel <WH3478> My inheritance. <WH5159>\""}]}