{"bibleAbbr":"NASB1995+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":39,"verses":[{"number":1,"verse":"At that time <WH6256> Merodach-baladan <WH1081> son <WH1121> of Baladan, king <WH4428> of Babylon, <WH894> sent <WH7971> letters <WH5612> and a present <WH4503> to Hezekiah, <WH2396> for he heard <WH8085> that he had been <WH2470> sick <WH2470> and had recovered. <WH2388>"},{"number":2,"verse":"And Hezekiah <WH2396> was pleased, <WH8055> <WH5921> and showed <WH7200> them all <WH3605> his treasure <WH5238> house, <WH1004> the silver <WH3701> and the gold <WH2091> and the spices <WH1314> and the precious <WH2896> oil <WH8081> and his whole <WH3605> armory <WH1004> <WH3627> and all <WH3605> that was found <WH4672> in his treasuries. <WH214> There was nothing <WH3808> <WH1697> in his house, <WH1004> nor in all <WH3605> his dominion, <WH4475> that Hezekiah <WH2396> did not show <WH7200> them."},{"number":3,"verse":"Then Isaiah <WH9198> the prophet <WH5030> came <WH935> to King <WH4428> Hezekiah <WH2396> and said <WH559> to him, \"What <WH4100> did these <WH428> men <WH376> say, <WH559> and from where <WH370> have they come <WH935> to you?\" And Hezekiah <WH2396> said, <WH559> \"They have come <WH935> to me from a far <WH7350> country, <WH776> from Babylon. <WH894>\""},{"number":4,"verse":"And he said, <WH559> \"What <WH4100> have they seen <WH7200> in your house <WH1004>?\" So Hezekiah <WH2396> answered, <WH559> \"They have seen <WH7200> all <WH3605> that is in my house; <WH1004> there is nothing <WH3808> <WH1697> among my treasuries <WH214> that I have not shown <WH7200> them.\""},{"number":5,"verse":"Then Isaiah <WH9198> said <WH559> to Hezekiah, <WH2396> \"Hear <WH8085> the word <WH1697> of the Lord <WH3068> of hosts, <WH6635>"},{"number":6,"verse":"'Behold, <WH2009> the days <WH3117> are coming <WH935> when all <WH3605> that is in your house, <WH1004> and all that your fathers have laid <WH1> up in store <WH686> to this <WH686> day <WH2088> shall be carried <WH3117> to Babylon; <WH5375> nothing <WH894> <WH3808> shall be left, <WH1697>' says <WH3498> the Lord. <WH559>"},{"number":7,"verse":"'And [some] of your sons <WH1121> who <WH834> shall issue <WH3318> from you, whom <WH834> you shall beget, <WH3205> shall be taken <WH3947> away; and they shall become <WH1961> officials <WH5631> in the palace <WH1964> of the king <WH4428> of Babylon. <WH894>' \""},{"number":8,"verse":"Then Hezekiah <WH2396> said <WH559> to Isaiah, <WH9198> \"The word <WH1697> of the Lord <WH3068> which <WH834> you have spoken <WH1696> is good. <WH2896>\" For he thought, <WH559> \"For there will be peace <WH7965> and truth <WH571> in my days. <WH3117>\""}]}