{"bibleAbbr":"NASB1995+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"\"Cry <WH7121> loudly, <WH1627> do not hold <WH2820> back; <WH2820> Raise <WH7311> your voice <WH6963> like a trumpet, <WH7782> And declare <WH5046> to My people <WH5971> their transgression, <WH6588> And to the house <WH1004> of Jacob <WH3290> their sins. <WH9128>"},{"number":2,"verse":"\"Yet they seek <WH1875> Me day <WH3117> by day, <WH3117> and delight <WH2654> to know <WH1847> My ways, <WH1870> As a nation <WH1471> that has done <WH6213> righteousness, <WH6666> And has not forsaken <WH5800> the ordinance <WH4941> of their God. <WH430> They ask <WH7592> Me [for] just <WH6664> decisions, <WH4941> They delight <WH2654> in the nearness <WH7132> of God. <WH430>"},{"number":3,"verse":"'Why <WH4100> have we fasted <WH6684> and Thou dost not see <WH7200>? [Why] have we humbled <WH6031> ourselves <WH5315> and Thou dost not notice <WH3045>?' Behold, <WH2005> on the day <WH3117> of your fast <WH6685> you find <WH4672> [your] desire, <WH2656> And drive <WH5065> hard <WH5065> all <WH3605> your workers. <WH6092>"},{"number":4,"verse":"\"Behold, <WH2005> you fast <WH6684> for contention <WH7379> and strife <WH4683> and to strike <WH5221> with a wicked <WH7562> fist. <WH106> You do not fast <WH6684> like [you do] today <WH3117> to make <WH8085> your voice <WH6963> heard <WH8085> on high. <WH4791>"},{"number":5,"verse":"\"Is it a fast <WH6685> like this <WH2088> which I choose, <WH977> a day <WH3117> for a man <WH120> to humble <WH6031> himself <WH5315>? Is it for bowing <WH3721> one's head <WH7218> like a reed, <WH100> And for spreading <WH3331> out sackcloth <WH8242> and ashes <WH665> as a bed? Will you call <WH7121> this <WH2088> a fast, <WH6685> even an acceptable <WH7522> day <WH3117> to the Lord <WH3068>?"},{"number":6,"verse":"\"Is this <WH2088> not the fast <WH6685> which I choose, <WH977> To loosen <WH6605> the bonds <WH2784> of wickedness, <WH7562> To undo <WH5425> the bands <WH92> of the yoke, <WH4133> And to let <WH7971> the oppressed <WH7533> go <WH7971> free, <WH2670> And break <WH5423> every <WH3605> yoke <WH4133>?"},{"number":7,"verse":"\"Is it not to divide <WH6536> your bread <WH3899> with the hungry, <WH7457> And bring <WH935> the homeless <WH4788> poor <WH6041> into the house; <WH1004> When <WH3588> you see <WH7200> the naked, <WH6174> to cover <WH3680> him; And not to hide <WH5956> yourself from your own flesh <WH1320>?"},{"number":8,"verse":"\"Then <WH227> your light <WH216> will break <WH1234> out like the dawn, <WH7837> And your recovery <WH724> will speedily <WH4120> spring <WH6779> forth; <WH6779> And your righteousness <WH6664> will go <WH1980> before <WH6440> you; The glory <WH9202> of the Lord <WH3068> will be your rear <WH622> guard. <WH622>"},{"number":9,"verse":"\"Then <WH227> you will call, <WH7121> and the Lord <WH3068> will answer; <WH6030> You will cry, <WH7768> and He will say, <WH559> 'Here <WH2009> I am.' If <WH518> you remove <WH5493> the yoke <WH4133> from your midst, <WH8432> The pointing <WH7971> of the finger, <WH676> and speaking <WH1696> wickedness, <WH205>"},{"number":10,"verse":"And if you give <WH6329> yourself <WH5315> to the hungry, <WH7457> And satisfy <WH7646> the desire <WH5315> of the afflicted, <WH6031> Then your light <WH216> will rise <WH2224> in darkness, <WH2822> And your gloom <WH653> [will become] like midday. <WH6672>"},{"number":11,"verse":"\"And the Lord <WH3068> will continually <WH8548> guide <WH5148> you, And satisfy <WH7646> your desire <WH5315> in scorched <WH6710> places, <WH6710> And give <WH9139> strength <WH9139> to your bones; <WH6106> And you will be like a watered <WH7302> garden, <WH1588> And like a spring <WH4161> of water <WH4325> whose <WH834> waters <WH4325> do not fail. <WH3576>"},{"number":12,"verse":"\"And those from among you will rebuild <WH1129> the ancient <WH5769> ruins; <WH2723> You will raise <WH6965> up the age-old foundations; <WH4144> And you will be called <WH7121> the repairer <WH1443> of the breach, <WH6556> The restorer <WH7725> of the streets <WH9350> in which to dwell. <WH3427>"},{"number":13,"verse":"\"If <WH518> because <WH4480> of the sabbath, <WH7676> you turn <WH7725> your foot <WH7272> From doing <WH6213> your [own] pleasure <WH2656> on My holy <WH6944> day, <WH3117> And call <WH7121> the sabbath <WH7676> a delight, <WH6027> the holy <WH6918> [day] of the Lord <WH3068> honorable, <WH3513> And shall honor <WH3513> it, desisting <WH6213> from your [own] ways, <WH1870> From seeking <WH4672> your [own] pleasure, <WH2656> And speaking <WH1696> [your own] word, <WH1697>"},{"number":14,"verse":"Then <WH227> you will take <WH6026> delight <WH6026> in the Lord, <WH3068> And I will make you ride <WH7392> on the heights <WH1116> of the earth; <WH776> And I will feed <WH398> you [with] the heritage <WH5159> of Jacob <WH3290> your father, For the mouth <WH1> of the Lord <WH6310> has spoken. <WH3068> \""}]}