{"bibleAbbr":"NASB1995+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"Thus <WH3541> says <WH559> the Lord, <WH3068> \"Heaven <WH8064> is My throne, <WH3678> and the earth <WH776> is My footstool. <WH1916> <WH7272> Where <WH335> then <WH2088> is a house <WH1004> you could build <WH1129> for Me? And where <WH335> is a place <WH4725> that I may rest <WH4496>?"},{"number":2,"verse":"\"For My hand <WH3027> made <WH6213> all <WH3605> these <WH428> things, <WH428> Thus all <WH3605> these <WH428> things <WH428> came <WH1961> into being, <WH1961>\" declares <WH5002> the Lord. <WH3068> \"But to this <WH2088> one <WH2088> I will look, <WH5027> To him who <WH6041> is humble <WH6041> and contrite <WH5223> of spirit, <WH7307> and who <WH2730> trembles <WH2730> at My word. <WH1697>"},{"number":3,"verse":"\"[But] he who kills <WH7819> an ox <WH7794> is [like] one who slays <WH5221> a man; <WH376> He who sacrifices <WH2076> a lamb <WH7716> is [like] the one who breaks <WH6202> a dog's neck; <WH6202> He who offers <WH5927> a grain offering <WH4503> [is like one who offers] swine's blood; <WH1818> He who burns <WH2142> incense <WH3828> is [like] the one who blesses <WH1288> an idol. <WH205> As they have chosen <WH977> their [own] ways, <WH1870> And their soul <WH5315> delights <WH2654> in their abominations, <WH8251>"},{"number":4,"verse":"So <WH1571> I will choose <WH977> their punishments, <WH8586> And I will bring <WH935> on them what <WH4034> they dread. <WH4034> Because <WH3282> I called, <WH7121> but no <WH369> one <WH369> answered; <WH6030> I spoke, <WH1696> but they did not listen. <WH8085> And they did <WH6213> evil <WH7451> in My sight, <WH5869> And chose <WH977> that in which <WH834> I did not delight. <WH2654> \""},{"number":5,"verse":"Hear <WH8085> the word <WH1697> of the Lord, <WH3068> you who <WH2730> tremble <WH2730> at His word: <WH1697> \"Your brothers <WH251> who hate <WH8130> you, who exclude <WH5077> you for My name's sake, <WH4616> Have said, <WH559> 'Let the Lord <WH3068> be glorified, <WH3513> that we may see <WH7200> your joy. <WH8057>' But they will be put <WH954> to shame. <WH954>"},{"number":6,"verse":"\"A voice <WH6963> of uproar <WH7588> from the city, <WH5892> a voice <WH6963> from the temple, <WH1964> The voice <WH6963> of the Lord <WH3068> who is rendering <WH9608> recompense <WH1576> to His enemies. <WH340>"},{"number":7,"verse":"\"Before <WH2962> she travailed, <WH9123> she brought <WH3205> forth; <WH3205> Before <WH2962> her pain <WH2256> came, <WH935> she gave <WH4422> birth <WH4422> to a boy. <WH2145>"},{"number":8,"verse":"\"Who <WH4310> has heard <WH8085> such <WH2088> a thing <WH2088>? Who <WH4310> has seen <WH7200> such <WH428> things? Can a land <WH776> be born <WH9123> in one <WH259> day <WH3117>? Can a nation <WH1471> be brought <WH3205> forth <WH3205> all <WH6471> at once <WH259> <WH6471>? As soon <WH3588> as Zion <WH6726> travailed, <WH9123> she also <WH1571> brought <WH3205> forth <WH3205> her sons. <WH1121>"},{"number":9,"verse":"\"Shall I bring <WH7665> to the point <WH7665> of birth, <WH7665> and not give <WH3205> delivery <WH3205>?\" says <WH559> the Lord. <WH3068> \"Or <WH518> shall I who gives <WH3205> delivery <WH3205> shut <WH6113> [the womb?]\" says <WH559> your God. <WH430>"},{"number":10,"verse":"\"Be joyful <WH8055> with Jerusalem <WH3389> and rejoice <WH1523> for her, all <WH3605> you who love <WH157> her; Be exceedingly <WH4885> glad <WH7797> with her, all <WH3605> you who mourn <WH56> over <WH5921> her,"},{"number":11,"verse":"That you may nurse <WH3243> and be satisfied <WH7646> with her comforting <WH8575> breasts, <WH9582> That you may suck <WH4711> and be delighted <WH6026> with her bountiful <WH9103> bosom. <WH9202> \""},{"number":12,"verse":"For thus <WH3541> says <WH559> the Lord, <WH3068> \"Behold, <WH2009> I extend <WH5186> peace <WH7965> to her like a river, <WH5104> And the glory <WH9202> of the nations <WH1471> like an overflowing <WH7857> stream; <WH5158> And you shall be nursed, <WH3243> you shall be carried <WH5375> on the hip <WH6654> and fondled <WH8173> on the knees. <WH1290>"},{"number":13,"verse":"\"As one <WH376> whom <WH834> his mother <WH517> comforts, <WH5162> so <WH3651> I will comfort <WH5162> you; And you shall be comforted <WH5162> in Jerusalem. <WH3389>\""},{"number":14,"verse":"Then you shall see <WH7200> [this,] and your heart <WH3820> shall be glad, <WH7797> And your bones <WH6106> shall flourish <WH6524> like the new <WH1877> grass; <WH1877> And the hand <WH3027> of the Lord <WH3068> shall be made <WH3045> known <WH3045> to His servants, <WH5650> But He shall be indignant <WH2194> toward <WH854> His enemies. <WH340>"},{"number":15,"verse":"For behold, <WH2009> the Lord <WH3068> will come <WH935> in fire <WH784> And His chariots <WH4818> like the whirlwind, <WH5492> To render <WH7725> His anger <WH639> with fury, <WH2534> And His rebuke <WH1606> with flames <WH3851> of fire. <WH784>"},{"number":16,"verse":"For the Lord <WH3068> will execute <WH8199> judgment <WH8199> by fire <WH784> And by His sword <WH2719> on all <WH3605> flesh, <WH1320> And those slain <WH2491> by the Lord <WH3068> will be many. <WH7231>"},{"number":17,"verse":"\"Those who sanctify <WH6942> and purify <WH2891> themselves [to go] to the gardens, <WH1593> Following <WH310> one <WH259> in the center, <WH8432> Who eat <WH398> swine's flesh, <WH1320> detestable <WH8263> things, <WH8263> and mice, <WH5909> Shall come <WH5486> to an end <WH5486> altogether, <WH9191>\" declares <WH5002> the Lord. <WH3068>"},{"number":18,"verse":"\"For I know their works <WH4639> and their thoughts; <WH4284> the time is coming <WH935> to gather <WH6908> all <WH3605> nations <WH1471> and tongues. <WH3956> And they shall come <WH935> and see <WH7200> My glory. <WH9202>"},{"number":19,"verse":"\"And I will set <WH7760> a sign <WH226> among them and will send <WH7971> survivors <WH9453> from them to the nations: <WH1471> Tarshish, <WH8659> Put, <WH6316> Lud, <WH3865> Meshech, <WH4902> Rosh, <WH7220> Tubal, <WH8422> and Javan, <WH3120> to the distant <WH7350> coastlands <WH339> that have neither <WH3808> heard <WH8085> My fame <WH8088> nor <WH3808> seen <WH7200> My glory. <WH9202> And they will declare <WH5046> My glory <WH9202> among the nations. <WH1471>"},{"number":20,"verse":"\"Then they shall bring <WH935> all <WH3605> your brethren <WH251> from all <WH3605> the nations <WH1471> as a grain offering <WH4503> to the Lord, <WH3068> on horses, <WH5483> in chariots, <WH7393> in litters, <WH6632> on mules, <WH6505> and on camels, <WH3753> to My holy <WH6944> mountain <WH2022> Jerusalem, <WH3389>\" says <WH559> the Lord, <WH3068> \"just <WH9201> as the sons <WH1121> of Israel <WH3478> bring <WH935> their grain offering <WH4503> in a clean <WH2889> vessel <WH3627> to the house <WH1004> of the Lord. <WH3068>"},{"number":21,"verse":"\"I will also <WH1571> take <WH3947> some <WH4480> of them for priests <WH3548> [and] for Levites, <WH3881>\" says <WH559> the Lord. <WH3068>"},{"number":22,"verse":"\"For just <WH9201> as the new <WH2319> heavens <WH8064> and the new <WH2319> earth <WH776> Which <WH834> I make <WH6213> will endure <WH5975> before <WH6440> Me,\" declares <WH5002> the Lord, <WH3068> \"So <WH3651> your offspring <WH2233> and your name <WH8034> will endure. <WH5975>"},{"number":23,"verse":"\"And it shall be from new <WH2320> moon <WH2320> to new <WH2320> moon <WH2320> And from sabbath <WH7676> to sabbath, <WH7676> All <WH3605> mankind <WH1320> will come <WH935> to bow <WH7812> down <WH7812> before <WH6440> Me,\" says <WH559> the Lord. <WH3068>"},{"number":24,"verse":"\"Then they shall go <WH3318> forth <WH3318> and look <WH7200> On the corpses <WH6297> of the men <WH376> Who have transgressed <WH6586> against Me. For their worm <WH9641> shall not die, <WH4191> And their fire <WH784> shall not be quenched; <WH3518> And they shall be an abhorrence <WH1860> to all <WH3605> mankind. <WH1320>\""}]}