{"bibleAbbr":"HOV2012","bookName":"निर्गमन","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"फिर यहोवा ने मूसा से कहा, “पहली तख़्तियों के समान पत्थर की दो और तख़्तियाँ गढ़ ले; तब जो वचन उन पहली तख़्तियों पर लिखे थे, जिन्हें तू ने तोड़ डाला, वे ही वचन मैं उन तख़्तियों पर भी लिखूँगा।"},{"number":2,"verse":"सबेरे तैयार रहना, और भोर को सीनै पर्वत पर चढ़कर उसकी चोटी पर मेरे सामने खड़ा होना।"},{"number":3,"verse":"तेरे संग कोई न चढ़ पाए, वरन् पर्वत भर पर कोई मनुष्य कहीं दिखाई न दे; और न भेड़-बकरी और गाय-बैल भी पर्वत के आगे चरने पाएँ।”"},{"number":4,"verse":"तब मूसा ने पहली तख़्तियों के समान दो और तख़्तियाँ गढ़ीं; और भोर को उठकर अपने हाथ में पत्थर की वे दोनों तख़्तियाँ लेकर यहोवा की आज्ञा के अनुसार सीनै पर्वत पर चढ़ गया।"},{"number":5,"verse":"तब यहोवा ने बादल में उतरकर उसके संग वहाँ खड़ा होकर यहोवा नाम का प्रचार किया।"},{"number":6,"verse":"यहोवा उसके सामने होकर यों प्रचार करता हुआ चला, “यहोवा, यहोवा, ईश्‍वर दयालु और अनुग्रहकारी, कोप करने में धीरजवन्त, और अति करुणामय और सत्य,"},{"number":7,"verse":"हज़ारों पीढ़ियों तक निरन्तर करुणा करनेवाला, अधर्म और अपराध और पाप का क्षमा करनेवाला है, परन्तु दोषी को वह किसी प्रकार निर्दोष न ठहराएगा; वह पितरों के अधर्म का दण्ड उनके बेटों वरन् पोतों और परपोतों को भी देनेवाला है।”"},{"number":8,"verse":"तब मूसा ने तुरन्त पृथ्वी की ओर झुककर दण्डवत् किया।"},{"number":9,"verse":"और उसने कहा, “हे प्रभु, यदि तेरे अनुग्रह की दृष्‍टि मुझ पर हो, तो प्रभु हम लोगों के बीच में होकर चले; ये लोग हठीले तो हैं, तौभी हमारे अधर्म और पाप को क्षमा कर और हमें अपना निज भाग मान के ग्रहण कर।”"},{"number":10,"verse":"उसने कहा, “सुन, मैं एक वाचा बाँधता हूँ। तेरे सब लोगों के सामने मैं ऐसे आश्‍चर्यकर्म करूँगा जैसा पृथ्वी पर और सब जातियों में कभी नहीं हुए; और वे सारे लोग जिनके बीच तू रहता है यहोवा के कार्य को देखेंगे; क्योंकि जो मैं तुम लोगों के लिए करने पर हूँ वह भयंकर काम है।"},{"number":11,"verse":"जो आज्ञा मैं आज तुम्हें देता हूँ उसे तुम लोग मानना। देखो, मैं तुम्हारे आगे से एमोरी, कनानी, हित्ती, परिज्जी, हिब्बी, और यबूसी लोगों को निकालता हूँ।"},{"number":12,"verse":"इसलिये सावधान रहना कि जिस देश में तू जानेवाला है उसके निवासियों से वाचा न बाँधना; कहीं ऐसा न हो कि वह तेरे लिये फंदा ठहरे।"},{"number":13,"verse":"वरन् उनकी वेदियों को गिरा देना, उनकी लाठों को तोड़ डालना, और उनकी अशेरा नामक मूर्तियों को काट डालना;"},{"number":14,"verse":"क्योंकि तुम्हें किसी दूसरे को ईश्‍वर करके दण्डवत् करने की आज्ञा नहीं, क्योंकि यहोवा जिसका नाम जलनशील है, वह जल उठनेवाला परमेश्‍वर है,"},{"number":15,"verse":"ऐसा न हो कि तू उस देश के निवासियों से वाचा बाँधे, और वे अपने देवताओं के पीछे होने का व्यभिचार करें, और उनके लिये बलिदान भी करें, और कोई तुझे नेवता दे और तू भी उसके बलिपशु का मांस खाए,"},{"number":16,"verse":"और तू उनकी बेटियों को अपने बेटों के लिये लाए, और उनकी बेटियाँ जो आप अपने देवताओं के पीछे होने का व्यभिचार करती हैं तेरे बेटों से भी अपने देवताओं के पीछे होने का व्यभिचार करवाएँ।"},{"number":17,"verse":"“तुम देवताओं की मूर्तियाँ ढालकर न बना लेना।"},{"number":18,"verse":"“अख़मीरी रोटी का पर्व मानना। उसमें मेरी आज्ञा के अनुसार आबीब महीने के नियत समय पर सात दिन तक अख़मीरी रोटी खाया करना; क्योंकि तू मिस्र से आबीब महीने में निकल आया।"},{"number":19,"verse":"हर एक पहिलौठा मेरा है; और क्या बछड़ा, क्या मेम्ना, तेरे पशुओं में से जो नर पहिलौठे हों वे सब मेरे ही हैं।"},{"number":20,"verse":"गदही के पहिलौठे के बदले मेम्ना देकर उसको छुड़ाना, यदि तू उसे छुड़ाना न चाहे तो उसकी गर्दन तोड़ देना। परन्तु अपने सब पहिलौठे बेटों को बदला देकर छुड़ाना।"},{"number":21,"verse":"“छ: दिन तो परिश्रम करना, परन्तु सातवें दिन विश्राम करना; वरन् हल जोतने और लवने के समय में भी विश्राम करना।"},{"number":22,"verse":"और तू सप्‍ताहों का पर्व मानना जो पहले लवे हुए गेहूँ का पर्व कहलाता है, और वर्ष के अन्त में बटोरन का भी पर्व मानना।"},{"number":23,"verse":"वर्ष में तीन बार तेरे सब पुरुष इस्राएल के परमेश्‍वर प्रभु यहोवा को अपना मुँह दिखाएँ।"},{"number":24,"verse":"क्योंकि मैं अन्यजातियों को तेरे आगे से निकालकर तेरी सीमाओं को बढ़ाऊँगा; और जब तू अपने परमेश्‍वर यहोवा को अपना मुँह दिखाने के लिये वर्ष में तीन बार आया करे, तब कोई तेरी भूमि का लालच न करेगा।"},{"number":25,"verse":"“मेरे बलिदान के लहू को ख़मीर सहित न चढ़ाना, और न फसह के पर्व के बलिदान में से कुछ सबेरे तक रहने देना।"},{"number":26,"verse":"अपनी भूमि की पहली उपज का पहला भाग अपने परमेश्‍वर यहोवा के भवन में ले आना। बकरी के बच्‍चे को उसकी माँ के दूध में न पकाना।”"},{"number":27,"verse":"तब यहोवा ने मूसा से कहा, “ये वचन लिख ले; क्योंकि इन्हीं वचनों के अनुसार मैं ने तेरे और इस्राएल के साथ वाचा बाँधी है।”"},{"number":28,"verse":"मूसा वहाँ यहोवा के संग चालीस दिन और रात रहा; और तब तक न तो उसने रोटी खाई और न पानी पिया। और उसने उन तख़्तियों पर वाचा के वचन अर्थात् दस आज्ञाएँ लिख दीं।"},{"number":29,"verse":"जब मूसा साक्षी की दोनों तख़्तियाँ हाथ में लिये हुए सीनै पर्वत से उतर रहा था तब यहोवा के साथ बातें करने के कारण उसके चेहरे से किरणें* निकल रही थीं, परन्तु वह यह नहीं जानता था कि उसके चेहरे से किरणें निकल रही हैं।"},{"number":30,"verse":"जब हारून और सब इस्राएलियों ने मूसा को देखा कि उसके चेहरे से किरणें निकल रही हैं, तब वे उसके पास जाने से डर गए।"},{"number":31,"verse":"तब मूसा ने उनको बुलाया; और हारून मण्डली के सारे प्रधानों समेत उसके पास आया, और मूसा उनसे बातें करने लगा।"},{"number":32,"verse":"इसके बाद सब इस्राएली पास आए, और जितनी आज्ञाएँ यहोवा ने सीनै पर्वत पर उसके साथ बात करने के समय दी थीं, वे सब उसने उन्हें बताईं।"},{"number":33,"verse":"जब तक मूसा उनसे बात न कर चुका तब तक अपने मुँह पर ओढ़ना डाले रहा;"},{"number":34,"verse":"परन्तु जब जब मूसा भीतर यहोवा से बात करने को उसके सामने जाता, तब तब वह उस ओढ़नी को निकलते समय तक उतारे हुए रहता था; फिर बाहर आकर जो जो आज्ञा उसे मिलती उन्हें इस्राएलियों से कह देता था।"},{"number":35,"verse":"इस्राएली मूसा का चेहरा देखते थे कि उससे किरणें"}]}