{"bibleAbbr":"NASB1995","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"Now when these<WH428> things<WH428> had been completed,<WH3615> the princes<WH8269> approached<WH5066> me, saying,<WH559> \"The people<WH5971> of Israel<WH3478> and the priests<WH3548> and the Levites<WH3881> have not separated<WH914> themselves from the peoples<WH5971> of the lands,<WH776> according to their abominations,<WH8441> [those] of the Canaanites,<WH3669> the Hittites,<WH2850> the Perizzites,<WH6522> the Jebusites,<WH2983> the Ammonites,<WH5984> the Moabites,<WH4125> the Egyptians,<WH4713> and the Amorites.<WH567>"},{"number":2,"verse":"\"For they have taken<WH5375> some<WH4480> of their daughters<WH1323> [as wives] for themselves and for their sons,<WH1121> so that the holy<WH6944> race<WH2233> has intermingled<WH6148> with the peoples<WH5971> of the lands;<WH776> indeed, the hands<WH3027> of the princes<WH8269> and the rulers<WH5461> have been<WH1961> foremost<WH7223> in this<WH2088> unfaithfulness.<WH4604>\""},{"number":3,"verse":"And when I heard<WH8085> about this<WH2088> matter,<WH1697> I tore<WH7167> my garment<WH899> and my robe,<WH4598> and pulled<WH4803> some<WH4480> of the hair<WH8181> from my head<WH7218> and my beard,<WH2206> and sat<WH3427> down<WH3427> appalled.<WH8074>"},{"number":4,"verse":"Then everyone<WH3605> who trembled<WH2730> at the words<WH1697> of the God<WH430> of Israel<WH3478> on account<WH5921> of the unfaithfulness<WH4604> of the exiles<WH1473> gathered<WH622> to me, and I sat<WH3427> appalled<WH8074> until<WH5704> the evening<WH6153> offering.<WH4503>"},{"number":5,"verse":"But at the evening<WH6153> offering<WH4503> I arose<WH6965> from my humiliation,<WH8589> even with my garment<WH899> and my robe<WH4598> torn,<WH7167> and I fell<WH3766> on my knees<WH1290> and stretched<WH6566> out my hands<WH3709> to the Lord<WH3068> my God;<WH430>"},{"number":6,"verse":"and I said,<WH559> \"O my God,<WH430> I am ashamed<WH954> and embarrassed<WH3637> to lift<WH7311> up my face<WH6440> to Thee, my God,<WH430> for our iniquities<WH5771> have risen<WH7235> above<WH4605> our heads,<WH7218> and our guilt<WH819> has grown<WH1431> even<WH5704> to the heavens.<WH8064>"},{"number":7,"verse":"\"Since<WH4480> the days<WH3117> of our fathers to this<WH1> day<WH2088> we [have been] in great<WH3117> guilt,<WH1419> and on account of our iniquities<WH819> we, our kings<WH5771> [and] our priests<WH4428> have been given<WH3548> into the hand<WH5414> of the kings<WH3027> of the lands,<WH4428> to the sword,<WH776> to captivity,<WH2719> and to plunder<WH7628> and to open<WH961> shame,<WH6440> as [it is] this<WH1322> day.<WH2088>"},{"number":8,"verse":"\"But now<WH6258> for a brief<WH4592> moment<WH7281> grace<WH8467> has been<WH1961> [shown] from the Lord<WH3068> our God,<WH430> to leave<WH7604> us an escaped<WH6413> remnant<WH6413> and to give<WH5414> us a peg<WH3489> in His holy<WH6944> place,<WH4725> that our God<WH430> may enlighten<WH215> our eyes<WH5869> and grant<WH5414> us a little<WH4592> reviving<WH4241> in our bondage.<WH5659>"},{"number":9,"verse":"\"For we are slaves;<WH5650> yet in our bondage,<WH5659> our God<WH430> has not forsaken<WH5800> us, but has extended<WH5186> lovingkindness<WH2617> to us in the sight<WH6440> of the kings<WH4428> of Persia,<WH6539> to give<WH5414> us reviving<WH4241> to raise<WH7311> up the house<WH1004> of our God,<WH430> to restore<WH5975> its ruins,<WH2723> and to give<WH5414> us a wall<WH1447> in Judah<WH3063> and Jerusalem.<WH3389>"},{"number":10,"verse":"\"And now,<WH6258> our God,<WH430> what<WH4100> shall we say<WH559> after<WH310> this<WH2088>? For we have forsaken<WH5800> Thy commandments,<WH4687>"},{"number":11,"verse":"which<WH834> Thou hast commanded<WH6680> by Thy servants<WH5650> the prophets,<WH5030> saying,<WH559> 'The land<WH776> which<WH834> you are entering<WH935> to possess<WH3423> is an unclean<WH5079> land<WH776> with the uncleanness<WH5079> of the peoples<WH5971> of the lands,<WH776> with their abominations<WH8441> which<WH834> have filled<WH4390> it from end<WH6310> to end<WH6310> [and] with their impurity.<WH2932>"},{"number":12,"verse":"'So now<WH6258> do not give<WH5414> your daughters<WH1323> to their sons<WH1121> nor<WH408> take<WH5375> their daughters<WH1323> to your sons,<WH1121> and never<WH3808> seek<WH1875> their peace<WH7965> or their prosperity,<WH9186> that you may be strong<WH2388> and eat<WH398> the good<WH2898> [things] of the land<WH776> and leave<WH3423> [it] as an inheritance<WH3423> to your sons<WH1121> forever.<WH5704> <WH5769>'"},{"number":13,"verse":"\"And after<WH310> all<WH3605> that has come<WH935> upon us for our evil<WH7451> deeds<WH4639> and our great<WH1419> guilt,<WH819> since<WH3588> Thou our God<WH430> hast requited<WH2820> [us] less<WH4295> than<WH4480> our iniquities<WH5771> [deserve,] and hast given<WH5414> us an escaped<WH6413> remnant<WH6413> as this,<WH2088>"},{"number":14,"verse":"shall we again<WH7725> break<WH6565> Thy commandments<WH4687> and intermarry<WH2859> with the peoples<WH5971> who commit these<WH428> abominations<WH8441>? Wouldst Thou not be angry<WH599> with us to the point<WH5704> of destruction,<WH3615> until<WH5704> there<WH369> is no<WH369> remnant<WH7611> nor<WH369> any who escape<WH6413>?"},{"number":15,"verse":"\"O Lord<WH3068> God<WH430> of Israel,<WH3478> Thou art righteous,<WH6662> for we have been left<WH7604> an escaped<WH6413> remnant,<WH6413> as [it is] this<WH2088> day;<WH3117> behold,<WH2009> we are before<WH6440> Thee in our guilt,<WH819> for no<WH369> one<WH369> can stand<WH5975> before<WH6440> Thee because<WH5921> of this.<WH2088>\""}]}