{"bibleAbbr":"BBE1965","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"So the men of Kiriath-jearim came and took the ark of the Lord to the house of Abinadab in Gibeah, and they made his son Eleazar holy and put the ark in his care."},{"number":2,"verse":"And the ark was in Kiriath-jearim for a long time, as much as twenty years: and all Israel was searching after the Lord with weeping."},{"number":3,"verse":"Then Samuel said to all Israel, If with all your hearts you would come back to the Lord, then put away all the strange gods and the Astartes from among you, and let your hearts be turned to the Lord, and be servants to him only: and he will make you safe from the hands of the Philistines."},{"number":4,"verse":"So the children of Israel gave up the worship of Baal and Astarte, and became worshippers of the Lord only."},{"number":5,"verse":"Then Samuel said, Let all Israel come to Mizpah and I will make prayer to the Lord for you."},{"number":6,"verse":"So they came together to Mizpah, and got water, draining it out before the Lord, and they took no food that day, and they said, We have done evil against the Lord. And Samuel was judge of the children of Israel in Mizpah."},{"number":7,"verse":"Now when the Philistines had news that the children of Israel had come together at Mizpah, the lords of the Philistines went up against Israel. And the children of Israel, hearing of it, were full of fear."},{"number":8,"verse":"And the children of Israel said to Samuel, Go on crying to the Lord our God for us to make us safe from the hands of the Philistines."},{"number":9,"verse":"And Samuel took a young lamb, offering all of it as a burned offering to the Lord; and Samuel made prayers to the Lord for Israel and the Lord gave him an answer."},{"number":10,"verse":"And while Samuel was offering the burned offering, the Philistines came near for the attack on Israel; but at the thunder of the Lord's voice that day the Philistines were overcome with fear, and they gave way before Israel."},{"number":11,"verse":"And the men of Israel went out from Mizpah and went after the Philistines, attacking them till they came under Beth-car."},{"number":12,"verse":"Then Samuel took a stone and put it up between Mizpah and Jeshanah, naming it Eben-ezer, and saying, Up to now the Lord has been our help."},{"number":13,"verse":"So the Philistines were overcome, and did not come into the country of Israel again: and all the days of Samuel the hand of the Lord was against the Philistines."},{"number":14,"verse":"And the towns which the Philistines had taken were given back to Israel, from Ekron to Gath, and all the country round them Israel made free from the power of the Philistines. And there was peace between Israel and the Amorites."},{"number":15,"verse":"And Samuel was judge of Israel all the days of his life."},{"number":16,"verse":"From year to year he went in turn to Beth-el and Gilgal and Mizpah, judging Israel in all those places."},{"number":17,"verse":"And his base was at Ramah, where his house was; there he was judge of Israel and there he made an altar to the Lord."}]}