{"bibleAbbr":"AMP1965","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"THE LOT for the tribe of Judah according to its families reached southward to the boundary of Edom, to the Wilderness of Zin at its most southern part."},{"number":2,"verse":"And their south boundary was from the end of the Salt [Dead] Sea, from the bay that faces southward;"},{"number":3,"verse":"It went out south of the ascent of Akrabbim, passed along to Zin, and went up south of Kadesh-barnea, along by Hezron, up to Addar, and turned about to Karka,"},{"number":4,"verse":"Passed along to Azmon, went out by the Brook of Egypt, and ended at the sea. This was their southern frontier."},{"number":5,"verse":"The eastern boundary was the Salt [Dead] Sea as far as the mouth of the Jordan. The northern boundary was from the bay of the sea at the mouth of the Jordan;"},{"number":6,"verse":"And the boundary went up to Beth-hogla and passed along north of Beth-arabah and [it] went up to the [landmark] Stone of Bohan son of Reuben."},{"number":7,"verse":"And the boundary went up to Debir from the Valley of Achor, and so northward, turning toward Gilgal, which is opposite the ascent to Adummim on the south side of the valley; and it passed on to the waters of En-shemesh and ended at En-rogel."},{"number":8,"verse":"Then the boundary went up by the Valley of Ben-hinnom [son of Hinnom] at the southern shoulder of the Jebusite [city]--that is, Jerusalem; and the boundary went up to the top of the mountain that lies before the Valley of Hinnom on the west, at the northern end of the Valley of Rephaim."},{"number":9,"verse":"Then the boundary extended from the top of the mountain to the spring of the waters of Nephtoah and went on to the cities of Mount Ephron; then it bent round to Baalah, that is, Kiriath-jearim."},{"number":10,"verse":"And the boundary went around west of Baalah to Mount Seir, passed along to the northern side of Mount Jearim, which is Chesalon, went down to Beth-shemesh, and then passed on by Timnah."},{"number":11,"verse":"And the boundary went out to the shoulder of the hill north of Ekron, then bent round to Shikkeron, and passed along to Mount Baalah, and went out to Jabneel. Then the boundary ended at the sea."},{"number":12,"verse":"And the west boundary was the Great Sea with its coastline. This is the boundary round about the people of Judah according to their families."},{"number":13,"verse":"And to Caleb son of Jephunneh, [Joshua] gave a part among the people of Judah, as the Lord commanded [him]; it was Kiriath-arba, which is Hebron, [named for] Arba the father of Anak."},{"number":14,"verse":"And Caleb drove from there the three sons of Anak--Sheshai and Ahiman and Talmai--the descendants of Anak."},{"number":15,"verse":"He went up from there against the people of Debir. Debir was formerly named Kiriath-sepher."},{"number":16,"verse":"Caleb said, He who smites Kiriath-sepher and takes it, to him will I give Achsah my daughter as wife."},{"number":17,"verse":"And Othniel son of Kenaz, Caleb's brother, took it; and he gave him Achsah his daughter as wife."},{"number":18,"verse":"When Achsah came to Othniel, she got his consent to ask her father for a field. Then she returned to Caleb and when she lighted off her donkey, Caleb said, What do you wish?"},{"number":19,"verse":"Achsah answered, Give me a present. Since you have set me in the [dry] Negeb, give me also springs of water. And he gave her the [sloping field with] upper and lower springs."},{"number":20,"verse":"This is the inheritance of the tribe of Judah according to their families."},{"number":21,"verse":"The cities of the tribe of Judah in the extreme south toward the boundary of Edom were: Kabzeel, Eder, Jagur,"},{"number":22,"verse":"Kinah, Dimonah, Adadah,"},{"number":23,"verse":"Kedesh, Hazor, Ithnan,"},{"number":24,"verse":"Ziph, Telem, Bealoth,"},{"number":25,"verse":"Hazor-hadattah, Kerioth-hezron (Hazor),"},{"number":26,"verse":"Amam, Shema, Moladah,"},{"number":27,"verse":"Hazar-gaddah, Heshmon, Beth-pelet,"},{"number":28,"verse":"Hazar-shual, Beersheba, Biziothiah,"},{"number":29,"verse":"Baalah, Iim, Ezem,"},{"number":30,"verse":"Eltolad, Chesil, Hormah,"},{"number":31,"verse":"Ziklag, Madmannah, Sansannah,"},{"number":32,"verse":"Lebaoth, Shilhim, Ain, and Rimmon. All the cities were twenty-nine [later thirty-six] with their villages."},{"number":33,"verse":"In the lowland: Eshtaol, Zorah, Ashnah,"},{"number":34,"verse":"Zanoah, En-gannim, Tappuah, Enam,"},{"number":35,"verse":"Jarmuth, Adullam, Socoh, Azekah,"},{"number":36,"verse":"Shaaraim, Adithaim, and Gederah and Gederothaim; fourteen cities with their villages."},{"number":37,"verse":"Zenan, Hadashah, Migdal-gad,"},{"number":38,"verse":"Dilean, Mizpah, Joktheel,"},{"number":39,"verse":"Lachish, Bozkath, Eglon,"},{"number":40,"verse":"Cabbon, Lahmas, Chitlish,"},{"number":41,"verse":"Gederoth, Beth-dagon, Naamah, and Makkedah; sixteen cities with their villages."},{"number":42,"verse":"Libnah, Ether, Ashan,"},{"number":43,"verse":"Iphtah, Ashnah, Nezib,"},{"number":44,"verse":"Keilah, Achzib, and Mareshah; nine cities with their villages."},{"number":45,"verse":"Ekron, with its towns and villages."},{"number":46,"verse":"From Ekron to the sea, all that lay beside Ashdod, with their villages;"},{"number":47,"verse":"Ashdod, with its towns and its villages; Gaza, with its towns and its villages, as far as the Brook of Egypt, and the Great [Mediterranean] Sea with its coastline."},{"number":48,"verse":"In the hill country: Shamir, Jattir, Socoh,"},{"number":49,"verse":"Dannah, Kiriath-sannah (that is, Debir),"},{"number":50,"verse":"Anab, Eshtemoh, Anim,"},{"number":51,"verse":"Goshen, Holon, and Giloh; eleven cities with their villages."},{"number":52,"verse":"Arab, Dumah, Eshan,"},{"number":53,"verse":"Janim, Beth-tappuah, Aphekah,"},{"number":54,"verse":"Humtah, Kiriath-arba (that is, Hebron), and Zior; nine cities with their villages."},{"number":55,"verse":"Maon, Carmel, Ziph, Juttah,"},{"number":56,"verse":"Jezreel, Jokdeam, Zanoah,"},{"number":57,"verse":"Kain, Gibeah, and Timnah; ten cities with their villages."},{"number":58,"verse":"Halhul, Beth-zur, Gedor,"},{"number":59,"verse":"Maarath, Beth-anoth, and Eltekon; six cities with their villages."},{"number":60,"verse":"Kiriath-baal (that is, Kiriath-jearim) and Rabbah; two cities with their villages."},{"number":61,"verse":"In the wilderness: Beth-arabah, Middin, Secacah,"},{"number":62,"verse":"Nibshan, the City of Salt, and En-gedi; six cities with their villages."},{"number":63,"verse":"But the Jebusites, the inhabitants of Jerusalem, the people of Judah could not drive out; so the Jebusites dwell with the people of Judah at Jerusalem to this day."}]}