{"bibleAbbr":"GB1539","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"After these actes dyd the kynge Ahasuerus promote Haman the sonne of Amadatha the Agagite, & set him hye, & set hys seat aboue all the princes that he had with him."},{"number":2,"verse":"And all the kynges seruauntes that were in the kynges gate, bowed their knees, and worshypped Haman: for the kyng had so commaunded concernyng him. But Mardocheus bowed not the knee, and worshypped him not."},{"number":3,"verse":"Then the kynges seruauntes whych were in the kynges gate, sayde vnto Mardocheus: why transgressest thou the kynges commaundment?"},{"number":4,"verse":"And when they spake thus daylie vnto him, he folowed them not, and they tolde Haman, that they myght se how Mardocheus matters wolde endure: for he had told them, that he was a Iewe."},{"number":5,"verse":"And when Haman sawe, that Mardocheus bowed not the knee vnto him, nor worshipped him, he was full of indignacion,"},{"number":6,"verse":"and thought it to lyttell to laye handes onely on Mardocheus: for they had shewed him the nacion of Mardocheus, wherfore he sought to destroye all the Iewes, that were thorow out the whole empyre of Ahasuerus, and that were of the nacion of Mardocheus."},{"number":7,"verse":"In the fyrst moneth (that is the moneth Nisan) in the twelueth yeare of kyng Ahasuerus they cast Phur (that is a lott) before Haman from daye to daye, and from moneth to moneth, to the twelueth moneth that is the moneth Adar."},{"number":8,"verse":"And Haman sayde vnto kynge Ahasuerus: There is here a people scatered abrode and dispersed among all people in all the landes of thyne empyre, & they haue their lawes contrary from all people, & do not after the kynges lawes, nether is it the kynges profet to suffre them after thys maner."},{"number":9,"verse":"If it please the kynge, let it be wrytten, that they maye be destroyed, & so wyll I weye downe ten thousand talentes of syluer, by the handes of the worckmen, to be brought into the kynges treasure."},{"number":10,"verse":"And the kyng toke his rynge from his hand, & gaue it vnto Haman the sonne of Amidatha the Agagite the Iewes enemye."},{"number":11,"verse":"And the kynge sayde vnto Haman: Let the syluer be geuen the, and do with that people as it pleaseth the."},{"number":12,"verse":"Then were the kynges scrybes called on the thirtenth daye of the fyrst moneth and there was written (according as Haman commaunded) vnto all the kynges officers & to the captaynes that were in all the landes, and to the rulars of euery people in the countreyes on euery syde, accordyng to the wryting of euery nacion, and after their language, in the name of kyng Ahasuerus was it wrytten and sealed with the kynges rynge."},{"number":13,"verse":"And the wrytynges were sent by postes into all the kynges landes, to rote out, to kyll, and to destroye all Iewes, both yong & olde, chyldren & wemen in one daye (namely vpon the thirtenth daye of the twelueth moneth, whych is the moneth Adar) & to spoyle their goodes."},{"number":14,"verse":"This was the summe of the wryting, that there shulde be a commaundement geuen in all landes, and publisshed vnto all people, that they shulde be ready agaynst the same daye."},{"number":15,"verse":"And the postes went in all the hast, accordyng to the kynges commaundement. And in Susan the chefe cytie was the commaundement deuised. And the kyng & Haman sate & drancke: whan in the meane tyme the cytie of Susan was disquieted."}]}