{"bibleAbbr":"GB1539","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":9,"verses":[{"number":1,"verse":"In the twelueth moneth, that is the moneth Adar, vpon the thirtenth daye of the same, whan the kynges word and commaundement shulde be done, euen vpon the same daye that the enemyes shulde haue destroyed the Iewes to haue oppressed them, it turned contrary wyse, euen that the Iewes shulde subdue their enemyes."},{"number":2,"verse":"For then gathered the Iewes together in their cyties wythin all the landes of kynge Ahasuerus, to laye hand on soch as wolde do them euell, and no man coulde withstand them: for the feare of them was come ouer all people."},{"number":3,"verse":"And all the rulers in the landes, and princes & Debites, & officers of the kyng, promoted the Iewes, for the feare of Mardocheus came vpon them."},{"number":4,"verse":"For Mardocheus was greate in the kynges house, and the reporte of him was noysed in all landes, how he increased and grewe."},{"number":5,"verse":"Thus the Iewes smote all theyr enemyes with a sore slaughter, and slewe & destroyed, and dyd after their wyll vnto soche as were their aduersaries."},{"number":6,"verse":"And at Susan the chefe cytie slew the Iewes, and destroyed fyue hundreth men:"},{"number":7,"verse":"& slewe Pharsandatha, Dalphou Asphatha,"},{"number":8,"verse":"Phoratha, Adalia, Aridatha,"},{"number":9,"verse":"Pharmastha, Arisai, Aridai, and Uaizatha,"},{"number":10,"verse":"the ten sonnes of Haman the sonne of Hamadata the enemye of the Iewes: but on his goodes they layed no handes."},{"number":11,"verse":"At the same tyme was the kyng certyfied of the nombre of those that were slayne in the cyte of Susan."},{"number":12,"verse":"And the kyng sayde vnto quene Esther. The Iewes haue slayne and destroyed fyue hundreth men in the cytie of Susan, & the ten sonnes, of Haman. What haue they done thynkest thou in the other landes of the kynge? And what is thy peticion, that it maye be geuen the? or what requirest thou more to be done?"},{"number":13,"verse":"Esther answered: If it please the kynge, let him suffre the Iewes tomorow also to do accordynge vnto this dayes commaundement, that they maye hang Hamans ten sonnes vpon the tre."},{"number":14,"verse":"And the kynge charged to do so, and the commaundement was deuised at Susan, & they hanged Hamans ten sonnes."},{"number":15,"verse":"For the Iewes that were in Susan gathered them selues together, vpon the fourtenth daye of the moneth Adar, & slew thre hundreth men at Susan, but on their goodes they layed no handes."},{"number":16,"verse":"As for the other Iewes that were in the kynges landes, they came together, and stode for their lyues, that they myght haue rest from their enemies: & slew of their enemyes fyue and seuentye thousand, howbeit, they layed no handes on their goodes."},{"number":17,"verse":"This they dyd on the thirtenth daye of the moneth Adar, and on the fourtenth daye of the same moneth rested they, which daye they helde wt feastinge and gladnesse."},{"number":18,"verse":"But the Iewes that were at Susan, came together both on the thyrtenth daye and on the fourtenth, and on the fyftenth daye of the same they rested, and helde that daye with feastyng and gladnes."},{"number":19,"verse":"And therfore the Iewes that dwelt in the villages and vnwalled townes, helde the fourtenth daye of the moneth Adar, with gladnes and feastynge, and kepte holy daye, and euery one sent gyftes vnto another."},{"number":20,"verse":"And Mardocheus wrote these actes, and sent the writynges vnto all the Iewes that were in all the landes of kynge Ahasuerus, both nye & farre"},{"number":21,"verse":"that they shuld make a law among them selues & holde the fourtenth and fiftenth daye of the moneth Adar,"},{"number":22,"verse":"as the dayes wherin the Iewes came to rest from their enemyes, and as a moneth wherin their payne was turned to ioye, & their sorowe into a holy daye, & that in those dayes they shuld make feastes and gladnes, & one to sende gyftes vnto another, & to distribute vnto the poore."},{"number":23,"verse":"And the Iewes were content with it that they had begonne to do, and that Mardocheus wrote vnto them:"},{"number":24,"verse":"how that Haman the sonne of Hamadatha all the Iewes enemy, had deuised against the Iewes, how he might destroye them and caused to cast Phur (that is a Lot) for to put them in feare, & to bryng them to naught:"},{"number":25,"verse":"& how Hester went, and spake to the kynge, that thorowe letters his wicked deuyce (which he ymagined agaynst the Iewes) myght be turned vpon his awne heed, & how hee & his sonnes were hanged on the tre."},{"number":26,"verse":"For the which cause they called this daye Phurim, because of the name of the lott, and because of all the wordes of this writing: & what they them selues had sene, & what had happened vnto them."},{"number":27,"verse":"And the Iewes set it vp, and toke it vpon them and their sede, and vpon all soch as ioyned them selues vnto them, that they wolde not misse but obserue these two dayes yerely, accordynge as they were wrytten and appoynted,"},{"number":28,"verse":"how that these dayes are not to be forgotten, but to be kepte of childers children among all kynredes in all landes and cyties. They are the dayes of Phurim, which are not to be ouerslipte among the Iewes, & the memoriall of them ought not to perisshe from their sede."},{"number":29,"verse":"And quene Esther the daughter of Abihail and Mardocheus the Iew wrote wt all auctorite (to confirme this seconde writting of Phurim)"},{"number":30,"verse":"and sent the letters vnto all the Iewes in the hundreth & seuen and twentye landes of the empyre of Ahasuerus, wt frendly and faythfull wordes,"},{"number":31,"verse":"to confirme these dayes of Phurim, in their tyme appoynted, accordynge as Mardocheus the Iew & Esther the quene had appoynted them. And they bound their soule and their sede to fasting, & prayer."},{"number":32,"verse":"And Esther stablisshed the wordes of these lottes, as it is written in the boke."}]}