{"bibleAbbr":"ERV2006","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"(Jesus Is Lord Over the Sabbath Day) (Cross references: : Mt. 12:1-8; Mk. 2:23-28) One time on a Sabbath day, Jesus was walking through some grain fields. His followers picked the grain, rubbed it in their hands, and ate it."},{"number":2,"verse":"Some Pharisees said, “Why are you doing that? It is against the Law of Moses to do that on the Sabbath day.”"},{"number":3,"verse":"Jesus answered, “You have read about what David did when he and the people with him were hungry."},{"number":4,"verse":"David went into God’s house. He took the bread that was offered to God and ate it. And he gave some of the bread to the people with him. This was against the Law of Moses, which says that only the priests can eat that bread.”"},{"number":5,"verse":"Then Jesus said to the Pharisees, “The Son of Man is Lord over the Sabbath day.”"},{"number":6,"verse":"(Jesus Heals a Man on the Sabbath Day) On another Sabbath day Jesus went into the synagogue and taught the people. A man with a crippled right hand was there."},{"number":7,"verse":"The teachers of the law and the Pharisees were watching Jesus closely. They were waiting to see if he would heal on the Sabbath day. They wanted to see him do something wrong so that they could accuse him."},{"number":8,"verse":"But Jesus knew what they were thinking. He said to the man with the crippled hand, “Get up and stand here where everyone can see.” The man got up and stood there."},{"number":9,"verse":"Then Jesus said to them, “I ask you, which is the right thing to do on the Sabbath day: to do good or to do evil? Is it right to save a life or to destroy one?”"},{"number":10,"verse":"Jesus looked around at all of them and then said to the man, “Hold out your hand.” The man held out his hand, and it was healed."},{"number":11,"verse":"The Pharisees and the teachers of the law got so mad they couldn’t think straight. They talked to each other about what they could do to Jesus."},{"number":12,"verse":"(Jesus Chooses His Twelve Apostles) A few days later, Jesus went out to a mountain to pray. He stayed there all night praying to God."},{"number":13,"verse":"The next morning he called his followers. He chose twelve of them and called them apostles. These are the ones he chose:"},{"number":14,"verse":"Simon (Jesus named him Peter), Andrew, brother of Peter, James, John, Philip, Bartholomew,"},{"number":15,"verse":"Matthew, Thomas, James, the son of Alphaeus, Simon, called the Zealot,"},{"number":16,"verse":"Judas, the son of James, Judas Iscariot (the one who turned against Jesus)."},{"number":17,"verse":"(Jesus Teaches and Heals the People) Jesus and the apostles came down from the mountain. Jesus stood on a flat place. A large crowd of his followers was there. Also, there were many people from all around Judea, Jerusalem, and the seacoast cities of Tyre and Sidon."},{"number":18,"verse":"They all came to hear Jesus teach and to be healed of their sicknesses. He healed the people who were troubled by evil spirits."},{"number":19,"verse":"Everyone was trying to touch him, because power was coming out from him. Jesus healed them all."},{"number":20,"verse":"Jesus looked at his followers and said, “Great blessings belong to you who are poor. God’s kingdom belongs to you."},{"number":21,"verse":"Great blessings belong to you who are hungry now. You will be filled. Great blessings belong to you who are crying now. You will be happy and laughing."},{"number":22,"verse":"“People will hate you because you belong to the Son of Man. They will make you leave their group. They will insult you. They will think it is wrong even to say your name. When these things happen, know that great blessings belong to you."},{"number":23,"verse":"You can be happy then and jump for joy, because you have a great reward in heaven. The ancestors of those people did the same things to the prophets."},{"number":24,"verse":"“But how bad it will be for you rich people, because you had your easy life."},{"number":25,"verse":"How bad it will be for you people who are full now, because you will be hungry. How bad it will be for you people who are laughing now, because you will be sad and cry."},{"number":26,"verse":"“How bad it is when everyone says nothing but good about you. Just look at the false prophets. Their ancestors always said good things about them."},{"number":27,"verse":"(Love Your Enemies) “But I say to you people who are listening to me, love your enemies. Do good to those who hate you."},{"number":28,"verse":"Ask God to bless the people who ask for bad things to happen to you. Pray for the people who are mean to you."},{"number":29,"verse":"If someone hits you on the side of your face, let them hit the other side too. If someone takes your coat, don’t stop them from taking your shirt too."},{"number":30,"verse":"Give to everyone who asks you for something. When someone takes something that is yours, don’t ask for it back."},{"number":31,"verse":"Do for others what you want them to do for you."},{"number":32,"verse":"“If you love only those who love you, should you get any special praise for doing that? No, even sinners love those who love them!"},{"number":33,"verse":"If you do good only to those who do good to you, should you get any special praise for doing that? No, even sinners do that!"},{"number":34,"verse":"If you lend things to people, always expecting to get something back, should you get any special praise for that? No, even sinners lend to other sinners so that they can get back the same amount!"},{"number":35,"verse":"“I’m telling you to love your enemies and do good to them. Lend to people without expecting to get anything back. If you do this, you will have a great reward. You will be children of the Most High God. Yes, because God is good even to the people who are full of sin and not thankful."},{"number":36,"verse":"Give love and mercy the same as your Father gives love and mercy."},{"number":37,"verse":"(Be Careful About Criticizing Others) “Don’t judge others, and God will not judge you. Don’t condemn others, and you will not be condemned. Forgive others, and you will be forgiven."},{"number":38,"verse":"Give to others, and you will receive. You will be given much. It will be poured into your hands—more than you can hold. You will be given so much that it will spill into your lap. The way you give to others is the way God will give to you.”"},{"number":39,"verse":"Jesus told them this story: “Can a blind man lead another blind man? No. Both of them will fall into a ditch."},{"number":40,"verse":"Students are not better than their teacher. But when they have been fully taught, they will be like their teacher."},{"number":41,"verse":"“Why do you notice the small piece of dust that is in your friend’s eye, but you don’t see the big piece of wood that is in your own eye?"},{"number":42,"verse":"You say to your friend, ‘Let me get that little piece of dust out of your eye.’ Why do you say this? Can’t you see that big piece of wood in your own eye? You are a hypocrite. First, take the wood out of your own eye. Then you will see clearly to get the dust out of your friend’s eye."},{"number":43,"verse":"(Only Good Trees Produce Good Fruit) “A good tree does not produce bad fruit. And a bad tree does not produce good fruit."},{"number":44,"verse":"Every tree is known by the kind of fruit it produces. You won’t find figs on thorny weeds. And you can’t pick grapes from thornbushes!"},{"number":45,"verse":"Good people have good things saved in their hearts. That’s why they say good things. But those who are evil have hearts full of evil, and that’s why they say things that are evil. What people say with their mouths comes from what fills their hearts."},{"number":46,"verse":"(Two Kinds of People) “Why do you call me, ‘Lord, Lord,’ but you don’t do what I say?"},{"number":47,"verse":"The people who come to me, who listen to my teachings and obey them—I will show you what they are like:"},{"number":48,"verse":"They are like a man building a house. He digs deep and builds his house on rock. The floods come, and the water crashes against the house. But the flood cannot move the house, because it was built well."},{"number":49,"verse":"“But the people who hear my words and do not obey are like a man who builds a house without preparing a foundation. When the floods come, the house falls down easily and is completely destroyed.”"}]}