{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":10,"verses":[{"number":1,"verse":"( शिष्‍य सभ सेवा-काजक लेल पठाओल गेलाह) ( ( 480 3:13-19 ; 480 6:7-13 ; 490 6:12-16 ; 490 9:1-6 )) तखन यीशु अपन बारहो शिष्‍य केँ बजा कऽ दुष्‍टात्‍मा सभ केँ निकालबाक और सभ तरहक रोग-बिमारी केँ ठीक करबाक अधिकार देलथिन।"},{"number":2,"verse":"एहि बारह मसीह-दूतक नाम एहि तरहेँ अछि—पहिल सिमोन, जिनकर पत्रुस नाम सेहो छनि, और हुनकर भाय अन्‍द्रेयास; जबदीक बेटा याकूब आ हुनकर भाय यूहन्‍ना;"},{"number":3,"verse":"फिलिपुस और बरतुल्‍मै; थोमा आ कर असूल कयनिहार मत्ती; अल्‍फेयासक बेटा याकूब आ तद्दै;"},{"number":4,"verse":"“देश-भक्‍त” सिमोन आ यहूदा इस्‍करियोती जे बाद मे यीशुक संग विश्‍वासघात कयलकनि।"},{"number":5,"verse":"एहि बारह गोटे केँ यीशु ई आज्ञा दऽ कऽ पठौलथिन जे, “गैर-यहूदी सभक बीच नहि जाउ आ सामरी सभक कोनो नगर मे प्रवेश नहि करू,"},{"number":6,"verse":"बल्‍कि इस्राएल वंशक हेरायल भेँड़ा सभ लग जाउ।"},{"number":7,"verse":"“जाइत-जाइत ई प्रचार करैत जाउ जे, ‘स्‍वर्गक राज्‍य लग आबि गेल अछि।’"},{"number":8,"verse":"रोगी सभ केँ स्‍वस्‍थ करू, मुइल सभ केँ जिआउ, कुष्‍ठ-रोगी सभ केँ शुद्ध करू, लोक सभ मे सँ दुष्‍टात्‍मा सभ केँ निकालू। अहाँ सभ केँ जे किछु भेटल अछि से अहाँ सभ बिना मूल्‍य पौलहुँ, तँ अहूँ सभ बिना मूल्‍य दिअ।"},{"number":9,"verse":"अपना बटुआ मे सोन, चानी वा तामक पाइ-कौड़ी किछु नहि राखू।"},{"number":10,"verse":"बाटक लेल ने झोरी-झण्‍टा, ने दोसर अंगा, ने चप्‍पल आ ने लाठी, किछु नहि संग लिअ; कारण, मजदूर केँ भोजन पयबाक अधिकार छैक।"},{"number":11,"verse":"जाहि कोनो नगर वा गाम मे जायब, तँ एहन लोकक पता लगाउ जे शुभ समाचार सुनबाक लेल तैयार होअय, आ ताबत धरि ओही व्‍यक्‍तिक ओतऽ रहू जाबत धरि ओहि गाम सँ विदा नहि भऽ जायब।"},{"number":12,"verse":"घर मे पहुँचि कऽ सभ सँ पहिने शान्‍तिक आशीर्वाद दिअ।"},{"number":13,"verse":"ओ घर जँ योग्‍य होअय तँ अपन शान्‍ति ओकरा पर रहऽ दिऔक, और जँ योग्‍य नहि होअय तँ अपन शान्‍ति घुमा लिअ।"},{"number":14,"verse":"जँ केओ अहाँ सभक स्‍वागत नहि करय आ अहाँ सभ जे कहऽ चाहैत छी, से नहि सुनय, तँ ओहि घर वा ओहि नगर सँ बहरयबा काल मे अपन पयरक गर्दा झाड़ि लेब।"},{"number":15,"verse":"हम अहाँ सभ केँ सत्‍य कहैत छी, न्‍यायक दिन ओहि नगरक दशा सँ सदोम आ गमोरा नगरक दशा सहबा जोगरक रहतैक।"},{"number":16,"verse":"( आबऽ वला कष्‍ट) ( ( 480 13:9-13 ; 490 21:12-17 )) “देखू, हम अहाँ सभ केँ भेँड़ी जकाँ जंगली जानबर सभक बीच मे पठा रहल छी, तेँ अहाँ सभ साँप जकाँ होसियार आ परबा जकाँ निष्‍कपट बनू।"},{"number":17,"verse":"“लोक सभ सँ सावधान रहू। कारण, ओ सभ अहाँ सभ केँ पकड़ि कऽ पंचायत मे पंच सभक समक्ष लऽ जायत आ अपना सभाघर सभ मे अहाँ सभ केँ कोड़ा सँ पिटबाओत।"},{"number":18,"verse":"हमरा कारणेँ राज्‍यपाल आ राजा सभक समक्ष अहाँ सभ केँ ठाढ़ कयल जायत और अहाँ सभ हुनका सभक सामने आ गैर-यहूदी सभक सामने हमरा बारे मे गवाही देब।"},{"number":19,"verse":"मुदा जखन ओ सभ अहाँ सभ केँ पकड़बाओत तँ अहाँ सभ चिन्‍ता नहि करू जे हम सभ कोना बाजब वा की बाजब। जे किछु अहाँ सभ केँ बजबाक होयत, से ओही क्षण अहाँ सभ केँ मोन मे दऽ देल जायत;"},{"number":20,"verse":"कारण, बाजऽ वला अहाँ सभ नहि, बल्‍कि अहाँ सभक पिता-परमेश्‍वरक आत्‍मा होयताह। ओ अहाँ सभक द्वारा बजताह।"},{"number":21,"verse":"“भाय भाय केँ, बाबू अपना बेटा केँ मृत्‍युदण्‍डक लेल पकड़बाओत, आ बेटा-बेटी अपन माय-बाबूक विरोध मे ठाढ़ भऽ कऽ मरबाओत।"},{"number":22,"verse":"“अहाँ सभ सँ सभ केओ घृणा करत, एहि लेल जे अहाँ सभ हमर लोक छी। मुदा जे व्‍यक्‍ति अन्‍त तक अपना विश्‍वास मे स्‍थिर रहत से उद्धार पाओत।"},{"number":23,"verse":"“जखन लोक सभ अहाँ सभ केँ कोनो नगर मे सताबऽ लागत तखन अहाँ सभ भागि कऽ दोसर नगर चल जाउ। हम अहाँ सभ केँ सत्‍य कहैत छी, अहाँ सभ इस्राएल देशक सभ नगर मे अपन काज समाप्‍तो नहि कयने रहब, ताबत मनुष्‍य-पुत्र फेर आबि जयताह।"},{"number":24,"verse":"“चेला अपना गुरु सँ पैघ नहि होइत अछि आ ने दास अपना मालिक सँ।"},{"number":25,"verse":"चेला केँ अपन गुरुक बराबरि होयब आ दास केँ अपन मालिकक बराबरि होयब, एतबे बहुत अछि। जँ ओ सभ घरक मालिक केँ ‘दुष्‍टात्‍मा सभक मुखिया’ कहैत अछि तँ मालिकक परिवारक लोक केँ की-की नहि कहतैक!"},{"number":26,"verse":"( ककरा सँ डेराउ?) ( ( 490 12:2-7 )) “एहि लेल ओकरा सभ सँ डेराउ नहि। एहन किछु नहि अछि जे झाँपल होअय आ उघारल नहि जायत, वा जे नुकाओल होअय आ प्रगट नहि कयल जायत।"},{"number":27,"verse":"जे किछु हम अहाँ सभ केँ अन्‍हार मे कहैत छी से अहाँ सभ इजोत मे कहू; जे किछु एकान्‍ती कऽ कऽ सुनने छी तकरा छत पर सँ घोषणा करू।"},{"number":28,"verse":"ओकरा सभ सँ नहि डेराउ जे शरीर केँ मारि दैत अछि, मुदा आत्‍मा केँ नहि मारि सकैत अछि, बल्‍कि तिनका सँ डेराउ जे आत्‍मा आ शरीर, दूनू केँ नरक मे नष्‍ट कऽ सकैत छथि।"},{"number":29,"verse":"बगेड़ी कतेक मे भेटैत अछि?—एक पाइ मे दूटा! तैयो एकोटा बगेड़ी सेहो अहाँ सभक पिताक इच्‍छाक बिना जमीन पर नहि खसैत अछि।"},{"number":30,"verse":"अहाँ सभक माथक एक-एकटा केशो गनल अछि।"},{"number":31,"verse":"तेँ अहाँ सभ डेराउ नहि। अहाँ सभ बहुतो बगेड़ी सँ मूल्‍यवान छी!"},{"number":32,"verse":"( लोकक समक्ष यीशु केँ अपन प्रभु मानब) ( ( 490 12:8-9 , 490 51-53 ; 490 14:26-27 )) “जे केओ लोकक समक्ष हमरा अपन प्रभु मानि लेत, तकरा हमहूँ अपन स्‍वर्गीय पिताक समक्ष अपन लोक मानि लेबैक।"},{"number":33,"verse":"मुदा जे केओ लोकक समक्ष हमरा अस्‍वीकार करत, तकरा हमहूँ अपन स्‍वर्गीय पिताक समक्ष अस्‍वीकार करबैक।"},{"number":34,"verse":"“ई नहि बुझू जे हम पृथ्‍वी पर मेल-मिलाप करयबाक लेल आयल छी। नहि! मेल करयबाक लेल नहि, बल्‍कि तरुआरि चलबयबाक लेल हम आयल छी।"},{"number":35,"verse":"हम तँ एहि लेल आयल छी जे ‘बेटा केँ ओकर बाबूक, बेटी केँ ओकर मायक, आ पुतोहु केँ ओकर सासुक विरोधी बना दिऐक।"},{"number":36,"verse":"लोकक दुश्‍मन ओकर अपने घरक लोक होयतैक।’"},{"number":37,"verse":"“जे केओ हमरा सँ बेसी अपन माय-बाबू सँ प्रेम करैत अछि, से हमर शिष्‍य बनबाक योग्‍य नहि अछि। जे केओ हमरा सँ बेसी अपन धिआ-पुता सँ प्रेम करैत अछि, से हमर शिष्‍य बनबाक योग्‍य नहि अछि।"},{"number":38,"verse":"आ जे केओ हमरा कारणेँ दुःख उठयबाक आ प्राणो देबाक लेल तैयार भऽ हमरा पाछाँ नहि चलैत अछि, से हमर शिष्‍य बनबाक योग्‍य नहि अछि।"},{"number":39,"verse":"जे केओ अपन जीवन सुरक्षित रखैत अछि, से ओकरा गमाओत, आ जे अपन जीवन हमरा लेल गमबैत अछि, से ओकरा सुरक्षित राखत।"},{"number":40,"verse":"“जे केओ अहाँ सभ केँ स्‍वीकार करैत अछि, से हमरा स्‍वीकार करैत अछि, आ जे हमरा स्‍वीकार करैत अछि, से तिनका स्‍वीकार करैत छनि जे हमरा पठौने छथि।"},{"number":41,"verse":"जे केओ परमेश्‍वरक प्रवक्‍ता केँ एहि लेल स्‍वागत करत जे ओ व्‍यक्‍ति परमेश्‍वरक प्रवक्‍ता छथि, से प्रवक्‍ताक प्रतिफल पाओत; आ जे केओ धार्मिक व्‍यक्‍ति केँ एहि लेल स्‍वागत करत जे ओ धार्मिक व्‍यक्‍ति छथि, से धार्मिकक प्रतिफल पाओत।"},{"number":42,"verse":"जे केओ हमरा छोटो सँ छोट शिष्‍य सभ मे सँ ककरो एहि लेल एक लोटा ठण्‍ढा पानिओ पिआओत जे ओ हमर शिष्‍य अछि, हम अहाँ सभ केँ सत्‍ये कहैत छी जे, ओ अपना एहि सेवाक प्रतिफल अवश्‍य पाओत।”"}]}