{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"( पूर्वजक चलन और शुद्धता-अशुद्धताक विषय) ( ( 480 7:1-23 )) तकरबाद यरूशलेम सँ किछु फरिसी आओर धर्मशिक्षक सभ यीशु लग अयलाह आ कहलथिन,"},{"number":2,"verse":"“अहाँक शिष्‍य सभ पुरखाक चलन सभ केँ किएक तोड़ैत अछि? ओ सभ भोजन करऽ सँ पहिने विधिवत हाथ नहि धोइत अछि।”"},{"number":3,"verse":"यीशु उत्तर देलथिन, “और अहाँ सभ अपन चलन सभक पालन करबाक लेल परमेश्‍वरक आज्ञा केँ किएक तोड़ैत छी?"},{"number":4,"verse":"देखू, परमेश्‍वर कहने छथि जे, ‘अपन माय-बाबूक आदर करह,’ आ ‘जे केओ अपन माय-बाबूक निन्‍दा करय तकरा मृत्‍युदण्‍ड देल जाय।’"},{"number":5,"verse":"मुदा अहाँ सभ कहैत छी जे, जँ केओ अपन बाबू वा माय सँ कहत, ‘हम अहाँ सभ केँ जे किछु सहायता कऽ सकैत छलहुँ से हम परमेश्‍वर केँ अर्पण कऽ देने छी,’"},{"number":6,"verse":"तँ ओकरा अपन माय-बाबूक सहायता कऽ कऽ आदर करबाक कोनो आवश्‍यकता नहि छैक। एहि तरहेँ अहाँ सभ अपन चलन केँ चलयबाक लेल परमेश्‍वरक आज्ञा केँ निरर्थक ठहरबैत छी।"},{"number":7,"verse":"हे पाखण्‍डी सभ! यशायाह अहाँ सभक सम्‍बन्‍ध मे एकदम ठीक भविष्‍यवाणी कयलनि जे,"},{"number":8,"verse":"‘ई सभ मुँह सँ हमर आदर करैत अछि, मुदा एकर सभक हृदय हमरा सँ दूर छैक।"},{"number":9,"verse":"ई सभ बेकार हमर उपासना करैत अछि। ई सभ जे शिक्षा दैत अछि, से मात्र मनुष्‍यक बनाओल नियम सभ अछि।’”"},{"number":10,"verse":"यीशु भीड़क लोक केँ अपना लग बजा कऽ कहलथिन, “अहाँ सभ सुनू आ बुझू।"},{"number":11,"verse":"जे कोनो वस्‍तु मुँह मे जाइत अछि, से मनुष्‍य केँ अशुद्ध नहि करैत अछि, बल्‍कि जे मुँह सँ बहराइत अछि से ओकरा अशुद्ध करैत अछि।”"},{"number":12,"verse":"एहि पर हुनकर शिष्‍य सभ हुनका लग आबि कहलथिन, “अहाँ जे कहलहुँ से फरिसी सभ केँ बड्ड खराब लगलनि, से अहाँ केँ बुझल अछि?”"},{"number":13,"verse":"यीशु हुनका सभ केँ उत्तर देलथिन, “प्रत्‍येक गाछ जे हमर स्‍वर्गीय पिता नहि लगौने छथि, से जड़ि सँ उखाड़ल जायत।"},{"number":14,"verse":"छोड़ू ओकर सभक बात! ओ सभ तँ अपने आन्‍हर अछि आ आन्‍हर सभ केँ बाट देखबैत अछि। आन्‍हरे जँ आन्‍हर केँ बाट देखाओत तँ दूनू अवश्‍य खधिया मे खसत।”"},{"number":15,"verse":"एहि पर पत्रुस कहलथिन, “एहि दृष्‍टान्‍तक अर्थ हमरा सभ केँ बुझा दिअ।”"},{"number":16,"verse":"यीशु कहलथिन, “की अहूँ सभ एखन तक नहि बुझलहुँ?"},{"number":17,"verse":"की अहाँ सभ नहि बुझैत छी जे, जे किछु मुँह मे जाइत अछि से पेट मे जा कऽ देह सँ बाहर भऽ जाइत अछि?"},{"number":18,"verse":"मुदा जे बात मुँह सँ बहराइत अछि से हृदय सँ निकलि कऽ अबैत अछि आ से मनुष्‍य केँ अशुद्ध बनबैत अछि।"},{"number":19,"verse":"कारण, हृदय सँ निकलैत अछि विभिन्‍न तरहक गलत विचार, हत्‍या, परस्‍त्रीगमन, अनैतिक शारीरिक सम्‍बन्‍ध, चोरी, झूठ गवाही, निन्‍दाक बात,"},{"number":20,"verse":"आ यैह बात सभ मनुष्‍य केँ अशुद्ध करैत अछि, नहि कि बिनु हाथ धोने भोजन करब, से।”"},{"number":21,"verse":"( कनानी जातिक स्‍त्रीक विश्‍वास) ( ( 480 7:24-30 )) ओतऽ सँ आगाँ बढ़ि यीशु सूर आ सीदोन नगरक इलाका मे गेलाह।"},{"number":22,"verse":"ओहिठामक एक कनानी स्‍त्री हुनका लग आबि चिचियाय लगलनि जे, “हे प्रभु, दाऊदक पुत्र, हमरा पर दया करू! हमरा बेटी केँ दुष्‍टात्‍मा लागल छै। ओ ओकरा बड्ड कष्‍ट दैत छैक।”"},{"number":23,"verse":"मुदा यीशु ओकरा कोनो उत्तर नहि देलथिन। तखन हुनकर शिष्‍य सभ हुनका लग आबि कऽ विनती कयलथिन जे, “एकरा विदा कऽ दिऔक, ई तँ चिचियाइत-चिचियाइत अपना सभक पाछाँ लागल अछि।”"},{"number":24,"verse":"यीशु कहलथिन, “हम तँ मात्र इस्राएल वंशक हेरायल भेँड़ा सभक लेल पठाओल गेल छी।”"},{"number":25,"verse":"मुदा ओ स्‍त्री यीशु लग आबि हुनका पयर पर खसि पड़लनि आ कहलकनि, “प्रभु, हमरा पर दया करू!”"},{"number":26,"verse":"ओ उत्तर देलथिन, “बच्‍चा सभक लेल जे रोटी अछि तकरा कुकुरक आगाँ फेकि देब से ठीक बात नहि।”"},{"number":27,"verse":"एहि पर स्‍त्री बाजल, “ठीक कहैत छी प्रभु, मुदा कुकुरो सभ तँ मालिकक टेबुल सँ खसल चुर-चार खाइते अछि।”"},{"number":28,"verse":"तखन यीशु ओकरा कहलथिन, “हे दाइ, तोहर विश्‍वास बड्ड पैघ छह! जहिना तोँ चाहैत छह, तहिना तोरा लेल होअह।” ओकर बच्‍ची तखने स्‍वस्‍थ भऽ गेलैक।"},{"number":29,"verse":"( यीशु—निराश सभक आशा) यीशु ओतऽ सँ विदा भऽ कऽ गलील झीलक काते-कात चललाह। तखन एक पहाड़ पर चढ़ि कऽ बैसि रहलाह।"},{"number":30,"verse":"झुण्‍डक-झुण्‍ड लोक हुनका लग अयलनि। ओ सभ अपना संग लुल्‍ह, आन्‍हर, नाङड़, बौक और बहुतो दोसर तरहक बिमार लोक सभ केँ लऽ कऽ आयल आ यीशुक चरण मे राखि देलकनि। यीशु ओहि सभ बिमार केँ स्‍वस्‍थ कऽ देलथिन।"},{"number":31,"verse":"जमा भेल लोक सभ जखन देखलक जे बौक सभ बाजि रहल अछि, लुल्‍ह सभ स्‍वस्‍थ भऽ गेल अछि, नाङड़ सभ चलि रहल अछि आ आन्‍हर सभ देखि रहल अछि तखन ओ सभ आश्‍चर्यित भऽ इस्राएलक परमेश्‍वर केँ स्‍तुति करऽ लगलनि।"},{"number":32,"verse":"( चारि हजार लोकक लेल भोजनक व्‍यवस्‍था) ( ( 480 8:1-10 )) यीशु अपन शिष्‍य सभ केँ बजा कऽ कहलथिन, “हमरा एहि लोक सभ पर दया अबैत अछि। ई सभ तीन दिन सँ हमरा संग अछि आ एकरा सभ लग भोजन करबाक लेल किछु नहि छैक। हम एकरा सभ केँ भूखले घर नहि पठाबऽ चाहैत छी। कतौ एना नहि भऽ जाइक जे ई सभ रस्‍ते मे भूखक मारे मुर्छित भऽ जाय।”"},{"number":33,"verse":"शिष्‍य सभ कहलथिन, “एहि निर्जन स्‍थान मे अपना सभ केँ एतेक भोजनक वस्‍तु कतऽ सँ भेटत जे अपना सभ एतेकटा भीड़ केँ भोजन करा सकबैक?”"},{"number":34,"verse":"यीशु हुनका सभ सँ पुछलथिन, “अहाँ सभ लग कयटा रोटी अछि?” ओ सभ कहलथिन, “सातटा, आ किछु छोटकी माछ।”"},{"number":35,"verse":"यीशु लोक सभ केँ जमीन पर बैसि जयबाक लेल आदेश देलथिन।"},{"number":36,"verse":"तकरबाद यीशु ओ सातो रोटी आ माछ सभ लऽ कऽ परमेश्‍वर केँ धन्‍यवाद देलनि, तखन तोड़ि-तोड़ि कऽ शिष्‍य सभ केँ परसबाक लेल देलथिन। शिष्‍य सभ ओकरा लोक सभ मे बाँटि देलथिन।"},{"number":37,"verse":"सभ केओ भरि पेट भोजन कयलक। भोजनक बाद शिष्‍य सभ उबरल टुकड़ा सभ सात टोकरी मे भरि कऽ जमा कयलनि।"},{"number":38,"verse":"भोजन करऽ वला लोक मे स्‍त्रीगण आ बच्‍चा सभ केँ छोड़ि पुरुषक संख्‍या चारि हजार छल।"},{"number":39,"verse":"भोजन करौलाक बाद लोकक भीड़ केँ विदा कऽ कऽ यीशु नाव पर चढ़ि कऽ मगदन क्षेत्र चल गेलाह।"}]}