{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"( चमत्‍कार वला चिन्‍हक माँग) ( ( 480 8:11-13 ; 490 12:54-56 )) फरिसी आ सदुकी सभ यीशु लग आबि कऽ आग्रह कयलथिन जे, “हमरा सभ केँ स्‍वर्ग सँ कोनो चमत्‍कार वला चिन्‍ह देखाउ।” ई बात ओ सभ हुनका जाँच करबाक लेल कहलथिन।"},{"number":2,"verse":"ताहि पर यीशु हुनका सभ केँ उत्तर देलथिन, “साँझ पड़ला पर आकाश केँ लाल देखि अहाँ सभ कहैत छी, ‘काल्‍हिक मौसम नीक रहत,’"},{"number":3,"verse":"और भोरखन कऽ आकाश केँ लाल आ झँपौन सन देखि कहैत छी जे, ‘आइ अन्‍हड़-बिहारि आओत।’ अहाँ सभ आकाश मे मौसमक लक्षण केँ चिन्‍हऽ जनैत छी, मुदा आइ-काल्‍हिक समय मे अहाँ सभक सामने की भऽ रहल अछि, से कोन बातक लक्षण अछि, तकरा नहि चिन्‍हैत छी।"},{"number":4,"verse":"एहि पीढ़ीक लोक सभ कतेक दुष्‍ट आ विश्‍वासघाती अछि जे चमत्‍कार वला चिन्‍ह मँगैत अछि! मुदा जे घटना परमेश्‍वरक प्रवक्‍ता योनाक संग भेल छलनि, से चिन्‍ह छोड़ि एकरा सभ केँ आओर कोनो चिन्‍ह नहि देखाओल जयतैक।” एतेक बात कहि यीशु हुनका सभ केँ छोड़ि कऽ आगाँ बढ़ि गेलाह।"},{"number":5,"verse":"( शिष्‍य सभ केँ होसियार रहबाक आदेश) ( ( 480 8:14-21 )) यीशुक शिष्‍य सभ जखन झील केँ पार कयलनि, तँ ओ सभ रोटी अननाइ बिसरि गेल छलाह।"},{"number":6,"verse":"यीशु हुनका सभ केँ कहलथिन, “सावधान, फरिसी आ सदुकी सभक रोटी फुलाबऽ वला खमीर सँ होसियार रहू।”"},{"number":7,"verse":"शिष्‍य सभ एक-दोसर सँ बात करऽ लगलाह जे, “अपना सभ रोटी आनब बिसरि गेलहुँ, तेँ एना कहि रहल छथि।”"},{"number":8,"verse":"यीशु हुनकर सभक बात बुझि कहलथिन, “अहाँ सभक विश्‍वास एतेक कमजोर किएक अछि? अहाँ सभ आपस मे एहि पर बात किएक कऽ रहल छी जे अपना सभ लग रोटी नहि अछि?"},{"number":9,"verse":"की अहाँ सभ एखनो नहि बुझैत छी? की ओ पाँच हजार लोक आ पाँच रोटी वला बात, और ओहि दिन अहाँ सभ उबरल टुकड़ा कतेक पथिया जमा कऽ कऽ उठौने छलहुँ, से अहाँ सभ केँ स्‍मरण नहि अछि?"},{"number":10,"verse":"वा चारि हजार लोकक लेल ओ सातटा रोटी, आ कतेक टोकरी जमा कयलहुँ, से?"},{"number":11,"verse":"अहाँ सभ हमर एहि बात केँ बुझि किएक नहि रहल छी जे, ‘फरिसी आ सदुकी सभक रोटी फुलाबऽ वला खमीर सँ होसियार रहू,’ से बात हम रोटीक सम्‍बन्‍ध मे नहि कहने छलहुँ?”"},{"number":12,"verse":"तखन शिष्‍य सभ केँ बुझऽ मे अयलनि जे यीशु रोटी फुलयबाक लेल प्रयोग होमऽ वला खमीरक सम्‍बन्‍ध मे नहि, बल्‍कि फरिसी आ सदुकी सभक शिक्षा सँ होसियार रहबाक लेल कहने छलाह।"},{"number":13,"verse":"( यीशुक प्रश्‍न—“हम के छी?”) ( ( 480 8:27-30 ; 490 9:18-21 )) कैसरिया-फिलिप्‍पी क्षेत्र मे आबि कऽ यीशु अपना शिष्‍य सभ केँ पुछलथिन, “मनुष्‍य-पुत्र के अछि, एहि सम्‍बन्‍ध मे लोक सभ की कहैत अछि?”"},{"number":14,"verse":"ओ सभ उत्तर देलथिन, “किछु लोक कहैत अछि जे अहाँ बपतिस्‍मा देनिहार यूहन्‍ना छी, किछु लोक जे एलियाह छी, दोसर लोक सभ जे यर्मियाह वा प्राचीन कालक परमेश्‍वरक प्रवक्‍ता सभ मे सँ आओर केओ छी, से कहैत अछि।”"},{"number":15,"verse":"यीशु शिष्‍य सभ सँ पुछलथिन, “आ अहाँ सभ? अहाँ सभ की कहैत छी जे हम के छी?”"},{"number":16,"verse":"सिमोन पत्रुस उत्तर देलथिन, “अहाँ उद्धारकर्ता-मसीह छी, जीवित परमेश्‍वरक पुत्र छी।”"},{"number":17,"verse":"यीशु हुनका कहलथिन, “हे सिमोन, योनाक पुत्र, अहाँ धन्‍य छी! कारण, एहि बातक ज्ञान अहाँ केँ कोनो मनुष्‍य सँ नहि, बल्‍कि हमर पिता जे स्‍वर्ग मे छथि, तिनका सँ भेटल।"},{"number":18,"verse":"हम अहाँ केँ कहैत छी जे, अहाँ ‘पत्रुस’ छी। हम एहि चट्टान पर अपन मण्‍डलीक स्‍थापना करब आ मृत्‍युक सामर्थ्‍य एहि पर विजयी नहि होयत।"},{"number":19,"verse":"हम अहाँ केँ स्‍वर्गक राज्‍यक कुंजी देब। जे किछु अहाँ पृथ्‍वी पर बान्‍हब से स्‍वर्ग मे बान्‍हल गेल रहत आ जे किछु अहाँ पृथ्‍वी पर खोलब से स्‍वर्ग मे खोलल गेल रहत।”"},{"number":20,"verse":"तकरबाद यीशु अपना शिष्‍य सभ केँ दृढ़तापूर्बक आदेश देलथिन जे, “ई बात ककरो नहि कहिऔक जे हम उद्धारकर्ता-मसीह छी।”"},{"number":21,"verse":"( अपन मृत्‍यु आ जिआओल जयबाक सम्‍बन्‍ध मे यीशुक भविष्‍यवाणी) ( ( 480 8:31-33 ; 490 9:22 )) ओही दिन सँ यीशु अपना शिष्‍य सभ केँ स्‍पष्‍ट जानकारी देबऽ लगलथिन जे, “ई आवश्‍यक अछि जे हम यरूशलेम जाइ, ओतऽ बूढ़-प्रतिष्‍ठित, मुख्‍यपुरोहित आ धर्मशिक्षक सभ सँ हमरा बहुत कष्‍ट देल जाय, हम जान सँ मारल जाइ, आ तेसर दिन हम फेर जिआओल जाइ।”"},{"number":22,"verse":"ई बात सुनि पत्रुस हुनका अलग बजा कऽ डँटैत कहलथिन, “यौ प्रभु, परमेश्‍वर एना नहि करथि! अहाँक संग एहन बात कहियो नहि होयत!”"},{"number":23,"verse":"ताहि पर यीशु पत्रुस केँ कहलथिन, “है शैतान, तोँ हमरा सोझाँ सँ दूर होअह! हमरा लेल तोँ ठेस लगबाक कारण छह। तोँ परमेश्‍वरक विचार नहि, बल्‍कि मनुष्‍यक विचार मोन मे रखैत छह।”"},{"number":24,"verse":"( की बचायब, की गमायब?) ( ( 480 8:34-9:1 ; 490 9:23-27 )) तकरबाद यीशु अपना शिष्‍य सभ केँ कहलथिन, “जँ केओ हमर शिष्‍य बनऽ चाहैत अछि, तँ ओ अपना केँ त्‍यागि हमरा कारणेँ दुःख उठयबाक आ प्राणो देबाक लेल तैयार रहओ आ हमरा पाछाँ चलओ।"},{"number":25,"verse":"कारण, जे केओ अपन जीवन बचाबऽ चाहैत अछि, से ओकरा गमाओत, मुदा जे केओ हमरा लेल अपन जीवन गमबैत अछि, से ओकरा पाओत।"},{"number":26,"verse":"जँ कोनो मनुष्‍य सम्‍पूर्ण संसार केँ पाबि लय और अपन आत्‍मा गमा लय, तँ ओकरा की लाभ भेलैक? अथवा मनुष्‍य अपन आत्‍माक बदला मे की दऽ सकत?"},{"number":27,"verse":"किएक तँ मनुष्‍य-पुत्र अपन स्‍वर्गदूत सभक संग अपना पिताक महिमा मे आओत, तखन ओ प्रत्‍येक मनुष्‍य केँ ओकर काजक अनुसार प्रतिफल देतैक।"},{"number":28,"verse":"हम अहाँ सभ केँ सत्‍य कहैत छी जे, एतऽ किछु एहनो लोक सभ ठाढ़ अछि जे जाबत तक मनुष्‍य-पुत्र केँ अपना राज्‍य मे अबैत नहि देखि लेत ताबत तक नहि मरत।”"}]}