{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"( स्‍वर्गक राज्‍य मे के छोट, के पैघ?) ( ( 480 9:33-37 , 480 42-48 ; 490 9:46-48 ; 490 17:1-2 )) ओही समय मे शिष्‍य सभ आबि कऽ यीशु सँ पुछलथिन, “स्‍वर्गक राज्‍य मे सभ सँ पैघ के अछि?”"},{"number":2,"verse":"यीशु एक छोट बच्‍चा केँ अपना लग बजा कऽ हुनका सभक बीच ठाढ़ करैत कहलथिन,"},{"number":3,"verse":"“हम अहाँ सभ केँ सत्‍य कहैत छी जे, जाबत तक अहाँ सभ बदलि कऽ बच्‍चा सभ जकाँ नहि बनि जायब ताबत तक स्‍वर्गक राज्‍य मे कहियो नहि प्रवेश करब।"},{"number":4,"verse":"तेँ, जे केओ नम्र बनि अपना केँ एहि बच्‍चा जकाँ छोट बुझैत अछि, से स्‍वर्गक राज्‍य मे सभ सँ पैघ अछि।"},{"number":5,"verse":"जे केओ हमरा नाम सँ एहन छोट बच्‍चा केँ स्‍वीकार करैत अछि से हमरा स्‍वीकार करैत अछि।"},{"number":6,"verse":"मुदा ई बच्‍चा सभ जे हमरा पर विश्‍वास करैत अछि, ताहि मे सँ जँ एकोटा केँ केओ पाप मे फँसाओत, तँ ओहि फँसौनिहारक गरदनि मे जाँतक पाट बान्‍हि कऽ अथाह समुद्र मे डुबा देल जाइक, से ओकरा लेल नीक होइत।"},{"number":7,"verse":"“पाप मे फँसाबऽ वला बात सभक कारणेँ संसार पर कतेक कष्‍ट औतैक! पाप मे फँसाबऽ वला बात सभ तँ रहबे करत, मुदा धिक्‍कार ताहि मनुष्‍य केँ जकरा द्वारा ओ बात सभ अबैत अछि!"},{"number":8,"verse":"“जँ अहाँक हाथ वा पयर अहाँ केँ पाप मे फँसबैत अछि तँ ओकरा काटि कऽ फेकि दिअ। दूनू हाथ-पयरक संग अनन्‍त समय तक जरैत रहऽ वला आगिक कुण्‍ड मे फेकि देल जायब, अहाँक लेल ताहि सँ नीक ई जे लुल्‍ह-नाङड़ भऽ कऽ जीवन मे प्रवेश करू।"},{"number":9,"verse":"आ जँ अहाँक आँखि अहाँ केँ पाप मे फँसबैत अछि तँ ओकरा निकालि कऽ फेकि दिअ। दूनू आँखिक संग नरकक आगि मे फेकि देल जायब, अहाँक लेल ताहि सँ नीक ई जे कनाह भऽ कऽ जीवन मे प्रवेश करू।"},{"number":10,"verse":"( हेरायल भेँड़ाक दृष्‍टान्‍त) ( ( 490 15:3-7 )) “अहाँ सभ एहि पर ध्‍यान राखू जे एहि बच्‍चा सभ मे सँ एकोटा केँ तुच्‍छ नहि बुझब। हम अहाँ सभ केँ कहैत छी जे, स्‍वर्ग मे एकर सभक रक्षा कयनिहार दूत सभ सदिखन हमर स्‍वर्गीय पिताक मुँह दिस तकैत रहैत छथि।"},{"number":11,"verse":"[मनुष्‍य-पुत्र हेरायल सभ केँ बचयबाक लेल आयल छथि।]"},{"number":12,"verse":"“अहाँ सभ की सोचैत छी? जँ ककरो लग एक सय भेँड़ा छैक आ ओहि मे सँ एकटा भेँड़ा भटकि जाइक, तँ की ओ अपन निनान्‍नबे भेँड़ा केँ पहाड़ पर छोड़ि कऽ ओहि भटकल भेँड़ा केँ खोजबाक लेल नहि जायत?"},{"number":13,"verse":"हम अहाँ सभ केँ सत्‍य कहैत छी जे, जँ ओ ओकरा भेटि जयतैक, तँ ओहि निनान्‍नबे भेँड़ाक कारणेँ, जे नहि भटकल छलैक, ताहि सँ बेसी आनन्‍द ओकरा एही भेँड़ाक कारणेँ होयतैक।"},{"number":14,"verse":"एही तरहेँ स्‍वर्ग मे रहऽ वला अहाँ सभक पिताक इच्‍छा ई छनि जे एहि बच्‍चा सभ मे सँ एकोटा नष्‍ट नहि होनि।"},{"number":15,"verse":"( दोषी भायक संग उचित व्‍यवहार) “अहाँक भाय जँ अहाँक संग अपराध करय तँ असगरे ओकरा लग जाउ आ एकान्‍त मे ओकर दोष ओकरा बुझा दिऔक। ओ जँ अहाँक बात सुनलक, तँ एकटा भाय अहाँ केँ फेर भेटि गेल से बुझू।"},{"number":16,"verse":"मुदा जँ ओ अहाँक बात नहि सुनैत अछि तँ अपना संग एक-दू आदमी केँ लऽ कऽ जाउ आ ओकरा बुझबिऔक, जाहि सँ, जहिना धर्मशास्‍त्र मे लिखल अछि, ‘हर बात दू वा तीन साक्षीक गवाही पर आधारित रहय’।"},{"number":17,"verse":"मुदा ओ जँ ओकरो सभक बात सुनबाक लेल तैयार नहि भेल, तँ तकर जानकारी विश्‍वासी मण्‍डली केँ दिऔक। आ जँ ओ विश्‍वासी मण्‍डलीक बात सेहो नहि सुनत, तँ ओकरा संग एहन व्‍यवहार करू जेना ओ अविश्‍वासी वा कर असूल कयनिहार ठकहारा होअय।"},{"number":18,"verse":"हम अहाँ सभ केँ कहैत छी जे, अहाँ सभ जे किछु पृथ्‍वी पर बान्‍हब, से स्‍वर्ग मे बान्‍हल गेल रहत, आ जे किछु अहाँ सभ पृथ्‍वी पर खोलब से स्‍वर्ग मे खोलल गेल रहत।"},{"number":19,"verse":"“हम अहाँ सभ केँ एकटा इहो बात कहैत छी जे, एहि पृथ्‍वी पर जँ अहाँ सभ मे सँ केओ दू गोटे कोनो बातक लेल एक विचारक भऽ कऽ विनती करब, तँ हमर पिता जे स्‍वर्ग मे छथि, तिनका द्वारा ओ बात अहाँ सभक लेल पूरा कयल जायत।"},{"number":20,"verse":"किएक तँ जतऽ दू वा तीन व्‍यक्‍ति हमरा नाम सँ एक ठाम जमा होइत अछि, ततऽ हम ओकरा सभक बीच उपस्‍थित छी।”"},{"number":21,"verse":"( क्षमाक कोनो सीमा नहि) तकरबाद पत्रुस यीशु लग आबि कऽ पुछलथिन, “यौ प्रभु, हमर भाय जँ हमरा संग अपराध करय तँ कतेक बेर हम ओकरा क्षमा करैत रहिऐक? की सात बेर तक?”"},{"number":22,"verse":"यीशु कहलथिन, “हम तँ कहैत छी, सात बेर नहि, बल्‍कि सात सँ सत्तरिक जे गुणनफल होयत ततेक बेर।"},{"number":23,"verse":"“कारण, स्‍वर्गक राज्‍यक तुलना एहन राजा सँ कयल जा सकैत अछि जे अपन राज्‍यक कर्मचारी सभ सँ हिसाब-किताब लेबऽ चाहलनि।"},{"number":24,"verse":"जखन ओ हिसाब-किताब लेबऽ लगलाह तँ हुनका लग एक कर्मचारी केँ लाओल गेल, जकरा पर दस हजार सोनक रुपैया ऋण छलनि।"},{"number":25,"verse":"ओहि कर्मचारी लग ऋण सधयबाक लेल किछु नहि छलैक तेँ ओकर मालिक आज्ञा दऽ देलथिन जे, एकरा, एकर स्‍त्री आ बाल-बच्‍चा केँ और एकर सभ सामान बेचि कऽ एकरा सँ ऋण असूल कयल जाय।"},{"number":26,"verse":"ई सुनि ओ कर्मचारी अपना मालिकक पयर पर खसि कऽ विनती करऽ लागल जे, ‘यौ सरकार, धैर्य राखल जाओ, हम अपनेक सम्‍पूर्ण ऋण सधा देब।’"},{"number":27,"verse":"मालिक ओकरा पर दया कऽ कऽ ओकरा छोड़ि देलथिन आ ओकर सम्‍पूर्ण ऋण माफ कऽ देलथिन।"},{"number":28,"verse":"मुदा ओ कर्मचारी जखन ओतऽ सँ बाहर भेल तँ ओकरा संग काज करऽ वला एक दोसर कर्मचारी भेटलैक जे ओकरा सँ एक सय तामक रुपैया ऋण लेने छलैक। ओ ओकरा पकड़ि कऽ गरदनि चभैत कहलकैक, ‘जे किछु तोरा पर हमर ऋण अछि, से तुरत ला!’"},{"number":29,"verse":"ओ कर्मचारी ओकरा पयर पर खसि कऽ विनती करऽ लागल, ‘धैर्य राखू, हम अहाँक ऋण सधा देब।’"},{"number":30,"verse":"मुदा ओ नहि मानलक आ जा कऽ ओकरा जहल मे रखबा देलकैक जे जाबत तक ऋण नहि सधाओत ताबत तक जहल मे रहओ।"},{"number":31,"verse":"ई देखि दोसर कर्मचारी सभ केँ बहुत दुःख भेलैक आ ओ सभ जा कऽ सम्‍पूर्ण घटना मालिक केँ कहि सुनौलकनि।"},{"number":32,"verse":"तकरबाद मालिक ओहि कर्मचारी केँ बजबा कऽ कहलथिन, ‘है दुष्‍ट नोकर, तोँ हमरा सँ विनती कयलेँ तँ हम तोहर सम्‍पूर्ण ऋण माफ कऽ देलिऔक।"},{"number":33,"verse":"तँ की ई उचित नहि छल जे जहिना हम तोरा संग दया कयलिऔ, तहिना तोहूँ अपन संगी-कर्मचारीक संग दया करिते?’"},{"number":34,"verse":"मालिक केँ ओहि कर्मचारी पर बहुत क्रोध भऽ गेलनि आ ओ ओकरा दण्‍ड देबाक लेल जहल मे पठबा देलथिन जे जाबत तक ओ पूरा ऋण सधा नहि दय ताबत तक जहल मे रहओ।"},{"number":35,"verse":"तेँ जँ अहूँ सभ अपना भाय केँ हृदय सँ क्षमा नहि करबैक तँ हमर स्‍वर्गीय पिता अहूँ सभक संग ओहने व्‍यवहार करताह।”"}]}