{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"( विवाहक पवित्रता और तलाकक प्रश्‍न) ( ( 480 10:1-12 )) ई सभ बात जखन कहल भऽ गेलनि तँ यीशु गलील प्रदेश सँ विदा भऽ कऽ यरदन नदीक दोसर कात यहूदिया प्रदेश मे गेलाह।"},{"number":2,"verse":"लोकक बड़का भीड़ हुनका पाछाँ आबि गेलनि। यीशु ओहिठाम ओकरा सभक रोग-बिमारी सभ केँ ठीक कऽ देलनि।"},{"number":3,"verse":"ओहिठाम किछु फरिसी सभ यीशु लग अयलाह आ हुनका जँचबाक लेल पुछलथिन, “की धर्म-नियमक अनुसार पुरुष केँ केहनो कारण सँ अपना स्‍त्री केँ तलाक देनाइ उचित अछि?”"},{"number":4,"verse":"यीशु उत्तर देलथिन, “की अहाँ सभ नहि पढ़ने छी जे, सृष्‍टि कयनिहार शुरुए सँ मनुष्‍य केँ ‘पुरुष आ स्‍त्री बनौलनि’,"},{"number":5,"verse":"और कहलनि, ‘एहि कारणेँ पुरुष अपन माय-बाबू केँ छोड़ि अपन स्‍त्रीक संग रहत, आ दूनू एक शरीर भऽ जायत।’?"},{"number":6,"verse":"एहि तरहेँ ओ सभ आब दू नहि अछि, एके भऽ गेल। तेँ जकरा परमेश्‍वर जोड़ि देलथिन, तकरा मनुष्‍य अलग नहि करओ।”"},{"number":7,"verse":"फरिसी सभ पुछलथिन, “तखन तलाकनामा दऽ कऽ तलाक देबाक आज्ञा मूसा किएक देलनि?”"},{"number":8,"verse":"यीशु कहलथिन, “अहाँ सभक मोनक कठोरताक कारणेँ मूसा अहाँ सभ केँ स्‍त्री केँ तलाक देबाक अनुमति देलनि, मुदा शुरू सँ एहन नहि छल।"},{"number":9,"verse":"हम अहाँ सभ केँ कहैत छी, जे केओ एहि कारण केँ छोड़ि जे ओकर स्‍त्री दोसराक संग गलत शारीरिक सम्‍बन्‍ध रखने अछि, कोनो आन कारण सँ अपना स्‍त्री केँ तलाक दऽ कऽ दोसर सँ विवाह करैत अछि, से परस्‍त्रीगमन करैत अछि।”"},{"number":10,"verse":"यीशुक शिष्‍य सभ हुनका कहलथिन, “जँ स्‍त्री-पुरुषक सम्‍बन्‍ध एहन अछि, तँ विवाह नहिए कयनाइ नीक बात।”"},{"number":11,"verse":"यीशु हुनका सभ केँ कहलथिन, “सभ केओ एहि बात केँ स्‍वीकार नहि कऽ सकैत अछि, मात्र ओ सभ जकरा एहि बातक लेल वरदान भेटल छैक।"},{"number":12,"verse":"किएक तँ किछु लोक मे जन्‍मे सँ विवाह करबाक योग्‍यता नहि अछि, किछु लोक केँ दोसर मनुष्‍य अयोग्‍य बनबैत अछि, और किछु लोक एहनो अछि जे स्‍वर्गक राज्‍यक लेल विवाह कयनाइ त्‍यागि देने अछि। जे केओ एहि बात केँ स्‍वीकार कऽ सकैत अछि से एकरा स्‍वीकार करओ।”"},{"number":13,"verse":"( धिआ-पुता सभ केँ यीशुक आशीर्वाद) ( ( 480 10:13-16 ; 490 18:15-17 )) तकरबाद किछु गोटे बच्‍चा सभ केँ यीशु लग अनलकनि जाहि सँ ओ ओकरा सभ पर हाथ राखि कऽ ओकरा सभक लेल प्रार्थना कऽ देथिन, मुदा हुनकर शिष्‍य सभ ओकरा सभ केँ डाँटि देलथिन।"},{"number":14,"verse":"यीशु कहलथिन, “बच्‍चा सभ केँ हमरा लग आबऽ दिऔक, ओकरा सभ केँ नहि रोकिऔक, किएक तँ स्‍वर्गक राज्‍य एहने सभक अछि।”"},{"number":15,"verse":"यीशु ओहि बच्‍चा सभक माथ पर हाथ राखि कऽ आशीर्वाद देलथिन आ ओतऽ सँ विदा भऽ गेलाह।"},{"number":16,"verse":"( महत्‍वपूर्ण की—धन-सम्‍पत्ति वा अनन्‍त जीवन?) ( ( 480 10:17-31 ; 490 18:18-30 )) यीशु लग एक युवक अयलनि आ कहलकनि, “यौ गुरुजी, हम कोन उत्तम काज करू, जाहि सँ हमरा अनन्‍त जीवन भेटत?”"},{"number":17,"verse":"यीशु कहलथिन, “अहाँ हमरा सँ उत्तमक विषय मे किएक पुछैत छी? उत्तम तँ मात्र एकेटा छथि। जँ अहाँ अनन्‍त जीवन मे प्रवेश करऽ चाहैत छी तँ परमेश्‍वरक आज्ञा सभक पालन करू।”"},{"number":18,"verse":"ओ पुछलकनि, “कोन आज्ञा सभ?” एहि पर यीशु कहलथिन, “ ‘हत्‍या नहि करह, परस्‍त्रीगमन नहि करह, चोरी नहि करह, झूठ गवाही नहि दैह,"},{"number":19,"verse":"अपन माय-बाबूक आदर करह’ आ ‘अपना पड़ोसी सँ अपने जकाँ प्रेम करह।’”"},{"number":20,"verse":"ओ युवक उत्तर देलकनि, “एहि सभ आज्ञाक पालन तँ हम कऽ रहल छी, तखन फेर हमरा मे कोन बातक कमी रहि गेल?”"},{"number":21,"verse":"यीशु ओकरा कहलथिन, “अहाँ जँ पूर्ण सिद्ध बनऽ चाहैत छी, तँ अपन धन-सम्‍पत्ति बेचि कऽ ओकरा गरीब सभ मे बाँटि दिअ; अहाँ केँ स्‍वर्ग मे धन भेटत। तकरबाद आउ आ हमरा पाछाँ चलू।”"},{"number":22,"verse":"ई बात सुनि युवक उदास भऽ ओतऽ सँ चल गेल, कारण, ओकरा बहुत धन-सम्‍पत्ति छलैक।"},{"number":23,"verse":"एहि पर यीशु अपना शिष्‍य सभ केँ कहलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी, धनिक सभक लेल स्‍वर्गक राज्‍य मे प्रवेश कयनाइ कठिन अछि।"},{"number":24,"verse":"हम अहाँ सभ केँ फेर कहैत छी जे, धनिक केँ परमेश्‍वरक राज्‍य मे प्रवेश कयनाइ सँ ऊँट केँ सुइक भूर दऽ कऽ निकलनाइ आसान अछि।”"},{"number":25,"verse":"ई सुनि हुनकर शिष्‍य सभ अवाक भऽ कऽ कहलथिन, “तखन उद्धार ककर भऽ सकैत छैक?!”"},{"number":26,"verse":"यीशु हुनका सभक दिस एकटक देखैत कहलथिन, “मनुष्‍यक लेल तँ ई असम्‍भव अछि, मुदा परमेश्‍वरक लेल सभ किछु सम्‍भव अछि।”"},{"number":27,"verse":"एहि पर पत्रुस कहलथिन, “देखू, हम सभ तँ सभ किछु त्‍यागि कऽ अहाँक पाछाँ आयल छी। हमरा सभ केँ की भेटत?”"},{"number":28,"verse":"यीशु हुनका सभ केँ कहलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी, नव सृष्‍टि मे, जहिया मनुष्‍य-पुत्र अपन महिमामय सिंहासन पर विराजमान होयत, तहिया अहूँ सभ, जे सभ हमरा पाछाँ आयल छी, बारहटा सिंहासन पर बैसब आ इस्राएलक बारहो कुलक न्‍याय करब।"},{"number":29,"verse":"जे केओ हमरा कारणेँ अपन घर, भाय, बहिन, माय-बाबू, बाल-बच्‍चा वा जमीन-जालक त्‍याग कयने अछि, से तकर सय गुना पाओत और अनन्‍त जीवनक अधिकारी होयत।"},{"number":30,"verse":"मुदा बहुतो लोक जे एखन आगाँ अछि से पाछाँ भऽ जायत, आ जे एखन पाछाँ अछि से आगाँ भऽ जायत।"}]}