{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"( ज्‍योतिषी सभक द्वारा दर्शन) राजा हेरोदक समय मे जहिया यहूदिया प्रदेशक बेतलेहम गाम मे यीशुक जन्‍म भेलनि, तहिया पूब देशक ज्‍योतिषी सभ यरूशलेम नगर मे अयलाह।"},{"number":2,"verse":"ओ सभ लोक सभ सँ पुछलथिन जे, “यहूदी सभक नवजन्‍मल राजा कतऽ छथि? कारण, हम सभ पूब मे हुनकर तारा देखलहुँ आ हुनकर दर्शन करबाक लेल आयल छी।”"},{"number":3,"verse":"जखन राजा हेरोद ई समाचार सुनलनि तँ ओ अपने, आ यरूशलेमक सभ निवासी सेहो, घबड़ा गेलाह।"},{"number":4,"verse":"राजा हेरोद यहूदी सभक मुख्‍यपुरोहित लोकनि आ धर्मशिक्षक सभ केँ जमा कऽ कऽ पुछलथिन जे, “आबऽ वला उद्धारकर्ता-मसीहक जन्‍म कतऽ होयबाक चाहियनि?”"},{"number":5,"verse":"एहि पर ओ सभ कहलथिन जे, “यहूदिया प्रदेशक बेतलेहम गाम मे, कारण, धर्मशास्‍त्र मे परमेश्‍वरक प्रवक्‍ता ई लिखने छथि जे,"},{"number":6,"verse":"‘हे बेतलेहम, यहूदिया प्रदेशक गाम! तोँ यहूदिया प्रदेशक मुख्‍य नगर सभ मे सँ ककरो सँ कम नहि छह। कारण, तोरा मे सँ एक शासन करऽ वलाक जन्‍म होयतनि, जे हमर प्रजा इस्राएलक रखबार आ बाट देखौनिहार होयताह।’”"},{"number":7,"verse":"तखन राजा हेरोद ज्‍योतिषी सभ केँ बजा कऽ एकान्‍त मे पूछ-ताछ कऽ एहि बातक पता लगा लेलनि जे तारा हुनका सभ केँ ठीक कोन समय मे देखाइ देने छलनि।"},{"number":8,"verse":"ओ हुनका सभ केँ ई कहि कऽ बेतलेहम पठौलथिन जे, “जाउ आ बालकक सम्‍बन्‍ध मे ठीक-ठीक पता लगाउ, और जखन ओ भेटि जाथि तँ हमरा खबरि करू, जाहि सँ हमहूँ जा कऽ हुनकर दर्शन करियनि।”"},{"number":9,"verse":"राजाक बात सुनि ओ सभ विदा भऽ गेलाह। जे तारा हुनका सभ केँ पूब मे देखाइ देने छलनि से हुनका सभक आगाँ-आगाँ बढ़ैत जाइत फेर देखाइ देलक, और जाहि घर मे ओ बालक छलाह ताहि सँ उपर पहुँचि रूकि गेल।"},{"number":10,"verse":"ओ सभ तारा केँ देखि अति आनन्‍दित भेलाह।"},{"number":11,"verse":"घर मे प्रवेश कऽ ओ सभ बालक केँ हुनकर माय मरियमक संग देखलथिन। ओ सभ निहुड़ि कऽ बालक केँ प्रणाम कयलथिन और अपन-अपन बाकस खोलि सोन, धूप आ सुगन्‍धित तेलक चढ़ौना सभ बालक केँ चढ़ौलथिन।"},{"number":12,"verse":"तकरबाद सपना मे परमेश्‍वरक ई आदेश पाबि जे, राजा हेरोद लग घूमि कऽ नहि जाउ, ओ सभ दोसर रस्‍ता सँ अपन देश घूमि गेलाह।"},{"number":13,"verse":"( सुरक्षाक लेल मिस्र-प्रवास) ज्‍योतिषी सभक चल गेलाक बाद परमेश्‍वरक एक स्‍वर्गदूत सपना मे यूसुफ केँ दर्शन देलथिन आ कहलथिन, “उठह, बालक आ हुनकर माय केँ लऽ कऽ एतऽ सँ भागह आ मिस्र देश मे चल जाह। जाबत तक हम घूमि अयबाक लेल नहि कहिअह ताबत ओतहि रहिहह। कारण, हेरोद एहि बालकक हत्‍या करबाक लेल हिनकर खोज कराबऽ वला अछि।”"},{"number":14,"verse":"यूसुफ उठलाह और रातिए मे बालक आ हुनकर माय केँ लऽ कऽ मिस्र देशक लेल विदा भऽ गेलाह।"},{"number":15,"verse":"ओ राजा हेरोदक मृत्‍यु तक ओतहि रहलाह। एहि तरहेँ परमेश्‍वर जे बात अपन प्रवक्‍ताक माध्‍यम सँ कहने छलाह से पूरा भेल जे, “हम मिस्र देश सँ अपना पुत्र केँ बजौलहुँ।”"},{"number":16,"verse":"( बालक सभक हत्‍या) जखन राजा हेरोद देखलनि जे ज्‍योतिषी सभ हुनका धोखा दऽ देलकनि तखन ओ क्रोध सँ भरि गेलाह। ओ ज्‍योतिषी सभक देल गेल सूचनाक आधार पर हिसाब लगौलनि जे बालक दू वर्षक वा ओहि सँ छोट होयबाक चाही, तेँ ओ अपना सैनिक सभ केँ पठा कऽ बेतलेहम आ ओकर लग-पास वला गाम सभक ओहि सभ बालक केँ मरबा देलनि जे सभ दू वर्षक और ओहि सँ छोट छल।"},{"number":17,"verse":"एहि तरहेँ परमेश्‍वरक प्रवक्‍ता यर्मियाहक माध्‍यम सँ कहल ई बात पूरा भेल जे,"},{"number":18,"verse":"“रामाह मे एक चीत्‍कार उठल, कन्‍ना-रोहटि और बड़का विलाप, राहेल अपन बालक सभक लेल कानि रहल अछि। ओ सान्‍त्‍वनाक बोल नहि सुनऽ चाहैत अछि, किएक तँ आब ओकर बेटा सभ जीवित नहि रहलैक।”"},{"number":19,"verse":"( मिस्र सँ नासरत नगर) राजा हेरोदक मृत्‍युक बाद परमेश्‍वरक एकटा स्‍वर्गदूत मिस्र देश मे यूसुफ केँ सपना मे दर्शन दऽ कहलथिन,"},{"number":20,"verse":"“उठह, बालक आ हुनकर माय केँ लऽ कऽ इस्राएल देश चल जाह, किएक तँ जे सभ बालक केँ जान सँ मारऽ चाहैत छल से सभ आब मरि गेल अछि।”"},{"number":21,"verse":"यूसुफ उठलाह और बालक आ हुनकर माय केँ लऽ कऽ इस्राएल देश चल अयलाह।"},{"number":22,"verse":"मुदा जखन ओ सुनलनि जे अरखिलाउस अपन पिता हेरोदक मृत्‍युक बाद यहूदिया प्रदेश मे राज्‍य कऽ रहल छथि तखन ओ ओतऽ जयबा सँ डेरयलाह। ओ फेर सपना मे परमेश्‍वरक आदेश पाबि गलील प्रदेश चल गेलाह।"},{"number":23,"verse":"ओतऽ ओ नासरत नामक नगर मे रहऽ लगलाह। एहि तरहेँ परमेश्‍वरक प्रवक्‍ता लोकनिक माध्‍यम सँ कहल ई बात पूरा भेल जे, “ओ नासरी कहौताह।”"}]}