{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"( कृपा करबाक मालिकक अधिकार) “स्‍वर्गक राज्‍य एहन एक गृहस्‍थ जकाँ अछि जे अपन अंगूरक बगान मे काज करयबाक लेल भोरे-भोर मजदूर तकबाक लेल गेलाह।"},{"number":2,"verse":"ओ मजदूर सभक संग एक दिनक चानीक एक रुपैया मजदूरी देबाक व्‍यवस्‍था कऽ ओकरा सभ केँ अपन अंगूरक बगान मे काज करबाक लेल पठौलनि।"},{"number":3,"verse":"ओ फेर नौ बजे बाहर गेलाह तँ आरो मजदूर सभ केँ बजार मे निरर्थक ठाढ़ देखलनि।"},{"number":4,"verse":"ओ ओकरा सभ केँ कहलथिन, ‘तोहूँ सभ हमर अंगूरक बगान मे जा कऽ काज करह। जे उचित होयतह से हम तोरो सभ केँ देबह।’"},{"number":5,"verse":"मजदूर सभ जा कऽ काज करऽ लागल। मालिक फेर बारह बजे आ तीन बजे बाहर जा-जा कऽ ओहिना कयलनि।"},{"number":6,"verse":"साँझ पाँच बजे फेर ओ बहरयलाह। ओ किछु आओर मजदूर सभ केँ ओहिना ठाढ़ देखि पुछलथिन, ‘तोँ सभ एतऽ दिन भरि किएक निरर्थक ठाढ़ रहलह?’"},{"number":7,"verse":"ओ सभ कहलकनि, ‘हमरा सभ केँ केओ नहि काजक लेल अढ़ौलक।’ मालिक ओकरा सभ केँ कहलथिन, ‘तोहूँ सभ हमर बगान मे जा कऽ काज करह।’"},{"number":8,"verse":"“साँझ भऽ गेला पर अंगूर-बगानक मालिक अपन मुख्‍य नोकर केँ बजा कऽ कहलथिन, ‘मजदूर सभ केँ बजाबह आ सभ सँ अन्‍तिम पहर मे जे सभ आयल तकरा सभ सँ शुरू कऽ कऽ सभ सँ पहिल पहर मे आबऽ वला धरि, सभ केँ मजदूरी दऽ दहक।’"},{"number":9,"verse":"जखन ओ सभ, जे साँझ लगभग पाँच बजे सँ काज शुरू कयने छल, से सभ आयल तँ ओकरा सभ केँ चानीक एक-एक रुपैया देल गेलैक।"},{"number":10,"verse":"जे मजदूर सभ भोरे सँ काज कयने छल जखन ई बात देखलक, तँ ओ सभ बुझलक जे हमरा सभ केँ बेसी मजदूरी भेटत। मुदा ओकरो सभ केँ चानीक एक-एक रुपैया मजदूरी भेटलैक।"},{"number":11,"verse":"ओ सभ अपन मजदूरी पाबि मालिक पर कुड़बुड़ाय लागल।"},{"number":12,"verse":"ओ सभ बाजल, ‘सभ सँ पाछाँ आबऽ वला ई मजदूर सभ, जे सभ एके घण्‍टा काज कयलक, तकरो अहाँ हमरा सभक बराबरि बुझलहुँ। हम सभ तँ घाम-पसिना सहि दिन भरि खटलहुँ!’"},{"number":13,"verse":"“मालिक ओहि मे सँ एक गोटे केँ उत्तर देलथिन, ‘हौ मित्र, हम तोरा संग कोनो तरहक अन्‍याय तँ नहि कऽ रहल छिअह। की तोँ हमरा संग चानीक एक रुपैया मजदूरी लेबाक व्‍यवस्‍था नहि कयने छलह?"},{"number":14,"verse":"अपन पाइ लैह आ जाह। ई तँ हमर इच्‍छाक बात अछि जे जतबा तोरा देलिअह ततेक पछो सँ आबऽ वला मजदूर सभ केँ सेहो दिऐक।"},{"number":15,"verse":"की हमर ई अधिकार नहि अछि जे, जे हमर वस्‍तु अछि तकरा हम जेना चाही, तेना प्रयोग कऽ सकी? हम जँ अपना खुशी सँ ककरो बेसिओ दैत छी तँ की से तोरा अखड़ैत छह?’ ”"},{"number":16,"verse":"तखन यीशु आगाँ कहलनि, “एहि तरहेँ जे अन्‍तिम अछि से पहिल होयत, आ जे पहिल अछि से अन्‍तिम।”"},{"number":17,"verse":"( अपन मृत्‍यु आ जिआओल जयबाक सम्‍बन्‍ध मे यीशुक तेसर भविष्‍यवाणी) ( ( 480 10:32-34 ; 490 18:31-34 )) यीशु यरूशलेम नगर दिस आगाँ बढ़ि रहल छलाह। ओ अपन बारहो शिष्‍य केँ एक कात लऽ जा कऽ कहलथिन,"},{"number":18,"verse":"“सुनू, अपना सभ यरूशलेम जा रहल छी। ओतऽ मनुष्‍य-पुत्र मुख्‍यपुरोहित आ धर्मशिक्षक सभक हाथ मे पकड़ाओल जायत। ओ सभ ओकरा मृत्‍युदण्‍डक जोगरक ठहरा देतैक"},{"number":19,"verse":"आ ओकरा गैर-यहूदी सभक हाथ मे सौंपि देतैक जाहि सँ ओ सभ ओकर हँसी उड़बैक, कोड़ा सँ पिटैक आ क्रूस पर टाँगि कऽ मारि दैक। मुदा तेसर दिन ओ फेर जिआओल जायत।”"},{"number":20,"verse":"( एक मायक इच्‍छा) ( ( 480 10:35-45 )) तकरबाद जबदीक स्‍त्री, याकूब आ यूहन्‍नाक माय, अपन पुत्र सभक संग यीशु लग अयलनि आ हुनका आगाँ ठेहुनिया दऽ कऽ किछु माँगऽ चाहलकनि।"},{"number":21,"verse":"यीशु पुछलथिन, “अहाँ की चाहैत छी?” ओ कहलकनि, “अहाँ एहि बातक आज्ञा दिअ जे अहाँक राज्‍य मे हमर ई दूनू बेटा, एक अहाँक दहिना कात आ दोसर अहाँक बामा कात बैसत।”"},{"number":22,"verse":"यीशु हुनका सभ केँ उत्तर देलथिन, “अहाँ सभ की माँगि रहल छी, से अहाँ सभ नहि बुझैत छी। की दुःखक बाटी सँ जे हमरा पिबाक अछि से अहाँ सभ पिबि सकैत छी?” ओ सभ कहलकनि, “हँ, पिबि सकैत छी।”"},{"number":23,"verse":"यीशु कहलथिन, “हमर बाटी तँ अहाँ सभ पीब, मुदा किनको अपना दहिना कात वा बामा कात बैसायब, तकर अधिकार हमर नहि अछि। ई स्‍थान सभ तिनका सभक लेल छनि, जिनका सभक लेल हमर पिता तैयार कयने छथि।”"},{"number":24,"verse":"जखन बाँकी दस शिष्‍य एहि बातक बारे मे सुनलनि तँ ओ सभ ओहि दूनू भाइ पर खिसिआय लगलाह।"},{"number":25,"verse":"एहि पर यीशु शिष्‍य सभ केँ अपना लग बजा कऽ कहलथिन, “अहाँ सभ जनैत छी जे एहि संसारक शासक सभ जनता पर हुकुम चलबैत रहैत छथि और जनता मे जे पैघ लोक सभ छथि से जनता पर अधिकार जमबैत छथि।"},{"number":26,"verse":"मुदा अहाँ सभ मे एना नहि होअय। बल्‍कि, अहाँ सभ मे जे पैघ होमऽ चाहय, से अहाँ सभक सेवक बनय,"},{"number":27,"verse":"आ जे केओ अहाँ सभ मे प्रमुख व्‍यक्‍ति बनऽ चाहय, से टहलू बनय।"},{"number":28,"verse":"तहिना मनुष्‍य-पुत्र सेहो एहि लेल नहि आयल अछि जे ओ अपन सेवा कराबय, बल्‍कि एहि लेल जे ओ सेवा करय और बहुतो लोकक छुटकाराक मूल्‍य मे अपन प्राण देअय।”"},{"number":29,"verse":"( दू आन्‍हर केँ आँखिक इजोत) ( ( 480 10:46-52 ; 490 18:35-43 )) यीशु आ हुनकर शिष्‍य सभ जखन यरीहो नगर सँ बहरयलाह तँ लोकक बड़का भीड़ हुनका पाछाँ आबि रहल छलनि।"},{"number":30,"verse":"रस्‍ताक कात मे बैसल दू आन्‍हर व्‍यक्‍ति जखन सुनलक जे एहि बाटे यीशु जा रहल छथि, तँ ओ सभ सोर पारि कऽ कहऽ लागल जे, “हे प्रभु, दाऊदक पुत्र, हमरा सभ पर दया करू!”"},{"number":31,"verse":"भीड़क लोक सभ ओकरा दूनू केँ डाँटि देलकैक जे, “चुप होइ जाइ जो,” मुदा ओ सभ आओर जोर सँ हल्‍ला कऽ कऽ कहऽ लागल, “यौ प्रभु, दाऊदक पुत्र, हमरा सभ पर दया करू!”"},{"number":32,"verse":"यीशु ठाढ़ भऽ गेलाह आ ओकरा सभ केँ बजा कऽ पुछलथिन, “तोँ सभ की चाहैत छह, हम तोरा सभक लेल की करिअह?”"},{"number":33,"verse":"ओ सभ बाजल, “हे प्रभु, हम सभ देखऽ चाहैत छी।”"},{"number":34,"verse":"यीशु केँ ओकरा सभ पर दया आबि गेलनि, आ ओकरा सभक आँखि केँ छुबि देलथिन। तखने सँ ओकरा सभ केँ देखाइ देबऽ लगलैक और ओ सभ हुनका पाछाँ चलऽ लगलनि।"}]}