{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"( यरूशलेम मे यीशुक प्रवेश) ( ( 480 11:1-11 ; 490 19:28-40 ; 500 12:12-19 )) यीशु आ हुनकर शिष्‍य सभ जखन यरूशलेम नगरक लग मे जैतून पहाड़ पर बेतफगे गाम मे पहुँचलाह तखन यीशु दूटा शिष्‍य केँ ई कहि कऽ पठौलथिन जे,"},{"number":2,"verse":"“सामने मे जे गाम अछि, ताहि मे जाउ। ओतऽ पहुँचिते एक गदही अपन बच्‍चाक संग बान्‍हल भेटत। ओकरा सभ केँ खोलि कऽ हमरा लग नेने आउ।"},{"number":3,"verse":"जँ केओ अहाँ सभ केँ किछु कहय तँ कहबैक जे, ‘प्रभु केँ एकर आवश्‍यकता छनि।’ ई सुनैत देरी ओ अहाँ सभ केँ आनऽ देत।”"},{"number":4,"verse":"ई एहि लेल भेल जे परमेश्‍वरक प्रवक्‍ताक कहल ई वचन पूरा होअय जे,"},{"number":5,"verse":"“सियोन नगर केँ कहक, ‘देखह, तोहर राजा तोरा लग आबि रहल छथुन, ओ विनम्र छथि, ओ गदहा पर, गदहीक बच्‍चा पर बैसल आबि रहल छथुन।’ ”"},{"number":6,"verse":"शिष्‍य सभ जा कऽ यीशुक कहल अनुसार कयलनि।"},{"number":7,"verse":"ओ सभ गदही आ ओकर बच्‍चा केँ लऽ आनि ओकरा पीठ पर अपन कपड़ा सभ राखि देलनि। यीशु ओहि पर बैसि गेलाह।"},{"number":8,"verse":"भीड़ मे सँ बहुतो लोक सभ सेहो अपन-अपन वस्‍त्र आ ओढ़नी सभ बाट पर ओछौलक। दोसर लोक सभ गाछ-वृक्षक ठाढ़ि-पात काटि-काटि कऽ ओछौलक।"},{"number":9,"verse":"यीशुक आगाँ-पाछाँ चलऽ वला लोकक भीड़ एहि तरहेँ जयजयकार करऽ लागल जे, “दाऊदक पुत्र केँ जय! धन्‍य छथि ओ जे प्रभुक नाम सँ अबैत छथि! सर्वोच्‍च स्‍वर्ग मे प्रभुक जयजयकार!”"},{"number":10,"verse":"जखन यीशु यरूशलेम मे प्रवेश कयलनि तँ सम्‍पूर्ण नगर मे हलचल सन होमऽ लागल। सभ पुछैत छल, “ई के छथि?”"},{"number":11,"verse":"आगाँ-पाछाँ चलऽ वला भीड़क लोक सभ ओकरा सभ केँ कहलकैक, “ई गलील प्रदेशक नासरत-निवासी परमेश्‍वरक प्रवक्‍ता यीशु छथि।”"},{"number":12,"verse":"( मन्‍दिर प्रार्थनाक घर वा चोर-डाकूक अड्डा?) ( ( 480 11:15-19 ; 490 19:45-48 ; 500 2:13-22 )) यीशु मन्‍दिरक आङन मे अयलाह आ बेचऽ वला और किनऽ वला सभ केँ ओतऽ सँ बाहर भगाबऽ लगलाह। ओ पाइ भजौनिहार सभक टेबुल आ परबा-पेउरकी बेचनिहार सभक पीढ़ी-बैसकी सभ केँ उनटा-पुनटा देलथिन।"},{"number":13,"verse":"ओ ओकरा सभ केँ कहलथिन, “धर्मशास्‍त्र मे लिखल अछि जे, ‘हमर घर प्रार्थनाक घर कहाओत’ मुदा तोँ सभ एकरा ‘चोर-डाकूक अड्डा’ बना देने छह।”"},{"number":14,"verse":"मन्‍दिर मे यीशु लग आन्‍हर आ नाङड़ व्‍यक्‍ति सभ अयलनि आ यीशु ओकरा सभ केँ स्‍वस्‍थ कऽ देलथिन।"},{"number":15,"verse":"यीशुक चमत्‍कार वला काज सभ देखि आ मन्‍दिर मे बच्‍चा सभक द्वारा जे “दाऊदक पुत्र”क जयजयकार भऽ रहल छल, तकरा सुनि मुख्‍यपुरोहित आ धर्मशिक्षक सभ बहुत खिसिआ गेलाह।"},{"number":16,"verse":"ओ सभ यीशु केँ कहलथिन, “की अहाँ नहि सुनैत छी जे ई सभ की कहि रहल अछि?” यीशु हुनका सभ केँ कहलथिन, “हँ, और की अहाँ सभ नहि पढ़ने छी जे, ‘हे प्रभु, अहाँ धिआ-पुता आ कोरा मेहक बच्‍चा सभक मुँह सँ अपन स्‍तुति करबौलहुँ’?”"},{"number":17,"verse":"एतेक कहि यीशु हुनका सभ केँ ओतहि छोड़ि नगर सँ बहरा गेलाह आ बेतनिया गाम मे जा कऽ राति भरि ओतऽ रहलाह।"},{"number":18,"verse":"( अंजीरक गाछ सँ शिक्षा) ( ( 480 11:12-14 , 480 20-24 )) भोर मे फेर नगर दिस अबैत समय मे यीशु केँ भूख लगलनि।"},{"number":19,"verse":"रस्‍ताक कात मे एक अंजीरक गाछ देखि ओ गाछ लग गेलाह। मुदा ओहि पर पात छोड़ि आओर किछु नहि भेटलनि। यीशु ओहि गाछ केँ कहलथिन, “जो, आब कहियो तोरा पर फल नहि लटकतौ!” गाछ ओही क्षण सुखा गेल।"},{"number":20,"verse":"ई देखि शिष्‍य सभ आश्‍चर्यित भऽ कहलथिन, “ई अंजीरक गाछ तुरत कोना सुखा गेल?”"},{"number":21,"verse":"एहि पर यीशु उत्तर देलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी जे, जँ अहाँ सभ बिनु सन्‍देह कऽ विश्‍वास करब, तँ अहाँ सभ मात्र एतबे नहि करब जे एहि अंजीरक गाछक संग भेल, बल्‍कि जँ अहाँ सभ एहि पहाड़ केँ आज्ञा देबैक जे, ‘एतऽ सँ हट आ समुद्र मे जो,’ तँ सेहो भऽ जायत।"},{"number":22,"verse":"अहाँ सभ जे किछु प्रार्थना मे विश्‍वासक संग माँगब, से अहाँ सभ केँ प्राप्‍त होयत।”"},{"number":23,"verse":"( यीशुक अधिकार पर प्रश्‍न) ( ( 480 11:27-33 ; 490 20:1-8 )) यीशु जखन मन्‍दिर मे जा कऽ उपदेश दऽ रहल छलाह तखन मुख्‍यपुरोहित आ समाजक बूढ़-प्रतिष्‍ठित सभ यीशु लग आबि कऽ कहलथिन, “अहाँ कोन अधिकार सँ ई सभ बात कऽ रहल छी? अहाँ केँ ई अधिकार के देलनि?”"},{"number":24,"verse":"यीशु हुनका सभ केँ उत्तर देलथिन, “हमहूँ अहाँ सभ सँ एकटा बात पुछैत छी। जँ अहाँ सभ हमरा तकर जबाब देब तँ हमहूँ अहाँ सभ केँ कहब जे कोन अधिकार सँ हम ई सभ बात कऽ रहल छी।"},{"number":25,"verse":"यूहन्‍ना केँ बपतिस्‍मा देबाक अधिकार कतऽ सँ भेटल छलनि? परमेश्‍वर सँ वा मनुष्‍य सँ?” ई सुनि ओ सभ अपना मे तर्क-वितर्क करऽ लगलाह जे, “जँ अपना सभ कहबैक जे ‘परमेश्‍वर सँ’, तँ ओ पुछत जे, तखन अहाँ सभ हुनकर बातक विश्‍वास किएक नहि कयलहुँ?"},{"number":26,"verse":"मुदा जँ कहबैक जे, ‘मनुष्‍य सँ’ तँ अपना सभ केँ जनता सँ डर अछि, कारण सभ लोक यूहन्‍ना केँ परमेश्‍वरक प्रवक्‍ता मानैत अछि।”"},{"number":27,"verse":"तेँ ओ सभ यीशु केँ उत्तर देलथिन जे, “हम सभ नहि जनैत छी।” एहि पर यीशु हुनका सभ केँ कहलथिन, “तखन हमहूँ अहाँ सभ केँ नहि कहब जे कोन अधिकार सँ हम ई काज कऽ रहल छी।"},{"number":28,"verse":"( दूटा बेटाक दृष्‍टान्‍त) “अच्‍छा, अहाँ सभक की विचार अछि? एक गोटे केँ दूटा बेटा छलनि। ओ जेठका केँ कहलथिन, ‘बौआ, आइ अंगूरक बाड़ी मे काज करऽ जाह।’"},{"number":29,"verse":"बेटा कहलकनि, ‘हम नहि जायब,’ मुदा बाद मे ओकरा पछतावा भेलैक आ ओ काज करबाक लेल गेल।"},{"number":30,"verse":"तखन बाबू दोसरो बेटा लग जा कऽ यैह बात कहलथिन। ओ उत्तर देलकनि, ‘ठीक अछि, बाबूजी, हम जाइत छी।’ मुदा ओ नहि गेल।"},{"number":31,"verse":"आब कहू, एकरा सभ मे सँ के अपन बाबूक इच्‍छानुरूप कयलक?” ओ सभ कहलथिन, “पहिल वला।” यीशु हुनका सभ केँ कहलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी, कर असूल कयनिहार आ वेश्‍या सभ परमेश्‍वरक राज्‍य मे अहाँ सभ सँ आगाँ प्रवेश कऽ रहल अछि।"},{"number":32,"verse":"यूहन्‍ना धार्मिकताक बाट देखबैत अहाँ सभ लग अयलाह और अहाँ सभ हुनकर बातक विश्‍वास नहि कयलहुँ, मुदा कर असूल कयनिहार आ वेश्‍या सभ विश्‍वास कयलक। अहाँ सभ ई बात देखलाक बादो अपना पापक लेल पश्‍चात्ताप और हृदय-परिवर्तन कऽ कऽ हुनकर बातक विश्‍वास नहि कयलहुँ।"},{"number":33,"verse":"( मालिक आ बटाइदार सभक दृष्‍टान्‍त) ( ( 480 12:1-12 ; 490 20:9-19 )) “एक आओर दृष्‍टान्‍त सुनू। एक गृहस्‍थ लोक छलाह। ओ एक अंगूरक बगान लगौलनि आ चारू कात सँ ओकरा घेरि देलनि। अंगूरक रस जमा करबाक लेल ओ एक रसकुण्‍ड बनौलनि आ रखबारीक लेल मचान बनौलनि। तकरबाद किसान सभ केँ बटाइ पर दऽ कऽ परदेश चल गेलाह।"},{"number":34,"verse":"फलक समय अयला पर ओ अपन हिस्‍सा लेबाक लेल नोकर सभ केँ बटाइदार सभ लग पठौलथिन।"},{"number":35,"verse":"मुदा बटाइदार सभ हुनकर नोकर सभ केँ पकड़ि, एकटा केँ पिटलक, एकटाक हत्‍या कऽ देलक और एकटा केँ पथरबाहि कयलक।"},{"number":36,"verse":"तखन मालिक पहिल बेर सँ बेसी, आरो नोकर सभ केँ पठौलथिन। मुदा बटाइदार सभ ओकरो सभक संग वैह व्‍यवहार कयलक।"},{"number":37,"verse":"अन्‍त मे मालिक अपना बेटा केँ ओकरा सभ लग पठौलथिन, ई सोचि जे, ओ सभ हमरा बेटाक आदर करत।"},{"number":38,"verse":"“मुदा बटाइदार सभ जखन मालिकक बेटा केँ देखलक तँ ओ सभ अपना मे कहऽ लागल जे, ‘ई अपन बापक उत्तराधिकारी अछि। चलू एकरा मारि कऽ समाप्‍त कऽ दी, और ई सम्‍पत्ति जे एकरा भेटऽ वला छैक ताहि पर अधिकार कऽ ली।’"},{"number":39,"verse":"एना सोचि ओ सभ हुनका पकड़ि लेलकनि आ बगान सँ बाहर लऽ जा कऽ जान सँ मारि देलकनि।"},{"number":40,"verse":"“आब कहू, बगानक मालिक जहिया औताह तँ ओ एहि बटाइदार सभ केँ की करथिन?”"},{"number":41,"verse":"ओ सभ उत्तर देलथिन, “ओ ओहि दुष्‍ट बटाइदार सभक सर्वनाश करताह आ अंगूरक बगान ओहन बटाइदार सभ केँ दऽ देथिन जे फलक समय अयला पर हुनकर हिस्‍सा देतनि।”"},{"number":42,"verse":"यीशु हुनका सभ केँ कहलथिन, “की अहाँ सभ धर्मशास्‍त्र मे ई कहियो नहि पढ़ने छी?— ‘जाहि पाथर केँ राजमिस्‍तिरी सभ बेकार बुझि कऽ फेकि देलक, वैह पाथर मकानक प्रमुख पाथर भऽ गेल। ई काज प्रभु-परमेश्‍वर कयलनि, और ई हमरा सभक नजरि मे अद्भुत बात अछि!’"},{"number":43,"verse":"एहि लेल हम अहाँ सभ केँ कहैत छी, परमेश्‍वरक राज्‍यक अधिकार अहाँ सभ सँ छिनि लेल जायत आ ताहि समूहक लोक सभक जिम्‍मा मे देल जयतैक जे एकर उचित फल लाओत।"},{"number":44,"verse":"[जे केओ एहि पाथर पर खसत से चकना-चूर भऽ जायत, और जकरा पर ई पाथर खसतैक से थकुचा-थकुचा भऽ जायत।]”"},{"number":45,"verse":"मुख्‍यपुरोहित आ फरिसी सभ हुनकर दृष्‍टान्‍त सभ सुनि कऽ बुझि गेलाह जे, ई हमरे सभक सम्‍बन्‍ध मे ई सभ बात कहि रहल अछि।"},{"number":46,"verse":"ओ सभ यीशु केँ बन्‍दी कोना बनाओल जाय तकर उपाय सोचऽ लगलाह। मुदा हुनका सभ केँ डर होइत छलनि, कारण जनता यीशु केँ परमेश्‍वरक प्रवक्‍ता मानैत छलनि।"}]}