{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"( विवाह भोजक दृष्‍टान्‍त) ( ( 490 14:15-24 )) यीशु फेर दृष्‍टान्‍त दऽ कऽ हुनका सभ केँ कहलथिन,"},{"number":2,"verse":"“स्‍वर्गक राज्‍यक तुलना एक एहन राजा सँ कयल जा सकैत अछि जे अपन पुत्रक विवाहक उत्‍सव पर भोजक आयोजन कयलनि।"},{"number":3,"verse":"ओ अपन नोकर सभ केँ पठौलनि जे उत्‍सव मे निमन्‍त्रित लोक सभ केँ बिझो करा लाबय। मुदा निमन्‍त्रित लोक सभ नहि आबऽ चाहलक।"},{"number":4,"verse":"राजा फेर दोसरो नोकर सभ केँ ई कहि कऽ पठौलनि जे, ‘आमन्‍त्रित लोक सभ केँ ई कहि दिऔन जे, देखू, भोजक लेल सभ वस्‍तु तैयार भऽ गेल अछि, हमर पालल-मोटायल पशु सभक वध कऽ सभ किछु बना लेल गेल अछि, तेँ भोज खयबाक लेल चलै जाइ जाउ।’"},{"number":5,"verse":"मुदा नोतल लोक सभ राजाक आग्रह पर कोनो ध्‍यान नहि देलक। ओकरा सभ मे सँ केओ अपन खेतक काजक लेल तँ केओ अपन व्‍यापारक काजक लेल चल गेल।"},{"number":6,"verse":"बाँकी लोक राजाक नोकर सभ केँ पकड़ि कऽ ओकरा सभक संग दुर्व्‍यवहार कयलक आ जान सँ मारि देलक।"},{"number":7,"verse":"“एहि पर राजा क्रोधित भऽ अपन सैनिक सभ केँ पठा कऽ ओहि हत्‍यारा सभ केँ मरबा देलथिन आ ओकरा सभक नगर केँ जरबा देलथिन।"},{"number":8,"verse":"तकरबाद ओ अपन नोकर सभ केँ कहलथिन, ‘विवाहक भोज तँ तैयार अछि, मुदा निमन्‍त्रित लोक सभ एहि भोज मे खाय ताहि जोगरक नहि छल।"},{"number":9,"verse":"तेँ तोँ सभ चौबट्टिआ सभ पर जाह आ जे केओ भेटह, तकरा सभ केँ भोज मे बजा आनह।’"},{"number":10,"verse":"नोकर सभ चौबट्टिआ आ सड़क सभ पर गेल आ नीक-अधलाह जे केओ भेटलैक, सभ केँ बजा अनलक। एतेक लोक आयल जे विवाह-भोजक घर ओकरा सभ सँ भरि गेलैक।"},{"number":11,"verse":"“राजा उपस्‍थित लोक सभ केँ देखबाक लेल भीतर अयलाह तँ हुनकर नजरि एक एहन व्‍यक्‍ति पर पड़लनि जे विवाह-उत्‍सवक लेल अनुकूल वस्‍त्र नहि पहिरने छल।"},{"number":12,"verse":"राजा ओकरा पुछलथिन, ‘यौ मित्र, अहाँ बिनु विवाह-उत्‍सवक वस्‍त्र पहिरने भीतर कोना आबि गेलहुँ?’ ओ व्‍यक्‍ति राजा केँ कोनो उत्तर नहि दऽ सकलनि।"},{"number":13,"verse":"एहि पर राजा अपन सेवक सभ केँ कहलथिन, ‘एकरा हाथ-पयर बान्‍हि कऽ बाहर अन्‍हार मे फेकि दैह जतऽ लोक कनैत आ दाँत कटकटबैत रहैत अछि।’ ”"},{"number":14,"verse":"तकरबाद यीशु कहलथिन, “बजाओल लोक तँ बहुत अछि, मुदा ओहि मे चुनल लोक किछुए अछि।”"},{"number":15,"verse":"( कपटपूर्ण प्रश्‍न और स्‍पष्‍ट उत्तर) ( ( 480 12:13-17 ; 490 20:20-26 )) तखन फरिसी सभ जा कऽ विचार-विमर्श करऽ लगलाह जे कोन तरहेँ यीशु केँ अपन कहल बातक जाल मे फँसाओल जाय।"},{"number":16,"verse":"ओ सभ यीशु लग हेरोद-दलक सदस्‍य सभ और अपन किछु चेला सभ केँ पठौलथिन। ओ सभ आबि कऽ यीशु केँ कहलकनि, “गुरुजी, हम सभ जनैत छी जे अपने सत्‍यवादी छी, सत्‍यक अनुसार परमेश्‍वरक बाटक शिक्षा दैत छी आ केओ की सोचैत अछि, तकर अपने केँ कोनो चिन्‍ता नहि। कारण, अपने मुँह-देखी बात नहि करैत छी।"},{"number":17,"verse":"आब हमरा सभ केँ एकटा बात कहल जाओ—एहि बातक सम्‍बन्‍ध मे अपनेक की विचार अछि? रोमी सम्राट-कैसर केँ कर देब धर्म-नियमक अनुसार उचित अछि वा नहि?”"},{"number":18,"verse":"यीशु ओकरा सभक दुष्‍ट उद्देश्‍य बुझि कहलथिन, “हे पाखण्‍डी सभ, अहाँ सभ हमरा किएक फँसाबऽ चाहैत छी?"},{"number":19,"verse":"अहाँ सभ कोन सिक्‍का लऽ कऽ कर चुकबैत छी?—देखाउ!” ओ सभ यीशु केँ एक दिनारक सिक्‍का देलकनि।"},{"number":20,"verse":"यीशु सिक्‍का लऽ प्रश्‍न कयलथिन, “ई किनकर चित्र छनि? आ एहि पर किनकर नाम लिखल छनि?”"},{"number":21,"verse":"ओ सभ उत्तर देलकनि, “सम्राट-कैसरक।” तखन यीशु ओकरा सभ केँ कहलथिन, “जे सम्राटक छनि से सम्राट केँ दिऔन, आ जे परमेश्‍वरक छनि से परमेश्‍वर केँ दिऔन।”"},{"number":22,"verse":"यीशुक जबाब सुनि ओ सभ गुम्‍म भऽ गेल आ हुनका लग सँ चल गेल।"},{"number":23,"verse":"( जीबि उठबाक प्रश्‍न) ( ( 480 12:18-27 ; 490 20:27-40 )) ओही दिन सदुकी पंथक लोक, जे सभ एहि बात केँ नहि मानैत अछि जे मृत्‍यु मे सँ मनुष्‍य फेर जिआओल जायत, से सभ एकटा प्रश्‍न लऽ कऽ यीशु लग आयल।"},{"number":24,"verse":"ओ सभ कहलकनि, “गुरुजी, धर्मशास्‍त्र मे मूसा कहने छथि जे, जँ कोनो पुरुष निःसन्‍तान मरि जाय तँ ओकरा भाय केँ ओकर विधवा स्‍त्री सँ विवाह कऽ अपना भायक लेल सन्‍तान केँ उत्‍पन्‍न करबाक चाही।"},{"number":25,"verse":"हमरा सभक ओहिठाम सात भाय छल। जेठ भाय विवाह कयलक आ मरि गेल। ओकरा कोनो सन्‍तान नहि होयबाक कारणेँ ओकर भाय ओकर स्‍त्री सँ विवाह कयलक।"},{"number":26,"verse":"एही तरहेँ दोसर आ तेसरो भायक संग, आ होइत-होइत सातो भायक संग यैह बात भेल।"},{"number":27,"verse":"अन्‍त मे जा कऽ ओ स्‍त्री सेहो मरि गेलि।"},{"number":28,"verse":"आब कहल जाओ, ओहि समय मे जहिया मुइल सभ केँ जिआओल जयतैक, तँ ओ स्‍त्री एहि सातो भाय मे सँ ककर स्‍त्री होयतैक? किएक तँ ओ सभक स्‍त्री बनल छलि।”"},{"number":29,"verse":"यीशु उत्तर देलथिन, “अहाँ सभ ने धर्मशास्‍त्र आ ने परमेश्‍वरक सामर्थ्‍य केँ जनैत छी, तेँ अहाँ सभ केँ एहि तरहेँ धोखा भऽ रहल अछि।"},{"number":30,"verse":"जीबि उठाओल गेला पर लोक सभ ने विवाह करत आ ने विवाह मे देल जायत, बल्‍कि ओ सभ स्‍वर्गदूत सभ जकाँ होयत।"},{"number":31,"verse":"तखन मुइल सभ केँ जिआओल जयबाक जे बात अछि, ताहि सम्‍बन्‍ध मे की अहाँ सभ ई वचन नहि पढ़ने छी जे परमेश्‍वर ⌞एहि पूर्वज सभक मृत्‍युक बादो⌟ अहाँ सभ केँ कहने छलाह जे,"},{"number":32,"verse":"‘हम अब्राहमक परमेश्‍वर, इसहाकक परमेश्‍वर आ याकूबक परमेश्‍वर छी।’? ओ मरल सभक नहि, बल्‍कि जीवित सभक परमेश्‍वर छथि।”"},{"number":33,"verse":"ई उत्तर सुनि भीड़क लोक सभ हुनकर उपदेश सँ चकित रहि गेल।"},{"number":34,"verse":"( सभ सँ पैघ आज्ञा) ( ( 480 12:28-34 ; 490 10:25-28 )) फरिसी सभ जखन सुनलनि जे यीशु सदुकी पंथक लोक सभ केँ निरुत्तर कऽ देलथिन तँ ओ सभ जमा भऽ कऽ एक संग यीशु लग अयलाह।"},{"number":35,"verse":"हुनका सभ मे सँ एक गोटे जे धर्म-नियमक पंडित छलाह से हुनका जँचबाक लेल पुछलथिन,"},{"number":36,"verse":"“यौ गुरुजी, धर्म-नियमक सभ सँ पैघ आज्ञा कोन अछि?”"},{"number":37,"verse":"यीशु उत्तर देलथिन, “ ‘तोँ अपन प्रभु-परमेश्‍वर केँ अपन सम्‍पूर्ण मोन सँ, अपन सम्‍पूर्ण आत्‍मा सँ आ अपन सम्‍पूर्ण बुद्धि सँ प्रेम करह।’"},{"number":38,"verse":"यैह पहिल आ सभ सँ पैघ आज्ञा अछि।"},{"number":39,"verse":"आ दोसर सेहो ओही जकाँ अछि जे, ‘तोँ अपना पड़ोसी केँ अपने जकाँ प्रेम करह।’"},{"number":40,"verse":"सम्‍पूर्ण धर्म-नियम आ परमेश्‍वरक प्रवक्‍ता सभक लेख एही दू आज्ञा पर केन्‍द्रित अछि।”"},{"number":41,"verse":"( उद्धारकर्ता-मसीह—दाऊदक वंशज आ दाऊदक प्रभु दूनू) ( ( 480 12:35-37 ; 490 20:41-44 )) ओतऽ जमा भेल फरिसी सभ सँ यीशु पुछलथिन,"},{"number":42,"verse":"“ ‘उद्धारकर्ता-मसीह’क विषय मे अहाँ सभक की विचार अछि? ओ किनकर वंशज छथि?” ओ सभ उत्तर देलथिन, “दाऊदक।”"},{"number":43,"verse":"एहि पर यीशु पुछि देलथिन, “तखन पवित्र आत्‍माक प्रेरणा सँ दाऊद किएक हुनका ‘प्रभु’ कहने छथिन? कारण, दाऊद धर्मशास्‍त्र मे एहि तरहेँ लिखने छथि,"},{"number":44,"verse":"‘प्रभु-परमेश्‍वर हमरा प्रभु केँ कहलथिन, अहाँ हमर दहिना कात बैसू और हम अहाँक शत्रु सभ केँ अहाँक पयरक तर मे कऽ देब।’"},{"number":45,"verse":"जखन दाऊद उद्धारकर्ता-मसीह केँ ‘प्रभु’ कहैत छथिन तँ ओ फेर हुनकर वंशज कोना भेलाह?”"},{"number":46,"verse":"एहि बातक उत्तर मे केओ यीशु केँ एको शब्‍द नहि कहि सकल आ ने ओहि दिन सँ ककरो हुनका सँ आरो कोनो प्रश्‍न पुछबाक साहस भेलैक।"}]}