{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( दस कुमारि कन्‍याक दृष्‍टान्‍त) “ओहि समय मे स्‍वर्गक राज्‍य ओहि दस कुमारि कन्‍याक घटना वला बात जकाँ होयत जे सभ अपन-अपन दीप लऽ कऽ वरक स्‍वागत करबाक लेल निकलल।"},{"number":2,"verse":"ओहि मे पाँचटा मूर्ख आ पाँचटा बुद्धिआरि छलि।"},{"number":3,"verse":"मूर्ख कन्‍या सभ दीप तँ लेलक मुदा फाजिल तेल अपना संग नहि रखलक।"},{"number":4,"verse":"मुदा बुद्धिआरि कन्‍या सभ अपन दीप आ अलग बर्तन मे तेल सेहो लऽ गेलि।"},{"number":5,"verse":"वर केँ आबऽ मे जखन देरी भेलनि तँ सभ औँघाय लागलि आ सुति रहलि।"},{"number":6,"verse":"“आधा राति बितला पर हो-हल्‍ला होमऽ लागल जे, ‘चलू, चलू, वर आबि गेलाह! हुनका सँ भेँट करऽ चलू!’"},{"number":7,"verse":"ई सुनि सभ कुमारि कन्‍या उठलि आ अपन-अपन दीप सभ ठीक करऽ लागलि।"},{"number":8,"verse":"मूर्ख कन्‍या सभ बुद्धिआरि कन्‍या सभ केँ कहलकैक, ‘देखह, हमर सभक दीप मिझाय लागल। तोँ सभ अपना मे सँ कनेक तेल हमरा सभ केँ दैह।’"},{"number":9,"verse":"मुदा ओ बुद्धिआरि कन्‍या सभ उत्तर देलकैक जे, ‘नहि, कहीं ई तेल अपना सभ गोटेक लेल पूरा नहि ने होअय। तेँ नीक ई जे तोँ सभ तेल बेचऽ वला सँ किनि कऽ लऽ आनह।’"},{"number":10,"verse":"“ओ सभ जखन तेल किनबाक लेल गेलि तखने वर आबि गेलाह। जे सभ तैयार छलि, से सभ वरक संग विवाह-भोज मे भीतर गेलि आ केबाड़ बन्‍द कयल गेल।"},{"number":11,"verse":"बाद मे ओ तेल किनऽ वाली मूर्ख कन्‍या सभ आयल आ कहऽ लागलि, ‘यौ प्रभु, यौ प्रभु! हमरा सभक लेल केबाड़ खोलि दिअ!’"},{"number":12,"verse":"मुदा वर उत्तर देलथिन, ‘हम अहाँ सभ केँ सत्‍य कहैत छी, हम अहाँ सभ केँ नहि चिन्‍हैत छी।’ ”"},{"number":13,"verse":"तखन यीशु कहलनि, “तेँ अहाँ सभ होसियार रहू, कारण अहाँ सभ ओहि दिन आ ओहि समय केँ नहि जनैत छी।"},{"number":14,"verse":"( सम्‍पत्तिक जबाबदेही वला दृष्‍टान्‍त) ( ( 490 19:11-27 )) “स्‍वर्गक राज्‍य परदेश जाय लागल एक गोटेक यात्रा वला बात जकाँ अछि। परदेश जाय सँ पहिने ओ अपन सेवक सभ केँ बजौलनि आ अपन सम्‍पत्तिक देख-रेख करबाक भार ओकरा सभक जिम्‍मा देलथिन।"},{"number":15,"verse":"ओ अपन सेवक सभक गुणक अनुसार एकटा केँ पाँच हजार, दोसर केँ दू हजार आ तेसर केँ एक हजार सोनक रुपैया जिम्‍मा दऽ परदेश चल गेलाह।"},{"number":16,"verse":"जकरा पाँच हजार भेटल छलैक, से ओकरा तुरत व्‍यापार मे लगौलक आ ओहि सँ पाँच हजार आओर कमायल।"},{"number":17,"verse":"एहि तरहेँ जकरा दू हजार भेटल छलैक से दू हजार आओर कमायल।"},{"number":18,"verse":"मुदा जकरा एक हजार भेटल छलैक से खधिया खुनि कऽ अपन मालिकक रुपैया ओहि मे नुका कऽ धयलक।"},{"number":19,"verse":"“बहुत समय बितला पर मालिक परदेश सँ घूमि अयलाह आ अपन सेवक सभ सँ हिसाब-किताब लेबऽ लगलाह।"},{"number":20,"verse":"जकरा पाँच हजार भेटल छलैक से दस हजार रुपैया आनि कऽ अपना मालिक केँ कहलकनि, ‘मालिक, अपने हमरा पाँच हजार देने छलहुँ, देखल जाओ, हम एहि सँ पाँच हजार आरो कमयलहुँ।’"},{"number":21,"verse":"मालिक ओहि सेवक केँ कहलथिन, ‘चाबस! तोँ नीक आ भरोसमन्‍द सेवक छह! थोड़बो वस्‍तु मे तोँ विश्‍वसनीय रहलह। हम आब तोरा बहुत वस्‍तु पर अधिकार देबह। अपन मालिकक आनन्‍द मे सहभागी बनह!’"},{"number":22,"verse":"“जकरा दू हजार भेटल छलैक सेहो आबि कऽ कहलकनि, ‘मालिक, अपने हमरा दू हजार देने छलहुँ, देखल जाओ, हम एहि सँ दू हजार आरो कमयलहुँ।’"},{"number":23,"verse":"मालिक ओहू सेवक केँ कहलथिन, ‘चाबस! तोँ नीक आ भरोसमन्‍द सेवक छह! थोड़बो वस्‍तु मे तोँ विश्‍वसनीय रहलह। हम आब तोरा बहुत वस्‍तु पर अधिकार देबह। अपन मालिकक आनन्‍द मे सहभागी होअह!’"},{"number":24,"verse":"“तकरबाद जकरा एक हजार भेटल छलैक से आयल आ कहलक, ‘मालिक, हम अपने केँ जनैत छी जे अपने कठोर आदमी छी। जाहि खेत मे रोपने नहि छी, ताहि मे कटनी करबैत छी। जतऽ अपनेक वस्‍तु छिटायल नहि रहैत अछि, ततऽ समटबैत छी।"},{"number":25,"verse":"तेँ हमरा डर भेल आ अपनेक देल एक हजार रुपैया हम जमीन मे गाड़ि कऽ रखने छलहुँ। लेल जाओ अपन ओ रुपैया।’"},{"number":26,"verse":"मालिक ओहि सेवक केँ कहलथिन, ‘है दुष्‍ट आ आलसी सेवक! जखन तोँ जनैत छलेँ जे हम जाहि मे रोपने नहि छी ताहि मे कटनी करैत छी आ जतऽ हमर छिटायल नहि अछि ततऽ हम समटैत छी,"},{"number":27,"verse":"तँ तोँ हमर पाइ कोनो महाजनक जिम्‍मा लगा दिते, जाहि सँ हम आबि कऽ अपन पाइ कम सँ कम व्‍याजक संग पबितहुँ।"},{"number":28,"verse":"हौ, एकरा सँ इहो पाइ लऽ लैह आ जकरा लग दस हजार छैक तकरा दऽ दहक।"},{"number":29,"verse":"किएक तँ जकरा लग छैक तकरा आरो देल जयतैक, जाहि सँ ओकरा बहुते भऽ जायत। मुदा जकरा लग नहि छैक, तकरा सँ जेहो छैक सेहो लऽ लेल जयतैक।"},{"number":30,"verse":"और एहि निकम्‍मा सेवक केँ बाहर अन्‍हार मे फेकि दैह जतऽ लोक कनैत आ दाँत कटकटबैत रहैत अछि।’"},{"number":31,"verse":"( न्‍यायक दिन) “मनुष्‍य-पुत्र अपन सभ स्‍वर्गदूतक संग जहिया अपना महिमा मे औताह, तहिया ओ अपन महिमामय सिंहासन पर बैसताह।"},{"number":32,"verse":"पृथ्‍वी परक सभ जातिक लोक हुनका समक्ष जमा कयल जायत, आ जहिना चरबाह भेँड़ा सभ केँ बकरी सभ सँ छुटिअबैत अछि, तहिना ओ लोक सभ केँ एक-दोसर सँ अलग करताह।"},{"number":33,"verse":"ओ ‘भेँड़ा’ सभ केँ अपन दहिना कात आ ‘बकरी’ सभ केँ अपन बामा कात ठाढ़ करताह।"},{"number":34,"verse":"“तकरबाद राजा अपन दहिना कात ठाढ़ भेल लोक सभ केँ कहथिन, ‘हे हमर पिताक कृपापात्र सभ! आउ, ओहि राज्‍यक अधिकारी बनू, जकरा सृष्‍टिक आरम्‍भ सँ अहाँ सभक लेल तैयार कयल गेल अछि।"},{"number":35,"verse":"कारण, हम भूखल छलहुँ आ अहाँ सभ हमरा भोजन करौलहुँ। हम पियासल छलहुँ आ अहाँ सभ हमरा पानि पिऔलहुँ। हम परदेशी छलहुँ आ अहाँ सभ अपना घर मे हमर सेवा-सत्‍कार कयलहुँ।"},{"number":36,"verse":"हम नाङट छलहुँ आ अहाँ सभ हमरा वस्‍त्र पहिरौलहुँ। हम बिमार छलहुँ आ अहाँ सभ हमर रेख-देख कयलहुँ। हम जहल मे छलहुँ आ अहाँ सभ हमरा सँ भेँट करबाक लेल अयलहुँ।’"},{"number":37,"verse":"“ताहि पर ओ धर्मी लोक सभ हुनका कहथिन, ‘यौ प्रभु, हम सभ अहाँ केँ कहिया भूखल देखलहुँ आ भोजन करौलहुँ, पियासल देखलहुँ आ पानि पिऔलहुँ?"},{"number":38,"verse":"हम सभ अहाँ केँ कहिया परदेशी देखलहुँ आ अपना घर मे सेवा-सत्‍कार कयलहुँ, नाङट देखलहुँ आ वस्‍त्र पहिरौलहुँ?"},{"number":39,"verse":"कहिया हम सभ अहाँ केँ बिमार वा जहल मे देखलहुँ आ अहाँ सँ भेँट करबाक लेल गेलहुँ?’"},{"number":40,"verse":"एहि पर राजा हुनका सभ केँ उत्तर देथिन, ‘हम अहाँ सभ केँ सत्‍य कहैत छी जे, जे किछु अहाँ सभ हमर एहि भाय सभ मे सँ ककरो लेल, छोटो सँ छोटक लेल कयलहुँ, से हमरा लेल कयलहुँ।’"},{"number":41,"verse":"“तकरबाद राजा अपन बामा कात ठाढ़ लोक सभ केँ कहथिन, ‘हे सरापित लोक सभ! तोँ सभ हमरा लग सँ दूर हटि जाह और कहियो नहि मिझाय वला ओहि आगिक कुण्‍ड मे पड़ल रहह, जे शैतान आ ओकर दूत सभक लेल तैयार कयल गेल अछि।"},{"number":42,"verse":"कारण, हम भूखल छलहुँ आ तोँ सभ हमरा खयबाक लेल किछु नहि देलह, पियासल छलहुँ आ तोँ सभ पानि नहि पिऔलह।"},{"number":43,"verse":"हम परदेशी छलहुँ आ तोँ सभ अपना ओतऽ हमर स्‍वागत नहि कयलह, नाङट छलहुँ आ वस्‍त्र नहि पहिरौलह। हम बिमार छलहुँ, जहल मे छलहुँ, मुदा तोँ सभ हमरा देखबाक लेल नहि अयलह।’"},{"number":44,"verse":"“एहि पर ओहो सभ पुछतनि जे, ‘यौ प्रभु, हम सभ अहाँ केँ कहिया भूखल, पियासल, परदेशी, नाङट, बिमार वा जहल मे बन्‍द देखलहुँ आ अहाँक सेवा नहि कयलहुँ?’"},{"number":45,"verse":"ताहि पर राजा ओकरा सभ केँ उत्तर देथिन, ‘हम तोरा सभ केँ सत्‍य कहैत छिअह जे, जे किछु तोँ सभ हमर एहि भाय सभ मे सँ ककरो लेल, छोटो सँ छोटक लेल नहि कयलह से हमरो लेल नहि कयलह।’ ”"},{"number":46,"verse":"तखन यीशु कहलनि, “ई सभ अनन्‍त दण्‍ड भोगबाक लेल चल जायत, मुदा धर्मी सभ अनन्‍त जीवन मे प्रवेश करत।”"}]}