{"bibleAbbr":"maiNT","bookName":"मत्तीक अनुसार शुभ समाचार","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"( राज्‍यपाल पिलातुसक जिम्‍मा मे यीशु) ( ( 480 15:1 ; 490 23:1-2 ; 500 18:28-32 )) प्रात भेने भोरे-भोर सभ मुख्‍यपुरोहित आ समाजक बूढ़-प्रतिष्‍ठित लोक सभ आपस मे विचार-विमर्श कऽ एहि बातक निश्‍चय कयलनि जे यीशु केँ मारि देल जाय।"},{"number":2,"verse":"ओ सभ यीशु केँ बान्‍हि कऽ लऽ गेलाह आ राज्‍यपाल पिलातुसक जिम्‍मा मे लगा देलथिन।"},{"number":3,"verse":"( यहूदा इस्‍करियोतीक अफसोच) यहूदा इस्‍करियोती जे यीशु केँ पकड़बौने छल, से जखन देखलक जे यीशु केँ मृत्‍युदण्‍डक आज्ञा देल गेलनि, तखन ओ बहुत पछतायल। ओ मुख्‍यपुरोहित आ बूढ़-प्रतिष्‍ठित सभ लग चानीक तीस सिक्‍का लऽ कऽ गेल आ हुनका सभ केँ कहलकनि,"},{"number":4,"verse":"“हम निर्दोष व्‍यक्‍ति केँ मृत्‍युदण्‍डक लेल पकड़बा कऽ पाप कयलहुँ अछि।” ओ सभ उत्तर देलथिन, “ई बात तोँ जानह, एहि सँ हमरा सभ केँ कोनो मतलब नहि अछि।”"},{"number":5,"verse":"एहि पर ओ चानीक सिक्‍का सभ मन्‍दिर मे फेकि कऽ चल गेल आ अपना केँ फँसरी लगा लेलक।"},{"number":6,"verse":"मुख्‍यपुरोहित सभ ओ चानीक सिक्‍का उठा कऽ बजलाह, “एकरा मन्‍दिरक खजाना मे राखब उचित नहि होयत, किएक तँ ई खूनक मूल्‍य अछि।”"},{"number":7,"verse":"ओ सभ आपस मे एहि बातक विचार-विमर्श कऽ परदेशी लोक सभक लास केँ गाड़बाक लेल ओहि पाइ सँ कुम्‍हारक एकटा खेत किनि लेलनि।"},{"number":8,"verse":"एहि कारण सँ आइओ धरि ओ खेत “खूनक खेत” कहबैत अछि।"},{"number":9,"verse":"एहि तरहेँ परमेश्‍वरक प्रवक्‍ता यर्मियाहक ई वचन पूर्ण भेल जे, “ओ सभ तीस चानीक सिक्‍का लेलक; ई ओ मूल्‍य छल, जे इस्राएली लोक सभ हुनकर दाम लगौने छल।"},{"number":10,"verse":"जेना प्रभु सँ हमरा आज्ञा भेटल छल, तेना ओहि पाइ सँ कुम्‍हारक खेत किनल गेल।”"},{"number":11,"verse":"( राज्‍यपाल द्वारा जाँच आ फैसला—निर्दोष मुदा मृत्‍युदण्‍ड) ( ( 480 15:2-15 ; 490 23:3-5 , 490 13-25 ; 500 18:33-40 ; 500 19:1-16 )) एम्‍हर यीशु राज्‍यपाल पिलातुसक सम्‍मुख ठाढ़ छलाह। राज्‍यपाल हुनका सँ पुछलथिन, “की अहाँ यहूदी सभक राजा छी?” यीशु हुनका उत्तर देलथिन, “अहाँ अपने कहि रहल छी।”"},{"number":12,"verse":"मुदा मुख्‍यपुरोहित आ बूढ़-प्रतिष्‍ठित लोक सभ जे कोनो दोष यीशु पर लगौलथिन तकर ओ कोनो उत्तर नहि देलथिन।"},{"number":13,"verse":"एहि पर पिलातुस कहलथिन, “की अहाँ नहि सुनि रहल छी जे ई सभ अहाँ पर कतेक आरोप लगा रहल छथि?”"},{"number":14,"verse":"मुदा यीशु एको बातक कोनो उत्तर नहि देलथिन। ई बात देखि राज्‍यपाल केँ बहुत आश्‍चर्य लगलनि।"},{"number":15,"verse":"प्रत्‍येक साल फसह-पाबनिक अवसर पर राज्‍यपाल जनताक इच्‍छाक अनुसार एक कैदी केँ छोड़ि दैत छलाह।"},{"number":16,"verse":"ओहि समय मे बरब्‍बा नामक एक नामी अपराधी जहल मे बन्‍द छल।"},{"number":17,"verse":"भीड़ केँ जमा भेला पर राज्‍यपाल पिलातुस ओकरा सभ केँ पुछलथिन, “अहाँ सभ की चाहैत छी? अहाँ सभक लेल हम ककरा छोड़ि दिअ? बरब्‍बा केँ वा यीशु केँ, जे मसीह कहबैत अछि?”"},{"number":18,"verse":"पिलातुस ई बात जानि गेल छलाह जे धर्मगुरु सभ यीशु केँ ईर्ष्‍याक कारणेँ पकड़बौने छथि।"},{"number":19,"verse":"पिलातुस न्‍यायासन पर बैसले छलाह कि हुनकर स्‍त्री कहा पठौलथिन जे, “ओहि निर्दोष मनुष्‍य केँ किछु नहि करिऔक! किएक तँ हम आइ राति सपना मे हुनका कारणेँ बहुत दुःख सहलहुँ अछि।”"},{"number":20,"verse":"मुदा मुख्‍यपुरोहित सभ आ बूढ़-प्रतिष्‍ठित लोक सभ जमा भेल लोक सभ केँ सिखा देने छलाह जे, “तोँ सभ बरब्‍बा केँ छोड़ि देबाक लेल आ यीशुक मृत्‍युदण्‍डक माँग करिहह।”"},{"number":21,"verse":"राज्‍यपाल ओकरा सभ केँ पुछलथिन, “अहाँ सभ की चाहैत छी? एहि दूनू मे सँ अहाँ सभक लेल हम ककरा छोड़ि दिअ?” ओ सभ बाजल, “बरब्‍बा केँ।”"},{"number":22,"verse":"पिलातुस कहलथिन, “तखन फेर एहि यीशु केँ, जे मसीह कहबैत अछि तकरा हम की करू?” सभ कहऽ लागल, “ओकरा क्रूस पर चढ़ाउ!”"},{"number":23,"verse":"ओ पुछलथिन, “किएक? ई कोन अपराध कयने अछि?” एहि पर लोकक भीड़ आरो जोर-जोर सँ चिचियाय लागल, “ओकरा क्रूस पर चढ़ाउ!”"},{"number":24,"verse":"जखन पिलातुस देखलनि जे यीशु केँ बचयबाक हुनकर प्रयत्‍न सफल नहि भऽ रहल अछि, बल्‍कि एहि सँ उपद्रव बढ़ि रहल अछि, तखन ओ हाथ मे पानि लऽ कऽ लोक सभक सामने अपन हाथ धोइत कहलथिन, “एहि मनुष्‍यक खूनक दोषी हम नहि छी। अहीं सभ एहि बात केँ जानू!”"},{"number":25,"verse":"भीड़क लोक हुनका उत्तर देलकनि, “एकर खूनक दोष हमरा सभ पर आ हमर सभक सन्‍तान सभ पर होअय!”"},{"number":26,"verse":"तकरबाद पिलातुस ओकरा सभक इच्‍छाक अनुसार बरब्‍बा केँ छोड़ि देलथिन आ यीशु केँ कोड़ा सँ पिटबा कऽ क्रूस पर चढ़यबाक लेल सैनिक सभक जिम्‍मा लगा देलथिन।"},{"number":27,"verse":"( सैनिक सभ द्वारा यीशुक अपमान) ( ( 480 15:16-20 ; 500 19:2-3 )) राज्‍यपालक सैनिक सभ यीशु केँ राजभवन मे लऽ गेलनि आ अपन पूरा सैनिक-दल केँ हुनका चारू कात जमा कऽ लेलक।"},{"number":28,"verse":"ओ सभ यीशु जे वस्‍त्र पहिरने छलाह तकरा निकलबा कऽ लाल रंगक राजसी वस्‍त्र पहिरा देलकनि।"},{"number":29,"verse":"काँटक मुकुट बना हुनका मूड़ी पर रखलकनि आ हुनका दहिना हाथ मे एक छड़ी पकड़ा देलकनि। तकरबाद हुनका सामने ठेहुनिया दऽ कऽ हुनकर मजाक उड़बैत कहऽ लगलनि, “यहूदी सभक राजा, प्रणाम!”"},{"number":30,"verse":"ओ सभ हुनका पर थूक फेकलकनि आ हुनका हाथ सँ छड़ी लऽ कऽ बेर-बेर मूड़ी पर मारलकनि।"},{"number":31,"verse":"ओ सभ एहि तरहेँ यीशुक मजाक उड़ौलाक बाद हुनका देह पर सँ लाल रंग वला वस्‍त्र निकालि लेलकनि आ हुनकर अपन कपड़ा फेर पहिरा देलकनि। तकरबाद ओ सभ हुनका क्रूस पर लटकयबाक लेल लऽ गेलनि।"},{"number":32,"verse":"( क्रूस) ( ( 480 15:21-32 ; 490 23:26-43 ; 500 19:17-27 )) शहर सँ बाहर लऽ जाइत काल सैनिक सभ केँ सिमोन नामक एक आदमी जे कुरेन नगरक रहऽ वला छल, से भेटलैक। ओकरा सैनिक सभ जबरदस्‍ती पकड़ि कऽ यीशुक क्रूस उठा कऽ लऽ चलबाक लेल कहलकैक।"},{"number":33,"verse":"यीशु केँ लऽ कऽ ओ सभ गुलगुता, अर्थात् “खप्‍पड़ वला स्‍थान” पर पहुँचल।"},{"number":34,"verse":"ओहिठाम ओ सभ यीशु केँ तीत दवाइ मिलाओल दारू पिबाक लेल देलकनि, मुदा ओ ओकरा चिखि कऽ नहि पिलनि।"},{"number":35,"verse":"सैनिक सभ हुनका हाथ-पयर मे काँटी ठोकि कऽ क्रूस पर टाँगि देलकनि। हुनकर वस्‍त्र पर चिट्ठा खसा कऽ अपना मे बाँटि लेलक,"},{"number":36,"verse":"तखन ओतऽ बैसि कऽ पहरा देबऽ लागल।"},{"number":37,"verse":"ओ सभ एक दोष-पत्र हुनका मूड़ीक उपर क्रूस पर टाँगि देलक जाहि पर लिखल छलैक जे, “ई यीशु अछि, यहूदी सभक राजा”।"},{"number":38,"verse":"यीशुक संगे दूटा डाकू सेहो क्रूस पर चढ़ाओल गेल, एकटा हुनकर दहिना कात और दोसर बामा कात।"},{"number":39,"verse":"ओहि बाटे आबऽ-जाय वला लोक सभ मूड़ी डोला-डोला कऽ हुनकर निन्‍दा कऽ रहल छल।"},{"number":40,"verse":"ओ सभ कहैत छल, “रे मन्‍दिर केँ तोड़ऽ वला और तीन दिन मे ओकरा बनाबऽ वला! तोँ जँ परमेश्‍वरक पुत्र छेँ तँ अपना केँ बचा आ एहि क्रूस पर सँ उतरि आ।”"},{"number":41,"verse":"तहिना मुख्‍यपुरोहित लोकनि, धर्मशिक्षक सभ आ बूढ़-प्रतिष्‍ठित लोक सभ सेहो हुनकर मजाक उड़बैत कहलनि,"},{"number":42,"verse":"“ई आन लोक सभ केँ बचबैत रहल मुदा अपना केँ नहि बचा सकैत अछि। ई जँ इस्राएलक राजा अछि तँ एखन क्रूस पर सँ उतरि आबओ, तखन हमहूँ सभ एकरा पर विश्‍वास करबैक।"},{"number":43,"verse":"ई आदमी परमेश्‍वर पर भरोसा रखैत छल। जँ एकरा सँ परमेश्‍वर प्रसन्‍न छथिन तँ एखन बचबथुन। ई तँ अपना केँ परमेश्‍वरक पुत्र कहैत छल।”"},{"number":44,"verse":"एहि तरहेँ ओ डाकू सभ सेहो, जकरा यीशुक संग क्रूस पर चढ़ाओल गेल छलैक, यीशुक निन्‍दा कऽ रहल छल।"},{"number":45,"verse":"( यीशुक मृत्‍यु) ( ( 480 15:33-41 ; 490 23:44-49 ; 500 19:28-30 )) ओहि दिन बारह बजे सँ तीन बजे तक सम्‍पूर्ण देश अन्‍हार-कुप्‍प भऽ गेल।"},{"number":46,"verse":"करीब तीन बजे मे यीशु बहुत जोर सँ बजलाह जे, “एली, एली, लामा सबक्‍तनी”, जकर अर्थ ई अछि, “हे हमर परमेश्‍वर, हे हमर परमेश्‍वर, हमरा अहाँ किएक छोड़ि देलहुँ?”"},{"number":47,"verse":"ई सुनि ओतऽ ठाढ़ लोक सभ मे सँ किछु लोक बाजल, “ई आदमी एलियाह केँ बजा रहल अछि।”"},{"number":48,"verse":"ओकरा सभ मे सँ एक गोटे तुरत दौड़ि कऽ गेल आ रूइ जकाँ एकटा एहन चीज जे पानि सोखैत अछि से लऽ कऽ तिताह दारू मे डुबा लेलक, तखन ओकरा लाठीक हूर पर अटका कऽ हुनका पिबाक लेल देलकनि।"},{"number":49,"verse":"मुदा दोसर लोक सभ ओकरा कहलकैक, “थम्‍हह, पहिने देखी जे एलियाह एकरा बचयबाक लेल अबैत छथि कि नहि।”"},{"number":50,"verse":"तकरबाद यीशु फेर जोर सँ आवाज दऽ कऽ अपन प्राण त्‍यागि देलनि।"},{"number":51,"verse":"ओही क्षण मन्‍दिर मे जे परदा छलैक से ऊपर सँ नीचाँ तक चिरा कऽ दू भाग मे फाटि गेल। पृथ्‍वी डोलऽ लागल। चट्टान सभ फाटि गेल।"},{"number":52,"verse":"कबरक मुँह खुजि गेल आ परमेश्‍वरक बहुतो भक्‍त सभक लास फेर जिआओल गेल।"},{"number":53,"verse":"ओ सभ कबर सँ बहरा कऽ यीशु केँ जीबि उठलाक बाद “पवित्र नगर” मे जा कऽ बहुतो लोक सभ केँ देखाइ देलनि।"},{"number":54,"verse":"रोमी कप्‍तान आ हुनका संग यीशु पर पहरा देबऽ वला सैनिक सभ, भूकम्‍‍प आ एहि घटना सभ केँ देखि बहुत डेरा गेल, और बाजि उठल, “सत्‍ये ई परमेश्‍वरक पुत्र छलाह!”"},{"number":55,"verse":"बहुतो स्‍त्रीगण सभ सेहो ओतऽ छलीह, जे सभ दूरे सँ ई बात सभ देखि रहल छलीह। ओ सभ गलील प्रदेश सँ यीशुक संग हुनकर सेवा-टहल करैत आयल छलीह।"},{"number":56,"verse":"हुनका सभ मे मरियम मग्‍दलीनी, याकूब आ यूसुफक माय मरियम, और जबदीक स्‍त्री, अर्थात् याकूब आ यूहन्‍नाक माय, छलीह।"},{"number":57,"verse":"( कबर मे यीशुक लास) ( ( 480 15:42-47 ; 490 23:50-56 ; 500 19:38-42 )) साँझ पड़ला पर अरिमतिया नगरक निवासी यूसुफ नामक एक धनिक व्‍यक्‍ति ओतऽ अयलाह। ओहो यीशुक शिष्‍य बनि गेल छलाह।"},{"number":58,"verse":"ओ राज्‍यपाल पिलातुसक ओतऽ जा कऽ यीशुक लास मँगलथिन। पिलातुस आदेश देलनि जे लास यूसुफ केँ दऽ देल जानि।"},{"number":59,"verse":"यूसुफ हुनकर लास लऽ गेलाह आ साफ मलमलक कपड़ा मे ओकरा लपेटि कऽ"},{"number":60,"verse":"अपन नव कबर मे रखलनि जे ओ एक चट्टान मे कटबा कऽ बनबौने छलाह। लास केँ रखलाक बाद ओ कबरक मुँह पर एक भारी पाथर गुड़का कऽ लगा देलनि आ चल गेलाह।"},{"number":61,"verse":"मरियम मग्‍दलीनी आ दोसर मरियम कबरक सामने बैसल छलीह।"},{"number":62,"verse":"( कबर पर कड़ा पहरा) एहि घटनाक प्रात भेने, अर्थात् विश्राम-दिन मे, मुख्‍यपुरोहित लोकनि आ फरिसी सभ एक संग पिलातुसक ओतऽ जा कऽ हुनका कहलथिन,"},{"number":63,"verse":"“यौ सरकार! हमरा सभ केँ स्‍मरण अछि जे ओ ठग आदमी, जखन ओ जीबैत छल तखन कहने छल जे, ‘हम तीन दिनक बाद फेर जीबि उठब’।"},{"number":64,"verse":"तेँ अपने आज्ञा देल जाओ जे तीन दिन धरि ओहि कबर पर पहरा राखल जाय। नहि तँ कतौ एना नहि होअय जे ओकर चेला सभ ओकर लास चोरा कऽ लऽ जाय आ लोक सभ केँ कहऽ लागय जे, ओ मुइल सभ मे सँ जीबि उठलाह। तखन एहि बेरक ई धोखा वला बात पहिलुको धोखा सँ खराब होयत।”"},{"number":65,"verse":"पिलातुस हुनका सभ केँ कहलथिन, “अहाँ सभ सैनिक सभ लऽ जाउ आ जेहन सुरक्षा अहाँ सभ कबरक करऽ चाहैत होइ तेहन करू।”"},{"number":66,"verse":"तखन ओ सभ गेलाह आ कबरक मुँह पर बन्‍दक छाप लगा देलनि। सैनिक सभ केँ कबरक सुरक्षा करबाक लेल पहरा पर राखि देलथिन।"}]}