{"bibleAbbr":"ERV2006","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"A Collection of Wise Teachings A good reputation is better than expensive pleasures. (A good reputation … pleasures Literally, “better a name than good perfume.” This is a wordplay in Hebrew. The word for “name” and the word for “perfume” sound alike.) The day someone dies is better than the day they were born."},{"number":2,"verse":"It is better to go to a funeral than to a party, because everyone must die, and the living need to remember this."},{"number":3,"verse":"Sorrow is even better than laughter, because when our face is sad, our heart becomes good."},{"number":4,"verse":"A wise person thinks about death, but a fool thinks only about having a good time."},{"number":5,"verse":"It is better to be criticized by the wise than praised by the foolish."},{"number":6,"verse":"The laughter of fools is such a waste. It is like thorns burning under a pot. The thorns burn so quickly that the pot does not get hot. (Or “The cackling of fools, like the crackling of thorns under a pot, is senseless.”)"},{"number":7,"verse":"Even the wise will forget their wisdom, if someone pays them enough. That money destroys their understanding."},{"number":8,"verse":"It is better to finish something than to start it. It is better to be gentle and patient than to be proud and impatient."},{"number":9,"verse":"Don’t become angry quickly, because anger is foolish."},{"number":10,"verse":"Don’t say, “Life was better in the ‘good old days.’ What happened?” Wisdom does not lead us to ask that question."},{"number":11,"verse":"Wisdom is better if you also have property. Wise people (Wise people Literally, “People who see the sun.” This means wise people can see and plan what they should do.) will get more than enough wealth."},{"number":12,"verse":"Wisdom and money can protect you. But knowledge gained through wisdom is even better—it can save your life."},{"number":13,"verse":"Look at what God has made. You cannot change a thing, even if you think it is wrong."},{"number":14,"verse":"When life is good, enjoy it. But when life is hard, remember that God gives us good times and hard times. And no one knows what will happen in the future."},{"number":15,"verse":"People Cannot Really Be Good In my short life, I have seen everything. I have seen good people die young, and I have seen evil people live long lives."},{"number":16,"verse":"[16-17] So why ruin your life? Don’t be too good or too bad, and don’t be too wise or too foolish. Why should you die before your time?"},{"number":18,"verse":"Try to be a little of this and a little of that. (Try … of that Or “Hold onto this, but don’t let go of that.”) Even God’s followers will do some good things and some bad things."},{"number":19,"verse":"[19-20] Surely there is no one on earth who always does good and never sins. But wisdom can make one person stronger than ten leaders in a city."},{"number":21,"verse":"Don’t listen to everything people say. You might hear your own servant saying bad things about you."},{"number":22,"verse":"And you know that many times you too have said bad things about other people."},{"number":23,"verse":"I used my wisdom and thought about all these things. I wanted to be wise, but I couldn’t do it."},{"number":24,"verse":"I cannot understand why things are as they are. It is too hard for anyone to understand."},{"number":25,"verse":"I studied and I tried very hard to find true wisdom. I tried to find a reason for everything. I did learn that it is foolish to be evil, and it is crazy to act like a fool."},{"number":26,"verse":"I also found that some women are dangerous like traps. Their hearts are like nets, and their arms are like chains. It is worse than death to be caught by these women. God’s followers should run away from them. Let the sinners be caught by them."},{"number":27,"verse":"[27-28] The Teacher says, “I added all this together to see what answer I could find. I am still looking for answers, but I did find this: I found one good man in a thousand. But I did not find even one good woman."},{"number":29,"verse":"“There is one other thing I have learned. God made people good, but they have found many ways to be bad.”"}]}