{"bibleAbbr":"mrRV2015","bookName":"मार्ककृत शुभवर्तमान","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"( यरुशलेमेत येशूचा जयोत्सवाने प्रवेश) ते यरुशलेमेजवळ जैतुनांच्या डोंगरापाशी बेथफगे व बेथानीजवळ येऊन पोहचले, तेव्हा त्याने आपल्या शिष्यांपैकी दोघांना पाठवताना असे सांगितले की,"},{"number":2,"verse":"“समोरच्या गावात जा; त्यात जाताच तुम्हांला एक शिंगरू बांधलेले आढळेल. त्याच्यावर कोणी कधीच बसले नाही; ते सोडून आणा."},{"number":3,"verse":"आणि ‘तुम्ही असे का करता?’ असे जर कोणी तुम्हांला विचारले तर असे सांगा की, ‘प्रभूला ह्याची गरज आहे आणि तो लगेचच ते इकडे परत पाठवील.”’"},{"number":4,"verse":"तेव्हा ते निघाले आणि रस्त्यावर दाराशी बाहेर बांधलेले एक शिंगरू त्यांना आढळले, ते त्यांनी सोडले."},{"number":5,"verse":"तेव्हा तेथे उभे असलेल्या लोकांपैकी काही जण त्यांना म्हणू लागले, “शिंगरू सोडून तुम्ही काय करीत आहात?”"},{"number":6,"verse":"येशूने सांगितल्याप्रमाणे त्यांनी त्यांना उत्तर दिले; तेव्हा त्यांनी त्यांना जाऊ दिले."},{"number":7,"verse":"नंतर त्यांनी ते शिंगरू येशूकडे आणले, त्याच्यावर आपली वस्त्रे घातली व तो त्याच्यावर बसला."},{"number":8,"verse":"तेव्हा पुष्कळ लोकांनी आपली वस्त्रे वाटेवर पसरली; इतर लोकांनी शेतामळ्यांतून डाहळ्या तोडून आणून त्या वाटेवर पसरल्या."},{"number":9,"verse":"आणि पुढे चालणारे व मागून येणारे लोक असा जयघोष करू लागले की, “‘होसान्ना, प्रभूच्या नावाने येत असलेल्याचा धन्यवाद असो;’"},{"number":10,"verse":"आमचा बाप दावीद ह्याचे [प्रभूच्या नावाने] येणारे राज्य धन्यवादित असो; ‘उर्ध्वलोकी होसान्ना.”’"},{"number":11,"verse":"नंतर येशू यरुशलेमेत आल्यावर मंदिरात गेला आणि त्याने सभोवार सर्वकाही पाहिल्यावर संध्याकाळ झाली, म्हणून तो आपल्या बारा शिष्यांसह बेथानीस निघून गेला."},{"number":12,"verse":"( अंजिराचे निष्फळ झाड) दुसर्‍या दिवशी ते बेथानीहून निघाल्यानंतर त्याला भूक लागली."},{"number":13,"verse":"तेव्हा पानांनी डवरलेले एक अंजिराचे झाड त्याला दुरून दिसले, आणि कदाचित त्याच्यावर काही मिळेल ह्या अपेक्षेने तो तिकडे गेला; परंतु तेथे गेल्यावर पानांवाचून त्याला काही आढळले नाही; कारण अजून अंजिराचा हंगाम आला नव्हता."},{"number":14,"verse":"तेव्हा तो त्याला म्हणाला, “ह्यापुढे कोणीही तुझे फळ कधीही न खावो.” त्याचे शिष्य हे ऐकत होते."},{"number":15,"verse":"( मंदिराचे शुद्धीकरण) मग ते यरुशलेमेस येऊन पोहचल्यावर येशू मंदिरात गेला व मंदिरात क्रय-विक्रय करणार्‍यांना बाहेर घालवून देऊ लागला. त्याने सराफांचे चौरंग व कबुतरे विकणार्‍यांच्या बैठका उलथून टाकल्या;"},{"number":16,"verse":"त्याने कोणालाही कसल्याच भांड्याची मंदिरामधून नेआण करू दिली नाही."},{"number":17,"verse":"मग तो त्यांना शिक्षण देऊ लागला व म्हणाला की, “‘माझ्या घराला सार्वराष्ट्रीय प्रार्थनामंदिर म्हणतील,’ असा शास्त्रलेख आहे ना? परंतु तुम्ही तर ही ‘लुटारूंची गुहा’ करून टाकली आहे.”"},{"number":18,"verse":"मुख्य याजकांनी व शास्त्र्यांनी हे ऐकले आणि त्याचा घात कसा करावा ह्याविषयी ते युक्ती योजू लागले; कारण सर्व लोक त्याच्या शिक्षणावरून थक्क झाल्याकारणाने ते त्याला भीत होते."},{"number":19,"verse":"रोज संध्याकाळी ते शहराच्या बाहेर जात असत."},{"number":20,"verse":"( विश्वासाचे सामर्थ्य) मग सकाळी वाटेने जाताना त्यांना ते अंजिराचे झाड मुळापासून वाळून गेलेले दिसले."},{"number":21,"verse":"तेव्हा पेत्राला आठवण होऊन तो त्याला म्हणाला, “गुरूजी, आपण ज्या अंजिराच्या झाडाला शाप दिला ते वाळून गेले आहे पाहा.”"},{"number":22,"verse":"येशूने त्यांना उत्तर दिले, “देवावर विश्वास ठेवा."},{"number":23,"verse":"मी तुम्हांला खचीत सांगतो की, जो कोणी ह्या डोंगराला ‘तू उपटून समुद्रात टाकला जा,’ असे म्हणेल आणि आपल्या अंतःकरणात शंका न बाळगता, आपण म्हणतो तसे घडेलच असा विश्वास धरील त्याच्या शब्दाप्रमाणे घडून येईल."},{"number":24,"verse":"म्हणून मी तुम्हांला सांगतो, तुम्ही प्रार्थना करून जे काही मागाल ते आपल्याला मिळालेच आहे असा विश्वास धरा म्हणजे ते तुम्हांला मिळेल."},{"number":25,"verse":"आणखी तुम्ही जेव्हा जेव्हा प्रार्थना करण्यास उभे राहता तेव्हा तेव्हा तुमच्या मनात कोणाविरुद्ध काही असेल तर त्याची क्षमा करा, अशासाठी की, तुमच्या स्वर्गातील पित्यानेही तुम्हांला तुमच्या अपराधांची क्षमा करावी."},{"number":26,"verse":"[परंतु तुम्ही जर क्षमा करणार नाही तर तुमचा स्वर्गातील पिताही तुमच्या अपराधांची क्षमा करणार नाही.]”"},{"number":27,"verse":"( येशूच्या अधिकाराविषयीचे प्रश्‍न) मग ते पुन्हा यरुशलेमेस आले, आणि तो मंदिरात फिरत असता मुख्य याजक, शास्त्री व वडील त्याच्याकडे येऊन त्याला म्हणाले,"},{"number":28,"verse":"“तुम्ही कोणत्या अधिकाराने ह्या गोष्टी करता आणि त्या करण्याचा हा अधिकार तुम्हांला कोणी दिला?”"},{"number":29,"verse":"येशू त्यांना म्हणाला, “मीही तुम्हांला एक प्रश्‍न विचारतो. मला उत्तर द्या म्हणजे ह्या गोष्टी मी कोणत्या अधिकाराने करीत आहे ते मी तुम्हांला सांगेन."},{"number":30,"verse":"योहानाचा बाप्तिस्मा स्वर्गापासून होता किंवा माणसांपासून होता ह्याचे मला उत्तर द्या.”"},{"number":31,"verse":"तेव्हा ते आपसांत विचार करू लागले : ‘स्वर्गापासून होता’ असे म्हणावे तर तो म्हणेल की, ‘तर मग तुम्ही त्याच्यावर विश्वास का ठेवला नाही?’"},{"number":32,"verse":"‘माणसांपासून होता’ असे म्हणावे तर? - त्यांना लोकांची भीती वाटत होती, कारण योहान खरोखरच संदेष्टा होता असे सर्व लोक मानत."},{"number":33,"verse":"तेव्हा त्यांनी येशूला उत्तर दिले, “आम्हांला ठाऊक नाही.” येशू त्यांना म्हणाला, “तर मग कोणत्या अधिकाराने मी ह्या गोष्टी करीत आहे ते मीही तुम्हांला सांगत नाही.”"}]}