{"bibleAbbr":"mrRV2015","bookName":"मार्ककृत शुभवर्तमान","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"( द्राक्षमळ्याचा दाखला) मग तो दाखले देऊन त्यांच्याबरोबर बोलू लागला. “एका गृहस्थाने द्राक्षमळा लावला, त्याच्याभोवती कुंपण घातले, द्राक्षारसासाठी कुंड खणले, माळा बांधला, आणि तो द्राक्षमळा माळ्यांना खंडाने देऊन आपण परदेशास निघून गेला."},{"number":2,"verse":"पुढे हंगामाच्या वेळी आपल्याला माळ्यांकडून द्राक्षमळ्याच्या फळातून काही मिळावे म्हणून त्याने माळ्यांकडे एका नोकराला पाठवले."},{"number":3,"verse":"त्याला त्यांनी धरून मारहाण केली व रिकामे लावून दिले."},{"number":4,"verse":"पुन्हा त्याने दुसर्‍या एका नोकराला त्यांच्याकडे पाठवले; त्याचे तर दगडांनी डोके फोडून त्यांनी त्याचा अपमान केला."},{"number":5,"verse":"त्याने आणखी एका जणास पाठवले; त्याला तर त्यांनी जिवे मारले; आणि दुसर्‍या अनेकांना तसेच केले; म्हणजे त्यांच्यातील कित्येकांना त्यांनी मारहाण केली व कित्येकांचा जीव घेतला."},{"number":6,"verse":"अद्यापि त्याच्याजवळ एक जण उरला होता, तो म्हणजे त्याचा आवडता मुलगा. ‘आपल्या मुलाची तरी ते भीड धरतील’ असे म्हणून शेवटी त्याने त्याला त्यांच्याकडे पाठवले."},{"number":7,"verse":"परंतु ते माळी आपसांत म्हणाले, ‘हा वारस आहे; चला, आपण ह्याला मारून टाकू म्हणजे वतन आपले होईल.’"},{"number":8,"verse":"मग त्यांनी त्याला धरून जिवे मारले व द्राक्षमळ्याबाहेर फेकून दिले."},{"number":9,"verse":"तर मग द्राक्षमळ्याचा धनी काय करील बरे? तो येऊन त्या माळ्यांचा समूळ नाश करील व द्राक्षमळा दुसर्‍यांना देईल."},{"number":10,"verse":"तुम्ही हा शास्त्रलेखही वाचला नाही काय की, ‘जो दगड बांधकाम करणार्‍यांनी नापसंत केला, तोच कोनशिला झाला;"},{"number":11,"verse":"हे परमेश्वराकडून झाले, आणि हे आमच्या दृष्टीने आश्‍चर्यकारक कृत्य आहे’?”"},{"number":12,"verse":"तेव्हा ते त्याला धरण्यास पाहू लागले, परंतु लोकसमुदायाची त्यांना भीती वाटली; कारण हा दाखला त्याने आपल्याला उद्देशून सांगितला हे त्यांच्या ध्यानात आले. मग ते त्याला सोडून गेले."},{"number":13,"verse":"( कैसराला कर देण्याविषयीचा प्रश्‍न) नंतर त्यांनी त्याला बोलण्यात धरण्याकरता परूशी व हेरोदी ह्यांच्यातील काहींना त्याच्याकडे पाठवले."},{"number":14,"verse":"ते येऊन त्याला म्हणाले, “गुरूजी, आपण खरे आहात व कोणाची भीडमुरवत धरत नाही, कारण आपण माणसांचे तोंड पाहून बोलत नसता, तर देवाचा मार्ग सात्त्विक भावाने शिकवत असता, हे आम्हांला ठाऊक आहे. कैसराला कर देणे रास्त आहे की नाही? आम्ही तो द्यावा की न द्यावा?”"},{"number":15,"verse":"पण तो त्यांचे ढोंग ओळखून त्यांना म्हणाला, “माझी अशी परीक्षा का पाहता? एक नाणे घेऊन या, मला ते पाहू द्या.”"},{"number":16,"verse":"त्यांनी ते आणले; तेव्हा त्याने त्यांना विचारले, “हा मुखवटा व हा लेख कोणाचा?” ते त्याला म्हणाले, “कैसराचा.”"},{"number":17,"verse":"येशू त्यांना म्हणाला, “कैसराचे ते कैसराला व देवाचे ते देवाला भरून द्या.” तेव्हा त्यांना त्याच्याविषयी फार आश्‍चर्य वाटले."},{"number":18,"verse":"( पुनरुत्थानाविषयीचा प्रश्‍न) मग ‘पुनरुत्थान नाही’ असे म्हणणारे सदूकी त्याच्याकडे आले व ते त्याला विचारू लागले,"},{"number":19,"verse":"“गुरूजी, मोशेने आमच्यासाठी असे लिहून ठेवले आहे की, ‘कोणाएकाचा भाऊ मेला, आणि त्याची बायको मागे राहिली आणि त्याला मूलबाळ झालेले नसले तर त्याच्या भावाने त्या बायकोबरोबर विवाह करून आपल्या भावाचा वंश चालवावा.’"},{"number":20,"verse":"कोणी सात भाऊ होते, त्यांच्यापैकी पहिल्या भावाने बायको केली व तो संतती न होता मेला."},{"number":21,"verse":"मग ती दुसर्‍याने केली; तोही संतती न होता मेला; आणि तशीच तिसर्‍याचीही गोष्ट झाली."},{"number":22,"verse":"ह्याप्रमाणे सातही जण संतती न होता मेले. सर्वांच्या शेवटी बायकोही मेली."},{"number":23,"verse":"तर पुनरुत्थानसमयी ते उठतील तेव्हा ती त्यांच्यापैकी कोणाची बायको होईल? कारण त्या सातही जणांनी तिला बायको करून घेतले होते.”"},{"number":24,"verse":"येशू त्यांना म्हणाला, “तुम्ही शास्त्र व देवाचे सामर्थ्य न ओळखल्यामुळे भ्रमात पडला आहात ना?"},{"number":25,"verse":"कारण मेलेल्यांतून उठल्यानंतर कोणी लग्न करून घेत नाहीत किंवा लग्न करून देतही नाहीत; तर ते स्वर्गातील देवदूतांसारखे असतात."},{"number":26,"verse":"पण मेलेल्यांविषयी सांगायचे म्हणजे ते उठवले जातात ह्या मुद्द्यावर मोशेच्या ग्रंथात झुडपाच्या प्रकरणात तुम्ही हे वाचले नाही काय की, देवाने मोशेला म्हटले, ‘मी अब्राहामाचा देव, इसहाकाचा देव व याकोबाचा देव आहे?’"},{"number":27,"verse":"तो मृतांचा नव्हे तर जिवंतांचा देव आहे. तुमचे तर अगदीच चुकत आहे.”"},{"number":28,"verse":"( सर्वांत मोठी आज्ञा कोणती हा प्रश्‍न) तेव्हा शास्त्र्यांपैकी एक जण त्यांचा वाद ऐकून आणि त्याने त्यांना समर्पक उत्तर दिले हे पाहून पुढे आला आणि त्याने त्याला विचारले, “सर्वांत पहिली आज्ञा कोणती?”"},{"number":29,"verse":"येशूने उत्तर दिले, सर्वांत पहिली ही की, ‘हे इस्राएला, ऐक; आपला देव परमेश्वर हा अनन्य परमेश्वर आहे;’"},{"number":30,"verse":"आणि ‘तू आपला देव परमेश्वर ह्याच्यावर संपूर्ण मनाने, संपूर्ण जिवाने, संपूर्ण बुद्धीने व संपूर्ण शक्तीने प्रीती कर.’"},{"number":31,"verse":"दुसरी ही की, ‘जशी स्वतःवर तशी आपल्या शेजार्‍यावर प्रीती कर.’ ह्यांपेक्षा मोठी अशी दुसरी कोणतीही आज्ञा नाही.”"},{"number":32,"verse":"तो शास्त्री त्याला म्हणाला, “गुरूजी, आपण ठीक व खरे बोललात की, ‘देव एकच आहे आणि त्याच्याशिवाय दुसरा कोणी नाही;’"},{"number":33,"verse":"आणि ‘संपूर्ण मनाने, संपूर्ण बुद्धीने, संपूर्ण जिवाने व संपूर्ण शक्तीने त्याच्यावर प्रीती करणे’ आणि ‘जशी स्वतःवर तशी आपल्या शेजार्‍यावर प्रीती करणे’ हे सर्व ‘होमार्पण व यज्ञ’ ह्यांपेक्षा अधिक आहे.”"},{"number":34,"verse":"त्याचे हे सुज्ञपणाचे उत्तर ऐकून येशू त्याला म्हणाला, “तू देवाच्या राज्यापासून दूर नाहीस.” तेव्हापासून त्याला आणखी काही विचारण्याचे कोणालाही धैर्य झाले नाही."},{"number":35,"verse":"( ख्रिस्त दाविदाचा पुत्र व प्रभू) नंतर येशू मंदिरात शिक्षण देत असता म्हणाला, “ख्रिस्त दाविदाचा पुत्र आहे, असे शास्त्री म्हणतात ते कसे?"},{"number":36,"verse":"कारण दाविदाने स्वत: पवित्र आत्म्याच्या प्रेरणेने म्हटले, ‘परमेश्वराने माझ्या प्रभूला सांगितले, मी तुझ्या शत्रूंना तुझ्या पायांखाली घालीपर्यंत तू माझ्या उजवीकडे बसून राहा.’"},{"number":37,"verse":"दावीद स्वत: त्याला प्रभू म्हणतो, मग तो त्याचा पुत्र कसा?” हे त्याचे बोलणे सामान्य जनता हर्षाने ऐकत होती."},{"number":38,"verse":"( शास्त्र्यांसंबंधाने इशारा) आणखी तो आपल्या शिकवणीत त्यांना म्हणाला, शास्त्र्यांविषयी जपून राहा; त्यांना लांबलांब झगे घालून मिरवणे, बाजारांत नमस्कार घेणे,"},{"number":39,"verse":"आणि सभास्थानांत मुख्य आसने व मेजवान्यांत मुख्य बैठका ह्यांची आवड असते."},{"number":40,"verse":"ते विधवांची घरे खाऊन टाकतात व ढोंगाने लांबलांब प्रार्थना करतात; त्यांना अधिकच शिक्षा होईल.”"},{"number":41,"verse":"( विधवेने केलेले दान) मग येशू भांडारासमोर बसून लोक त्या भांडारात पैसे कसे टाकत आहेत हे पाहत होता. तेव्हा पुष्कळ धनवान लोक मोठमोठ्या रकमा टाकत होते."},{"number":42,"verse":"तेव्हा एक गरीब विधवा आली व तिने दोन टोल्या, म्हणजे एक दमडी टाकली."},{"number":43,"verse":"तेव्हा त्याने आपल्या शिष्यांना जवळ बोलावून घेऊन त्यांना म्हटले, “मी तुम्हांला खचीत सांगतो, हे जे भांडारात टाकत आहेत त्या सर्वांपेक्षा ह्या गरीब विधवेने अधिक टाकले आहे."},{"number":44,"verse":"कारण त्या सर्वांनी आपल्या विपुलतेतून टाकले; परंतु हिने आपल्या कमताईतून आपले होते नव्हते ते म्हणजे आपली सर्व उपजीविका टाकली.”"}]}