{"bibleAbbr":"mrRV2015","bookName":"मार्ककृत शुभवर्तमान","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"( येशूचा नासरेथात अव्हेर) नंतर तो तेथून आपल्या गावी आला व त्याचे शिष्य त्याच्यामागे आले."},{"number":2,"verse":"मग शब्बाथ दिवशी तो सभास्थानात शिकवू लागला आणि पुष्कळ लोक त्याचे भाषण ऐकून थक्क झाले व म्हणाले, “ह्याला हे सर्व कोठून प्राप्त झाले? काय हे ज्ञान ह्याला देण्यात आले आहे आणि ह्याच्या हातून केवढी ही महत्कृत्ये होतात!"},{"number":3,"verse":"जो सुतार, जो मरीयेचा मुलगा आणि याकोब, योसे, यहूदा व शिमोन ह्यांचा जो भाऊ तोच हा आहे ना? आणि ह्याच्या बहिणी येथे आपल्याबरोबर आहेत ना?” असे ते त्याच्याविषयी अडखळले."},{"number":4,"verse":"तेव्हा येशू त्यांना म्हणाला, “संदेष्ट्याचा सन्मान होत नाही असे नाही; मात्र त्याच्या देशात, त्याच्या आप्तेष्टांत अथवा घरच्या मंडळीत त्याचा सन्मान होत नसतो.”"},{"number":5,"verse":"त्याने थोड्याच रोग्यांवर हात ठेवून त्यांना बरे केले, ह्याशिवाय दुसरे कोणतेही महत्कृत्य त्याला तेथे करता आले नाही."},{"number":6,"verse":"त्यांच्या अविश्वासामुळे त्याला आश्‍चर्य वाटले. मग तो शिक्षण देत गावोगाव फिरला."},{"number":7,"verse":"( बारा प्रेषितांना कामगिरीवर पाठवणे) नंतर त्या बारा जणांना आपल्या जवळ बोलावून तो त्यांना जोडीजोडीने पाठवू लागला; त्याने त्यांना अशुद्ध आत्म्यांवरचा अधिकार दिला."},{"number":8,"verse":"आणि त्यांना आज्ञा केली की, ‘वाटेसाठी काठीवाचून दुसरे काही घेऊ नका; भाकरी, झोळणा, किंवा कमरकशात पैसे घेऊ नका."},{"number":9,"verse":"तरी वहाणा घालून चाला; दोन अंगरखे घालू नका.’"},{"number":10,"verse":"आणखी तो त्यांना म्हणाला, “तुम्ही कोठेही एखाद्याच्या घरी उतराल तेव्हा ते ठिकाण सोडीपर्यंत तेथेच राहा."},{"number":11,"verse":"आणि ज्या ठिकाणी तुमचे स्वागत होणार नाही व जेथील लोक तुमचे ऐकणार नाहीत, तेथून निघताना, त्यांना साक्ष व्हावी म्हणून आपल्या तळपायांची धूळ तेथेच झाडून टाका. [मी तुम्हांला खचीत सांगतो की, न्यायाच्या दिवशी त्या नगरापेक्षा सदोम व गमोरा ह्यांना सोपे जाईल].”"},{"number":12,"verse":"ते तेथून निघाले व लोकांनी पश्‍चात्ताप करावा अशी त्यांनी घोषणा केली,"},{"number":13,"verse":"पुष्कळ भुते काढली आणि अनेक रोग्यांना तैलाभ्यंग करून बरे केले."},{"number":14,"verse":"( बाप्तिस्मा करणार्‍या योहानाचा वध) हेरोद राजाने त्याच्याविषयी ऐकले, कारण त्याचे नाव गाजले होते. लोक म्हणत होते, “बाप्तिस्मा करणारा योहान मेलेल्यांतून उठला आहे, म्हणून त्याच्या अंगी ही महत्कृत्ये दिसून येत आहेत.”"},{"number":15,"verse":"कोणी म्हणत, “हा एलीया आहे.” कोणी म्हणत, “हा संदेष्टा म्हणजे संदेष्ट्यांपैकीच एक आहे.”"},{"number":16,"verse":"परंतु हे ऐकून हेरोद म्हणाला, “ज्या योहानाचा मी शिरच्छेद केला तोच मेलेल्यांतून उठला आहे.”"},{"number":17,"verse":"आपला भाऊ फिलिप्प ह्याची बायको हेरोदिया हिच्यामुळे हेरोदाने स्वतः माणसे पाठवून योहानाला पकडून कैदेत जखडून ठेवले होते; कारण हेरोदाने तिच्याबरोबर लग्न केले होते,"},{"number":18,"verse":"व योहान त्याला म्हणत असे, “तू आपल्या भावाची बायको ठेवावीस हे सशास्त्र नाही.”"},{"number":19,"verse":"ह्याकरता हेरोदिया त्याच्यावर डाव धरून त्याचा वध करण्यास पाहत होती, परंतु तिचे काही चालेना;"},{"number":20,"verse":"कारण योहान नीतिमान व पवित्र पुरुष आहे हे जाणून हेरोद त्याचे भय धरी व त्याचे संरक्षण करी. तो त्याचे बोलणे ऐके तेव्हा फार गोंधळून जाई, तरी त्याचे म्हणणे आनंदाने ऐकून घेई."},{"number":21,"verse":"नंतर एक सोईचा दिवस आला. तेव्हा हेरोदाने आपल्या वाढदिवशी आपले प्रधान, सरदार व गालीलातील प्रमुख लोक ह्यांना मेजवानी दिली."},{"number":22,"verse":"आणि हेरोदियेच्या मुलीने स्वतः आत जाऊन व नाच करून हेरोदाला व त्याच्याबरोबर भोजनास बसलेल्यांना खूश केले. तेव्हा राजा त्या मुलीला म्हणाला, “तुला जे काही पाहिजे ते माझ्याजवळ माग म्हणजे मी ते तुला देईन.”"},{"number":23,"verse":"तो शपथ वाहून तिला म्हणाला, “माझ्या अर्ध्या राज्यापर्यंत जे काही तू माझ्याजवळ मागशील ते मी तुला देईन.”"},{"number":24,"verse":"तेव्हा ती बाहेर जाऊन आपल्या आईला म्हणाली, “मी काय मागू?” ती म्हणाली, “बाप्तिस्मा करणार्‍या योहानाचे शीर!”"},{"number":25,"verse":"तेव्हा लगेचच तिने घाईघाईने राजाकडे आत येऊन म्हटले, “माझी इच्छा अशी आहे की, बाप्तिस्मा करणार्‍या योहानाचे शीर तबकात घालून आत्ताच्या आत्ता मला द्यावे.”"},{"number":26,"verse":"तेव्हा राजा फारच खिन्न झाला; तथापि वाहिलेल्या शपथांमुळे व भोजनास बसलेल्या लोकांमुळे त्याला तिला नाही म्हणावेसे वाटले नाही."},{"number":27,"verse":"राजाने लगेच आपल्या पहार्‍यातील एका शिपायाला पाठवून योहानाचे शीर आणण्याची आज्ञा केली; त्याने तुरुंगात जाऊन त्याचा शिरच्छेद केला,"},{"number":28,"verse":"आणि शीर तबकात घालून आणून मुलीला दिले व मुलीने ते आपल्या आईला दिले."},{"number":29,"verse":"हे ऐकल्यावर त्याचे शिष्य आले आणि त्यांनी त्याचे प्रेत उचलून कबरेत नेऊन ठेवले."},{"number":30,"verse":"( बारा प्रेषितांचे परत येणे) ह्यानंतर प्रेषित येशूजवळ जमा झाले व आपण जे जे केले व जे जे शिकवले ते सर्व त्यांनी त्याला सांगितले."},{"number":31,"verse":"तेव्हा तो त्यांना म्हणाला, “तुम्ही रानात एकान्तात चला व थोडा विसावा घ्या;” कारण तेथे पुष्कळ लोक येत जात असल्यामुळे त्यांना जेवण्यासदेखील सवड होईना."},{"number":32,"verse":"तेव्हा ते मचव्यातून पलीकडे रानात एकान्तात गेले."},{"number":33,"verse":"लोकांनी त्यांना निघताना पाहिले व पुष्कळ जणांनी त्यांना ओळखले; आणि तेथल्या सर्व गावांतून लोक पायीच निघाले व धावत जाऊन त्यांच्याअगोदर तिकडे पोहचले."},{"number":34,"verse":"येशू मचव्यातून उतरला तेव्हा त्याने लोकांचा मोठा समुदाय पाहिला; ते तर ‘मेंढपाळ नसलेल्या मेंढरांसारखे’ होते, म्हणून त्याला त्यांचा कळवळा आला; आणि तो त्यांना बर्‍याच गोष्टींविषयी शिक्षण देऊ लागला."},{"number":35,"verse":"( पाच हजार लोकांना भोजन) दिवस बराच उतरल्यावर त्याचे शिष्य त्याच्याकडे येऊन म्हणाले, “ही अरण्यातली जागा आहे व आता दिवस फार उतरला आहे;"},{"number":36,"verse":"तेव्हा लोकांनी भोवतालच्या खेड्यापाड्यांत जाऊन स्वतःकरता खायला काही विकत घ्यावे म्हणून त्यांना निरोप द्या. [कारण त्यांच्याजवळ खायला काही नाही.”]"},{"number":37,"verse":"त्याने त्यांना उत्तर दिले, “तुम्हीच त्यांना खायला द्या.” ते त्याला म्हणाले, “काय, आम्ही जाऊन दोनशे रुपयांच्या भाकरी विकत घेऊन त्यांना खायला द्याव्यात?”"},{"number":38,"verse":"तो त्यांना म्हणाला, “तुमच्याजवळ किती भाकरी आहेत? जाऊन पाहा.” पाहिल्यावर ते म्हणाले, “पाच, व दोन मासे.”"},{"number":39,"verse":"नंतर त्याने त्या सर्व लोकांना हिरवळीवर गटागटाने बसायला सांगितले."},{"number":40,"verse":"तेव्हा ते शंभरशंभर व पन्नासपन्नास असे पंक्तीपंक्तीने बसले."},{"number":41,"verse":"मग त्याने त्या पाच भाकरी व ते दोन मासे घेऊन वर स्वर्गाकडे पाहून आशीर्वाद दिला आणि भाकरी मोडल्या व त्या त्यांना वाढण्यास आपल्या शिष्यांजवळ दिल्या. ते दोन मासेही सर्वांना वाटून दिले."},{"number":42,"verse":"मग सर्व जण जेवून तृप्त झाले."},{"number":43,"verse":"आणि त्यांनी उरलेल्या तुकड्यांच्या बारा टोपल्या भरून घेतल्या आणि माशांचेही तुकडे नेले."},{"number":44,"verse":"भाकरी खाणारे [सुमारे] पाच हजार पुरुष होते."},{"number":45,"verse":"( येशू पाण्यावरून चालतो) नंतर, ‘मी लोकसमुदायाला निरोप देतो आणि तुम्ही मचव्यात बसून पलीकडे बेथसैदा येथे जा,’ असे सांगून त्याने लगेचच शिष्यांना लावून दिले."},{"number":46,"verse":"मग लोकांना निरोप देऊन तो प्रार्थना करायला डोंगरावर गेला."},{"number":47,"verse":"आणि रात्र झाली तेव्हा तो मचवा समुद्राच्या मध्यभागी होता व तो (येशू) एकटाच जमिनीवर होता."},{"number":48,"verse":"त्याला ते वल्ही मारता मारता हैराण झालेले दिसले कारण वारा तोंडचा होता. नंतर रात्री चौथ्या प्रहराच्या सुमारास तो समुद्रावरून चालत त्यांच्याकडे आला. त्यांच्याजवळून पुढे जाण्याचा त्याचा बेत होता;"},{"number":49,"verse":"पण त्याला समुद्रावरून चालताना पाहून, हे भूत आहे असे त्यांना वाटले व ते ओरडले;"},{"number":50,"verse":"कारण त्याला पाहून ते सर्व घाबरून गेले होते. तेव्हा तो लगेच त्यांच्याबरोबर बोलू लागला व त्यांना म्हणाला, “धीर धरा; मी आहे; भिऊ नका.”"},{"number":51,"verse":"आणि तो त्यांच्याकडे मचव्यात चढून गेला; तेव्हा वारा पडला; मग ते मनातल्या मनात फारच आश्‍चर्यचकित झाले."},{"number":52,"verse":"कारण भाकरींची गोष्ट त्यांना उमगली नव्हती, त्यांचे अंतःकरण कठीण झाले होते."},{"number":53,"verse":"( येशू गनेसरेत येथील रोग्यांना बरे करतो) नंतर ते पलीकडे जाऊन गनेसरेताच्या किनार्‍यास पोहचले व त्यांनी मचवा बांधून ठेवला."},{"number":54,"verse":"ते मचव्यातून उतरताच लोकांनी त्याला ओळखले."},{"number":55,"verse":"आणि ते आसपासच्या सर्व भागांत चोहोकडे धावपळ करत फिरले व जेथे कोठे तो आहे म्हणून त्यांच्या कानी आले, तेथे तेथे ते दुखणेकर्‍यांना बाजेवर घालून नेऊ लागले."},{"number":56,"verse":"तो खेड्यापाड्यांत, नगरांत किंवा शेतामळ्यांत कोठेही जावो, तेथे ते दुखणेकर्‍यांना भर बाजारात आणून ठेवत आणि आपल्या वस्त्राच्या गोंड्याला तरी स्पर्श करू द्या अशी त्याला विनंती करीत; आणि जितके त्याला स्पर्श करीत तितके बरे होत."}]}