{"bibleAbbr":"mrRV2015","bookName":"मार्ककृत शुभवर्तमान","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"( परूश्यांचा वरपांगी सोवळेपणा) तेव्हा परूशी व यरुशलेमेहून आलेले कित्येक शास्त्री एकत्र जमून त्याच्याकडे आले."},{"number":2,"verse":"त्यांनी त्याच्या काही शिष्यांना अशुद्ध म्हणजे न धुतलेल्या हातांनी जेवताना पाहिले होते."},{"number":3,"verse":"परूशी व इतर सर्व यहूदी वाडवडिलांच्या संप्रदायाला अनुसरून हात नीट धुतल्यावाचून जेवत नाहीत;"},{"number":4,"verse":"बाजारातून आल्यावर पाणी शिंपडल्याशिवाय ते जेवत नाहीत; आणि प्याले, घागरी, पितळेची भांडी धुणे व असल्या बर्‍याच दुसर्‍या रूढी ते पाळतात."},{"number":5,"verse":"ह्यावरून परूश्यांनी व शास्त्र्यांनी त्याला विचारले, “आपले शिष्य हात न धुता जेवतात, वाडवडिलांच्या संप्रदायाप्रमाणे ते का चालत नाहीत?”"},{"number":6,"verse":"त्याने त्यांना उत्तर दिले, “तुम्हा ढोंग्यांविषयी यशयाने चांगलाच संदेश देऊन ठेवला आहे. त्याचा लेख असा : ‘हे लोक ओठांनी माझा सन्मान करतात, परंतु त्यांचे अंतःकरण माझ्यापासून दूर आहे."},{"number":7,"verse":"ते व्यर्थ माझी उपासना करतात, कारण ते शास्त्र म्हणून जे शिकवतात, ते असतात मनुष्यांचे नियम.’"},{"number":8,"verse":"तुम्ही देवाची आज्ञा बाजूला सारून देता व माणसांच्या संप्रदायाला चिकटून राहता. [म्हणजे घागरी व प्याले धुणे व ह्यांसारखीच इतर अनेक कामे करता.]”"},{"number":9,"verse":"आणखी तो त्यांना म्हणाला, “तुम्ही आपला संप्रदाय पाळण्याकरता देवाची आज्ञा मोडण्याचा छान मार्ग शोधून काढला आहे!"},{"number":10,"verse":"कारण मोशेने सांगितले आहे की, ‘तू आपला बाप व आपली आई ह्यांचा मान राख’ आणि ‘जो कोणी आपल्या बापाची किंवा आईची निंदा करतो त्याला देहान्त शिक्षा व्हावी.’"},{"number":11,"verse":"परंतु तुम्ही म्हणता जर एखादा आपल्या बापाला अथवा आईला म्हणाला की, ‘जे मी तुम्हांला पोषणासाठी द्यायचे ते कुर्बान म्हणजे अर्पण केले आहे,’"},{"number":12,"verse":"तर तुम्ही त्याला आपल्या बापासाठी किंवा आईसाठी पुढे काही करू देत नाही;"},{"number":13,"verse":"अशा प्रकारे तुम्ही आपला संप्रदाय चालू ठेवून देवाचे वचन रद्द करता आणि ह्यासारख्या आणखी पुष्कळ गोष्टी करता.”"},{"number":14,"verse":"( अंतर्यामी भ्रष्टता) तेव्हा त्याने लोकसमुदायाला पुन्हा बोलावून म्हटले, “तुम्ही सर्व जण माझे ऐका व समजून घ्या;"},{"number":15,"verse":"बाहेरून माणसाच्या आत जाऊन त्याला भ्रष्ट करील असे काही नाही; तर माणसाच्या आतून जे निघते तेच त्याला भ्रष्ट करते."},{"number":16,"verse":"ज्या कोणाला ऐकण्यास कान आहेत तो ऐको.”"},{"number":17,"verse":"तो लोकसमुदायातून निघून घरी गेल्यावर त्याच्या शिष्यांनी त्याला त्या दाखल्याविषयी विचारले."},{"number":18,"verse":"तो त्यांना म्हणाला, “तुम्हीदेखील इतके अज्ञानी आहात की काय? जे काही बाहेरून माणसाच्या आत जाते ते त्याला भ्रष्ट करू शकत नाही, हे तुम्हांला समजत नाही काय?"},{"number":19,"verse":"कारण ते त्याच्या अंतःकरणात नव्हे तर त्याच्या पोटात जाते व शौचकूपात बाहेर पडते.” अशा रीतीने त्याने सर्व प्रकारचे अन्न शुद्ध ठरवले."},{"number":20,"verse":"आणखी तो म्हणाला, “जे माणसातून बाहेर निघते तेच माणसाला भ्रष्ट करते."},{"number":21,"verse":"कारण आतून म्हणजे माणसाच्या अंतःकरणातून वाईट विचार निघतात;"},{"number":22,"verse":"जारकर्मे, चोर्‍या, खून, व्यभिचार, लोभ, दुष्टपणा, कपट, कामातुरपणा, हेवा, शिवीगाळ, अहंकार, मूर्खपणा."},{"number":23,"verse":"ह्या सर्व वाईट गोष्टी आतून बाहेर निघतात व माणसाला भ्रष्ट करतात.”"},{"number":24,"verse":"( येशू सुरफुनीकी स्त्रीची भूतग्रस्त मुलगी बरी करतो) मग तो तेथून निघून सोर व सीदोन प्रांतात गेला. तेथे तो एका घरात गेला. हे कोणाला कळू नये असे त्याच्या मनात होते, तरी त्याला गुप्त राहणे शक्य नव्हते."},{"number":25,"verse":"पण जिच्या लहान मुलीला अशुद्ध आत्मा लागला होता अशा एका बाईने त्याच्याविषयी लगेच ऐकले व ती येऊन त्याच्या पाया पडली."},{"number":26,"verse":"ती बाई हेल्लेणी असून सुरफुनीकी जातीची होती. तिने त्याला विनंती केली की, “माझ्या मुलीतून भूत काढा.”"},{"number":27,"verse":"तो तिला म्हणाला, “मुलांना प्रथम तृप्त होऊ दे, कारण मुलांची भाकरी घेऊन घरच्या कुत्र्यांना टाकणे ठीक नाही.”"},{"number":28,"verse":"मग तिने त्याला उत्तर दिले, “खरे आहे महाराज, तरी घरची कुत्रीही मेजाखाली मुलांच्या हातून पडलेला चुरा खातात.”"},{"number":29,"verse":"तो तिला म्हणाला, “तुझे म्हणणे पटले, जा; तुझ्या मुलीतून भूत निघून गेले आहे.”"},{"number":30,"verse":"मग ती आपल्या घरी गेली, तेव्हा मुलीला अंथरूणावर टाकले आहे व भूत निघून गेले आहे असे तिला आढळून आले."},{"number":31,"verse":"( येशू बहिर्‍या-तोतर्‍या माणसाला बरे करतो) नंतर तो सोर प्रांतातून निघाला आणि सीदोनावरून दकापलीस प्रांतामधून गालील समुद्राकडे परत आला."},{"number":32,"verse":"तेव्हा लोकांनी एका बहिर्‍या-तोतर्‍या माणसाला त्याच्याकडे आणून, ‘आपण ह्याच्यावर हात ठेवा’ अशी त्याला विनंती केली."},{"number":33,"verse":"तेव्हा त्याने त्याला लोकांपासून एकीकडे नेऊन त्याच्या कानांत बोटे घातली व थुंकून त्याच्या जिभेला स्पर्श केला;"},{"number":34,"verse":"आणि वर स्वर्गाकडे पाहून त्याने उसासा टाकला व म्हटले, “इप्फाथा,” म्हणजे “मोकळा हो.”"},{"number":35,"verse":"तेव्हा त्याचे कान मोकळे झाले व त्याच्या जिभेचा बंद लगेच सुटून तो स्पष्ट बोलू लागला."},{"number":36,"verse":"तेव्हा हे कोणाला कळवू नका असे त्याने त्यांना निक्षून सांगितले; परंतु तो त्यांना जसजसे सांगत गेला तसतसे ते अधिकच हे जाहीर करीत गेले."},{"number":37,"verse":"आणि ते अतिशय थक्क होऊन म्हणाले, “त्याने सर्वकाही चांगले केले आहे; हा बहिर्‍यांना ऐकण्याची व मुक्यांना बोलण्याची शक्ती देतो.”"}]}