{"bibleAbbr":"mrRV2015","bookName":"मार्ककृत शुभवर्तमान","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"आणखी, तो त्यांना म्हणाला, “मी तुम्हांला खचीत सांगतो की, येथे उभे असणार्‍यांपैकी काही जण असे आहेत की, देवाचे राज्य सामर्थ्यानिशी आलेले दिसेपर्यंत त्यांना मरणाचा अनुभव येणारच नाही.”"},{"number":2,"verse":"( येशूचे रूपान्तर) मग सहा दिवसानंतर येशूने पेत्र, याकोब व योहान ह्यांना आपणाबरोबर एका उंच डोंगरावर एकीकडे नेले व तेथे त्यांच्यादेखत त्याचे रूपान्तर झाले."},{"number":3,"verse":"आणि त्याची वस्त्रे चकचकीत व इतकी पांढरीशुभ्र झाली की तितकी पांढरीशुभ्र करणे पृथ्वीवरील कोणाही परिटाला शक्य नाही."},{"number":4,"verse":"तेव्हा मोशेसह एलीया त्यांच्या दृष्टीस पडला; ते येशूबरोबर संभाषण करत होते."},{"number":5,"verse":"तेव्हा पेत्र येशूला म्हणाला, “गुरूजी, आपण येथे आहोत हे चांगले आहे; तर आम्ही तीन मंडप बनवू, आपणासाठी एक, मोशेसाठी एक व एलीयासाठी एक.”"},{"number":6,"verse":"काय बोलावे हे त्याला सुचले नाही; कारण ते भयभीत झाले होते."},{"number":7,"verse":"तेव्हा एक मेघ आला व त्याने त्यांच्यावर छाया केली आणि मेघातून अशी वाणी झाली की, “हा माझा ‘प्रिय पुत्र आहे, ह्याचे तुम्ही ऐका.”’"},{"number":8,"verse":"मग त्यांनी अकस्मात सभोवती पाहिले तेव्हा येशूशिवाय त्यांना आपल्याजवळ आणखी कोणी दिसले नाही."},{"number":9,"verse":"नंतर ते डोंगरावरून उतरत असता त्याने त्यांना निक्षून आज्ञा केली की, ‘तुम्ही जे पाहिले आहे ते मनुष्याचा पुत्र मृतांमधून पुन्हा उठेपर्यंत कोणालाही कळवू नका.’"},{"number":10,"verse":"हे बोलणे मनात ठेवून मृतांमधून पुन्हा उठणे म्हणजे काय ह्याविषयी ते एकमेकांना विचारू लागले."},{"number":11,"verse":"मग त्यांनी त्याला विचारले, “पहिल्याने एलीया आला पाहिजे, असे शास्त्री म्हणतात ते कसे?”"},{"number":12,"verse":"त्याने त्यांना उत्तर दिले, “एलीया पहिल्याने येऊन सर्वकाही यथास्थित करतो हे खरे आहे; तर मग मनुष्याच्या पुत्राने पुष्कळ दुःखे सोसावी व तुच्छ मानले जावे असे त्याच्याविषयी लिहिले आहे त्याचा अर्थ काय?"},{"number":13,"verse":"तथापि मी तुम्हांला सांगतो, एलीया तर आलाच आहे आणि त्याच्याविषयी लिहिल्याप्रमाणे त्यांना वाटले तसे त्यांनी त्याचे केले.”"},{"number":14,"verse":"( शिष्य भूतग्रस्त मुलाला बरे करण्यास असमर्थ) नंतर ते शिष्यांजवळ आले तेव्हा त्यांच्याभोवती लोकसमुदाय आहे व त्यांच्याबरोबर शास्त्री वादविवाद करत आहेत असे त्यांना दिसून आले."},{"number":15,"verse":"त्याला पाहताच सर्व लोक अगदी आश्‍चर्यचकित झाले आणि त्याच्याकडे धावत जाऊन त्यांनी त्याला प्रणाम केला."},{"number":16,"verse":"त्याने त्यांना विचारले, “ह्यांच्याशी तुमचा कसला वादविवाद चालला आहे?”"},{"number":17,"verse":"तेव्हा समुदायातील एकाने उत्तर दिले, “गुरूजी, मी माझ्या मुलाला आपल्याकडे घेऊन आलो. ह्याला मुका आत्मा लागला आहे."},{"number":18,"verse":"तो जेथे जेथे ह्याला धरतो तेथे तेथे तो त्याला खाली आपटतो, मग हा तोंडाला फेस आणून कडकडा दात खातो व निपचित पडतो. त्याला काढावे म्हणून आपल्या शिष्यांना मी सांगितले, परंतु त्यांना तो काढता येईना.”"},{"number":19,"verse":"( येशू भूतग्रस्त मुलाला बरे करतो) ह्यावर तो म्हणाला, “हे विश्वासहीन पिढी, मी कोठवर तुमच्याबरोबर असणार? कोठवर तुम्हांला वागवून घेणार? त्याला माझ्याकडे आणा.”"},{"number":20,"verse":"त्यांनी त्याला त्याच्याकडे आणले, तेव्हा त्या आत्म्याने येशूला पाहताच मुलाला पिळून टाकले आणि तो जमिनीवर पडून तोंडाला फेस आणून लोळू लागला."},{"number":21,"verse":"तेव्हा त्याने त्याच्या बापाला विचारले, “ह्याला असे होऊन किती काळ लोटला?” तो म्हणाला, “बाळपणापासून."},{"number":22,"verse":"ह्याचा नाश करावा म्हणून त्याने ह्याला पुष्कळदा विस्तवात व पाण्यात टाकले; पण आपल्या हातून काही होणे शक्य असेल तर आमच्यावर दया करा व आम्हांला साहाय्य करा.”"},{"number":23,"verse":"येशू त्याला म्हणाला, “शक्य असेल तर, असे कसे म्हणतोस? विश्वास बाळगणार्‍याला सर्वकाही शक्य आहे.”"},{"number":24,"verse":"लगेचच मुलाचा बाप [डोळ्यांत आसवे आणून] मोठ्याने म्हणाला, “प्रभूजी, माझा विश्वास आहे, माझा अविश्वास घालवून टाका.”"},{"number":25,"verse":"तेव्हा लोक धावत येत आहेत असे पाहून येशू अशुद्ध आत्म्याला धमकावून म्हणाला, “अरे मुक्याबहिर्‍या आत्म्या, मी तुला आज्ञा करतो, ह्याच्यातून नीघ व पुन्हा कधी ह्याच्यात शिरू नकोस.”"},{"number":26,"verse":"तेव्हा तो आत्मा ओरडून व त्याला फारच पिळून निघाला, आणि तो मेल्यासारखा झाला म्हणून तो मेला आहे असेच बहुतेक म्हणाले."},{"number":27,"verse":"पण येशूने त्याला हाताला धरून उठवले व तो उभा राहिला."},{"number":28,"verse":"मग तो घरात गेल्यावर त्याच्या शिष्यांनी त्याला एकान्तात विचारले, “आम्हांला तो का काढता आला नाही?”"},{"number":29,"verse":"तो त्यांना म्हणाला, “ही जात प्रार्थनेवाचून1 दुसर्‍या कशानेही निघणारी नाही.”"},{"number":30,"verse":"( आपल्या मृत्यूबद्दल येशूने दुसर्‍यांदा केलेले भविष्य) नंतर ते तेथून निघून गालीलामधून चालले होते; आणि हे कोणास कळू नये, अशी त्याची इच्छा होती."},{"number":31,"verse":"कारण तो आपल्या शिष्यांना शिकवत होता; तो त्यांना असे सांगत होता की, “मनुष्याचा पुत्र माणसांच्या हाती दिला जाणार आहे; ते त्याला जिवे मारतील; आणि मारला गेल्यानंतर तिसर्‍या दिवशी तो पुन्हा उठेल.”"},{"number":32,"verse":"परंतु ह्या बोलण्याचा अर्थ त्यांना समजला नाही व त्याला विचारण्यास ते भ्याले."},{"number":33,"verse":"( नम्रतेविषयी धडा) पुढे ते कफर्णहूमात आले; आणि तो घरी असता त्याने त्यांना विचारले, “तुम्ही वाटेत कसली चर्चा करत होता?”"},{"number":34,"verse":"ते गप्प राहिले, कारण सर्वांत मोठा कोण ह्याविषयी त्यांची वाटेत चर्चा चालली होती."},{"number":35,"verse":"त्याने बसून त्या बारा जणांना बोलावून म्हटले, “जर कोणी पहिला होऊ इच्छित असेल तर त्याने सर्वांत शेवटला व सर्वांचा सेवक झाले पाहिजे.”"},{"number":36,"verse":"मग त्याने एक बालक घेऊन त्यांच्यामध्ये ठेवले व त्याला कवटाळून त्यांना तो म्हणाला,"},{"number":37,"verse":"“जो कोणी माझ्या नावाने अशा बालकांपैकी एकाला स्वीकारतो तो मला स्वीकारतो, व जो कोणी मला स्वीकारतो तो मला नाही तर ज्याने मला पाठवले त्याला स्वीकारतो.”"},{"number":38,"verse":"( सहिष्णुतेचे शिक्षण) योहान त्याला म्हणाला, “गुरूजी, आपला अनुयायी नसलेल्या कोणाएकाला आम्ही आपल्या नावाने भुते काढताना पाहिले, तेव्हा आम्ही त्याला मना केले, कारण तो आपला अनुयायी नव्हता.”"},{"number":39,"verse":"येशू म्हणाला, “त्याला मना करू नका, कारण जो माझ्या नावाने महत्कृत्ये करून लगेचच माझी निंदा करू शकेल असा कोणी नाही."},{"number":40,"verse":"कारण जो आपल्याला प्रतिकूल नाही तो आपल्याला अनुकूल आहे."},{"number":41,"verse":"तुम्ही ख्रिस्ताचे म्हणून जो कोणी तुम्हांला पेलाभर पाणी पिण्यास देईल तो आपल्या प्रतिफळास मुकणार नाही, हे मी तुम्हांला खचीत सांगतो."},{"number":42,"verse":"( इतरांना अडखळवण्याविरुद्ध इशारा) माझ्यावर विश्वास ठेवणार्‍या ह्या लहानांतील एकाला जो कोणी पापास प्रवृत्त करील, त्याच्या गळ्यात मोठ्या जात्याची तळी बांधून त्याला समुद्रात टाकून द्यावे हेच त्याच्या हिताचे आहे."},{"number":43,"verse":"तुझा हात तुला पापास प्रवृत्त करीत असेल तर तो तोडून टाक;"},{"number":44,"verse":"दोन हात असून नरकात म्हणजे न विझणार्‍या अग्नीत जावे, ह्यापेक्षा व्यंग होऊन जीवनात जावे हे तुझ्या हिताचे आहे."},{"number":45,"verse":"तुझा पाय तुला पापास प्रवृत्त करीत असेल तर तो तोडून टाक; दोन पाय असून नरकात टाकले जावे ह्यापेक्षा पंगू होऊन जीवनात जावे हे तुझ्या हिताचे आहे."},{"number":47,"verse":"तुझा डोळा तुला पापास प्रवृत्त करत असेल तर तो उपटून टाक; दोन डोळे असून जेथे ‘त्यांचा किडा मरत नाही व अग्नी विझत नाही’ अशा नरकात टाकले जावे, ह्यापेक्षा एकडोळ्या होऊन देवाच्या राज्यात जावे हे तुझ्या हिताचे आहे."},{"number":49,"verse":"कारण प्रत्येक मनुष्य अग्नीने शुद्ध केला जाईल, [व प्रत्येक बलिदान मिठाने खारवतील]."},{"number":50,"verse":"मीठ चांगला पदार्थ आहे; परंतु मिठाचा खारटपणा गेला तर त्याला रुची कशाने आणाल? तुम्ही आपल्यामध्ये मीठ असू द्या व एकमेकांबरोबर शांतीने राहा.”"}]}