{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"( ਇਸਰਾਏਲ ਦੀ ਗਿਣਤੀ) ਉਨ੍ਹਾਂ ਦੇ ਮਿਸਰ ਦੇਸ ਤੋਂ ਨਿਕਲਣ ਦੇ ਪਿੱਛੋਂ ਦੂਜੇ ਵਰਹੇ ਦੇ ਦੂਜੇ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਸੀਨਈ ਦੀ ਉਜਾੜ ਵਿੱਚ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ"},{"number":2,"verse":"ਕਿ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਦੀ ਗਿਣਤੀ ਕਰ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ, ਸਿਰਾਂ ਪਰਤੀ ਸਾਰੇ ਨਰਾਂ ਦੇ ਨਾਮਾਂ ਦੀ ਗਿਣਤੀ ਕਰ"},{"number":3,"verse":"ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਾਰੇ ਜਿਹੜੇ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਹਨ ਤੂੰ ਅਤੇ ਹਾਰੂਨ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸੈਨਾ ਅਨੁਸਾਰ ਕਰੋ"},{"number":4,"verse":"ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਇੱਕ ਇੱਕ ਗੋਤ ਦਾ ਇੱਕ ਇੱਕ ਮਨੁੱਖ ਹੋਵੇ ਜਿਹੜਾ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣੇ ਵਿੱਚ ਮੁਖਿਆ ਹੈ"},{"number":5,"verse":"ਅਰ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਨਾਉਂ ਜਿਹੜੇ ਤੁਹਾਡੇ ਨਾਲ ਖੜੇ ਹੋਣਗੇ ਏਹ ਹਨ, ਰਊਬੇਨ ਲਈ ਸ਼ਦੇਉਰ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਸੂਰ"},{"number":6,"verse":"ਸ਼ਿਮਓਨ ਲਈ ਸ਼ੂਰੀਸ਼ਦਾਈ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਲੁਮੀਏਲ"},{"number":7,"verse":"ਯਹੂਦਾਹ ਲਈ ਅੰਮੀਨਦਾਬ ਦਾ ਪੁੱਤ੍ਰ ਨਹਸ਼ੋਨ"},{"number":8,"verse":"ਯਿੱਸਾਕਾਰ ਲਈ ਸੂਆਰ ਦਾ ਪੁੱਤ੍ਰ ਨਥਾਨੀਏਲ"},{"number":9,"verse":"ਜ਼ਬੂਲੁਨ ਲਈ ਹੇਲੋਨ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਆਬ"},{"number":10,"verse":"ਯੂਸੁਫ਼ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਅਫ਼ਰਾਇਮ ਲਈ ਅੰਮੀਹੂਦ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਸ਼ਾਮਾ। ਮਨੱਸ਼ਹ ਲਈ ਪਦਾਹਸੂਰ ਦਾ ਪੁੱਤ੍ਰ ਗਮਲੀਏਲ"},{"number":11,"verse":"ਬਿਨਯਾਮੀਨ ਲਈ ਗਿਦਓਨੀ ਦਾ ਪੁੱਤ੍ਰ ਅਬੀਦਾਨ"},{"number":12,"verse":"ਦਾਨ ਲਈ ਅੰਮੀਸ਼ਦਾਈ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਅਜ਼ਰ"},{"number":13,"verse":"ਆਸ਼ੇਰ ਲਈ ਆਕਰਾਨ ਦਾ ਪੁੱਤ੍ਰ ਪਗੀਏਲ"},{"number":14,"verse":"ਗਾਦ ਲਈ ਦਊਏਲ ਦਾ ਪੁੱਤ੍ਰ ਅਲਯਾਸਾਫ਼"},{"number":15,"verse":"ਨਫ਼ਤਾਲੀ ਲਈ ਏਨਾਨ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਰਾ"},{"number":16,"verse":"ਏਹ ਮੰਡਲੀ ਤੋਂ ਸੱਦੇ ਹੋਏ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦਿਆਂ ਗੋਤਾਂ ਵਿੱਚ ਪਰਧਾਨ ਸਨ ਅਤੇ ਏਹ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਦੇ ਸਰਦਾਰ ਸਨ"},{"number":17,"verse":"ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੇ ਇਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਲਿਆ ਜਿੰਨ੍ਹਾਂ ਦੇ ਨਾਮਾਂ ਦਾ ਨਿਗਮਾ ਕੀਤਾ ਗਿਆ ਹੈ"},{"number":18,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਦੂਜੇ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਸਾਰੀ ਮੰਡਲੀ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਆਪਣੇ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿਹੜੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਓਹ ਸਿਰਾਂ ਪਰਤੀ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":19,"verse":"ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਿਵੇਂ ਹੀ ਉਸ ਨੇ ਸੀਨਈ ਦੀ ਉਜੜ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਕੀਤੀ।।"},{"number":20,"verse":"ਇਸਰਾਏਲ ਦੇ ਪਲੋਠੇ ਰਊਬੇਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਨਰ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਸਿਰਾਂ ਪਰਤੀ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":21,"verse":"ਅਤੇ ਰਊਬੇਨ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਛਤਾਲੀ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਸਨ।।"},{"number":22,"verse":"ਸ਼ਿਮਓਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਨਰ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਸਿਰਾਂ ਪਰਤੀ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":23,"verse":"ਅਤੇ ਸ਼ਿਮਓਨ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਉਣਾਹਟ ਹਜ਼ਾਰ ਤਿੰਨ ਸੌ ਸਨ।।"},{"number":24,"verse":"ਗਾਦ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":25,"verse":"ਅਤੇ ਗਾਦ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਪੰਤਾਲੀ ਹਜ਼ਾਰ ਛੇ ਸੌ ਪੰਜਾਹ ਸਨ।।"},{"number":26,"verse":"ਯਹੂਦਾਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੀ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":27,"verse":"ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਚੁਹੱਤਰ ਹਜ਼ਾਰ ਛੇ ਸੌ ਸਨ।।"},{"number":28,"verse":"ਯਿੱਸਾਕਾਰ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੀ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":29,"verse":"ਅਤੇ ਯਿੱਸਾਕਾਰ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਚੁਰੰਜਾ ਹਜ਼ਾਰ ਚਾਰ ਸੌ ਸਨ।।"},{"number":30,"verse":"ਜ਼ਬੂਲੁਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":31,"verse":"ਅਤੇ ਜ਼ਬੂਲੁਨ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਸਤਵੰਜਾ ਹਜ਼ਾਰ ਚਾਰ ਸੌ ਸਨ।।"},{"number":32,"verse":"ਯੂਸੁਫ ਦੇ ਪੁੱਤ੍ਰ ਅਫ਼ਰਾਈਮ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀਆਂ ਆਪਣੀ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":33,"verse":"ਅਤੇ ਅਫ਼ਰਾਈਮ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਚਾਲੀ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਸਨ।।"},{"number":34,"verse":"ਮਨੱਸ਼ਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":35,"verse":"ਅਤੇ ਮਨੱਸ਼ਹ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਬੱਤੀ ਹਜ਼ਾਰ ਦੋ ਸੌ ਸਨ।।"},{"number":36,"verse":"ਬਿਨਯਾਮੀਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣਿਆਂ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":37,"verse":"ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਪੈਂਤੀ ਹਜ਼ਾਰ ਚਾਰ ਸੌ ਸਨ।।"},{"number":38,"verse":"ਦਾਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁੱਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣਿਆਂ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":39,"verse":"ਅਤੇ ਦਾਨ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਬਾਹਟ ਹਜ਼ਾਰ ਸੱਤ ਸੌ ਸਨ।।"},{"number":40,"verse":"ਆਸ਼ੇਰ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣੇ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":41,"verse":"ਅਤੇ ਆਸ਼ੇਰ ਦੇ ਗੋਤ ਦੇ ਗਿਣੇ ਹੋਏ ਇੱਕਤਾਲੀ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਸਨ।।"},{"number":42,"verse":"ਨਫ਼ਤਾਲੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਵੰਸਾਉਲੀ ਆਪਣੀਆਂ ਕੁੱਲਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜਿੰਨੇ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਸਾਰੇ ਜਿਹੜੇ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ ਓਹ ਸਭ ਆਪਣਿਆਂ ਨਾਮਾਂ ਤੋਂ ਗਿਣੇ ਗਏ"},{"number":43,"verse":"ਅਤੇ ਨਫਤਾਲੀ ਦੇ ਗਿਣੇ ਗੋਤ ਦੇ ਹੋਏ ਤਰਵੰਜਾ ਹਜ਼ਾਰ ਚਾਰ ਸੌ ਸਨ।।"},{"number":44,"verse":"ਏਹ ਓਹ ਹਨ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਜਿੰਨਾਂ ਨੂੰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਅਰ ਇਸਰਾਏਲ ਦੇ ਬਾਂਰਾ ਪਰਧਾਨਾਂ ਨੇ ਗਿਣਿਆ ਓਹ ਆਪਣੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਘਰਾਣੇ ਲਈ ਸਨ"},{"number":45,"verse":"ਸੋ ਓਹ ਸਾਰੇ ਜਿਹੜੇ ਇਸਰਾਲੀਆਂ ਵਿੱਚੋਂ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਾਰੇ ਜਿਹੜੇ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚੋਂ ਜੁੱਧ ਲਈ ਨਿੱਕਲਦੇ ਸਨ"},{"number":46,"verse":"ਸਾਰੇ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਛੇ ਲੱਖ ਤਿੰਨ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਪੰਜਾਹ ਸਨ।।"},{"number":47,"verse":"ਪਰ ਲੇਵੀ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਗੋਤ ਅਨੁਸਾਰ ਉਨ੍ਹਾਂ ਵਿੱਚ ਨਾ ਗਿਣੇ ਗਏ"},{"number":48,"verse":"ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆਂ"},{"number":49,"verse":"ਕਿ ਨਿਰਾ ਲੇਵੀਆਂ ਦੇ ਗੋਤ ਨੂੰ ਤੂੰ ਨਾ ਗਿਣੀਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਨਾ ਕਰੀਂ"},{"number":50,"verse":"ਪਰ ਤੂੰ ਲੇਵੀਆਂ ਨੂੰ ਸਾਖੀ ਦੇ ਡੇਹਰੇ ਉੱਤੇ, ਉਸ ਦੇ ਸਾਰੇ ਸਾਮਾਨ ਉੱਤੇ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਦਾ ਹੈ ਉਸ ਉੱਤੇ ਮੁਕੱਰਰ ਕਰੀਂ। ਓਹ ਡੇਹਰੇ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸਾਮਾਨ ਨੂੰ ਚੁੱਕਣ ਅਤੇ ਓਹ ਉਸ ਦੀ ਸੇਵਾ ਕਰਨ ਅਰ ਡੇਹਰੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਆਪਣੇ ਤੰਬੂ ਲਾਉਣ"},{"number":51,"verse":"ਜਦ ਡੇਹਰੇ ਦਾ ਕੂਚ ਹੋਵੇ ਤਾਂ ਲੇਵੀ ਉਸ ਨੂੰ ਲਾਹੁਣ ਅਰ ਜਦ ਡੇਹਰੇ ਨੂੰ ਲਾਉਣਾ ਹੋਵੇ ਤਾਂ ਉਹ ਨੂੰ ਖੜਾ ਕਰਨ ਪਰ ਓਪਰਾ ਜਿਹੜਾ ਉਸ ਦੇ ਨੇੜੇ ਆਵੇ ਮਾਰ ਦਿੱਤਾ ਜਾਵੇ"},{"number":52,"verse":"ਇਸਰਾਏਲੀ ਆਪਣੇ ਤੰਬੂ ਇਉਂ ਲਾਉਣ ਕਿ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਡੇਰੇ ਵਿੱਚ ਅਤੇ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਝੰਡੇ ਕੋਲ ਆਪਣੀਆਂ ਸੈਨਾਂ ਅਨੁਸਾਰ ਹੋਵੇ"},{"number":53,"verse":"ਪਰ ਲੇਵੀ ਸਾਖੀ ਦੇ ਡੇਹਰੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਆਪਣੇ ਤੰਬੂ ਲਾਉਣ ਤਾਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਦੀ ਮੰਡਲੀ ਉੱਤੇ ਕ੍ਰੋਧ ਨਾ ਭੜਕੇ ਅਤੇ ਲੇਵੀ ਸਾਖੀ ਦੇ ਡੇਹਰੇ ਦੀ ਰਾਖੀ ਕਰਨ"},{"number":54,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੇ ਇਉਂ ਹੀ ਕੀਤਾ। ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੂੰ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਿਵੇਂ ਹੀ ਕੀਤਾ।।"}]}