{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਬਟੇਰੇ ਘੱਲਦਾ ਹੈ) ਤਾਂ ਪਰਜਾ ਯਹੋਵਾਹ ਦੇ ਸੁਣਨ ਵਿੱਚ ਬੁੜ ਬੁੜਾਉਣ ਅਤੇ ਅਵੱਲੀਆਂ ਗੱਲਾਂ ਆਖਣ ਲੱਗੀ ਅਤੇ ਜਾਂ ਯਹੋਵਾਹ ਨੇ ਸੁਣਿਆ ਤਾਂ ਉਸ ਦਾ ਕ੍ਰੋਧ ਭੜਕ ਉੱਠਿਆ ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਅੱਗ ਉਨ੍ਹਾਂ ਵਿੱਚ ਬਲਣ ਲੱਗ ਪਈ ਅਤੇ ਡੇਰੇ ਦੀਆਂ ਹੱਦਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੂੰ ਭਸਮ ਕਰ ਸੁੱਟਿਆ"},{"number":2,"verse":"ਫੇਰ ਪਰਜਾ ਨੇ ਮੂਸਾ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ ਅਤੇ ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਬੇਨਤੀ ਕੀਤੀ ਤਾਂ ਅੱਗ ਹਟ ਗਈ"},{"number":3,"verse":"ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਤਬਏਰਾਹ ਪੈ ਗਿਆ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦੀ ਅੱਗ ਉਨ੍ਹਾਂ ਵਿੱਚ ਬਲ੍ਹ ਉੱਠੀ ਸੀ।।"},{"number":4,"verse":"ਫੇਰ ਰਲੀ ਮਿਲੀ ਭੀੜ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਵਿੱਚ ਸੀ ਬਹੁਤ ਹਾਬੜ ਗਈ ਅਤੇ ਇਸਰਾਏਲੀ ਵੀ ਬਾਰਮ ਬਾਰ ਰੋਏ ਅਤੇ ਆਖਣ ਲੱਗੇ, ਸਾਨੂੰ ਮਾਸ ਕੌਣ ਖਵਾਵੇਗਾ?"},{"number":5,"verse":"ਅਸੀਂ ਉਨ੍ਹਾਂ ਮੱਛੀਆਂ ਨੂੰ ਚੇਤੇ ਕਰਦੇ ਹਾਂ ਜਿਹੜੀਆਂ ਅਸੀਂ ਮਿਸਰ ਵਿੱਚ ਮੁਖ਼ਤ ਖਾਂਦੇ ਸਾਂ ਨਾਲੇ ਖੀਰੇ, ਖ਼ਰਬੂਜੇ, ਗੰਦਨੇ, ਪਿਆਜ਼ ਅਰ ਲਸਣ"},{"number":6,"verse":"ਪਰ ਹੁਣ ਸਾਡੀ ਜਾਨ ਸੁੱਕ ਗਈ ਹੈ। ਹੁਣ ਤਾਂ ਕੁਝ ਵੀ ਨਹੀਂ ਦਿੱਸਦਾ ਸਿਵਾਏ ਇਸ ਮੰਨ ਦੇ!"},{"number":7,"verse":"ਉਹ ਮੰਨ ਧਨੀਏ ਵਰਗਾ ਸੀ ਅਤੇ ਮੋਤੀ ਵਾੰਙੁ ਦਿੱਸਦਾ ਸੀ"},{"number":8,"verse":"ਲੋਕ ਜਾ ਕੇ ਉਹ ਨੂੰ ਇਕੱਠ ਕਰ ਲੈਂਦੇ ਸਨ ਅਤੇ ਉਹ ਨੂੰ ਚੱਕੀਆਂ ਵਿੱਚ ਪੀਂਹਦੇ ਅਥਵਾ ਉੱਖਲੀ ਵਿੱਚ ਕੁੱਟਦੇ ਸਨ, ਫੇਰ ਉਹ ਨੂੰ ਤਵੀਆਂ ਵਿੱਚ ਤਲ ਕੇ ਉਹ ਦੇ ਫੁਲਕੇ ਬਣਾ ਲੈਂਦੇ ਸਨ ਅਤੇ ਉਹ ਦਾ ਸੁਆਦ ਤੇਲ ਵਿੱਚ ਤਲੀਆਂ ਹੋਈਆਂ ਪੂੜੀਆਂ ਵਰਗਾ ਸੀ"},{"number":9,"verse":"ਜਦ ਰਾਤ ਨੂੰ ਡੇਰੇ ਉੱਤੇ ਤਰੇਲ ਪੈਂਦੀ ਸੀ ਤਾਂ ਮੰਨ ਉਸ ਉੱਤੇ ਉੱਤਰਦਾ ਸੀ।।"},{"number":10,"verse":"ਮੂਸਾ ਨੇ ਪਰਜਾ ਵਿੱਚੋਂ ਹਰ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਟੱਬਰ ਨਾਲ ਆਪੋ ਆਪਣੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਵਿੱਚ ਰੋਂਦੇ ਸੁਣਿਆ। ਤਾਂ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਡਾਢਾ ਭੜਕਿਆ ਅਤੇ ਮੂਸਾ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਵੀ ਏਹ ਇੱਕ ਬੁਰਿਆਈ ਸੀ"},{"number":11,"verse":"ਉਪਰੰਤ ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਆਖਿਆ, ਤੈਂ ਕਿਉਂ ਆਪਣੇ ਦਾਸ ਨਾਲ ਬੁਰਿਆਈ ਕੀਤੀ? ਤੇਰੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਮੇਰੇ ਉੱਤੇ ਕਿਉਂ ਨਹੀਂ ਰਹੀ ਜੋ ਏਸ ਸਾਰੀ ਪਰਜਾ ਦਾ ਭਾਰ ਮੇਰੇ ਉੱਤੇ ਪਾਉਂਦਾ ਹੈਂ?"},{"number":12,"verse":"ਕੀ ਮੈਂ ਹੀ ਏਸ ਪਰਜਾ ਨੂੰ ਗਰਭ ਵਿੱਚ ਲਿਆ ਅਤੇ ਮੈਂ ਹੀ ਉਹ ਨੂੰ ਜਣਿਆ ਜੋ ਤੂੰ ਮੈਨੂੰ ਕਹਿੰਦਾ ਹੈਂ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਛਾਤੀ ਉੱਤੇ ਚੁੱਕ ਕੇ ਜਿਵੇਂ ਪਿਤਾ ਦੁੱਧ ਪੀਂਦੇ ਬਾਲ ਨੂੰ ਚੁੱਕੀ ਫਿਰਦਾ ਹੈ ਉਸ ਜ਼ਮੀਨ ਨੂੰ ਲੈ ਜਾਹ ਜਿਹ ਦੇ ਦੇਣ ਦੀ ਸੌਂਹ ਤੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਖਾਧੀ ਹੈ?"},{"number":13,"verse":"ਕਿੱਥੋਂ ਮੇਰੇ ਕੋਲ ਮਾਸ ਆਇਆ ਕਿ ਮੈਂ ਏਸ ਸਾਰੀ ਪਰਜਾ ਨੂੰ ਦੇਵਾਂ ਕਿਉਂ ਜੋ ਓਹ ਏਹ ਆਖ ਕਿ ਮੇਰੇ ਅੱਗੇ ਰੋਂਦੇ ਹਨ ਭਈ ਸਾਨੂੰ ਮਾਸ ਦੇਹ ਤਾਂ ਜੋ ਅਸੀਂ ਖਾਈਏ"},{"number":14,"verse":"ਮੈਂ ਇਕੱਲਾ ਏਸ ਸਾਰੀ ਪਰਜਾ ਨੂੰ ਸਾਂਭ ਨਹੀਂ ਸੱਕਦਾ ਕਿਉਂ ਜੋ ਏਹ ਮੇਰੇ ਲਈ ਵਧੀਕ ਭਾਰ ਹੈ"},{"number":15,"verse":"ਜੇ ਤੈਂ ਐਉਂ ਹੀ ਮੇਰੇ ਨਾਲ ਕਰਨਾ ਹੈ, ਜੇ ਤੇਰੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਮੇਰੇ ਉੱਤੇ ਹੈ, ਤਾਂ ਮੈਨੂੰ ਮਾਰ ਸੁੱਟ ਭਈ ਮੈਂ ਆਪਣੀ ਖੁਆਰੀ ਨਾ ਵੇਖਾਂ!।।"},{"number":16,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਮੇਰੇ ਲਈ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗਾਂ ਵਿੱਚੋਂ ਸੱਤ੍ਰ ਮਨੁੱਖ ਇਕੱਠੇ ਕਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਜਾਣਦਾ ਹੈਂ ਕਿ ਓਹ ਪਰਜਾ ਦੇ ਬਜ਼ੁਰਗ ਅਤੇ ਹੁੱਦੇਦਾਰ ਹਨ। ਫੇਰ ਉਨ੍ਹਾਂ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਕੋਲ ਲਿਆ ਕੇ ਓਹ ਉੱਥੇ ਤੇਰੇ ਨਾਲ ਖਲੋ ਜਾਣ"},{"number":17,"verse":"ਅਤੇ ਮੈਂ ਉੱਤਰ ਕੇ ਉੱਥੇ ਤੇਰੇ ਨਾਲ ਗੱਲ ਕਰਾਂਗਾ ਅਤੇ ਮੈਂ ਉਸ ਆਤਮਾ ਤੋਂ ਲੈ ਕੇ ਜਿਹੜਾ ਤੇਰੇ ਉੱਤੇ ਹੈ ਉਨ੍ਹਾਂ ਉਤੇ ਪਾਵਾਂਗਾ ਅਤੇ ਓਹ ਤੇਰੇ ਨਾਲ ਪਰਜਾ ਦਾ ਭਾਰ ਚੁੱਕਣਗੇ ਤਾਂ ਜੋ ਤੈਨੂੰ ਇਕੱਲੇ ਨੂੰ ਚੁੱਕਣਾ ਨਾ ਪਵੇ"},{"number":18,"verse":"ਅਤੇ ਪਰਜਾ ਨੂੰ ਆਖ ਕੇ ਕੱਲ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੋ ਫੇਰ ਤੁਸੀਂ ਮਾਸ ਖਾਓਗੇ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਸੁਣਨ ਵਿੱਚ ਏਹ ਆਖ ਕੇ ਰੋਂਦੇ ਸਾਓ ਕਿ ਕੌਣ ਸਾਨੂੰ ਮਾਸ ਖੁਵਾਵੇਗਾ ਕਿਉਂ ਜੋ ਅਸੀਂ ਮਿਸਰ ਵਿੱਚ ਸੁਖਾਲੇ ਸਾਂ? ਏਸ ਲਈ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਮਾਸ ਦੇਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਖਾਓਗੇ"},{"number":19,"verse":"ਨਾ ਇੱਕ ਦਿਨ, ਨਾ ਦੋ ਦਿਨ, ਨਾ ਪੰਜ ਦਿਨ, ਨਾ ਦਸ ਦਿਨ, ਨਾ ਵੀਹ ਦਿਨ, ਤੁਸੀਂ ਖਾਓਗੇ"},{"number":20,"verse":"ਸਗੋਂ ਪੂਰਾ ਮਹੀਨਾ ਜਦ ਤੀਕ ਉਹ ਤੁਹਾਡੀਆਂ ਨਾਸਾਂ ਦੇ ਵਿੱਚੋਂ ਦੀ ਨਾ ਨਿੱਕਲੇ ਅਤੇ ਓਹ ਤੁਹਾਡੇ ਲਈ ਘਿਣਾਉਣਾ ਨਾ ਹੋਵੇ ਕਿਉਂ ਜੋ ਤੁਸਾਂ ਯਹੋਵਾਹ ਨੂੰ ਜਿਹੜਾ ਤੁਹਾਡੇ ਵਿੱਚ ਹੈ ਤਿਆਗ ਦਿੱਤਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਉਹ ਦੇ ਅੱਗੇ ਏਹ ਆਖ ਕੇ ਰੋਂਦੇ ਸਾਓ ਭਈ ਅਸੀਂ ਮਿਸਰੋਂ ਕਾਹਨੂੰ ਨਿੱਕਲੇ?"},{"number":21,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਆਖਿਆ ਕੇ ਏਹ ਪਰਜਾ ਜਿਹ ਦੇ ਵਿੱਚ ਮੈਂ ਹਾਂ ਛੇ ਲੱਖ ਪਿਆਦੇ ਹਨ ਅਤੇ ਤੂੰ ਮੈਨੂੰ ਆਖਦਾ ਹੈਂ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਸ ਦਿਆਂਗਾ ਅਤੇ ਓਹ ਪੂਰਾ ਮਹੀਨਾ ਖਾਣਗੇ!"},{"number":22,"verse":"ਭਲਾ, ਇੱਜੜ ਅਤੇ ਵੱਗ ਉਨ੍ਹਾਂ ਲਈ ਮਾਰੇ ਜਾਣ ਕਿ ਉਨ੍ਹਾਂ ਲਈ ਬੱਸ ਹੋਣ? ਅਥਵਾ ਸਮੁੰਦਰ ਦੀਆਂ ਸਾਰੀਆਂ ਮੱਛੀਆਂ ਉਨ੍ਹਾਂ ਲਈ ਇਕੱਠੀਆਂ ਕੀਤੀਆਂ ਜਾਣ ਤਾਂ ਜੋ ਓਹ ਉਨ੍ਹਾਂ ਲਈ ਬੱਸ ਹੋਣ?।।"},{"number":23,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਕੀ ਯਹੋਵਾਹ ਦਾ ਹੱਥ ਛੋਟਾ ਹੋ ਗਿਆ ਹੈ? ਹੁਣ ਤੂੰ ਵੇਖੇਂਗਾ ਕਿ ਮੇਰੀ ਗੱਲ ਤੇਰੇ ਲਈ ਪੂਰੀ ਹੁੰਦੀ ਹੈ ਕਿ ਨਹੀਂ!"},{"number":24,"verse":"ਫੇਰ ਮੂਸਾ ਨੇ ਬਾਹਰ ਜਾ ਕੇ ਯਹੋਵਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪਰਜਾ ਨੂੰ ਆਖ ਸੁਣਾਈਆਂ ਅਤੇ ਓਹ ਨੇ ਸੱਤ੍ਰ ਮਨੁੱਖ ਜਿਹੜੇ ਪਰਜਾ ਦੇ ਬਜ਼ੁਰਗ ਸਨ ਇਕੱਠੇ ਕੀਤੇ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਤੰਬੂ ਦੇ ਆਲੇ ਦੁਆਲੇ ਖੜਾ ਕੀਤਾ"},{"number":25,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਬੱਦਲ ਵਿੱਚ ਉਤਰਿਆ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਗੱਲ਼ ਕੀਤੀ। ਫੇਰ ਉਸ ਨੇ ਉਸ ਆਤਮਾ ਤੋਂ ਲੈਕੇ ਜਿਹੜਾ ਉਹ ਦੇ ਉੱਤੇ ਸੀ ਓਹਨਾਂ ਸੱਤ੍ਰ ਬਜ਼ੁਰਗ ਮਨੁੱਖਾਂ ਉੱਤੇ ਪਾ ਦਿੱਤਾ ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਆਤਮਾ ਓਹਨਾਂ ਉੱਤੇ ਉੱਤਰਿਆ ਤਾਂ ਓਹ ਅਗੰਮ ਵਾਚਣ ਲੱਗ ਪਏ ਪਰ ਓਹਨਾਂ ਨੇ ਏਸ ਦੇ ਮਗਰੋਂ ਫੇਰ ਨਾ ਕੀਤਾ"},{"number":26,"verse":"ਪਰ ਡੇਹਰੇ ਵਿੱਚ ਦੋ ਮਨੁੱਖ ਰਹਿ ਗਏ, ਇੱਕ ਦਾ ਨਾਉਂ ਅਲਦਾਦ ਤੇ ਦੂਜੇ ਦਾ ਨਾਉਂ ਮੇਦਾਦ ਸੀ। ਆਤਮਾ ਉਨ੍ਹਾਂ ਉੱਤੇ ਵੀ ਉੱਤਰਿਆ ਅਤੇ ਏਹ ਲਿਖਿਆ ਹੋਇਆਂ ਦੇ ਵਿੱਚ ਦੇ ਸਨ ਪਰ ਤੰਬੂ ਕੋਲ ਬਾਹਰ ਨਹੀਂ ਸੀ ਗਏ। ਓਹ ਡੇਰੇ ਵਿੱਚ ਹੀ ਅਗੰਮ ਵਾਚਣ ਲੱਗੇ"},{"number":27,"verse":"ਤਾਂ ਇੱਕ ਗੱਭਰੂ ਨੇ ਨੱਸ ਕੇ ਮੂਸਾ ਨੂੰ ਦੱਸਿਆ ਅਤੇ ਆਖਿਆ ਕੇ ਅਲਦਾਦ ਅਤੇ ਮੇਦਾਦ ਡੇਰੇ ਵਿੱਚ ਅਗੰਮ ਵਾਚਦੇ ਹਨ!"},{"number":28,"verse":"ਤਾਂ ਨੂਨ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਨੇ ਜਿਹੜਾ ਮੂਸਾ ਦਾ ਸੇਵਕ ਅਤੇ ਉਸ ਦੇ ਚੋਣਵਿਆਂ ਵਿੱਚੋਂ ਸੀ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਹੇ ਮੂਸਾ ਮੇਰੇ ਸੁਆਮੀ ਜੀ, ਉਨ੍ਹਾਂ ਨੂੰ ਵਰਜ ਦਿਓ!"},{"number":29,"verse":"ਪਰ ਮੂਸਾ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੂੰ ਮੇਰੇ ਲਈ ਖਿੱਝਦਾ ਹੈਂ? ਕਾਸ਼ ਕੇ ਯਹੋਵਾਹ ਦੇ ਸਾਰੇ ਲੋਕ ਨਬੀ ਹੁੰਦੇ ਅਤੇ ਯਹੋਵਾਹ ਆਪਣਾ ਆਤਮਾ ਉਨ੍ਹਾਂ ਉੱਤੇ ਪਾਉਂਦਾ!।।"},{"number":30,"verse":"ਉਪਰੰਤ ਮੂਸਾ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗ ਡੇਰੇ ਨੂੰ ਮੁੜੇ"},{"number":31,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਵੱਲੋਂ ਇੱਕ ਹਵਾ ਵਗੀ ਅਤੇ ਸਮੁੰਦਰੋਂ ਬਟੇਰੇ ਉਡਾ ਕੇ ਡੇਰੇ ਉੱਤੇ ਸੁੱਟ ਗਈ। ਉਹ ਇੱਕ ਦਿਨ ਦੇ ਪੈਂਡੇ ਤੀਕ ਏਧਰ ਅਤੇ ਇੱਕ ਦਿਨ ਦੇ ਪੈਂਡੇ ਤੀਕ ਓਧਰ ਡੇਰੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੋ ਦੋ ਹੱਥ ਤੇ ਜ਼ਮੀਨ ਦੀ ਪਰਤ ਉੱਤੇ ਸਨ"},{"number":32,"verse":"ਤਾਂ ਪਰਜਾ ਨੇ ਉਸ ਸਾਰੇ ਦਿਨ ਅਤੇ ਸਾਰੀ ਰਾਤ ਅਤੇ ਸਾਰੇ ਦੂਜੇ ਦਿਨ ਉੱਠ ਕੇ ਉਨ੍ਹਾਂ ਬਟੇਰਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਜਿਸ ਘੱਟੋ ਘੱਟ ਇਕੱਠੇ ਕੀਤੇ ਸਨ ਉਹ ਦੇ ਦੱਸ ਹੋਮਾਰ ਹੋਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਆਪਣੇ ਲਈ ਡੇਰੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਖਿਲਾਰ ਦਿੱਤਾ"},{"number":33,"verse":"ਜਦ ਉਹ ਮਾਸ ਅਜੇ ਉਨ੍ਹਾਂ ਦੇ ਦੰਦਾ ਵਿੱਚ ਹੀ ਸੀ ਅਤੇ ਉਹ ਨੂੰ ਚਿੱਥਿਆ ਨਹੀਂ ਸੀ ਤਾਂ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਪਰਜਾ ਉੱਤੇ ਭੜਕ ਉੱਠਿਆ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਪਰਜਾ ਨੂੰ ਅੱਤ ਵੱਡੀ ਬਵਾ ਨਾਲ ਮਾਰਿਆ"},{"number":34,"verse":"ਉਪਰੰਤ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਕਿਬਰੋਥ-ਹੱਤਾਵਾਹ ਰੱਖਿਆ ਕਿਉਂ ਜੋ ਉੱਥੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਪਰਜਾ ਨੂੰ ਦੱਬਿਆ ਜਿਹੜੀ ਹਾਬੜੀ ਹੋਈ ਸੀ"},{"number":35,"verse":"ਕਿਬਰੋਥ-ਹੱਤਾਵਾਹ ਤੋਂ ਪਰਜਾ ਨੇ ਹਸੇਰੋਥ ਨੂੰ ਕੂਚ ਕੀਤਾ ਅਤੇ ਹਸੇਰੋਥ ਵਿੱਚ ਟਿਕੇ।।"}]}