{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"( ਖੋਜ ਕੱਢਣ ਵਾਲਿਆਂ ਦੀ ਰਪੋਟ) ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":2,"verse":"ਤੂੰ ਮਨੁੱਖ ਘੱਲ ਕੇ ਓਹ ਕਨਾਨ ਦੇਸ ਦੀ ਖੋਜ ਕੱਢਣ ਜਿਹੜਾ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਦਿੰਦਾ ਹਾਂ। ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਦਿਆਂ ਗੋਤਾਂ ਤੋਂ ਇੱਕ ਇੱਕ ਮਨੁੱਖ ਜਿਹੜਾ ਉਨਾਂ ਵਿੱਚ ਪਰਧਾਨ ਹੋਵੇ ਤੁਸੀਂ ਘੱਲੋ"},{"number":3,"verse":"ਸੋ ਮੂਸਾ ਨੇ ਓਹਨਾਂ ਨੂੰ ਪਾਰਾਨ ਦੀ ਉਜਾੜ ਤੋਂ ਯਹੋਵਾਹ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਘੱਲਿਆ, ਏਹ ਸਾਰੇ ਮਨੁੱਖ ਇਸਰਾਏਲੀਆਂ ਦੇ ਮੁਖੀਏ ਸਨ"},{"number":4,"verse":"ਅਤੇ ਏਹ ਉਨ੍ਹਾਂ ਦੇ ਨਾਉਂ ਸਨ,- ਰਾਊਬੇਨ ਦੇ ਗੋਤ ਤੋਂ ਜ਼ਕੂਰ ਦੇ ਪੁੱਤ੍ਰ ਸ਼ੰਮੂਆ"},{"number":5,"verse":"ਸ਼ਿਮਓਨ ਦੇ ਗੋਤ ਤੋਂ ਹੋਰੀ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਾਫਾਟ"},{"number":6,"verse":"ਯਹੂਦਾਹ ਦੇ ਗੋਤ ਤੋਂ ਯਫੁੰਨਾਹ ਦਾ ਪੁੱਤ੍ਰ ਕਾਲੇਬ"},{"number":7,"verse":"ਯਿੱਸਾਕਾਰ ਦੇ ਗੋਤ ਤੋਂ ਯੂਸੁਫ਼ ਦਾ ਪੁੱਤ੍ਰ ਯਿਗਾਲ"},{"number":8,"verse":"ਅਫ਼ਰਈਮ ਦੇ ਗੋਤ ਤੋਂ ਨੂੰਨ ਦਾ ਪੁੱਤ੍ਰ ਹੋਸ਼ੇਆ"},{"number":9,"verse":"ਬਿਨਯਾਮੀਨ ਦੇ ਗੋਤ ਤੋਂ ਰਾਫੂ ਦਾ ਪੁੱਤ੍ਰ ਪਲਟੀ"},{"number":10,"verse":"ਜ਼ਬੂਲੁਨ ਦੇ ਗੋਤ ਤੋਂ ਸੋਦੀ ਦਾ ਪੁੱਤ੍ਰ ਗੱਦੀਏਲ"},{"number":11,"verse":"ਯੂਸੁਫ਼ ਦੇ ਗੋਤ ਤੋਂ ਅਰਥਾਤ ਮਨੱਸ਼ਹ ਦੇ ਗੋਤ ਤੋਂ ਸੂਸੀ ਦਾ ਪੁੱਤ੍ਰ ਗੱਦੀ"},{"number":12,"verse":"ਦਾਨ ਦੇ ਗੋਤ ਤੋਂ ਗਮੱਲੀ ਦਾ ਪੁੱਤ੍ਰ ਅੰਮੀਏਲ"},{"number":13,"verse":"ਆਸ਼ੇਰ ਦੇ ਗੋਤ ਤੋਂ ਮੀਕਾਏਲ ਦਾ ਪੁੱਤ੍ਰ ਸਥੂਰ"},{"number":14,"verse":"ਨਫ਼ਤਾਲੀ ਦੇ ਗੋਤ ਤੋਂ ਵਾਫ਼ਸੀ ਦਾ ਪੁੱਤ੍ਰ ਨਹਬੀ"},{"number":15,"verse":"ਗਾਦ ਦੇ ਗੋਤ ਤੋਂ ਮਾਕੀ ਦਾ ਪੁੱਤ੍ਰ ਗਾਊਏਲ"},{"number":16,"verse":"ਏਹ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਨਾਉਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਨੇ ਦੇਸ ਦਾ ਖੋਜ ਕੱਢਣ ਲਈ ਘੱਲਿਆ ਅਤੇ ਮੂਸਾ ਨੇ ਨੂਨ ਦੇ ਪੁੱਤ੍ਰ ਹੋਸ਼ੇਆ ਦਾ ਨਾਉਂ ਯਹੋਸ਼ੁਆ ਰੱਖਿਆ।।"},{"number":17,"verse":"ਸੋ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਨਾਨ ਦੇਸ ਦੇ ਖੋਜ ਕੱਢਣ ਲਈ ਘੱਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਐਧਰ ਦੱਖਣ ਵੱਲ ਉੱਪਰ ਨੂੰ ਜਾਓ ਅਤੇ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹੋ"},{"number":18,"verse":"ਅਤੇ ਦੇਸ ਨੂੰ ਵੇਖੋ ਭਈ ਉਹ ਕੇਹੋ ਜਿਹਾ ਹੈ ਨਾਲੇ ਓਹ ਲੋਕ ਜਿਹੜੇ ਉਸ ਵਿੱਚ ਵੱਸਦੇ ਹਨ ਤੱਕੜੇ ਹਨ ਜਾਂ ਮਾੜੇ ਹਨ ਅਤੇ ਥੋੜ੍ਹੇ ਯਾ ਬਹੁਤੇ ਹਨ"},{"number":19,"verse":"ਅਤੇ ਓਹ ਧਰਤੀ ਕੇਹੋ ਜੇਹੀ ਹੈ ਜਿਹ ਦੇ ਵਿੱਚ ਓਹ ਵੱਸਦੇ ਹਨ, ਚੰਗੀ ਹੈ ਯਾ ਮਾੜੀ ਅਤੇ ਸ਼ਹਿਰ ਕੇਹੋ ਜੇਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਓਹ ਵੱਸਦੇ ਹਨ, ਤੰਬੂਆਂ ਵਾਲੇ ਹਨ ਯਾ ਗੜਾਂ ਵਾਲੇ ਹਨ"},{"number":20,"verse":"ਅਤੇ ਧਰਤੀ ਕਿਹੋ ਜਿਹੀ ਹੈ, ਫਲਦਾਰ ਯਾ ਬੰਜਰ ਅਤੇ ਓਹ ਦੇ ਵਿੱਚ ਬਿਰਛ ਹਨ ਕਿ ਨਹੀਂ। ਤੁਸੀਂ ਤੱਕੜੇ ਹੋਵੋ ਅਤੇ ਉਸ ਧਰਤੀ ਦੇ ਫਲ ਤੋਂ ਕੁਝ ਲਿਆਇਓ ਕਿਉਂ ਜੋ ਓਹ ਮੌਸਮ ਪਹਿਲੀ ਪੱਕੀ ਦਾਖ ਦਾ ਸੀ"},{"number":21,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਉੱਪਰ ਜਾ ਕੇ ਧਰਤੀ ਦਾ ਖੋਜ ਕੱਢਿਆ ਸੀਨ ਦੀ ਉਜਾੜ ਤੋਂ ਰਹੋਬ ਤੀਕ ਜਿਹੜਾ ਹਮਾਥ ਦੇ ਰਾਹ ਉੱਤੇ ਹੈ"},{"number":22,"verse":"ਤਾਂ ਓਹ ਦੱਖਣ ਵੱਲ ਚੜੇ ਅਤੇ ਹਬਰੋਨ ਤੀਕ ਆਏ ਅਤੇ ਉੱਥੇ ਅਨਾਕ ਦੀ ਅੰਸ ਦੇ ਅਹੀਮਾਨ ਸ਼ੇਸਈ ਅਤੇ ਤਲਮਈ ਸਨ ਅਤੇ ਹਬਰੋਨ ਮਿਸਰ ਦੇ ਸੋਆਨ ਤੋਂ ਸੱਤ ਵਰਹੇ ਪਹਿਲਾਂ ਬਣਿਆ ਸੀ"},{"number":23,"verse":"ਫੇਰ ਓਹ ਅਸ਼ਕੋਲ ਦੀ ਦੂਣ ਤੀਕ ਆਏ ਅਤੇ ਉੱਥੇ ਦਾਖ ਦੇ ਗੁੱਛੇ ਦੀ ਟਹਿਣੀ ਤੋੜੀ ਅਤੇ ਓਹ ਨੂੰ ਇੱਕ ਲਾਠੀ ਉੱਤੇ ਦੋ ਮਨੁੱਖ ਚੁੱਕ ਕੇ ਲਿਆਏ ਅਤੇ ਨਾਲੇ ਅਨਾਰ ਅਤੇ ਹਜੀਰਾਂ ਲਿਆਏ"},{"number":24,"verse":"ਅਤੇ ਉਸ ਗੁੱਛੇ ਦੇ ਕਾਰਨ ਜਿਹੜਾ ਇਸਰਾਏਲੀਆਂ ਨੇ ਤੋਂੜਿਆ ਸੀ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਅਸ਼ਕੋਲ ਦੀ ਦੂਣ ਪੈ ਗਿਆ"},{"number":25,"verse":"ਤਾਂ ਓਹ ਉਸ ਦੇ ਦੇਸ ਦਾ ਖੋਜ ਕੱਢ ਕੇ ਚਾਲੀਆਂ ਦਿਨਾਂ ਪਿੱਛੋਂ ਮੁੜੇ"},{"number":26,"verse":"ਓਹ ਤੁਰ ਕੇ ਮੂਸਾ, ਹਾਰੂਨ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਕੋਲ ਪਾਰਾਨ ਦੀ ਉਜਾੜ ਵਿੱਚ ਕਾਦੇਸ਼ ਕੋਲ ਆਏ ਅਤੇ ਸਾਰੀ ਮੰਡਲੀ ਲਈ ਖਬਰ ਲਿਆਏ ਨਾਲੇ ਉਸ ਧਰਤੀ ਦਾ ਫਲ ਵਿਖਾਇਆ"},{"number":27,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਨਿਰਨਾ ਕਰ ਕੇ ਆਖਿਆ ਕੇ ਅਸੀਂ ਉਸ ਦੇਸ ਨੂੰ ਗਏ ਜਿੱਥੇ ਤੈਂ ਸਾਨੂੰ ਘੱਲਿਆ ਸੀ। ਉੱਥੇ ਸੱਚ ਮੁੱਚ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ ਅਤੇ ਏਹ ਉਹ ਦਾ ਫਲ ਹੈ"},{"number":28,"verse":"ਪਰੰਤੂ ਉਸ ਦੇਸ ਦੇ ਵਾਸੀ ਬਲਵਾਨ ਹਨ ਅਤੇ ਉਸਦੇ ਸ਼ਹਿਰ ਗੜਾਂ ਵਾਲੇ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਹਨ ਨਾਲੇ ਅਸੀਂ ਉੱਥੇ ਅਨਾਕ ਦੀ ਅੰਸ ਨੂੰ ਵੀ ਵੇਖਿਆ"},{"number":29,"verse":"ਉਸ ਦੇਸਦੇ ਦੱਖਣ ਵੱਲ ਅਮਾਲੇਕੀ ਵੱਸਦੇ ਹਨ ਅਤੇ ਹਿੱਤੀ ਯਬੂਸੀ ਅਤੇ ਅਮੋਰੀ ਪਹਾੜ ਉੱਤੇ ਵੱਸਦੇ ਹਨ ਅਤੇ ਕਨਾਨੀ ਸਮੁੰਦਰ ਕੋਲ ਯਰਦਨ ਦੇ ਆਲੇ ਦੁਆਲੇ ਵੱਸਦੇ ਹਨ"},{"number":30,"verse":"ਤਾਂ ਕਾਲੇਬ ਨੇ ਮੂਸਾ ਦੇ ਅੱਗੇ ਪਰਜਾ ਨੂੰ ਚੁੱਪ ਕਰਾਇਆ ਅਤੇ ਆਖਿਆ, ਜ਼ਰੂਰ ਅਸੀਂ ਉੱਪਰ ਜਾਈਏ ਅਤੇ ਉਸ ਦੇਸ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰੀਏ ਕਿਉਂ ਜੋ ਅਸੀਂ ਉਹ ਦੇ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਸੱਕਦੇ ਹਾਂ। ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਉਸ ਦੇ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਸੱਕਦੇ ਹਾਂ!"},{"number":31,"verse":"ਪਰ ਉਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਉੱਪਰ ਗਏ ਸਨ ਆਖਿਆ ਭਈ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਵਿਰੁੱਧ ਉੱਪਰ ਨਹੀਂ ਜਾ ਸੱਕਦੇ ਕਿਉਂ ਜੋ ਓਹ ਸਾਥੋਂ ਬਲਵਾਨ ਹਨ"},{"number":32,"verse":"ਓਹ ਇਸਰਾਏਲੀਆਂ ਕੋਲ ਉਸ ਦੇਸ ਦੀ ਬੁਰੀ ਖਬਰ ਲਿਆਏ ਜਿਹ ਦਾ ਉਨ੍ਹਾਂ ਨੇ ਖੋਜ ਕੱਢਿਆ ਸੀ ਅਤੇ ਆਖਣ ਲੱਗੇ ਕਿ ਜਿਸ ਦੇਸ ਦੇ ਵਿੱਚ ਦੀ ਅਸੀ ਲੰਘੇ ਭਈ ਉਸ ਦਾ ਖੋਜ ਕੱਢੀਏ ਅਜਿਹਾ ਦੇਸ ਹੈ ਜਿਹੜਾ ਆਪਣੇ ਵਾਸੀਆਂ ਨੂੰ ਖਾਂਦਾ ਹੈ ਨਾਲੇ ਸਾਰੇ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸਾਂ ਉਸ ਵਿੱਚ ਵੇਖਿਆ ਵੱਡੇ ਵੱਡੇ ਕੱਦਾਂ ਵਾਲੇ ਮਨੁੱਖ ਹਨ"},{"number":33,"verse":"ਅਤੇ ਉੱਥੇ ਅਸਾਂ ਨਫੀਲੀਮ ਤੋਂ ਜਿਹੜੀ ਅਨਾਕ ਦੀ ਅੰਸ ਹੈ ਦੈਂਤ ਵੇਖੇ ਅਤੇ ਅਸੀਂ ਆਪਣੀ ਨਿਗਾਹ ਵਿੱਚ ਟਿੱਡਿਆਂ ਵਰਗੇ ਸਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਅਸੀਂ ਏਵੇਂ ਹੀ ਸਾਂ!।।"}]}