{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"( ਕੋਰਹ ਦਾ ਆਕੀ ਹੋਣਾ) ਕਹਾਥ ਦੇ ਪੋਤੇ ਯਿਸਹਾਰ ਦੇ ਪੁੱਤ੍ਰ ਕੋਰਹ ਲੇਵੀ ਨੇ ਅਤੇ ਅਲੀਆਬ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਨੇ ਅਤੇ ਪਲਤ ਦੇ ਪੁੱਤ੍ਰ ਓਨ ਨੇ ਜਿਹੜੇ ਰਊਬੇਨੀ ਸਨ ਮਨੁੱਖਾਂ ਨੂੰ ਨਾਲ ਲਿਆ"},{"number":2,"verse":"ਓਹ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚੋਂ ਢਾਈ ਸੌ ਮਨੁੱਖ ਜਿਹੜੇ ਮੰਡਲੀ ਦੇ ਪਰਧਾਨ ਅਤੇ ਮੰਡਲੀ ਦੇ ਚੁਣਵੇਂ ਅਤੇ ਨਾਮੀ ਸਨ ਮੂਸਾ ਦੇ ਅੱਗੇ ਉੱਠੇ"},{"number":3,"verse":"ਅਤੇ ਓਹ ਮੂਸਾ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਹਾਰੂਨ ਦੇ ਵਿਰੁੱਧ ਇਕੱਠੇ ਹੋਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਹੁਣ ਤਾਂ ਬਸ ਕਰੋ ਕਿਉਂ ਜੋ ਸਾਰੀ ਮੰਡਲੀ ਦੇ ਲੋਕ ਪਵਿੱਤ੍ਰ ਹਨ ਅਤੇ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਹੈ। ਤੁਸੀਂ ਫੇਰ ਕਿਵੇਂ ਆਪਣੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਦੀ ਸਭਾ ਨਾਲੋਂ ਉੱਚਾ ਬਣਾਉਂਦੇ ਹੋ?"},{"number":4,"verse":"ਜਦ ਮੂਸਾ ਨੇ ਸੁਣਿਆ ਤਾਂ ਉਹ ਆਪਣੇ ਮੂੰਹ ਭਾਰ ਡਿੱਗਿਆ"},{"number":5,"verse":"ਉਹ ਕੋਰਹ ਅਤੇ ਉਹ ਦੀ ਸਾਰੀ ਟੋਲੀ ਨੂੰ ਬੋਲਿਆ ਕਿ ਸਵੇਰ ਨੂੰ ਯਹੋਵਾਹ ਦੱਸੇਗਾ ਭਈ ਕੌਣ ਉਹ ਦਾ ਹੈ ਅਤੇ ਕੌਣ ਪਵਿੱਤ੍ਰ ਹੈ ਅਤੇ ਕਿਹ ਨੂੰ ਆਪਣੇ ਨੇੜੇ ਲਿਆਵੇਗਾ, ਜਿਸ ਨੂੰ ਚੁਣੇਗਾ ਉਹ ਨੂੰ ਨੇੜੇ ਲਿਆਵੇਗਾ"},{"number":6,"verse":"ਏਹ ਕਰੋ ਭਈ ਕੋਰਹ ਅਤੇ ਉਸ ਦੀ ਸਾਰੀ ਟੋਲੀ ਆਪਣੇ ਲਈ ਧੂਪ ਦਾਨ ਲਓ"},{"number":7,"verse":"ਅਤੇ ਕੱਲ ਨੂੰ ਉਨ੍ਹਾਂ ਵਿੱਚ ਅੱਗ ਪਓ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਧੂਪ ਪਾਓ ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਓਹ ਮਨੁੱਖ ਜਿਹ ਨੂੰ ਯਹੋਵਾਹ ਚੁਣੇਗਾ ਉਹ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗਾ। ਹੁਣ ਲੇਵਿਓ, ਤੁਸੀਂ ਵੀ ਬਸ ਕਰੋ!"},{"number":8,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਕੋਰਹ ਨੂੰ ਆਖਿਆ, ਹੇ ਲੇਵੀਓ ਸੁਣੋ!"},{"number":9,"verse":"ਕੀ ਏਹ ਗੱਲ ਤੁਹਾਡੇ ਲਈ ਛੋਟੀ ਹੈ ਕਿ ਇਸਾਰਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਇਸਰਾਏਲੀਆਂ ਦੀ ਮੰਡਲੀ ਤੋਂ ਵੱਖਰਾ ਕੀਤਾ ਤਾਂ ਜੋ ਓਹ ਤੁਹਾਨੂੰ ਨੇੜੇ ਲਿਆਵੇ ਕਿ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰੋਂ ਮੰਡਲੀ ਦੇ ਅੱਗੋ ਖਲੋ ਕੇ ਓਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰੋ?"},{"number":10,"verse":"ਨਾਲੇ ਉਹ ਤੈਨੂੰ ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਭਰਾਵਾਂ ਨੂੰ ਜਿਹੜੇ ਲੇਵੀ ਹਨ ਤੇਰੇ ਸੰਗ ਨੇੜੇ ਲਿਆਇਆ? ਹੁਣ ਕੀ ਤੁਸੀਂ ਜਾਜਕਾਈ ਨੂੰ ਵੀ ਦੰਦ ਮਾਰਦੇ ਹੋ?"},{"number":11,"verse":"ਏਸੇ ਲਈ ਤੂੰ ਅਤੇ ਤੇਰੀ ਸਾਰੀ ਟੋਲੀ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਇਕੱਠੀ ਹੋਈ ਅਤੇ ਹਾਰੂਨ, ਉਹ ਵਿਚਾਰਾ ਕੌਣ ਹੈ ਜੋ ਤੁਸੀਂ ਓਹ ਦੇ ਵਿਰੁੱਧ ਬੁੜ ਬੁੜਾਉਂਦੇ ਹੋ?"},{"number":12,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਅਲੀਆਬ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਨੂੰ ਬੁਲਾ ਘੱਲਿਆ ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਅਸੀਂ ਨਹੀਂ ਆਵਾਂਗੇ"},{"number":13,"verse":"ਕੀ ਏਹ ਛੋਟੀ ਗੱਲ ਹੈ ਕਿ ਤੂੰ ਸਾਨੂੰ ਇੱਕ ਦੇਸ ਤੋਂ ਉਤਾਹਾਂ ਕੱਢ ਲਿਆਇਆ ਹੈ ਜਿੱਥੇ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਸੀ ਤਾਂ ਜੋ ਸਾਨੂੰ ਉਜਾੜ ਵਿੱਚ ਮਾਰੇਂ ਅਤੇ ਹੁਣ ਧੱਕੋ ਧੱਕੀ ਸਾਡੇ ਉੱਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾਈਂ ਬੈਠਾ ਹੈ?"},{"number":14,"verse":"ਨਾਲੇ ਤੂੰ ਸਾਨੂੰ ਅਜਿਹੇ ਦੇਸ ਵਿੱਚ ਵੀ ਨਹੀਂ ਲਿਆਂਦਾ ਜਿੱਥੇ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ, ਨਾ ਸਾਨੂੰ ਖੇਤਾਂ ਅਤੇ ਬਾਗਾਂ ਦਾ ਅਧਕਾਰ ਦਿੱਤਾ ਹੈ। ਕੀ ਤੂੰ ਇਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀਆਂ ਅੱਖਾਂ ਕੱਢ ਸੁੱਟੇਂਗਾ? ਅਸੀਂ ਤਾਂ ਉੱਪਰ ਨਹੀਂ ਜਾਣਾ!"},{"number":15,"verse":"ਤਾਂ ਮੂਸਾ ਡਾਢਾ ਕ੍ਰੋਧਵਾਨ ਹੋਇਆ ਅਤੇ ਉਸ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਮੈਦੇ ਦੀ ਭੇਟ ਵੱਲ ਨਾ ਵੇਖ! ਮੈਂ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਇੱਕ ਗਧੀ ਵੀ ਨਹੀਂ ਲਈ, ਨਾ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਦਾ ਹਰਜ਼ ਕੀਤਾ"},{"number":16,"verse":"ਮੂਸਾ ਨੇ ਕੋਰਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਅਤੇ ਤੇਰੀ ਸਾਰੀ ਟੋਲੀ ਕੱਲ ਨੂੰ ਯਹੋਵਾਹ ਅੱਗੇ ਹਾਜ਼ਰ ਹੋਵੇ, ਤੂੰ ਅਤੇ ਓਹ ਅਤੇ ਹਾਰੂਨ"},{"number":17,"verse":"ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਰ ਮਨੁੱਖ ਆਪਣਾ ਧੂਪਦਾਨ ਲਵੇ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿੱਚ ਧੂਪ ਪਾਓ ਅਤੇ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਧੂਪਦਾਨ ਅਰਥਾਤ ਢਾਈ ਸੌ ਧੂਪਦਾਨ,- ਤੂੰ ਵੀ ਅਤੇ ਹਾਰੂਨ ਵੀ ਹਰ ਇੱਕ ਆਪੋ ਆਪਣਾ ਧੂਪਦਾਨ ਯਹੋਵਾਹ ਅੱਗੇ ਲਿਆਓ"},{"number":18,"verse":"ਤਾਂ ਹਰ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਆਪਣਾ ਧੂਪਦਾਨ ਲੈ ਕੇ ਉਸ ਉੱਤੇ ਅੱਗ ਪਾਈ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਧੂਪ ਵੀ ਪਾਈ ਅਤੇ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਸਣੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਖਲ੍ਹੋ ਗਏ"},{"number":19,"verse":"ਤਾਂ ਕੋਰਹ ਨੇ ਸਾਰੀ ਟੋਲੀ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਉੱਤੇ ਇਕੱਠਾ ਕੀਤਾ ਤਦ ਯਹੋਵਾਹ ਦਾ ਪਰਤਾਪ ਸਾਰੀ ਮੰਡਲੀ ਉੱਤੇ ਪਰਗਟ ਹੋਇਆ।।"},{"number":20,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਅਤੇ ਹਾਰੂਨ ਨਾਲ ਬੋਲਿਆ,"},{"number":21,"verse":"ਏਸ ਮੰਡਲੀ ਦੇ ਵਿੱਚੋ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਇੱਕ ਪਾਸੇ ਕਰ ਲਓ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਅੱਖ ਦੇ ਫੋਰ ਵਿੱਚ ਭੱਖ ਲਵਾਂ"},{"number":22,"verse":"ਤਾਂ ਓਹ ਮੂੰਹ ਦੇ ਭਾਰ ਡਿੱਗ ਪਏ ਅਤੇ ਆਖਿਆ, ਹੇ ਪਰਮੇਸ਼ੁਰ, ਤੂੰ ਜੋ ਸਾਰੇ ਸਰੀਰਾਂ ਦੀਆਂ ਆਤਮਾ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੈਂ, ਕੀ ਜੇ ਇੱਕ ਮਨੁੱਖ ਪਾਪ ਕਰੇਂ ਤਾਂ ਤੂੰ ਸਾਰੀ ਮੰਡਲੀ ਦੇ ਵਿਰੁੱਧ ਕ੍ਰੋਧਵਾਨ ਹੋਵੇਂਗਾ?।।"},{"number":23,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ,"},{"number":24,"verse":"ਮੰਡਲੀ ਨੂੰ ਬੋਲ ਕਿ ਓਹ ਕੋਰਹ ਅਤੇ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਦੀ ਵੱਸੋਂ ਦੇ ਆਲਿਓਂ ਦੁਆਲਿਓਂ ਉਤਾਹਾਂ ਚਲੇ ਜਾਣ"},{"number":25,"verse":"ਸੋ ਮੂਸਾ ਉੱਠ ਕੇ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਦੇ ਕੋਲ ਗਿਆ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗ ਵੀ ਉਸ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਗਏ"},{"number":26,"verse":"ਉਹ ਮੰਡਲੀ ਨੂੰ ਬੋਲਿਆ ਕਿ ਇਨ੍ਹਾਂ ਦੁਸ਼ਟ ਮਨੁੱਖਾਂ ਦੇ ਤੰਬੂਆਂ ਤੋਂ ਇੱਕ ਪਾਸੇ ਹੋ ਕੇ ਖਿਸਕ ਜਾਓ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਕਿਸੇ ਸ਼ੈ ਨੂੰ ਨਾ ਤੱਕਿਓ ਮਤੇ ਤੁਸੀਂ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਪਾਪਾਂ ਵਿੱਚ ਧੱਕੇ ਜਾਓ!"},{"number":27,"verse":"ਸੋ ਓਹ ਕੋਰਹ ਅਤੇ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਦੀ ਵੱਸੋਂ ਦੇ ਆਲਿਓਂ ਦੁਆਲਿਓਂ ਉਤਾਹਾਂ ਨੂੰ ਚਲੇ ਗਏ ਤਾਂ ਦਾਥਾਨ ਅਤੇ ਅਬੀਰਾਮ ਬਾਹਰ ਆਏ ਅਤੇ ਆਪਣੇ ਤੰਬੂਆਂ ਦੇ ਦਰਵੱਜਿਆਂ ਵਿੱਚ ਆਪਣੀਆਂ ਤੀਵੀਆਂ, ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਨਿਆਣਿਆਂ ਸਣੇ ਖਲੋ ਗਏ"},{"number":28,"verse":"ਫੇਰ ਮੂਸਾ ਨੇ ਆਖਿਆ, ਤੁਸੀਂ ਏਸ ਤੋਂ ਜਾਣ ਲਓਗੇ ਕਿ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਘੱਲਿਆ ਹੈ ਨਾ ਕਿ ਮੇਰੇ ਮਨ ਨੇ ਜੋ ਮੈਂ ਇਨ੍ਹਾਂ ਸਾਰਿਆਂ ਕੰਮਾਂ ਨੂੰ ਕਰਾਂ"},{"number":29,"verse":"ਜੇ ਏਹ ਸਾਰਿਆਂ ਆਦਮੀਆਂ ਦੀ ਆਮ ਮੌਤੇ ਮਰਨ ਅਤੇ ਸਾਰਿਆਂ ਆਦਮੀਆਂ ਵਾੰਙੁ ਇੰਨਾਂ ਉੱਤੇ ਭਾਣਾ ਵਰਤੇ ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਘੱਲਿਆ ਹੀ ਨਹੀਂ।"},{"number":30,"verse":"ਪਰ ਜੇ ਯਹੋਵਾਹ ਕੋਈ ਅਨੋਖਾ ਕੰਮ ਕਰੇ ਅਤੇ ਭੂਮੀ ਆਪਣਾ ਮੂੰਹ ਖੋਲ ਕੇ ਇਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਇਨ੍ਹਾਂ ਦੇ ਲਕੇ ਤੁਕੇ ਨੂੰ ਭੱਖ ਲਵੇ ਭਈ ਓਹ ਜੀਉਂਦੇ ਪਾਤਾਲ ਵਿੱਚ ਉਤਰ ਜਾਣ ਤਾਂ ਤੁਸੀਂ ਜਾਣ ਲਿਓ ਕਿ ਇਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਤੁੱਛ ਜਾਤਾ ਹੈ!।।"},{"number":31,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਉਹ ਏਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਬੋਲ ਚੁੱਕਿਆ ਤਾਂ ਭੂਮੀ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਦੇ ਹੇਠ ਸੀ ਪਾਟ ਗਈ"},{"number":32,"verse":"ਅਤੇ ਧਰਤੀ ਨੇ ਆਪਣਾ ਮੂੰਹ ਖੋਲ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਘਰਾਣਿਆਂ ਨੂੰ ਅਤੇ ਸਾਰੇ ਆਦਮੀਆਂ ਨੂੰ ਜਿਹੜੇ ਕੋਰਹ ਵੱਲ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਲਕਾ ਤੁਕਾ ਭੱਖ ਲਿਆ"},{"number":33,"verse":"ਇਉਂ ਓਹ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਦੇ ਜੀਉਂਦੇ ਜੀ ਪਾਤਾਲ ਵਿੱਚ ਉਤਰ ਗਏ ਅਤੇ ਧਰਤੀ ਉਨ੍ਹਾਂ ਉੱਤੇ ਮਿਲ ਗਈ ਸੋ ਓਹ ਸਭਾ ਵਿੱਚੋਂ ਨਾਸ ਹੋ ਗਏ"},{"number":34,"verse":"ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੇ ਆਲੇ ਦੁਆਲੇ ਸਨ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਕਾਂ ਤੋਂ ਨੱਠ ਗਏ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਮਤੇ ਧਰਤੀ ਸਾਨੂੰ ਵੀ ਭੱਖ ਲਵੇ!"},{"number":35,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਵੱਲੋਂ ਅੱਗ ਨਿੱਕਲੀ ਅਤੇ ਉਨ੍ਹਾਂ ਢਾਈ ਸੌ ਮਨੁੱਖਾਂ ਨੂੰ ਜਿਹੜੇ ਧੂਪ ਧੁਖਾਉਂਦੇ ਸਨ ਭਸਮ ਕਰ ਗਈ।।"},{"number":36,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ,"},{"number":37,"verse":"ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਨੂੰ ਬੋਲ ਕੇ ਉਹ ਧੂਪਦਾਨਾਂ ਨੂੰ ਅੱਗ ਦੇ ਵਿੱਚੋਂ ਚੁੱਕ ਲਵੇ ਅਤੇ ਤੂੰ ਅੱਗ ਨੂੰ ਖਿਲਾਰ ਦੇਹ ਕਿਉਂ ਜੋ ਓਹ ਪਵਿੱਤ੍ਰ ਹਨ"},{"number":38,"verse":"ਅਰਥਾਤ ਇਨ੍ਹਾਂ ਪਾਪੀਆਂ ਦੇ ਧੂਪਦਾਨ ਜਿਹੜੇ ਆਪਣੀਆਂ ਜਾਨਾਂ ਦੇ ਘਾਤੀ ਸਨ ਓਹਨਾਂ ਨੂੰ ਕੁੱਟ ਕੇ ਜਗਵੇਦੀ ਦੇ ਢੱਕਣ ਲਈ ਪੱਤ੍ਰ ਬਣਾਓ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੰ ਯਹੋਵਾਹ ਅੱਗੇ ਅਰਪਣ ਕੀਤਾ ਸੀ ਸੋ ਓਹ ਪਵਿੱਤਰ ਹਨ ਅਤੇ ਉਹ ਇਸਰਾਏਲੀਆਂ ਲਈ ਇੱਕ ਨਿਸ਼ਾਨ ਹੋਵੇਗਾ"},{"number":39,"verse":"ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੇ ਓਹਨਾਂ ਪਿੱਤਲ ਦਿਆਂ ਧੂਪਦਾਨਾਂ ਨੂੰ ਲੈਕੇ ਜਿਹੜੇ ਭਸਮ ਹੋਇਆਂ ਹੋਇਆਂ ਨੇ ਅਰਪਣ ਕੀਤੇ ਸਨ ਓਹਨਾਂ ਨੂੰ ਜਗਵੇਦੀ ਦੇ ਢੱਕਣ ਲਈ ਕੁੱਟਿਆ"},{"number":40,"verse":"ਕਿ ਓਹ ਇਸਰਾਏਲੀਆਂ ਲਈ ਇੱਕ ਯਾਦਗਾਰੀ ਹੋਵੇ ਤਾਂ ਜੋ ਕੋਈ ਓਪਰਾ ਮਨੁੱਖ ਜਿਹੜਾ ਹਾਰੂਨ ਦੀ ਅੰਸ ਦਾ ਨਾ ਹੋਵੇ ਨੇੜ੍ਹੇ ਆ ਕੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਧੂਪ ਨਾ ਧੁਖਾਵੇ ਅਤੇ ਨਾ ਹੀ ਕੋਰਹ ਅਤੇ ਉਸ ਦੀ ਟੋਲੀ ਵਾਂਙੁ ਹੋਵੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਉਹ ਨੂੰ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਬੋਲਿਆ ਸੀ।।"},{"number":41,"verse":"ਅਗਲੇ ਦਿਨ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਏਹ ਆਖ ਕੇ ਮੂਸਾ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਹਾਰੂਨ ਦੇ ਵਿਰੁੱਧ ਬੁੜ ਬੁੜਾਉਣ ਲੱਗੀ ਕਿ ਤੁਸਾਂ ਯਹੋਵਾਹ ਦੀ ਪਰਜਾ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ!"},{"number":42,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਮੰਡਲੀ ਮੂਸਾ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਹਾਰੂਨ ਦੇ ਵਿਰੁੱਧ ਇਕੱਠੀ ਹੋਈ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵੱਲ ਨਿਗਾਹ ਮਾਰੀ ਅਤੇ ਵੇਖੋ ਬੱਦਲ ਨੇ ਉਸ ਨੰ ਢੱਕ ਲਿਆ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਪਰਤਾਪ ਪਰਗਟ ਹੋਇਆ"},{"number":43,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਅੱਗੇ ਆਏ।।"},{"number":44,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":45,"verse":"ਏਸ ਮੰਡਲੀ ਵਿੱਚੋਂ ਨਿੱਕਲ ਜਾਓ ਤਾਂ ਜੋ ਮੈਂ ਇਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਅੱਖ ਦੇ ਫੋਰ ਵਿੱਚ ਭੱਖ ਲਵਾਂ! ਤਦ ਓਹ ਮੂੰਹ ਦੇ ਭਾਰ ਡਿੱਗੇ"},{"number":46,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ, ਆਪਣਾ ਧੂਪਦਾਨ ਲੈ ਕੇ ਉਸ ਉੱਤੇ ਜਗਵੇਦੀ ਦੀ ਅੱਗ ਪਾ ਅਤੇ ਧੂਪ ਪਾਕੇ ਛੇਤੀ ਨਾਲ ਮੰਡਲੀ ਕੋਲ ਲੈ ਜਾਹ ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਪਰਾਸਚਿਤ ਕਰ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਵੱਲੋਂ ਕ੍ਰੋਧ ਨਿੱਕਲਿਆ ਹੈ ਅਤੇ ਬਵਾ ਤੁਰ ਪਈ ਹੈ!"},{"number":47,"verse":"ਤਾਂ ਹਾਰੂਨ ਉਹ ਲੈ ਕੇ ਜਿਵੇਂ ਮੂਸਾ ਬੋਲਿਆ ਸਭਾ ਵਿੱਚ ਨੱਠ ਕੇ ਗਿਆ ਅਤੇ ਵੇਖੋ ਪਰਜਾ ਵਿੱਚ ਬਵਾ ਪਈ ਹੋਈ ਸੀ ਅਤੇ ਧੂਪ ਪਾਕੇ ਪਰਜਾ ਲਈ ਪਰਾਸਚਿਤ ਕੀਤਾ"},{"number":48,"verse":"ਅਤੇ ਓਹ ਮੋਇਆਂ ਅਤੇ ਜੀਉਂਦਿਆਂ ਦੇ ਵਿਚਕਾਰ ਖਲੋਤਾ ਸੀ ਤਾਂ ਬਵਾ ਰੁਕ ਗਈ"},{"number":49,"verse":"ਜਿਹੜੇ ਬਵਾ ਨਾਲ ਮਰੇ ਓਹ ਚੌਦਾਂ ਹਜ਼ਾਰ ਸੱਤ ਸੌ ਸਨ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡ ਕੇ ਜਿਹੜੇ ਕੋਰਹ ਦੀ ਗੱਲ ਕਾਰਨ ਮਰੇ"},{"number":50,"verse":"ਫੇਰ ਹਾਰੂਨ ਮੂਸਾ ਕੋਲ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਮੁੜ ਆਏ ਤਾਂ ਬਵਾ ਰੁਕ ਗਈ।।"}]}