{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"( ਹਾਰੂਨ ਦੇ ਢਾਂਗੇ ਵਿੱਚ ਕੂਮਲੀਆਂ) ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਬੋਲ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਢਾਂਗੇ ਘਰਾਣਿਆਂ ਪਰਤੀ ਲੈ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰਿਆਂ ਪਰਧਾਨਾਂ ਤੋਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਬਾਰ੍ਹਾਂ ਢਾਂਗੇ ਲੈ ਅਤੇ ਹਰ ਮਨੁੱਖ ਦਾ ਨਾਉਂ ਉਸ ਦੇ ਢਾਂਗੇ ਉੱਤੇ ਲਿਖੀਂ"},{"number":3,"verse":"ਅਤੇ ਤੂੰ ਹਾਰੂਨ ਦਾ ਨਾਉਂ ਲੇਵੀ ਦੇ ਢਾਂਗੇ ਉੱਤੇ ਲਿਖੀਂ ਕਿਉਂ ਜੋ ਇੱਕ ਢਾਂਗਾ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆ ਦੇ ਹਰ ਮੁਖੀਏ ਦੇ ਲਈ ਹੋਵੇ"},{"number":4,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਉਸ ਸਾਖੀ ਅੱਗੇ ਜਿੱਥੇ ਮੈਂ ਤੈਨੂੰ ਮਿਲਦਾ ਹਾਂ ਰੱਖ"},{"number":5,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਉਸ ਮਨੁੱਖ ਦੇ ਢਾਂਗੇ ਤੋਂ ਜਿਹ ਨੂੰ ਮੈਂ ਚੁਣਾਂਗਾ ਕੂਮਲੀਆਂ ਨਿੱਕਲ ਆਉਣਗੀਆਂ ਅਤੇ ਮੈਂ ਆਪਣੀ ਵੱਲੋਂ ਇਸਰਾਏਲੀਆਂ ਦੀ ਬੁੜ ਬੁੜਾਹਟ ਨੂੰ ਮੁਕਾ ਦਿਆਂਗਾ ਜਿਹੜੀ ਓਹ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਬੁੜ ਬੁੜਾਉਂਦੇ ਹਨ"},{"number":6,"verse":"ਮੂਸਾ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਇਉਂ ਬੋਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਪਰਧਾਨਾਂ ਨੇ ਉਹ ਨੂੰ ਢਾਂਗੇ ਦਿੱਤੇ, ਹਰ ਪਰਧਾਨ ਦਾ ਇੱਕ ਇੱਕ ਢਾਂਗਾ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆ ਅਨੁਸਾਰ, ਬਾਰ੍ਹਾਂ ਢਾਂਗੇ ਅਤੇ ਹਾਰੂਨ ਦਾ ਢਾਂਗਾ ਉਨ੍ਹਾਂ ਦੇ ਢਾਂਗਿਆ ਦੇ ਵਿੱਚ ਸੀ"},{"number":7,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਢਾਂਗਿਆ ਨੂੰ ਸਾਖੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਰੱਖਿਆ।।"},{"number":8,"verse":"ਤਾ ਐਉਂ ਹੋਇਆ ਕੇ ਅਗਲੇ ਦਿਨ ਮੂਸਾ ਸਾਖੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਗਿਆ ਅਤੇ ਵੇਖੋ ਹਾਰੂਨ ਦਾ ਢਾਂਗਾ ਲੇਵੀ ਦੇ ਘਰਾਣੇ ਦਾ ਫੁੱਟ ਪਿਆ ਅਤੇ ਉਸ ਨੂੰ ਕੂਮਲੀਆਂ ਨਿੱਕਲੀਆਂ ਹੋਈਆਂ ਸਨ ਅਤੇ ਫੁੱਲ ਨਿੱਕਲੇ ਹੋਏ ਸਨ ਅਤੇ ਬਦਾਮ ਲੱਗੇ ਹੋਏ ਸਨ"},{"number":9,"verse":"ਤਾਂ ਮੂਸਾ ਸਾਰੇ ਢਾਂਗੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਬਾਹਰ ਇਸਰਾਏਲੀਆਂ ਕੋਲ ਲਿਆਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਵੇਖੇ ਅਤੇ ਹਰ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਢਾਂਗਾ ਲਿਆ"},{"number":10,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ ਕਿ ਹਾਰੂਨ ਦਾ ਢਾਂਗਾ ਸਾਖੀ ਦੇ ਅੱਗੇ ਆਕੀਆਂ ਲਈ ਨਿਸ਼ਾਨ ਹੋਣ ਲਈ ਮੋੜ ਕੇ ਰੱਖ ਦੇਹ ਤਾਂ ਜੋ ਤੂੰ ਮੇਰੇ ਵਿਰੁੱਧ ਉਨ੍ਹਾਂ ਦੀ ਬੁੜ ਬੁੜਾਹਟ ਮੁਕਾ ਦੇਵੇਂ ਅਤੇ ਓਹ ਨਾ ਮਰਨ"},{"number":11,"verse":"ਮੂਸਾ ਨੇ ਏਵੇਂ ਹੀ ਕੀਤਾ, ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਓਹ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਿਵੇਂ ਹੀ ਕੀਤਾ"},{"number":12,"verse":"ਉਪਰੰਤ ਇਸਰਾਏਲੀਆਂ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ ਕਿ ਵੇਖ, ਸਾਡੇ ਪ੍ਰਾਣ ਨਿੱਕਲ ਗਏ ਹਨ ਅਸੀਂ ਨਾਸ ਹੋ ਗਏ ਹਾਂ! ਅਸੀਂ ਸਾਰੇ ਦੇ ਸਾਰੇ ਨਾਸ ਹੋ ਗਏ ਹਾਂ"},{"number":13,"verse":"ਜੋ ਕੋਈ ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਦੇ ਨੇੜ੍ਹੇ ਜਾਂਦਾ ਓਹ ਮਰ ਜਾਂਦਾ ਹੈ। ਕੀ ਅਸਾਂ ਸਾਰਿਆਂ ਦਾ ਨਾਸ ਹੋ ਜਾਵੇਗਾ?।।"}]}