{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"( ਲੇਵੀਆਂ ਦਾ ਵਿਰਸਾ) ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ ਕਿ ਤੂੰ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰ ਅਤੇ ਤੇਰੇ ਪਿਤਾ ਦਾ ਘਰਾਣਾ ਤੇਰੇ ਸੰਗ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੀ ਬਦੀ ਨੂੰ ਚੁੱਕੋਗੇ ਅਤੇ ਤੂੰ ਅਰ ਤੇਰੇ ਸੰਗ ਤੇਰੇ ਪੁੱਤ੍ਰ ਆਪਣੀ ਜਾਜਕਾਈ ਦੀ ਬਦੀ ਨੂੰ ਚੁੱਕੋਗੇ"},{"number":2,"verse":"ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਵੀ ਜਿਹੜੇ ਲੇਵੀ ਦੇ ਗੋਤ ਦੇ ਅਤੇ ਤੇਰੇ ਪਿਉ ਦੇ ਗੋਤ ਦੇ ਹਨ ਆਪਣੇ ਨੇੜ੍ਹੇ ਲਿਆ ਕਿ ਓਹ ਤੇਰੇ ਨਾਲ ਮਿਲ ਕੇ ਤੇਰੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਪਰ ਤੂੰ ਅਤੇ ਤੇਰੇ ਸੰਗ ਤੇਰੇ ਪੁੱਤ੍ਰ ਸਾਖੀ ਦੇ ਤੰਬੂ ਦੇ ਅੱਗੇ ਰਹੋ"},{"number":3,"verse":"ਤਾਂ ਜੋ ਓਹ ਤੇਰੀ ਜੁੰਮੇਵਾਰੀ ਨੂੰ ਅਤੇ ਸਾਰੇ ਤੰਬੂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਨੂੰ ਸਾਂਭਣ ਪਰੰਤੂ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਭਾਂਡਿਆ ਕੋਲ ਅਤੇ ਜਗਵੇਦੀ ਕੋਲ ਓਹ ਨਾ ਆਉਣ ਕਿ ਉਹ ਮਰ ਨਾ ਜਾਣ, ਨਾ ਓਹ ਨਾ ਤੁਸੀਂ"},{"number":4,"verse":"ਪਰ ਓਹ ਤੇਰੇ ਸੰਗ ਮਿਲਾਏ ਜਾਣ ਅਰ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਸਾਂਭਣ। ਓਹ ਤੰਬੂ ਦੀ ਸਾਰੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਪਰ ਕੋਈ ਓਪਰਾ ਤੁਹਾਡੇ ਨੇੜ੍ਹੇ ਨਾ ਆਵੇ"},{"number":5,"verse":"ਅਤੇ ਤੁਸੀਂ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੀ ਜੁੰਮੇਵਾਰੀ ਨੂੰ ਅਤੇ ਜਗਵੇਦੀ ਦੀ ਜੁੰਮੇਵਾਰੀ ਨੂੰ ਸਾਂਭੋ ਤਾਂ ਜੋ ਕ੍ਰੋਧ ਫੇਰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਉੱਤੇ ਨਾ ਹੋਵੇ"},{"number":6,"verse":"ਅਤੇ ਵੇਖੋ, ਮੈਂ ਆਪ ਤੁਹਾਡੇ ਲੇਵੀ ਭਰਾਵਾਂ ਨੂੰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਵਿੱਚੋਂ ਲੈ ਲਿਆ। ਤੁਹਾਡੇ ਲਈ ਉਹ ਇੱਕ ਦਾਤ ਹੈ ਜਿਹੜੀ ਯਹੋਵਾਹ ਲਈ ਦਿੱਤੀ ਗਈ ਹੈ ਤਾਂ ਜੋ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":7,"verse":"ਪਰ ਤੂੰ ਅਤੇ ਤੇਰੇ ਸੰਗ ਤੇਰੇ ਪੁੱਤ੍ਰ ਆਪਣੀ ਜਾਜਕਾਈ ਨੂੰ —— ਜਗਵੇਦੀ ਦਾ ਅਤੇ ਪੜਦੇ ਦੇ ਅੰਦਰਲਾ ਸਭ ਕੁਝ ਸਾਂਭੋ, ਇਉਂ ਤੁਸੀਂ ਉਪਾਸਨਾ ਕਰੋ। ਮੈਂ ਤੁਹਾਨੂੰ ਜਾਜਕਾਈ ਇੱਕ ਦਾਨ ਵਾਲੀ ਸੇਵਾ ਵਾੰਙੁ ਦਿੱਤੀ ਹੈ, ਪਰ ਜਿਹੜਾ ਓਪਰਾ ਨੇੜ੍ਹੇ ਆਵੇ ਓਹ ਮਾਰਿਆ ਜਾਵੇ।।"},{"number":8,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਹਾਰੂਨ ਨੂੰ ਬੋਲਿਆ, ਵੇਖ, ਮੈਂ ਆਪ ਤੈਨੂੰ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਦਿੱਤੀ ਹੈ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੀਆਂ ਸਾਰੀਆਂ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਤੈਨੂੰ ਮਸਾਹ ਹੋਣ ਦੇ ਕਾਰਨ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਸਦਾ ਦੇ ਹੱਕ ਲਈ ਦਿੱਤੀਆਂ ਹਨ"},{"number":9,"verse":"ਏਹ ਤੇਰੇ ਲਈ ਅੱਤ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਤੋਂ ਹੋਣਗੀਆਂ ਜਿਹੜੀਆਂ ਅੱਗ ਤੋਂ ਬਚ ਰਹਿਣ। ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਚੜ੍ਹਾਵੇ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਦੀਆਂ ਮੈਦੇ ਦੀਆਂ ਭੇਟਾਂ, ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਾਪ ਦੀਆਂ ਭੇਟਾਂ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਅਪਰਾਧ ਦੀਆਂ ਭੇਟਾਂ ਜਿਹੜੀਆਂ ਓਹ ਮੈਨੂੰ ਮੋੜਦੇ ਹਨ ਤੇਰੇ ਲਈ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੋਣਗੀਆਂ"},{"number":10,"verse":"ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਤ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਵਿੱਚ ਖਾਓ। ਹਰ ਇੱਕ ਨਰ ਉਨ੍ਹਾਂ ਨੂੰ ਖਾਵੇ। ਓਹ ਤੇਰੇ ਲਈ ਪਵਿੱਤ੍ਰ ਹੋਣਗੀਆਂ"},{"number":11,"verse":"ਅਤੇ ਤੇਰੇ ਲਈ ਏਹ ਵੀ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਦਾਨ ਦੀ ਚੁੱਕਣ ਵਾਲੀ ਭੇਟ ਅਰਥਾਤ ਇਸਰਾਏਲੀਆਂ ਦੀਆਂ ਸਾਰੀਆਂ ਹਿਲਾਉਣ ਵਾਲੀਆਂ ਭੇਟਾਂ ਮੈਂ ਤੈਨੂੰ ਅਤੇ ਤੇਰੇ ਸੰਗ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਤੇਰੀਆਂ ਧੀਆਂ ਨੂੰ ਸਦਾ ਦੇ ਹੱਕ ਲਈ ਦਿੱਤਿਆਂ ਹਨ। ਹਰ ਇੱਕ ਜਿਹੜਾ ਤੇਰੇ ਘਰ ਵਿੱਚ ਸ਼ੁੱਧ ਹੋਵੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਖਾਵੇ"},{"number":12,"verse":"ਸਭ ਤੋਂ ਚੰਗਾ ਸਾਰਾ ਤੇਲ, ਸਭ ਤੋਂ ਚੰਗਾ ਸਾਰਾ ਦਾਖਰਸ ਅਤੇ ਅੰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਹਿਲੇ ਫਲ ਜਿਹੜੇ ਓਹ ਯਹੋਵਾਹ ਲਈ ਦਿੰਦੇ ਹਨ ਮੈਂ ਤੈਨੂੰ ਦਿੱਤੇ"},{"number":13,"verse":"ਉਨ੍ਹਾਂ ਦੀ ਧਰਤੀ ਦੇ ਪਹਿਲੇ ਫਲ ਜਿਹੜੇ ਓਹ ਯਹੋਵਾਹ ਲਈ ਲਿਆਉਂਦੇ ਹਨ ਓਹ ਤੇਰੇ ਹੋਣਗੇ। ਹਰ ਇੱਕ ਜਿਹੜਾ ਤੇਰੇ ਘਰ ਵਿੱਚ ਹੈ ਅਤੇ ਸ਼ੁੱਧ ਹੋਵੇ, ਉਹ ਖਾਵੇ"},{"number":14,"verse":"ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਸਾਰੀਆਂ ਅਰਪਣ ਕੀਤੀਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾ ਤੇਰੀਆਂ ਹੋਣਗੀਆਂ"},{"number":15,"verse":"ਸਾਰਿਆਂ ਸਰੀਰਾਂ ਵਿੱਚੋਂ ਕੁੱਖ ਦੇ ਖੋਲ੍ਹਣ ਵਾਲੇ ਜਿਹੜੇ ਓਹ ਯਹੋਵਾਹ ਦੇ ਲਈ ਲਿਆਉਣ ਭਾਵੇਂ ਆਦਮੀ ਦਾ ਭਾਵੇਂ ਡੰਗਰ ਦਾ, ਓਹ ਵੀ ਤੇਰੇ ਲਈ ਹੋਣਗੇ ਤਾਂ ਵੀ ਆਦਮੀ ਦੇ ਪਲੋਠੇ ਦੇ ਨਿਸਤਾਰਾ ਦਾ ਮੁੱਲ ਜ਼ਰੂਰ ਦੇਣਾ ਨਾਲੇ ਅਸ਼ੁੱਧ ਡੰਗਰਾ ਦੇ ਪਲੋਠਿਆਂ ਦੇ ਨਿਸਤਾਰਾ ਦਾ ਮੁੱਲ ਦੇਣਾ"},{"number":16,"verse":"ਜਿਨ੍ਹਾਂ ਦੇ ਨਿਸਤਾਰੇ ਦਾ ਮੁੱਲ ਤੈਂ ਦੇਣਾ ਹੋਵੇ ਇੱਕ ਮਹੀਨੇ ਤੋਂ ਉਪਰ ਵਾਲੇ ਦਾ ਤੂੰ ਨਿਸਤਾਰੇ ਦਾ ਮੁੱਲ ਦੇਹ ਅਰਥਾਤ ਆਪਣੇ ਠਹਿਰਾਏ ਹੋਏ ਲੇਖੇ ਅਨੁਸਾਰ ਚਾਂਦੀ ਦੇ ਪੰਜ ਰੁਪਏ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਸ਼ਕਲ ਅਨੁਸਾਰ ਜਿਹੜਾ ਵੀਹ ਗੀਰਹ ਦਾ ਹੈ"},{"number":17,"verse":"ਪਰੰਤੂ ਗਾਊ ਦੇ ਪਲੋਠੇ, ਭੇਡ ਦੇ ਪਲੋਠੇ ਅਤੇ ਬੱਕਰੀ ਦੇ ਪਲੋਠੇ ਦੇ ਨਿਸਤਾਰੇ ਦਾ ਮੁੱਲ ਨਾ ਦੇਣਾ, ਓਹ ਪਵਿੱਤ੍ਰ ਹਨ ਉਨ੍ਹਾਂ ਦਾ ਲੂਹ ਤੂੰ ਜਗਵੇਦੀ ਉੱਤੇ ਛਿੜਕੀਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਚਰਬੀ ਯਹੋਵਾਹ ਲਈ ਸੁਗੰਧਤਾ ਕਰਕੇ ਅੱਗ ਦੀ ਭੇਟ ਲਈ ਸਾੜ ਦੇਵੀਂ"},{"number":18,"verse":"ਉਨ੍ਹਾਂ ਦਾ ਮਾਸ ਤੇਰਾ ਹੋਵੇਗਾ ਜਿਵੇਂ ਹਿਲਾਇਆ ਹੋਇਆ ਸੀਨਾ ਅਤੇ ਸੱਜੀ ਰਾਣ ਤੇਰੇ ਹਨ"},{"number":19,"verse":"ਸਾਰੀਆਂ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਦੀਆਂ ਚੁੱਕਣ ਵਾਲੀਆਂ ਭੇਟਾਂ ਜਿਹੜੀਆਂ ਇਸਰਾਏਲੀ ਯਹੋਵਾਹ ਲਈ ਚੁੱਕਣ ਮੈਂ ਤੈਨੂੰ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਤੇਰੀਆਂ ਧੀਆਂ ਨੂੰ ਤੇਰੇ ਨਾਲ ਸਦਾ ਦੇ ਹੱਕ ਲਈ ਦਿੱਤੀਆਂ ਹਨ। ਏਹ ਲੂਣ ਦਾ ਸਦਾ ਦਾ ਨੇਮ ਯਹੋਵਾਹ ਅੱਗੇ ਤੇਰੇ ਲਈ ਅਤੇ ਤੇਰੇ ਅੰਸ ਲਈ ਹੋਵੇ"},{"number":20,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ ਉਨ੍ਹਾਂ ਦੀ ਧਰਤੀ ਵਿੱਚ ਕੋਈ ਵਿਰਸਾ ਨਾ ਲਵੀਂ ਨਾ ਉਨ੍ਹਾਂ ਵਿੱਚ ਤੇਰਾ ਕੋਈ ਹਿੱਸਾ ਹੋਵੇਗਾ। ਤੇਰਾ ਹਿੱਸਾ ਤੇ ਤੇਰਾ ਵਿਰਸਾ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਮੈਂ ਹਾਂ।।"},{"number":21,"verse":"ਅਤੇ ਵੇਖੋ, ਲੇਵੀਆਂ ਲਈ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਦੇ ਸਾਰਿਆਂ ਦਸਵੰਧਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰਸੇ ਵਿੱਚ ਉਸ ਟਹਿਲ ਸੇਵਾ ਦੇ ਬਦਲੇ ਜਿਹੜੀ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਕਰਦੇ ਹਨ ਦਿੱਤਾ ਹੈ"},{"number":22,"verse":"ਅਤੇ ਅੱਗੇ ਨੂੰ ਇਸਰਾਏਲੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਨੇੜ੍ਹੇ ਨਾ ਆਉਣ ਮਤੇ ਓਹ ਪਾਪ ਚੁੱਕਣ ਅਤੇ ਮਰ ਜਾਣ"},{"number":23,"verse":"ਪਰ ਲੇਵੀ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਅਤੇ ਓਹ ਆਪਣੀ ਬਦੀ ਆਪ ਚੁੱਕਣ। ਏਹ ਤੁਹਾਡੀਆਂ ਪੀੜ੍ਹੀਆਂ ਤੀਕ ਸਦਾ ਦੀ ਬਿਧੀ ਹੋਵੇ ਪਰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਵਿੱਚ ਓਹ ਵਿਰਸਾ ਨਾ ਪਾਉਣਗੇ"},{"number":24,"verse":"ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਦੇ ਦਸਵੰਧ ਨੂੰ ਜਿਹੜਾ ਓਹ ਯਹੋਵਾਹ ਲਈ ਚੁੱਕਣ ਦੀ ਭੇਟ ਕਰਕੇ ਲਿਆਉਂਦੇ ਹਨ ਮੈਂ ਲੇਵੀਆਂ ਨੂੰ ਵਿਰਸੇ ਵਿੱਚ ਦਿੱਤਾ ਹੈ। ਏਸ ਲਈ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਓਹ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਵਿਰਸਾ ਨਾ ਪਾਉਣਗੇ।।"},{"number":25,"verse":"ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":26,"verse":"ਲੇਵੀਆਂ ਨੂੰ ਆਖ ਕਿ ਜਦ ਤੁਸੀਂ ਇਸਰਾਏਲੀਆਂ ਤੋਂ ਦਸਵੰਧ ਲੈਂਦੇ ਹੋ ਜਿਹੜਾ ਮੈਂ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਤੁਹਾਡੇ ਵਿਰਸੇ ਵਿੱਚ ਦਿੱਤਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਯਹੋਵਾਹ ਲਈ ਉਸ ਤੋਂ ਚੁੱਕਣ ਦੀ ਭੇਟ ਚੜ੍ਹਾਓ ਅਰਥਾਤ ਦਸਵੰਧ ਦਾ ਦਸਵੰਧ"},{"number":27,"verse":"ਅਤੇ ਏਹ ਤੁਹਾਡੇ ਲੇਖੇ ਵਿੱਚ ਚੁੱਕਣ ਦੀ ਭੇਟ ਗਿਣੀ ਜਾਵੇ ਜਿਵੇਂ ਏਹ ਪਿੜ ਦਾ ਅੰਨ ਦਾ ਅਤੇ ਕੋਹਲੂ ਦੇ ਦਾਖਰਸ ਦੀ ਭਰਪੂਰੀ ਹੈ"},{"number":28,"verse":"ਇਉਂ ਤੁਸੀਂ ਵੀ ਯਹੋਵਾਹ ਲਈ ਚੁੱਕਣ ਦੀ ਭੇਟ ਆਪਣਿਆਂ ਸਾਰਿਆਂ ਦਸਵੰਧਾਂ ਤੋਂ ਜਿਹੜੇ ਤੁਸੀਂ ਇਸਰਾਏਲੀਆਂ ਤੋਂ ਲੈਂਦੇ ਹੋ ਚੜ੍ਹਾਓਗੇ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਯਹੋਵਾਹ ਦੀ ਚੁੱਕਣ ਦੀ ਭੇਟ ਹਾਰੂਨ ਜਾਜਕ ਨੂੰ ਦਿਓ"},{"number":29,"verse":"ਆਪਣਿਆਂ ਸਾਰਿਆਂ ਦਾਨਾਂ ਤੋਂ ਤੁਸੀਂ ਯਹੋਵਾਹ ਲਈ ਚੁੱਕਣ ਦੀ ਭੇਟ ਉਸ ਦੀ ਥਿੰਧਿਆਈ ਤੋਂ ਅਰਥਾਤ ਉਸਦੇ ਪਵਿੱਤ੍ਰ ਕੀਤੇ ਹੋਏ ਹਿੱਸੇ ਤੋਂ ਚੜ੍ਹਾਓ"},{"number":30,"verse":"ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ ਕੇ ਜਦ ਤੁਸੀਂ ਉਸ ਦੀ ਥਿੰਧਿਆਈ ਚੜ੍ਹਾਉਂਦੇ ਹੋ ਤਾਂ ਉਹ ਲੇਵੀਆਂ ਦੇ ਲੇਖੇ ਵਿੱਚ ਗਿਣੀ ਜਾਵੇ ਜਿਵੇਂ ਪਿੜ ਦੀ ਵਾਫਰੀ ਅਤੇ ਕੋਹਲੂ ਦੀ ਵਾਫਰੀ ਹੈ"},{"number":31,"verse":"ਤਾਂ ਤੁਸੀਂ ਉਹ ਨੂੰ ਸਾਰਿਆਂ ਥਾਵਾਂ ਵਿੱਚ ਖਾਓ, ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਘਰਾਣੇ ਕਿਉਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਲਈ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਦੇ ਬਦਲੇ ਤੁਹਾਡਾ ਇਨਾਮ ਹੈ"},{"number":32,"verse":"ਅਤੇ ਤੁਸੀਂ ਉਸ ਦੇ ਕਾਰਨ ਪਾਪ ਨਹੀਂ ਕਰੋਗੇ ਜਦ ਤੁਸੀਂ ਉਸ ਦੀ ਥਿੰਧਿਆਈ ਵਿੱਚੋਂ ਚੁੱਕਿਆ, ਅਤੇ ਤੁਸੀਂ ਇਸਰਾਏਲੀਆਂ ਦੀਆਂ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਨੂੰ ਭਰਿਸ਼ਟ ਨਾ ਕਰੋ ਮਤੇ ਤੁਸੀਂ ਮਰ ਜਾਓ।।"}]}