{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"( ਅਸ਼ੁੱਧਤਾਈ ਦੂਰ ਕਰਨ ਦਾ ਜਲ) ਯਹੋਵਾਹ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਬੋਲਿਆ,"},{"number":2,"verse":"ਏਹ ਬਿਵਸਥਾ ਦੀ ਬਿਧੀ ਹੈ ਜਿਹ ਦਾ ਯਹੋਵਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਬੋਲ ਕਿ ਓਹ ਤੇਰੇ ਕੋਲ ਇੱਕ ਲਾਲ ਨਰੋਈ ਜੁਆਨ ਗਾਂ ਲਿਆਉਣ ਜਿਹੜੀ ਬੱਜ ਤੋਂ ਰਹਿਤ ਹੋਵੇ ਅਤੇ ਜਿਹ ਦੇ ਉੱਤੇ ਜੂਲਾ ਨਾ ਰੱਖਿਆ ਗਿਆ ਹੋਵੇ"},{"number":3,"verse":"ਅਤੇ ਤੁਸੀਂ ਉਹ ਨੂੰ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੂੰ ਦਿਓ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਲੈ ਜਾਵੇ ਅਤੇ ਉਹ ਦੇ ਸਾਹਮਣੇ ਕੋਈ ਉਸ ਨੂੰ ਕੱਟੇ"},{"number":4,"verse":"ਫੇਰ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਉਸ ਦੇ ਲਹੂ ਤੋਂ ਆਪਣੀ ਉਂਗਲੀ ਨਾਲ ਲੈ ਕੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਅਗਲੇ ਪਾਸੇ ਵੱਲ ਸੱਤ ਵਾਰ ਉਸ ਲਹੂ ਨੂੰ ਛਿੜਕੇ"},{"number":5,"verse":"ਤਾਂ ਕੋਈ ਉਸ ਗਾਂ ਨੂੰ ਉਹ ਦੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਸਾੜੇ, ਉਸ ਨੂੰ ਚਮੜੇ, ਮਾਸ, ਲਹੂ ਅਤੇ ਗੋਹੇ ਸਣੇ ਸਾੜੇ"},{"number":6,"verse":"ਫੇਰ ਜਾਜਕ ਦਿਆਰ ਦੀ ਲੱਕੜੀ ਅਤੇ ਜ਼ੂਫ਼ਾ ਅਤੇ ਕਿਰਮਚੀ ਰੰਗ ਲੈ ਕੇ ਗਾਂ ਦੇ ਸਾੜਣ ਦੀ ਅੱਗ ਵਿੱਚ ਸੁੱਟੇ"},{"number":7,"verse":"ਫੇਰ ਜਾਜਕ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੇ ਅਤੇ ਅਸ਼ਨਾਨ ਕਰੇ। ਉਸ ਦੇ ਮਗਰੋਂ ਉਹ ਡੇਰੇ ਵਿੱਚ ਆਵੇ ਪਰ ਉਹ ਜਾਜਕ ਸੰਝ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇਗਾ"},{"number":8,"verse":"ਅਤੇ ਸਾੜਨ ਵਾਲਾ ਵੀ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੇ ਅਤੇ ਅਸ਼ਨਾਨ ਕਰੇ ਅਰ ਸੰਝ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇ"},{"number":9,"verse":"ਕੋਈ ਸ਼ੁੱਧ ਮਨੁੱਖ ਗਾਂ ਦੀ ਸੁਆਹ ਇਕੱਠੀ ਕਰੇ ਅਤੇ ਉਹ ਨੂੰ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਸ਼ੁੱਧ ਅਸਥਾਨ ਵਿੱਚ ਰੱਖੇ ਅਤੇ ਉਹ ਇਸਰਾਏਲੀਆਂ ਦੀ ਮੰਡਲੀ ਲਈ ਅਸ਼ੁੱਧਤਾਈ ਦੂਰ ਕਰਨ ਦਾ ਜਲ ਕਰਕੇ ਰੱਖੀ ਜਾਵੇ, ਓਹ ਪਾਪ ਦੀ ਭੇਟ ਹੈ"},{"number":10,"verse":"ਅਤੇ ਜਿਹੜਾ ਗਾਂ ਦੀ ਸੁਆਹ ਇਕੱਠੀ ਕਰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੇ ਅਤੇ ਉਹ ਸੰਝ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇਗਾ। ਇਸਰਾਏਲੀਆਂ ਲਈ ਅਤੇ ਪਰਦੇਸੀ ਲਈ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਟਿੱਕਦਾ ਹੈ ਏਹ ਸਦਾ ਦੀ ਬਿਧੀ ਹੋਵੇਗੀ।।"},{"number":11,"verse":"ਜੇ ਕੋਈ ਕਿਸੇ ਆਦਮੀ ਦੀ ਲੋਥ ਨੂੰ ਛੋਹੇ ਉਹ ਸੱਤ ਦਿਨ ਅਸ਼ੁੱਧ ਰਹੇ"},{"number":12,"verse":"ਉਹ ਤੀਜੇ ਦਿਨ ਆਪਣੇ ਆਪ ਨੂੰ ਉਹ ਦੇ ਨਾਲ ਸ਼ੁੱਧ ਕਰੇ ਤਾਂ ਸੱਤਵੇਂ ਦਿਨ ਉਹ ਸ਼ੁੱਧ ਹੋਵੇਗਾ ਪਰ ਜੇ ਉਹ ਤੀਜੇ ਦਿਨ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਨਾ ਕਰੇ ਤਾਂ ਸੱਤਵੇਂ ਦਿਨ ਓਹ ਸ਼ੁੱਧ ਨਹੀਂ ਹੋਵੇਗਾ"},{"number":13,"verse":"ਜੋ ਕੋਈ ਕਿਸੇ ਆਦਮੀ ਦੀ ਲੋਥ ਨੂੰ ਜਿਹੜਾ ਮਰ ਗਿਆ ਹੋਵੇ ਛੋਹੇ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਨਾ ਕੀਤਾ ਹੋਵੇ ਉਹ ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਦਾ ਹੈ ਸੋ ਉਹ ਪ੍ਰਾਣੀ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਛੇਕਿਆ ਜਾਵੇ, ਏਸ ਲਈ ਕਿ ਅਸ਼ੁੱਧਤਾਈ ਦਾ ਜਲ ਉਹ ਦੇ ਉੱਤੇ ਨਹੀਂ ਛਿੜਕਿਆ ਗਿਆ, ਉਹ ਅਸ਼ੁੱਧ ਹੋਵੇਗਾ। ਉਹ ਅਜੇ ਅਸ਼ੁੱਧ ਹੈ ।।"},{"number":14,"verse":"ਏਹ ਬਿਵਸਥਾ ਹੈ ਜਦ ਕੋਈ ਮਨੁੱਖ ਤੰਬੂ ਵਿੱਚ ਮਰ ਜਾਵੇ। ਜੋ ਕੋਈ ਤੰਬੂ ਵਿੱਚ ਵੜੇ ਅਤੇ ਜੋ ਕੋਈ ਤੰਬੂ ਵਿੱਚ ਹੋਵੇ ਸੱਤ ਦਿਨ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇਗਾ"},{"number":15,"verse":"ਸਾਰੇ ਭਾਂਡੇ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਕੋਈ ਢੱਕਣ ਨਾ ਬੰਨ੍ਹੇ ਹੋਏ ਹੋਣ ਓਹ ਅਸ਼ੁੱਧ ਹਨ"},{"number":16,"verse":"ਜੋ ਕੋਈ ਰੜ ਵਿੱਚ ਤੇਗ ਨਾਲ ਵੱਡੇ ਹੋਏ ਨੂੰ ਯਾ ਕਿਸੇ ਲੋਥ ਨੂੰ ਯਾ ਆਦਮੀ ਦੀ ਹੱਡੀ ਨੂੰ ਯਾ ਕਿਸੇ ਕਬਰ ਨੂੰ ਛੋਹੇ ਉਹ ਸੱਤ ਦਿਨ ਅਸ਼ੁੱਧ ਰਹੇਗਾ"},{"number":17,"verse":"ਅਤੇ ਉਸ ਅਸ਼ੁੱਧ ਲਈ ਉਹ ਪਾਪ ਦੀ ਭੇਟ ਦੀ ਸਾੜਨ ਦੀ ਸੁਆਹ ਤੋਂ ਲੈਣ ਅਤੇ ਉਸ ਉੱਤੇ ਵੱਗਦਾ ਪਾਣੀ ਇੱਕ ਭਾਂਡੇ ਵਿੱਚ ਪਾਇਆ ਜਾਵੇ"},{"number":18,"verse":"ਅਤੇ ਕੋਈ ਸ਼ੁੱਧ ਮਨੁੱਖ ਜ਼ੂਫਾ ਲੈ ਕੇ ਉਸ ਜਲ ਵਿੱਚ ਡਬੋਵੇ, ਫੇਰ ਉਸ ਤੰਬੂ ਉੱਤੇ ਅਤੇ ਸਾਰੇ ਭਾਂਡਿਆਂ ਉੱਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਪ੍ਰਾਣੀਆਂ ਉੱਤੇ ਜਿਹੜੇ ਉੱਥੇ ਸਨ, ਨਾਲੇ ਉਸ ਉੱਤੇ ਜਿਹ ਨੇ ਹੱਡੀ ਨੂੰ ਯਾ ਵੱਡੇ ਹੋਏ ਨੂੰ ਯਾ ਲੋਥ ਨੂੰ ਯਾ ਕਬਰ ਨੂੰ ਛੋਹਿਆ ਛਿੜਕੇ"},{"number":19,"verse":"ਅਤੇ ਸ਼ੁੱਧ ਜਨ ਅਸ਼ੁੱਧ ਉੱਤੇ ਤੀਜੇ ਦਿਨ ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਛਿੜਕੇ ਅਤੇ ਇਉਂ ਸੱਤਵੇਂ ਦਿਨ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਕਰੇ। ਉਹ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੇ ਅਤੇ ਅਸ਼ਨਾਨ ਕਰੇ ਤਾਂ ਉਹ ਸੰਝ ਨੂੰ ਸ਼ੁੱਧ ਹੋਵੇਗਾ"},{"number":20,"verse":"ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਅਸ਼ੁੱਧ ਰਹੇ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਨਾ ਕਰੇ ਉਹ ਪ੍ਰਾਣੀ ਸਭਾ ਵਿੱਚੋਂ ਛੇਕਿਆ ਜਾਵੇ ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਨੂੰ ਭਰਿਸ਼ਟ ਕੀਤਾ। ਅਸ਼ੁੱਧਤਾਈ ਦਾ ਜਲ ਉਹ ਦੇ ਉੱਤੇ ਨਹੀਂ ਛਿੜਕਿਆ ਗਿਆ ਜੋ ਓਹ ਅਸ਼ੁੱਧ ਹੈ"},{"number":21,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਏਹ ਸਦਾ ਦੀ ਬਿਧੀ ਹੋਵੇਗੀ ਅਤੇ ਅਸ਼ੁੱਧਤਾਈ ਦੇ ਜਲ ਦਾ ਛਿੜਕਣ ਵਾਲਾ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੇ ਅਤੇ ਅਸ਼ੁੱਧਤਾਈ ਦੇ ਜਲ ਨੂੰ ਛੋਹਣ ਵਾਲਾ ਸੰਝ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇ"},{"number":22,"verse":"ਅਤੇ ਜੋ ਕੁਝ ਅਸ਼ੁੱਧ ਜਨ ਛੋਹੇ ਉਹ ਅਸ਼ੁੱਧ ਹੋਵੇਗਾ ਅਤੇ ਜਿਹੜਾ ਪ੍ਰਾਣੀ ਉਸ ਚੀਜ਼ ਨੂੰ ਛੋਹੇ ਉਹ ਸੰਝ ਤੀਕ ਅਸ਼ੁੱਧ ਰਹੇਗਾ।।"}]}