{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":20,"verses":[{"number":1,"verse":"( ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਦਾ ਪਾਪ ਅਤੇ ਉਸ ਦੀ ਸਜ਼ਾ) ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਪਹਿਲੇ ਮਹੀਨੇ ਸੀਨ ਦੀ ਉਜਾੜ ਵਿੱਚ ਆਈ ਅਤੇ ਪਰਜਾ ਕਾਦੇਸ਼ ਵਿੱਚ ਟਿਕ ਗਈ ਪਰ ਉੱਥੇ ਮਿਰਯਮ ਮਰ ਗਈ ਅਤੇ ਉੱਥੇ ਦੱਬ ਦਿੱਤੀ ਗਈ"},{"number":2,"verse":"ਉੱਥੇ ਮੰਡਲੀ ਲਈ ਪਾਣੀ ਨਹੀਂ ਸੀ ਤਾਂ ਉਹ ਮੂਸਾ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਹਾਰੂਨ ਦੇ ਵਿਰੁੱਧ ਇਕੱਠੀ ਹੋਈ"},{"number":3,"verse":"ਅਤੇ ਪਰਜਾ ਮੂਸਾ ਨਾਲ ਝਗੜਨ ਲੱਗੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਭਲਾ ਹੁੰਦਾ ਜੇ ਅਸੀਂ ਪ੍ਰਾਣ ਤਿਆਗ ਦਿੰਦੇ ਜਦ ਸਾਡੇ ਭਰਾਵਾਂ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਪ੍ਰਾਣ ਤਿਆਗੇ ਸਨ!"},{"number":4,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੀ ਸਭਾ ਨੂੰ ਕਾਹਨੂੰ ਏਸ ਉਜਾੜ ਵਿੱਚ ਲੈ ਆਏ ਹੋ ਕਿ ਅਸੀਂ ਅਤੇ ਸਾਡੇ ਪਸੂ ਏਥੇ ਮਰੀਏ?"},{"number":5,"verse":"ਤੁਸੀਂ ਕਾਹਨੂੰ ਸਾਨੂੰ ਮਿਸਰ ਤੋਂ ਉਤਾਹਾਂ ਲਿਆਏ? ਤੁਸਾਂ ਸਾਨੂੰ ਏਸ ਬੁਰੇ ਥਾਂ ਵਿੱਚ ਲਿਆਂਦਾ ਜਿੱਥੇ ਨਾ ਬੀ, ਨਾ ਹਜੀਰ, ਨਾ ਦਾਖ ਦੀ ਬੇਲ, ਨਾ ਅਨਾਰ, ਅਤੇ ਨਾ ਪੀਣ ਲਈ ਪਾਣੀ ਹੈ"},{"number":6,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਸਭਾ ਦੇ ਅੱਗੋਂ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਕੋਲ ਜਾ ਕੇ ਮੂੰਹਾਂ ਭਾਰ ਡਿੱਗੇ ਤਾਂ ਯਹੋਵਾਹ ਦਾ ਪਰਤਾਪ ਉਨ੍ਹਾਂ ਉੱਤੇ ਪਰਗਟ ਹੋਇਆ"},{"number":7,"verse":"ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":8,"verse":"ਢਾਗਾਂ ਲੈ ਕੇ ਮੰਡਲੀ ਨੂੰ ਇਕੱਠਾ ਕਰ, ਤੂੰ ਅਤੇ ਤੇਰਾ ਭਰਾ ਹਾਰੂਨ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਵੇਖਦਿਆਂ ਪੱਥਰੇਲੀ ਢਿੱਗ ਨੂੰ ਬੋਲੋ ਕਿ ਉਹ ਆਪਣਾ ਪਾਣੀ ਦੇਵੇ ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਲਈ ਢਿੱਗ ਤੋਂ ਪਾਣੀ ਕੱਢੇਂਗਾ। ਇਉਂ ਤੂੰ ਇਸ ਮੰਡਲੀ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਸੂਆਂ ਨੂੰ ਪਿਲਾਵੇਂਗਾ"},{"number":9,"verse":"ਉਪਰੰਤ ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਢਾਂਗਾ ਲਿਆ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":10,"verse":"ਅਤੇ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੇ ਸਭਾ ਨੂੰ ਉਸ ਢਿੱਗ ਦੇ ਅੱਗੇ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਸੁਣੋ ਤੁਸੀਂ ਝਗੜਾਲੂਓ, ਕੀ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਏਸ ਢਿੱਗ ਤੋਂ ਪਾਣੀ ਕੱਢੀਏ?"},{"number":11,"verse":"ਫੇਰ ਮੂਸਾ ਨੇ ਆਪਣਾ ਹੱਥ ਚੁੱਕ ਕੇ ਉਸ ਢਿੱਗ ਨੂੰ ਆਪਣੇ ਢਾਂਗੇ ਨਾਲ ਦੋ ਵਾਰ ਮਾਰਿਆ ਤਾਂ ਬਹੁਤ ਪਾਣੀ ਨਿੱਕਲ ਆਇਆ, ਫੇਰ ਮੰਡਲੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਸੂਆਂ ਨੇ ਪੀਤਾ"},{"number":12,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ, ਏਸ ਲਈ ਕਿ ਤੁਸਾਂ ਮੇਰੀ ਪਰਤੀਤ ਨਾ ਕੀਤੀ ਕਿ ਇਸਰਾਏਲ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਮੈਨੂੰ ਪਵਿੱਤ੍ਰ ਠਹਿਰਾਉਂਦੇ, ਹੁਣ ਤੁਸੀਂ ਏਸ ਸਭਾ ਨੂੰ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿਹੜੀ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੀ, ਨਹੀਂ ਲੈ ਜਾਓਗੇ"},{"number":13,"verse":"ਏਹ ਮਰੀਬਾਹ ਦਾ ਪਾਣੀ ਹੈ ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਨੇ ਯਹੋਵਾਹ ਨਾਲ ਝਗੜਾ ਕੀਤਾ। ਸੋ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਪਵਿੱਤ੍ਰ ਠਹਿਰਾਇਆ ਗਿਆ।।"},{"number":14,"verse":"ਫੇਰ ਮੂਸਾ ਨੇ ਕਾਦੇਸ਼ ਤੋਂ ਆਦੋਮ ਦੇ ਰਾਜੇ ਕੋਲ ਹਲਕਾਰੇ ਘੱਲੇ। ਇਉਂ ਇਸਰਾਏਲ ਤੁਹਾਡਾ ਭਰਾ ਆਖਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਹ ਸਾਰੀ ਕਸ਼ਟਨੀ ਜਾਣਦੇ ਹੋ ਜੋ ਸਾਡੇ ਉੱਤੇ ਆਈ"},{"number":15,"verse":"ਕਿ ਕਿਵੇਂ ਸਾਡੇ ਪਿਉ ਦਾਦੇ ਮਿਸਰ ਨੂੰ ਗਏ ਅਤੇ ਅਸੀਂ ਮਿਸਰ ਵਿੱਚ ਬਹੁਤ ਦਿਨਾਂ ਤੀਕ ਵੱਸੇ। ਫੇਰ ਮਿਸਰੀਆਂ ਨੇ ਸਾਡੇ ਨਾਲ ਅਤੇ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਬੁਰਾ ਵਰਤਾਓ ਕੀਤਾ"},{"number":16,"verse":"ਜਦ ਅਸਾਂ ਯਹੋਵਾਹ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ ਤਾਂ ਉਸ ਨੇ ਸਾਡੀ ਬੇਨਤੀ ਸੁਣੀ ਅਤੇ ਇੱਕ ਦੂਤ ਘੱਲਕੇ ਸਾਨੂੰ ਮਿਸਰੋਂ ਕੱਢ ਲਿਆਇਆ ਅਤੇ ਵੇਖੋ, ਅਸੀਂ ਕਾਦੇਸ਼ ਵਿੱਚ ਇੱਕ ਸ਼ਹਿਰ ਵਿੱਚ ਹਾਂ ਜਿਹੜਾ ਤੁਹਾਡੀ ਸਰਹੱਦ ਉੱਤੇ ਹੈ"},{"number":17,"verse":"ਸਾਨੂੰ ਆਪਣੀ ਧਰਤੀ ਦੇ ਵਿੱਚ ਦੀ ਲੰਘਣ ਦਿਓ ਅਤੇ ਅਸੀਂ ਖੇਤਾਂ ਅਤੇ ਦਾਖ ਦੀ ਬਾੜੀ ਦੇ ਵਿੱਚ ਦੀ ਨਹੀਂ ਲੰਘਾਂਗੇ। ਅਸੀਂ ਖੂਹ ਦਾ ਪਾਣੀ ਨਹੀਂ ਪੀਵਾਂਗੇ। ਅਸੀਂ ਪਾਤਸ਼ਾਹੀ ਸੜਕੇ ਸੜਕ ਲੰਘਦੇ ਜਾਵਾਂਗੇ ਅਤੇ ਜਦ ਤਾਈਂ ਅਸੀਂ ਸੱਜੇ ਯਾ ਖੱਬੇ ਨਹੀਂ ਮੁੜਾਂਗੇ ਜਦ ਤਾਈ ਅਸੀਂ ਤੁਹਾਡਿਆਂ ਹੱਦਾਂ ਤੋਂ ਨਾ ਲੰਘ ਜਾਈਏ"},{"number":18,"verse":"ਪਰ ਅਦੋਮ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਮੇਰੇ ਵਿੱਚ ਦੀ ਨਹੀਂ ਲੰਘੋਗੇ ਮਤੇ ਮੇਰਾ ਤੁਹਾਡਾ ਮੇਲ ਤੇਗ ਨਾਲ ਹੋਵੇ"},{"number":19,"verse":"ਤਾਂ ਇਸਰਾਏਲੀਆਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਸੜਕੇ ਸੜਕ ਜਾਵਾਂਗੇ ਅਤੇ ਜੇ ਤੁਹਾਡੇ ਪਾਣੀ ਤੋਂ ਅਸੀਂ ਅਤੇ ਸਾਡਾ ਵੱਗ ਪੀਵਾਂਗੇ ਤਾਂ ਅਸੀਂ ਉਹ ਦਾ ਮੁੱਲ ਦੇ ਦੇਵਾਂਗਾ। ਹੋਰ ਕੋਈ ਗੱਲ ਨਹੀਂ, ਕੇਵਲ ਅਸੀਂ ਪੈਦਲ ਲੰਘ ਜਾਵਾਂਗੇ"},{"number":20,"verse":"ਪਰ ਉਸ ਆਖਿਆ, ਤੁਸੀਂ ਨਹੀਂ ਲੰਘਣਾ ਪਾਓਗੇ ਅਤੇ ਅਦੋਮ ਉਹ ਦੇ ਮਿਲਣ ਲਈ ਬਹੁਤ ਲੋਕਾਂ ਨਾਲ ਅਤੇ ਜ਼ਬਰਦਸਤ ਹੱਥ ਨਾਲ ਨਿੱਕਲਿਆ"},{"number":21,"verse":"ਇਉਂ ਅਦੋਮ ਆਪਣੀਆਂ ਹੱਦਾਂ ਦੇ ਵਿੱਚ ਦੀ ਇਸਰਾਏਲੀਆਂ ਦੇ ਲੰਘ ਜਾਣ ਤੋਂ ਇਨਕਾਰੀ ਹੋ ਗਿਆ। ਤਾਂ ਇਸਰਾਏਲ ਨੇ ਉੱਥੋਂ ਆਪਣਾ ਮੁਹਾਣਾ ਮੋੜ ਲਿਆ।।"},{"number":22,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਕਾਦੇਸ਼ ਤੋਂ ਕੂਚ ਕੀਤਾ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਹੋਰ ਨਾਮੀ ਪਰਬਤ ਨੂੰ ਆਈ"},{"number":23,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਹੋਰ ਨਾਮੀ ਪਰਬਤ ਉੱਤੇ ਜਿਹੜਾ ਅਦੋਮ ਦੇਸ ਦੀ ਹੱਦ ਉੱਤੇ ਹੈ ਆਖਿਆ,"},{"number":24,"verse":"ਹਾਰੂਨ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚ ਜਾ ਰਲੇਗਾ ਅਤੇ ਉਹ ਉਸ ਧਰਤੀ ਵਿੱਚ ਨਹੀਂ ਵੜੇਗਾ ਜਿਹੜੀ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਦਿੱਤੀ ਹੈ ਏਸ ਲਈ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਹੁਕਮ ਦੇ ਵਿਰੁੱਧ ਮਰੀਬਾਹ ਦੇ ਪਾਣੀ ਉੱਤੇ ਝਗੜਾ ਕੀਤਾ"},{"number":25,"verse":"ਤੂੰ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਨੂੰ ਲੈ ਕੇ ਹੋਰ ਨਾਮੀ ਪਰਬਤ ਉੱਤੇ ਆ"},{"number":26,"verse":"ਹਾਰੂਨ ਦੇ ਬਸਤ੍ਰ ਉਸ ਉੱਤੋਂ ਲਾਹ ਕੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਨੂੰ ਪੁਆ। ਹਾਰੂਨ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚ ਜਾ ਰਲੇਗਾ ਤੇ ਉੱਥੇ ਮਰੇਗਾ"},{"number":27,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਤਿਵੇਂ ਹੀ ਕੀਤਾ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਅਤੇ ਓਹ ਸਾਰੀ ਮੰਡਲੀ ਦੇ ਵੇਖਦਿਆਂ ਹੋਰ ਨਾਮੀ ਪਰਬਤ ਉੱਤੇ ਚੜ ਗਏ"},{"number":28,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਦੇ ਬਸਤ੍ਰ ਲਾਹ ਕੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਨੂੰ ਪੁਆਏ ਅਤੇ ਹਾਰੂਨ ਉਸ ਪਹਾੜ ਦੀ ਟੀਸੀ ਉੱਤੇ ਮਰ ਗਿਆ ਅਤੇ ਮੂਸਾ ਅਰ ਅਲਆਜ਼ਾਰ ਪਹਾੜ ਤੋਂ ਉੱਤਰੇ"},{"number":29,"verse":"ਜਦ ਸਾਰੀ ਮੰਡਲੀ ਨੇ ਵੇਖਿਆ ਕਿ ਹਾਰੂਨ ਪ੍ਰਾਣ ਤਿਆਗ ਚੁੱਕਾ ਹੈ ਤਾਂ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਨੇ ਹਾਰੂਨ ਲਈ ਤੀਹ ਦਿਨ ਸੋਗ ਕੀਤਾ।।"}]}