{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"( ਪਿੱਤਲ ਦਾ ਸੱਪ ਅਤੇ ਸਫ਼ਰੀ ਲੜਾਈਆਂ) ਅਰਾਦ ਦੇ ਕਾਨਨੀ ਰਾਜਾ ਨੇ ਜਿਹੜਾ ਦੱਖਣ ਵੱਲ ਰਹਿੰਦਾ ਸੀ ਸੁਣਿਆ ਕਿ ਇਸਰਾਏਲ ਅਥਾਰੀਮ ਦੇ ਰਾਹ ਥਾਣੀ ਆ ਰਿਹਾ ਹੈ ਤਾਂ ਇਸਰਾਏਲ ਨਾਲ ਲਾੜਾਈ ਛੇੜ ਬੈਠਾ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਬੰਧੂਏ ਬਣਾ ਲਏ"},{"number":2,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਸੁੱਖਣਾ ਸੁੱਖੀ ਅਤੇ ਆਖਿਆ, ਜੇ ਤੂੰ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਸੱਚ ਮੁੱਚ ਮੇਰੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦੇਵੇਂ ਤਾਂ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਦਾ ਸੱਤਿਆਨਾਸ ( ਇਬਰ. ਅਰਪਣ ਕਰਾਂਗਾ ।) ਕਰ ਦਿਆਂਗਾ"},{"number":3,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਦੀ ਬੇਨਤੀ ਸੁਣੀ ਅਰ ਕਨਾਨੀਆਂ ਨੂੰ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਦਾ ਅਤੇ ਓਹਨਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਦਾ ਸ਼ੱਤਿਆਨਾਸ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਹਾਰਮਾਹ ਪੈ ਗਿਆ।।"},{"number":4,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਹੋਰ ਨਾਮੀ ਪਰਬਤ ਤੋਂ ਲਾਲ ਸਮੁੰਦਰ ਥਾਣੀ ਅਦੋਮ ਦੇਸ ਦੇ ਉਦਾਲਿਓਂ ਦੀ ਕੂਚ ਕੀਤਾ ਪਰ ਪਰਜਾ ਦੀ ਜਾਨ ਰਾਹ ਦੇ ਕਾਰਨ ਹੁੱਸ ਗਈ"},{"number":5,"verse":"ਸੋ ਪਰਜਾ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਮੂਸਾ ਦੇ ਵਿਰੁੱਧ ਬੋਲੀ ਭਈ ਤੁਸੀਂ ਕਿਉਂ ਸਾਨੂੰ ਮਿਸਰ ਤੋਂ ਉਤਾਹਾਂ ਲੈ ਆਏ ਤਾਂ ਜੋ ਅਸੀਂ ਉਜਾੜ ਵਿੱਚ ਮਰੀਏ? ਏੱਥੇ ਨਾ ਰੋਟੀ ਹੈ, ਨਾ ਪਾਣੀ ਹੈ। ਸਾਡੀਆਂ ਜਾਨਾਂ ਏਸ ਨਿਕੰਮੀ ਰੋਟੀ ਤੋਂ ਅੱਕ ਗਈਆਂ ਹਨ!"},{"number":6,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਪਰਜਾ ਵਿੱਚ ਅਗਨੀ ਸੱਪ ਘੱਲੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਲੋਕਾਂ ਨੂੰ ਡਸਿਆ ਤਾਂ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚੋਂ ਬਹੁਤ ਲੋਕ ਮਰ ਗਏ"},{"number":7,"verse":"ਫੇਰ ਪਰਜਾ ਨੇ ਮੂਸਾ ਕੋਲ ਆਣ ਕੇ ਆਖਿਆ, ਅਸੀਂ ਪਾਪ ਕੀਤਾ ਜੋਂ ਅਸੀਂ ਤੇਰੇ ਵਿਰੁੱਧ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਬੋਲੇ ਹੁਣ ਯਹੋਵਾਹ ਅੱਗੇ ਬੇਨਤੀ ਕਰ ਕਿ ਉਹ ਸਾਥੋਂ ਏਹ ਸੱਪ ਮੋੜ ਲਵੇ। ਸੋ ਮੂਸਾ ਨੇ ਪਰਜਾ ਲਈ ਬੇਨਤੀ ਕੀਤੀ"},{"number":8,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਆਪਣੇ ਲਈ ਇੱਕ ਅਗਨੀ ਸੱਪ ਬਣਾ ਕੇ ਉਹ ਨੂੰ ਇੱਕ ਡੰਡੇ ਉੱਤੇ ਰੱਖ ਦੇਹ ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਿਹੜਾ ਡਸਿਆ ਜਾਵੇ ਉਹ ਨੂੰ ਵੇਖ ਕੇ ਜੀਉਂਦਾ ਰਹੇਗਾ"},{"number":9,"verse":"ਉਪਰੰਤ ਮੂਸਾ ਨੇ ਇੱਕ ਪਿੱਤਲ ਦਾ ਸੱਪ ਬਣਾ ਕੇ ਉਹ ਨੂੰ ਡੰਡੇ ਉੱਤੇ ਰੱਖਿਆਂ ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਸੱਪ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਡੱਸਦਾ ਸੀ ਤਾਂ ਓਹ ਪਿੱਤਲ ਦੇ ਸੱਪ ਵੱਲ ਨਿਗਾਹ ਕਰ ਕੇ ਜੀਉਂਦਾ ਰਹਿੰਦਾ ਸੀ।।"},{"number":10,"verse":"ਫੇਰ ਇਸਰਾਏਲ ਨੇ ਕੂਚ ਕਰ ਕੇ ਓਬੋਥ ਵਿੱਚ ਡੇਰੇ ਲਾਏ"},{"number":11,"verse":"ਫੇਰ ਓਬੋਥ ਤੋਂ ਕੂਚ ਕਰ ਕੇ ਈਯੇਅਬਾਰੀਮ ਦੀ ਉਸ ਉਜਾੜ ਵਿੱਚ ਜਿਹੜੀ ਮੋਆਬ ਦੇ ਸਾਹਮਣੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਹੈ ਡੇਰੇ ਲਾਏ"},{"number":12,"verse":"ਉੱਥੋਂ ਕੂਚ ਕਰ ਕੇ ਜ਼ਰਦ ਦੀ ਵਾਦੀ ਵਿੱਚ ਡੇਰੇ ਕੀਤੇ"},{"number":13,"verse":"ਫੇਰ ਉੱਥੋਂ ਕੂਚ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਡੇਰੇ ਅਰਨੋਨ ਨਦੀ ਦੇ ਪਾਰ ਲਾਏ ਜਿਹੜੀ ਉਜਾੜ ਵਿੱਚ ਦੀ ਅਮੋਰੀਆਂ ਦੀ ਸਰਹੱਦ ਤੋਂ ਨਿੱਕਲਦੀ ਹੈ ਕਿਉਂ ਜੋ ਅਰਨੋਨ ਮੋਆਬ ਦੀ ਹੱਦ ਉੱਤੇ ਮੋਆਬ ਅਤੇ ਅਮੋਰੀਆਂ ਦੇ ਵਿਚਕਾਰ ਹੈ"},{"number":14,"verse":"ਏਸ ਲਈ ਯਹੋਵਾਹ ਦੇ ਜੰਗ ਨਾਮੇ ਵਿੱਚ ਲਿਖਿਆ ਹੈ, ਵਾਹੇਬ ਜਿਹੜਾ ਸੁਫਾਹ ਵਿੱਚ ਹੈ, ਅਤੇ ਅਰਨੋਨ ਦੀਆਂ ਵਾਦੀਆਂ,"},{"number":15,"verse":"ਅਤੇ ਵਾਦੀਆਂ ਦੀ ਢਾਲ, ਜਿਹੜੀ ਆਰ ਦੀ ਵੱਸੋਂ ਤੀਕ ਫੈਲੀ ਹੋਈ ਹੈ, ਅਤੇ ਮੋਆਬ ਦੀ ਸਰਹੱਦ ਨਾਲ ਲੱਗਦੀ ਹੈ।।"},{"number":16,"verse":"ਓਥੋਂ ਓਹ ਬਏਰ ਨੂੰ ਗਏ ਜਿੱਥੇ ਉਹ ਖੂਹ ਹੈ ਜਿਹ ਦੇ ਵਿੱਖੇ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਪਰਜਾ ਨੂੰ ਇਕੱਠਾ ਕਰ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਣੀ ਦਿਆਂਗਾ।।"},{"number":17,"verse":"ਤਦ ਇਸਰਾਏਲ ਨੇ ਏਹ ਗੀਤ ਗਾਇਆ,- ਹੇ ਖੂਹ, ਉੱਬਲ ਆ! ਉਸ ਲਈ ਗਾਓ,"},{"number":18,"verse":"ਉਹ ਖੂਹ ਜਿਹ ਨੂੰ ਸਰਦਾਰਾਂ ਨੇ ਪੁੱਟਿਆ, ਅਤੇ ਲੋਕਾਂ ਦੇ ਪਤਵੰਤਾਂ ਨੇ ਆਸਾ ਨਾਲ ਅਤੇ ਆਪਣੀਆਂ ਲਾਠੀਆਂ ਨਾਲ ਕੱਢਿਆ!।।"},{"number":19,"verse":"ਓਹ ਫੇਰ ਉਜਾੜ ਤੋਂ ਮੱਤਾਨਹ ਨੂੰ ਗਏ ਅਤੇ ਮੱਤਾਨਾਹ ਤੋਂ ਨਹਲੀਏਲ ਨੂੰ ਅਤੇ ਨਹਲੀਏਲ ਤੋਂ ਬਾਮੋਥ ਨੂੰ"},{"number":20,"verse":"ਅਤੇ ਬਾਮੋਥ ਤੋਂ ਉਸ ਢਾਬ ਨੂੰ ਜਿਹੜੀ ਮੋਆਬ ਦੇ ਮਦਾਨ ਵਿੱਚ ਹੈ, ਫੇਰ ਪਿਸਗਾਹ ਦੀ ਟੀਸੀ ਨੂੰ ਜਿਹੜੀ ਥਲ ਉੱਤੇ ਪਲਮੀ ਹੋਈ ਹੈ।।"},{"number":21,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਨੇ ਅਮੋਰੀਆਂ ਦੇ ਰਾਜੇ ਸੀਹੋਨ ਕੋਲ ਹਲਕਾਰੇ ਘੱਲੇ"},{"number":22,"verse":"ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਆਪਣੇ ਦੇਸ ਵਿੱਚ ਦੀ ਲੰਘ ਜਾਣ ਦਿਓ। ਅਸੀਂ ਖੇਤ ਅਥਵਾ ਦਾਖ ਦੀ ਬਾੜੀ ਵਿੱਚ ਨਹੀਂ ਵੜਾਂਗੇ, ਨਾ ਅਸੀਂ ਖੂਹ ਦਾ ਪਾਣੀ ਪੀਵਾਂਗੇ। ਅਸੀਂ ਪਾਤਸ਼ਾਹੀ ਸੜਕ ਥਾਣੀ ਚੱਲਾਂਗੇ ਜਦ ਤੱਕ ਤੁਹਾਡਿਆਂ ਹੱਦਾਂ ਤੋਂ ਪਾਰ ਨਾ ਲੰਘ ਜਾਈਏ"},{"number":23,"verse":"ਪਰ ਸੀਹੋਨ ਨੇ ਇਸਰਾਏਲ ਨੂੰ ਆਪਣੀਆਂ ਹੱਦਾਂ ਦੇ ਵਿੱਚ ਦੀ ਨਾ ਲੰਘਣ ਦਿੱਤਾ ਪਰ ਸੀਹੋਨ ਨੇ ਆਪਣੇ ਸਾਰੇ ਲੋਕ ਇਕੱਠੇ ਕੀਤੇ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਮਿਲਣ ਲਈ ਉਜਾੜ ਵਿੱਚ ਬਾਹਰ ਜਾ ਕੇ ਯਹਸ ਨੂੰ ਗਿਆ ਅਤੇ ਇਸਰਾਏਲ ਨਾਲ ਲੜਿਆ"},{"number":24,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਨੇ ਉਹ ਨੂੰ ਤੇਗ ਦੀ ਧਾਰ ਨਾਲ ਮਾਰਿਆ ਅਤੇ ਅਰਨੋਨ ਤੋਂ ਯੱਬੋਕ ਤੀਕ ਅਰਥਾਤ ਅੰਮੋਨੀਆਂ ਤੀਕਉਹ ਦੀ ਧਰਤੀ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਕਿਉਂ ਜੋ ਅੰਮੋਨੀਆਂ ਦੀ ਹੱਦ ਪੱਕੀ ਸੀ"},{"number":25,"verse":"ਅਤੇ ਇਸਰਾਏਲ ਨੇ ਏਹ ਸਾਰੇ ਸ਼ਹਿਰ ਲੈ ਲਏ ਅਤੇ ਇਸਰਾਏਲ ਹਸ਼ਬੋਨ ਵਿੱਚ ਅਮੋਰੀਆਂ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਪਿੰਡਾਂ ਵਿੱਚ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਉਸ ਦੇ ਸਾਰੇ ਪਿੰਡਾਂ ਵਿੱਚ ਵੱਸ ਗਿਆ"},{"number":26,"verse":"ਕਿਉਂ ਜੋ ਹਸ਼ਬੋਨ ਅਮੋਰੀਆਂ ਦੇ ਰਾਜੇ ਸੀਹੋਨ ਦਾ ਸ਼ਹਿਰ ਸੀ ਜਿਸ ਨੇ ਮੋਆਬ ਦੇ ਅਗਲੇ ਰਾਜੇ ਨਾਲ ਲੜ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਦੇਸ ਨੂੰ ਉਸ ਦੇ ਹੱਥੋਂ ਅਰੋਨ ਤੀਕ ਲੈ ਲਿਆ ਸੀ"},{"number":27,"verse":"ਏਸ ਲਈ ਕਵੀ ਆਖਦੇ ਹਨ ਕਿ ਹਸ਼ਬੋਨ ਵਿੱਚ ਆਓ, ਸੀਹੋਨ ਦਾ ਸ਼ਹਿਰ ਬਣਿਆ ਅਤੇ ਪੱਕਾ ਕੀਤਾ ਜਾਵੇ,"},{"number":28,"verse":"ਕਿਉਂ ਜੋ ਅੱਗ ਹੱਸ਼ਬੋਨ ਤੋਂ ਨਿੱਕਲੀ, ਅਤੇ ਸੀਹੋਨ ਦੇ ਨਗਰ ਤੋਂ ਇੱਕ ਭਬੂਕਾ, ਮੋਆਬ ਦੇ ਆਰ ਨੂੰ ਭਸਮ ਕੀਤਾ, ਨਾਲੇ ਅਰਨੋਨ ਦੀਆਂ ਉਚਿਆਈਆਂ ਦੇ ਮਾਲਕਾਂ ਨੂੰ।"},{"number":29,"verse":"ਹਾਏ ਤੈਨੂੰ, ਹੇ ਮੋਆਬ! ਹੇ ਕਮੋਸ ਦੇ ਪੂਜਕੋ ਤੁਸੀਂ ਬਰਬਾਦ ਹੋਏ! ਉਸ ਨੇ ਆਪਣੇ ਪੁਤ੍ਰਾਂ ਨੂੰ ਭਗੋੜਿਆਂ ਵਾਂਙੁ ਛੱਡਿਆ, ਅਤੇ ਆਪਣੀਆਂ ਧੀਆਂ ਨੂੰ ਸੀਹੋਨ ਅਮੋਰੀਆਂ ਦੇ ਰਾਜੇ ਦੇ ਬੰਧਣ ਵਿੱਚ !"},{"number":30,"verse":"ਅਸਾਂ ਉਨ੍ਹਾਂ ਉੱਤੇ ਤੀਰ ਚਲਾਏ, ਹਸ਼ਬੋਨ ਦੀਬੋਨ ਤੀਕ ਬਰਬਾਦ ਹੋਇਆ, ਅਤੇ ਅਸਾਂ ਨੋਫਾਹ ਤੀਕ ਉਜਾੜ ਦਿੱਤਾ, ਜਿਹੜਾ ਮੇਦਬਾ ਤੀਕ ਫੈਲਿਆ ਹੋਇਆ ਹੈ।।"},{"number":31,"verse":"ਐਉਂ ਇਸਰਾਏਲ ਅੰਮੋਰੀਆਂ ਦੀ ਧਰਤੀ ਵਿੱਚ ਵੱਸਿਆ"},{"number":32,"verse":"ਫੇਰ ਮੂਸਾ ਨੇ ਯਾਜ਼ੇਰ ਦੀ ਖੋਜ ਕੱਢਣ ਲਈ ਘੱਲੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਪਿੰਡਾਂ ਨੂੰ ਕਾਬੂ ਕਰ ਲਿਆ ਅਤੇ ਉੱਥੋਂ ਦੇ ਅਮੋਰੀਆਂ ਨੂੰ ਕੱਢ ਦਿੱਤਾ।।"},{"number":33,"verse":"ਫੇਰ ਮੁੜ ਕੇ ਓਹ ਬਾਸ਼ਾਨ ਦੇ ਰਾਹ ਥਾਣੀ ਉਤਾਹਾਂ ਗਏ ਅਤੇ ਓਗ ਬਾਸ਼ਾਨ ਦਾ ਰਾਜਾ ਅਤੇ ਉਸ ਦੀ ਸਾਰੀ ਪਰਜਾ ਉਸ ਦੇ ਮਿਲਣ ਨੂੰ ਬਾਹਰ ਆਈ ਅਤੇ ਅਦਰਾਈ ਉੱਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਲੜੇ"},{"number":34,"verse":"ਪਰ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਉਸ ਤੋਂ ਨਾ ਡਰ ਕਿਉਂ ਜੋ ਮੈਂ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੀ ਸਾਰੀ ਰਈਅਤ ਨੂੰ ਅਤੇ ਉਸ ਦੀ ਧਰਤੀ ਨੂੰ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ ਹੈ। ਤੂੰ ਉਸੇ ਦੇ ਨਾਲ ਇਉਂ ਕਰੇਗਾ ਜਿਵੇਂ ਤੈਂ ਸੀਹੋਨ ਅਮੋਰੀਆ ਦੇ ਰਾਜੇ ਨਾਲ ਕੀਤਾ ਜੋ ਹਸ਼ਬੋਨ ਵਿੱਚ ਵੱਸਦਾ ਸੀ"},{"number":35,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਅਤੇ ਉਸ ਦੀ ਸਾਰੀ ਰਈਅਤ ਨੂੰ ਇਉਂ ਮਾਰਿਆ, ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਕੱਖ ਵੀ ਨਾ ਰਿਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੀ ਧਰਤੀ ਉੱਤੇ ਵੀ ਕਬਜ਼ਾ ਕਰ ਲਿਆ।।"}]}