{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":31,"verses":[{"number":1,"verse":"( ਮਿਦਯਾਨੀਆਂ ਨਾਲ ਲੜਾਈ) ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਦਾ ਮਿਦਯਾਨੀਆਂ ਤੋਂ ਬਦਲਾ ਲੈ, ਫੇਰ ਤੂੰ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚ ਜਾ ਰਲੇਂਗਾ"},{"number":3,"verse":"ਤਾਂ ਮੂਸਾ ਪਰਜਾ ਨੂੰ ਬੋਲਿਆ ਆਪਣੇ ਵਿੱਚੋਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਬਣਾਓ ਤਾਂ ਜੋ ਓਹ ਮਿਦਯਾਨ ਦੇ ਵਿਰੁੱਧ ਚੜ੍ਹਨ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਬਦਲਾ ਮਿਦਯਾਨੀਆਂ ਤੋਂ ਲੈਣ"},{"number":4,"verse":"ਇਸਰਾਏਲੀਆਂ ਦਿਆਂ ਸਾਰਿਆਂ ਗੋਤਾਂ ਤੋਂ ਤੁਸੀਂ ਇੱਕ ਇੱਕ ਹਜ਼ਾਰ ਜੁੱਧ ਕਰਨ ਲਈ ਘੱਲੋ"},{"number":5,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਦਿਆਂ ਹਜ਼ਾਰਾਂ ਵਿੱਚੋਂ ਹਰ ਗੋਤ ਤੋਂ ਇੱਕ ਹਜ਼ਾਰ ਪੁਚਾਏ ਗਏ ਅਰਥਾਤ ਬਾਰਾਂ ਹਜ਼ਾਰ ਜੁੱਧ ਲਈ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਸਨ"},{"number":6,"verse":"ਉਪਰੰਤ ਮੂਸਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗੋਤਾਂ ਪਰਤੀ ਹਜ਼ਾਰ ਕਰਕੇ ਨਾਲੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਫੀਨਹਾਸ ਨੂੰ ਜੁੱਧ ਲਈ ਘੱਲਿਆ ਅਤੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਭਾਂਡੇ ਨਾਲ ਸਨ ਅਤੇ ਚੌਕਸ ਕਰਨ ਦੀਆਂ ਤੁਰ੍ਹੀਆਂ ਉਸ ਦੇ ਹੱਥ ਵਿੱਚ ਸਨ"},{"number":7,"verse":"ਸੋ ਓਹ ਮਿਦਯਾਨੀਆਂ ਨਾਲ ਲੜੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਸਾਰੇ ਨਰਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ"},{"number":8,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਮਿਦਯਾਨ ਦੇ ਰਾਜਿਆਂ ਨੂੰ ਓਹਨਾਂ ਵੱਢਿਆ ਹੋਇਆਂ ਦੇ ਨਾਲ ਹੀ ਵੱਢ ਸੁੱਟਿਆ ਅਰਥਾਤ ਅੱਵੀ ਅਤੇ ਰਕਮ ਅਤੇ ਸੂਰ ਅਤੇ ਹੂਰ ਅਤੇ ਰਬਾ,— ਇਨ੍ਹਾਂ ਮਿਦਯਾਨ ਦੇ ਪੰਜਾਂ ਰਾਜਿਆਂ ਨੂੰ ਨਾਲੇ ਬਓਰ ਦੇ ਪੁੱਤ੍ਰ ਬਿਲਆਮ ਨੂੰ ਤੇਗ ਨਾਲ ਵੱਢ ਸੁੱਟਿਆ"},{"number":9,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਨੇ ਮਿਦਯਾਨ ਦੀਆਂ ਤੀਵੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਿਆਣਿਆਂ ਨੂੰ ਬੰਧੂਏ ਬਣਾ ਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਡੰਗਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਵੱਗ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਲਕਾ ਤੁਕਾ ਲੁੱਟ ਲਿਆ"},{"number":10,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਓਹ ਵੱਸਦੇ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਛਾਉਣੀਆਂ ਨੂੰ ਅੱਗ ਨਾਲ ਫੂਕ ਦਿੱਤਾ"},{"number":11,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਲੁੱਟ ਦਾ ਸਾਰਾ ਮਾਲ ਅਤੇ ਸਾਰੇ ਬੰਧੂਏ ਕੀ ਮਨੁੱਖ ਕੀ ਡੰਗਰ ਲੈ ਗਏ"},{"number":12,"verse":"ਅਤੇ ਓਹ ਮੂਸਾ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੀ ਮੰਡਲੀ ਕੋਲ ਬੰਧੂਆਂ ਨੂੰ ਅਤੇ ਮਾਲ ਡੰਗਰ ਨੂੰ ਅਤੇ ਲੁੱਟ ਨੂੰ ਡੇਰੇ ਵਿੱਚ ਮੋਆਬ ਦੇ ਮਦਾਨ ਵਿੱਚ ਜਿਹੜਾ ਯਰਦਨ ਉੱਤੇ ਯਰੀਹੋ ਕੋਲ ਹੈ ਲੈ ਆਏ।।"},{"number":13,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਅਤੇ ਮੰਡਲੀ ਦੇ ਸਾਰੇ ਪਰਧਾਨ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਅੱਗਲਵਾਂਢੀ ਗਏ"},{"number":14,"verse":"ਪਰ ਮੂਸਾ ਦਲ ਦੇ ਸੈਨਾਪਤੀਆਂ ਨਾਲ ਅਰਥਾਤ ਹਜ਼ਾਰਾਂ ਦੇ ਸਰਦਾਰਾਂ ਨਾਲ ਅਤੇ ਸੈਂਕੜਿਆਂ ਦੇ ਸਰਦਾਰਾਂ ਨਾਲ ਜਿਹੜੇ ਜੁੱਧ ਕਰਨ ਗਏ ਕ੍ਰੋਧਵਾਨ ਹੋਇਆ"},{"number":15,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕੀ ਤੁਸੀਂ ਸਾਰੀਆਂ ਨਾਰੀਆਂ ਨੂੰ ਜੀਉਂਦੀਆਂ ਰੱਖਿਆ ਹੈ?"},{"number":16,"verse":"ਵੇਖੋ, ਏਹ ਓਹ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਬਿਲਆਮ ਦੀ ਸਲਾਹ ਨਾਲ ਪਓਰ ਦੀ ਗੱਲ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਅਪਰਾਧੀ ਬਣਾਇਆ ਤਾਂ ਬਵਾ ਯਹੋਵਾਹ ਦੀ ਮੰਡਲੀ ਵਿੱਚ ਪਈ"},{"number":17,"verse":"ਹੁਣ ਨਿਆਣਿਆਂ ਵਿੱਚੋਂ ਨਰ ਨਿਆਣੇ ਵੱਢ ਸੁੱਟੋ ਅਤੇ ਹਰ ਤੀਵੀਂ ਜਿਹ ਨੇ ਮਨੁੱਖ ਨਾਲ ਸੰਗ ਕੀਤਾ ਹੋਵੇ ਵੱਢ ਸੁੱਟੋ"},{"number":18,"verse":"ਪਰ ਸਾਰੀਆਂ ਕੁਆਰੀਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਸੇ ਮਨੁੱਖ ਨਾਲ ਸੰਗ ਨਹੀਂ ਕੀਤਾ ਆਪਣੇ ਲਈ ਜੀਉਂਦੀਆਂ ਰੱਖੋ"},{"number":19,"verse":"ਪਰ ਤੁਸੀਂ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਸੱਤ ਦਿਨ ਟਿਕੋ, ਓਹ ਸਾਰੇ ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਵੱਢਿਆ ਹੋਵੇ ਅਤੇ ਓਹ ਸਾਰੇ ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਸੇ ਵੱਢੇ ਹੋਏ ਨੂੰ ਛੋਹਿਆ ਹੋਵੇ ਤੁਸੀਂ ਸਾਰੇ ਅਤੇ ਤੁਹਾਡੇ ਬੰਧੂਏ ਆਪਣੇ ਆਪ ਨੂੰ ਤੀਜੇ ਦਿਨ ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਪਵਿੱਤ੍ਰ ਕਰੋ"},{"number":20,"verse":"ਅਤੇ ਸਾਰੇ ਬਸਤ੍ਰ ਅਤੇ ਸਾਰੇ ਚੰਮ ਦਾ ਸਾਮਾਨ ਤੇ ਸਾਰਾ ਪਸ਼ਮੀਨੇ ਦਾ ਕੰਮ ਅਤੇ ਸਾਰੇ ਲੱਕੜੀ ਦੇ ਭਾਂਡੇ ਤੁਸੀਂ ਪਵਿੱਤ੍ਰ ਕਰੋ"},{"number":21,"verse":"ਤਾਂ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੇ ਉਨ੍ਹਾਂ ਜੋਧਿਆਂ ਨੂੰ ਜਿਹੜੇ ਜੁੱਧ ਵਿੱਚ ਗਏ ਸਨ ਆਖਿਆ, ਏਹ ਬਿਵਸਥਾ ਦੀ ਬਿਧੀ ਹੈ ਜਿਹ ਦਾ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":22,"verse":"ਨਿਰਾ ਸੋਨਾ, ਚਾਂਦੀ, ਪਿੱਤਲ, ਲੋਹਾ, ਜਿਸਤ ਅਤੇ ਸਿੱਕਾ"},{"number":23,"verse":"ਅਰਥਾਤ ਹਰ ਇੱਕ ਸ਼ੈ ਜਿਹੜੀ ਅੱਗ ਵਿੱਚ ਪੈ ਸਕੇ ਤੁਸੀਂ ਅੱਗ ਦੇ ਵਿੱਚ ਦੀ ਲੰਘਾਓ ਤਾਂ ਉਹ ਸ਼ੁੱਧ ਹੋਵੇਗੀ। ਤਾਂ ਵੀ ਓਹ ਅਸ਼ੁੱਧਤਾਈ ਦੇ ਜਲ ਨਾਲ ਪਵਿੱਤ੍ਰ ਕੀਤੀ ਜਾਵੇ ਅਤੇ ਜੋ ਕੁਝ ਅੱਗ ਵਿੱਚ ਨਾ ਪੈ ਸੱਕੇ ਤੁਸੀਂ ਪਾਣੀ ਦੇ ਵਿੱਚ ਦੀ ਲੰਘਾਓ"},{"number":24,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਤੁਸੀਂ ਆਪਣੇ ਕੱਪੜੇ ਧੋਵੋ ਤਾਂ ਤੁਸੀਂ ਸ਼ੁੱਧ ਹੋਵੋਗੇ, ਏਸ ਦੇ ਮਗਰੋਂ ਤੁਸੀਂ ਡੇਰੇ ਵਿੱਚ ਆਓ।।"},{"number":25,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":26,"verse":"ਤੂੰ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਅਤੇ ਮੰਡਲੀ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ ਲੁੱਟ ਦੇ ਮਾਲ ਦਾ ਜਿਹੜਾ ਫੜਿਆ ਗਿਆ ਹੈ ਲੇਖਾ ਕਰੋ, ਕੀ ਆਦਮੀ ਦਾ ਕੀ ਡੰਗਰ ਦਾ"},{"number":27,"verse":"ਅਤੇ ਤੂੰ ਲੁੱਟ ਨੂੰ ਦੋ ਹਿੱਸਿਆਂ ਵਿੱਚ ਅਰਥਾਤ ਜੋਧਿਆਂ ਦੇ ਹਿੱਸੇ ਵਿੱਚ ਜਿਹੜੇ ਲੜਾਈ ਵਿੱਚ ਗਏ ਅਤੇ ਮੰਡਲੀ ਦੇ ਹਿੱਸੇ ਵਿੱਚ ਵੰਡ"},{"number":28,"verse":"ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਜੋਧਿਆਂ ਤੋਂ ਜਿਹੜੇ ਲੜਾਈ ਵਿੱਚ ਗਏ ਯਹੋਵਾਹ ਲਈ ਕਰ ਲਈਂ ਅਰਥਾਤ ਇੱਕ ਜਾਨ ਪੰਜ ਸੌ ਵਿੱਚ ਭਾਵੇਂ ਆਦਮੀਆਂ ਦੀ ਭਾਵੇਂ ਵੱਗ ਦੀ ਭਾਵੇਂ ਗਧਿਆਂ ਦੀ ਭਾਵੇਂ ਇੱਜੜਾਂ ਦੀ"},{"number":29,"verse":"ਉਨ੍ਹਾਂ ਦੇ ਅੱਧ ਵਿੱਚੋਂ ਲੈ ਕੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੂੰ ਯਹੋਵਾਹ ਦੀ ਚੁੱਕਣ ਦੀ ਭੇਟ ਕਰਕੇ ਦੇਈਂ"},{"number":30,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਅੱਧ ਤੋਂ ਪੰਜਾਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਲੈ ਭਾਵੇਂ ਆਦਮੀਆਂ ਦਾ ਭਾਵੇਂ ਵੱਗ ਦਾ ਭਾਵੇਂ ਇੱਜੜ ਦਾ ਅਰਥਾਤ ਸਾਰੇ ਡੰਗਰਾਂ ਦਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਲੇਵੀਆਂ ਨੂੰ ਦੇਈਂ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਦੀ ਜੁੰਮੇਵਾਰੀ ਰੱਖਦੇ ਹਨ।।"},{"number":31,"verse":"ਜੋ ਕੁਝ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਹ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੇ ਅਤੇ ਮੂਸਾ ਨੇ ਕੀਤਾ"},{"number":32,"verse":"ਅਤੇ ਮਾਲ ਡੰਗਰ ਤੋਂ ਬਿਨਾ ਜਿਹੜਾ ਜੋਧਿਆਂ ਨੇ ਲੁੱਟਿਆ ਛੇ ਲੱਖ ਪਝੱਤਰ ਹਜ਼ਾਰ ਭੇਡਾਂ,"},{"number":33,"verse":"ਬਹੱਤਰ ਹਜ਼ਾਰ ਬਲਦ,"},{"number":34,"verse":"ਇਕਾਹਟ ਹਜ਼ਾਰ ਗਧੇ,"},{"number":35,"verse":"ਅਤੇ ਇਨਸਾਨਾਂ ਵਿੱਚੋਂ ਓਹ ਕੁਆਰੀਆਂ ਜਿਨ੍ਹਾਂ ਨੇ ਮਨੁੱਖ ਨਾਲ ਸੰਗ ਨਹੀਂ ਕੀਤਾ ਸੀ ਸਾਰੀਆਂ ਜਣੀਆਂ ਬੱਤੀ ਹਜ਼ਾਰ ਸਨ"},{"number":36,"verse":"ਅਤੇ ਜੋਧਿਆਂ ਦਾ ਅੱਧ ਗਿਣਤੀ ਅਨੁਸਾਰ ਤਿੰਨ ਲੱਖ ਸੈਂਤੀ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਭੇਡਾਂ ਸਨ"},{"number":37,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਕਰ ਏਹ ਸੀ,— ਇੱਜੜ ਤੋਂ ਛੇ ਸੌ ਪਝੱਤਰ"},{"number":38,"verse":"ਅਤੇ ਬਲਦ ਛੱਤੀ ਹਜ਼ਾਰ ਸਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਯਹੋਵਾਹ ਦੀ ਕਰ ਬਹੱਤਰ ਸੀ"},{"number":39,"verse":"ਗਧੇ ਤੀਹ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਸਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਯਹੋਵਾਹ ਦੀ ਕਰ ਇਕਾਹਟ ਸੀ"},{"number":40,"verse":"ਅਤੇ ਇਨਸਾਨ ਸੋਲਾਂ ਹਜ਼ਾਰ ਸਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਯਹੋਵਾਹ ਦੀ ਕਰ ਬੱਤੀ ਪ੍ਰਾਣੀ ਸਨ"},{"number":41,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਉਸ ਕਰ ਨੂੰ ਯਹੋਵਾਹ ਦੀ ਚੁੱਕਣ ਦੀ ਭੇਟ ਕਰਕੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੂੰ ਦਿੱਤਾ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":42,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਅੱਧ ਤੋਂ ਜਿਹੜਾ ਮੂਸਾ ਨੇ ਜੁੱਧ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਵੰਡਿਆ"},{"number":43,"verse":"ਅਤੇ ਮੰਡਲੀ ਦਾ ਹਿੱਸਾ ਏਹ ਸੀ,— ਭੇਡਾਂ ਤਿੰਨ ਲੱਖ ਸੈਂਤੀ ਹਜ਼ਾਰ ਪੰਜ ਸੌ"},{"number":44,"verse":"ਬਲਦ ਛੱਤੀ ਹਜ਼ਾਰ"},{"number":45,"verse":"ਗਧੇ ਤੀਹ ਹਜ਼ਾਰ ਪੰਜ ਸੌ,"},{"number":46,"verse":"ਇਨਸਾਨ ਸੋਲਾਂ ਹਜ਼ਾਰ"},{"number":47,"verse":"ਮੂਸਾ ਨੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਅੱਧ ਤੋਂ ਪੰਜਾਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਭਾਵੇਂ ਆਦਮੀਆਂ ਵਿੱਚੋਂ ਭਾਵੇਂ ਡੰਗਰਾਂ ਵਿੱਚੋਂ ਲੈ ਕੇ ਓਹ ਲੇਵੀਆਂ ਨੂੰ ਦਿੱਤੇ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਦੀ ਜੁੰਮੇਵਾਰੀ ਰੱਖਦੇ ਸਨ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":48,"verse":"ਤਾਂ ਸੈਨਾਪਤੀ ਜਿਹੜੇ ਸੈਨਾ ਦੇ ਹਜ਼ਾਰਾਂ ਉੱਤੇ ਸਨ ਅਰਥਾਤ ਹਜ਼ਾਰਾਂ ਦੇ ਸਰਦਾਰ ਅਤੇ ਸੈਂਕੜਿਆਂ ਦੇ ਸਰਦਾਰ ਮੂਸਾ ਦੇ ਕੋਲ ਆਏ"},{"number":49,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਤੁਹਾਡੇ ਦਾਸਾਂ ਨੇ ਜੁੱਧ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਲੇਖਾ ਕੀਤਾ ਜਿਹੜੇ ਸਾਡੇ ਹੱਥਾਂ ਵਿੱਚ ਸਨ ਅਤੇ ਸਾਡੇ ਵਿੱਚੋਂ ਇੱਕ ਮਨੁੱਖ ਵੀ ਨਹੀਂ ਘਟਿਆ"},{"number":50,"verse":"ਅਸੀਂ ਯਹੋਵਾਹ ਦਾ ਚੜ੍ਹਾਵਾ ਲਿਆਏ ਹਾਂ, ਜੋ ਕੁਝ ਹਰ ਇੱਕ ਦੇ ਹੱਥ ਲੱਗਾ ਅਰਥਾਤ ਸੋਨੇ ਦੇ ਗਹਿਣੇ, ਪਜੇਬਾਂ, ਕੜੇ, ਛਾਪਾਂ, ਬਾਲੀਆਂ, ਬਾਜੂਬੰਦ, ਤਾਂ ਜੋ ਅਸੀਂ ਆਪਣੇ ਪ੍ਰਾਣਾਂ ਲਈ ਯਹੋਵਾਹ ਅੱਗੇ ਪਰਾਸਚਿਤ ਕਰੀਏ"},{"number":51,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੇ ਉਨ੍ਹਾਂ ਤੋਂ ਏਹ ਸਾਰੇ ਘੜਤ ਦੇ ਸੋਨੇ ਦੇ ਗਹਿਣੇ ਲਏ"},{"number":52,"verse":"ਅਤੇ ਚੁੱਕਣ ਦੀ ਭੇਟ ਦਾ ਸਾਰਾ ਸੋਨਾ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਯਹੋਵਾਹ ਲਈ ਚੜ੍ਹਾਇਆ ਸਵਾਕੁ ਪੰਜ ਮਣ ਪੱਕਾ ਸੀ ਜਿਹੜਾ ਹਜ਼ਾਰਾਂ ਦੇ ਸਰਦਾਰਾਂ ਅਤੇ ਸੈਂਕੜਿਆਂ ਦੇ ਸਰਦਾਰਾਂ ਤੋਂ ਆਇਆ"},{"number":53,"verse":"ਜੁੱਧ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਨੇ ਆਪਣੇ ਲਈ ਲੁੱਟਿਆ ਸੀ"},{"number":54,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਉਹ ਸੋਨਾ ਹਜ਼ਾਰਾਂ ਅਤੇ ਸੈਂਕੜਿਆਂ ਦੇ ਸਰਦਾਰਾਂ ਤੋਂ ਲੈ ਕੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਲਿਆਏ ਤਾਂ ਜੋ ਉਹ ਇਸਰਾਏਲੀਆਂ ਲਈ ਯਹੋਵਾਹ ਅੱਗੇ ਇੱਕ ਯਾਦਗਾਰੀ ਹੋਵੇ।।"}]}