{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"( ਯਰਦਨ ਦੇ ਪੂਰਬ ਦੀ ਮਿਲਖ) ਰਊਬੇਨੀਆਂ ਅਤੇ ਗਾਦੀਆਂ ਕੋਲ ਬਹੁਤ ਵੱਡੇ ਵੱਡੇ ਵੱਗ ਸਨ ਅਤੇ ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਯਾਜ਼ੇਰ ਦੇ ਦੇਸ ਨੂੰ ਗਿਲਆਦ ਦੇ ਦੇਸ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ, ਉਹ ਥਾਂ ਵੱਗਾਂ ਵਾਲਾ ਥਾਂ ਸੀ"},{"number":2,"verse":"ਉਪਰੰਤ ਗਾਦੀਆਂ ਅਤੇ ਰਾਊਬੇਨੀਆਂ ਨੇ ਮੂਸਾ ਅਤੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਅਤੇ ਮੰਡਲੀ ਦੇ ਪਰਧਾਨਾਂ ਕੋਲ ਜਾ ਕੇ ਆਖਿਆ"},{"number":3,"verse":"ਅਟਾਰੋਥ, ਦੀਬੋਨ, ਯਾਜ਼ੇਰ, ਨਿਮਰਾਹ, ਹਸ਼ਬੋਨ, ਅਲਾਲੇਹ, ਸਬਾਮ, ਨਬੋ ਅਤੇ ਬਓਨ,"},{"number":4,"verse":"ਅਰਥਾਤ ਜਿਸ ਧਰਤੀ ਨੂੰ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਦੀ ਮੰਡਲੀ ਅੱਗੇ ਮਾਰਿਆ ਹੈ ਏਹ ਧਰਤੀ ਵੱਗਾਂ ਵਾਲੀ ਧਰਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਦਾਸਾਂ ਕੋਲ ਵੱਗ ਹਨ"},{"number":5,"verse":"ਨਾਲੇ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਜੇ ਤੁਹਾਡੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਸਾਡੇ ਉੱਤੇ ਹੋਵੇ ਤਾਂ ਇਹ ਧਰਤੀ ਤੁਹਾਡੇ ਦਾਸਾਂ ਨੂੰ ਮਿਲਖ ਲਈ ਦਿੱਤੀਜਾਵੇ। ਸਾਨੂੰ ਯਰਦਨੋਂ ਪਾਰ ਨਾ ਲੰਘਾਇਓ"},{"number":6,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਗਾਦੀਆਂ ਅਤੇ ਰਊਬੇਨੀਆਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਤੁਹਾਡੇ ਭਰਾ ਤਾਂ ਲੜਾਈ ਵਿੱਚ ਜਾਣ ਅਤੇ ਤੁਸੀਂ ਏਥੇ ਬੈਠੇ ਰਹੋ?"},{"number":7,"verse":"ਤੁਸੀਂ ਕਿਉਂ ਇਸਰਾਏਲੀਆਂ ਦਾ ਦਿਲ ਤੋਂੜਦੇ ਹੋ ਕਿ ਓਹ ਉਸ ਧਰਤੀ ਵਿੱਚ ਨਾ ਲੰਘਣ ਜਿਹੜੀ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੀ ਹੈ?"},{"number":8,"verse":"ਐਉਂ ਤੁਹਾਡੇ ਵੱਡਿਆਂ ਨੇ ਕੀਤਾ ਜਦ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਾਦੇਸ਼-ਬਰਨੇਆ ਤੋਂ ਧਰਤੀ ਵੇਖਣ ਨੂੰ ਘੱਲਿਆ"},{"number":9,"verse":"ਜਦ ਓਹ ਅਸ਼ਕੋਲ ਦੀ ਵਾਦੀ ਨੂੰ ਉਤਾਹਾਂ ਗਏ ਅਤੇ ਉਸ ਧਰਤੀ ਨੂੰ ਵੇਖਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਇਸਰਾਏਲੀਆਂ ਦਾ ਦਿਲ ਤੋਂੜਿਆ ਸੀ ਸੋ ਓਹ ਉਸ ਧਰਤੀ ਵਿੱਚ ਨਾ ਗਏ ਜਿਹੜੀ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੀ ਸੀ"},{"number":10,"verse":"ਤਾਂ ਉਸ ਦਿਨ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਭੜਕ ਉੱਠਿਆ ਅਤੇ ਉਸ ਨੇ ਸੌਂਹ ਖਾ ਕੇ ਆਖਿਆ"},{"number":11,"verse":"ਕਿ ਏਹ ਮਨੁੱਖ ਜਿਹੜੇ ਮਿਸਰੋਂ ਆਏ ਹਨ ਵੀਹ ਵਰਿਹਾਂ ਦੇ ਅਤੇ ਉਸ ਤੋਂ ਉੱਪਰ ਦੇ ਉਸ ਧਰਤੀ ਨੂੰ ਉੱਕਾ ਹੀ ਨਾ ਵੇਖਣਗੇ ਜਿਹ ਦੀ ਮੈਂ ਅਬਰਾਹਾਮ, ਇਸਹਾਕ ਅਰ ਯਾਕੂਬ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ ਕਿਉਂ ਜੋ ਓਹ ਮੇਰੇ ਪਿੱਛੇ ਪਿੱਛੇ ਨਾ ਚੱਲੇ"},{"number":12,"verse":"ਯਫੁੰਨਹ ਕਨਿੱਜ਼ੀ ਦੇ ਪੁੱਤ੍ਰ ਕਾਲੇਬ ਅਤੇ ਨੂਨ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਤੋਂ ਛੁੱਟ, ਕਿਉਂ ਜੋ ਓਹ ਯਹੋਵਾਹ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਚੱਲੇ ਸਨ"},{"number":13,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਇਸਰਾਏਲ ਉੱਤੇ ਭੜਕ ਉੱਠਿਆ ਅਤੇ ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਚਾਲੀ ਵਰਿਹਾਂ ਤੀਕ ਉਜਾੜ ਵਿੱਚ ਭੁਆਇਆ ਜਦ ਤੀਕ ਸਾਰੀ ਪੀੜ੍ਹੀ ਜਿਹ ਨੇ ਏਹ ਬੁਰਿਆਈ ਯਹੋਵਾਹ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਕੀਤੀ ਸੀ ਗਲ ਸੜ੍ਹ ਨਾ ਗਈ"},{"number":14,"verse":"ਹੁਣ ਵੇਖੋ, ਤੁਸੀਂ ਆਪਣੇ ਵੱਡਿਆਂ ਦੇ ਥਾਂ ਉੱਠੇ ਹੋ। ਹਾਂ, ਤੁਸੀਂ ਪਾਪੀ ਮਨੁੱਖਾਂ ਦੇ ਜਣੇ ਹੋਏ ਹੋ। ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਡਾਢੇ ਕ੍ਰੋਧ ਨੂੰ ਇਸਰਾਏਲ ਉੱਤੇ ਬਹੁਤ ਵਧਾਓਗੇ"},{"number":15,"verse":"ਜੇ ਤੁਸੀਂ ਉਸ ਦੇ ਪਿੱਛੇ ਚੱਲਣ ਤੋਂ ਹਟ ਜਾਓ ਤਾਂ ਓਹ ਫੇਰ ਦੋਬਾਰਾ ਇਨ੍ਹਾਂ ਨੂੰ ਉਜਾੜ ਵਿੱਚ ਛੱਡ ਦੇਵੇਗਾ ਸੋ ਤੁਸੀਂ ਏਸ ਸਾਰੀ ਪਰਜਾ ਦਾ ਨਾਸ ਕਰ ਦਿਓਗੇ।।"},{"number":16,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਨੇੜੇ ਆ ਕੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਏਥੇ ਆਪਣੇ ਪਸੂਆਂ ਲਈ ਵਾੜੇ ਅਤੇ ਆਪਣੇ ਨਿੱਕੇ ਨਿਆਣਿਆਂ ਲਈ ਸ਼ਹਿਰ ਬਣਾਵਾਂਗੇ"},{"number":17,"verse":"ਪਰ ਅਸੀਂ ਸ਼ਸਤ੍ਰ ਕੱਸ ਕੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਅੱਗੇ ਹੋਵਾਂਗੇ ਜਦ ਤੀਕ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਟਿਕਾਣਿਆਂ ਉੱਤੇ ਨਾ ਪੁਚਾ ਲਈਏ ਅਤੇ ਸਾਡੇ ਨਿੱਕੇ ਨਿਆਣੇ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਏਸ ਧਰਤੀ ਦੇ ਵਸਨੀਕਾਂ ਦੇ ਕਾਰਨ ਵੱਸਣਗੇ"},{"number":18,"verse":"ਅਤੇ ਅਸੀਂ ਆਪਣਿਆਂ ਘਰਾਂ ਨੂੰ ਨਹੀਂ ਮੁੜਾਂਗੇ ਜਿੰਨਾ ਚਿਰ ਇਸਰਾਏਲੀਆਂ ਦਾ ਇੱਕ ਇੱਕ ਮਨੁੱਖ ਆਪਣੀ ਮਿਲਖ ਦਾ ਮਾਲਕ ਨਾ ਹੋ ਜਾਵੇ"},{"number":19,"verse":"ਕਿਉਂ ਜੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨਾਲ ਯਰਦਨ ਪਾਰ ਅਤੇ ਉਸ ਤੋਂ ਪਰੇ ਮਿਲਖ ਨਹੀਂ ਲਵਾਂਗੇ ਕਿਉਂ ਜੋ ਸਾਡੀ ਮਿਲਖ ਸਾਨੂੰ ਯਰਦਨ ਦੇ ਉਰੇ ਪੂਰਬ ਵੱਲ ਮਿਲੀ ਹੈ।।"},{"number":20,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਜੇ ਤੁਸੀਂ ਏਹ ਕੰਮ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਸ਼ਸਤ੍ਰ ਕੱਸ ਕੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਲੜਾਈ ਲਈ ਜਾਓ"},{"number":21,"verse":"ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਹੋ ਕੇ ਯਹੋਵਾਹ ਅੱਗੇ ਯਰਦਨ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਵੇ ਜਦ ਤੀਕ ਉਹ ਆਪਣੇ ਵੈਰੀਆਂ ਨੂੰ ਆਪਣੇ ਅੱਗੋਂ ਨਾ ਕੱਢ ਦੇਵੇ"},{"number":22,"verse":"ਅਤੇ ਧਰਤੀ ਯਹੋਵਾਹ ਅੱਗੇ ਸਰ ਨਾ ਹੋ ਜਾਵੇ ਤਾਂ ਏਸ ਦੇ ਮਗਰੋਂ ਤੁਸੀਂ ਮੁੜੋ ਤਾਂ ਹੀ ਤੁਸੀਂ ਯਹੋਵਾਹ ਵੱਲੋਂ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਵੱਲੋਂ ਬੇਦੋਸ਼ੇ ਠਹਿਰੋਗੇ ਅਤੇ ਏਹ ਧਰਤੀ ਯਹੋਵਾਹ ਅੱਗੇ ਤੁਹਾਡੀ ਮਿਲਖ ਹੋਵੇਗੀ"},{"number":23,"verse":"ਪਰ ਜੇ ਤੁਸੀਂ ਏਹ ਨਾ ਕਰੋ ਤਾਂ ਵੇਖੋ, ਤੁਸਾਂ ਯਹੋਵਾਹ ਦਾ ਪਾਪ ਕੀਤਾ ਅਤੇ ਜਾਣੋ ਭਈ ਤੁਹਾਡਾ ਪਾਪ ਤੁਹਾਡੇ ਉੱਤੇ ਆ ਪਵੇਗਾ"},{"number":24,"verse":"ਆਪਣੇ ਨਿੱਕੇ ਨਿਆਣਿਆਂ ਲਈ ਸ਼ਹਿਰ ਅਤੇ ਆਪਣੇ ਇੱਜੜਾਂ ਲਈ ਵਾੜੇ ਬਣਾਓ, ਜਿਵੇਂ ਤੁਹਾਡੇ ਮੂੰਹੋਂ ਨਿੱਕਲਿਆ ਹੈ ਤਿਵੇਂ ਕਰੋ"},{"number":25,"verse":"ਗਾਦੀਆਂ ਅਤੇ ਰਾਊਬੇਨੀਆਂ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਤੁਹਾਡੇ ਦਾਸ ਤਿਵੇੰ ਹੀ ਕਰਨਗੇ ਜਿਵੇਂ ਸਾਡੇ ਸੁਆਮੀ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਹੈ"},{"number":26,"verse":"ਸਾਡੇ ਨਿੱਕੇ ਨਿਆਣੇ, ਸਾਡੀਆਂ ਤੀਵੀਆਂ, ਸਾਡੇ ਵੱਗ ਅਤੇ ਸਾਡਾ ਸਾਰਾ ਮਾਲ ਡੰਗਰ ਉੱਥੇ ਗਿਲਆਦ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਰਹਿਣਗੇ"},{"number":27,"verse":"ਪਰ ਤੁਹਾਡੇ ਸਾਰੇ ਦਾਸ ਜੁੱਧ ਲਈ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਹੋਕੇ ਯਹੋਵਾਹ ਅੱਗੇ ਲੰਘਣਗੇ ਜਿਵੇਂ ਸਾਡੇ ਸੁਆਮੀ ਨੇ ਗੱਲ ਕੀਤੀ ਹੈ"},{"number":28,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿਖੇ ਅਲਆਜ਼ਾਰ ਜਾਜਕ ਨੂੰ ਅਤੇ ਨੂਨ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਨੂੰ ਅਤੇ ਇਸਰਾਏਲ ਦਿਆਂ ਗੋਤਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਆਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ"},{"number":29,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਜੇ ਗਾਦੀ ਅਤੇ ਰਊਬੇਨੀ ਤੁਹਾਡੇ ਨਾਲ ਯਰਦਨ ਤੋਂ ਲੰਘਣ ਓਹ ਸਾਰੇ ਜਿਹੜੇ ਯਹੋਵਾਹ ਅੱਗੇ ਲੜਾਈ ਲਈ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਹੋਣ ਅਤੇ ਧਰਤੀ ਤੁਹਾਡੇ ਅੱਗੇ ਸਰ ਹੋ ਜਾਵੇ ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਗਿਲਆਦ ਦੀ ਧਰਤੀ ਉਨ੍ਹਾਂ ਦੀ ਮਿਲਖ ਕਰ ਦੇਇਓ"},{"number":30,"verse":"ਪਰ ਜੇ ਓਹ ਤੁਹਾਡੇ ਨਾਲ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਹੋਕੇ ਪਾਰ ਨਾ ਲੰਘਣ ਤਾਂ ਓਹ ਤੁਹਾਡੇ ਵਿੱਚ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਮਿਲਖ ਲੈਣ"},{"number":31,"verse":"ਤਾਂ ਗਾਦੀਆਂ ਅਤੇ ਰਊਬੇਨੀਆਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਜਿਵੇਂ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਦਾਸਾਂ ਨੂੰ ਬੋਲਿਆ ਹੈ ਤਿਵੇਂ ਅਸੀਂ ਕਰਾਂਗੇ"},{"number":32,"verse":"ਅਸੀਂ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਹੋਕੇ ਯਹੋਵਾਹ ਅੱਗੇ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਵੜਾਂਗੇ ਪਰ ਸਾਡੀ ਮਿਲਖ ਦਾ ਕਬਜ਼ਾ ਯਰਦਨ ਦੇ ਏਸ ਪਾਰ ਰਹੇਗਾ।।"},{"number":33,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਗਾਦੀਆਂ ਅਤੇ ਰਊਬੇਨੀਆਂ ਨੂੰ ਅਤੇ ਯੂਸੁਫ਼ ਦੇ ਪੁੱਤ੍ਰ ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਨੂੰ ਅਮੋਰੀਆਂ ਦੇ ਰਾਜੇ ਸੀਹੋਨ ਦੇ ਰਾਜ ਨੂੰ ਅਤੇ ਬਾਸ਼ਾਨ ਦੇ ਰਾਜੇ ਓਗ ਦੇ ਰਾਜ ਨੂੰ ਦੇ ਦਿੱਤਾ ਅਰਥਾਤ ਉਹ ਧਰਤੀ ਉਸ ਦੇ ਸ਼ਹਿਰਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀਆਂ ਹੱਦਾਂ ਤੀਕ ਅਰਥਾਤ ਆਲੇ ਦੁਆਲੇ ਦੀ ਧਰਤੀ ਦੇ ਸ਼ਹਿਰ"},{"number":34,"verse":"ਅਤੇ ਗਾਦੀਆਂ ਨੇ ਏਹ ਗੜ੍ਹ ਵਾਲੇ ਸ਼ਹਿਰ ਆਪਣੇ ਇੱਜੜਾਂ ਦੇ ਵਾੜਿਆਂ ਸਣੇ ਬਣਾਏ ਅਰਥਾਤ ਦੀਬੋਨ ਅਤੇ ਅਟਾਰੋਥ ਅਤੇ ਅਰੋਏਰ"},{"number":35,"verse":"ਅਤੇ ਅਟਰੋਥ—ਸੋਫਾਨ ਅਤੇ ਯਾਜ਼ੇਰ ਅਤੇ ਯਾਗਬਹਾਹ"},{"number":36,"verse":"ਅਤੇ ਬੈਤ-ਨਿਮਰਾਹ ਅਤੇ ਬੈਤ-ਹਾਰਾਨ ਅਤੇ ਏਹ ਗੜ੍ਹਾਂ ਵਾਲੇ ਸ਼ਹਿਰ ਅਤੇ ਭੇਡਾਂ ਦੇ ਵਾੜੇ ਬਣਾਏ"},{"number":37,"verse":"ਪਰ ਰਊਬੇਨੀਆਂ ਨੇ ਏਹ ਬਣਾਏ,- ਹਸ਼ਬੋਨ ਅਤੇ ਅਲਆਲੇ ਅਤੇ ਕਿਰਯਾਥੈਮ"},{"number":38,"verse":"ਅਤੇ ਨਬੋ ਅਤੇ ਬਆਲ-ਮਓਨ ਜਿਨ੍ਹਾਂ ਦੇ ਨਾਉਂ ਬਦਲੇ ਗਏ ਅਤੇ ਸ਼ਿਬਮਾਹ ਅਤੇ ਜਿਹੜੇ ਸ਼ਹਿਰ ਉਨ੍ਹਾਂ ਨੇ ਬਣਾਏ ਉਨ੍ਹਾਂ ਦੇ ਹੋਰ ਨਾਉਂ ਰੱਖੇ"},{"number":39,"verse":"ਮਨੱਸ਼ਹ ਦੇ ਪੁੱਤ੍ਰ ਮਾਕੀਰ ਦੀ ਅੰਸ ਨੇ ਜਾ ਕੇ ਗਿਲਆਦ ਨੂੰ ਲੈ ਲਿਆ ਅਤੇ ਅਮੋਰੀਆਂ ਨੂੰ ਜਿਹੜੇ ਉਹ ਦੇ ਵਿੱਚ ਸਨ ਕੱਢ ਦਿੱਤਾ"},{"number":40,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਗਿਲਆਦ ਮਨੱਸ਼ਹ ਦੀ ਅੰਸ ਦੇ ਮਾਕੀਰ ਨੂੰ ਦਿੱਤਾ ਅਤੇ ਉਹ ਉਸ ਵਿੱਚ ਵੱਸਿਆ"},{"number":41,"verse":"ਅਤੇ ਮਨੱਸ਼ਹ ਦੀ ਅੰਸ ਦੇ ਯਾਈਰ ਨੇ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਬਸਤੀਆਂ ਨੂੰ ਲੈ ਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਉਂ ਹੱਵੋਥ- ਯਾਈਰ ਰੱਖੇ"},{"number":42,"verse":"ਅਤੇ ਨੋਬਹ ਨੇ ਜਾ ਕੇ ਕਨਾਥ ਅਤੇ ਉਸ ਦੇ ਪਿੰਡਾਂ ਨੂੰ ਲਿਆ ਅਤੇ ਉਸ ਨੂੰ ਆਪਣਾ ਨਾਉਂ ਨੋਬਹ ਦਿੱਤਾ।।"}]}