{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"( ਪਨਾਹ ਦੇ ਨਗਰ) ਫੇਰ ਯਹੋਵਾਹ ਮੋਆਬ ਦੇ ਮਦਾਨ ਵਿੱਚ ਯਰਦਨ ਉੱਤੇ ਯਰੀਹੋ ਦੇ ਕੋਲ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਹੁਕਮ ਦੇਹ ਕਿ ਓਹ ਲੇਵੀਆਂ ਨੂੰ ਆਪਣੇ ਕਬਜ਼ੇ ਦੀ ਮਿਲਖ ਵਿੱਚੋਂ ਰਹਿਣ ਲਈ ਨਗਰ ਦੇਣ, ਨਾਲੇ ਨਗਰਾਂ ਦੇ ਦੁਆਲੇ ਦੀ ਸ਼ਾਮਲਾਤ ਲੇਵੀਆਂ ਨੂੰ ਦੇਣ"},{"number":3,"verse":"ਨਗਰ ਉਨ੍ਹਾਂ ਦੇ ਰਹਿਣ ਲਈ ਅਤੇ ਸ਼ਾਮਲਾਤ ਉਨ੍ਹਾਂ ਦੇ ਪਸ਼ੂਆਂ ਲਈ, ਉਨ੍ਹਾਂ ਦੇ ਲਕੇ ਤੁਕੇ ਲਈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲ ਡੰਗਰ ਲਈ ਹੋਵੇ"},{"number":4,"verse":"ਅਤੇ ਨਗਰਾਂ ਦੀ ਸ਼ਾਮਲਾਤ ਜਿਹੜੀ ਤੁਸੀਂ ਲੇਵੀਆਂ ਨੂੰ ਦਿਓ ਨਗਰ ਦੀਆਂ ਕੰਧਾਂ ਤੋਂ ਲੈਕੇ ਬਾਹਰ ਵੱਲ ਆਲੇ ਦੁਆਲੇ ਇੱਕ ਇੱਕ ਹਜ਼ਾਰ ਹੱਥ ਹੋਵੇ"},{"number":5,"verse":"ਤੁਸੀਂ ਨਗਰ ਤੋਂ ਬਾਹਰ ਪੂਰਬ ਦੇ ਪਾਸੇ ਵੱਲ ਦੋ ਹਜ਼ਾਰ ਹੱਥ ਮਿਣੋ, ਦੱਖਣ ਦੇ ਪਾਸੇ ਵੱਲ ਦੋ ਹਜ਼ਾਰ ਹੱਥ, ਲਹਿੰਦੇ ਪਾਸੇ ਵੱਲ ਦੋ ਹਜ਼ਾਰ ਅਤੇ ਉੱਤਰ ਦੇ ਪਾਸੇ ਵੱਲ ਦੋ ਹਜ਼ਾਰ ਅਤੇ ਨਗਰ ਵਿਚਕਾਰ ਹੋਵੇ। ਏਹ ਉਨ੍ਹਾਂ ਦੇ ਨਗਰਾਂ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਹੋਣ"},{"number":6,"verse":"ਜਿਹੜੇ ਨਗਰ ਤੁਸੀਂ ਲੇਵੀਆਂ ਨੂੰ ਦਿਓਗੇ ਓਹ ਛੇ ਪਨਾਹ ਦੇ ਨਗਰ ਹੋਣ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਖੂਨੀ ਦੇ ਨੱਠ ਜਾਣ ਲਈ ਠਹਿਰਾਓ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਬਿਨਾਂ ਤੁਸੀਂ ਬਤਾਲੀ ਨਗਰ ਹੋਰ ਦਿਓ"},{"number":7,"verse":"ਸੋ ਸਾਰੇ ਨਗਰ ਜਿਹੜੇ ਤੁਸੀਂ ਲੇਵੀਆਂ ਨੂੰ ਦਿਓ ਅਠਤਾਲੀ ਨਗਰ ਹੋਣ। ਨਗਰ ਸ਼ਾਮਲਾਤ ਸਣੇ ਹੋਣ"},{"number":8,"verse":"ਅਤੇ ਓਹ ਨਗਰ ਜਿਹੜੇ ਤੁਸੀਂ ਇਸਰਾਏਲੀਆਂ ਦੀ ਮਿਲਖ ਤੋਂ ਦੇਣੇ ਬਹੁਤਿਆਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਅਤੇ ਥੋੜਿਆਂ ਵਿੱਚੋਂ ਥੋੜੇ ਦਿਓ। ਹਰ ਇੱਕ ਆਪਣੀ ਮਿਲਖ ਅਨੁਸਾਰ ਜਿਹੜੀ ਉਹ ਨੂੰ ਮਿਲੀ ਹੈ ਆਪਣੇ ਨਗਰਾਂ ਵਿੱਚੋਂ ਲੇਵੀਆਂ ਨੂੰ ਦੇਵੇ।।"},{"number":9,"verse":"ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":10,"verse":"ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਗੱਲ ਕਰ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖ, ਜਦ ਤੁਸੀਂ ਕਨਾਨ ਦੇਸ ਨੂੰ ਯਰਦਨ ਪਾਰ ਲੰਘੋ"},{"number":11,"verse":"ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਨਗਰ ਠਹਿਰਾਓ ਜਿਹੜੇ ਤੁਹਾਡੇ ਲਈ ਪਨਾਹ ਦੇ ਨਗਰ ਹੋਣ ਜਿੱਥੇ ਖੂਨੀ ਨੱਠ ਜਾਵੇ ਜਿਸ ਵਿੱਸਰ ਭੋਲੇ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਮਾਰਿਆ ਹੋਵੇ"},{"number":12,"verse":"ਅਤੇ ਏਹ ਨਗਰ ਤੁਹਾਡੇ ਲਈ ਬਦਲਾ ਲੈਣ ਵਾਲੇ ਤੋਂ ਪਨਾਹ ਲਈ ਹੋਣ ਤਾਂ ਜੋ ਖੂਨੀ ਮਰ ਨਾ ਜਾਵੇ ਜਿੰਨਾ ਚਿਰ ਉਹ ਮੰਡਲੀ ਦੇ ਅੱਗੇ ਨਿਆਉਂ ਲਈ ਖੜਾ ਨਾ ਕੀਤਾ ਜਾਵੇ"},{"number":13,"verse":"ਅਤੇ ਜਿਹੜੇ ਨਗਰ ਤੁਸੀਂ ਦਿਓ ਓਹ ਤੁਹਾਡੇ ਲਈ ਛੇ ਪਨਾਹ ਦੇ ਨਗਰ ਹੋਣ"},{"number":14,"verse":"ਤਿੰਨ ਨਗਰ ਯਰਦਨ ਤੋਂ ਪਾਰ ਅਤੇ ਤਿੰਨ ਨਗਰ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਠਹਿਰਾਓ ਅਤੇ ਓਹ ਪਨਾਹ ਦੇ ਨਗਰ ਹੋਣ"},{"number":15,"verse":"ਇਸਰਾਏਲੀਆਂ ਲਈ, ਪਰਦੇਸੀ ਲਈ ਅਤੇ ਉਸ ਲਈ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਵਿੱਚ ਵੱਸਦਾ ਹੋਵੇ ਏਹ ਛੇ ਨਗਰ ਪਨਾਹ ਲਈ ਹੋਣ ਤਾਂ ਜੋ ਜੇ ਕੋਈ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਵਿੱਸਰ ਭੋਲੇ ਮਾਰ ਛੱਡੇ ਉਹ ਉੱਥੇ ਨੱਠ ਜਾਵੇ"},{"number":16,"verse":"ਪਰ ਜੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਲੋਹੇ ਦੇ ਕਿਸੇ ਹਥਿਆਰ ਨਾਲ ਮਾਰਿਆ ਹੋਵੇ ਕਿ ਓਹ ਮਰ ਗਿਆ ਹੋਵੇ ਤਾਂ ਓਹ ਖੂਨੀ ਹੈ ਅਤੇ ਉਹ ਖੂਨੀ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ"},{"number":17,"verse":"ਜਿਸ ਨੇ ਹੱਥ ਵਿੱਚ ਪੱਥਰ ਲੈ ਕੇ ਜਿਸ ਤੋਂ ਕੋਈ ਮਰ ਸੱਕੇ ਕਿਸੇ ਨੂੰ ਮਾਰਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਮਰ ਗਿਆ ਹੋਵੇ ਤਾਂ ਉਹ ਖੂਨੀ ਹੈ। ਉਹ ਖੂਨੀ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ"},{"number":18,"verse":"ਅਥਵਾ ਜੇ ਉਸ ਨੇ ਲੱਕੜੀ ਦੇ ਹਥਿਆਰ ਨੂੰ ਹੱਥ ਵਿੱਚ ਲੈ ਕੇ ਜਿਸ ਤੋਂ ਕੋਈ ਮਰ ਸੱਕੇ ਉਹ ਨੂੰ ਮਾਰਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਮਰ ਗਿਆ ਹੋਵੇ ਤਾਂ ਉਹ ਖੂਨੀ ਹੈ। ਉਹ ਖੂਨੀ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ"},{"number":19,"verse":"ਖੂਨ ਦਾ ਬਦਲਾ ਲੈਣ ਵਾਲਾ ਆਪ ਉਸ ਖੂਨੀ ਨੂੰ ਮਾਰੇ ਜਦ ਉਹ ਉਸ ਨੂੰ ਲੱਭੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਮਾਰ ਸੁੱਟੇ"},{"number":20,"verse":"ਜੇ ਕੋਈ ਕਿਸੇ ਨੂੰ ਵੈਰ ਨਾਲ ਧੱਕਾ ਮਾਰੇ ਅਥਵਾ ਘਾਤ ਲਾ ਕੇ ਉਸ ਉੱਤੇ ਕੁਝ ਸੁੱਟਿਆ ਹੋਵੇ ਕਿ ਉਹ ਮਰ ਗਿਆ ਹੋਵੇ"},{"number":21,"verse":"ਅਥਵਾ ਦੁਸ਼ਮਣੀ ਨਾਲ ਆਪਣੇ ਹੱਥੀਂ ਅਜੇਹਾ ਮਾਰੇ ਕਿ ਉਹ ਮਰ ਜਾਵੇ ਤਾਂ ਮਾਰਨ ਵਾਲਾ ਜਰੂਰ ਮਾਰਿਆ ਜਾਵੇ, ਉਹ ਖੂਨੀ ਹੈ। ਬਦਲਾ ਲੈਣ ਵਾਲਾ ਉਸ ਖੂਨੀ ਨੂੰ ਮਾਰ ਸੁੱਟੇ ਜਦ ਕਦੀ ਉਹ ਲੱਭੇ।।"},{"number":22,"verse":"ਪਰ ਜੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਅਚਾਣਕ ਦੁਸ਼ਮਣੀ ਤੋਂ ਬਿਨਾ ਧੱਕਾ ਮਾਰਿਆ ਹੋਵੇ ਅਥਵਾ ਉਹ ਦੇ ਉੱਤੇ ਘਾਤ ਲਾਉਣ ਤੋਂ ਬਿਨਾ ਕੁਝ ਸੁੱਟਿਆ ਹੋਵੇ"},{"number":23,"verse":"ਅਥਵਾ ਕਿਸੇ ਪੱਥਰ ਨਾਲ ਜਿਹ ਦੇ ਨਾਲ ਕੋਈ ਮਰ ਸੱਕੇ ਵੇਖੋ ਬਿਨਾ ਉਹ ਦੇ ਉੱਤੇ ਸੁੱਟਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਮਰ ਜਾਵੇ ਅਤੇ ਉਹ ਉਸ ਦਾ ਵੈਰੀ ਨਹੀਂ ਸੀ ਨਾ ਉਹ ਉਸ ਦਾ ਹਰਜਾ ਚਾਹੁੰਦਾ ਸੀ"},{"number":24,"verse":"ਤਾਂ ਮੰਡਲੀ ਮਾਰਨ ਵਾਲੇ ਅਤੇ ਖੂਨ ਦਾ ਬਦਲਾ ਲੈਣ ਵਾਲੇ ਵਿੱਚ ਇਨ੍ਹਾਂ ਨਿਆਵਾਂ ਅਨੁਸਾਰ ਫੈਂਸਲਾ ਕਰੇ"},{"number":25,"verse":"ਅਤੇ ਮੰਡਲੀ ਉਸ ਖੂਨੀ ਨੂੰ ਬਦਲਾ ਲੈਣ ਵਾਲੇ ਦੇ ਹੱਥੋਂ ਛੁਡਾ ਕੇ ਉਸ ਨੂੰ ਉਸ ਦੇ ਪਨਾਹ ਦੇ ਨਗਰ ਵਿੱਚ ਮੋੜ ਦੇਵੇ ਜਿੱਥੇ ਨੂੰ ਉਹ ਨੱਠ ਗਿਆ ਸੀ ਅਤੇ ਉਸ ਵਿੱਚ ਸਰਦਾਰ ਜਾਜਕ ਦੀ ਮੌਤ ਤੀਕ ਜਿਹੜਾ ਪਵਿੱਤ੍ਰ ਤੇਲ ਨਾਲ ਮਸਹ ਹੋਇਆ ਹੈ ਵੱਸੇ"},{"number":26,"verse":"ਅਤੇ ਜੇ ਕਦੀ ਉਹ ਖੂਨੀ ਪਨਾਹ ਦੇ ਨਗਰ ਦੀ ਹੱਦ ਤੋਂ ਬਾਹਰ ਜਿੱਥੇ ਨੂੰ ਉਹ ਨੱਠਾ ਸੀ ਜਾਵੇ"},{"number":27,"verse":"ਅਤੇ ਖੂਨ ਦਾ ਬਦਲਾ ਲੈਂਣ ਵਾਲਾ ਉਸ ਨੂੰ ਪਨਾਹ ਦੇ ਨਗਰ ਦੀ ਹੱਦੋਂ ਬਾਹਰ ਮਿਲੇ ਅਤੇ ਖੂਨ ਦਾ ਬਦਲਾ ਲੈਣ ਵਾਲਾ ਉਸ ਖੂਨੀ ਨੂੰ ਵੱਢ ਸੁੱਟੇ ਤਾਂ ਉਹ ਖੂਨ ਦਾ ਦੋਸ਼ੀ ਨਾ ਹੋਵੇਗਾ"},{"number":28,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਸੀ ਕਿ ਸਰਦਾਰ ਜਾਜਕ ਦੀ ਮੌਤ ਤੀਕ ਆਪਣੇ ਪਨਾਹ ਦੇ ਨਗਰ ਵਿੱਚ ਰਹਿੰਦਾ, ਪਰ ਸਰਦਾਰ ਜਾਜਕ ਦੀ ਮੌਤ ਪਿੱਛੋਂ ਉਹ ਖੂਨੀ ਆਪਣੀ ਮਿਲਖ ਦੀ ਧਰਤੀ ਵਿੱਚ ਮੁੜ ਜਾਵੇ"},{"number":29,"verse":"ਅਤੇ ਏਹ ਤੁਹਾਡੇ ਲਈ ਨਿਆਉਂ ਦੀ ਬਿਧੀ ਪੀੜ੍ਹੀਓਂ ਪੀੜ੍ਹੀ ਤੁਹਾਡਿਆਂ ਸਾਰਿਆਂ ਰਹਿਣ ਦਿਆਂ ਥਾਵਾਂ ਵਿੱਚ ਹੋਵੇ"},{"number":30,"verse":"ਜੇ ਕੋਈ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਮਾਰੇ ਉਹ ਖੂਨੀ ਗਵਾਹਾਂ ਦੀ ਗਵਾਹੀ ਨਾਲ ਮਾਰਿਆ ਜਾਵੇ ਪਰ ਇੱਕੋ ਹੀ ਗਵਾਹ ਦੀ ਗਵਾਹੀ ਤੋਂ ਕੋਈ ਜਣਾ ਨਾ ਮਾਰਿਆ ਜਾਵੇ"},{"number":31,"verse":"ਤੁਸੀਂ ਕਿਸੇ ਖੂਨੀ ਦੀ ਜਾਨ ਦਾ ਜੁਰਮਾਨਾ ਨਾ ਲਿਓ ਜੋ ਮੌਤ ਦਾ ਦੋਸ਼ੀ ਹੋਵੇ। ਉਹ ਜ਼ਰੂਰ ਹੀ ਮਾਰਿਆ ਜਾਵੇ"},{"number":32,"verse":"ਤੁਸੀਂ ਕੋਈ ਜੁਰਮਾਨਾ ਉਸ ਲਈ ਨਾ ਲਿਓ ਜਿਹੜਾ ਆਪਣੇ ਪਨਾਹ ਨਗਰ ਨੂੰ ਨੱਠ ਗਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਮੁੜ ਕੇ ਆਪਣੇ ਦੇਸ ਵਿੱਚ ਜਾਜਕ ਦੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਆ ਵੱਸੇ"},{"number":33,"verse":"ਤੁਸੀਂ ਉਸ ਧਰਤੀ ਨੂੰ ਭਰਿਸ਼ਟ ਨਾ ਕਰੋ ਜਿਹ ਦੇ ਵਿੱਚ ਤੁਸੀਂ ਹੋ, ਕਿਉਂ ਜੋ ਖੂਨ ਧਰਤੀ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰਦਾ ਹੈ ਅਤੇ ਉਸ ਧਰਤੀ ਲਈ ਕੋਈ ਪਰਾਸਚਿਤ ਨਾ ਹੋਵੇ ਉਸ ਲਹੂ ਦੇ ਬਦਲੇ ਜਿਹੜਾ ਉਸ ਵਿੱਚ ਵਹਾਇਆ ਗਿਆ, ਬਿਨਾਂ ਉਸ ਖੂਨੀ ਦੇ ਲਹੂ ਦੇ"},{"number":34,"verse":"ਤੁਸੀਂ ਉਸ ਧਰਤੀ ਨੂੰ ਜਿੱਥੇ ਤੁਸੀਂ ਵੱਸਦੇ ਹੋ ਅਸ਼ੁੱਧ ਨਾ ਕਰੋ ਅਤੇ ਜਿਹ ਦੇ ਵਿੱਚ ਮੈਂ ਵੱਸਦਾ ਹਾਂ ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਇਸਰਾਏਲੀਆਂ ਦੇ ਵਿਚਕਾਰ ਵੱਸਦਾ ਹਾਂ।।"}]}