{"bibleAbbr":"paOV2016","bookName":"ਗਿਣਤੀ","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"( ਲੇਵੀਆਂ ਦੀ ਗਿਣਤੀ) ਯਹੋਵਾਹ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੂੰ ਬੋਲਿਆ,"},{"number":2,"verse":"ਲੇਵੀਆਂ ਦੇ ਵਿੱਚੋਂ ਕਹਾਥੀਆਂ ਦੀ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣਤੀ ਕਰੋ"},{"number":3,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਸਾਰੇ ਜਿਹੜੇ ਸੇਵਾ ਕਰਨ ਜੋਗ ਹੋਣ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":4,"verse":"ਕਹਾਥੀਆਂ ਦੀ ਸੇਵਾ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਅੱਤ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਵਿਖੇ ਏਹ ਹੈ-"},{"number":5,"verse":"ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਕੂਚ ਦੇ ਵੇਲੇ ਅੰਦਰ ਜਾਣ ਅਤੇ ਓਟ ਦਾ ਪੜਦਾ ਲਾਹੁਣ ਅਤੇ ਉਸ ਵਿੱਚ ਸਾਖੀ ਦੇ ਸੰਦੂਕ ਨੂੰ ਲਪੇਟਣ"},{"number":6,"verse":"ਨਾਲੇ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦਾ ਢੱਕਣ ਉਸ ਉੱਤੇ ਰੱਖਣ ਅਰ ਉਸ ਉੱਤੇ ਨੀਲੇ ਰੰਗ ਦਾ ਕੱਪੜਾ ਵਿਛਾਉਣ ਅਰ ਉਸ ਦੀਆਂ ਚੋਬਾਂ ਪਾਉਣ"},{"number":7,"verse":"ਫੇਰ ਹਜ਼ੂਰੀ ਦੀ ਰੋਟੀ ਦੀ ਮੇਜ਼ ਉੱਤੇ ਨੀਲਾ ਕੱਪੜਾ ਵਿਛਾਉਣ ਅਤੇ ਉਸ ਉੱਤੇ ਥਾਲੀਆਂ ਅਰ ਕੌਲੀਆਂ ਅਰ ਗੜਵੇ ਅਰ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਦੇ ਅਰਘੇ ਰੱਖਣ ਅਤੇ ਹਮੇਸ਼ਗੀ ਦੀ ਰੋਟੀ ਉਸ ਉੱਤੇ ਪਈ ਰਹੇ"},{"number":8,"verse":"ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਕਿਰਮਚੀ ਕੱਪੜੇ ਵਿਛਾਉਣ ਅਤੇ ਉਸ ਨੂੰ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦੇ ਢੱਕਣ ਨਾਲ ਕੱਜਣ ਅਤੇ ਉਸ ਦੀਆਂ ਚੋਬਾਂ ਪਾਉਣ"},{"number":9,"verse":"ਫੇਰ ਓਹ ਨੀਲਾ ਕੱਪੜਾ ਲੈ ਕੇ ਚਾਨਣ ਦੇਣ ਵਾਲਾ ਸ਼ਮਾਦਾਨ ਢੱਕਣ ਨਾਲੇ ਉਸ ਦੇ ਦੀਵੇ ਉਸ ਗੁਲ ਤਰਾਸ਼ , ਉਸ ਦੇ ਗੁਲ ਦਾਨ ਉਸ ਦੇ ਸਾਰੇ ਤੇਲ ਵਾਲੇ ਭਾਂਡੇ ਜਿਨ੍ਹਾਂ ਨਾਲ ਓਹ ਉਸ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ"},{"number":10,"verse":"ਤਾਂ ਉਸ ਦੇ ਸਾਰੇ ਸਮਾਨ ਸਣੇ ਬੱਕਰਿਆਂ ਦੀਆ ਖੱਲਾਂ ਦੇ ਢੱਕਣ ਵਿੱਚ ਰੱਖਣ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਚੋਬਾਂ ਉੱਤੇ ਧਰਨ"},{"number":11,"verse":"ਸੋਨੇ ਦੀ ਜਗਵੇਦੀ ਉੱਤੇ ਨੀਲਾ ਕੱਪੜਾ ਵਿਛਾਉਣ ਤੇ ਉਸ ਨੂੰ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦੇ ਢੱਕਣ ਵਿੱਚ ਕੱਜਣ ਅਤੇ ਉਸ ਦੀਆਂ ਚੋਬਾਂ ਪਾਉਣ"},{"number":12,"verse":"ਫੇਰ ਓਹ ਓਪਾਸਨਾ ਦੀ ਸੇਵਾ ਦੇ ਸਾਰੇ ਭਾਡੇਂ ਜਿੰਨਾਂ ਨਾਲ ਓਹ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਵਿੱਚ ਉਪਾਸਨਾ ਕਰਦੇ ਹਨ ਲੈ ਕੇ ਨੀਲੇ ਕੱਪੜੇ ਵਿੱਚ ਪਾਉਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦੇ ਢੱਕਣ ਵਿੱਚ ਕੱਜਣ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਚੋਬਾਂ ਉੱਤੇ ਰੱਖਣ"},{"number":13,"verse":"ਤਾਂ ਓਹ ਜਗਵੇਦੀ ਦੀ ਸੁਆਹ ਕੱਢ ਕੇ ਉਸ ਉੱਤੇ ਬੈਂਗਣੀ ਕੱਪੜਾ ਵਿਛਾਉਣ"},{"number":14,"verse":"ਅਤੇ ਉਸ ਉੱਤੇ ਸਾਰੇ ਭਾਂਡੇ ਰੱਖਣ ਜਿੰਨ੍ਹਾਂ ਨਾਲ ਓਹ ਉਸ ਉੱਤੇ ਉਪਾਸਨਾ ਕਰਦੇ ਹਨ ਅਰਥਾਤ ਅੰਗੀਠੀਆਂ, ਤ੍ਰਿਸੂਲੀਆਂ, ਕੜਛੇ, ਬਾਟੀਆਂ ਅਰ ਜਗਵੇਦੀ ਦਾ ਸਾਰਾ ਸਾਮਾਨ ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦਾ ਢੱਕਣ ਵਿਛਾਉਣ ਅਤੇ ਉਸ ਦੀਆਂ ਚੋਬਾਂ ਪਾਉਣ"},{"number":15,"verse":"ਜਦ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਸਾਮਾਨ ਦੇ ਕੱਜਣ ਦਾ ਕੰਮ ਕਰ ਚੁੱਕਣ ਅਤੇ ਜਦ ਡੇਰੇ ਦਾ ਕੂਚ ਹੋਣ ਵਾਲਾ ਹੋਵੇ, ਓਦੋਂ ਹੀ ਕਹਾਥੀ ਆਣ ਕੇ ਉਹ ਨੂੰ ਚੁੱਕਣ, ਪਰ ਓਹ ਕਿਸੇ ਪਵਿੱਤ੍ਰ ਵਸਤ ਨੂੰ ਨਾ ਛੋਹਣ ਮਤੇ ਓਹ ਮਰ ਜਾਂਣ! ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚੋਂ ਏਹ ਭਾਰ ਕਹਾਥੀਆਂ ਦਾ ਹੈ"},{"number":16,"verse":"ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਦੀ ਏਹ ਜੁੰਮੇਵਾਰੀ ਹੈ ਕਿ ਚਾਨਣੇ ਦਾ ਤੇਲ, ਸੁਗੰਧੀ ਧੂਪ, ਹਮੇਸ਼ਗੀ ਦੀ ਮੈਦੇ ਦੀ ਭੇਟ ਅਰ ਮਸਹ ਕਰਨ ਦਾ ਤੇਲ ਅਰਥਾਤ ਸਾਰੇ ਡੇਹਰੇ ਦੀ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਵਿੱਚ ਹੈ ਨਾਲੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਅਤੇ ਉਸ ਦੇ ਸਾਮਾਨ ਦੀ ਵੇਖ ਭਾਲ ਕਰੇ।।"},{"number":17,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੂੰ ਬੋਲਿਆ,"},{"number":18,"verse":"ਤੁਸੀਂ ਕਹਾਥੀਆਂ ਦਿਆਂ ਟੱਬਰਾਂ ਦਿਆਂ ਗੋਤਾਂ ਨੂੰ ਲੇਵੀਆਂ ਦੇ ਵਿੱਚੋਂ ਨਾਸ ਨਾ ਹੋਣ ਦੇਣਾ"},{"number":19,"verse":"ਪਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲਈ ਏਹ ਕਰੋ ਤਾਂ ਜੋ ਓਹ ਜੀਉਣ ਅਰ ਨਾ ਮਰਨ। ਜਦ ਓਹ ਅੱਤ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਕੋਲ ਜਾਣ ਤਾਂ ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅੰਦਰ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਦੇ ਹਰ ਇੱਕ ਮਨੁੱਖ ਲਈ ਉਸ ਦੀ ਟਹਿਲ ਸੇਵਾ ਅਤੇ ਉਸ ਦਾ ਭਾਰ ਠਹਿਰਾਉਣ"},{"number":20,"verse":"ਓਹ ਇੱਕ ਪਲ ਲਈ ਵੀ ਅੰਦਰ ਜਾ ਕੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਨੂੰ ਨਾ ਵੇਖਣ ਮਤੇ ਓਹ ਮਰ ਜਾਣ! ।।"},{"number":21,"verse":"ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ,"},{"number":22,"verse":"ਗੇਰਸ਼ੋਨੀਆਂ ਦੀ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਤੇ ਟੱਬਰ ਅਨੁਸਾਰ ਗਿਣਤੀ ਕਰ"},{"number":23,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਗਿਣ, ਓਹ ਸਾਰੇ ਜਿਹੜੇ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਜੋਗ ਹੋਣ ਤਾਂ ਜੋ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":24,"verse":"ਗੇਰਸ਼ੋਨੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੀ ਟਹਿਲ ਸੇਵਾ, - ਅਰਥਾਤ ਭਾਰ ਚੁੱਕਣ ਦੀ ਟਹਿਲ ਸੇਵਾ ਏਹ ਹੈ,"},{"number":25,"verse":"ਓਹ ਡੇਹਰੇ ਦੇ ਪੜਦਿਆਂ ਨੂੰ ਚੁੱਕਣ ਨਾਲੇ ਮੰਡਲੀ ਦਾ ਤੰਬੂ, ਉਸ ਦੇ ਢੱਕਣ ਸਣੇ ਅਤੇ ਬੱਕਰਿਆਂ ਦੀਆਂ ਖੱਲਾਂ ਦਾ ਢੱਕਣ ਜਿਹੜਾ ਉਸ ਉੱਤੇ ਹੈ ਅਤੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਦਰਵੱਜੇ ਦੀ ਓਟ"},{"number":26,"verse":"ਅਤੇ ਹਾਤੇ ਦੀਆਂ ਕਨਾਤਾਂ ਅਤੇ ਹਾਤੇ ਦੇ ਫਾਟਕ ਦੇ ਦਰਵੱਜੇ ਦੀ ਓਟ ਜਿਹੜੀ ਡੇਹਰੇ ਅਰ ਜਗਵੇਦੀ ਦੇ ਕੋਲ ਆਲੇ ਦੁਆਲੇ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲਾਸਾਂ ਅਰ ਉਨ੍ਹਾਂ ਦੀ ਸੇਵਾ ਦਾ ਸਾਰਾ ਸਾਮਾਨ ਅਤੇ ਸਭ ਕੁਝ ਜੋ ਉਨ੍ਹਾਂ ਲਈ ਕਰਨਾ ਹੋਵੇ ਸੋ ਓਹ ਏਹ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":27,"verse":"ਹਾਰੂਨ ਅਰ ਉਸ ਦੇ ਪੁਤ੍ਰਾਂ ਦੇ ਹੁਕਮ ਨਾਲ ਗੇਰਸ਼ੋਨੀਆਂ ਦੀ ਸਾਰੀ ਟਹਿਲ ਸੇਵਾ ਹੋਵੇ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਭਾਰ ਅਤੇ ਟਹਿਲ ਸੇਵਾ। ਇਉਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਭਾਰਾਂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਠਹਿਰਾਓ"},{"number":28,"verse":"ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਏਹ ਗੇਰਸ਼ੋਨੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਹੋਵੇਗੀ ਅਤੇ ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਈਥਾਮਾਰ ਦੇ ਇਖ਼ਤਿਆਰ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਵੇਖ ਭਾਲ ਹੋਵੇਗੀ।।"},{"number":29,"verse":"ਮਰਾਰੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣਨਾ"},{"number":30,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਤੂੰ ਓਹਨਾਂ ਨੂੰ ਗਿਣ, ਓਹ ਸਾਰੇ ਜਿਹੜੇ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਜੋਗ ਹੋਣ ਤਾਂ ਜੋ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":31,"verse":"ਭਾਰਾਂ ਲਈ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਸਾਰੀ ਜੁੰਮੇਵਾਰੀ ਏਹ ਹੈ,- ਡੇਹਰੇ ਦੀਆਂ ਫੱਟੀਆਂ, ਉਸ ਦੇ ਹੋੜੇ, ਉਸ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ, ਉਸ ਦੀਆਂ ਚੀਥੀਆਂ"},{"number":32,"verse":"ਅਤੇ ਹਾਤੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ, ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਥੀਆਂ, ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੀਲੀਆਂ, ਉਨ੍ਹਾਂ ਦੀਆਂ ਲਾਸਾਂ, ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਸਾਮਾਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸਾਰੀ ਟਹਿਲ ਸੇਵਾ। ਤੁਸੀਂ ਨਾਮਾਂ ਪਰਤੀ ਸਾਮਾਨ ਚੁੱਕਣ ਦੀ ਜੁਮੇਵਾਰੀ ਉਨ੍ਹਾਂ ਦੀ ਠਹਿਰਾਓ"},{"number":33,"verse":"ਏਹ ਮਰਾਰੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੀ ਟਹਿਲ ਸੇਵਾ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਸਾਰੀ ਟਹਿਲ ਸੇਵਾ ਅਨੁਸਾਰ ਹੋਵੇ ਅਤੇ ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਈਥਾਮਾਰ ਦੇ ਹੱਥ ਵਿੱਚ ਹੋਵੇ ।।"},{"number":34,"verse":"ਫੇਰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਅਰ ਮੰਡਲੀ ਦੇ ਪਰਧਾਨਾਂ ਨੇ ਕਹਾਥੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣਿਆਂ"},{"number":35,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਸਾਰੇ ਜਿਹੜੇ ਸੇਵਾ ਕਰਨ ਜੋਗ ਹੋਣ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":36,"verse":"ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਨੁਸਾਰ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਦੋ ਹਜ਼ਾਰ ਸੱਤ ਸੌ ਪੰਜਾਹ ਸਨ"},{"number":37,"verse":"ਕਹਾਥੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੇ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਏਹੋ ਹੀ ਸਨ ਅਰਥਾਤ ਸਾਰੇ ਜਿਹੜੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਟਹਿਲ ਸੇਵਾ ਕਰਦੇ ਸਨ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੇ ਯਹੋਵਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਗਿਣਿਆ।।"},{"number":38,"verse":"ਗੇਰਸ਼ੋਨੀ ਜਿਹੜੇ ਆਪਣੇ ਟੱਬਰਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ"},{"number":39,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਸਾਰੇ ਜਿਹੜੇ ਸੇਵਾ ਕਰਨ ਕਰਨ ਜੋਗ ਹੋਣ ਕਿ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":40,"verse":"ਅਤੇ ਓਹ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣੇ ਹੋਏ ਦੋ ਹਜ਼ਾਰ ਛੇ ਸੌ ਤੀਹ ਸਨ"},{"number":41,"verse":"ਗੇਰਸ਼ੋਨੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੇ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਏਹ ਹੀ ਸਨ ਅਰਥਾਤ ਸਾਰੇ ਜਿਹੜੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੇ ਯਹੋਵਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਗਿਣਿਆ।।"},{"number":42,"verse":"ਮਰਾਰੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੇ ਜਿਹੜੇ ਆਪਣੇ ਟੱਬਰਾਂ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ"},{"number":43,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਸਾਰੇ ਜਿਹੜੇ ਸਾਰੇ ਜਿਹੜੇ ਸੇਵਾ ਕਰਨ ਜੋਗ ਹੋਣ ਭਈ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਟਹਿਲ ਸੇਵਾ ਕਰਨ"},{"number":44,"verse":"ਓਹ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ ਤਿੰਨ ਹਜ਼ਾਰ ਦੋ ਸੌ ਸਨ"},{"number":45,"verse":"ਮਰਾਰੀਆਂ ਦੇ ਟੱਬਰਾਂ ਦੇ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਏਹੋ ਹੀ ਸਨ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਨੇ ਯਹੋਵਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਗਿਣਿਆ।।"},{"number":46,"verse":"ਸਾਰੇ ਲੇਵੀ ਜਿਹੜੇ ਗਿਣੇ ਗਏ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਅਰ ਹਾਰੂਨ ਅਰ ਇਸਰਾਏਲ ਦੇ ਪਰਧਾਨਾਂ ਨੇ ਗਿਣਿਆ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ"},{"number":47,"verse":"ਤੀਹ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਪੰਜਾਹ ਵਰਿਹਾਂ ਤੀਕ ਸਾਰੇ ਟਹਿਲ ਸੇਵਾ ਕਰਨ ਅਰ ਭਾਰ ਚੁੱਕਣ ਲਈ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਵਿੱਚ ਆਉਣ,"},{"number":48,"verse":"ਏਹ ਗਿਣੇ ਗਏ ਅਤੇ ਅੱਠ ਹਜ਼ਾਰ ਪੰਜ ਸੌ ਅੱਸੀ ਸਨ"},{"number":49,"verse":"ਯਹੋਵਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਅਤੇ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਓਹ ਗਿਣੇ ਗਏ, ਹਰ ਮਨੁੱਖ ਉਸ ਦੀ ਟਹਿਲ ਸੇਵਾ ਅਰ ਭਾਰ ਅਨੁਸਾਰ। ਇਉਂ ਓਹ ਗਿਣੇ ਗਏ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ।।"}]}