{"bibleAbbr":"MSG2002","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"Sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal."},{"number":2,"verse":"Reaiah, Shobal's son, had Jahath; and Jahath had Ahumai and Lahad. These made up the families of the Zorathites."},{"number":3,"verse":"Sons of Etam: Jezreel, Ishma, and Idbash. Their sister was named Hazzelelponi."},{"number":4,"verse":"Penuel had Gedor and Ezer had Hushah. These were the sons of Hur, firstborn son of Ephrathah, who was the father of Bethlehem."},{"number":5,"verse":"Ashhur the father of Tekoa had two wives, Helah and Naarah."},{"number":6,"verse":"Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari--Naarah's children."},{"number":7,"verse":"Helah's sons were Zereth, Zohar, Ethnan,"},{"number":8,"verse":"and Koz, who had Anub, Hazzobebah, and the families of Aharhel son of Harum."},{"number":9,"verse":"Jabez was a better man than his brothers, a man of honor. His mother had named him Jabez (Oh, the pain!), saying, \"A painful birth! I bore him in great pain!\""},{"number":10,"verse":"Jabez prayed to the God of Israel: \"Bless me, O bless me! Give me land, large tracts of land. And provide your personal protection--don't let evil hurt me.\" God gave him what he asked."},{"number":11,"verse":"Kelub, Shuhah's brother, had Mehir; Mehir had Eshton;"},{"number":12,"verse":"Eshton had Beth Rapha, Paseah, and Tehinnah, who founded Ir Nahash (City of Smiths). These were known as the men of Recah."},{"number":13,"verse":"The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath and Meonothai."},{"number":14,"verse":"Meonothai had Ophrah; Seraiah had Joab, the founder of Ge Harashim (Colony of Artisans)."},{"number":15,"verse":"The sons of Caleb son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz."},{"number":16,"verse":"The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."},{"number":17,"verse":"The sons of Ezrah: Jether, Mered, Epher, and Jalon. One of Mered's wives, Pharaoh's daughter Bithiah, gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa."},{"number":18,"verse":"His Judean wife gave birth to Jered father of Gedor, Heber father of Soco, and Jekuthiel father of Zanoah."},{"number":19,"verse":"The sons of Hodiah's wife, Naham's sister: the father of Keilah the Garmite, and Eshtemoa the Maacathite."},{"number":20,"verse":"The sons of Shimon: Amnon, Rinnah, Ben-Hanan, and Tilon. The sons of Ishi: Zoheth and Ben-Zoheth."},{"number":21,"verse":"The sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah and the family of linen workers at Beth Ashbea,"},{"number":22,"verse":"Jokim, the men of Cozeba, and Joash and Saraph, who ruled in Moab and Jashubi Lehem. (These records are from very old traditions.)"},{"number":23,"verse":"They were the potters who lived at Netaim and Gederah, resident potters who worked for the king."},{"number":24,"verse":"The Simeon family tree: Nemuel, Jamin, Jarib, Zerah, and Shaul;"},{"number":25,"verse":"Shaul had Shallum, Shallum had Mibsam, and Mibsam had Mishma."},{"number":26,"verse":"The sons of Mishma: Hammuel had Zaccur and Zaccur had Shimei."},{"number":27,"verse":"Shimei had sixteen sons and six daughters, but his brothers were not nearly as prolific and never became a large family like Judah."},{"number":28,"verse":"They lived in Beersheba, Moladah, Hazar Shual,"},{"number":29,"verse":"Bilhah, Ezem, Tolad,"},{"number":30,"verse":"Bethuel, Hormah, Ziklag,"},{"number":31,"verse":"Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. They lived in these towns until David became king."},{"number":32,"verse":"Other settlements in the vicinity were the five towns of Etam, Ain, Rimmon, Token, and Ashan,"},{"number":33,"verse":"and all the villages around these towns as far as Baalath. These were their settlements. And they kept good family records."},{"number":34,"verse":"Meshobab; Jamlech; Joshah the son of Amaziah;"},{"number":35,"verse":"Joel; Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel;"},{"number":36,"verse":"Elioenai; Jaakobah; Jeshohaiah; Asaiah; Adiel; Jesimiel; Benaiah;"},{"number":37,"verse":"and Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah--"},{"number":38,"verse":"all these were the leaders in their families. They prospered and increased in numbers"},{"number":39,"verse":"so that they had to go as far as Gedor (Gerar) to the east of the valley looking for pasture for their flocks."},{"number":40,"verse":"And they found it--lush pasture, lots of elbow room, peaceful and quiet. Some Hamites had lived there in former times."},{"number":41,"verse":"But the men in these family trees came when Hezekiah was king of Judah and attacked the Hamites, tearing down their tents and houses. There was nothing left of them, as you can see today. Then they moved in and took over because of the great pastureland."},{"number":42,"verse":"Five hundred of these Simeonites went on and invaded the hill country of Seir, led by Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi."},{"number":43,"verse":"They killed all the escaped Amalekites who were still around. And they still live there."}]}