{"bibleAbbr":"MSG2002","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"The sons of Levi were Gershon, Kohath, and Merari."},{"number":2,"verse":"The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."},{"number":3,"verse":"The children of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."},{"number":4,"verse":"Eleazar had Phinehas, Phinehas had Abishua,"},{"number":5,"verse":"Abishua had Bukki, Bukki had Uzzi,"},{"number":6,"verse":"Uzzi had Zerahiah, Zerahiah had Meraioth,"},{"number":7,"verse":"Meraioth had Amariah, Amariah had Ahitub,"},{"number":8,"verse":"Ahitub had Zadok, Zadok had Ahimaaz,"},{"number":9,"verse":"Ahimaaz had Azariah, Azariah had Johanan,"},{"number":10,"verse":"and Johanan had Azariah (who served as priest in the temple Solomon built in Jerusalem)."},{"number":11,"verse":"Azariah had Amariah, Amariah had Ahitub,"},{"number":12,"verse":"Ahitub had Zadok, Zadok had Shallum,"},{"number":13,"verse":"Shallum had Hilkiah, Hilkiah had Azariah,"},{"number":14,"verse":"Azariah had Seraiah, and Seraiah had Jehozadak."},{"number":15,"verse":"Jehozadak went off to exile when GOD used Nebuchadnezzar to take Judah and Jerusalem into exile."},{"number":16,"verse":"The sons of Levi were Gershon, Kohath, and Merari."},{"number":17,"verse":"These are the names of the sons of Gershon: Libni and Shimei."},{"number":18,"verse":"The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."},{"number":19,"verse":"The sons of Merari were Mahli and Mushi. These are the Levitical clans according to families:"},{"number":20,"verse":"the sons of Gershon were Libni his son, Jehath his son, Zimmah his son,"},{"number":21,"verse":"Joah his son, Iddo his son, Zerah his son, and Jeatherai his son."},{"number":22,"verse":"The sons of Kohath were Amminadab his son, Korah his son, Assir his son,"},{"number":23,"verse":"Elkanah his son, Ebiasaph his son, Assir his son,"},{"number":24,"verse":"Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."},{"number":25,"verse":"The sons of Elkanah were Amasai and Ahimoth,"},{"number":26,"verse":"Elkanah his son, Zophai his son, Nahath his son,"},{"number":27,"verse":"Eliab his son, Jeroham his son, and Elkanah his son."},{"number":28,"verse":"The sons of Samuel were Joel his firstborn son and Abijah his second."},{"number":29,"verse":"The sons of Merari were Mahli, Libni his son, Shimei his son, Uzzah his son,"},{"number":30,"verse":"Shimea his son, Haggiah his son, and Asaiah his son."},{"number":31,"verse":"These are the persons David appointed to lead the singing in the house of GOD after the Chest was placed there."},{"number":32,"verse":"They were the ministers of music in the place of worship, which was the Tent of Meeting until Solomon built The Temple of GOD in Jerusalem. As they carried out their work, they followed the instructions given to them."},{"number":33,"verse":"These are the persons, together with their sons, who served by preparing for and directing worship: from the family of the Kohathites was Heman the choirmaster, the son of Joel, the son of Samuel,"},{"number":34,"verse":"the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"},{"number":35,"verse":"the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"},{"number":36,"verse":"the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"},{"number":37,"verse":"the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"},{"number":38,"verse":"the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."},{"number":39,"verse":"Heman's associate Asaph stood at his right hand. Asaph was the son of Berekiah, the son of Shimea,"},{"number":40,"verse":"the son of Michael, the son of Baaseiah, the son of Malkijah,"},{"number":41,"verse":"the son of Ethni, the son of Zerah, the son of Adaiah,"},{"number":42,"verse":"the son of Ethan, the son of Zimmah, the son of Shimei,"},{"number":43,"verse":"the son of Jahath, the son of Gershon, the son of Levi."},{"number":44,"verse":"Of the sons of Merari, the associates who stood at his left hand, was Ethan the son of Kishi, the son of Abdi, the son of Malluch,"},{"number":45,"verse":"the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"},{"number":46,"verse":"the son of Amzi, the son of Bani, the son of Shemer,"},{"number":47,"verse":"the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."},{"number":48,"verse":"The rest of the Levites were assigned to all the other work in the place of worship, the house of God."},{"number":49,"verse":"Aaron and his sons offered the sacrifices on the Altar of Burnt Offering and the Altar of Incense; they were in charge of all the work surrounding the Holy of Holies. They made atonement for Israel following the instructions commanded by Moses, servant of God."},{"number":50,"verse":"These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"},{"number":51,"verse":"Bukki his son, Uzzi his son, Zerahiah his son,"},{"number":52,"verse":"Meraioth his son, Amariah his son, Ahitub his son,"},{"number":53,"verse":"Zadok his son, and Ahimaaz his son."},{"number":54,"verse":"And these are the places where the priestly families were assigned to live. The first assignment went by lot to the sons of Aaron of the Kohathite family;"},{"number":55,"verse":"they were given Hebron in the land of Judah and all the neighboring pastures."},{"number":56,"verse":"Caleb the son of Jephunneh got the fields and villages around the city."},{"number":57,"verse":"The family of Aaron was also given the cities of refuge, with pastures included: Hebron, Libnah, Jattir, Eshtemoa,"},{"number":58,"verse":"Hilen, Debir,"},{"number":59,"verse":"Ashan, and Beth Shemesh."},{"number":60,"verse":"They were also given Geba from the tribe of Benjamin, Alemeth, and Anathoth, all with pastures included. In all, thirteen cities were distributed among the Kohathite families."},{"number":61,"verse":"The rest of the Kohathites were given another ten cities, distributed by lot from the half-tribe of Manasseh."},{"number":62,"verse":"The sons of Gershon were given, family by family, thirteen cities from the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan."},{"number":63,"verse":"The sons of Merari, family by family, were assigned by lot twelve cities from the tribes of Reuben, Gad, and Zebulun."},{"number":64,"verse":"The sons of Israel gave the Levites both the cities and their pastures."},{"number":65,"verse":"They also distributed by lot cities from the tribes of Judah, Simeon, and Benjamin."},{"number":66,"verse":"Some of the Kohath families were given their cities from the tribe of Ephraim,"},{"number":67,"verse":"cities of refuge: Shechem in the hill country of Ephraim, Gezer,"},{"number":68,"verse":"Jokmeam, Beth Horon,"},{"number":69,"verse":"Aijalon, and Gath Rimmon--all with their pastures."},{"number":70,"verse":"The rest of the sons of Kohath were given Aner and Bileam with their pastures from the half-tribe of Manasseh."},{"number":71,"verse":"The sons of Gershon were given, family by family, from the half-tribe of Manasseh, Golan in Bashan and Ashtaroth;"},{"number":72,"verse":"from the tribe of Issachar, Kedesh, Daberath,"},{"number":73,"verse":"Ramoth, and Anem;"},{"number":74,"verse":"from the tribe of Asher, Mashal, Abdon,"},{"number":75,"verse":"Hukok, and Rehob;"},{"number":76,"verse":"from the tribe of Naphtali, Kedesh in Galilee, Hammon, and Kiriathaim."},{"number":77,"verse":"The rest of the sons of Merari got Rimmono and Tabor from the tribe of Zebulun;"},{"number":78,"verse":"Bezer in the desert, Jahzah,"},{"number":79,"verse":"Kedemoth, and Mephaath from the tribe of Reuben to the east of the Jordan;"},{"number":80,"verse":"and Ramoth in Gilead, Mahanaim,"},{"number":81,"verse":"Heshbon, and Jazer from the tribe of Gad. Pastures were included in all these towns."}]}