{"bibleAbbr":"MSG2002","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"Benjamin's firstborn son was Bela, followed by Ashbel, Aharah,"},{"number":2,"verse":"Nohah, and Rapha--five in all."},{"number":3,"verse":"Bela's sons were Addar, Gera, Abihud,"},{"number":4,"verse":"Abishua, Naaman, Ahoah,"},{"number":5,"verse":"Gera, Shephuphan, and Huram."},{"number":6,"verse":"These are the families of Ehud that lived in Geba and were exiled to Manahath:"},{"number":7,"verse":"Naaman, Ahijah, and Gera, who led them to exile and had Uzza and Ahihud."},{"number":8,"verse":"In the land of Moab, Shaharaim had children after he divorced his wives Hushim and Baara."},{"number":9,"verse":"From his new wife Hodesh he had Jobab, Zibia, Mesha, Malcam,"},{"number":10,"verse":"Jeuz, Sakia, and Mirmah--sons who became heads of families."},{"number":11,"verse":"From his earlier wife Hushim he had Abitub and Elpaal."},{"number":12,"verse":"Elpaal's sons were Eber, Misham, and Shemed, who built Ono and Lod with all their villages."},{"number":13,"verse":"Beriah and Shema were family chiefs who lived at Aijalon. They drove out the citizens of Gath."},{"number":14,"verse":"Their brothers were Shashak and Jeremoth."},{"number":15,"verse":"The sons of Beriah were Zebadiah, Arad, Eder,"},{"number":16,"verse":"Michael, Ishpah, and Joha."},{"number":17,"verse":"The sons of Elpaal were Zebadiah, Meshullam, Hizki, Heber,"},{"number":18,"verse":"Ishmerai, Izliah, and Jobab."},{"number":19,"verse":"The sons of Shimei were Jakim, Zicri, Zabdi,"},{"number":20,"verse":"Elienai, Zillethai, Eliel,"},{"number":21,"verse":"Adaiah, Beraiah, and Shimrath."},{"number":22,"verse":"The sons of Shashak were Ishpan, Eber, Eliel,"},{"number":23,"verse":"Abdon, Zicri, Hanan,"},{"number":24,"verse":"Hananiah, Elam, Anthothijah,"},{"number":25,"verse":"Iphdeiah, and Penuel."},{"number":26,"verse":"The sons of Jeroham were Shamsherai, Shehariah, Athaliah,"},{"number":27,"verse":"Jaareshiah, Elijah, and Zicri."},{"number":28,"verse":"These were the chiefs of the families as listed in their family tree. They lived in Jerusalem."},{"number":29,"verse":"Jeiel the father of Gibeon lived in Gibeon. His wife's name was Maacah."},{"number":30,"verse":"Abdon was his firstborn son, followed by Zur, Kish, Baal, Nadab,"},{"number":31,"verse":"Gedor, Ahio, Zeker, and Mikloth."},{"number":32,"verse":"Mikloth had Shimeah. They lived in the neighborhood of their extended families in Jerusalem."},{"number":33,"verse":"Ner had Kish, Kish had Saul, and Saul had Jonathan, Malki-Shua, Abinadab, and Esh-Baal."},{"number":34,"verse":"Jonathan had Merib-Baal, and Merib-Baal had Micah."},{"number":35,"verse":"Micah's sons were Pithon, Melech, Tarea, and Ahaz."},{"number":36,"verse":"Ahaz had Jehoaddah and Jehoaddah had Alemeth, Azmaveth, and Zimri. Zimri had Moza and"},{"number":37,"verse":"Moza had Binea. Raphah was his son, Eleasah his son, and Azel his son."},{"number":38,"verse":"Azel had six sons named Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan."},{"number":39,"verse":"His brother Eshek's sons were Ulam his firstborn, followed by Jeush and Eliphelet."},{"number":40,"verse":"Ulam's sons were warriors well known as archers. They had lots of sons and grandsons--at least 150. These were all in Benjamin's family tree."}]}