{"bibleAbbr":"teOV2016","bookName":"యోహాను","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"ఆదియందు వాక్యముండెను, వాక్యము దేవునియొద్ద ఉండెను, వాక్యము దేవుడై యుండెను.౹"},{"number":2,"verse":"ఆయన ఆదియందు దేవునియొద్ద ఉండెను. సమస్తమును ఆయన మూలముగా కలిగెను,౹"},{"number":3,"verse":"కలిగియున్నదేదియు ఆయనలేకుండ కలుగలేదు.౹"},{"number":4,"verse":"ఆయనలో జీవముండెను; ఆ జీవము మనుష్యులకు వెలుగైయుండెను.౹"},{"number":5,"verse":"ఆ వెలుగు చీకటిలో ప్రకాశించుచున్నది గాని చీకటి దాని గ్రహింపకుండెను."},{"number":6,"verse":"దేవునియొద్దనుండి పంపబడిన యొక మనుష్యుడు ఉండెను; అతని పేరు యోహాను.౹"},{"number":7,"verse":"అతని మూలముగా అందరు విశ్వసించునట్లు అతడు ఆ వెలుగునుగూర్చి సాక్ష్య మిచ్చుటకు సాక్షిగా వచ్చెను.౹"},{"number":8,"verse":"అతడు ఆ వెలుగైయుండ లేదు గాని ఆ వెలుగునుగూర్చి సాక్ష్యమిచ్చుటకు అతడు వచ్చెను.౹"},{"number":9,"verse":"నిజమైన వెలుగు ఉండెను; అది లోకములోనికి వచ్చుచు ప్రతిమనుష్యుని వెలిగించుచున్నది.౹"},{"number":10,"verse":"ఆయన లోకములో ఉండెను, లోక మాయన మూలముగా కలిగెను గాని లోకమాయనను తెలిసికొనలేదు.౹"},{"number":11,"verse":"ఆయన తన స్వకీయులయొద్దకు వచ్చెను; ఆయన స్వకీయులు ఆయనను అంగీకరింపలేదు.౹"},{"number":12,"verse":"తన్ను ఎందరంగీకరించిరో వారికంద రికి, అనగా తన నామమునందు విశ్వాసముంచినవారికి, దేవుని పిల్లలగుటకు ఆయన అధికారము అనుగ్రహించెను.౹"},{"number":13,"verse":"వారు దేవునివలన పుట్టినవారేగాని, రక్తమువలననైనను శరీరేచ్ఛవలననైనను మానుషేచ్ఛవలననైనను పుట్టినవారు కారు.౹"},{"number":14,"verse":"ఆ వాక్యము శరీరధారియై, కృపాసత్యసంపూర్ణుడుగా మనమధ్య నివసించెను; తండ్రివలన కలిగిన అద్వితీయకుమారుని ( లేక, జనితైకకుమారుని.) మహిమవలె మనము ఆయన మహిమను కనుగొంటిమి౹"},{"number":15,"verse":"యోహాను ఆయననుగూర్చి సాక్ష్యమిచ్చుచు–నా వెనుక వచ్చువాడు నాకంటె ప్రముఖుడు గనుక ఆయన నాకంటె ముందటివాడాయెననియు, నేను చెప్పినవాడు ఈయనే అనియు ఎలుగెత్తి చెప్పెను.౹"},{"number":16,"verse":"ఆయన పరిపూర్ణతలోనుండి మనమందరము కృప వెంబడి కృపను పొందితిమి.౹"},{"number":17,"verse":"ధర్మశాస్త్రము మోషేద్వారా అను గ్రహింపబడెను; కృపయు సత్యమును యేసు క్రీస్తుద్వారా కలిగెను.౹"},{"number":18,"verse":"ఎవడును ఎప్పుడైనను దేవుని చూడలేదు; తండ్రి రొమ్ముననున్న అద్వితీయ కుమారుడే ( లేక, జనితైకకుమారుడే. అనేక ప్రాచీనప్రతులలో– అద్వితీయ దేవుడే అని పాఠాంతరము.) ఆయనను బయలు పరచెను."},{"number":19,"verse":"నీవెవడవని అడుగుటకు యూదులు యెరూషలేము నుండి యాజకులను లేవీయులను యోహానునొద్దకు పంపి నప్పుడు అతడిచ్చిన సాక్ష్యమిదే.౹"},{"number":20,"verse":"అతడు ఎరుగననక ఒప్పుకొనెను; క్రీస్తును ( క్రీస్తు అను శబ్దమునకు అభిషిక్తుడని అర్థము.) కానని ఒప్పుకొనెను.౹"},{"number":21,"verse":"కాగా వారు–మరి నీవెవరవు, నీవు ఏలీయావా అని అడుగగా అతడు–కాననెను.౹"},{"number":22,"verse":"–నీవు ఆ ప్రవక్తవా అని అడుగగా— కానని ఉత్తరమిచ్చెను. కాబట్టి వారు–నీవెవరవు? మమ్ము పంపినవారికి మేము ఉత్తరమియ్యవలెను గనుక నిన్నుగూర్చి నీవేమి చెప్పుకొనుచున్నావని అతని నడిగిరి.౹"},{"number":23,"verse":"అందు కతడు–ప్రవక్తయైన యెషయా చెప్పినట్టు నేను ప్రభువు త్రోవ సరాళముచేయుడి అని అరణ్య ములో ఎలుగెత్తి చెప్పు ఒకని శబ్దము అని చెప్పెను.౹"},{"number":24,"verse":"పంపబడినవారు పరిసయ్యులకు చెందినవారు.౹"},{"number":25,"verse":"వారు–నీవు క్రీస్తువైనను ఏలీయావైనను ఆ ప్రవక్త వైనను కానియెడల ఎందుకు బాప్తిస్మమిచ్చుచున్నావని అతనిని అడుగగా౹"},{"number":26,"verse":"[26-27] యోహాను— నేను నీళ్లలో ( లేక, నీళ్లతో.) బాప్తిస్మ మిచ్చుచున్నాను గాని నా వెనుక వచ్చుచున్నవాడు మీ మధ్య ఉన్నాడు; మీరాయన నెరుగరు, ఆయన చెప్పుల వారును విప్పుటకైనను నేను యోగ్యుడను కానని వారితో చెప్పెను.౹"},{"number":28,"verse":"యోహాను బాప్తిస్మమిచ్చుచున్న యొర్దానునదికి ఆవలనున్న బేతనియలో ఈ సంగతులు జరిగెను."},{"number":29,"verse":"మరువాడు యోహాను యేసు తనయొద్దకు రాగా చూచి–ఇదిగో లోకపాపమును మోసికొనిపోవు దేవుని గొఱ్ఱెపిల్ల.౹"},{"number":30,"verse":"నా వెనుక ఒక మనుష్యుడు వచ్చుచున్నాడు; ఆయన నాకంటె ప్రముఖుడు గనుక నాకంటె ముందటి వాడాయెనని నేనెవరినిగూర్చి చెప్పితినో ఆయనే యీయన.౹"},{"number":31,"verse":"నేను ఆయనను ఎరుగనైతిని గాని ఆయన ఇశ్రాయేలుకు ప్రత్యక్షమగుటకు నేను నీళ్లలో ( లేక, నీళ్లతో.) బాప్తిస్మ మిచ్చుచు వచ్చితినని చెప్పెను.౹"},{"number":32,"verse":"మరియు యోహాను సాక్ష్యమిచ్చుచు– ఆత్మ పావురమువలె ఆకాశమునుండి దిగివచ్చుట చూచితిని; ఆ ఆత్మ ఆయనమీద నిలిచెను.౹"},{"number":33,"verse":"నేను ఆయనను ఎరుగనైతిని గాని నీళ్లలో ( లేక, నీళ్లతో.) బాప్తిస్మమిచ్చుటకు నన్ను పంపినవాడు–నీవెవనిమీద ఆత్మ దిగివచ్చి నిలుచుట చూతువో ఆయనే పరిశుద్ధాత్మలో ( లేక, పరిశుద్ధాత్మతో.) బాప్తిస్మ మిచ్చువాడని నాతో చెప్పెను.౹"},{"number":34,"verse":"ఈయనే దేవుని కుమారుడని నేను తెలిసికొని సాక్ష్యమిచ్చితిననెను."},{"number":35,"verse":"మరునాడు మరల యోహానును అతని శిష్యులలో ఇద్దరును నిలుచుండగా౹"},{"number":36,"verse":"అతడు నడుచుచున్న యేసువైపు చూచి–ఇదిగో దేవుని గొఱ్ఱెపిల్ల అని చెప్పెను.౹"},{"number":37,"verse":"అతడు చెప్పినమాట ఆ యిద్దరు శిష్యులు విని యేసును వెంబడించిరి.౹"},{"number":38,"verse":"యేసు వెనుకకు తిరిగి, వారు తన్ను వెంబడించుట చూచి–మీరేమి వెదకుచున్నారని వారినడుగగా వారు–రబ్బీ, నీవు ఎక్కడ కాపురమున్నావని ఆయనను అడిగిరి. రబ్బి యను మాటకు బోధకుడని అర్థము.౹"},{"number":39,"verse":"— వచ్చి చూడుడని ఆయన వారితో చెప్పగా వారు వెళ్లి, ఆయన కాపురమున్న స్థలము చూచి, ఆ దినము ఆయన యొద్ద బసచేసిరి. అప్పుడు పగలు రమారమి నాలుగు గంటల వేళ ఆయెను.౹"},{"number":40,"verse":"యోహాను మాట విని ఆయనను వెంబడించిన యిద్దరిలో ఒకడు సీమోను పేతురుయొక్క సహోదరుడైన అంద్రెయ.౹"},{"number":41,"verse":"ఇతడు మొదట తన సహోదరుడైన సీమోనును చూచి–మేము మెస్సీయను కనుగొంటిమని అతనితో చెప్పి౹"},{"number":42,"verse":"యేసునొద్దకు అతని తోడుకొని వచ్చెను. మెస్సీయ అను మాటకు అభిషిక్తుడని ( మూలభాషలోక్రీస్తు.) అర్థము. యేసు అతనివైపు చూచి–నీవు యోహాను కుమారుడవైన సీమోనువు; నీవు కేఫా అనబడుదువని చెప్పెను. కేఫా అను మాటకు రాయి అని అర్థము."},{"number":43,"verse":"మరునాడు ఆయన గలిలయకు వెళ్లగోరి ఫిలిప్పును కనుగొని–నన్ను వెంబడించుమని అతనితో చెప్పెను.౹"},{"number":44,"verse":"ఫిలిప్పు బేత్సయిదావాడు, అనగా అంద్రెయ పేతురు అనువారి పట్టణపు కాపురస్థుడు.౹"},{"number":45,"verse":"ఫిలిప్పు నతనయేలును కనుగొని — ధర్మశాస్త్రములో మోషేయు ప్రవక్తలును ఎవరిని గూర్చి వ్రాసిరో ఆయనను కనుగొంటిమి; ఆయన యోసేపు కుమారుడైన నజరేయుడగు యేసు ( యేసు అను శబ్దమునకు రక్షకుడని అర్థము.) అని అతనితో చెప్పెను.౹"},{"number":46,"verse":"అందుకు నతనయేలు — నజరేతులోనుండి మంచిదేదైన రాగలదా అని అతని నడుగగా–వచ్చి చూడుమని ఫిలిప్పు అతనితో అనెను.౹"},{"number":47,"verse":"యేసు నతనయేలు తన యొద్దకు వచ్చుట చూచి–ఇదిగో యితడు నిజముగా ఇశ్రాయేలీయుడు, ఇతనియందు ఏ కపటమును లేదని అతనిగూర్చి చెప్పెను.౹"},{"number":48,"verse":"–నన్ను నీవు ఏలాగు ఎరుగుదువని నతనయేలు ఆయనను అడుగగా యేసు–ఫిలిప్పు నిన్ను పిలువకమునుపే, నీవు ఆ అంజూరపు చెట్టు క్రింద ఉన్న ప్పుడే నిన్ను చూచితినని అతనితో చెప్పెను.౹"},{"number":49,"verse":"నతనయేలు–బోధకుడా, నీవు దేవుని కుమారుడవు, ఇశ్రాయేలు రాజవు అని ఆయనకు ఉత్తరమిచ్చెను.౹"},{"number":50,"verse":"అందుకు యేసు —ఆ అంజూరపు చెట్టుక్రింద నిన్ను చూచితినని నేను చెప్పినందువలన నీవు నమ్ముచున్నావా? వీటికంటె గొప్ప కార్యములు చూతువని అతనితో చెప్పెను.౹"},{"number":51,"verse":"మరియు ఆయన — మీరు ఆకాశము తెరవబడుటయు, దేవుని దూతలు మనుష్యకుమారునిపైగా ఎక్కుటయును దిగుటయును చూతురని మీతో నిశ్చయముగా చెప్పుచున్నాననెను."}]}