{"bibleAbbr":"teOV2016","bookName":"యోహాను","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"ఆయన మార్గమున పోవుచుండగా పుట్టు గ్రుడ్డియైన యొక మనుష్యుడు కనబడెను.౹"},{"number":2,"verse":"ఆయన శిష్యులు — బోధకుడా, వీడు గ్రుడ్డివాడై పుట్టుటకు ఎవడు పాపము చేసెను? వీడా, వీని కన్నవారా? అని ఆయనను అడుగగా౹"},{"number":3,"verse":"యేసు–వీడైనను వీని కన్నవారైనను పాపము చేయలేదు గాని, దేవుని క్రియలు వీనియందు ప్రత్యక్షపరచబడుటకే వీడు గ్రుడ్డివాడుగా పుట్టెను.౹"},{"number":4,"verse":"పగలున్నంతవరకు నన్ను పంపినవాని క్రియలు మనముచేయుచుండవలెను; రాత్రి వచ్చుచున్నది, అప్పుడెవడును పనిచేయలేడు.౹"},{"number":5,"verse":"నేను ఈ లోకములో ఉన్నప్పుడు లోకమునకు వెలుగునని చెప్పెను.౹"},{"number":6,"verse":"ఆయన ఇట్లు చెప్పి నేలమీద ఉమ్మివేసి, ఉమ్మితో బురదచేసి, వాని కన్నులమీద ఆ బురద పూసి౹"},{"number":7,"verse":"–నీవు సిలోయము కోనేటికి వెళ్లి అందులో కడుగుకొనుమని చెప్పెను. సిలోయమను మాటకు పంపబడిన వాడని అర్థము. వాడు వెళ్లి కడుగుకొని చూపు గలవాడై వచ్చెను.౹"},{"number":8,"verse":"కాబట్టి పొరుగువారును, వాడు భిక్షకుడని అంతకుముందు చూచినవారును–వీడు కూర్చుండి భిక్ష మెత్తుకొనువాడు కాడా అనిరి.౹"},{"number":9,"verse":"వీడే అని కొందరును, వీడుకాడు, వీని పోలియున్న యొకడని మరికొందరును అనిరి; వాడైతే–నేనే యనెను.౹"},{"number":10,"verse":"వారు–నీ కన్నులేలాగు తెరవబడెనని వానినడుగగా౹"},{"number":11,"verse":"వాడు–యేసు అను నొక మనుష్యుడు బురద చేసి నా కన్నులమీద పూసి–నీవు సిలోయమను కోనేటికి వెళ్లి కడుగుకొనుమని నాతో చెప్పెను; నేను వెళ్లి కడుగుకొని చూపు పొందితిననెను.౹"},{"number":12,"verse":"వారు, ఆయన ఎక్కడనని అడుగగావాడు, నేనెరుగననెను."},{"number":13,"verse":"అంతకుముందు గ్రుడ్డియైయుండినవానిని వారు పరిసయ్యులయొద్దకు తీసికొనిపోయిరి.౹"},{"number":14,"verse":"యేసు బురదచేసి వాని కన్నులు తెరచిన దినము విశ్రాంతిదినము౹"},{"number":15,"verse":"వాడేలాగు చూపుపొందెనో దానినిగూర్చి పరిసయ్యులు కూడ వానిని మరల అడుగగా వాడు–నా కన్నులమీద ఆయన బురద ఉంచగా నేను కడుగుకొని చూపు పొందితినని వారితో చెప్పెను.౹"},{"number":16,"verse":"కాగా పరిసయ్యులలో కొందరు–ఈ మనుష్యుడు విశ్రాంతిదినము ఆచరించుట లేదు గనుక దేవుని యొద్దనుండి వచ్చినవాడు కాడనిరి. మరికొందరు–పాపియైన మనుష్యుడు ఈలాటి సూచక క్రియ లేలాగు చేయగలడనిరి; ఇట్లు వారిలో భేదము పుట్టెను.౹"},{"number":17,"verse":"కాబట్టి వారు మరల ఆ గ్రుడ్డివానితో అతడు నీ కన్నులు తెరచినందుకు నీవతనిగూర్చి యేమను కొనుచున్నావని యడుగగా వాడు–ఆయన ఒక ప్రవక్త అనెను.౹"},{"number":18,"verse":"వాడు గ్రుడ్డి వాడైయుండి చూపు పొందెనని యూదులు నమ్మక, చూపు పొందినవాని తలిదండ్రులను పిలిపించి,౹"},{"number":19,"verse":"–గ్రుడ్డివాడై పుట్టెనని మీరు చెప్పు మీ కుమారుడు వీడేనా? ఆలాగైతే ఇప్పుడు వీడేలాగు చూచుచున్నాడని వారిని అడిగిరి.౹"},{"number":20,"verse":"అందుకు వాని తలిదండ్రులు–వీడు మా కుమారుడనియు వీడు గ్రుడ్డివాడుగా పుట్టెననియు మేమెరుగుదుము.౹"},{"number":21,"verse":"ఇప్పుడు వీడేలాగు చూచుచున్నాడో యెరుగము; ఎవడు వీని కన్నులు తెరచెనో అదియు మేమెరుగము; వీడు వయస్సు వచ్చినవాడు, వీనినే అడుగుడి; తన సంగతి తానే చెప్పుకొనగలడని వారితో అనిరి.౹"},{"number":22,"verse":"వాని తలిదండ్రులు యూదులకు భయపడి ఆలాగు చెప్పిరి; ఎందుకనిన ఆయన క్రీస్తు అని యెవరైనను ఒప్పుకొనినయెడల వానిని సమాజమందిరములోనుండి వెలి వేతుమని యూదులు అంతకుమునుపు నిర్ణయించుకొని యుండిరి.౹"},{"number":23,"verse":"కావున వాని తలిదండ్రులు–వాడు వయస్సు వచ్చినవాడు; వానిని అడుగుడనిరి.౹"},{"number":24,"verse":"కాబట్టి వారు గ్రుడ్డివాడైయుండిన మనుష్యుని రెండవ మారు పిలిపించి —దేవుని మహిమపరచుము; ఈ మనుష్యుడు పాపియని మేమెరుగుదుమని వానితో చెప్పగా౹"},{"number":25,"verse":"వాడు–ఆయన పాపియో కాడో నేనెరుగను; ఒకటి మాత్రము నేనెరుగుదును; నేను గ్రుడ్డివాడనైయుండి ఇప్పుడు చూచుచున్నాననెను.౹"},{"number":26,"verse":"అందుకు వారు–ఆయన నీకేమి చేసెను? నీ కన్నులు ఏలాగు తెరచెనని మరల వానిని అడుగగా౹"},{"number":27,"verse":"వాడు–ఇందాక మీతో చెప్పితిని గాని మీరు వినకపోతిరి; మీరెందుకు మరల వినగోరుచున్నారు? మీరును ఆయన శిష్యులగుటకు కోరుచున్నారా యేమి అని వారితో అనెను.౹"},{"number":28,"verse":"అందుకు వారు–నీవే వాని శిష్యుడవు, మేము మోషే శిష్యులము;౹"},{"number":29,"verse":"దేవుడు మోషేతో మాటలాడెనని యెరుగుదుము గాని వీడెక్కడనుండి వచ్చెనో యెరుగమని చెప్పి వానిని దూషించిరి.౹"},{"number":30,"verse":"అందుకు ఆ మనుష్యుడు —ఆయన ఎక్కడనుండి వచ్చెనో మీరెరుగకపోవుట ఆశ్చర్యమే; అయినను ఆయన నా కన్నులు తెరచెను.౹"},{"number":31,"verse":"దేవుడు పాపుల మనవి ఆలకింపడని యెరుగుదుము; ఎవడైనను దేవభక్తుడై యుండి ఆయన చిత్తముచొప్పున జరిగించినయెడల ఆయన వాని మనవి ఆలకించును.౹"},{"number":32,"verse":"పుట్టు గ్రుడ్డివాని కన్నులెవరైన తెరచినట్టు లోకము పుట్టినప్పటినుండి వినబడలేదు.౹"},{"number":33,"verse":"ఈయన దేవుని యొద్ద నుండి వచ్చినవాడు కానియెడల ఏమియు చేయనేరడని వారితో చెప్పెను.౹"},{"number":34,"verse":"అందుకు వారు–నీవు కేవలము పాపివై పుట్టినవాడవు, నీవు మాకు బోధింప వచ్చితివా అని వానితో చెప్పి వాని వెలివేసిరి."},{"number":35,"verse":"పరిసయ్యులు వానిని వెలివేసిరని యేసు విని వానిని కనుగొని–నీవు దేవుని కుమారునియందు ( అనేక ప్రాచీన ప్రతులలోమనుష్యకుమారునియందు అని పాఠాంతరము.) విశ్వాసముంచుచున్నావా అని అడిగెను.౹"},{"number":36,"verse":"అందుకు వాడు–ప్రభువా, నేను ఆయనయందు విశ్వాసముంచుటకు ఆయన ఎవడని అడుగగా౹"},{"number":37,"verse":"యేసు — నీవాయనను చూచుచున్నావు; నీతో మాటలాడుచున్నవాడు ఆయనే అనెను.౹"},{"number":38,"verse":"అంతట వాడు–ప్రభువా, నేను విశ్వసించుచున్నానని చెప్పి ఆయనకు మ్రొక్కెను.౹"},{"number":39,"verse":"అప్పుడు యేసు–చూడనివారు చూడవలెను, చూచువారు గ్రుడ్డివారు కావలెను, అను తీర్పు నిమిత్తము నేనీలోకమునకు వచ్చితినని చెప్పెను.౹"},{"number":40,"verse":"ఆయన యొద్దనున్న పరిసయ్యులలో కొందరు ఈ మాట విని–మేమును గ్రుడ్డివారమా అని అడిగిరి.౹"},{"number":41,"verse":"అందుకు యేసు — మీరు గ్రుడ్డివారైతే మీకు పాపము లేక పోవును గాని–చూచుచున్నామని మీరిప్పుడు చెప్పు కొనుచున్నారు గనుక మీ పాపము నిలిచియున్నదని చెప్పెను."}]}