{"bibleAbbr":"ASV1901","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"And bring<WH7126> thou near unto thee Aaron<WH175> thy brother<WH251>, and his sons<WH1121> with him<WH8432>, from among the children<WH1121> of Israel<WH3478>, that he may minister unto me in the priest<WH3547>'s office, even Aaron<WH175>, Nadab<WH5070> and Abihu<WH30>, Eleazar<WH499> and Ithamar<WH385>, Aaron<WH175>'s sons<WH1121>."},{"number":2,"verse":"And thou shalt make<WH6213> holy<WH6944> garments<WH899> for Aaron<WH175> thy brother<WH251>, for glory<WH3519> and for beauty<WH8597>."},{"number":3,"verse":"And thou shalt speak<WH1696> unto all that are wise<WH2450> hearted<WH3820>, whom I have filled<WH4390> with the spirit<WH7307> of wisdom<WH2451>, that they make<WH6213> Aaron<WH175>'s garments<WH899> to sanctify<WH6942> him<WH3547>, that he may minister unto me in the priest's office."},{"number":4,"verse":"And these are the garments<WH899> which they shall make<WH6213>: a breastplate<WH2833>, and an ephod<WH646>, and a robe<WH4598>, and a coat<WH3801> of checker work<WH8665>, a mitre<WH4701>, and a girdle<WH73>: and they shall make<WH6213> holy<WH6944> garments<WH899> for Aaron<WH175> thy brother<WH251>, and his sons<WH1121>, that he may minister unto me in the priest<WH3547>'s office."},{"number":5,"verse":"And they shall take<WH3947> the gold<WH2091>, and the blue<WH8504>, and the purple<WH713>, and the scarlet<WH8144>, and the fine linen<WH8336>."},{"number":6,"verse":"And they shall make<WH6213> the ephod<WH646> of gold<WH2091>, of blue<WH8504>, and purple<WH713>, scarlet<WH8144>, and fine twined<WH7806> linen<WH8336>, the work<WH4639> of the skilful workman<WH2803>."},{"number":7,"verse":"It shall have two<WH8147> shoulder-pieces<WH3802> joined<WH2266> to the two<WH8147> ends<WH7098> thereof<WH2266>, that it may be joined together."},{"number":8,"verse":"And the skilfully woven band<WH2805>, which is upon it<WH642>, wherewith to gird it on<WH4639>, shall be like the work thereof and of the same piece<WH2091>; of gold, of blue<WH8504>, and purple<WH713>, and scarlet<WH8144>, and fine twined<WH7806> linen<WH8336>."},{"number":9,"verse":"And thou shalt take<WH3947> two<WH8147> onyx<WH7718> stones<WH68>, and grave<WH6605> on them the names<WH8034> of the children<WH1121> of Israel<WH3478>:"},{"number":10,"verse":"six <WH8337> of their names<WH8034> on the one<WH259> stone<WH68>, and the names<WH8034> of the six<WH8337> that remain<WH3498> on the other<WH8145> stone<WH68>, according to their birth<WH8435>."},{"number":11,"verse":"With the work<WH4639> of an engraver<WH2796> in stone<WH68>, like the engravings<WH6603> of a signet<WH2368>, shalt thou engrave<WH6605> the two<WH8147> stones<WH68>, according to the names<WH8034> of the children<WH1121> of Israel<WH3478>: thou shalt make<WH6213> them to be inclosed<WH4142> in settings<WH4865> of gold<WH2091>."},{"number":12,"verse":"And thou shalt put<WH7760> the two<WH8147> stones<WH68> upon the shoulder-pieces<WH3802> of the ephod<WH646>, to be stones<WH68> of memorial<WH2146> for the children<WH1121> of Israel<WH3478>: and Aaron<WH175> shall bear<WH5375> their names<WH8034> before<WH6440> Jehovah<WH3068> upon his two<WH8147> shoulders<WH3802> for a memorial<WH2146>."},{"number":13,"verse":"And thou shalt make<WH6213> settings<WH4865> of gold<WH2091>,"},{"number":14,"verse":"and two<WH8147> chains<WH8333> of pure<WH2889> gold<WH2091>; like cords<WH4020> shalt thou make<WH6213> them<WH5688>, of wreathen work<WH4639>: and thou shalt put<WH5414> the wreathen<WH5688> chains<WH8333> on the settings<WH4865>."},{"number":15,"verse":"And thou shalt make<WH6213> a breastplate<WH2833> of judgment<WH4941>, the work<WH4639> of the skilful<WH2803> workman<WH4639>; like the work of the ephod<WH646> thou shalt make<WH6213> it<WH2091>; of gold, of blue<WH8504>, and purple<WH713>, and scarlet<WH8144>, and fine twined<WH7806> linen<WH8336>, shalt thou make it<WH6213>."},{"number":16,"verse":"Foursquare <WH7251> it shall be and double<WH3717>; a span<WH2239> shall be the length<WH753> thereof<WH2239>, and a span the breadth thereof<WH7341>."},{"number":17,"verse":"And thou shalt set<WH4390> in it settings<WH4396> of stones<WH68>, four<WH702> rows<WH2905> of stones<WH68>: a row<WH2905> of sardius<WH124>, topaz<WH6357>, and carbuncle<WH1304> shall be the first<WH259> row<WH2905>;"},{"number":18,"verse":"and the second<WH8145> row<WH2905> an emerald<WH5306>, a sapphire<WH5601>, and a diamond<WH3095>;"},{"number":19,"verse":"and the third<WH7992> row<WH2905> a jacinth<WH3958>, an agate<WH7618>, and an amethyst<WH306>;"},{"number":20,"verse":"and the fourth<WH7243> row<WH2905> a beryl<WH8658>, and an onyx<WH7718>, and a jasper<WH3471>: they shall be inclosed<WH7660> in gold<WH2091> in their settings<WH4396>."},{"number":21,"verse":"And the stones<WH68> shall be according to the names<WH8034> of the children<WH1121> of Israel<WH3478>, twelve<WH8147>, according to their names<WH8034>; like the engravings<WH6603> of a signet<WH2368>, every one<WH376> according to his name<WH8034>, they shall be for the twelve<WH8147> tribes<WH7626>."},{"number":22,"verse":"And thou shalt make<WH6213> upon the breastplate<WH2833> chains<WH8331> like cords<WH5688>, of wreathen<WH5688> work<WH4639> of pure<WH2889> gold<WH2091>."},{"number":23,"verse":"And thou shalt make<WH6213> upon the breastplate<WH2833> two<WH8147> rings<WH2885> of gold<WH2091>, and shalt put<WH5414> the two<WH8147> rings<WH2885> on the two<WH8147> ends<WH7098> of the breastplate<WH2833>."},{"number":24,"verse":"And thou shalt put<WH5414> the two<WH8147> wreathen<WH5688> chains of gold<WH2091> in the two<WH8147> rings<WH2885> at the ends<WH7098> of the breastplate<WH2833>."},{"number":25,"verse":"And the other two<WH8147> ends<WH7098> of the two<WH8147> wreathen<WH5688> chains thou shalt put<WH5414> on the two<WH8147> settings<WH4865>, and put<WH5414> them on the shoulder-pieces<WH3802> of the ephod<WH646> in the forepart<WH6440> thereof<WH4136>."},{"number":26,"verse":"And thou shalt make<WH6213> two<WH8147> rings<WH2885> of gold<WH2091>, and thou shalt put<WH7760> them upon the two<WH8147> ends<WH7098> of the breastplate<WH2833>, upon the edge<WH8193> thereof<WH5676>, which is toward the side of the ephod<WH646> inward<WH1004>."},{"number":27,"verse":"And thou shalt make<WH6213> two<WH8147> rings<WH2885> of gold<WH2091>, and shalt put<WH5414> them on the two<WH8147> shoulder-pieces<WH3802> of the ephod<WH646> underneath<WH4295>, in<WH4136> the forepart<WH6440> thereof<WH5980>, close by the coupling<WH4225> thereof<WH4605>, above the skilfully woven band<WH2805> of the ephod<WH646>."},{"number":28,"verse":"And they shall bind<WH7405> the breastplate<WH2833> by the rings<WH2885> thereof unto the rings<WH2885> of the ephod<WH646> with a lace<WH6616> of blue<WH8504>, that it may be upon the skilfully woven band<WH2805> of the ephod<WH646>, and that the breastplate<WH2833> be not loosed<WH2118> from the ephod<WH646>."},{"number":29,"verse":"And Aaron<WH175> shall bear<WH5375> the names<WH8034> of the children<WH1121> of Israel<WH3478> in the breastplate<WH2833> of judgment<WH4941> upon his heart<WH3820>, when he goeth<WH935> in unto the holy<WH6944> place<WH2146>, for a memorial before<WH6440> Jehovah<WH3068> continually<WH8548>."},{"number":30,"verse":"And thou shalt put<WH5414> in the breastplate<WH2833> of judgment<WH4941> the Urim<WH224> and the Thummim<WH8550>; and they shall be upon Aaron<WH175>'s heart<WH3820>, when he goeth<WH935> in before<WH6440> Jehovah<WH3068>: and Aaron<WH175> shall bear<WH5375> the judgment<WH4941> of the children<WH1121> of Israel<WH3478> upon his heart<WH3820> before<WH6440> Jehovah<WH3068> continually<WH8548>."},{"number":31,"verse":"And thou shalt make<WH6213> the robe<WH4598> of the ephod<WH646> all<WH3632> of blue<WH8504>."},{"number":32,"verse":"And it shall have a hole<WH6310> for the head<WH7218> in the midst<WH8432> thereof<WH8193>: it shall have a binding of woven<WH707> work<WH4639> round about<WH5439> the hole<WH6310> of it<WH6310>, as it were the hole of a coat of mail<WH8473>, that it be not rent<WH7167>."},{"number":33,"verse":"And upon the skirts<WH7757> of it thou shalt make<WH6213> pomegranates<WH7416> of blue<WH8504>, and of purple<WH713>, and of scarlet<WH8144>, round about<WH5439> the skirts<WH7757> thereof<WH6472>; and bells of gold<WH2091> between<WH8432> them round about<WH5439>:"},{"number":34,"verse":"a golden<WH2091> bell<WH6472> and a pomegranate<WH7416>, a golden<WH2091> bell<WH6472> and a pomegranate<WH7416>, upon the skirts<WH7757> of the robe<WH4598> round about<WH5439>."},{"number":35,"verse":"And it shall be upon Aaron<WH175> to minister<WH8334>: and the sound<WH6963> thereof shall be heard<WH8085> when he goeth<WH935> in unto the holy<WH6944> place before<WH6440> Jehovah<WH3068>, and when he cometh<WH3318> out<WH4191>, that he die not."},{"number":36,"verse":"And thou shalt make<WH6213> a plate<WH6731> of pure<WH2889> gold<WH2091>, and grave<WH6605> upon it<WH6603>, like the engravings of a signet<WH2368>, HOLY<WH6944> TO JEHOVAH<WH3068>."},{"number":37,"verse":"And thou shalt put<WH7760> it on a lace<WH6616> of blue<WH8504>, and it shall be upon the mitre<WH4701>; upon the forefront<WH6440> of the mitre it shall be<WH4701>."},{"number":38,"verse":"And it shall be upon Aaron<WH175>'s forehead<WH4696>, and Aaron<WH175> shall bear<WH5375> the iniquity<WH5771> of the holy things<WH6944>, which the children<WH1121> of Israel<WH3478> shall hallow<WH6942> in all their holy<WH6944> gifts<WH4979>; and it shall be always<WH8548> upon his forehead<WH4696>, that they may be accepted<WH7522> before<WH6440> Jehovah<WH3068>."},{"number":39,"verse":"And thou shalt weave<WH7660> the coat<WH3801> in checker work of fine linen<WH8336>, and thou shalt make<WH6213> a mitre<WH4701> of fine linen<WH8336>, and thou shalt make<WH6213> a girdle<WH73>, the work of the embroiderer<WH7551>."},{"number":40,"verse":"And for Aaron<WH175>'s sons<WH1121> thou shalt make<WH6213> coats<WH3801>, and thou shalt make<WH6213> for them girdles<WH73>, and head-tires<WH4021> shalt thou make<WH6213> for them<WH3519>, for glory and for beauty<WH8597>."},{"number":41,"verse":"And thou shalt put<WH3847> them upon Aaron<WH175> thy brother<WH251>, and upon his sons<WH1121> with him<WH4886>, and shalt anoint them<WH4390>, and consecrate them<WH6942>, and sanctify them<WH3547>, that they may minister unto me in the priest's office."},{"number":42,"verse":"And thou shalt make<WH6213> them linen<WH906> breeches<WH4370> to cover<WH3680> the flesh of their nakedness<WH1320>; from the loins<WH4975> even unto the thighs they shall reach<WH3409>:"},{"number":43,"verse":"and they shall be upon Aaron<WH175>, and upon his sons<WH1121>, when they go<WH935> in unto the tent<WH168> of meeting<WH4150>, or when they come near<WH5066> unto the altar<WH4196> to minister<WH8334> in the holy<WH6944> place<WH5375>; that they bear not iniquity<WH5771>, and die<WH4191>: it shall be a statute<WH2708> for ever<WH5769> unto him and unto his seed<WH2233> after him<WH310>."}]}