{"bibleAbbr":"ASV1901","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"And Jehovah<WH3068> spake<WH1696> unto Moses<WH4872>, Depart<WH3212>, go up<WH5927> hence<WH5971>, thou and the people that thou hast brought up<WH5927> out of the land<WH776> of Egypt<WH4714>, unto the land<WH776> of which I sware<WH7650> unto Abraham<WH85>, to Isaac<WH3327>, and to Jacob<WH3290>, saying<WH559>, Unto thy seed<WH2233> will I give it<WH5414>:"},{"number":2,"verse":"and I will send<WH7971> an angel<WH4397> before<WH6440> thee<WH1644>; and I will drive out the Canaanite<WH3669>, the Amorite<WH567>, and the Hittite<WH2850>, and the Perizzite<WH6522>, the Hivite<WH2340>, and the Jebusite<WH2983>:"},{"number":3,"verse":"unto a land<WH776> flowing<WH2100> with milk<WH2461> and honey<WH1706>: for I will not go up<WH5927> in the midst<WH7130> of thee<WH7186>; for thou art a stiffnecked people<WH5971>; lest I consume<WH3615> thee in the way<WH1870>."},{"number":4,"verse":"And when the people<WH5971> heard<WH8085> these evil<WH7451> tidings<WH1697>, they mourned<WH56>: and no man<WH376> did put<WH7896> on him his ornaments<WH5716>."},{"number":5,"verse":"And Jehovah<WH3068> said<WH559> unto Moses<WH4872>, Say<WH559> unto the children<WH1121> of Israel<WH3478>, Ye are a stiffnecked<WH7186> people<WH5971>; if I go up<WH5927> into the midst<WH7130> of thee for one<WH259> moment<WH7281>, I shall consume<WH3615> thee<WH3381>: therefore now put off thy ornaments<WH5716> from thee<WH3045>, that I may know what to do unto thee<WH6213>."},{"number":6,"verse":"And the children<WH1121> of Israel<WH3478> stripped<WH5337> themselves of their ornaments<WH5716> from mount<WH2022> Horeb onward<WH2722>."},{"number":7,"verse":"Now Moses<WH4872> used to take<WH3947> the tent<WH168> and to pitch<WH5186> it without<WH2351> the camp<WH4264>, afar off<WH7368> from the camp<WH4264>; and he called<WH7121> it<WH168>, The tent of meeting<WH4150>. And it came to pass<WH1245>, that every one that sought Jehovah<WH3068> went out<WH3318> unto the tent<WH168> of meeting<WH4150>, which was without<WH2351> the camp<WH4264>."},{"number":8,"verse":"And it came to pass<WH4872>, when Moses went out<WH3318> unto the Tent<WH168>, that all the people<WH5971> rose up<WH6965>, and stood<WH5324>, every man<WH376> at his tent<WH168> door<WH6607>, and looked<WH5027> after<WH310> Moses<WH4872>, until he was gone<WH935> into the Tent<WH168>."},{"number":9,"verse":"And it came to pass<WH4872>, when Moses entered<WH935> into the Tent<WH168>, the pillar<WH5982> of cloud<WH6051> descended<WH3381>, and stood<WH5975> at the door<WH6607> of the Tent<WH168>: and Jehovah spake<WH1696> with Moses<WH4872>."},{"number":10,"verse":"And all the people<WH5971> saw<WH7200> the pillar<WH5982> of cloud<WH6051> stand<WH5975> at the door<WH6607> of the Tent<WH168>: and all the people<WH5971> rose up<WH6965> and worshipped<WH7812>, every man<WH376> at his tent<WH168> door<WH6607>."},{"number":11,"verse":"And Jehovah<WH3068> spake<WH1696> unto Moses<WH4872> face<WH6440> to face<WH6440>, as a man<WH376> speaketh<WH1696> unto his friend<WH7453>. And he turned again<WH7725> into the camp<WH4264>: but his minister<WH8334> Joshua<WH3091>, the son<WH1121> of Nun<WH5126>, a young man<WH5288>, departed<WH4185> not out<WH4185> of the Tent<WH168>."},{"number":12,"verse":"And Moses<WH4872> said<WH559> unto Jehovah<WH3068>, See<WH7200>, thou sayest<WH559> unto me<WH5927>, Bring up this people<WH5971>: and thou hast not let me know<WH3045> whom thou wilt send<WH7971> with me<WH559>. Yet thou hast said, I know<WH3045> thee by name<WH8034>, and thou hast also found<WH4672> favor<WH2580> in my sight<WH5869>."},{"number":13,"verse":"Now therefore<WH4672>, I pray thee, if I have found favor<WH2580> in thy sight<WH5869>, show<WH3045> me now thy ways<WH1870>, that I may know<WH3045> thee<WH4672>, to the end that I may find favor<WH2580> in thy sight<WH5869>: and consider<WH7200> that this nation<WH1471> is thy people<WH5971>."},{"number":14,"verse":"And he said<WH559>, My presence<WH6440> shall go<WH3212> with thee<WH5117>, and I will give thee rest."},{"number":15,"verse":"And he said<WH559> unto him<WH6440>, If thy presence go<WH1980> not with me<WH5927>, carry us not up hence."},{"number":16,"verse":"For wherein now shall it be known<WH3045> that<WH645> I have found<WH4672> favor<WH2580> in thy sight<WH5869>, I and thy people<WH5971>? is it not in that thou goest<WH3212> with us<WH6395>, so that we are separated, I and thy people<WH5971>, from all the people<WH5971> that are upon the face<WH6440> of the earth<WH127>?"},{"number":17,"verse":"And Jehovah<WH3068> said<WH559> unto Moses<WH4872>, I will do<WH6213> this thing<WH1697> also that thou hast spoken<WH1696>; for thou hast found<WH4672> favor<WH2580> in my sight<WH5869>, and I know<WH3045> thee by name<WH8034>."},{"number":18,"verse":"And he said<WH559>, Show<WH7200> me<WH4994>, I pray thee, thy glory<WH3519>."},{"number":19,"verse":"And he said<WH559>, I will make all my goodness<WH2898> pass<WH5674> before thee<WH7121>, and will proclaim the name<WH8034> of Jehovah<WH3068> before<WH6440> thee<WH2603>; and I will be gracious to whom I will be gracious<WH2603>, and will show mercy<WH7355> on whom I will show mercy<WH7355>."},{"number":20,"verse":"And he said<WH559>, Thou canst<WH3201> not see<WH7200> my face<WH6440>; for man<WH120> shall not see<WH7200> me and live<WH2425>."},{"number":21,"verse":"And Jehovah<WH3068> said<WH559>, Behold<WH4725>, there is a place by me<WH5324>, and thou shalt stand upon the rock<WH6697>:"},{"number":22,"verse":"and it shall come to pass<WH3519>, while my glory passeth by<WH5674>, that I will put<WH7760> thee in a cleft<WH5366> of the rock<WH6697>, and will cover<WH5526> thee with my hand<WH3709> until<WH5704> I have passed by<WH5674>:"},{"number":23,"verse":"and I will take<WH5493> away my hand<WH3709>, and thou shalt see<WH7200> my back<WH268>; but my face<WH6440> shall not be seen<WH7200>."}]}