{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"(ಕಳ್ಳತಕ್ಕಡಿ) ಕಳ್ಳತಕ್ಕಡಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಅಸಹ್ಯ; ನ್ಯಾಯವಾದ ತೂಕ ಆತನಿಗೆ ಪ್ರಿಯ."},{"number":2,"verse":"ಅಹಂಕಾರವಿದ್ದಲ್ಲಿ ಅವಮಾನ; ಸ್ವಾರ್ಥ ನಿಗ್ರಹವಿದ್ದಲ್ಲಿ ಸುಜ್ಞಾನ."},{"number":3,"verse":"ಸಜ್ಜನರಿಗೆ ಸರಳತೆ ಮಾರ್ಗದರ್ಶನ, ದುರ್ಜನರಿಗೆ ಅವರ ವಕ್ರತೆ ಸಂಹಾರಕ."},{"number":4,"verse":"ತೀರ್ಪಿನ ದಿನ ನೆರವಾಗದು ಆಸ್ತಿಪಾಸ್ತಿ; ಸನ್ನಡತೆಯಿಂದಲೆ ಮರಣದಿಂದ ವಿಮುಕ್ತಿ."},{"number":5,"verse":"ನಿರ್ದೋಷಿಯ ಮಾರ್ಗ ಸರಾಗ; ದುಷ್ಟತನದಿಂದ ದುರುಳನ ಪತನ."},{"number":6,"verse":"ಸಜ್ಜನರ ಬಿಡುಗಡೆ ಸದಾಚಾರದಿಂದ; ವಂಚಕರ ಬಂಧನ ದುರಾಶೆಯಿಂದ."},{"number":7,"verse":"ದುರುಳನೊಂದಿಗೆ ಸಾಯುವುದು ಅವನ ನಿರೀಕ್ಷೆ; ಅಳಿವುದು ಸಾಮರ್ಥ್ಯದ ಮೇಲಿಟ್ಟ ಅವನ ನಂಬಿಕೆ."},{"number":8,"verse":"ಸಜ್ಜನನು ಇಕ್ಕಟ್ಟಿನಿಂದ ಪಾರಾಗುವನು; ದುರ್ಜನನು ಅದರೊಳಗೆ ಸಿಕ್ಕಿಬೀಳುವನು."},{"number":9,"verse":"ಅನೀತಿವಂತನು ಮಾತಿನಿಂದ ನೆರೆಯವನನ್ನು ನಾಶಮಾಡುವನು; ನೀತಿವಂತನು ತಿಳುವಳಿಕೆಯಿಂದ ಅವನನ್ನು ಉದ್ಧಾರಮಾಡುವನು."},{"number":10,"verse":"ಸಜ್ಜನರು ಸುಖಿಗಳಾದರೆ ಊರಿಗೆ ಉಲ್ಲಾಸ; ದುರ್ಜನರು ಹಾಳಾದರೆ ಮಾಡುವರು ಜಯಘೋಷ."},{"number":11,"verse":"ಸತ್ಪುರುಷರ ಆಶೀರ್ವಾದದಿಂದ ಪುರೋದ್ಧಾರ; ದುಷ್ಟಜನರ ಕೆಟ್ಟ ಬಾಯಿಂದ ಅದರ ಸಂಹಾರ."},{"number":12,"verse":"ನೆರೆಯವನನ್ನು ತೃಣೀಕರಿಸುವವನು ಬುದ್ಧಿಹೀನ; ವಿವೇಕಿಯು ಅದರ ಬಗ್ಗೆ ತಾಳುವನು ಮೌನ."},{"number":13,"verse":"ಚಾಡಿಕೋರನು ಗುಟ್ಟನ್ನು ರಟ್ಟುಮಾಡುವನು; ನಂಬಿಕಸ್ತನು ಅದನ್ನು ಮುಚ್ಚಿ ಮರೆಮಾಡುವನು."},{"number":14,"verse":"ನಾಯಕನಿಲ್ಲದ ಜನತೆ ನಾಶವಾಗುವುದು; ಹಲವರು ಸುಮಂತ್ರಿಗಳಿರುವಲ್ಲಿ ಸಂರಕ್ಷಣೆ ಇರುವುದು."},{"number":15,"verse":"ಅಪರಿಚಿತನಿಗೆ ಜಾಮೀನು ನಿಂತರೆ ಹಾನಿ; ಜಾಮೀನನ್ನು ತೊರೆದುಬಿಟ್ಟರೆ ನೆಮ್ಮದಿ."},{"number":16,"verse":"ಸದ್ಗುಣಸ್ತ್ರೀ ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತಾಳೆ ಸನ್ಮಾನವನ್ನು; ಬಲವಂತವ್ಯಕ್ತಿ ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತಾನೆ ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನು."},{"number":17,"verse":"ಪರೋಪಕಾರಿ ತನಗೂ ಉಪಕಾರಿ; ಕ್ರೂರಿಯಾದವನು ತನ್ನ ದೇಹಕ್ಕೂ ಕ್ರೂರಿ."},{"number":18,"verse":"ದುರುಳನು ಪಡೆವ ಸಂಬಳ ಜೊಳ್ಳು ಸಂಬಳ; ನೀತಿಯನ್ನು ಬಿತ್ತುವವನು ಪಡೆವನು ಸತ್ಫಲ."},{"number":19,"verse":"ಧರ್ಮನಿರತನಿಗೆ ದೊರಕುವುದು ಜೀವ; ಅಧರ್ಮಾಸಕ್ತನಿಗೆ ಸಿಗುವುದು ಮರಣ."},{"number":20,"verse":"ವಕ್ರಹೃದಯರು ಸರ್ವೇಶ್ವರನಿಗೆ ಅಸಹ್ಯರು; ಸನ್ಮಾರ್ಗಿಗಳು ಆತನ ಕೃಪೆಗೆ ಪಾತ್ರರು."},{"number":21,"verse":"ದುಷ್ಟನಿಗೆ ದಂಡನೆ ಕಟ್ಟಿಟ್ಟ ಬುತ್ತಿ; ಶಿಷ್ಟ ಸಂತಾನಕ್ಕೆ ಸಿಗುವುದು ಮುಕ್ತಿ."},{"number":22,"verse":"ಲಜ್ಜೆಗೆಟ್ಟು ನಡೆಯುವ ಸೌಂದರ್ಯವತಿ; ಹಂದಿಯ ಮೂತಿಗೆ ಚಿನ್ನದ ಮೂಗುತಿ."},{"number":23,"verse":"ಸಜ್ಜನರ ಕೋರಿಕೆ ಕಲ್ಯಾಣ ಸಾಧಕ; ದುರ್ಜನರ ನಿರೀಕ್ಷೆ ಕೋಪಾಗ್ನಿ ಸಾಧಕ."},{"number":24,"verse":"ಅಳತೆಯಿಲ್ಲದೆ ಕೊಡುವವನು ಧನಾಢ್ಯನಾಗುವನು; ಕೊಡಬೇಕಾದುದನ್ನೂ ಬಿಗಿಹಿಡಿದವನು ಬಡವನಾಗುವನು."},{"number":25,"verse":"ದಾನ ಗುಣವುಳ್ಳವನು ಧನವಂತನಾಗುವನು; ನೀರು ಹಾಯಿಸುವವನಿಗೆ ನೀರು ದೊರಕುವುದು."},{"number":26,"verse":"ಧಾನ್ಯವನ್ನು ಕೊಡದೆ ತುಂಬಿಟ್ಟುಕೊಳ್ಳುವವನ ಮೇಲೆ ಜನರ ಶಾಪ; ಧಾನ್ಯವನ್ನು ಮಾರುವವನ ತಲೆಯ ಮೇಲೆ ಆಶೀರ್ವಾದ."},{"number":27,"verse":"ಒಳಿತಿಗಾಗಿ ಹಂಬಲಿಸುವವನು ಕೃಪಾರ್ಥಿ; ಕೇಡನ್ನು ಹುಡುಕುವವನಿಗೆ ಕೇಡೇ ಗತಿ."},{"number":28,"verse":"ದ್ರವ್ಯವನ್ನು ನಂಬಿದವನು ಉದುರಿಹೋಗುವನು; ದೈವಭಕ್ತನು ಕುಡಿಯಂತೆ ಚಿಗುರುವನು."},{"number":29,"verse":"ಮನೆಯವರನ್ನೆ ಬಾಧಿಸುವವನು ಗಳಿಸುವುದು ಗಾಳಿ; ಬಿದ್ದಿರುವನವನು ಜ್ಞಾನಿಗೆ ಊಳಿಗನಾಗಿ."},{"number":30,"verse":"ಸಜ್ಜನರು ಈವುದು ಜೀವಫಲ; ದುರ್ಜನರು ಪಡೆವುದು ಅಕಾಲಮರಣ."},{"number":31,"verse":"ಸಜ್ಜನರೇ ಜಗದೊಳು ತಮ್ಮ ಕರ್ಮದ ಫಲವನ್ನು ಅನುಭವಿಸುವಲ್ಲಿ; ಹೇಳಬೇಕೆ ಇನ್ನು ದುರ್ಜನರ, ಹಾಗೂ ಪಾಪಿಗಳ ಪರಿಸ್ಥಿತಿ?"}]}