{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"ಬುದ್ಧಿವಂತೆ ತನ್ನ ಮನೆಯನ್ನು ಕಟ್ಟೆಬ್ಬಿಸುತ್ತಾಳೆ; ಬುದ್ಧಿಹೀನೆ ಅದನ್ನು ಕೈಯಿಂದ ಕೆಡವಿಹಾಕುತ್ತಾಳೆ."},{"number":2,"verse":"ಸನ್ಮಾರ್ಗಿಯು ಸರ್ವೇಶ್ವರನಿಗೆ ಭಯಪಡುತ್ತಾನೆ; ದುರ್ಮಾರ್ಗಿಯು ಆತನನ್ನು ಅಸಡ್ಡೆಮಾಡುತ್ತಾನೆ."},{"number":3,"verse":"ಮೂರ್ಖನ ಬಾಯಲ್ಲಿ ಗರ್ವವು ಅಂಕುರಿಸುವುದು; ಜ್ಞಾನಿಗಳ ವಚನಗಳು ಅವರನ್ನು ಕಾಪಾಡುವುವು."},{"number":4,"verse":"ಎತ್ತುಗಳಿಲ್ಲದಿರುವಾಗ ಗೋದಲಿ ಶುದ್ಧ; ಆದರೆ ಎತ್ತಿನ ಶಕ್ತಿಯಿಂದಲೇ ಬೆಳೆಯ ಉತ್ಪನ್ನ."},{"number":5,"verse":"ಸತ್ಯಸಾಕ್ಷಿ ಸುಳ್ಳಾಡದ ವ್ಯಕ್ತಿ; ಸುಳ್ಳು ಸಾಕ್ಷಿ ಅಬದ್ಧಪ್ರಿಯ ವ್ಯಕ್ತಿ."},{"number":6,"verse":"ಕುಚೋದ್ಯನಿಗೆ ಜ್ಞಾನ ಹುಡುಕಿದರೂ ಸಿಕ್ಕದು; ವಿವೇಕಿಗೆ ತಿಳುವಳಿಕೆ ಸುಲಭವಾಗಿ ದಕ್ಕುವುದು."},{"number":7,"verse":"ಮೂರ್ಖನಿಂದ ದೂರವಿರು; ಜ್ಞಾನವಚನ ಅವನಲ್ಲಿ ಕಾಣಸಿಗದು."},{"number":8,"verse":"ವಿವೇಕಿಯ ಜ್ಞಾನ ಸನ್ಮಾರ್ಗದಲ್ಲಿ ನಡೆಸುತ್ತದೆ; ಮೂಢರ ಮೂರ್ಖತನ ಮೋಸಗೊಳಿಸುತ್ತದೆ."},{"number":9,"verse":"ಪಾಪಪರಿಹಾರವನ್ನು ಪರಿಹಾಸ್ಯಮಾಡುತ್ತಾರೆ ಮೂರ್ಖರು; ಪಾಪಕ್ಷಮೆಯನ್ನು ಕೋರುತ್ತಾರೆ ಸತ್ಪುರುಷರು."},{"number":10,"verse":"ಆಯಾಯ ಹೃದಯಕ್ಕೆ ಗೊತ್ತು ಅದರ ಗೋಳು; ಅದರ ಸಂತೋಷದಲ್ಲೂ ಪಾಲುಗೊಳ್ಳಲಾಗದು ಬೇರೆಯವರು."},{"number":11,"verse":"ದುಷ್ಟರ ಮನೆಮಠ ನಿರ್ಮೂಲವಾಗುವುದು; ಸಜ್ಜನರ ಗುಡಾರ ಉದ್ಧಾರವಾಗುವುದು."},{"number":12,"verse":"ಒಂದು ಮಾರ್ಗ ಒಬ್ಬನಿಗೆ ನೇರವೆಂದು ತೋರಬಹುದು; ಕೊನೆಗೆ ಅದು ಮರಣಕ್ಕೊಯ್ಯುವ ಹಾದಿಯಾಗಬಹುದು."},{"number":13,"verse":"ನಗೆಯಲ್ಲೂ ಅಳು ಉಂಟು; ನಲಿವು ನೋವಾಗಿ ಕೊನೆಗೊಳ್ಳುವುದುಂಟು."},{"number":14,"verse":"ಕೆಟ್ಟವನು ತನ್ನ ಕರ್ಮದ ಕಹಿಫಲದಿಂದ ತಿಂದು ತೇಗುವನು; ಒಳ್ಳೆಯವನು ತನ್ನ ಕಾರ್ಯದ ಸತ್ಫಲದಿಂದ ತೃಪ್ತನಾಗುವನು."},{"number":15,"verse":"ಪೆದ್ದನು ಕಿವಿಗೆ ಬಿದ್ದುದೆಲ್ಲವನ್ನು ನಂಬಿಬಿಡುವನು; ಜಾಣನು ವಿವೇಚನೆ ಮಾಡಿ ಹೆಜ್ಜೆ ಇಡುವನು."},{"number":16,"verse":"ಬುದ್ಧಿವಂತನು ಕೇಡಿಗೆ ಅಂಜಿ ಓರೆಯಾಗುವನು; ಬುದ್ಧಿಹೀನನು ಸೊಕ್ಕಿನಿಂದ ಅದರತ್ತ ಧಾವಿಸುವನು."},{"number":17,"verse":"ಮುಂಗೋಪಿಗೆ ಬುದ್ಧಿಮಟ್ಟುಂಟು; ವಿವೇಕಿಗಾದರೊ ಸಹನೆಯುಂಟು."},{"number":18,"verse":"ದಡ್ಡರ ಸೊತ್ತು ಮೂಢತನ; ಜಾಣರಿಗೆ ಜ್ಞಾನವೆ ಭೂಷಣ."},{"number":19,"verse":"ಕೆಟ್ಟವರು ಒಳ್ಳೆಯವರಿಗೆ ಬಾಗಬೇಕಾಗುವುದು; ದುಷ್ಟರು ಸಜ್ಜನರ ಬಾಗಿಲಿಗೆ ಅಡ್ಡಬೀಳಬೇಕಾಗುವುದು."},{"number":20,"verse":"ಬಡವನನ್ನು ನೆರೆಯವರೂ ತುಚ್ಛವಾಗಿ ಕಾಣುವರು; ಹಣವಂತನಿಗಾದರೊ ಬಹುಜನ ಮಿತ್ರರು."},{"number":21,"verse":"ಹಸಿದವನನ್ನು ತಿರಸ್ಕರಿಸುವವನು ಪಾಪಿಷ್ಠನು; ದಲಿತರಿಗೆ ದಯೆ ತೋರಿಸುವವನು ಭಾಗ್ಯವಂತನು."},{"number":22,"verse":"ಕೆಟ್ಟದ್ದನ್ನು ಕಲ್ಪಿಸುವವರು ಮಾರ್ಗಭ್ರಷ್ಟರು; ಒಳ್ಳೆಯದನ್ನು ಕಲ್ಪಿಸುವವರು ಮರ್ಯಾದಸ್ಥರು."},{"number":23,"verse":"ದುಡಿಮೆಯಿಂದ ಸದಾ ಲಾಭವುಂಟು; ಬರಿ ಮಾತಿನಿಂದ ಬಡತನ ಬರುವುದುಂಟು."},{"number":24,"verse":"ಬುದ್ಧಿವಂತರ ಕಿರೀಟ ಅವರ ಜ್ಞಾನವೇ; ದಡ್ಡರ ಶಿರಮುಕುಟ ಅವರ ದಡ್ಡತನವೆ."},{"number":25,"verse":"ಸತ್ಯವಾಡುವವನ ಸಾಕ್ಷಿ ಪ್ರಾಣಕ್ಕೆ ರಕ್ಷಣೆ; ಸುಳ್ಳಾಡುವವನ ಮಾತು ಬರೀ ವಂಚನೆ."},{"number":26,"verse":"ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಿಗೆ ಇದೆ ದೃಢಭರವಸೆ; ಆತನ ಮಕ್ಕಳಿಗೆ ಆಶ್ರಯ ಇದ್ದೇ ಇರುತ್ತದೆ."},{"number":27,"verse":"ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯು ಜೀವಜಲದ ಚಿಲುಮೆಯು; ಮರಣಪಾಶದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಅದುವೆ ಸಾಧನವು."},{"number":28,"verse":"ಪ್ರಜೆಗಳ ಬಹುಸಂಖ್ಯೆ ಅರಸನಿಗೆ ಅತಿ ಹಿರಿಮೆ; ಪ್ರಜೆಗಳ ಕೊರತೆ ರಾಜಕುವರನಿಗೂ ಅಂಜಿಕೆ."},{"number":29,"verse":"ದೀರ್ಘಶಾಂತನು ಬಹು ಬುದ್ಧಿವಂತನು; ಉಗ್ರಕೋಪಿ ಎತ್ತಿಹಿಡಿವನು ಮೂರ್ಖತನವನ್ನು."},{"number":30,"verse":"ಶಾಂತಗುಣವು ದೇಹಕ್ಕೆ ಆರೋಗ್ಯದಾಯಕವು; ಹೊಟ್ಟೆಕಿಚ್ಚು ಎಲುಬಿಗೆ ಕ್ಷಯ ರೋಗವು."},{"number":31,"verse":"ಬಡವರನ್ನು ಹಿಂಸಿಸುವವನು ತನ್ನ ಸೃಷ್ಟಿಕರ್ತನನ್ನೇ ಹೀನೈಸುತ್ತಾನೆ; ನಿರ್ಗತಿಕನಿಗೆ ದಯೆತೋರಿಸುವವನು ಆತನನ್ನು ಘನಪಡಿಸುತ್ತಾನೆ."},{"number":32,"verse":"ಆಪತ್ಕಾಲ ಬಂದಾಗ ದುಷ್ಟನು ಹಾಳಾಗುತ್ತಾನೆ; ಮರಣವೇಳೆಯಲ್ಲೂ ನೀತಿವಂತ ನಂಬಿಕೆಯಿಂದಿರುತ್ತಾನೆ."},{"number":33,"verse":"ಬುದ್ಧಿವಂತರ ಹೃದಯ ಜ್ಞಾನದ ಆಶ್ರಯ; ಬುದ್ಧಿಹೀನರ ಹೃದಯ ಜ್ಞಾನದ ಶೂನ್ಯ."},{"number":34,"verse":"ಸದಾಚಾರದಿಂದ ನಾಡಿನ ಉನ್ನತಿ; ಅನಾಚಾರದಿಂದ ಅದರ ಅವನತಿ."},{"number":35,"verse":"ಜಾಣನಾದ ಸೇವಕನ ಮೇಲೆ ರಾಜನ ಕೃಪೆಯಿರುತ್ತದೆ; ಲಜ್ಜಾಸ್ಪದ ಸೇವಕನ ಮೇಲೆ ಅವನ ಕೋಪ ಎರಗುತ್ತದೆ."}]}