{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"ಆಲೋಚನೆ ಮಾಡುವುದು ಮನುಷ್ಯನ ಇಚ್ಛೆ; ಅದನ್ನು ಸಫಲವಾಗಿಸುವುದು ಸರ್ವೇಶ್ವರನ ಇಚ್ಛೆ."},{"number":2,"verse":"ಮನುಷ್ಯನ ನಡತೆಯೆಲ್ಲಾ ಸ್ವಂತ ದೃಷ್ಟಿಗೆ ಶುದ್ಧ; ಆದರೆ ಅವನ ಅಂತರಂಗವನ್ನು ವೀಕ್ಷಿಸುವಂಥವನು ಸರ್ವೇಶ್ವರ."},{"number":3,"verse":"ನಿನ್ನ ಕಾರ್ಯಭಾರವನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ವಹಿಸು; ಆಗ ಸಫಲವಾಗುವುದು ನಿನ್ನ ಯೋಜನೆಯು."},{"number":4,"verse":"ಸರ್ವೇಶ್ವರ ಒಂದೊಂದನ್ನೂ ಸೃಷ್ಟಿಸಿರುವುದು ಒಂದು ಗುರಿಯಿಟ್ಟೇ ಹೌದು; ಕೆಡುಕರನ್ನು ಉಂಟುಮಾಡಿರುವುದು ಕೇಡಿನ ದಿನಕ್ಕಾಗಿಯೇ."},{"number":5,"verse":"ಗರ್ವಿಷ್ಠನು ಯಾರೇ ಆಗಿರಲಿ, ಅವನು ಸರ್ವೇಶ್ವರನಿಗೆ ಅಸಹ್ಯ; ಅವನಿಗೆ ದಂಡನೆ ತಪ್ಪದು, ಇದು ಖಂಡಿತ."},{"number":6,"verse":"ಪ್ರೀತಿ ಸತ್ಯತೆಗಳಿಂದ ಪಾಪನಿವಾರಣೆ; ಸರ್ವೇಶ್ವರನ ಭಯಭಕ್ತಿಯಿಂದ ಹಾನಿ ನಿವಾರಣೆ."},{"number":7,"verse":"ಒಬ್ಬನ ನಡತೆಯನ್ನುಸರ್ವೇಶ್ವರ ಮೆಚ್ಚಿದರೆ, ಅವನ ಶತ್ರುಗಳನ್ನು ಆತ ಮಿತ್ರರನ್ನಾಗಿಸುತ್ತಾನೆ."},{"number":8,"verse":"ಅನ್ಯಾಯದಿಂದ ಗಳಿಸಿದ ಅಪಾರ ನಿಧಿಗಿಂತಲು ನ್ಯಾಯದಿಂದ ಕೂಡಿಸಿದ ಅಲ್ಪ ಧನ ಲೇಸು."},{"number":9,"verse":"ಮನುಷ್ಯ ಮನಬಂದಂತೆ ಮಾರ್ಗವನ್ನಾರಿಸಿಕೊಂಡರೂ ಸರ್ವೇಶ್ವರನೇ ಅವನ ನಡತೆಯನ್ನು ಪರಾಂಬರಿಸುವವನು."},{"number":10,"verse":"ದೈವೋಕ್ತಿ ಹೊರಡುವುದು ಅರಸನ ಬಾಯಿಂದ; ತಪ್ಪುಮಾಡದು ಅವನ ಬಾಯಿ ತೀರ್ಪು ನೀಡುವಾಗ."},{"number":11,"verse":"ನ್ಯಾಯದ ತ್ರಾಸುತಕ್ಕಡಿಗಳೆಲ್ಲ ಸರ್ವೇಶ್ವರನ ಏರ್ಪಾಡು; ಚೀಲದ (ಅಥವಾ : ಕಟ್ಲೇಚೀಲದ.) ಕಲ್ಲುತೂಕಗಳೆಲ್ಲ ಆತನ ಕೈಕೆಲಸ."},{"number":12,"verse":"ರಾಜರಲ್ಲಿ ದುಷ್ಟಕಾರ್ಯ ಖಂಡನೀಯ; ಸದಾಚಾರ ಸಿಂಹಾಸನಕ್ಕೆ ನಿಜ ಆಧಾರ."},{"number":13,"verse":"ನೀತಿಯುತ ಮಾತನ್ನು ಅರಸನು ಮೆಚ್ಚುವನು; ಸತ್ಯವಾದಿಯನ್ನು ಆತನು ಪ್ರೀತಿಸುವನು."},{"number":14,"verse":"ಭೂಪನ ಕೋಪ ಮೃತ್ಯುವಿನ ದೂತ; ಅದನ್ನು ಶಮನಪಡಿಸಲು ಜಾಣನು ಶಕ್ತ."},{"number":15,"verse":"ಪ್ರಭುವಿನ ಮುಖಪ್ರಸನ್ನತೆ ಜೀವದ ಒರತೆ; ಆತನ ಕರುಣೆ ಮುಂಗಾರು ಮಳೆ."},{"number":16,"verse":"ಬಂಗಾರಕ್ಕಿಂತ ಜ್ಞಾನಾರ್ಜನೆ ಎಷ್ಟೋ ಮೇಲು; ಬೆಳ್ಳಿಗಿಂತ ವಿವೇಕಾರ್ಜನೆ ಎಷ್ಟೋ ಲೇಸು."},{"number":17,"verse":"ಸಜ್ಜನರ ರಾಜಮಾರ್ಗ ಹಾನಿಗೆ ದೂರ; ಸನ್ನಡತೆಯುಳ್ಳವ ಪ್ರಾಣಸಂರಕ್ಷಕ."},{"number":18,"verse":"ವಿನಾಶಕ್ಕೆ ಮುಂಚೆ ವಿಪರೀತ ಬುದ್ಧಿ; ನೆಲಕ್ಕುರುಳುವುದಕ್ಕೆ ಮುಂಚೆ ನೆತ್ತಿಗೇರಿತು ಸೊಕ್ಕು."},{"number":19,"verse":"ಸೊಕ್ಕಿನವರ ಸಂಗಡ ಸೂರೆಹಂಚಿಕೊಳ್ಳುವುದಕ್ಕಿಂತಲು ದೀನದಲಿತರ ಸಂಗಡ ದೈನ್ಯದಿಂದಿರುವುದು ಮೇಲು."},{"number":20,"verse":"ದೇವರ ವಾಕ್ಯ ಸ್ಮರಿಸುವವನು ಸುಕ್ಷೇಮದಿಂದ ಬಾಳುವನು; ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭರವಸೆ ಇಡುವವನು ಭಾಗ್ಯವಂತನು."},{"number":21,"verse":"ಜ್ಞಾನ ಹೃದಯರಿಗೆ ಜಾಣರೆಂಬ ಬಿರುದು; ಮಧುರ ಮಾತಿನಿಂದ ಬೋಧನಾಶಕ್ತಿ ಹಿರಿದು."},{"number":22,"verse":"ವಿವೇಕಿಗೆ ವಿವೇಕವೇ ಜೀವದ ಬುಗ್ಗೆ; ಮೂರ್ಖನಿಗೆ ಮೂರ್ಖತನವೇ ತಕ್ಕ ದಂಡನೆ."},{"number":23,"verse":"ಜ್ಞಾನಿಯ ಹೃದಯದಿಂದ ಬಾಯಿಗೆ ಜಾಣತನ; ಅವನ ತುಟಿಗಳಿಗೆ ಕಲಿಕೆಯ ಚೂಟಿತನ."},{"number":24,"verse":"ಸವಿನುಡಿಯು ಜೇನಿನ ಕೊಡವು; ಅದು ಆತ್ಮಕ್ಕೆ ಇಂಪು, ದೇಹಕ್ಕೆ ತಂಪು."},{"number":25,"verse":"ಒಂದು ಮಾರ್ಗ ಒಬ್ಬನಿಗೆ ನೇರವೆಂದು ತೋರಬಹುದು; ಕೊನೆಗೆ ಅದು ಮರಣಕ್ಕೆ ಒಯ್ಯುವ ಹಾದಿಯಾಗಬಹುದು."},{"number":26,"verse":"ದುಡಿಯುವವನು ಹೊಟ್ಟೆಪಾಡಿಗಾಗಿ ದುಡಿಯುತ್ತಾನೆ; ಹೊಟ್ಟೆಕಾಟವೆ ಸಾಕು ಅವನನ್ನು ದುಡಿಸಲಿಕ್ಕೆ."},{"number":27,"verse":"ನೀಚನು ಕೇಡೆಂಬ ಗುಳಿಯನ್ನು ತೋಡುತ್ತಾನೆ; ಸುಡುವ ಬೆಂಕಿಯ ಜ್ಞಾಲೆ ಅವನ ನಾಲಿಗೆ."},{"number":28,"verse":"ತುಂಟನು ಜಗಳವನ್ನು ಹುಟ್ಟಿಸುತ್ತಾನೆ; ಚಾಡಿಕೋರನು ಮಿತ್ರರನ್ನು ಬೇರ್ಪಡಿಸುತ್ತಾನೆ."},{"number":29,"verse":"ಹಿಂಸಾತ್ಮಕನು ನೆರೆಯವನನ್ನು ಮರುಳುಗೊಳಿಸುತ್ತಾನೆ; ಅವನನ್ನು ದುರ್ಮಾರ್ಗಕ್ಕೆ ಎಳೆಯುತ್ತಾನೆ."},{"number":30,"verse":"ಕಣ್ಣುಮಿಟುಕಿಸುವವನು ಕುಯುಕ್ತಿಯನ್ನು ಕಲ್ಪಿಸುತ್ತಾನೆ; ತುಟಿಕಚ್ಚುವವನು ಕೇಡನ್ನು ಸಾಧಿಸುತ್ತಾನೆ."},{"number":31,"verse":"ನರೆಗೂದಲು ಸುಂದರ ಕಿರೀಟ, ಸನ್ನಡತೆಗೆ ಸಿಗುವ ಪ್ರತಿಫಲ."},{"number":32,"verse":"ದೀರ್ಘಶಾಂತನು ಪರಾಕ್ರಮಶಾಲಿಗಿಂತ ಶ್ರೇಷ್ಠ; ತನ್ನನ್ನು ತಾನೆ ಗೆದ್ದವನು ಪಟ್ಟಣ ಗೆದ್ದವನಿಗಿಂತ ಬಲಿಷ್ಠ."},{"number":33,"verse":"ಅದೃಷ್ಟದ ಚೀಟನ್ನು ಕುಲುಕಿ ಮಡಲಿಗೆ ಹಾಕಬಹುದು; ಆದರೆ ತೀರ್ಪು ಸರ್ವೇಶ್ವರನ ಕೈಯಲ್ಲಿರುವುದು."}]}