{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"ಕಪಟವಾಗಿ ಮಾತಾಡುವ ಮೂಢನಿಗಿಂತ ನಿರ್ದೋಷಿಯಾಗಿ ನಡೆವ ಬಡವನೇ ಲೇಸು."},{"number":2,"verse":"ಅರಿವಿಲ್ಲದ ಹುರುಪು ಸರಿಯಲ್ಲ; ದುಡುಕುವ ಕಾಲು ದಾರಿತಪ್ಪುವುದು ದಿಟ."},{"number":3,"verse":"ಮನುಷ್ಯನ ಬಾಳಿನ ಅಳಿವು ತನ್ನ ಮೂರ್ಖತನದಿಂದ; ಆದರೂ ಅವನು ಸಿಡಿದೇಳುವುದು ಸರ್ವೇಶ್ವರನ ವಿರುದ್ಧ."},{"number":4,"verse":"ಧನವಂತನಿಗೆ ಸ್ನೇಹಿತರು ಬಹುಮಂದಿ; ಬಡವನಿಗಿದ್ದ ಗೆಳೆಯನೂ ಪರಾರಿ."},{"number":5,"verse":"ಕಳ್ಳಸಾಕ್ಷಿ ದಂಡನೆಯನ್ನು ಪಡೆಯದಿರನು; ಸುಳ್ಳಾಡುವವನು ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರನು."},{"number":6,"verse":"ಉದಾರಿಯ ಕೃಪೆಕೋರುವವರು ಅನೇಕರು; ದಾನಶೂರನಿಗೆ ಎಲ್ಲರು ಸ್ನೇಹಿತರು."},{"number":7,"verse":"ಬಡವನನ್ನು ಬಂಧುಗಳೆಲ್ಲರು ಹಗೆಮಾಡುವರು; ಮಿತ್ರರೋ ಖರೆಯಾಗಿ ಅವನಿಗೆ ದೂರವಾಗುವರು; ಹಿಂಬಾಲಿಸಿ ಬರುವವರು ಅವನ ಬಾಯಿಮಾತನ್ನು ನಂಬರು."},{"number":8,"verse":"ಬುದ್ಧಿಯನ್ನು ಗಳಿಸುವವನು ತನಗೆ ತಾನೇ ಗೆಳೆಯನು; ವಿವೇಕವನ್ನು ಕಾಪಾಡುವವನು ಪಡೆಯುವನು ಏಳಿಗೆಯನ್ನು."},{"number":9,"verse":"ಕಳ್ಳಸಾಕ್ಷಿ ದಂಡನೆಯನ್ನು ಹೊಂದದಿರನು; ಸುಳ್ಳಾಡುವವನು ಹಾಳಾಗಿ ಹೋಗುವನು."},{"number":10,"verse":"ಭೋಗಜೀವನ ಬುದ್ಧಿಹೀನನಿಗೆ ಯೋಗ್ಯವಲ್ಲ; ದೊರೆಗಳ ಮೇಲೆ ದೊರೆತನ ದಾಸನಿಗೆ ತಕ್ಕುದಲ್ಲ."},{"number":11,"verse":"ವಿವೇಕಿಯು ಸಿಟ್ಟುಗೊಳ್ಳಲು ತಡಮಾಡುತ್ತಾನೆ; ತಪ್ಪನ್ನು ಕ್ಷಮಿಸುವುದೆಂದರೆ ಅವನಿಗೆ ಹೆಮ್ಮೆ."},{"number":12,"verse":"ರಾಜನ ರೋಷ ಸಿಂಹದ ಗರ್ಜನೆಯು; ಅವನ ದಯೆ ಹುಲ್ಲಿನ ಮೇಲಣ ಇಬ್ಬನಿಯು."},{"number":13,"verse":"ಬುದ್ಧಿಹೀನನಾದ ಮಗ ತಂದೆಗೆ ತರುತ್ತಾನೆ ಹಾನಿ; ಜಗಳವಾಡುವ ಹೆಂಡತಿ ತಟತಟನೆ ತೊಟ್ಟಿಕ್ಕುವ ಹನಿ."},{"number":14,"verse":"ಮನೆಮಾರು, ಆಸ್ತಿಪಾಸ್ತಿ ಬರುತ್ತವೆ ಪಿತ್ರಾರ್ಜಿತವಾಗಿ; ವಿವೇಕಿಯಾದ ಹೆಂಡತಿ ಸಿಕ್ಕುವುದು ಸರ್ವೇಶ್ವರನ ಅನುಗ್ರಹವಾಗಿ."},{"number":15,"verse":"ಮೈಗಳ್ಳತನ ಗಾಢನಿದ್ರೆಯಲ್ಲಿ ಮುಳುಗಿಸುವುದು; ಸೋಮಾರಿಯು ಹಸಿವಿನಿಂದ ಬಳಲುವನು."},{"number":16,"verse":"ದೈವಾಜ್ಞೆಯನ್ನು ಪಾಲಿಸುವವನು ತನ್ನನ್ನೇ ಕಾಪಾಡಿಕೊಳ್ಳುವನು; ದೈವವಾರ್ತೆಯ ಬಗ್ಗೆ ಅಜಾಗ್ರತನಾಗಿರುವವನು ಸಾಯುವನು."},{"number":17,"verse":"ಬಡವರಿಗೆ ತೋರುವ ದಯೆ ಸರ್ವೇಶ್ವರನಿಗೆ ಕೊಟ್ಟ ಸಾಲ; ಆ ಉಪಕಾರಕ್ಕೆ ಸರ್ವೇಶ್ವರನಿಂದಲೆ ಪ್ರತ್ಯುಪಕಾರ."},{"number":18,"verse":"ತಿದ್ದಿಕೊಳ್ಳುವನೆಂಬ ನಂಬಿಕೆಯಿರುವಾಗಲೆ ಮಗನನ್ನು ಶಿಕ್ಷಿಸು; ಇಲ್ಲವಾದರೆ ಅವನ ಅಳಿವಿಗೆ ನೀನೇ ಕಾರಣವಾಗುವೆ."},{"number":19,"verse":"ಕಡುಕೋಪಿ ದಂಡನೆಯನ್ನು ಅನುಭವಿಸಲಿ ಬಿಡು; ಒಮ್ಮೆ ಬಿಡಿಸಿದರೆ, ಬಾರಿಬಾರಿಗೂ ಬಿಡಿಸಬೇಕಾಗುವುದು."},{"number":20,"verse":"ಬುದ್ಧಿವಾದವನ್ನು ಕೇಳು, ತಿದ್ದುಪಾಟನ್ನು ಅಂಗೀಕರಿಸು; ಹಾಗೆ ಮಾಡಿದರೆ ಮುಂದಕ್ಕೆ ಜ್ಞಾನಿಯಾಗಿ ಬಾಳುವೆ."},{"number":21,"verse":"ಮನುಜನ ಮನದಲ್ಲಿ ಏಳುವ ಯೋಜನೆಗಳು ಹಲವು; ಈಡೇರುವುದಾದರೊ ಸರ್ವೇಶ್ವರನ ಸಂಕಲ್ಪವು."},{"number":22,"verse":"ಅತಿಯಾಸೆ ಗತಿಕೇಡು; ಇದ್ದೂ ಇಲ್ಲವೆನ್ನುವವನಿಗಿಂತ ಏನೂ ಇಲ್ಲದವನೆ ಲೇಸು."},{"number":23,"verse":"ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಿಗೆ ಜೀವಪ್ರಾಪ್ತಿ; ಅಂಥವನು ಸಂತುಷ್ಟನಾಗಿ ಬಾಳುವನು, ಅವನಿಗೆ ಕೇಡು ಸಂಭವಿಸದು."},{"number":24,"verse":"ಮೈಗಳ್ಳ ಕೈ ಹಾಕುತ್ತಾನೆ ತುತ್ತಿಗೆ; ಆದರೆ ಎತ್ತಲಾರ ಬಾಯ ಹತ್ತಿರಕ್ಕೆ."},{"number":25,"verse":"ಕುಚೋದ್ಯನಿಗೆ ಹೊಡೆ, ಮುಗ್ಧರು ಅದನ್ನು ಕಂಡು ಜಾಣರಾಗುವರು; ಜ್ಞಾನಿಯನ್ನು ಗದರಿಸಿದರೆ ಸಾಕು, ಅವನು ಮತ್ತಷ್ಟು ಜ್ಞಾನಿಯಾಗುವನು."},{"number":26,"verse":"ತಂದೆಯನ್ನು ಹೊಡೆದು, ತಾಯಿಯನ್ನು ಓಡಿಸುವ ಮಗನು ನಿಂದೆ ಅವಮಾನಗಳಿಗೆ ತುತ್ತಾಗುವನು."},{"number":27,"verse":"ಮಗನೇ, ಉಪದೇಶ ಕೇಳುವುದನ್ನು ನಿಲ್ಲಿಸಬೇಡ; ನಿಲ್ಲಿಸಿದೆಯಾದರೆ ಬುದ್ಧಿಮಾತಿನಿಂದ ವಂಚಿತನಾಗುವೆ."},{"number":28,"verse":"ನೀಚಸಾಕ್ಷಿ ನ್ಯಾಯತೀರ್ಪನ್ನು ಮರ್ಯಾದಿಸನು; ದುಷ್ಟಸಾಕ್ಷಿ ದ್ರೋಹವನ್ನೂ ನುಂಗಿಬಿಡುವನು."},{"number":29,"verse":"ಕುಚೋದ್ಯನಿಗೆ ಕಾದಿದೆ ನ್ಯಾಯತೀರ್ಪು; ದಡ್ಡನ ಬೆನ್ನಿಗೆ ಬೀಳಲಿದೆ ದೊಣ್ಣೆಪೆಟ್ಟು."}]}