{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"ಸೊಲೊಮೋನನ ಇನ್ನೂ ಕೆಲವು ಜ್ಞಾನೋಕ್ತಿಗಳು ಇವು ಕೂಡ ಸೊಲೊಮೋನನ ಜ್ಞಾನೋಕ್ತಿಗಳು. ಜುದೇಯದ ಅರಸ ಹಿಜ್ಕೀಯನ ಲೇಖಕರು ಸಂಗ್ರಹಿಸಿದ ನುಡಿಗಳು:"},{"number":2,"verse":"ವಿಷಯಗಳನ್ನು ರಹಸ್ಯವಾಗಿಡುವ ದೇವರಿಗೆ ಮಹಿಮೆ; ವಿಷಯಗಳನ್ನು ವಿಮರ್ಶಿಸುವ ರಾಜರಿಗೆ ಹಿರಿಮೆ."},{"number":3,"verse":"ಆಕಾಶವು ಉನ್ನತ, ಭೂಮಿಯು ಅಗಾಧ, ಅಂತೆಯೇ ರಾಜರ ಮನಸ್ಸು ಅಗೋಚರ."},{"number":4,"verse":"ಬೆಳ್ಳಿಯಿಂದ ಕಲ್ಮಷವನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ಅಕ್ಕಸಾಲಿಗನಿಗೆ ದಕ್ಕುವುದು ಚೊಕ್ಕ ಒಡವೆ."},{"number":5,"verse":"ಅಂತೆಯೆ ರಾಜನ ಸನ್ನಿಧಾನದಿಂದ ದುಷ್ಟರನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ಅವನ ರಾಜ್ಯಭಾರ ನೀತಿಯಾಧಾರದಿಂದ ಸುಸ್ಥಿರ."},{"number":6,"verse":"ರಾಜನ ಸನ್ನಿಧಾನದಲ್ಲಿ ನಿನ್ನನ್ನೇ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಬೇಡ; ದೊಡ್ಡವರಿಗೆ ಏರ್ಪಡಿಸಿದ ಸ್ಥಾನದಲ್ಲಿ ನಿಂತುಕೊಳ್ಳಬೇಡ."},{"number":7,"verse":"ಘನವಂತರ ಮುಂದೆ ಕೆಳಗಣ ಸ್ಥಾನಕ್ಕೆ ನೂಕಿಸಿಕೊಳ್ಳುವುದಕ್ಕಿಂತ “ಇನ್ನೂ ಮೇಲಕ್ಕೆ ಬಾ” ಎಂದು ಕರೆಸಿಕೊಳ್ಳುವುದು ಲೇಸು."},{"number":8,"verse":"ದುಡುಕಿ ನೆರೆಯವನ ಮೇಲೆ ವ್ಯಾಜ್ಯಕ್ಕೆ ಓಡಬೇಡ; ಕಡೆಗೆ ಅವನು ನಿನ್ನ ಮಾನಕಳೆದಾಗ ಏನು ಮಾಡುವೆ, ಯೋಚಿಸು."},{"number":9,"verse":"ವ್ಯಾಜ್ಯವನ್ನು ನೆರೆಯವನ ಸಂಗಡವೆ ಚರ್ಚಿಸಿ ತೀರ್ಮಾನಿಸಿಕೊ; ನೆರೆಹೊರೆಯವರ ಗುಟ್ಟನ್ನು ಬಯಲು ಮಾಡಬೇಡ."},{"number":10,"verse":"ಬಯಲು ಮಾಡಿದರೆ ಕೇಳುವವನು ನಿನ್ನನ್ನೆ ಅವಮಾನಗೊಳಿಸಾನು, ನಿನಗೆ ಬರುವ ಅಪಕೀರ್ತಿ ಅಳಿಯದೆ ಉಳಿದೀತು."},{"number":11,"verse":"ಸಮಯೋಚಿತ ಮಾತು ಬೆಳ್ಳಿ ತಟ್ಟೆಯಲ್ಲಿ ಖಚಿತವಾದ ಬಂಗಾರದ ಹಣ್ಣು."},{"number":12,"verse":"ಕೇಳುವ ಕಿವಿಗೆ ಕೊಡುವ ಬುದ್ಧಿವಾದವು ಹೊನ್ನಿನ ಮುರುವು, ಅಪರಂಜಿಯ ಆಭರಣವು."},{"number":13,"verse":"ಸುಗ್ಗಿಯ ಕಾಲದಲ್ಲಿ ಹಿಮದ ತಂಪು ಹೇಗೋ ಹಾಗೆ ಕಳುಹಿಸುವ ಒಡೆಯನಿಗೆ ಪ್ರಾಮಾಣಿಕ ದೂತನೂ ಹಾಗೆ."},{"number":14,"verse":"ಗಾಳಿಯಿದೆ, ಮೋಡವಿದೆ, ಆದರೆ ಮಳೆಯಿಲ್ಲ; ಕೊಡದೆಯೆ ತಾನೊಬ್ಬ ದಾನಿಯೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವವನೂ ಹಾಗೆಯೆ."},{"number":15,"verse":"ಸಹನಶೀಲತೆಯಿಂದ ಅರಸನನ್ನೂ ಒಲಿಸಿಕೊಳ್ಳಬಹುದು; ಮೃದುವಾದ ನಾಲಿಗೆ ಎಲುಬನ್ನೂ ಮುರಿಯಬಲ್ಲದು."},{"number":16,"verse":"ಜೇನು ಸಿಕ್ಕಿದರೆ ಅಳತೆಯಿಂದ ತಿನ್ನು, ಮಿತಿಮೀರಿದರೆ ವಾಂತಿಯಾದೀತು."},{"number":17,"verse":"ಪದೇ ಪದೇ ನೆರೆಯವನ ಮನೆಗೆ ಹೋಗಬೇಡ, ಬೇಸರಗೊಂಡು ನಿನ್ನನ್ನು ಹಗೆಮಾಡಾನು."},{"number":18,"verse":"ನೆರೆಯವನ ವಿರುದ್ಧ ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳುವವನು ಕೊಡತಿಗೆ, ಕತ್ತಿಗೆ, ಹರಿತವಾದ ಬಾಣಕ್ಕೆ ಸಮಾನನು."},{"number":19,"verse":"ಕಷ್ಟಕಾಲದಲ್ಲಿ ಕಪಟಿಯನ್ನು ನಂಬುವುದು, ಮುರುಕು ಹಲ್ಲನ್ನು ಕುಂಟಕಾಲನ್ನು ನಂಬಿದಂತಾಗುವುದು."},{"number":20,"verse":"ಮನಗುಂದಿದವನಿಗೆ ಸಂಗೀತ ಹಾಡುವುದೆಂದರೆ ಚಳಿಯಲ್ಲಿ ಬಟ್ಟೆ ಬಿಚ್ಚಿದ ಹಾಗೆ, ಉರಿಗಾಯಕ್ಕೆ ಉಪ್ಪು ಹಚ್ಚಿದಂತೆ."},{"number":21,"verse":"ಹಗೆಯವನು ಹಸಿದಿದ್ದರೆ ಅನ್ನ ನೀಡು, ಬಾಯಾರಿದ್ದರೆ ಕುಡಿಯಲು ಕೊಡು."},{"number":22,"verse":"ಹೀಗೆ ಅವನ ತಲೆಯ ಮೇಲೆ ಉರಿಕೆಂಡ ಸುರಿವೆ; ಸರ್ವೇಶ್ವರನಿಂದಲೂ ಪ್ರತಿಫಲ ಪಡೆಯುವೆ."},{"number":23,"verse":"ಮಳೆ ಬರುವುದು ಪಡುವಣ ಗಾಳಿಯಿಂದ; ಮುಖಕ್ಕೆ ಸಿಟ್ಟು ಬರುವುದು ಚಾಡಿ ನಾಲಿಗೆಯಿಂದ."},{"number":24,"verse":"ಜಗಳಗಂಟಿಯೊಡನೆ ಮಹಡಿ ಮನೆಯಲ್ಲಿರುವುದಕ್ಕಿಂತ ಗುಡಿಸಿಲಿನ ಮೂಲೆಯಲ್ಲಿ ಒಂಟಿಯಾಗಿ ವಾಸಿಸುವುದು ಲೇಸು."},{"number":25,"verse":"ದೂರನಾಡಿನಿಂದ ಬಂದ ಶುಭವರದಿ, ದಣಿದ ಪ್ರಾಣಕ್ಕೆ ತಣ್ಣೀರ ತೃಪ್ತಿ."},{"number":26,"verse":"ದುಷ್ಟರಿಗೆ ಬಿಟ್ಟುಕೊಡುವ ನೀತಿವಂತ ಕೆಸರಿನ ಬುಗ್ಗೆಗೆ, ಕೊಳಕು ಚಿಲುಮೆಗೆ ಸಮಾನ."},{"number":27,"verse":"ಜೇನನ್ನು ಹೆಚ್ಚಾಗಿ ತಿನ್ನುವುದು ಹಿತವಲ್ಲ, ಗೌರವದ ಮೇಲೆ ಗೌರವ ಬಯಸುವುದು ಸರಿಯಲ್ಲ."},{"number":28,"verse":"ಆತ್ಮಸ್ವಾಧೀನವಲ್ಲದ ಮನುಷ್ಯ ಗೋಡೆಬಿದ್ದು ಕಾವಲಿಲ್ಲದ ಹಾಳೂರು."}]}