{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"ಜ್ಞಾನವನ್ನು ಕಳೆದುಕೊಳ್ಳಬೇಡ ಮಕ್ಕಳೇ, ತಂದೆಯ ಉಪದೇಶವನ್ನು ಕೇಳಿರಿ; ವಿವೇಕ ಸಂಪಾದನೆಯತ್ತ ಗಮನಕೊಡಿರಿ."},{"number":2,"verse":"ನಾನು ನಿಮಗೆ ನೀಡುವುದು ಸದುಪದೇಶ; ನೀವು ಅದನ್ನು ಕೈಬಿಡಬೇಡಿ."},{"number":3,"verse":"ನಾನೂ ಕೂಡ ತಂದೆಗೆ ಒಬ್ಬ ಚಿಕ್ಕ ಮಗುವಾಗಿದ್ದೆ, ತಾಯಿಗೆ ಏಕೈಕ ಕುಮಾರನೂ ಕೋಮಲನೂ ಆಗಿದ್ದೆ."},{"number":4,"verse":"ತಂದೆ ನನಗೆ ಹೀಗೆಂದು ಬೋಧನೆ ಮಾಡಿದ: “ನನ್ನ ಮಾತುಗಳು ಭದ್ರವಾಗಿರಲಿ ನಿನ್ನ ಮನದಲ್ಲಿ; ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಂಡು ಬಾಳು ಸುಖದಲ್ಲಿ."},{"number":5,"verse":"ಮರೆಯಬೇಡ, ನನ್ನ ಮಾತಿಗೆ ಓರೆಯಾಗಬೇಡ, ಜ್ಞಾನವನ್ನು ಪಡೆ. ವಿವೇಕವನ್ನು ಗಳಿಸಿಕೊ."},{"number":6,"verse":"ಜ್ಞಾನವನ್ನು ಕೈಬಿಡದಿದ್ದರೆ, ಅದು ನಿನ್ನನ್ನು ಕಾಪಾಡುವುದು; ನೀನದನ್ನು ಪ್ರೀತಿಸಿದೆಯಾದರೆ, ಅದು ನಿನ್ನನ್ನು ಕಾಯುವುದು."},{"number":7,"verse":"ಜ್ಞಾನ ಪಡೆಯಬೇಕೆಂಬುದೇ ಜ್ಞಾನಬೋಧೆಯ ಮೂಲಾಂಶ; ನಿನ್ನ ಸರ್ವಸಂಪತ್ತಿನಿಂದ ವಿವೇಕವನ್ನು ಗಳಿಸಿಕೊ."},{"number":8,"verse":"ಜ್ಞಾನವೆಂಬಾಕೆಯನ್ನು ಶ್ರೇಷ್ಠಳೆಂದು ಭಾವಿಸಿದೆಯಾದರೆ, ಆಕೆ ನಿನ್ನನ್ನು ಸನ್ಮಾನಿಸುವಳು. ನೀನು ಅವಳನ್ನು ಅಪ್ಪಿಕೊಂಡೆಯಾದರೆ, ಆಕೆ ನಿನ್ನನ್ನು ಘನಪಡಿಸುವಳು."},{"number":9,"verse":"ಅಂದದ ಪುಷ್ಪಮಾಲೆಯನ್ನು ಹಾಕುವಳು ನಿನ್ನ ಕೊರಳಿಗೆ, ಸುಂದರ ಕಿರೀಟವನ್ನು ಮುಡಿಸುವಳು ನಿನ್ನ ತಲೆಗೆ.”"},{"number":10,"verse":"ಮಗನೇ, ನನ್ನ ಮಾತುಗಳನ್ನು ಆಲಿಸಿ ಕೇಳು; ಕೇಳಿದೆಯಾದರೆ ಹೆಚ್ಚುವುವು ನಿನ್ನ ಜೀವನದ ವರ್ಷಗಳು."},{"number":11,"verse":"ಜ್ಞಾನಮಾರ್ಗವನ್ನು ನಿನಗೆ ಉಪದೇಶಿಸುವೆನು. ಸತ್ಯಮಾರ್ಗದಲ್ಲಿ ನಿನ್ನನ್ನು ನಡೆಸುವೆನು."},{"number":12,"verse":"ನಡೆಯುವಾಗ ನಿನ್ನ ಹೆಜ್ಜೆಗೆ ತಡೆಯಾಗದು, ನೀ ಓಡುವಾಗ ಮುಗ್ಗರಿಸಿ ಬೀಳಲಾಗದು."},{"number":13,"verse":"ಸದುಪದೇಶವನ್ನು ಬಿಗಿಹಿಡಿದುಕೊ; ಅದೇ ನಿನ್ನ ಜೀವ, ಅದನ್ನು ಕಾಪಾಡಿಕೊ."},{"number":14,"verse":"ದುಷ್ಟರ ಸಂಘದಲ್ಲಿ ಸೇರಬೇಡ, ಕೆಟ್ಟವರ ಹಾದಿಯಲ್ಲಿ ಕಾಲಿಡಬೇಡ."},{"number":15,"verse":"ಆ ದುರ್ಮಾರ್ಗದಿಂದ ಓರೆಯಾಗು, ದೂರವಾಗು; ಅದರಲ್ಲಿ ನಡೆಯದೆ ಮುಂದಕ್ಕೆ ಸಾಗು."},{"number":16,"verse":"ಕೇಡು ಮಾಡದಿದ್ದರೆ ಆ ದುರುಳರಿಗೆ ನಿದ್ರೆಬಾರದು, ವಂಚಿಸಿ ಬೀಳಿಸದಿದ್ದರೆ ಅವರಿಗೆ ನಿದ್ರೆ ಹತ್ತದು."},{"number":17,"verse":"ದುಷ್ಟತನವೇ ಅವರಿಗೆ ಅನ್ನ ಆಹಾರ; ಹಿಂಸಾಚಾರವೇ ಅವರಿಗೆ ಮದುಪಾನ."},{"number":18,"verse":"ಸಜ್ಜನರ ಮಾರ್ಗ ಪ್ರಾತಃಕಾಲದ ಬೆಳಕಿನಂತೆ; ಅದರ ಬೆಳಕು ಹೆಚ್ಚುತ್ತಿರುತ್ತದೆ ಬಟ್ಟ ಹಗಲವರೆಗೆ."},{"number":19,"verse":"ದುರ್ಜನರ ಮಾರ್ಗ ಕಗ್ಗತ್ತಲಿನ ಹಾಗೆ, ಎಡವಿಬಿದ್ದ ಸ್ಥಳವೇ ತಿಳಿಯದು ಅವರಿಗೆ."},{"number":20,"verse":"ಮಗನೇ, ನನ್ನ ಮಾತನ್ನು ಆಲಿಸು, ನನ್ನ ನುಡಿಗಳಿಗೆ ಕಿವಿಗೊಡು."},{"number":21,"verse":"ಅವು ನಿನ್ನ ಕಣ್ಣಿಗೆ ಮರೆಯಾಗದಿರಲಿ, ನಿನ್ನ ಹೃದಯದೊಳಗೆ ಭದ್ರವಾಗಿರಲಿ."},{"number":22,"verse":"ಕಂಡುಹಿಡಿಯಬಲ್ಲವನಿಗೆ ಅವು ಜೀವದಾಯಕ; ಇಡೀ ದೇಹಕ್ಕೆ ಅವು ಆರೋಗ್ಯಕರ."},{"number":23,"verse":"ನಿನ್ನ ಹೃದಯವನ್ನು ಕಾಪಾಡು ಜಾಗರೂಕತೆಯಿಂದ; ಏಕೆಂದರೆ ಜೀವಧಾರೆ ಹೊರಡುವುದು ಅದರಿಂದ."},{"number":24,"verse":"ಸೊಟ್ಟಮಾತುಗಳನ್ನು ನಿನ್ನಿಂದ ತೊಲಗಿಸು, ಕೆಟ್ಟನುಡಿಗಳನ್ನು ಬಾಯಿಂದ ದೂರಮಾಡು."},{"number":25,"verse":"ನಿನ್ನ ಕಣ್ಣುಗಳು ನೇರವಾಗಿ ನಾಟಿರಲಿ, ಕಣ್ಣು ರೆಪ್ಪೆಗಳು ಮುಂದಾಗಿ ತೆರೆದಿರಲಿ."},{"number":26,"verse":"ನೀ ನಡೆವ ದಾರಿ ಸಮನಾಗಿರಲಿ, ನೀ ಕೈಗೊಳ್ಳುವ ಹಾದಿ ದೃಢವಾಗಿರಲಿ."},{"number":27,"verse":"ತಿರುಗಬೇಡ ಎಡಕ್ಕಾಗಲಿ, ಬಲಕ್ಕಾಗಲಿ; ಕೇಡಿನಿಂದ ನಿನ್ನ ಕಾಲು ದೂರವಿರಲಿ."}]}