{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"ಮತ್ತೆ ಕೆಲವು ಎಚ್ಚರಿಕೆಗಳು ಮಗನೇ, ನೀನು ನೆರೆಯವನ ಸಾಲಕ್ಕೆ ಹೊಣೆಯಾಗಿದ್ದರೆ, ಪರನಿಗಾಗಿ ಕೈಮೇಲೆ ಕೈಯಿಟ್ಟು ಪ್ರಮಾಣಮಾಡಿದ್ದರೆ,"},{"number":2,"verse":"ನಿನ್ನ ಮಾತಿನ ಬಲೆಗೆ ಸಿಕ್ಕಿಹಾಕಿಕೊಂಡಿರುವೆ; ನಿನ್ನ ವಾಗ್ದಾನವು ನಿನ್ನನ್ನು ಸೆರೆಹಿಡಿದಿದೆ."},{"number":3,"verse":"ಮಗನೇ, ನೀನು ನೆರೆಯವನ ಕೈವಶವಾಗಿರುವೆ; ಈ ಪರಿಮಾಡು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಕಾದರೆ:"},{"number":4,"verse":"ನಿನ್ನ ಕಣ್ಣುಗಳಿಗೆ ನಿದ್ರೆಕೊಡಬೇಡ, ನಿನ್ನಾಕಣ್ಣಿನ ರೆಪ್ಪೆಗಳನ್ನು ಮುಚ್ಚಬೇಡ."},{"number":5,"verse":"ಬೇಡನಿಂದ ಓಡುವ ಜಿಂಕೆಯಂತೆ, ಬೇಟೆಗಾರನ ಕೈಯಿಂದ ಹಾರಿಹೋಗುವ ಹಕ್ಕಿಯಂತೆ, ಆ ಬಲೆಯಿಂದ ತಪ್ಪಿಸಿಕೊ."},{"number":6,"verse":"ಸೋಮಾರಿಯಾಗಿರಬೇಡ ಎಲೈ ಸೋಮಾರಿಯೇ, ಇರುವೆಯ ಬಳಿಗೆ ಹೋಗು; ಅದರ ನಡವಳಿಕೆಯನ್ನು ನೋಡಿ ಜ್ಞಾನಿಯಾಗು."},{"number":7,"verse":"ಅದಕ್ಕಿಲ್ಲ ನೋಡು ನಾಯಕ, ಅರಸ ಅಧಿಪತಿ."},{"number":8,"verse":"ಆದರೂ ಕೂಡಿಸುತ್ತದೆ ತಿಂಡಿ ಬೇಸಿಗೆಯಲ್ಲಿ, ಸಂಗ್ರಹಿಸುತ್ತದೆ ಧಾನ್ಯ ಸುಗ್ಗಿಯಲ್ಲಿ."},{"number":9,"verse":"ಸೋಮಾರಿಯೇ, ಎಷ್ಟು ಹೊತ್ತು ನಿದ್ರಿಸುವೆ? ನಿದ್ರೆಯಿಂದ ಯಾವಾಗ ಎಚ್ಚರಗೊಳ್ಳುವೆ?"},{"number":10,"verse":"“ಇನ್ನೂ ಸ್ವಲ್ಪ ನಿದ್ರೆ, ತುಸು ತೂಕಡಿಕೆ” ಎನ್ನುವೆಯಾ? “ಕೊಂಚವೇ ನಿದ್ರೆಗಾಗಿ ಕೈ ಮಡಿಚಿಕೊಳ್ಳುವೆ” ಎನ್ನುವೆಯಾ?"},{"number":11,"verse":"ಬಡತನ ನಿನ್ನ ಮೇಲೆರಗುವುದು ದಾರಿಗಳ್ಳನಂತೆ; ಅಭಾವ ನಿನ್ನ ಮೇಲೆ ಬೀಳುವುದು ಪಂಜುಗಳ್ಳನಂತೆ."},{"number":12,"verse":"ದುರುಳನೂ ನೀಚನೂ ಆದವನ ನಡತೆಯನ್ನು ನೋಡು: ಅವನ ಬಾಯಿಂದ ಹೊರಡುವುದು ಕುಟಿಲ ಮಾತು."},{"number":13,"verse":"ಅವನು ಕಣ್ಣು ಮಿಟುಕಿಸುತ್ತಾನೆ, ಕಾಲು ಕೆರೆಯುತ್ತಾನೆ, ಬೆರಳ ಸನ್ನೆಯಿಂದಲೆ ಮಾತಾಡುತ್ತಾನೆ."},{"number":14,"verse":"ಅವನ ಮನದಲ್ಲಿರುವುದು ಮೂರ್ಖತನ; ಅವನು ಸತತ ಕಲ್ಪಿಸುವುದು ಕೆಡುಕುತನ. ಅವನು ಬಿತ್ತನೆ ಮಾಡುವುದು ಕಾಳಗ, ಕದನ."},{"number":15,"verse":"ಆದ್ದರಿಂದ ತಟ್ಟನೆ ಒದಗುವುದು ವಿಪತ್ತು ಮತ್ತೆ ಏಳಲಾಗದಂತಹ ಕಠಿಣ ಆಪತ್ತು."},{"number":16,"verse":"ಸರ್ವೇಶ್ವರ ಹಗೆಮಾಡುವಂಥಹವು ಆರು: ಆತ ಖಂಡನೆ ಮಾಡುವಂಥಹವು ಏಳು: ಅಹಂಕಾರ ದೃಷ್ಟಿ, ಕಪಟವಾಡುವ ನಾಲಿಗೆ, ನಿರಪರಾಧಿಯನ್ನು ಕೊಲೆಮಾಡುವ ಕೈ, ದುರಾಲೋಚನೆಯನ್ನು ಕಲ್ಪಿಸುವ ಹೃದಯ, ಕೇಡುಮಾಡಲು ತವಕಪಡುವ ಕಾಲು, ಅಸತ್ಯವನ್ನು ಉಸುರುವ ಸುಳ್ಳುಸಾಕ್ಷಿ, ಸೋದರರಲ್ಲಿ ಜಗಳ ಹುಟ್ಟಿಸುವ ವ್ಯಕ್ತಿ."},{"number":20,"verse":"ಪರಸ್ತ್ರೀಯರ ಸಹವಾಸ ಸಲ್ಲ ಮಗನೇ, ನಿನ್ನ ತಂದೆಯ ಆಜ್ಞೆಗೆ ಕಿವಿಗೊಡು, ನಿನ್ನ ತಾಯಿಯ ಉಪದೇಶವನ್ನು ತೊರೆಯದೆ ಮಾಡು."},{"number":21,"verse":"ಅವನ್ನು ನಿರಂತರವಾಗಿ ಹೃದಯಕ್ಕೆ ಬಂಧಿಸಿಕೊ; ಕಂಠಾಭರಣವಾಗಿ ಕೊರಳಿಗೆ ಧರಿಸಿಕೊ."},{"number":22,"verse":"ನಡೆಯುವಾಗ ಅವು ನಿನಗೆ ಮುಂದಾಳಾಗಿರುವುವು, ಮಲಗುವಾಗ ಅವು ನಿನ್ನನ್ನು ಕಾಯುವುವು, ಎಚ್ಚರಗೊಂಡಾಗ ಅವು ನಿನ್ನೊಡನೆ ಸಂವಾದಿಸುವುವು."},{"number":23,"verse":"ಏಕೆಂದರೆ ಆಜ್ಞೆಯೇ ಜ್ಯೋತಿ, ಬೋಧನೆಯೇ ಬೆಳಕು, ಶಿಸ್ತಿನಿಂದ ಕೂಡಿದ ಶಿಕ್ಷಣವೇ ಜೀವನಕ್ಕೆ ಮಾರ್ಗ."},{"number":24,"verse":"ಕೆಟ್ಟ ಹೆಂಗಸರ ಸಹವಾಸದಿಂದ, ಪರಸ್ತ್ರೀಯರ ಮಾತಿನ ಮೋಡಿಯಿಂದ, ಅವು ಕಾಪಾಡಬಲ್ಲವು ನಿನ್ನನ್ನು."},{"number":25,"verse":"ನಿನ್ನ ಹೃದಯ ಅವಳ ಬೆಡಗನ್ನು ಮೋಹಿಸದಿರಲಿ; ಕಣ್ಣು ಮಿಟುಕಿಸಿ ಅವಳು ನಿನ್ನನ್ನು ವಶಮಾಡಿಕೊಳ್ಳದಿರಲಿ."},{"number":26,"verse":"ವೇಶ್ಯೆಯನ್ನು ಕೊಂಡುಕೊಳ್ಳಬಹುದು ತುಂಡುರೊಟ್ಟಿಗೆ, ವ್ಯಭಿಚಾರಿಣಿಯೇ ಬೇಟೆಮಾಡುವಳು ನಿನ್ನ ಸಿರಿಪ್ರಾಣಕ್ಕೆ!"},{"number":27,"verse":"ಮಡಿಲಲ್ಲಿ ಬೆಂಕಿಯನ್ನು ಇಟ್ಟುಕೊಂಡರೆ ಬಟ್ಟೆಯನ್ನು ಸುಡದೆ ಸುಮ್ಮನಿರುವುದೆ?"},{"number":28,"verse":"ಧಗಧಗಿಸುವ ಕೆಂಡದ ಮೇಲೆ ನಡೆದರೆ ಅಂಗಾಲು ಸುಟ್ಟುಹೋಗದೆ ಇರುವುದೆ?"},{"number":29,"verse":"ಅಂತೆಯೆ ನೆರೆಯವನ ಸತಿಯನ್ನು ಕೂಡುವವನ ಗತಿಯು; ಆಕೆಯನ್ನು ಮುಟ್ಟುವವನು ತಪ್ಪಿಸಿಕೊಳ್ಳನು ದಂಡನೆಯನ್ನು."},{"number":30,"verse":"ಹಸಿವನ್ನು ನೀಗಿಸಿಕೊಳ್ಳಲು ಕಳವು ಮಾಡಿದರೆ, ಅಷ್ಟು ಹೀಯಾಳಿಸರು ಜನರು ಅಂಥ ಬಡವನನ್ನು."},{"number":31,"verse":"ಆದರೂ ಕಳವು ಬಯಲಾದರೆ ತೆರಬೇಕಾಗುವುದು ಏಳರಷ್ಟು; ತೆತ್ತೇ ತೀರಿಸಬೇಕಾಗುವುದು ಮನೆಯ ಆಸ್ತಿಪಾಸ್ತಿಯಷ್ಟು."},{"number":32,"verse":"ವ್ಯಭಿಚಾರಿಯು ಕೇವಲ ಬುದ್ಧಿಶೂನ್ಯನು; ತನ್ನೀ ಕೃತ್ಯದಿಂದ ಸ್ವನಾಶಮಾಡಿಕೊಳ್ಳುವನು."},{"number":33,"verse":"ಪೆಟ್ಟಿಗೂ ಅಪಕೀರ್ತಿಗೂ ಅವನು ಪಾತ್ರನು; ಅವನಿಗಾಗುವ ಅವಮಾನ ತೊಲಗದು ಎಂದಿಗು."},{"number":34,"verse":"ಏಕೆಂದರೆ, ಅವಳ ಪತಿಗಾಗುವ ಮತ್ಸರ ಉದ್ರೇಕಗೊಳ್ಳುವುದು; ಕನಿಕರ ತೋರನು, ಮುಯ್ಯಿ ತೀರಿಸುವ ದಿನದಂದು."},{"number":35,"verse":"ಯಾವ ಪ್ರಾಯಶ್ಚಿತ್ತಕ್ಕೂ ಅವನು ಒಪ್ಪನು; ಎಷ್ಟು ಲಂಚಕೊಟ್ಟರೂ ಒಲಿಯನು, ಮಣಿಯನು."}]}