{"bibleAbbr":"KNCL","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"(ವ್ಯಭಿಚಾರಿಣಿಗೆ ಬಲಿಯಾಗದಿರು) ಮಗನೇ, ನನ್ನ ಮಾತುಗಳನ್ನು ಅನುಸರಿಸು, ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಮನಸ್ಸಿನಲ್ಲಿ ಇಡು."},{"number":2,"verse":"ಕನೀನಿಕೆಯಂತೆ ನನ್ನ ಕಟ್ಟಳೆಯನ್ನು ಪಾಲಿಸು, ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಂಡು ಬಾಳು."},{"number":3,"verse":"ಅವು ನಿನ್ನ ಬೆರಳಿಗೆ ಉಂಗುರವಾಗಿರಲಿ, ನಿನ್ನ ಹೃದಯದ ಹಲಗೆಯಲ್ಲಿ ಬರೆದಿರಲಿ."},{"number":4,"verse":"ಜ್ಞಾನವನ್ನು ‘ಅಕ್ಕಾ’ ಎಂದು ಕರೆ; ವಿವೇಕವನ್ನು ಆಪ್ತಳೆಂದು ಬಗೆ."},{"number":5,"verse":"ಅವು ನಿನ್ನನ್ನು ಕಾಪಾಡುವುವು ವ್ಯಭಿಚಾರಿಣಿಯಿಂದ, ಸವಿಮಾತಾಡುವ ಆ ಪರಸ್ತ್ರೀಯಿಂದ."},{"number":6,"verse":"ಒಮ್ಮೆ ಮನೆಯ ಕಿಟಕಿಯಿಂದ ಇಣಕಿನೋಡುವಾಗ,"},{"number":7,"verse":"ಜನಸಾಮಾನ್ಯರ ನಡುವೆ, ಯೌವನಸ್ಥರ ಮಧ್ಯೆ ಮತಿಗೆಟ್ಟ ಯುವಕನೊಬ್ಬ ನಡೆವುದನ್ನು ನಾನು ಕಂಡೆ."},{"number":8,"verse":"ಹೊತ್ತು ಮೀರಿ, ಸಂಜೆಯಾಗಿ, ಕತ್ತಲು ಕವಿದಿದ್ದಾ ರಾತ್ರಿಯಲ್ಲಿ, ಅವನು ಹಾದುಹೋಗುತ್ತಿದ್ದ ಬೀದಿಯ ಮೂಲೆ ಮನೆಯ ಬಳಿ."},{"number":9,"verse":"ಒಬ್ಬಾಕೆಯ ಮನೆಯ ಕಡೆಗೆ ಆತ ತಿರುಗುವುದನ್ನು ನಾ ಕಂಡೆ;"},{"number":10,"verse":"ಇಗೋ, ಅವನನ್ನು ಎದುರುಗೊಳ್ಳುತ್ತಾಳೆ ವೇಷಧಾರಿಯಾದ ಕಪಟಸ್ತ್ರೀಯೊಬ್ಬಳು."},{"number":11,"verse":"ಹಟಮಾರಿ, ಕೂಗಾಟದವಳು, ಮನೆಯಲ್ಲಿ ನಿಲ್ಲಲಾರದವಳು."},{"number":12,"verse":"ಹೊಂಚುಹಾಕುತ್ತಾಳೆ ಅವಳು ಮೂಲೆ ಮೂಲೆಗಳಲ್ಲಿ; ಒಮ್ಮೆ ಬೀದಿಯಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಚೌಕಗಳಲ್ಲಿ."},{"number":13,"verse":"ಅವನನ್ನು ಬಿಗಿಹಿಡಿದು ಮುದ್ದಾಡುತ್ತಾಳೆ. ಲಜ್ಜೆಗೆಟ್ಟ ಮೋರೆಯುಳ್ಳ ಅವಳು ಹೀಗೆನ್ನುತ್ತಾಳೆ:"},{"number":14,"verse":"“ನನ್ನ ಬಯಕೆ ಈಡೇರಲೆಂದು ಬಲಿಯರ್ಪಿಸಿದ್ದೇನೆ; ಇಂದೇ ನನ್ನ ಹರಕೆಯನ್ನು ತೀರಿಸಿದ್ದೇನೆ."},{"number":15,"verse":"ಎಂತಲೇ ನಿನ್ನನ್ನು ಎದುರುಗೊಳ್ಳಲು ಬಂದೆ ಆಕಾಂಕ್ಷೆಯಿಂದ ಹುಡುಕಿ; ಇಗೋ ನಿನ್ನನ್ನು ಕಂಡುಕೊಂಡೆ."},{"number":16,"verse":"ಮೆತ್ತೆ ಸುಪ್ಪತ್ತಿಗೆಯಿಂದ, ಚಿತ್ರವಿಚಿತ್ರ ವಸ್ತುಗಳಿಂದ, ಈಜಿಪ್ಟಿನ ನಾರುಮಡಿಯಿಂದ ಸಿದ್ಧಮಾಡಿರುವೆ ಹಾಸಿಗೆಯನ್ನು."},{"number":17,"verse":"ರಸಗಂಧ, ಅಗರು, ಲವಂಗ ಚಕ್ಕೆಗಳಿಂದ ಅದನ್ನು ಘಮಘಮಗೊಳಿಸಿರುವೆ."},{"number":18,"verse":"ಬೆಳಗಿನ ತನಕ ಬೇಕಾದಷ್ಟು ರಮಿಸೋಣ ಬಾ, ಕಾಮವಿಲಾಸಗಳಿಂದ ಸಂತೃಪ್ತಿ ಪಡೆಯೋಣ ಬಾ."},{"number":19,"verse":"ಯಜಮಾನ ಮನೆಯಲ್ಲಿ ಇಲ್ಲ; ಕೈಗೊಂಡು ಇದ್ದಾನೆ ದೂರ ಪ್ರಯಾಣ."},{"number":20,"verse":"ಹಣದ ಗಂಟನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿದ್ದಾನೆ; ಮನೆಗೆ ಬರುವಂತಿಲ್ಲ ಹುಣ್ಣಿಮೆಯ ತನಕ.”"},{"number":21,"verse":"ಹೀಗೆ ಮೋಹಕ ಮಾತುಗಳಿಂದ ಒತ್ತಾಯಪಡಿಸುತ್ತಾಳೆ, ಅತಿಯಾದ ಒಲುಮೆಯಿಂದ ಪುಸಲಾಯಿಸುತ್ತಾಳೆ."},{"number":22,"verse":"ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಹೋಗುವ ಹೋರಿಯಂತೆ, ಬಲೆಗೆ ಸಿಕ್ಕಿಬೀಳುವ ಜಿಂಕೆಯಂತೆ,"},{"number":23,"verse":"ಉರುಳಿನತ್ತ ಹಾರುವ ಹಕ್ಕಿಯಂತೆ, ಕರುಳನ್ನು ತಿವಿಯುವ ಬಾಣದಂತೆ, ತನ್ನ ಪ್ರಾಣಕ್ಕಿರುವ ಅಪಾಯವನ್ನು ತಿಳಿಯದೆ, ಅವಳನ್ನು ತಡಮಾಡದೆ ಹಿಂಬಾಲಿಸುತ್ತಾನೆ ಆತ."},{"number":24,"verse":"ಆದ್ದರಿಂದ ಮಕ್ಕಳೇ, ನನಗೆ ಕಿವಿಗೊಡಿರಿ; ನನ್ನ ಮಾತುಗಳನ್ನು ಆಲಿಸಿರಿ."},{"number":25,"verse":"ನಿಮ್ಮ ಹೃದಯ ಅವಳ ದಾರಿಯತ್ತ ತಿರುಗದಿರಲಿ; ಅಪ್ಪಿತಪ್ಪಿ ನಿಮ್ಮ ಕಾಲು ಅವಳ ಹಾದಿಯನ್ನು ತುಳಿಯದಿರಲಿ."},{"number":26,"verse":"ಅವಳಿಗೆ ಬಲಿಯಾಗಿ ಬಿದ್ದವರು ಬಹುಮಂದಿ; ಹತರಾದವರೋ ಲೆಕ್ಕವಿಲ್ಲದಷ್ಟು ಮಂದಿ."},{"number":27,"verse":"ಅವಳ ಮನೆ ಪಾತಾಳಕ್ಕೆ ಹಾದಿ; ಮರಣದ ಗುಡಾರಗಳಿಗೆ ಇಳಿದಾರಿ."}]}