{
  "bibleAbbr" : "TOV2007",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 92,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஓய்வுநாளின் பாட்டாகிய சங்கீதம்.) கர்த்தரைத் துதிப்பதும், உன்னதமானவரே, உமது நாமத்தைக் கீர்த்தனம்பண்ணுவதும்,"
  }, {
    "number" : 2,
    "verse" : "பத்துநரம்பு வீணையினாலும், தம்புருவினாலும், தியானத்தோடு வாசிக்கும் சுரமண்டலத்தினாலும்,"
  }, {
    "number" : 3,
    "verse" : "காலையிலே உமது கிருபையையும், இரவிலே உமது சத்தியத்தையும் அறிவிப்பதும் நலமாயிருக்கும்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தாவே, உமது செய்கைகளால் என்னை மகிழ்ச்சியாக்கினீர், உமது கரத்தின் கிரியைகளினிமித்தம் ஆனந்தசத்தமிடுவேன்."
  }, {
    "number" : 5,
    "verse" : "கர்த்தாவே, உமது கிரியைகள் எவ்வளவு மகத்துவமானவைகள்! உமது யோசனைகள் மகா ஆழமானவைகள்."
  }, {
    "number" : 6,
    "verse" : "மிருககுணமுள்ள மனுஷன் அதை அறியான்; மூடன் அதை உணரான்."
  }, {
    "number" : 7,
    "verse" : "துன்மார்க்கர் புல்லைப்போலே தழைத்து, அக்கிரமக்காரர் யாவரும் செழிக்கும்போது, அது அவர்கள் என்றென்றைக்கும் அழிந்துபோவதற்கே ஏதுவாகும்."
  }, {
    "number" : 8,
    "verse" : "கர்த்தாவே, நீர் என்றென்றைக்கும் உன்னதமானவராயிருக்கிறீர்."
  }, {
    "number" : 9,
    "verse" : "கர்த்தாவே, உமது சத்துருக்கள் அழிவார்கள்; உமது சத்துருக்கள் அழிந்தே போவார்கள்; சகல அக்கிரமக்காரரும் சிதறுண்டுபோவார்கள்."
  }, {
    "number" : 10,
    "verse" : "என் கொம்பைக் காண்டாமிருகத்தின் கொம்பைப்போல உயர்த்துவீர்; புது எண்ணெயால் அபிஷேகம் பண்ணப்படுகிறேன்."
  }, {
    "number" : 11,
    "verse" : "என் சத்துருக்களுக்கு நேரிடுவதை என் கண் காணும்; எனக்கு விரோதமாய் எழும்புகிற துன்மார்க்கருக்கு நேரிடுவதை என் காது கேட்கும்."
  }, {
    "number" : 12,
    "verse" : "நீதிமான் பனையைப்போல் செழித்து, லீபனோனிலுள்ள கேதுருவைப்போல் வளருவான்."
  }, {
    "number" : 13,
    "verse" : "கர்த்தருடைய ஆலயத்திலே நாட்டப்பட்டவர்கள் எங்கள் தேவனுடைய பிரகாரங்களில் செழித்திருப்பார்கள்."
  }, {
    "number" : 14,
    "verse" : "கர்த்தர் உத்தமரென்றும், என் கன்மலையாகிய அவரிடத்தில் அநீதியில்லையென்றும், விளங்கப்பண்ணும்படி,"
  }, {
    "number" : 15,
    "verse" : "அவர்கள் முதிர்வயதிலும் கனி தந்து, புஷ்டியும் பசுமையுமாயிருப்பார்கள்."
  } ]
}