{"bibleAbbr":"NLT2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"(Preparations for Building the Temple) (Verse 2:1 is numbered 1:18 in Hebrew text.) Solomon decided to build a Temple to honor the name of the LORD, and also a royal palace for himself."},{"number":2,"verse":"(Verses 2:2–18 are numbered 2:1-17 in Hebrew text.) He enlisted a force of 70000 laborers, 80000 men to quarry stone in the hill country, and 3600 foremen."},{"number":3,"verse":"Solomon also sent this message to King Hiram (Hebrew Huram, a variant spelling of Hiram; also in 2:11.) at Tyre: “Send me cedar logs as you did for my father, David, when he was building his palace."},{"number":4,"verse":"I am about to build a Temple to honor the name of the LORD my God. It will be a place set apart to burn fragrant incense before him, to display the special sacrificial bread, and to sacrifice burnt offerings each morning and evening, on the Sabbaths, at new moon celebrations, and at the other appointed festivals of the LORD our God. He has commanded Israel to do these things forever."},{"number":5,"verse":"“This must be a magnificent Temple because our God is greater than all other gods."},{"number":6,"verse":"But who can really build him a worthy home? Not even the highest heavens can contain him! So who am I to consider building a Temple for him, except as a place to burn sacrifices to him?"},{"number":7,"verse":"“So send me a master craftsman who can work with gold, silver, bronze, and iron, as well as with purple, scarlet, and blue cloth. He must be a skilled engraver who can work with the craftsmen of Judah and Jerusalem who were selected by my father, David."},{"number":8,"verse":"“Also send me cedar, cypress, and red sandalwood (Or juniper; Hebrew reads algum, perhaps a variant spelling of almug; compare 9:10–11 and parallel text at 1 Kgs 10:11–12.) logs from Lebanon, for I know that your men are without equal at cutting timber in Lebanon. I will send my men to help them."},{"number":9,"verse":"An immense amount of timber will be needed, for the Temple I am going to build will be very large and magnificent."},{"number":10,"verse":"In payment for your woodcutters, I will send 100000 bushels of crushed wheat, 100000 bushels of barley, (Hebrew 20000 cors [4400 kiloliters] of crushed wheat, 20000 cors of barley.) 110000 gallons of wine, and 110000 gallons of olive oil. (Hebrew 20000 baths [420 kiloliters] of wine, and 20000 baths of olive oil.) ”"},{"number":11,"verse":"King Hiram sent this letter of reply to Solomon: “It is because the LORD loves his people that he has made you their king!"},{"number":12,"verse":"Praise the LORD, the God of Israel, who made the heavens and the earth! He has given King David a wise son, gifted with skill and understanding, who will build a Temple for the LORD and a royal palace for himself."},{"number":13,"verse":"“I am sending you a master craftsman named Huram-abi, who is extremely talented."},{"number":14,"verse":"His mother is from the tribe of Dan in Israel, and his father is from Tyre. He is skillful at making things from gold, silver, bronze, and iron, and he also works with stone and wood. He can work with purple, blue, and scarlet cloth and fine linen. He is also an engraver and can follow any design given to him. He will work with your craftsmen and those appointed by my lord David, your father."},{"number":15,"verse":"“Send along the wheat, barley, olive oil, and wine that my lord has mentioned."},{"number":16,"verse":"We will cut whatever timber you need from the Lebanon mountains and will float the logs in rafts down the coast of the Mediterranean Sea (Hebrew the sea.) to Joppa. From there you can transport the logs up to Jerusalem.”"},{"number":17,"verse":"Solomon took a census of all foreigners in the land of Israel, like the census his father had taken, and he counted 153600."},{"number":18,"verse":"He assigned 70000 of them as common laborers, 80000 as quarry workers in the hill country, and 3600 as foremen."}]}