{"bibleAbbr":"NLT2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"The Dedication of the Temple When Solomon finished praying, fire flashed down from heaven and burned up the burnt offerings and sacrifices, and the glorious presence of the LORD filled the Temple."},{"number":2,"verse":"The priests could not enter the Temple of the LORD because the glorious presence of the LORD filled it."},{"number":3,"verse":"When all the people of Israel saw the fire coming down and the glorious presence of the LORD filling the Temple, they fell face down on the ground and worshiped and praised the LORD, saying, “He is good! His faithful love endures forever!”"},{"number":4,"verse":"Then the king and all the people offered sacrifices to the LORD."},{"number":5,"verse":"King Solomon offered a sacrifice of 22000 cattle and 120000 sheep and goats. And so the king and all the people dedicated the Temple of God."},{"number":6,"verse":"The priests took their assigned positions, and so did the Levites who were singing, “His faithful love endures forever!” They accompanied the singing with music from the instruments King David had made for praising the LORD. Across from the Levites, the priests blew the trumpets, while all Israel stood."},{"number":7,"verse":"Solomon then consecrated the central area of the courtyard in front of the LORD’s Temple. He offered burnt offerings and the fat of peace offerings there, because the bronze altar he had built could not hold all the burnt offerings, grain offerings, and sacrificial fat."},{"number":8,"verse":"For the next seven days Solomon and all Israel celebrated the Festival of Shelters. (Hebrew the festival (also in 7:9); see note on 5:3.) A large congregation had gathered from as far away as Lebo-hamath in the north and the Brook of Egypt in the south."},{"number":9,"verse":"On the eighth day they had a closing ceremony, for they had celebrated the dedication of the altar for seven days and the Festival of Shelters for seven days."},{"number":10,"verse":"Then at the end of the celebration, (Hebrew Then on the twenty-third day of the seventh month. This day of the ancient Hebrew lunar calendar occurred in October or early November.) Solomon sent the people home. They were all joyful and glad because the LORD had been so good to David and to Solomon and to his people Israel."},{"number":11,"verse":"The LORD’s Response to Solomon So Solomon finished the Temple of the LORD, as well as the royal palace. He completed everything he had planned to do in the construction of the Temple and the palace."},{"number":12,"verse":"Then one night the LORD appeared to Solomon and said, “I have heard your prayer and have chosen this Temple as the place for making sacrifices."},{"number":13,"verse":"At times I might shut up the heavens so that no rain falls, or command grasshoppers to devour your crops, or send plagues among you."},{"number":14,"verse":"Then if my people who are called by my name will humble themselves and pray and seek my face and turn from their wicked ways, I will hear from heaven and will forgive their sins and restore their land."},{"number":15,"verse":"My eyes will be open and my ears attentive to every prayer made in this place."},{"number":16,"verse":"For I have chosen this Temple and set it apart to be holy—a place where my name will be honored forever. I will always watch over it, for it is dear to my heart."},{"number":17,"verse":"“As for you, if you faithfully follow me as David your father did, obeying all my commands, decrees, and regulations,"},{"number":18,"verse":"then I will establish the throne of your dynasty. For I made this covenant with your father, David, when I said, ‘One of your descendants will always rule over Israel.’"},{"number":19,"verse":"“But if you or your descendants abandon me and disobey the decrees and commands I have given you, and if you serve and worship other gods,"},{"number":20,"verse":"then I will uproot the people from this land that I have given them. I will reject this Temple that I have made holy to honor my name. I will make it an object of mockery and ridicule among the nations."},{"number":21,"verse":"And though this Temple is impressive now, all who pass by will be appalled. They will ask, ‘Why did the LORD do such terrible things to this land and to this Temple?’"},{"number":22,"verse":"“And the answer will be, ‘Because his people abandoned the LORD, the God of their ancestors, who brought them out of Egypt, and they worshiped other gods instead and bowed down to them. That is why he has brought all these disasters on them.’”"}]}