{"bibleAbbr":"ISV2011","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"{The Letter of Paul to the} {Philippians} d {Greetings from Paul and Timothy} d From: {The Gk. lacks From} Paul and Timothy, servants of the Messiah {Or Christ} Jesus. To: All the holy ones {Or saints} in Philippi, along with their overseers {Or bishops} and ministers, {Or deacons} who are in union with the Messiah {Or Christ} Jesus."},{"number":2,"verse":"May grace and peace from God our Father and the Lord Jesus, the Messiah, {Or Christ} be yours!"},{"number":3,"verse":"{Paul's Thanksgiving and Prayer for the Philippians} d I thank my God every time I remember you, {Or every time you remember me}"},{"number":4,"verse":"always praying joyfully in every one of my prayers for all of you"},{"number":5,"verse":"because of your partnership in the gospel from the first day until now."},{"number":6,"verse":"I am convinced of this, that the one who began a good action among {Or in} you will bring it to completion by the Day of the Messiah {Or Christ} Jesus."},{"number":7,"verse":"For it is only right for me to think this way about all of you, because you're constantly on my mind. {Lit. because I have you in my heart ; or you have me in your heart} Both in my imprisonment and in the defense and confirmation of the gospel, all of you are partners with me in this privilege. {Or grace}"},{"number":8,"verse":"For God is my witness how much I long for all of you with the compassion that the Messiah {Or Christ} Jesus provides."},{"number":9,"verse":"And this is my prayer, that your love will keep on growing more and more with full knowledge and insight,"},{"number":10,"verse":"so that you may be able to choose what is best and be pure and blameless until the day when the Messiah {Or Christ} returns,"},{"number":11,"verse":"having been filled with the fruit of righteousness that comes through Jesus the Messiah {Or Christ} so that God will be glorified and praised."},{"number":12,"verse":"{The Priority of the Gospel in Everything} d Now I want you to know, brothers, that what has happened to me has actually caused the gospel to advance."},{"number":13,"verse":"As a result, it has become clear to the whole imperial guard and to everyone else that I am in prison for preaching about {The Gk. lacks preaching about} the Messiah. {Or Christ}"},{"number":14,"verse":"Moreover, because of my imprisonment the Lord has caused most of the brothers to become confident to speak God's word more boldly and courageously than ever before."},{"number":15,"verse":"Some are preaching the Messiah {Or Christ} because of jealousy and dissension, while others do so {The Gk. lacks do so} because of their good will."},{"number":16,"verse":"The latter are motivated {The Gk. lacks are motivated} by love, because they know that I have been appointed to defend the gospel."},{"number":17,"verse":"The former proclaim the Messiah {Or Christ} because they are selfishly ambitious and insincere, thinking that they will stir up trouble for me during my imprisonment."},{"number":18,"verse":"But so what? Just this that in every way, whether by false or true motives, the Messiah {Or Christ} is being proclaimed. Because of this, I rejoice and will continue to rejoice."},{"number":19,"verse":"I know that this will result in my deliverance through your prayers and the help that comes from the Spirit of Jesus the Messiah. {Or Christ}"},{"number":20,"verse":"I rejoice because I eagerly expect and hope that I will have nothing to be ashamed of, because through my {Lit. with all} boldness the Messiah {Or Christ} will be exalted through me, {Lit. exalted in my body} now as always, whether I live or die. {Lit. by life or by death}"},{"number":21,"verse":"For to me, to go on living is the Messiah, {Or Christ} and to die is gain."},{"number":22,"verse":"Now if I continue living, fruitful labor is the result, so I do not know which I would prefer."},{"number":23,"verse":"Indeed, I cannot decide between the two. I have the desire to leave this life and be with the Messiah, {Or Christ} for that is far better."},{"number":24,"verse":"But for your sake it is better that I remain alive. {Lit. remain in this body}"},{"number":25,"verse":"Since I am convinced of this, I know that I will continue to live and be with all of you, so you will mature in the faith and know joy in it."},{"number":26,"verse":"Then your rejoicing in the Messiah {Or Christ} Jesus will increase along with mine {Lit. in me} when I visit with you again."},{"number":27,"verse":"{Standing Firm in One Spirit} d The only thing that matters is that you continue to live as good citizens in a manner worthy of the gospel of the Messiah. {Or Christ} Then, whether I come to see you or whether I stay away, I may hear all about you that you are standing firm in one spirit, struggling with one mind for the faith of the gospel,"},{"number":28,"verse":"and that you are not intimidated by your opponents in any way. This is evidence that they will be destroyed and that you will be saved and all because of {Lit. and that from} God."},{"number":29,"verse":"For you have been given the privilege {Lit. it has been given you} for the Messiah's {Or Christ's} sake not only to believe in him but also to suffer for him."},{"number":30,"verse":"You have the same struggle that you saw in me and now hear that I am still having. {Lit. hear in me}"}]}