{"bibleAbbr":"ISV2011","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"{Unity through Humility} d Therefore, if there is any encouragement in the Messiah, {Or Christ} if there is any comfort of love, if there is any fellowship in the Spirit, if there is any compassion and sympathy,"},{"number":2,"verse":"then fill me with joy by having the same attitude, sharing the same love, being united in spirit, and keeping one purpose in mind."},{"number":3,"verse":"Do not act out of selfish ambition or conceit, but with humility think of others as being better than yourselves."},{"number":4,"verse":"Do not be concerned about your own interests, but also be concerned about {The Gk. lacks be concerned about} the interests of others."},{"number":5,"verse":"Have the same attitude among yourselves {Or Have this mind in you} that was also in the Messiah {Or Christ} Jesus: {Verses 6-11 probably represent an early Christian hymn.}"},{"number":6,"verse":"In God's own form existed he, and shared with God equality, deemed nothing needed grasping."},{"number":7,"verse":"Instead, poured out in emptiness, a servant's form did he possess, a mortal man becoming. In human form he chose to be,"},{"number":8,"verse":"and lived in all humility, death on a cross obeying."},{"number":9,"verse":"Now lifted up by God to heaven, a name above all others given, this matchless name possessing."},{"number":10,"verse":"And so, when Jesus'name is called, the knees of everyone should fall, {Or every knee should bend} wherever they're residing. {Lit. in heaven, on earth, and under the earth}"},{"number":11,"verse":"Then every tongue in one accord, will say that Jesus the Messiah {Or Christ} is Lord, while God the Father praising."},{"number":12,"verse":"{Blameless Living} d And so, my dear friends, just as you have always obeyed, not only when I was with you but even more now that I am absent, continue to work out your salvation with fear and trembling."},{"number":13,"verse":"For it is God who is producing in you both the desire and the ability to do what pleases him."},{"number":14,"verse":"Do everything without complaining or arguing"},{"number":15,"verse":"so that you may be blameless and innocent, God's children without any faults among a crooked and perverse generation, among whom you shine like stars in the world"},{"number":16,"verse":"as you hold firmly to the word of life. Then I will be proud when the Messiah {Or Christ} returns {Lit. will boast in the day of the Messiah} that I did not run in vain or work hard in vain."},{"number":17,"verse":"Yet even if I am being poured out like an offering as part of the sacrifice and service I offer {The Gk. lacks I offer} for your faith, I rejoice, and I share my joy with all of you."},{"number":18,"verse":"In the same way, you also should rejoice and share your joy with me."},{"number":19,"verse":"{News about Paul's Companions} d Now I hope in the Lord Jesus to send Timothy to you soon so that I can be encouraged when I learn of your condition."},{"number":20,"verse":"I do not have anyone else like him who takes a genuine interest in your welfare."},{"number":21,"verse":"For all the others look after their own interests, not after those of Jesus the Messiah. {Or Christ}"},{"number":22,"verse":"But you know his proven worth how like a son with his father he served with me in the gospel."},{"number":23,"verse":"Therefore, I hope to send him as soon as I see how things are going to turn out for me."},{"number":24,"verse":"Indeed, I am confident in the Lord that I will come to visit you {The Gk. lacks to visit you} soon."},{"number":25,"verse":"Meanwhile, I thought it best to send Epaphroditus my brother, fellow worker, and fellow soldier, but your messenger and minister to my need back to you."},{"number":26,"verse":"For he has been longing for {Other mss. read longing to see} all of you and is troubled because you heard that he was sick."},{"number":27,"verse":"Indeed, he was sick to the point of death, but God had mercy on him, and not only on him but also on me, so that I would not have one sorrow on top of another. {Lit. sorrow on sorrow}"},{"number":28,"verse":"Therefore, I am especially eager to send him so that you may have the joy of seeing him again, and so that I may feel relieved."},{"number":29,"verse":"So joyfully welcome him in the Lord and make sure you honor such people highly,"},{"number":30,"verse":"because he came close to death for the work of the Messiah {Or Christ ; other mss. read Lord} by risking his life to complete what remained unfinished in your service to me."}]}