{"bibleAbbr":"maiNT","bookName":"याकूबक पत्र","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"( भेद-भाव पाप अछि) यौ हमर भाइ लोकनि, जँ अपना सभक महिमामय प्रभु यीशु मसीह पर अहाँ सभक विश्‍वास अछि तँ ककरो संग पक्षपात नहि करू।"},{"number":2,"verse":"जँ अहाँ सभक आराधना सभा मे कोनो व्‍यक्‍ति सोनक औँठी आ किमती वस्‍त्र पहिरने आबय और एक गरीब व्‍यक्‍ति फाटल-पुरान वस्‍त्र पहिरने सेहो आबय,"},{"number":3,"verse":"और तखन अहाँ सभ ओहि किमती वस्‍त्र पहिरऽ वला पर विशेष ध्‍यान दैत कहिऐक जे, “अपने एहि नीक स्‍थान पर बैसल जाओ,” और ओहि गरीब केँ कहिऐक जे, “ओतऽ कात मे ठाढ़ भऽ जो,” वा “एतऽ हमरा पयर लग बैस,”"},{"number":4,"verse":"तँ की अहाँ सभ अपना बीच मे भेद-भावपूर्ण व्‍यवहार नहि कयलहुँ? की अहाँ सभ गलत विचारक अनुसार न्‍याय कयनिहार नहि ठहरलहुँ?"},{"number":5,"verse":"यौ हमर प्रिय भाइ सभ, सुनू! जे सभ संसारक दृष्‍टि सँ गरीब अछि, की तकरा सभ केँ परमेश्‍वर विश्‍वास मे धनिक होयबाक लेल आ ओहि राज्‍यक उत्तराधिकारी होयबाक लेल नहि चुनलथिन जे राज्‍य ओ अपन प्रेम कयनिहार सभ केँ देबाक वचन देने छथि?"},{"number":6,"verse":"मुदा अहाँ सभ तँ ओहि गरीब लोकक अपमान कऽ देलिऐक। की धनिके लोक सभ अहाँ सभक शोषण नहि करैत अछि, आ अहाँ सभ केँ अदालत मे घिसिअबैत नहि लऽ जाइत अछि?"},{"number":7,"verse":"वा, की यैह लोक सभ प्रभु यीशुक सर्वश्रेष्‍ठ नामक बदनामी नहि करैत अछि, जिनकर लोक अहाँ सभ छी?"},{"number":8,"verse":"धर्मशास्‍त्र कहैत अछि, “अपन पड़ोसी सँ अपने जकाँ प्रेम करह।” जँ अहाँ सभ वास्‍तव मे एहि राजकीय नियमक पालन करैत छी तँ ठीक करैत छी।"},{"number":9,"verse":"मुदा जँ अहाँ सभ पक्षपात करैत छी तँ पाप कऽ रहल छी आ धर्म-नियम अहाँ सभ केँ अपराधी ठहरबैत अछि।"},{"number":10,"verse":"कारण, जँ केओ सम्‍पूर्ण धर्म-नियमक पालन करैत अछि और एकोटा बात मे चुकि जाइत अछि तँ ओ धर्म-नियमक सभ बात मे दोषी ठहरैत अछि।"},{"number":11,"verse":"किएक तँ जे ई कहलनि, “परस्‍त्रीगमन नहि करह,” सैह इहो कहलनि जे, “हत्‍या नहि करह,” तेँ जँ अहाँ परस्‍त्रीगमन तँ नहि कयलहुँ मुदा हत्‍या कयलहुँ तँ अहाँ धर्म-नियमक उल्‍लंघन कयनिहार ठहरैत छी।"},{"number":12,"verse":"एहि लेल अहाँ सभक बात-चीत आ व्‍यवहार एहन लोक सभक जकाँ होअय जकर सभक न्‍याय ओहि नियमक अनुसार होयतैक जे स्‍वतन्‍त्र करैत अछि।"},{"number":13,"verse":"कारण, जे केओ दया नहि देखबैत अछि तकरो न्‍याय बिनु दये देखौने कयल जयतैक। दया न्‍याय पर विजयी होइत अछि।"},{"number":14,"verse":"( विश्‍वास आ काज, दूनू जरूरी) यौ हमर भाइ लोकनि, केओ जँ कहैत अछि जे, “हम विश्‍वास करैत छी,” मुदा ओ ताहि अनुरूप काज नहि करैत अछि तँ ओहि सँ ओकरा लाभ की होयतैक? की एहन विश्‍वास ओकर उद्धार कऽ सकैत छैक?"},{"number":15,"verse":"जँ कोनो भाय वा कोनो बहिन केँ पहिरबाक लेल वस्‍त्र नहि छैक आ खयबाक लेल भोजनक वस्‍तु नहि छैक,"},{"number":16,"verse":"आ तकरा अहाँ सभ मे सँ केओ कहैत छिऐक जे, “कुशलपूर्बक जाउ, आराम सँ पहिरू-ओढू आ भरि पेट भोजन करू,” मुदा ओकरा जे शरीरक लेल आवश्‍यक छैक तकर पूर्ति जँ नहि करैत छिऐक तँ ओहि सँ लाभ की?"},{"number":17,"verse":"एहि तरहेँ विश्‍वास सेहो, जँ मात्र विश्‍वासे अछि आ तकरा संग काज नहि अछि तँ निर्जीव अछि।"},{"number":18,"verse":"मुदा एहन व्‍यक्‍ति केँ केओ कहि सकैत छैक जे, “अहाँ विश्‍वास करैत छी आ हम काज करैत छी; आब अहाँ अपन विश्‍वास बिनु काज सभक द्वारा देखाउ आ हम अपन काज सभक द्वारा देखायब जे हमरा विश्‍वासो अछि।”"},{"number":19,"verse":"अहाँक विश्‍वास अछि जे परमेश्‍वर एकेटा छथि। बड्ड बढ़ियाँ! दुष्‍टात्‍मा सभ सेहो यैह बात विश्‍वास करैत अछि आ थर-थर कँपैत अछि।"},{"number":20,"verse":"यौ मूर्ख, की अहाँ एहि बात केँ मानबाक लेल तैयार नहि छी जे बिनु काजक विश्‍वास बेकार अछि?"},{"number":21,"verse":"अपना सभक पूर्वज अब्राहम जहिया परमेश्‍वरक आज्ञा मानि अपन पुत्र इसहाक केँ परमेश्‍वर केँ चढ़यबाक लेल वेदी पर राखि देलनि, तहिया की ओ एहि काजेक द्वारा धार्मिक नहि ठहराओल गेलाह?"},{"number":22,"verse":"की देखाइ नहि दैत अछि जे विश्‍वास हुनका काज मे क्रियाशील छलनि आ काजेक द्वारा हुनकर विश्‍वास पूर्ण भेलनि?"},{"number":23,"verse":"और धर्मशास्‍त्रक ई लेख पूरा भेल जे, “अब्राहम परमेश्‍वरक बातक विश्‍वास कयलनि और ई विश्‍वास हुनका लेल धार्मिकता मानल गेलनि।” और ओ परमेश्‍वरक मित्र कहाओल गेलाह।"},{"number":24,"verse":"देखैत छी ने, मनुष्‍य मात्र विश्‍वासे सँ नहि, बल्‍कि काज सँ धार्मिक ठहराओल जाइत अछि।"},{"number":25,"verse":"तहिना की वेश्‍या राहाब सेहो अपन काजेक द्वारा धार्मिक नहि ठहराओल गेलि जखन ओ जासूस सभ केँ अपना घर मे सत्‍कारक संग रखलकैक आ दोसर बाट सँ पठा देलकैक?"},{"number":26,"verse":"तेँ जहिना शरीर आत्‍माक बिना निर्जीव अछि ठीक तहिना विश्‍वास सेहो काजक बिना निर्जीव अछि।"}]}