{"bibleAbbr":"siROV","bookName":"යෝබ්","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"බලව, මේ සියල්ල මාගේ ඇසින් දැක, මාගේ කනින් අසා තේරුම්ගතිමි."},{"number":2,"verse":"ඔබ සැම දන්නා දේ මමත් දනිමි. මම ඔබ සැමට අඩු නැත."},{"number":3,"verse":"සැබවින් මම සර්වපරාක්‍රමයාණන්ට කථාකොට, දෙවියන්වහන්සේට කාරණා කියා සිටින්ට කැමැත්තෙමි."},{"number":4,"verse":"ඔබ සැම නම් බොරු ගොතන්නෝය, ඔබ සැම සියල්ලෝම නොවටිනා වෙද්දුය."},{"number":5,"verse":"ඔබ සැම නිශ්ශබ්දවම සිටියොත් හොඳය. එය ඔබ සැමට ප්‍රඥාව වන්නේය"},{"number":6,"verse":"ඉතින් මාගේ උත්තරය අසා, මාගේ තොල්වල විවාදවලට ඇහුම්කන් දෙන්න."},{"number":7,"verse":"ඔබ සැම දෙවියන්වහන්සේ උදෙසා අසාධාරණ ලෙස කථාකරනවාද? උන්වහන්සේ උදෙසා වංචාකාර ලෙස කථාකරනවාද?"},{"number":8,"verse":"ඔබ සැම උන්වහන්සේගේ තරම බලනවාද? දෙවියන්වහන්සේ වෙනුවට වගකියනවාද?"},{"number":9,"verse":"උන්වහන්සේ ඔබ සැම විමසා බැලුවොත් හොඳද? නොහොත් මනුෂ්‍යයෙකු රවටන්නාක්මෙන් උන්වහන්සේ රවටන්නට ඔබ සැමට පුළුවන්ද?"},{"number":10,"verse":"ඔබ සැම රහසින් තරාතිරම බලනවානම් උන්වහන්සේ ඔබ සැමට දඬුවම් කරනවාම ඇත."},{"number":11,"verse":"උන්වහන්සේගේ මහිමතාව ඔබ සැම භය නොගන්වන්නේද? උන්වහන්සේගේ භයංකරකම ඔබ සැම පිටට නොපැමිණෙන්නේද?"},{"number":12,"verse":"ඔබ සැමගේ පැණවත් කීම් අළු වැනි උපදේශවල්ය, ඔබ සැමගේ බලකොටු මැටි බලකොටුය."},{"number":13,"verse":"නිශ්ශබ්දවෙන්න, මට කථාකරන්ට ඉඩඅරින්න. සිද්ධවෙන දෙයක් සිද්ධවුණාවේ."},{"number":14,"verse":"මා විසින් මාගේ මාංසය මාගේ දත්වලින් ඩැහැගන යන්නෙක් මාගේ ප්‍රාණය මාගේ අතේ තබාගන ඉන්නෙක් මක්නිසාද?"},{"number":15,"verse":"උන්වහන්සේ මා මරනවා ඇත; මට බලාපොරොත්තුවක් නැත්තේය; එහෙත් උන්වහන්සේ ඉදිරිපිට මාගේ මාර්ග හරි බවට ඔප්පුදෙන්නෙමි."},{"number":16,"verse":"මේකත් මාගේ ගැළවීම වන්නේය; මක්නිසාද අභක්තිකයෙක් උන්වහන්සේ ඉදිරියට නොඑන්නේය."},{"number":17,"verse":"මාගේ කථාව හොඳාකාර අසන්න, මාගේ කීමද ඔබ සැමගේ කන්වල වැටේවා."},{"number":18,"verse":"මෙන්න, මම මාගේ විත්තිය පිළියෙළ කළෙමි; මා නිදොස්වෙන බව මම දනිමි."},{"number":19,"verse":"මට විරුද්ධව නඩුකියන කෙනෙක් ඇද්ද? එසේ ඇත්නම් මම නිශ්ශබ්දව සිට නසින්නෙමි."},{"number":20,"verse":"කාරණා දෙකක් පමණක් මට නොකළමැනව, එවිට ඔබ ඉදිරියෙන් නොසැඟවී සිටින්නෙමි."},{"number":21,"verse":"ඔබගේ අත මා කෙරෙන් අහක්කර ගත මැනව; ඔබගේ භයංකරකම මා බිය නොකෙරේවා."},{"number":22,"verse":"එවිට ඔබ අඬගැසුවාම උත්තරදෙන්නෙමි; නොහොත් මට කථාකරන්ට ඉඩදී උත්තරදුන මැනව."},{"number":23,"verse":"මාගේ අපරාධ සහ පව් කොපමණද? මාගේ වරදත් මාගේ පාපයත් මට දැන්නුව මැනව."},{"number":24,"verse":"ඔබගේ මුහුණ ඔබ සඟවා, මා ඔබගේ සතුරෙකුකොට ගණන්ගන්නේ මක්නිසාද?"},{"number":25,"verse":"හුළඟට ගසාගන යන කොළයකට ඔබ හිරිහැරකරනසේක්ද? වියළි ඉපනැල්ල පස්සෙන් එළවාගන යනසේක්ද?"},{"number":26,"verse":"මක්නිසාද ඔබ මට විරුද්ධව කර්කශ කාරණා ලියනසේක, මාගේ යෞවන කාලයේ අයුතුකම්ද මගේ ගණනට තබනසේක."},{"number":27,"verse":"ක්ෂයවෙන්නාවූ දිරාගිය දෙයක් මෙන්ද කාවුන් කෑ වස්ත්‍රයක් මෙන්ද වෙම් නුමුත්,"},{"number":28,"verse":"ඔබ මාගේ පාද දඬුකදේ දමා, මාගේ සියලුම මාවත් රැකසිටිනසේක; ඔබ මාගේ පතුල්වලට මායිම් තබනසේක."}]}