{"bibleAbbr":"BBE1965","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"And the Lord said to Moses,"},{"number":2,"verse":"Say to all the people of Israel, You are to be holy, for I, the Lord your God, am holy."},{"number":3,"verse":"Let every man give honour to his mother and to his father and keep my Sabbaths: I am the Lord your God."},{"number":4,"verse":"Do not go after false gods, and do not make metal images of gods for yourselves: I am the Lord your God."},{"number":5,"verse":"And when you give a peace offering to the Lord, do it in the way which is pleasing to the Lord."},{"number":6,"verse":"Let it be used for food on the same day on which it is offered, or on the day after; and whatever is over on the third day is to be burned with fire."},{"number":7,"verse":"If any of it is used for food on the third day, it is a disgusting thing and will not be pleasing to the Lord."},{"number":8,"verse":"And as for anyone who takes it for food, his sin will be on him, for he has put shame on the holy thing of the Lord: he will be cut off from his people."},{"number":9,"verse":"And when you get in the grain from your land, do not let all the grain be cut from the edges of the field, or take up what has been dropped on the earth after the getting in of the grain."},{"number":10,"verse":"And do not take all the grapes from your vine-garden, or the fruit dropped on the earth; let the poor man, and the man from another country, have these: I am the Lord your God."},{"number":11,"verse":"Do not take anyone's property or be false in act or word to another."},{"number":12,"verse":"And do not take an oath in my name falsely, putting shame on the name of your God: I am the Lord."},{"number":13,"verse":"Do not be cruel to your neighbour or take what is his; do not keep back a servant's payment from him all night till the morning."},{"number":14,"verse":"Do not put a curse on those who have no hearing, or put a cause of falling in the way of the blind, but keep the fear of your God before you: I am the Lord."},{"number":15,"verse":"Do no wrong in your judging: do not give thought to the position of the poor, or honour to the position of the great; but be a judge to your neighbour in righteousness."},{"number":16,"verse":"Do not go about saying untrue things among your people, or take away the life of your neighbour by false witness: I am the Lord."},{"number":17,"verse":"Let there be no hate in your heart for your brother; but you may make a protest to your neighbour, so that he may be stopped from doing evil."},{"number":18,"verse":"Do not make attempts to get equal with one who has done you wrong, or keep hard feelings against the children of your people, but have love for your neighbour as for yourself: I am the Lord."},{"number":19,"verse":"Keep my laws. Do not let your cattle have offspring by those of a different sort; do not put mixed seed into your field; do not put on a robe made of two sorts of cloth."},{"number":20,"verse":"If any man has sex relations with a servant-woman who has given her word to be married to a man, and has not been made free for a price or in any other way, the thing will be looked into; but they will not be put to death because she was not a free woman."},{"number":21,"verse":"Let him take his offering for wrongdoing to the Lord, to the door of the Tent of meeting; let him give a male sheep as an offering for wrongdoing."},{"number":22,"verse":"And the priest will take away his sin before the Lord with the sheep which is offered for his wrongdoing, and he will have forgiveness for the sin which he has done."},{"number":23,"verse":"And when you have come into the land, and have put in all sorts of fruit-trees, their fruit will be as if they had not had circumcision, and for three years their fruit may not be used for food."},{"number":24,"verse":"And in the fourth year all the fruit will be holy as a praise-offering to the Lord."},{"number":25,"verse":"But in the fifth year you may take the fruit and the increase of it for your food: I am the Lord your God."},{"number":26,"verse":"Nothing may be used for food with its blood in it; you may not make use of strange arts, or go in search of signs and wonders."},{"number":27,"verse":"The ends of the hair round your face and on your chin may not be cut off."},{"number":28,"verse":"You may not make cuts in your flesh in respect for the dead, or have marks printed on your bodies: I am the Lord."},{"number":29,"verse":"Do not make your daughter common by letting her become a loose woman, for fear that the land may become full of shame."},{"number":30,"verse":"Keep my Sabbaths and have respect for my holy place: I am the Lord."},{"number":31,"verse":"Do not go after those who make use of spirits, or wonder-workers; do not go in their ways or become unclean through them: I am the Lord your God."},{"number":32,"verse":"Get up from your seats before the white-haired, and give honour to the old, and let the fear of your God be before you: I am the Lord."},{"number":33,"verse":"And if a man from another country is living in your land with you, do not make life hard for him;"},{"number":34,"verse":"Let him be to you as one of your countrymen and have love for him as for yourself; for you were living in a strange land, in the land of Egypt: I am the Lord your God."},{"number":35,"verse":"Do not make false decisions in questions of yard-sticks and weights and measures."},{"number":36,"verse":"Have true scales, true weights and measures for all things: I am the Lord your God, who took you out of the land of Egypt;"},{"number":37,"verse":"You are to keep all my rules and my decisions and do them: I am the Lord."}]}