{"bibleAbbr":"MSG2018","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":49,"verses":[{"number":1,"verse":"You’re a Broken-Down Has-Been GOD’s Message on the Ammonites: “Doesn’t Israel have any children, no one to step into her inheritance? So why is the god Milcom taking over Gad’s land, his followers moving into its towns? But not for long! The time’s coming” —GOD’s Decree— “When I’ll fill the ears of Rabbah, Ammon’s big city, with battle cries. She’ll end up a pile of rubble, all her towns burned to the ground. Then Israel will kick out the invaders. I, GOD, say so, and it will be so. Wail Heshbon, Ai is in ruins. Villages of Rabbah, wring your hands! Dress in mourning, weep buckets of tears. Go into hysterics, run around in circles! Your god Milcom will be hauled off to exile, and all his priests and managers right with him. Why do you brag of your once-famous strength? You’re a broken-down has-been, a castoff Who fondles his trophies and dreams of glory days and vainly thinks, ‘No one can lay a hand on me.’ Well, think again. I’ll face you with terror from all sides.” Word of the Master, GOD-of-the-Angel-Armies. “You’ll be stampeded headlong, with no one to round up the runaways. Still, the time will come when I will make things right with Ammon.” GOD’s Decree."},{"number":7,"verse":"Strutting Across the Stage of History The Message of GOD-of-the-Angel-Armies on Edom: “Is there nobody wise left in famous Teman? no one with a sense of reality? Has their wisdom gone wormy and rotten? Run for your lives! Get out while you can! Find a good place to hide, you who live in Dedan! I’m bringing doom to Esau. It’s time to settle accounts. When harvesters work your fields, don’t they leave gleanings? When burglars break into your house, don’t they take only what they want? But I’ll strip Esau clean. I’ll search out every nook and cranny. I’ll destroy everything connected with him, children and relatives and neighbors. There’ll be no one left who will be able to say, ‘I’ll take care of your orphans. Your widows can depend on me.’”"},{"number":12,"verse":"Indeed. GOD says, “I tell you, if there are people who have to drink the cup of God’s wrath even though they don’t deserve it, why would you think you’d get off? You won’t get off. You’ll drink it. Oh yes, you’ll drink every drop. And as for Bozrah, your capital, I swear by all that I am”—GOD’s Decree—“that that city will end up a pile of charred ruins, a stinking garbage dump, an obscenity—and all her daughter-cities with her.”"},{"number":14,"verse":"I’ve just heard the latest from GOD. He’s sent an envoy to the nations: “Muster your troops and attack Edom. Present arms! Go to war!”"},{"number":15,"verse":"“Ah, Edom, I’m dropping you to last place among nations, the bottom of the heap, kicked around. You think you’re so great— strutting across the stage of history, Living high in the impregnable rocks, acting like king of the mountain. You think you’re above it all, don’t you, like an eagle in its aerie? Well, you’re headed for a fall. I’ll bring you crashing to the ground.” GOD’s Decree."},{"number":17,"verse":"“Edom will end up trash. Stinking, despicable trash. A wonder of the world in reverse. She’ll join Sodom and Gomorrah and their neighbors in the sewers of history.” GOD says so. “No one will live there, no mortal soul move in there."},{"number":19,"verse":"“Watch this: Like a lion coming up from the thick jungle of the Jordan Looking for prey in the mountain pastures, I will come upon Edom and pounce. I’ll take my pick of the flock—and who’s to stop me? The shepherds of Edom are helpless before me.”"},{"number":20,"verse":"So, listen to this plan that GOD has worked out against Edom, the blueprint of what he’s prepared for those who live in Teman: “Believe it or not, the young, the vulnerable— mere lambs and kids—will be dragged off. Believe it or not, the flock in shock, helpless to help, will watch it happen. The very earth will shudder because of their cries, cries of anguish heard at the distant Red Sea. Look! An eagle soars, swoops down, spreads its wings over Bozrah. Brave warriors will double up in pain, helpless to fight, like a woman giving birth to a baby.”"},{"number":23,"verse":"The Blood Will Drain from the Face of Damascus The Message on Damascus: “Hamath and Arpad will be in shock when they hear the bad news. Their hearts will melt in fear as they pace back and forth in worry. The blood will drain from the face of Damascus as she turns to flee. Hysterical, she’ll fall to pieces, disabled, like a woman in childbirth. And now how lonely—bereft, abandoned! The once famous city, the once happy city. Her bright young men dead in the streets, her brave warriors silent as death. On that day”—Decree of GOD-of-the-Angel-Armies— “I’ll start a fire at the wall of Damascus that will burn down all of Ben-hadad’s forts.”"},{"number":28,"verse":"Find a Safe Place to Hide The Message on Kedar and the sheikdoms of Hazor who were attacked by Nebuchadnezzar king of Babylon. This is GOD’s Message: “On your feet! Attack Kedar! Plunder the Bedouin nomads from the east. Grab their blankets and pots and pans. Steal their camels. Traumatize them, shouting, ‘Terror! Death! Doom! Danger everywhere!’ Oh, run for your lives, You nomads from Hazor.” GOD’s Decree. “Find a safe place to hide. Nebuchadnezzar king of Babylon has plans to wipe you out, to go after you with a vengeance: ‘After them,’ he says. ‘Go after these relaxed nomads who live free and easy in the desert, Who live in the open with no doors to lock, who live off by themselves.’ Their camels are there for the taking, their herds and flocks, easy picking. I’ll scatter them to the four winds, these defenseless nomads on the fringes of the desert. I’ll bring terror from every direction. They won’t know what hit them.” GOD’s Decree. “Jackals will take over the camps of Hazor, camps abandoned to wind and sand. No one will live there, no mortal soul move in there.”"},{"number":34,"verse":"The Winds Will Blow Away Elam GOD’s Message to the prophet Jeremiah on Elam at the outset of the reign of Zedekiah king of Judah. This is what GOD-of-the-Angel-Armies says: “Watch this! I’ll break Elam’s bow, her weapon of choice, across my knee. Then I’ll let four winds loose on Elam, winds from the four corners of earth. I’ll blow them away in all directions, landing homeless Elamites in every country on earth. They’ll live in constant fear and terror among enemies who want to kill them. I’ll bring doom on them, my anger-fueled doom. I’ll set murderous hounds on their heels until there’s nothing left of them. And then I’ll set up my throne in Elam, having thrown out the king and his henchmen. But the time will come when I make everything right for Elam again.” GOD’s Decree."}]}