{"bibleAbbr":"NKJV1982","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"The Song of Moses Then (Ps. 106:12; Rev. 15:3) Moses and the children of Israel sang this song to the LORD, and spoke, saying: “I will (Is. 12:1-6) sing to the LORD, For He has triumphed gloriously! The horse and its rider He has thrown into the sea!"},{"number":2,"verse":"The LORD is my strength and (Ps. 18:1, 2; Is. 12:2; Hab. 3:18, 19) song, And He has become my salvation; He is my God, and (Gen. 28:21, 22) I will praise Him; My (Ex. 3:6, 15, 16) father’s God, and I (2 Sam. 22:47; Ps. 99:5; Is. 25:1) will exalt Him."},{"number":3,"verse":"The LORD is a man of (Ex. 14:14; Rev. 19:11) war; The LORD is His (Ex. 3:15; 6:2, 3, 7, 8; Ps. 24:8; 83:18) name."},{"number":4,"verse":"(Ex. 14:28) Pharaoh’s chariots and his army He has cast into the sea; (Ex. 14:7) His chosen captains also are drowned in the Red Sea."},{"number":5,"verse":"The depths have covered them; (Ex. 15:10; Neh. 9:11) They sank to the bottom like a stone."},{"number":6,"verse":"“Your (Ex. 3:20; Ps. 17:7; 118:15) right hand, O LORD, has become glorious in power; Your right hand, O LORD, has dashed the enemy in pieces."},{"number":7,"verse":"And in the greatness of Your (Deut. 33:26) excellence You have overthrown those who rose against You; You sent forth (Ps. 78:49, 50) Your wrath; It (Ps. 59:13) consumed them (Deut. 4:24; Is. 5:24; Heb. 12:29) like stubble."},{"number":8,"verse":"And (Ex. 14:21, 22, 29) with the blast of Your nostrils The waters were gathered together; (Ps. 78:13) The floods stood upright like a heap; The depths congealed in the heart of the sea."},{"number":9,"verse":"(Judg. 5:30) The enemy said, ‘I will pursue, I will overtake, I will (Is. 53:12) divide the spoil; My desire shall be satisfied on them. I will draw my sword, My hand shall destroy them.’"},{"number":10,"verse":"You blew with Your wind, The sea covered them; They sank like lead in the mighty waters."},{"number":11,"verse":"“Who (Ex. 8:10; 9:14; Deut. 3:24; 2 Sam. 7:22; 1 Kin. 8:23; Ps. 71:19; 86:8; Mic. 7:18) is like You, O LORD, among the gods? Who is like You, (Ps. 68:35; Is. 6:3; Rev. 4:8) glorious in holiness, Fearful in (1 Chr. 16:25) praises, (Ex. 3:20; Ps. 77:11, 14) doing wonders?"},{"number":12,"verse":"You stretched out Your right hand; The earth swallowed them."},{"number":13,"verse":"You in Your mercy have (Neh. 9:12; (Ps. 77:20)) led forth The people whom You have redeemed; You have guided them in Your strength To (Ex. 15:17; Deut. 12:5; Ps. 78:54) Your holy habitation."},{"number":14,"verse":"“The (Josh. 2:9) people will hear and be afraid; (Ps. 48:6) Sorrow will take hold of the inhabitants of Philistia."},{"number":15,"verse":"(Gen. 36:15, 40) Then (Deut. 2:4) the chiefs of Edom will be dismayed; (Num. 22:3, 4) The mighty men of Moab, Trembling will take hold of them; (Josh. 5:1) All the inhabitants of Canaan will (Josh. 2:9-11, 24) melt away."},{"number":16,"verse":"(Ex. 23:27; Deut. 2:25; Josh. 2:9) Fear and dread will fall on them; By the greatness of Your arm They will be (1 Sam. 25:37) as still as a stone, Till Your people pass over, O LORD, Till the people pass over (Ex. 15:13; Ps. 74:2; Is. 43:1; Jer. 31:11; (Titus 2:14); 2 Pet. 2:1) Whom You have purchased."},{"number":17,"verse":"You will bring them in and (Ps. 44:2; 80:8, 15) plant them In the (Ps. 2:6; 78:54, 68) mountain of Your inheritance, In the place, O LORD, which You have made For Your own dwelling, The (Ps. 68:16; 76:2; 132:13, 14) sanctuary, O Lord, which Your hands have established."},{"number":18,"verse":"“The (2 Sam. 7:16; Ps. 10:16; 29:10; Is. 57:15) LORD shall reign forever and ever.”"},{"number":19,"verse":"For the (Ex. 14:23) horses of Pharaoh went with his chariots and his horsemen into the sea, and (Ex. 14:28) the LORD brought back the waters of the sea upon them. But the children of Israel went on dry land in the midst of the sea."},{"number":20,"verse":"The Song of Miriam Then Miriam (Judg. 4:4) the prophetess, (Ex. 2:4; Num. 26:59; 1 Chr. 6:3; Mic. 6:4) the sister of Aaron, (1 Sam. 18:6; 1 Chr. 15:16; Ps. 68:25; 81:2; 149:3; Jer. 31:4) took the timbrel in her hand; and all the women went out after her (Judg. 11:34; 21:21; 2 Sam. 6:16; Ps. 30:11; 150:4) with timbrels and with dances."},{"number":21,"verse":"And Miriam (1 Sam. 18:7) answered them: (Ex. 15:1) “Sing to the LORD, For He has triumphed gloriously! The horse and its rider He has thrown into the sea!”"},{"number":22,"verse":"Bitter Waters Made Sweet So Moses brought Israel from the Red Sea; then they went out into the Wilderness of (Gen. 16:7; 20:1; 25:18; Num. 33:8) Shur. And they went three days in the wilderness and found no (Ex. 17:1; Num. 20:2) water."},{"number":23,"verse":"Now when they came to (Num. 33:8; Ruth 1:20) Marah, they could not drink the waters of Marah, for they were bitter. Therefore the name of it was called Marah."},{"number":24,"verse":"And the people (Ex. 14:11; 16:2; Ps. 106:13) complained against Moses, saying, “What shall we drink?”"},{"number":25,"verse":"So he cried out to the LORD, and the LORD showed him a tree. (2 Kin. 2:21) When he cast it into the waters, the waters were made sweet. There He (Josh. 24:25) made a statute and an ordinance for them, and there (Ex. 16:4; Deut. 8:2, 16; Judg. 2:22; 3:1, 4; Ps. 66:10) He tested them,"},{"number":26,"verse":"and said, (Ex. 19:5, 6; Deut. 7:12, 15) “If you diligently heed the voice of the LORD your God and do what is right in His sight, give ear to His commandments and keep all His statutes, I will put none of the (Deut. 28:27, 58, 60) diseases on you which I have brought on the Egyptians. For I am the LORD (Ex. 23:25; Deut. 32:39; Ps. 41:3, 4; 103:3; 147:3) who heals you.”"},{"number":27,"verse":"(Num. 33:9) Then they came to Elim, where there were twelve wells of water and seventy palm trees; so they camped there by the waters."}]}