{"bibleAbbr":"NKJV1982","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"The Command to Leave Sinai Then the LORD said to Moses, “Depart and go up from here, you (Ex. 32:1, 7, 13; Josh. 3:17) and the people whom you have brought out of the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, (Gen. 12:7) ‘To your descendants I will give it.’"},{"number":2,"verse":"(Ex. 32:34; Josh. 5:14) And I will send My Angel before you, (Ex. 23:27-31; Josh. 24:11) and I will drive out the Canaanite and the Amorite and the Hittite and the Perizzite and the Hivite and the Jebusite."},{"number":3,"verse":"Go up (Ex. 3:8) to a land flowing with milk and honey; for I will not go up in your midst, lest (Num. 16:21, 45) I consume you on the way, for you are (Ex. 32:9; 33:5) a stiff-necked people.”"},{"number":4,"verse":"And when the people heard this bad news, (Num. 14:1, 39) they mourned, (Ezra 9:3; Esth. 4:1, 4; Ezek. 24:17, 23) and no one put on his ornaments."},{"number":5,"verse":"For the LORD had said to Moses, “Say to the children of Israel, ‘You are a stiff-necked people. I could come up into your midst in one moment and consume you. Now therefore, take off your ornaments, that I may ((Ps. 139:23)) know what to do to you.’ ”"},{"number":6,"verse":"So the children of Israel stripped themselves of their ornaments by Mount Horeb."},{"number":7,"verse":"Moses Meets with the LORD Moses took his tent and pitched it outside the camp, far from the camp, and (Ex. 29:42, 43) called it the tabernacle of meeting. And it came to pass that everyone who (Deut. 4:29) sought the LORD went out to the tabernacle of meeting which was outside the camp."},{"number":8,"verse":"So it was, whenever Moses went out to the tabernacle, that all the people rose, and each man stood (Num. 16:27) at his tent door and watched Moses until he had gone into the tabernacle."},{"number":9,"verse":"And it came to pass, when Moses entered the tabernacle, that the pillar of cloud descended and stood at the door of the tabernacle, and the LORD (Ex. 25:22; 31:18; Ps. 99:7) talked with Moses."},{"number":10,"verse":"All the people saw the pillar of cloud standing at the tabernacle door, and all the people rose and (Ex. 4:31) worshiped, each man in his tent door."},{"number":11,"verse":"So (Num. 12:8; Deut. 34:10) the LORD spoke to Moses face to face, as a man speaks to his friend. And he would return to the camp, but (Ex. 24:13) his servant Joshua the son of Nun, a young man, did not depart from the tabernacle."},{"number":12,"verse":"The Promise of God’s Presence Then Moses said to the LORD, “See, (Ex. 3:10; 32:34) You say to me, ‘Bring up this people.’ But You have not let me know whom You will send with me. Yet You have said, (Ex. 33:17; John 10:14, 15; 2 Tim. 2:19) ‘I know you by name, and you have also found grace in My sight.’"},{"number":13,"verse":"Now therefore, I pray, (Ex. 34:9) if I have found grace in Your sight, (Ps. 25:4; 27:11; 86:11; 119:33) show me now Your way, that I may know You and that I may find grace in Your sight. And consider that this nation is (Ex. 3:7, 10; 5:1; 32:12, 14; Deut. 9:26, 29) Your people.”"},{"number":14,"verse":"And He said, (Ex. 3:12; Deut. 4:37; Is. 63:9) “My Presence will go with you, and I will give you (Deut. 12:10; 25:19; Josh. 21:44; 22:4) rest.”"},{"number":15,"verse":"Then he said to Him, (Ex. 33:3) “If Your Presence does not go with us, do not bring us up from here."},{"number":16,"verse":"For how then will it be known that Your people and I have found grace in Your sight, (Num. 14:14) except You go with us? So we (Ex. 34:10; Deut. 4:7, 34) shall be separate, Your people and I, from all the people who are upon the face of the earth.”"},{"number":17,"verse":"So the LORD said to Moses, ((James 5:16)) “I will also do this thing that you have spoken; for you have found grace in My sight, and I know you by name.”"},{"number":18,"verse":"And he said, “Please, show me (Ex. 24:16, 17; (1 Tim. 6:16)) Your glory.”"},{"number":19,"verse":"Then He said, “I will make all My (Ex. 34:6, 7) goodness pass before you, and I will proclaim the name of the LORD before you. ((Rom. 9:15, 16, 18)) I will be gracious to whom I will be ((Rom. 4:4, 16)) gracious, and I will have compassion on whom I will have compassion.”"},{"number":20,"verse":"But He said, “You cannot see My face; for ((Gen. 32:30)) no man shall see Me, and live.”"},{"number":21,"verse":"And the LORD said, “Here is a place by Me, and you shall stand on the rock."},{"number":22,"verse":"So it shall be, while My glory passes by, that I will put you (Song 2:14; Is. 2:21) in the cleft of the rock, and will (Ps. 91:1, 4; Is. 49:2; 51:16) cover you with My hand while I pass by."},{"number":23,"verse":"Then I will take away My hand, and you shall see My back; but My face shall (Ex. 33:20; (John 1:18)) not be seen.”"}]}