{"bibleAbbr":"NCB2019","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle of Christ Jesus by the will of God, whose promise of life is fulfilled in Christ Jesus,"},{"number":2,"verse":"to Timothy, my beloved child: grace, mercy, and peace from God the Father and Christ Jesus our Lord."},{"number":3,"verse":"I am grateful to God—whom I worship with a clean conscience as did my ancestors—when I remember you constantly in my prayers night and day."},{"number":4,"verse":"As I recall your tears,[b] I long to see you again so that my joy may be complete."},{"number":5,"verse":"I also remember your sincere faith, a faith that first came to life in your grandmother Lois and in your mother Eunice, and that I am convinced also dwells in you.[c]"},{"number":6,"verse":"6 For this reason, I remind you to stir up the gift of God that is within you through the laying on of my hands.[e]"},{"number":7,"verse":"For God did not give us a spirit of timidity but rather a spirit of power and of love and of wisdom."},{"number":8,"verse":"Therefore, you should never be ashamed of bearing witness to our Lord, nor of me because I am imprisoned for his sake. Rather, you should utilize the strength that comes from God to share in my hardships for the sake of the gospel."},{"number":9,"verse":"God saved us and called us to a life of holiness, not because of our works but according to his own purpose and the grace that has been bestowed upon us in Christ Jesus from all eternity.[f]"},{"number":10,"verse":"That grace has now been revealed by the appearance[g] of our Savior Jesus Christ. He has abolished death and brought life and immortality to light through the gospel,"},{"number":11,"verse":"for which I have been appointed a herald and an apostle and a teacher.[h]"},{"number":12,"verse":"That is the reason why I am undergoing my present sufferings. However, I am not ashamed, for I know the one in whom I have placed my trust, and I am confident that he is able to guard until that Day[i] what he has entrusted to me."},{"number":13,"verse":"Follow the pattern of sound teaching that you heard from me, with faith and love that are in Christ Jesus."},{"number":14,"verse":"With the help of the Holy Spirit who dwells in us, guard the treasure that has been entrusted to us."},{"number":15,"verse":"As you are well aware, everyone in Asia has deserted me, including Phygelus and Hermogenes.[j]"},{"number":16,"verse":"May the Lord be merciful to the household of Onesiphorus,[k] because he has often been a comfort to me in my troubles, and he has never been ashamed of my chains."},{"number":17,"verse":"When he arrived in Rome, he concentrated on searching for me until he found me."},{"number":18,"verse":"May the Lord grant that he will find mercy from the Lord[l] on that Day. He also helped me in many ways at Ephesus, as you are well aware."}]}