{"bibleAbbr":"LBP1933","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"HEAR this word, O vicious men of Bashan, who are in the mountain of Samaria, who oppress the poor, who crush the needy, who say to their lords, Bring, and let us drink:"},{"number":2,"verse":"The LORD God has sworn by his holiness that, behold, the days are coming upon you when they shall take you away with weapons and the last of you shall be devoured."},{"number":3,"verse":"And every woman shall run to the breach which is before her; and they shall be cast away to the mountain of Armenia, says the LORD."},{"number":4,"verse":"Come to Beth-el and transgress; go to Gilgal and multiply transgressions; and bring your sacrifices every morning and your tithes every third day,"},{"number":5,"verse":"And offer a sacrifice of thanksgiving with leavened bread, and vow your vows and fulfill them; for thus you have loved to do, O children of Israel, says the LORD God."},{"number":6,"verse":"And I also have given you shortage of food in all your cities, and want of bread in all your places; yet you have not returned to me, says the LORD."},{"number":7,"verse":"And I also have withheld the rain from you when there were yet three months to the harvest; and I caused it to rain upon one city, and caused it not to rain upon another city; one part was rained upon, and the other part on which it did not rain withered."},{"number":8,"verse":"So the inhabitants of two or three cities gathered into one city to drink water; but they were not satisfied; yet you returned not to me, says the LORD."},{"number":9,"verse":"I have smitten you with blight and mildew, and with hail stones; and many of your gardens and your vineyards and your fig trees and your olive trees were eaten by the creeping locust; and yet you did not return to me, says the LORD."},{"number":10,"verse":"I have sent among you the pestilence after the manner of Egypt; I slew your young men with the sword, together with the spoil of your horses; and I made the stench of your camps to come up to your nostrils; yet you did not return to me, says the LORD."},{"number":11,"verse":"I have overthrown you, as God overthrew Sodom and Gomorrah, and you have become like a firebrand which is plucked out of the burning; yet you did not return to me, says the LORD."},{"number":12,"verse":"Therefore thus will I do to you, O Israel, at the end; and because I will do this to you, prepare, O Israel, that you might call to your God."},{"number":13,"verse":"For lo, he who creates the wind and creates the mountains and declares to man what is his glory, who makes the morning darkness and walks upon the high places of the earth, The LORD, the God of hosts, is his name."}]}