{"bibleAbbr":"AMP1965","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A WISE son heeds [and is the fruit of] his father's instruction and correction, but a scoffer listens not to rebuke."},{"number":2,"verse":"A good man eats good from the fruit of his mouth, but the desire of the treacherous is for violence."},{"number":3,"verse":"He who guards his mouth keeps his life, but he who opens wide his lips comes to ruin."},{"number":4,"verse":"The appetite of the sluggard craves and gets nothing, but the appetite of the diligent is abundantly supplied. [Prov. 10:4.]"},{"number":5,"verse":"A [consistently] righteous man hates lying and deceit, but a wicked man is loathsome [his very breath spreads pollution] and he comes [surely] to shame."},{"number":6,"verse":"Righteousness (rightness and justice in every area and relation) guards him who is upright in the way, but wickedness plunges into sin and overthrows the sinner."},{"number":7,"verse":"One man considers himself rich, yet has nothing [to keep permanently]; another man considers himself poor, yet has great [and indestructible] riches. [Prov. 12:9; Luke 12:20, 21.]"},{"number":8,"verse":"A rich man can buy his way out of threatened death by paying a ransom, but the poor man does not even have to listen to threats [from the envious]."},{"number":9,"verse":"The light of the [uncompromisingly] righteous [is within him--it grows brighter and] rejoices, but the lamp of the wicked [furnishes only a derived, temporary light and] shall be put out shortly."},{"number":10,"verse":"By pride and insolence comes only contention, but with the well-advised is skillful and godly Wisdom."},{"number":11,"verse":"Wealth [not earned but] won in haste or unjustly or from the production of things for vain or detrimental use [such riches] will dwindle away, but he who gathers little by little will increase [his riches]."},{"number":12,"verse":"Hope deferred makes the heart sick, but when the desire is fulfilled, it is a tree of life."},{"number":13,"verse":"Whoever despises the word and counsel [of God] brings destruction upon himself, but he who [reverently] fears and respects the commandment [of God] is rewarded."},{"number":14,"verse":"The teaching of the wise is a fountain of life, that one may avoid the snares of death."},{"number":15,"verse":"Good understanding wins favor, but the way of the transgressor is hard [like the barren, dry soil or the impassable swamp]."},{"number":16,"verse":"Every prudent man deals with knowledge, but a [self-confident] fool exposes and flaunts his folly."},{"number":17,"verse":"A wicked messenger falls into evil, but a faithful ambassador brings healing."},{"number":18,"verse":"Poverty and shame come to him who refuses instruction and correction, but he who heeds reproof is honored."},{"number":19,"verse":"Satisfied desire is sweet to a person; therefore it is hateful and exceedingly offensive to [self-confident] fools to give up evil [upon which they have set their hearts]."},{"number":20,"verse":"He who walks [as a companion] with wise men is wise, but he who associates with [self-confident] fools is [a fool himself and] shall smart for it. [Isa. 32:6.]"},{"number":21,"verse":"Evil pursues sinners, but the consistently upright and in right standing with God is recompensed with good."},{"number":22,"verse":"A good man leaves an inheritance [of moral stability and goodness] to his children's children, and the wealth of the sinner [finds its way eventually] into the hands of the righteous, for whom it was laid up."},{"number":23,"verse":"Much food is in the tilled land of the poor, but there are those who are destroyed because of injustice."},{"number":24,"verse":"He who spares his rod [of discipline] hates his son, but he who loves him disciplines diligently and punishes him early. [Prov. 19:18; 22:15; 23:13; 29:15, 17.]"},{"number":25,"verse":"The [uncompromisingly] righteous eats to his own satisfaction, but the stomach of the wicked is in want."}]}