{"bibleAbbr":"MSG2002","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"One day Dinah, the daughter Leah had given Jacob, went to visit some of the women in that country."},{"number":2,"verse":"Shechem, the son of Hamor the Hivite who was chieftain there, saw her and raped her."},{"number":3,"verse":"Then he felt a strong attraction to Dinah, Jacob's daughter, fell in love with her and wooed her."},{"number":4,"verse":"Shechem went to his father Hamor, \"Get me this girl for my wife.\""},{"number":5,"verse":"Jacob heard that Shechem had raped his daughter Dinah, but his sons were out in the fields with the livestock so he didn't say anything until they got home."},{"number":6,"verse":"Hamor, Shechem's father, went to Jacob to work out marriage arrangements."},{"number":7,"verse":"Meanwhile Jacob's sons on their way back from the fields heard what had happened. They were outraged, explosive with anger. Shechem's rape of Jacob's daughter was intolerable in Israel and not to be put up with."},{"number":8,"verse":"Hamor spoke with Jacob and his sons, \"My son Shechem is head over heels in love with your daughter--give her to him as his wife."},{"number":9,"verse":"Intermarry with us. Give your daughters to us and we'll give our daughters to you."},{"number":10,"verse":"Live together with us as one family. Settle down among us and make yourselves at home. Prosper among us.\""},{"number":11,"verse":"Shechem then spoke for himself, addressing Dinah's father and brothers: \"Please, say yes. I'll pay anything."},{"number":12,"verse":"Set the bridal price as high as you will--the sky's the limit! Only give me this girl for my wife.\""},{"number":13,"verse":"Jacob's sons answered Shechem and his father with cunning. Their sister, after all, had been raped."},{"number":14,"verse":"They said, \"This is impossible. We could never give our sister to a man who was uncircumcised. Why, we'd be disgraced."},{"number":15,"verse":"The only condition on which we can talk business is if all your men become circumcised like us."},{"number":16,"verse":"Then we will freely exchange daughters in marriage and make ourselves at home among you and become one big, happy family."},{"number":17,"verse":"But if this is not an acceptable condition, we will take our sister and leave.\""},{"number":18,"verse":"That seemed fair enough to Hamor and his son Shechem."},{"number":19,"verse":"The young man was so smitten with Jacob's daughter that he proceeded to do what had been asked. He was also the most admired son in his father's family."},{"number":20,"verse":"So Hamor and his son Shechem went to the public square and spoke to the town council:"},{"number":21,"verse":"\"These men like us; they are our friends. Let them settle down here and make themselves at home; there's plenty of room in the country for them. And, just think, we can even exchange our daughters in marriage."},{"number":22,"verse":"But these men will only accept our invitation to live with us and become one big family on one condition, that all our males become circumcised just as they themselves are."},{"number":23,"verse":"This is a very good deal for us--these people are very wealthy with great herds of livestock and we're going to get our hands on it. So let's do what they ask and have them settle down with us.\""},{"number":24,"verse":"Everyone who was anyone in the city agreed with Hamor and his son, Shechem; every male was circumcised."},{"number":25,"verse":"Three days after the circumcision, while all the men were still very sore, two of Jacob's sons, Simeon and Levi, Dinah's brothers, each with his sword in hand, walked into the city as if they owned the place and murdered every man there."},{"number":26,"verse":"They also killed Hamor and his son Shechem, rescued Dinah from Shechem's house, and left."},{"number":27,"verse":"When the rest of Jacob's sons came on the scene of slaughter, they looted the entire city in retaliation for Dinah's rape."},{"number":28,"verse":"Flocks, herds, donkeys, belongings--everything, whether in the city or the fields--they took."},{"number":29,"verse":"And then they took all the wives and children captive and ransacked their homes for anything valuable."},{"number":30,"verse":"Jacob said to Simeon and Levi, \"You've made my name stink to high heaven among the people here, these Canaanites and Perizzites. If they decided to gang up on us and attack, as few as we are we wouldn't stand a chance; they'd wipe me and my people right off the map.\""},{"number":31,"verse":"They said, \"Nobody is going to treat our sister like a whore and get by with it.\""}]}