{"bibleAbbr":"neNRV2012","bookName":"प्रेरित","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"( पावल र सिलाससँग तिमोथीको भेट) पावल डर्बी र लुस्‍त्रामा पनि आए। त्‍यहाँ तिमोथी नाउँ भएका एक जना चेला थिए। तिनी एउटी विश्‍वासी यहूदी स्‍त्रीका छोरा थिए, तर तिनका बुबा भने ग्रीक थिए।"},{"number":2,"verse":"लुस्‍त्रा र आइकोनियनका भाइहरूमा तिनको नाउँ चलेको थियो।"},{"number":3,"verse":"तिनलाई पावलले साथमा लैजान इच्‍छा गरे। ती ठाउँहरूमा रहने यहूदीहरूका कारणले गर्दा पावलले तिनलाई लगेर खतना गरे। किनकि तिनका बुबा ग्रीक थिए भन्‍ने उनीहरू सबैलाई थाहा थियो।"},{"number":4,"verse":"अब तिनीहरू सहरहरूका बाटो भएर जाँदा तिनीहरूले यरूशलेमका प्रेरितहरू र एल्‍डरहरूले गरेका निर्णयहरू यिनीहरूलाई पालन गर्नू भनी सुनाइदिए।"},{"number":5,"verse":"यसरी मण्‍डलीहरू विश्‍वासमा दह्रिला हुँदै र संख्‍यामा दिनहुँ बढ्दैगए।"},{"number":6,"verse":"( माकेडोनिया जाने दर्शन) पवित्र आत्‍माबाट एशियामा वचन प्रचार गर्न मनाही भएकोले तिनीहरू फ्रिगिया र गलातियाका इलाकाहरू भएर गए।"},{"number":7,"verse":"माइसियाको साँधमा आएपछि तिनीहरूले बिथिनियातर्फ जाने विचार गरे। तर येशूका आत्‍माले तिनीहरूलाई जान दिनुभएन।"},{"number":8,"verse":"तब माइसिया भएर तिनीहरू त्रोआसमा गए।"},{"number":9,"verse":"राती पावललाई एउटा दर्शन भयो— माकेडोनियाको एक जना मानिस खड़ा भई तिनलाई बिन्‍ती गरिरहेको थियो, “माकेडोनिया आउनुहोस्, र हामीलाई सहायता गर्नोस्।”"},{"number":10,"verse":"जब तिनले यो दर्शन पाए, तुरुन्‍तै हामी माकेडोनिया जान तयार भयौं। हामीले यो निश्‍चय गर्‍यौं कि तिनीहरूलाई सुसमाचार प्रचार गर्न परमेश्‍वरले हामीलाई बोलाउनुभएको रहेछ।"},{"number":11,"verse":"( फिलिप्‍पीमा लिडियाको परिवर्तन) तब हामीहरू त्रोआसबाट जहाजमा चढ़ी सोझै सामोथ्राकेतिर गयौं, र भोलिपल्‍ट नियापोलिसमा आइपुग्‍यौं,"},{"number":12,"verse":"र त्‍यहाँबाट फिलिप्‍पीमा आइपुग्‍यौं, जो माकेडोनियाको प्रमुख सहर र रोमी उपनिवेश पनि हो। हामी त्‍यस सहरमा केही दिन बस्‍यौं।"},{"number":13,"verse":"अब शबाथमा सहरको ढोकाबाट बाहिर नदी किनारमा गयौं, किनकि त्‍यहाँ प्रार्थना गर्ने ठाउँ छ भनी हामीले अनुमान लगाएका थियौं, र त्‍यहाँ हामी बस्‍यौं र जम्‍मा भएका स्‍त्रीहरूसँग बातचीत गर्न लाग्‍यौं।"},{"number":14,"verse":"अनि थिआटीरा सहरकी निवासी, बैजनी वस्‍त्रको व्‍यापार गर्ने लिडिया नाउँकी एउटी ईश्‍वरभक्त स्‍त्रीले हाम्रा वचन सुनिन्। पावलले बोलेका कुरा ध्‍यानसँग सुनून् भनेर प्रभुले तिनको हृदय खोलिदिनुभयो।"},{"number":15,"verse":"जब तिनी र तिनका घरका सबैको बप्‍तिस्‍मा भयो, तब तिनले हामीलाई बिन्‍ती गरिन्, “यदि तपाईंहरूले मलाई प्रभुकी विश्‍वासीनी ठान्‍नुहुन्‍छ भने मेरो घरमा आएर बस्‍नुहोस्।” र तिनले हामीलाई कर लगाइन्।"},{"number":16,"verse":"( पावल र सिलास झ्‍यालखानमा) जब हामी प्रार्थना गर्ने ठाउँमा गइरहेका थियौं, तब जोखना हेर्ने आत्‍मा भएकी एउटी कमारी केटीसँग हाम्रो भेट भयो, जसले जोखना हेरेर त्‍यसका मालिकहरूका निम्‍ति धेरै कमाइ गरिदिन्‍थी।"},{"number":17,"verse":"त्‍यो पावल र हाम्रा पछिपछि लागी, र यसो भन्‍दै चिच्‍च्‍याई, “यी मानिसहरू सर्वोच्‍च परमेश्‍वरका सेवकहरू हुन्। यिनीहरूले तिमीहरूलाई मुक्तिका बाटोको घोषणा गर्छन्।”"},{"number":18,"verse":"त्‍यसले धेरै दिनसम्‍म यसो गरिरही। तब पावलले झिजो मानेर फनक्‍क फर्की त्‍यस दुष्‍टात्‍मालाई भने, “येशू ख्रीष्‍टको नाउँमा म तँलाई त्‍यसबाट निस्‍कने आज्ञा गर्दछु।” अनि त्‍यो दुष्‍टात्‍मा त्‍यही घड़ी निस्‍किहाल्‍यो।"},{"number":19,"verse":"तर त्‍यसका मालिकहरूले तिनीहरूका कमाइका आशा विफल भएको देखेर पावल र सिलासलाई समातेर बजारको चोकमा शासकहरूकहाँ तान्‍दै लगे।"},{"number":20,"verse":"अनि तिनीहरूलाई सहरका हाकिमहरूकहाँ ल्‍याएर भने, “यी मानिसहरू यहूदी हुन्, यिनीहरूले हाम्रो सहरमा गोलमाल मच्‍चाउँछन्।"},{"number":21,"verse":"यिनीहरूले यस्‍ता-यस्‍ता प्रथाहरू सिकाउँछन् जो हामी रोमीहरूलाई ग्रहण गर्न वा पालन गर्न न्‍यायसङ्गत छैन।”"},{"number":22,"verse":"तब भीड़हरू मिलेर तिनीहरूमाथि जाइलागे। सहरका हाकिमहरूले तिनीहरूका वस्‍त्र च्‍यातेर फालिदिए, र तिनीहरूलाई छड़ी लगाउने आज्ञा दिए।"},{"number":23,"verse":"उनीहरूले तिनीहरूलाई निकै छड़ी लगाएपछि तिनीहरूलाई झ्‍यालखानमा हालिदिए, र झ्‍यालखानका हाकिमलाई यी कैदीहरूलाई कड़ा निगरानीमा राख्‍ने हुकुम दिए।"},{"number":24,"verse":"यस्‍तो हुकुम पाएर उनले तिनीहरूलाई झ्‍यालखानको भित्री भागमा लगी तिनीहरूका खुट्टामा ठिँगुरो ठोकेर राखिदिए।"},{"number":25,"verse":"तर आधा राततिर पावल र सिलास प्रार्थना गर्दै परमेश्‍वरका भजन गाइरहेका थिए, र अरू कैदीहरूले सो सुनिरहेका थिए।"},{"number":26,"verse":"तब एक्‍कासि एउटा ठूलो भैँचालो गयो, र झ्‍यालखानका जगहरू हल्‍लिए, र तुरुन्‍तै जम्‍मै ढोकाहरू उघ्रिए, र सबैका बन्‍धनहरू खुले।"},{"number":27,"verse":"झ्‍यालखानका हाकिम निद्राबाट ब्‍यूँझे, र झ्‍यालखानका ढोकाहरू उघ्रेका देखेर कैदीहरू सबै भागिसके भन्‍ठानेर उनले अपहत्‍या गर्ने विचारले आफ्‍नो तरवार थुते।"},{"number":28,"verse":"तर पावलले चर्को सोरले यसो भन्‍दै कराए, “तपाईंले आफूलाई केही नोक्‍सानी नगर्नुहोस्, किनकि हामी सबै यहीँ छौं।”"},{"number":29,"verse":"तब बत्ती मागेर उनी हामफाल्‍दै भित्र आए, र डरले काम्‍दै पावल र सिलासका अगाडि घोप्‍टो परे।"},{"number":30,"verse":"तिनीहरूलाई बाहिर ल्‍याएर उनले भने, “उद्धार पाउनलाई मैले के गर्नुपर्छ?”"},{"number":31,"verse":"अनि तिनीहरूले भने, “प्रभु येशू ख्रीष्‍टमा विश्‍वास गर्नुहोस्, र तपाईंले उद्धार पाउनुहुनेछ— तपाईं र तपाईंका परिवारले।”"},{"number":32,"verse":"तिनीहरूले उनलाई र उनको घरमा भएका जति सबैलाई प्रभुको वचन सुनाए।"},{"number":33,"verse":"तब रातको त्‍यही घड़ी उनले तिनीहरूलाई लगेर घाउ धोइदिए। अनि उनी र उनका परिवारले तुरुन्‍तै बप्‍तिस्‍मा लिए।"},{"number":34,"verse":"त्‍यसपछि तिनीहरूलाई घरमा ल्‍याएर तिनीहरूका सामने भोजन राखिदिए, र परमेश्‍वरमा विश्‍वास गरे भन्‍ने कुरामा उनका सारा परिवारसँग उनी आनन्‍दित भए।"},{"number":35,"verse":"तर उज्‍यालो भएपछि सहरका हाकिमहरूले सिपाहीहरूलाई यो आदेश दिई पठाए, “ती मानिसहरूलाई छोडिदेओ।”"},{"number":36,"verse":"तब झ्‍यालखानका हाकिमले पावललाई यो कुरा सुनाए, “सहरका हाकिमहरूले तपाईंहरूलाई छोडिदिने आदेश दिनुभएको छ। यसकारण अब निस्‍केर शान्‍तिसँग जानुहोस्।”"},{"number":37,"verse":"तर पावलले तिनीहरूलाई भने, “हामी रोमी नागरिकलाई दोषी नै नठहराईकन उनीहरूले मानिसहरूका सामुन्‍ने पिटे, र झ्‍यालखानमा पनि हाले, र अब हामीलाई गुप्‍तमा निकाल्‍न खोज्‍छन्? यो हुन सक्‍दैन। उनीहरू आफै आऊन् र हामीलाई निकालेर लैजाऊन्।”"},{"number":38,"verse":"ती सिपाहीहरूले हाकिमहरूलाई यी कुरा सुनाए। तिनीहरू त रोमी नागरिक रहेछन् भन्‍ने सुनेर उनीहरू डराए।"},{"number":39,"verse":"उनीहरूले आएर तिनीहरूसँग क्षमा मागे, र तिनीहरूलाई बाहिर लगे र सहर छोडी जाने अनुरोध गरे।"},{"number":40,"verse":"तिनीहरू झ्‍यालखानबाट बाहिर निस्‍केर लिडियाको घरमा गए, र भाइहरूसँग भेटघाट गरेपछि उनीहरूलाई प्रोत्‍साहन दिई बिदा भए।"}]}