{"bibleAbbr":"mrRV2015","bookName":"मलाखी","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"( परमेश्वराचे याकोबावरील प्रेम) मलाखीच्या द्वारे इस्राएलास प्राप्त झालेले परमेश्वराचे वचन."},{"number":2,"verse":"परमेश्वर म्हणतो, “मी तुमच्यावर प्रीती केली. पण तुम्ही विचारता, तू कोणत्या बाबतीत आमच्यावर प्रीती केलीस?” परमेश्वर म्हणतो, “एसाव याकोबाचा भाऊ नव्हता काय? तरी मी याकोबावर प्रीती केली;"},{"number":3,"verse":"एसावाचा द्वेष केला, त्याचे पर्वत उजाड केले व त्याचे वतन रानातल्या कोल्ह्यांना दिले.”"},{"number":4,"verse":"अदोम म्हणाला, “आमची नासधूस झाली, तरी ओसाड झालेली स्थळे आम्ही पुन्हा बांधू;” तर सेनाधीश परमेश्वर म्हणतो, “ते बांधतील, पण मी पाडून टाकीन; आणि लोक त्यांना दुष्टतेचा प्रदेश व परमेश्वर ज्याच्यावर सदा रुष्ट आहे, असे राष्ट्र म्हणतील."},{"number":5,"verse":"तुमचेच डोळे पाहतील व तुम्ही म्हणाल, “इस्राएलच्या सीमेच्याही पलीकडे परमेश्वराचा महिमा होवो!”"},{"number":6,"verse":"( परमेश्वर याजकांना खडसावतो) “मुलगा आपल्या बापाचा व चाकर आपल्या धन्याचा सन्मान करतो; मी बाप आहे तर माझा सन्मान कोठे आहे? मी धनी आहे तर माझे भय कोठे आहे? असे त्याच्या नावाचा अपमान करणार्‍या तुम्हा याजकांना परमेश्वर विचारतो. तरी तुम्ही म्हणता, ‘आम्ही तुझ्या नामाचा कोणत्या प्रकारे अपमान केला?’"},{"number":7,"verse":"तुम्ही माझ्या वेदीवर विटाळलेली भाकर चढवता. तरी तुम्ही विचारता, ‘आम्ही कोणत्या प्रकारे तुला विटाळले?’ तुम्ही म्हणता, ‘परमेश्वराचे मेज तुच्छ आहे;’ असे तुम्ही बोलता तेणेकरून तुम्ही ते विटाळवता."},{"number":8,"verse":"तुम्ही आंधळा पशू अर्पण करता, हा अधर्म नव्हे काय? लंगडा किंवा रोगी असा बली देता, हा अधर्म नव्हे काय? असले अर्पण आपल्या प्रांताधिकार्‍यास देऊन तर पाहा; तो तुझ्यावर प्रसन्न होईल काय? अथवा तुझ्यावर त्याची मर्जी बसेल काय? असे सेनाधीश परमेश्वर म्हणतो."},{"number":9,"verse":"आता परमेश्वराने आमच्यावर करुणा करावी म्हणून देवाचा अनुग्रह मागा; तुमच्या हातून हे घडले आहे; तुमच्या ह्या कृत्यामुळे तो कोणावर प्रसन्न होईल काय? असे सेनाधीश परमेश्वर म्हणतो."},{"number":10,"verse":"तुम्ही माझ्या वेदीवर निरर्थक अग्नी पेटवू नये म्हणून तुमच्यातला कोणी दरवाजे बंद करील तर बरे! तुमच्यात मला मुळीच संतोष नाही असे सेनाधीश परमेश्वर म्हणतो; तुमच्या हातचे यज्ञार्पण मी मान्य करून घेणार नाही."},{"number":11,"verse":"कारण सूर्याच्या उगवतीपासून मावळतीपर्यंत राष्ट्रांमध्ये माझे नाव थोर आहे, माझ्या नावाप्रीत्यर्थ प्रत्येक स्थळी धूप जाळतात व निर्दोष बली अर्पण करतात; कारण माझे नाव राष्ट्रांमध्ये थोर आहे, असे सेनाधीश परमेश्वर म्हणतो."},{"number":12,"verse":"पण तुम्ही म्हणता, परमेश्वराचे मेज विटाळले आहे; त्याचे उत्पन्न, त्याचे अन्न हे तुच्छ आहे; अशाने तुम्ही माझ्या नावाची अप्रतिष्ठा करता."},{"number":13,"verse":"‘काय पीडा ही!’ असे म्हणून तुम्ही नाक मुरडता, असे सेनाधीश परमेश्वर म्हणतो. तुम्ही लुटून आणलेला, लंगडा किंवा रोगी असा पशू आणून अर्पण करता; तुमच्या हातचे असले अर्पण मला पसंत होईल काय? असे परमेश्वर म्हणतो."},{"number":14,"verse":"आपल्या कळपात नर असून त्याचा नवस केल्यावर कोणी सदोष पशूचा यज्ञ करतो; असा फसवणारा शापित असो. मी थोर राजा आहे व राष्ट्रांत माझ्या नावाची भीती धरतात, असे परमेश्वर म्हणतो."}]}