{"bibleAbbr":"mrRV2015","bookName":"मलाखी","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"आता याजकहो, तुम्हांला ही आज्ञा होत आहे;"},{"number":2,"verse":"सेनाधीश परमेश्वर म्हणतो, माझ्या नावाचा महिमा व्हावा ह्यासाठी तुम्ही ऐकून मन लावले नाही, तर मी तुमच्यावर शाप पाठवीन व तुमचे आशीर्वाद शाप करीन; तुम्ही लक्ष पुरवत नाही म्हणून मी त्यांना शापरूप करून चुकलो आहे."},{"number":3,"verse":"पाहा, मी तुमच्या शेतातले बी निर्जीव करीन,1 तुमच्या यज्ञपशूची विष्ठा तुमच्या मुखांना फाशीन; लोक विष्ठेबरोबर तुम्हांलाही फेकून देतील."},{"number":4,"verse":"लेव्यांबरोबर माझा करार कायम होण्यासाठी ही आज्ञा मी तुमच्याकडे पाठवली आहे हे तुम्हांला समजेल, असे सेनाधीश परमेश्वर म्हणतो."},{"number":5,"verse":"मी त्यांच्याबरोबर केलेला करार जीवनाचा व शांतीचा होता; त्याने भय धरावे म्हणून मी ती त्याला दिली होती आणि त्याला माझी भीती वाटली व माझ्या नावाचा त्याला धाक वाटला."},{"number":6,"verse":"त्याच्या मुखात सत्याचे नियमशास्त्र होते, त्याच्या वाणीत कुटिलता आढळली नाही; तो माझ्याबरोबर शांतीने व सरळतेने वागला, व त्याने अनेकांना अधर्मापासून वळवले."},{"number":7,"verse":"कारण याजकाच्या वाणीच्या ठायी ज्ञान असावे, त्याच्या तोंडून नियमशास्त्र ऐकण्यास लोकांनी आतुर असावे; कारण तो सेनाधीश परमेश्वराचा निरोप्या आहे;"},{"number":8,"verse":"पण तुम्ही मार्ग सोडून गेला आहात, नियमशास्त्राच्या मार्गात पुष्कळांना तुम्ही ठोकर खायला लावले आहे; तुम्ही लेव्यांचा करार बिघडवला आहे, असे सेनाधीश परमेश्वर म्हणतो."},{"number":9,"verse":"ह्यास्तव मी तुम्हांला सर्व लोकांपुढे तुच्छ व नीच केले आहे, कारण तुम्ही माझ्या मार्गांनी चालत नाही व माणसांची भीड धरून न्याय करता.”"},{"number":10,"verse":"( बेइमानीबद्दल इस्राएलला खडसावणी) आम्हा सर्वांचा एकच पिता नाही काय? एकाच देवाने आम्हांला उत्पन्न केले नाही काय? असे असताना आम्ही आपापल्या बंधूचा विश्वासघात करून आपल्या पूर्वजांचा करार का मोडतो बरे?"},{"number":11,"verse":"यहूदा विश्वासघात करत आहे, इस्राएलमध्ये व यरुशलेमेत एक अमंगळ प्रकार घडला आहे; म्हणजे यहूदाने परमेश्वराला प्रिय असलेले त्याचे पवित्रस्थान भ्रष्ट केले आहे, व परक्या दैवताच्या कन्येबरोबर विवाह केला आहे."},{"number":12,"verse":"जो मनुष्य असे करतो तो हाक मारणारा असो, उत्तर देणारा असो, किंवा सेनाधीश परमेश्वराला यज्ञार्पण करणारा असो, त्याला परमेश्वर याकोबाच्या डेर्‍यातून नाहीसे करील."},{"number":13,"verse":"तसेच आसवे गाळणे, रडणे व उसासे टाकणे ह्यांनी परमेश्वराच्या वेदीला तुम्ही इतके झाकून टाकले आहे की तो यज्ञार्पणाकडे ढुंकून पाहत नाही; तुमच्या हातून ते आवडीने घेत नाही."},{"number":14,"verse":"तुम्ही म्हणता “असे का?” कारण तुझ्यामध्ये व तुझ्या तारुण्यातल्या स्त्रीमध्ये परमेश्वर साक्षी आहे; ती तर तुझी सहचारिणी व तुझी कराराची पत्नी असून तिच्याबरोबर तू विश्वासघाताने वागला आहेस."},{"number":15,"verse":"ज्याच्या ठायी आत्म्याचा थोडातरी अंश आहे अशा कोणीही असे कधी केले नाही; देवाला अनुसरणार्‍या संततीची इच्छा करणारा कोणी आहे काय? ह्याकरता आपल्या आत्म्याला जपावे; व आपल्या तरुणपणाच्या पत्नीचा कोणी विश्वासघात करू नये."},{"number":16,"verse":"परमेश्वर, इस्राएलाचा देव म्हणतो, मला सूटपत्राचा तिटकारा आहे; म्हणून सेनाधीश परमेश्वर म्हणतो, जो आपल्या पत्नीबरोबर2 क्रूरतेने वागतो त्याचा मी द्वेष करतो; तुम्ही आपल्या आत्म्याला जपा, विश्वासघाताने वागू नका.”"},{"number":17,"verse":"( न्यायाचा दिवस समीप) तुम्ही आपल्या भाषणाने परमेश्वराला कंटाळा आणला आहे, तरी तुम्ही म्हणता, ‘आम्ही कशाने त्याला कंटाळा आणला?’ तुम्ही म्हणता, ‘प्रत्येक दुष्कर्मी इसम परमेश्वराच्या दृष्टीने चांगला आहे व तो त्याच्यासंबंधाने संतुष्ट असतो, नाहीतर न्याय करणारा देव आहे कुठे?’ अशाने तुम्ही त्याला कंटाळा आणला आहे."}]}