{"bibleAbbr":"orOV2014","bookName":"ଲେବୀୟ ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ତୃତୀୟ ପୁସ୍ତକ","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"( ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟର ନିୟମ) ଆଉ କେହି ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ଆଣିଲେ, ସରୁ ମଇଦା ତାହାର ନୈବେଦ୍ୟ ହେବ; ପୁଣି ସେ ତହିଁ ଉପରେ ତୈଳ ଢାଳି କୁନ୍ଦୁରୁଦେବ ;"},{"number":2,"verse":"ପୁଣି ତାହା ହାରୋଣର ପୁତ୍ର ଯାଜକମାନଙ୍କ ନିକଟକୁ ଆଣିବ; ତହିଁରେ ଯାଜକ ତହିଁରୁ ମୁଠିଏ ସରୁ ମଇଦା ଓ କିଛି ତୈଳ ଓ ସମସ୍ତ କୁନ୍ଦୁରୁ ନେବ; ପୁଣି ଯାଜକ ତତ୍-ସ୍ମରଣାର୍ଥକ ଅଂଶ ରୂପେ ତାହା ବେଦି ଉପରେ ଦଗ୍ଧ କରିବ; ତାହା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ତୁଷ୍ଟିଜନକ ଆଘ୍ରାଣାର୍ଥେ ଅଗ୍ନିକୃତ ଉପହାର ହେବ ।"},{"number":3,"verse":"ଏହି ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟର ଅବଶିଷ୍ଟ ଅଂଶ ହାରୋଣରଓ ତାହାର ପୁତ୍ରମାନଙ୍କର ହେବ; ସଦାପ୍ରଭୁଙ୍କର ଅଗ୍ନିକୃତ ଉପହାର ମଧ୍ୟରେ ତାହା ମହାପବିତ୍ର ।"},{"number":4,"verse":"ଆଉ ଯେବେ ତୁମ୍ଭେ ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ରୂପେ ତନ୍ଦୁରରେ ପକ୍ଵ ଦ୍ରବ୍ୟ ଦିଅ, ତେବେ ତାହା ତୈଳମିଶ୍ରିତ ଓ ତାଡ଼ିଶୂନ୍ୟ ସରୁ ମଇଦାର ପିଠା ଅବା ତୈଳାକ୍ତ ସରୁ ଚକୁଳି ହେବ ।"},{"number":5,"verse":"ଆଉ ଯେବେ ପଲମରେ ଭଜା ଦ୍ରବ୍ୟ ତୁମ୍ଭର ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ହୁଏ, ତେବେ ତାହା ତୈଳମିଶ୍ରିତ ଓ ତାଡ଼ିଶୂନ୍ୟ ସରୁ ମଇଦାର ପିଠା ହେବ ।"},{"number":6,"verse":"ତୁମ୍ଭେ ତାହା ଖଣ୍ତ ଖଣ୍ତ କରି ତହିଁ ଉପରେ ତୈଳ ଢାଳିବ; ତାହା ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ।"},{"number":7,"verse":"ଆଉ ଯେବେ କରେଇରେ ପକ୍ଵ ଦ୍ରବ୍ୟ ତୁମ୍ଭର ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ହୁଏ, ତେବେ ତାହା ତୈଳପକ୍ଵ ସରୁ ମଇଦାର ହେବ ।"},{"number":8,"verse":"ତୁମ୍ଭେ ଏହିସବୁ ଦ୍ରବ୍ୟରେ ପ୍ରସ୍ତୁତ ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ସଦାପ୍ରଭୁଙ୍କ ଛାମୁକୁ ଆଣିବ; ଆଉ ତାହା ଯାଜକକୁ ଦେବ, ତହୁଁ ସେ ବେଦି ନିକଟକୁ ଆଣିବ ।"},{"number":9,"verse":"ପୁଣି, ଯାଜକ ସେହି ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟରୁ ତତ୍-ସ୍ମରଣାର୍ଥକ ଅଂଶ ନେଇ ବେଦି ଉପରେ ଦଗ୍ଧ କରିବ; ତାହା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ତୁଷ୍ଟିଜନକ ଆଘ୍ରାଣାର୍ଥେ ଅଗ୍ନିକୃତ ଉପହାର ହେବ ।"},{"number":10,"verse":"ପୁଣି ସେହି ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟର ଅବଶିଷ୍ଟ ଅଂଶ ହାରୋଣର ଓ ତାହାର ପୁତ୍ରଗଣର ହେବ; ସଦାପ୍ରଭୁଙ୍କର ଅଗ୍ନିକୃତ ଉପହାର ମଧ୍ୟରେ ତାହା ମହାପବିତ୍ର ।"},{"number":11,"verse":"ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯେକୌଣସି ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ଉତ୍ସର୍ଗ କରିବ, ତାହା ତାଡ଼ିଯୁକ୍ତ ହେବ ନାହିଁ, ଯେହେତୁ ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଅଗ୍ନିକୃତ ଉପହାର ରୂପେ ତାଡ଼ି କି ମଧୁ ଦଗ୍ଦ କରିବ ନାହିଁ ।"},{"number":12,"verse":"ତୁମ୍ଭେମାନେ ପ୍ରଥମଜାତ ଫଳର ନୈବେଦ୍ୟ ରୂପେ ତାହା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଉତ୍ସର୍ଗ କରିବ, ମାତ୍ର ତୁଷ୍ଟିଜନକ ଆଘ୍ରାଣାର୍ଥେ ତାହା ବେଦି ଉପରକୁ ଆସିବ ନାହିଁ ।"},{"number":13,"verse":"ଆଉ ତୁମ୍ଭେ ଆପଣା ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟର ପ୍ରତ୍ୟେକ ଦ୍ରବ୍ୟ ଲବଣାକ୍ତ କରିବ; କଦାପି ତୁମ୍ଭେ ଆପଣା ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟକୁ ତୁମ୍ଭ ପରମେଶ୍ଵରଙ୍କ ନିୟମସୂଚକ ଲବଣରହିତ ହେବାକୁ ଦେବ ନାହିଁ; ତୁମ୍ଭର ସମସ୍ତ ନୈବେଦ୍ୟ ସହିତ ଲବଣ ଉତ୍ସର୍ଗ କରିବ ।"},{"number":14,"verse":"ପୁଣି ଯେବେ ତୁମ୍ଭେ ଆପଣା ପ୍ରଥମଜାତ ଫଳର ନୈବେଦ୍ୟ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଉତ୍ସର୍ଗ କର, ତେବେ ତୁମ୍ଭ ପ୍ରଥମଜାତ ଫଳର ନୈବେଦ୍ୟ ରୂପେ ଅଗ୍ନିରେ ଭଜା ଶିଷା, ଅର୍ଥାତ୍, ମର୍ଦ୍ଦିତ କୋମଳ ଶିଷା ଉତ୍ସର୍ଗ କରିବ ।"},{"number":15,"verse":"ପୁଣି ତହିଁ ଉପରେ ତୈଳ ଦେବ ଓ କୁନ୍ଦୁରୁ ରଖିବ; ତାହା ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ।"},{"number":16,"verse":"ତହୁଁ ଯାଜକ ତହିଁର ସ୍ମରଣାର୍ଥକ ଅଂଶ ରୂପେ କିଛି ମର୍ଦ୍ଦିତ ଶସ୍ୟ ଓ କିଛି ତୈଳ ଓ ସମସ୍ତ କୁନ୍ଦୁରୁ ଦଗ୍ଧ କରିବ; ତାହା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଅଗ୍ନିକୃତ ଉପହାର ।"}]}