{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"( Yesus Membasuh Kaki Pengikut-Pengikut-Nya) Sehari sebelum Perayaan Paska, Yesus tahu bahawa tiba masanya Dia meninggalkan dunia ini dan kembali kepada Bapa. Yesus mengasihi semua pengikut-Nya di dunia, dan Dia tetap mengasihi mereka sampai akhir."},{"number":2,"verse":"Yesus dan pengikut-pengikut-Nya sedang makan malam. Iblis sudah menimbulkan hasrat dalam hati Yudas anak Simon Iskariot untuk mengkhianati Yesus. ( Iblis... mengkhianati Yesus; atau Iblis sudah menentukan bahawa Yudas anak Simon Iskariot akan mengkhianati Yesus.)"},{"number":3,"verse":"Yesus tahu bahawa Bapa sudah menyerahkan segala kekuasaan kepada-Nya. Yesus juga tahu bahawa Dia datang daripada Allah dan akan kembali kepada Allah."},{"number":4,"verse":"Oleh itu Yesus berdiri, menanggalkan jubah-Nya lalu mengikat sehelai tuala pada pinggang-Nya."},{"number":5,"verse":"Dia menuang air ke dalam sebuah besen lalu mula membasuh kaki pengikut-pengikut-Nya dan mengeringkannya dengan tuala yang terikat pada pinggang-Nya."},{"number":6,"verse":"Apabila Yesus sampai kepada Simon Petrus, Petrus berkata, “Adakah Tuhan akan membasuh kakiku?”"},{"number":7,"verse":"Yesus menjawab, “Sekarang kamu tidak memahami apa yang sedang Aku lakukan, tetapi pada kemudian hari kamu akan faham.”"},{"number":8,"verse":"Petrus berkata kepada Yesus, “Jangan Tuhan! Tuhan tidak boleh membasuh kakiku!” Tetapi Yesus menjawab, “Jika Aku tidak membasuh kakimu, kamu bukan lagi pengikut-Ku.”"},{"number":9,"verse":"Simon Petrus berkata, “Ya Tuhan, jika demikian jangan basuh kakiku sahaja, basuhlah tangan dan kepalaku juga!”"},{"number":10,"verse":"Yesus berkata kepadanya, “Sesiapa sudah mandi, seluruh badannya bersih; dia perlu membasuh kaki sahaja. ( Dalam beberapa buah naskhah kuno tidak terdapat: dia perlu membasuh kaki sahaja.) Kamu semuanya bersih, kecuali seorang.” ("},{"number":11,"verse":"Yesus mengetahui siapa yang akan mengkhianati Dia. Itulah sebabnya Yesus berkata, “Kamu semuanya bersih, kecuali seorang.”)"},{"number":12,"verse":"Setelah Yesus membasuh kaki mereka, Dia mengenakan jubah-Nya kembali lalu duduk semula. Dia berkata kepada mereka, “Adakah kamu memahami apa yang baru sahaja Aku lakukan untuk kamu?"},{"number":13,"verse":"Kamu memanggil Aku Guru dan Tuhan. Benarlah panggilan kamu itu, kerana Aku memang Guru dan Tuhan."},{"number":14,"verse":"Jika Aku sebagai Tuhan dan Guru kamu, sudah membasuh kaki kamu, maka kamu wajib saling membasuh kaki."},{"number":15,"verse":"( ) Aku sudah memberikan teladan kepada kamu semua, supaya kamu juga melakukan apa yang sudah Aku lakukan untuk kamu."},{"number":16,"verse":"( ; ; ) Sungguh benar kata-kata-Ku ini: Seorang hamba tidak lebih penting daripada tuannya. Seorang utusan tidak lebih penting daripada orang yang mengutusnya."},{"number":17,"verse":"Jika kamu mengetahui hal ini, berbahagialah kamu jika kamu melakukannya."},{"number":18,"verse":"( ) Apa yang Aku katakan itu bukanlah tentang kamu semua. Aku mengenal siapa-siapa yang sudah Aku pilih. Tetapi apa yang tertulis di dalam Alkitab harus berlaku, ‘Orang yang makan dengan Aku akan melawan Aku.’"},{"number":19,"verse":"Aku memberitahu kamu perkara ini sekarang, sebelum semuanya berlaku. Apabila perkara itu berlaku kelak, kamu akan percaya bahawa Akulah Dia yang menyebut diri-Nya AKU. ( Lihat 8.24.)"},{"number":20,"verse":"( ; ; , ) Sungguh benar kata-kata-Ku ini: Sesiapa yang menyambut orang yang Aku utus, menyambut Aku; sesiapa yang menyambut Aku, juga menyambut Dia yang mengutus Aku.”"},{"number":21,"verse":"( Yesus Bernubuat Tentang Pengkhianatan terhadap Diri-Nya) ( ( 470 26:20-25 ; 480 14:17-21 ; 490 22:21-23 )) Setelah Yesus berkata demikian, hati-Nya gelisah. Lalu Dia berkata dengan terus terang, “Sungguh benar kata-kata-Ku ini: Salah seorang daripada kamu akan mengkhianati Aku.”"},{"number":22,"verse":"Pengikut-pengikut Yesus saling memandang, kerana mereka tidak mengetahui orang yang dimaksudkan oleh-Nya."},{"number":23,"verse":"Pengikut yang dikasihi oleh Yesus duduk di sebelah Yesus."},{"number":24,"verse":"Oleh itu Simon Petrus memberikan isyarat kepadanya, “Tanyalah Guru, siapa yang dimaksudkan-Nya itu.”"},{"number":25,"verse":"Pengikut itu mendekati Yesus lalu bertanya, “Siapakah dia, ya Tuhan?”"},{"number":26,"verse":"Yesus menjawab, “Orang yang Aku berikan roti yang Aku celup ke dalam mangkuk, dialah orang itu.” Oleh itu Yesus mengambil sedikit roti, mencelupnya ke dalam mangkuk, lalu memberikan roti itu kepada Yudas anak Simon Iskariot."},{"number":27,"verse":"Sebaik sahaja Yudas menerima roti itu, Iblis masuk ke dalam hatinya. Lalu Yesus berkata kepadanya, “Segeralah lakukan apa yang mahu kamu lakukan!”"},{"number":28,"verse":"Tidak seorang pun yang makan di situ memahami kata-kata Yesus kepada Yudas."},{"number":29,"verse":"Kerana Yudas memegang beg wang mereka, beberapa orang pengikut menyangka Yesus menyuruh dia membeli bekalan yang diperlukan bagi perayaan itu, atau memberikan sedekah kepada orang miskin."},{"number":30,"verse":"Yudas menerima roti itu, lalu segera keluar. Hari sudah malam."},{"number":31,"verse":"( Perintah yang Baru) Setelah Yudas meninggalkan tempat itu, Yesus berkata, “Sekarang Anak Manusia dimuliakan, dan Allah pun dimuliakan melalui Dia."},{"number":32,"verse":"Jika Allah dimuliakan melalui Anak Manusia, Dia pun dimuliakan oleh Allah sendiri, dan Allah akan segera memuliakan Dia."},{"number":33,"verse":"( ) Anak-anak-Ku, Aku tidak akan tinggal lama lagi dengan kamu. Kamu akan mencari Aku, tetapi seperti yang sudah Aku katakan kepada para penguasa Yahudi, Aku katakan juga kepada kamu, ‘Kamu tidak dapat pergi ke tempat Aku pergi.’"},{"number":34,"verse":"( , ; ; ) Sekarang Aku memberikan perintah baru kepada kamu: Hendaklah kamu saling mengasihi. Sebagaimana Aku sudah mengasihi kamu, hendaklah kamu saling mengasihi."},{"number":35,"verse":"Jika kamu saling mengasihi, semua orang akan tahu bahawa kamu pengikut-pengikut-Ku.”"},{"number":36,"verse":"( Nubuat bahawa Petrus akan Menyangkal Yesus) ( ( 470 26:31-35 ; 480 14:27-31 ; 490 22:31-34 )) Simon Petrus bertanya kepada Yesus, “Ke manakah Tuhan mahu pergi?” Yesus menjawab, “Ke tempat Aku pergi, engkau tidak dapat ikut sekarang, tetapi engkau akan mengikut Aku kelak.”"},{"number":37,"verse":"Petrus bertanya lagi, “Tuhan, mengapa aku tidak dapat mengikut Tuhan sekarang? Aku sanggup mati untuk Tuhan!”"},{"number":38,"verse":"Yesus menjawab, “Betulkah engkau sanggup mati untuk-Ku? Ketahuilah, sebelum ayam berkokok, tiga kali engkau akan berkata engkau tidak mengenal Aku!”"}]}