{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"Aku sudah memberitahu kamu semua ini supaya kamu tidak kecewa sehingga tidak lagi percaya kepada-Ku."},{"number":2,"verse":"Mereka akan melarang kamu masuk ke rumah ibadat. Akan tiba masanya sesiapa yang membunuh kamu menyangka bahawa dengan perbuatan itu dia mengabdi kepada Allah."},{"number":3,"verse":"Mereka akan melakukan perkara-perkara ini terhadap kamu, kerana mereka belum mengenal Bapa ataupun Aku."},{"number":4,"verse":"Tetapi sekarang Aku sudah mengatakan semua ini kepada kamu, supaya apabila hal itu berlaku kelak, kamu akan ingat bahawa Aku sudah memberitahu kamu.” “Aku tidak memberitahu kamu hal ini dari permulaan, kerana Aku masih bersama-sama kamu."},{"number":5,"verse":"( Pekerjaan Roh Allah) Tetapi sekarang Aku akan pergi kepada Dia yang mengutus Aku, tetapi tidak seorang pun daripada kamu bertanya, ‘Ke mana Guru mahu pergi?’"},{"number":6,"verse":"Sekarang kamu sedih, kerana Aku sudah memberitahu kamu hal ini."},{"number":7,"verse":"Tetapi apa yang Aku katakan kepada kamu benar: Untuk kebaikan kamu, lebih baik Aku pergi. Jika Aku tidak pergi, Penolong itu tidak akan datang kepada kamu. Tetapi jika Aku pergi, Aku akan mengutus Dia kepada kamu."},{"number":8,"verse":"Apabila Dia datang kelak, Dia akan membuktikan kepada orang dunia bahawa pendapat mereka tentang dosa, tentang apa yang benar, dan tentang hukuman Allah, semuanya salah."},{"number":9,"verse":"Pendapat mereka tentang dosa salah, kerana mereka tidak percaya kepada-Ku."},{"number":10,"verse":"Pendapat mereka tentang apa yang benar itu salah, kerana Aku pergi kepada Bapa dan kamu tidak akan melihat Aku lagi."},{"number":11,"verse":"Pendapat mereka tentang hukuman Allah pun salah, kerana penguasa dunia ini sudah dihukum."},{"number":12,"verse":"Banyak lagi yang hendak Aku katakan kepada kamu, tetapi sekarang ini kamu belum sanggup menerimanya."},{"number":13,"verse":"Tetapi apabila Roh yang menunjukkan apa yang benar tentang Allah ( Roh yang menunjukkan apa yang benar tentang Allah; Harfiah: Roh Kebenaran.) itu datang, Roh akan membimbing kamu supaya mengetahui segala kebenaran itu. Roh tidak akan mengatakan apa-apa menurut kehendak-Nya sendiri. Dia akan mengatakan apa yang didengar-Nya dan memberitahu kamu perkara-perkara yang akan berlaku."},{"number":14,"verse":"Roh akan memuliakan Aku, kerana apa yang dinyatakan oleh Roh kepada kamu, diterima daripada Aku."},{"number":15,"verse":"Semua milik Bapa-Ku milik-Ku juga. Itulah sebabnya Aku berkata bahawa apa yang disampaikan oleh Roh kepada kamu, diterima daripada Aku.”"},{"number":16,"verse":"( Kesedihan dan Kegembiraan) Yesus berkata, “Tidak lama lagi kamu tidak akan melihat Aku, lalu tidak lama kemudian kamu akan melihat Aku.”"},{"number":17,"verse":"Beberapa orang pengikut Yesus bertanya sesama sendiri, “Apakah maksud Dia berkata, ‘Tidak lama lagi kamu tidak akan melihat Aku, lalu tidak lama kemudian kamu akan melihat Aku’? Dia juga berkata, ‘Aku akan pergi kepada Bapa.’"},{"number":18,"verse":"Apakah erti ‘tidak lama lagi’ itu? Kita tidak memahami apa yang dikatakan-Nya!”"},{"number":19,"verse":"Yesus tahu bahawa mereka hendak bertanya kepada-Nya. Oleh itu Dia berkata kepada mereka, “Tadi Aku berkata, ‘Tidak lama lagi kamu tidak akan melihat Aku, lalu tidak lama kemudian kamu akan melihat Aku.’ Adakah kamu mempersoalkan hal itu?"},{"number":20,"verse":"Percayalah, kamu akan menangis dan meratap, tetapi dunia akan bersukacita. Kamu akan bersedih hati, tetapi kesedihan kamu itu akan berubah menjadi kegembiraan."},{"number":21,"verse":"Apabila seorang perempuan hendak melahirkan anak, hatinya susah kerana masa penderitaannya sudah tiba. Tetapi ketika anak itu lahir, dia lupa akan penderitaannya. Dia bersukacita, kerana seorang anak sudah dilahirkan ke dunia."},{"number":22,"verse":"Demikianlah halnya dengan kamu: Sekarang kamu susah hati, tetapi Aku akan berjumpa lagi dengan kamu. Hati kamu akan dipenuhi kegembiraan yang tidak dapat diambil oleh sesiapa pun."},{"number":23,"verse":"Pada hari itu, kamu tidak akan bertanya apa-apa lagi kepada-Ku. Percayalah, Bapa akan mengurniai kamu apa sahaja yang kamu minta daripada Bapa demi nama-Ku. ( Apa sahaja yang kamu minta daripada Bapa demi nama-Ku; Beberapa buah naskhah kuno: Jika kamu meminta sesuatu daripada Bapa, Dia akan mengurniakannya kepada kamu demi nama-Ku.)"},{"number":24,"verse":"Hingga saat ini kamu belum pernah minta apa-apa demi nama-Ku. Mintalah, lalu kamu akan menerimanya, supaya kegembiraan kamu sempurna.”"},{"number":25,"verse":"( Yesus Mengalahkan Dunia) “Aku sudah mengatakan segala perkara ini kepada kamu dengan perumpamaan. Tetapi akan tiba masanya Aku tidak lagi berkata-kata kepada kamu dengan perumpamaan, melainkan Aku akan berkata-kata dengan terus terang kepada kamu tentang Bapa."},{"number":26,"verse":"Pada masa itu, kamu akan meminta kepada Bapa demi nama-Ku. Aku tidak berkata bahawa Aku akan meminta kepada-Nya bagi pihak kamu,"},{"number":27,"verse":"kerana Bapa sendiri mengasihi kamu. Dia mengasihi kamu kerana kamu mengasihi Aku dan percaya bahawa Aku datang daripada Allah."},{"number":28,"verse":"Aku memang berasal daripada Bapa, dan Aku sudah datang ke dunia. Tetapi sekarang Aku meninggalkan dunia ini lalu kembali kepada Bapa.”"},{"number":29,"verse":"Lalu pengikut-pengikut-Nya berkata kepada Dia, “Sekarang barulah Guru berkata dengan terus terang, tanpa menggunakan perumpamaan."},{"number":30,"verse":"Sekarang kami tahu bahawa Guru mengetahui semuanya. Tidak perlu sesiapa pun bertanya apa-apa kepada Guru. Oleh itu kami percaya bahawa Guru berasal daripada Allah.”"},{"number":31,"verse":"Yesus berkata kepada mereka, “Adakah kamu percaya sekarang?"},{"number":32,"verse":"Saatnya akan datang, malah sudah tiba, apabila kamu akan dicerai-beraikan. Kamu akan pulang ke rumah masing-masing dan meninggalkan Aku seorang diri. Meskipun demikian, Aku tidak sendirian, kerana Bapa bersama-sama Aku."},{"number":33,"verse":"Aku mengatakan semua ini supaya kamu beroleh kesejahteraan kerana bersatu dengan Aku. Di dunia kamu akan menderita, tetapi tabahkanlah hati kamu, kerana Aku sudah mengalahkan dunia!”"}]}