{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"( Yesus Ditangkap) ( ( 470 26:47-56 ; 480 14:43-50 ; 490 22:47-53 )) Setelah Yesus berdoa demikian, Dia pergi dengan pengikut-pengikut-Nya ke seberang Sungai Kidron. Di situ Yesus dan pengikut-pengikut-Nya masuk ke sebuah taman."},{"number":2,"verse":"Yudas, pengkhianat itu, mengetahui tempat itu, kerana telah banyak kali Yesus berkumpul dengan pengikut-pengikut-Nya di situ."},{"number":3,"verse":"Oleh itu Yudas pergi ke tempat itu sambil membawa sepasukan askar Roma dan beberapa orang pengawal Rumah Tuhan yang disuruh oleh ketua-ketua imam dan orang Farisi. Mereka membawa senjata, lentera, dan suluh."},{"number":4,"verse":"Yesus mengetahui semua yang akan berlaku terhadap diri-Nya. Oleh itu Dia menghampiri mereka lalu bertanya, “Siapakah yang kamu cari?”"},{"number":5,"verse":"Mereka menjawab, “Yesus, orang dari Nasaret.” Yesus berkata kepada mereka, “Akulah Dia.” Yudas, pengkhianat itu, berdiri dengan mereka di situ."},{"number":6,"verse":"Apabila Yesus berkata kepada mereka, “Akulah Dia,” mereka semua undur lalu rebah ke tanah."},{"number":7,"verse":"Sekali lagi Yesus bertanya kepada mereka, “Siapakah yang kamu cari?” Mereka menjawab, “Yesus, orang dari Nasaret.”"},{"number":8,"verse":"Yesus berkata, “Bukankah sudah Aku katakan bahawa Akulah Dia? Jika Aku yang kamu cari, biarkan pengikut-pengikut-Ku ini pergi.” ("},{"number":9,"verse":"Dia berkata demikian, supaya berlakulah apa yang dikatakan-Nya dahulu, “Ya Bapa, tidak seorang pun yang Engkau serahkan kepada-Ku akan sesat.”)"},{"number":10,"verse":"Simon Petrus yang mempunyai sebilah pedang, menghunusnya lalu mengerat telinga kanan hamba Imam Agung. Nama hamba itu Malkhus."},{"number":11,"verse":"( ; ; ) Lalu Yesus berkata kepada Petrus, “Sarungkanlah pedangmu kembali! Aku harus minum cawan penderitaan yang diberikan oleh Bapa kepada-Ku.”"},{"number":12,"verse":"( Yesus Dibawa Menghadap Hanas) Kemudian askar-askar Roma dengan komandan mereka dan pengawal-pengawal Yahudi menangkap dan mengikat Yesus."},{"number":13,"verse":"Mula-mula mereka membawa Yesus menghadap Hanas, bapa mentua Kayafas. Kayafas bertugas sebagai Imam Agung pada tahun itu."},{"number":14,"verse":"( ) Dialah yang menasihati para penguasa Yahudi bahawa lebih baik satu orang mati untuk seluruh umat."},{"number":15,"verse":"( Petrus Menyangkal Yesus) ( ( 470 26:69-70 ; 480 14:66-68 ; 490 22:55-57 )) Simon Petrus dan seorang pengikut lain mengikuti Yesus. Pengikut lain ini dikenal oleh Imam Agung. Oleh itu pengikut itu masuk bersama-sama Yesus ke halaman rumah Imam Agung,"},{"number":16,"verse":"sedangkan Petrus menunggu di luar, di hadapan pintu. Kemudian pengikut lain itu, keluar lagi. Dia bercakap dengan hamba perempuan yang menjaga pintu, lalu membawa Petrus masuk ke dalam."},{"number":17,"verse":"Hamba perempuan yang menjaga pintu itu berkata kepada Petrus, “Bukankah kamu salah seorang pengikut orang itu?” Petrus menjawab, “Bukan.”"},{"number":18,"verse":"Pada waktu itu udara sejuk. Para hamba dan pengawal di situ sudah menyalakan api arang dan sedang berdiang. Petrus menghampiri mereka dan berdiri berdiang dengan mereka."},{"number":19,"verse":"( Imam Agung Menyoal Yesus) ( ( 470 26:59-66 ; 480 14:55-64 ; 490 22:66-71 )) Imam Agung itu menyoal Yesus tentang pengikut-pengikut-Nya dan ajaran-Nya."},{"number":20,"verse":"Yesus menjawab, “Aku sentiasa berkata-kata dengan terus terang di hadapan umum. Aku selalu mengajar di rumah ibadat dan di Rumah Tuhan, tempat semua orang Yahudi berkumpul. Tidak pernah Aku berkata apa-apa dengan sembunyi-sembunyi."},{"number":21,"verse":"Mengapakah kamu menyoal Aku? Tanyalah mereka yang pernah mendengar Aku mengajar. Mereka mengetahui apa yang Aku katakan.”"},{"number":22,"verse":"Ketika Yesus berkata demikian, salah seorang pengawal di situ menampar Dia sambil berkata, “Berani sungguh kamu berkata demikian kepada Imam Agung!”"},{"number":23,"verse":"Yesus berkata kepadanya, “Jika Aku sudah berkata apa-apa yang salah, katakanlah kepada semua orang di sini apa kesalahan itu. Tetapi jika kata-kata-Ku benar, mengapa kamu menampar Aku?”"},{"number":24,"verse":"Kemudian Hanas menyuruh orang membawa Yesus, yang masih terikat itu, kepada Imam Agung Kayafas."},{"number":25,"verse":"( Petrus Menyangkal Yesus Lagi) ( ( 470 26:71-75 ; 480 14:69-72 ; 490 22:58-62 )) Simon Petrus masih juga berdiri berdiang di situ. Semua orang lain di situ bertanya kepadanya, “Bukankah kamu salah seorang pengikut orang itu?” Petrus menjawab, “Bukan!”"},{"number":26,"verse":"Seorang daripada hamba-hamba Imam Agung ada di situ. Dia saudara kepada orang yang telinganya dikerat oleh Petrus. Dia berkata kepada Petrus, “Bukankah kamu yang aku lihat di taman itu bersama-sama dia?”"},{"number":27,"verse":"Petrus berkata lagi, “Bukan.” Tepat pada waktu itu ayam berkokok."},{"number":28,"verse":"( Yesus Dibawa Menghadap Pilatus) ( ( 470 27:1-2 , 470 27:11-14 ; 480 15:1-5 ; 490 23:1-5 )) Pagi-pagi sekali, mereka membawa Yesus dari rumah Kayafas ke istana gabenor. Para penguasa Yahudi tidak masuk ke dalam istana, supaya mereka tidak menjadi najis dari segi agama, kerana mereka mahu makan Perjamuan Paska."},{"number":29,"verse":"Oleh itu Pilatus keluar untuk menjumpai mereka. Dia bertanya, “Apakah tuduhan kamu terhadap orang ini?”"},{"number":30,"verse":"Mereka menjawab, “Kami tidak akan membawa dia menghadap tuan jika dia tidak bersalah.”"},{"number":31,"verse":"Pilatus berkata kepada mereka, “Ambillah dia dan adililah dia menurut hukum kamu sendiri.” Tetapi mereka menjawab, “Kami tidak dibenarkan menghukum mati sesiapa pun.” ("},{"number":32,"verse":"( , ) Hal ini berlaku supaya terjadilah apa yang dikatakan oleh Yesus tentang cara Dia akan mati.)"},{"number":33,"verse":"Pilatus masuk kembali ke istana lalu memanggil Yesus. Dia bertanya kepada-Nya, “Adakah kamu raja orang Yahudi?”"},{"number":34,"verse":"Yesus menjawab, “Adakah pertanyaan ini daripadamu atau orang lain sudah memberitahu kamu tentang diri-Ku?”"},{"number":35,"verse":"Pilatus menjawab, “Adakah aku ini orang Yahudi? Bangsamu sendiri dan ketua-ketua imam sudah menyerahkan kamu kepadaku. Apakah yang sudah kamu lakukan?”"},{"number":36,"verse":"Yesus berkata, “Pemerintahan-Ku bukan dari dunia ini. Jika pemerintahan-Ku dari dunia ini, semua orang-Ku akan melawan supaya Aku tidak diserahkan kepada para penguasa Yahudi. Tidak, pemerintahan-Ku bukan dari dunia ini!”"},{"number":37,"verse":"Oleh itu Pilatus bertanya kepada-Nya, “Jika demikian, adakah kamu ini raja?” Yesus menjawab, “Kamu yang berkata bahawa Aku raja. Aku dilahirkan dan datang ke dunia untuk satu maksud sahaja; Aku datang untuk berkata tentang apa yang benar. Sesiapa yang menerima apa yang benar, mendengarkan Aku.”"},{"number":38,"verse":"Pilatus bertanya kepada-Nya, “Apakah yang benar itu?” Kemudian Pilatus keluar lagi dari istana dan berkata kepada semua orang Yahudi di situ, “Aku tidak mendapat alasan apa pun untuk menghukum dia."},{"number":39,"verse":"( Yesus Dihukum Mati) ( ( 470 27:15-31 ; 480 15:6-20 ; 490 23:13-25 )) Tetapi menurut kebiasaan kamu, aku selalu membebaskan seorang tahanan pada Perayaan Paska. Adakah kamu mahu aku melepaskan raja orang Yahudi ini?”"},{"number":40,"verse":"Mereka menjawab sambil berseru, “Tidak! Bukan dia! Bebaskan Barabas!” (Barabas seorang perompak.)"}]}