{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"Kemudian Pilatus menyuruh orang mencambuk Yesus."},{"number":2,"verse":"Askar-askar membuat sebuah mahkota daripada ranting-ranting berduri, lalu mengenakannya pada kepala Yesus. Mereka mengenakan jubah ungu pada-Nya,"},{"number":3,"verse":"lalu berulang kali datang kepada-Nya sambil berkata, “Daulat, raja orang Yahudi!” Setelah itu mereka menampar Dia."},{"number":4,"verse":"Pilatus keluar sekali lagi dan berkata kepada orang ramai di situ, “Lihatlah, aku membawa dia ke luar, supaya kamu tahu bahawa aku tidak mendapat alasan apa pun untuk menghukum dia.”"},{"number":5,"verse":"Demikianlah Yesus keluar dengan memakai mahkota duri dan jubah ungu. Pilatus berkata kepada mereka, “Lihatlah orang ini!”"},{"number":6,"verse":"Ketika ketua-ketua imam dan para pengawal Rumah Tuhan melihat Yesus, mereka berseru, “Salibkan dia! Salibkan dia!” Pilatus berkata kepada mereka, “Ambillah dia! Kamu sendiri salibkan dia, kerana aku tidak mendapat alasan apa pun untuk menghukum dia.”"},{"number":7,"verse":"Semua orang Yahudi di situ menjawab, “Menurut hukum kami dia harus dihukum mati kerana dia mengaku dirinya Anak Allah.”"},{"number":8,"verse":"Apabila Pilatus mendengar kata-kata mereka, dia lebih takut lagi."},{"number":9,"verse":"Lalu dia masuk kembali ke istana dan bertanya kepada Yesus, “Kamu berasal dari mana?” Tetapi Yesus tidak menjawab."},{"number":10,"verse":"Pilatus berkata kepada-Nya, “Tidakkah kamu mahu berkata apa-apa kepadaku? Ketahuilah bahawa aku berkuasa membebaskan kamu ataupun menyalibkan kamu!”"},{"number":11,"verse":"Yesus menjawab, “Kamu sama sekali tidak berkuasa atas diri-Ku kecuali Allah memberikan kuasa itu kepadamu. Oleh itu orang yang menyerahkan Aku kepadamu, dosanya lebih besar daripada dosamu.”"},{"number":12,"verse":"Apabila Pilatus mendengar kata-kata ini, dia berusaha untuk membebaskan Yesus. Tetapi semua orang Yahudi di situ berseru, “Jika tuan membebaskan dia, tuan bukan sahabat Kaisar. Sesiapa yang mengaku dirinya raja, melawan Kaisar!”"},{"number":13,"verse":"Apabila Pilatus mendengar kata-kata itu, dia membawa Yesus ke luar lalu duduk di kerusi pengadilan di tempat yang bernama “Lantai Batu.” (Dalam bahasa Ibrani namanya “Gabata”.)"},{"number":14,"verse":"Masa itu hampir pukul dua belas tengah hari, dan esok Perayaan Paska. Pilatus berkata kepada semua orang di situ, “Inilah raja kamu!”"},{"number":15,"verse":"Mereka berseru, “Bunuh dia! Bunuh dia! Salibkan dia!” “Kamu mahu aku menyalib raja kamu?” tanya Pilatus. Ketua-ketua imam menjawab, “Kaisar satu-satunya raja kami!”"},{"number":16,"verse":"Kemudian Pilatus menyerahkan Yesus kepada mereka untuk disalibkan. Mereka mengambil Yesus dan membawa Dia pergi."},{"number":17,"verse":"( Yesus Disalibkan) ( ( 470 27:32-44 ; 480 15:21-32 ; 490 23:26-43 )) Sambil memikul salib-Nya, Yesus pergi ke luar bandar ke tempat yang bernama “Tempat Tengkorak.” (Dalam bahasa Ibrani tempat itu disebut “Golgota”.)"},{"number":18,"verse":"Di situ Dia disalibkan. Dua orang lain juga disalibkan bersama-sama Yesus, seorang di sebelah kiri, seorang di sebelah kanan dan Yesus di tengah."},{"number":19,"verse":"Pilatus menyuruh orang memasang papan kenyataan pada kayu salib Yesus. Papan kenyataan itu bertulis: “Yesus dari Nasaret, Raja Orang Yahudi”."},{"number":20,"verse":"Banyak orang Yahudi membacanya kerana tempat Yesus disalibkan itu tidak jauh dari bandar. Tulisan itu dalam bahasa Ibrani, Latin, dan Yunani."},{"number":21,"verse":"Ketua-ketua imam berkata kepada Pilatus, “Janganlah tulis, ‘Raja Orang Yahudi’, melainkan tulislah: ‘Orang ini berkata, Aku Raja Orang Yahudi.’ ”"},{"number":22,"verse":"Tetapi Pilatus menjawab, “Apa yang sudah aku tulis tidak boleh diubah!”"},{"number":23,"verse":"Setelah askar-askar itu menyalibkan Yesus, mereka mengambil pakaian-Nya lalu membahaginya menjadi empat bahagian; dan masing-masing mendapat sebahagian. Mereka juga mengambil jubah-Nya yang dibuat daripada sehelai kain yang ditenun dari atas sampai ke bawah tanpa jahitan."},{"number":24,"verse":"( ) Askar-askar bercakap sesama sendiri, “Janganlah koyak jubah ini. Marilah kita buang undi untuk menentukan orang yang boleh mendapatnya.” Hal ini berlaku supaya apa yang tertulis di dalam Alkitab terjadi, “Mereka membahagi-bahagi pakaian-Ku, dan membuang undi bagi jubah-Ku.” Demikianlah yang dilakukan oleh askar-askar itu."},{"number":25,"verse":"Ibu Yesus, saudara perempuan ibunya, Maria isteri Klopas, dan Maria Magdalena berdiri dekat salib itu."},{"number":26,"verse":"Yesus nampak ibu-Nya dan pengikut yang dikasihi-Nya berdiri di situ. Oleh itu Yesus berkata kepada ibu-Nya, “Puan, dia anak puan.”"},{"number":27,"verse":"Kemudian Yesus berkata kepada pengikut itu, “Dia ibumu.” Sejak itu, ibu Yesus tinggal di rumah pengikut itu."},{"number":28,"verse":"( Kematian Yesus) ( ( 470 27:45-56 ; 480 15:33-41 ; 490 23:44-49 )) ( , ) Yesus tahu bahawa sekarang semuanya sudah selesai, dan supaya apa yang tertulis di dalam Alkitab berlaku, Dia berkata, “Aku dahaga.”"},{"number":29,"verse":"Di situ ada sebuah mangkuk yang penuh dengan wain murah. Sebuah bunga karang dicelupkan ke dalam wain itu, lalu dicucukkan pada hujung batang hisop, dan kemudian dihulurkan ke mulut Yesus."},{"number":30,"verse":"Yesus mengecapnya lalu berkata, “Sudah selesai!” Setelah itu Dia menundukkan kepala dan meninggal."},{"number":31,"verse":"( Yesus Ditikam) Hari itu sehari sebelum hari Sabat. Para penguasa Yahudi tidak mahu mayat orang yang disalibkan masih di kayu salib pada hari Sabat, apalagi hari Sabat kali ini hari perayaan yang khas. Oleh itu mereka meminta kebenaran Pilatus untuk mematahkan kaki orang yang disalibkan dan menurunkan mayat-mayat itu dari kayu salib."},{"number":32,"verse":"Oleh itu askar-askar pergi mematahkan kaki kedua-dua orang yang disalibkan bersama-sama Yesus."},{"number":33,"verse":"Tetapi apabila mereka sampai kepada Yesus, mereka melihat bahawa Dia sudah meninggal. Oleh itu mereka tidak mematahkan kaki-Nya."},{"number":34,"verse":"Tetapi salah seorang askar menusuk rusuk Yesus dengan tombak, dan pada ketika itu juga keluarlah darah dan air. ("},{"number":35,"verse":"Demikianlah orang yang telah melihat kejadian ini memberikan kesaksiannya, supaya kamu pun percaya. ( percaya; Beberapa buah naskhah kuno: tetap percaya.) Kesaksiannya benar dan dia tahu bahawa apa yang dikatakannya benar.)"},{"number":36,"verse":"( ; ; ) Hal ini berlaku supaya apa yang tertulis di dalam Alkitab terjadi, “Tidak satu pun daripada tulang-Nya akan dipatahkan.”"},{"number":37,"verse":"( ; ) Di dalam Alkitab juga tertulis, “Orang akan memandang Dia yang telah ditikam oleh mereka.”"},{"number":38,"verse":"( Penguburan Yesus) ( ( 470 27:57-61 ; 480 15:42-47 ; 490 23:50-56 )) Setelah itu Yusuf yang berasal dari bandar Arimatea, meminta kebenaran Pilatus untuk mengambil jenazah Yesus. (Yusuf pengikut Yesus tetapi Yusuf tidak memberitahu orang hal itu, kerana dia takut akan penguasa Yahudi.) Pilatus meluluskan permintaannya, lalu Yusuf pergi mengambil jenazah Yesus."},{"number":39,"verse":"( ) Nikodemus yang dahulu pernah datang kepada Yesus pada waktu malam pun pergi dengan Yusuf. Nikodemus membawa ramuan mur dan gaharu sebanyak kira-kira tiga puluh kilogram."},{"number":40,"verse":"Kedua-dua orang ini mengambil jenazah Yesus lalu membalutnya dengan kain linen dan ramuan menurut adat penguburan orang Yahudi."},{"number":41,"verse":"Di tempat Yesus disalibkan ada sebuah taman. Di dalam taman itu terdapat sebuah kubur baru yang belum pernah digunakan."},{"number":42,"verse":"Kerana kubur ini dekat dan hari Sabat sudah hampir bermula, mereka meletakkan jenazah Yesus di situ."}]}