{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"( Majlis Perkahwinan di Kana) Dua hari kemudian, ada majlis perkahwinan di kota Kana di negeri Galilea. Ibu Yesus di sana."},{"number":2,"verse":"Yesus dan pengikut-pengikut-Nya juga dijemput ke majlis tersebut."},{"number":3,"verse":"Apabila wain ( wain: Minuman yang dihasilkan daripada peraman air anggur.) sudah habis, ibu Yesus berkata kepada Yesus, “Mereka kehabisan wain.”"},{"number":4,"verse":"Yesus menjawab, “Puan, janganlah suruh Aku. Saat-Ku belum tiba.”"},{"number":5,"verse":"Kemudian ibu Yesus berkata kepada pelayan-pelayan di situ, “Lakukan apa sahaja yang dikatakan-Nya kepada kamu.”"},{"number":6,"verse":"Orang Yahudi mempunyai adat pembasuhan. Di situ ada enam buah tempayan untuk keperluan itu dan setiap tempayan isinya kira-kira seratus liter air."},{"number":7,"verse":"Yesus berkata kepada pelayan-pelayan itu, “Isilah tempayan-tempayan ini dengan air.” Mereka mengisi semua tempayan itu sehingga penuh."},{"number":8,"verse":"Lalu Yesus berkata kepada mereka, “Sekarang ambillah sedikit air itu dan hidangkannya kepada ketua majlis.” Mereka membawa air itu kepada ketua majlis."},{"number":9,"verse":"Ketua majlis itu mengecap air yang sudah berubah menjadi wain. Dia tidak tahu dari mana datangnya wain itu. (Hanya pelayan-pelayan yang menuang air itu yang mengetahuinya.) Oleh itu ketua majlis memanggil pengantin lelaki,"},{"number":10,"verse":"lalu berkata kepadanya, “Biasanya orang menghidangkan wain terbaik terlebih dahulu, lalu apabila para tetamu sudah puas minum barulah wain biasa dihidangkan. Tetapi kamu menyimpan wain terbaik sehingga sekarang!”"},{"number":11,"verse":"Itulah mukjizat ( Mukjizat: Dalam teks Yunani ‘tanda’. Dalam Berita Baik yang disampaikan oleh Yohanes, kata ‘tanda’ selalu merujuk kepada mukjizat yang menunjukkan bahawa Yesus Anak Allah.) pertama yang dilakukan oleh Yesus di Kana di negeri Galilea. Dia menyatakan kemuliaan-Nya dan pengikut-pengikut-Nya percaya kepada-Nya."},{"number":12,"verse":"( ) Selepas itu Yesus, ibu-Nya, saudara-saudara-Nya, dan pengikut-pengikut-Nya pergi ke Kapernaum. Mereka tinggal di sana selama beberapa hari."},{"number":13,"verse":"( Yesus Masuk ke Rumah Tuhan) ( ( 470 21:12-13 ; 480 11:15-17 ; 490 19:45-46 )) ( ) Apabila sudah hampir Perayaan Paska orang Yahudi, Yesus pergi ke Yerusalem."},{"number":14,"verse":"Di dalam Rumah Tuhan, Dia menjumpai orang menjual lembu, domba, dan burung merpati; penukar wang pun berniaga di situ."},{"number":15,"verse":"Yesus membuat cemeti daripada tali, lalu mengusir semua orang dan binatang itu keluar dari Rumah Tuhan, baik domba mahupun lembu. Dia menunggangbalikkan meja penukar wang sehingga wang mereka berhamburan."},{"number":16,"verse":"Dia berkata kepada penjual burung merpati, “Angkat semuanya dari sini. Jangan jadikan rumah Bapa-Ku tempat berniaga!”"},{"number":17,"verse":"( ) Pengikut-pengikut-Nya lalu teringat akan ayat Alkitab yang mengatakan, “Kasih-Ku terhadap rumah-Mu, ya Allah, berkobar-kobar seperti api!”"},{"number":18,"verse":"Para penguasa Yahudi bertanya kepada Yesus, “Mukjizat apakah yang dapat kamu lakukan untuk membuktikan bahawa kamu berhak bertindak seperti ini?”"},{"number":19,"verse":"( , ; , ) Yesus menjawab, “Runtuhkanlah Rumah Tuhan ini, lalu dalam tiga hari Aku akan membinanya lagi.”"},{"number":20,"verse":"“Engkau mahu membinanya lagi dalam tiga hari?” tanya mereka. “Empat puluh enam tahun sudah diperlukan untuk membina Rumah Tuhan ini!”"},{"number":21,"verse":"Sebenarnya Rumah Tuhan yang dimaksudkan oleh Yesus itu tubuh-Nya sendiri."},{"number":22,"verse":"Oleh itu ketika Yesus dibangkitkan daripada kematian, pengikut-pengikut-Nya teringat bahawa Dia pernah mengatakan demikian. Lalu percayalah mereka kepada apa yang tertulis di dalam Alkitab dan kepada apa yang dikatakan oleh Yesus."},{"number":23,"verse":"( Yesus Mengetahui Hati Manusia) Sementara Yesus di Yerusalem pada masa Perayaan Paska, banyak orang percaya kepada-Nya kerana mukjizat-mukjizat yang dilakukan-Nya."},{"number":24,"verse":"Tetapi Yesus tidak mempercayakan diri-Nya kepada mereka, kerana Dia mengetahui hati manusia."},{"number":25,"verse":"Tidak perlu orang memberitahu Dia tentang sesiapa pun, kerana Dia mengetahui isi hati manusia."}]}