{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"( Yesus Menampakkan Diri kepada Tujuh Orang Pengikut-Nya) Setelah itu Yesus menampakkan diri sekali lagi kepada pengikut-pengikut-Nya di Tasik Tiberias. Beginilah peristiwa itu berlaku:"},{"number":2,"verse":"Simon Petrus, Tomas (yang disebut Si Kembar), Natanael (yang berasal dari Kana di Galilea), anak-anak Zebedeus, dan dua orang pengikut Yesus yang lain, sedang berkumpul."},{"number":3,"verse":"( ) Simon Petrus berkata kepada mereka, “Aku hendak pergi menjala ikan.” Mereka berkata kepadanya “Kami ikut.” Oleh itu mereka menaiki perahu lalu bertolak. Tetapi sepanjang malam itu mereka tidak mendapat seekor ikan pun."},{"number":4,"verse":"Apabila matahari terbit, Yesus berdiri di pantai, tetapi mereka tidak tahu bahawa Dia Yesus."},{"number":5,"verse":"Kemudian Yesus bertanya kepada mereka, “Hai kawan-kawan, adakah kamu mendapat ikan?” “Tidak! Seekor pun tidak,” jawab mereka."},{"number":6,"verse":"( ) Yesus berkata kepada mereka, “Labuhkanlah jala ke sebelah kanan perahu, lalu kamu akan mendapat ikan.” Mereka melabuhkan jala, tetapi mereka tidak terdaya menariknya kembali kerana terlalu banyak ikan yang tertangkap."},{"number":7,"verse":"Pengikut yang dikasihi oleh Yesus berkata kepada Petrus, “Dia Tuhan!” Apabila Simon Petrus mendengar bahawa Dia itu Tuhan, Petrus memakai bajunya (yang ditanggalkannya semasa bekerja) lalu terjun ke dalam air."},{"number":8,"verse":"Pengikut-pengikut lain mendarat dengan perahu itu, sambil menarik jala yang penuh dengan ikan. Mereka tidak berapa jauh dari darat, kira-kira seratus meter sahaja."},{"number":9,"verse":"Apabila mereka tiba di pantai, mereka melihat ikan dibakar di atas bara api dan roti pun ada di situ."},{"number":10,"verse":"Kemudian Yesus berkata kepada mereka, “Bawalah beberapa ekor ikan yang baru kamu tangkap ke mari.”"},{"number":11,"verse":"Simon Petrus pergi ke perahu lalu menyeret jala ke darat. Jala itu sarat dengan ikan yang besar-besar; semuanya berjumlah 153 ekor. Meskipun ikan sebanyak itu tertangkap, jala itu tidak koyak."},{"number":12,"verse":"Yesus berkata kepada mereka, “Marilah makan.” Tidak seorang pun daripada pengikut-Nya berani bertanya, “Siapakah tuan?” kerana mereka tahu bahawa Dia Tuhan."},{"number":13,"verse":"Oleh itu, Yesus menghampiri mereka, mengambil roti, lalu memberikan roti itu kepada mereka. Dia berbuat demikian juga dengan ikan itu."},{"number":14,"verse":"Inilah kali ketiga Yesus menampakkan diri kepada pengikut-pengikut-Nya setelah Dia dibangkitkan daripada kematian."},{"number":15,"verse":"( Yesus dan Petrus) Setelah mereka makan, Yesus bertanya kepada Simon Petrus, “Simon anak Yohanes, adakah kamu lebih mengasihi Aku daripada semua orang ini mengasihi Aku?” Petrus menjawab, “Ya Tuhan, Tuhan tahu bahawa aku mengasihi Tuhan.” Yesus berkata kepadanya, “Peliharalah anak-anak domba-Ku.”"},{"number":16,"verse":"Untuk kali kedua Yesus bertanya kepadanya, “Simon anak Yohanes, adakah kamu mengasihi Aku?” Petrus menjawab, “Ya Tuhan, Tuhan tahu bahawa aku mengasihi Tuhan.” Yesus berkata kepadanya, “Peliharalah domba-domba-Ku.”"},{"number":17,"verse":"Untuk kali ketiga Yesus bertanya kepadanya, “Simon anak Yohanes, adakah kamu mengasihi Aku?” Petrus sedih kerana Yesus bertanya tiga kali kepadanya, “Adakah kamu mengasihi Aku?” Oleh itu Petrus menjawab, “Ya Tuhan, Tuhan mengetahui semuanya. Tuhan tahu bahawa aku mengasihi Tuhan!” Yesus berkata kepadanya, “Peliharalah domba-domba-Ku."},{"number":18,"verse":"Apa yang Aku katakan ini benar: Semasa kamu masih muda, kamu mengikat tali pinggang lalu pergi ke mana sahaja kamu mahu. Tetapi semasa kamu tua, kamu akan menghulurkan tangan lalu seorang lain akan mengikat kamu dan membawa kamu ke tempat yang kamu tidak mahu pergi.”"},{"number":19,"verse":"(Dengan kata-kata ini Yesus menunjukkan bagaimana Petrus akan mati kelak untuk memuliakan Allah.) Lalu Yesus berkata kepada Petrus, “Ikutlah Aku!”"},{"number":20,"verse":"( Yesus dan Pengikut yang Dikasihi-Nya) ( ) Petrus berpaling dan melihat pengikut yang dikasihi oleh Yesus sedang mengikuti mereka. Dialah pengikut yang duduk dekat Yesus pada waktu makan dan bertanya kepada-Nya, “Ya Tuhan, siapakah yang akan mengkhianati Tuhan?”"},{"number":21,"verse":"Ketika Petrus melihat dia, Petrus bertanya kepada Yesus, “Tuhan, bagaimana dengan orang ini?”"},{"number":22,"verse":"Yesus menjawab, “Jika Aku mahu dia hidup sehingga Aku kembali, apa kena-mengenanya dengan kamu? Tetapi kamu, ikutlah Aku!”"},{"number":23,"verse":"Oleh itu tersebarlah berita di kalangan pengikut Yesus bahawa pengikut itu tidak akan mati. Tetapi Yesus tidak berkata bahawa pengikut itu tidak akan mati, melainkan Yesus berkata, “Jika Aku mahu dia hidup sehingga Aku kembali, apa kena-mengenanya dengan kamu?”"},{"number":24,"verse":"Dialah pengikut yang memberikan kesaksian tentang perkara-perkara ini. Dia juga sudah menulis semua itu. Kita tahu bahawa apa yang dikatakannya benar."},{"number":25,"verse":"( Kata Terakhir) Masih banyak lagi perkara lain yang dilakukan oleh Yesus. Jika semuanya ditulis satu per satu, pada hematku seluruh dunia ini pun tidak cukup untuk memuat semua kitab yang akan ditulis itu."}]}