{"bibleAbbr":"msAB1996","bookName":"YOHANES","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"( Yesus dan Nikodemus) Ada seorang pemimpin Yahudi bernama Nikodemus; dia daripada golongan Farisi."},{"number":2,"verse":"Pada suatu malam dia datang kepada Yesus lalu berkata kepada-Nya, “Guru, kami tahu bahawa guru diutus oleh Allah untuk mengajar kami. Tidak seorang pun dapat melakukan mukjizat seperti yang guru lakukan, kecuali Allah menyertai dia.”"},{"number":3,"verse":"Yesus menjawab, “Percayalah, tidak seorang pun dapat menikmati Pemerintahan Allah kecuali dia dilahirkan semula.” ( semula; atau dari atas.)"},{"number":4,"verse":"Nikodemus bertanya, “Bagaimanakah seorang dewasa dapat dilahirkan semula? Tidak mungkin dia masuk semula ke rahim ibunya lalu dilahirkan untuk kali kedua!”"},{"number":5,"verse":"Yesus menjawab, “Apa yang Aku katakan ini benar: Tidak mungkin seorang pun menikmati Pemerintahan Allah, kecuali dia dilahirkan daripada air dan daripada Roh Allah."},{"number":6,"verse":"Secara jasmani manusia dilahirkan oleh manusia, tetapi secara rohani manusia dilahirkan oleh Roh Allah."},{"number":7,"verse":"Janganlah hairan kerana Aku berkata kepadamu bahawa kamu semua mesti dilahirkan semula! ( semula; atau dari atas.)"},{"number":8,"verse":"Angin bertiup ke mana sahaja angin mahu; kita mendengar bunyinya, tetapi tidak tahu dari mana datangnya dan ke mana perginya angin itu. Begitu juga halnya dengan setiap orang yang dilahirkan oleh Roh Allah.”"},{"number":9,"verse":"Nikodemus bertanya, “Bagaimanakah perkara ini boleh berlaku?”"},{"number":10,"verse":"Yesus menjawab, “Kamu guru terkenal di Israel. Adakah kamu tidak mengetahui perkara ini?"},{"number":11,"verse":"Apa yang Aku katakan kepadamu benar: Kami mengatakan apa yang kami ketahui dan memberitahukan apa yang kami lihat, tetapi kamu tidak mahu menerimanya."},{"number":12,"verse":"Aku memberitahu kamu perkara-perkara dunia ini, tetapi kamu tidak percaya; bagaimana kamu boleh percaya apabila Aku memberitahu kamu perkara-perkara syurga?"},{"number":13,"verse":"Tidak seorang pun pernah naik ke syurga, kecuali Anak Manusia yang turun dari syurga."},{"number":14,"verse":"( ) Sebagaimana ular gangsa ditinggikan oleh Musa pada sebatang kayu di padang gurun, begitu jugalah Anak Manusia harus ditinggikan,"},{"number":15,"verse":"supaya semua orang yang percaya kepada Anak Manusia beroleh hidup sejati dan kekal."},{"number":16,"verse":"Allah sangat mengasihi orang di dunia ini sehingga Dia memberikan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada Anak itu tidak binasa tetapi beroleh hidup sejati dan kekal. ( Allah sangat mengasihi orang di dunia... beroleh hidup sejati dan kekal; Harfiah: Kerana begitu besar kasih Allah akan dunia ini, sehingga Dia telah mengurniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal.)"},{"number":17,"verse":"Allah mengutus Anak-Nya ke dunia ini bukan untuk menghakimi dunia, tetapi untuk menyelamatkannya."},{"number":18,"verse":"Sesiapa yang percaya kepada Anak itu tidak dihukum, tetapi sesiapa yang tidak percaya sudah dihukum kerana dia tidak percaya kepada Anak Allah yang tunggal."},{"number":19,"verse":"Penghakiman itu berdasarkan hal ini: Cahaya itu sudah datang ke dunia, tetapi manusia lebih menyukai kegelapan daripada cahaya kerana perbuatan mereka jahat."},{"number":20,"verse":"Sesiapa yang melakukan kejahatan membenci cahaya, dan tidak mahu datang kepada cahaya, supaya perbuatannya yang jahat tidak kelihatan."},{"number":21,"verse":"Tetapi sesiapa yang melakukan kehendak Allah datang kepada cahaya, supaya nyata bahawa perbuatan yang dilakukannya menurut kehendak Allah.”"},{"number":22,"verse":"( Yesus dan Yohanes Pembaptis) Setelah itu Yesus dan pengikut-pengikut-Nya pergi ke wilayah Yudea. Dia tinggal di situ dengan mereka untuk sementara waktu, dan Dia membaptis orang."},{"number":23,"verse":"( ; ; ) Pada masa itu Yohanes belum dipenjarakan. Di Ainon, tempat yang tidak berapa jauh dari Salim, Yohanes membaptis orang kerana di situ terdapat banyak air. Orang datang kepadanya dan dia membaptis mereka."},{"number":25,"verse":"Beberapa orang pengikut Yohanes mula bertengkar dengan seorang Yahudi ( seorang Yahudi; Beberapa buah naskhah kuno: beberapa orang Yahudi.) tentang adat pembasuhan."},{"number":26,"verse":"Kemudian mereka pergi kepada Yohanes dan berkata, “Adakah guru masih ingat akan orang yang bersama-sama guru di seberang Sungai Yordan itu, orang yang guru tunjukkan kepada kami dahulu? Lihatlah, sekarang dia membaptis orang dan semua orang pergi kepadanya!”"},{"number":27,"verse":"Yohanes menjawab, “Seseorang tidak dapat menerima sesuatu, jika Allah tidak memberikannya."},{"number":28,"verse":"( ) Kamu sendiri menjadi saksiku bahawa aku pernah berkata, ‘Aku bukan Penyelamat yang diutus oleh Allah, tetapi aku diutus terlebih dahulu daripada-Nya.’"},{"number":29,"verse":"Pengantin perempuan kepunyaan pengantin lelaki. Sahabat pengantin lelaki hanya menunggu dan mendengar, serta bersukacita apabila dia mendengar suara pengantin lelaki. Begitulah halnya dengan aku. Sekarang kegembiraanku sempurna."},{"number":30,"verse":"Dia mesti menjadi semakin penting dan aku semakin kurang penting.”"},{"number":31,"verse":"( Dia yang Datang dari Syurga) Dia yang datang dari syurga paling utama daripada semua orang. Orang yang datang dari dunia tergolong orang dunia, dan dia bercakap tentang perkara-perkara dunia ini. Tetapi Dia yang datang dari syurga, Dialah yang paling utama!"},{"number":32,"verse":"Dia memberitahukan apa yang dilihat-Nya dan didengar-Nya, tetapi tidak seorang pun menerima kesaksian-Nya."},{"number":33,"verse":"Tetapi orang yang menerima kesaksian-Nya mengakui bahawa apa yang difirmankan oleh Allah benar."},{"number":34,"verse":"Orang yang diutus oleh Allah menyampaikan firman Allah, kerana Allah mengurniakan Roh-Nya kepada Dia dengan sepenuhnya."},{"number":35,"verse":"( Mat 11:27; Luk 10:22) Bapa mengasihi Anak-Nya dan sudah menyerahkan segala sesuatu di bawah kuasa-Nya."},{"number":36,"verse":"Sesiapa yang percaya kepada Anak itu beroleh hidup sejati dan kekal, tetapi sesiapa yang tidak taat kepada Anak itu tidak akan beroleh hidup itu. Dia akan dihukum oleh Allah selama-lamanya."}]}