{"bibleAbbr":"bnOV2016","bookName":"যোহনের নিকটে প্রকাশিত বাক্য।","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"( এক জন দূতের ও ঈশ্বরের দুই সাক্ষীর দর্শন।) পরে আমি আর এক শক্তিমান্ দূতকে স্বর্গ হইতে নামিয়া আসিতে দেখিলাম। তাঁহার পরিচ্ছদ মেঘ, তাঁহার মস্তকের উপরে মেঘধনুক, তাঁহার মুখ সূর্য্যতুল্য, তাঁহার চরণ অগ্নিস্তম্ভতুল্য,"},{"number":2,"verse":"এবং তাঁহার হস্তে খোলা একখানি ক্ষুদ্র পুস্তক ছিল। তিনি সমুদ্রে দক্ষিণ চরণ ও স্থলে বাম চরণ রাখিলেন;"},{"number":3,"verse":"এবং সিংহগর্জ্জনের ন্যায় হুঙ্কারশব্দে চীৎকার করিলেন; আর তিনি চীৎকার করিলে সপ্ত মেঘধ্বনি আপন আপন রব শুনাইল।"},{"number":4,"verse":"সেই সপ্ত মেঘধ্বনি কথা কহিলে আমি লিখিতে উদ্যত হইলাম; আর স্বর্গ হইতে এই বাণী শুনিলাম, ঐ সপ্ত মেঘধ্বনি যাহা কহিল, তাহা মুদ্রাঙ্কিত কর, লিখিও না।"},{"number":5,"verse":"পরে সেই দূত, যাঁহাকে আমি সমুদ্রের উপরে ও স্থলের উপরে দাঁড়াইতে দেখিয়াছিলাম, তিনি স্বর্গের প্রতি “আপন দক্ষিণ হস্ত উঠাইলেন,"},{"number":6,"verse":"আর যিনি যুগপর্য্যায়ের যুগে যুগে জীবন্ত, যিনি আকাশ ও তন্মধ্যস্থ বস্তু সকলের এবং পৃথিবী ও তন্মধ্যস্থ বস্তু সকলের এবং সমুদ্র ও তন্মধ্যস্থ বস্তু সকলের সৃষ্টি করিয়াছিলেন, তাঁহার নামে এই শপথ করিলেন” ( ।; ।) ,"},{"number":7,"verse":"আর বিলম্ব হইবে না ( (বা) কাল আর থাকিবে না।) ; কিন্তু সপ্তম দূতের ধ্বনির দিনসমূহে, যখন তিনি তূরী বাজাইতে উদ্যত হইবেন, তখন ঈশ্বরের নিগূঢ়তত্ত্ব সমাপ্ত হইবে, যেমন তিনি আপন দাস ভাববাদিগণকে এই মঙ্গলবার্ত্তা জানাইয়াছিলেন।"},{"number":8,"verse":"পরে, স্বর্গ হইতে যে বাণী শুনিয়াছিলাম, তাহা আমার সহিত আবার আলাপ করিয়া কহিল, যাও, সমুদ্রের ও স্থলের উপরে দণ্ডায়মান ঐ দূতের হস্ত হইতে সেই খোলা পুস্তকখানি লও।"},{"number":9,"verse":"তখন আমি সেই দূতের নিকটে গিয়া তাঁহাকে কহিলাম, ঐ ক্ষুদ্র পুস্তকখানি আমাকে দিউন। তিনি আমাকে কহিলেন, লও, খাইয়া ফেল; ইহা তোমার উদরকে তিক্ত করিয়া তুলিবে, কিন্তু তোমার মুখে মধুর ন্যায় মিষ্ট লাগিবে। ( ।; ।)"},{"number":10,"verse":"তখন আমি দূতের হস্ত হইতে সেই ক্ষুদ্র পুস্তক গ্রহণ করিয়া খাইয়া ফেলিলাম; তাহা মুখে মধুর ন্যায় মিষ্ট লাগিল, কিন্তু খাইয়া ফেলিলে পর আমার উদর তিক্ত বোধ হইল।"},{"number":11,"verse":"পরে তাঁহারা আমাকে কহিলেন, অনেক প্রজাবৃন্দের ও জাতির ও ভাষার ও রাজার বিষয়ে তোমাকে আবার ভাববাণী বলিতে হইবে।"}]}