{"bibleAbbr":"bnOV2016","bookName":"যোহনের নিকটে প্রকাশিত বাক্য।","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"পরে আমি মন্দির হইতে এক উচ্চ বাণী শুনিলাম, তাহা ঐ সপ্ত দূতকে কহিল, তোমরা যাও, ঈশ্বরের রোষের ঐ সপ্ত বাটি পৃথিবীতে ঢালিয়া দেও।"},{"number":2,"verse":"পরে প্রথম দূত গিয়া পৃথিবীর উপরে আপন বাটি ঢালিলেন, তাহাতে সেই পশুর ছাববিশিষ্ট ও তাহার প্রতিমার ভজনাকারী মনুষ্যদের গাত্রে ব্যথাজনক দুষ্ট ক্ষত জন্মিল।"},{"number":3,"verse":"পরে দ্বিতীয় দূত সমুদ্রের উপরে আপন বাটি ঢালিলেন, তাহাতে তাহা মৃত লোকের রক্তের তুল্য হইল, এবং সমস্ত জীবিত প্রাণী, সমুদ্রচর জীবগণ, মরিল।"},{"number":4,"verse":"পরে তৃতীয় দূত নদনদী ও জলের উনুই সকলের উপরে আপন বাটি ঢালিলেন, তাহাতে সে সকল রক্ত হইয়া গেল। ( ।; ।)"},{"number":5,"verse":"তখন আমি জলসমূহের দূতের এই বাণী শুনিলাম, হে সাধু, তুমি আছ ও তুমি ছিলে, তুমি ন্যায়পরায়ণ, কারণ এরূপ বিচারাজ্ঞা করিয়াছ;"},{"number":6,"verse":"কেননা উহারা পবিত্রগণের ও ভাববাদীদের রক্তপাত করিয়াছিল; আর তুমি উহাদিগকে পানার্থে রক্ত দিয়াছ; তাহারা ইহার যোগ্য।"},{"number":7,"verse":"পরে আমি যজ্ঞবেদির এই বাণী শুনিলাম, হাঁ, হে প্রভু ঈশ্বর, সর্ব্বশক্তিমান্, তোমার বিচারাজ্ঞা সকল সত্য ও ন্যায্য।"},{"number":8,"verse":"পরে চতুর্থ দূত সূর্য্যের উপরে আপন বাটি ঢালিলেন; তাহাতে অগ্নি দ্বারা মনুষ্যদিগকে তাপিত করিবার ক্ষমতা তাহাকে দত্ত হইল।"},{"number":9,"verse":"তখন মনুষ্যেরা মহা উত্তাপে তাপিত হইল, এবং যিনি এই সকল আঘাতের উপরে কর্ত্তৃত্ব করেন, সেই ঈশ্বরের নামের নিন্দা করিল; তাঁহাকে গৌরব প্রদান করিবার জন্য মন ফিরাইল না।"},{"number":10,"verse":"পরে পঞ্চম দূত সেই পশুর সিংহাসনের উপরে আপন বাটি ঢালিলেন; তাহাতে তাহার রাজ্য অন্ধকারময় হইল, এবং লোকেরা বেদনা প্রযুক্ত আপন আপন জিহ্বা চর্ব্বণ করিতে লাগিল;"},{"number":11,"verse":"এবং আপনাদের বেদনা ও ক্ষত প্রযুক্ত স্বর্গের ঈশ্বরের নিন্দা করিল; আপন আপন ক্রিয়া হইতে মন ফিরাইল না।"},{"number":12,"verse":"পরে ষষ্ঠ দূত ইউফ্রেটীস মহানদীতে আপন বাটি ঢালিলেন; তাহাতে নদীর জল শুষ্ক হইয়া গেল, যেন সূর্য্যোদয় স্থান হইতে আগমনকারী রাজাদের জন্য পথ প্রস্তুত করা যাইতে পারে।"},{"number":13,"verse":"পরে আমি দেখিলাম, সেই নাগের মুখ ও পশুর মুখ ও ভাক্ত ভাববাদীর মুখ হইতে ভেকের ন্যায় তিনটি অশুচি আত্মা বাহির হইল।"},{"number":14,"verse":"তাহারা ভূতদের আত্মা, নানা চিহ্ন-কার্য্য করে; তাহারা জগৎ সমুদয়ের রাজাদের নিকটে গিয়া, সর্ব্বশক্তিমান্ ঈশ্বরের সেই মহাদিনের যুদ্ধার্থে তাহাদিগকে একত্র করে।"},{"number":15,"verse":"—দেখ, আমি চোরের ন্যায় আসিতেছি; ধন্য সেই ব্যক্তি, যে জাগিয়া থাকে, এবং আপন বস্ত্র রক্ষা করে, যেন সে উলঙ্গ হইয়া না বেড়ায়, এবং লোকে তাহার অপমান না দেখে।"},{"number":16,"verse":"—পরে উহারা, ইব্রীয় ভাষায় যাহাকে হর্মাগিদোন বলে, সেই স্থানে তাহাদিগকে একত্র করিল।"},{"number":17,"verse":"পরে সপ্তম দূত আকাশের উপরে আপন বাটি ঢালিলেন, তাহাতে মন্দিরের মধ্য হইতে, সিংহাসন হইতে, এই মহাবাণী বাহির হইল,"},{"number":18,"verse":"‘হইয়াছে’। আর বিদ্যুৎ ও শব্দ ও মেঘধ্বনি হইল, এবং এক মহাভূমিকম্প হইল, পৃথিবীতে মনুষ্যের উৎপত্তিকাল অবধি যেমন কখনও হয় নাই, এমন প্রচণ্ড মহাভূমিকম্প হইল।"},{"number":19,"verse":"তাহাতে মহানগরী তিন ভাগে বিভক্ত হইল, এবং জাতিগণের নগর সকল পতিত হইল; এবং মহতী বাবিলকে ঈশ্বরের সাক্ষাতে স্মরণ করা গেল, যেন ঈশ্বরের ক্রোধের রোষমদিরাতে পূর্ণ পানপাত্র তাহাকে দেওয়া যায়।"},{"number":20,"verse":"আর প্রত্যেক দ্বীপ পলায়ন করিল, ও পর্ব্বতগণকে আর পাওয়া গেল না।"},{"number":21,"verse":"আর আকাশ হইতে মনুষ্যদের উপরে বৃহৎ বৃহৎ শিলাবর্ষণ হইল, তাহার এক একটী এক এক তালন্ত পরিমিত; এই শিলা-বৃষ্টিরূপ আঘাত প্রযুক্ত মনুষ্যেরা ঈশ্বরের নিন্দা করিল; কারণ সেই আঘাত অতিশয় ভারী।"}]}