{"bibleAbbr":"bnOV2016","bookName":"যোহনের নিকটে প্রকাশিত বাক্য।","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"( নূতন আকাশ ও নূতন পৃথিবীর বর্ণনা।) পরে আমি “এক নূতন আকাশ ও এক নূতন পৃথিবী” দেখিলাম; কেননা প্রথম আকাশ ও প্রথম পৃথিবী লুপ্ত হইয়াছে; এবং সমুদ্র আর নাই।"},{"number":2,"verse":"আর আমি দেখিলাম, “পবিত্র নগরী, নূতন যিরূশালেম,” স্বর্গ হইতে, ঈশ্বরের নিকট হইতে, নামিয়া আসিতেছে; সে আপন বরের নিমিত্ত বিভূষিতা কন্যার ন্যায় প্রস্তুত হইয়াছিল।"},{"number":3,"verse":"পরে আমি সিংহাসন হইতে এই উচ্চ বাণী শুনিলাম, দেখ, মনুষ্যদের সহিত ঈশ্বরের আবাস; তিনি তাহাদের সহিত বাস করিবেন, এবং তাহারা তাঁহার প্রজা হইবে; এবং ঈশ্বর আপনি তাহাদের সঙ্গে থাকিবেন, ও তাহাদের ঈশ্বর হইবেন।"},{"number":4,"verse":"আর তিনি তাহাদের সমস্ত নেত্রজল মুছাইয়া দিবেন; এবং মৃত্যু আর হইবে না; শোক বা আর্ত্তনাদ বা ব্যথাও আর হইবে না; কারণ প্রথম বিষয় সকল লুপ্ত হইল। ( , ।; ।; ।; , ।)"},{"number":5,"verse":"আর যিনি সিংহাসনে বসিয়া আছেন, তিনি কহিলেন, দেখ, আমি সকলই নূতন করিতেছি। পরে তিনি কহিলেন, লিখ, কেননা এ সকল কথা বিশ্বসনীয় ও সত্য।"},{"number":6,"verse":"পরে তিনি আমাকে কহিলেন, হইয়াছে; আমি আল্ফা এবং ওমিগা আদি এবং অন্ত; যে পিপাসিত, আমি তাহাকে জীবনজলের উনুই হইতে বিনামূল্যে জল দিব।"},{"number":7,"verse":"যে জয় করে, সে এই সকলের অধিকারী হইবে; এবং আমি তাহার ঈশ্বর হইব, ও সে আমার পুত্র হইবে।"},{"number":8,"verse":"কিন্তু যাহারা ভীরু, বা অবিশ্বাসী, বা ঘৃণার্হ, বা নরঘাতক, বা বেশ্যাগামী, বা মায়াবী বা প্রতিমাপূজক, তাহাদের এবং সমস্ত মিথ্যাবাদীর অংশ অগ্নি ও গন্ধকে প্রজ্বলিত হ্রদে হইবে; ইহাই দ্বিতীয় মৃত্যু।"},{"number":9,"verse":"আর যে সপ্ত দূতের কাছে সপ্ত শেষ আঘাতে পরিপূর্ণ সপ্ত বাটি ছিল, তাঁহাদের মধ্যে এক দূত আসিয়া আমার সঙ্গে আলাপ করিয়া কহিলেন, আইস, আমি তোমাকে সেই কন্যাকে, মেষশাবকের ভার্য্যাকে দেখাই।"},{"number":10,"verse":"পরে “তিনি আত্মাতে আমাকে এক উচ্চ মহাপর্ব্বতে লইয়া গিয়া” পবিত্র নগরী যিরূশালেমকে দেখাইলেন, সে স্বর্গ হইতে, ঈশ্বরের নিকট হইতে, নামিয়া আসিতেছিল,"},{"number":11,"verse":"সে ঈশ্বরের প্রতাপবিশিষ্ট; তাহার জ্যোতিঃ বহুমূল্য মণির, স্ফটিকবৎ নির্ম্মল সূর্য্যকান্তমণির তুল্য।"},{"number":12,"verse":"তাহার বৃহৎ ও উচ্চ প্রাচীর আছে, দ্বাদশ পুরদ্বার আছে; সেই সকল দ্বারে দ্বাদশ দূত থাকেন, এবং “কয়েকটী নাম সেগুলির উপরে লিখিত আছে, সে সকল ইস্রায়েল-সন্তানদের দ্বাদশ বংশের নাম;"},{"number":13,"verse":"পূর্ব্বদিকে তিন দ্বার, উত্তরদিকে তিন দ্বার, দক্ষিণদিকে তিন দ্বার ও পশ্চিমদিকে তিন দ্বার”। ( ।; ।)"},{"number":14,"verse":"আর নগরের প্রাচীরের দ্বাদশ ভিত্তিমূল, সেগুলির উপরে মেষশাবকের দ্বাদশ প্রেরিতের দ্বাদশ নাম আছে।"},{"number":15,"verse":"আর যিনি আমার সঙ্গে আলাপ করিতেছিলেন, তাঁহার হস্তে ঐ নগর ও তাহার দ্বার সকল ও তাহার প্রাচীর “মাপিবার জন্য একটী সুবর্ণ নল” ছিল।"},{"number":16,"verse":"ঐ নগর চতুষ্কোণ, তাহার দৈর্ঘ্য ও বিস্তার সমান। আর তিনি সেই নল দ্বারা নগর মাপিলে দ্বাদশ সহস্র তীর পরিমাণ হইল, তাহার দৈর্ঘ্য, বিস্তার ও উচ্চতা এক সমান।"},{"number":17,"verse":"পরে তাহার প্রাচীর মাপিলে, মনুষ্যের অর্থাৎ দূতের পরিমাণ অনুসারে এক শত চোয়াল্লিশ হস্ত হইল।"},{"number":18,"verse":"প্রাচীরের গাঁথনি সূর্য্যকান্তমণির, এবং নগর নির্ম্মল কাচের সদৃশ পরিষ্কৃত সুবর্ণময়।"},{"number":19,"verse":"নগরের প্রাচীরের ভিত্তিমূল সকল সর্ব্ববিধ মূল্যবান্ মণিতে ভূষিত; ( , ।) প্রথম ভিত্তিমূল সূর্য্যকান্তের, দ্বিতীয় নীলকান্তের, তৃতীয় তাম্রমণির,"},{"number":20,"verse":"চতুর্থ মরকতের, পঞ্চম বৈদূর্য্যের, ষষ্ঠ সার্দ্দীয় মণির, সপ্তম স্বর্ণমণির, অষ্টম গোমেদকের, নবম পদ্মরাগের, দশম লশুনীয়ের, একাদশ পেরোজের, দ্বাদশ কটাহেলার।"},{"number":21,"verse":"আর দ্বাদশ দ্বার দ্বাদশটী মুক্তা, এক এক দ্বার এক এক মুক্তায় নির্ম্মিত; এবং নগরের চক স্বচ্ছ কাচবৎ বিমল সুবর্ণময়।"},{"number":22,"verse":"আর আমি নগরের মধ্যে কোন মন্দির দেখিলাম না; কারণ সর্ব্বশক্তিমান্ প্রভু ঈশ্বর এবং মেষশাবক স্বয়ং তাহার মন্দিরস্বরূপ।"},{"number":23,"verse":"“আর সেই নগরে দীপ্তিদানার্থে সূর্য্যের বা চন্দ্রের কিছু প্রয়োজন নাই; কারণ ঈশ্বরের প্রতাপ তাহা আলোকময় করে, এবং মেষশাবক তাহার প্রদীপস্বরূপ।"},{"number":24,"verse":"আর জাতিগণ তাহার দীপ্তিতে গমনাগমন করিবে; এবং পৃথিবীর রাজারা তাহার মধ্যে আপন আপন প্রতাপ আনেন।"},{"number":25,"verse":"ঐ নগরের দ্বার সকল দিবাতে কখনও বদ্ধ হইবে না, বাস্তবিক সেখানে রাত্রি হইবে না।"},{"number":26,"verse":"আর জাতিগণের প্রতাপ ও ঐশ্বর্য্য তাহার মধ্যে আনীত হইবে।” ( , , , , , ।)"},{"number":27,"verse":"আর অপবিত্র কিছু অথবা ঘৃণ্যকারী ও মিথ্যাকারী কেহ কদাচ তাহাতে প্রবেশ করিতে পাইবে না; কেবল মেষশাবকের জীবন-পুস্তকে যাহাদের নাম লিখিত আছে, তাহারাই প্রবেশ করিবে।"}]}