{"bibleAbbr":"bnOV2016","bookName":"যোহনের নিকটে প্রকাশিত বাক্য।","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"পরে পঞ্চম দূত তূরী বাজাইলেন, আর আমি স্বর্গ হইতে পৃথিবীতে পতিত একটা তারা দেখিলাম; তাহাকে অগাধলোকের কূপের চাবি দত্ত হইল।"},{"number":2,"verse":"তাহাতে সে অগাধলোকের কূপ খুলিল, আর ঐ কূপ হইতে বৃহৎ ভাটির ধূমের ন্যায় ধূম উঠিল; কূপ হইতে উত্থিত সেই ধূমে সূর্য্য ও আকাশ অন্ধকারাবৃত হইল।"},{"number":3,"verse":"পরে ঐ ধূম হইতে পঙ্গপাল বাহির হইয়া পৃথিবীতে আসিল, আর তাহাদিগকে পৃথিবীস্থ বৃশ্চিকের ক্ষমতার ন্যায় ক্ষমতা দত্ত হইল।"},{"number":4,"verse":"আর তাহাদিগকে বলা হইল, পৃথিবীস্থ তৃণের কি হরিদ্বর্ণ শাকের কি কোন বৃক্ষের হানি করিও না, কেবল সেই মনুষ্যদেরই হানি কর, যাহাদের ললাটে ঈশ্বরের মুদ্রাঙ্ক নাই।"},{"number":5,"verse":"উহাদিগকে বধ করিবার অনুমতি নয়, কেবল পাঁচ মাস পর্য্যন্ত যাতনা দিবার অনুমতি তাহাদিগকে দত্ত হইল; তাহাদের আঘাতে বৃশ্চিকাহত মনুষ্যের যাতনাতুল্য যাতনা হয়।"},{"number":6,"verse":"তৎকালে মনুষ্যেরা মৃত্যুর অন্বেষণ করিবে, কিন্তু কোন মতে তাহার উদ্দেশ পাইবে না; তাহারা মরিবার আকাঙ্ক্ষা করিবে, কিন্তু মৃত্যু তাহাদের হইতে পলায়ন করিবে।"},{"number":7,"verse":"ঐ পঙ্গপালের আকৃতি যুদ্ধার্থে সজ্জীভূত অশ্বগণের ন্যায়, ও তাহাদের মস্তকে যেন সুবর্ণের তুল্য মুকুট ছিল, এবং তাহাদের মুখ মনুষ্য-মুখের ন্যায়;"},{"number":8,"verse":"আর তাহাদের কেশ স্ত্রীলোকের কেশের ন্যায়, ও তাহাদের দন্ত সিংহ-দন্তের ন্যায়।"},{"number":9,"verse":"আর তাহাদের বুকপাটা লৌহ-বুকপাটার ন্যায়, ও তাহাদের পক্ষের শব্দ রথের, যুদ্ধে ধাবমান বহু অশ্বের শব্দতুল্য।"},{"number":10,"verse":"আর বৃশ্চিকের ন্যায় তাহাদের লাঙ্গুল ও হুল আছে; এবং পাঁচ মাস মনুষ্যদের হানি করিতে তাহাদের ক্ষমতা ঐ লাঙ্গুলে রহিয়াছে।"},{"number":11,"verse":"ঐ পঙ্গপালের রাজা অগাধলোকের দূত, তাহার নাম ইব্রীয় ভাষায় আবদ্দোন, ও গ্রীক ভাষায় তাহার নাম আপল্লুয়োন [বিনাশক]।"},{"number":12,"verse":"প্রথম সন্তাপ গত হইল; দেখ, ইহার পরে আরও দুই সন্তাপ আসিতেছে।"},{"number":13,"verse":"পরে ষষ্ঠ দূত তূরী বাজাইলেন, আর আমি ঈশ্বরের সম্মুখস্থ স্বর্ণবেদির চারি শৃঙ্গ হইতে এক বাণী শুনিতে পাইলাম;"},{"number":14,"verse":"উহা সেই ষষ্ঠ তূরীধারী দূতকে কহিল, ইউফ্রেটীস মহানদীর সমীপে যে চারি দূত বদ্ধ আছে, তাহাদিগকে মুক্ত কর।"},{"number":15,"verse":"তখন মনুষ্যজাতির তৃতীয় অংশকে বধ করিবার জন্য যে চারি দূতকে সেই দণ্ড, ও দিন ও মাস ও বৎসরের জন্য প্রস্তুত করা হইয়াছিল, তাহারা মুক্ত হইল।"},{"number":16,"verse":"ঐ অশ্বারোহী সৈন্যের সংখ্যা দুই সহস্র লক্ষ; আমি তাহাদের সেই সংখ্যা শুনিলাম।"},{"number":17,"verse":"আর দর্শনে আমি সেই অশ্বগণ ও তদারোহী ব্যক্তিদিগকে এইরূপ দেখিতে পাইলাম, তাহাদের বুকপাটা অগ্নিময় ও নীলবর্ণ ও গন্ধকময়, এবং অশ্বগণের মস্তক সিংহ-মস্তকের ন্যায়, ও তাহাদের মুখ হইতে অগ্নি, ধূম ও গন্ধক বাহির হইতেছে।"},{"number":18,"verse":"ঐ তিন আঘাত দ্বারা, তাহাদের মুখ হইতে নির্গত অগ্নি, ধূম ও গন্ধক দ্বারা, তৃতীয় অংশ মনুষ্য হত হইল।"},{"number":19,"verse":"কেননা সেই অশ্বদের শক্তি তাহাদের মুখে ও তাহাদের লাঙ্গুলে; কারণ তাহাদের লাঙ্গুল সর্পের তুল্য এবং মস্তকবিশিষ্ট; তদ্দ্বারাই তাহারা হানি করে।"},{"number":20,"verse":"এই সকল আঘাতে যাহারা হত হইল না, সেই অবশিষ্ট মনুষ্যেরা আপন আপন হস্তকৃত কর্ম্ম হইতে মন ফিরাইল না, অর্থাৎ ভূতগণের ভজনা হইতে, এবং “যে প্রতিমাগণ দেখিতে বা শুনিতে বা চলিতে পারে না, সেই সকল স্বর্ণ, রৌপ্য, পিত্তল, প্রস্তর ও কাষ্ঠময় প্রতিমাগণের” ভজনা হইতে নিবৃত্ত হইল না। ( দানিয়েল ৫:২৩।)"},{"number":21,"verse":"আর তাহারা আপন আপন নরহত্যা, আপন আপন কুহক, আপন আপন ব্যভিচার ও আপন আপন চৌর্য্য হইতেও মন ফিরাইল না।"}]}