{"bibleAbbr":"Orig2013+","bookName":"שופטים","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"ויהי <WH1961> it came to pass, אחרי <WH310> Now after מות <WH4194> the death יהושׁע <WH3091> of Joshua וישׁאלו <WH7592> asked בני <WH1121> that the children ישׂראל <WH3478> of Israel ביהוה <WH3068> the LORD, לאמר <WH559> saying, מי <WH4310> Who יעלה <WH5927> shall go up לנו אל <WH413> for us against הכנעני <WH3669> the Canaanites בתחלה <WH8462> first, להלחם׃ <WH3898> to fight"},{"number":2,"verse":"ויאמר <WH559> said, יהוה <WH3068> And the LORD יהודה <WH3063> Judah יעלה <WH5927> shall go up: הנה <WH2009> behold, נתתי <WH5414> I have delivered את <WH853> הארץ <WH776> the land בידו׃ <WH3027> into his hand."},{"number":3,"verse":"ויאמר <WH559> said יהודה <WH3063> And Judah לשׁמעון <WH8095> unto Simeon אחיו <WH251> his brother, עלה <WH5927> Come up אתי <WH854> with בגורלי <WH1486> me into my lot, ונלחמה <WH3898> that we may fight בכנעני <WH3669> against the Canaanites; והלכתי <WH1980> will go גם <WH1571> likewise אני <WH589> and I אתך <WH854> with בגורלך <WH1486> thee into thy lot. וילך <WH1980> went אתו <WH854> with שׁמעון׃ <WH8095> So Simeon"},{"number":4,"verse":"ויעל <WH5927> went up; יהודה <WH3063> And Judah ויתן <WH5414> delivered יהוה <WH3068> and the LORD את <WH853> הכנעני <WH3669> the Canaanites והפרזי <WH6522> and the Perizzites בידם <WH3027> into their hand: ויכום <WH5221> and they slew בבזק <WH966> of them in Bezek עשׂרת <WH6235> ten אלפים <WH505> thousand אישׁ׃ <WH376> men."},{"number":5,"verse":"וימצאו <WH4672> And they found את <WH853> אדני בזק <WH137> Adoni-bezek בבזק <WH966> in Bezek: וילחמו <WH3898> and they fought בו ויכו <WH5221> against him, and they slew את <WH853> הכנעני <WH3669> the Canaanites ואת <WH853> הפרזי׃ <WH6522> and the Perizzites."},{"number":6,"verse":"וינס <WH5127> fled; אדני בזק <WH137> But Adoni-bezek וירדפו <WH7291> and they pursued אחריו <WH310> after ויאחזו <WH270> him, and caught אתו <WH853> ויקצצו <WH7112> him, and cut off את <WH853> בהנות <WH931> his thumbs ידיו <WH3027> his thumbs ורגליו׃ <WH7272> and his great toes."},{"number":7,"verse":"ויאמר <WH559> said, אדני בזק <WH137> And Adoni-bezek שׁבעים <WH7657> Threescore and ten מלכים <WH4428> kings, בהנות <WH931> having their thumbs ידיהם <WH3027> having their thumbs ורגליהם <WH7272> and their great toes מקצצים <WH7112> cut off, היו <WH1961> מלקטים <WH3950> gathered תחת <WH8478> under שׁלחני <WH7979> my table: כאשׁר <WH834> as עשׂיתי <WH6213> I have done, כן <WH3651> so שׁלם <WH7999> hath requited לי אלהים <WH430> God ויביאהו <WH935> me. And they brought ירושׁלם <WH3389> him to Jerusalem, וימת <WH4191> he died. שׁם׃ <WH8033> and there"},{"number":8,"verse":"וילחמו <WH3898> had fought בני <WH1121> Now the children יהודה <WH3063> of Judah בירושׁלם <WH3389> against Jerusalem, וילכדו <WH3920> and had taken אותה <WH853> ויכוה <WH5221> it, and smitten לפי <WH6310> it with the edge חרב <WH2719> of the sword, ואת <WH853> העיר <WH5892> the city שׁלחו <WH7971> and set באשׁ׃ <WH784> on fire."},{"number":9,"verse":"ואחר <WH310> And afterward ירדו <WH3381> went down בני <WH1121> the children יהודה <WH3063> of Judah להלחם <WH3898> to fight בכנעני <WH3669> against the Canaanites, יושׁב <WH3427> that dwelt ההר <WH2022> in the mountain, והנגב <WH5045> and in the south, והשׁפלה׃ <WH8219> and in the valley."},{"number":10,"verse":"וילך <WH1980> went יהודה <WH3063> And Judah אל <WH413> הכנעני <WH3669> the Canaanites היושׁב <WH3427> that dwelt בחברון <WH2275> in Hebron: ושׁם <WH8034> (now the name חברון <WH2275> of Hebron לפנים <WH6440> before קרית ארבע <WH7153> Kirjath-arba:) ויכו <WH5221> and they slew את <WH853> שׁשׁי <WH8344> Sheshai, ואת <WH853> אחימן <WH289> and Ahiman, ואת <WH853> תלמי׃ <WH8526> and Talmai."},{"number":11,"verse":"וילך <WH1980> he went משׁם <WH8033> אל <WH413> against יושׁבי <WH3427> the inhabitants דביר <WH1688> of Debir: ושׁם <WH8034> and the name דביר <WH1688> of Debir לפנים <WH6440> before קרית ספר׃ <WH7158> Kirjath-sepher:"},{"number":12,"verse":"ויאמר <WH559> said, כלב <WH3612> And Caleb אשׁר <WH834> He that יכה <WH5221> smiteth את <WH853> קרית ספר <WH7158> Kirjath-sepher, ולכדה <WH3920> and taketh ונתתי <WH5414> it, to him will I give לו את <WH853> עכסהתי <WH1323> my daughter לאשׁה׃ <WH802> to wife."},{"number":13,"verse":"וילכדה <WH3920> took עתניאל <WH6274> And Othniel בן <WH1121> the son קנז <WH7073> of Kenaz, אחי <WH251> brother, כלב <WH3612> Caleb's הקטן <WH6996> younger ממנו <WH4480> ויתן <WH5414> it: and he gave לו את <WH853> עכסהתו <WH1323> his daughter לאשׁה׃ <WH802> to wife."},{"number":14,"verse":"ויהי <WH1961> And it came to pass, בבואה <WH935> when she came ותסיתהו <WH5496> that she moved לשׁאול <WH7592> him to ask מאת <WH853> אביה <WH1> her father השׂדה <WH7704> a field: ותצנח <WH6795> and she lighted מעל <WH5921> from off החמור <WH2543> ass; ויאמר <WH559> said לה כלב <WH3612> and Caleb מה׃ <WH4100> unto her, What"},{"number":15,"verse":"ותאמר <WH559> And she said לו הבה <WH3051> unto him, Give לי ברכה <WH1293> me a blessing: כי <WH3588> for ארץ <WH776> land; הנגב <WH5045> me a south נתתני <WH5414> thou hast given ונתתה <WH5414> give לי גלת <WH1543> me also springs מים <WH4325> of water. ויתן <WH5414> gave לה כלב <WH3612> And Caleb את <WH853> גלת <WH1543> springs עלית <WH5942> her the upper ואת <WH853> גלת <WH1543> springs. תחתית׃ <WH8482> and the nether"},{"number":16,"verse":"ובני <WH1121> And the children קיני <WH7017> of the Kenite, חתן <WH2859> father-in-law, משׁה <WH4872> Moses' עלו <WH5927> went up מעיר <WH5892> out of the city התמרים <WH8558> of palm trees את <WH854> with בני <WH1121> the children יהודה <WH3063> of Judah מדבר <WH4057> into the wilderness יהודה <WH3063> of Judah, אשׁר <WH834> which בנגב <WH5045> in the south ערד <WH6166> of Arad; וילך <WH1980> and they went וישׁב <WH3427> and dwelt את <WH854> among העם׃ <WH5971> the people."},{"number":17,"verse":"וילך <WH1980> went יהודה <WH3063> And Judah את <WH854> with שׁמעון <WH8095> Simeon אחיו <WH251> his brother, ויכו <WH5221> and they slew את <WH853> הכנעני <WH3669> the Canaanites יושׁב <WH3427> that inhabited צפת <WH6857> Zephath, ויחרימו <WH2763> and utterly destroyed אותה <WH853> ויקרא <WH7121> was called את <WH853> שׁם <WH8034> it. And the name העיר <WH5892> of the city חרמה׃ <WH2767> Hormah."},{"number":18,"verse":"וילכד <WH3920> took יהודה <WH3063> Also Judah את <WH853> עזה <WH5804> Gaza ואת <WH853> גבולה <WH1366> withthe coast ואת <WH853> אשׁקלון <WH831> thereof, and Askelon ואת <WH853> גבולה <WH1366> with the coast ואת <WH853> עקרון <WH6138> thereof, and Ekron ואת <WH853> גבולה׃ <WH1366> with the coast"},{"number":19,"verse":"ויהי <WH1961> was יהוה <WH3068> And the LORD את <WH854> with יהודה <WH3063> Judah; וירשׁ <WH3423> and he drove out את <WH853> ההר <WH2022> the mountain; כי <WH3588> but לא <WH3808> could not להורישׁ <WH3423> drive out את <WH853> ישׁבי <WH3427> the inhabitants העמק <WH6010> of the valley, כי <WH3588> because רכב <WH7393> they had chariots ברזל׃ <WH1270> of iron."},{"number":20,"verse":"ויתנו <WH5414> And they gave לכלב <WH3612> unto Caleb, את <WH853> חברון <WH2275> Hebron כאשׁר <WH834> as דבר <WH1696> said: משׁה <WH4872> Moses ויורשׁ <WH3423> and he expelled משׁם <WH8033> thence את <WH853> שׁלשׁה <WH7969> the three בני <WH1121> sons הענק׃ <WH6061> of Anak."},{"number":21,"verse":"ואת <WH853> היבוסי <WH2983> the Jebusites ישׁב <WH3427> that inhabited ירושׁלם <WH3389> Jerusalem; לא <WH3808> did not הורישׁו <WH3423> drive out בני <WH1121> And the children בנימן <WH1144> of Benjamin וישׁב <WH3427> dwell היבוסי <WH2983> but the Jebusites את <WH854> with בני <WH1121> the children בנימן <WH1144> of Benjamin בירושׁלם <WH3389> in Jerusalem עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":22,"verse":"ויעלו <WH5927> went up בית <WH1004> And the house יוסף <WH3130> of Joseph, גם <WH1571> also הם <WH1992> they בית אל <WH1008> against Bethel: ויהוה <WH3068> and the LORD עמם׃ <WH5973> with"},{"number":23,"verse":"ויתירו <WH8446> sent to descry בית <WH1004> And the house יוסף <WH3130> of Joseph בבית אל <WH1008> Bethel. ושׁם <WH8034> (Now the name העיר <WH5892> of the city לפנים <WH6440> before לוז׃ <WH3870> Luz.)"},{"number":24,"verse":"ויראו <WH7200> saw השׁמרים <WH8104> And the spies אישׁ <WH376> a man יוצא <WH3318> come forth מן <WH4480> out of העיר <WH5892> the city, ויאמרו <WH559> and they said לו הראנו <WH7200> unto him, Show נא <WH4994> us, we pray thee, את <WH853> מבוא <WH3996> the entrance העיר <WH5892> into the city, ועשׂינו <WH6213> and we will show עמך <WH5973> and we will show חסד׃ <WH2617> thee mercy."},{"number":25,"verse":"ויראם <WH7200> And when he showed את <WH853> מבוא <WH3996> them the entrance העיר <WH5892> into the city, ויכו <WH5221> they smote את <WH853> העיר <WH5892> the city לפי <WH6310> with the edge חרב <WH2719> of the sword; ואת <WH853> האישׁ <WH376> the man ואת <WH853> כל <WH3605> and all משׁפחתו <WH4940> his family. שׁלחו׃ <WH7971> but they let go"},{"number":26,"verse":"וילך <WH1980> went האישׁ <WH376> And the man ארץ <WH776> into the land החתים <WH2850> of the Hittites, ויבן <WH1129> and built עיר <WH5892> a city, ויקרא <WH7121> and called שׁמה <WH8034> the name לוז <WH3870> thereof Luz: הוא <WH1931> which שׁמה <WH8034> the name עד <WH5704> thereof unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":27,"verse":"ולא <WH3808> Neither הורישׁ <WH3423> drive out מנשׁה <WH4519> did Manasseh את <WH853> בית שׁאן <WH1052> Beth-shean ואת <WH853> בנותיה <WH1323> and her towns, ואת <WH853> תענך <WH8590> nor Taanach ואת <WH853> בנתיה <WH1323> and her towns, ואת <WH853> ישׁב <WH3427> nor the inhabitants דור <WH1756> of Dor ואת <WH853> בנותיה <WH1323> and her towns, ואת <WH853> יושׁבי <WH3427> nor the inhabitants יבלעם <WH2991> of Ibleam ואת <WH853> בנתיה <WH1323> and her towns, ואת <WH853> יושׁבי <WH3427> nor the inhabitants מגדו <WH4023> of Megiddo ואת <WH853> בנותיה <WH1323> and her towns: ויואל <WH2974> would הכנעני <WH3669> but the Canaanites לשׁבת <WH3427> dwell בארץ <WH776> land. הזאת׃ <WH2063> in that"},{"number":28,"verse":"ויהי <WH1961> And it came to pass, כי <WH3588> when חזק <WH2388> was strong, ישׂראל <WH3478> Israel וישׂם <WH7760> that they put את <WH853> הכנעני <WH3669> the Canaanites למס <WH4522> to tribute, והורישׁ <WH3423> utterly drive them out. לא <WH3808> and did not הורישׁו׃ <WH3423> utterly drive them out."},{"number":29,"verse":"ואפרים <WH669> did Ephraim לא <WH3808> Neither הורישׁ <WH3423> drive out את <WH853> הכנעני <WH3669> the Canaanites היושׁב <WH3427> that dwelt בגזר <WH1507> in Gezer; וישׁב <WH3427> dwelt הכנעני <WH3669> but the Canaanites בקרבו <WH7130> among בגזר׃ <WH1507> in Gezer"},{"number":30,"verse":"זבולן <WH2074> did Zebulun לא <WH3808> Neither הורישׁ <WH3423> drive out את <WH853> יושׁבי <WH3427> the inhabitants קטרון <WH7003> of Kitron, ואת <WH853> יושׁבי <WH3427> nor the inhabitants נהלל <WH5096> of Nahalol; וישׁב <WH3427> dwelt הכנעני <WH3669> but the Canaanites בקרבו <WH7130> among ויהיו <WH1961> them, and became למס׃ <WH4522> tributaries."},{"number":31,"verse":"אשׁר <WH836> did Asher לא <WH3808> Neither הורישׁ <WH3423> drive out את <WH853> ישׁבי <WH3427> the inhabitants עכו <WH5910> of Accho, ואת <WH853> יושׁבי <WH3427> nor the inhabitants צידון <WH6721> of Zidon, ואת <WH853> אחלב <WH303> nor of Ahlab, ואת <WH853> אכזיב <WH392> nor of Achzib, ואת <WH853> חלבה <WH2462> nor of Helbah, ואת <WH853> אפיק <WH663> nor of Aphik, ואת <WH853> רחב׃ <WH7340> nor of Rehob:"},{"number":32,"verse":"וישׁב <WH3427> dwelt האשׁרי <WH843> But the Asherites בקרב <WH7130> among הכנעני <WH3669> the Canaanites, ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land: כי <WH3588> for לא <WH3808> they did not הורישׁו׃ <WH3423> drive them out."},{"number":33,"verse":"נפתלי <WH5321> did Naphtali לא <WH3808> Neither הורישׁ <WH3423> drive out את <WH853> ישׁבי <WH3427> the inhabitants בית שׁמשׁ <WH1053> of Beth-shemesh, ואת <WH853> ישׁבי <WH3427> nor the inhabitants בית ענת <WH1043> of Beth-anath; וישׁב <WH3427> but he dwelt בקרב <WH7130> among הכנעני <WH3669> the Canaanites, ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land: וישׁבי <WH3427> nevertheless the inhabitants בית שׁמשׁ <WH1053> of Beth-shemesh ובית ענת <WH1043> and of Beth-anath היו <WH1961> became להם למס׃ <WH4522> tributaries"},{"number":34,"verse":"וילחצו <WH3905> forced האמרי <WH567> And the Amorites את <WH853> בני <WH1121> the children דן <WH1835> of Dan ההרה <WH2022> into the mountain: כי <WH3588> for לא <WH3808> they would not נתנו <WH5414> suffer לרדת <WH3381> them to come down לעמק׃ <WH6010> to the valley:"},{"number":35,"verse":"ויואל <WH2974> would האמרי <WH567> But the Amorites לשׁבת <WH3427> dwell בהר <WH2022> in mount חרס <WH2776> Heres באילון <WH357> in Aijalon, ובשׁעלבים <WH8169> and in Shaalbim: ותכבד <WH3513> prevailed, יד <WH3027> yet the hand בית <WH1004> of the house יוסף <WH3130> of Joseph ויהיו <WH1961> so that they became למס׃ <WH4522> tributaries."},{"number":36,"verse":"וגבול <WH1366> And the coast האמרי <WH567> of the Amorites ממעלה עקרבים <WH4610> מהסלע <WH5553> from the rock, ומעלה׃ <WH4605> and upward."}]}