{"bibleAbbr":"Orig2013+","bookName":"שופטים","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"ויקם <WH6965> there arose אחרי <WH310> And after אבימלך <WH40> Abimelech להושׁיע <WH3467> to defend את <WH853> ישׂראל <WH3478> Israel תולע <WH8439> Tola בן <WH1121> the son פואה <WH6312> of Puah, בן <WH1121> the son דודו <WH1734> of Dodo, אישׁ <WH376> a man ישׂשכר <WH3485> of Issachar; והוא <WH1931> and he ישׁב <WH3427> dwelt בשׁמיר <WH8069> in Shamir בהר <WH2022> in mount אפרים׃ <WH669> Ephraim."},{"number":2,"verse":"וישׁפט <WH8199> And he judged את <WH853> ישׂראל <WH3478> Israel עשׂרים <WH6242> twenty ושׁלשׁ <WH7969> and three שׁנה <WH8141> years, וימת <WH4191> and died, ויקבר <WH6912> and was buried בשׁמיר׃ <WH8069> in Shamir."},{"number":3,"verse":"ויקם <WH6965> him arose אחריו <WH310> And after יאיר <WH2971> Jair, הגלעדי <WH1569> a Gileadite, וישׁפט <WH8199> and judged את <WH853> ישׂראל <WH3478> Israel עשׂרים <WH6242> twenty ושׁתים <WH8147> and two שׁנה׃ <WH8141> years."},{"number":4,"verse":"ויהי <WH1961> And he had לו שׁלשׁים <WH7970> thirty בנים <WH1121> sons רכבים <WH7392> that rode על <WH5921> on שׁלשׁים <WH7970> thirty עירים <WH5895> ass colts, ושׁלשׁים <WH7970> and they had thirty עירים <WH5895> להםהם <WH1992> יקראו <WH7121> which are called חות יאיר <WH2334> Havoth-jair עד <WH5704> unto היום <WH3117> day, הזה <WH2088> this אשׁר <WH834> which בארץ <WH776> in the land הגלעד׃ <WH1568> of Gilead."},{"number":5,"verse":"וימת <WH4191> died, יאיר <WH2971> And Jair ויקבר <WH6912> and was buried בקמון׃ <WH7056> in Camon."},{"number":6,"verse":"ויספו <WH3254> again בני <WH1121> And the children ישׂראל <WH3478> of Israel לעשׂות <WH6213> did הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, ויעבדו <WH5647> and served את <WH853> הבעלים <WH1168> Baalim, ואת <WH853> העשׁתרות <WH6252> and Ashtaroth, ואת <WH853> אלהי <WH430> and the gods ארם <WH758> of Syria, ואת <WH853> אלהי <WH430> and the gods צידון <WH6721> of Zidon, ואת <WH853> אלהי <WH430> and the gods מואב <WH4124> of Moab, ואת <WH853> אלהי <WH430> and the gods בני <WH1121> of the children עמון <WH5983> of Ammon, ואת <WH853> אלהי <WH430> and the gods פלשׁתים <WH6430> of the Philistines, ויעזבו <WH5800> and forsook את <WH853> יהוה <WH3068> the LORD, ולא <WH3808> not עבדוהו׃ <WH5647> and served"},{"number":7,"verse":"ויחר <WH2734> was hot אף <WH639> And the anger יהוה <WH3068> of the LORD בישׂראל <WH3478> against Israel, וימכרם <WH4376> and he sold ביד <WH3027> them into the hands פלשׁתים <WH6430> of the Philistines, וביד <WH3027> and into the hands בני <WH1121> of the children עמון׃ <WH5983> of Ammon."},{"number":8,"verse":"וירעצו <WH7492> they vexed וירצצו <WH7533> and oppressed את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel: בשׁנה <WH8141> year ההיא <WH1931> And that שׁמנה <WH8083> eighteen עשׂרה <WH6240> eighteen שׁנה <WH8141> years, את <WH853> כל <WH3605> all בני <WH1121> the children ישׂראל <WH3478> of Israel אשׁר <WH834> that בעבר <WH5676> on the other side הירדן <WH3383> Jordan בארץ <WH776> in the land האמרי <WH567> of the Amorites, אשׁר <WH834> which בגלעד׃ <WH1568> in Gilead."},{"number":9,"verse":"ויעברו <WH5674> passed over בני <WH1121> Moreover the children עמון <WH5983> of Ammon את <WH853> הירדן <WH3383> Jordan להלחם <WH3898> to fight גם <WH1571> also ביהודה <WH3063> against Judah, ובבנימין <WH1144> and against Benjamin, ובבית <WH1004> and against the house אפרים <WH669> of Ephraim; ותצר <WH3334> distressed. לישׂראל <WH3478> so that Israel מאד׃ <WH3966> was sore"},{"number":10,"verse":"ויזעקו <WH2199> cried בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> unto יהוה <WH3068> the LORD, לאמר <WH559> saying, חטאנו <WH2398> We have sinned לך וכי <WH3588> against thee, both because עזבנו <WH5800> we have forsaken את <WH853> אלהינו <WH430> our God, ונעבד <WH5647> and also served את <WH853> הבעלים׃ <WH1168> Baalim."},{"number":11,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> בני <WH1121> the children ישׂראל <WH3478> of Israel, הלא <WH3808> not ממצרים <WH4714> ומן <WH4480> and from האמרי <WH567> the Amorites, ומן <WH4480> from בני <WH1121> the children עמון <WH5983> of Ammon, ומן <WH4480> and from פלשׁתים׃ <WH6430> the Philistines?"},{"number":12,"verse":"וצידונים <WH6722> The Zidonians ועמלק <WH6002> also, and the Amalekites, ומעון <WH4584> and the Maonites, לחצו <WH3905> did oppress אתכם <WH853> ותצעקו <WH6817> you; and ye cried אלי <WH413> to ואושׁיעה <WH3467> me, and I delivered אתכם <WH853> מידם׃ <WH3027> you out of their hand."},{"number":13,"verse":"ואתם <WH859> Yet ye עזבתם <WH5800> have forsaken אותי <WH853> ותעבדו <WH5647> me, and served אלהים <WH430> gods: אחרים <WH312> other לכן <WH3651> wherefore לא <WH3808> you no אוסיף <WH3254> more. להושׁיע <WH3467> I will deliver אתכם׃ <WH853>"},{"number":14,"verse":"לכו <WH1980> Go וזעקו <WH2199> and cry אל <WH413> unto האלהים <WH430> the gods אשׁר <WH834> which בחרתם <WH977> ye have chosen; בם המה <WH1992> let them יושׁיעו <WH3467> deliver לכם בעת <WH6256> you in the time צרתכם׃ <WH6869> of your tribulation."},{"number":15,"verse":"ויאמרו <WH559> said בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> unto יהוה <WH3068> the LORD, חטאנו <WH2398> We have sinned: עשׂה <WH6213> do אתה <WH859> thou לנו ככל <WH3605> unto us whatsoever הטוב <WH2896> seemeth good בעיניך <WH5869> unto אך <WH389> us only, הצילנו <WH5337> thee; deliver נא <WH4994> we pray thee, היום <WH3117> day. הזה׃ <WH2088> this"},{"number":16,"verse":"ויסירו <WH5493> And they put away את <WH853> אלהי <WH430> gods הנכר <WH5236> the strange מקרבם <WH7130> from among ויעבדו <WH5647> them, and served את <WH853> יהוה <WH3068> the LORD: ותקצר <WH7114> was grieved נפשׁו <WH5315> and his soul בעמל <WH5999> for the misery ישׂראל׃ <WH3478> of Israel."},{"number":17,"verse":"ויצעקו <WH6817> were gathered together, בני <WH1121> Then the children עמון <WH5983> of Ammon ויחנו <WH2583> and encamped בגלעד <WH1568> in Gilead. ויאספו <WH622> assembled themselves together, בני <WH1121> And the children ישׂראל <WH3478> of Israel ויחנו <WH2583> and encamped במצפה׃ <WH4709> in Mizpeh."},{"number":18,"verse":"ויאמרו <WH559> said העם <WH5971> And the people שׂרי <WH8269> princes גלעד <WH1568> of Gilead אישׁ <WH376> one אל <WH413> to רעהו <WH7453> another, מי <WH4310> What האישׁ <WH376> man אשׁר <WH834> that יחל <WH2490> will begin להלחם <WH3898> to fight בבני <WH1121> against the children עמון <WH5983> of Ammon? יהיה <WH1961> he shall be לראשׁ <WH7218> head לכל <WH3605> over all ישׁבי <WH3427> the inhabitants גלעד׃ <WH1568> of Gilead."}]}