{"bibleAbbr":"Orig2013+","bookName":"שופטים","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"ויצאו <WH3318> went out, כל <WH3605> Then all בני <WH1121> the children ישׂראל <WH3478> of Israel ותקהל <WH6950> was gathered together העדה <WH5712> and the congregation כאישׁ <WH376> man, אחד <WH259> as one למדן <WH1835> ועד <WH5704> even to באר שׁבע <WH884> Beer-sheba, וארץ <WH776> with the land הגלעד <WH1568> of Gilead, אל <WH413> unto יהוה <WH3068> the LORD המצפה׃ <WH4709> in Mizpeh."},{"number":2,"verse":"ויתיצבו <WH3320> presented themselves פנות <WH6438> And the chief כל <WH3605> of all העם <WH5971> the people, כל <WH3605> of all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel, בקהל <WH6951> in the assembly עם <WH5971> of the people האלהים <WH430> of God, ארבע <WH702> four מאות <WH3967> hundred אלף <WH505> thousand אישׁ <WH376> footmen רגלי <WH7273> footmen שׁלף <WH8025> that drew חרב׃ <WH2719> sword."},{"number":3,"verse":"וישׁמעו <WH8085> heard בני <WH1121> (Now the children בנימן <WH1144> of Benjamin כי <WH3588> that עלו <WH5927> were gone up בני <WH1121> the children ישׂראל <WH3478> of Israel המצפה <WH4709> to Mizpeh.) ויאמרו <WH559> Then said בני <WH1121> the children ישׂראל <WH3478> of Israel, דברו <WH1696> Tell איכה <WH349> how נהיתה <WH1961> was הרעה <WH7451> wickedness? הזאת׃ <WH2063> this"},{"number":4,"verse":"ויען <WH6030> answered האישׁ <WH376> the husband הלוי <WH3881> אישׁאשׁה <WH802> of the woman הנרצחה <WH7523> that was slain, ויאמר <WH559> and said, הגבעתה <WH1390> into Gibeah אשׁר <WH834> that לבנימן <WH1144> to Benjamin, באתי <WH935> I came אני <WH589> I ופילגשׁי <WH6370> and my concubine, ללון׃ <WH3885> to lodge."},{"number":5,"verse":"ויקמו <WH6965> rose עלי <WH5921> against בעלי <WH1167> And the men הגבעה <WH1390> of Gibeah ויסבו <WH5437> עלי <WH5921> upon את <WH853> הביתילה <WH3915> me by night, אותי <WH853> דמו <WH1819> thought להרג <WH2026> to have slain ואת <WH853> פילגשׁי <WH6370> me: and my concubine ענו <WH6031> have they forced, ותמת׃ <WH4191> that she is dead."},{"number":6,"verse":"ואחז <WH270> And I took בפילגשׁי <WH6370> my concubine, ואנתחה <WH5408> and cut her in pieces, ואשׁלחה <WH7971> and sent בכל <WH3605> her throughout all שׂדה <WH7704> the country נחלת <WH5159> of the inheritance ישׂראל <WH3478> of Israel: כי <WH3588> for עשׂו <WH6213> they have committed זמה <WH2154> lewdness ונבלה <WH5039> and folly בישׂראל׃ <WH3478> in Israel."},{"number":7,"verse":"הנה <WH2009> Behold, כלכם <WH3605> ye all בני <WH1121> children ישׂראל <WH3478> of Israel; הבו <WH3051> give לכם דבר <WH1697> your advice ועצה <WH6098> and counsel. הלם׃ <WH1988> here"},{"number":8,"verse":"ויקם <WH6965> arose כל <WH3605> And all העם <WH5971> the people כאישׁ <WH376> man, אחד <WH259> as one לאמר <WH559> saying, לא <WH3808> We will not נלך <WH1980> go אישׁ <WH376> any לאהלו <WH168> to his tent, ולא <WH3808> neither נסור <WH5493> turn אישׁ <WH376> will we any לביתו׃ <WH1004> into his house."},{"number":9,"verse":"ועתה <WH6258> But now זה <WH2088> this הדבר <WH1697> the thing אשׁר <WH834> which נעשׂה <WH6213> we will do לגבעה <WH1390> to Gibeah; עליה <WH5921> against בגורל׃ <WH1486> by lot"},{"number":10,"verse":"ולקחנו <WH3947> And we will take עשׂרה <WH6235> ten אנשׁים <WH376> men למאה <WH3967> of a hundred לכל <WH3605> throughout all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel, ומאה <WH3967> and a hundred לאלף <WH505> of a thousand, ואלף <WH505> and a thousand לרבבה <WH7233> out of ten thousand, לקחת <WH3947> to fetch צדה <WH6720> victual לעם <WH5971> for the people, לעשׂות <WH6213> that they may do, לבואם <WH935> when they come לגבע <WH1387> to Gibeah בנימן <WH1144> of Benjamin, ככל <WH3605> according to all הנבלה <WH5039> the folly אשׁר <WH834> that עשׂה <WH6213> they have wrought בישׂראל׃ <WH3478> in Israel."},{"number":11,"verse":"ויאסף <WH622> were gathered כל <WH3605> So all אישׁ <WH376> the men ישׂראל <WH3478> of Israel אל <WH413> against העיר <WH5892> the city, כאישׁ <WH376> man. אחד <WH259> as one חברים׃ <WH2270> knit together"},{"number":12,"verse":"וישׁלחו <WH7971> sent שׁבטי <WH7626> And the tribes ישׂראל <WH3478> of Israel אנשׁים <WH582> בכל <WH3605> through all שׁבטי <WH7626> the tribe בנימן <WH1144> of Benjamin, לאמר <WH559> saying, מה <WH4100> What הרעה <WH7451> wickedness הזאת <WH2063> this אשׁר <WH834> that נהיתה׃ <WH1961> is done"},{"number":13,"verse":"ועתה <WH6258> Now תנו <WH5414> therefore deliver את <WH853> האנשׁים <WH376> the men, בני <WH1121> the children בליעל <WH1100> of Belial, אשׁר <WH834> which בגבעה <WH1390> in Gibeah, ונמיתם <WH4191> that we may put them to death, ונבערה <WH1197> and put away רעה <WH7451> evil מישׂראל <WH3478> of Israel: ולא <WH3808> not אבו <WH14> would בנימן <WH1144> of Benjamin לשׁמע <WH8085> hearken בקול <WH6963> to the voice אחיהם <WH251> of their brethren בני <WH1121> But the children ישׂראל׃ <WH3478>"},{"number":14,"verse":"ויאספו <WH622> gathered themselves together בני <WH1121> But the children בנימן <WH1144> of Benjamin מן <WH4480> out of הערים <WH5892> the cities הגבעתה <WH1390> unto Gibeah, לצאת <WH3318> to go out למלחמה <WH4421> to battle עם <WH5973> against בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."},{"number":15,"verse":"ויתפקדו <WH6485> were numbered בני <WH1121> And the children בנימן <WH1144> of Benjamin ביום <WH3117> time ההוא <WH1931> at that מהערים <WH5892> out of the cities עשׂרים <WH6242> twenty ושׁשׁה <WH8337> and six אלף <WH505> thousand אישׁ <WH376> men שׁלף <WH8025> that drew חרב <WH2719> sword, לבד <WH905> beside מישׁבי <WH3427> the inhabitants הגבעה <WH1390> of Gibeah, התפקדו <WH6485> which were numbered שׁבע <WH7651> seven מאות <WH3967> hundred אישׁ <WH376> men. בחור׃ <WH970> chosen"},{"number":16,"verse":"מכל <WH3605> every one העם <WH5971> people הזה <WH2088> this שׁבע <WH7651> seven מאות <WH3967> hundred אישׁ <WH376> men בחור <WH970> אטרד <WH3027> ימינול <WH3605> זה <WH2088> every one קלע <WH7049> could sling באבן <WH68> stones אל <WH413> at השׂערה <WH8185> a hair ולא <WH3808> and not יחטא׃ <WH2398> miss."},{"number":17,"verse":"ואישׁ <WH376> And the men ישׂראל <WH3478> of Israel, התפקדו <WH6485> were numbered לבד <WH905> beside מבנימן <WH1144> ארבע <WH702> four מאות <WH3967> hundred אלף <WH505> thousand אישׁ <WH376> men שׁלף <WH8025> that drew חרב <WH2719> sword: כל <WH3605> all זה <WH2088> these אישׁ <WH376> men מלחמה׃ <WH4421> of war."},{"number":18,"verse":"ויקמו <WH6965> arose, ויעלו <WH5927> and went up בית אל <WH1008> to the house of God, וישׁאלו <WH7592> and asked counsel באלהים <WH430> of God, ויאמרו <WH559> and said, בני <WH1121> And the children ישׂראל <WH3478> of Israel מי <WH4310> Which יעלה <WH5927> of us shall go up לנו בתחלה <WH8462> first למלחמה <WH4421> to the battle עם <WH5973> against בני <WH1121> the children בנימן <WH1144> of Benjamin? ויאמר <WH559> said, יהוה <WH3068> And the LORD יהודה <WH3063> Judah בתחלה׃ <WH8462> first."},{"number":19,"verse":"ויקומו <WH6965> rose up בני <WH1121> And the children ישׂראל <WH3478> of Israel בבקר <WH1242> in the morning, ויחנו <WH2583> and encamped על <WH5921> against הגבעה׃ <WH1390> Gibeah."},{"number":20,"verse":"ויצא <WH3318> went out אישׁ <WH376> And the men ישׂראל <WH3478> of Israel למלחמה <WH4421> to battle עם <WH5973> against בנימן <WH1144> Benjamin; ויערכו <WH6186> put themselves in array אתם <WH853> אישׁ <WH376> and the men ישׂראל <WH3478> of Israel מלחמה <WH4421> to fight אל <WH413> them at הגבעה׃ <WH1390> Gibeah."},{"number":21,"verse":"ויצאו <WH3318> came forth בני <WH1121> And the children בנימן <WH1144> of Benjamin מן <WH4480> out of הגבעה <WH1390> Gibeah, וישׁחיתו <WH7843> and destroyed down בישׂראל <WH3478> of the Israelites ביום <WH3117> day ההוא <WH1931> that שׁנים <WH8147> and two ועשׂרים <WH6242> twenty אלף <WH505> thousand אישׁ <WH376> men. ארצה׃ <WH776> to the ground"},{"number":22,"verse":"ויתחזק <WH2388> encouraged themselves, העם <WH5971> And the people אישׁ <WH376> the men ישׂראל <WH3478> of Israel ויספו <WH3254> again לערך <WH6186> and set מלחמה <WH4421> their battle במקום <WH4725> in the place אשׁר <WH834> where ערכו <WH6186> in array שׁם <WH8033> where ביום <WH3117> day. הראשׁון׃ <WH7223> the first"},{"number":23,"verse":"ויעלו <WH5927> went up בני <WH1121> (And the children ישׂראל <WH3478> of Israel ויבכו <WH1058> and wept לפני <WH6440> before יהוה <WH3068> the LORD עד <WH5704> until הערב <WH6153> even, וישׁאלו <WH7592> and asked counsel ביהוה <WH3068> of the LORD, לאמר <WH559> saying, האוסיף <WH3254> again לגשׁת <WH5066> Shall I go up למלחמה <WH4421> to battle עם <WH5973> against בני <WH1121> the children בנימן <WH1144> of Benjamin אחי <WH251> my brother? ויאמר <WH559> said, יהוה <WH3068> And the LORD עלו <WH5927> Go up אליו׃ <WH413> against"},{"number":24,"verse":"ויקרבו <WH7126> came near בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> against בני <WH1121> the children בנימן <WH1144> of Benjamin ביום <WH3117> day. השׁני׃ <WH8145> the second"},{"number":25,"verse":"ויצא <WH3318> went forth בנימן <WH1144> And Benjamin לקראתם <WH7125> against מן <WH4480> them out of הגבעה <WH1390> Gibeah ביום <WH3117> day, השׁני <WH8145> the second וישׁחיתו <WH7843> and destroyed בבני <WH1121> of the children ישׂראל <WH3478> of Israel עוד <WH5750> again שׁמנת <WH8083> eighteen עשׂר <WH6240> eighteen אלף <WH505> thousand אישׁ <WH376> men; ארצה <WH776> down to the ground כל <WH3605> all אלה <WH428> these שׁלפי <WH8025> drew חרב׃ <WH2719> the sword."},{"number":26,"verse":"ויעלו <WH5927> went up, כל <WH3605> Then all בני <WH1121> the children ישׂראל <WH3478> of Israel, וכל <WH3605> and all העם <WH5971> the people, ויבאו <WH935> and came בית אל <WH1008> unto the house of God, ויבכו <WH1058> and wept, וישׁבו <WH3427> and sat שׁם <WH8033> there לפני <WH6440> before יהוה <WH3068> the LORD, ויצומו <WH6684> and fasted ביום <WH3117> day ההוא <WH1931> that עד <WH5704> until הערב <WH6153> even, ויעלו <WH5927> and offered עלות <WH5930> burnt offerings ושׁלמים <WH8002> and peace offerings לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":27,"verse":"וישׁאלו <WH7592> inquired בני <WH1121> And the children ישׂראל <WH3478> of Israel ביהוה <WH3068> of the LORD, ושׁם <WH8033> there ארון <WH727> (for the ark ברית <WH1285> of the covenant האלהים <WH430> of God בימים <WH3117> days, ההם׃ <WH1992> in those"},{"number":28,"verse":"ופינחס <WH6372> And Phinehas, בן <WH1121> the son אלעזר <WH499> of Eleazar, בן <WH1121> the son אהרן <WH175> of Aaron, עמד <WH5975> stood לפניו <WH6440> before בימים <WH3117> days,) ההם <WH1992> it in those לאמר <WH559> saying, האוסף <WH3254> again עוד <WH5750> Shall I yet לצאת <WH3318> go out למלחמה <WH4421> to battle עם <WH5973> against בני <WH1121> the children בנימן <WH1144> of Benjamin אחי <WH251> my brother, אם <WH518> or אחדל <WH2308> shall I cease? ויאמר <WH559> said, יהוה <WH3068> And the LORD עלו <WH5927> Go up; כי <WH3588> for מחר <WH4279> tomorrow אתננו <WH5414> I will deliver בידך׃ <WH3027> them into thine hand."},{"number":29,"verse":"וישׂם <WH7760> set ישׂראל <WH3478> And Israel ארבים <WH693> liers in wait אל <WH413> round about הגבעה <WH1390> Gibeah. סביב׃ <WH5439> round about"},{"number":30,"verse":"ויעלו <WH5927> went up בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> against בני <WH1121> the children בנימן <WH1144> of Benjamin ביום <WH3117> day, השׁלישׁי <WH7992> on the third ויערכו <WH6186> and put themselves in array אל <WH413> against הגבעה <WH1390> Gibeah, כפעם <WH6471> as at other times. בפעם׃ <WH6471> as at other times."},{"number":31,"verse":"ויצאו <WH3318> went out בני <WH1121> And the children בנימן <WH1144> of Benjamin לקראת <WH7125> against העם <WH5971> the people, הנתקו <WH5423> were drawn away מן <WH4480> from העיר <WH5892> the city; ויחלו <WH2490> and they began להכות <WH5221> to smite מהעם <WH5971> of the people, חללים <WH2491> kill, כפעם <WH6471> as at other times, בפעם <WH6471> as at other times, במסלות <WH4546> in the highways, אשׁר <WH834> of which אחת <WH259> one עלה <WH5927> goeth up בית אל <WH1008> to the house of God, ואחת <WH259> and the other גבעתה <WH1390> to Gibeah בשׂדה <WH7704> in the field, כשׁלשׁים <WH7970> about thirty אישׁ <WH376> men בישׂראל׃ <WH3478> of Israel."},{"number":32,"verse":"ויאמרו <WH559> said, בני <WH1121> And the children בנימן <WH1144> of Benjamin נגפים <WH5062> smitten down הם <WH1992> They לפנינו <WH6440> before כבראשׁנה <WH7223> us, as at the first. ובני <WH1121> But the children ישׂראל <WH3478> of Israel אמרו <WH559> said, ננוסה <WH5127> Let us flee, ונתקנהו <WH5423> and draw מן <WH4480> them from העיר <WH5892> the city אל <WH413> unto המסלות׃ <WH4546> the highways."},{"number":33,"verse":"וכל <WH3605> And all אישׁ <WH376> the men ישׂראל <WH3478> of Israel קמו <WH6965> rose up ממקומו <WH4725> out of their place, ויערכו <WH6186> and put themselves in array בבעל תמר <WH1193> at Baal-tamar: וארב <WH693> and the liers in wait ישׂראל <WH3478> of Israel מגיח <WH1518> came forth ממקמו <WH4725> out of their places, ממערה <WH4629> out of the meadows גבע׃ <WH1390>"},{"number":34,"verse":"ויבאו <WH935> And there came מנגד <WH5048> against לגבעה <WH1390> Gibeah עשׂרת <WH6235> ten אלפים <WH505> thousand אישׁ <WH376> men בחור <WH970> מכל <WH3605> out of all ישׂראל <WH3478> Israel, והמלחמה <WH4421> and the battle כבדה <WH3513> was sore: והם <WH1992> but they לא <WH3808> not ידעו <WH3045> knew כי <WH3588> that נגעת <WH5060> near עליהם <WH5921> הרעה׃ <WH7451> evil"},{"number":35,"verse":"ויגף <WH5062> smote יהוה <WH3068> And the LORD את <WH853> בנימן <WH1144> Benjamin לפני <WH6440> before ישׂראל <WH3478> Israel: וישׁחיתו <WH7843> destroyed בני <WH1121> and the children ישׂראל <WH3478> of Israel בבנימן <WH1144> of the Benjamites ביום <WH3117> day ההוא <WH1931> that עשׂרים <WH6242> twenty וחמשׁה <WH2568> and five אלף <WH505> thousand ומאה <WH3967> and a hundred אישׁ <WH376> men: כל <WH3605> all אלה <WH428> these שׁלף <WH8025> drew חרב׃ <WH2719> the sword."},{"number":36,"verse":"ויראו <WH7200> saw בני <WH1121> So the children בנימן <WH1144> of Benjamin כי <WH3588> that נגפו <WH5062> they were smitten: ויתנו <WH5414> gave אישׁ <WH376> for the men ישׂראל <WH3478> of Israel מקום <WH4725> place לבנימן <WH1144> to the Benjamites, כי <WH3588> because בטחו <WH982> they trusted אל <WH413> unto הארב <WH693> the liers in wait אשׁר <WH834> which שׂמו <WH7760> they had set אל <WH413> beside הגבעה׃ <WH1390> Gibeah."},{"number":37,"verse":"והארב <WH693> And the liers in wait החישׁו <WH2363> hasted, ויפשׁטו <WH6584> and rushed אל <WH413> upon הגבעה <WH1390> Gibeah; וימשׁך <WH4900> drew along, הארב <WH693> and the liers in wait ויך <WH5221> and smote את <WH853> כל <WH3605> all העיר <WH5892> the city לפי <WH6310> with the edge חרב׃ <WH2719> of the sword."},{"number":38,"verse":"והמועד <WH4150> an appointed sign היה <WH1961> Now there was לאישׁ <WH376> between the men ישׂראל <WH3478> of Israel עם <WH5973> הארב <WH693> and the liers in wait, הרב <WH7235> that they should make a great להעלותם <WH5927> rise up משׂאת <WH4864> flame העשׁן <WH6227> with smoke מן <WH4480> out of העיר׃ <WH5892> the city."},{"number":39,"verse":"ויהפך <WH2015> retired אישׁ <WH376> And when the men ישׂראל <WH3478> of Israel במלחמה <WH4421> in the battle, ובנימן <WH1144> Benjamin החל <WH2490> began להכות <WH5221> to smite חללים <WH2491> kill באישׁ <WH376> of the men ישׂראל <WH3478> of Israel כשׁלשׁים <WH7970> about thirty אישׁ <WH376> persons: כי <WH3588> for אמרו <WH559> they said, אך <WH389> Surely נגוף <WH5062> are smitten down נגף <WH5062> are smitten down הוא <WH1931> they לפנינו <WH6440> before כמלחמה <WH4421> battle. הראשׁנה׃ <WH7223> us, as the first"},{"number":40,"verse":"והמשׂאת <WH4864> But when the flame החלה <WH2490> began לעלות <WH5927> to arise up מן <WH4480> out of העיר <WH5892> the city עמוד <WH5982> with a pillar עשׁן <WH6227> of smoke, ויפן <WH6437> looked בנימן <WH1144> the Benjamites אחריו <WH310> behind והנה <WH2009> them, and, behold, עלה <WH5927> ascended up כליל <WH3632> the flame העיר <WH5892> of the city השׁמימה׃ <WH8064> to heaven."},{"number":41,"verse":"ואישׁ <WH376> And when the men ישׂראל <WH3478> of Israel הפך <WH2015> turned again, ויבהל <WH926> were amazed: אישׁ <WH376> the men בנימן <WH1144> of Benjamin כי <WH3588> for ראה <WH7200> they saw כי <WH3588> that נגעה <WH5060> was come עליו <WH5921> upon הרעה׃ <WH7451> evil"},{"number":42,"verse":"ויפנו <WH6437> Therefore they turned לפני <WH6440> before אישׁ <WH376> the men ישׂראל <WH3478> of Israel אל <WH413> unto דרך <WH1870> the way המדבר <WH4057> of the wilderness; והמלחמה <WH4421> but the battle הדביקתהו <WH1692> overtook ואשׁר <WH834> them; and them which מהערים <WH5892> out of the cities משׁחיתים <WH7843> they destroyed אותו <WH853> בתוכו׃ <WH8432> in the midst"},{"number":43,"verse":"כתרו <WH3803> אתנימן <WH1144> הרדיפהו <WH7291> chased מנוחה <WH4496> with ease הדריכהו <WH1869> them, trod them down עד <WH5704> over against נכח <WH5227> over against הגבעה <WH1390> Gibeah ממזרח <WH4217> שׁמשׁ׃ <WH8121>"},{"number":44,"verse":"ויפלו <WH5307> And there fell מבנימן <WH1144> שׁמנה <WH8083> eighteen עשׂר <WH6240> eighteen אלף <WH505> thousand אישׁ <WH376> men; את <WH853> כל <WH3605> all אלה <WH428> these אנשׁי <WH376> men חיל׃ <WH2428> of valor."},{"number":45,"verse":"ויפנו <WH6437> And they turned וינסו <WH5127> and fled המדברה <WH4057> toward the wilderness אל <WH413> unto סלע <WH5553> the rock הרמון <WH7417> of Rimmon: ויעללהו <WH5953> and they gleaned במסלות <WH4546> of them in the highways חמשׁת <WH2568> five אלפים <WH505> thousand אישׁ <WH376> men; וידביקו <WH1692> and pursued hard אחריו <WH310> after עד <WH5704> them unto גדעם <WH1440> Gidom, ויכו <WH5221> and slew ממנו <WH4480> of אלפים <WH505> two thousand אישׁ׃ <WH376> men"},{"number":46,"verse":"ויהי <WH1961> were כל <WH3605> So that all הנפלים <WH5307> which fell מבנימן <WH1144> עשׂרים <WH6242> twenty וחמשׁה <WH2568> and five אלף <WH505> thousand אישׁ <WH376> men שׁלף <WH8025> that drew חרב <WH2719> the sword; ביום <WH3117> day ההוא <WH1931> that את <WH853> כל <WH3605> all אלה <WH428> these אנשׁי <WH376> men חיל׃ <WH2428> of valor."},{"number":47,"verse":"ויפנו <WH6437> turned וינסו <WH5127> and fled המדברה <WH4057> to the wilderness אל <WH413> unto סלע <WH5553> the rock הרמון <WH7417> Rimmon, שׁשׁ <WH8337> But six מאות <WH3967> hundred אישׁ <WH376> men וישׁבו <WH3427> and abode בסלע <WH5553> in the rock רמון <WH7417> Rimmon ארבעה <WH702> four חדשׁים׃ <WH2320> months."},{"number":48,"verse":"ואישׁ <WH376> And the men ישׂראל <WH3478> of Israel שׁבו <WH7725> turned again אל <WH413> upon בני <WH1121> the children בנימן <WH1144> of Benjamin, ויכום <WH5221> and smote לפי <WH6310> them with the edge חרב <WH2719> of the sword, מעיר <WH5892> of city, מתם <WH4974> as well the men עד <WH5704> as בהמה <WH929> the beast, עד <WH5704> כל <WH3605> and all הנמצא <WH4672> that came to hand: גם <WH1571> also כל <WH3605> all הערים <WH5892> the cities הנמצאות <WH4672> that they came to. שׁלחו <WH7971> they set באשׁ׃ <WH784> on fire"}]}