{"bibleAbbr":"Orig2013+","bookName":"שופטים","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"וישׁכם <WH7925> him, rose up early, ירבעל <WH3378> Then Jerubbaal, הוא <WH1931> who גדעון <WH1439> Gideon, וכל <WH3605> and all העם <WH5971> the people אשׁר <WH834> that אתו <WH854> with ויחנו <WH2583> and pitched על <WH5921> beside עין חרד <WH5878> the well ומחנה <WH4264> so that the host מדין <WH4080> of the Midianites היה <WH1961> were לו מצפון <WH6828> on the north side מגבעת <WH1389> of them, by the hill המורה <WH4176> of Moreh, בעמק׃ <WH6010> in the valley."},{"number":2,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto גדעון <WH1439> Gideon, רב <WH7227> thee too many העם <WH5971> The people אשׁר <WH834> that אתך <WH854> with מתתי <WH5414> for me to give את <WH853> מדין <WH4080> the Midianites בידם <WH3027> into their hands, פן <WH6435> lest יתפאר <WH6286> vaunt themselves עלי <WH5921> against ישׂראל <WH3478> Israel לאמר <WH559> me, saying, ידי <WH3027> Mine own hand הושׁיעה׃ <WH3467> hath saved"},{"number":3,"verse":"ועתה <WH6258> קרא <WH7121> proclaim נא <WH4994> therefore go to, באזני <WH241> in the ears העם <WH5971> of the people, לאמר <WH559> saying, מי <WH4310> Whosoever ירא <WH3373> fearful וחרד <WH2730> and afraid, ישׁב <WH7725> let him return ויצפר <WH6852> and depart early מהר <WH2022> from mount הגלעד <WH1568> Gilead. וישׁב <WH7725> And there returned מן <WH4480> from mount העם <WH5971> the people עשׂרים <WH6242> twenty ושׁנים <WH8147> and two אלף <WH505> thousand; ועשׂרת <WH6235> ten אלפים <WH505> thousand. נשׁארו׃ <WH7604> and there remained"},{"number":4,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto גדעון <WH1439> Gideon, עוד <WH5750> yet העם <WH5971> The people רב <WH7227> many; הורד <WH3381> אותםל <WH413> unto המים <WH4325> the water, ואצרפנו <WH6884> and I will try לך שׁם <WH8033> them for thee there: והיה <WH1961> and it shall be, אשׁר <WH834> of whom אמר <WH559> I say אליך <WH413> unto זה <WH2088> thee, This ילך <WH1980> shall go אתך <WH854> with הוא <WH1931> thee, the same ילך <WH1980> shall go אתך <WH854> with וכל <WH3605> thee; and of whomsoever אשׁר <WH834> thee; and of whomsoever אמר <WH559> I say אליך <WH413> unto זה <WH2088> thee, This לא <WH3808> shall not ילך <WH1980> go עמך <WH5973> with הוא <WH1931> thee, the same לא <WH3808> shall not ילך׃ <WH1980> go."},{"number":5,"verse":"ויורד <WH3381> So he brought down את <WH853> העם <WH5971> the people אל <WH413> unto המים <WH4325> the water: ויאמר <WH559> said יהוה <WH3068> and the LORD אל <WH413> unto גדעון <WH1439> Gideon, כל <WH3605> Every one אשׁר <WH834> that ילק <WH3952> lappeth בלשׁונו <WH3956> with his tongue, מן <WH4480> of המים <WH4325> the water כאשׁר <WH834> as ילק <WH3952> lappeth, הכלב <WH3611> a dog תציג <WH3322> him shalt thou set אותו <WH853> לבד <WH905> by himself; וכל <WH3605> likewise every one אשׁר <WH834> that יכרע <WH3766> boweth down על <WH5921> upon ברכיו <WH1290> his knees לשׁתות׃ <WH8354> to drink."},{"number":6,"verse":"ויהי <WH1961> were מספר <WH4557> And the number המלקקים <WH3952> of them that lapped, בידם <WH3027> their hand אל <WH413> to פיהם <WH6310> their mouth, שׁלשׁ <WH7969> three מאות <WH3967> hundred אישׁ <WH376> men: וכל <WH3605> but all יתר <WH3499> the rest העם <WH5971> of the people כרעו <WH3766> bowed down על <WH5921> upon ברכיהם <WH1290> their knees לשׁתות <WH8354> to drink מים׃ <WH4325> water."},{"number":7,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto גדעון <WH1439> Gideon, בשׁלשׁ <WH7969> By the three מאות <WH3967> hundred האישׁ <WH376> men המלקקים <WH3952> that lapped אושׁיע <WH3467> will I save אתכם <WH853> ונתתי <WH5414> you, and deliver את <WH853> מדין <WH4080> the Midianites בידך <WH3027> into thine hand: וכל <WH3605> and let all העם <WH5971> the people ילכו <WH1980> go אישׁ <WH376> every man למקמו׃ <WH4725> unto his place."},{"number":8,"verse":"ויקחו <WH3947> took את <WH853> צדה <WH6720> victuals העם <WH5971> So the people בידם <WH3027> in their hand, ואת <WH853> שׁופרתיהם <WH7782> and their trumpets: ואת <WH853> כל <WH3605> all אישׁ <WH376> every man ישׂראל <WH3478> Israel שׁלח <WH7971> and he sent אישׁ <WH376> men: לאהליו <WH168> unto his tent, ובשׁלשׁ <WH7969> those three מאות <WH3967> hundred האישׁ <WH376> החזיק <WH2388> and retained ומחנה <WH4264> and the host מדין <WH4080> of Midian היה <WH1961> was לו מתחת <WH8478> beneath בעמק׃ <WH6010> him in the valley."},{"number":9,"verse":"ויהי <WH1961> And it came to pass בלילה <WH3915> night, ההוא <WH1931> the same ויאמר <WH559> said אליו <WH413> unto יהוה <WH3068> that the LORD קום <WH6965> him, Arise, רד <WH3381> get thee down במחנה <WH4264> unto the host; כי <WH3588> for נתתיו <WH5414> I have delivered בידך׃ <WH3027> it into thine hand."},{"number":10,"verse":"ואם <WH518> But if ירא <WH3373> אתה <WH859> thou לרדת <WH3381> to go down, רד <WH3381> go אתה <WH859> thou ופרה <WH6513> with Phurah נערך <WH5288> thy servant אל <WH413> to המחנה׃ <WH4264> the host:"},{"number":11,"verse":"ושׁמעת <WH8085> And thou shalt hear מה <WH4100> what ידברו <WH1696> they say; ואחר <WH310> and afterward תחזקנה <WH2388> be strengthened ידיך <WH3027> shall thine hands וירדת <WH3381> to go down במחנה <WH4264> unto the host. וירד <WH3381> Then went he down הוא <WH1931> ופרה <WH6513> with Phurah נערו <WH5288> his servant אל <WH413> unto קצה <WH7097> the outside החמשׁים <WH2571> of the armed men אשׁר <WH834> that במחנה׃ <WH4264> in the host."},{"number":12,"verse":"ומדין <WH4080> And the Midianites ועמלק <WH6002> וכל <WH3605> and all בני <WH1121> the children קדם <WH6924> of the east נפלים <WH5307> lay בעמק <WH6010> along in the valley כארבה <WH697> like grasshoppers לרב <WH7230> for multitude; ולגמליהם <WH1581> and their camels אין <WH369> without מספר <WH4557> number, כחול <WH2344> as the sand שׁעל <WH5921> by שׂפת <WH8193> side הים <WH3220> the sea לרב׃ <WH7230> for multitude."},{"number":13,"verse":"ויבא <WH935> was come, גדעון <WH1439> And when Gideon והנה <WH2009> behold, אישׁ <WH376> a man מספר <WH5608> that told לרעהו <WH7453> unto his fellow, חלום <WH2472> a dream ויאמר <WH559> and said, הנה <WH2009> Behold, חלום <WH2472> a dream, חלמתי <WH2492> I dreamed והנה <WH2009> and, lo, צלול <WH6742> a cake לחם <WH3899> bread שׂערים <WH8184> of barley מתהפך <WH2015> tumbled במחנה <WH4264> into the host מדין <WH4080> of Midian, ויבא <WH935> and came עד <WH5704> unto האהל <WH168> a tent, ויכהו <WH5221> and smote ויפל <WH5307> it that it fell, ויהפכהו <WH2015> and overturned למעלה <WH4605> and overturned ונפל <WH5307> lay along. האהל׃ <WH168> it, that the tent"},{"number":14,"verse":"ויען <WH6030> answered רעהו <WH7453> And his fellow ויאמר <WH559> and said, אין <WH369> nothing else זאת <WH2063> This בלתי <WH1115> save אם <WH518> save חרב <WH2719> the sword גדעון <WH1439> of Gideon בן <WH1121> the son יואשׁ <WH3101> of Joash, אישׁ <WH376> a man ישׂראל <WH3478> of Israel: נתן <WH5414> delivered האלהים <WH430> hath God בידו <WH3027> into his hand את <WH853> מדין <WH4080> Midian, ואת <WH853> כל <WH3605> and all המחנה׃ <WH4264> the host."},{"number":15,"verse":"ויהי <WH1961> And it was כשׁמע <WH8085> heard גדעון <WH1439> when Gideon את <WH853> מספר <WH4557> the telling החלום <WH2472> of the dream, ואת <WH853> שׁברו <WH7667> and the interpretation וישׁתחו <WH7812> thereof, that he worshiped, וישׁב <WH7725> and returned אל <WH413> into מחנה <WH4264> the host ישׂראל <WH3478> of Israel, ויאמר <WH559> and said, קומו <WH6965> Arise; כי <WH3588> for נתן <WH5414> hath delivered יהוה <WH3068> the LORD בידכם <WH3027> into your hand את <WH853> מחנה <WH4264> the host מדין׃ <WH4080> of Midian."},{"number":16,"verse":"ויחץ <WH2673> And he divided את <WH853> שׁלשׁ <WH7969> the three מאות <WH3967> hundred האישׁ <WH376> men שׁלשׁה <WH7969> three ראשׁים <WH7218> companies, ויתן <WH5414> and he put שׁופרות <WH7782> a trumpet ביד <WH3027> hand, כלם <WH3605> in every man's וכדים <WH3537> pitchers, רקים <WH7386> with empty ולפדים <WH3940> and lamps בתוך <WH8432> within הכדים׃ <WH3537> the pitchers."},{"number":17,"verse":"ויאמר <WH559> And he said אליהם <WH413> unto ממני <WH4480> on תראו <WH7200> them, Look וכן <WH3651> likewise: תעשׂו <WH6213> me, and do והנה <WH2009> and, behold, אנכי <WH595> when I בא <WH935> come בקצה <WH7097> to the outside המחנה <WH4264> of the camp, והיה <WH1961> it shall be כאשׁר <WH834> as אעשׂה <WH6213> I do, כן <WH3651> so תעשׂון׃ <WH6213> shall ye do."},{"number":18,"verse":"ותקעתי <WH8628> When I blow בשׁופר <WH7782> with a trumpet, אנכי <WH595> I וכל <WH3605> and all אשׁר <WH834> that אתי <WH854> with ותקעתם <WH8628> me, then blow בשׁופרות <WH7782> the trumpets גם <WH1571> also אתם <WH859> ye סביבות <WH5439> on every side כל <WH3605> of all המחנה <WH4264> the camp, ואמרתם <WH559> and say, ליהוה <WH3068> of the LORD, ולגדעון׃ <WH1439> and of Gideon."},{"number":19,"verse":"ויבא <WH935> him, came גדעון <WH1439> So Gideon, ומאה <WH3967> and the hundred אישׁ <WH376> men אשׁר <WH834> that אתו <WH854> with בקצה <WH7097> unto the outside המחנה <WH4264> of the camp ראשׁ <WH7218> in the beginning האשׁמרת <WH821> watch; התיכונה <WH8484> of the middle אך <WH389> and they had but הקם <WH6965> newly set הקימו <WH6965> newly set את <WH853> השׁמרים <WH8104> the watch: ויתקעו <WH8628> and they blew בשׁופרות <WH7782> the trumpets, ונפוץ <WH5310> and broke הכדים <WH3537> the pitchers אשׁר <WH834> that בידם׃ <WH3027> in their hands."},{"number":20,"verse":"ויתקעו <WH8628> blew שׁלשׁת <WH7969> And the three הראשׁים <WH7218> companies בשׁופרות <WH7782> the trumpets, וישׁברו <WH7665> and broke הכדים <WH3537> the pitchers, ויחזיקו <WH2388> and held ביד <WH3027> hands, שׂמאולם <WH8040> in their left בלפדים <WH3940> the lamps וביד <WH3027> hands ימינם <WH3225> in their right השׁופרות <WH7782> and the trumpets לתקוע <WH8628> to blow ויקראו <WH7121> and they cried, חרב <WH2719> The sword ליהוה <WH3068> of the LORD, ולגדעון׃ <WH1439> and of Gideon."},{"number":21,"verse":"ויעמדו <WH5975> And they stood אישׁ <WH376> every man תחתיו <WH8478> in his place סביב <WH5439> round about למחנה <WH4264> the camp: וירץ <WH7323> ran, כל <WH3605> and all המחנה <WH4264> the host ויריעו <WH7321> and cried, ויניסו׃ <WH5127> and fled."},{"number":22,"verse":"ויתקעו <WH8628> blew שׁלשׁ <WH7969> And the three מאות <WH3967> hundred השׁופרות <WH7782> the trumpets, וישׂם <WH7760> set יהוה <WH3068> and the LORD את <WH853> חרב <WH2719> sword אישׁ <WH376> every man's ברעהו <WH7453> against his fellow, ובכל <WH3605> even throughout all המחנה <WH4264> the host: וינס <WH5127> fled המחנה <WH4264> and the host עד <WH5704> to בית השׁטה <WH1029> Beth-shittah צררתה <WH6888> in Zererath, עד <WH5704> to שׂפת <WH8193> the border אבל מחולה <WH65> of Abel-meholah, על <WH5921> unto טבת׃ <WH2888> Tabbath."},{"number":23,"verse":"ויצעק <WH6817> gathered themselves together אישׁ <WH376> And the men ישׂראל <WH3478> of Israel מנפתלי <WH5321> ומן <WH4480> and out of אשׁר <WH836> Asher, ומן <WH4480> and out of כל <WH3605> all מנשׁה <WH4519> Manasseh, וירדפו <WH7291> and pursued אחרי <WH310> after מדין׃ <WH4080> the Midianites."},{"number":24,"verse":"ומלאכים <WH4397> messengers שׁלח <WH7971> sent גדעון <WH1439> And Gideon בכל <WH3605> throughout all הר <WH2022> mount אפרים <WH669> Ephraim, לאמר <WH559> saying, רדו <WH3381> Come down לקראת <WH7125> against מדין <WH4080> the Midianites, ולכדו <WH3920> and take להם את <WH853> המים <WH4325> before them the waters עד <WH5704> unto בית ברה <WH1012> Beth-barah ואת <WH853> הירדן <WH3383> and Jordan. ויצעק <WH6817> gathered themselves together, כל <WH3605> Then all אישׁ <WH376> the men אפרים <WH669> of Ephraim וילכדו <WH3920> and took את <WH853> המים <WH4325> the waters עד <WH5704> unto בית ברה <WH1012> Beth-barah ואת <WH853> הירדן׃ <WH3383> and Jordan."},{"number":25,"verse":"וילכדו <WH3920> And they took שׁני <WH8147> two שׂרי <WH8269> princes מדין <WH4080> of the Midianites, את <WH853> ערב <WH6159> Oreb ואת <WH853> זאב <WH2062> and Zeeb; ויהרגו <WH2026> and they slew את <WH853> עורב <WH6159> Oreb בצור <WH6697> upon the rock עורב <WH6159> Oreb, ואת <WH853> זאב <WH2062> and Zeeb הרגו <WH2026> they slew ביקב <WH3342> at the winepress זאב <WH2062> of Zeeb, וירדפו <WH7291> and pursued אל <WH413> and pursued מדין <WH4080> Midian, וראשׁ <WH7218> the heads ערב <WH6159> of Oreb וזאב <WH2062> and Zeeb הביאו <WH935> and brought אל <WH413> to גדעון <WH1439> Gideon מעבר <WH5676> on the other side לירדן׃ <WH3383> Jordan."}]}