{"bibleAbbr":"urDGV2010","bookName":"अम्साल","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"( किताब का मक़्सद) ज़ैल में इस्राईल के बादशाह सुलैमान बिन दाऊद की अम्साल क़लमबन्द हैं।"},{"number":2,"verse":"इन से तू हिक्मत और तर्बियत हासिल करेगा, बसीरत के अल्फ़ाज़ समझने के क़ाबिल हो जाएगा,"},{"number":3,"verse":"और दानाई दिलाने वाली तर्बियत, रास्ती, इन्साफ़ और दियानतदारी अपनाएगा।"},{"number":4,"verse":"यह अम्साल सादालौह को होश्यारी और नौजवान को इल्म और तमीज़ सिखाती हैं।"},{"number":5,"verse":"जो दाना है वह सुन कर अपने इल्म में इज़ाफ़ा करे, जो समझदार है वह राहनुमाई करने का फ़न सीख ले।"},{"number":6,"verse":"तब वह अम्साल और तम्सीलें, दानिशमन्दों की बातें और उन के मुअम्मे समझ लेगा।"},{"number":7,"verse":"हिक्मत इस से शुरू होती है कि हम रब का ख़ौफ़ मानें। सिर्फ़ अहमक़ हिक्मत और तर्बियत को हक़ीर जानते हैं।"},{"number":8,"verse":"( ग़लत साथियों से ख़बरदार) मेरे बेटे, अपने बाप की तर्बियत के ताबे रह, और अपनी माँ की हिदायत मुस्तरद न कर।"},{"number":9,"verse":"क्यूँकि यह तेरे सर पर दिलकश सेहरा और तेरे गले में गुलूबन्द हैं।"},{"number":10,"verse":"मेरे बेटे, जब ख़ताकार तुझे फुसलाने की कोशिश करें तो उन के पीछे न हो ले।"},{"number":11,"verse":"उन की बात न मान जब वह कहें, “आ, हमारे साथ चल! हम ताक में बैठ कर किसी को क़त्ल करें, बिलावजह किसी बेक़ुसूर की घात लगाएँ।"},{"number":12,"verse":"हम उन्हें पाताल की तरह ज़िन्दा निगल लें, उन्हें मौत के गढ़े में उतरने वालों की तरह एक दम हड़प कर लें।"},{"number":13,"verse":"हम हर क़िस्म की क़ीमती चीज़ हासिल करेंगे, अपने घरों को लूट के माल से भर लेंगे।"},{"number":14,"verse":"आ, जुरअत करके हम में शरीक हो जा, हम लूट का तमाम माल बराबर तक़्सीम करेंगे।”"},{"number":15,"verse":"मेरे बेटे, उन के साथ मत जाना, अपना पाँओ उन की राहों पर रखने से रोक लेना।"},{"number":16,"verse":"क्यूँकि उन के पाँओ ग़लत काम के पीछे दौड़ते, ख़ून बहाने के लिए भागते हैं।"},{"number":17,"verse":"जब चिड़ीमार अपना जाल लगा कर उस पर परिन्दों को फाँसने के लिए रोटी के टुकड़े बिखेर देता है तो परिन्दों की नज़र में यह बेमक़्सद है।"},{"number":18,"verse":"यह लोग भी एक दिन फंस जाएंगे। जब ताक में बैठ जाते हैं तो अपने आप को तबाह करते हैं, जब दूसरों की घात लगाते हैं तो अपनी ही जान को नुक़्सान पहुँचाते हैं।"},{"number":19,"verse":"यही उन सब का अन्जाम है जो नारवा नफ़ा के पीछे भागते हैं। नाजाइज़ नफ़ा अपने मालिक की जान छीन लेता है।"},{"number":20,"verse":"( हिक्मत की पुकार) हिक्मत गली में ज़ोर से आवाज़ देती, चौकों में बुलन्द आवाज़ से पुकारती है।"},{"number":21,"verse":"जहाँ सब से ज़्यादा शोर-शराबा है वहाँ वह चिल्ला चिल्ला कर बोलती, शहर के दरवाज़ों पर ही अपनी तक़रीर करती है,"},{"number":22,"verse":"“ऐ सादालौह लोगो, तुम कब तक अपनी सादालौही से मुहब्बत रखोगे? मज़ाक़ उड़ाने वाले कब तक अपने मज़ाक़ से लुत्फ़ उठाएँगे, अहमक़ कब तक इल्म से नफ़रत करेंगे?"},{"number":23,"verse":"आओ, मेरी सरज़निश पर ध्यान दो। तब मैं अपनी रूह का चश्मा तुम पर फूटने दूँगी, तुम्हें अपनी बातें सुनाऊँगी।"},{"number":24,"verse":"लेकिन जब मैं ने आवाज़ दी तो तुम ने इन्कार किया, जब मैं ने अपना हाथ तुम्हारी तरफ़ बढ़ाया तो किसी ने भी तवज्जुह न दी।"},{"number":25,"verse":"तुम ने मेरे किसी मश्वरे की परवा न की, मेरी मलामत तुम्हारे नज़्दीक क़ाबिल-ए-क़बूल नहीं थी।"},{"number":26,"verse":"इस लिए जब तुम पर आफ़त आएगी तो मैं क़ह्क़हा लगाऊँगी, जब तुम हौलनाक मुसीबत में फंस जाओगे तो तुम्हारा मज़ाक़ उड़ाऊँगी।"},{"number":27,"verse":"उस वक़्त तुम पर दह्शतनाक आँधी टूट पड़ेगी, आफ़त तूफ़ान की तरह तुम पर आएगी, और तुम मुसीबत और तक्लीफ़ के सैलाब में डूब जाओगे।"},{"number":28,"verse":"तब वह मुझे आवाज़ देंगे, लेकिन मैं उन की नहीं सुनूँगी, वह मुझे ढूँडेंगे पर पाएँगे नहीं।"},{"number":29,"verse":"क्यूँकि वह इल्म से नफ़रत करके रब का ख़ौफ़ मानने के लिए तय्यार नहीं थे।"},{"number":30,"verse":"मेरा मश्वरा उन्हें क़बूल नहीं था बल्कि वह मेरी हर सरज़निश को हक़ीर जानते थे।"},{"number":31,"verse":"चुनाँचे अब वह अपने चाल-चलन का फल खाएँ, अपने मन्सूबों की फ़सल खा खा कर सेर हो जाएँ।"},{"number":32,"verse":"क्यूँकि सहीह राह से दूर होने का अमल सादालौह को मार डालता है, और अहमक़ों की बेपरवाई उन्हें तबाह करती है।"},{"number":33,"verse":"लेकिन जो मेरी सुने वह सुकून से बसेगा, हौलनाक मुसीबत उसे परेशान नहीं करेगी।”"}]}