{"bibleAbbr":"urDGV2010","bookName":"अम्साल","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"अहमक़ की इज़्ज़त करना उतना ही ग़ैरमौज़ूँ है जितना मौसम-ए-गर्मा में बर्फ़ या फ़सल काटते वक़्त बारिश।"},{"number":2,"verse":"बिलावजह भेजी हुई लानत फड़फड़ाती चिड़िया या उड़ती हुई अबाबील की तरह ओझल हो कर बेअसर रह जाती है।"},{"number":3,"verse":"घोड़े को छड़ी से, गधे को लगाम से और अहमक़ की पीठ को लाठी से तर्बियत दे।"},{"number":4,"verse":"जब अहमक़ अहमक़ाना बातें करे तो उसे जवाब न दे, वर्ना तू उसी के बराबर हो जाएगा।"},{"number":5,"verse":"जब अहमक़ अहमक़ाना बातें करे तो उसे जवाब दे, वर्ना वह अपनी नज़र में दानिशमन्द ठहरेगा।"},{"number":6,"verse":"जो अहमक़ के हाथ पैग़ाम भेजे वह उस की मानिन्द है जो अपने पाँओ पर कुल्हाड़ी मार कर अपने आप से ज़ियादती करता है। ( लफ़्ज़ी तर्जुमा : ज़ियादती का प्याला पीता है।)"},{"number":7,"verse":"अहमक़ के मुँह में हिक्मत की बात मफ़्लूज की बेहरकत लटकती टाँगों की तरह बेकार है।"},{"number":8,"verse":"अहमक़ का एहतिराम करना ग़ुलेल के साथ पत्थर बांधने के बराबर है।"},{"number":9,"verse":"अहमक़ के मुँह में हिक्मत की बात नशे में धुत शराबी के हाथ में काँटेदार झाड़ी की मानिन्द है।"},{"number":10,"verse":"जो अहमक़ या हर किसी गुज़रने वाले को काम पर लगाए वह सब को ज़ख़्मी करने वाले तीरअन्दाज़ की मानिन्द है।"},{"number":11,"verse":"जो अहमक़ अपनी हमाक़त दोहराए वह अपनी क़ै के पास वापस आने वाले कुत्ते की मानिन्द है।"},{"number":12,"verse":"क्या कोई दिखाई देता है जो अपने आप को दानिशमन्द समझता है? उस की निस्बत अहमक़ के सुधरने की ज़्यादा उम्मीद है।"},{"number":13,"verse":"काहिल कहता है, “रास्ते में शेर है, हाँ चौकों में शेर फिर रहा है!”"},{"number":14,"verse":"जिस तरह दरवाज़ा क़ब्ज़े पर घूमता है उसी तरह काहिल अपने बिस्तर पर करवटें बदलता है।"},{"number":15,"verse":"जब काहिल अपना हाथ खाने के बर्तन में डाल दे तो वह इतना सुस्त है कि उसे मुँह तक वापस नहीं ला सकता।"},{"number":16,"verse":"काहिल अपनी नज़र में हिक्मत से जवाब देने वाले सात आदमियों से कहीं ज़्यादा दानिशमन्द है।"},{"number":17,"verse":"जो गुज़रते वक़्त दूसरों के झगड़े में मुदाख़लत करे वह उस आदमी की मानिन्द है जो कुत्ते को कानों से पकड़ ले।"},{"number":18,"verse":"जो अपने पड़ोसी को फ़रेब दे कर बाद में कहे, “मैं सिर्फ़ मज़ाक़ कर रहा था” वह उस दीवाने की मानिन्द है जो लोगों पर जलते हुए और मोहलक तीर बरसाता है।"},{"number":20,"verse":"लकड़ी के ख़त्म होने पर आग बुझ जाती है, तोहमत लगाने वाले के चले जाने पर झगड़ा बन्द हो जाता है।"},{"number":21,"verse":"अंगारों में कोएले और आग में लकड़ी डाल तो आग भड़क उठेगी। झगड़ालू को कहीं भी खड़ा कर तो लोग मुश्तइल हो जाएंगे।"},{"number":22,"verse":"तोहमत लगाने वाले की बातें लज़ीज़ खाने के लुक़्मों जैसी हैं, वह दिल की तह तक उतर जाती हैं।"},{"number":23,"verse":"जलने वाले होंट और शरीर दिल मिट्टी के उस बर्तन की मानिन्द हैं जिसे चमकदार बनाया गया हो।"},{"number":24,"verse":"नफ़रत करने वाला अपने होंटों से अपना असली रूप छुपा लेता है, लेकिन उस का दिल फ़रेब से भरा रहता है।"},{"number":25,"verse":"जब वह मेहरबान बातें करे तो उस पर यक़ीन न कर, क्यूँकि उस के दिल में सात मकरूह बातें हैं।"},{"number":26,"verse":"गो उस की नफ़रत फ़िलहाल फ़रेब से छुपी रहे, लेकिन एक दिन उस का ग़लत किरदार पूरी जमाअत के सामने ज़ाहिर हो जाएगा।"},{"number":27,"verse":"जो दूसरों को फंसाने के लिए गढ़ा खोदे वह उस में ख़ुद गिर जाएगा, जो पत्थर लुढ़का कर दूसरों पर फैंकना चाहे उस पर ही पत्थर वापस लुढ़क आएगा।"},{"number":28,"verse":"झूटी ज़बान उन से नफ़रत करती है जिन्हें वह कुचल देती है, ख़ुशामद करने वाला मुँह तबाही मचा देता है।"}]}