{"bibleAbbr":"urDGV2010","bookName":"अम्साल","bookEnglishName":"Proverbs","chapterNumber":29,"verses":[{"number":1,"verse":"जो मुतअद्दिद नसीहतों के बावुजूद हटधर्म रहे वह अचानक ही बर्बाद हो जाएगा, और शिफ़ा का इम्कान ही नहीं होगा।"},{"number":2,"verse":"जब रास्तबाज़ बहुत हैं तो क़ौम ख़ुश होती, लेकिन जब बेदीन हुकूमत करे तो क़ौम आहें भर्ती है।"},{"number":3,"verse":"जिसे हिक्मत प्यारी हो वह अपने बाप को ख़ुशी दिलाता है, लेकिन कस्बियों का साथी अपनी दौलत उड़ा देता है।"},{"number":4,"verse":"बादशाह इन्साफ़ से मुल्क को मुस्तह्कम करता, लेकिन हद से ज़्यादा टैक्स लेने से उसे तबाह करता है।"},{"number":5,"verse":"जो अपने पड़ोसी की चापलूसी करे वह उस के क़दमों के आगे जाल बिछाता है।"},{"number":6,"verse":"शरीर जुर्म करते वक़्त अपने आप को फंसा देता, लेकिन रास्तबाज़ ख़ुशी मना कर शादमान रहता है।"},{"number":7,"verse":"रास्तबाज़ पस्तहालों के हुक़ूक़ का ख़याल रखता है, लेकिन बेदीन परवा ही नहीं करता।"},{"number":8,"verse":"तानाज़न शहर में अफ़्रा-तफ़्री मचा देते जबकि दानिशमन्द ग़ुस्सा ठंडा कर देते हैं।"},{"number":9,"verse":"जब दानिशमन्द आदमी अदालत में अहमक़ से लड़े तो अहमक़ तैश में आ जाता या क़ह्क़हा लगाता है, सुकून का इम्कान ही नहीं होता।"},{"number":10,"verse":"ख़ूँख़ार आदमी बेइल्ज़ाम शख़्स से नफ़रत करता, लेकिन सीधी राह पर चलने वाला उस की बेहतरी चाहता है।"},{"number":11,"verse":"अहमक़ अपना पूरा ग़ुस्सा उतारता, लेकिन दानिशमन्द उसे रोक कर क़ाबू में रखता है।"},{"number":12,"verse":"जो हुक्मरान झूट पर ध्यान दे उस के तमाम मुलाज़िम बेदीन होंगे।"},{"number":13,"verse":"जब ग़रीब और ज़ालिम की मुलाक़ात होती है तो दोनों की आँखों को रौशन करने वाला रब ही है।"},{"number":14,"verse":"जो बादशाह दियानतदारी से ज़रूरतमन्द की अदालत करे उस का तख़्त हमेशा तक क़ाइम रहेगा।"},{"number":15,"verse":"छड़ी और नसीहत हिक्मत पैदा करती हैं। जिसे बेलगाम छोड़ा जाए वह अपनी माँ के लिए शर्मिन्दगी का बाइस होगा।"},{"number":16,"verse":"जब बेदीन फलें फूलें तो गुनाह भी फलता फूलता है, लेकिन रास्तबाज़ उन की शिकस्त के गवाह होंगे।"},{"number":17,"verse":"अपने बेटे की तर्बियत कर तो वह तुझे सुकून और ख़ुशी दिलाएगा।"},{"number":18,"verse":"जहाँ रोया नहीं वहाँ क़ौम बेलगाम हो जाती है, लेकिन मुबारक है वह जो शरीअत के ताबे रहता है।"},{"number":19,"verse":"नौकर सिर्फ़ अल्फ़ाज़ से नहीं सुधरता। अगर वह बात समझे भी तो भी ध्यान नहीं देगा।"},{"number":20,"verse":"क्या कोई दिखाई देता है जो बात करने में जल्दबाज़ है? उस की निस्बत अहमक़ के सुधरने की ज़्यादा उम्मीद है।"},{"number":21,"verse":"जो ग़ुलाम जवानी से नाज़-ओ-नेमत में पल कर बिगड़ जाए उस का बुरा अन्जाम होगा।"},{"number":22,"verse":"ग़ज़बआलूद आदमी झगड़े छेड़ता रहता है, ग़ुसीले शख़्स से मुतअद्दिद गुनाह सरज़द होते हैं।"},{"number":23,"verse":"तकब्बुर अपने मालिक को पस्त कर देगा जबकि फ़रोतन शख़्स इज़्ज़त पाएगा।"},{"number":24,"verse":"जो चोर का साथी हो वह अपनी जान से नफ़रत रखता है। गो उस से हलफ़ उठवाया जाए कि चोरी के बारे में गवाही दे तो भी कुछ नहीं बताता बल्कि हलफ़ की लानत की ज़द में आ जाता है।"},{"number":25,"verse":"जो इन्सान से ख़ौफ़ खाए वह फंदे में फंस जाएगा, लेकिन जो रब का ख़ौफ़ माने वह मह्फ़ूज़ रहेगा।"},{"number":26,"verse":"बहुत लोग हुक्मरान की मन्ज़ूरी के तालिब रहते हैं, लेकिन इन्साफ़ रब ही की तरफ़ से मिलता है।"},{"number":27,"verse":"रास्तबाज़ बदकार से और बेदीन सीधी राह पर चलने वाले से घिन खाता है।"}]}