{"bibleAbbr":"urDGV2010","bookName":"अम्साल","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"( अजूर की कहावतें) ज़ैल में अजूर बिन याक़ा की कहावतें हैं। वह मस्सा का रहने वाला था। उस ने फ़रमाया, ऐ अल्लाह, मैं थक गया हूँ, ऐ अल्लाह, मैं थक गया हूँ, यह मेरे बस की बात नहीं रही।"},{"number":2,"verse":"यक़ीनन मैं इन्सानों में सब से ज़्यादा नादान हूँ, मुझे इन्सान की समझ हासिल नहीं।"},{"number":3,"verse":"न मैं ने हिक्मत सीखी, न क़ुद्दूस ख़ुदा के बारे में इल्म रखता हूँ।"},{"number":4,"verse":"कौन आसमान पर चढ़ कर वापस उतर आया? किस ने हवा को अपने हाथों में जमा किया? किस ने गहरे पानी को चादर में लपेट लिया? किस ने ज़मीन की हुदूद को अपनी अपनी जगह पर क़ाइम किया है? उस का नाम क्या है, उस के बेटे का क्या नाम है? अगर तुझे मालूम हो तो मुझे बता!"},{"number":5,"verse":"अल्लाह की हर बात आज़मूदा है, जो उस में पनाह ले उस के लिए वह ढाल है।"},{"number":6,"verse":"उस की बातों में इज़ाफ़ा मत कर, वर्ना वह तुझे डाँटेगा और तू झूटा ठहरेगा।"},{"number":7,"verse":"ऐ रब, मैं तुझ से दो चीज़ें माँगता हूँ, मेरे मरने से पहले इन से इन्कार न कर।"},{"number":8,"verse":"पहले, दरोग़गोई और झूट मुझ से दूर रख। दूसरे, न ग़ुर्बत न दौलत मुझे दे बल्कि उतनी ही रोटी जितनी मेरा हक़ है,"},{"number":9,"verse":"ऐसा न हो कि मैं दौलत के बाइस सेर हो कर तेरा इन्कार करूँ और कहूँ, “रब कौन है?” ऐसा भी न हो कि मैं ग़ुर्बत के बाइस चोरी करके अपने ख़ुदा के नाम की बेहुरमती करूँ।"},{"number":10,"verse":"मालिक के सामने मुलाज़िम पर तोहमत न लगा, ऐसा न हो कि वह तुझ पर लानत भेजे और तुझे इस का बुरा नतीजा भुगतना पड़े।"},{"number":11,"verse":"ऐसी नस्ल भी है जो अपने बाप पर लानत करती और अपनी माँ को बरकत नहीं देती।"},{"number":12,"verse":"ऐसी नस्ल भी है जो अपनी नज़र में पाक-साफ़ है, गो उस की ग़िलाज़त दूर नहीं हुई।"},{"number":13,"verse":"ऐसी नस्ल भी है जिस की आँखें बड़े तकब्बुर से देखती हैं, जो अपनी पलकें बड़े घमंड से मारती है।"},{"number":14,"verse":"ऐसी नस्ल भी है जिस के दाँत तलवारें और जबड़े छुरियाँ हैं ताकि दुनिया के मुसीबतज़दों को खा जाएँ, मुआशरे के ज़रूरतमन्दों को हड़प कर लें।"},{"number":15,"verse":"जोंक की दो बेटियाँ हैं, चूसने के दो आज़ा जो चीख़ते रहते हैं, “और दो, और दो” तीन चीज़ें हैं जो कभी सेर नहीं होतीं बल्कि चार हैं जो कभी नहीं कहतीं, “अब बस करो, अब काफ़ी है,”"},{"number":16,"verse":"पाताल, बाँझ का रहम, ज़मीन जिस की प्यास कभी नहीं बुझती और आग जो कभी नहीं कहती, “अब बस करो, अब काफ़ी है।”"},{"number":17,"verse":"जो आँख बाप का मज़ाक़ उड़ाए और माँ की हिदायत को हक़ीर जाने उसे वादी के कव्वे अपनी चोंचों से निकालेंगे और गिद्ध के बच्चे खा जाएंगे।"},{"number":18,"verse":"तीन बातें मुझे हैरतज़दा करती हैं बल्कि चार हैं जिन की मुझे समझ नहीं आती,"},{"number":19,"verse":"आसमान की बुलन्दियों पर उक़ाब की राह, चटान पर साँप की राह, समुन्दर के बीच में जहाज़ की राह और वह राह जो मर्द कुंवारी के साथ चलता है।"},{"number":20,"verse":"ज़िनाकार औरत की यह राह है, वह खा लेती और फिर अपना मुँह पोंछ कर कहती है, “मुझ से कोई ग़लती नहीं हुई।”"},{"number":21,"verse":"ज़मीन तीन चीज़ों से लरज़ उठती है बल्कि चार चीज़ें बर्दाश्त नहीं कर सकती,"},{"number":22,"verse":"वह ग़ुलाम जो बादशाह बन जाए, वह अहमक़ जो जी भर कर खाना खा सके,"},{"number":23,"verse":"वह नफ़रतअंगेज़ ( लफ़्ज़ी तर्जुमा : जिस से नफ़रत की जाती है।) औरत जिस की शादी हो जाए और वह नौकरानी जो अपनी मालिकन की मिलकियत पर क़ब्ज़ा करे।"},{"number":24,"verse":"ज़मीन की चार मख़्लूक़ात निहायत ही दानिशमन्द हैं हालाँकि छोटी हैं।"},{"number":25,"verse":"च्यूँटियाँ कमज़ोर नस्ल हैं लेकिन गर्मियों के मौसम में सर्दियों के लिए ख़ुराक जमा करती हैं,"},{"number":26,"verse":"बिज्जू कमज़ोर नस्ल हैं लेकिन चटानों में ही अपने घर बना लेते हैं,"},{"number":27,"verse":"टिड्डियों का बादशाह नहीं होता ताहम सब परे बांध कर निकलती हैं,"},{"number":28,"verse":"छिपकलियाँ गो हाथ से पकड़ी जाती हैं, ताहम शाही महलों में पाई जाती हैं।"},{"number":29,"verse":"तीन बल्कि चार जानदार पुरवक़ार अन्दाज़ में चलते हैं।"},{"number":30,"verse":"पहले, शेरबबर जो जानवरों में ज़ोर-आवर है और किसी से भी पीछे नहीं हटता,"},{"number":31,"verse":"दूसरे, मुर्ग़ा जो अकड़ कर चलता है, तीसरे, बकरा और चौथे अपनी फ़ौज के साथ चलने वाला बादशाह।"},{"number":32,"verse":"अगर तू ने मग़रूर हो कर हमाक़त की या बुरे मन्सूबे बांधे तो अपने मुँह पर हाथ रख कर ख़ामोश हो जा,"},{"number":33,"verse":"क्यूँकि दूध बिलोने से मक्खन, नाक को मरोड़ने ( लफ़्ज़ी तर्जुमा : दबाओ डालने।) से ख़ून और किसी को ग़ुस्सा दिलाने से लड़ाई-झगड़ा पैदा होता है।"}]}