{"bibleAbbr":"urDGV2010","bookName":"अम्साल","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"( बेवफ़ा बीवी) मेरे बेटे, मेरे अल्फ़ाज़ की पैरवी कर, मेरे अह्काम अपने अन्दर मह्फ़ूज़ रख।"},{"number":2,"verse":"मेरे अह्काम के ताबे रह तो जीता रहेगा। अपनी आँख की पुतली की तरह मेरी हिदायत की हिफ़ाज़त कर।"},{"number":3,"verse":"उन्हें अपनी उंगली के साथ बांध, अपने दिल की तख़्ती पर कन्दा कर।"},{"number":4,"verse":"हिक्मत से कह, “तू मेरी बहन है,” और समझ से, “तू मेरी क़रीबी रिश्तेदार है।”"},{"number":5,"verse":"यही तुझे ज़िनाकार औरत से मह्फ़ूज़ रखेंगी, दूसरे की उस बीवी से जो अपनी चिकनी-चुपड़ी बातों से तुझे फुसलाने की कोशिश करती है।"},{"number":6,"verse":"एक दिन मैं ने अपने घर की खिड़की ( लफ़्ज़ी तर्जुमा : घर की खिड़की के जंगले।) में से बाहर झाँका"},{"number":7,"verse":"तो क्या देखता हूँ कि वहाँ कुछ सादालौह नौजवान खड़े हैं। उन में से एक बेअक़ल जवान नज़र आया।"},{"number":8,"verse":"वह गली में से गुज़र कर ज़िनाकार औरत के कोने की तरफ़ टहलने लगा। चलते चलते वह उस रास्ते पर आ गया जो औरत के घर तक ले जाता है।"},{"number":9,"verse":"शाम का धुन्दल्का था, दिन ढलने और रात का अंधेरा छाने लगा था।"},{"number":10,"verse":"तब एक औरत कस्बी का लिबास पहने हुए चालाकी से उस से मिलने आई।"},{"number":11,"verse":"यह औरत इतनी बेलगाम और ख़ुदसर है कि उस के पाँओ उस के घर में नहीं टिकते।"},{"number":12,"verse":"कभी वह गली में, कभी चौकों में होती है, हर कोने पर वह ताक में बैठी रहती है।"},{"number":13,"verse":"अब उस ने नौजवान को पकड़ कर उसे बोसा दिया। बेहया नज़र उस पर डाल कर उस ने कहा,"},{"number":14,"verse":"“मुझे सलामती की क़ुर्बानियाँ पेश करनी थीं, और आज ही मैं ने अपनी मन्नतें पूरी कीं।"},{"number":15,"verse":"इस लिए मैं निकल कर तुझ से मिलने आई, मैं ने तेरा पता किया और अब तू मुझे मिल गया है।"},{"number":16,"verse":"मैं ने अपने बिस्तर पर मिस्र के रंगीन कम्बल बिछाए,"},{"number":17,"verse":"उस पर मुर, ऊद और दारचीनी की ख़ुश्बू छिड़की है।"},{"number":18,"verse":"आओ, हम सुब्ह तक मुहब्बत का प्याला तह तक पी लें, हम इश्क़बाज़ी से लुत्फ़अन्दोज़ हों!"},{"number":19,"verse":"क्यूँकि मेरा ख़ावन्द घर में नहीं है, वह लम्बे सफ़र के लिए रवाना हुआ है।"},{"number":20,"verse":"वह बटवे में पैसे डाल कर चला गया है और पूरे चाँद तक वापस नहीं आएगा।”"},{"number":21,"verse":"ऐसी बातें करते करते औरत ने नौजवान को तरग़ीब दे कर अपनी चिकनी-चुपड़ी बातों से वरग़लाया।"},{"number":22,"verse":"नौजवान सीधा उस के पीछे यूँ हो लिया जिस तरह बैल ज़बह होने के लिए जाता या हिरन उछल कर फंदे में फंस जाता है।"},{"number":23,"verse":"क्यूँकि एक वक़्त आएगा कि तीर उस का दिल चीर डालेगा। लेकिन फ़िलहाल उस की हालत उस चिड़िया की मानिन्द है जो उड़ कर जाल में आ जाती और ख़याल तक नहीं करती कि मेरी जान ख़तरे में है।"},{"number":24,"verse":"चुनाँचे मेरे बेटो, मेरी सुनो, मेरे मुँह की बातों पर ध्यान दो!"},{"number":25,"verse":"तेरा दिल भटक कर उस तरफ़ रुख़ न करे जहाँ ज़िनाकार औरत फिरती है, ऐसा न हो कि तू आवारा हो कर उस की राहों में उलझ जाए।"},{"number":26,"verse":"क्यूँकि उन की तादाद बड़ी है जिन्हें उस ने गिरा कर मौत के घाट उतारा है, उस ने मुतअद्दिद लोगों को मार डाला है।"},{"number":27,"verse":"उस का घर पाताल का रास्ता है जो लोगों को मौत की कोठड़ियों तक पहुँचाता है।"}]}