{"bibleAbbr":"MSG2002","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"Loners who care only for themselves spit on the common good."},{"number":2,"verse":"Fools care nothing for thoughtful discourse; all they do is run off at the mouth."},{"number":3,"verse":"When wickedness arrives, shame's not far behind; contempt for life is contemptible."},{"number":4,"verse":"Many words rush along like rivers in flood, but deep wisdom flows up from artesian springs."},{"number":5,"verse":"It's not right to go easy on the guilty, or come down hard on the innocent."},{"number":6,"verse":"The words of a fool start fights; do him a favor and gag him."},{"number":7,"verse":"Fools are undone by their big mouths; their souls are crushed by their words."},{"number":8,"verse":"Listening to gossip is like eating cheap candy; do you really want junk like that in your belly?"},{"number":9,"verse":"Slack habits and sloppy work are as bad as vandalism."},{"number":10,"verse":"GOD's name is a place of protection-- good people can run there and be safe."},{"number":11,"verse":"The rich think their wealth protects them; they imagine themselves safe behind it."},{"number":12,"verse":"Pride first, then the crash, but humility is precursor to honor."},{"number":13,"verse":"Answering before listening is both stupid and rude."},{"number":14,"verse":"A healthy spirit conquers adversity, but what can you do when the spirit is crushed?"},{"number":15,"verse":"Wise men and women are always learning, always listening for fresh insights."},{"number":16,"verse":"A gift gets attention; it buys the attention of eminent people."},{"number":17,"verse":"The first speech in a court case is always convincing-- until the cross-examination starts!"},{"number":18,"verse":"You may have to draw straws when faced with a tough decision."},{"number":19,"verse":"Do a favor and win a friend forever; nothing can untie that bond."},{"number":20,"verse":"Words satisfy the mind as much as fruit does the stomach; good talk is as gratifying as a good harvest."},{"number":21,"verse":"Words kill, words give life; they're either poison or fruit--you choose."},{"number":22,"verse":"Find a good spouse, you find a good life-- and even more: the favor of GOD!"},{"number":23,"verse":"The poor speak in soft supplications; the rich bark out answers."},{"number":24,"verse":"Friends come and friends go, but a true friend sticks by you like family."}]}