{"bibleAbbr":"MSG2002","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"Good leadership is a channel of water controlled by God; he directs it to whatever ends he chooses."},{"number":2,"verse":"We justify our actions by appearances; GOD examines our motives."},{"number":3,"verse":"Clean living before God and justice with our neighbors mean far more to GOD than religious performance."},{"number":4,"verse":"Arrogance and pride--distinguishing marks in the wicked-- are just plain sin."},{"number":5,"verse":"Careful planning puts you ahead in the long run; hurry and scurry puts you further behind."},{"number":6,"verse":"Make it to the top by lying and cheating; get paid with smoke and a promotion--to death!"},{"number":7,"verse":"The wicked get buried alive by their loot because they refuse to use it to help others."},{"number":8,"verse":"Mixed motives twist life into tangles; pure motives take you straight down the road."},{"number":9,"verse":"Better to live alone in a tumbledown shack than share a mansion with a nagging spouse."},{"number":10,"verse":"Wicked souls love to make trouble; they feel nothing for friends and neighbors."},{"number":11,"verse":"Simpletons only learn the hard way, but the wise learn by listening."},{"number":12,"verse":"A God-loyal person will see right through the wicked and undo the evil they've planned."},{"number":13,"verse":"If you stop your ears to the cries of the poor, your cries will go unheard, unanswered."},{"number":14,"verse":"A quietly given gift soothes an irritable person; a heartfelt present cools a hot temper."},{"number":15,"verse":"Good people celebrate when justice triumphs, but for the workers of evil it's a bad day."},{"number":16,"verse":"Whoever wanders off the straight and narrow ends up in a congregation of ghosts."},{"number":17,"verse":"You're addicted to thrills? What an empty life! The pursuit of pleasure is never satisfied."},{"number":18,"verse":"What a bad person plots against the good, boomerangs; the plotter gets it in the end."},{"number":19,"verse":"Better to live in a tent in the wild than with a cross and petulant spouse."},{"number":20,"verse":"Valuables are safe in a wise person's home; fools put it all out for yard sales."},{"number":21,"verse":"Whoever goes hunting for what is right and kind finds life itself--glorious life!"},{"number":22,"verse":"One sage entered a whole city of armed soldiers-- their trusted defenses fell to pieces!"},{"number":23,"verse":"Watch your words and hold your tongue; you'll save yourself a lot of grief."},{"number":24,"verse":"You know their names--Brash, Impudent, Blasphemer-- intemperate hotheads, every one."},{"number":25,"verse":"Lazy people finally die of hunger because they won't get up and go to work."},{"number":26,"verse":"Sinners are always wanting what they don't have; the God-loyal are always giving what they do have."},{"number":27,"verse":"Religious performance by the wicked stinks; it's even worse when they use it to get ahead."},{"number":28,"verse":"A lying witness is unconvincing; a person who speaks truth is respected."},{"number":29,"verse":"Unscrupulous people fake it a lot; honest people are sure of their steps."},{"number":30,"verse":"Nothing clever, nothing conceived, nothing contrived, can get the better of GOD."},{"number":31,"verse":"Do your best, prepare for the worst-- then trust GOD to bring victory."}]}