{"bibleAbbr":"MSG2002","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"Don't envy bad people; don't even want to be around them."},{"number":2,"verse":"All they think about is causing a disturbance; all they talk about is making trouble."},{"number":3,"verse":"It takes wisdom to build a house, and understanding to set it on a firm foundation;"},{"number":4,"verse":"It takes knowledge to furnish its rooms with fine furniture and beautiful draperies."},{"number":5,"verse":"It's better to be wise than strong; intelligence outranks muscle any day."},{"number":6,"verse":"Strategic planning is the key to warfare; to win, you need a lot of good counsel."},{"number":7,"verse":"Wise conversation is way over the head of fools; in a serious discussion they haven't a clue."},{"number":8,"verse":"The person who's always cooking up some evil soon gets a reputation as prince of rogues."},{"number":9,"verse":"Fools incubate sin; cynics desecrate beauty."},{"number":10,"verse":"If you fall to pieces in a crisis, there wasn't much to you in the first place."},{"number":11,"verse":"Rescue the perishing; don't hesitate to step in and help."},{"number":12,"verse":"If you say, \"Hey, that's none of my business,\" will that get you off the hook? Someone is watching you closely, you know-- Someone not impressed with weak excuses."},{"number":13,"verse":"Eat honey, dear child--it's good for you-- and delicacies that melt in your mouth."},{"number":14,"verse":"Likewise knowledge, and wisdom for your soul-- Get that and your future's secured, your hope is on solid rock."},{"number":15,"verse":"Don't interfere with good people's lives; don't try to get the best of them."},{"number":16,"verse":"No matter how many times you trip them up, God-loyal people don't stay down long; Soon they're up on their feet, while the wicked end up flat on their faces."},{"number":17,"verse":"Don't laugh when your enemy falls; don't crow over his collapse."},{"number":18,"verse":"GOD might see, and become very provoked, and then take pity on his plight."},{"number":19,"verse":"Don't bother your head with braggarts or wish you could succeed like the wicked."},{"number":20,"verse":"Those people have no future at all; they're headed down a dead-end street."},{"number":21,"verse":"Fear GOD, dear child--respect your leaders; don't be defiant or mutinous."},{"number":22,"verse":"Without warning your life can turn upside-down, and who knows how or when it might happen?"},{"number":23,"verse":"It's wrong, very wrong, to go along with injustice."},{"number":24,"verse":"Whoever whitewashes the wicked gets a black mark in the history books,"},{"number":25,"verse":"But whoever exposes the wicked will be thanked and rewarded."},{"number":26,"verse":"An honest answer is like a warm hug."},{"number":27,"verse":"First plant your fields; then build your barn."},{"number":28,"verse":"Don't talk about your neighbors behind their backs-- no slander or gossip, please."},{"number":29,"verse":"Don't say to anyone, \"I'll get back at you for what you did to me. I'll make you pay for what you did!\""},{"number":30,"verse":"One day I walked by the field of an old lazybones, and then passed the vineyard of a lout;"},{"number":31,"verse":"They were overgrown with weeds, thick with thistles, all the fences broken down."},{"number":32,"verse":"I took a long look and pondered what I saw; the fields preached me a sermon and I listened:"},{"number":33,"verse":"\"A nap here, a nap there, a day off here, a day off there, sit back, take it easy--do you know what comes next?"},{"number":34,"verse":"Just this: You can look forward to a dirt-poor life, with poverty as your permanent houseguest!\""}]}