{"bibleAbbr":"MSG2002","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Listen, friends, to some fatherly advice; sit up and take notice so you'll know how to live."},{"number":2,"verse":"I'm giving you good counsel; don't let it go in one ear and out the other."},{"number":3,"verse":"When I was a boy at my father's knee, the pride and joy of my mother,"},{"number":4,"verse":"He would sit me down and drill me: \"Take this to heart. Do what I tell you--live!"},{"number":5,"verse":"Sell everything and buy Wisdom! Forage for Understanding! Don't forget one word! Don't deviate an inch!"},{"number":6,"verse":"Never walk away from Wisdom--she guards your life; love her--she keeps her eye on you."},{"number":7,"verse":"Above all and before all, do this: Get Wisdom! Write this at the top of your list: Get Understanding!"},{"number":8,"verse":"Throw your arms around her--believe me, you won't regret it; never let her go--she'll make your life glorious."},{"number":9,"verse":"She'll garland your life with grace, she'll festoon your days with beauty.\""},{"number":10,"verse":"Dear friend, take my advice; it will add years to your life."},{"number":11,"verse":"I'm writing out clear directions to Wisdom Way, I'm drawing a map to Righteous Road."},{"number":12,"verse":"I don't want you ending up in blind alleys, or wasting time making wrong turns."},{"number":13,"verse":"Hold tight to good advice; don't relax your grip. Guard it well--your life is at stake!"},{"number":14,"verse":"Don't take Wicked Bypass; don't so much as set foot on that road."},{"number":15,"verse":"Stay clear of it; give it a wide berth. Make a detour and be on your way."},{"number":16,"verse":"Evil people are restless unless they're making trouble; They can't get a good night's sleep unless they've made life miserable for somebody."},{"number":17,"verse":"Perversity is their food and drink, violence their drug of choice."},{"number":18,"verse":"The ways of right-living people glow with light; the longer they live, the brighter they shine."},{"number":19,"verse":"But the road of wrongdoing gets darker and darker-- travelers can't see a thing; they fall flat on their faces."},{"number":20,"verse":"Dear friend, listen well to my words; tune your ears to my voice."},{"number":21,"verse":"Keep my message in plain view at all times. Concentrate! Learn it by heart!"},{"number":22,"verse":"Those who discover these words live, really live; body and soul, they're bursting with health."},{"number":23,"verse":"Keep vigilant watch over your heart; that's where life starts."},{"number":24,"verse":"Don't talk out of both sides of your mouth; avoid careless banter, white lies, and gossip."},{"number":25,"verse":"Keep your eyes straight ahead; ignore all sideshow distractions."},{"number":26,"verse":"Watch your step, and the road will stretch out smooth before you."},{"number":27,"verse":"Look neither right nor left; leave evil in the dust."}]}