{"bibleAbbr":"KNCL","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"ತಬೇರದಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡ ಬೆಂಕಿ ಇಸ್ರಯೇಲರು ತಮಗೆ ದುರವಸ್ಥೆ ಪ್ರಾಪ್ತವಾಯಿತೆಂದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ವಿರುದ್ಧ ಗುಣಗುಟ್ಟಿದರು. ಅದಕ್ಕೆ ಕೋಪಗೊಂಡ ಸರ್ವೇಶ್ವರ ಅವರ ಮಧ್ಯೆ ಬೆಂಕಿ ಬೀಳುವಂತೆ ಮಾಡಿದರು. ಇದರ ಪರಿಣಾಮವಾಗಿ ಪಾಳೆಯದ ಕಡೇಭಾಗದಲ್ಲಿದ್ದವರು ಸುಟ್ಟುಹೋದರು."},{"number":2,"verse":"ಆಗ ಜನರು ಮೋಶೆಯ ಬಳಿಗೆ ಬಂದು ಮೊರೆಯಿಟ್ಟರು. ಮೋಶೆ ಅವರ ಪರವಾಗಿ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರಾರ್ಥಿಸಿದ್ದೇ ಆ ಬೇಂಕಿ ಆರಿಹೋಯಿತು."},{"number":3,"verse":"ಆದ್ದರಿಂದ ಹಾಗು ಸರ್ವೇಶ್ವರನೇ ಆ ಬೆಂಕಿಯನ್ನು ಬರಮಾಡಿದ್ದ ಕಾರಣ ಆ ಸ್ಥಳಕ್ಕೆ “ತಬೇರ” ಎಂದು ಹೆಸರಾಯಿತು."},{"number":4,"verse":"ಎಪ್ಪತ್ತುಮಂದಿ ಮುಖ್ಯಸ್ಥರ ಆಯ್ಕೆ ಇಸ್ರಯೇಲರೊಡನೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದ ಅನ್ಯಜನರು ಮಾಂಸಕ್ಕಾಗಿ ಹಂಬಲಿಸಿದರು. ಇಸ್ರಯೇಲರು ಕೂಡ, ಕಣ್ಣೀರಿಡುತ್ತಾ: “ಅಯ್ಯೋ, ನಮಗೆ ಮಾಂಸ ಕೊಡುವವರಾರು?"},{"number":5,"verse":"ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ನಾವು ಬಿಟ್ಟಿಯಾಗಿ ತಿನ್ನುತ್ತಿದ್ದ ಮೀನು, ಸೌತೆಕಾಯಿ, ಕರ್ಬೂಜ, ಉಳ್ಳಿಗಡ್ಡೆ, ನೀರುಳ್ಳಿ, ಬೆಳ್ಳುಳ್ಳಿ ಇವೆಲ್ಲಾ ನೆನಪಿಗೆ ಬರುತ್ತವೆ."},{"number":6,"verse":"ಇಲ್ಲಿಯಾದರೋ ನಮ್ಮ ಜೀವ ಬತ್ತಿಹೋಯಿತು? ಈ ‘ಮನ್ನ’ವನ್ನು ಬಿಟ್ಟರೆ ನಮಗೆ ಇನ್ನೇನು ಗತಿಯಿಲ್ಲ” ಎಂದು ನಿಷ್ಠುರವಾಗಿ ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":7,"verse":"ಆ ‘ಮನ್ನ’ ಕೊತ್ತುಂಬರಿ ಬೀಜದಂತಿತ್ತು; ಗುಗ್ಗುಲದಂತೆ ಕಾಣಿಸುತ್ತಿತ್ತು."},{"number":8,"verse":"ಜನರು ಹೊರಗೆ ಹೋಗಿ ಅದನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಬಂದು ಬೀಸುವ ಕಲ್ಲುಗಳಿಂದ ಬೀಸಿ, ಇಲ್ಲವೆ ಒರಳಲ್ಲಿ ಕುಟ್ಟಿ, ಮಡಕೆಗಳಲ್ಲಿ ಬೇಯಿಸಿ ರೊಟ್ಟಿಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಅದರ ರುಚಿ ಎಣ್ಣೆಬೆರೆಸಿ ಮಾಡಿದ ತಿಂಡಿಯಂತೆ ಇರುತ್ತಿತ್ತು."},{"number":9,"verse":"ರಾತ್ರಿಯಲ್ಲಿ ಮಂಜು ಪಾಳೆಯದ ಮೇಲೆ ಬೀಳುತ್ತಿದ್ದಾಗ ಅದರೊಂದಿಗೆ ‘ಮನ್ನ’ವೂ ಬೀಳುತ್ತಿತ್ತು."},{"number":10,"verse":"ಎಲ್ಲ ಕುಟುಂಬದವರು ತಮ್ಮ ತಮ್ಮ ಡೇರೆಗಳ ಬಾಗಿಲುಗಳಲ್ಲಿ ನಿಂತು ನಿಷ್ಠೂರವಾಗಿ ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದದ್ದು ಮೋಶೆಗೆ ಕೇಳಿಸಿತು. ಆಗ ಸರ್ವೇಶ್ವರನ ಕೋಪ ಉಕ್ಕೇರಿತು; ಮೋಶೆಗೆ ಇದನ್ನು ಸಹಿಸಲಾಗಲಿಲ್ಲ."},{"number":11,"verse":"ಆತ ಸರ್ವೇಶ್ವರನಿಗೆ, “ನಿಮ್ಮ ದಾಸನಾದ ನನಗೇಕೆ ಈ ಜನರನ್ನು ಕರೆದೊಯ್ಯುವ ಭಾರವನ್ನು ಹಾಕಿದಿರಿ?"},{"number":12,"verse":"ನಿಮ್ಮ ದಯೆಗೆ ನಾನು ಅಯೋಗ್ಯನಾದೆನೇ? ‘ಮೊಲೆ ಕೂಸನ್ನು ಎತ್ತಿಕೊಂಡು ಹೋಗುವವಳಂತೆ ಈ ಜನರನ್ನು ತೋಳತೆಕ್ಕೆಯಲ್ಲಿರಿಸಿ, ಅವರ ಪೂರ್ವಜರಿಗೆ ನಾನು ಪ್ರಮಾಣಮಾಡಿದ ನಾಡಿಗೆ ಒಯ್ಯಿ’ ಎಂದು ಹೇಳುತ್ತೀರಲ್ಲವೆ? ನಾನು ಇವರಿಗೆ ಹೆತ್ತ ತಾಯಿಯೋ?"},{"number":13,"verse":"ಇವರು ನಿಷ್ಠೂರವಾಗಿ ಮಾತಾಡುತ್ತಾ ನನ್ನ ಬಳಿಗೆ ಬಂದು, ‘ತಿನ್ನಲಿಕ್ಕೆ ನಮಗೆ ಮಾಂಸವನ್ನು ಕೊಡು’ ಎಂದು ಕೇಳುತ್ತಿದ್ದಾರಲ್ಲಾ, ಇಷ್ಟು ಜನಕ್ಕೆ ಬೇಕಾದ ಮಾಂಸ ನನಗೆಲ್ಲಿ ದೊರಕೀತು."},{"number":14,"verse":"ಇಷ್ಟು ಜನರ ಭಾರವನ್ನು ನಾನೊಬ್ಬನೇ ಹೊರುವುದು ಅಸಾಧ್ಯ. ಅದು ನನ್ನ ಶಕ್ತಿಗೆ ಮೀರಿದ ಕೆಲಸ."},{"number":15,"verse":"ನೀವು ಹೀಗೆ ಮಾಡುವುದಕ್ಕಿಂತಲೂ ನನ್ನನ್ನು ಈ ಕೂಡಲೆ ಕೊಂದುಹಾಕಿದರೆ ಉಪಕಾರವಾದೀತು; ನನಗಾಗುತ್ತಿರುವ ಸಂಕಟವನ್ನು ಸಹಿಸಲಾರೆ,” ಎಂದನು."},{"number":16,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಹೇಳಿದುದು: “ಇಸ್ರಯೇಲರಲ್ಲಿ ಹಿರಿಯರೆಂದೂ ಅಧಿಪತಿಗಳೆಂದೂ ನನಗೆ ತಿಳಿದಿರುವ ಎಪ್ಪತ್ತು ಮಂದಿಯನ್ನು ಕೂಟವಾಗಿ ಕರೆಸಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಬಾ. ಅವರು ಅಲ್ಲೇ ನಿನ್ನೊಡನೆ ನಿಂತಿರಲಿ."},{"number":17,"verse":"ನಾನು ಅಲ್ಲಿಗೆ ಇಳಿದುಬಂದು ನಿನ್ನೊಡನೆ ಮಾತಾಡುವೆನು. ನಿನಗೆ ನಾನು ಅನುಗ್ರಹಿಸಿರುವ ಆತ್ಮಶಕ್ತಿಯಲ್ಲಿ ಕಿಂಚಿತ್ತನ್ನು ಅವರಿಗೂ ಹಂಚಿಕೊಡುವೆನು. ಆಗ ನೀನೊಬ್ಬನೇ ಈ ಜನರ ಜವಾಬ್ದಾರಿಯನ್ನು ವಹಿಸಬೇಕಾಗುವುದಿಲ್ಲ; ನಿನ್ನ ಸಂಗಡ ಇವರೂ ವಹಿಸಿಕೊಳ್ಳುವರು."},{"number":18,"verse":"“ಇದಲ್ಲದೆ ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆಂದು ಹೇಳು: ‘ನಾಳೆ ನಿಮ್ಮನ್ನೇ ಶುದ್ಧೀಕರಿಸಿಕೊಳ್ಳಿ; ನಾಳೆ ನಿಮಗೆ ಮಾಂಸಾಹಾರ ದೊರಕುವುದು. ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ಕೇಳಿಸುವಂತೆ - ನಮಗೆ ಮಾಂಸ ಕೊಡುವವರೇ ಇಲ್ಲ; ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಎಷ್ಟೋ ಸುಖವಾಗಿದ್ದೆವು - ಎಂದು ನಿಷ್ಠೂರವಾಗಿ ಮಾತಾಡುತ್ತೀರಿ. ಆದ್ದರಿಂದ ಸರ್ವೇಶ್ವರನೇ ನಿಮಗೆ ಮಾಂಸವನ್ನು ತಿನ್ನಲಿಕ್ಕೆ ಕೊಡುವರು."},{"number":19,"verse":"ನಿಮ್ಮ ಮಧ್ಯೆಯೇ ಇರುವ ಸರ್ವೇಶ್ವರನನ್ನು ಧಿಕ್ಕರಿಸಿ, ಅಯ್ಯೋ, ನಾವು ಈಜಿಪ್ಟನ್ನು ಬಿಟ್ಟುಬಂದು ಮೋಸವಾಯಿತು’ ಎಂದು ಅವರ ಮುಂದೆ ನಿಷ್ಠೂರವಾಗಿ ಮಾತಾಡಿದಿರಿ. ಆದ್ದರಿಂದ ನೀವು ಒಂದು ದಿನವಲ್ಲ, ಎರಡು ದಿನವಲ್ಲ, ಐದು ದಿನವಲ್ಲ, ಇಪ್ಪತ್ತು ದಿನವಲ್ಲ, ಒಂದು ತಿಂಗಳು, ಪೂರ್ತಿ ತಿನ್ನುವಿರಿ."},{"number":20,"verse":"ಅದು ಓಕರಿಕೆಯಾಗಿ, ನಿಮ್ಮ ಮೂಗಿನಲ್ಲಿ ಹೊರಟು ನಿಮಗೆ ಅಸಹ್ಯವಾಗುವ ತನಕ ಅದನ್ನು ತಿನ್ನುವಿರಿ.”"},{"number":21,"verse":"ಮೋಶೆ ಸರ್ವೇಶ್ವರನಿಗೆ, ” ನನ್ನ ಸಂಗಡ ಇರುವ ಜನರು ಆರು ಲಕ್ಷ ಕಾಲಾಳುಗಳು. ಆದರೂ ನೀವು, ‘ಇವರು ಇಡೀ ಒಂದು ತಿಂಗಳು ತಿನ್ನುವಷ್ಟು ಮಾಂಸವನ್ನು ಕೊಡುತ್ತೇನೆ’ ಎಂದು ಹೇಳಿದ್ದೀರಿ."},{"number":22,"verse":"ಅವರಿಗೆ ಬೇಕಾದಷ್ಟು ಸಿಗುವಂತೆ ಆಡುಕುರಿಗಳನ್ನು ದನಗಳನ್ನೂ ಕೊಯ್ಯಬೇಕೆನ್ನುತ್ತೀರೋ? ಇಲ್ಲವೆ ಸಮುದ್ರದಲ್ಲಿರುವ ಮೀನುಗಳನ್ನೆಲ್ಲಾ ಹಿಡಿದುಕೊಳ್ಳಬೇಕೆನ್ನುತ್ತೀರೋ? ಎಂದು ಹೇಳಿದನು."},{"number":23,"verse":"ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ, “ಸರ್ವೇಶ್ವರನ ಕೈ ಮೋಟುಗೈಯೋ? ನನ್ನ ಮಾತು ನೆರವೇರುತ್ತದೋ ಇಲ್ಲವೋ ನೀನೇ ನೋಡುವೆ” ಎಂದರು."},{"number":24,"verse":"ಮೋಶೆ ಹೊರಟುಹೋಗಿ ಸರ್ವೇಶ್ವರನ ಮಾತುಗಳನ್ನು ಜನರಿಗೆ ತಿಳಿಸಿದನು. ಜನರ ಹಿರಿಯರಲ್ಲಿ ಎಪ್ಪತ್ತು ಮಂದಿಯನ್ನು ಕೂಡಿಸಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಸುತ್ತಲೂ ನಿಲ್ಲಿಸಿದನು."},{"number":25,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಮೇಘದಲ್ಲಿ ಇಳಿದುಬಂದು ಅವನೊಡನೆ ಮಾತಾಡಿ ಅವನಿಗೆ ಅನುಗ್ರಹಿಸಲಾಗಿದ್ದ ಆತ್ಮಶಕ್ತಿಯಲ್ಲಿ ಕಿಂಚಿತ್ತನ್ನು ಆ ಎಪ್ಪತ್ತು ಮಂದಿ ಹಿರಿಯರಿಗೂ ಹಂಚಿದರು. ಆ ಶಕ್ತಿ ಅವರ ಮೇಲೆ ಇಳಿದುಬಂದಾಗ ಅವರು ಪರವಶರಾಗಿ ಪ್ರವಾದಿಸಿದರು. ಅಂಥ ಅನುಭವ ಅವರಿಗೆ ಮತ್ತೆ ಬರಲಿಲ್ಲ."},{"number":26,"verse":"ಎಲ್ದಾದ್ ಮತ್ತು ಮೇದಾದ್ ಎಂಬ ಹಿರಿಯರಿಬ್ಬರು ಪಾಳೆಯದೊಳಗೆ ಉಳಿದುಕೊಂಡಿದ್ದರು. ಅವರ ಹೆಸರು ಲಿಖಿತವಾಗಿದ್ದರೂ ಅವರು ದೇವದರ್ಶನದ ಗುಡಾರಕ್ಕೆ ಹೊರಟುಬಂದಿರಲಿಲ್ಲ. ಆ ಆತ್ಮಶಕ್ತಿ ಅವರ ಮೇಲೂ ಇಳಿದು ಬಂದುದರಿಂದ ಅವರು ಕೂಡ ಪಾಳೆಯದಲ್ಲೇ ಪರವಶರಾಗಿ ಪ್ರವಾದಿಸಿದರು."},{"number":27,"verse":"ಆಗ ಒಬ್ಬ ಯುವಕ ಮೋಶೆಯ ಬಳಿಗೆ ಓಡಿಬಂದು, “ಎಲ್ದಾದ್ ಮತ್ತು ಮೇದಾದರು ಪಾಳೆಯದಲ್ಲೇ ಪರವಶರಾಗಿ ಪ್ರವಾದಿಸುತ್ತಿದ್ದಾರೆ,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":28,"verse":"ಚಿಕ್ಕಂದಿನಿಂದ ಮೋಶೆಗೆ ಶಿಷ್ಯನಾಗಿದ್ದ ಹಾಗೂ ನೂನನ ಮಗನಾಗಿದ್ದ ಯೆಹೋಶುವನು ಮೋಶೆಗೆ, “ಗುರುವೇ, ಅವರಿಗೆ ಅದು ಬೇಡವೆನ್ನಬೇಕು ಎಂದು ವಿನಂತಿಸಿದನು."},{"number":29,"verse":"ಅದಕ್ಕೆ ಮೋಶೆ, “ನನ್ನ ಗೌರವ ಕಾಪಾಡಲು ನಿನಗೇಕೆ ಅಸೂಯೆ? ಸರ್ವೇಶ್ವರನ ಅನುಗ್ರಹದಿಂದ ಅವರ ಜನರೆಲ್ಲರೂ ಆತ್ಮಶಕ್ತಿಯನ್ನು ಹೊಂದಿ ಪ್ರವಾದಿಸುವವರಾದರೆ ಎಷ್ಟೋ ಒಳ್ಳೆಯದು” ಎಂದನು."},{"number":30,"verse":"ತರುವಾಯ ಮೋಶೆ ಮತ್ತು ಇಸ್ರಯೇಲರ ಹಿರಿಯರು ಪಾಳೆಯಕ್ಕೆ ಹಿಂದಿರುಗಿದರು."},{"number":31,"verse":"ದೇವರು ಆಹಾರವಾಗಿ ಅನುಗ್ರಹಿಸಿದ ಲಾವಕ್ಕಿಗಳು ಸರ್ವೇಶ್ವರನಿಂದ ಕಳಿಸಲಾದ ಗಾಳಿಯೊಂದು ಸಮುದ್ರದ ಕಡೆಯಿಂದ ಲಾವಕ್ಕಿಗಳನ್ನು ಹೊಡೆದುಕೊಂಡು ಬಂದಿತು. ಆ ಹಕ್ಕಿಗಳು ಪಾಳೆಯದ ಸುತ್ತಲೂ ಒಂದು ದಿನದ ಪ್ರಯಾಣದಷ್ಟು ದೂರದವರೆಗೆ ಭೂಮಿಗಿಂತ ಎರಡು ಮೊಳ ಎತ್ತರದಲ್ಲಿ ಹಾರುತ್ತಾ ಬಂದವು."},{"number":32,"verse":"ಇಸ್ರಯೇಲರು ಆ ದಿನ ಹಗಲಿರುಳೂ ಮರುದಿನ ಹಗಲೂ ಆ ಲಾವಕ್ಕಿಗಳನ್ನು ಕೂಡಿಸಿಕೊಂಡರು. ಕಡಿಮೆ ಕೂಡಿಸಿಕೊಂಡವರು ಕೂಡ ಸಾವಿರ ಕಿಲೋಗ್ರಾಂನಷ್ಟು (ಅಥವಾ: ಹತ್ತು ‘ಹೋಮೆರ್’ ಅಷ್ಟು. ಹಣ, ಅಳತೆ ಹಾಗು ತೂಕಗಳ ಪಟ್ಟಿ ನೋಡಿ.) ಕೂಡಿಸಿಕೊಂಡರು. ಅವುಗಳನ್ನು ಪಾಳೆಯದ ಸುತ್ತಲೂ ಹರವಿ ಒಣಗಿಸಿಕೊಂಡರು."},{"number":33,"verse":"ಅವರು ಆ ಮಾಂಸವನ್ನು ಕಚ್ಚಿ ಅಗಿದು ತಿಂದು ಮುಗಿಸುವುದರೊಳಗೆ ಸರ್ವೇಶ್ವರನ ಕೋಪ ಅವರ ವಿರುದ್ಧ ಉದ್ರೇಕಗೊಂಡಿತು. ಬಹಳಷ್ಟು ಜನ ಘೋರವ್ಯಾಧಿಗೆ ತುತ್ತಾಗಿ ಸತ್ತರು."},{"number":34,"verse":"ಆ ಸ್ಥಳಕ್ಕೆ “ಕಿಬ್ರೋತ್ ಹತಾವಾ” ಎಂದು ಹೆಸರಾಯಿತು. ಏಕೆಂದರೆ ಅತ್ಯಾಸೆಪಟ್ಟವರು ಅಲ್ಲಿ ಸಮಾಧಿಯಾದರು."},{"number":35,"verse":"ಇಸ್ರಯೇಲರು ಕಿಬ್ರೋತ್ ಹತಾವಾದಿಂದ ಹೊರಟು ಹಚೇರೋತಿಗೆ ಬಂದು ಅಲ್ಲಿ ತಂಗಿದರು."}]}