{"bibleAbbr":"KNCL","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"ಕ್ರಮಬದ್ಧ ಬಲಿಯರ್ಪಣೆಗಳು(20 29:38-45) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನೆಂದರೆ:"},{"number":2,"verse":"“ನನಗೆ ಸಮರ್ಪಿಸಬೇಕಾದ ಬಲಿಗಳನ್ನು, ಅಂದರೆ ದಹನಬಲಿಗಾಗಿ ಇಸ್ರಯೇಲರು ನನಗೆ ತರುವ ಆಹಾರವನ್ನು ತಕ್ಕ ಕಾಲದಲ್ಲಿ ತಂದು ಎಚ್ಚರಿಕೆಯಿಂದ ಸಮರ್ಪಿಸಬೇಕೆಂದು ವಿಧಿಸು."},{"number":3,"verse":"ಆ ವಿಷಯದಲ್ಲಿ ನೀನು ಅವರಿಗೆ ಹೀಗೆಂದು ಅಪ್ಪಣೆಮಾಡು:"},{"number":4,"verse":"ದೈನಿಕ ಬಲಿ ‘ಪ್ರತಿದಿನ ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ದಹನಬಲಿಗಾಗಿ ಬೆಳಿಗ್ಗೆ ಒಂದು ಕುರಿ, ಸಂಜೆ ಒಂದು ಕುರಿ ಹೀಗೆ ಎರಡು ಕಳಂಕರಹಿತವಾದ ಒಂದು ವರ್ಷದ ಕುರಿಗಳನ್ನು ಸಮರ್ಪಿಸಬೇಕು."},{"number":5,"verse":"ಬೆಳಿಗ್ಗೆ ಆ ಕುರಿಯೊಂದಿಗೆ ಧಾನ್ಯ ನೈವೇದ್ಯಕ್ಕಾಗಿ ಒಂದುವರೆ ಸೇರು ಶ್ರೇಷ್ಠವಾದ ಎಣ್ಣೆಯನ್ನು ಮತ್ತು ಮೂರು ಸೇರು ಗೋದಿಹಿಟ್ಟನ್ನು ಬೆರೆಸಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":6,"verse":"ನೀವು ಪ್ರತಿನಿತ್ಯವು ಸರ್ವೇಶ್ವರನಿಗೆ ಸುಗಂಧಕರವಾದ ಈ ದಹನಬಲಿಯನ್ನು ಮಾಡಬೇಕೆಂದು ಸೀನಾಯಿ ಬೆಟ್ಟದಲ್ಲೇ ನೇಮಕವಾಯಿತು."},{"number":7,"verse":"ಆ ಕುರಿಯೊಂದಿಗೆ ಪಾನದ್ರವ್ಯಾರ್ಪಣೆಗಾಗಿ ಒಂದುವರೆ ಸೇರು ಮದ್ಯವನ್ನು ಪವಿತ್ರಸ್ಥಾನದಲ್ಲಿ ಪೀಠದ ಮೇಲೆ ಸುರಿಯಬೇಕು."},{"number":8,"verse":"ಸಂಜೆ ಎರಡನೇ ಕುರಿಯನ್ನು ದಹನಬಲಿ ಕೊಡುವಾಗ ಬೆಳಿಗ್ಗೆ ಮಾಡಿದಂತೆಯೇ ಅದರೊಂದಿಗೆ ಧಾನ್ಯ ಹಾಗು ಪಾನದ್ರವ್ಯಗಳನ್ನು ಸಮರ್ಪಿಸಬೇಕು."},{"number":9,"verse":"ವಿಶ್ರಾಂತಿ ದಿನದ ಬಲಿ ‘ಪ್ರತಿದಿನ ಅರ್ಪಿಸಬೇಕಾದ ದಹನಬಲಿ ಹಾಗು ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಪಾನದ್ರವ್ಯ ಇವುಗಳ ಜೊತೆಗೆ"},{"number":10,"verse":"ನೀವು ಸಬ್ಬತ್ ದಿನದಂದು ಹೆಚ್ಚಾಗಿ ಎರಡು ಕಳಂಕರಹಿತವಾದ ವರ್ಷದ ಕುರಿಗಳನ್ನು ಮತ್ತು ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಎಣ್ಣೆಬೆರೆಸಿದ ಆರು ಸೇರು ಗೋದಿಹಿಟ್ಟನ್ನು ಅದಕ್ಕೆ ತಕ್ಕ ಪಾನದ್ರವ್ಯವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":11,"verse":"ಅಮಾವಾಸ್ಯೆ ದಿನದ ಬಲಿ ‘ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿ ದಹನಬಲಿಗಾಗಿ ಕಳಂಕರಹಿತವಾದ ಟಗರು, ವರ್ಷದ ಎರಡು ಹೋರಿ, ಒಂದು ಟಗರು, ವರ್ಷದ ಏಳು ಕುರಿಗಳು - ಇವುಗಳನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":12,"verse":"ಇವುಗಳ ಜೊತೆಗೆ ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಪ್ರತಿಯೊಂದು ಹೋರಿಗೆ ಒಂಬತ್ತು ಸೇರು, ಟಗರಿಗೆ ಆರು ಸೇರು,"},{"number":13,"verse":"ಕುರಿಯೊಂದಕ್ಕೆ ಮೂರು ಸೇರು - ಈ ಮೇರೆಗೆ ಎಣ್ಣೆಬೆರೆಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನು ಸಮರ್ಪಿಸಬೇಕು. ಇದು ಸರ್ವೇಶ್ವರನಿಗೆ ಸುಗಂಧಕರವಾದ ದಹನಬಲಿಯಾಗುವುದು."},{"number":14,"verse":"ಇವುಗಳಿಗೆ ತಕ್ಕ ಪಾನಾರ್ಪಣೆ ಯಾವುವೆಂದರೆ - ಒಂದೊಂದು ಹೋರಿಯೊಡನೆ ಮೂರು ಸೇರು, ಟಗರಿನೊಡನೆ ಎರಡು ಸೇರು, ಕುರಿಯೊಡನೆ ಒಂದು ಸೇರು ದ್ರಾಕ್ಷಾರಸ. ವರ್ಷದ ಪ್ರತಿ ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿ ಹೀಗೆ ದಹನಬಲಿಯನ್ನು ಕೊಡಬೇಕು."},{"number":15,"verse":"ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿ ದಹನಬಲಿಯನ್ನೂ ಅರ್ಪಿಸುವುದಲ್ಲದೆ ಪಾಪಪರಿಹಾರಕಬಲಿಗಾಗಿ ಒಂದು ಹೋತವನ್ನು ಸರ್ವೇಶ್ವರನಿಗೆ ಹೆಚ್ಚಾಗಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":16,"verse":"ಪಾಸ್ಕಹಬ್ಬದ ಬಲಿ(30 23:5-14) ‘ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದಂದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನೇಮಿಸಿದ ಪಾಸ್ಕಹಬ್ಬವಾಗಬೇಕು."},{"number":17,"verse":"ಅದೇ ತಿಂಗಳಿನ ಹದಿನೈದನೆಯ ದಿನದಲ್ಲಿ ಜಾತ್ರೆ ಆರಂಭವಾಗಬೇಕು. ಏಳು ದಿನಗಳವರೆಗೂ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ಊಟಮಾಡಬೇಕು."},{"number":18,"verse":"ಮೊದಲನೆಯ ದಿನ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಸೇರಬೇಕು. ಆ ದಿನ ಯಾವ ದುಡಿಮೆಯನ್ನೂ ಮಾಡಬಾರದು."},{"number":19,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ದಹನಬಲಿಗಾಗಿ ಎರಡು ಹೋರಿಗಳನ್ನೂ ಒಂದು ಟಗರನ್ನೂ ಹಾಗು ವರ್ಷದ ಏಳು ಕುರಿಗಳನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು. ಈ ಪ್ರಾಣಿಗಳು ಕಳಂಕರಹಿತವಾಗಿರಬೇಕು."},{"number":20,"verse":"ಇವುಗಳ ಜೊತೆಗೆ ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಎಣ್ಣೆಬೆರೆಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನು ತಂದುಕೊಡಬೇಕು. ಹೋರಿಗೆ ಒಂಬತ್ತು ಸೇರು, ಟಗರಿಗೆ ಆರು ಸೇರು,"},{"number":21,"verse":"ಒಂದೊಂದು ಕುರಿಗೆ ಮೂರು ಸೇರು ಹೀಗೆ ತಂದುಕೊಡಬೇಕು."},{"number":22,"verse":"ಇದಲ್ಲದೆ ಪಾಪ ಪರಿಹಾರಕ ಬಲಿಗಾಗಿ ಒಂದು ಹೋತವನ್ನು ಸಮರ್ಪಿಸಬೇಕು."},{"number":23,"verse":"ನಿತ್ಯಗಟ್ಟಲೆಯಾಗಿ ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಒಪ್ಪಿಸಲಾಗುವ ದಹನಬಲಿಯ ಜೊತೆಗೆ ಇವುಗಳನ್ನು ಸೇರಿಸಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":24,"verse":"ಆ ಏಳು ದಿನಗಳಲ್ಲೂ ದೈನಿಕ ದಹನಬಲಿಯನ್ನು ಮತ್ತು ಅದಕ್ಕೆ ಸೇರಿದ ಪಾನಾರ್ಪಣೆಯನ್ನು ಒಪ್ಪಿಸಬೇಕಲ್ಲದೆ ಮೇಲೆ ಹೇಳಿದ ಕ್ರಮದ ಮೇರೆಗೆ ಪ್ರತಿದಿನವೂ ದಹನಬಲಿ ರೂಪವಾಗಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಅನ್ನಾರ್ಪಣೆ ಮಾಡಿ ಅವರಿಗೆ ಸುಗಂಧ ಸುವಾಸನೆಯನ್ನು ಉಂಟುಮಾಡಬೇಕು."},{"number":25,"verse":"ಏಳನೆಯ ದಿನದಲ್ಲೂ ಸಭೆ ಕೂಡಬೇಕು. ಆ ದಿನದಂದು ಯಾವ ದುಡಿಮೆಯನ್ನೂ ಮಾಡಬಾರದು."},{"number":26,"verse":"ಸುಗ್ಗಿ ಹಬ್ಬದ ಬಲಿ(30 23:15-22) ‘ಪಾಸ್ಕವಾದ ಏಳು ವಾರಗಳ ಮೇಲೆ ನೀವು ಹೊಸ ಬೆಳೆಯ ಗೋದಿಯನ್ನು ನೈವೇದ್ಯ ಮಾಡಬೇಕು. ಆ ಪ್ರಥಮ ಫಲಾರ್ಪಣೆಯ ದಿನ ನೀವು ಯಾವ ದುಡಿಮೆಯನ್ನೂ ಮಾಡದೆ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಸೇರಬೇಕು."},{"number":27,"verse":"ಆ ದಿನ ಸರ್ವೇಶ್ವರನಿಗೆ ಸುಗಂಧ ಸುವಾಸನೆಯುಂಟು ಮಾಡುವುದಕ್ಕಾಗಿ ಎರಡು ಹೋರಿ, ಒಂದು ಟಗರು, ಹಾಗು ವರ್ಷದ ಏಳು ಕುರಿ ಇವುಗಳನ್ನು,"},{"number":28,"verse":"ಹಾಗು ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಎಣ್ಣೆಬೆರೆಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನು ಅಂದರೆ, ಪ್ರತಿಯೊಂದು ಹೋರಿಗೆ ಒಂಬತ್ತು ಸೇರು,"},{"number":29,"verse":"ಟಗರಿಗೆ ಆರು ಸೇರು, ಕುರಿಗೆ ಮೂರು ಸೇರು ಹಿಟ್ಟನ್ನು;"},{"number":30,"verse":"ಮತ್ತು ಪಾಪ ಪರಿಹಾರಕ ಬಲಿಗಾಗಿ ಒಂದು ಹೋತವನ್ನು ಸಮರ್ಪಿಸಬೇಕು."},{"number":31,"verse":"ಈ ಪ್ರಾಣಿಗಳೆಲ್ಲಾ ಕಳಂಕರಹಿತವಾಗಿರಬೇಕು. ದೈನಿಕ ದಹನಬಲಿ ಮತ್ತು ಅದಕ್ಕೆ ಸೇರಿದ ಧಾನ್ಯನೈವೇದ್ಯ ಇವುಗಳ ಜೊತೆಗೆ ಮೇಲೆ ಹೇಳಿದ ಬಲಿಗಳನ್ನೂ ಅವುಗಳೊಡನೆ ಕೊಡಬೇಕಾದ ಪಾನಾರ್ಪಣೆಗಳನ್ನೂ ಸೇರಿಸಿ ಸಮರ್ಪಿಸಬೇಕು."}]}