{"bibleAbbr":"KNCL","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"ಎರಡನೇ ಪಾಸ್ಕ ಹಬ್ಬದ ಆಚರಣೆ ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟ್ ದೇಶವನ್ನು ಬಿಟ್ಟು ಬಂದ ಎರಡನೆಯ ವರ್ಷದ ಮೊದಲನೆಯ ತಿಂಗಳಲ್ಲಿ ಸೀನಾಯಿ ಮರುಭೂಮಿಯಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಯೊಂದಿಗೆ ಮಾತನಾಡಿದರು."},{"number":2,"verse":"ಅವರು ಹೇಳಿದ್ದು ಇದು: “ಇಸ್ರಯೇಲರು ಪಾಸ್ಕ ಹಬ್ಬವನ್ನು ನಿಯಮಿತ ಕಾಲದಲ್ಲಿ ಆಚರಿಸುವಂತೆ ಹೇಳು."},{"number":3,"verse":"ಈ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೇ ದಿನದ ಸಂಜೆ ಅದನ್ನು ಆಚರಿಸಬೇಕಾದ ನಿಯಮಿತ ವೇಳೆ. ಅದನ್ನು ಎಲ್ಲ ವಿಧಿನಿಯಮಗಳ ಪ್ರಕಾರ ಆಚರಿಸಬೇಕು.”"},{"number":4,"verse":"ಅಂತೆಯೇ ಮೋಶೆ ಇಸ್ರಯೇಲರಿಗೆ, “ನೀವು ಪಾಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":5,"verse":"ಅವರು ಅದಕ್ಕನುಗುಣವಾಗಿ ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದ ಸಂಜೆ ಸೀನಾಯಿ ಮರುಭೂಮಿಯಲ್ಲಿ ಪಾಸ್ಕವನ್ನು ಆಚರಿಸಿದರು. ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಯೇಲರು ಮಾಡಿದರು."},{"number":6,"verse":"ಆದರೆ ಕೆಲವರು ನರಶವವನ್ನು ಮುಟ್ಟಿದ್ದರಿಂದ ಅಶುದ್ಧರಾಗಿದ್ದರು. ಆದ್ದರಿಂದ ಪಾಸ್ಕಹಬ್ಬವನ್ನು ನಿಯಮಿತ ದಿನದಂದು ಆಚರಿಸಲಾಗಲಿಲ್ಲ. ಅವರು ಮೋಶೆ - ಆರೋನರ ಬಳಿಗೆ ಬಂದು,"},{"number":7,"verse":"“ನರಶವದ ಸೋಂಕಿನಿಂದ ನಾವು ಅಶುದ್ಧರಾದೆವು. ನಿಯಮಿತ ಕಾಲದಲ್ಲಿ ಮಿಕ್ಕ ಇಸ್ರಯೇಲರೊಡನೆ ಸರ್ವೇಶ್ವರನಿಗೆ ಬಲಿಯನ್ನು ಸಮರ್ಪಿಸಲು ನಮಗೆ ಅಪ್ಪಣೆಯಿಲ್ಲವೆ?” ಎಂದು ವಿಚಾರಿಸಿದರು."},{"number":8,"verse":"ಅವರಿಗೆ ಮೋಶೆ, “ಸ್ವಲ್ಪ ತಾಳಿ, ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಏನು ಆಜ್ಞಾಪಿಸುತ್ತಾರೋ ಎಂದು ವಿಚಾರಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಹೀಗೆಂದರು:"},{"number":10,"verse":"“ನೀನು ಇಸ್ರಯೇಲರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸು - ‘ನಿಮ್ಮಲ್ಲಿಯಾಗಲಿ ನಿಮ್ಮ ಸಂತತಿಯವರಲ್ಲಾಗಲಿ ಶವ ಸೋಂಕಿದುದರಿಂದ ಅಶುದ್ಧರಾದವರು ಮಾತ್ರವಲ್ಲ ದೂರ ಪ್ರಯಾಣದಲ್ಲಿರುವವರು ಕೂಡ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾನುಸಾರ ಪಾಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಲೇಬೇಕು."},{"number":11,"verse":"ಅಂಥವರು ಎರಡನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದ ಸಂಜೆ ಅದನ್ನು ಆಚರಿಸಬೇಕು. ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿ ಮತ್ತು ಕಹಿಯಾದ ಸೊಪ್ಪುಸದೆಗಳೊಂದಿಗೆ ಅದನ್ನು ಊಟಮಾಡಬೇಕು."},{"number":12,"verse":"ಅದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮರುದಿನದವರೆಗೆ ಮಿಗಿಸಬಾರದು. ಅದರ ಒಂದು ಎಲುಬನ್ನಾದರೂ ಮುರಿಯಬಾರದು. ಪಾಸ್ಕ ಹಬ್ಬ ಕುರಿತ ವಿಧಿನಿಯಮಗಳ ಪ್ರಕಾರವೇ ಅದನ್ನು ಆಚರಿಸಬೇಕು."},{"number":13,"verse":"ಒಬ್ಬನು ತಾನು ಶುದ್ಧನಾಗಿದ್ದರೂ ಪ್ರಯಾಣದಲ್ಲಿಲ್ಲದಿದ್ದರೂ ಪಾಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಲು ತಪ್ಪಿದ್ದೇ ಆದರೆ ಅಂಥವನನ್ನು ಕುಲದಿಂದ ಹೊರಗೆ ಹಾಕಬೇಕು. ಅವನು ಸರ್ವೇಶ್ವರನಿಂದ ನಿಯಮಿತವಾದ ಬಲಿಯನ್ನು ಸಕಾಲದಲ್ಲಿ ಸಮರ್ಪಿಸದೆ ಹೋದುದರಿಂದ ತನ್ನ ಪಾಪಫಲವನ್ನು ಅನುಭವಿಸಲೇಬೇಕು."},{"number":14,"verse":"ನಿಮ್ಮಲ್ಲಿ ಅನ್ಯದೇಶಿಯನೊಬ್ಬನು ಪ್ರವಾಸಿಯಾಗಿದ್ದು ಸರ್ವೇಶ್ವರನಿಗೆ ಪಾಸ್ಕ ಹಬ್ಬವನ್ನು ಆಚರಿಸಬೇಕೆಂದು ಬಯಸಿದರೆ ಅದನ್ನು ವಿಧಿನಿಯಮಗಳ ಅನುಸಾರವೇ ಆಚರಿಸಲಿ. ಪರದೇಶದವನಿಗೂ ಸ್ವದೇಶದವನಿಗೂ ಒಂದೇ ವಿಧಿಯಿರಬೇಕು."},{"number":15,"verse":"ಅಗ್ನಿಮೇಘ(20 40:34-38) ಇಸ್ರಯೇಲರು ದೇವದರ್ಶನದ ಗುಡಾರವನ್ನು ಎತ್ತಿ ನಿಲ್ಲಿಸಿದಾಗ ಮೇಘವೊಂದು ಅದರ ಮೇಲೆ ಆವರಿಸಿಕೊಂಡಿತು. ಸಂಜೆಯಿಂದ ಮುಂಜಾನೆಯವರೆಗೂ ಅದು ಬೆಂಕಿಯಂತೆ ಕಾಣಿಸಿತು."},{"number":16,"verse":"ಅದು ಸದಾ ಹಾಗೆಯೇ ಇರುತ್ತಿತ್ತು. ಆ ಮೇಘ ದೇವಸ್ಥಾನವನ್ನು ಆವರಿಸಿಕೊಳ್ಳುತ್ತಿತ್ತು; ರಾತ್ರಿವೇಳೆಯಲ್ಲಿ ಬೆಂಕಿಯಂತೆ ಕಾಣಿಸುತ್ತಿತ್ತು."},{"number":17,"verse":"ಅದು ಗುಡಾರದಿಂದ ಮೇಲಕ್ಕೆ ಎದ್ದಾಗ ಇಸ್ರಯೇಲರು ಮುಂದಕ್ಕೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದರು. ಆ ಮೇಘ ಎಲ್ಲಿ ನಿಲ್ಲುತ್ತಿತ್ತೋ ಅಲ್ಲೇ ಇಸ್ರಯೇಲರು ತಮ್ಮ ಡೇರೆಗಳನ್ನು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":18,"verse":"ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯನ್ನು ಹೊಂದಿಯೇ ಅವರು ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದರು. ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯನ್ನು ಪಡೆದು ತಮ್ಮ ಡೇರೆಗಳನ್ನು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಆ ಮೇಘವು ದೇವದರ್ಶನದ ಗುಡಾರದ ಮೇಲಿರುವ ತನಕ ಅವರು ಇದ್ದ ಸ್ಥಳದಲ್ಲೇ ಇರುತ್ತಿದ್ದರು."},{"number":19,"verse":"ಅದು ಬಹುದಿನದವರೆಗೂ ದೇವದರ್ಶನದ ಗುಡಾರದ ಮೇಲೆ ಇರುತ್ತಿದ್ದ ಸಂದರ್ಭದಲ್ಲಿ ಇಸ್ರಯೇಲರು ಸರ್ವೇಶ್ವರನ ಸೂಚನೆಯನ್ನು ಅನುಸರಿಸಿ ಪ್ರಯಾಣಮಾಡದೆ ಇರುತ್ತಿದ್ದರು."},{"number":20,"verse":"ಒಂದೊಂದು ವೇಳೆ ಆ ಮೇಘ ಕೆಲವು ದಿವಸ ಮಾತ್ರ ಗುಡಾರದ ಮೇಲೆ ನಿಂತಿರುತ್ತಿತ್ತು. ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾನುಸಾರ ಅವರು ಹಾಗೆಯೇ ಇಳಿದುಕೊಳ್ಳುತ್ತಿದ್ದರು. ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾನುಸಾರವಾಗಿಯೇ ತಮ್ಮ ಡೇರೆಗಳನ್ನು ಕಿತ್ತುಕೊಂಡು ಹೊರಡುತ್ತಿದ್ದರು."},{"number":21,"verse":"ಕೆಲವೊಮ್ಮೆ ಆ ಮೇಘ ಸಾಯಂಕಾಲದಿಂದ ಹೊತ್ತಾರೆಯವರೆಗೆ ಇರುತ್ತಿತ್ತು. ಬೆಳಿಗ್ಗೆ ಅದು ಮೇಲಕ್ಕೆ ಎದ್ದಾಗ ಜನರು ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದರು. ಕೆಲವು ಸಲ ಅದು ಹಗಲಿರುಳೂ ನಿಂತಿರುತ್ತಿತ್ತು. ಅದು ಯಾವಾಗ ಮೇಲೇಳುತ್ತಿತ್ತೋ ಆಗ ಜನರು ಹೊರಡುತ್ತಿದ್ದರು."},{"number":22,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ಮೇಲೆ ಆ ಮೇಘ ನಿಲ್ಲುವುದು ಎರಡು ದಿನವಾದರೂ ತಿಂಗಳಾದರೂ ಒಂದು ವರ್ಷವಾದರೂ ಸರಿಯೇ ಅಲ್ಲಿಯತನಕ ಇಸ್ರಯೇಲರು ಪ್ರಯಾಣ ಮಾಡದೆ ಅಲ್ಲೇ ಇಳಿದುಕೊಂಡಿರುತ್ತಿದ್ದರು. ಅದು ಮೇಲೆದ್ದಾಗ ಅವರು ಹೊರಡುತ್ತಿದ್ದರು."},{"number":23,"verse":"ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯ ಪ್ರಕಾರ ಅವರು ತಮ್ಮ ಡೇರೆಗಳನ್ನು ಹಾಕಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯ ಪ್ರಕಾರವೇ ಡೇರೆಗಳನ್ನು ಕಿತ್ತು ಹೊರಡುತ್ತಿದ್ದರು. ಮೋಶೆಯ ಮುಖಾಂತರ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಅವನು ಸರ್ವೇಶ್ವರನ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುತ್ತಿದ್ದರು."}]}