{"bibleAbbr":"WYC1395","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"The wordis of Amos ben these, that was in the schepherdis thingis of Thecue, whiche he siy on Israel, in the daies of Osie, king of Juda, and in the daies of Jeroboam, sone of Joas, kyng of Israel, bifor twei yeeris of the erthe mouynge."},{"number":2,"verse":"And he seide, The Lord schal rore fro Sion, and schal yyue his vois fro Jerusalem; and the faire thingis of schepherdis mourenyden, and the cop of Carmele was maad drie."},{"number":3,"verse":"The Lord seith these thingis, On thre grete trespassis of Damask, and on foure, I shal not conuerte it, for it threischide Galaad in irun waynes."},{"number":4,"verse":"And Y schal sende fier in to the hous of Asael, and it schal deuoure the housis of Benadab."},{"number":5,"verse":"And Y schal al to-breke the barre of Damask, and Y schal leese a dwellere fro the feeld of idol, and hym that holdith the ceptre fro the hous of lust and of letcherie; and the puple of Sirie schal be translatid to Sirenen, seith the Lord."},{"number":6,"verse":"The Lord seith these thingis, On thre grete trespassis of Gasa, and on foure, Y schal not conuerte it, for it translatide perfit caitifte, to close that togidere in Idumee."},{"number":7,"verse":"And Y schal sende fier in to the wal of Gasa, and it schal deuoure the housis therof."},{"number":8,"verse":"And Y schal leese the dwelleris of Azotus, and hym that holdith the ceptre of Ascalon; and Y schal turne myn hond on Accaron, and the remenauntis of Filisteis schulen perische, seith the Lord God."},{"number":9,"verse":"The Lord God seith these thingis, On thre grete trespassis of Tire, and on foure, Y schal not conuerte it, for thei closiden togidere perfit caitifte in Idumee, and hadde not mynde on the boond of pees of britheren."},{"number":10,"verse":"And Y schal sende fier in to the wal of Tire, and it schal deuoure the housis therof."},{"number":11,"verse":"The Lord seith these thingis, On thre grete trespassis of Edom, and on foure, Y schal not conuerte it, for it pursuede bi swerd his brother, and defoulide the merci of hym, and helde ferthere his woodnesse, and kepte his indignacioun `til in to the ende."},{"number":12,"verse":"Y schal sende fier in to Theman, and it schal deuoure the housis of Bosra."},{"number":13,"verse":"The Lord seith these thingis, On thre grete trespassis of the sones of Amon, and on foure, Y schal not conuerte hym, for he karf the wymmen with childe of Galaad, for to alarge his terme."},{"number":14,"verse":"And Y schal kyndle fier in the wal of Rabbe, and it schal deuoure the housis therof, in yellyng in the dai of batel, and in whirlwynd in the dai of mouyng togidere."},{"number":15,"verse":"And Melchon schal go in to caitifte, he and hise princes togidere, seith the Lord."}]}