{"bibleAbbr":"LBP1933","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"AND three years passed without war Between Aram and Israel."},{"number":2,"verse":"And it came to pass in the third year, that Jehoshaphat the king of Judah came down to Ahab the king of Israel."},{"number":3,"verse":"And the king of Israel said to his servants, Do you know that Ramath-gilead belongs to us, and how long shall we keep still and not take it out of the hand of the king of Aram?"},{"number":4,"verse":"And he said to Jehoshaphat, Will you go with me to battle to Ramath-gilead? And Jehoshaphat said, I will go as you go, my people as your people and my horses as your horses."},{"number":5,"verse":"And Jehoshaphat said to the king of Israel, Enquire, I pray, for the word of the LORD this day."},{"number":6,"verse":"Then the king of Israel gathered the prophets together, about four hundred men, and said to them, Shall I go to Ramath-gilead to battle or shall I forbear? And they said, Go up; for the LORD will deliver the Arameans into the hand of the king."},{"number":7,"verse":"And Jehoshaphat said, Is there not here a prophet of the LORD that we might enquire of him?"},{"number":8,"verse":"And the king of Israel said to Jehoshaphat, There is yet one man by whom we may enquire of the LORD; his name is Micah the son of Imlah; but I hate him, for he does not prophesy good concerning me, but evil. And Jehoshaphat said, Let not the king say so."},{"number":9,"verse":"Then the king of Israel called a eunuch and said, Make haste and bring here Micah the son of Imlah."},{"number":10,"verse":"And the king of Israel and Jehoshaphat the king of Judah were seated each on his throne, clothed with robes of different colors, at the entrance of the gate of Samaria; and all the prophets were prophesying before them."},{"number":11,"verse":"And Zedekiah the son of a Canaanitish woman made for himself horns of iron; and he said, Thus says the LORD: With these you shall pierce the Arameans, until you have destroyed them."},{"number":12,"verse":"And all the prophets prophesied so, saying, Go up to Ramath-gilead and you will triumph; for the LORD shall deliver them into your hands, O king."},{"number":13,"verse":"And the messenger who went to call Micah spoke to him, saying, Behold now the words of the false prophets with one accord have predicted favorably concerning the king; let your word be like the word of one of them, and you also predict favorably."},{"number":14,"verse":"And Micah said, As the LORD lives, whatsoever the LORD says to me, that will I speak."},{"number":15,"verse":"So he came to the king. And the king said to him, Micah, shall we go to Ramath-gilead to battle or shall we forbear? And he answered him, Go up and be victorious; for the LORD shall deliver them into your hand, O king."},{"number":16,"verse":"And the king said to him, How many times shall I adjure you that you tell me nothing but that which is true in the name of the LORD?"},{"number":17,"verse":"And Micah said, I saw Israel scattered upon the mountains like sheep that have no shepherd; and the LORD said, These have no master; let them return every man to his own house in peace."},{"number":18,"verse":"And the king of Israel said to Jehoshaphat, Did I not tell you that he would not prophesy good concerning me, but evil?"},{"number":19,"verse":"And Micah said, Hear therefore the word of the LORD; I saw the LORD sitting on his throne, and all the host of heaven standing by him on his right hand and on his left."},{"number":20,"verse":"And the LORD said, Who shall persuade Ahab that he may go up and fall at Ramath-gilead? And one said in this manner and another said in that manner."},{"number":21,"verse":"And there came forth a spirit, and stood before the LORD, and said, I will persuade him."},{"number":22,"verse":"And the LORD said to him, By what means? And he said, I will go forth, and will be a lying spirit in the mouth of all his prophets. And he said to him, You shall persuade him and prevail also; go forth and do so."},{"number":23,"verse":"Now therefore\", behold, the LORD has put a lying spirit in the mouth of all these your prophets, and the LORD has spoken evil concerning you."},{"number":24,"verse":"But Zedekiah the son of the Canaanitish woman went near and struck Micah on his cheek and said to him, Which way has the Spirit of the LORD departed from me and spoken to you?"},{"number":25,"verse":"And Micah said to him, Behold, you shall see in that day, when you shall go into an inner chamber to hide yourself."},{"number":26,"verse":"Then the king of Israel said, Take Micah and deliver him to Arnon the governor of the city and to Joash the king's son;"},{"number":27,"verse":"And say, Thus says the king: Put this fellow in the prison and feed him with bread of affliction and with water of affliction until I come in peace."},{"number":28,"verse":"And Micah said, If you return in peace, then the LORD has not spoken by me. And he said, Hear, all you people."},{"number":29,"verse":"So the king of Israel and Jehoshaphat the king of Judah went up to Ramath-gilead."},{"number":30,"verse":"And the king of Israel said to Jehoshaphat, I will disguise myself and enter into the battle; but you put on your robes. And the king of Israel disguised himself and went into the battle."},{"number":31,"verse":"But the king of Aram commanded the thirty-two captains of his chariots, saying, Fight neither with small nor great, save only with the king of Israel."},{"number":32,"verse":"And when the captains of the chariots saw Jehoshaphat, they thought he was the king of Israel. And they turned aside to fight against him; and Jehoshaphat cried out."},{"number":33,"verse":"And when the captains of the chariots saw that he was not the king of Israel, they turned back from pursuing him."},{"number":34,"verse":"And a certain man drew his bow toward him at a venture and smote the king of Israel between the joints of the breastplate; wherefore the king said to the driver of his chariot, Turn around and carry me out of the army; for the pangs of death have come upon me."},{"number":35,"verse":"And the battle grew fiercer that day; and the king was standing in the chariot facing the Arameans, and died that evening; and the blood ran out of his wound into the hollow of his chariot."},{"number":36,"verse":"And at sunset a herald proclaimed throughout the army, saying, Go, every man to his city and every man to his own country."},{"number":37,"verse":"So the king died and was brought to Samaria; and they buried him in Samaria."},{"number":38,"verse":"And they washed the chariot on the hill of Samaria; and they washed his armor; and the dogs licked up his blood, according to the word of the LORD which he spoke."},{"number":39,"verse":"Now the rest of the acts of Ahab and all that he did and the ivory house which he built and all the cities that he built, behold, they are written in the Book of the Chronicles of the Kings of Israel."},{"number":40,"verse":"So Ahab slept with his fathers; and Ahaziah his son reigned in his stead."},{"number":41,"verse":"And Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel."},{"number":42,"verse":"Jehoshaphat was thirty-five years old when he began to reign; and he reigned twenty-five years in Jerusalem. And his mother's name was Arubah the daughter of Shilhi."},{"number":43,"verse":"And he walked in all the ways of Asa his father; he did not turn aside from doing that which was right in the sight of the LORD; nevertheless he did not remove the temples of idols; for the people still offered sacrifices and burned incense on the high places."},{"number":44,"verse":"And Jehoshaphat made peace with the kings of Israel."},{"number":45,"verse":"Now the rest of the acts of Jehoshaphat and all the might that he showed and how he warred, behold, they are written in the Book of the Chronicles of the Kings of Judah."},{"number":46,"verse":"And the remnant of the Sodomites, which remained in the days of his father Asa, he removed from the land."},{"number":47,"verse":"There was then no king who reigned in Edom."},{"number":48,"verse":"Jehoshaphat built ships at Tarshish to go to Ophir for gold; but they did not go; for the ships were broken at Ezion-geber."},{"number":49,"verse":"Then Ahaziah the son of Ahab said to Jehoshaphat, Let my servants go with your servants in the ships. But Jehoshaphat would not consent."},{"number":50,"verse":"And Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David his father; and Joran his son reigned in his stead."},{"number":51,"verse":"Ahaziah the son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel."},{"number":52,"verse":"And he did evil in the sight of the LORD, and walked in the ways of his father and in the ways of his mother and in the ways of Jeroboam the son of Nebat who made Israel sin;"},{"number":53,"verse":"For he served Baal and worshipped him and provoked to anger the LORD God of Israel, according to all that his father had done."}]}