{"bibleAbbr":"LBP1933","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"THEN Solomon assembled all the tribes of Israel, all the heads of the tribes, and the chiefs of the fathers, to him in Jerusalem to bring up the ark of the covenant of the LORD out of the city of David, which is Zion."},{"number":2,"verse":"And all the men of Israel assembled themselves to King Solomon at the feast in the month of the harvest, which is the seventh month."},{"number":3,"verse":"And all the tribes of Israel came, and the priests took up the ark of the LORD."},{"number":4,"verse":"And they brought it up to the temple of the LORD, and brought the tabernacle of the congregation and all the holy vessels that were in the tabernacle, and the priests and the Levites of Israel went up with them."},{"number":5,"verse":"And King Solomon and all the congregation of Israel that were assembled to him were with him before the ark, sacrificing sheep and oxen that could not be counted or numbered for multitude."},{"number":6,"verse":"And the priests brought in the ark of the covenant of the LORD to its place, into the temple, to the inner house, the Holy of Holies, under the wings of the cherubim."},{"number":7,"verse":"For the cherubim spread forth their wings over the holy place, and the cherubim covered the ark and its staves above."},{"number":8,"verse":"And the staves were so long that the ends of them were seen from the holy place before the inner house, but they were not seen outside; and there they are to this day."},{"number":9,"verse":"There was nothing in the ark except the two tablets of stone, which Moses had put there at Horeb when the LORD made a covenant with the children of Israel when they came out of the land of Egypt."},{"number":10,"verse":"And when the priests came out of the holy place, a cloud filled the house of the LORD,"},{"number":11,"verse":"So that the priests could not stand to minister because of the cloud; for the glory of the LORD had filled the house of the LORD."},{"number":12,"verse":"Then Solomon said, O LORD, thou hast said that thou wouldst dwell in the thick darkness."},{"number":13,"verse":"And I have surely built thee a house to dwell in, a settled place for thee to abide in for ever."},{"number":14,"verse":"Then the king turned his face about and blessed all the congregation of Israel; and all the congregation of Israel stood;"},{"number":15,"verse":"And he said, Blessed be the LORD God of Israel, who spoke with his mouth to David my father, and has with his hands fulfilled his promise, saying,"},{"number":16,"verse":"Since the day that I brought forth my people Israel out of Egypt, I chose no city out of all the tribes of Israel to build a house, that my name might be therein; but I chose David to be over my people Israel."},{"number":17,"verse":"And it was in the heart of David my father to build a house for the name of the LORD God of Israel."},{"number":18,"verse":"But the LORD said to David my father, Whereas it was in your heart to build a house to my name, you did well that it was in your heart."},{"number":19,"verse":"Nevertheless you shall not build the house to my name; but your son who shall come forth out of your loins, he shall build the house to my name."},{"number":20,"verse":"Now the LORD has performed the word that he spoke, and I have risen up in the place of David my father and sit on the throne of Israel, as the LORD promised, and have built a house to the name of the LORD God of Israel."},{"number":21,"verse":"And I have set there the ark of the covenant of the LORD, which he made with our fathers when he brought them out of the land of Egypt."},{"number":22,"verse":"And Solomon stood before the altar of the LORD in the presence of all the congregation of Israel, and spread forth his hands toward heaven and prayed;"},{"number":23,"verse":"And he said, O LORD God of Israel, there is no one like thee in heaven above or on earth beneath, who keepeth covenant and mercy with thy servants who walk before thee in truth with all their heart and with all their soul;"},{"number":24,"verse":"Who hast kept with thy servant David my father what thou didst promise him; thou didst speak with thy mouth, and hast fulfilled it with thy hand, as it is this day."},{"number":25,"verse":"Therefore, now, O LORD God of Israel, keep with thy servant David my father what thou didst promise him, saying, There shall not fail you a man in my sight to sit on the throne of Israel; if only your sons take heed to their way, to walk before me in truth as you have walked before me."},{"number":26,"verse":"And now, O LORD God of Israel, let thy word be confirmed, which thou hast sworn to thy servant David my father."},{"number":27,"verse":"But will God indeed dwell on the earth? Behold, the heaven and the heaven of heavens cannot contain thee; how much less this house that I have built?"},{"number":28,"verse":"But turn toward the prayer of thy servant, and to his supplication, O LORD my God, to hearken to the supplication and to the prayer which thy servant prays before thee this day;"},{"number":29,"verse":"That thine eyes may be open upon this house day and night, even toward this place of which thou hast said, My name shall be there; that thou mayest hearken to the prayer which thy servant prays before thee for this place."},{"number":30,"verse":"And hearken thou to the supplication of thy servant and of thy people Israel, when they pray before thee in this place; and hear thou, O our God, from thy dwelling place in heaven, and forgive."},{"number":31,"verse":"If any man sins against his neighbor and an oath be laid upon him to cause him to swear and he comes and swears before thine altar in this house;"},{"number":32,"verse":"Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, and bring his transgressions upon his head, and vindicating the righteous to reward him according to his innocence."},{"number":33,"verse":"When thy people Israel are defeated in the battle before the enemy because they have sinned before thee, and shall turn again to thee and confess thy name and pray and make supplication to thee in this house;"},{"number":34,"verse":"Then hear thou in heaven and forgive the sin of thy servants and of thy people Israel, and bring them back to the land which thou gavest to their fathers."},{"number":35,"verse":"When the heavens are shut up and there is no rain because they have sinned against thee; and they shall come and pray in this place and confess thy name and turn from their sins, when thou dost afflict them;"},{"number":36,"verse":"Then hear thou in heaven and forgive the sins of thy servants and of thy people Israel, when thou teach them the good way wherein they should walk, and give thy rain upon the land which thou hast given to thy people for an inheritance."},{"number":37,"verse":"And when there is famine in the land, if there is pestilence, blasting, mildew, locust, or when there are caterpillars; or when their enemy besieges them in one of their cities; whatsoever sickness, or whatsoever plague may be;"},{"number":38,"verse":"Whatsoever prayer and whatsoever supplication be made by any man or by all thy people Israel, who shall know every man the trouble of his own heart, and shall spread forth his hands before thee in this house;"},{"number":39,"verse":"Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest (for thou, even thou only, knowest the hearts of all the children of men);"},{"number":40,"verse":"That they may reverence thee all the days that they live on the face of the land which thou gavest to their fathers."},{"number":41,"verse":"Moreover concerning a stranger who is not of thy people Israel, but comes from a far country for thy name's sake"},{"number":42,"verse":"(When they shall hear of thy great name and of thy strong hand and of thy stretched out arm), when he shall come before thee and pray in this house;"},{"number":43,"verse":"Hear thou in heaven thy dwelling place, and do according to all that the stranger calls to thee for; that all the peoples of the earth may know thy name, to worship thee, as do thy people Israel; and that they may know that this house which I have built is called by thy name."},{"number":44,"verse":"When thy people go out to battle against their enemies, by whatever way thou shalt send them, and shall pray to the LORD toward the city which thou hast chosen and toward the house that I have built for thy name;"},{"number":45,"verse":"Then hear thou in heaven their prayer and their supplication, and maintain their cause."},{"number":46,"verse":"When they sin against thee (for there is no man who does not sin), and thou be angry with them and deliver them to the enemy so that they carry them away captives to the land of their enemies, far or near;"},{"number":47,"verse":"Yet if they shall reckon it in their heart in the land to which they have been carried captives, and repent and make supplication to thee in the land of their captivity, saying, We have sinned and have done perversely, we have committed wickedness;"},{"number":48,"verse":"And so return to thee with all their heart and with all their soul, in the land of their enemies who carried them away captive, and pray to thee according to the religion of their own land, which thou gavest to their fathers, the city which thou hast chosen and the house which I have built for thy name;"},{"number":49,"verse":"Then hear thou in heaven, thy dwelling place, their prayer and their supplication, and maintain their cause,"},{"number":50,"verse":"And forgive thy people who have sinned against thee and all their transgressions wherein they have transgressed against thee, and give them compassion in the presence of those who carried them captive, that they may have compassion on them;"},{"number":51,"verse":"For they are thy people and thine inheritance, whom thou didst bring forth out of Egypt, from the midst of the furnace of iron;"},{"number":52,"verse":"That thine eves may be open to the supplication of thy servants and to the supplication of thy people Israel, to hearken to them in all that they call for unto thee."},{"number":53,"verse":"For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou didst speak through Moses thy servant, when thou didst bring our fathers out of Egypt, O LORD God."},{"number":54,"verse":"And it came to pass, when Solomon had finished praying all this prayer and supplication unto the LORD God, he arose from before the altar of the LORD, from kneeling with his hands spread up to heaven."},{"number":55,"verse":"And he stood and blessed all the congregation of Israel with a loud voice, saying,"},{"number":56,"verse":"Blessed be the LORD God, who has given rest to his people Israel, according to all that he promised; there has not failed one word of all his good promises, which he promised by the hand of Moses his servant."},{"number":57,"verse":"The LORD our God be with us, as he was with our fathers; let him not leave us nor forsake us;"},{"number":58,"verse":"That he may incline our heart unto him, to walk in all his ways and to keep his commandments and his statutes and his judgments, which he commanded our fathers."},{"number":59,"verse":"And let these my words wherewith I have made supplication before the LORD be near to the LORD our God day and night, that he maintain the cause of his servant and the cause of his people Israel day by day;"},{"number":60,"verse":"That all the people of the earth may know that the LORD is God and that there is none else."},{"number":61,"verse":"Let your heart therefore be perfect with the LORD our God, to walk in his ways and to keep his commandments, his covenant, his judgments, and his laws, as at this day."},{"number":62,"verse":"And the king and all Israel with him offered sacrifice before the LORD."},{"number":63,"verse":"And Solomon offered a sacrifice of peace offerings before the LORD, twenty-two thousand oxen and a hundred and twenty thousand sheep. So the king and all the children of Israel dedicated the house of the LORD."},{"number":64,"verse":"The same day the king consecrated the interior of the court that was before the house of the LORD; for there he offered burnt offerings and meal offerings and the fat of the peace offerings; because the bronze altar that was before the LORD was too little to receive the burnt offerings and the meal offerings and the fat of the peace offerings."},{"number":65,"verse":"And Solomon made a feast on that day, and all Israel with him, a great congregation, from the entrance of Hamath to the entrance of the river of Egypt, before the LORD our God, seven days and seven days, even fourteen days."},{"number":66,"verse":"On the eighth day the people sent a delegation and blessed the king, and went to their tents joyful and glad of heart for all the goodness that the LORD had done for David his servant and for Israel his people."}]}