{"bibleAbbr":"LBP1933","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"AND when Solomon had finished the building of the house of the LORD and the king's house and all Solomon's desire which he was pleased to do,"},{"number":2,"verse":"Then the LORD appeared to him the second time, as he had appeared to him at Gibeon."},{"number":3,"verse":"And the LORD said to him, I have heard your prayer and your supplication that you have made before me; and I have hallowed for me this house which you have built to put my name there for ever; and my eyes and my heart shall be there perpetually."},{"number":4,"verse":"And as for you, if you will walk before me, as David your father walked in integrity of heart and in uprightness, to do according to all that I have commanded you, and will keep my statutes and my judgments;"},{"number":5,"verse":"Then I will establish the throne of your kingdom over Israel for ever, as I promised to David your father, saying, There shall not fail you a man upon the throne of Israel."},{"number":6,"verse":"But if you shall indeed turn from following me, you or your children, and will not keep my commandments and my statutes which I have set before you, but go and serve other gods and worship them;"},{"number":7,"verse":"Then I will destroy Israel from the face of the land which I have given them; and this house which I have hallowed for my name will I cast out of my sight; and Israel shall be a proverb and a byword among all peoples;"},{"number":8,"verse":"And this house shall be in ruins; every one that passes by it shall be astonished and shall hiss; and they shall say, Why has the LORD done thus to this land and to this house?"},{"number":9,"verse":"And they shall answer, Because they forsook the LORD their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them and served them; therefore the LORD has brought upon them all this evil."},{"number":10,"verse":"And it came to pass at the end of twenty years, when Solomon had built the two houses, the house of the LORD and the king's house"},{"number":11,"verse":"(Now Hiram the king of Tyre had furnished Solomon with cedar trees and fir trees and gold, according to all his desire), that then King Solomon gave Hiram twenty towns in the land of Galilee."},{"number":12,"verse":"And Hiram came out from Tyre to see the cities which Solomon had given him; and they did not please him."},{"number":13,"verse":"And he said, What kind of cities are these which you have given me, my brother? And he called them the land of Cabuli to this day."},{"number":14,"verse":"And King Hiram sent to King Solomon one hundred and twenty talents of gold."},{"number":15,"verse":"And this is the portion of tribute which King Solomon levied to build the house of the LORD and his own house. And he also built the wall of Jerusalem and Millo and Hazor and Megiddo and Gezer."},{"number":16,"verse":"For Pharaoh king of Egypt had gone up and conquered Gezer and burned it with fire and slain the Canaanites who dwelt in the city and given it as a present to his daughter, Solomon's wife."},{"number":17,"verse":"And Solomon built Gezer and Beth-hauran the lower"},{"number":18,"verse":"And Baalath and Tadmor in the land of the wilderness"},{"number":19,"verse":"And all the cities for storage that Solomon had, and the cities for the chariots and cities for the horsemen and whatsoever Solomon desired to build in Jerusalem and in Lebanon and in all the land of his dominion."},{"number":20,"verse":"And all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel,"},{"number":21,"verse":"Their children who were left after them in the land, whom the children of Israel were not able to destroy utterly, Solomon made slaves and tributaries to this day."},{"number":22,"verse":"But of the children of Israel Solomon made no slaves; because they were his men of war and his servants and his princes and his mighty men and commanders of his chariots and his horsemen."},{"number":23,"verse":"These were the superintendents who were over Solomon's work, five hundred and fifty, who had charge of the people and who supervised the work."},{"number":24,"verse":"But Pharaoh's daughter came up out of the city of David to the house which Solomon had built for her; then he built Millo."},{"number":25,"verse":"And three times in a year did Solomon offer burnt offerings and peace offerings upon the altar, and he burned incense upon it before the LORD. So he finished the house of the LORD."},{"number":26,"verse":"And King Solomon built a ship in Ezion-geber, which is beside Eloth, on the shore of the Red Sea, in the land of Arwad."},{"number":27,"verse":"And Hiram sent his servants in the ship, seamen who had knowledge of the sea, with the servants of Solomon."},{"number":28,"verse":"And they came to Ophir and took from there gold, four hundred and twenty talents, and brought it to King Solomon."}]}