{"bibleAbbr":"ERV2006","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"The Brave Men Who Joined David This is a list of the men who came to David while he was at Ziklag. This was when David was hiding from Saul son of Kish. These men helped David in battle."},{"number":2,"verse":"They could shoot arrows from their bows with either their right or left hand. They could also throw stones from their slings with either their right or left hand. They were Saul’s relatives from the tribe of Benjamin. They were"},{"number":3,"verse":"Ahiezer, their leader, and Joash (sons of Shemaah the Gibeathite); Jeziel and Pelet (sons of Azmaveth); Beracah and Jehu from the town of Anathoth;"},{"number":4,"verse":"Ishmaiah the Gibeonite (a hero and leader of the Thirty Heroes); Jeremiah, Jahaziel, Johanan, and Jozabad from the Gederathites;"},{"number":5,"verse":"Eluzai, Jerimoth, Bealiah, and Shemariah; Shephatiah from Haruph;"},{"number":6,"verse":"Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, all from the tribe of Korah;"},{"number":7,"verse":"and Joelah and Zebadiah, the sons of Jeroham from the town of Gedor."},{"number":8,"verse":"The Gadites Part of the tribe of Gad joined David at his fortress in the desert. They were brave soldiers trained for war and skilled with the shield and spear. They looked as fierce as lions, and they could run as fast as gazelles through the mountains."},{"number":9,"verse":"Ezer was the leader of the army from the tribe of Gad. Obadiah was the second in command. Eliab was the third in command."},{"number":10,"verse":"Mishmannah was the fourth in command. Jeremiah was the fifth in command."},{"number":11,"verse":"Attai was the sixth in command. Eliel was the seventh in command."},{"number":12,"verse":"Johanan was the eighth in command. Elzabad was the ninth in command."},{"number":13,"verse":"Jeremiah was the tenth in command. Macbannai was the eleventh in command."},{"number":14,"verse":"These men were leaders of the Gadite army. The weakest from that group was worth 100 men, and the strongest was worth 1000 men. (The weakest … 1000 men Or “The smallest was commander over 100 men, the greatest over 1000 men.”)"},{"number":15,"verse":"They were the soldiers who crossed the Jordan River in the first month of the year, when it was flooded over its banks. They chased away the people in the valley who were on both sides of the river."},{"number":16,"verse":"Other Soldiers Join David Other men from the tribes of Benjamin and Judah also came to David at the fortress."},{"number":17,"verse":"David went out to meet them and said, “If you have come in peace to help me, I welcome you. Join me. But if you have come to spy on me when I have done nothing wrong, may the God of our ancestors see what you did and punish you.”"},{"number":18,"verse":"Amasai was the leader of the Thirty Heroes. (Thirty Heroes Or “The Three” or “the chariot officers.”) Then the Spirit came on Amasai, and he said, “We are yours, David! We are with you, son of Jesse. Peace, peace to you. Peace to those who help you, because your God helps you.” So David welcomed these men into his group and put them in charge of the troops."},{"number":19,"verse":"Some of the men from the tribe of Manasseh also joined David. They joined him when he went with the Philistines to fight Saul. But David and his men did not really help the Philistines. The Philistine leaders talked about David helping them, but then they decided to send him away. They said, “If David goes back to his master Saul, our heads will be cut off!”"},{"number":20,"verse":"These were the men from Manasseh who joined David when he went to the town of Ziklag: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai. All of them were generals (generals Literally, “leaders over 1000 men.”) from the tribe of Manasseh."},{"number":21,"verse":"They helped David fight against bad men who were going around the country and stealing things from people. All these men of Manasseh were brave soldiers. They became leaders in David’s army."},{"number":22,"verse":"More and more men came every day to help David. So he had a large and powerful army."},{"number":23,"verse":"Other Men Join David at Hebron These are the numbers of the men who came to David at the town of Hebron. These men were ready for war. They came to give Saul’s kingdom to David. That is what the LORD said would happen. This is their number:"},{"number":24,"verse":"From the tribe of Judah there were 6800 men ready for war. They carried shields and spears."},{"number":25,"verse":"From the tribe of Simeon there were 7100 men. They were brave soldiers ready for war."},{"number":26,"verse":"From the tribe of Levi there were 4600 men."},{"number":27,"verse":"Jehoiada was in that group. He was a leader from Aaron’s family. There were 3700 men with Jehoiada."},{"number":28,"verse":"Zadok was also in that group. He was a brave young soldier. He came with 22 officers from his family."},{"number":29,"verse":"From the tribe of Benjamin there were 3000 men. They were Saul’s relatives. Most of them stayed faithful to Saul’s family until that time."},{"number":30,"verse":"From the tribe of Ephraim there were 20800 men. They were brave soldiers. They were famous men in their own families."},{"number":31,"verse":"From half the tribe of Manasseh there were 18000 men. They were called by name to come and make David king."},{"number":32,"verse":"From the family of Issachar there were 200 wise leaders. These men understood the right thing for Israel to do at the right time. Their relatives were with them and under their command."},{"number":33,"verse":"From the tribe of Zebulun there were 50000 trained soldiers. They were trained to use all kinds of weapons and were very loyal to David."},{"number":34,"verse":"From the tribe of Naphtali there were 1000 officers. They had 37000 men with them. These men carried shields and spears."},{"number":35,"verse":"From the tribe of Dan there were 28600 men ready for war."},{"number":36,"verse":"From the tribe of Asher there were 40000 trained soldiers ready for war."},{"number":37,"verse":"From the east side of the Jordan River, there were 120000 men from the tribes of Reuben, Gad, and half of Manasseh. They had all kinds of weapons."},{"number":38,"verse":"All these men were brave fighters. They came to the town of Hebron for one reason—to make David king of all Israel. All the other Israelites also agreed that David should be king."},{"number":39,"verse":"The men spent three days at Hebron with David. They ate and drank, because their relatives had prepared food for them."},{"number":40,"verse":"Also, their neighbors from the areas where the tribes of Issachar, Zebulun, and Naphtali live brought food on donkeys, camels, mules, and cattle. They brought much flour, fig cakes, raisins, wine, oil, cattle, and sheep. The people in Israel were very happy."}]}