{"bibleAbbr":"ERV2006","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"David said, “The Temple of the LORD God and the altar for burning offerings for the Israelites will be built here.”"},{"number":2,"verse":"(David Makes Plans for the Temple) David gave an order for all foreigners living in Israel to be gathered together. He chose stonecutters from that group of foreigners. Their job was to cut stones ready to be used for building God’s Temple."},{"number":3,"verse":"David got iron for making nails and hinges for the gate doors. He also got more bronze than could be weighed"},{"number":4,"verse":"and more cedar logs than could be counted. The people from the cities of Sidon and Tyre brought many cedar logs to David."},{"number":5,"verse":"David said, “We should build a very great Temple for the LORD, but my son Solomon is young and does not yet have enough experience to know how to do it well. It should be so great and beautiful that it will be famous among all the nations. So I will prepare what is needed to build it.” So before David died he prepared everything needed to build a great Temple."},{"number":6,"verse":"Then David called for his son Solomon and told him to build the Temple for the LORD, the God of Israel."},{"number":7,"verse":"David said to Solomon, “My son, I wanted to build a temple for the name of the LORD my God."},{"number":8,"verse":"But the LORD said to me, ‘David, you have fought many wars and you have killed many people. So you cannot build a temple for my name."},{"number":9,"verse":"But you have a son who is a man of peace. I will give your son a time of peace. His enemies around him will not bother him. His name is Solomon. (Solomon This name is like the Hebrew word meaning “peace.”) And I will give Israel peace and quiet during the time that he is king."},{"number":10,"verse":"Solomon will build a temple for my name. He will be my son, and I will be his Father. I will make his kingdom strong, and someone from his family will rule Israel forever!’”"},{"number":11,"verse":"David also said, “Now, son, may the LORD be with you. May you be successful and build the Temple for the LORD your God, as he said you would."},{"number":12,"verse":"He will make you the king of Israel. May the LORD give you wisdom and understanding so that you can lead the people and obey the law of the LORD your God."},{"number":13,"verse":"And you will have success, if you are careful to obey the rules and laws that the LORD gave Moses for Israel. Be strong and brave. Don’t be afraid."},{"number":14,"verse":"“Solomon, I have worked hard making plans for building the LORD’s Temple. I have given 3750 tons (3750 tons Literally, “100000 talents” (3450 metric tons).) of gold and about 37500 tons (37500 tons Literally, “1000000 talents” (34500 metric tons).) of silver. I have given so much bronze and iron that it cannot be weighed. And I have given wood and stone. Solomon, you can add to them."},{"number":15,"verse":"You have many stonecutters and carpenters. You have men skilled in every kind of work."},{"number":16,"verse":"They are skilled in working with gold, silver, bronze, and iron. You have more skilled workers than can be counted. Now begin the work. And may the LORD be with you.”"},{"number":17,"verse":"Then David ordered all the leaders of Israel to help his son Solomon."},{"number":18,"verse":"David said to these leaders, “The LORD your God is with you. He has given you a time of peace. He helped me defeat the people living around us. The LORD and his people are now in control of this land."},{"number":19,"verse":"Now give your heart and soul to the LORD your God, and do what he says. Build the holy place of the LORD God. Then bring the Box of the LORD’s Agreement and all the other holy things into the Temple built for the LORD’s name.”"}]}