{"bibleAbbr":"ERV2006","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"(David’s Plans for the Temple) David gathered all the leaders of the Israelites and commanded them to come to Jerusalem. David called all the leaders of the tribes, the commanders of the army groups serving the king, the captains, the generals, the officials taking care of the property and animals that belonged to the king and his sons, the king’s important officials, the powerful heroes, and all the brave soldiers."},{"number":2,"verse":"King David stood up and said, “Listen to me, my brothers and my people. In my heart I wanted to build a place to keep the Box of the LORD’s Agreement. I wanted to build a place that would be God’s footstool. (footstool Usually this was a small stool in front of a chair, but here, it means the Temple. It is as if God were the king sitting in his chair and resting his feet on the building David wanted to build.) And I made the plans for building that house for God."},{"number":3,"verse":"But God said to me, ‘No David, you must not build a house for my name. You must not do that because you are a soldier, and you have killed many men.’"},{"number":4,"verse":"“The LORD, the God of Israel, chose the tribe of Judah to lead the twelve tribes of Israel. Then from that tribe he chose my father’s family. And from that family he chose me to be the king of Israel forever. Yes, God wanted to make me king of Israel."},{"number":5,"verse":"The LORD has given me many sons. And from all those sons, he chose Solomon to be the new king of Israel. But really, Israel is the LORD’s kingdom."},{"number":6,"verse":"He said to me, ‘David, your son Solomon will build my Temple and the area around it, because I have chosen Solomon to be my son, and I will be his father. (I will be his father This showed that God was making Solomon the king. See Ps. 2:7.)"},{"number":7,"verse":"Solomon is obeying my laws and commands now. If he continues to obey my laws, I will make Solomon’s kingdom strong forever.’”"},{"number":8,"verse":"David said, “Now, in front of all Israel, the LORD’s people, and before God, I tell you these things: Be careful to obey all the commands of the LORD your God. Then you can keep this good land and pass it on to your descendants forever."},{"number":9,"verse":"“And you, my son Solomon, know the God of your father. Serve God with a pure heart. Be happy to serve him, because the LORD knows what is in everyone’s heart. He knows what you are thinking. If you go to him for help, you will get an answer. But if you turn away from him, he will leave you forever."},{"number":10,"verse":"Solomon, you must understand that the LORD has chosen you to build his holy place—the Temple. Be strong and finish the job.”"},{"number":11,"verse":"Then David gave his son Solomon the plans for building the Temple. They included plans for the porch around the Temple, its buildings, its storerooms, its upper rooms, its inside rooms, and the room for the mercy-cover."},{"number":12,"verse":"David had made plans for all parts of the Temple. He gave them to Solomon. David gave him all the plans for the courtyard around the LORD’s Temple and for all the rooms around it. He gave him the plans for the Temple storerooms and for the storerooms where they kept the holy things used in the Temple."},{"number":13,"verse":"David told Solomon about the groups of the priests and Levites. He told Solomon about all the work of serving in the LORD’s Temple and about all the things to be used in the Temple service."},{"number":14,"verse":"David told Solomon how much gold and silver should be used to make all the things to be used in the Temple."},{"number":15,"verse":"There were plans for gold lamps and lampstands, and there were plans for silver lamps and lampstands. David told Solomon how much gold or silver to use for each lampstand and its lamps. The different lampstands were to be used where needed."},{"number":16,"verse":"David told him how much gold should be used for each table for the holy bread and how much silver should be used for the silver tables."},{"number":17,"verse":"He told Solomon how much pure gold should be used to make the forks, sprinkling bowls, and pitchers. He told him how much gold should be used to make each gold dish and how much silver should be used to make each silver dish."},{"number":18,"verse":"He told him how much pure gold should be used for the altar of incense. David also gave Solomon the plans for God’s chariot—the mercy-cover with the Cherub angels spreading their wings over the Box of the LORD’s Agreement. The Cherub angels were made of gold."},{"number":19,"verse":"David said, “All these plans were written with the LORD guiding me. He helped me understand everything in the plans.”"},{"number":20,"verse":"David also said to his son Solomon, “Be strong and brave and finish this work. Don’t be afraid, because the LORD God, my God, is with you. He will help you until all the work is finished. He will not leave you. You will build the LORD’s Temple."},{"number":21,"verse":"The groups of the priests and Levites are ready for all the work on God’s Temple. Every skilled worker is ready to help you with all the work. The officials and all the people will obey every command you give.”"}]}