{"bibleAbbr":"BKJVNT","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"I endorse Phoebe to you (our sister, who is a servant of the assembly, the one in Cenchrea)"},{"number":2,"verse":"so that you might accept her in in the Master in a manner deserving of the sacred people and stand by her in whatever item she may need of you. You see, she also became a sponsor of many and of myself."},{"number":3,"verse":"Say hello to Priscilla and Aquila, my co-workers in the Anointed King Jesus,"},{"number":4,"verse":"some who on behalf of my soul have put their own neck under the ax, whom I not only thank, but also all the assemblies of the non-Jews."},{"number":5,"verse":"And say hello to the assembly throughout their house, to Epenetus, my loved one, who is the first-part-offering of Achaia for the Anointed King."},{"number":6,"verse":"Say hello to Mary, someone who labored with many things for us."},{"number":7,"verse":"Say hello to Andronicus and Junias, my relatives and people incarcerated together with me, some who are well-known among the missionaries, who also have become in the Anointed King before me."},{"number":8,"verse":"Say hello to Amplias, my loved one in the Master."},{"number":9,"verse":"Say hello to Urbanus, our co-worker in the Anointed King, and Stachys, my loved one."},{"number":10,"verse":"Say hello to Apelles, the approved one in the Anointed King. Say hello to the people from Aristobulus."},{"number":11,"verse":"Say hello to Herodion, my relative. Say hello to the people from Narcissus, the ones who are in the Master."},{"number":12,"verse":"Say hello to Tryphena and Tryphosa, the women laboring in the Master. Say hello to Persis, the loved one, someone who labored with many things in the Master."},{"number":13,"verse":"Say hello to Rufus, the select one in the Master, and his mother and mine."},{"number":14,"verse":"Say hello to Asyncritus, Phlegon, Hermas, Patrobas, Hermes, also the brothers together with them."},{"number":15,"verse":"Say hello to Philologus and Julia, Nereus and his sister, Olympas, and all the sacred people together with them."},{"number":16,"verse":"Say hello to each other with a sacred friendly gesture. The assemblies of the Anointed King say hello to you."},{"number":17,"verse":"I encourage you, brothers, to be keeping an eye out for the people who cause the factions and the obstacles contrary to the teaching that you learned, and slide away from them."},{"number":18,"verse":"You see, these types of people are not slaves to our Master Jesus, the Anointed King, but to their own belly, and through the kind message and conferring of prosperity, they completely fool the hearts of the people who are not bad."},{"number":19,"verse":"You see, your obedience was spread to everyone, so I am happy based on you. I want you to certainly be insightful people in the good thing, but unpolluted in the bad thing."},{"number":20,"verse":"The God of the peace will crush the Opponent under your feet quickly. The generosity of our Master Jesus, the Anointed King, is with you. Amen."},{"number":21,"verse":"Timothy (my co-worker) says hello to you, also Lucius, Jason, and Sosipater (my relatives)."},{"number":22,"verse":"I, Tertius (the one who wrote out this letter in the Master), say hello to you."},{"number":23,"verse":"Gaius (the host of me and the whole assembly) says hello to you. Erastus (the manager of the city) says hello to you, also Quartus (the brother)."},{"number":24,"verse":"The generosity of our Master Jesus, the Anointed King, is with you all. Amen."},{"number":25,"verse":"To the One who is able to establish you in line with my good news and the public speaking of Jesus, the Anointed King, (in line with the uncovering of a secret that has been kept quiet in times that span all time"},{"number":26,"verse":"that is made known to all the non-Jews),"},{"number":27,"verse":"to the only insightful God through Jesus, the Anointed King, belongs the magnificence for the spans of time. Amen. [Written to the Romans from Corinth, and sent through Phoebe, the servant of the assembly at Cenchrea.]"}]}