{"bibleAbbr":"BKJVNT","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"I am telling the truth in the Anointed King (I am not lying), my conscience concurring with me in the Sacred Spirit,"},{"number":2,"verse":"that huge sadness and a constant agony is with me with my heart."},{"number":3,"verse":"You see, I myself was wishing to be doomed away from the Anointed King on behalf of my brothers, my relatives regarding the physical body,"},{"number":4,"verse":"some who are Israelis, whose are the adoption, the magnificence, the treaties, the implementing of the law, the sacrifice ritual, and the promises,"},{"number":5,"verse":"whose are the fathers and from whom is the Anointed King (the \"according to the physical body\" thing), whose is the God who is over all things conferred with prosperity for the spans of time. Amen."},{"number":6,"verse":"But it is not such a thing that the message of God has failed. You see, not all these people from Israel are Israel."},{"number":7,"verse":"Neither is it that all Abraham's people (his children) are Abraham's seed, but, \"The seed with you will be called 'in Isaac.'\""},{"number":8,"verse":"That is, these children of the physical body are not children of God, but the children of the promise are considered for a seed."},{"number":9,"verse":"You see, this message (in Genesis 18:14) is a message of promise: \"In line with this time, I will come, and with Sarah there will be a son.\""},{"number":10,"verse":"Not only that, but also Rebecca received it having a bed from one man, Isaac, our father."},{"number":11,"verse":"(You see, this happened when the children were not yet born, nor repeatedly did anything good or bad, so that God's purpose regarding selection may remain, not from actions, but from the One calling.)"},{"number":12,"verse":"It was stated to her, \"The bigger group will be a slave to the lesser group.\""},{"number":13,"verse":"It is just as it has been written, (in Malachi 1:2, 3) \"Jacob I loved, but Esau I hated.\""},{"number":14,"verse":"So what will we state? There is not wrong beside God, is there? It could not happen."},{"number":15,"verse":"You see, He says to Moses, \"I will show forgiving kindness on whomever I show forgiving kindness, and I will have compassion on whomever I have compassion.\""},{"number":16,"verse":"So clearly it is not of the one who wants it, nor of the one who runs, but of the One showing forgiving kindness, God."},{"number":17,"verse":"You see, the Old Testament writing says to Pharaoh, (in Exodus 9:16) \"For this very thing I got you up out of there, in order that I might display in you My ability and in order that My name might be announced everywhere in all the earth.\""},{"number":18,"verse":"So clearly He shows forgiving kindness to whom He wants. He hardens whom He wants."},{"number":19,"verse":"So you will state to me, \"Why does He still find fault? You see, has anyone stood in opposition to His intention?\""},{"number":20,"verse":"No, of course not, O person, but who are you? The person responding in opposition to God? Will the sculpture state to the One who sculpted it, \"Why did you make me like this?\""},{"number":21,"verse":"Or doesn't the potter have authority over the mud from the same batch to make one container that is for value, but another that is for no value?"},{"number":22,"verse":"What if God, wanting to display the punishment and to make known what is possible of Him, in much patience, put up with containers of punishment that have been developed for ruin,"},{"number":23,"verse":"even so that He might make known the wealth of His magnificence on containers of forgiving kindness that He had ready beforehand for magnificence,"},{"number":24,"verse":"whom He also invited, us, not only from Jewish people, but also from non-Jews?"},{"number":25,"verse":"As He also says in Hosea, (2:23) \"I will invite the 'Not My Ethnic Group' to be My ethnic group, and the 'Woman Who Hasn't Been Loved' to be a woman who has been loved.\""},{"number":26,"verse":"And, (in Hosea 1:10) \"It will be in the place where it was stated to them, 'You are \"Not My Ethnic Group\";' there they will be invited to be sons of the living God.\""},{"number":27,"verse":"Isaiah (in Isaiah 10:22) yells over Israel, \"Though the number of the sons of Israel is as the sand of the sea, only the part left behind will be rescued.\""},{"number":28,"verse":"You see, an answer, as He is totally finishing and cutting it short in the right way (\"an answer that has been cut short\"), the Master will make on the earth."},{"number":29,"verse":"And it is just as Isaiah had stated before, (in Isaiah 1:9) \"If the Master of Sabaoth (Hebrew for army, the name of God's army) didn't leave a seed down in us, as Sodom we would have become, and as Gomorrah we would be like.\""},{"number":30,"verse":"So what will we state? That the non-Jews not pursuing the right way have completely taken the right way, but the right way from trust,"},{"number":31,"verse":"but Israel pursuing the law of the right way didn't already come into the law of the right way."},{"number":32,"verse":"Why? Because they did not pursue it from trust, but as if from actions of the law. You see, they stumbled on the stumble stone."},{"number":33,"verse":"It is just as it has been written, (in Isaiah 28:16 and 8:14) \"Look, I place in Zion a stumble stone and an obstacle rock. And everyone trusting based on it will not be shamed.\""}]}