{"bibleAbbr":"LXXBr","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"Καὶ εἶπε Κύριος πρὸς Σαμουήλ, ἕως πότε σὺ πενθεῖς ἐπὶ Σαοὺλ, κᾀγω ἐξουδένωκα αὐτὸν, μὴ βασιλεύειν ἐπὶ Ἰσραήλ; πλῆσον τὸ κέρας σου ἐλαίου, καὶ δεῦρο ἀποστείλω σε πρὸς Ἰεσσαὶ ἕως Βηθλεὲμ, ὅτι ἑώρακα ἐν τοῖς υἱοῖς αὐτοῦ ἐμοὶ βασιλέα."},{"number":2,"verse":"Καὶ εἶπε Σαμουὴλ πῶς πορευθῶ; καὶ ἀκούσεται Σαοὺλ, καὶ ἀποκτενεῖ με· καὶ εἶπε Κύριος, δάμαλιν βοῶν λάβε ἐν τῇ χειρί σου, καὶ ἐρεῖς, θῦσαι τῷ Κυρίῳ ἥκω."},{"number":3,"verse":"Καὶ καλέσεις τὸν Ἰεσσαὶ εἰς τὴν θυσίαν, καὶ γνωριῶ σοι ἃ ποιήσεις· καὶ χρίσεις ὃν ἂν εἴπω πρὸς σέ."},{"number":4,"verse":"Καὶ ἐποίησε Σαμουὴλ πάντα ἃ ἐλάλησεν αὐτῷ Κύριος· καὶ ἦλθεν εἰς Βηθλεὲμ, καὶ ἐξέστησαν οἱ πρεσβύτεροι τῆς πόλεως τῇ ἀπαντήσει αὐτοῦ, καὶ εἶπαν, ἢ εἰρήνη ἡ εἴσοδός σου ὁ βλέπων;"},{"number":5,"verse":"Καὶ εἶπεν, εἰρήνη· θῦσαι τῷ Κυρίῳ ἥκω· ἁγιάσθητε καὶ εὐφράνθητε μετʼ ἐμοῦ σήμερον· καὶ ἡγίασε τὸν Ἰεσσαὶ καὶ τοὺς υἱοὺς αὐτοῦ, καὶ ἐκάλεσεν αὐτοὺς εἰς τὴν θυσίαν."},{"number":6,"verse":"Καὶ ἐγενήθη ἐν τῷ εἰσιέναι αὐτοὺς, καὶ εἶδε τὸν Ἑλιάβ, καὶ εἶπεν, ἀλλὰ καὶ ἐνώπιον Κυρίου χριστὸς αὐτοῦ."},{"number":7,"verse":"Καὶ εἶπε Κύριος πρὸς Σαμουὴλ, μὴ ἐπιβλέψῃς ἐπὶ τὴν ὄψιν αὐτοῦ, μηδὲ εἰς τὴν ἕξιν μεγέθους αὐτοῦ, ὅτι ἐξουδένωκα αὐτόν· ὅτι οὐχ ὡς ἐμβλέψεται ἄνθρωπος, ὄψεται ὁ Θεός· ὅτι ἄνθρωπος ὅψεται εἰς πρόσωπον, ὁ δὲ Θεὸς ὄψεται εἰς καρδίαν."},{"number":8,"verse":"Καὶ ἐκάλεσεν Ἰεσσαὶ τὸν ʼΑμιναδὰβ, καὶ παρῆλθε κατὰ πρόσωπον Σαμουήλ. καὶ εἶπεν οὐδὲ τοῦτον ἐξελέξατο ὁ Θεός."},{"number":9,"verse":"Καὶ παρήγαγεν Ἰεσσαὶ τὸν Σαμά· καὶ εἶπε, καὶ ἐν τούτῳ οὐκ ἐξελέξατο Κύριος."},{"number":10,"verse":"Καὶ παρήγαγεν Ἰεσσαὶ τοὺς ἑπτὰ υἱοὺς αὐτοῦ ἐνώπιον Σαμουήλ· καὶ εἶπε Σαμουὴλ, οὐκ ἐξελέξατο Κύριος ἐν τούτοις."},{"number":11,"verse":"Καὶ εἶπε Σαμουὴλ πρὸς Ἰεσσαὶ, ἐκλελοίπασι τὰ παιδάρια; καὶ εἶπεν, ἔτι ὁ μικρὸς ἰδοὺ ποιμαίνει ἐν τῷ ποιμνίῳ· καὶ εἶπε Σαμουὴλ πρὸς Ἰεσσαὶ, ἀπόστειλον καὶ λάβε αὐτὸν, ὅτι οὐ μὴ κατακλιθῶμεν ἕως τοῦ ἐλθεῖν αὐτόν."},{"number":12,"verse":"Καὶ ἀπέστειλε καὶ εἰσήγαγεν αὐτόν· καὶ αὐτὸς πυῤῥάκης μετὰ κάλλους ὀφθαλμῶν, καὶ ἀγαθὸς ὁράσει Κυρίῳ· καὶ εἶπε Κύριος πρὸς Σαμουὴλ, ἀνάστα καὶ χρίσον τὸν Δαυείδ, ὅτι οὗτός ἐστιν ἀγαθός."},{"number":13,"verse":"Καὶ ἔλαβε Σαμουὴλ τὸ κέρας τοῦ ἐλαίου, καὶ ἔχρισεν αὐτὸν ἐν μέσῳ τῶν ἀδελφῶν αὐτοῦ· καὶ ἐφήλατο πνεῦμα Κυρίου ἐπὶ Δαυὶδ ἀπὸ τῆς ἡμέρας ἐκείνης καὶ ἐπάνω· καὶ ἀνέστη Σαμουὴλ, καὶ ἀπῆλθεν εἰς ʼΑρμαθαίμ."},{"number":14,"verse":"Καὶ πνεῦμα Κυρίου ἀπέστη ἀπὸ Σαοὺλ, καὶ ἔπνιγεν αὐτὸν πνεῦμα πονηρὸν παρὰ Κυρίου."},{"number":15,"verse":"Καὶ εἶπαν οἱ παῖδες Σαοὺλ πρὸς αὐτόν, ἰδοὺ δὴ, πνεῦμα Κυρίου πονηρὸν πνίγει σε·"},{"number":16,"verse":"Εἰπάτωσαν δὴ οἱ δοῦλοί σου ἐνώπιόν σου, καὶ ζητησάτωσαν τῷ κυρίῳ ἡμῶν ἄνδρα εἰδότα ψάλλειν ἐν κινύρᾳ· καὶ ἔσται ἐν τῷ εἶναι πνεῦμα πονηρὸν ἐπὶ σοὶ, καὶ ψαλῇ ἐν τῇ κινύρᾳ αὐτοῦ, καὶ ἀγαθόν σοι ἔσται καὶ ἀναπαύσει σε."},{"number":17,"verse":"Καὶ εἶπε Σαοὺλ πρὸς τοὺς παῖδας αὐτοῦ, ἴδετε δή μοι ἄνδρα ὀρθῶς ψάλλοντα, καὶ εἰσαγάγετε αὐτὸν πρὸς μέ."},{"number":18,"verse":"Καὶ ἀπεκρίθη εἷς τῶν παιδαρίων αὐτοῦ, καὶ εἶπεν, ἰδοὺ ἑώρακα υἱὸν τῷ Ἰεσσαὶ Βηθλεεμίτην, καὶ αὐτὸν εἰδότα ψαλμὸν, καὶ ὁ ἀνὴρ συνετὸς, καὶ πολεμιστὴς, καὶ σοφὸς λόγῳ, καὶ ὁ ἀνὴρ ἀγαθὸς τῷ εἴδει, καὶ Κύριος μετʼ αὐτοῦ."},{"number":19,"verse":"Καὶ ἀπέστειλε Σαοὺλ ἀγγέλους πρὸς Ἰεσσαὶ, λέγων, ἀπόστειλον πρὸς μὲ τὸν υἱόν σου Δαυὶδ τὸν ἐν τῷ ποιμνίῳ σου."},{"number":20,"verse":"Καὶ ἔλαβεν Ἰεσσαὶ γόμορ ἄρτων, καὶ ἀσκὸν οἴνου, καὶ ἔριφον αἰγῶν ἕνα, καὶ ἐξαπέστειλεν ἐι· χειρὶ Δαυὶδ τοῦ υἱοῦ αὐτοῦ πρὸς Σαούλ."},{"number":21,"verse":"Καὶ εἰσῆλθε Δαυὶδ πρὸς Σαοὺλ, καὶ παρειστήκει ἐνώπιον αὐτοῦ, καὶ ἠγάπησεν αὐτὸν σφόδρα· καὶ ἐγενήθη αὐτῷ αἴρων τὰ σκεύη αὐτοῦ."},{"number":22,"verse":"Καὶ ἀπέστειλε Σαοὺλ πρὸς Ἰεσσαὶ, λέγων, παριστάσθω δὴ Δαυὶδ ἐνώπιον ἐμοῦ, ὅτι εὗρε χάριν ἐν ὀφθαλμοῖς μου."},{"number":23,"verse":"Καὶ ἐγενήθη ἐν τῷ εἶναι πνεῦμα πονηρὸν ἐπὶ Σαοὺλ, καὶ ἐλάμβανε Δαυὶδ τὴν κινύραν, καὶ ἔψαλλεν ἐν χειρὶ αὐτοῦ, καὶ ἀνέψυχε Σαοὺλ, καὶ ἀγαθὸν αὐτῷ, καὶ ἀφίστατο ἀπʼ αὐτοῦ τὸ πνεῦμα τὸ πονηρόν."}]}