{"bibleAbbr":"TRC1535","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"We as helpers therfore exhorte you yt ye receave not the grace of god in (vayne)"},{"number":2,"verse":"For he saith: I have hearde the in a tyme accepted: and in ye daye of saluacion have I suckered the. Beholde now is that well accepted tyme: beholde now is yt daye of saluacion."},{"number":3,"verse":"Let vs geve no man occasion of evyll that in oure office be founde no faute:"},{"number":4,"verse":"but in all thynges let vs behave oure selves as the ministers of God. In moche pacience in afflicios in necessite in anguysshe"},{"number":5,"verse":"in strypes in presonmet in stryfe in laboure in watchinge in fastyng"},{"number":6,"verse":"in purenes in knowledge in longe sufferynge in kyndnes in the holy goost in love vnfayned"},{"number":7,"verse":"in ye wordes of trueth in the power of God by ye armoure of rightewesnes on ye right honde and on the lyfte"},{"number":8,"verse":"in honoure and dishonoure in evyll reporte and good reporte as desceauers and yet true"},{"number":9,"verse":"as unknowen and yet knowen: as dyinge and beholde we yet live: as chastened and not killed:"},{"number":10,"verse":"as sorowynge and yet alwaye mery: as poore and yet make many ryche: as havynge nothynge and yet possessynge all thynges."},{"number":11,"verse":"O ye Corinthyans oure mouth is open vnto you. Oure herte is made large:"},{"number":12,"verse":"ye are in no strayte in vs but are in a strayte in youre awne bowelles:"},{"number":13,"verse":"I promyse you lyke rewarde with me as to my childre."},{"number":14,"verse":"Set youreselues therfore at large and beare not a straugers yoke wyth the vnbelevers. For what fellishippe hath rightewesnes with vnrightewesnes? What company hath light wt darcknes?"},{"number":15,"verse":"What cocorde hath Christ with beliall? Ether what parte hath he yt beleveth with an infidele?"},{"number":16,"verse":"how agreeth the temple of god wt ymages? And ye are the temple of yt lyuynge god as sayde god. I will dwell amonge the and walke amoge the and wilbe their god: and they shalbe my people."},{"number":17,"verse":"Wherfore come out from amoge the and separate youreselues (sayth the lorde) and touche none vncleane thynge: so wyll I receave you"},{"number":18,"verse":"and wilbe a father vnto you and ye shalbe vnto me sonnes and doughters sayth the lorde almyghty."}]}