{"bibleAbbr":"LBP1933","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"AND David numbered the people who were with him, and set over them commanders of thousands and captains of hundreds."},{"number":2,"verse":"And David placed a third part of the people under the command of Joab, and a third part under the command of Abishai the son of Zoriah, Joab's brother, and a third part under the command of Ittai the Gittite."},{"number":3,"verse":"And the king said to the people, If we surely should flee, the enemy will not care about us; now therefore ten thousand men are enough for us; for it is better for us to receive help from the cities."},{"number":4,"verse":"And the servants of David said to him, We will go forth quickly to fight against them. And the king said to them, Whatever seems good to you, do it. Then the king stood by the side of the gate, and all the people went out by hundreds and by thousands."},{"number":5,"verse":"And the king commanded Joab and Abishai and Ittai, saying, Capture for me the young man Absalom alive. And all the people heard when the king gave orders to all commanders concerning Absalom."},{"number":6,"verse":"So the people went out into the field against Israel;"},{"number":7,"verse":"And there was a battle, and the people of Israel were defeated there before the servants of David, and there was a great slaughter on that day of twenty thousand men."},{"number":8,"verse":"For there was a great battle which spread over the face of the country; and the wild beasts of the forest devoured more people that day than the sword devoured."},{"number":9,"verse":"And it happened that Absalom met the servants of David. And Absalom was riding upon a mule, and the mule went under the thick boughs of a great oak, and Absalom's head caught fast in the great oak, and he was hanging between the heaven and the earth; and the mule that was under him went away."},{"number":10,"verse":"And a certain man saw it and told Joab and said, Behold, I saw Absalom hanging in an oak."},{"number":11,"verse":"And Joab said to the man who told him, When you saw him, why then did you not smite him there and throw him to the ground? And I would have given you ten shekels of silver and a garment."},{"number":12,"verse":"And the man said to Joab, Though you should count to me a thousand shekels of silver, I would not put forth my hand against the king's son; for in our hearing the king charged you and Abishai and Ittai, saying, Be careful not to harm the young man Absalom for my sake."},{"number":13,"verse":"And if I should have done it, then I would have been guilty; and nothing would have been hidden from the king, and you yourself would have stood against me."},{"number":14,"verse":"Then Joab said to him, That is not true, I will do it now myself. Then Joab took three darts in his hand and thrust them through the heart of Absalom while he was still alive and hanging from the oak."},{"number":15,"verse":"And ten young men who bore Joab's armor circled about and smote Absalom and slew him."},{"number":16,"verse":"And Joab blew the trumpet, and the people returned from pursuing Israel; for Joab had held back the people."},{"number":17,"verse":"And they took Absalom's body and cast it into a great pit, and raised over it a great heap of large stones; and all Israel fled every man to his tent."},{"number":18,"verse":"Now Absalom in his lifetime had taken and set up for himself a monument in the valley of the kings; for he said, I have no son to keep my name in remembrance; and he called the monument by his own name; and it is called the work of Absalom to this day."},{"number":19,"verse":"Then said Ahimaaz the son of Zadok, Let me now run and bring the good tidings to the king, how the LORD has avenged him of his enemies."},{"number":20,"verse":"And Joab said to him, It is not proper that you bear tidings this day, but you may bear tidings another day; this day you shall bear no tidings because the king's son is dead."},{"number":21,"verse":"Then Joab said to Cushi, Go tell the king what you have seen; and he ran."},{"number":22,"verse":"Then Ahimaaz the son of Zadok said again to Joab, Why should not I too run after Cushi? And Joab said to him, Why will you run, my son, seeing no one will give you a reward for the tidings?"},{"number":23,"verse":"He said to him, What is the difference? Let me run. And he said to him, Run. Then Ahimaaz ran by the way of the plain, and passed Cushi."},{"number":24,"verse":"Now David was sitting between the two gates; and the watchman went up to the roof over the gate to the wall, and he lifted up his eyes and looked, and saw a man running alone."},{"number":25,"verse":"And the watchman called out and told the king. And the king said, if he is alone, there are tidings in his mouth. And he came apace, and drew near."},{"number":26,"verse":"And the watchman drew near toward the gate, and said, Behold, another man is running alone;"},{"number":27,"verse":"Moreover the watchman said, I see the running of the first is like the running of Ahimaaz the son of Zadok. And the king said. He is a good man and comes with good tidings."},{"number":28,"verse":"And the king called to Ahimaaz, and said to him, Have you come in peace? And he bowed before the king with his face to the earth, and said, Blessed be the LORD your God, who delivered up the men who lifted their hands against my lord the king."},{"number":29,"verse":"Then the king said, Is the young man Absalom safe? And Ahimaaz answered, I saw a great army arrayed against Joab the servant of my lord the king, but I your servant knew not what was the outcome."},{"number":30,"verse":"And the king said to him, Turn aside and stand here. And he turned aside and stood still."},{"number":31,"verse":"And, behold, Cushi came; and he said, Tidings, my lord the king! for the LORD has avenged you this day from the hand of all those who rose up against you."},{"number":32,"verse":"And the king said to Cushi, Is the young man Absalom safe? And Cushi answered, Let your enemies, my lord the king, and all who rise up against you for evil be as that young man is."},{"number":33,"verse":"And the king was overcome, and went up to his bedchamber and wept; and as he wept, he said, O my son Absalom. my son, my son Absalom! Would that I had died instead of you, O Absalom, my son!"}]}