{"bibleAbbr":"LBP1933","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"AND it came to pass after this, that David inquired of the LORD, saying, Shall I go up to one of the cities of Judah? And the LORD said to him, Go up. And David said, Whither shall I go up? And he said, To Hebron."},{"number":2,"verse":"So David went up there, and his two wives also, Ahinoam the Jezreelitess, and Abigail, Nabal's wife, the Carmelite."},{"number":3,"verse":"And David and his men who were with him went up together, every man with his household; and they dwelt in Hebron."},{"number":4,"verse":"And the men of Judah came, and there they anointed David king over the house of Judah. And they told David, saying, It was the men of Jabesh-gilead who buried Saul."},{"number":5,"verse":"And David sent messengers to the men of Jabesh-gilead and said to them, Blessed be you of the LORD, that you have shown this kindness to your lord, even to Saul, and have buried him."},{"number":6,"verse":"And now may the LORD show kindness and truth to you; and I also will requite you this kindness, because you have done this thing."},{"number":7,"verse":"Therefore now let your hands be strengthened and be valiant; for your master Saul is dead, and the house of Judah have anointed me king over them."},{"number":8,"verse":"But Abner the son of Ner, commander of Saul's army, took Ashbashul, the son of Saul, and brought him over to Mahanaim;"},{"number":9,"verse":"And made him king over Gilead and over Geshur and over Jezreel and over Ephraim and over Benjamin and over all Israel."},{"number":10,"verse":"Ashbashul Saul's son was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David."},{"number":11,"verse":"And the time that David was king in Hebron over the house of Judah was seven years and six months."},{"number":12,"verse":"And Abner the son of Ner and the servants of Ashbashul the son of Saul went out from Mahanaim to Gibeon."},{"number":13,"verse":"And Joab the son of Zoriah and the men of David went out and met the young men together in Gibeon; and they sat down, these young men on the one side and the other young men on the other."},{"number":14,"verse":"And Abner said to Joab, Let the young men now arise and play before us. And Joab said, Let them arise."},{"number":15,"verse":"Then there arose and went over by number twelve of the men of Benjamin, who belonged to Ashbashul the son of Saul and twelve of the men of David."},{"number":16,"verse":"And every man caught his fellow by the head, and thrust his sword in the other's side; so they fell down together; therefore they called that place Haklath-zadan, which is in Gibeon."},{"number":17,"verse":"And there was a very fierce battle that day; and Abner was defeated, and the men of Israel, before the servants of David."},{"number":18,"verse":"And there were three sons of Zoriah there, Joab, Abishai, and Ashael; and Ashael was as swift of foot as a desert gazelle."},{"number":19,"verse":"And Ashael pursued Abner; and he turned not to the right hand nor to the left as he followed Abner."},{"number":20,"verse":"Then Abner looked behind him and said, Is that you, Ashael? And he answered, It is I."},{"number":21,"verse":"And Abner said to him, Turn aside to your right hand or to your left, and seize one of the young men and take for yourself his armor. But Ashael would not turn aside from following him."},{"number":22,"verse":"And Abner spoke again to Ashael, to turn from following him, saying, Turn from following me, lest I smite you and throw you on the ground; how then could I lift up my face and look at Joab your brother."},{"number":23,"verse":"But he refused to turn; therefore Abner smote him with the end of the spear upon his breast, and the spear came out at his back; and he fell down there and died in the same place; and all who came to the place where Ashael fell down and died stood still."},{"number":24,"verse":"Then Joab and Abishai arose and pursued Abner; and the sun went down when they came to lake Giboath which lies before Giah by the way of the wilderness of Gibeon."},{"number":25,"verse":"And the Benjamites gathered themselves together behind Abner, and became one company, and stood on the top of a hill."},{"number":26,"verse":"Then Abner called to Joab and said, Shall the sword devour forever? Do you not know that there will be bitterness in the end? How long will it be then before you bid the people return from following their brethren?"},{"number":27,"verse":"And Joab said, As the LORD lives, unless you had spoken, surely in the morning I would have let the people give up every one from pursuing his brother."},{"number":28,"verse":"So Joab blew the trumpet, and all the people stood still and pursued Israel no more, neither did they fight any more."},{"number":29,"verse":"And Abner and his men walked all that night in the desert, and crossed the Jordan, and went toward Geshur, and they came to Mahanaim."},{"number":30,"verse":"And Joab returned from following Abner; and when he had gathered all the people together and they were numbered, there were twelve wounded of David's men, and Ashael was dead."},{"number":31,"verse":"But the men of David had slain of Benjamin and of Abner, three hundred and sixty men."},{"number":32,"verse":"And they took Ashael and buried him in the sepulchre of his father in Beth-lehem. And Joab and his men marched all night, and the day dawned upon them at Hebron."}]}