{"bibleAbbr":"LBP1933","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"WHEN Ashbashul Saul's son heard that Abner was dead in Hebron, he trembled, and all Israel was troubled."},{"number":2,"verse":"And Saul's son had two men who were captains of raiding bands; the name of the one was Baana, and the name of the other Rechab, the sons of Rimmon a Beerothite of the children of Benjamin (for Beeroth also is reckoned to the Benjamites;"},{"number":3,"verse":"And the Beerothites fled to Gittaim and are sojourners there until this day)."},{"number":4,"verse":"And Jonathan, Saul's son, had a son who was lame in his feet. He was five years old when the news about Saul and Jonathan came from Jezreel, and his nurse took him up and fled; and, as she made haste to flee, he fell and became lame. And his name was Mephibosheth."},{"number":5,"verse":"And the sons of Rimmon the Beerothite, Rechab and Baana, went, and came about the heat of the day to the house of Ashbashul as he was taking his noontide rest."},{"number":6,"verse":"And behold, they came into the midst of the house; then those sons of wickedness took and smote him in his abdomen; and Rechab and Banna his brother escaped."},{"number":7,"verse":"For when they came into the house, he was lying on his bed in his bedchamber, and they smote him and slew him and beheaded him, and took his head and fled by the way of the plain all night."},{"number":8,"verse":"And they brought the head of Ashbashul to David at Hebron, and said to King David, Behold the head of Ashbashul the son of Saul your enemy, who sought your life; and the LORD has avenged our lord the king this day of Saul and of his offspring."},{"number":9,"verse":"And David answered Rechab and Baana his brother, the sons of Rimmon the Beerothite, and said to them, As the LORD lives, who has saved my life out of every adversity,"},{"number":10,"verse":"When one told me, saying, Behold, Saul is dead, thinking to have brought me good tidings, I seized him and slew him in Zinklag, instead of giving him a reward for his tidings;"},{"number":11,"verse":"How much more, when wicked men have slain a man in his own house upon his bed? Now I will avenge his blood at your hands and destroy you from the earth."},{"number":12,"verse":"And David commanded his young men, and they slew them, and cut off their hands and their feet, and hanged them on the hill in Hebron. But they took the head of Ashbashul and buried it in the sepulchre of Abner in Hebron."}]}