{"bibleAbbr":"LBP1933","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"WHEN the king dwelt in his house, and the LORD had given him rest from all his enemies,"},{"number":2,"verse":"The king said to Nathan the prophet, See now, I dwell in a house of cedar, but the ark of God dwells within curtains."},{"number":3,"verse":"And Nathan said to the king, Go, do all that is in your heart; for the LORD is with you."},{"number":4,"verse":"And it came to pass that very night, the word of the LORD came to Nathan, the prophet, saying."},{"number":5,"verse":"Go and tell my servant David, Thus says the LORD, You shall not build me a house for me to dwell in;"},{"number":6,"verse":"Because I have not dwelt in a house since the day that I brought up the children of Israel out of Egypt, to this day, but I have moved in tents."},{"number":7,"verse":"In all the places where I have walked with all the children of Israel, have I spoken to any of those whom I commanded to feed my people Israel, saying, Why have you not built me a house of cedar?"},{"number":8,"verse":"Now therefore shall you say to my servant David, Thus says the LORD of hosts: I took you from the sheepfold, from following the sheep. to be the ruler over my people Israel;"},{"number":9,"verse":"And I have been with you wherever you went, and I have destroyed all your enemies from before you, and I will make for you a great name, like the name of the great men that are on the earth."},{"number":10,"verse":"Moreover I will appoint a place for my people Israel, and will plant them and make them to dwell in their own place in peace and be disturbed no more; neither shall wicked men enslave them any more, as formerly."},{"number":11,"verse":"From the day that I commanded you to be a judge over my people Israel, I have given you rest from all your enemies. Also the LORD declares to you that he will make you a house."},{"number":12,"verse":"And when your days are fulfilled and you shall sleep with your fathers, I will raise up your offspring after you, who shall come out of your loins, and I will establish his kingdom."},{"number":13,"verse":"He shall build a house for my name, and I will establish the throne of his kingdom for ever."},{"number":14,"verse":"I will be like a father to him and he shall be like a son to me. If he commit folly, I will chasten him with the rod of men and with the stripes of the children of men;"},{"number":15,"verse":"But my mercy I will not take from him, as I took it from Saul who was king before you, and whom I put away from before me."},{"number":16,"verse":"And your house and your kingdom shall be established for ever before me; your throne shall be established for ever."},{"number":17,"verse":"According to all these words and according to all this vision, so did Nathan the prophet speak to David."},{"number":18,"verse":"Then King David went in and sat before the LORD, and he said, Who am I, O LORD God? And what is my house, that thou hast elevated me to this place?"},{"number":19,"verse":"And is this yet a small thing in thy sight, O LORD God, that thou hast spoken also concerning thy servant's descendants for a great while to come? Is this for the guidance of men, O LORD God?"},{"number":20,"verse":"And what more can thy servant David say to thee? For thou knowest thy servant, O LORD God."},{"number":21,"verse":"For thy word's sake and according to thine own heart hast thou done all these great things, to make thy servant know them."},{"number":22,"verse":"Therefore thou art great, O LORD God; for there is none like thee, neither is there any God besides thee, according to all that we have heard with our ears."},{"number":23,"verse":"And is there a nation on the earth like thy people Israel, whom God saved to be a people for himself and to make him a name and to do for him great and notable deeds upon the earth, as he had done in former days for thy people whom thou savedst for thyself out of Egypt, a people whose God thou art?"},{"number":24,"verse":"For thou hast established for thyself thy people Israel to be a people to thee for ever; and thou, O LORD, hast become their God."},{"number":25,"verse":"And now, O LORD God, the word that thou hast spoken concerning thy servant and concerning his house, confirm it for ever, and do as thou hast said."},{"number":26,"verse":"And let thy name be magnified for ever, and let everything be as thou hast said, O LORD of hosts, the God of Israel; and let the house of thy servant David be established before thee for ever."},{"number":27,"verse":"For thou, O LORD of hosts, God of Israel, hast revealed to thy servant, saying, I will build you a house; therefore thy servant has purposed in his heart to pray this prayer before thee."},{"number":28,"verse":"And now, O LORD God, thou art God and thy words are true, for thou hast promised this goodness unto thy servant;"},{"number":29,"verse":"Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee; for thou, O LORD God, hast spoken it; and with thy blessing let the house of thy servant be blessed for ever."}]}