{"bibleAbbr":"RcV2003","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a slave of Christ Jesus, a called apostle, separated unto the gospel of God,"},{"number":2,"verse":"Which He promised beforehand through His prophets in the holy Scriptures,"},{"number":3,"verse":"Concerning His Son, who came out of the seed of David according to the flesh,"},{"number":4,"verse":"Who was designated the Son of God in power according to the Spirit of holiness out of the resurrection of the dead, Jesus Christ our Lord;"},{"number":5,"verse":"Through whom we have received grace and apostleship unto the obedience of faith among all the Gentiles on behalf of His name,"},{"number":6,"verse":"Among whom you also are the called ones of Jesus Christ;"},{"number":7,"verse":"To all who are in Rome, beloved of God, the called saints: Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":8,"verse":"First, I thank my God through Jesus Christ for you all because your faith is proclaimed throughout the whole world."},{"number":9,"verse":"For God is my witness, whom I serve in my spirit in the gospel of His Son, how unceasingly I make mention of you always in my prayers,"},{"number":10,"verse":"Beseeching if by any means now at last I may be prospered in the will of God to come to you."},{"number":11,"verse":"For I long to see you that I may impart to you some spiritual gift so that you may be established;"},{"number":12,"verse":"That is, that I with you may be encouraged among you through the faith which is in one another, both yours and mine."},{"number":13,"verse":"And I do not want you to be ignorant, brothers, that often I purposed to come to you (yet was hindered until the present), that I might have some fruit among you also, even as among the rest of the Gentiles."},{"number":14,"verse":"I am debtor both to Greeks and to barbarians, both to wise and to foolish;"},{"number":15,"verse":"So, for my part, I am ready to announce the gospel to you also who are in Rome."},{"number":16,"verse":"For I am not ashamed of the gospel, for it is the power of God unto salvation to everyone who believes, both to Jew first and to Greek."},{"number":17,"verse":"For the righteousness of God is revealed in it out of faith to faith, as it is written, “But the righteous shall have life and live by faith.”"},{"number":18,"verse":"For the wrath of God is revealed from heaven upon all ungodliness and unrighteousness of men who hold down the truth in unrighteousness,"},{"number":19,"verse":"Because that which is known of God is manifest within them, for God manifested it to them."},{"number":20,"verse":"For the invisible things of Him, both His eternal power and divine characteristics, have been clearly seen since the creation of the world, being perceived by the things made, so that they would be without excuse;"},{"number":21,"verse":"Because though they knew God, they did not glorify Him as God or thank Him, but rather became vain in their reasonings, and their heart, lacking understanding, was darkened."},{"number":22,"verse":"Professing to be wise, they became fools"},{"number":23,"verse":"And changed the glory of the incorruptible God into the likeness of an image of corruptible man and of birds and four-footed animals and reptiles."},{"number":24,"verse":"Therefore God gave them up in the lusts of their hearts to uncleanness, so that they dishonor their bodies among themselves,"},{"number":25,"verse":"Who exchanged the truth of God for the lie, and worshipped and served the creation rather than the Creator, who is blessed forever. Amen."},{"number":26,"verse":"Therefore God gave them up to passions of dishonor; for their females exchanged the natural use for that which is contrary to nature;"},{"number":27,"verse":"And likewise also the males, leaving the natural use of the female, burned in their craving toward one another, males with males committing unseemliness and fully receiving in themselves the retribution of their error which was due."},{"number":28,"verse":"And even as they did not approve of holding God in their full knowledge, God gave them up to a disapproved mind, to do the things which are not fitting,"},{"number":29,"verse":"Being filled with all unrighteousness, wickedness, covetousness, malice; full of envy, murder, strife, deceit, malignity;"},{"number":30,"verse":"Whisperers, slanderers, hateful to God, insolent, arrogant, boasters, inventors of evil things, disobedient to parents,"},{"number":31,"verse":"Senseless, faithless, affectionless, merciless;"},{"number":32,"verse":"Who, though fully knowing the righteous judgment of God, that those who practice such things are worthy of death, not only do them, but also have fellow delight in those who practice them."}]}