{"bibleAbbr":"RcV2003","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"Or are you ignorant, brothers (for I speak to those who know the law), that the law lords it over the man as long as he lives?"},{"number":2,"verse":"For the married woman is bound by the law to her husband while he is living; but if the husband dies, she is discharged from the law regarding the husband."},{"number":3,"verse":"So then if, while the husband is living, she is joined to another man, she will be called an adulteress; but if the husband dies, she is free from the law, so that she is not an adulteress, though she is joined to another man."},{"number":4,"verse":"So then, my brothers, you also have been made dead to the law through the body of Christ so that you might be joined to another, to Him who has been raised from the dead, that we might bear fruit to God."},{"number":5,"verse":"For when we were in the flesh, the passions for sins, which acted through the law, operated in our members to bear fruit to death."},{"number":6,"verse":"But now we have been discharged from the law, having died to that in which we were held, so that we serve in newness of spirit and not in oldness of letter."},{"number":7,"verse":"What then shall we say? Is the law sin? Absolutely not! But I did not know sin except through the law; for neither did I know coveting, except the law had said, “You shall not covet.”"},{"number":8,"verse":"But sin, seizing the opportunity through the commandment, worked out in me coveting of every kind; for without the law sin is dead."},{"number":9,"verse":"And I was alive without the law once; but when the commandment came, sin revived and I died."},{"number":10,"verse":"And the commandment, which was unto life, this very commandment was found to me to be unto death."},{"number":11,"verse":"For sin, seizing the opportunity through the commandment, deceived me and through it killed me."},{"number":12,"verse":"So then the law is holy, and the commandment holy and righteous and good."},{"number":13,"verse":"Did then that which is good become death to me? Absolutely not! But sin did, that it might be shown to be sin by working out death in me through that which is good, that sin through the commandment might become exceedingly sinful."},{"number":14,"verse":"For we know that the law is spiritual; but I am fleshy, sold under sin."},{"number":15,"verse":"For what I work out, I do not acknowledge; for what I will, this I do not practice; but what I hate, this I do."},{"number":16,"verse":"But if what I do not will, this I do, I agree with the law that it is good."},{"number":17,"verse":"Now then it is no longer I that work it out but sin that dwells in me."},{"number":18,"verse":"For I know that in me, that is, in my flesh, nothing good dwells; for to will is present with me, but to work out the good is not."},{"number":19,"verse":"For I do not do the good which I will; but the evil which I do not will, this I practice."},{"number":20,"verse":"But if what I do not will, this I do, it is no longer I that work it out but sin that dwells in me."},{"number":21,"verse":"I find then the law with me who wills to do the good, that is, the evil is present with me."},{"number":22,"verse":"For I delight in the law of God according to the inner man,"},{"number":23,"verse":"But I see a different law in my members, warring against the law of my mind and making me a captive to the law of sin which is in my members."},{"number":24,"verse":"Wretched man that I am! Who will deliver me from the body of this death?"},{"number":25,"verse":"Thanks be to God, through Jesus Christ our Lord! So then with the mind I myself serve the law of God, but with the flesh, the law of sin."}]}