{"bibleAbbr":"RcV2003","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"There is now then no condemnation to those who are in Christ Jesus."},{"number":2,"verse":"For the law of the Spirit of life has freed me in Christ Jesus from the law of sin and of death."},{"number":3,"verse":"For that which the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of the flesh of sin and concerning sin, condemned sin in the flesh,"},{"number":4,"verse":"That the righteous requirement of the law might be fulfilled in us, who do not walk according to the flesh but according to the spirit."},{"number":5,"verse":"For those who are according to the flesh mind the things of the flesh; but those who are according to the spirit, the things of the Spirit."},{"number":6,"verse":"For the mind set on the flesh is death, but the mind set on the spirit is life and peace."},{"number":7,"verse":"Because the mind set on the flesh is enmity against God; for it is not subject to the law of God, for neither can it be."},{"number":8,"verse":"And those who are in the flesh cannot please God."},{"number":9,"verse":"But you are not in the flesh, but in the spirit, if indeed the Spirit of God dwells in you. Yet if anyone does not have the Spirit of Christ, he is not of Him."},{"number":10,"verse":"But if Christ is in you, though the body is dead because of sin, the spirit is life because of righteousness."},{"number":11,"verse":"And if the Spirit of the One who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who indwells you."},{"number":12,"verse":"So then, brothers, we are debtors not to the flesh to live according to the flesh;"},{"number":13,"verse":"For if you live according to the flesh, you must die, but if by the Spirit you put to death the practices of the body, you will live."},{"number":14,"verse":"For as many as are led by the Spirit of God, these are sons of God."},{"number":15,"verse":"For you have not received a spirit of slavery bringing you into fear again, but you have received a spirit of sonship in which we cry, Abba, Father!"},{"number":16,"verse":"The Spirit Himself witnesses with our spirit that we are children of God."},{"number":17,"verse":"And if children, heirs also; on the one hand, heirs of God; on the other, joint heirs with Christ, if indeed we suffer with Him that we may also be glorified with Him."},{"number":18,"verse":"For I consider that the sufferings of this present time are not worthy to be compared with the coming glory to be revealed upon us."},{"number":19,"verse":"For the anxious watching of the creation eagerly awaits the revelation of the sons of God."},{"number":20,"verse":"For the creation was made subject to vanity, not of its own will, but because of Him who subjected it,"},{"number":21,"verse":"In hope that the creation itself will also be freed from the slavery of corruption into the freedom of the glory of the children of God."},{"number":22,"verse":"For we know that the whole creation groans together and travails in pain together until now."},{"number":23,"verse":"And not only so, but we ourselves also, who have the firstfruits of the Spirit, even we ourselves groan in ourselves, eagerly awaiting sonship, the redemption of our body."},{"number":24,"verse":"For we were saved in hope. But a hope that is seen is not hope, for who hopes for what he sees?"},{"number":25,"verse":"But if we hope for what we do not see, we eagerly await it through endurance."},{"number":26,"verse":"Moreover, in like manner the Spirit also joins in to help us in our weakness, for we do not know for what we should pray as is fitting, but the Spirit Himself intercedes for us with groanings which cannot be uttered."},{"number":27,"verse":"But He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to God."},{"number":28,"verse":"And we know that all things work together for good to those who love God, to those who are called according to His purpose."},{"number":29,"verse":"Because those whom He foreknew, He also predestinated to be conformed to the image of His Son, that He might be the Firstborn among many brothers;"},{"number":30,"verse":"And those whom He predestinated, these He also called; and those whom He called, these He also justified; and those whom He justified, these He also glorified."},{"number":31,"verse":"What then shall we say to these things? If God is for us, who can be against us?"},{"number":32,"verse":"Indeed, He who did not spare His own Son, but delivered Him up for us all, how shall He not also with Him freely give us all things?"},{"number":33,"verse":"Who shall bring a charge against God’s chosen ones? It is God who justifies."},{"number":34,"verse":"Who is he who condemns? It is Christ Jesus who died and, rather, who was raised, who is also at the right hand of God, who also intercedes for us."},{"number":35,"verse":"Who shall separate us from the love of Christ? Shall tribulation or anguish or persecution or famine or nakedness or peril or sword?"},{"number":36,"verse":"As it is written, “For Your sake we are being put to death all day long; we have been accounted as sheep for slaughter.”"},{"number":37,"verse":"But in all these things we more than conquer through Him who loved us."},{"number":38,"verse":"For I am persuaded that neither death nor life nor angels nor principalities nor things present nor things to come nor powers"},{"number":39,"verse":"Nor height nor depth nor any other creature will be able to separate us from the love of God, which is in Christ Jesus our Lord."}]}