{"bibleAbbr":"LXX2012","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord which came to Osee the son of Beeri, in the days of Ozias, and Joatham, and Achaz, and Ezekias, kings of Juda, and in the days of Jeroboam son of Joas, king of Israel."},{"number":2,"verse":"The beginning of the word of the Lord by Osee. And the Lord said to Osee, Go, take to yourself a wife of fornication, and children of fornication: for the land will surely go a-whoring in departing from the Lord."},{"number":3,"verse":"So he went and took Gomer, daughter of Debelaim; and she conceived, and bore him a son."},{"number":4,"verse":"And the Lord said to him, Call his name Jezrael; for yet a little while, and I will avenge the blood of Jezrael on the house of Juda, and will make to cease the kingdom of the house of Israel."},{"number":5,"verse":"And it shall be, in that day, that I will break the bow of Israel in the valley of Jezrael."},{"number":6,"verse":"And she conceived again, and bore a daughter. And he said to him, Call her name, Unpitied: for I will no more have mercy on the house of Israel, but will surely set myself in array against them."},{"number":7,"verse":"But I will have mercy on the house of Juda, and will save them by the Lord their God, and will not save them with bow, nor with sword, nor by war, nor by horses, nor by horsemen."},{"number":8,"verse":"And she weaned Unpitied; and she conceived again, and bore a son."},{"number":9,"verse":"And he said, Call his name, Not my people: for you are not my people, and I am not your God."},{"number":10,"verse":"Yet the number of the children of Israel was as the sand of the sea, which shall not be measured nor numbered: and it shall come to pass, that in the place where it was said to them, You are not my people, even they shall be called the sons of the living God."},{"number":11,"verse":"And the children of Juda shall be gathered, and the children of Israel together, and shall appoint themselves one head, and shall come up out of the land: for great shall be the day of Jezrael."}]}