{"bibleAbbr":"LXX2012","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"According to the word of Ephraim he adopted ordinances for himself in Israel; and he established them for Baal, and died."},{"number":2,"verse":"And now they have sinned increasingly, and have made for themselves a molten image of their silver, according to the fashion of idols, the work of artificers accomplished for them: they say, Sacrifice men, for the calves have come to an end."},{"number":3,"verse":"Therefore shall they be as a morning cloud, and as the early dew that passes away, as chaff blown away from the threshing floor, and as a vapor from tears."},{"number":4,"verse":"But I am the Lord your God that establishes the heaven, and creates the earth, whose hands have framed the whole host of heaven: but I showed them not to you that you should go after them: and I brought you up out of the land of Egypt, and you shall know no God but me; and there is no Saviour beside me."},{"number":5,"verse":"I tended you as a shepherd in the wilderness, in an uninhabited land."},{"number":6,"verse":"According to their pastures, so they were completely filled; and their hearts were exalted; therefore they forgot me."},{"number":7,"verse":"And I will be to them as a panther, and as a leopard."},{"number":8,"verse":"I will meet them by the way of the Assyrians, as a she-bear excited, and I will rend the caul of their heart, and the lions' whelps of the thicket shall devour them there; the wild beasts of the field shall rend them in pieces."},{"number":9,"verse":"O Israel, who will aid you in your destruction?"},{"number":10,"verse":"Where is this your king? let him even save you in all your cities: let him judge you, of whom you said, Give me a king and a prince."},{"number":11,"verse":"And I gave you a king in mine anger, and kept him back in my wrath."},{"number":12,"verse":"Ephraim has framed a conspiracy of unrighteousness, his sin is hidden."},{"number":13,"verse":"Pains as of a woman in travail shall come upon him: he is your wise son, because he shall not stay in the destruction of your children."},{"number":14,"verse":"I will deliver them out of the power of Hades, and will redeem them from death: where is your penalty, O death? O Hades, where is your sting? comfort is hidden from mine eyes."},{"number":15,"verse":"Forasmuch as he will cause a division among his brethren, the Lord shall bring upon him an east wind from the desert, and shall dry up his veins and quite drain his fountains: he shall dry up his land, and spoil all his precious vessels."}]}