{"bibleAbbr":"LXXBr","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":36,"verses":[{"number":1,"verse":"Καὶ ἐποίησε Βεσελεὴλ καὶ Ἐλιὰβ, καὶ πᾶς σοφὸς τῇ διανοὶᾳ, ᾧ ἐδόθη σοφία καὶ ἐπιστήμη ἐν αὑτοῖς, συνιέναι ποιεῖν πάντα τὰ ἔργα, κατὰ τὰ ἅγια καθήκοντα, κατὰ πάντα ὅσα συνέταξε Κύριος."},{"number":2,"verse":"Καὶ ἐκάλεσε Μωυσῆς Βεσελεὴλ καὶ Ἐλιὰβ, καὶ πάντας τοὺς ἔχοντας τὴν σοφίαν, ᾧ ἔδωκεν ὁ Θεὸς ἐπιστήμην ἐν τῇ καρδίᾳ, καὶ πάντας τοὺς ἑκουσίως βουλομένους προσπορεύεσθαι πρὸς τὰ ἔργα, ὥστε συντελεῖν αὐτά."},{"number":3,"verse":"Καὶ ἔλαβον παρὰ Μωσῆ πάντα τὰ ἀφαιρέματα, ἃ ἤνεγκαν οἱ υἱοὶ Ἰσραὴλ εἰς πάντα τὰ ἔργα τοῦ ἁγίου ποιεῖν αὐτά· καὶ αὐτοὶ προσεδέχοντο ἔτι τὰ προσφερόμενα παρὰ τῶν φερόντων τὸ πρωΐ."},{"number":4,"verse":"Καὶ παρεγίνοντο πάντες οἱ σοφοὶ οἱ ποιοῦντες τὰ ἔργα τοῦ ἁγίου, ἕκαστος κατὰ τὸ αὐτοῦ ἔργον, ὃ εἰργάζοντο αὐτοί."},{"number":5,"verse":"Καὶ εἶπε πρὸς Μωυσῆν, ὅτι πλῆθος φέρει ὁ λαὸς κατὰ τὰ ἔργα ὅσα συνέταξε Κύριος ποιῆσαι."},{"number":6,"verse":"Καὶ προσέταξε Μωυσῆς, καὶ ἐκήρυξεν ἐν τῇ παρεμβολῇ, λέγων, ἀνὴρ καὶ γυνὴ μηκέτι ἐργαζέσθωσαν εἰς τάς ἀπαρχὰς τοῦ ἁγίου· καὶ ἐκωλύθη ὁ λαὸς ἔτι προσφέρειν."},{"number":7,"verse":"Καὶ τὰ ἔργα ἦν αὐτοῖς ἱκανὰ εἰς τὴν κατασκευὴν ποιῆσαι, καὶ προσκατέλιπον."},{"number":8,"verse":"Καὶ ἐποίησε πᾶς σοφὸς ἐν τοῖς ἐργαζομένοις τὰς στολὰς τῶν ἁγίων, αἵ εἰσιν Ἀαρὼν τῷ ἱερεῖ, καθὰ συνέταξε Κύριος τῷ Μωυσῇ."},{"number":9,"verse":"Καὶ ἐποίησε τὴν ἐπωμίδα ἐκ χρυσίου, καὶ ὑακίνθου, καὶ πορφύρας, καὶ κοκκίνου νενησμένου, καὶ βύσσου κεκλωσμένης·"},{"number":10,"verse":"καὶ ἐτμήθη τὰ πέταλα τοῦ χρυσίου τρίχες, ὥστε συνυφάναι σὺν τῇ ὑακίνθῳ, καὶ τῇ πορφύρᾳ, καὶ σὺν τῷ κοκκίνῳ τῷ διανενησμένῳ, καὶ τῇ βύσσῳ τῇ κεκλωσμένῃ· ἔργον ὑφαντὸν ἐποίησαν αὐτό·"},{"number":11,"verse":"ἐπωμίδας συνεχούσας ἐξ ἀμφοτέρων τῶν μερῶν, ἔργον ὑφαντὸν εἰς ἄλληλα συμπεπλεγμένα καθʼ ἑαυτό."},{"number":12,"verse":"Ἐξ αὐτοῦ ἐποίησαν αὐτὸ κατὰ τὴν αὐτοῦ ποίησιν, ἐκ χρυσίου, καὶ ὑακίνθου, καὶ πορφύρας, καὶ κοκκίνου διανενησμένου, καὶ βύσσου κεκλωσμένης, καθὰ συνέταξε Κύριος τῷ Μωυσῇ·"},{"number":13,"verse":"καὶ ἐποίησαν ἀμφοτέρους τοὺς λίθους τῆς σμαράγδου συνπεπορπημένους καὶ περισεσιαλωμένους χρυσίῳ, γεγλυμμένους καὶ ἐκκεκολαμμένους ἐγκόλαμμα σφραγίδος ἐκ τῶν ὀνομάτων τῶν υἱῶν Ἰσραήλ·"},{"number":14,"verse":"καὶ ἐπέθηκεν αὐτοὺς ἐπὶ τοὺς ὤμους τῆς ἐπωμίδος, λίθους μνημοσύνου τῶν υἱῶν Ἰσραὴλ, καθὰ συνέταξε Κύριος τῷ Μωυσῇ."},{"number":15,"verse":"Καὶ ἐποίησαν λογεῖον, ἔργον ὑφαντὸν ποικιλίᾳ κατὰ τὸ ἔργον τῆς ἐπωμίδος, ἐκ χρυσίου, καὶ ὑακίνθου, καὶ πορφύρας, καὶ κοκκίνου διανενησμένου, καὶ βύσσου κεκλωσμένης·"},{"number":16,"verse":"τετράγωνον διπλοῦν ἐπόησαν τὸ λογεῖον· σπιθαμῆς τὸ μῆκος, καὶ σπιθαμῆς τὸ εὖρος διπλοῦν."},{"number":17,"verse":"Καὶ συνυφάνθη ἐν αὐτῷ ὕφασμα κατάλιθον τετράστιχον· στίχος λίθων, σάρδιον καὶ τοπάζιον καὶ σμάραγδος, ὁ στίχος ὁ εἷς·"},{"number":18,"verse":"καὶ ὁ στίχος ὁ δεύτερος, ἄνθραξ καὶ σάπφειρος καὶ ἴασπις·"},{"number":19,"verse":"καὶ ὁ στίχος ὁ τρίτος, λιγύριον καὶ ἀχάτης καὶ ἀμέθυστος·"},{"number":20,"verse":"καὶ ὁ στίχος ὁ τέταρτος, χρυσόλιθος καὶ βηρύλλιον καὶ ὀνύχιον περικεκυκλωμένα χρυσίῳ, καὶ συνδεδεμένα χρυσίῳ."},{"number":21,"verse":"Καὶ οἱ λίθοι ἦσαν ἐκ τῶν ὀνομάτων τῶν υἱῶν Ἰσραὴλ δώδεκα, ἐκ τῶν ὀνομάτων αὐτῶν ἐγγεγλυμμένα εἰς σφραγίδας, ἕκαστος ἐκ τοῦ ἑαυτοῦ ὀνόματος εἰς τὰς δώδεκα φυλάς."},{"number":22,"verse":"Καὶ ἐποίησαν ἐπὶ τὸ λογεῖον κρωσσοὺς συμπεπλεγμένους, ἔργον ἐμπλοκίου, ἐκ χρυσίου καθαροῦ."},{"number":23,"verse":"Καὶ ἐποίησαν δύο ἀσπιδίσκας χρυσᾶς, καὶ δύο δακτυλίους χρυσοῦς· καὶ ἐπέθηκαν τοὺς δύο δακτυλίους τοὺς χρυσοῦς ἐπʼ ἀμφοτέρας τὰς ἀρχὰς τοῦ λογείου."},{"number":24,"verse":"Καὶ ἐπέθηκαν τὰ ἐμπλόκια ἐκ χρυσίου ἐπὶ τοὺς δακτυλίους ἐπʼ ἀμφοτέρων τῶν μερῶν τοῦ λογείου·"},{"number":25,"verse":"καὶ εἰς τὰς δύο συμβολὰς τὰ δύο ἐμπλόκια. Καὶ ἐπέθηκαν ἐπὶ τὰς δύο ἀσπιδίσκας· καὶ ἐπέθηκαν ἐπὶ τοὺς ὤμους τῆς ἐπωμίδος ἐξεναντίας κατὰ πρόσωπον."},{"number":26,"verse":"Καὶ ἐποίησαν δύο δακτυλίους χρυσοῦς, καὶ ἐπέθηκαν ἐπὶ τὰ δύο πτερύγια ἐπʼ ἄκρου τοῦ λογείου, καὶ ἐπὶ τὸ ἄκρον τοῦ ὀπισθίου τῆς ἐπωμίδος ἔσωθεν·"},{"number":27,"verse":"Καὶ ἐποίησαν δύο δακτυλίους χρυσοῦς, καὶ ἐπέθηκαν ἐπʼ ἀμφοτέρους τοὺς ὤμους τῆς ἐπωμίδος κάτωθεν αὐτοῦ, κατὰ πρόσωπον κατὰ τὴν συμβολὴν ἄνωθεν τῆς συνυφῆς τῆς ἐπωμίδος·"},{"number":28,"verse":"καὶ συνέσφιγξε τὸ λογεῖον ἀπὸ τῶν δακτυλίων τῶν ἐπʼ αὐτοῦ εἰς τοὺς δακτυλίους τῆς ἐπωμίδος, συνεχομένους ἐκ τῆς ὑακίνθου, συμπεπλεγμένους εἰς τὸ ὕφασμα τῆς ἐπωμίδος, ἵνα μὴ χαλᾶται τὸ λογεῖον ἀπὸ τῆς ἐπωμίδος, καθὰ συνέταξε Κύριος τῷ Μωυσῇ."},{"number":29,"verse":"Καὶ ἐποίησαν τὸν ὑποδύτην ὑπὸ τὴν ἐπωμίδα, ἔργον ὑφαντὸν, ὅλον ὑακίνθινον·"},{"number":30,"verse":"τὸ δὲ περιστόμιον τοῦ ὑποδύτου ἐν τῷ μέσῳ διυφασμένον συμπλεκτὸν, ὤαν ἔχον κύκλῳ τὸ περιστόμιονν ἀδιάλυτον·"},{"number":31,"verse":"Καὶ ἐποίησαν ἐπὶ τοῦ λώματος τοῦ ὑποδύτου κάτωθεν ὡς ἐξανθούσης ῥόας ῥοΐσκους, ἐξ ὑακίνθου, καὶ πορφύρας, καὶ κοκκίνου νενησμένου, καὶ βύσσου κεκλωσμένης."},{"number":32,"verse":"Καὶ ἐποίησαν κώδωνας χρυσοῦς, καὶ ἐπέθηκαν τοὺς κώδωνας ἐπὶ τὸ λῶμα τοῦ ὑποδύτου κύκλῳ ἀνὰ μέσον τῶν ῥοΐσκων·"},{"number":33,"verse":"κώδων χρυσοῦς καὶ ῥοΐσκος ἐπὶ τοῦ λώματος τοῦ ὑποδύτου κύκλῳ, εἰς τὸ λειτουργεῖν, καθὰ συνέταξε Κύριος τῷ Μωυσῇ."},{"number":34,"verse":"Καὶ ἐποίησαν χιτῶνας βυσσίνους, ἔργον ὑφαντὸν, Ἀαρὼν καὶ τοῖς υἱοῖς αὐτοῦ,"},{"number":35,"verse":"καὶ τὰς κιδάρεις ἐκ βύσσου, καὶ τὴν μίτραν ἐκ βύσσου, καὶ τὰ περισκελῆ ἐκ βύσσου κεκλωσμένης,"},{"number":36,"verse":"καὶ τὰς ζώνας αὐτῶν ἐκ βύσσου, καὶ ὑακίνθου, καὶ πορφύρας, καὶ κοκκίνου νενησμένου, ἔργον ποικιλτοῦ, ὃν τρόπον συνέταξε Κύριος τῷ Μωυσῇ."},{"number":37,"verse":"Καὶ ἐποίησαν τὸ πέταλον τὸ χρυσοῦν, ἀφόρισμα τοῦ ἁγίου, χρυσίου καθαροῦ· καὶ ἔγραψεν ἐπʼ αὐτοῦ γράμματα ἐκτετυπωμένα, σφραγίδος, Ἁγίασμα Κυρίῳ·"},{"number":38,"verse":"Καὶ ἐπέθηκαν ἐπὶ τὸ λῶμα ὑακίνθινον, ὥστε ἐπικεῖσθαι ἐπὶ τὴν μίτραν ἄνωθεν, ὅν τρόπον συνέταξε Κύριος τῷ Μωυσῇ."}]}