{"bibleAbbr":"KJ3-2005","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":14,"verses":[{"number":1,"verse":"And it was the Passover, and the Feast of Unleavened Bread after two days. And the chief priests and the scribes sought how, having seized Him by guile, they might kill Him."},{"number":2,"verse":"But they said, Not during the Feast, lest there will be a tumult of the people."},{"number":3,"verse":"And He being in Bethany in the house of Simon the leper, He reclining, a woman came, having an alabaster vial of pure, costly ointment of nard. And breaking the alabaster vial, she poured it down on His head."},{"number":4,"verse":"And some were being indignant within themselves, and saying, For what has this waste of the ointment occurred?"},{"number":5,"verse":"For this could be sold for over three hundred denarii, and to be given to the poor. And they were very angry with her."},{"number":6,"verse":"But Jesus said, Let her alone. Why do you cause her troubles? She worked a good work toward Me."},{"number":7,"verse":"For you have the poor with you always, and when you wish, you can do well toward them. But you do not have Me always."},{"number":8,"verse":"What this one had, she did. She took beforehand to anoint My body for the burial."},{"number":9,"verse":"Truly I say to you, Wherever this gospel is proclaimed in all the world, what this one did will also be spoken of for a memorial of her."},{"number":10,"verse":"And Judas Iscariot, one of the Twelve, went away to the chief priests, that he might give Him over to them."},{"number":11,"verse":"And hearing, they rejoiced and promised to give him silver. And he sought how he might opportunely give Him over."},{"number":12,"verse":"And on the first day of the Unleavened Bread, when they killed the Passover, His disciples said to Him, Where do You desire that going we may prepare that You may eat the Passover?"},{"number":13,"verse":"And He sent two of His disciples, and said to them, Go into the city. And you will meet a man carrying a pitcher of water. Follow him."},{"number":14,"verse":"And wherever he goes in, say to the housemaster, The Teacher says, Where is the guest room where I may eat the Passover with My disciples?"},{"number":15,"verse":"And he will show you a large upper room, having been spread and made ready. Prepare for us there."},{"number":16,"verse":"And His disciples went out and came into the city and found it as He told them. And they prepared the Passover."},{"number":17,"verse":"And evening having come, He comes with the Twelve."},{"number":18,"verse":"And as they were reclining and eating, Jesus said, Truly I say to you, One of you will give Me over, the one eating with Me."},{"number":19,"verse":"And they began to be grieved, and to say to Him one by one, No, not I, is it? And another, No, not I, is it?"},{"number":20,"verse":"But answering, He said to them, It is one from the Twelve, the one dipping in the dish with Me."},{"number":21,"verse":"Truly the Son of Man goes as it has been written concerning Him, but woe to that man through whom the Son of Man is given over! It were good for him if that man had not been born."},{"number":22,"verse":"And as they were eating, Jesus taking a loaf, blessing, He broke and gave to them. And He said, Take, eat, this is My body."},{"number":23,"verse":"And taking the cup, giving thanks, He gave to them. And they all drank out of it."},{"number":24,"verse":"And He said to them, This is My blood, that of the New Covenant, which is poured out concerning many."},{"number":25,"verse":"Truly I say to you, No more, I may not drink from the produce of the vine, not until that day when I drink it new in the kingdom of God!"},{"number":26,"verse":"And singing a hymn, they went out to the Mount of Olives."},{"number":27,"verse":"And Jesus said to them, All of you will be stumbled in Me in this night, because it has been written: \"I will strike the Shepherd, and the sheep will be scattered.\" Zech 13:7"},{"number":28,"verse":"But after the raising up of Me, I will go before you into Galilee."},{"number":29,"verse":"But Peter said to Him, Even if all are being stumbled, yet not I."},{"number":30,"verse":"And Jesus said to him, Truly I say to you that today, in this night, before a cock sounds twice, you will deny Me three times."},{"number":31,"verse":"But rather he said more fervently, If I must die with You, I will not deny You, not ever! And likewise also they all said."},{"number":32,"verse":"And they came to a place which was named Gethsemane. And He said to His disciples, Sit here while I pray."},{"number":33,"verse":"And He took along Peter and James and John with Him. And He began to be much amazed and to be deeply distressed"},{"number":34,"verse":"And He said to them, My soul is deeply grieved, unto death. Remain here and stay awake."},{"number":35,"verse":"And going forward a little, He fell on the ground and prayed that if it were possible, the hour might pass from Him."},{"number":36,"verse":"And He said, Abba, Father, all things are possible to You; take this cup from Me. Yet not what I will, but what You will."},{"number":37,"verse":"And He comes and finds them sleeping. And He says to Peter, Simon, do you sleep? Were you not strong enough to keep awake one hour?"},{"number":38,"verse":"Keep awake and pray, that you may not enter into temptation. The spirit truly is ready, but the flesh is weak."},{"number":39,"verse":"And going away again, He prayed, saying the same thing."},{"number":40,"verse":"And returning, He found them sleeping again, for their eyes were heavy. And they did not know what to answer Him."},{"number":41,"verse":"And He came a third time, and said to them, Sleep on now, and rest. It is enough. The hour has come. Behold, the Son of Man is given over into the hands of sinners."},{"number":42,"verse":"Rise up, let us go. Behold, the one giving Me over has drawn near."},{"number":43,"verse":"And at once, He yet speaking, Judas arrives, being one of the Twelve. And with him was a great crowd with swords and clubs, from the chief priests and the scribes and the elders."},{"number":44,"verse":"And the one giving Him over had given them a signal, saying, Whomever I kiss, it is He; seize Him and lead Him away safely."},{"number":45,"verse":"And coming, at once drawing near to Him, he said, Rabbi, Rabbi! And he ardently kissed Him."},{"number":46,"verse":"And they laid their hands on Him and seized Him."},{"number":47,"verse":"But a certain one of those standing by, drawing a sword, struck the slave of the high priest and took off his ear."},{"number":48,"verse":"And answering, Jesus said to them, Did you come out with swords and clubs to take Me, as against a plunderer?"},{"number":49,"verse":"According to a day I was with you teaching in the temple, and you did not seize Me. But it is that the Scriptures may be fulfilled."},{"number":50,"verse":"And leaving Him, all fled."},{"number":51,"verse":"And one, a certain young man, was following Him, having thrown a linen cloth about his naked body. And the young men seized him."},{"number":52,"verse":"But leaving behind the linen cloth, he fled from them naked."},{"number":53,"verse":"And they led Jesus away to the high priest. And all the chief priests and the elders and the scribes came together to him."},{"number":54,"verse":"And Peter followed Him from a distance, to the inside of the courtyard of the high priest. And he was sitting with the under-officers, also warming himself toward the light."},{"number":55,"verse":"And the chief priests and the whole sanhedrin sought testimony against Jesus, to put Him to death, and were not finding."},{"number":56,"verse":"For many falsely testified against Him, but the testimonies were not identical."},{"number":57,"verse":"And standing up, some falsely testified against Him, saying,"},{"number":58,"verse":"We heard Him saying, I will throw down this temple made with hands, and through three days I will build another not made with hands."},{"number":59,"verse":"And neither in this was their testimony identical."},{"number":60,"verse":"And standing in the middle, the high priest questioned Jesus, saying, Do you not answer? Nothing? What do these testify against you?"},{"number":61,"verse":"But He was silent and answered nothing. Again the high priest questioned Him, and said to Him, Are you the Christ, the Son of the Blessed?"},{"number":62,"verse":"And Jesus said, I AM! And you will see the Son of Man sitting at the right hand of power, and coming with the clouds of the heaven. Psa 110:1; Dan 7:13"},{"number":63,"verse":"And tearing his garments, the high priest said, What need do we still have of witnesses?"},{"number":64,"verse":"You heard the blasphemy. What does it appear to you? And they all adjudged Him liable of death."},{"number":65,"verse":"And some began to spit at Him, and to cover His face, and to beat Him with a fist, and to say to Him, Prophesy! And the under- officers struck Him with slaps."},{"number":66,"verse":"And Peter being in the courtyard below, one of the high priest's female slaves comes."},{"number":67,"verse":"And seeing Peter warming himself, looking at him, she said, You also were with Jesus the Nazarene."},{"number":68,"verse":"But he denied, saying, I do not know nor understand what you say. And he went out into the forecourt. And a cock sounded."},{"number":69,"verse":"And seeing him again, the female slave began to say to those standing by, This one is of them."},{"number":70,"verse":"And again he denied. And after a little, those standing by again said to Peter, Truly you are from them, for you are both a Galilean and your speech is like theirs.."},{"number":71,"verse":"But he began to curse and to swear, I do not know this man of whom you speak."},{"number":72,"verse":"And a second time a cock sounded. And Peter remembered the word Jesus said to him, Before a cock sounds twice, you will deny Me three times. And thinking on it, he wept."}]}