{"bibleAbbr":"KJ3-2005","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"And again He entered into Capernaum after some days. And it was heard that He was in a house."},{"number":2,"verse":"And at once many were gathered, so as none any longer had room, not even to the door. And He spoke the Word to them."},{"number":3,"verse":"And they came to Him carrying a paralyzed one, being borne by four."},{"number":4,"verse":"And not being able to draw near to Him, due to the crowd, they unroofed the roof where He was. And having dug through, they lowered the cot on which the paralyzed one was lying."},{"number":5,"verse":"And seeing their faith, Jesus said to the paralyzed one, Child, your sins are remitted to you."},{"number":6,"verse":"But some of the scribes were sitting there and reasoning in their hearts,"},{"number":7,"verse":"Why does this one speak blasphemies this way? Who is able to remit sins, except One, God?"},{"number":8,"verse":"And instantly knowing in His spirit that they reasoned this way within themselves, Jesus said to them, Why do you reason these things in your hearts?"},{"number":9,"verse":"Which is easier? To say to the paralyzed one, Your sins are remitted to you, or to say, Rise up and take your cot and walk?"},{"number":10,"verse":"But that you may know that the Son of Man has authority to remit sins on the earth, He said to the paralyzed one,"},{"number":11,"verse":"I say to you, Rise up and take up your cot and go to your house."},{"number":12,"verse":"And he rose up at once. And taking his cot, he went out before all, so as all to be astonished and glorified God, saying, Never did we see it this way."},{"number":13,"verse":"And He went out by the sea again. And all the crowd came to Him, and He taught them."},{"number":14,"verse":"And passing on, He saw Levi the son of Alpheus sitting at the tax office. And He said to him, Follow Me. And rising up, he followed Him."},{"number":15,"verse":"And it happened as He reclined in his house, even many tax collectors and sinners reclined with Jesus and His disciples, for they were many. And they followed Him."},{"number":16,"verse":"And the scribes and Pharisees seeing Him eating with tax collectors and sinners, they said to His disciples, Why is it that He eats and drinks with the tax collectors and sinners?"},{"number":17,"verse":"And hearing, Jesus says to them, Those who are strong have no need of a physician, but those badly having illness. I did not come to call the righteous ones to repentance, but sinners."},{"number":18,"verse":"And John's disciples, and those of the Pharisees, were fasting. And they came and said to Him, Why do John's disciples and those of the Pharisees fast, but Your disciples do not fast?"},{"number":19,"verse":"And Jesus said to them, Are able the sons of the bridechamber fast in which the groom is with them? As much time they have the groom with them, they cannot fast."},{"number":20,"verse":"But the days will come when the groom will be taken away from them, and then they will fast in those days."},{"number":21,"verse":"And no one sews a patch of unmilled cloth on an old garment, else it takes away its fullness, the new from the old, and a worse tear occurs."},{"number":22,"verse":"And no one puts new wine into old wineskins, else the new wine bursts the wineskins, and the wine pours out, and the wineskins will be destroyed. But new wine is put into fresh wineskins."},{"number":23,"verse":"And it happened, He went along through the grain fields in the sabbaths. And His disciples began to make way, plucking the heads of grain."},{"number":24,"verse":"And the Pharisees said to Him, Behold, why do they do that which is not lawful on the sabbaths?"},{"number":25,"verse":"And He said to them, Did you never read what David did when he had need and hungered, he and those with him,"},{"number":26,"verse":"how he entered the house of God in the days of Abiathar the high priest, and ate the Loaves of the Presentation, which it is not lawful to eat, except for the priests, and he even gave to those being with him?"},{"number":27,"verse":"And He said to them, The sabbath came into being for man's sake, not man for the sabbath's sake."},{"number":28,"verse":"So then the Son of Man is Lord of the sabbath also."}]}