{"bibleAbbr":"LXXe1851","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord which came to Joel the son of Bathuel."},{"number":2,"verse":"Hear these words, ye elders, and hearken all ye that inhabit the land. (Gr. if. ) Have such things happen in your days, or in the days of your fathers?"},{"number":3,"verse":"Tell your children concerning them, and let your children tell their children, and their children another generation."},{"number":4,"verse":"The leavings of the (It is difficult to assign the exact meaning of the Greek. ) caterpillar has the locust eaten, and the leavings of the locust has the palmerworm eaten, and the leavings of the palmerworm has the cankerworm eaten."},{"number":5,"verse":"Awake, ye drunkards, from (Gr. their. ) your wine, and weep: mourn, all ye that drink wine to drunkenness: for joy and gladness and removed are from your mouth."},{"number":6,"verse":"For a strong and innumerable nation is come up against my land, their teeth are lion's teeth, and their back teeth those of a lion's whelp."},{"number":7,"verse":"He has ruined my vine, and utterly broken my fig-trees: he has utterly searched my vine, and cast it down; he has (Gr. whitened, Gen 3037. ) peeled its branches."},{"number":8,"verse":"Lament to me more than a virgin girded with sackcloth for the (i. e. one who married her as a virgin. ) husband of her youth."},{"number":9,"verse":"The meat-offering and drink-offering are removed from the house of the Lord: mourn, ye priests that serve at the altar of the Lord."},{"number":10,"verse":"For the plains languish: let the land mourn, for the corn languishes; the wine is dried up, the oil becomes scarce;"},{"number":11,"verse":"the husbandmen are consumed: mourn your property on account of the wheat and barley; for the (Or, vintage. ) harvest has perished from off the field."},{"number":12,"verse":"The vine is dried up, and the fig-trees are become few; the pomegranate, and palm-tree, and apple, and all trees of the field are dried up: for the sons of men (Gr. disfigured, or, disgraced. ) have have abolished joy."},{"number":13,"verse":"Gird yourselves with sackcloth, and lament, ye priests: mourn, ye that serve at the altar: go in, sleep in sackcloths, ye that minister to God: for the meat-offering and drink-offering are withheld from the house of your God."},{"number":14,"verse":"Sanctify a fast, proclaim a solemn service, gather the elders and all the inhabitants of the land into the house of your God, and cry earnestly to the Lord,"},{"number":15,"verse":"Alas, Alas, Alas for the day! for the day of the Lord is nigh, and it will come as trouble upon trouble."},{"number":16,"verse":"Your meat has been destroyed before your eyes, joy and gladness from out of the house of your God."},{"number":17,"verse":"The heifers have started at their mangers, the treasures are abolished, the wine-presses are broken down; for the corn is withered."},{"number":18,"verse":"What shall we store up for ourselves? the herds of cattle have mourned, because they had no pasture; and the flocks of sheep have been utterly destroyed."},{"number":19,"verse":"To thee, O Lord, will I cry: for fire has devoured the fair places of the wilderness, and a flame has burnt up all the trees of the field."},{"number":20,"verse":"And the cattle of the field have looked up to thee: for the (Gr. issues. See 2 Ki22:16. Ezek47:4 ) fountains of waters have been dried up, and fire has devoured the fair places of the wilderness."}]}