{"bibleAbbr":"bnOV2016","bookName":"ইব্রীয়দের প্রতি পত্র।","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"( যীশু মোশি অপেক্ষা মহান্।) অতএব, হে পবিত্র ভ্রাতৃগণ, স্বর্গীয় আহ্বানের অংশিগণ, তোমরা আমাদের ধর্ম্ম-প্রতিজ্ঞার প্রেরিত ও মহাযাজকের প্রতি, যীশুর প্রতি, দৃষ্টি রাখ;"},{"number":2,"verse":"মোশি যেমন তাঁহার সমস্ত গৃহের মধ্যে ছিলেন, তেমনি তিনিও আপন নিয়োগকর্ত্তার কাছে বিশ্বস্ত ছিলেন। ( ।)"},{"number":3,"verse":"বস্তুতঃ গৃহের সংস্থাপক যে পরিমাণে গৃহ অপেক্ষা অধিক সমাদর পান, সেই পরিমাণে ইনি মোশি অপেক্ষা অধিক গৌরবের যোগ্যপাত্র বলিয়া গণিত হইয়াছেন।"},{"number":4,"verse":"কেননা প্রত্যেক গৃহ কাহারও দ্বারা সংস্থাপিত হয়, কিন্তু যিনি সকলই সংস্থাপন করিয়াছেন, তিনি ঈশ্বর।"},{"number":5,"verse":"আর মোশি তাঁহার সমস্ত গৃহের মধ্যে সেবকবৎ বিশ্বস্ত ছিলেন; যাহা যাহা পরে বক্তব্য ছিল, সেই সকলের বিষয় সাক্ষ্য দিবার নিমিত্তই ছিলেন;"},{"number":6,"verse":"কিন্তু খ্রীষ্ট তাঁহার গৃহের উপরে পুত্রবৎ [বিশ্বস্ত]; আর যদি আমরা আমাদের সাহস ও আমাদের প্রত্যাশার শ্লাঘা শেষ পর্য্যন্ত দৃঢ়রূপে ধারণ করি, তবে তাঁহার গৃহ আমরাই।"},{"number":7,"verse":"( বিশ্বাস দ্বারাই ঈশ্বরের বিশ্রামে প্রবেশ-লাভ হয়।) অতএব, পবিত্র আত্মা যেমন বলেন, “অদ্য যদি তোমরা তাঁহার রব শ্রবণ কর,"},{"number":8,"verse":"তবে আপন আপন হৃদয় কঠিন করিও না, যেমন সেই বিদ্রোহস্থানে, প্রান্তরের মধ্যে সেই পরীক্ষার দিবসে ঘটিয়াছিল;"},{"number":9,"verse":"তথায় তোমাদের পিতৃপুরুষেরা বিচার করিয়া আমার পরীক্ষা লইল, এবং চল্লিশ বৎসর কাল আমার কার্য্য দেখিল;"},{"number":10,"verse":"এই জন্য আমি এই জাতির প্রতি অসন্তুষ্ট হইলাম, আর কহিলাম, ইহারা সর্ব্বদা হৃদয়ে ভ্রান্ত হয়; আর তাহারা আমার পথ জ্ঞাত হইল না;"},{"number":11,"verse":"তখন আমি আপন ক্রোধে এই শপথ করিলাম, ইহারা আমার বিশ্রামে প্রবেশ করিবে না।” ( ।; ।; ।)"},{"number":12,"verse":"ভ্রাতৃগণ, দেখিও, পাছে অবিশ্বাসের এমন মন্দ হৃদয় তোমাদের কাহারও মধ্যে থাকে যে, তোমরা জীবন্ত ঈশ্বর হইতে সরিয়া পড়।"},{"number":13,"verse":"বরং তোমরা দিন দিন পরস্পর চেতনা দেও, যাবৎ ‘অদ্য’ নামে আখ্যাত সময় থাকে, যেন তোমাদের মধ্যে কেহ পাপের প্রতারণায় কঠিনীভূত না হয়।"},{"number":14,"verse":"কেননা আমরা খ্রীষ্টের সহভাগী হইয়াছি, যদি আদি হইতে আমাদের নিশ্চয়জ্ঞান শেষ পর্য্যন্ত দৃঢ় করিয়া ধারণ করি।"},{"number":15,"verse":"ফলতঃ উক্ত আছে, “অদ্য যদি তোমরা তাঁহার রব শ্রবণ কর, তবে আপন আপন হৃদয় কঠিন করিও না, যেমন সেই বিদ্রোহস্থানে।”"},{"number":16,"verse":"বল দেখি, কাহারা শুনিয়া বিদ্রোহ করিয়াছিল? মোশি দ্বারা মিসর হইতে আনীত সমস্ত লোক কি নয়?"},{"number":17,"verse":"কাহাদের প্রতিই বা তিনি চল্লিশ বৎসর অসন্তুষ্ট ছিলেন? তাহাদের প্রতি কি নয়, যাহারা পাপ করিয়াছিল, যাহাদের শব প্রান্তরে পতিত হইল?"},{"number":18,"verse":"তিনি কাহাদের বিরুদ্ধেই বা এই শপথ করিয়াছিলেন যে, “ইহারা আমার বিশ্রামে প্রবেশ করিবে না,” অবাধ্যদের বিরুদ্ধে কি নয়?"},{"number":19,"verse":"ইহাতে আমরা দেখিতে পাইতেছি যে, অবিশ্বাস প্রযুক্তই তাহারা প্রবেশ করিতে পারিল না।"}]}