{"bibleAbbr":"bnOV2016","bookName":"ইব্রীয়দের প্রতি পত্র।","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"অতএব আইস, আমরা খ্রীষ্টবিষয়ক আদিম কথা পশ্চাৎ ফেলিয়া সিদ্ধির চেষ্টায় অগ্রসর হই; পুনর্ব্বার এই ভিত্তিমূল স্থাপন না করি, যথা মৃত ক্রিয়া হইতে মনপরিবর্ত্তন, ও ঈশ্বরের উপরে বিশ্বাস,"},{"number":2,"verse":"নানা বাপ্তিস্ম ও হস্তার্পণের শিক্ষা, মৃতগণের পুনরুত্থান ও অনন্তকালার্থক বিচার।"},{"number":3,"verse":"ঈশ্বরের অনুমতি হইলে তাহাই করিব।"},{"number":4,"verse":"কেননা যাহারা একবার দীপ্তি প্রাপ্ত হইয়াছে, ও স্বর্গীয় দানের রসাস্বাদন করিয়াছে, ও পবিত্র আত্মার ভাগী হইয়াছে,"},{"number":5,"verse":"এবং ঈশ্বরের মঙ্গলবাক্যের ও ভাবী যুগের নানা পরাক্রমের রসাস্বাদন করিয়াছে,"},{"number":6,"verse":"পরে ধর্ম্মভ্রষ্ট হইয়াছে, মনপরিবর্ত্তনার্থে আবার তাহাদিগকে নূতন করিতে পারা যায় না; কেননা তাহারা আপনাদের বিষয়ে ঈশ্বরের পুত্রকে পুনরায় ক্রুশে দেয় ও প্রকাশ্য নিন্দাস্পদ করে।"},{"number":7,"verse":"কারণ যে ভূমি আপনার উপরে পুনঃ পুনঃ পতিত বৃষ্টি পান করিয়াছে, আর যাহাদের নিমিত্ত উহা চাষ করা গিয়াছে, তাহাদের জন্য উপযুক্ত ওষধি উৎপন্ন করে, তাহা ঈশ্বর হইতে আশীর্ব্বাদ প্রাপ্ত হয়; কিন্তু যদি কাঁটাবন ও শ্যাকুল উৎপন্ন করে,"},{"number":8,"verse":"তবে তাহা অকর্ম্মণ্য ও শাপের সমীপবর্ত্তী, জ্বলনই তাহার পরিণাম।"},{"number":9,"verse":"( যীশুর আশ্রিতেরা নিশ্চয় পরিত্রাণ পাইবে।) কিন্তু, প্রিয়তমেরা, যদ্যপি আমরা এইরূপ বলিতেছি, তথাপি তোমাদের বিষয়ে এমন দৃঢ় প্রত্যয় করিতেছি যে, তোমাদের অবস্থা ইহা অপেক্ষা ভাল এবং পরিত্রাণসহযুক্ত।"},{"number":10,"verse":"কেননা ঈশ্বর অন্যায়কারী নহেন; তোমাদের কার্য্য, এবং তোমরা পবিত্রগণের যে পরিচর্য্যা করিয়াছ ও করিতেছ, তদ্দ্বারা তাঁহার নামের প্রতি প্রদর্শিত তোমাদের প্রেম, এই সকল তিনি ভুলিয়া যাইবেন না।"},{"number":11,"verse":"কিন্তু আমাদের বাসনা এই, যেন তোমাদের প্রত্যেক জন একই প্রকার যত্ন দেখায়, যাহাতে শেষ পর্য্যন্ত প্রত্যাশার পূর্ণতা থাকিবে;"},{"number":12,"verse":"যেন তোমরা শিথিল না হও, কিন্তু যাহারা বিশ্বাস ও দীর্ঘসহিষ্ণুতা দ্বারা প্রতিজ্ঞা-সমূহের দায়াধিকারী, তাহাদের অনুকারী হও।"},{"number":13,"verse":"কেননা ঈশ্বর যখন অব্রাহামের নিকটে প্রতিজ্ঞা করিলেন, তখন মহত্তর কোন ব্যক্তির নামে শপথ করিতে না পারাতে আপনারই নামে শপথ করিলেন,"},{"number":14,"verse":"কহিলেন, “আমি অবশ্যই তোমাকে আশীর্ব্বাদ করিব, এবং তোমার অতিশয় বংশবৃদ্ধি করিব।” ( , ।)"},{"number":15,"verse":"আর এইরূপে দীর্ঘসহিষ্ণুতা করিয়া তিনি প্রতিজ্ঞা প্রাপ্ত হইলেন।"},{"number":16,"verse":"মনুষ্যেরা ত মহত্তর ব্যক্তির নাম লইয়া শপথ করে; এবং দৃঢ়ীকরণার্থে শপথই তাহাদের সমস্ত প্রতিকূলবাদের অন্তক।"},{"number":17,"verse":"এই ব্যাপারে ঈশ্বর প্রতিজ্ঞার দায়াধিকারীদিগকে আপন মন্ত্রণার অপরিবর্ত্তনীয়তা আরও অতিরিক্তরূপে দেখাইবার বাসনায় শপথের প্রয়োগ দ্বারা মধ্যস্থতা করিলেন;"},{"number":18,"verse":"অভিপ্রায় এই, যে ব্যাপারে মিথ্যাকথা বলা ঈশ্বরের অসাধ্য, এমন অপরিবর্ত্তনীয় দুই ব্যাপার দ্বারা আমরা—যাহারা সম্মুখস্থ প্রত্যাশা ধরিবার জন্য শরণার্থে পলায়ন করিয়াছি—যেন দৃঢ় আশ্বাস প্রাপ্ত হই।"},{"number":19,"verse":"আমাদের সেই প্রত্যাশা আছে, তাহা প্রাণের লঙ্গরস্বরূপ, অটল ও দৃঢ়, এবং তিরস্করিণীর ভিতরে যায়। ( ।; ।)"},{"number":20,"verse":"আর সেই স্থানে আমাদের নিমিত্ত, অগ্রগামী হইয়া যীশু প্রবেশ করিয়াছেন, মল্কীষেদকের রীতি অনুযায়ী অনন্তকালীন মহাযাজক হইয়াছেন।"}]}