{"bibleAbbr":"bnOV2016","bookName":"ইব্রীয়দের প্রতি পত্র।","bookEnglishName":"Hebrews","chapterNumber":8,"verses":[{"number":1,"verse":"( খ্রীষ্টীয় নূতন নিয়মের মহত্ত্ব।) ( নূতন নিয়ম পুরাতন হইতে উৎকৃষ্ট।) এই সমস্ত কথার সার এই, আমাদের এমন এক মহাযাজক আছেন, যিনি স্বর্গে, মহিমা-সিংহাসনের দক্ষিণে, উপবিষ্ট হইয়াছেন।"},{"number":2,"verse":"তিনি পবিত্র স্থানের, এবং যে তাম্বু মনুষ্যকর্ত্তৃক নয়, কিন্তু প্রভুকর্ত্তৃক স্থাপিত হইয়াছে, সেই প্রকৃত তাম্বুর সেবক।"},{"number":3,"verse":"ফলতঃ প্রত্যেক মহাযাজক উপহার ও বলি উৎসর্গ করিতে নিযুক্ত হন, অতএব ইহাঁরও অবশ্য কিছু উৎসর্জ্জনীয় আছে।"},{"number":4,"verse":"বস্তুতঃ ইনি যদি পৃথিবীতে থাকিতেন, তবে একেবারে যাজকই হইতেন না; কারণ যাহারা ব্যবস্থানুসারে উপহারাদি উৎসর্গ করে, এমন লোক আছে।"},{"number":5,"verse":"তাহারা স্বর্গীয় বিষয়ের দৃষ্টান্ত ও ছায়া লইয়া আরাধনা করে, যেমন মোশি যখন তাম্বুর নির্ম্মাণ সম্পন্ন করিতে উদ্যত ছিলেন, তখন এই আদেশ পাইয়াছিলেন, [ঈশ্বর] কহেন, “দেখিও, পর্ব্বতে তোমাকে যে আদর্শ দেখান গেল, সেইরূপ সকলই করিও।” ( ।)"},{"number":6,"verse":"কিন্তু এখন ইনি সেই পরিমাণে উৎকৃষ্টতর সেবকত্ব পাইয়াছেন, যে পরিমাণে তিনি এমন এক শ্রেষ্ঠ নিয়মের মধ্যস্থ হইয়াছেন, যাহা শ্রেষ্ঠ প্রতিজ্ঞাকলাপের উপরে স্থাপিত হইয়াছে।"},{"number":7,"verse":"কারণ ঐ প্রথম নিয়ম যদি নির্দ্দোষ হইত, তবে দ্বিতীয় এক নিয়মের অন্য স্থানের চেষ্টা করা যাইত না।"},{"number":8,"verse":"পরন্তু তিনি লোকদিগকে দোষ দিয়া বলেন, “প্রভু কহেন, দেখ, এমন সময় আসিতেছে, যখন আমি ইস্রায়েল-কুলের সহিত ও যিহূদা-কুলের সহিত এক নূতন নিয়ম সম্পন্ন করিব,"},{"number":9,"verse":"সেই নিয়মানুসারে নয়, যাহা আমি সেই দিন তাহাদের পিতৃগণের সহিত করিয়াছিলাম, যে দিন মিসর দেশ হইতে তাহাদিগকে বাহির করিয়া আনিবার জন্য তাহাদের হস্ত গ্রহণ করিয়াছিলাম; কেননা তাহারা আমার নিয়মে স্থির রহিল না, আর আমিও তাহাদের প্রতি অবহেলা করিলাম, ইহা প্রভু বলেন।"},{"number":10,"verse":"কিন্তু সেই কালের পর আমি ইস্রায়েল-কুলের সহিত এই নিয়ম স্থির করিব, ইহা প্রভু বলেন; আমি তাহাদের চিত্তে আমার ব্যবস্থা দিব, আর তাহাদের হৃদয়ে তাহা লিখিব, এবং আমি তাহাদের ঈশ্বর হইব, ও তাহারা আমার প্রজা হইবে।"},{"number":11,"verse":"আর তাহারা প্রত্যেকে আপন আপন সহপ্রজাকে, এবং প্রত্যেকে আপন আপন ভ্রাতাকে শিক্ষা দিবে না, বলিবে না, ‘তুমি প্রভুকে জ্ঞাত হও’; কারণ তাহারা ক্ষুদ্র ও মহান্ সকলেই আমাকে জ্ঞাত হইবে।"},{"number":12,"verse":"কেননা আমি তাহাদের অপরাধ সকল ক্ষমা করিব, এবং তাহাদের পাপ সকল আর কখনও স্মরণে আনিব না।” ( ।)"},{"number":13,"verse":"‘নূতন’ বলাতে তিনি প্রথমটী পুরাতন করিয়াছেন; কিন্তু যাহা পুরাতন ও জীর্ণ হইতেছে, তাহা অন্তর্হিত হইতে উদ্যত।"}]}