{"bibleAbbr":"MKJV1962","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"Who [is] as the wise? And who knows the meaning of a thing? A man's wisdom makes his face to shine, and the boldness of his face shall be changed."},{"number":2,"verse":"I [say], keep the king's word, and [that] because of the oath of God."},{"number":3,"verse":"Do not be hasty to leave his presence. Do not take a stand in an evil thing, for he does whatever pleases him."},{"number":4,"verse":"Because the word of a king [is] that which has power; and who may say to him, What are you doing?"},{"number":5,"verse":"Whoever keeps the command shall feel no evil thing; and a wise man's heart knows both time and judgment."},{"number":6,"verse":"Because to every purpose there is time and judgment, therefore the misery of man [is] great on him."},{"number":7,"verse":"For he does not know what shall be; for who can tell him when it shall be?"},{"number":8,"verse":"[There is] no man who has power over the spirit to keep the spirit; nor power in the day of death; and [there is] no discharge in [that] war; nor shall wickedness deliver its owners."},{"number":9,"verse":"All this I have seen, and I gave my heart to every work that is done under the sun. There is] a time in which one man rules over another to his own hurt."},{"number":10,"verse":"And so I saw the wicked buried, and they came and went from the holy place. And they were forgotten in the city, [these] things that they had done. This [is] also vanity."},{"number":11,"verse":"Because sentence [against] an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil."},{"number":12,"verse":"Though a sinner does evil a hundred [times], and his [days] be made longer, yet surely I know that it shall be well with those who fear God, who fear before Him."},{"number":13,"verse":"But it shall not be well with the wicked, nor shall he make [his] days longer like a shadow; because he does not fear before God."},{"number":14,"verse":"There is a vanity which is done on the earth: There are just ones to whom it happens according to the work of the wicked; again, there are wicked ones to whom it happens according to the work of the righteous. I said that this also [is vanity."},{"number":15,"verse":"Then I praised gladness, because a man has no better thing under the sun than to eat and to drink and to be glad; for that shall go with him of his labor for the days of his life which God gives him under the sun."},{"number":16,"verse":"When I gave my heart to know wisdom, and to see the business that is done on the earth; for neither day nor night do men see sleep with their eyes."},{"number":17,"verse":"Then I looked at all the work of God, that a man cannot find out the work that is done under the sun; because though a man labors to seek [it] out, yet he shall not find it. Yea, further, though a wise one speaks of knowing, yet he shall not be able to find [it]."}]}