{"bibleAbbr":"Thomson1808","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"After this Paul departed from Athens and went to Corinth,"},{"number":2,"verse":"where finding a certain Jew, named Aquilas, a native of Pontus, who had lately come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to depart out of Rome, he went to them;"},{"number":3,"verse":"and being of the same trade, lived and wrought with them; for they were tentmakers."},{"number":4,"verse":"And every sabbath day he discoursed in the synagogue, and conciliated the affections both of Jews and Greeks."},{"number":5,"verse":"But when Silas and Timothy were arrived from Macedonia, Paul was enrapt by the spirit, testifying to the Jews that Jesus is The Christ."},{"number":6,"verse":"And upon their setting themselves against this, and using abusive language, he shook his garments, and said to them, Your blood is on your own head. I am clear. Henceforth I will go to the Gentiles."},{"number":7,"verse":"So having left them, he went to the house of a certain person named Justus, a worshipper of God, whose house was adjoining to the synagogue."},{"number":8,"verse":"Now Crispus, the ruler of the synagogue, with all his household, believed in the Lord: and many of the Corinthians, when they heard, believed and were baptized."},{"number":9,"verse":"And in a vision by night, the Lord said to Paul, Be not afraid, but speak, and keep not silence;"},{"number":10,"verse":"for I am with thee; and no one shall set upon thee to hurt thee: for I have much people in this city."},{"number":11,"verse":"So he continued there a year and six months, teaching among them the word of God."},{"number":12,"verse":"Now when Gallio was proconsul of Achaia, the Jews with one accord rose against Paul and brought him to the tribunal,"},{"number":13,"verse":"saying, This person persuadeth men to worship God, contrary to the law."},{"number":14,"verse":"And when Paul was about to open his mouth, Gallio said to the Jews, If it were indeed some act of injustice or malicious villainy, I could with reason, O Jews, bear with you."},{"number":15,"verse":"But if it is a question about a word, or names, or your law, you may look to it yourselves; for I will not be a judge of such matters."},{"number":16,"verse":"So he drove them from the tribunal."},{"number":17,"verse":"Then all the Greeks took Sosthenes the ruler of the synagogue, and beat him before the tribunal. But Gallio did not concern himself in the affair."},{"number":18,"verse":"After this Paul having continued there a considerable time longer, took leave of the brethren and sailed to Syria, and with him Priscilla and Aquilas, having shaved his head at Cenchrea, for he had a vow:"},{"number":19,"verse":"and touching at Ephesus he left them there. He indeed having gone to the synagogue discoursed to the Jews;"},{"number":20,"verse":"but though they requested him to tarry longer with them he would not consent,"},{"number":21,"verse":"but took his leave of them, saying, I must by all means keep the ensuing festival at Jerusalem. But I will come back to you again, if God permit. So, sailing from Ephesus"},{"number":22,"verse":"he arrived at Casarea; and having gone up and saluted the congregation,"},{"number":23,"verse":"he went down to Antioch where he spent some time, and then departed and passed successively through Galatia and Phrygia, establishing all the disciples."},{"number":24,"verse":"In the mean while a certain Jew named Apollos, born at Alexandria, an eloquent man, had come to Ephesus."},{"number":25,"verse":"This man being well versed in the scriptures, had been instructed in the way of the Lord, and being fervent in spirit, he spoke and expounded accurately the passages concerning the Lord, being acquainted only with the baptism of John."},{"number":26,"verse":"And when he began to speak boldly in the synagogue, Aquilas and Priscilla, having heard him, took him home and explained to him more accurately the way of God."},{"number":27,"verse":"And as he was desirous to go to Achaia, the brethren encouraged him and wrote to the disciples to receive him. And being arrived there he by his gift greatly assisted them who had believed,"},{"number":28,"verse":"for he strenuously confuted the Jews in public, shewing by the scriptures that Jesus is The Christ."}]}