{"bibleAbbr":"Thomson1808","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":20,"verses":[{"number":1,"verse":"Now this tumult being over, Paul sent for the disciples, and having embraced them, he set out to go to Macedonia."},{"number":2,"verse":"And when he had gone through those parts, and comforted them with many a discourse, he came to Greece,"},{"number":3,"verse":"where having spent three months, as an ambush was laid for him by the Jews just as he was on the point of embarking for Syria, he thought it advisable to return through Macedonia."},{"number":4,"verse":"And there accompanied him to Asia, Sopater the Berean; and of the Thessalonians, Aristarchus and Secundus; and Gains, of Derbe; and Timothy; and the Asiatics, Tychicus, and Trophimus."},{"number":5,"verse":"These having gone before, waited for us at Troas;"},{"number":6,"verse":"And we, after the days of unleavened bread, set sail from Philippi, and in five days came to them at Troas, where we staid seven days."},{"number":7,"verse":"And on the first day of the week when the disciples assembled to break bread, Paul, being about to depart on the morrow, discoursed with them, and lengthened out the discourse till midnight."},{"number":8,"verse":"Now in the upper room where they were assembled, there were many lamps."},{"number":9,"verse":"And a certain young man named Eutychus, who was sitting in an open window, bending backwards in a deep sleep, was, while Paul was continuing his discourse, bent quite back with the sleep, and fell from the third story, and was taken up dead."},{"number":10,"verse":"But Paul going down, threw himself upon him, and taking him in his arms, said, Be not troubled, for his life is in him."},{"number":11,"verse":"Then going up again, and having broken bread and eaten, he conversed with them a considerable time, even till break of day, and so departed."},{"number":12,"verse":"Now when they brought up the lad alive and were not a little comforted,"},{"number":13,"verse":"we went before to the ship and sailed to Assos where we were to take in Paul. For so he had ordered, intending himself to go by land."},{"number":14,"verse":"And when he met us at Assos we took him in and came to Mitylene."},{"number":15,"verse":"And sailing thence we came the next day over against Chios, and on the day following reached Samos. And after stopping at Trogyllium, we came the next day to Miletus."},{"number":16,"verse":"For Paul had determined to sail by Ephesus, that he might not spend time in Asia, for he was earnestly desirous, if it were possible for him, to be at Jerusalem on the day of Pentecost."},{"number":17,"verse":"So from Miletus he sent to Ephesus, and called hither the elders of the congregation."},{"number":18,"verse":"And when they came to him, he said to them, You know how from my first coming into Asia, I have been with you all the time,"},{"number":19,"verse":"serving the Lord with all humility, and with many tears and trials which befel me by the insidious practices of the Jews;"},{"number":20,"verse":"how I have never shrunk from those things which are advantageous; from announcing to you and teaching you publicly and privately,"},{"number":21,"verse":"attesting both to Jews and Greeks the turning of the mind to God, and the belief in our Lord Jesus Christ."},{"number":22,"verse":"Now behold I am going up to Jerusalem, bound by the spirit, not knowing the things which shall befal me there,"},{"number":23,"verse":"save only that the Holy spirit testifieth in every city, saying, That bonds and afflictions await me."},{"number":24,"verse":"But I make no account of any of these, nor is this life of mine so much my concern as to finish with joy my course; even the office which I have received from the Lord Jesus, to testify the glad tidings of the favour of God."},{"number":25,"verse":"And now behold I know that all you among whom I have gone proclaiming the reign of God, shall no more see my face;"},{"number":26,"verse":"therefore I testify to you this day that I am clear from the blood of all men."},{"number":27,"verse":"For I have not shrunk from declaring to you the whole counsel of God."},{"number":28,"verse":"Take heed therefore to yourselves and to the whole flock among which the holy spirit hath made you overseers to tend the congregation of God which he hath purchased with his own blood."},{"number":29,"verse":"For this I know, that after my departure there will enter in among you grievous wolves, not sparing the flock."},{"number":30,"verse":"Yes, even from among yourselves men will start up, speaking perverse things to draw the disciples after them."},{"number":31,"verse":"Watch therefore, remembering that for the space of three years I did not cease, night nor day, with tears to warn every one."},{"number":32,"verse":"And now with regard to these things I recommend you, brethren, to God and to the word of his grace, who is able to build you up and to give you an inheritance among all who are sanctified."},{"number":33,"verse":"I have coveted no man's silver or gold, or raiment."},{"number":34,"verse":"Even you yourselves know that these very hands have ministered to my wants, and to the supply of them who were with me."},{"number":35,"verse":"On all occasions I have suggested to you that you ought thus to labour, and support the indigent, and to remember the words of the Lord Jesus, that he said, \"It is a greater happiness to give, than to receive.\""},{"number":36,"verse":"And when he had thus spoken, he kneeled down with them all and prayed."},{"number":37,"verse":"And there was great weeping among them all; and they fell upon Paul's neck and kissed him,"},{"number":38,"verse":"being more particularly afflicted at his having said, that they should see his face no more."}]}