{"bibleAbbr":"Thomson1808","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"brethren and fathers, hear my defence which I now make to you."},{"number":2,"verse":"(And when they heard that he spoke to them in the Hebrew dialect, they were the more silent, whereupon he said,)"},{"number":3,"verse":"I indeed am a Jew, born at Tarsus, in Cilicia, but brought up in this city, instructed accurately at the feet of Gamaliel in the law of our fathers, being a zealous worshipper of God as you all are at this day;"},{"number":4,"verse":"one who persecuted this sect to death, binding and delivering into custody both men and women,"},{"number":5,"verse":"as even the chief priest and the whole Sanhedrim can witness for me; from whom when I had received letters to the brethren at Damascus, I went with a design to bring those also who were there, in chains to Jerusalem, that they might be punished."},{"number":6,"verse":"But it came to pass that when I was on the journey and drawing near to Damascus, about mid-day, a great light from heaven suddenly flashed around me."},{"number":7,"verse":"Upon which I fell to the ground, and I heard a voice saving to me, Saul, Saul, Why persecutest thou me?"},{"number":8,"verse":"And I answered, Lord, who art thou? And he said to me, I am Jesus the Nazarene, whom thou art persecuting."},{"number":9,"verse":"Now they who were with me saw indeed the light and were terrified, but did not hear the voice of him who spake to me."},{"number":10,"verse":"Then I said, Lord, what am I to do? And the Lord said to me, Arise and go to Damascus, and there thou shall be told of all that is appointed for thee to do."},{"number":11,"verse":"But as I could not see, by reason of the glory of that light, being led by them who were with me, I went to Damascus,"},{"number":12,"verse":"where one Ananias, a devout man according to the law, in high repute with all the Jewish inhabitants,"},{"number":13,"verse":"came to me, and standing near me, said, Brother Saul, look up. And that instant I looked up upon him."},{"number":14,"verse":"Then he said, The God of our fathers hath prepared thee to know his will and to see the righteous one, and to hear a voice from his mouth,"},{"number":15,"verse":"that thou mayst be a witness for him to all men of what thou hast seen and heard."},{"number":16,"verse":"Now therefore why delayest thou? Arise, baptize and wash thee from thy sins, calling upon the name of the Lord."},{"number":17,"verse":"And it came to pass when I returned to Jerusalem and was praying in the temple, that I fell into a trance"},{"number":18,"verse":"and saw him saying to me, Make haste and depart speedily out of Jerusalem; for they will not receive thy testimony concerning me."},{"number":19,"verse":"Whereupon I said, Lord, they know that I am one who imprisoned and scourged in the synagogues them who believed in thee"},{"number":20,"verse":"and when the blood of thy witness Stephen was shed, I was standing by and gladly consenting to the slaughter of him, and watching the clothes of them who were killing him."},{"number":21,"verse":"And he said to me, Depart, for I will send thee to far distant nations."},{"number":22,"verse":"Now till that Word they had continued listening to him; then they raised their voice saying, Away with such a one from the earth, for it is not fit that he should live."},{"number":23,"verse":"And as they continued to cry aloud and were casting off their mantles and throwing dust in the air,"},{"number":24,"verse":"the commander ordered him to be brought into the castle and examined by scourging that he might know for what cause they raised such an outcry against him."},{"number":25,"verse":"But while they were straining him with thongs, Paul said to the centurion who stood by, Is it lawful for you to scourge a man who is a Roman, and hath not had a trial."},{"number":26,"verse":"Upon hearing this the centurion went to the commander and told him, saying, Consider what thou art about to do; for this man is a Roman."},{"number":27,"verse":"Thereupon the commander came and said to him, Tell me. Art thou a Roman? And he said, Yes."},{"number":28,"verse":"The commander replied, I bought that right of citizenship with a large sum. And Paul said, I had it by birth."},{"number":29,"verse":"They therefore who were going to put him to the question, departed from him immediately. And the commander was afraid, knowing that he was a Roman, and that he had been tying him up."},{"number":30,"verse":"And on the next morning, as he was desirous to know certainly what it was of which he was accused by the Jews, he loosed him from the chains and ordered the chief priests and their whole Sanhedrim to meet; and having brought Paul down he set him before them."}]}