{"bibleAbbr":"Thomson1808","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"Then Paul having fixed his eyes on the Sanhedrim said, Men, brethren, I have conducted myself with an entire good conscience as a subject of God even to this day."},{"number":2,"verse":"Upon which the chief priest Ananias ordered them who stood by him to smite him on the mouth."},{"number":3,"verse":"Whereupon Paul said to him, God is about to smite thee, thou whited wall! Dost thou sit to judge according to the law, and in defiance of the law order me to be smitten?"},{"number":4,"verse":"Upon this the bystanders said. Dost thou revile the chief priest of God?"},{"number":5,"verse":"And Paul said. Brethren, I was not aware that he is chief priest: for it is written, Thou shalt not speak evil of the ruler of thy people."},{"number":6,"verse":"Paul then perceiving that the one part were Sadducees; and the other Pharisees, cried aloud in the Sanhedrim, Men, brethren, I am a Pharisee, a son of a Pharisee. For a hope even of a resurrection of the dead I am now to be judged."},{"number":7,"verse":"And on his saying this there arose a dissention between the Pharisees and the Sadducees, and the multitude was divided."},{"number":8,"verse":"For the Sadducees say, There is no resurrection nor any angel nor spirit; but the Pharisees acknowledge both."},{"number":9,"verse":"And there was a great clamour. And the Scribes, siding with the Pharisees, arose and contended, saying, We find nothing amiss in this man. If a spirit or an angel hath spoken to him, let us not fight against God."},{"number":10,"verse":"And as the tumult increased, the commander, apprehensive that Paul might be torn in pieces by them, ordered the army to march down and take him from among them and bring him into the castle."},{"number":11,"verse":"Now the night following, the Lord standing by him said, \"Paul be of good courage; for as thou hast testified concerning me at Jerusalem, so thou must bear witness at Rome also.\""},{"number":12,"verse":"And in the course of the day some of the Jews, having entered into a conspiracy, bound themselves by the solemn Anathema, saying they would neither eat nor drink till they had killed Paul."},{"number":13,"verse":"And there were more than forty who took this oath,"},{"number":14,"verse":"and who went to the chief priests and elders and said, We have bound ourselves by the solemn Anathema not to taste any thing till we have slain Paul."},{"number":15,"verse":"Now therefore do you with the Sanhedrim make application to the commander that he may bring him down to you to morrow, as being about to examine his affair more minutely. And as for us, before he come near, we are prepared to kill him."},{"number":16,"verse":"But Paul's sister's son hearing of the plot, went to the castle and being admitted told Paul."},{"number":17,"verse":"Whereupon Paul called one of the centurions and said, Introduce this young man to the commander, for he hath something to tell him."},{"number":18,"verse":"He therefore took him along and conducting him to the commander said, Paul the prisoner called me to him, and desired me to introduce to thee this young man who hath something to tell thee."},{"number":19,"verse":"Thereupon the commander took him by the hand, and retiring to a private place asked, What is it that thou hast to tell me?"},{"number":20,"verse":"And he said, The Jews have agreed to request thee to bring down Paul to morrow to the Sanhedrim, under a pretence of making some more minute inquiry concerning him;"},{"number":21,"verse":"but be not prevailed on by them; for there are more than forty men of them in ambush, who have bound themselves by a solemn anathema not to eat nor drink, till they have killed him, and they are now ready, expecting this promise from thee."},{"number":22,"verse":"Upon this the commander dismissed the young man with this charge, Tell no one that thou hast given me this information."},{"number":23,"verse":"Then calling two of the centurions he said, Get ready two hundred soldiers to go to Caesarea, and seventy horsemen, and two hundred spearmen, by the third hour of the night"},{"number":24,"verse":"and provide beasts that they may mount Paul and conduct him safe to Felix the general."},{"number":25,"verse":"Then he wrote a letter of which this is a copy."},{"number":26,"verse":"Claudius Lysias to his excellency general Felix, health and happiness."},{"number":27,"verse":"This man was seized by the Jews and just upon the point of being slain by them, when I came with the army and rescued him. Having learned that he is a Roman"},{"number":28,"verse":"and being desirous to know the crime of which they accused him, I took him down to their Sanhedrim,"},{"number":29,"verse":"and found that he was accused of matters touching questions of their law, but had done nothing that deserved death or imprisonment."},{"number":30,"verse":"But receiving intelligence of a plot against the man, which the Jews were in act to execute, I have sent him to thee and directed his accusers to lay before thee their charges against him. Farewell."},{"number":31,"verse":"The soldiers therefore, pursuant to their orders, took Paul and conducted him that night to Antipatris"},{"number":32,"verse":"and on the morrow returned to the castle leaving the horse to go on with him."},{"number":33,"verse":"These on their arrival at Caesarea delivered the letter to the general and presented Paul to him."},{"number":34,"verse":"And when the general had read the letter, he asked him of what province he was. And being informed that he was of Cilicia,"},{"number":35,"verse":"I will hear thee, said he, when thy accusers are also come. And he ordered him to be kept in Herod's praetorium."}]}