{"bibleAbbr":"Thomson1808","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"But there was a certain man named Ananias, who with his wife Sapphira sold an estate"},{"number":2,"verse":"and kept back a part of the price, his wife also being privy to it. And having brought a certain part he laid it at the feet of the apostles."},{"number":3,"verse":"Upon which Peter said, Ananias, Why hath Satan filled thy heart that thou shouldst lie to the Holy Spirit, and keep back a part of the price of the land?"},{"number":4,"verse":"While it remained, did it not remain thine? And when sold it was still at thine own disposal. Why then hast thou determined this thing in thy heart? Thou hast not lied to men, but to God."},{"number":5,"verse":"Upon hearing these words Ananias fell down and expired. And great fear came upon all who heard these things."},{"number":6,"verse":"Then the young men arose and having swathed him, they carried him out and buried him."},{"number":7,"verse":"And about the space of three hours after, his wife, not knowing what had happened, came in."},{"number":8,"verse":"And Peter said to her, Tell me; did you sell the land for such a price? And she said, Yes, for so much."},{"number":9,"verse":"Thereupon Peter said to her, How is it that you have agreed to try the spirit of the Lord? Behold the feet of them, who have buried thy husband are at the door, and they will carry thee out."},{"number":10,"verse":"At that instant she fell at his feet and expired. And the young men coming in found her dead. So they carried her out and buried her by her husband."},{"number":11,"verse":"And great fear came upon all the congregation, and upon all that heard these things;"},{"number":12,"verse":"and by the hands of the apostles many signs and wonders were done among the people: Now they were all with one accord in Solomon's porch,"},{"number":13,"verse":"and of the rest no one presumed to join himself to them, but the people magnified them,"},{"number":14,"verse":"and believers in the Lord, multitudes both of men and women were more and more added"},{"number":15,"verse":"so that in every street they brought out the sick and laid them on beds and couches, that the shadow of Peter as he went along might overshadow some of them."},{"number":16,"verse":"But when the multitude also of the cities around flocked to Jerusalem, bringing the sick and those who were tormented with unclean spirits, who were all cured;"},{"number":17,"verse":"the chief priest rising up, and all his party; the sect of the Sadducees, they were filled with zeal,"},{"number":18,"verse":"and laid their hands on the apostles and put them in the common prison."},{"number":19,"verse":"But during the night an angel of the Lord opened the doors of the prison; and having brought them out said,"},{"number":20,"verse":"Go, and having taken your station in the temple, speak to the people all the words of this life."},{"number":21,"verse":"Upon hearing this they went into the temple about break of day, and taught. Now when the chief priest was come with his party and had convened the Sanhedrim and all the elders of the children of Israel, they sent to the prison to have them brought up."},{"number":22,"verse":"But when the officers went and did not find them in the prison; they returned and made report,"},{"number":23,"verse":"saying, We found indeed the prison shut with all safety, and the guards without standing before the door; but on opening we found no one within."},{"number":24,"verse":"And while the priest and the captain of the temple and the chief priests, upon hearing these words, were doubting how this could be,"},{"number":25,"verse":"there came one who told them, saying, Behold! the men whom you put in prison, are standing in the temple and teaching the people."},{"number":26,"verse":"Then the captain went with the under officers and brought them, but without violence; for they were afraid of being stoned by the people."},{"number":27,"verse":"And when they had brought them, and set them before the Sanhedrim, the chief priest asked them,"},{"number":28,"verse":"saying, Did we not strictly charge you not to teach for this name\"? Yet behold you have filled Jerusalem with this doctrine of yours and wish to bring that man's blood upon us."},{"number":29,"verse":"In reply to which Peter and the apostles said, We must obey God rather than men."},{"number":30,"verse":"The God of our fathers hath raised up Jesus, whom ye slew, having caused him to be suspended on a cross"},{"number":31,"verse":"even him, a chief leader and a Saviour, God hath exalted at his right hand to give repentance to Israel and a remission of sins."},{"number":32,"verse":"And we are his witnesses of these things, as is also the Holy Spirit which God hath granted to them who obey him."},{"number":33,"verse":"At hearing this they were cut to the heart, and consulted to put them to death."},{"number":34,"verse":"But there stood up a man in the Sanhedrim; a Pharisee named Gamaliel, a teacher of the law, in great esteem among all the people; and having moved that the apostles withdraw for a little while,"},{"number":35,"verse":"he said to them, \"Men of Israel, take heed to yourselves how you proceed in regard to these men."},{"number":36,"verse":"For some time ago Theudas started up, saying that he was an. extraordinary person, to whom a number of men, about four hundred, joined themselves. He was destroyed, and all that put confidence in him were broken up and came to nothing."},{"number":37,"verse":"After him started up Judas, the Galilean, in the days of the enrolment, and drew a great many people after him. He also perished, and all that put confidence in him were dispersed."},{"number":38,"verse":"Now therefore on this occasion I say to you, Forbear from meddling with these men, and let them alone: for if this counsel or this work be of men; it will moulder away."},{"number":39,"verse":"But if it be of God you cannot annul it. Peradventure you may be found even fighting against God.\""},{"number":40,"verse":"So to him they agreed: and having called in the apostles and scourged them, they charged them not to speak about the name of Jesus and dismissed them."},{"number":41,"verse":"Thereupon they went from the presence of the Sanhedrim, rejoicing that they were counted worthy to suffer shame for his name."},{"number":42,"verse":"And every day, both in the temple and at home, they ceased not to teach and publish the glad tidings, That Jesus is the Christ."}]}