{"bibleAbbr":"AKJV1999+","bookName":"John","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"These<WG5023> words spoke<WG2980> Jesus,<WG2424> and lifted<WG1869> up his eyes<WG3788> to heaven,<WG3772> and said,<WG2036> Father,<WG3962> the hour<WG5610> is come;<WG2064> glorify<WG1392> your Son,<WG5207> that your Son<WG5207> also<WG2532> may glorify<WG1392> you:"},{"number":2,"verse":"As you have given<WG1325> him power<WG1849> over all<WG3956> flesh,<WG4561> that he should give<WG1325> eternal<WG166> life<WG2222> to as many as you have given<WG1325> him."},{"number":3,"verse":"And this<WG3778> is life<WG2222> eternal,<WG166> that they might know<WG1097> you the only<WG3441> true<WG228> God,<WG2316> and Jesus<WG2424> Christ,<WG5547> whom<WG3739> you have sent. <WG649>"},{"number":4,"verse":"I have glorified<WG1392> you on<WG1909> the earth:<WG1093> I have finished<WG5048> the work<WG2041> which<WG3739> you gave<WG1325> me to do. <WG4160>"},{"number":5,"verse":"And now,<WG3568> O Father,<WG3962> glorify<WG1392> you me with your<WG4572> own<WG4572> self<WG4572> with the glory<WG1391> which<WG3739> I had<WG2192> with you before<WG4253> the world<WG2889> was."},{"number":6,"verse":"I have manifested<WG5319> your name<WG3686> to the men<WG444> which<WG3739> you gave<WG1325> me out of the world:<WG2889> your<WG4671> they were, and you gave<WG1325> them me; and they have kept<WG5083> your word. <WG3056>"},{"number":7,"verse":"Now<WG3568> they have known<WG1097> that all<WG3956> things whatever<WG3745> you have given<WG1325> me are of you."},{"number":8,"verse":"For I have given<WG1325> to them the words<WG4487> which<WG3739> you gave<WG1325> me; and they have received <WG2983> them, and have known<WG1097> surely<WG230> that I came<WG1831> out from you, and they have believed<WG4100> that you did send<WG649> me."},{"number":9,"verse":"I pray<WG2065> for them: I pray<WG2065> not for the world,<WG2889> but for them which<WG3739> you have given<WG1325> me; for they are yours. <WG4671>"},{"number":10,"verse":"And all<WG3956> mine<WG1699> are yours,<WG4674> and yours <WG3588> <WG4674> are mine;<WG1699> and I am glorified<WG1392> in them."},{"number":11,"verse":"And now<WG3765> I am<WG1510> no<WG3765> more<WG2089> in the world,<WG2889> but these<WG3778> are in the world,<WG2889> and I come<WG2064> to you. Holy<WG40> Father,<WG3962> keep<WG5083> through<WG1722> your<WG4675> own name<WG3686> those<WG846> whom<WG3739> you have given<WG1325> me, that they may be one,<WG1520> as we are."},{"number":12,"verse":"While<WG3753> I was with them in the world,<WG2889> I kept<WG5083> them in your name:<WG3686> those<WG846> that you gave<WG1325> me I have kept,<WG5442> and none<WG3762> of them is lost,<WG622> but the son<WG5207> of perdition;<WG684> that the scripture<WG1124> might be fulfilled. <WG4137>"},{"number":13,"verse":"And now<WG3568> come<WG2064> I to you; and these<WG5023> things I speak<WG2980> in the world,<WG2889> that they might have<WG2192> my joy<WG5479> fulfilled<WG4137> in themselves. <WG848>"},{"number":14,"verse":"I have given<WG1325> them your word;<WG3056> and the world<WG2889> has hated<WG3404> them, because<WG3754> they are not of the world,<WG2889> even<WG2531> as I am<WG1510> not of the world. <WG2889>"},{"number":15,"verse":"I pray<WG2065> not that you should take<WG142> them out of the world,<WG2889> but that you should keep<WG5083> them from the evil. <WG4190>"},{"number":16,"verse":"They are not of the world,<WG2889> even<WG2531> as I am<WG1510> not of the world. <WG2889>"},{"number":17,"verse":"Sanctify<WG37> them through<WG1722> your truth:<WG225> your word<WG3056> is truth. <WG225>"},{"number":18,"verse":"As you have sent<WG649> me into<WG1519> the world,<WG2889> even<WG2504> so have I also<WG2504> sent<WG649> them into<WG1519> the world. <WG2889>"},{"number":19,"verse":"And for their sakes I sanctify<WG37> myself,<WG1683> that they also<WG2532> might be sanctified<WG37> through<WG1722> the truth. <WG225>"},{"number":20,"verse":"Neither<WG3366> pray<WG2065> I for these<WG5130> alone,<WG3440> but for them also<WG2532> which shall believe<WG4100> on<WG1519> me through<WG1223> their word; <WG3056>"},{"number":21,"verse":"That they all<WG3956> may be one;<WG1520> as you, Father, <WG3962> are in me, and I in you, that they also<WG2532> may be one<WG1520> in us: that the world<WG2889> may believe<WG4100> that you have sent<WG649> me."},{"number":22,"verse":"And the glory<WG1391> which<WG3739> you gave<WG1325> me I have given<WG1325> them; that they may be one,<WG1520> even<WG2531> as we are one: <WG1520>"},{"number":23,"verse":"I in them, and you in me, that they may be made<WG5048> perfect<WG5048> in one;<WG1520> and that the world<WG2889> may know<WG1097> that you have sent<WG649> me, and have loved<WG25> them, as you have loved<WG25> me."},{"number":24,"verse":"Father,<WG3962> I will<WG2309> that they also,<WG2548> whom<WG3739> you have given<WG1325> me, be with me where<WG3699> I am;<WG1510> that they may behold<WG2334> my glory,<WG1391> which<WG3739> you have given<WG1325> me: for you loved<WG25> me before<WG4253> the foundation<WG2602> of the world. <WG2889>"},{"number":25,"verse":"O righteous<WG1342> Father,<WG3962> the world<WG2889> has not known<WG1097> you: but I have known<WG1097> you, and these<WG3778> have known<WG1097> that you have sent<WG649> me."},{"number":26,"verse":"And I have declared<WG1107> to them your name,<WG3686> and will declare <WG1107> it: that the love<WG26> with which<WG3739> you have loved<WG25> me may be in them, and I in them."}]}