{"bibleAbbr":"MKJV1962","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"And it happened, when Adoni-zedek king of Jerusalem had heard how Joshua had taken Ai and had utterly destroyed it (as he had done to Jericho and its king, so he had done to Ai and its king) and how the inhabitants of Gibeon had made peace with Israel and were among them,"},{"number":2,"verse":"they feared greatly, because Gibeon [was] a great city, like one of the royal cities, and because it [was] greater than Ai, and all of its men were mighty."},{"number":3,"verse":"And Adonizedek king of Jerusalem sent to Hoham king of Hebron, and to Piram king of Jarmuth, and to Japhia king of Lachish, and to Debir king of Eglon, saying,"},{"number":4,"verse":"Come up to me, and help me, so that we may strike Gibeon. For it has made peace with Joshua and with the sons of Israel."},{"number":5,"verse":"And the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves. And they went up, they and all their armies, and camped before Gibeon, and made war against it."},{"number":6,"verse":"And the men of Gibeon sent to Joshua to the camp to Gilgal, saying, Do not withhold your hand from your servants. Come up to us quickly, and save us, and help us. For all the kings of the Amorites who dwell in the mountains have gathered against us."},{"number":7,"verse":"So Joshua went up from Gilgal, he and all the people of war with him, and all the mighty men of war."},{"number":8,"verse":"And the LORD said to Joshua, Do not fear them, for I have delivered them into your hands. There shall not a man of them stand before you."},{"number":9,"verse":"And Joshua came to them suddenly, coming up from Gilgal all night."},{"number":10,"verse":"And the LORD troubled them before Israel, and killed them with a great slaughter at Gibeon, and chased them along the way that goes up to Beth-horon, and struck them to Azekah, and to Makkedah."},{"number":11,"verse":"And it happened, as they fled from before Israel, and [were] in the descent of Bethhoron, the LORD cast down great stones from the heavens on them to Azekah, and they died. The many who died from hailstones were more than the sons of Israel killed with the sword."},{"number":12,"verse":"Then Joshua spoke to the LORD in the day when the LORD delivered up the Amorites before the sons of Israel, and he said in the sight of Israel, Sun! Stand still on Gibeon! And, moon, [stand still] in the valley of Aijalon!"},{"number":13,"verse":"And the sun stood still, and the moon stood [still], until the people [had] avenged themselves on their enemies. [Is] this not written in the Book of Jasher? And the sun stood still] in the midst of the heavens, and did not hasten to go down about a whole day."},{"number":14,"verse":"And there was no day like that before it or after it, that the LORD listened to the voice of a man. For the LORD fought for Israel."},{"number":15,"verse":"And Joshua returned, and all Israel with him, to the camp to Gilgal."},{"number":16,"verse":"But these five kings fled and hid themselves in a cave at Makkedah."},{"number":17,"verse":"And it was told to Joshua, saying, The five kings have been found hidden in a cave at Makkedah."},{"number":18,"verse":"And Joshua said, Roll great stones on the mouth of the cave, and set men by it in order to keep them."},{"number":19,"verse":"And do not stay. Pursue your enemies and strike the ones who are behind. Do not allow them to enter into their cities. For the LORD your God has delivered them into your hand."},{"number":20,"verse":"And it happened, when Joshua and the sons of Israel had made an end of killing them [with] a very great slaughter until they were gone, the rest of those [who] remained entered into fortified cities."},{"number":21,"verse":"And all the people returned in peace to the camp to Joshua at Makkedah. None moved his tongue against any of the sons of Israel."},{"number":22,"verse":"And Joshua said, Open the mouth of the cave, and bring those five kings out of the cave to me."},{"number":23,"verse":"And they did so, and brought those five kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon."},{"number":24,"verse":"And it happened, when they brought out those kings to Joshua, Joshua called for all the men of Israel. And he said to the commanders of the men of war who had gone with him, Draw near, set your feet on the necks of these kings. And they drew near and put their feet on their necks."},{"number":25,"verse":"And Joshua said to them, Do not fear nor be dismayed. Be strong and of good courage. For so shall the LORD do to all your enemies against whom you fight."},{"number":26,"verse":"And afterward Joshua struck them and killed them, and hanged them on five trees. And they were hanging on the trees until the evening."},{"number":27,"verse":"And it happened at the time of the going down of the sun, Joshua commanded, and they took them down off the trees and threw them into the cave in which they had been hidden, and laid great stones in the cave's mouth, [which remain] until this very day."},{"number":28,"verse":"And that day Joshua took Makkedah and struck it with the edge of the sword, and he utterly destroyed the king of it, them, and every soul in it. He let none remain. And he did to the king of Makkedah as he did to the king of Jericho."},{"number":29,"verse":"And Joshua passed from Makkedah, and all Israel with him, to Libnah, and fought against Libnah."},{"number":30,"verse":"And the LORD delivered it also, and its king, into the hand of Israel. And [he] struck it with the edge of the sword, and every soul in it. He let none remain in it, but did to its king as he did to the king of Jericho."},{"number":31,"verse":"And Joshua passed from Libnah, and all Israel with him, to Lachish, and camped against it, and fought against it."},{"number":32,"verse":"And the LORD delivered Lachish into the hand of Israel, who took it on the second day, and struck it with the edge of the sword, and every soul in it, according to all that he had done to Libnah."},{"number":33,"verse":"Then Horam, king of Gezer, came up to help Lachish. And Joshua struck him and his people until he had left him none remaining."},{"number":34,"verse":"And from Lachish Joshua passed to Eglon, and all Israel with him. And they camped against it and fought against it."},{"number":35,"verse":"And they took it in that day, and struck it with the edge of the sword; and every soul in it he completely destroyed that day, according to all that he had done to Lachish."},{"number":36,"verse":"And Joshua went on from Eglon, and all Israel with him, to Hebron. And they fought against it."},{"number":37,"verse":"And they took it, and struck it with the edge of the sword, and its king, and all its cities, and every soul in it. He left none remaining, according to all that he had done to Eglon, but destroyed it, and all the souls that were in it."},{"number":38,"verse":"And Joshua returned, and all Israel with him, to Debir, and fought against it."},{"number":39,"verse":"And he took it, and its king, and all its cities. And they struck them with the edge of the sword, and destroyed every soul in it. He left none remaining. As he had done to Hebron, so he did to Debir, and to its king, as he had done also to Libnah, and to its king."},{"number":40,"verse":"And Joshua struck all the land, the hills, and the south, and the valley, and the springs, and all their kings. He left none remaining, but destroyed all that breathed, as the LORD God of Israel commanded."},{"number":41,"verse":"And Joshua struck them from Kadesh-barnea even to Gaza, and all the land of Goshen, even to Gibeon."},{"number":42,"verse":"And Joshua took all these kings and their land [at] one time, because the LORD God of Israel fought for Israel."},{"number":43,"verse":"And Joshua returned, and all Israel with him, to the camp to Gilgal."}]}