{"bibleAbbr":"MKJV1962","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"And it happened when all the people had completely passed over the Jordan, the LORD spoke to Joshua saying,"},{"number":2,"verse":"Take twelve men for you out of the people, a man out of every tribe,"},{"number":3,"verse":"and command them saying, Take twelve stones from here, out of the middle of Jordan, out of the place where the priests' feet stood firm. And you shall carry them over with you, and leave them in the place where you shall stay tonight."},{"number":4,"verse":"Then Joshua called the twelve men whom he had prepared from the sons of Israel, a man out of every tribe."},{"number":5,"verse":"And Joshua said to them, Pass over in front of the ark of the LORD your God into the middle of the Jordan. And every man take a stone on his shoulder, according to the number of the tribes of the sons of Israel,"},{"number":6,"verse":"so that this may be a sign to you when your sons ask in time to come, saying, What do you [mean] by these stones?"},{"number":7,"verse":"Then you shall answer them, The waters of Jordan were cut off before the ark of the covenant of the LORD. When it passed over Jordan, the waters of Jordan were cut off, and these stones shall be for a memorial to the sons of Israel forever."},{"number":8,"verse":"And the sons of Israel did as Joshua commanded. And they took up twelve stones out of the middle of the Jordan, as the LORD spoke to Joshua, according to the number of the tribes of the sons of Israel, and carried them over with them to the place where they stayed, and laid them down there;"},{"number":9,"verse":"even the twelve stones Joshua lifted up in the middle of Jordan, in the place where the feet of the priests who carried the ark of the covenant, stood. And they are there to this day."},{"number":10,"verse":"For the priests who bore the ark stood in the middle of the Jordan until everything was finished, all that the LORD commanded Joshua to speak to the people, according to all that Moses commanded Joshua. And the people hurried and passed over."},{"number":11,"verse":"And it happened, when all the people had finished passing over, the ark of the LORD and the priests passed over before the people."},{"number":12,"verse":"And the sons of Reuben, and the sons of Gad, and half the tribe of Manasseh, passed over armed in front of the sons of Israel, as Moses spoke to them;"},{"number":13,"verse":"about forty thousand armed men of the army passed over before the LORD to battle, to the plains of Jericho."},{"number":14,"verse":"On that day the LORD made Joshua great in the sight of all Israel. And they feared him, even as they feared Moses, all the days of his life."},{"number":15,"verse":"And the LORD spoke to Joshua, saying,"},{"number":16,"verse":"Command the priests who bear the ark of the testimony, that they come up out of the Jordan."},{"number":17,"verse":"Joshua, therefore, commanded the priests saying, Come up out of the Jordan."},{"number":18,"verse":"And it happened, when the priests who carried the ark of the covenant of the LORD had come up out of the midst of the Jordan, the soles of the feet of the priests were lifted up to the dry land, the waters of the Jordan returned to their place and flowed over all its banks, as before."},{"number":19,"verse":"And the people came up out of the Jordan on the tenth of the first month, and camped in Gilgal, in the east border of Jericho."},{"number":20,"verse":"And those twelve stones which they took out of the Jordan, were raised by Joshua in Gilgal."},{"number":21,"verse":"And he spoke to the sons of Israel saying, When your sons shall ask their fathers in time to come, saying, What do these stones [mean] ?"},{"number":22,"verse":"Then you shall let your sons know, saying, Israel came over this Jordan on dry land."},{"number":23,"verse":"For the LORD your God dried up the waters of Jordan from before you until you had passed over, even as the LORD your God did to the Red Sea which He dried up from before us until we had gone over;"},{"number":24,"verse":"so that all the people of the earth might know the hand of the LORD, [is] mighty and so that you might fear the LORD your God forever."}]}