{
  "bibleAbbr" : "TCB1973",
  "bookName" : "மாற்கு",
  "bookEnglishName" : "Mark",
  "chapterNumber" : 15,
  "verses" : [ {
    "number" : 1,
    "verse" : "காலையானதும் மூப்பர், மறைநூல் அறிஞர், மற்றத் தலைமைச் சங்கத்தார் இவர்களோடு தலைமைக்குருக்கள் கூடி ஆலோசனைசெய்து இயேசுவைக் கட்டி நடத்திச் சென்று பிலாத்திடம் கையளித்தனர்."
  }, {
    "number" : 2,
    "verse" : "பிலாத்து, \"நீ யூதரின் அரசனோ?\" என்று அவரை வினவ, அவர் மறுமொழியாக, \"நீர்தாம் சொல்லுகிறீர்\" என்றார்."
  }, {
    "number" : 3,
    "verse" : "தலைமைக்குருக்கள் பலவற்றைக் குறித்து, அவர்மீது குற்றம் சாட்டினார்கள்."
  }, {
    "number" : 4,
    "verse" : "பிலாத்து மீண்டும் அவரிடம், \"நீ மறுமொழி ஒன்றும் சொல்வதற்கில்லையா?\" என்று கேட்டு, \"இதோ! உன்மேல் இத்தனை குற்றம் சாட்டுகிறார்களே\" என்றார்."
  }, {
    "number" : 5,
    "verse" : "இயேசுவோ அதன்பின் மறுமொழி ஒன்றும் சொல்லவில்லை. பிலாத்து அதைக் கண்டு வியப்புற்றார்."
  }, {
    "number" : 6,
    "verse" : "திருவிழாதோறும் அவர்கள் கோரும் ஒரு கைதியை விடுதலைசெய்வதுண்டு."
  }, {
    "number" : 7,
    "verse" : "அப்போது பரபாஸ் என்று கைதி ஒருவன் இருந்தான். ஒரு குழப்பத்தில் கொலை செய்த கலகக்காரருடன் பிடிபட்டவன் அவன்."
  }, {
    "number" : 8,
    "verse" : "கூட்டம் வந்து, வழக்கம்போலத் தாங்கள் கோருவதைச் செய்யும்படி பிலாத்தைக் கேட்கத்தொடங்கியது."
  }, {
    "number" : 9,
    "verse" : "அதற்கு அவர், \"யூதர்களின் அரசனை நான் விடுதலைசெய்வது உங்களுக்கு விருப்பமா?\" என்று கேட்டார்."
  }, {
    "number" : 10,
    "verse" : "ஏனெனில், தலைமைக்குருக்கள் அவரைக் கையளித்தது பொறாமையால்தான் என்பது அவருக்குத் தெரியும்."
  }, {
    "number" : 11,
    "verse" : "பரபாசையே விடுதலைசெய்ய வேண்டும் என்று சொல்லும்படி தலைமைக்குருக்கள் கூட்டத்தைத் தூண்டிவிட்டனர்."
  }, {
    "number" : 12,
    "verse" : "பிலாத்து மீண்டும் அவர்களிடம், \"அப்படியானால் நீங்கள் யூதர்களின் அரசன் என்று சொல்லுகிறவனை நான் என்ன செய்யட்டும்?\" என்று கேட்டார்."
  }, {
    "number" : 13,
    "verse" : "அவர்கள், \"அவனைச் சிலுவையில் அறையும்\" என்று மீண்டும் கூச்சலிட்டார்கள்."
  }, {
    "number" : 14,
    "verse" : "அதற்குப் பிலாத்து, \"இவன் செய்த தீங்கு என்ன?\" என்று கேட்டார். அவர்கள், \"அவனைச் சிலுவையில் அறையும்\" என்று இன்னும் உரக்கக் கூச்சலிட்டார்கள்."
  }, {
    "number" : 15,
    "verse" : "பிலாத்து அவர்களைத் திருப்திசெய்ய விரும்பிப் பரபாசை விடுதலைசெய்து, இயேசுவைச் சாட்டையால் அடித்து, சிலுவையில் அறையும்படி கையளித்தார்."
  }, {
    "number" : 16,
    "verse" : "படைவீரர் அவரை அரண்மனைக்குள், அதாவது ஆளுநரின் மனைக்குள் நடத்திச் சென்று, அங்கேயிருந்த பட்டாளத்தினரை எல்லாம் கூட்டினர்."
  }, {
    "number" : 17,
    "verse" : "பின்பு அவருக்குச் சிவப்பு ஆடை உடுத்தி முள்முடி ஒன்றைப் பின்னித் தலையில் சூட்டி,"
  }, {
    "number" : 18,
    "verse" : "யூதரின் அரசே வாழி என்று வணக்கம் செலுத்தத் தொடங்கினர்."
  }, {
    "number" : 19,
    "verse" : "மேலும், அவரைத் தலையில் பிரம்பால் அடித்து, அவர்மேல் துப்பி, முழந்தாளிட்டு வணங்கினர்."
  }, {
    "number" : 20,
    "verse" : "இப்படி அவரை எள்ளி நகையாடியபின். சிவப்பு ஆடையைக் கழற்றிவிட்டு, அவருடைய ஆடைகளை உடுத்தி அவரைச் சிலுவையில் அறைய வெளியே கூட்டிச் சென்றார்கள்."
  }, {
    "number" : 21,
    "verse" : "சீரேனே ஊரானாகிய சீமோன் என்னும் ஒருவன் நாட்டுப்புறத்திலிருந்து அவ்வழியே வந்துகொண்டிருந்தான். அவன், அலெக்சாந்தர், ரூப்பு என்பவர்களுக்குத் தந்தை. அவனை அவருடைய சிலுவையைச் சுமக்கும் படி கட்டாயப்படுத்தினர்."
  }, {
    "number" : 22,
    "verse" : "' மண்டை ஓடு' எனப் பொருள்படும் கொல்கொத்தா என்னும் இடத்திற்கு அவரை அழைத்துச் சென்றனர்."
  }, {
    "number" : 23,
    "verse" : "அங்கே அவர்கள் அவருக்கு வெள்ளைப் போளம் கலந்த இரசத்தைக் கொடுத்தனர். அவர் அதை ஏற்கவில்லை."
  }, {
    "number" : 24,
    "verse" : "அவர்கள் அவரைச் சிலுவையில் அறைந்தார்கள். 'பின்னர், அவர் ஆடைகளில் எதெது யார் யாருக்கு என்று பார்க்கச் சீட்டுப் போட்டுப் பகிர்ந்துகொண்டார்கள்."
  }, {
    "number" : 25,
    "verse" : "அவரைச் சிலுவையில் அறையும்போது காலை ஒன்பது மணி."
  }, {
    "number" : 26,
    "verse" : "அவர்மேல் சாட்டிய குற்றத்தைக் குறிக்கும் பலகையில், 'யூதரின் அரசன்' என்று எழுதியிருந்தது."
  }, {
    "number" : 27,
    "verse" : "அவருக்கு வலப்பக்கத்தில் ஒருவனும், இடப்பக்கத்தில் ஒருவனுமாகக் கள்வர் இருவரை அவருடன் சிலுவையில் அறைந்தனர்."
  }, {
    "number" : 28,
    "verse" : "Not available in this version"
  }, {
    "number" : 29,
    "verse" : "அவ்வழியே சென்றவர்கள் தலையை ஆட்டி, \"ஆலயத்தை இடித்து மூன்று நாளில் கட்டுபவனே,"
  }, {
    "number" : 30,
    "verse" : "சிலுவையிலிருந்து இறங்கி உன்னையே காப்பாற்றிக்கொள்\" என்று சொல்லி அவரைப் பழித்தனர்."
  }, {
    "number" : 31,
    "verse" : "அவ்வாறே தலைமைக்குருக்களும் மறைநூல் அறிஞருடன் சேர்ந்து அவரை எள்ளி நகையாடி, \"பிறரைக் காப்பாற்றிய இவன் தன்னையே காப்பாற்றிக் கொள்ள முடியவில்லை."
  }, {
    "number" : 32,
    "verse" : "இஸ்ராயேலின் அரசனாகிய மெசியா இப்பொழுது சிலுவையினின்று இறங்கட்டும்; கண்டு நம்புவோம்\" என்று தங்களுக்குள்ளே சொல்லிக்கொண்டனர். அவருடன் அறையுண்டவர்களும் அவர்மேல் வசைகூறினர்."
  }, {
    "number" : 33,
    "verse" : "நண்பகல் தொடங்கி, மூன்று மணிவரை நாடெங்கும் இருள் உண்டாயிற்று."
  }, {
    "number" : 34,
    "verse" : "மூன்று மணிக்கு இயேசு, \"எலோயி, எலோயி, லாமாசபக்தானி\" என்று உரக்கக் கூவினார். இதற்கு, \"என் கடவுளே, என் கடவுளே, ஏன் என்னைக் கைவிட்டீர்?\" என்பது பொருள்."
  }, {
    "number" : 35,
    "verse" : "அருகிலிருந்தவர்களுள் சிலர் இதைக் கேட்டு, \"இதோ! இவன் எலியாசைக் கூப்பிடுகிறான்\" என்றனர்."
  }, {
    "number" : 36,
    "verse" : "ஒருவன் ஓடிப்போய்க் கடற்காளானைக் காடியில் தேய்த்து, ஒரு கோலில் மாட்டி அவருக்குக் குடிக்கக் கொடுத்து, \"பொறுங்கள், எலியாஸ் இவனைக் கீழே இறக்க வருவாரா, பார்ப்போம்\" என்றான்."
  }, {
    "number" : 37,
    "verse" : "இயேசு உரக்கக்கூவி உயிர் நீத்தார்."
  }, {
    "number" : 38,
    "verse" : "அப்போது ஆலயத்தின் திரை, மேலிருந்து கீழ்வரை இரண்டாகக் கிழிந்தது."
  }, {
    "number" : 39,
    "verse" : "எதிரே நின்றுகொண்டிருந்த நூற்றுவர்தலைவன் இவ்வாறு இவர் உயிர்நீத்ததைக் கண்டு, \"உண்மையில் இம்மனிதன் கடவுளின் மகனாக இருந்தார்\" என்றான்."
  }, {
    "number" : 40,
    "verse" : "பெண்கள் சிலரும் அங்கு இருந்தனர். தொலைவில் நின்றே பார்த்துக்கொண்டு இருந்தனர். அவர்களுள் மதலேன் மரியாளும், சின்ன யாகப்பருக்கும் யோசெத்துக்கும் தாயான மரியாளும், சலோமேயும் இருந்தனர்."
  }, {
    "number" : 41,
    "verse" : "இயேசு கலிலேயாவிலிருந்தபொழுது இவர்கள் அவரைப் பின்தொடர்ந்து அவருக்குப் பணிவிடை புரிந்தவர்கள். அவருடன் யெருசலேமுக்கு வந்திருந்த பெண்கள் வேறு பலரும் இருந்தனர்."
  }, {
    "number" : 42,
    "verse" : "இதற்குள் மாலைநேரம் ஆகிவிடவே, ஓய்வுநாளுக்கு முந்தின அந்நாள் ஆயத்தநாள்."
  }, {
    "number" : 43,
    "verse" : "ஆதலால், அரிமத்தியாவூர் சூசை துணிவுடன் பிலாத்திடம் சென்று, இயேசுவின் உடலைக் கேட்டார். இவர் தலைமைச்சங்கத்தின் செல்வாக்குடைய ஓர் உறுப்பினர். இருவரும் கடவுளின் அரசை எதிர்ப்பார்த்திருந்தவர்."
  }, {
    "number" : 44,
    "verse" : "இயேசு அதற்குள் இறந்துவிட்டதைப்பற்றிப் பிலாத்து வியப்புற்றார். நூற்றுவர்தலைவனை அழைத்து, \"அவன் இதற்குள் இறந்துவிட்டானா?\" என்று கேட்டார்."
  }, {
    "number" : 45,
    "verse" : "நூற்றுவர் தலைவனிடமிருந்து செய்தியை அறிந்ததும், சடலத்தைச் சூசையிடம் அளித்தார்."
  }, {
    "number" : 46,
    "verse" : "சூசை கோடித்துணி வாங்கிவந்து, இயேசுவை இறக்கி, துணியில் சுற்றி, பாறையில் குடைந்த கல்லறையில் வைத்து, அதன் வாயிலில் ஒரு கல்லை உருட்டி வைத்தார்."
  }, {
    "number" : 47,
    "verse" : "மதலேன்மரியாளும் யோசெத்தின் தாயாகிய மரியாளும் அவரை வைத்த இடத்தை பார்த்துக்கொண்டனர்."
  } ]
}