{"bibleAbbr":"teERV1997","bookName":"1 దినవృత్తాంతములు","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"( దావీదు రాజ్య విస్తరణ) తూరు నగర రాజు పేరు హీరాము. దావీదు వద్దకు హీరాము దూతలను పంపాడు. హీరాము దేవదారు కలపను, రాళ్లు చెక్కే వాస్తు శిల్పులను, వడ్రంగులను దావీదు వద్దకు పంపాడు. దావీదుకు ఒక భవనం నిర్మించటానికి హీరాము వారిని పంపాడు."},{"number":2,"verse":"యెహోవా నిజంగానే తనను ఇశ్రాయేలుకు రాజుగా చేసినట్లు దావీదు అప్పుడు గుర్తించాడు. యెహోవా దావీదును, ఇశ్రాయేలు ప్రజలను బాగా ప్రేమించాడు. అందువల్ల దేవుడు దావీదు రాజ్యాన్ని విస్తరించి, బలమైన రాజ్యంగా రూపొందించాడు."},{"number":3,"verse":"యెరూషలేము నగరంలో దావీదు చాలా మంది స్త్రీలను వివాహం చేసుకొన్నాడు. అతనికి చాలామంది కొడుకులు, కూతుళ్లు కలిగారు."},{"number":4,"verse":"యెరూషలోములో దావీదుకు పుట్టిన పిల్లల పేర్లు ఏవనగా: షమ్మూయ, షోబాబు, నాతాను, సొలొమోను,"},{"number":5,"verse":"ఇభారు, ఎలీషూవ, ఎల్పాలెటు,"},{"number":6,"verse":"నోగహు, నెపెగు, యాఫీయ,"},{"number":7,"verse":"ఎలీషామా, బెయెల్యెదా మరియు ఎలీపెలెటు."},{"number":8,"verse":"( దావీదు ఫిలిష్తీయులను ఓడించటం) దావీదు ఇశ్రాయేలు రాజుగా అభిషిక్తుడయినట్లు ఫిలిష్తీయులు విన్నారు. కావున ఫిలిష్తీయులంతా దావీదును వెదుక్కుంటూ పోయారు. ఆ విషయం దావీదు విని వారిని ఎదుర్కోవటానికి వెళ్లాడు."},{"number":9,"verse":"ఫిలిష్తీయులు రెఫాయీము లోయలో నివసిస్తున్న వారిపై దాడిచేసి, వారిని దోచుకున్నారు."},{"number":10,"verse":"అప్పుడు దావీదు దేవుని ప్రార్థించి, “దేవా, నేను ఫిలిష్తీయులతో యుద్ధం చేయనా? వారిని ఓడించేలా నీవు నాకు సహాయం చేస్తావా?” అని అడిగాడు. యెహోవా అందుకు సమాధానంగా, “వెళ్లు, ఫిలిష్తీయులను నీవు ఓడించేలా నేను చేస్తాను” అని చెప్పాడు."},{"number":11,"verse":"తరువాత దావీదు, అతని మనుష్యులు బయల్పెరాజీము పట్టణానికి వెళ్లారు. అక్కడ వారు ఫిలిష్తీయులను ఓడించారు. అప్పుడు దావీదు, “తెగిన ఆనకట్టలో నుండి నీరు ఉరుకులు పరుగులతో ప్రవహించి పోయేలా, దేవుడు నా శత్రువులను నానుండి చెల్లా చెదురు చేశాడు! దేవుడు ఈ కార్యం నాచేత చేయించాడు” అని అన్నాడు. అందువల్లనే ఆ ప్రదేశానికి బయల్పెరాజీము ( బయల్పెరాజీము జనులు నీటి ప్రవాహంవలె పారిపోయిన చోటు అని భావం.) అని పేరు పెట్టబడింది."},{"number":12,"verse":"ఫిలిష్తీయులు వారి విగ్రహాలను బయల్పెరాజీములో వదిలి పెట్టిపోయారు. ఆ విగ్రహాలన్నిటినీ తగులబెట్టమని దావీదు తన ప్రజలకు ఆజ్ఞయిచ్చాడు."},{"number":13,"verse":"( ఫిలిష్తీయులపై మరో విజయం) రెఫాయీము లోయలో నివసిస్తున్న ప్రజలపై ఫిలిష్తీయులు మళ్ళీ దాడి చేశారు."},{"number":14,"verse":"దావీదు మరల దేవుని ప్రార్థించాడు. దావీదు ప్రార్థనను దేవుడు ఆలకించాడు. యెహోవా ఇలా అన్నాడు: “దావీదూ, నీవు ఫిలిష్తీయులను ఎదుర్కొన్నప్పుడు కొండమీద నీవు వారి ముందుకు పోవద్దు. దానికి బదులు నీవు వారిని చుట్టుముట్టి వెళ్లు. కంబళి చెట్లు వున్న చోటున దాగివుండు."},{"number":15,"verse":"ఒక కాపలాదారుని చెట్ల మీద కూర్చుండబెట్టు. ఆ చెట్ల క్రింద నుండి వాళ్లు నడిచివెళ్లే అడుగుల చప్పుడు అతడు వినగానే నీవు ఫిలిష్తీయులను ఎదిరించు. నేను నీకు ముందుగా వెళ్లి ఫిలిష్తీయుల సైన్యాన్ని ఓడిస్తాను!”"},{"number":16,"verse":"దేవుడు చెప్పిన రీతిగా దావీదు చేసాడు. ఆ విధంగా దావీదు, అతని మనుష్యులు ఫిలిష్తీయుల సైన్యాన్ని ఓడించారు. గిబియోను పట్టణం నుండి గాజెరు వరకు వారు ఫిలిష్తీయుల సైనికులను చంపివేసారు."},{"number":17,"verse":"అప్పుడు దావీదు అన్ని దేశాలలోను పేరు పొందాడు. వివిధ రాజ్యాల వారు దావీదును చూచి భయపడేలా దేవుడు చేశాడు."}]}