{"bibleAbbr":"teERV1997","bookName":"1 దినవృత్తాంతములు","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( దావీదు కుమారులు) హెబ్రోను పట్టణంలో దావీదుకు కొందరు కుమారులు పుట్టారు. ఆ కుమారులు ఎవరనగా: దావీదు మొదటి కుమారుడు అమ్నోను. అమ్నోను తల్లి పేరు అహీనోయము. ఆమె యెజ్రెయేలుకు చెందిన స్త్రీ, రెండవ కుమారుని పేరు దానియేలు. అతని తల్లి పేరు అబీగయీలు. ఆమె కర్మేలుకు చెందినది."},{"number":2,"verse":"మూడవ కుమారుడు అబ్షాలోము. తల్మయి కుమార్తెయగు మయకా అతని తల్లి. తల్మయి గెషూరుకు రాజు. నాల్గవ కుమారుని పేరు అదోనీయా. అతని తల్లి పేరు హగ్గీతు."},{"number":3,"verse":"ఐదవ కుమారుడు షెఫట్య. అతని తల్లి పేరు అబీటలు. ఆరవవాడు ఇత్రెయాము. ఇతని తల్లి దావీదు భార్య ఎగ్లా."},{"number":4,"verse":"దావీదుకు ఈ ఆరుగురు కుమారులు హెబ్రోనులో జన్మించారు. దావీదు అక్కడ ఏడు సంవత్సరాల ఆరు నెలలపాటు పాలించాడు. దావీదు యెరూషలేములో ముప్పదిమూడు సంవత్సరాలు రాజుగా ఉన్నాడు."},{"number":5,"verse":"దావీదుకు యెరూషలేములో పుట్టిన సంతానమెవరనగా: బత్షెబకు నలుగురు సంతానం. వారు షిమ్యా, షోబాబు, నాతాను మరియు సొలొమోను. బత్షెబ అమ్మీయేలు కుమార్తె."},{"number":6,"verse":"దావీదు యొక్క మరి తొమ్మండుగురు కుమారులు ఎవరనగా: ఇభారు, ఎలీషామా, ఎలీపేలెటు, నోగహు, నెపెగు, యాఫీయ, ఎలీషామా, ఎల్యాదా, ఎలీపేలెటు."},{"number":9,"verse":"వారంతా దావీదు కుమారులు. దావీదుకు ఇంకా దాసీ వలన కూడ కుమారులు కలిగారు. తామారు దావీదు కుమార్తె."},{"number":10,"verse":"( దావీదు తర్వాత యూదా రాజులు) సొలొమోను కుమారుడు రెహబాము. రెహబాము కుమారుడు అబీయా. అబీయా కుమారుడు ఆసా. ఆసా కుమారుడు యెహోషాపాతు."},{"number":11,"verse":"యెహోషాపాతు కుమారుడు యెహోరాము. యెహోరాము కుమారుడు అహజ్యా. అహజ్యా కుమారుడు యోవాషు."},{"number":12,"verse":"యోవాషు కుమారుడు అమజ్యా. అమజ్యా కుమారుడు అజర్యా. అజర్యా కుమారుడు యోతాము."},{"number":13,"verse":"యోతాము కుమారుడు ఆహాజు. ఆహాజు కుమారుడు హిజ్కియా. హిజ్కియా కుమారుడు మనష్షే."},{"number":14,"verse":"మనష్షే కుమారుడు ఆమోను. ఆమోను కుమారుడు యోషీయా."},{"number":15,"verse":"యోషీయా కుమారులెవరనగా: యోహానాను మొదటి కుమారుడు. రెండవవాడు యెహోయాకీము. మూడవ కుమారుడు సిద్కియా. నాల్గవవాడు షల్లూము."},{"number":16,"verse":"యెహోయాకీము సంతానంలో అతని కుమారుడు యెకొన్యా, అతని కుమారుడు సిద్కియా వున్నారు. ( యెహోయాకీము … కుమారుడు వున్నారు దీనిని రెండు రకాలుగా వివరించవచ్చు. మొదటిగా “ఈ సిద్కియా యెహోయాకీము కుమారుడు మరియు యెకొన్యా సోదరుడు అనీ”; రెండవదిగా “ఈ సిద్కియా యెకొన్యా కుమారుడు మరియు యెహోయాకీము మనుమడు” అని చెప్పవచ్చు.)"},{"number":17,"verse":"( బబులోను చెఱ తర్వాత దావీదు కుటుంబం) యెహోయాకీను ( యెహోయాకీను యెకొన్యా, యెహోయాకీను ఇద్దరూ ఒక్కరే. ఒకే పేరును రెండు రకాలుగా వ్రాయటం జరిగింది.) బబులోనులో బందీ అయిన పిమ్మట యెకొన్యా సంతానం ఎవరనగా: షయల్తీయేలు,"},{"number":18,"verse":"మల్కీరాము, పెదాయా, షెనజ్జరు, యెకమ్యా, హోషామా మరియు నెదబ్యా."},{"number":19,"verse":"పెదాయా కుమారులు జెరుబ్బాబెలు, షిమీ. జెరుబ్బాబెలు కుమారులు మెషుల్లాము, హనన్యా, షెలోమీతు మరియు వారి సహోదరి."},{"number":20,"verse":"జెరుబ్బాబెలుకు ఐదుగురు కుమారులు. వారి పేర్లు: హషుబా, ఓహెలు, బెరెక్యా, హసద్యా మరియు యూషబెస్హెదు."},{"number":21,"verse":"హనన్యా కుమారులు పెలట్యా, యెషయా, రెఫయా, అర్నాను, ఓబద్యా మరియు షెకన్యా. ( 21వ వచనము ఈ వచనంలో వున్న హెబ్రీ భాషను అర్థం చేసుకోవడం కష్టంగా వుంది.)"},{"number":22,"verse":"షెకన్యా సంతతిలో షెమయా ఒకడు. షెమయాకు ఆరుగురు కుమారులు: వారు షెమయా, హట్టూషు, ఇగాలు బారియహు, నెయర్యా, షాపాతు."},{"number":23,"verse":"నెయర్యాకు ముగ్గురు కుమారులు: వారు ఎల్యోయేనై, హిజ్కియా, అజ్రీకాము."},{"number":24,"verse":"ఎల్యోయేనై కుమారులు ఏడుగురు: వారు హోదవయా, ఎల్యాషీబు, పెలాయా, అక్కూబు, యోహానాను, దెలాయ్యా మరియు అనాని."}]}