{"bibleAbbr":"teERV1997","bookName":"1 దినవృత్తాంతములు","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"( లేవీ సంతతివారు) గెర్షోను, కహాతు, మెరారి అనేవారు లేవీ కుమారులు."},{"number":2,"verse":"కహాతు కుమారులు అమ్రాము, ఇస్హారు, హెబ్రోను, ఉజ్జీయేలు."},{"number":3,"verse":"అమ్రాముకు అహరోను, మోషే అనే ఇరువురు కుమారులు, మిర్యాము అనే కుమార్తె ఉన్నారు. అహరోనుకు నాదాబు, అబీహు, ఎలియాజరు, ఈతామారు అనేవారు కుమారులు."},{"number":4,"verse":"ఎలియాజరు అనువాడు ఫీనెహాసుకు తండ్రి. ఫీనెహాసు కుమారుడు అబీషువ."},{"number":5,"verse":"అబీషువ కుమారుడు బుక్కీ. బుక్కీ కుమారుడు ఉజ్జీ."},{"number":6,"verse":"ఉజ్జీ కుమారుడు జెరహ్యా. జెరహ్యా కుమారుడు మెరాయోతు."},{"number":7,"verse":"మెరాయోతు కుమారుడు అమర్యా. అమర్యా కుమారుడు అహీటూబు."},{"number":8,"verse":"అహీటూబు కుమారుడు సాదోకు. సాదోకు కుమారుడు అహిమయస్సు."},{"number":9,"verse":"అహిమయస్సు కుమారుడు అజర్యా. అజర్యా కుమారుడు యోహానాను."},{"number":10,"verse":"యోహానాను కుమారుడు అజర్యా. (యెరూషలేములో సొలొమోను కట్టించిన దేవాలయంలో యాజకునిగా పనిచేసిన వ్యక్తే ఈ అజర్యా)."},{"number":11,"verse":"అజర్యా కుమారుడు అమర్యా. అమర్యా కుమారుడు అహీటూబు."},{"number":12,"verse":"అహీటూబు కుమారుడు సాదోకు. సాదోకు కుమారుడు షల్లూము."},{"number":13,"verse":"షల్లూము కుమారుడు హిల్కీయా. హిల్కీయా కుమారుడు అజర్యా."},{"number":14,"verse":"అజర్యా కుమారుడు శెరాయా. శెరాయా కుమారుడు యెహోజాదాకు."},{"number":15,"verse":"యెహోవా యూదా వారిని, యెరూషలేము వారిని బయటకు పంపివేసినప్పుడు యెహోజాదాకు కూడ గత్యంతరం లేక వారితో ఇల్లు వదలి పోవలసి వచ్చింది. ఆ ప్రజలు ఒక కొత్త రాజ్యంలో బందీలయ్యారు. యూదా వారిని, యెరూషలేము వారిని బందీలు చేయటానికి యెహోవా నెబకద్నెజరును వినియోగించాడు."},{"number":16,"verse":"( లేవీ సంతతిలో ఇతరులు) లేవీ కుమారులు గెర్షోను, కహాతు, మెరారి అనేవారు."},{"number":17,"verse":"గెర్షోను కుమారులు లిబ్నీ మరియు షిమీ."},{"number":18,"verse":"కహాతు కుమారులు అమ్రాము, ఇస్హారు, మెబ్రోను మరియు ఉజ్జీయేలు."},{"number":19,"verse":"మెరారి కుమారులు మహలి, మూషి. లేవి వంశంలోగల కుటుంబాలు ఈ విధంగా ఉన్నాయి. మొదట వారి తండ్రి పేరుతో జాబితా వ్రాయబడింది."},{"number":20,"verse":"గెర్షోను సంతతివారు గెర్షోను కుమారుడు లిబ్నీ. లిబ్నీ కుమారుడు యహతు. యహతు కుమారుడు జిమ్మా."},{"number":21,"verse":"జిమ్మా కుమారుడు యోవాహు. యోవాహు కుమారుడు ఇద్దో. ఇద్దో కుమారుడు జెరహు. జెరహు కుమారుడు యెయతిరయి."},{"number":22,"verse":"కహతు సంతతి వారు ఎవరనగా కహతు కుమారుడు అమ్మీనాదాబు. అమ్మీనాదాబు కుమారుడు కోరహు. కోరహు కుమారుడు అస్సీరు."},{"number":23,"verse":"అస్సీరు కుమారుడు ఎల్కానా. ఎల్కానా కుమారుడు ఎబ్యాసాపు. ఎబ్యాసాపు కుమారుడు అస్సీరు."},{"number":24,"verse":"అస్సీరు కుమారుడు తాహతు. తాహతు కుమారుడు ఊరియేలు. ఊరియేలు కుమారుడు ఉజ్జియా. ఉజ్జియా కుమారుడు షావూలు."},{"number":25,"verse":"ఎల్కానా కుమారులు అమాశై, అహీమోతు."},{"number":26,"verse":"ఎల్కానా మరో కుమారుడు జోఫై. ( ఎల్కానా … జోఫై ఇక్కడ మూల గ్రంథం విశదంగా లేదు. హెబ్రీలో ఇలా వుంది, ఎల్కానా, అతని కొడుకు ఎల్కానా. అతని కుమారుడు జోఫై.) జోఫై కుమారుడు నహతు."},{"number":27,"verse":"నహతు కుమారుడు ఏలీయాబు. ఏలీయాబు కుమారుడు యెరోహాము. యెరోహాము కుమారుడు ఎల్కానా. ఎల్కానా కుమారుడు సమూయేలు."},{"number":28,"verse":"సమూయేలు కుమారులలో పెద్దవాడు యోవేలు. రెండవవాడు అబీయా."},{"number":29,"verse":"మెరారి సంతానం వివరాలు ఏవనగా: మెరారి కుమారుడు మహలి. మహలి కుమారుడు లిబ్ని. లిబ్ని కుమారుడు షిమీ. షిమీ కుమారుడు ఉజ్జా."},{"number":30,"verse":"ఉజ్జా కుమారుడు షిమ్యా. షిమ్యా కుమారుడు హగ్గీయా, హగ్గీయా కుమారుడు అశాయా."},{"number":31,"verse":"( ఆలయ సంగీత విద్వాంసులు) యెహోవా ఒడంబడిక పెట్టె ఆలయంలో ఉంచిన తరువాత దావీదు కొందరు సంగీత విద్వాంసులను నియమించాడు."},{"number":32,"verse":"వీరు పవిత్ర గుడారంలో దేవునికి స్తుతి గీతాలు ఆలపించేవారు. పవిత్ర గుడారమే సమావేశ గుడారమని పిలవబడేది. సొలొమోను యెరూషలేములో యెహోవాకు ఆలయాన్ని నిర్మించేవరకు ఈ గాయకులు సంగీత సేవ చేసారు. వారికి నిర్దేశించిన నియమావళిని వారు అనుసరించి పని చేసారు."},{"number":33,"verse":"సంగీత సేవ చేసిన వారు, వారి కుమారుల పేర్ల వివరాలు ఇలా వున్నాయి: కహతీయుల సంతతి వారు: హేమాను గాయకుడు. హేమాను తండ్రి పేరు యోవేలు. యోవేలు తండ్రి పేరు సమూయేలు."},{"number":34,"verse":"సమూయేలు తండ్రి ఎల్కానా. ఎల్కానా తండ్రి యెరోహాము. యెరోహాము తండ్రి ఏలీయేలు. ఏలీయేలు తండ్రి తోయహు."},{"number":35,"verse":"తోయహు తండ్రి సూపు. సూపు తండ్రి ఎల్కానా. ఎల్కానా తండ్రి మహతు. మహతు తండ్రి అమాశై."},{"number":36,"verse":"అమాశై తండ్రి ఎల్కానా. ఎల్కానా తండ్రి యోవేలు. యోవేలు తండ్రి అజర్యా. అజర్యా తండ్రి జెఫన్యా."},{"number":37,"verse":"జెఫన్యా తండ్రి తాహతు. తాహతు తండ్రి అస్సీరు. అస్సీరు తండ్రి ఎబ్యాసాపు. ఎబ్యాసాపు తండ్రి కోరహు."},{"number":38,"verse":"కోరహు తండ్రి ఇస్హారు. ఇస్హారు తండ్రి కహాతు. కహాతు తండ్రి లేవి. లేవి తండ్రి ఇశ్రాయేలు."},{"number":39,"verse":"హేమాను బంధువు ఆసాపు. హేమాను ఆసాపు కుడి ప్రక్కన నిలబడేవాడు. ఆసాపు తండ్రి పేరు బెరక్యా. బెరక్యా తండ్రి షిమ్యా."},{"number":40,"verse":"షిమ్యా తండ్రి మిఖాయేలు. మిఖాయేలు తండ్రి బయశేయా. బయశేయా తండ్రి మల్కీయా."},{"number":41,"verse":"మల్కీయా తండ్రి యెత్నీ. యెత్నీ తండ్రి జెరహు. జెరహు తండ్రి అదాయా."},{"number":42,"verse":"అదాయా తండ్రి ఏతాను. ఏతాను తండ్రి జిమ్మా. జిమ్మా తండ్రి షిమీ."},{"number":43,"verse":"షిమీ తండ్రి యహతు. యహతు తండ్రి గెర్షోను. గెర్షోను తండ్రి లేవి."},{"number":44,"verse":"మెరారి సంతతి వారు హేమానుకు, ఆసాపుకు బంధువులు. వారు హేమానుకు ఎడమ పక్కన నిలబడి స్తోత్రగీతాలు పాడేవారు. ఏతాను తండ్రి పేరు కీషీ. కీషీ తండ్రి అబ్దీ. అబ్దీ తండ్రి మల్లూకు."},{"number":45,"verse":"మల్లూకు తండ్రి హషబ్యా. హషబ్యా తండ్రి అమజ్యా. అమజ్యా తండ్రి హిల్కీయా."},{"number":46,"verse":"హిల్కీయా తండ్రి అమ్జీ. అమ్జీ తండ్రి బానీ. బానీ తండ్రి షమెరు."},{"number":47,"verse":"షమెరు తండ్రి మహలి. మహలి తండ్రి మూషి. మూషి తండ్రి మెరారి. మెరారి తండ్రి లేవి."},{"number":48,"verse":"హేమాను, ఆసాపుల సోదరులు లేవి వంశంలోని వారే. లేవి సంతతినంతా లేవీయులని పిలుస్తారు. లేవీయులు యెహోవా పవిత్ర గుడారంలో సేవా కార్యక్రమ నిర్వహణకు ప్రత్యేకంగా ఎంపిక చేయబడిన వారు. పవిత్ర గుడారమనగా దేవుని ఇల్లు."},{"number":49,"verse":"కాని అహరోను, అతని సంతతి వారు మాత్రమే బలిపీఠంపై దహనబలులు అర్పించేందుకు అనుమతించబడ్డారు. వారికి ధూపపీఠం మీద ధూపంవేసే హక్కు కూడ వుంది. ఆలయపు అతిపరిశుద్ధ స్థలంలోని పనంతా వారే చేసేవారు. ఇశ్రాయేలు పాపపరిహారార్థం, ప్రజల పాపాలకు విచార సూచకంగా వారు ఆలయంలో ప్రాయశ్చిత్త కార్యాలు నిర్వహించేవారు. మోషే నిర్దేశించిన నియమాలను, నిబంధనలను వారు తప్పక పాటించేవారు. మోషే దేవుని సేవకుడు."},{"number":50,"verse":"( అహరోను సంతతివారు) అహరోను కుమారులు ఎవరనగా: అహరోను కుమారుడు ఎలియాజరు. ఎలియాజరు కుమారుడు ఫీనెహాసు. ఫీనెహాసు కుమారుడు అబీషూవ."},{"number":51,"verse":"అబీషూవ కుమారుడు బుక్కీ. బుక్కీ కుమారుడు ఉజ్జీ. ఉజ్జీ కుమారుడు జెరహ్య."},{"number":52,"verse":"జెరహ్య కుమారుడు మెరాయోతు. మెరాయోతు కుమారుడు అమర్యా. అమర్యా కుమారుడు అహీటూబు."},{"number":53,"verse":"అహీటూబు కుమారుడు సాదోకు. సాదోకు కుమారుడు అహిమయస్సు."},{"number":54,"verse":"( లేవీయుల కుటుంబాలకు నివాసాలు) అహరోను సంతతి వారు నివసించిన ప్రదేశాలు: వారికివ్వబడిన భూములలో స్థావరాలు ఏర్పరచుకొని వారు నివసించారు. లేవీయులకియ్యబడిన భూముల్లో కహాతీయులకు మొదటి భాగం ఇవ్వబడింది."},{"number":55,"verse":"వారికి హెబ్రోను పట్టణం, దాని చుట్టు ప్రక్కల భూములు ఇవ్వబడ్డాయి. ఇది యూదా దేశంలో వుంది."},{"number":56,"verse":"కాని పట్టణానికి దూరంగావున్న భూములు, హెబ్రోను పట్టణానికి దగ్గరలో వున్న గ్రామాలు కాలేబుకు ఇవ్వబడ్డాయి. కాలేబు తండ్రి పేరు యెపున్నె."},{"number":57,"verse":"అహరోను సంతతివారికి హెబ్రోను నగరం ఇవ్వబడింది. హెబ్రోను ఆశ్రయపురం ( ఆశ్రయపురం ఇశ్రాయేలీయుడు ఎవరినైనా చంపినప్పుడు కోపగించిన తన బంధువుల నుండి తనను తాను కాపాడుకొనేందుకు పారిపోయి సురక్షితంగా దాగివుండే నగరం. చూడండి.) వారికింకా లిబ్నా, యత్తీరు, ఎష్టెమో,"},{"number":58,"verse":"హీలేను, దెబీరు,"},{"number":59,"verse":"ఆషాను, యుట్ట, బేత్షెమెషు నగరాలు కూడ ఇవ్వబడ్డాయి. ఈ నగరాలతో పాటు వాటి సమీపంలోని పచ్చిక బయళ్ళు కూడ వారికియ్యబడ్డాయి."},{"number":60,"verse":"బెన్యామీను సంతతి వారికి గిబియోను, గెబ, అల్లెమెతు, అనాతోతు నగరాలు ఇవ్వబడ్డాయి. ఈ నగరాలతో పాటు ఆ ప్రాంతాలలోని పొలాలు కూడ వారికి ఇవ్వబడ్డాయి. పదమూడు నగరాలు కహాతీయుల కుటుంబాల వారికియ్యబడ్డాయి."},{"number":61,"verse":"కహాతు సంతతి వారైన వంశాల వారికి మనష్షే వంశం వారి సగంమందికి పది పట్టణాలు ఇవ్వబడ్డాయి."},{"number":62,"verse":"గెర్షోను సంతతి వారైన వంశాల వారికి పదమూడు నగరాలు ఇవ్వబడ్డాయి. వారికి ఈ నగరాలు ఇశ్శాఖారు, ఆషేరు, నఫ్తాలి, బాషాను ప్రాంతాలలో నివసించే కొందరికి మనష్షే వారినుండి సంక్రమించాయి."},{"number":63,"verse":"మెరారీ సంతతి వారైన వంశాల వారికి పన్నెండు నగరాలు వచ్చాయి. వారికి ఈ నగరాలు రూబేను, గాదు, జెబూలూను కుటుంబాల వారినుండి వచ్చాయి. వారికి ఆ నగరాలు చీట్లువేసి ఇచ్చారు."},{"number":64,"verse":"ఆ విధంగా ఇశ్రాయేలు ప్రజలు ఆ నగరాలను, పొలాలను లేవీయులకు ఇచ్చారు."},{"number":65,"verse":"పైన పేర్కొనబడిన ఆ నగరాలన్నీ చీట్లువేసి యూదా, షిమ్యోను, బెన్యామీను కుటుంబాల వారినుండి తీసుకొనబడి వారికియ్యబడ్డాయి."},{"number":66,"verse":"ఎఫ్రాయిము వంశం వారు కూడ కొందరు కహాతీయుల కుటుంబాల వారికి కొన్ని పట్టణాలను ఇచ్చారు. ఈ పట్టణాలను కూడ చీట్లువేసి ఇచ్చారు."},{"number":67,"verse":"వారికి షెకెము నగరం ఇవ్వబడింది. షెకెము కూడ ఒక రక్షణ (ఆశ్రయ) నగరం. వారికి ఇంకను గెజెరు,"},{"number":68,"verse":"యొక్మెయాము, బేత్హోరోను,"},{"number":69,"verse":"అయ్యాలోను, మరియు గత్రిమ్మోను పట్టణాలు కూడ ఇవ్వబడ్డాయి. ఆ పట్టణాలతో పాటు వారికి పొలాలు కూడ ఇవ్వబడ్డాయి. ఆ పట్టణాలు ఎఫ్రాయిము కొండ ప్రాంతంలో వున్నాయి."},{"number":70,"verse":"సగం మనష్షే గోత్రం వారి నుండి ఆనేరు, బిలియాము పట్టణాలను ఇశ్రాయేలు వారు తీసుకొని కహాతీయులకు ఇచ్చారు. పట్టణాలతో పాటు కహాతీయులకు పొలాలు కూడ ఇవ్వబడ్డాయి."},{"number":71,"verse":"( ఇతర లేవీ కుటుంబాలవారు నివాసాలు పొందటం) గెర్షోను ప్రజలకు బాషాను ప్రాంతంలోని గోలాను పట్టణం, మనష్షే సగం వంశం వారి నుండి అష్తారోతు పట్టణం ఇవ్వబడ్డాయి. ఆ పట్టణాలకు దగ్గరలో వున్న పొలాలు కూడ వారికి ఇవ్వబడ్డాయి."},{"number":72,"verse":"గెర్షోను కుటుంబాల వారికి ఇశ్శాఖారు వంశం నుంచి కెదెషు, దాబెరతు, రామోతు మరియు ఆనేము అను పట్టణాలు లభించాయి. ఆ పట్టణాల సమీపంలో గల భూములు కూడ వారికివ్వబడ్డాయి."},{"number":74,"verse":"గెర్షోను ప్రజలకు ఆషేరు వంశం నుండి మాషాలు, అబ్దోను, హుక్కోకు మరియు రెహాబు పట్టణాలు లభించాయి. ఆ పట్టణాల పరిసరాలలోగల భూములు కూడ వారికివ్వబడ్డాయి."},{"number":76,"verse":"గెర్షోను వారు నఫ్తాలి వంశం నుండి గలిలయలోని కెదెషు, హమ్మోను మరియు కిర్యతాయిము పట్టణాలను పొందారు. ఆ పట్టణాలతో పాటు సమీప పొలాలు కూడ వారికి ఇవ్వబడ్డాయి."},{"number":77,"verse":"మిగిలిన లేవీయులైన మెరారీయులకు జెబూలూను వంశం నుండి యొక్నెయాము, కర్తా, రిమ్మోను మరియు తాబోరు పట్టణాలు లభించాయి. ఆ పట్టణాల దగ్గరలో గల భూములు కూడ వారికి ఇవ్వబడ్డాయి."},{"number":78,"verse":"మెరారీయులు రూబేను వంశం నుండి అరణ్య ప్రాంతంలోని బేసెరు, యహజా, కెదేమోతు మరియు మేఫాతు పట్టణాలను పొందారు. రూబేను వంశస్థులు యొర్దాను నదికి తూర్పున, యెరికో నగరానికి తూర్పున నివసించారు. మెరారీయులకు పట్టణాలతో పాటు పరిసర భూములు కూడ ఇవ్వబడ్డాయి."},{"number":80,"verse":"మెరారీయులు ఇంకను గాదు వంశం నుండి గిలాదు నందలి రామోతు, మహనయీము, హెష్బోను మరియు యాజెరు పట్టణాలను పొందారు. వారికి పట్టణాలతో పాటు సమీప పొలాలు కూడ ఇవ్వబడ్డాయి."}]}