{"bibleAbbr":"teERV1997","bookName":"1 దినవృత్తాంతములు","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"( సౌలు రాజు కుటుంబ చరిత్ర) బెన్యామీను పెద్ద కుమారుని పేరు బెల. బెన్యామీను రెండవ కుమారుని పేరు అష్బేలు. అతని మూడవ కుమారుడు అహరహు."},{"number":2,"verse":"బెన్యామీను నాల్గవ కుమారుడు నోహా. అయిదవవాడు రాపా."},{"number":3,"verse":"బెల కుమారులు అద్దారు, గెరా, అబీహూదు, అబీషూవ, నయమాను, అహోయాహు, గెరా, షెపూపాను, హూరాము అనువారు."},{"number":6,"verse":"ఏహూదు సంతతి వారు గెబలో వారి వారి కుటుంబాలకు పెద్దలు. వారు బలవంతంగా ఇండ్లు విడిచి మనహతుకు పోయేలా చేయబడ్డారు. ఏహూదు సంతతి వారు నయమాను, అహీయా, గెరా అనేవారు. గెరా వారిని బలవంతంగా ఇండ్లు వదిలిపోయేలా చేసాడు. గెరా కుమారులు ఉజ్జా, అహీహూదు."},{"number":8,"verse":"మోయాబు దేశంలో షహరయీము తన భార్యలగు హూషీము, బయరాలకు విడాకులిచ్చాడు. ఇది జరిగిన పిమ్మట మరో భార్య ద్వారా అతనికి పిల్లలు కలిగారు."},{"number":9,"verse":"షహరయీముకు యోబాబు, జిబ్యా, మేషా, మల్కాము, యోవూజును, షాక్యా, మిర్మా అనే కుమారులు తన భార్యయగు హోదెషు వలన కలిగారు. వారంతా షహరయీము సంతానం. వారు కుటుంబ పెద్దలయ్యారు."},{"number":11,"verse":"షహరయీముకు హూషీము వల్ల అహీటూబు, ఎల్పయలు అనేవారు పుట్టారు."},{"number":12,"verse":"ఎల్పయల కుమారులు ఏబెరు, మిషాము, షెమెదు, బెరీయా, షెమ అనువారు. ఓనో పట్టణాన్ని, లోదును, దాని చుట్టూ వున్న గ్రామాలను షెమెదు నిర్మించాడు. బెరీయా, షెమ అనువారిద్దరూ అయ్యాలోనులో నివసించే వారి కుటుంబ పెద్దలు. వారు గాతులో నివసిస్తున్న వారిని వెళ్లగొట్టారు."},{"number":14,"verse":"బెరీయా కుమారులు షాషకు, యెరేమోతు,"},{"number":15,"verse":"జెబద్యా, అరాదు, ఏదెరు,"},{"number":16,"verse":"మిఖాయేలు, ఇష్పా, యోహా అనేవారు."},{"number":17,"verse":"ఎల్పయలు కుమారులు జెబద్యా, మెషుల్లాము, హిజికి, హెబెరు,"},{"number":18,"verse":"ఇష్మెరై, ఇజ్లీయా, యోబాబు అనేవారు."},{"number":19,"verse":"షిమీ కుమారులు యాకీము, జిక్రీ, జబ్ది,"},{"number":20,"verse":"ఎలీయేనై, జిల్లెతై, ఎలీయేలు,"},{"number":21,"verse":"అదాయా, బెరాయా, షిమ్రాతు అనేవారు."},{"number":22,"verse":"షాషకు కుమారులు ఇష్పాను, ఏబెరు, ఎలీయేలు,"},{"number":23,"verse":"అబ్దోను, జిఖ్రి, హానాను,"},{"number":24,"verse":"హనన్యా, ఏలాము, అంతోతీయా,"},{"number":25,"verse":"ఇపెదయా, పెనూయేలు అనేవారు."},{"number":26,"verse":"యెరోహాము కుమారులు షంషెరై, షెహర్యా, అతల్యా,"},{"number":27,"verse":"యహరెష్యా, ఏలీయ్యా, జిఖ్రీ అనేవారు."},{"number":28,"verse":"వీరంతా కుటుంబ పెద్దలు. వారు తమ వంశ చరిత్రలో నాయకులుగా పేర్కొనబడ్డారు. వారు యెరూషలేములో నివసించారు."},{"number":29,"verse":"యెహీయేలు అనేవాడు గిబియోను తండ్రి. యెహీయేలు భార్య మయకా."},{"number":30,"verse":"యెహీయేలు పెద్ద కుమారుడు అబ్దోను. అతని ఇతర కుమారులు సూరు, కీషు, బయలు, నేరు, నాదాబు,"},{"number":31,"verse":"గెదోరు, అహ్యో, జెకెరు, మరియు మిక్లోతు."},{"number":32,"verse":"మిక్లోతు కుమారుని పేరు షిమ్యా. ఈ కుమారులు కూడ వారి బంధువులకు దగ్గరగనే యెరూషలేములో నివసించారు."},{"number":33,"verse":"నేరు కుమారుడు కీషు. కీషు కుమారుడు సౌలు. సౌలు కుమారులు యోనాతాను, మల్కీషూవ, అబీనాదాబు, మరియు ఎష్బయలు."},{"number":34,"verse":"యోనాతాను కుమారుడు మెరీబ్బయలు. మెరీబ్బయలు కుమారుడు మీకా."},{"number":35,"verse":"మీకా కుమారులు పీతోను, మెలెకు, తరేయ, ఆహాజు అనేవారు."},{"number":36,"verse":"ఆహాజు కుమారుడు యెహోయాదా. యెహోయాదా కుమారులు ఆలెమెతు, అజ్మావెతు, జిమ్రీ అనేవారు. జిమ్రీ కుమారుడు మెజా."},{"number":37,"verse":"మెజా కుమారుడు బిన్యా. బిన్యా కుమారుడు రాపా. రాపా కుమారుడు ఎలాశా. ఎలాశా కుమారుడు ఆజేలు."},{"number":38,"verse":"ఆజేలుకు ఆరుగురు కుమారులు. వారి పేర్లు అజ్రీకాము, బోకెరు, ఇష్మాయేలు, షెయర్యా, ఓబద్యా మరియు హానాను. వీరంతా ఆజేలు కుమారులు."},{"number":39,"verse":"ఆజేలు సోదరుని పేరు ఏషెకు. ఏషెకు కుటుంబీకులు, ఏషెకు కుమారులెవరనగా: ఏషెకు పెద్ద కుమారుడు ఊలాము, రెండవ కుమారుడు యెహూషు, మూడవ కుమారుడు ఎలీపేలెటు."},{"number":40,"verse":"ఊలాము కుమారులు ధనుర్బాణాలు పట్టగల నేర్పరులు, బలమైన సైనికులు. వారికి చాలా మంది కుమారులు, మనుమలు ఉన్నారు. కొడుకులు, మనుమలు అంతా నూట ఏబది మంది ఉన్నారు. వీరంతా బెన్యామీను సంతతివారు."}]}