{"bibleAbbr":"AKJV1999+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And the LORD <WH3068> spoke <WH559> to Moses <WH4872> and Aaron <WH175> in the land <WH776> of Egypt <WH4714>saying, <WH559>"},{"number":2,"verse":"This <WH2088> month <WH2320> shall be to you the beginning <WH7218> of months: <WH2320> it shall be the first <WH7223> month <WH2320> of the year <WH8141> to you."},{"number":3,"verse":"Speak <WH1696> you to all <WH3605> the congregation <WH5712> of Israel, <WH3478> saying, <WH559> In the tenth <WH6218> day of this <WH2088> month <WH2320> they shall take <WH3947> to them every man <WH376> a lamb, <WH7716> according to the house <WH1004> of their fathers, <WH1> a lamb <WH7716> for an house: <WH1004>"},{"number":4,"verse":"And if <WH518> the household <WH1004> be too little <WH4591> for the lamb, <WH7716> let him and his neighbor <WH7934> next <WH7138> to his house <WH1004> take <WH3947> it according to the number <WH4373> of the souls; <WH5315> every man <WH376> according <WH6310> to his eating <WH400> shall make your count <WH3699> for the lamb. <WH7716>"},{"number":5,"verse":"Your lamb <WH7716> shall be without <WH8549> blemish, <WH8549> a male <WH2145> of the first <WH1121> year: <WH8141> you shall take <WH3947> it out from the sheep, <WH3532> or from the goats: <WH5795>"},{"number":6,"verse":"And you shall keep <WH4931> it up until <WH5704> the fourteenth <WH702> <WH6240> day <WH3117> of the same <WH2088> month: <WH2320> and the whole <WH3605> assembly <WH6951> of the congregation <WH5712> of Israel <WH3478> shall kill <WH7819> it in the evening. <WH6153>"},{"number":7,"verse":"And they shall take <WH3947> of the blood, <WH1818> and strike <WH5414> it on <WH5921> the two <WH8147> side posts <WH4201> and on <WH5921> the upper <WH4947> door <WH4947> post <WH4947> of the houses, <WH1004> wherein <WH834> they shall eat <WH398> it."},{"number":8,"verse":"And they shall eat <WH398> the flesh <WH1320> in that night, <WH3915> roast <WH6748> with fire, <WH784> and unleavened <WH4682> bread; and with bitter <WH4844> herbs they shall eat <WH398> it."},{"number":9,"verse":"Eat <WH398> not of it raw, <WH4995> nor sodden <WH1310> at all with water, <WH4325> but roast <WH6748> with fire; <WH784> his head <WH7218> with his legs, <WH3767> and with the entrails <WH7130> thereof."},{"number":10,"verse":"And you shall let nothing <WH3808> of it remain <WH3498> until <WH5704> the morning; <WH1242> and that which remains <WH3498> of it until <WH5704> the morning <WH1242> you shall burn <WH8313> with fire. <WH784>"},{"number":11,"verse":"And thus <WH3602> shall you eat <WH398> it; with your loins <WH4975> girded, <WH2296> your shoes <WH5275> on your feet, <WH7272> and your staff <WH4731> in your hand; <WH3027> and you shall eat <WH398> it in haste: <WH2649> it is the LORD's <WH3068> passover. <WH6453>"},{"number":12,"verse":"For I will pass <WH5674> through the land <WH776> of Egypt <WH4714> this <WH2088> night, <WH3915> and will smite <WH5221> all <WH3605> the firstborn <WH1060> in the land <WH776> of Egypt, <WH4714> both man <WH120> and beast; <WH929> and against all <WH3605> the gods <WH430> of Egypt <WH4714> I will execute <WH6213> judgment: <WH8201> I am the LORD. <WH3068>"},{"number":13,"verse":"And the blood <WH1818> shall be to you for a token <WH226> on the houses <WH1004> where <WH834> you are: and when I see <WH7200> the blood, <WH1818> I will pass <WH6452> over <WH5921> you, and the plague <WH5063> shall not be on you to destroy <WH4889> you, when I smite <WH5221> the land <WH776> of Egypt. <WH4714>"},{"number":14,"verse":"And this <WH2088> day <WH3117> shall be to you for a memorial; <WH2146> and you shall keep <WH2287> it a feast <WH2282> to the LORD <WH3068> throughout your generations; <WH1755> you shall keep <WH2287> it a feast <WH2287> by an ordinance <WH2708> for ever. <WH5769>"},{"number":15,"verse":"Seven <WH7651> days <WH3117> shall you eat <WH398> unleavened <WH4682> bread; even <WH389> the first <WH7223> day <WH3117> you shall put <WH7673> away leaven <WH7603> out of your houses: <WH1004> for whoever <WH3605> eats <WH398> leavened <WH2557> bread from the first <WH7223> day <WH3117> until <WH5704> the seventh <WH7637> day, <WH3117> that soul <WH5315> shall be cut <WH3772> off from Israel. <WH3478>"},{"number":16,"verse":"And in the first <WH7223> day <WH3117> there shall be an holy <WH6944> convocation, <WH4744> and in the seventh <WH7637> day <WH3117> there shall be an holy <WH6944> convocation <WH4744> to you; no <WH3808> manner of work <WH4399> shall be done <WH6213> in them, save <WH389> that which <WH834> every <WH3605> man <WH5315> must eat, <WH398> that only <WH905> may be done <WH6213> of you."},{"number":17,"verse":"And you shall observe <WH8104> the feast of unleavened <WH4682> bread; for in this <WH2088> selfsame <WH2088> <WH6106> day <WH3117> have I brought <WH3318> your armies <WH6635> out of the land <WH776> of Egypt: <WH4714> therefore shall you observe <WH8104> this day <WH3117> in your generations <WH1755> by an ordinance <WH2708> for ever. <WH5769>"},{"number":18,"verse":"In the first <WH7223> month, on the fourteenth <WH702> <WH6240> day <WH3117> of the month <WH2320> at even, <WH6153> you shall eat <WH398> unleavened <WH4682> bread, until <WH5704> the one <WH259> and twentieth <WH6242> day <WH3117> of the month <WH2320> at even."},{"number":19,"verse":"Seven <WH7651> days <WH3117> shall there be no <WH3808> leaven <WH7603> found <WH4672> in your houses: <WH1004> for whoever eats <WH398> that which is leavened, <WH2557> even that soul <WH5315> shall be cut <WH3772> off from the congregation <WH5712> of Israel, <WH3478> whether he be a stranger, <WH1616> or born <WH249> in the land. <WH776>"},{"number":20,"verse":"You shall eat <WH398> nothing <WH3808> leavened; <WH2557> in all <WH3605> your habitations <WH4186> shall you eat <WH398> unleavened <WH4682> bread."},{"number":21,"verse":"Then Moses <WH4872> called <WH7121> for all <WH3605> the elders <WH2205> of Israel, <WH3478> and said <WH559> to them, Draw <WH4900> out and take <WH3947> you a lamb <WH6629> according to your families, <WH4940> and kill <WH7819> the passover. <WH6453>"},{"number":22,"verse":"And you shall take <WH3947> a bunch <WH92> of hyssop, <WH231> and dip <WH2881> it in the blood <WH1818> that is in the basin, <WH5592> and strike <WH5060> the lintel <WH4947> and the two <WH8147> side posts <WH4201> with the blood <WH1818> that is in the basin; <WH5592> and none <WH3808> of you shall go <WH3318> out at the door <WH6607> of his house <WH1004> until <WH5704> the morning. <WH1242>"},{"number":23,"verse":"For the LORD <WH3068> will pass <WH5674> through to smite <WH5062> the Egyptians; <WH4714> and when he sees <WH7200> the blood <WH1818> on the lintel, <WH4947> and on <WH5921> the two <WH8147> side posts, <WH4201> the LORD <WH3068> will pass <WH6452> over <WH5921> the door, <WH6607> and will not suffer <WH5414> the destroyer <WH7843> to come <WH935> in to your houses <WH1004> to smite <WH5062> you."},{"number":24,"verse":"And you shall observe <WH8104> this <WH2088> thing <WH1697> for an ordinance <WH2706> to you and to your sons <WH1121> for ever. <WH5769>"},{"number":25,"verse":"And it shall come <WH1961> to pass, when <WH3588> you be come <WH935> to the land <WH776> which <WH834> the LORD <WH3068> will give <WH5414> you, according as he has promised, <WH1696> that you shall keep <WH8104> this <WH2063> service. <WH5656>"},{"number":26,"verse":"And it shall come <WH1961> to pass, when <WH3588> your children <WH1121> shall say <WH559> to you, What <WH4100> mean you by this <WH2063> service? <WH5656>"},{"number":27,"verse":"That you shall say, <WH559> It is the sacrifice <WH2077> of the LORD's <WH3068> passover, <WH6453> who <WH834> passed <WH6452> over <WH5921> the houses <WH1004> of the children <WH1121> of Israel <WH3478> in Egypt, <WH4714> when he smote <WH5062> the Egyptians, <WH4714> and delivered <WH5337> our houses. <WH1004> And the people <WH5971> bowed <WH6915> the head and worshipped. <WH7812>"},{"number":28,"verse":"And the children <WH1121> of Israel <WH3478> went <WH3212> away, and did <WH6213> as the LORD <WH3068> had commanded <WH6680> Moses <WH4872> and Aaron, <WH175> so <WH3651> did <WH6213> they."},{"number":29,"verse":"And it came <WH1961> to pass, that at midnight <WH2677> <WH3915> the LORD <WH3068> smote <WH5221> all <WH3605> the firstborn <WH1060> in the land <WH776> of Egypt, <WH4714> from the firstborn <WH1060> of Pharaoh <WH6547> that sat <WH3427> on <WH5921> his throne <WH3678> to the firstborn <WH1060> of the captive <WH7628> that was in the dungeon; <WH1004> <WH953> and all <WH3605> the firstborn <WH1060> of cattle. <WH929>"},{"number":30,"verse":"And Pharaoh <WH6547> rose <WH6965> up in the night, <WH3915> he, and all <WH3605> his servants, <WH5650> and all <WH3605> the Egyptians; <WH4714> and there was a great <WH1419> cry <WH6818> in Egypt; <WH4714> for there was not a house <WH1004> where <WH834> there was not one dead. <WH4191>"},{"number":31,"verse":"And he called <WH7121> for Moses <WH4872> and Aaron <WH175> by night, <WH3915> and said, <WH559> Rise <WH6965> up, and get <WH3318> you forth <WH3318> from among <WH8432> my people, <WH5971> both <WH1571> you and the children <WH1121> of Israel; <WH3478> and go, <WH3212> serve <WH5647> the LORD, <WH3068> as you have said. <WH1696>"},{"number":32,"verse":"Also <WH1571> take <WH3947> your flocks <WH6629> and your herds, <WH1241> as you have said, <WH1696> and be gone; <WH3212> and bless <WH1288> me also. <WH1571>"},{"number":33,"verse":"And the Egyptians <WH4714> were urgent <WH2388> on the people, <WH5971> that they might send <WH7971> them out of the land <WH776> in haste; <WH4422> for they said, <WH559> We be all <WH3605> dead <WH4191> men."},{"number":34,"verse":"And the people <WH5971> took <WH5375> their dough <WH1217> before <WH2962> it was leavened, <WH2557> their kneading troughs <WH4863> being bound <WH6887> up in their clothes <WH8071> on their shoulders. <WH7926>"},{"number":35,"verse":"And the children <WH1121> of Israel <WH3478> did <WH6213> according to the word <WH1697> of Moses; <WH4872> and they borrowed <WH7592> of the Egyptians <WH4714> jewels <WH3627> of silver, <WH3701> and jewels <WH3627> of gold, <WH2091> and raiment: <WH8071>"},{"number":36,"verse":"And the LORD <WH3068> gave <WH5414> the people <WH5971> favor <WH2580> in the sight <WH5869> of the Egyptians, <WH4714> so that they lent <WH7592> to them such things as they required. And they spoiled <WH5337> the Egyptians. <WH4714>"},{"number":37,"verse":"And the children <WH1121> of Israel <WH3478> journeyed <WH5265> from Rameses <WH7486> to Succoth, <WH5523> about six <WH8337> hundred <WH3967> thousand <WH505> on foot <WH7273> that were men, <WH1397> beside <WH905> children. <WH2945>"},{"number":38,"verse":"And a mixed <WH6154> multitude <WH7227> went <WH5927> up also <WH1571> with them; and flocks, <WH6629> and herds, <WH1241> even very <WH3966> much <WH3515> cattle. <WH4735>"},{"number":39,"verse":"And they baked <WH644> unleavened <WH4682> cakes <WH5692> of the dough <WH1217> which <WH834> they brought <WH3318> forth <WH3318> out of Egypt, <WH4714> for it was not leavened; <WH2557> because <WH3588> they were thrust <WH1644> out of Egypt, <WH4714> and could <WH3201> not tarry, <WH4102> neither <WH1571> <WH3808> had they prepared <WH6213> for themselves <WH1992> any victual. <WH6720>"},{"number":40,"verse":"Now the sojourning <WH4186> of the children <WH1121> of Israel, <WH3478> who <WH834> dwelled <WH3427> in Egypt, <WH4714> was four <WH702> hundred <WH3967> and thirty <WH7970> years. <WH8141>"},{"number":41,"verse":"And it came <WH1961> to pass at the end <WH7093> of the four <WH702> hundred <WH3967> and thirty <WH7970> years, <WH8141> even the selfsame <WH2088> <WH6106> day <WH3117> it came <WH1961> to pass, that all <WH3605> the hosts <WH6635> of the LORD <WH3068> went <WH3318> out from the land <WH776> of Egypt. <WH4714>"},{"number":42,"verse":"It is a night <WH3915> to be much observed <WH8107> to the LORD <WH3068> for bringing <WH3318> them out from the land <WH776> of Egypt: <WH4714> this <WH2088> is that night <WH3915> of the LORD <WH3068> to be observed <WH8107> of all <WH3605> the children <WH1121> of Israel <WH3478> in their generations. <WH1755>"},{"number":43,"verse":"And the LORD <WH3068> said <WH559> to Moses <WH4872> and Aaron, <WH175> This <WH2063> is the ordinance <WH2708> of the passover: <WH6453> There shall no <WH3808> stranger <WH1121> <WH5235> eat <WH398> thereof:"},{"number":44,"verse":"But every <WH3605> man's <WH376> servant <WH5650> that is bought <WH4736> for money, <WH3701> when you have circumcised <WH4135> him, then <WH227> shall he eat <WH398> thereof."},{"number":45,"verse":"A foreigner <WH8453> and an hired <WH7916> servant <WH7916> shall not eat <WH398> thereof."},{"number":46,"verse":"In one <WH259> house <WH1004> shall it be eaten; <WH398> you shall not carry <WH3318> forth <WH3318> ought of the flesh <WH1320> abroad <WH2351> out of the house; <WH1004> neither <WH3808> shall you break <WH7665> a bone <WH6106> thereof."},{"number":47,"verse":"All <WH3605> the congregation <WH5712> of Israel <WH3478> shall keep <WH6213> it."},{"number":48,"verse":"And when <WH3588> a stranger <WH1616> shall sojourn <WH1481> with you, and will keep <WH6213> the passover <WH6453> to the LORD, <WH3068> let all <WH3605> his males <WH2145> be circumcised, <WH4135> and then <WH227> let him come <WH7126> near <WH7126> and keep <WH6213> it; and he shall be as one that is born <WH249> in the land: <WH776> for no <WH3808> uncircumcised <WH6189> person shall eat <WH398> thereof."},{"number":49,"verse":"One <WH259> law <WH8451> shall be to him that is home born, <WH249> and to the stranger <WH1616> that sojournes <WH1481> among <WH8432> you."},{"number":50,"verse":"Thus did <WH6213> all <WH3605> the children <WH1121> of Israel; <WH3478> as the LORD <WH3068> commanded <WH6680> Moses <WH4872> and Aaron, <WH175> so <WH3651> did <WH6213> they."},{"number":51,"verse":"And it came <WH1961> to pass the selfsame <WH2088> <WH6106> day, <WH3117> that the LORD <WH3068> did bring <WH3318> the children <WH1121> of Israel <WH3478> out of the land <WH776> of Egypt <WH4714> by their armies. <WH6635>"}]}