{"bibleAbbr":"AKJV1999+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"And the LORD <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"Speak <WH1696> to the children <WH1121> of Israel, <WH3478> that they bring <WH3947> me an offering: <WH8641> of every <WH3605> man <WH376> that gives it willingly <WH5068> with his heart <WH3820> you shall take <WH3947> my offering. <WH8641>"},{"number":3,"verse":"And this <WH2063> is the offering <WH8641> which <WH834> you shall take <WH3947> of them; gold, <WH2091> and silver, <WH3701> and brass, <WH5178>"},{"number":4,"verse":"And blue, <WH8504> and purple, <WH713> and scarlet, <WH8144> <WH8438> and fine linen, <WH8336> and goats' <WH5795> hair,"},{"number":5,"verse":"And rams' <WH352> skins <WH5785> dyed red, <WH119> and badgers' <WH8476> skins, <WH5785> and shittim <WH7848> wood, <WH6086>"},{"number":6,"verse":"Oil <WH8081> for the light, <WH3974> spices <WH1314> for anointing <WH4888> oil, <WH8081> and for sweet <WH5561> incense, <WH7004>"},{"number":7,"verse":"Onyx <WH7718> stones, <WH68> and stones <WH68> to be set <WH4394> in the ephod, <WH646> and in the breastplate. <WH2833>"},{"number":8,"verse":"And let them make <WH6213> me a sanctuary; <WH4720> that I may dwell <WH7931> among <WH8432> them."},{"number":9,"verse":"According to all <WH3605> that I show <WH7200> you, after the pattern <WH8403> of the tabernacle, <WH4908> and the pattern <WH8403> of all <WH3605> the instruments <WH3627> thereof, even so <WH3651> shall you make <WH6213> it."},{"number":10,"verse":"And they shall make <WH6213> an ark <WH727> of shittim <WH7848> wood: <WH6086> two cubits <WH520> and a half <WH2677> shall be the length <WH753> thereof, and a cubit <WH520> and a half <WH2677> the breadth <WH7341> thereof, and a cubit <WH520> and a half <WH2677> the height <WH6967> thereof."},{"number":11,"verse":"And you shall overlay <WH6823> it with pure <WH2889> gold, <WH2091> within <WH1004> and without <WH2351> shall you overlay <WH6823> it, and shall make <WH6213> on it a crown <WH2213> of gold <WH2091> round <WH5439> about."},{"number":12,"verse":"And you shall cast <WH3332> four <WH702> rings <WH2885> of gold <WH2091> for it, and put <WH5414> them in the four <WH702> corners <WH6471> thereof; and two <WH8147> rings <WH2885> shall be in the one <WH259> side <WH6763> of it, and two <WH8147> rings <WH2885> in the other <WH8145> side <WH6763> of it."},{"number":13,"verse":"And you shall make <WH6213> staves <WH905> of shittim <WH7848> wood, <WH6086> and overlay <WH6823> them with gold. <WH2091>"},{"number":14,"verse":"And you shall put <WH935> the staves <WH905> into the rings <WH2885> by the sides <WH6763> of the ark, <WH727> that the ark <WH727> may be borne <WH5375> with them."},{"number":15,"verse":"The staves <WH905> shall be in the rings <WH2885> of the ark: <WH727> they shall not be taken <WH5493> from it."},{"number":16,"verse":"And you shall put <WH5414> into <WH413> the ark <WH727> the testimony <WH5715> which <WH834> I shall give <WH5414> you."},{"number":17,"verse":"And you shall make <WH6213> a mercy <WH3727> seat of pure <WH2889> gold: <WH2091> two cubits <WH520> and a half <WH2677> shall be the length <WH753> thereof, and a cubit <WH520> and a half <WH2677> the breadth <WH7341> thereof."},{"number":18,"verse":"And you shall make <WH6213> two <WH8147> cherubim <WH3742> of gold, <WH2091> of beaten <WH4749> work <WH4749> shall you make <WH6213> them, in the two <WH8147> ends <WH7098> of the mercy <WH3727> seat."},{"number":19,"verse":"And make <WH6213> one <WH259> cherub <WH3742> on the one <WH2088> end, <WH7098> and the other <WH259> cherub <WH3742> on the other <WH2088> end: <WH7098> even of the mercy <WH3727> seat shall you make <WH6213> the cherubim <WH3742> on the two <WH8147> ends <WH7098> thereof."},{"number":20,"verse":"And the cherubim <WH3742> shall stretch <WH6566> forth their wings <WH3671> on high, <WH4605> covering <WH5526> the mercy <WH3727> seat with their wings, <WH3671> and their faces <WH6440> shall look one to another; <WH251> toward the mercy <WH3727> seat shall the faces <WH6440> of the cherubim <WH3742> be."},{"number":21,"verse":"And you shall put <WH5414> the mercy <WH3727> seat above <WH4605> on the ark; <WH727> and in the ark <WH727> you shall put <WH5414> the testimony <WH5715> that I shall give <WH5414> you."},{"number":22,"verse":"And there I will meet <WH3259> with you, and I will commune <WH1696> with you from above <WH5921> the mercy <WH3727> seat, from between <WH996> the two <WH8147> cherubim <WH3742> which <WH834> are on the ark <WH727> of the testimony, <WH5715> of all <WH3605> things which <WH834> I will give you in commandment <WH6680> to the children <WH1121> of Israel. <WH3478>"},{"number":23,"verse":"You shall also make <WH6213> a table <WH7979> of shittim <WH7848> wood: <WH6086> two cubits <WH520> shall be the length <WH753> thereof, and a cubit <WH520> the breadth <WH7341> thereof, and a cubit <WH520> and a half <WH2677> the height <WH6967> thereof."},{"number":24,"verse":"And you shall overlay <WH6823> it with pure <WH2889> gold, <WH2091> and make <WH6213> thereto a crown <WH2213> of gold <WH2091> round <WH5439> about."},{"number":25,"verse":"And you shall make <WH6213> to it a border <WH4526> of an hand <WH2948> breadth <WH2948> round <WH5439> about, and you shall make <WH6213> a golden <WH2091> crown <WH2213> to the border <WH4526> thereof round <WH5439> about."},{"number":26,"verse":"And you shall make <WH6213> for it four <WH702> rings <WH2885> of gold, <WH2091> and put <WH5414> the rings <WH2885> in the four <WH702> corners <WH6285> that are on <WH5921> the four <WH702> feet <WH7272> thereof."},{"number":27,"verse":"Over <WH5980> against <WH5980> the border <WH4526> shall the rings <WH2885> be for places <WH1004> of the staves <WH905> to bear <WH5375> the table. <WH7979>"},{"number":28,"verse":"And you shall make <WH6213> the staves <WH905> of shittim <WH7848> wood, <WH6086> and overlay <WH6823> them with gold, <WH2091> that the table <WH7979> may be borne <WH5375> with them."},{"number":29,"verse":"And you shall make <WH6213> the dishes <WH7086> thereof, and spoons <WH3709> thereof, and covers <WH7184> thereof, and bowls <WH4518> thereof, to cover <WH5258> with: <WH2004> of pure <WH2889> gold <WH2091> shall you make <WH6213> them."},{"number":30,"verse":"And you shall set <WH5414> on the table <WH7979> show bread <WH3899> <WH6440> before <WH6440> me always. <WH8548>"},{"number":31,"verse":"And you shall make <WH6213> a candlestick <WH4501> of pure <WH2889> gold: <WH2091> of beaten <WH4749> work <WH4749> shall the candlestick <WH4501> be made: <WH6213> his shaft, <WH3409> and his branches, <WH7070> his bowls, <WH1375> his knops, <WH3730> and his flowers, <WH6525> shall be of the same."},{"number":32,"verse":"And six <WH8337> branches <WH7070> shall come <WH3318> out of the sides <WH6654> of it; three <WH7969> branches <WH7070> of the candlestick <WH4501> out of the one <WH259> side, <WH6654> and three <WH7969> branches <WH7070> of the candlestick <WH4501> out of the other <WH8145> side: <WH6654>"},{"number":33,"verse":"Three <WH7969> bowls <WH1375> made like to almonds, <WH8246> with a bud <WH3730> and a flower <WH6525> in one <WH259> branch; <WH7070> and three <WH7969> bowls <WH1375> made like almonds <WH8246> in the other <WH259> branch, <WH7070> with a bud <WH3730> and a flower: <WH6525> so <WH3651> in the six <WH8337> branches <WH7070> that come <WH3318> out of the candlestick. <WH4501>"},{"number":34,"verse":"And in the candlesticks <WH4501> shall be four <WH702> bowls <WH1375> made like to almonds, <WH8246> with their knops <WH3730> and their flowers. <WH6525>"},{"number":35,"verse":"And there shall be a bud <WH3730> under <WH8478> two <WH8147> branches <WH7070> of the same, and a bud <WH3730> under <WH8478> two <WH8147> branches <WH7070> of the same, and a bud <WH3730> under <WH8478> two <WH8147> branches <WH7070> of the same, according to the six <WH8337> branches <WH7070> that proceed <WH3318> out of the candlestick. <WH4501>"},{"number":36,"verse":"Their knops <WH3730> and their branches <WH7070> shall be of the same: all <WH3605> it shall be one <WH259> beaten <WH4749> work <WH4749> of pure <WH2889> gold. <WH2091>"},{"number":37,"verse":"And you shall make <WH6213> the seven <WH7651> lamps <WH5216> thereof: and they shall light <WH5927> the lamps <WH5216> thereof, that they may give light <WH216> over <WH5921> <WH5676> against <WH5676> <WH6440> it."},{"number":38,"verse":"And the tongs <WH4457> thereof, and the firepans <WH4289> thereof, shall be of pure <WH2889> gold. <WH2091>"},{"number":39,"verse":"Of a talent <WH3603> of pure <WH2889> gold <WH2091> shall he make <WH6213> it, with all <WH3605> these <WH428> vessels. <WH3627>"},{"number":40,"verse":"And look <WH7200> that you make <WH6213> them after their pattern, <WH8403> which <WH834> was showed <WH7200> you in the mount. <WH2022>"}]}