{"bibleAbbr":"AKJV1999+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"And Moses <WH4872> gathered <WH6950> all <WH3605> the congregation <WH5712> of the children <WH1121> of Israel <WH3478> together, and said <WH559> to them, These <WH428> are the words <WH1697> which <WH834> the LORD <WH3068> has commanded, <WH6680> that you should do <WH6213> them."},{"number":2,"verse":"Six <WH8337> days <WH3117> shall work <WH4399> be done, <WH6213> but on the seventh <WH7637> day <WH3117> there shall be to you an holy <WH6944> day, a sabbath <WH7676> of rest <WH7677> to the LORD: <WH3068> whoever <WH3605> does <WH6213> work <WH4399> therein shall be put to death. <WH4191>"},{"number":3,"verse":"You shall kindle <WH1197> no <WH3808> fire <WH784> throughout your habitations <WH4186> on the sabbath <WH7676> day. <WH3117>"},{"number":4,"verse":"And Moses <WH4872> spoke <WH559> to all <WH3605> the congregation <WH5712> of the children <WH1121> of Israel, <WH3478> saying, <WH559> This <WH2088> is the thing <WH1697> which <WH834> the LORD <WH3068> commanded, <WH6680> saying, <WH559>"},{"number":5,"verse":"Take <WH3947> you from among you an offering <WH8641> to the LORD: <WH3068> whoever <WH3605> is of a willing <WH5081> heart, <WH3820> let him bring <WH935> it, an offering <WH8641> of the LORD; <WH3068> gold, <WH2091> and silver, <WH3701> and brass, <WH5178>"},{"number":6,"verse":"And blue, <WH8504> and purple, <WH713> and scarlet, <WH8144> <WH8438> and fine linen, <WH8336> and goats' <WH5795> hair,"},{"number":7,"verse":"And rams' <WH352> skins <WH5785> dyed red, <WH119> and badgers' <WH8476> skins, <WH5785> and shittim <WH7848> wood, <WH6086>"},{"number":8,"verse":"And oil <WH8081> for the light, <WH3974> and spices <WH1314> for anointing <WH4888> oil, <WH8081> and for the sweet <WH5561> incense, <WH7004>"},{"number":9,"verse":"And onyx <WH7718> stones, <WH68> and stones <WH68> to be set <WH4394> for the ephod, <WH646> and for the breastplate. <WH2833>"},{"number":10,"verse":"And every <WH3605> wise <WH2450> hearted <WH3820> among you shall come, <WH935> and make <WH6213> all <WH3605> that the LORD <WH3068> has commanded; <WH6680>"},{"number":11,"verse":"The tabernacle, <WH4908> his tent, <WH168> and his covering, <WH4372> his clasps, <WH7165> and his boards, <WH7175> his bars, <WH1280> his pillars, <WH5982> and his sockets, <WH134>"},{"number":12,"verse":"The ark, <WH727> and the staves <WH905> thereof, with the mercy <WH3727> seat, and the veil <WH6532> of the covering, <WH4539>"},{"number":13,"verse":"The table, <WH7979> and his staves, <WH905> and all <WH3605> his vessels, <WH3627> and the show bread. <WH3899>"},{"number":14,"verse":"The candlestick <WH4501> also for the light, <WH3974> and his furniture, <WH3627> and his lamps, <WH5216> with the oil <WH8081> for the light, <WH3974>"},{"number":15,"verse":"And the incense <WH7004> altar, <WH4196> and his staves, <WH905> and the anointing <WH4888> oil, <WH8081> and the sweet <WH5561> incense, <WH7004> and the hanging <WH4539> for the door <WH6607> at the entering <WH6607> in of the tabernacle, <WH4908>"},{"number":16,"verse":"The altar <WH4196> of burnt <WH5930> offering, with his brazen <WH5178> grate, <WH4345> his staves, <WH905> and all <WH3605> his vessels, <WH3627> the laver <WH3595> and his foot, <WH3653>"},{"number":17,"verse":"The hangings <WH7050> of the court, <WH2691> his pillars, <WH5982> and their sockets, <WH134> and the hanging <WH4539> for the door <WH8179> of the court, <WH2691>"},{"number":18,"verse":"The pins <WH3489> of the tabernacle, <WH4908> and the pins <WH3489> of the court, <WH2691> and their cords, <WH4340>"},{"number":19,"verse":"The cloths <WH899> of service, <WH8278> to do service <WH8334> in the holy <WH6944> place, the holy <WH6944> garments <WH899> for Aaron <WH175> the priest, <WH3548> and the garments <WH899> of his sons, <WH1121> to minister <WH8334> in the priest's <WH3547> office."},{"number":20,"verse":"And all <WH3605> the congregation <WH5712> of the children <WH1121> of Israel <WH3478> departed <WH3318> from the presence <WH6440> of Moses. <WH4872>"},{"number":21,"verse":"And they came, <WH935> every <WH3605> one whose <WH834> heart <WH3820> stirred <WH5375> him up, and every <WH3605> one whom <WH834> his spirit <WH7307> made willing, <WH5068> and they brought <WH935> the LORD's <WH3068> offering <WH8641> to the work <WH4399> of the tabernacle <WH168> of the congregation, <WH4150> and for all <WH3605> his service, <WH5656> and for the holy <WH6944> garments. <WH899>"},{"number":22,"verse":"And they came, <WH935> both men <WH582> and women, <WH802> as many as were willing <WH5081> hearted, <WH3820> and brought <WH935> bracelets, <WH2397> and earrings, <WH5141> and rings, <WH2885> and tablets, <WH3558> all <WH3605> jewels <WH3627> of gold: <WH2091> and every <WH3605> man <WH376> that offered <WH5130> offered an offering of gold <WH2091> to the LORD. <WH3068>"},{"number":23,"verse":"And every <WH3605> man, <WH376> with whom <WH834> was found <WH4672> blue, <WH8504> and purple, <WH713> and scarlet, <WH8144> <WH8438> and fine linen, <WH8336> and goats' <WH5795> hair, and red <WH119> skins <WH5785> of rams, <WH352> and badgers' <WH8476> skins, <WH5785> brought <WH935> them."},{"number":24,"verse":"Every <WH3605> one that did offer <WH7311> an offering <WH8641> of silver <WH3701> and brass <WH5178> brought <WH935> the LORD's <WH3068> offering: <WH8641> and every <WH3605> man, <WH376> with whom <WH834> was found <WH4672> shittim <WH7848> wood <WH6086> for any <WH3605> work <WH4399> of the service, <WH5656> brought <WH935> it."},{"number":25,"verse":"And all <WH3605> the women <WH802> that were wise <WH2450> hearted <WH3820> did spin <WH2901> with their hands, <WH3027> and brought <WH935> that which they had spun, <WH4299> both of blue, <WH8504> and of purple, <WH713> and of scarlet, <WH8144> <WH8438> and of fine linen. <WH8336>"},{"number":26,"verse":"And all <WH3605> the women <WH802> whose <WH834> heart <WH3820> stirred <WH5375> them up in wisdom <WH2451> spun <WH2901> goats' <WH5795> hair."},{"number":27,"verse":"And the rulers <WH5387> brought <WH935> onyx <WH7718> stones, <WH68> and stones <WH68> to be set, <WH4394> for the ephod, <WH646> and for the breastplate; <WH2833>"},{"number":28,"verse":"And spice, <WH1314> and oil <WH8081> for the light, <WH3974> and for the anointing <WH4888> oil, <WH8081> and for the sweet <WH5561> incense. <WH7004>"},{"number":29,"verse":"The children <WH1121> of Israel <WH3478> brought <WH935> a willing <WH5071> offering to the LORD, <WH3068> every <WH3605> man <WH376> and woman, <WH802> whose <WH834> heart <WH3820> made them willing <WH5068> to bring <WH935> for all <WH3605> manner of work, <WH4399> which <WH834> the LORD <WH3068> had commanded <WH6680> to be made <WH6213> by the hand <WH3027> of Moses. <WH4872>"},{"number":30,"verse":"And Moses <WH4872> said <WH559> to the children <WH1121> of Israel, <WH3478> See, <WH7200> the LORD <WH3068> has called <WH7121> by name <WH8034> Bezaleel <WH1212> the son <WH1121> of Uri, <WH221> the son <WH1121> of Hur, <WH2354> of the tribe <WH4294> of Judah; <WH3063>"},{"number":31,"verse":"And he has filled <WH4390> him with the spirit <WH7307> of God, <WH430> in wisdom, <WH2451> in understanding, <WH8394> and in knowledge, <WH1847> and in all <WH3605> manner of workmanship; <WH4399>"},{"number":32,"verse":"And to devise <WH2803> curious <WH4284> works, to work <WH6213> in gold, <WH2091> and in silver, <WH3701> and in brass, <WH5178>"},{"number":33,"verse":"And in the cutting <WH2799> of stones, <WH68> to set <WH4390> them, and in carving <WH2799> of wood, <WH6086> to make <WH6213> any <WH3605> manner of cunning <WH4284> work. <WH4399>"},{"number":34,"verse":"And he has put <WH5414> in his heart <WH3820> that he may teach, <WH3384> both he, and Aholiab, <WH171> the son <WH1121> of Ahisamach, <WH294> of the tribe <WH4294> of Dan. <WH1835>"},{"number":35,"verse":"Them has he filled <WH4390> with wisdom <WH2451> of heart, <WH3820> to work <WH6213> all <WH3605> manner <WH3605> of work, <WH4399> of the engraver, <WH2796> and of the cunning <WH2803> workman, <WH2803> and of the embroiderer, <WH7551> in blue, <WH8504> and in purple, <WH713> in scarlet, <WH8144> <WH8438> and in fine linen, <WH8336> and of the weaver, <WH707> even of them that do <WH6213> any <WH3605> work, <WH4399> and of those that devise <WH2803> cunning <WH4284> work."}]}