{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַֽחֲרֵי֙ <WH310> 'a-cha-Rei Now it came to pass after מ֣וֹת <WH4191> Mot crying שָׁא֔וּל <WH7586> sha-'Ul, of Saul וְדָוִ֣ד <WH1732> ve-da-Vid when David שָׁ֔ב <WH7725> Shav, was returned מֵהַכּ֖וֹת <WH5221> me-hak-Kot from the slaughter אֶת־ <WH853> 'et- הָעֲמָלֵ֑ק <WH6002> ha-'a-ma-Lek; of the Amalekites וַיֵּ֧שֶׁב <WH3427> vai-Ye-shev had abode דָּוִ֛ד <WH1732> da-Vid and David בְּצִקְלָ֖ג <WH6860> be-tzik-Lag in Ziklag יָמִ֥ים <WH3117> ya-Mim days שְׁנָֽיִם׃ <WH8147> she-Na-yim. two"},{"number":2,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi came בַּיּ֣וֹם <WH3117> bai-Yom day הַשְּׁלִישִׁ֗י <WH7992> hash-she-li-Shi, It came even to pass on the third וְהִנֵּה֩ <WH2009> ve-hin-Neh behold אִ֨ישׁ <WH376> 'ish that behold a man בָּ֤א <WH935> ba came מִן־ <WH4480> min- out הַֽמַּחֲנֶה֙ <WH4264> ham-ma-cha-Neh out of the camp מֵעִ֣ם <WH5973> me-'Im from שָׁא֔וּל <WH7586> sha-'Ul, from Saul וּבְגָדָ֣יו <WH899> u-ve-ga-Dav with his clothes קְרֻעִ֔ים <WH7167> ke-ru-'Im, rent וַאֲדָמָ֖ה <WH127> va-'a-da-Mah and earth עַל־ <WH5921> 'al- on רֹאשׁ֑וֹ <WH7218> ro-Sho; upon his head וַיְהִי֙ <WH1961> vay-Hi came בְּבֹא֣וֹ <WH935> be-vo-'O and [so] it was when he came אֶל־ <WH413> 'el- to דָּוִ֔ד <WH1732> da-Vid, to David וַיִּפֹּ֥ל <WH5307> vai-yip-Pol that he fell אַ֖רְצָה <WH776> 'Ar-tzah to the earth וַיִּשְׁתָּֽחוּ׃ <WH7812> vai-yish-Ta-chu. and did obeisance"},{"number":3,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo דָּוִ֔ד <WH1732> da-Vid, And David אֵ֥י <WH335> 'ei where מִזֶּ֖ה <WH2088> miz-Zeh he תָּב֑וֹא <WH935> ta-Vo; unto him From whence comest וַיֹּ֣אמֶר <WH559> vai-Yo-mer thou;And he said אֵלָ֔יו <WH413> 'e-Lav, from מִמַּחֲנֵ֥ה <WH4264> mi-ma-cha-Neh unto him Out of the camp יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel נִמְלָֽטְתִּי׃ <WH4422> nim-La-te-ti. am I escaped"},{"number":4,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אֵלָ֥יו <WH413> 'e-Lav about דָּוִ֛ד <WH1732> da-Vid And David מֶה־ <WH4100> meh- unto him How הָיָ֥ה <WH1961> ha-Yah become הַדָּבָ֖ר <WH1697> had-da-Var things הַגֶּד־ <WH5046> hag-ged- tell נָ֣א <WH4994> na I beseech thee לִ֑י Li; וַ֠יֹּאמֶר <WH559> Vai-yo-mer me And he answered אֲשֶׁר־ <WH834> 'a-Sher- after נָ֨ס <WH5127> nas are fled הָעָ֜ם <WH5971> ha-'Am That the people מִן־ <WH4480> min- from הַמִּלְחָמָ֗ה <WH4421> ham-mil-cha-Mah, from the battle וְגַם־ <WH1571> ve-gam- and also הַרְבֵּ֞ה <WH7235> har-Beh and many נָפַ֤ל <WH5307> na-Fal also are fallen מִן־ <WH4480> min- at הָעָם֙ <WH5971> ha-'Am of the people וַיָּמֻ֔תוּ <WH4191> vai-ya-Mu-tu, and dead וְגַ֗ם <WH1571> ve-Gam, also שָׁא֛וּל <WH7586> sha-'Ul and Saul וִיהוֹנָתָ֥ן <WH3083> vi-ho-na-Tan and Jonathan בְּנ֖וֹ <WH1121> be-No his son מֵֽתוּ׃ <WH4191> Me-tu. are dead"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said דָּוִ֔ד <WH1732> da-Vid, And David אֶל־ <WH413> 'el- to הַנַּ֖עַר <WH5288> han-Na-'ar unto the young man הַמַּגִּ֣יד <WH5046> ham-mag-Gid that told ל֑וֹ lo; אֵ֣יךְ <WH349> 'eich How יָדַ֔עְתָּ <WH3045> ya-Da'-ta, him How knowest כִּי־ <WH3588> ki- for מֵ֥ת <WH4191> met be dead שָׁא֖וּל <WH7586> sha-'Ul thou that Saul וִיהֽוֹנָתָ֥ן <WH3083> vi-ho-na-Tan and Jonathan בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":6,"verse":"וַיֹּ֜אמֶר <WH559> vai-Yo-mer him said הַנַּ֣עַר׀ <WH5288> han-Na-'ar And the young man הַמַּגִּ֣יד <WH5046> ham-mag-Gid that told ל֗וֹ lo, נִקְרֹ֤א <WH7122> nik-Ro by chance נִקְרֵ֙יתִי֙ <WH7136> nik-Rei-ti As I happened בְּהַ֣ר <WH2022> be-Har upon mount הַגִּלְבֹּ֔עַ <WH1533> hag-gil-Bo-a', Gilboa וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold שָׁא֖וּל <WH7586> sha-'Ul behold Saul נִשְׁעָ֣ן <WH8172> nish-'An leaned עַל־ <WH5921> 'al- on חֲנִית֑וֹ <WH2595> cha-ni-To; upon his spear וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold הָרֶ֛כֶב <WH7393> ha-Re-chev and lo the chariots וּבַעֲלֵ֥י <WH1167> u-va-'a-Lei archer הַפָּרָשִׁ֖ים <WH6571> hap-pa-ra-Shim and the horsemen הִדְבִּקֻֽהוּ׃ <WH1692> hid-bi-Ku-hu. followed hard"},{"number":7,"verse":"וַיִּ֥פֶן <WH6437> vai-Yi-fen And when he looked אַחֲרָ֖יו <WH310> 'a-cha-Rav behind וַיִּרְאֵ֑נִי <WH7200> vai-yir-'E-ni; him he saw וַיִּקְרָ֣א <WH7121> vai-yik-Ra me and called אֵלָ֔י <WH413> 'e-Lai, to me וָאֹמַ֖ר <WH559> va-'o-Mar unto me And I answered הִנֵּֽנִי׃ <WH2005> hin-Ne-ni. behold"},{"number":8,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said לִ֖י li מִי־ <WH4310> mi- Who אָ֑תָּה <WH859> 'At-tah; you; וַיֹּאמֶר vai-yo-mer כוָאֹמַ֣ר <WH559> va-'o-Mar said קאֵלָ֔יו <WH413> 'e-Lav, about עֲמָלֵקִ֖י <WH6003> 'a-mal-Ki him I [am] an Amalekite אָנֹֽכִי׃ <WH595> 'a-No-chi. he"},{"number":9,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer He said אֵלַ֗י <WH413> 'e-Lai, about עֲמָד־ <WH5975> 'a-mod- unto me again Stand נָ֤א <WH4994> na Please עָלַי֙ <WH5921> 'a-Lai beside וּמֹ֣תְתֵ֔נִי <WH4191> u-Mo-te-Te-ni, I pray thee upon me and slay כִּ֥י <WH3588> ki because אֲחָזַ֖נִי <WH270> 'a-cha-Za-ni is come הַשָּׁבָ֑ץ <WH7661> hash-sha-Vatz; me for anguish כִּֽי־ <WH3588> ki- because כָל־ <WH3605> chol all manner ע֥וֹד <WH5750> od still נַפְשִׁ֖י <WH5315> naf-Shi upon me because my life בִּֽי׃ Bi."},{"number":10,"verse":"וָאֶעֱמֹ֤ד <WH5975> va-'e-'e-Mod So I stood עָלָיו֙ <WH5921> 'a-Lav beside וַאֲמֹ֣תְתֵ֔הוּ <WH4191> va-'a-Mo-te-Te-hu, upon him and slew כִּ֣י <WH3588> ki because יָדַ֔עְתִּי <WH3045> ya-Da'-ti, him because I was sure כִּ֛י <WH3588> ki because לֹ֥א <WH3808> lo not יִֽחְיֶ֖ה <WH2421> yich-Yeh that he could not live אַחֲרֵ֣י <WH310> 'a-cha-Rei after נִפְל֑וֹ <WH5307> nif-Lo; that he was fallen וָאֶקַּ֞ח <WH3947> va-'ek-Kach and I took הַנֵּ֣זֶר׀ <WH5145> han-Ne-zer the crown אֲשֶׁ֣ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- beside רֹאשׁ֗וֹ <WH7218> ro-Sho, that [was] upon his head וְאֶצְעָדָה֙ <WH685> ve-'etz-'a-Dah and the bracelet אֲשֶׁ֣ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- beside זְרֹע֔וֹ <WH2220> ze-ro-'O, that [was] on his arm וָאֲבִיאֵ֥ם <WH935> va-'a-vi-'Em and have brought אֶל־ <WH413> 'el- to אֲדֹנִ֖י <WH113> 'a-do-Ni them hither unto my lord הֵֽנָּה׃ <WH2008> Hen-nah. here"},{"number":11,"verse":"וַיַּחֲזֵ֥ק <WH2388> vai-ya-cha-Zek took hold דָּוִ֛ד <WH1732> da-Vid Then David; בִּבְגָדֹו biv-ga-dov כבִּבְגָדָ֖יו <WH899> biv-ga-Dav apparel קוַיִּקְרָעֵ֑ם <WH7167> vai-yik-ra-'Em; and rent וְגַ֥ם <WH1571> ve-Gam and also כָּל־ <WH3605> kol- all הָאֲנָשִׁ֖ים <WH376> ha-'a-na-Shim the men אֲשֶׁ֥ר <WH834> 'a-Sher who אִתּֽוֹ׃ <WH854> it-To. for"},{"number":12,"verse":"וַֽיִּסְפְּדוּ֙ <WH5594> vai-yis-pe-Du And they mourned וַיִּבְכּ֔וּ <WH1058> vai-yiv-Ku, and wept וַיָּצֻ֖מוּ <WH6684> vai-ya-Tzu-mu and fasted עַד־ <WH5704> 'ad- until הָעָ֑רֶב <WH6153> ha-'A-rev; until even עַל־ <WH5921> 'al- for שָׁא֞וּל <WH7586> sha-'Ul for Saul וְעַל־ <WH5921> ve-'al- and יְהוֹנָתָ֣ן <WH3083> ye-ho-na-Tan and for Jonathan בְּנ֗וֹ <WH1121> be-No, his son וְעַל־ <WH5921> ve-'al- and for עַ֤ם <WH5971> 'am and for the people יְהוָה֙ <WH3069> Yah-weh God וְעַל־ <WH5921> ve-'al- and בֵּ֣ית <WH1004> beit and for the house יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel כִּ֥י <WH3588> ki because נָפְל֖וּ <WH5307> na-fe-Lu because they were fallen בֶּחָֽרֶב׃ <WH2719> be-Cha-rev. by the sword ס sa-Mek"},{"number":13,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said דָּוִ֗ד <WH1732> da-Vid, And David אֶל־ <WH413> 'el- to הַנַּ֙עַר֙ <WH5288> han-Na-'ar unto the young man הַמַּגִּ֣יד <WH5046> ham-mag-Gid that told ל֔וֹ lo, אֵ֥י <WH335> 'ei Where מִזֶּ֖ה <WH2088> miz-Zeh he אָ֑תָּה <WH859> 'At-tah; and he וַיֹּ֕אמֶר <WH559> vai-Yo-mer him Whence [art] thou;And he answered בֶּן־ <WH1121> ben- I [am] the son אִ֛ישׁ <WH376> 'ish of an גֵּ֥ר <WH1616> ger alien עֲמָלֵקִ֖י <WH6003> 'a-mal-Ki an Amalekite אָנֹֽכִי׃ <WH595> 'a-No-chi. I"},{"number":14,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said אֵלָ֖יו <WH413> 'e-Lav then דָּוִ֑ד <WH1732> da-Vid; And David אֵ֚יךְ <WH349> 'eich How לֹ֣א <WH3808> lo were not יָרֵ֔אתָ <WH3372> ya-Re-ta, unto him How wast thou not afraid לִשְׁלֹ֙חַ֙ <WH7971> lish-Lo-ach to stretch forth יָֽדְךָ֔ <WH3027> ya-de-Cha, thine hand לְשַׁחֵ֖ת <WH7843> le-sha-Chet to destroy אֶת־ <WH853> 'et- מְשִׁ֥יחַ <WH4899> me-Shi-ach anointed יְהוָֽה׃ <WH3068> Yah-weh. the LORD'S"},{"number":15,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called דָוִ֗ד <WH1732> da-Vid, And David לְאַחַד֙ <WH259> le-'a-Chad one מֵֽהַנְּעָרִ֔ים <WH5288> me-han-ne-'a-Rim, of the young men וַיֹּ֖אמֶר <WH559> vai-Yo-mer and said גַּ֣שׁ <WH5066> gash Go near פְּגַע־ <WH6293> pe-ga'- [and] fall בּ֑וֹ bo; וַיַּכֵּ֖הוּ <WH5221> vai-yak-Ke-hu upon him And he smote וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. him that he died"},{"number":16,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֵלָיו֙ <WH413> 'e-Lav about דָּוִ֔ד <WH1732> da-Vid, And David; דָּמֵיךָ da-mei-cha כדָּמְךָ֖ <WH1818> da-me-Cha bloodshed קעַל־ <WH5921> 'al- is on רֹאשֶׁ֑ךָ <WH7218> ro-She-cha; [be] upon thy head כִּ֣י <WH3588> ki for פִ֗יךָ <WH6310> Fi-cha, for thy mouth עָנָ֤ה <WH6030> 'a-Nah hath testified בְךָ֙ ve-Cha לֵאמֹ֔ר <WH559> le-Mor, against thee saying אָנֹכִ֥י <WH595> 'a-no-Chi I מֹתַ֖תִּי <WH4191> mo-Tat-ti I have slain אֶת־ <WH853> 'et- מְשִׁ֥יחַ <WH4899> me-Shi-ach anointed יְהוָֽה׃ <WH3068> Yah-weh. the LORD'S ס sa-Mek"},{"number":17,"verse":"וַיְקֹנֵ֣ן <WH6969> vay-ko-Nen lamented דָּוִ֔ד <WH1732> da-Vid, And David אֶת־ <WH854> 'et- for הַקִּינָ֖ה <WH7015> hak-ki-Nah with this lamentation הַזֹּ֑את <WH2063> haz-Zot; likewise עַל־ <WH5921> 'al- over שָׁא֖וּל <WH7586> sha-'Ul over Saul וְעַל־ <WH5921> ve-'al- over יְהוֹנָתָ֥ן <WH3083> ye-ho-na-Tan and over Jonathan בְּנֽוֹ׃ <WH1121> be-No. his son"},{"number":18,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer (Also he bade לְלַמֵּ֥ד <WH3925> le-lam-Med them teach בְּנֵֽי־ <WH1121> be-nei- the children יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah קָ֑שֶׁת <WH7198> Ka-shet; [the use of] the bow הִנֵּ֥ה <WH2009> hin-Neh behold כְתוּבָ֖ה <WH3789> che-tu-Vah behold [it is] written עַל־ <WH5921> 'al- in סֵ֥פֶר <WH5612> Se-fer in the book הַיָּשָֽׁר׃ <WH3477> hai-ya-Shar. of Jashar"},{"number":19,"verse":"הַצְּבִי֙ <WH6643> hatz-tze-Vi The beauty יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel עַל־ <WH5921> 'al- on בָּמוֹתֶ֖יךָ <WH1116> ba-mo-Tei-cha upon thy high places חָלָ֑ל <WH2491> cha-Lal; is slain אֵ֖יךְ <WH349> 'eich How נָפְל֥וּ <WH5307> na-fe-Lu fallen גִבּוֹרִֽים׃ <WH1368> gib-bo-Rim. how are the mighty"},{"number":20,"verse":"אַל־ <WH408> 'al- nay תַּגִּ֣ידוּ <WH5046> tag-Gi-du Tell בְגַ֔ת <WH1661> ve-Gat, [it] not in Gath אַֽל־ <WH408> 'al- nay תְּבַשְּׂר֖וּ <WH1319> te-vas-se-Ru publish בְּחוּצֹ֣ת <WH2351> be-chu-Tzot [it] not in the streets אַשְׁקְל֑וֹן <WH831> ash-ke-Lon; of Askelon פֶּן־ <WH6435> pen- Or תִּשְׂמַ֙חְנָה֙ <WH8055> tis-Mach-nah rejoice בְּנ֣וֹת <WH1323> be-Not lest the daughters פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, of the Philistines פֶּֽן־ <WH6435> pen- Or תַּעֲלֹ֖זְנָה <WH5937> ta-'a-Lo-ze-nah triumph בְּנ֥וֹת <WH1323> be-Not lest the daughters הָעֲרֵלִֽים׃ <WH6189> ha-'a-re-Lim. of the uncircumcised"},{"number":21,"verse":"הָרֵ֣י <WH2022> ha-Rei Ye mountains בַגִּלְבֹּ֗עַ <WH1533> vag-gil-Bo-a', of Gilboa אַל־ <WH408> 'al- nor טַ֧ל <WH2919> tal [let there be] no dew וְאַל־ <WH408> ve-'al- nor מָטָ֛ר <WH4306> ma-Tar neither [let there be] rain עֲלֵיכֶ֖ם <WH5921> 'a-lei-Chem and וּשְׂדֵ֣י <WH7704> u-se-Dei upon you nor fields תְרוּמֹ֑ת <WH8641> te-ru-Mot; of offerings כִּ֣י <WH3588> ki For שָׁ֤ם <WH8033> sham there נִגְעַל֙ <WH1602> nig-'Al is vilely cast away מָגֵ֣ן <WH4043> ma-Gen for there the shield גִּבּוֹרִ֔ים <WH1368> gib-bo-Rim, of the mighty מָגֵ֣ן <WH4043> ma-Gen the shield שָׁא֔וּל <WH7586> sha-'Ul, of Saul בְּלִ֖י <WH1097> be-Li not מָשִׁ֥יחַ <WH4899> ma-Shi-ach [as though he had] not [been] anointed בַּשָּֽׁמֶן׃ <WH8081> bash-Sha-men. with oil"},{"number":22,"verse":"מִדַּ֣ם <WH1818> mid-Dam From the blood חֲלָלִ֗ים <WH2491> cha-la-Lim, of the slain מֵחֵ֙לֶב֙ <WH2459> me-Che-lev from the fat גִּבּוֹרִ֔ים <WH1368> gib-bo-Rim, of the mighty קֶ֚שֶׁת <WH7198> Ke-shet the bow יְה֣וֹנָתָ֔ן <WH3083> ye-Ho-na-Tan, of Jonathan לֹ֥א <WH3808> lo not נָשׂ֖וֹג <WH7734> na-Sog turned אָח֑וֹר <WH268> a-Chor; not back וְחֶ֣רֶב <WH2719> ve-Che-rev and the sword שָׁא֔וּל <WH7586> sha-'Ul, of Saul לֹ֥א <WH3808> lo did not תָשׁ֖וּב <WH7725> ta-Shuv returned רֵיקָֽם׃ <WH7387> rei-Kam. not empty"},{"number":23,"verse":"שָׁא֣וּל <WH7586> sha-'Ul Saul וִיהוֹנָתָ֗ן <WH3083> vi-ho-na-Tan, and Jonathan הַנֶּאֱהָבִ֤ים <WH157> han-ne-'e-ha-Vim [were] lovely וְהַנְּעִימִם֙ <WH5273> ve-han-ne-'i-Mim and pleasant בְּחַיֵּיהֶ֔ם <WH2416> be-chai-yei-Hem, in their lives וּבְמוֹתָ֖ם <WH4194> u-ve-mo-Tam and in their death לֹ֣א <WH3808> lo were not נִפְרָ֑דוּ <WH6504> nif-Ra-du; they were not divided מִנְּשָׁרִ֣ים <WH5404> min-ne-sha-Rim than eagles קַ֔לּוּ <WH7043> Kal-lu, they were swifter מֵאֲרָי֖וֹת <WH738> me-'a-ra-Yot than lions גָּבֵֽרוּ׃ <WH1396> ga-Ve-ru. they were stronger"},{"number":24,"verse":"בְּנוֹת֙ <WH1323> be-nOt Ye daughters יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֶל־ <WH413> 'el- over שָׁא֖וּל <WH7586> sha-'Ul Saul בְּכֶ֑ינָה <WH1058> be-Chei-nah; weep over הַמַּלְבִּֽשְׁכֶ֤ם <WH3847> ham-mal-bish-Chem who clothed שָׁנִי֙ <WH8144> sha-Ni you in scarlet עִם־ <WH5973> 'im- you עֲדָנִ֔ים <WH5730> 'a-da-Nim, with [other] delights הַֽמַּעֲלֶה֙ <WH5927> ham-ma-'a-Leh who put עֲדִ֣י <WH5716> 'a-Di on ornaments זָהָ֔ב <WH2091> za-Hav, of gold עַ֖ל <WH5921> 'al on לְבוּשְׁכֶֽן׃ <WH3830> le-vu-she-Chen. upon your apparel"},{"number":25,"verse":"אֵ֚יךְ <WH349> 'eich How נָפְל֣וּ <WH5307> na-fe-Lu fallen גִבֹּרִ֔ים <WH1368> gib-bo-Rim, How are the mighty בְּת֖וֹךְ <WH8432> be-Toch in the midst הַמִּלְחָמָ֑ה <WH4421> ham-mil-cha-Mah; of the battle יְה֣וֹנָתָ֔ן <WH3083> ye-Ho-na-Tan, O Jonathan עַל־ <WH5921> 'al- on בָּמוֹתֶ֖יךָ <WH1116> ba-mo-Tei-cha in thine high places חָלָֽל׃ <WH2491> cha-Lal. [thou wast] slain"},{"number":26,"verse":"צַר־ <WH6887> tzar- I am distressed לִ֣י li עָלֶ֗יךָ <WH5921> 'a-Lei-cha, and אָחִי֙ <WH251> 'a-Chi for thee my brother יְה֣וֹנָתָ֔ן <WH3083> ye-Ho-na-Tan, Jonathan נָעַ֥מְתָּ <WH5276> na-'Am-ta pleasant לִּ֖י li מְאֹ֑ד <WH3966> me-'Od; very נִפְלְאַ֤תָה <WH6381> nif-le-'A-tah to me was wonderful אַהֲבָֽתְךָ֙ <WH160> 'a-ha-va-te-Cha hast thou been unto me thy love לִ֔י Li, מֵאַהֲבַ֖ת <WH160> me-'a-ha-Vat passing the love נָשִֽׁים׃ <WH802> na-Shim. of women"},{"number":27,"verse":"אֵ֚יךְ <WH349> 'eich How נָפְל֣וּ <WH5307> na-fe-Lu fallen גִבּוֹרִ֔ים <WH1368> gib-bo-Rim, How are the mighty וַיֹּאבְד֖וּ <WH6> vai-yoe-Du perished כְּלֵ֥י <WH3627> ke-Lei and the weapons מִלְחָמָֽה׃ <WH4421> mil-cha-Mah. of war פ Peh"}]}