{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"וַיֵּ֖דַע <WH3045> vai-Ye-da' perceived יוֹאָ֣ב <WH3097> yo-'Av Now Joab בֶּן־ <WH1121> ben- the son צְרֻיָ֑ה <WH6870> tze-ru-Yah; of Zeruiah כִּֽי־ <WH3588> ki- for לֵ֥ב <WH3820> lev heart הַמֶּ֖לֶךְ <WH4428> ham-Me-lech that the king's עַל־ <WH5921> 'al- toward אַבְשָׁלֽוֹם׃ <WH53> av-sha-Lom. [was] toward Absalom"},{"number":2,"verse":"וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach sent יוֹאָב֙ <WH3097> yo-'Av And Joab תְּק֔וֹעָה <WH8620> te-Ko-'ah, to Tekoah וַיִּקַּ֥ח <WH3947> vai-yik-Kach and fetched מִשָּׁ֖ם <WH8033> mish-Sham there אִשָּׁ֣ה <WH802> 'ish-Shah woman חֲכָמָ֑ה <WH2450> cha-cha-Mah; thence a wise וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֵ֠לֶיהָ <WH413> 'E-lei-ha about הִֽתְאַבְּלִי־ <WH56> hit-'ab-be-li- unto her I pray thee feign thyself to be a mourner נָ֞א <WH4994> na to her Please וְלִבְשִׁי־ <WH3847> ve-liv-shi- and put on נָ֣א <WH4994> na now בִגְדֵי־ <WH899> vig-dei- apparel אֵ֗בֶל <WH60> 'E-vel, now mourning וְאַל־ <WH408> ve-'al- not תָּס֙וּכִי֙ <WH5480> ta-Su-chi and anoint שֶׁ֔מֶן <WH8081> She-men, not thyself with oil וְהָיִ֕ית <WH1961> ve-ha-Yit become כְּאִשָּׁ֗ה <WH802> ke-'ish-Shah, but be as a woman זֶ֚ה <WH2088> zeh he יָמִ֣ים <WH3117> ya-Mim time רַבִּ֔ים <WH7227> rab-Bim, that had a long מִתְאַבֶּ֖לֶת <WH56> mit-'ab-Be-let mourned עַל־ <WH5921> 'al- for מֵֽת׃ <WH4191> Met. for the dead"},{"number":3,"verse":"וּבָאת֙ <WH935> u-vaT And come אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, to the king וְדִבַּ֥רְתְּ <WH1696> ve-dib-Bart and speak אֵלָ֖יו <WH413> 'e-Lav about כַּדָּבָ֣ר <WH1697> kad-da-Var on this manner הַזֶּ֑ה <WH2088> haz-Zeh; this וַיָּ֧שֶׂם <WH7760> vai-Ya-sem put יוֹאָ֛ב <WH3097> yo-'Av unto him So Joab אֶת־ <WH853> 'et- הַדְּבָרִ֖ים <WH1697> had-de-va-Rim the words בְּפִֽיהָ׃ <WH6310> be-Fi-ha. in her mouth"},{"number":4,"verse":"וַ֠תֹּאמֶר <WH559> Vat-to-mer spake הָאִשָּׁ֤ה <WH802> ha-'ish-Shah And when the woman הַתְּקֹעִית֙ <WH8621> hat-te-ko-'It of Tekoah אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, to the king וַתִּפֹּ֧ל <WH5307> vat-tip-Pol she fell עַל־ <WH5921> 'al- on אַפֶּ֛יהָ <WH639> 'ap-Pei-ha on her face אַ֖רְצָה <WH776> 'Ar-tzah to the ground וַתִּשְׁתָּ֑חוּ <WH7812> vat-tish-Ta-chu; and did obeisance וַתֹּ֖אמֶר <WH559> vat-To-mer and said הוֹשִׁ֥עָה <WH3467> ho-Shi-'ah Help הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. O king ס sa-Mek"},{"number":5,"verse":"וַיֹּֽאמֶר־ <WH559> vai-yo-mer- said לָ֥הּ lah הַמֶּ֖לֶךְ <WH4428> ham-Me-lech And the king מַה־ <WH4100> mah- to her What לָּ֑ךְ Lach; וַתֹּ֗אמֶר <WH559> vat-To-mer, unto her What aileth thee;And she answered אֲבָ֛ל <WH61> 'a-Val I [am] indeed אִשָּֽׁה־ <WH802> 'ish-shah- woman אַלְמָנָ֥ה <WH490> 'al-ma-Nah a widow אָ֖נִי <WH589> 'A-ni I וַיָּ֥מָת <WH4191> vai-Ya-mot is dead אִישִֽׁי׃ <WH376> 'i-Shi. and mine husband"},{"number":6,"verse":"וּלְשִׁפְחָֽתְךָ֙ <WH8198> u-le-shif-cha-te-Cha And thy handmaid שְׁנֵ֣י <WH8147> she-Nei had two בָנִ֔ים <WH1121> va-Nim, sons וַיִּנָּצ֤וּ <WH5327> vai-yin-na-Tzu strove together שְׁנֵיהֶם֙ <WH8147> she-nei-Hem and they two בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, in the field וְאֵ֥ין <WH369> ve-'Ein and there מַצִּ֖יל <WH5337> matz-Tzil and [there was] none to part בֵּֽינֵיהֶ֑ם <WH996> bei-nei-Hem; among וַיַּכּ֧וֹ <WH5221> vai-yak-Ko smote הָאֶחָ֛ד <WH259> ha-'e-Chad them but the one אֶת־ <WH853> 'et- הָאֶחָ֖ד <WH259> ha-'e-Chad the other וַיָּ֥מֶת <WH4191> vai-Ya-met and slew אֹתֽוֹ׃ <WH853> o-To."},{"number":7,"verse":"וְהִנֵּה֩ <WH2009> ve-hin-Neh now behold קָ֨מָה <WH6965> Ka-mah is risen כָֽל־ <WH3605> chol the whole הַמִּשְׁפָּחָ֜ה <WH4940> ham-mish-pa-Chah And behold the whole family עַל־ <WH5921> 'al- against שִׁפְחָתֶ֗ךָ <WH8198> shif-cha-Te-cha, against thine handmaid וַיֹּֽאמְרוּ֙ <WH559> vai-yo-me-Ru and they said תְּנִ֣י׀ <WH5414> te-Ni Deliver אֶת־ <WH853> 'et- מַכֵּ֣ה <WH5221> mak-Keh him that smote אָחִ֗יו <WH251> 'a-Chiv, his brother וּנְמִתֵ֙הוּ֙ <WH4191> u-ne-mi-Te-hu that we may kill בְּנֶ֤פֶשׁ <WH5315> be-Ne-fesh him for the life אָחִיו֙ <WH251> 'a-Chiv of his brother אֲשֶׁ֣ר <WH834> 'a-Sher whom הָרָ֔ג <WH2026> ha-Rag, whom he slew וְנַשְׁמִ֖ידָה <WH8045> ve-nash-Mi-dah and we will destroy גַּ֣ם <WH1571> gam again אֶת־ <WH853> 'et- הַיּוֹרֵ֑שׁ <WH3423> hai-yo-Resh; the heir וְכִבּ֗וּ <WH3518> ve-chib-Bu, also and so they shall quench אֶת־ <WH853> 'et- גַּֽחַלְתִּי֙ <WH1513> ga-chal-Ti my coal אֲשֶׁ֣ר <WH834> 'a-Sher which נִשְׁאָ֔רָה <WH7604> nish-'A-rah, and shall not leave לְבִלְתִּ֧י <WH1115> le-vil-Ti neither; שֹׂום־ som- כשִׂים־ <WH7760> sim- to leave לְאִישִׁ֛י <WH7760> le-'i-Shi which is left קשֵׁ֥ם <WH8034> shem [neither] name וּשְׁאֵרִ֖ית <WH7611> u-she-'e-Rit nor remainder עַל־ <WH5921> 'al- against פְּנֵ֥י <WH6440> pe-Nei upon הָאֲדָמָֽה׃ <WH127> ha-'a-da-Mah. the earth פ Peh"},{"number":8,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said הַמֶּ֛לֶךְ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to הָאִשָּׁ֖ה <WH802> ha-'ish-Shah unto the woman לְכִ֣י <WH1980> le-Chi Go לְבֵיתֵ֑ךְ <WH1004> le-vei-Tech; to thine house וַאֲנִ֖י <WH589> va-'a-Ni and I אֲצַוֶּ֥ה <WH6680> 'a-tzav-Veh and I will give charge עָלָֽיִךְ׃ <WH5921> 'a-La-yich. concerning"},{"number":9,"verse":"וַתֹּ֜אמֶר <WH559> vat-To-mer said הָאִשָּׁ֤ה <WH802> ha-'ish-Shah And the woman הַתְּקוֹעִית֙ <WH8621> hat-te-ko-'It of Tekoah אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, unto the king עָלַ֞י <WH5921> 'a-Lai and אֲדֹנִ֥י <WH113> 'a-do-Ni My lord הַמֶּ֛לֶךְ <WH4428> ham-Me-lech O king הֶעָוֹ֖ן <WH5771> he-'a-Von the iniquity וְעַל־ <WH5921> ve-'al- and בֵּ֣ית <WH1004> beit house אָבִ֑י <WH1> 'a-Vi; [be] on me and on my father's וְהַמֶּ֥לֶךְ <WH4428> ve-ham-Me-lech and the king וְכִסְא֖וֹ <WH3678> ve-chis-'O and his throne נָקִֽי׃ <WH5355> na-Ki. [be] guiltless ס sa-Mek"},{"number":10,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer said הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; And the king הַֽמְדַבֵּ֤ר <WH1696> ham-dab-Ber Whosoever saith אֵלַ֙יִךְ֙ <WH413> 'e-La-yich to you וַֽהֲבֵאת֣וֹ <WH935> va-ha-ve-To [ought] unto thee bring אֵלַ֔י <WH413> 'e-Lai, about וְלֹֽא־ <WH3808> ve-lo- not יֹסִ֥יף <WH3254> yo-Sif thee any more ע֖וֹד <WH5750> od and he will not לָגַ֥עַת <WH5060> la-Ga-'at him to me and he shall not touch בָּֽךְ׃ Bach."},{"number":11,"verse":"וַתֹּאמֶר֩ <WH559> vat-to-Mer Then said יִזְכָּר־ <WH2142> yiz-kor- remember נָ֨א <WH4994> na Please הַמֶּ֜לֶךְ <WH4428> ham-Me-lech she I pray thee let the king אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God; מֵהַרְבִית me-har-vit כמֵהַרְבַּ֞ת <WH7235> me-har-Bat abundance קגֹּאֵ֤ל <WH1350> go-'El that thou wouldest not suffer the revengers הַדָּם֙ <WH1818> had-Dam of blood לְשַׁחֵ֔ת <WH7843> le-sha-Chet, to destroy וְלֹ֥א <WH3808> ve-Lo otherwise יַשְׁמִ֖ידוּ <WH8045> yash-Mi-du lest they destroy אֶת־ <WH853> 'et- בְּנִ֑י <WH1121> be-Ni; my son וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said חַי־ <WH2416> chai- liveth יְהוָ֔ה <WH3068> Yah-weh, [As] the LORD אִם־ <WH518> 'im- lo יִפֹּ֛ל <WH5307> yip-Pol fall מִשַּׂעֲרַ֥ת <WH8185> mis-sa-'a-Rat there shall not one hair בְּנֵ֖ךְ <WH1121> be-Nech of thy son אָֽרְצָה׃ <WH776> 'A-re-tzah. to the earth"},{"number":12,"verse":"וַתֹּ֙אמֶר֙ <WH559> vat-To-mer said הָֽאִשָּׁ֔ה <WH802> ha-'ish-Shah, Then the woman תְּדַבֶּר־ <WH1696> te-dab-ber- I pray thee speak נָ֧א <WH4994> na Please שִׁפְחָתְךָ֛ <WH8198> shif-cha-te-Cha Let thine handmaid אֶל־ <WH413> 'el- to אֲדֹנִ֥י <WH113> 'a-do-Ni unto my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king דָּבָ֑ר <WH1697> da-Var; [one] word וַיֹּ֖אמֶר <WH559> vai-Yo-mer And he said דַּבֵּֽרִי׃ <WH1696> dab-Be-ri. Say on ס sa-Mek"},{"number":13,"verse":"וַתֹּ֙אמֶר֙ <WH559> vat-To-mer said הָֽאִשָּׁ֔ה <WH802> ha-'ish-Shah, And the woman וְלָ֧מָּה <WH4100> ve-Lam-mah Why חָשַׁ֛בְתָּה <WH2803> cha-Shav-tah Wherefore then hast thou thought כָּזֹ֖את <WH2063> ka-Zot likewise עַל־ <WH5921> 'al- against עַ֣ם <WH5971> 'am such a thing against the people אֱלֹהִ֑ים <WH430> E-lo-Him; angels וּמִדַּבֵּ֨ר <WH1696> u-mid-dab-Ber doth speak הַמֶּ֜לֶךְ <WH4428> ham-Me-lech in that the king הַדָּבָ֤ר <WH1697> had-da-Var this thing הַזֶּה֙ <WH2088> haz-Zeh such כְּאָשֵׁ֔ם <WH818> ke-'a-Shem, as one which is faulty לְבִלְתִּ֛י <WH1115> le-vil-Ti does not הָשִׁ֥יב <WH7725> ha-Shiv doth not fetch home again הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king אֶֽת־ <WH853> 'et- נִדְּחֽוֹ׃ <WH5080> nid-de-Cho. his banished"},{"number":14,"verse":"כִּי־ <WH3588> ki- for מ֣וֹת <WH4191> Mot For we must needs נָמ֔וּת <WH4191> na-Mut, die וְכַמַּ֙יִם֙ <WH4325> ve-cham-Ma-yim and [are] as water הַנִּגָּרִ֣ים <WH5064> han-nig-ga-Rim spilt אַ֔רְצָה <WH776> 'Ar-tzah, on the ground אֲשֶׁ֖ר <WH834> 'a-Sher which לֹ֣א <WH3808> lo cannot יֵאָסֵ֑פוּ <WH622> ye-'a-Se-fu; which cannot be gathered up again וְלֹֽא־ <WH3808> ve-lo- cannot יִשָּׂ֤א <WH5375> yis-Sa respect אֱלֹהִים֙ <WH430> E-lo-Him neither doth God נֶ֔פֶשׁ <WH5315> Ne-fesh, [any] person וְחָשַׁב֙ <WH2803> ve-cha-Shav yet doth he devise מַֽחֲשָׁב֔וֹת <WH4284> ma-cha-sha-Vot, means לְבִלְתִּ֛י <WH1115> le-vil-Ti that יִדַּ֥ח <WH5080> yid-Dach that his banished מִמֶּ֖נּוּ <WH4480> mi-Men-nu at נִדָּֽח׃ <WH5080> nid-Dach. be not expelled"},{"number":15,"verse":"וְ֠עַתָּה <WH6258> Ve-'at-tah Now אֲשֶׁר־ <WH834> 'a-Sher- the reason בָּ֜אתִי <WH935> Ba-ti Now therefore that I am come לְדַבֵּ֨ר <WH1696> le-dab-Ber to speak אֶל־ <WH413> 'el- about הַמֶּ֤לֶךְ <WH4428> ham-Me-lech the king אֲדֹנִי֙ <WH113> 'a-do-Ni unto my lord אֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var of this thing הַזֶּ֔ה <WH2088> haz-Zeh, this כִּ֥י <WH3588> ki for יֵֽרְאֻ֖נִי <WH3372> ye-re-'U-ni have made me afraid הָעָ֑ם <WH5971> ha-'Am; [it is] because the people וַתֹּ֤אמֶר <WH559> vat-To-mer said שִׁפְחָֽתְךָ֙ <WH8198> shif-cha-te-Cha and thy handmaid אֲדַבְּרָה־ <WH1696> 'a-dab-be-rah- I will now speak נָּ֣א <WH4994> na now אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, unto the king אוּלַ֛י <WH194> 'u-Lai perhaps יַעֲשֶׂ֥ה <WH6213> ya-'a-Seh will perform הַמֶּ֖לֶךְ <WH4428> ham-Me-lech it may be that the king אֶת־ <WH853> 'et- דְּבַ֥ר <WH1697> de-Var the request אֲמָתֽוֹ׃ <WH519> a-ma-To. of his handmaid"},{"number":16,"verse":"כִּ֚י <WH3588> ki for יִשְׁמַ֣ע <WH8085> yish-Ma' will hear הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, For the king לְהַצִּ֥יל <WH5337> le-hatz-Tzil to deliver אֶת־ <WH853> 'et- אֲמָת֖וֹ <WH519> a-ma-To his handmaid מִכַּ֣ף <WH3709> mik-Kaf out of the hand הָאִ֑ישׁ <WH376> ha-'Ish; of the man לְהַשְׁמִ֨יד <WH8045> le-hash-Mid [that would] destroy אֹתִ֤י <WH853> 'o-Ti וְאֶת־ <WH853> ve-'Et בְּנִי֙ <WH1121> be-Ni me and my son יַ֔חַד <WH3162> Ya-chad, together מִֽנַּחֲלַ֖ת <WH5159> min-na-cha-Lat out of the inheritance אֱלֹהִֽים׃ <WH430> E-lo-Him. of God"},{"number":17,"verse":"וַתֹּ֙אמֶר֙ <WH559> vat-To-mer said שִׁפְחָ֣תְךָ֔ <WH8198> shif-Cha-te-cha, Then thine handmaid יִֽהְיֶה־ <WH1961> yih-yeh- become נָּ֛א <WH4994> na Please דְּבַר־ <WH1697> de-var- The word אֲדֹנִ֥י <WH113> 'a-do-Ni of my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king לִמְנוּחָ֑ה <WH4496> lim-nu-Chah; shall now be comfortable כִּ֣י׀ <WH3588> ki for כְּמַלְאַ֣ךְ <WH4397> ke-mal-'Ach for as an angel הָאֱלֹהִ֗ים <WH430> ha-'E-lo-Him, of God כֵּ֣ן <WH3651> ken so אֲדֹנִ֤י <WH113> 'a-do-Ni so [is] my lord הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king לִשְׁמֹ֙עַ֙ <WH8085> lish-Mo-a' to discern הַטּ֣וֹב <WH2896> hat-Tov good וְהָרָ֔ע <WH7451> ve-ha-Ra', and bad וַֽיהוָ֥ה <WH3068> Yah-weh therefore the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God יְהִ֥י <WH1961> ye-Hi become עִמָּֽךְ׃ <WH5973> 'im-Mach. with פ Peh"},{"number":18,"verse":"וַיַּ֣עַן <WH6030> vai-Ya-'an answered הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, Then the king וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to הָ֣אִשָּׁ֔ה <WH802> ha-'ish-Shah, unto the woman אַל־ <WH408> 'al- nay נָ֨א <WH4994> na Please תְכַחֲדִ֤י <WH3582> te-cha-cha-Di Hide מִמֶּ֙נִּי֙ <WH4480> mi-Men-ni at דָּבָ֔ר <WH1697> da-Var, not from me I pray thee the thing אֲשֶׁ֥ר <WH834> 'a-Sher after אָנֹכִ֖י <WH595> 'a-no-Chi am about שֹׁאֵ֣ל <WH7592> sho-'El that I shall ask אֹתָ֑ךְ <WH853> 'o-Tach; וַתֹּ֙אמֶר֙ <WH559> vat-To-mer said הָֽאִשָּׁ֔ה <WH802> ha-'ish-Shah, thee And the woman יְדַבֶּר־ <WH1696> ye-dab-ber- now speak נָ֖א <WH4994> na please אֲדֹנִ֥י <WH113> 'a-do-Ni Let my lord הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king"},{"number":19,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king הֲיַ֥ד <WH3027> ha-Yad [Is not] the hand יוֹאָ֛ב <WH3097> yo-'Av of Joab אִתָּ֖ךְ <WH854> 'it-Tach in בְּכָל־ <WH3605> be-chol all זֹ֑את <WH2063> Zot; likewise וַתַּ֣עַן <WH6030> vat-Ta-'an answered הָאִשָּׁ֣ה <WH802> ha-'ish-Shah with thee in all this;And the woman וַתֹּ֡אמֶר <WH559> vat-To-mer and said חֵֽי־ <WH2416> chei- liveth נַפְשְׁךָ֩ <WH5315> naf-she-Cha [As] thy soul אֲדֹנִ֨י <WH113> 'a-do-Ni my lord הַמֶּ֜לֶךְ <WH4428> ham-Me-lech the king אִם־ <WH518> 'im- no אִ֣שׁ׀ <WH786> 'ish can לְהֵמִ֣ין <WH3231> le-he-Min turn to the right hand וּלְהַשְׂמִ֗יל <WH8041> u-le-has-Mil, or to the left מִכֹּ֤ל <WH3605> mik-Kol anything אֲשֶׁר־ <WH834> 'a-Sher- after דִּבֶּר֙ <WH1696> dib-Ber hath spoken אֲדֹנִ֣י <WH113> 'a-do-Ni from ought that my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king כִּֽי־ <WH3588> ki- Indeed עַבְדְּךָ֤ <WH5650> 'av-de-Cha for thy servant יוֹאָב֙ <WH3097> yo-'Av Joab ה֣וּא <WH1931> hu who צִוָּ֔נִי <WH6680> tziv-Va-ni, he bade וְה֗וּא <WH1931> ve-Hu, who שָׂ֚ם <WH7760> m me and he put בְּפִ֣י <WH6310> be-Fi in the mouth שִׁפְחָֽתְךָ֔ <WH8198> shif-cha-te-Cha, of thine handmaid אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim all these words הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":20,"verse":"לְבַעֲב֤וּר <WH5668> le-va-'a-Vur To סַבֵּב֙ <WH5437> sab-Bev fetch about אֶת־ <WH853> 'et- פְּנֵ֣י <WH6440> pe-Nei this form הַדָּבָ֔ר <WH1697> had-da-Var, of speech עָשָׂ֛ה <WH6213> 'a-Sah done עַבְדְּךָ֥ <WH5650> 'av-de-Cha hath thy servant יוֹאָ֖ב <WH3097> yo-'Av Joab אֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var this thing הַזֶּ֑ה <WH2088> haz-Zeh; this וַאדֹנִ֣י <WH113> va-do-Ni and my lord חָכָ֗ם <WH2450> cha-Cham, [is] wise כְּחָכְמַת֙ <WH2451> ke-cha-che-Mat according to the wisdom מַלְאַ֣ךְ <WH4397> mal-'Ach of an angel הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God לָדַ֖עַת <WH3045> la-Da-'at to know אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֲשֶׁ֥ר <WH834> 'a-Sher is in בָּאָֽרֶץ׃ <WH776> ba-'A-retz. all [things] that [are] in the earth ס sa-Mek"},{"number":21,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to יוֹאָ֔ב <WH3097> yo-'Av, unto Joab הִנֵּה־ <WH2009> hin-neh- Behold נָ֥א <WH4994> na now עָשִׂ֖יתִי <WH6213> 'a-Si-ti Behold now I have done אֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var this thing הַזֶּ֑ה <WH2088> haz-Zeh; this וְלֵ֛ךְ <WH1980> ve-Lech go הָשֵׁ֥ב <WH7725> ha-Shev again אֶת־ <WH853> 'et- הַנַּ֖עַר <WH5288> han-Na-'ar the young man אֶת־ <WH853> 'et- אַבְשָׁלֽוֹם׃ <WH53> av-sha-Lom. Absalom"},{"number":22,"verse":"וַיִּפֹּל֩ <WH5307> vai-yip-Pol fell יוֹאָ֨ב <WH3097> yo-'Av And Joab אֶל־ <WH413> 'el- on פָּנָ֥יו <WH6440> pa-Nav on his face אַ֛רְצָה <WH776> 'Ar-tzah to the ground וַיִּשְׁתַּ֖חוּ <WH7812> vai-yish-Ta-chu and bowed וַיְבָ֣רֶךְ <WH1288> vay-Va-rech himself and thanked אֶת־ <WH853> 'et- הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יוֹאָ֡ב <WH3097> yo-'Av and Joab הַיּוֹם֩ <WH3117> hai-yOm To day יָדַ֨ע <WH3045> ya-Da' knoweth עַבְדְּךָ֜ <WH5650> 'av-de-Cha thy servant כִּי־ <WH3588> ki- for מָצָ֨אתִי <WH4672> ma-Tza-ti that I have found חֵ֤ן <WH2580> chen grace בְּעֵינֶ֙יךָ֙ <WH5869> be-'ei-Nei-cha in thy sight אֲדֹנִ֣י <WH113> 'a-do-Ni my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, O king אֲשֶׁר־ <WH834> 'a-Sher- after עָשָׂ֥ה <WH6213> 'a-Sah hath fulfilled הַמֶּ֖לֶךְ <WH4428> ham-Me-lech in that the king אֶת־ <WH853> 'et- דְּבַ֥ר <WH1697> de-Var the request; עַבְדֹּו 'av-do כעַבְדֶּֽךָ׃ <WH5650> 'av-De-cha. your servant ק"},{"number":23,"verse":"וַיָּ֥קָם <WH6965> vai-Ya-kom arose יוֹאָ֖ב <WH3097> yo-'Av So Joab וַיֵּ֣לֶךְ <WH1980> vai-Ye-lech and went גְּשׁ֑וּרָה <WH1650> ge-Shu-rah; to Geshur וַיָּבֵ֥א <WH935> vai-ya-Ve and brought אֶת־ <WH853> 'et- אַבְשָׁל֖וֹם <WH53> av-sha-Lom Absalom יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. to Jerusalem פ Peh"},{"number":24,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king יִסֹּ֣ב <WH5437> yis-So Let him turn אֶל־ <WH413> 'el- to his בֵּית֔וֹ <WH1004> bei-To, to his own house וּפָנַ֖י <WH6440> u-fa-Nai my face לֹ֣א <WH3808> lo not יִרְאֶ֑ה <WH7200> yir-'Eh; and let him not see וַיִּסֹּ֤ב <WH5437> vai-yis-So returned אַבְשָׁלוֹם֙ <WH53> 'av-sha-lOm So Absalom אֶל־ <WH413> 'el- to his בֵּית֔וֹ <WH1004> bei-To, to his own house וּפְנֵ֥י <WH6440> u-fe-Nei face הַמֶּ֖לֶךְ <WH4428> ham-Me-lech not the king's לֹ֥א <WH3808> lo and did not רָאָֽה׃ <WH7200> ra-'Ah. and saw ס sa-Mek"},{"number":25,"verse":"וּכְאַבְשָׁל֗וֹם <WH53> u-che-'av-sha-Lom, as Absalom לֹא־ <WH3808> lo- was no הָיָ֧ה <WH1961> ha-Yah become אִישׁ־ <WH376> 'ish- there was none יָפֶ֛ה <WH3303> ya-Peh for his beauty בְּכָל־ <WH3605> be-chol all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El But in all Israel לְהַלֵּ֣ל <WH1984> le-hal-Lel praised מְאֹ֑ד <WH3966> me-'Od; to be so much מִכַּ֤ף <WH3709> mik-Kaf from the sole רַגְלוֹ֙ <WH7272> rag-Lo of his foot וְעַ֣ד <WH5704> ve-'Ad against קָדְקֳד֔וֹ <WH6936> ka-de-ko-Do, even to the crown of his head לֹא־ <WH3808> lo- no הָ֥יָה <WH1961> Ha-yah become ב֖וֹ vo מֽוּם׃ <WH3971> Mum. there was no blemish"},{"number":26,"verse":"וּֽבְגַלְּחוֹ֮ <WH1548> u-ve-gal-le-Cho And when he polled אֶת־ <WH853> 'et- רֹאשׁוֹ֒ <WH7218> ro-Sho his head וְֽ֠הָיָה <WH1961> Ve-ha-yah become מִקֵּ֨ץ <WH7093> mik-Ketz end יָמִ֤ים׀ <WH3117> ya-Mim age לַיָּמִים֙ <WH3117> lai-ya-Mim age אֲשֶׁ֣ר <WH834> 'a-Sher he יְגַלֵּ֔חַ <WH1548> ye-gal-Le-ach, that he polled כִּֽי־ <WH3588> ki- for כָבֵ֥ד <WH3513> cha-Ved [it] because [the hair] was heavy עָלָ֖יו <WH5921> 'a-Lav on וְגִלְּח֑וֹ <WH1548> ve-gil-le-Cho; on him therefore he polled וְשָׁקַל֙ <WH8254> ve-sha-Kal it) he weighed אֶת־ <WH853> 'et- שְׂעַ֣ר <WH8181> se-'Ar the hair רֹאשׁ֔וֹ <WH7218> ro-Sho, of his head מָאתַ֥יִם <WH3967> ma-Ta-yim at two hundred שְׁקָלִ֖ים <WH8255> she-ka-Lim shekels בְּאֶ֥בֶן <WH68> be-'E-ven weight הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. after the king's"},{"number":27,"verse":"וַיִּֽוָּלְד֤וּ <WH3205> vai-yiv-val-Du there were born לְאַבְשָׁלוֹם֙ <WH53> le-'av-sha-lOm And unto Absalom שְׁלוֹשָׁ֣ה <WH7969> she-lo-Shah three בָנִ֔ים <WH1121> va-Nim, sons וּבַ֥ת <WH1323> u-Vat daughter אַחַ֖ת <WH259> 'a-Chat and one וּשְׁמָ֣הּ <WH8034> u-she-Mah whose name תָּמָ֑ר <WH8559> ta-Mar; [was] Tamar הִ֣יא <WH1931> hi he הָיְתָ֔ה <WH1961> ha-ye-Tah, become אִשָּׁ֖ה <WH802> 'ish-Shah she was a woman יְפַ֥ת <WH3303> ye-Fat of a fair מַרְאֶֽה׃ <WH4758> mar-'Eh. countenance פ Peh"},{"number":28,"verse":"וַיֵּ֧שֶׁב <WH3427> vai-Ye-shev dwelt אַבְשָׁל֛וֹם <WH53> av-sha-Lom So Absalom בִּירוּשָׁלִַ֖ם <WH3389> bi-ru-sha-Lim in Jerusalem שְׁנָתַ֣יִם <WH8141> she-na-Ta-yim years יָמִ֑ים <WH3117> ya-Mim; two full וּפְנֵ֥י <WH6440> u-fe-Nei face הַמֶּ֖לֶךְ <WH4428> ham-Me-lech not the king's לֹ֥א <WH3808> lo and did not רָאָֽה׃ <WH7200> ra-'Ah. and saw"},{"number":29,"verse":"וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent אַבְשָׁל֜וֹם <WH53> av-sha-Lom Therefore Absalom אֶל־ <WH413> 'el- about יוֹאָ֗ב <WH3097> yo-'Av, for Joab לִשְׁלֹ֤חַ <WH7971> lish-Lo-ach to have sent אֹתוֹ֙ <WH853> o-To אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, him to the king וְלֹ֥א <WH3808> ve-Lo not אָבָ֖ה <WH14> 'a-Vah but he would לָב֣וֹא <WH935> la-Vo not come אֵלָ֑יו <WH413> 'e-Lav; to him וַיִּשְׁלַ֥ח <WH7971> vai-yish-Lach to him and when he sent again עוֹד֙ <WH5750> 'Od again שֵׁנִ֔ית <WH8145> she-Nit, the second time וְלֹ֥א <WH3808> ve-Lo not אָבָ֖ה <WH14> 'a-Vah he would לָבֽוֹא׃ <WH935> la-Vo. not come"},{"number":30,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer Therefore he said אֶל־ <WH413> 'el- is near עֲבָדָ֜יו <WH5650> 'a-va-Dav unto his servants רְאוּ֩ <WH7200> re-'U See חֶלְקַ֨ת <WH2513> chel-Kat field יוֹאָ֤ב <WH3097> yo-'Av Joab's אֶל־ <WH413> 'el- is next יָדִי֙ <WH3027> ya-Di mine וְלוֹ־ ve-lo- שָׁ֣ם <WH8033> sham there שְׂעֹרִ֔ים <WH8184> se-'o-Rim, and he hath barley לְכ֖וּ <WH1980> le-Chu go; וְהֹוצִּתֵיהָ ve-hotz-tzi-tei-ha כוְהַצִּית֣וּהָ <WH3341> ve-hatz-tzi-Tu-ha and set קבָאֵ֑שׁ <WH784> va-'Esh; it on fire וַיַּצִּ֜תוּ <WH3341> vai-yatz-Tzi-tu and set עַבְדֵ֧י <WH5650> 'av-Dei servants אַבְשָׁל֛וֹם <WH53> av-sha-Lom And Absalom's אֶת־ <WH853> 'et- הַחֶלְקָ֖ה <WH2513> ha-chel-Kah the field בָּאֵֽשׁ׃ <WH784> ba-'Esh. on fire פ Peh"},{"number":31,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom arose יוֹאָ֔ב <WH3097> yo-'Av, Then Joab וַיָּבֹ֥א <WH935> vai-ya-Vo and came אֶל־ <WH413> 'el- to אַבְשָׁל֖וֹם <WH53> av-sha-Lom to Absalom הַבָּ֑יְתָה <WH1004> hab-Ba-ye-tah; unto [his] house וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֵלָ֔יו <WH413> 'e-Lav, to him לָ֣מָּה <WH4100> Lam-mah Why הִצִּ֧יתוּ <WH3341> hitz-Tzi-tu set עֲבָדֶ֛ךָ <WH5650> 'a-va-De-cha unto him Wherefore have thy servants אֶת־ <WH853> 'et- הַחֶלְקָ֥ה <WH2513> ha-chel-Kah my field אֲשֶׁר־ <WH834> 'a-Sher- after לִ֖י li בָּאֵֽשׁ׃ <WH784> ba-'Esh. burning"},{"number":32,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer answered אַבְשָׁל֣וֹם <WH53> av-sha-Lom And Absalom אֶל־ <WH413> 'el- about יוֹאָ֡ב <WH3097> yo-'Av Joab הִנֵּ֣ה <WH2009> hin-Neh Behold שָׁלַ֣חְתִּי <WH7971> sha-Lach-ti Behold I sent אֵלֶ֣יךָ׀ <WH413> 'e-Lei-cha for לֵאמֹ֡ר <WH559> le-Mor unto thee saying בֹּ֣א <WH935> bo Come הֵ֠נָּה <WH2008> Hen-nah here וְאֶשְׁלְחָה֩ <WH7971> ve-'esh-le-Chah hither that I may send אֹתְךָ֨ <WH853> 'o-te-Cha אֶל־ <WH413> 'el- to הַמֶּ֜לֶךְ <WH4428> ham-Me-lech thee to the king לֵאמֹ֗ר <WH559> le-Mor, to say לָ֤מָּה <WH4100> Lam-mah Why בָּ֙אתִי֙ <WH935> ba-ti Wherefore am I come מִגְּשׁ֔וּר <WH1650> mig-ge-Shur, Geshur ט֥וֹב <WH2896> Tov good לִ֖י li עֹ֣ד <WH5750> 'od still אֲנִי־ <WH589> 'a-ni- I שָׁ֑ם <WH8033> Sham; in it וְעַתָּ֗ה <WH6258> ve-'at-Tah, henceforth אֶרְאֶה֙ <WH7200> 'er-'Eh for me [to have been] there still now therefore let me see פְּנֵ֣י <WH6440> pe-Nei face הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king's וְאִם־ <WH518> ve-'im- and if יֶשׁ־ <WH3426> yesh- and if there be בִּ֥י bi עָוֹ֖ן <WH5771> 'a-Von [any] iniquity וֶהֱמִתָֽנִי׃ <WH4191> ve-he-mi-Ta-ni. in me let him kill"},{"number":33,"verse":"וַיָּבֹ֨א <WH935> vai-ya-Vo came יוֹאָ֣ב <WH3097> yo-'Av So Joab אֶל־ <WH413> 'el- to הַמֶּלֶךְ֮ <WH4428> ham-me-leCh to the king וַיַּגֶּד־ <WH5046> vai-yag-ged- and told לוֹ֒ lo וַיִּקְרָ֤א <WH7121> vai-yik-Ra him and when he had called אֶל־ <WH413> 'el- about אַבְשָׁלוֹם֙ <WH53> 'av-sha-lOm for Absalom וַיָּבֹ֣א <WH935> vai-ya-Vo he came אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, to the king וַיִּשְׁתַּ֨חוּ <WH7812> vai-yish-Ta-chu and bowed ל֧וֹ lo עַל־ <WH5921> 'al- on אַפָּ֛יו <WH639> 'ap-Pav himself on his face אַ֖רְצָה <WH776> 'Ar-tzah to the ground לִפְנֵ֣י <WH6440> lif-Nei before הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיִּשַּׁ֥ק <WH5401> vai-yish-Shak kissed הַמֶּ֖לֶךְ <WH4428> ham-Me-lech and the king לְאַבְשָׁלֽוֹם׃ <WH53> le-'av-sha-Lom. Absalom פ Peh"}]}