{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"וַיִּפְקֹ֣ד <WH6485> vai-yif-Kod numbered דָּוִ֔ד <WH1732> da-Vid, And David אֶת־ <WH853> 'et- הָעָ֖ם <WH5971> ha-'Am the people אֲשֶׁ֣ר <WH834> 'a-Sher who אִתּ֑וֹ <WH854> it-To; for וַיָּ֣שֶׂם <WH7760> vai-Ya-sem that [were] with him and set עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, over שָׂרֵ֥י <WH8269> sa-Rei captains אֲלָפִ֖ים <WH505> 'a-la-Fim of thousands וְשָׂרֵ֥י <WH8269> ve-sa-Rei and captains מֵאֽוֹת׃ <WH3967> me-'ot. of hundreds"},{"number":2,"verse":"וַיְשַׁלַּ֨ח <WH7971> vay-shal-Lach sent forth דָּוִ֜ד <WH1732> da-Vid And David אֶת־ <WH853> 'et- הָעָ֗ם <WH5971> ha-'Am, of the people הַשְּׁלִשִׁ֤ית <WH7992> hash-she-li-Shit a third part בְּיַד־ <WH3027> be-yad- under the hand יוֹאָב֙ <WH3097> yo-'Av of Joab וְ֠הַשְּׁלִשִׁית <WH7992> Ve-hash-she-li-shit and a third part בְּיַ֨ד <WH3027> be-Yad under the hand אֲבִישַׁ֤י <WH52> 'a-vi-Shai of Abishai בֶּן־ <WH1121> ben- the son צְרוּיָה֙ <WH6870> tze-ru-Yah of Zeruiah אֲחִ֣י <WH251> 'a-Chi brother יוֹאָ֔ב <WH3097> yo-'Av, Joab's וְהַ֨שְּׁלִשִׁ֔ת <WH7992> ve-Hash-she-li-Shit, and a third part בְּיַ֖ד <WH3027> be-Yad under the hand אִתַּ֣י <WH863> 'it-Tai of Ittai הַגִּתִּ֑י <WH1663> hag-git-Ti; the Gittite ס sa-Mek וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to הָעָ֔ם <WH5971> ha-'Am, unto the people יָצֹ֥א <WH3318> ya-Tzo I will surely אֵצֵ֛א <WH3318> 'e-Tze go forth גַּם־ <WH1571> gam- also אֲנִ֖י <WH589> 'a-Ni with you myself עִמָּכֶֽם׃ <WH5973> 'im-ma-Chem. with"},{"number":3,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer answered הָעָ֜ם <WH5971> ha-'Am But the people לֹ֣א <WH3808> lo should not תֵצֵ֗א <WH3318> te-Tze, Thou shalt not go forth כִּי֩ <WH3588> ki for אִם־ <WH518> 'im- if נֹ֨ס <WH5127> nos for if we flee נָנ֜וּס <WH5127> na-Nus away לֹא־ <WH3808> lo- not יָשִׂ֧ימוּ <WH7760> ya-Si-mu appoint אֵלֵ֣ינוּ <WH413> 'e-Lei-nu about לֵ֗ב <WH3820> Lev, care for וְאִם־ <WH518> ve-'im- if יָמֻ֤תוּ <WH4191> ya-Mu-tu of us die חֶצְיֵ֙נוּ֙ <WH2677> chetz-Ye-nu for us neither if half לֹֽא־ <WH3808> lo- not יָשִׂ֤ימוּ <WH7760> ya-Si-mu appoint אֵלֵ֙ינוּ֙ <WH413> 'e-Lei-nu about לֵ֔ב <WH3820> Lev, care for כִּֽי־ <WH3588> ki- therefore עַתָּ֥ה <WH6258> 'at-Tah now כָמֹ֖נוּ <WH3644> cha-Mo-nu for us but now [thou art] worth עֲשָׂרָ֣ה <WH6235> 'a-sa-Rah ten אֲלָפִ֑ים <WH505> 'a-la-Fim; thousand וְעַתָּ֣ה <WH6258> ve-'at-Tah now ט֔וֹב <WH2896> Tov, of us therefore now [it is] better כִּי־ <WH3588> ki- for תִֽהְיֶה־ <WH1961> tih-yeh- become לָּ֥נוּ La-nu מֵעִ֖יר <WH5892> me-'Ir us out of the city; לַעְזִיר la'-zir כלַעְזֹֽור׃ <WH5826> la'-Zor. help קס sa-Mek"},{"number":4,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲלֵיהֶם֙ <WH413> 'a-lei-Hem then הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king אֲשֶׁר־ <WH834> 'a-Sher- Whatever יִיטַ֥ב <WH3190> yi-Tav you best בְּעֵינֵיכֶ֖ם <WH5869> be-'ei-nei-Chem unto them What seemeth אֶעֱשֶׂ֑ה <WH6213> 'e-'e-Seh; I will do וַיַּעֲמֹ֤ד <WH5975> vai-ya-'a-Mod stood הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- about יַ֣ד <WH3027> yad side הַשַּׁ֔עַר <WH8179> hash-Sha-'ar, by the gate וְכָל־ <WH3605> ve-chol and all הָעָם֙ <WH5971> ha-'Am and all the people יָֽצְא֔וּ <WH3381> ya-tze-'U, descend לְמֵא֖וֹת <WH3967> le-me-'ot by hundreds וְלַאֲלָפִֽים׃ <WH505> ve-la-'a-la-Fim. and by thousands"},{"number":5,"verse":"וַיְצַ֣ו <WH6680> vay-Tzav commanded הַמֶּ֡לֶךְ <WH4428> ham-Me-lech And the king אֶת־ <WH853> 'et- י֠וֹאָב <WH3097> yo-'o Joab וְאֶת־ <WH853> ve-'Et אֲבִישַׁ֤י <WH52> 'a-vi-Shai and Abishai וְאֶת־ <WH853> ve-'Et אִתַּי֙ <WH863> 'it-Tai and Ittai לֵאמֹ֔ר <WH559> le-Mor, saying לְאַט־ <WH328> le-'at- [Deal] gently לִ֖י li לַנַּ֣עַר <WH5288> lan-Na-'ar for my sake with the young man לְאַבְשָׁל֑וֹם <WH53> le-'av-sha-Lom; [even] with Absalom וְכָל־ <WH3605> ve-chol and all הָעָ֣ם <WH5971> ha-'Am And all the people שָׁמְע֗וּ <WH8085> sha-me-'U, heard בְּצַוֹּ֥ת <WH6680> be-tzav-Vot charge הַמֶּ֛לֶךְ <WH4428> ham-Me-lech when the king אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַשָּׂרִ֖ים <WH8269> has-sa-Rim gave all the captains עַל־ <WH5921> 'al- and דְּבַ֥ר <WH1697> de-Var concerning אַבְשָׁלֽוֹם׃ <WH53> av-sha-Lom. Absalom"},{"number":6,"verse":"וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out הָעָ֛ם <WH5971> ha-'Am So the people הַשָּׂדֶ֖ה <WH7704> has-sa-Deh into the field לִקְרַ֣את <WH7125> lik-Rat against יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַתְּהִ֥י <WH1961> vat-te-Hi took הַמִּלְחָמָ֖ה <WH4421> ham-mil-cha-Mah and the battle בְּיַ֥עַר <WH3293> be-Ya-'ar was in the wood אֶפְרָֽיִם׃ <WH669> 'ef-Ra-yim. of Ephraim"},{"number":7,"verse":"וַיִּנָּ֤גְפוּ <WH5062> vai-yin-Na-ge-fu were slain שָׁם֙ <WH8033> sham Where עַ֣ם <WH5971> 'am Where the people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לִפְנֵ֖י <WH6440> lif-Nei before עַבְדֵ֣י <WH5650> 'av-Dei the servants דָוִ֑ד <WH1732> da-Vid; of David וַתְּהִי־ <WH1961> vat-te-hi- become שָׁ֞ם <WH8033> sham in it הַמַּגֵּפָ֧ה <WH4046> ham-mag-ge-Fah slaughter גְדוֹלָ֛ה <WH1419> ge-do-Lah and there was there a great בַּיּ֥וֹם <WH3117> bai-Yom that day הַה֖וּא <WH1931> ha-Hu he עֶשְׂרִ֥ים <WH6242> 'es-Rim of twenty אָֽלֶף׃ <WH505> 'A-lef. thousand"},{"number":8,"verse":"וַתְּהִי־ <WH1961> vat-te-hi- become שָׁ֧ם <WH8033> sham there הַמִּלְחָמָ֛ה <WH4421> ham-mil-cha-Mah For the battle; נָפֹצֵית na-fo-tzeit כנָפֹ֖צֶת <WH6327> na-Fo-tzet break into pieces קעַל־ <WH5921> 'al- over פְּנֵ֣י <WH6440> pe-Nei over the face כָל־ <WH3605> chol the whole הָאָ֑רֶץ <WH776> ha-'A-retz; of all the country וַיֶּ֤רֶב <WH7235> vai-Ye-rev more הַיַּ֙עַר֙ <WH3293> hai-Ya-'ar and the wood לֶאֱכֹ֣ל <WH398> le-'e-Chol devoured בָּעָ֔ם <WH5971> ba-'Am, people מֵאֲשֶׁ֥ר <WH834> me-'a-Sher after אָכְלָ֛ה <WH398> 'a-che-Lah devoured הַחֶ֖רֶב <WH2719> ha-Che-rev than the sword בַּיּ֥וֹם <WH3117> bai-Yom that day הַהֽוּא׃ <WH1931> ha-Hu. he"},{"number":9,"verse":"וַיִּקָּרֵא֙ <WH7122> vai-yik-ka-Re met אַבְשָׁל֔וֹם <WH53> av-sha-Lom, And Absalom לִפְנֵ֖י <WH6440> lif-Nei accept עַבְדֵ֣י <WH5650> 'av-Dei the servants דָוִ֑ד <WH1732> da-Vid; of David וְאַבְשָׁל֞וֹם <WH53> ve-'av-sha-Lom And Absalom רֹכֵ֣ב <WH7392> ro-Chev rode עַל־ <WH5921> 'al- on הַפֶּ֗רֶד <WH6505> hap-Pe-red, upon a mule וַיָּבֹ֣א <WH935> vai-ya-Vo went הַפֶּ֡רֶד <WH6505> hap-Pe-red and the mule תַּ֣חַת <WH8478> Ta-chat under שׂוֹבֶךְ֩ <WH7730> soeCh under the thick boughs הָאֵלָ֨ה <WH424> ha-'e-Lah oak הַגְּדוֹלָ֜ה <WH1419> hag-ge-do-Lah of a great וַיֶּחֱזַ֧ק <WH2388> vai-ye-che-Zak caught hold רֹאשׁ֣וֹ <WH7218> ro-Sho and his head בָאֵלָ֗ה <WH424> va-'e-Lah, of the oak וַיֻּתַּן֙ <WH5414> vai-yut-Tan and he was taken up בֵּ֤ין <WH996> bein between הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim between the heaven וּבֵ֣ין <WH996> u-Vein between הָאָ֔רֶץ <WH776> ha-'A-retz, and the earth וְהַפֶּ֥רֶד <WH6505> ve-hap-Pe-red and the mule אֲשֶׁר־ <WH834> 'a-Sher- that was תַּחְתָּ֖יו <WH8478> tach-Tav under עָבָֽר׃ <WH5674> 'a-Var. that [was] under him went away"},{"number":10,"verse":"וַיַּרְא֙ <WH7200> vai-yaR saw אִ֣ישׁ <WH376> 'ish man אֶחָ֔ד <WH259> 'e-Chad, And a certain וַיַּגֵּ֖ד <WH5046> vai-yag-Ged [it] and told לְיוֹאָ֑ב <WH3097> le-yo-'Av; Joab וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said הִנֵּה֙ <WH2009> hin-Neh Behold רָאִ֣יתִי <WH7200> ra-'I-ti Behold I saw אֶת־ <WH853> 'et- אַבְשָׁלֹ֔ם <WH53> 'av-sha-Lom, Absalom תָּל֖וּי <WH8518> ta-Lui hanged בָּאֵלָֽה׃ <WH424> ba-'e-Lah. in an oak"},{"number":11,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יוֹאָ֗ב <WH3097> yo-'Av, And Joab לָאִישׁ֙ <WH376> la-'Ish unto the man הַמַּגִּ֣יד <WH5046> ham-mag-Gid that told ל֔וֹ lo, וְהִנֵּ֣ה <WH2009> ve-hin-Neh now behold רָאִ֔יתָ <WH7200> ra-'I-ta, him And behold thou sawest וּמַדּ֛וּעַ <WH4069> u-mad-Du-a' Why לֹֽא־ <WH3808> lo- not הִכִּית֥וֹ <WH5221> hik-ki-To [him] and why didst thou not smite שָׁ֖ם <WH8033> sham there אָ֑רְצָה <WH776> 'A-re-tzah; common וְעָלַ֗י <WH5921> ve-'a-Lai, and לָ֤תֶת <WH5414> La-tet add לְךָ֙ le-Cha עֲשָׂ֣רָה <WH6235> 'a-Sa-rah thee ten כֶ֔סֶף <WH3701> Che-sef, [shekels] of silver וַחֲגֹרָ֖ה <WH2290> va-cha-go-Rah girdle אֶחָֽת׃ <WH259> 'e-Chat. and a"},{"number":12,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הָאִישׁ֙ <WH376> ha-'Ish And the man אֶל־ <WH413> 'el- against יוֹאָ֔ב <WH3097> yo-'Av, unto Joab; וְלֹא ve-lo כוְל֨וּא <WH3863> ve-Lu if קאָנֹכִ֜י <WH595> 'a-no-Chi I שֹׁקֵ֤ל <WH8254> sho-Kel I should receive עַל־ <WH5921> 'al- in כַּפַּי֙ <WH3709> kap-Pai in mine hand אֶ֣לֶף <WH505> 'E-lef a thousand כֶּ֔סֶף <WH3701> Ke-sef, [shekels] of silver לֹֽא־ <WH3808> lo- not אֶשְׁלַ֥ח <WH7971> 'esh-Lach [yet] would I not put forth יָדִ֖י <WH3027> ya-Di mine hand אֶל־ <WH413> 'el- against בֶּן־ <WH1121> ben- son הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; against the king's כִּ֣י <WH3588> ki in בְאָזְנֵ֜ינוּ <WH241> ve-'a-ze-Nei-nu for in our hearing צִוָּ֣ה <WH6680> tziv-Vah charged הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, the king אֹ֠תְךָ <WH853> 'O-te-cha וְאֶת־ <WH853> ve-'Et אֲבִישַׁ֤י <WH52> 'a-vi-Shai thee and Abishai וְאֶת־ <WH853> ve-'Et אִתַּי֙ <WH863> 'it-Tai and Ittai לֵאמֹ֔ר <WH559> le-Mor, saying שִׁמְרוּ־ <WH8104> shim-ru- Beware מִ֕י <WH4310> mi me בַּנַּ֖עַר <WH5288> ban-Na-'ar that none [touch] the young man בְּאַבְשָׁלֽוֹם׃ <WH53> be-'av-sha-Lom. Absalom"},{"number":13,"verse":"אֽוֹ־ <WH176> o- Otherwise עָשִׂ֤יתִי <WH6213> 'a-Si-ti I should have wrought; בְנַפְשֹׁו ve-naf-sho כבְנַפְשִׁי֙ <WH5315> ve-naf-Shi any קשֶׁ֔קֶר <WH8267> She-ker, falsehood וְכָל־ <WH3605> ve-chol is no דָּבָ֖ר <WH1697> da-Var for there is no matter לֹא־ <WH3808> lo- not יִכָּחֵ֣ד <WH3582> yik-ka-Ched hid מִן־ <WH4480> min- from הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; from the king וְאַתָּ֖ה <WH859> ve-'at-Tah you תִּתְיַצֵּ֥ב <WH3320> tit-yatz-Tzev and thou thyself wouldest have set מִנֶּֽגֶד׃ <WH5048> min-Ne-ged. about"},{"number":14,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said יוֹאָ֔ב <WH3097> yo-'Av, Joab לֹא־ <WH3808> lo- not כֵ֖ן <WH3651> chen here אֹחִ֣ילָה <WH3176> 'o-Chi-lah I may not tarry לְפָנֶ֑יךָ <WH6440> le-fa-Nei-cha; thus with thee וַיִּקַּח֩ <WH3947> vai-yik-Kach And he took שְׁלֹשָׁ֨ה <WH7969> she-lo-Shah three שְׁבָטִ֜ים <WH7626> she-va-Tim darts בְּכַפּ֗וֹ <WH3709> be-chap-Po, in his hand וַיִּתְקָעֵם֙ <WH8628> vai-yit-ka-'Em and thrust בְּלֵ֣ב <WH3820> be-Lev them through the heart אַבְשָׁל֔וֹם <WH53> av-sha-Lom, of Absalom עוֹדֶ֥נּוּ <WH5750> o-Den-nu was yet חַ֖י <WH2416> chai while he [was] yet alive בְּלֵ֥ב <WH3820> be-Lev the midst הָאֵלָֽה׃ <WH424> ha-'e-Lah. in the midst of the oak"},{"number":15,"verse":"וַיָּסֹ֙בּוּ֙ <WH5437> vai-ya-Sob-bu compassed about עֲשָׂרָ֣ה <WH6235> 'a-sa-Rah And ten נְעָרִ֔ים <WH5288> ne-'a-Rim, young men נֹשְׂאֵ֖י <WH5375> no-se-'Ei that bare כְּלֵ֣י <WH3627> ke-Lei armour יוֹאָ֑ב <WH3097> yo-'Av; Joab's וַיַּכּ֥וּ <WH5221> vai-yak-Ku and smote אֶת־ <WH853> 'et- אַבְשָׁל֖וֹם <WH53> av-sha-Lom Absalom וַיְמִיתֻֽהוּ׃ <WH4191> vay-mi-Tu-hu. and slew"},{"number":16,"verse":"וַיִּתְקַ֤ע <WH8628> vai-yit-Ka' blew יוֹאָב֙ <WH3097> yo-'Av And Joab בַּשֹּׁפָ֔ר <WH7782> bash-sho-Far, the trumpet וַיָּ֣שָׁב <WH7725> vai-Ya-sho returned הָעָ֔ם <WH5971> ha-'Am, and the people מִרְדֹ֖ף <WH7291> mir-Dof from pursuing אַחֲרֵ֣י <WH310> 'a-cha-Rei after יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel כִּֽי־ <WH3588> ki- for חָשַׂ֥ךְ <WH2820> cha-Sach held back יוֹאָ֖ב <WH3097> yo-'Av for Joab אֶת־ <WH853> 'et- הָעָֽם׃ <WH5971> ha-'Am. the people"},{"number":17,"verse":"וַיִּקְח֣וּ <WH3947> vai-yik-Chu And they took אֶת־ <WH853> 'et- אַבְשָׁל֗וֹם <WH53> av-sha-Lom, Absalom וַיַּשְׁלִ֨יכוּ <WH7993> vai-yash-Li-chu and cast אֹת֤וֹ <WH853> o-To בַיַּ֙עַר֙ <WH3293> vai-Ya-'ar in the wood אֶל־ <WH413> 'el- about הַפַּ֣חַת <WH6354> hap-Pa-chat pit הַגָּד֔וֹל <WH1419> hag-ga-Dol, him into a great וַיַּצִּ֧בוּ <WH5324> vai-yatz-Tzi-vu and laid עָלָ֛יו <WH5921> 'a-Lav over גַּל־ <WH1530> gal- heap אֲבָנִ֖ים <WH68> 'a-va-Nim of stones גָּד֣וֹל <WH1419> ga-Dol great מְאֹ֑ד <WH3966> me-'Od; a very וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, upon him and all Israel נָ֖סוּ <WH5127> Na-su fled אִ֥ישׁ <WH376> 'ish every one; לְאֹהֵלֹו le-'o-he-lo כלְאֹהָלָֽיו׃ <WH168> le-'o-ha-Lav. tent קס sa-Mek"},{"number":18,"verse":"וְאַבְשָׁלֹ֣ם <WH53> ve-'av-sha-Lom Now Absalom לָקַ֗ח <WH3947> la-Kach, had taken וַיַּצֶּב־ <WH5324> vai-yatz-tzev- and reared up ל֤וֹ lo ; בְחַיָו ve-cha-yav כבְחַיָּיו֙ <WH2416> ve-chai-Yav age קאֶת־ <WH853> 'et- מַצֶּ֙בֶת֙ <WH4678> matz-Tze-vet for himself a pillar אֲשֶׁ֣ר <WH834> 'a-Sher which בְּעֵֽמֶק־ <WH6010> be-'e-mek- dale הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, which [is] in the king's כִּ֤י <WH3588> ki for אָמַר֙ <WH559> 'a-Mar for he said אֵֽין־ <WH369> 'ein- have לִ֣י li בֵ֔ן <WH1121> Ven, I have no son בַּעֲב֖וּר <WH5668> ba-'a-Vur because of הַזְכִּ֣יר <WH2142> haz-Kir in remembrance שְׁמִ֑י <WH8034> she-Mi; to keep my name וַיִּקְרָ֤א <WH7121> vai-yik-Ra and he called לַמַּצֶּ֙בֶת֙ <WH4678> lam-matz-Tze-vet the pillar עַל־ <WH5921> 'al- after שְׁמ֔וֹ <WH8034> she-Mo, after his own name וַיִּקָּ֤רֵא <WH7121> vai-yik-Ka-re and it is called לָהּ֙ lah יַ֣ד <WH3027> yad place אַבְשָׁלֹ֔ם <WH53> 'av-sha-Lom, Absalom's עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this ס sa-Mek"},{"number":19,"verse":"וַאֲחִימַ֤עַץ <WH290> va-'a-chi-Ma-'atz Ahimaaz בֶּן־ <WH1121> ben- the son צָדוֹק֙ <WH6659> tza-dOk of Zadok אָמַ֔ר <WH559> 'a-Mar, Then said אָר֣וּצָה <WH7323> 'a-Ru-tzah Let me now run נָּ֔א <WH4994> Na, Please וַאֲבַשְּׂרָ֖ה <WH1319> va-'a-vas-se-Rah tidings אֶת־ <WH853> 'et- הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king כִּי־ <WH3588> ki- for שְׁפָט֥וֹ <WH8199> she-fa-To hath avenged יְהוָ֖ה <WH3068> Yah-weh how that the LORD מִיַּ֥ד <WH3027> mi-Yad the hand אֹיְבָֽיו׃ <WH341> 'o-ye-Vav. enemy"},{"number":20,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said ל֣וֹ lo יוֹאָ֗ב <WH3097> yo-'Av, And Joab לֹא֩ <WH3808> lo no אִ֨ישׁ <WH376> 'ish unto him Thou בְּשֹׂרָ֤ה <WH1309> be-so-Rah shalt not bear tidings אַתָּה֙ <WH859> 'at-Tah you הַיּ֣וֹם <WH3117> hai-Yom this day הַזֶּ֔ה <WH2088> haz-Zeh, this וּבִשַּׂרְתָּ֖ <WH1319> u-vis-sar-Ta but thou shalt bear tidings בְּי֣וֹם <WH3117> be-Yom day אַחֵ֑ר <WH312> 'a-Cher; another וְהַיּ֤וֹם <WH3117> ve-hai-Yom but this day הַזֶּה֙ <WH2088> haz-Zeh this לֹ֣א <WH3808> lo no תְבַשֵּׂ֔ר <WH1319> te-vas-Ser, thou shalt bear no tidings כִּֽי־ <WH3588> ki- for; עַל־ 'al- כעַל־ 'al- כֵּ֥ן <WH5921> ken and קבֶּן־ <WH1121> ben- son הַמֶּ֖לֶךְ <WH4428> ham-Me-lech because the king's מֵֽת׃ <WH4191> Met. is dead"},{"number":21,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer Then said יוֹאָב֙ <WH3097> yo-'Av Joab לַכּוּשִׁ֔י <WH3569> lak-ku-Shi, to Cushi לֵ֛ךְ <WH1980> lech Go הַגֵּ֥ד <WH5046> hag-Ged tell לַמֶּ֖לֶךְ <WH4428> lam-Me-lech the king אֲשֶׁ֣ר <WH834> 'a-Sher what רָאִ֑יתָה <WH7200> ra-'I-tah; what thou hast seen וַיִּשְׁתַּ֧חוּ <WH7812> vai-yish-Ta-chu bowed כוּשִׁ֛י <WH3569> chu-Shi And Cushi לְיוֹאָ֖ב <WH3097> le-yo-'Av himself unto Joab וַיָּרֹֽץ׃ <WH7323> vai-ya-Rotz. and ran"},{"number":22,"verse":"וַיֹּ֨סֶף <WH3254> vai-Yo-sef yet again ע֜וֹד <WH5750> od again אֲחִימַ֤עַץ <WH290> 'a-chi-Ma-'atz Ahimaaz בֶּן־ <WH1121> ben- the son צָדוֹק֙ <WH6659> tza-dOk of Zadok וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said אֶל־ <WH413> 'el- to יוֹאָ֔ב <WH3097> yo-'Av, to Joab וִ֣יהִי <WH1961> Vi-hi happens מָ֔ה <WH4100> Mah, But howsoever אָרֻֽצָה־ <WH7323> 'a-ru-tzah- let me I pray thee also run נָּ֥א <WH4994> na please גַם־ <WH1571> gam- also אָ֖נִי <WH589> 'A-ni I אַחֲרֵ֣י <WH310> 'a-cha-Rei after הַכּוּשִׁ֑י <WH3569> hak-ku-Shi; Cushi וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יוֹאָ֗ב <WH3097> yo-'Av, And Joab לָֽמָּה־ <WH4100> lam-mah- whatever זֶּ֞ה <WH2088> zeh he אַתָּ֥ה <WH859> 'at-Tah you רָץ֙ <WH7323> ratz Wherefore wilt thou run בְּנִ֔י <WH1121> be-Ni, my son וּלְכָ֖ה u-le-Chah אֵין־ <WH369> 'ein- will have בְּשׂוֹרָ֥ה <WH1309> be-so-Rah seeing that thou hast no tidings מֹצֵֽאת׃ <WH4672> mo-Tzet. ready"},{"number":23,"verse":"וִיהִי־ <WH1961> vi-hi- happens מָ֣ה <WH4100> mah whatever אָר֔וּץ <WH7323> 'a-Rutz, But howsoever [said he] let me run וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said ל֖וֹ lo ר֑וּץ <WH7323> Rutz; unto him Run וַיָּ֤רָץ <WH7323> vai-Ya-rotz ran אֲחִימַ֙עַץ֙ <WH290> 'a-chi-Ma-'atz Then Ahimaaz דֶּ֣רֶךְ <WH1870> De-rech by the way הַכִּכָּ֔ר <WH3603> hak-kik-Kar, of the plain וַֽיַּעֲבֹ֖ר <WH5674> vai-ya-'a-Vor and overran אֶת־ <WH853> 'et- הַכּוּשִֽׁי׃ <WH3569> hak-ku-Shi. Cushi"},{"number":24,"verse":"וְדָוִ֥ד <WH1732> ve-da-Vid And David יוֹשֵׁ֖ב <WH3427> yo-Shev sat בֵּין־ <WH996> bein- between שְׁנֵ֣י <WH8147> she-Nei between the two הַשְּׁעָרִ֑ים <WH8179> hash-she-'a-Rim; gates וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech went הַצֹּפֶ֜ה <WH6822> hatz-tzo-Peh and the watchman אֶל־ <WH413> 'el- to גַּ֤ג <WH1406> gag to the roof הַשַּׁ֙עַר֙ <WH8179> hash-Sha-'ar over the gate אֶל־ <WH413> 'el- by הַ֣חוֹמָ֔ה <WH2346> ha-cho-Mah, unto the wall וַיִּשָּׂ֤א <WH5375> vai-yis-Sa and lifted up אֶת־ <WH853> 'et- עֵינָיו֙ <WH5869> 'ei-Nav his eyes וַיַּ֔רְא <WH7200> vai-Yar, and looked וְהִנֵּה־ <WH2009> ve-hin-neh- and behold אִ֖ישׁ <WH376> 'ish and behold a man רָ֥ץ <WH7323> ratz running לְבַדּֽוֹ׃ <WH905> le-vad-Do. himself"},{"number":25,"verse":"וַיִּקְרָ֤א <WH7121> vai-yik-Ra cried הַצֹּפֶה֙ <WH6822> hatz-tzo-Peh And the watchman וַיַּגֵּ֣ד <WH5046> vai-yag-Ged and told לַמֶּ֔לֶךְ <WH4428> lam-Me-lech, the king וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king אִם־ <WH518> 'im- If לְבַדּ֖וֹ <WH905> le-vad-Do himself בְּשׂוֹרָ֣ה <WH1309> be-so-Rah If he [be] alone [there is] tidings בְּפִ֑יו <WH6310> be-Fiv; in his mouth וַיֵּ֥לֶךְ <WH1980> vai-Ye-lech apace הָל֖וֹךְ <WH1980> ha-Loch nearer וְקָרֵֽב׃ <WH7131> ve-ka-Rev. and drew near"},{"number":26,"verse":"וַיַּ֣רְא <WH7200> vai-Yar saw הַצֹּפֶה֮ <WH6822> hatz-tzo-Peh And the watchman אִישׁ־ <WH376> 'ish- man אַחֵ֣ר <WH312> 'a-Cher another רָץ֒ <WH7323> ratz running וַיִּקְרָ֤א <WH7121> vai-yik-Ra called הַצֹּפֶה֙ <WH6822> hatz-tzo-Peh and the watchman אֶל־ <WH413> 'el- to הַשֹּׁעֵ֔ר <WH7778> hash-sho-'Er, unto the porter וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said הִנֵּה־ <WH2009> hin-neh- Behold אִ֖ישׁ <WH376> 'ish Behold [another] man רָ֣ץ <WH7323> ratz running לְבַדּ֑וֹ <WH905> le-vad-Do; himself וַיֹּ֥אמֶר <WH559> vai-Yo-mer said הַמֶּ֖לֶךְ <WH4428> ham-Me-lech alone And the king גַּם־ <WH1571> gam- also זֶ֥ה <WH2088> zeh This מְבַשֵּֽׂר׃ <WH1319> me-vas-Ser. He also bringeth tidings"},{"number":27,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer said הַצֹּפֶ֔ה <WH6822> hatz-tzo-Peh, And the watchman אֲנִ֤י <WH589> 'a-Ni I רֹאֶה֙ <WH7200> ro-'Eh Me thinketh אֶת־ <WH853> 'et- מְרוּצַ֣ת <WH4794> me-ru-Tzat the running הָרִאשׁ֔וֹן <WH7223> ha-ri-Shon, of the foremost כִּמְרֻצַ֖ת <WH4794> kim-ru-Tzat is like the running אֲחִימַ֣עַץ <WH290> 'a-chi-Ma-'atz of Ahimaaz בֶּן־ <WH1121> ben- the son צָד֑וֹק <WH6659> tza-Dok; of Zadok וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אִֽישׁ־ <WH376> 'ish- man ט֣וֹב <WH2896> Tov He [is] a good זֶ֔ה <WH2088> Zeh, This וְאֶל־ <WH413> ve-'el- about בְּשׂוֹרָ֥ה <WH1309> be-so-Rah tidings טוֹבָ֖ה <WH2896> to-Vah with good יָבֽוֹא׃ <WH935> ya-Vo. and cometh"},{"number":28,"verse":"וַיִּקְרָ֣א <WH7121> vai-yik-Ra called אֲחִימַ֗עַץ <WH290> 'a-chi-Ma-'atz, And Ahimaaz וַיֹּ֤אמֶר <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech unto the king שָׁל֔וֹם <WH7965> sha-Lom, All is well וַיִּשְׁתַּ֧חוּ <WH7812> vai-yish-Ta-chu And he fell down לַמֶּ֛לֶךְ <WH4428> lam-Me-lech before the king לְאַפָּ֖יו <WH639> le-'ap-Pav upon his face אָ֑רְצָה <WH776> 'A-re-tzah; to the earth ס sa-Mek וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said בָּרוּךְ֙ <WH1288> ba-ruCh Blessed יְהוָ֣ה <WH3068> Yah-weh [be] the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God אֲשֶׁ֤ר <WH834> 'a-Sher who סִגַּר֙ <WH5462> sig-Gar which hath delivered up אֶת־ <WH853> 'et- הָ֣אֲנָשִׁ֔ים <WH376> ha-'a-na-Shim, the men אֲשֶׁר־ <WH834> 'a-Sher- who נָשְׂא֥וּ <WH5375> na-se-'U that lifted up אֶת־ <WH853> 'et- יָדָ֖ם <WH3027> ya-Dam their hand בַּֽאדֹנִ֥י <WH113> ba-do-Ni against my lord הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king"},{"number":29,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king שָׁל֥וֹם <WH7965> sha-Lom well לַנַּ֖עַר <WH5288> lan-Na-'ar Is the young man לְאַבְשָׁל֑וֹם <WH53> le-'av-sha-Lom; Absalom וַיֹּ֣אמֶר <WH559> vai-Yo-mer answered אֲחִימַ֡עַץ <WH290> 'a-chi-Ma-'atz Ahimaaz רָאִיתִי֩ <WH7200> ra-'i-Ti I saw הֶהָמ֨וֹן <WH1995> he-ha-Mon tumult הַגָּד֜וֹל <WH1419> hag-ga-Dol a great לִ֠שְׁלֹחַ <WH7971> Lish-lo-ach sent אֶת־ <WH853> 'et- עֶ֨בֶד <WH5650> 'E-ved servant הַמֶּ֤לֶךְ <WH4428> ham-Me-lech the king's יוֹאָב֙ <WH3097> yo-'Av When Joab וְאֶת־ <WH853> ve-'Et עַבְדֶּ֔ךָ <WH5650> 'av-De-cha, and [me] thy servant וְלֹ֥א <WH3808> ve-Lo did not יָדַ֖עְתִּי <WH3045> ya-Da'-ti but I knew מָֽה׃ <WH4100> Mah. what"},{"number":30,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king סֹ֖ב <WH5437> so [unto him] Turn aside הִתְיַצֵּ֣ב <WH3320> hit-yatz-Tzev [and] stand כֹּ֑ה <WH3541> Koh; here וַיִּסֹּ֖ב <WH5437> vai-yis-So And he turned aside וַֽיַּעֲמֹֽד׃ <WH5975> Vai-ya-'a-Mod. and stood still"},{"number":31,"verse":"וְהִנֵּ֥ה <WH2009> ve-hin-Neh Behold הַכּוּשִׁ֖י <WH3569> hak-ku-Shi And behold Cushi בָּ֑א <WH935> Ba; came וַיֹּ֣אמֶר <WH559> vai-Yo-mer said הַכּוּשִׁ֗י <WH3569> hak-ku-Shi, and Cushi יִתְבַּשֵּׂר֙ <WH1319> yit-bas-Ser Tidings אֲדֹנִ֣י <WH113> 'a-do-Ni my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king כִּֽי־ <WH3588> ki- for שְׁפָטְךָ֤ <WH8199> she-fa-te-Cha hath avenged יְהוָה֙ <WH3068> Yah-weh for the LORD הַיּ֔וֹם <WH3117> hai-Yom, thee this day מִיַּ֖ד <WH3027> mi-Yad of all them כָּל־ <WH3605> kol- of all הַקָּמִ֥ים <WH6965> hak-ka-Mim that rose up עָלֶֽיךָ׃ <WH5921> 'a-Lei-cha. against ס sa-Mek"},{"number":32,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to הַכּוּשִׁ֔י <WH3569> hak-ku-Shi, unto Cushi הֲשָׁל֥וֹם <WH7965> ha-sha-Lom well לַנַּ֖עַר <WH5288> lan-Na-'ar Is the young man לְאַבְשָׁל֑וֹם <WH53> le-'av-sha-Lom; Absalom וַיֹּ֣אמֶר <WH559> vai-Yo-mer answered הַכּוּשִׁ֗י <WH3569> hak-ku-Shi, to the Cushite יִהְי֤וּ <WH1961> yih-Yu become כַנַּ֙עַר֙ <WH5288> chan-Na-'ar be as [that] young man אֹֽיְבֵי֙ <WH341> 'o-ye-Vei The enemies אֲדֹנִ֣י <WH113> 'a-do-Ni of my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king וְכֹ֛ל <WH3605> ve-Chol and all אֲשֶׁר־ <WH834> 'a-Sher- who קָ֥מוּ <WH6965> Ka-mu and all that rise עָלֶ֖יךָ <WH5921> 'a-Lei-cha against לְרָעָֽה׃ <WH7451> le-ra-'Ah. against thee to do [thee] hurt ס sa-Mek"},{"number":33,"verse":"וַיִּרְגַּ֣ז <WH7264> vai-yir-Gaz was much moved הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, And the king וַיַּ֛עַל <WH5927> vai-Ya-'al and went up עַל־ <WH5921> 'al- to עֲלִיַּ֥ת <WH5944> 'a-li-Yat to the chamber הַשַּׁ֖עַר <WH8179> hash-Sha-'ar over the gate וַיֵּ֑בְךְּ <WH1058> vai-Ye-vek; and wept וְכֹ֣ה׀ <WH3541> ve-Choh and thus אָמַ֣ר <WH559> 'a-Mar thus he said בְּלֶכְתּ֗וֹ <WH1980> be-lech-To, walked בְּנִ֤י <WH1121> be-Ni O my son אַבְשָׁלוֹם֙ <WH53> 'av-sha-lOm Absalom בְּנִ֣י <WH1121> be-Ni my son בְנִ֣י <WH1121> ve-Ni my son אַבְשָׁל֔וֹם <WH53> av-sha-Lom, Absalom מִֽי־ <WH4310> mi- for יִתֵּ֤ן <WH5414> yit-Ten for thee מוּתִי֙ <WH4191> mu-Ti would God I had died אֲנִ֣י <WH589> 'a-Ni I תַחְתֶּ֔יךָ <WH8478> tach-Tei-cha, instead אַבְשָׁל֖וֹם <WH53> av-sha-Lom O Absalom בְּנִ֥י <WH1121> be-Ni my son בְנִֽי׃ <WH1121> ve-Ni. my son"}]}