{"bibleAbbr":"HSB+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"וַיֹּ֙סֶף֙ <WH3254> vai-Yo-sef And again אַף־ <WH639> 'af- the anger יְהוָ֔ה <WH3068> Yah-weh, of the LORD לַחֲר֖וֹת <WH2734> la-cha-Rot was kindled בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; against Israel וַיָּ֨סֶת <WH5496> vai-Ya-set and he moved אֶת־ <WH853> 'et- דָּוִ֤ד <WH1732> da-Vid David בָּהֶם֙ ba-Hem לֵאמֹ֔ר <WH559> le-Mor, against them to say לֵ֛ךְ <WH1980> lech Go מְנֵ֥ה <WH4487> me-Neh number אֶת־ <WH853> 'et- יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel וְאֶת־ <WH853> ve-'Et יְהוּדָֽה׃ <WH3063> ye-hu-Dah. and Judah"},{"number":2,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said הַמֶּ֜לֶךְ <WH4428> ham-Me-lech For the king אֶל־ <WH413> 'el- to יוֹאָ֣ב׀ <WH3097> yo-'Av to Joab שַׂר־ <WH8269> sar- the captain הַחַ֣יִל <WH2428> ha-Cha-yil of the host אֲשֶׁר־ <WH834> 'a-Sher- who אִתּ֗וֹ <WH854> it-To, for שֽׁוּט־ <WH7751> shut- which [was] with him Go now through נָ֞א <WH4994> na now בְּכָל־ <WH3605> be-chol all שִׁבְטֵ֤י <WH7626> shiv-Tei all the tribes יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel מִדָּן֙ <WH1835> mid-Dan from Dan וְעַד־ <WH5704> ve-'ad- against בְּאֵ֣ר be-'Er שֶׁ֔בַע <WH884> She-va', even to Beersheba וּפִקְד֖וּ <WH6485> u-fik-Du and number אֶת־ <WH853> 'et- הָעָ֑ם <WH5971> ha-'Am; ye the people וְיָ֣דַעְתִּ֔י <WH3045> ve-Ya-da'-Ti, that I may know אֵ֖ת <WH853> 'et מִסְפַּ֥ר <WH4557> mis-Par the number הָעָֽם׃ <WH5971> ha-'Am. of the people ס sa-Mek"},{"number":3,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יוֹאָ֜ב <WH3097> yo-'Av And Joab אֶל־ <WH413> 'el- to הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, unto the king וְיוֹסֵ֣ף <WH3254> ve-yo-Sef add יְהוָה֩ <WH3068> Yah-weh Now the LORD אֱלֹהֶ֨יךָ <WH430> 'e-lo-Hei-cha thy God אֶל־ <WH413> 'el- to הָעָ֜ם <WH5971> ha-'Am unto the people כָּהֵ֤ם׀ <WH1992> ka-Hem how many soever וְכָהֵם֙ <WH1992> ve-cha-Hem like מֵאָ֣ה <WH3967> me-'Ah A hundred פְעָמִ֔ים <WH6471> fe-'a-Mim, times וְעֵינֵ֥י <WH5869> ve-'ei-Nei and that the eyes אֲדֹנִֽי־ <WH113> 'a-do-ni- of my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king רֹא֑וֹת <WH7200> ro-'ot; may see וַאדֹנִ֣י <WH113> va-do-Ni [it] but why doth my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king לָ֥מָּה <WH4100> Lam-mah why חָפֵ֖ץ <WH2654> cha-Fetz delight בַּדָּבָ֥ר <WH1697> bad-da-Var act הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":4,"verse":"וַיֶּחֱזַ֤ק <WH2388> vai-ye-che-Zak prevailed דְּבַר־ <WH1697> de-var- word הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech Notwithstanding the king's אֶל־ <WH413> 'el- against יוֹאָ֔ב <WH3097> yo-'Av, against Joab וְעַ֖ל <WH5921> ve-'Al and against שָׂרֵ֣י <WH8269> sa-Rei and against the captains הֶחָ֑יִל <WH2428> he-Cha-yil; of the host וַיֵּצֵ֨א <WH3318> vai-ye-Tze went out יוֹאָ֜ב <WH3097> yo-'Av And Joab וְשָׂרֵ֤י <WH8269> ve-sa-Rei and the captains הַחַ֙יִל֙ <WH2428> ha-Cha-yil of the host לִפְנֵ֣י <WH6440> lif-Nei from the presence הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, of the king לִפְקֹ֥ד <WH6485> lif-Kod to number אֶת־ <WH853> 'et- הָעָ֖ם <WH5971> ha-'Am the people אֶת־ <WH853> 'et- יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":5,"verse":"וַיַּעַבְר֖וּ <WH5674> vai-ya-'av-Ru And they passed over אֶת־ <WH853> 'et- הַיַּרְדֵּ֑ן <WH3383> hai-yar-Den; Jordan וַיַּחֲנ֣וּ <WH2583> vai-ya-cha-Nu and pitched בַעֲרוֹעֵ֗ר <WH6177> va-'a-ro-'Er, in Aroer יְמִ֥ין <WH3225> ye-Min on the right side הָעִ֛יר <WH5892> ha-'Ir of the city אֲשֶׁ֛ר <WH834> 'a-Sher is in בְּתוֹךְ־ <WH8432> be-toch- that [lieth] in the midst הַנַּ֥חַל <WH5158> han-Na-chal of the river הַגָּ֖ד <WH1410> hag-Gad of Gad וְאֶל־ <WH413> ve-'el- and toward יַעְזֵֽר׃ <WH3270> ya'-Zer. and toward Jazer"},{"number":6,"verse":"וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u Then they came הַגִּלְעָ֔דָה <WH1568> hag-gil-'A-dah, to Gilead וְאֶל־ <WH413> ve-'el- and to אֶ֥רֶץ <WH776> 'E-retz and to the land תַּחְתִּ֖ים tach-Tim חָדְשִׁ֑י <WH8483> cha-de-Shi; of Tahtimhodshi וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u and they came דָּ֣נָה Da-nah יַּ֔עַן <WH1842> Ya-'an, to Danjaan וְסָבִ֖יב <WH5439> ve-sa-Viv and about אֶל־ <WH413> 'el- to צִידֽוֹן׃ <WH6721> tzi-Don. to Zidon"},{"number":7,"verse":"וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u And came מִבְצַר־ <WH4013> miv-tzar- to the strong hold צֹ֔ר <WH6865> Tzor, of Tyre וְכָל־ <WH3605> ve-chol all עָרֵ֥י <WH5892> 'a-Rei and to all the cities הַחִוִּ֖י <WH2340> ha-chiv-Vi of the Hivites וְהַֽכְּנַעֲנִ֑י <WH3669> ve-hak-ke-na-'a-Ni; and of the Canaanites וַיֵּֽצְא֛וּ <WH3318> vai-ye-tze-'U and they went out אֶל־ <WH413> 'el- to נֶ֥גֶב <WH5045> Ne-gev to the south יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah בְּאֵ֥ר be-'Er שָֽׁבַע׃ <WH884> Sha-va'. [even] to Beersheba"},{"number":8,"verse":"וַיָּשֻׁ֖טוּ <WH7751> vai-ya-Shu-tu So when they had gone בְּכָל־ <WH3605> be-chol the whole הָאָ֑רֶץ <WH776> ha-'A-retz; through all the land וַיָּבֹ֜אוּ <WH935> vai-ya-Vo-'u they came מִקְצֵ֨ה <WH7097> mik-Tzeh at the end תִשְׁעָ֧ה <WH8672> tish-'Ah of nine חֳדָשִׁ֛ים <WH2320> cho-da-Shim months וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and twenty י֖וֹם <WH3117> Yom days יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. to Jerusalem"},{"number":9,"verse":"וַיִּתֵּ֥ן <WH5414> vai-yit-Ten gave up יוֹאָ֛ב <WH3097> yo-'Av And Joab אֶת־ <WH853> 'et- מִסְפַּ֥ר <WH4557> mis-Par the sum מִפְקַד־ <WH4662> mif-kad- of the number הָעָ֖ם <WH5971> ha-'Am of the people אֶל־ <WH413> 'el- to הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; unto the king וַתְּהִ֣י <WH1961> vat-te-Hi were in יִשְׂרָאֵ֡ל <WH3478> Yis-ra-'El and there were in Israel שְׁמֹנֶה֩ <WH8083> she-mo-Neh eight מֵא֨וֹת <WH3967> me-'ot hundred אֶ֤לֶף <WH505> 'E-lef thousand אִֽישׁ־ <WH376> 'ish- and the men חַ֙יִל֙ <WH2428> cha-yil valiant שֹׁ֣לֵֽף <WH8025> Sho-lef that drew חֶ֔רֶב <WH2719> Che-rev, the sword וְאִ֣ישׁ <WH376> ve-'Ish men יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah חֲמֵשׁ־ <WH2568> cha-mesh- [were] five מֵא֥וֹת <WH3967> me-'ot hundred אֶ֖לֶף <WH505> 'E-lef thousand אִֽישׁ׃ <WH376> 'Ish. men"},{"number":10,"verse":"וַיַּ֤ךְ <WH5221> vai-Yach smote לֵב־ <WH3820> lev- heart דָּוִד֙ <WH1732> da-Vid And David's אֹת֔וֹ <WH853> o-To, אַחֲרֵי־ <WH310> 'a-cha-rei- him after כֵ֖ן <WH3651> chen after that סָפַ֣ר <WH5608> sa-Far that he had numbered אֶת־ <WH853> 'et- הָעָ֑ם <WH5971> ha-'Am; the people ס sa-Mek וַיֹּ֨אמֶר <WH559> vai-Yo-mer said דָּוִ֜ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to יְהוָ֗ה <WH3068> Yah-weh unto the LORD חָטָ֤אתִי <WH2398> cha-Ta-ti I have sinned מְאֹד֙ <WH3966> me-'Od greatly אֲשֶׁ֣ר <WH834> 'a-Sher what עָשִׂ֔יתִי <WH6213> 'a-Si-ti, in that I have done וְעַתָּ֣ה <WH6258> ve-'at-Tah now יְהוָ֔ה <WH3068> Yah-weh, and now I beseech thee O LORD הַֽעֲבֶר־ <WH5674> ha-'a-ver- take away נָא֙ <WH4994> na please אֶת־ <WH853> 'et- עֲוֹ֣ן <WH5771> 'a-Von the iniquity עַבְדְּךָ֔ <WH5650> 'av-de-Cha, of thy servant כִּ֥י <WH3588> ki for נִסְכַּ֖לְתִּי <WH5528> nis-Kal-ti foolishly מְאֹֽד׃ <WH3966> me-'Od. for I have done very"},{"number":11,"verse":"וַיָּ֥קָם <WH6965> vai-Ya-kom was up דָּוִ֖ד <WH1732> da-Vid For when David בַּבֹּ֑קֶר <WH1242> bab-Bo-ker; in the morning פ Peh וּדְבַר־ <WH1697> u-de-var- the word יְהוָ֗ה <WH3068> Yah-weh of the LORD הָיָה֙ <WH1961> ha-Yah came אֶל־ <WH413> 'el- about גָּ֣ד <WH1410> gad Gad הַנָּבִ֔יא <WH5030> han-na-Vi, came unto the prophet חֹזֵ֥ה <WH2374> cho-Zeh seer דָוִ֖ד <WH1732> da-Vid David's לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":12,"verse":"הָל֞וֹךְ <WH1980> ha-Loch Go וְדִבַּרְתָּ֣ <WH1696> ve-dib-bar-Ta Thus saith אֶל־ <WH413> 'el- to דָּוִ֗ד <WH1732> da-Vid, unto David כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar and say יְהוָ֔ה <WH3068> Yah-weh, the LORD שָׁלֹ֕שׁ <WH7969> sha-Losh thee three אָנֹכִ֖י <WH595> 'a-no-Chi I נוֹטֵ֣ל <WH5190> no-Tel I offer עָלֶ֑יךָ <WH5921> 'a-Lei-cha; and בְּחַר־ <WH977> be-char- [things] choose לְךָ֥ le-Cha אַֽחַת־ <WH259> 'a-chat- thee one מֵהֶ֖ם <WH1992> me-Hem like וְאֶֽעֱשֶׂה־ <WH6213> ve-'e-'e-seh- of them that I may [do it] unto thee לָּֽךְ׃ Lach."},{"number":13,"verse":"וַיָּבֹא־ <WH935> vai-ya-vo- came גָ֥ד <WH1410> gad So Gad אֶל־ <WH413> 'el- to דָּוִ֖ד <WH1732> da-Vid to David וַיַּגֶּד־ <WH5046> vai-yag-ged- and told ל֑וֹ lo; וַיֹּ֣אמֶר <WH559> vai-Yo-mer him and said ל֡וֹ lo הֲתָב֣וֹא <WH935> ha-ta-Vo come לְךָ֣ le-Cha שֶֽׁבַע <WH7651> She-va' unto him Shall seven שָׁנִ֣ים׀ <WH8141> sha-Nim years רָעָ֣ב׀ <WH7458> ra-'Av of famine בְּאַרְצֶ֡ךָ <WH776> be-'ar-Tze-cha common אִם־ <WH518> 'im- lo שְׁלֹשָׁ֣ה <WH7969> she-lo-Shah three חֳ֠דָשִׁים <WH2320> Cho-da-shim months נֻסְךָ֨ <WH5127> nus-Cha flee לִפְנֵֽי־ <WH6440> lif-nei- before צָרֶ֜יךָ <WH6862> tza-Rei-cha thine enemies וְה֣וּא <WH1931> ve-Hu they רֹדְפֶ֗ךָ <WH7291> ro-de-Fe-cha, while they pursue וְאִם־ <WH518> ve-'im- lo הֱ֠יוֹת <WH1961> He-yot become שְׁלֹ֨שֶׁת <WH7969> she-Lo-shet thee;or that there be three יָמִ֥ים <WH3117> ya-Mim days' דֶּ֙בֶר֙ <WH1698> de-ver pestilence בְּאַרְצֶ֔ךָ <WH776> be-'ar-Tze-cha, common עַתָּה֙ <WH6258> 'at-Tah henceforth דַּ֣ע <WH3045> da' consider וּרְאֵ֔ה <WH7200> u-re-'Eh, and see מָה־ <WH4100> mah- what אָשִׁ֥יב <WH7725> 'a-Shiv I shall return שֹׁלְחִ֖י <WH7971> sho-le-Chi to him that sent דָּבָֽר׃ <WH1697> da-Var. what answer ס sa-Mek"},{"number":14,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said דָּוִ֛ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to גָּ֖ד <WH1410> gad unto Gad צַר־ <WH6862> tzar- adversary לִ֣י li מְאֹ֑ד <WH3966> me-'Od; I am in a great נִפְּלָה־ <WH5307> nip-pe-lah- let us fall נָּ֤א <WH4994> na now בְיַד־ <WH3027> ve-yad- now into the hand יְהוָה֙ <WH3068> Yah-weh of the LORD כִּֽי־ <WH3588> ki- for רַבִּ֣ים <WH7227> rab-Bim [are] great; רַחֲמֹו ra-cha-mo כרַֽחֲמָ֔יו <WH7356> ra-cha-Mav, tender love קוּבְיַד־ <WH3027> u-ve-yad- into the hand אָדָ֖ם <WH120> 'a-Dam of man אַל־ <WH408> 'al- not אֶפֹּֽלָה׃ <WH5307> 'ep-Po-lah. and let me not fall"},{"number":15,"verse":"וַיִּתֵּ֨ן <WH5414> vai-yit-Ten sent יְהוָ֥ה <WH3068> Yah-weh So the LORD דֶּ֙בֶר֙ <WH1698> de-ver a pestilence בְּיִשְׂרָאֵ֔ל <WH3478> be-Yis-ra-'El, upon Israel מֵהַבֹּ֖קֶר <WH1242> me-hab-Bo-ker from the morning וְעַד־ <WH5704> ve-'ad- until עֵ֣ת <WH6256> 'et even to the time מוֹעֵ֑ד <WH4150> mo-'Ed; appointed וַיָּ֣מָת <WH4191> vai-Ya-mot and there died מִן־ <WH4480> min- at הָעָ֗ם <WH5971> ha-'Am, of the people מִדָּן֙ <WH1835> mid-Dan from Dan וְעַד־ <WH5704> ve-'ad- until בְּאֵ֣ר be-'Er שֶׁ֔בַע <WH884> She-va', even to Beersheba שִׁבְעִ֥ים <WH7657> shiv-'Im seventy אֶ֖לֶף <WH505> 'E-lef thousand אִֽישׁ׃ <WH376> 'Ish. men"},{"number":16,"verse":"וַיִּשְׁלַח֩ <WH7971> vai-yish-Lach stretched out יָד֨וֹ <WH3027> ya-Do his hand הַמַּלְאָ֥ךְ׀ <WH4397> ham-mal-'Ach And when the angel יְרֽוּשָׁלִַם֮ <WH3389> ye-ru-sha-Lim upon Jerusalem לְשַׁחֲתָהּ֒ <WH7843> le-sha-cha-Tah to destroy וַיִּנָּ֤חֶם <WH5162> vai-yin-Na-chem repented יְהוָה֙ <WH3068> Yah-weh it the LORD אֶל־ <WH413> 'el- of הָ֣רָעָ֔ה <WH7451> ha-ra-'Ah, him of the evil וַ֠יֹּאמֶר <WH559> Vai-yo-mer and said לַמַּלְאָ֞ךְ <WH4397> lam-mal-'Ach to the angel הַמַּשְׁחִ֤ית <WH7843> ham-mash-Chit that destroyed בָּעָם֙ <WH5971> ba-'Am the people רַ֔ב <WH7227> Rav, It is enough עַתָּ֖ה <WH6258> 'at-Tah Now הֶ֣רֶף <WH7503> He-ref stay יָדֶ֑ךָ <WH3027> ya-De-cha; now thine hand וּמַלְאַ֤ךְ <WH4397> u-mal-'Ach And the angel יְהוָה֙ <WH3068> Yah-weh of the LORD הָיָ֔ה <WH1961> ha-Yah, become עִם־ <WH5973> 'im- was by גֹּ֖רֶן <WH1637> Go-ren was by the threshingplace; הָאֹורְנָה ha-'Or-nah כהָאֲרַ֥וְנָה <WH728> ha-'a-Rav-nah Araunah קהַיְבֻסִֽי׃ <WH2983> hay-vu-Si. the Jebusite ס sa-Mek"},{"number":17,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer spake דָּוִ֨ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to יְהוָ֜ה <WH3068> Yah-weh unto the LORD בִּרְאֹת֣וֹ׀ <WH7200> bir-'o-To when he saw אֶֽת־ <WH853> 'et- הַמַּלְאָ֣ךְ׀ <WH4397> ham-mal-'Ach the angel הַמַּכֶּ֣ה <WH5221> ham-mak-Keh that smote בָעָ֗ם <WH5971> va-'Am, the people וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said הִנֵּ֨ה <WH2009> hin-Neh Behold אָנֹכִ֤י <WH595> 'a-no-Chi is I חָטָ֙אתִי֙ <WH2398> cha-Ta-ti Lo I have sinned וְאָנֹכִ֣י <WH595> ve-'a-no-Chi is I הֶעֱוֵ֔יתִי <WH5753> he-'e-Vei-ti, and I have done wickedly וְאֵ֥לֶּה <WH428> ve-'El-leh these הַצֹּ֖אן <WH6629> hatz-Tzon but these sheep מֶ֣ה <WH4100> meh what עָשׂ֑וּ <WH6213> 'a-Su; what have they done תְּהִ֨י <WH1961> te-Hi become נָ֥א <WH4994> na let יָדְךָ֛ <WH3027> ya-de-Cha ;let thine hand בִּ֖י bi וּבְבֵ֥ית <WH1004> u-ve-Veit house אָבִֽי׃ <WH1> 'a-Vi. I pray thee be against me and against my father's פ Peh"},{"number":18,"verse":"וַיָּבֹא־ <WH935> vai-ya-vo- came גָ֥ד <WH1410> gad And Gad אֶל־ <WH413> 'el- to דָּוִ֖ד <WH1732> da-Vid to David בַּיּ֣וֹם <WH3117> bai-Yom that day הַה֑וּא <WH1931> ha-Hu; he וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֗וֹ lo, עֲלֵה֙ <WH5927> 'a-Leh unto him Go up הָקֵ֤ם <WH6965> ha-Kem rear לַֽיהוָה֙ <WH3068> Yah-weh unto the LORD מִזְבֵּ֔חַ <WH4196> miz-Be-ach, an altar בְּגֹ֖רֶן <WH1637> be-Go-ren in the threshingfloor; אָרָנְיָה 'a-ra-ne-yah כאֲרַ֥וְנָה <WH728> 'a-Rav-nah Araunah קהַיְבֻסִֽי׃ <WH2983> hay-vu-Si. the Jebusite"},{"number":19,"verse":"וַיַּ֤עַל <WH5927> vai-Ya-'al went up דָּוִד֙ <WH1732> da-Vid And David כִּדְבַר־ <WH1697> kid-var- according to the saying גָּ֔ד <WH1410> Gad, of Gad כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָֽה׃ <WH3068> Yah-weh. as the LORD"},{"number":20,"verse":"וַיַּשְׁקֵ֣ף <WH8259> vai-yash-Kef looked אֲרַ֗וְנָה <WH728> 'a-Rav-nah, And Araunah וַיַּ֤רְא <WH7200> vai-Yar and saw אֶת־ <WH853> 'et- הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king וְאֶת־ <WH853> ve-'Et עֲבָדָ֔יו <WH5650> 'a-va-Dav, and his servants עֹבְרִ֖ים <WH5674> 'oe-Rim coming on עָלָ֑יו <WH5921> 'a-Lav; toward וַיֵּצֵ֣א <WH3318> vai-ye-Tze went out אֲרַ֔וְנָה <WH728> 'a-Rav-nah, toward him and Araunah וַיִּשְׁתַּ֧חוּ <WH7812> vai-yish-Ta-chu and bowed לַמֶּ֛לֶךְ <WH4428> lam-Me-lech himself before the king אַפָּ֖יו <WH639> 'ap-Pav on his face אָֽרְצָה׃ <WH776> 'A-re-tzah. upon the ground"},{"number":21,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֲרַ֔וְנָה <WH728> 'a-Rav-nah, And Araunah מַדּ֛וּעַ <WH4069> mad-Du-a' Why בָּ֥א <WH935> ba come אֲדֹנִֽי־ <WH113> 'a-do-ni- Wherefore is my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king אֶל־ <WH413> 'el- about עַבְדּ֑וֹ <WH5650> av-Do; bondage וַיֹּ֨אמֶר <WH559> vai-Yo-mer said דָּוִ֜ד <WH1732> da-Vid David לִקְנ֧וֹת <WH7069> lik-Not To buy מֵעִמְּךָ֣ <WH5973> me-'im-me-Cha with אֶת־ <WH853> 'et- הַגֹּ֗רֶן <WH1637> hag-Go-ren, the threshingfloor לִבְנ֤וֹת <WH1129> liv-Not of thee to build מִזְבֵּ֙חַ֙ <WH4196> miz-Be-ach an altar לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD וְתֵעָצַ֥ר <WH6113> ve-te-'a-Tzar may be stayed הַמַּגֵּפָ֖ה <WH4046> ham-mag-ge-Fah that the plague מֵעַ֥ל <WH5921> me-'Al from הָעָֽם׃ <WH5971> ha-'Am. from the people"},{"number":22,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲרַ֙וְנָה֙ <WH728> 'a-Rav-nah And Araunah אֶל־ <WH413> 'el- to דָּוִ֔ד <WH1732> da-Vid, unto David יִקַּ֥ח <WH3947> yik-Kach take וְיַ֛עַל <WH5927> ve-Ya-'al and offer up אֲדֹנִ֥י <WH113> 'a-do-Ni Let my lord הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king הַטּ֣וֹב <WH2896> hat-Tov what [seemeth] good; בְּעַיְנֹו be-'ay-no כבְּעֵינָ֑יו <WH5869> be-'ei-Nav; affliction קרְאֵה֙ <WH7200> re-'Eh behold הַבָּקָ֣ר <WH1241> hab-ba-Kar [here be] oxen לָעֹלָ֔ה <WH5930> la-'o-Lah, for burnt sacrifice וְהַמֹּרִגִּ֛ים <WH4173> ve-ham-mo-rig-Gim and threshing instruments וּכְלֵ֥י <WH3627> u-che-Lei and [other] instruments הַבָּקָ֖ר <WH1241> hab-ba-Kar of the oxen לָעֵצִֽים׃ <WH6086> la-'e-Tzim. for wood"},{"number":23,"verse":"הַכֹּ֗ל <WH3605> hak-Kol, Everything נָתַ֛ן <WH5414> na-Tan give אֲרַ֥וְנָה <WH728> 'a-Rav-nah All these [things] did Araunah הַמֶּ֖לֶךְ <WH4428> ham-Me-lech [as] a king לַמֶּ֑לֶךְ <WH4428> lam-Me-lech; unto the king ס sa-Mek וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲרַ֙וְנָה֙ <WH728> 'a-Rav-nah And Araunah אֶל־ <WH413> 'el- to הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, unto the king יְהוָ֥ה <WH3068> Yah-weh The LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God יִרְצֶֽךָ׃ <WH7521> yir-Tze-cha. accept"},{"number":24,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said הַמֶּ֜לֶךְ <WH4428> ham-Me-lech And the king אֶל־ <WH413> 'el- to אֲרַ֗וְנָה <WH728> 'a-Rav-nah, unto Araunah לֹ֚א <WH3808> lo No כִּֽי־ <WH3588> ki- for קָנ֨וֹ <WH7069> ka-No Nay but I will surely אֶקְנֶ֤ה <WH7069> 'ek-Neh buy מֵאֽוֹתְךָ֙ <WH853> me-'ot-Cha בִּמְחִ֔יר <WH4242> bim-Chir, [it] of thee at a price וְלֹ֧א <WH3808> ve-Lo No אַעֲלֶ֛ה <WH5927> 'a-'a-Leh neither will I offer לַיהוָ֥ה <WH3068> Yah-weh unto the LORD אֱלֹהַ֖י <WH430> 'e-lo-Hai my God עֹל֣וֹת <WH5930> o-Lot burnt offerings חִנָּ֑ם <WH2600> chin-Nam; of that which doth cost me nothing וַיִּ֨קֶן <WH7069> vai-Yi-ken bought דָּוִ֤ד <WH1732> da-Vid So David אֶת־ <WH853> 'et- הַגֹּ֙רֶן֙ <WH1637> hag-Go-ren the threshingfloor וְאֶת־ <WH853> ve-'Et הַבָּקָ֔ר <WH1241> hab-ba-Kar, and the oxen בְּכֶ֖סֶף <WH3701> be-Che-sef of silver שְׁקָלִ֥ים <WH8255> she-ka-Lim shekels חֲמִשִּֽׁים׃ <WH2572> cha-mish-Shim. for fifty"},{"number":25,"verse":"וַיִּבֶן֩ <WH1129> vai-yi-Ven built שָׁ֨ם <WH8033> sham there דָּוִ֤ד <WH1732> da-Vid And David מִזְבֵּ֙חַ֙ <WH4196> miz-Be-ach there an altar לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD וַיַּ֥עַל <WH5927> vai-Ya-'al and offered עֹל֖וֹת <WH5930> o-Lot burnt offerings וּשְׁלָמִ֑ים <WH8002> u-she-la-Mim; and peace offerings וַיֵּעָתֵ֤ר <WH6279> vai-ye-'a-Ter was intreated יְהוָה֙ <WH3068> Yah-weh So the LORD לָאָ֔רֶץ <WH776> la-'A-retz, for the land וַתֵּעָצַ֥ר <WH6113> vat-te-'a-Tzar was stayed הַמַּגֵּפָ֖ה <WH4046> ham-mag-ge-Fah and the plague מֵעַ֥ל <WH5921> me-'Al from יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. from Israel"}]}