{"bibleAbbr":"NET2007","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"The Restoration of the True People Ask the LORD for rain in the season of the late spring rains (tn Heb “the latter rain.” This expression refers to the last concentration of heavy rainfall in the spring of the year in Palestine, about March or April. Metaphorically and eschatologically (as here) the “latter rain” speaks of God’s outpouring of blessing in the end times (cf. Hos 6:3; Joel 2:21–25).) — the LORD who causes thunderstorms — and he will give everyone showers of rain and green growth in the field."},{"number":2,"verse":"For the household gods (tn The Hebrew word תְּרָפִים (tÿrafim, “teraphim”) refers to small images used as means of divination and in other occult practices (cf. Gen 31:19, 34–35; 1 Sam 19:13, 16; Hos 3:4). A number of English versions transliterate the Hebrew term (cf. ASV, NAB, NASB, NRSV) or simply use the generic term “idols” (so KJV, NIV, TEV).) have spoken wickedness, the soothsayers have seen a lie, and as for the dreamers, they have disclosed emptiness and give comfort in vain. Therefore the people set out like sheep and become scattered because they have no shepherd. (sn Shepherd is a common OT metaphor for the king (see esp. Jer 2:8; 3:15; 10:21; 23:1–2; 50:6; Ezek 34).)"},{"number":3,"verse":"I am enraged at the shepherds and will punish the lead-goats. For the LORD who rules over all has brought blessing to his flock, the house of Judah, and will transform them into his majestic warhorse."},{"number":4,"verse":"From him will come the cornerstone, (sn On the NT use of the image of the cornerstone, see Luke 20:17; Eph 2:20; 1 Pet 2:6.) the wall peg, (sn The metaphor of the wall peg (Heb. יָתֵד, yated), together with the others in this list, describes the remarkable change that will take place at the inauguration of God’s eschatological kingdom. Israel, formerly sheep-like, will be turned into a mighty warhorse. The peg refers to a wall hook (although frequently translated “tent peg,” but cf. ASV “nail”; TWOT 1:419) from which tools and weapons were suspended, but figuratively also to the promise of God upon which all of Israel’s hopes were hung (cf. Isa 22:15–25; Ezra 9:8).) the battle bow, and every ruler. (tn This is not the usual word to describe a king of Israel or Judah (such as מֶלֶךְ, melekh, or נָשִׂיא, nasi’), but נוֹגֵשׂ, noges, “dictator” (cf. KJV “oppressor”). The author is asserting by this choice of wording that in the messianic age God’s rule will be by force.)"},{"number":5,"verse":"And they will be like warriors trampling the mud of the streets in battle. They will fight, for the LORD will be with them, and will defeat the enemy cavalry. (tn Heb “and the riders on horses will be put to shame,” figurative for the defeat of mounted troops. The word “enemy” in the translation is supplied from context.)"},{"number":6,"verse":"“I (says the LORD) will strengthen the kingdom (tn Heb “the house.”) of Judah and deliver the people of Joseph (tn Or “the kingdom of Israel”; Heb “the house of Joseph.”sn Joseph is mentioned here instead of the usual Israel (but see 2 Sam 19:20; Ps 78:67; 80:1; 81:5; Ezek 37:16; Amos 5:6, 15; 6:6) because of the exodus motif that follows in vv. 8–11.) and will bring them back (tc The anomalous MT reading וְחוֹשְׁבוֹתִים (vÿkhoshÿvotim) should probably be וַהֲשִׁי בוֹתִם (vahashi votim), the Hiphil perfect consecutive of שׁוּב (shuv), “return” (cf. Jer 12:15).) because of my compassion for them. They will be as though I had never rejected them, for I am the LORD their God and therefore I will hear them."},{"number":7,"verse":"The Ephraimites will be like warriors and will rejoice as if they had drunk wine. Their children will see it and rejoice; they will celebrate in the things of the LORD."},{"number":8,"verse":"I will signal for them and gather them, for I have already redeemed them; then they will become as numerous as they were before."},{"number":9,"verse":"Though I scatter (tn Or “sow” (so KJV, ASV). The imagery is taken from the sowing of seed by hand.) them among the nations, they will remember in far-off places — they and their children will sprout forth and return."},{"number":10,"verse":"I will bring them back from Egypt and gather them from Assyria. (sn I will bring them back from Egypt…from Assyria. The gathering of God’s people to their land in eschatological times will be like a reenactment of the exodus, but this time they will come from all over the world (cf. Isa 40:3–5; 43:1–7, 14–21; 48:20–22; 51:9–11).) I will bring them to the lands of Gilead and Lebanon, for there will not be enough room for them in their own land."},{"number":11,"verse":"The LORD (tn Heb “he,” in which case the referent is the Lord. This reading is followed by KJV, ASV, NAB (which renders it as first person), and NASB. The LXX reads “they,” referring to the Israelites themselves, a reading followed by many modern English versions (e. g., NIV, NRSV, TEV, NLT).) will cross the sea of storms and will calm its turbulence. The depths of the Nile will dry up, the pride of Assyria will be humbled, and the domination (tn Heb “scepter,” referring by metonymy to the dominating rule of Egypt (cf. NLT).) of Egypt will be no more."},{"number":12,"verse":"Thus I will strengthen them by my power, (tc Heb “I will strengthen them in the Lord.” Because of the perceived problem of the Lord saying he will strengthen the people “in the Lord,” both BHK and BHS suggest emending גִּבַּרְתִּים (gibbartim, “I will strengthen them”) to גְּבֻרָתָם (gevuratam, “their strength”). This is unnecessary, however, for the Lord frequently refers to himself in that manner (see Zech 2:11).) and they will walk about (tc The LXX and Syriac presuppose יִתְהַלָּלוּ (yithallalu, “they will glory”) for יִתְהַלְּכוּ (yithallÿkhu, “they will walk about”). Since walking about is a common idiom in Zechariah (cf. 1:10, 11; 6:7 [3x]) to speak of dominion, and dominion is a major theme of the present passage, there is no reason to reject the MT reading, which is followed by most modern English versions.) in my name,” says the LORD."}]}