{"bibleAbbr":"NET2007","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"Vision Three: The Surveyor (2:5) I looked again, and there was a man with a measuring line in his hand."},{"number":2,"verse":"I asked, “Where are you going?” He replied, “To measure Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) in order to determine its width and its length.”"},{"number":3,"verse":"At this point the angelic messenger (tn See the note on the expression “angelic messenger” in 1:9.) who spoke to me went out, and another messenger came to meet him"},{"number":4,"verse":"and said to him, “Hurry, speak to this young man (sn That is, to Zechariah.) as follows: ‘Jerusalem will no longer be enclosed by walls (tn Heb “Jerusalem will dwell as open regions (פְּרָזוֹת, pÿrazot)”; cf. NAB “in open country”; CEV “won’t have any boundaries.” The population will be so large as to spill beyond the ancient and normal enclosures. The people need not fear, however, for the Lord will be an invisible but strong wall (v. 5).) because of the multitude of people and animals there."},{"number":5,"verse":"But I (the LORD says) will be a wall of fire surrounding Jerusalem (tn Heb “her”; the referent (Jerusalem) has been specified in the translation for clarity.) and the source of glory in her midst.’”"},{"number":6,"verse":"“You there! (sn These are the scattered Jews of eschatological times (as the expression four winds of heaven makes clear) and not those of Zechariah’s time who have, for the most part, already returned by 520 b. c. This theme continues and is reinforced in vv. 10–13.) Flee from the northland!” says the LORD, “for like the four winds of heaven (tn Or “of the sky.” The same Hebrew term, שָׁמַיִם (shamayim), may be translated “heaven(s)” or “sky” depending on the context.) I have scattered you,” says the LORD."},{"number":7,"verse":"“Escape, Zion, you who live among the Babylonians!” (tn Heb “live in [or “with” (cf. NASB), i. e., “among”] the daughter of Babylon” (so NIV; NAB “dwell in daughter Babylon”).)"},{"number":8,"verse":"For the LORD who rules over all says to me that for his own glory (tn Heb “After glory has he sent me” (similar KJV, NASB). What is clearly in view is the role of Zechariah who, by faithful proclamation of the message, will glorify the Lord.) he has sent me to the nations that plundered you — for anyone who touches you touches the pupil (tn Heb “gate” (בָּבָה, bavah) of the eye, that is, pupil. The rendering of this term by KJV as “apple” has created a well-known idiom in the English language, “the apple of his eye” (so ASV, NIV). The pupil is one of the most vulnerable and valuable parts of the body, so for Judah to be considered the “pupil” of the Lord’s eye is to raise her value to an incalculable price (cf. NLT “my most precious possession”).) of his (tc A scribal emendation (tiqqun sopherim) has apparently altered an original “my eye” to “his eye” in order to allow the prophet to be the speaker throughout vv. 8–9. This alleviates the problem of the Lord saying, in effect, that he has sent himself on the mission to the nations.) eye."},{"number":9,"verse":"“I am about to punish them (tn Heb “I will wave my hand over them” (so NASB); NIV, NRSV “raise my hand against them.”) in such a way,” he says, “that they will be looted by their own slaves.” Then you will know that the LORD who rules over all has sent me."},{"number":10,"verse":"“Sing out and be happy, Zion my daughter! (sn This individualizing of Zion as a daughter draws attention to the corporate nature of the covenant community and also to the tenderness with which the Lord regards his chosen people.) For look, I have come; I will settle in your midst,” says the LORD."},{"number":11,"verse":"“Many nations will join themselves to the LORD on the day of salvation, (tn Heb “on that day.” The descriptive phrase “of salvation” has been supplied in the translation for clarity.) and they will also be my (tc The LXX and Syriac have the 3rd person masculine singular suffix in both places (“his people” and “he will settle”; cf. NAB, TEV) in order to avoid the Lord’s speaking of himself in the third person. Such resort is unnecessary, however, in light of the common shifting of person in Hebrew narrative (cf. 3:2).) people. Indeed, I will settle in the midst of you all.” Then you will know that the LORD who rules over all has sent me to you."},{"number":12,"verse":"The LORD will take possession of (tn Heb “will inherit” (so NIV, NRSV).) Judah as his portion in the holy land and he will choose Jerusalem once again."},{"number":13,"verse":"Be silent in the LORD’s presence, all people everywhere, (tn Heb “all flesh”; NAB, NIV “all mankind.”) for he is being moved to action in his holy dwelling place. (sn The sense here is that God in heaven is about to undertake an occupation of his earthly realm (v. 12) by restoring his people to the promised land.)"}]}