{"bibleAbbr":"NET2007","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":3,"verses":[{"number":1,"verse":"Vision Four: The Priest Next I saw Joshua the high priest (sn Joshua the high priest mentioned here is the son of the priest Jehozadak, mentioned also in Hag 1:1 (cf. Ezra 2:2; 3:2, 8; 4:3; 5:2; 10:18; Neh 7:7; 12:1, 7, 10, 26). He also appears to have been the grandfather of the high priest contemporary with Nehemiah ca. 445 b. c. (Neh 12:10).) standing before the angel of the LORD, with Satan (tn The Hebrew term הַשָּׂטָן (hassatan, “the satan”) suggests not so much a personal name (as in almost all English translations) but an epithet, namely, “the adversary.” This evil being is otherwise thus described in Job 1 and 2 and 1 Chr 21:1. In this last passage the article is dropped and “the satan” becomes “Satan,” a personal name.) standing at his right hand to accuse him."},{"number":2,"verse":"The LORD (sn The juxtaposition of the messenger of the Lord in v. 1 and the Lord in v. 2 shows that here, at least, they are one and the same. See Zech 1:11, 12 where they are distinguished from each other.) said to Satan, “May the LORD rebuke you, Satan! May the LORD, who has chosen Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) rebuke you! Isn’t this man like a burning stick snatched from the fire?”"},{"number":3,"verse":"Now Joshua was dressed in filthy clothes (sn The Hebrew word צוֹאִים (tso’im) means “excrement.” This disgusting figure of speech suggests Joshua’s absolute disqualification for priestly service in the flesh, but v. 2 speaks of his having been rescued from that deplorable state by God’s grace. He is like a burning stick pulled out of the fire before it is consumed. This is a picture of cleansing, saving grace.) as he stood there before the angel."},{"number":4,"verse":"The angel (tn Heb “and he”; the referent (the angel, cf. v. 1) has been specified in the translation for clarity.) spoke up to those standing all around, “Remove his filthy clothes.” Then he said to Joshua, “I have freely forgiven your iniquity and will dress you (tn The occurrence of the infinitive absolute here for an expected imperfect 1st person common singular (or even imperative 2nd person masculine plural or preterite 3rd person masculine plural) is well-attested elsewhere. Most English translations render this as 1st person singular (“and I will clothe”), but cf. NAB “Take off…and clothe him.”) in fine clothing.”"},{"number":5,"verse":"Then I spoke up, “Let a clean turban be put on his head.” So they put a clean turban on his head and clothed him, while the angel of the LORD stood nearby."},{"number":6,"verse":"Then the angel of the LORD exhorted Joshua solemnly:"},{"number":7,"verse":"“The LORD who rules over all says, ‘If you live (tn Heb “walk,” a frequent biblical metaphor for lifestyle or conduct; TEV “If you [+ truly CEV] obey.” To “walk” in the ways of the Lord is to live life as he intends (cf. Deut 8:6; 10:12–22; 28:9).) and work according to my requirements, you will be able to preside over my temple (sn The statement you will be able to preside over my temple (Heb “house,” a reference to the Jerusalem temple) is a hint of the increasingly important role the high priest played in the postexilic Jewish community, especially in the absence of a monarchy. It also suggests the messianic character of the eschatological priesthood in which the priest would have royal prerogatives.) and attend to my courtyards, and I will allow you to come and go among these others who are standing by you."},{"number":8,"verse":"Listen now, Joshua the high priest, both you and your colleagues who are sitting before you, all of you (tn Heb “these men.” The cleansing of Joshua and his elevation to enhanced leadership as a priest signify the coming of the messianic age.) are a symbol that I am about to introduce my servant, the Branch. (sn The collocation of servant and branch gives double significance to the messianic meaning of the passage (cf. Isa 41:8, 9; 42:1, 19; 43:10; 44:1, 2, 21; Ps 132:17; Jer 23:5; 33:15).)"},{"number":9,"verse":"As for the stone (sn The stone is also a metaphor for the Messiah, a foundation stone that, at first rejected (Ps 118:22–23; Isa 8:13–15), will become the chief cornerstone of the church (Eph 2:19–22).) I have set before Joshua — on the one stone there are seven eyes. (tn Some understand the Hebrew term עַיִן (’ayin) here to refer to facets (cf. NAB, NRSV, NLT) or “faces” (NCV, CEV “seven sides”) of the stone rather than some representation of organs of sight. sn The seven eyes are symbolic of divine omniscience and universal dominion (cf. Zech 1:10; 4:10; 2 Chr 16:9).) I am about to engrave an inscription on it,’ says the LORD who rules over all, ‘to the effect that I will remove the iniquity of this land in a single day. (sn Inscriptions were common on ancient Near Eastern cornerstones. This inscription speaks of the redemption achieved by the divine resident of the temple, the Messiah, who will in the day of the Lord bring salvation to all Israel (cf. Isa 66:7–9).)"},{"number":10,"verse":"In that day,’ says the LORD who rules over all, ‘everyone will invite his friend to fellowship under his vine and under his fig tree.’” (tn Heb “under the vine and under the fig tree,” with the Hebrew article used twice as a possessive pronoun (cf. NASB “his”). Some English translations render this as second person rather than third (NRSV “your vine”; cf. also NAB, NCV, TEV). sn The imagery of fellowship under his vine and under his fig tree describes the peaceful dominion of the Lord in the coming messianic age (Mic 4:4; cf. 1 Kgs 4:25).)"}]}