{"bibleAbbr":"NET2007","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"(Vision Five: The Menorah) The angelic messenger (tn See the note on the expression “angelic messenger” in 1:9.) who had been speaking with me then returned and woke me, as a person is wakened from sleep."},{"number":2,"verse":"He asked me, “What do you see?” I replied, (tc The present translation (along with most other English versions) follows the reading of the Qere and many ancient versions, “I said,” as opposed to the MT Kethib “he said.”) “I see a menorah of pure gold with a receptacle at the top and seven lamps, with fourteen pipes going to the lamps."},{"number":3,"verse":"There are also two olive trees beside it, one on the right of the receptacle and the other on the left.” (sn The vision apparently describes two olive trees providing olive oil by pipes to a large basin atop the menorah. From this basin two pipes extend to each of the seven lamps of the menorah, for a total of fourteen pipes in all. See vv. 11–12.)"},{"number":4,"verse":"Then I asked the messenger who spoke with me, “What are these, (sn Here these must refer to the lamps, since the identification of the olive trees is left to vv. 11–14.) sir?”"},{"number":5,"verse":"He replied, “Don’t you know what these are?” So I responded, “No, sir.”"},{"number":6,"verse":"Therefore he told me, “These signify the word of the LORD to Zerubbabel: ‘Not by strength and not by power, but by my Spirit,’ (sn It is premature to understand the Spirit here as the Holy Spirit (the third Person of the Trinity), though the OT prepares the way for that NT revelation (cf. Gen 1:2; Exod 23:3; 31:3; Num 11:17–29; Judg 3:10; 6:34; 2 Kgs 2:9, 15, 16; Ezek 2:2; 3:12; 11:1, 5).) says the LORD who rules over all.”"},{"number":7,"verse":"(Oracle of Response) “What are you, you great mountain? (sn In context, the great mountain here must be viewed as a metaphor for the enormous task of rebuilding the temple and establishing the messianic kingdom (cf. TEV “Obstacles as great as mountains”).) Because of Zerubbabel you will become a level plain! And he will bring forth the temple (tn The word “temple” has been supplied in the translation to clarify the referent (cf. NLT “final stone of the Temple”).) capstone with shoutings of ‘Grace! Grace!’ (sn Grace is a fitting response to the idea that it was “not by strength and not by power” but by God’s gracious Spirit that the work could be done (cf. v. 6).) because of this.”"},{"number":8,"verse":"Moreover, the word of the LORD came to me as follows:"},{"number":9,"verse":"“The hands of Zerubbabel have laid the foundations of this temple, (tn Heb “house” (so NAB, NRSV).) and his hands will complete it.” Then you will know that the LORD who rules over all has sent me to you."},{"number":10,"verse":"For who dares make light of small beginnings? These seven eyes (tn Heb “these seven.” Eyes are clearly intended in the ellipsis as v. 10b shows. As in 3:9 the idea is God’s omniscience. He who knows the end from the beginning rejoices at the completion of his purposes.) will joyfully look on the tin tablet (tn This term is traditionally translated “plumb line” (so NASB, NIV, NLT; cf. KJV, NRSV “plummet”), but it is more likely that the Hebrew בְּדִיל (bÿdil) is to be derived not from בָּדַל (badal), “to divide,” but from a root meaning “tin.” This finds support in the ancient Near Eastern custom of placing inscriptions on tin plates in dedicatory foundation deposits.) in Zerubbabel’s hand. (These are the eyes of the LORD, which constantly range across the whole earth.)"},{"number":11,"verse":"Next I asked the messenger, “What are these two olive trees on the right and the left of the menorah?”"},{"number":12,"verse":"Before he could reply I asked again, “What are these two extensions (tn The usual meaning of the Hebrew term שְׁבֹּלֶת (shÿbolet) is “ears” (as in ears of grain). Here it probably refers to the produce of the olive trees, i. e., olives. Many English versions render the term as “branches,” but cf. NAB “tufts.”) of the olive trees, which are emptying out the golden oil through the two golden pipes?”"},{"number":13,"verse":"He replied, “Don’t you know what these are?” And I said, “No, sir.”"},{"number":14,"verse":"So he said, “These are the two anointed ones (tn The usual word for “anointed (one),” מָשִׁיַח (mashiakh), is not used here but rather בְנֵי־הַיִּצְהָר (vÿne-hayyitshar), literally, “sons of fresh oil.” This is to maintain consistency with the imagery of olive trees. In the immediate context these two olive trees should be identified with Joshua and Zerubbabel, the priest and the governor. Only the high priest and king were anointed for office in the OT and these two were respectively the descendants of Aaron and David.) who stand by the Lord of the whole earth.”"}]}