{"bibleAbbr":"NET2007","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"The Coming of the True King An oracle of the word of the LORD concerning the land of Hadrach, (sn The land of Hadrach was a northern region stretching from Aleppo in the north to Damascus in the south (cf. NLT “Aram”).) with its focus on Damascus: (tn Heb “Damascus its resting place.” The 3rd person masculine singular suffix on “resting place” (מְנֻחָתוֹ, mÿnukhato), however, precludes “land” or even “Hadrach,” both of which are feminine, from being the antecedent. Most likely “word” (masculine) is the antecedent, i. e., the “word of the Lord” is finding its resting place, that is, its focus in or on Damascus.) The eyes of all humanity, (tc Though without manuscript and version support, many scholars suggest emendation here to clarify what, to them, is an unintelligible reading. Thus some propose עָדֵי אָרָם (’ade ’aram, “cities of Aram”; cf. NAB, NRSV) for עֵין אָדָם (’en ’adam, “eye of man”) or אֲדָמָה (’adamah, “ground”) for אָדָם (’adam, “man”), “(surface of) the earth.” It seems best, however, to see “eye” as collective and to understand the passage as saying that the attention of the whole earth will be upon the Lord (cf. NIV, NLT).) especially of the tribes of Israel, are toward the LORD,"},{"number":2,"verse":"as are those of Hamath also, which adjoins Damascus, and Tyre (map For location see Map1-A2; Map2-G2; Map4-A1; JP3-F3; JP4-F3.) and Sidon, (map For location see Map1-A1; JP3-F3; JP4-F3.) though they consider themselves to be very wise."},{"number":3,"verse":"Tyre built herself a fortification and piled up silver like dust and gold like the mud of the streets!"},{"number":4,"verse":"Nevertheless the Lord will evict her and shove her fortifications (tn The Hebrew word חַיִל (khayil, “strength, wealth”) can, with certain suffixes, look exactly like חֵל (khel, “fortress, rampart”). The chiastic pattern here suggests that not Tyre’s riches but her defenses will be cast into the sea. Thus the present translation renders the term “fortifications” (so also NLT) rather than “wealth” (NASB, NRSV, TEV) or “power” (NAB, NIV).) into the sea — she will be consumed by fire."},{"number":5,"verse":"Ashkelon will see and be afraid; Gaza will be in great anguish, as will Ekron, for her hope will have been dried up. (tn The present translation presupposes a Hiphil perfect of יָבֵשׁ (yavesh, “be dry”; cf. NRSV “are withered”) rather than the usually accepted Hiphil of בּוֹשׁ (bosh, “be ashamed”; cf. KJV, ASV), a sense that is less suitable with the removal of hope.) Gaza will lose her king, and Ashkelon will no longer be inhabited."},{"number":6,"verse":"A mongrel people will live in Ashdod, for I will greatly humiliate the Philistines."},{"number":7,"verse":"I will take away their abominable religious practices; (tn Heb “and I will take away their blood from their mouth and their abominations from between their teeth.” These expressions refer to some type of abominable religious practices, perhaps eating meat with the blood still in it (less likely NCV “drinking blood”) or eating unclean or forbidden foods.) then those who survive will become a community of believers in our God, (tn Heb “and they will be a remnant for our God”; cf. NIV “will belong to our God”; NLT “will worship our God.”) like a clan in Judah, and Ekron will be like the Jebusites."},{"number":8,"verse":"Then I will surround my temple (tn Heb “house” (so NAB, NIV, NRSV).) to protect it like a guard (tn Though a hapax legomenon, the מִצָּבָה (mitsavah) of the MT (from נָצַב, natsav, “take a stand”) is preferable to the suggestion מַצֵּבָה (matsevah, “pillar”) or even מִצָּבָא (mitsava’, “from” or “against the army”). The context favors the idea of the Lord as a protector.) from anyone crossing back and forth; so no one will cross over against them anymore as an oppressor, for now I myself have seen it."},{"number":9,"verse":"Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Look! Your king is coming to you: he is legitimate (tn The Hebrew term צַדִּיק (tsadiq) ordinarily translated “righteous,” frequently occurs, as here, with the idea of conforming to a standard or meeting certain criteria. The Messianic king riding into Jerusalem is fully qualified to take the Davidic throne (cf. 1 Sam 23:3; Isa 9:5–6; 11:4; 16:5; Jer 22:1–5; 23:5–6).) and victorious, (tn The Hebrew term נוֹשָׁע (nosha’) a Niphal participle of יָשַׁע (yasha’, “to save”) could mean “one delivered” or, if viewed as active, “one bringing salvation” (similar KJV, NIV, NKJV). It is preferable to take the normal passive use of the Niphal and understand that the king, having been delivered, is as a result “victorious” (so also NRSV, TEV, NLT).) humble and riding on a donkey (sn The NT understands this verse to be a prophecy of the triumphal entry of Jesus into Jerusalem on Palm Sunday, and properly so (cf. Matt 21:5; John 12:15), but reference to the universal rule of the king in v. 10 reveals that this is a “split prophecy,” that is, it has a two-stage fulfillment. Verse 9 was fulfilled in Jesus’ earthly ministry but v. 10 awaits a millennial consummation (cf. Rev 19:11–16).) — on a young donkey, the foal of a female donkey."},{"number":10,"verse":"I will remove (tc The MT first person pronoun (“I”), which seems to shift the subject too abruptly, becomes 3rd person masculine singular (“he”) in the LXX (הִכְרִית, hikhrit, presupposed for הִכְרַתִּי, hikhratti). However, the Lord is the subject of v. 8, which speaks of his protection of Jerusalem, so it is not surprising that he is the subject in v. 10 as well. tn Heb “cut off” (so NASB, NRSV; also later in this verse); NAB “banish”; NIV, CEV “take away.”) the chariot from Ephraim and the warhorse from Jerusalem, and the battle bow will be removed. Then he will announce peace to the nations. His dominion will be from sea to sea and from the Euphrates River (tn Heb “the river.” The Hebrew expression typically refers to the Euphrates, so the referent has been specified in the translation for clarity.) to the ends of the earth."},{"number":11,"verse":"Moreover, as for you, because of our covenant relationship secured with blood, I will release your prisoners from the waterless pit."},{"number":12,"verse":"Return to the stronghold, you prisoners, with hope; today I declare that I will return double what was taken from you."},{"number":13,"verse":"I will bend Judah as my bow; I will load the bow with Ephraim, my arrow! (tn The words “my arrow” are not in the Hebrew text, but are supplied in the translation to clarify the imagery for the modern reader (cf. NRSV, NLT).) I will stir up your sons, Zion, against yours, Greece, and I will make you, Zion, (tn The word “Zion” is not repeated here in the Hebrew text, but is supplied in the translation to indicate that the statement refers to Zion and not to Greece.) like a warrior’s sword."},{"number":14,"verse":"Then the LORD will appear above them, and his arrow will shoot forth like lightning; the Lord GOD will blow the trumpet and will sally forth on the southern storm winds."},{"number":15,"verse":"The LORD who rules over all will guard them, and they will prevail and overcome with sling stones. Then they will drink, and will become noisy like drunkards, (tn Heb “they will drink and roar as with wine”; the LXX (followed here by NAB, NRSV) reads “they will drink blood like wine” (referring to a figurative “drinking” of the blood of their enemies).) full like the sacrificial basin or like the corners of the altar. (sn The whole setting is eschatological as the intensely figurative language shows. The message is that the Lord will assume his triumphant reign over all the earth and will use his own redeemed and renewed people Israel to accomplish that work. The imagery of v. 15 is the eating and drinking of the flesh and blood of God’s enemies, that is, Israel’s complete mastery of them. Like those who drink too much wine, the Lord’s warriors will be satiated with the blood of their foes and will exult as though drunk.)"},{"number":16,"verse":"On that day the LORD their God will deliver them as the flock of his people, for they are the precious stones of a crown sparkling over his land."},{"number":17,"verse":"How precious and fair! (sn This expostulation best fits the whole preceding description of God’s eschatological work on behalf of his people. His goodness is especially evident in his nurturing of the young men and women of his kingdom.) Grain will make the young men flourish and new wine the young women."}]}