{"bibleAbbr":"NET2007","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"Jesus as the Good Shepherd “I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) the one who does not enter the sheepfold (sn There was more than one type of sheepfold in use in Palestine in Jesus’ day. The one here seems to be a courtyard in front of a house (the Greek word used for the sheepfold here, αὐλή [aulh] frequently refers to a courtyard), surrounded by a stone wall (often topped with briars for protection).) by the door, (tn Or “entrance.”) but climbs in some other way, is a thief and a robber."},{"number":2,"verse":"The one who enters by the door is the shepherd of the sheep."},{"number":3,"verse":"The doorkeeper (tn Or “porter” (British English). sn There have been many attempts to identify who the doorkeeper represents, none of which are convincing. More likely there are some details in this parable that are included for the sake of the story, necessary as parts of the overall picture but without symbolic significance.) opens the door (tn The words “the door” are not in the Greek text but are implied. Direct objects in Greek were often omitted when clear from the context.) for him, (tn Grk “For this one.”) and the sheep hear his voice. He (tn Grk “And he.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) calls his own sheep by name and leads them out. (sn He calls his own sheep by name and leads them out. Some interpreters have suggested that there was more than one flock in the fold, and there would be a process of separation where each shepherd called out his own flock. This may also be suggested by the mention of a doorkeeper in v. 3 since only the larger sheepfolds would have such a guard. But the Gospel of John never mentions a distinction among the sheep in this fold; in fact (10:16) there are other sheep which are to be brought in, but they are to be one flock and one shepherd.)"},{"number":4,"verse":"When he has brought all his own sheep (tn The word “sheep” is not in the Greek text, but is implied.) out, he goes ahead of them, and the sheep follow him because they recognize (tn Grk “because they know.”) his voice."},{"number":5,"verse":"They will never follow a stranger, (tn Or “someone whom they do not know.”) but will run away from him, because they do not recognize (tn Grk “know.”) the stranger’s voice.” (tn Or “the voice of someone they do not know.”)"},{"number":6,"verse":"Jesus told them this parable, (sn A parable is a fairly short narrative that has symbolic meaning. The Greek word παροιμίαν (paroimian) is used again in 16:25, 29. This term does not occur in the synoptic gospels, where παραβολή (parabolh) is used. Nevertheless it is similar, denoting a short narrative with figurative or symbolic meaning.) but they (tn Grk “these.”) did not understand (tn Or “comprehend.”) what he was saying to them."},{"number":7,"verse":"So Jesus said to them again, “I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) I am the door for the sheep. (tn Or “I am the sheep’s door.”)"},{"number":8,"verse":"All who came before me were (tn Grk “are” (present tense).) thieves and robbers, but the sheep did not listen to them. (tn Or “the sheep did not hear them.”)"},{"number":9,"verse":"I am the door. If anyone enters through me, he will be saved, and will come in and go out, (tn Since the Greek phrase εἰσέρχομαι καὶ ἐξέρχομαι (eisercomai kai exercomai, “come in and go out”) is in some places an idiom for living or conducting oneself in relationship to some community (“to live with, to live among” [cf. Acts 1:21; see also Num 27:17; 2 Chr 1:10]), it may well be that Jesus’ words here look forward to the new covenant community of believers. Another significant NT text is Luke 9:4, where both these verbs occur in the context of the safety and security provided by a given household for the disciples. See also BDAG 294 s. v. εἰσέρχομαι 1. b. β.) and find pasture. (sn That is, pasture land in contrast to cultivated land.)"},{"number":10,"verse":"The thief comes only to steal and kill (tn That is, “to slaughter” (in reference to animals).) and destroy; I have come so that they may have life, and may have it abundantly. (tn That is, more than one would normally expect or anticipate.)"},{"number":11,"verse":"“I am the good (tn Or “model” (see R. E. Brown, John [AB], 1:386, who argues that “model” is a more exact translation of καλός [kalos] here).) shepherd. The good shepherd lays down his life (tn Or “The good shepherd dies willingly.”sn Jesus speaks openly of his vicarious death twice in this section (John 10:11, 15). Note the contrast: The thief takes the life of the sheep (10:10), the good shepherd lays down his own life for the sheep. Jesus is not speaking generally here, but specifically: He has his own substitutionary death on the cross in view. For a literal shepherd with a literal flock, the shepherd’s death would have spelled disaster for the sheep; in this instance it spells life for them (Compare the worthless shepherd of Zech 11:17, by contrast).) for the sheep."},{"number":12,"verse":"The hired hand, (sn Jesus contrasts the behavior of the shepherd with that of the hired hand. This is a worker who is simply paid to do a job; he has no other interest in the sheep and is certainly not about to risk his life for them. When they are threatened, he simply runs away.) who is not a shepherd and does not own sheep, sees the wolf coming and abandons (tn Grk “leaves.”) the sheep and runs away. (tn Or “flees.”) So the wolf attacks (tn Or “seizes.” The more traditional rendering, “snatches,” has the idea of seizing something by force and carrying it off, which is certainly possible here. However, in the sequence in John 10:12, this action precedes the scattering of the flock of sheep, so “attacks” is preferable.) the sheep and scatters them."},{"number":13,"verse":"Because he is a hired hand and is not concerned about the sheep, (tn Grk “does not have a care for the sheep.”) he runs away. (tc The phrase “he runs away” is lacking in several important mss (Ì44vid,456675 א A*vid B D L [W] Θ 1 33 1241 al co). Most likely it was added by a later scribe to improve the readability of vv. 12–13, which is one long sentence in Greek. It has been included in the translation for the same stylistic reasons.)"},{"number":14,"verse":"“I am the good shepherd. I (tn Grk “And I.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) know my own (tn The direct object is frequently omitted in Greek and must be supplied from the context. Here it could be “sheep,” but Jesus was ultimately talking about “people.”) and my own know me —"},{"number":15,"verse":"just as the Father knows me and I know the Father — and I lay down my life (tn Or “I die willingly.”) for (tn Or “on behalf of” or “for the sake of.”) the sheep."},{"number":16,"verse":"I have (tn Grk “And I have.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) other sheep that do not come from (tn Or “that do not belong to”; Grk “that are not of.”) this sheepfold. (sn The statement I have other sheep that do not come from this sheepfold almost certainly refers to Gentiles. Jesus has sheep in the fold who are Jewish; there are other sheep which, while not of the same fold, belong to him also. This recalls the mission of the Son in 3:16–17, which was to save the world – not just the nation of Israel. Such an emphasis would be particularly appropriate to the author if he were writing to a non-Palestinian and primarily non-Jewish audience.) I must bring them too, and they will listen to my voice, (tn Grk “they will hear my voice.”) so that (tn Grk “voice, and.”) there will be one flock and (tn The word “and” is not in the Greek text, but must be supplied to conform to English style. In Greek it is an instance of asyndeton (omission of a connective), usually somewhat emphatic.) one shepherd."},{"number":17,"verse":"This is why the Father loves me (tn Grk “Because of this the Father loves me.”) — because I lay down my life, (tn Or “die willingly.”) so that I may take it back again."},{"number":18,"verse":"No one takes it away from me, but I lay it down (tn Or “give it up.”) of my own free will. (tn Or “of my own accord.” “Of my own free will” is given by BDAG 321 s. v. ἐμαυτοῦ c.) I have the authority (tn Or “I have the right.”) to lay it down, and I have the authority (tn Or “I have the right.”) to take it back again. This commandment (tn Or “order.”) I received from my Father.”"},{"number":19,"verse":"Another sharp division took place among the Jewish people (tn Or perhaps “the Jewish religious leaders”; Grk “the Jews.” In NT usage the term ᾿Ιουδαῖοι (Ioudaioi) may refer to the entire Jewish people, the residents of Jerusalem and surrounding territory, the authorities in Jerusalem, or merely those who were hostile to Jesus. (For further information see R. G. Bratcher, “‘The Jews’ in the Gospel of John,” BT 26 [1975]: 401-9.) Here the phrase could be taken to refer to the Jewish religious leaders, since the Pharisees were the last to be mentioned specifically by name, in John 9:40. However, in light of the charge about demon possession, which echoes 8:48, it is more likely that Jewish people in general (perhaps in Jerusalem, if that is understood to be the setting of the incident) are in view here.) because of these words."},{"number":20,"verse":"Many of them were saying, “He is possessed by a demon and has lost his mind! (tn Or “is insane.” To translate simply “he is mad” (so KJV, ASV, RSV; “raving mad” NIV) could give the impression that Jesus was angry, while the actual charge was madness or insanity.) Why do you listen to him?”"},{"number":21,"verse":"Others said, “These are not the words (tn Or “the sayings.”) of someone possessed by a demon. A demon cannot cause the blind to see, (tn Grk “open the eyes of the blind” (“opening the eyes” is an idiom referring to restoration of sight).) can it?” (tn Questions prefaced with μή (mh) in Greek anticipate a negative answer. This can sometimes be indicated by using a “tag” at the end in English (here the tag is “can it?”).)"},{"number":22,"verse":"Jesus at the Feast of Dedication Then came the feast of the Dedication (tn That is, Hanukkah or the ‘Festival of Lights.’ The Greek name for the feast, τὰ ἐγκαίνια (ta enkainia), literally means “renewal” and was used to translate Hanukkah which means “dedication.” The Greek noun, with its related verbs, was the standard term used in the LXX for the consecration of the altar of the Tabernacle (Num 7:10–11), the altar of the temple of Solomon (1 Kgs 8:63; 2 Chr 7:5), and the altar of the second temple (Ezra 6:16). The word is thus connected with the consecration of all the houses of God in the history of the nation of Israel. sn The feast of the Dedication (also known as Hanukkah) was a feast celebrating annually the Maccabean victories of 165-164 b. c. – when Judas Maccabeus drove out the Syrians, rebuilt the altar, and rededicated the temple on 25 Kislev (1 Macc 4:41-61). From a historical standpoint, it was the last great deliverance the Jewish people had experienced, and it came at a time when least expected. Josephus ends his account of the institution of the festival with the following statement: “And from that time to the present we observe this festival, which we call the festival of Lights, giving this name to it, I think, from the fact that the right to worship appeared to us at a time when we hardly dared hope for it” (Ant. 12.7.6 [12.325]).) in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":23,"verse":"It was winter, (sn It was winter. The feast began on 25 Kislev, in November-December of the modern Gregorian calendar.) and Jesus was walking in the temple area (tn Grk “in the temple.”) in Solomon’s Portico. (tn Or “portico,” “colonnade”; Grk “stoa.”sn Solomon’s Portico was a covered walkway formed by rows of columns supporting a roof and open on the inner side facing the center of the temple complex.)"},{"number":24,"verse":"The Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” Here the phrase refers to the Jewish leaders. The question they ask Jesus (“Are you the Christ?”) is the same one they sent and asked of John the Baptist in the desert (see John 1:19–34). See also the note on the phrase “the Jewish people” in v. 19.) surrounded him and asked, (tn Grk “said to him.” This has been translated as “asked” for stylistic reasons.) “How long will you keep us in suspense? (tn Grk “How long will you take away our life?” (an idiom which meant to keep one from coming to a conclusion about something). The use of the phrase τὴν ψυχὴν ἡμῶν αἴρεις (thn yuchn Jhmwn airei\") meaning “to keep in suspense” is not well attested, although it certainly fits the context here. In modern Greek the phrase means “to annoy, bother.”) If you are the Christ, (tn Or “the Messiah” (Both Greek “Christ” and Hebrew and Aramaic “Messiah” mean “one who has been anointed”). sn See the note on Christ in 1:20.) tell us plainly.” (tn Or “publicly.”)"},{"number":25,"verse":"Jesus replied, (tn Grk “answered them.”) “I told you and you do not believe. The deeds (tn Or “the works.”) I do in my Father’s name testify about me."},{"number":26,"verse":"But you refuse to believe because you are not my sheep."},{"number":27,"verse":"My sheep listen to my voice, and I know them, and they follow me."},{"number":28,"verse":"I give (tn Grk “And I give.”) them eternal life, and they will never perish; (tn Or “will never die” or “will never be lost.”) no one will snatch (tn Or “no one will seize.”) them from my hand."},{"number":29,"verse":"My Father, who has given them to me, is greater than all, (tn Or “is superior to all.”) and no one can snatch (tn Or “no one can seize.”) them from my Father’s hand."},{"number":30,"verse":"The Father and I (tn Grk “I and the Father.” The order has been reversed to reflect English style.) are one.” (tn The phrase ἕν ἐσμεν ({en esmen) is a significant assertion with trinitarian implications. ἕν is neuter, not masculine, so the assertion is not that Jesus and the Father are one person, but one “thing.” Identity of the two persons is not what is asserted, but essential unity (unity of essence).)"},{"number":31,"verse":"The Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” Here the phrase refers to the Jewish leaders. See the notes on the phrases “Jewish people” in v. 19 and “Jewish leaders” in v. 24.) picked up rocks again to stone him to death."},{"number":32,"verse":"Jesus said to them, (tn Grk “Jesus answered them.”) “I have shown you many good deeds (tn Or “good works.”) from the Father. For which one of them are you going to stone me?”"},{"number":33,"verse":"The Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” Here again the phrase refers to the Jewish leaders. See the notes on the phrase “Jewish people” in v. 19 and “Jewish leaders” in vv. 24, 31.) replied, (tn Grk “answered him.”) “We are not going to stone you for a good deed (tn Or “good work.”) but for blasphemy, (sn This is the first time the official charge of blasphemy is voiced openly in the Fourth Gospel (although it was implicit in John 8:59).) because (tn Grk “and because.”) you, a man, are claiming to be God.” (tn Grk “you, a man, make yourself to be God.”)"},{"number":34,"verse":"Jesus answered, (tn Grk “answered them.”) “Is it not written in your law, ‘I said, you are gods’? (sn A quotation from Ps 82:6. Technically the Psalms are not part of the OT “law” (which usually referred to the five books of Moses), but occasionally the term “law” was applied to the entire OT, as here. The problem in this verse concerns the meaning of Jesus’ quotation from Ps 82:6. It is important to look at the OT context: The whole line reads “I say, you are gods, sons of the Most High, all of you.” Jesus will pick up on the term “sons of the Most High” in 10:36, where he refers to himself as the Son of God. The psalm was understood in rabbinic circles as an attack on unjust judges who, though they have been given the title “gods” because of their quasi-divine function of exercising judgment, are just as mortal as other men. What is the argument here? It is often thought to be as follows: If it was an OT practice to refer to men like the judges as gods, and not blasphemy, why did the Jewish authorities object when this term was applied to Jesus? This really doesn’t seem to fit the context, however, since if that were the case Jesus would not be making any claim for “divinity” for himself over and above any other human being – and therefore he would not be subject to the charge of blasphemy. Rather, this is evidently a case of arguing from the lesser to the greater, a common form of rabbinic argument. The reason the OT judges could be called gods is because they were vehicles of the word of God (cf. 10:35). But granting that premise, Jesus deserves much more than they to be called God. He is the Word incarnate, whom the Father sanctified and sent into the world to save the world (10:36). In light of the prologue to the Gospel of John, it seems this interpretation would have been most natural for the author. If it is permissible to call men “gods” because they were the vehicles of the word of God, how much more permissible is it to use the word “God” of him who is the Word of God?)"},{"number":35,"verse":"If those people to whom the word of God came were called ‘gods’ (and the scripture cannot be broken), (sn The parenthetical note And the scripture cannot be broken belongs to Jesus’ words rather than the author’s. Not only does Jesus appeal to the OT to defend himself against the charge of blasphemy, but he also adds that the scripture cannot be “broken.” In this context he does not explain precisely what is meant by “broken,” but it is not too hard to determine. Jesus’ argument depended on the exact word used in the context of Ps 82:6. If any other word for “judge” had been used in the psalm, his argument would have been meaningless. Since the scriptures do use this word in Ps 82:6, the argument is binding, because they cannot be “broken” in the sense of being shown to be in error.)"},{"number":36,"verse":"do you say about the one whom the Father set apart (tn Or “dedicated.”) and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’?"},{"number":37,"verse":"If I do not perform (tn Or “do.”) the deeds (tn Or “works.”) of my Father, do not believe me."},{"number":38,"verse":"But if I do them, even if you do not believe me, believe the deeds, (tn Or “works.”sn Jesus says that in the final analysis, the deeds he did should indicate whether he was truly from the Father. If the authorities could not believe in him, it would be better to believe in the deeds he did than not to believe at all.) so that you may come to know (tn Or “so that you may learn.”) and understand that I am in the Father and the Father is in me.”"},{"number":39,"verse":"Then (tc It is difficult to decide between ἐζήτουν οὖν (ezhtoun oun, “then they were seeking”; Ì66 א A L W Ψ Ë113 33 pm lat), ἐζήτουν δέ (ezhtoun de, “now they were seeking”; Ì45 and a few versional witnesses), καὶ ἐζήτουν (kai ezhtoun, “and they were seeking”; D), and ἐζήτουν (Ì75vid B Γ Θ 700 pm). Externally, the most viable readings are ἐζήτουν οὖν and ἐζήτουν. Transcriptionally, the οὖν could have dropped out via haplography since the verb ends in the same three letters. On the other hand, it is difficult to explain the readings with δέ or καί if ἐζήτουν οὖν is original; such readings would more likely have arisen from the simple ἐζήτουν. Intrinsically, John is fond of οὖν, using it some 200 times. Further, this Gospel begins relatively few sentences without some conjunction. The minimal support for the δέ and καί readings suggests that they arose either from the lone verb reading (which would thus be prior to their respective Vorlagen but not necessarily the earliest reading) or through carelessness on the part of the scribes. Indeed, the ancestors of Ì45 and D may have committed haplography, leaving later scribes in the chain to guess at the conjunction needed. In sum, the best reading appears to be ἐζήτουν οὖν.) they attempted (tn Grk “they were seeking.”) again to seize him, but he escaped their clutches. (tn Grk “he departed out of their hand.”sn It is not clear whether the authorities simply sought to “arrest” him, or were renewing their attempt to stone him (cf. John 10:31) by seizing him and taking him out to be stoned. In either event, Jesus escaped their clutches. Nor is it clear whether Jesus’ escape is to be understood as a miracle. If so, the text gives little indication and even less description. What is clear is that until his “hour” comes, Jesus is completely safe from the hands of men: His enemies are powerless to touch him until they are permitted to do so.)"},{"number":40,"verse":"Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity.) went back across the Jordan River (tn The word “River” is not in the Greek text but is supplied for clarity.) again to the place where John (sn John refers to John the Baptist.) had been baptizing at an earlier time, (tn Grk “formerly.”sn This refers to the city of Bethany across the Jordan River (see John 1:28).) and he stayed there."},{"number":41,"verse":"Many (tn Grk “And many.” Because of the difference between Greek style, which often begins sentences or clauses with “and,” and English style, which generally does not, καί (kai) has not been translated here.) came to him and began to say, “John (sn John refers to John the Baptist.) performed (tn Grk “did.”) no miraculous sign, but everything John said about this man (tn Grk “this one.”) was true!”"},{"number":42,"verse":"And many believed in Jesus (tn Grk “in him.”) there."}]}