{"bibleAbbr":"NET2007","bookName":"John","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"(The Resurrection) Now very early on the first day of the week, (sn The first day of the week would be early Sunday morning. The Sabbath (and in this year the Passover) would have lasted from 6 p. m. Friday until 6 p. m. Saturday. Sunday would thus mark the first day of the following week.) while it was still dark, Mary Magdalene (sn John does not mention that Mary Magdalene was accompanied by any of the other women who had been among Jesus’ followers. The synoptic accounts all mention other women who accompanied her (although Mary Magdalene is always mentioned first). Why John does not mention the other women is not clear, but Mary probably becomes the focus of the author’s attention because it was she who came and found Peter and the beloved disciple and informed them of the empty tomb (20:2). Mary’s use of the plural in v. 2 indicates there were others present, in indirect agreement with the synoptic accounts.) came to the tomb and saw that the stone had been moved away from the entrance. (tn Grk “from the tomb.”)"},{"number":2,"verse":"So she went running (tn Grk “So she ran and came.”) to Simon Peter and the other disciple whom Jesus loved and told them, “They have taken the Lord from the tomb, and we don’t know where they have put him!”"},{"number":3,"verse":"Then Peter and the other disciple set out to go to the tomb. (tn Grk “went out and were coming to the tomb.”)"},{"number":4,"verse":"The two were running together, but the other disciple ran faster than Peter (sn The other disciple (the ‘beloved disciple’) ran on ahead more quickly than Peter, so he arrived at the tomb first. This verse has been a chief factor in depictions of John as a young man (especially combined with traditions that he wrote last of all the gospel authors and lived into the reign of Domitian). But the verse does not actually say anything about John’s age, nor is age always directly correlated with running speed.) and reached the tomb first. (tn Grk “and came first to the tomb.”)"},{"number":5,"verse":"He bent down (sn In most instances the entrance to such tombs was less than 3 ft (1 m) high, so that an adult would have to bend down and practically crawl inside.) and saw the strips of linen cloth lying there, (sn Presumably by the time the beloved disciple reached the tomb there was enough light to penetrate the low opening and illuminate the interior of the tomb sufficiently for him to see the strips of linen cloth lying there. The author does not state exactly where the linen wrappings were lying. Sometimes the phrase has been translated “lying on the ground,” but the implication is that the wrappings were lying where the body had been. The most probable configuration for a tomb of this sort would be to have a niche carved in the wall where the body would be laid lengthwise, or a low shelf like a bench running along one side of the tomb, across the back or around all three sides in a U-shape facing the entrance. Thus the graveclothes would have been lying on this shelf or in the niche where the body had been.) but he did not go in."},{"number":6,"verse":"Then Simon Peter, who had been following him, arrived and went right into the tomb. He saw (tn Grk “And he saw.” The conjunction καί (kai, “and”) has not been translated here in keeping with the tendency of contemporary English style to use shorter sentences.) the strips of linen cloth lying there,"},{"number":7,"verse":"and the face cloth, (sn The word translated face cloth is a Latin loanword (sudarium). It was a small towel used to wipe off perspiration (the way a handkerchief would be used today). This particular item was not mentioned in connection with Jesus’ burial in John 19:40, probably because this was only a brief summary account. A face cloth was mentioned in connection with Lazarus’ burial (John 11:44) and was probably customary. R. E. Brown speculates that it was wrapped under the chin and tied on top of the head to prevent the mouth of the corpse from falling open (John [AB], 2:986), but this is not certain.) which had been around Jesus’ head, not lying with the strips of linen cloth but rolled up in a place by itself. (sn Much dispute and difficulty surrounds the translation of the words not lying with the strips of linen cloth but rolled up in a place by itself. Basically the issue concerns the positioning of the graveclothes as seen by Peter and the other disciple when they entered the tomb. Some have sought to prove that when the disciples saw the graveclothes they were arranged just as they were when around the body, so that when the resurrection took place the resurrected body of Jesus passed through them without rearranging or disturbing them. In this case the reference to the face cloth being rolled up does not refer to its being folded, but collapsed in the shape it had when wrapped around the head. Sometimes in defense of this view the Greek preposition μετά (meta, which normally means “with”) is said to mean “like” so that the comparison with the other graveclothes does not involve the location of the face cloth but rather its condition (rolled up rather than flattened). In spite of the intriguing nature of such speculations, it seems more probable that the phrase describing the face cloth should be understood to mean it was separated from the other graveclothes in a different place inside the tomb. This seems consistent with the different conclusions reached by Peter and the beloved disciple (vv. 8–10). All that the condition of the graveclothes indicated was that the body of Jesus had not been stolen by thieves. Anyone who had come to remove the body (whether the authorities or anyone else) would not have bothered to unwrap it before carrying it off. And even if one could imagine that they had (perhaps in search of valuables such as rings or jewelry still worn by the corpse) they would certainly not have bothered to take time to roll up the face cloth and leave the other wrappings in an orderly fashion.)"},{"number":8,"verse":"Then the other disciple, who had reached the tomb first, came in, and he saw and believed. (sn What was it that the beloved disciple believed (since v. 7 describes what he saw)? Sometimes it is suggested that what he believed was Mary Magdalene’s report that the body had been stolen. But this could hardly be the case; the way the entire scene is narrated such a trivial conclusion would amount to an anticlimax. It is true that the use of the plural “they” in the following verse applied to both Peter and the beloved disciple, and this appears to be a difficulty if one understands that the beloved disciple believed at this point in Jesus’ resurrection. But it is not an insuperable difficulty, since all it affirms is that at this time neither Peter nor the beloved disciple had understood the scripture concerning the resurrection. Thus it appears the author intends his reader to understand that when the beloved disciple entered the tomb after Peter and saw the state of the graveclothes, he believed in the resurrection, i. e., that Jesus had risen from the dead.)"},{"number":9,"verse":"(For they did not yet understand (tn Or “yet know.”) the scripture that Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) must rise from the dead.) (sn Verse 9 is a parenthetical note by the author. The author does not explicitly mention what OT scripture is involved (neither does Paul in 1 Cor 15:4, for that matter). The resurrection of the Messiah in general terms may have been seen in Isa 53:10–12 and Ps 16:10. Specific references may have been understood in Jonah 1:17 and Hos 6:2 because of the mention of “the third day.” Beyond this it is not possible to be more specific.)"},{"number":10,"verse":"(Jesus’ Appearance to Mary Magdalene) So the disciples went back to their homes."},{"number":11,"verse":"But Mary stood outside the tomb weeping. As she wept, she bent down and looked into the tomb."},{"number":12,"verse":"And she saw two angels in white sitting where Jesus’ body had been lying, one at the head and one at the feet."},{"number":13,"verse":"They said (tn The conjunction καί (kai, “and”) has not been translated here.) to her, “Woman, (sn Woman was a polite form of address (see BDAG 208-9 s. v. γυνή 1), similar to “Madam” or “Ma’am” used in English in different regions. This occurs again in v. 15.) why are you weeping?” Mary replied, (tn Grk “She said to them.”) “They have taken my Lord away, and I do not know where they have put him!”"},{"number":14,"verse":"When she had said this, she turned around and saw Jesus standing there, (tn The word “there” is not in the Greek text, but is implied. Direct objects were often omitted in Greek when clear from the context.) but she did not know that it was Jesus."},{"number":15,"verse":"Jesus said to her, “Woman, why are you weeping? Who are you looking for?” Because she (tn Grk “that one” (referring to Mary Magdalene).) thought he was the gardener, she said to him, “Sir, if you have carried him away, tell me where you have put him, and I will take him.”"},{"number":16,"verse":"Jesus said to her, “Mary.” She (tn Grk “That one.”) turned and said to him in Aramaic, (tn Grk “in Hebrew.”) “Rabboni” (sn The Aramaic Rabboni means “my teacher” (a title of respect).) (which means Teacher). (sn This is a parenthetical note by the author.)"},{"number":17,"verse":"Jesus replied, (tn Grk “Jesus said to her.”) “Do not touch me, for I have not yet ascended to my Father. Go to my brothers and tell them, ‘I am ascending to my Father and your Father, to my God and your God.’”"},{"number":18,"verse":"Mary Magdalene came and informed the disciples, “I have seen the Lord!” And she told them (tn The words “she told them” are repeated from the first part of the same verse to improve clarity.) what (tn Grk “the things.”) Jesus (tn Grk “he”; the referent (Jesus) is specified in the translation for clarity.) had said to her. (tn The first part of Mary’s statement, introduced by ὅτι (Joti), is direct discourse (ἑώρακα τὸν κύριον, Jewraka ton kurion), while the second clause switches to indirect discourse (καὶ ταῦτα εἶπεν αὐτῇ, kai tauta eipen auth). This has the effect of heightening the emphasis on the first part of the statement.)"},{"number":19,"verse":"(Jesus’ Appearance to the Disciples) On the evening of that day, the first day of the week, the disciples had gathered together (tn Although the words “had gathered together” are omitted in some of the earliest and best mss, they are nevertheless implied, and have thus been included in the translation.) and locked the doors (tn Grk “the doors were shut”; “locked” conveys a more appropriate idea for the modern English reader. sn The fact that the disciples locked the doors is a perfectly understandable reaction to the events of the past few days. But what is the significance of the inclusion of this statement by the author? It is often taken to mean that Jesus, when he entered the room, passed through the closed doors. This may well be the case, but it may be assuming too much about our knowledge of the mode in which the resurrected body of Jesus exists. The text does not explicitly state how Jesus got through the closed doors. It is possible to assume that the doors opened of their own accord before him, or that he simply appeared in the middle of the room without passing through the doors at all. The point the author makes here is simply that the closed doors were no obstacle at all to the resurrected Jesus.) of the place (tn Grk “where they were.”) because they were afraid of the Jewish leaders. (tn Or “the Jewish authorities”; Grk “the Jews.” In NT usage the term ᾿Ιουδαῖοι (Ioudaioi) may refer to the entire Jewish people, the residents of Jerusalem and surrounding territory, the authorities in Jerusalem, or merely those who were hostile to Jesus. (For further information see R. G. Bratcher, “‘The Jews’ in the Gospel of John,” BT 26 [1975]: 401-9.) Here the phrase refers to the Jewish leaders.) Jesus came and stood among them and said to them, “Peace be with you.”"},{"number":20,"verse":"When he had said this, he showed them his hands and his side. Then the disciples rejoiced when they saw the Lord. (sn When the disciples recognized Jesus (now referred to as the Lord, cf. Mary’s words in v. 18) they were suddenly overcome with joy. This was a fulfillment of Jesus’ words to the disciples in the Farewell Discourse (16:20–22) that they would have sorrow while the world rejoiced, but that their sorrow would be turned to lasting joy when they saw him again.)"},{"number":21,"verse":"So Jesus said to them again, “Peace be with you. Just as the Father has sent me, I also send you.”"},{"number":22,"verse":"And after he said this, he breathed on them and said, (tn Grk “said to them.”) “Receive the Holy Spirit. (sn He breathed on them and said, “Receive the Holy Spirit.” The use of the Greek verb breathed on (ἐμφυσάω, emfusaw) to describe the action of Jesus here recalls Gen 2:7 in the LXX, where “the Lord God formed man out of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.” This time, however, it is Jesus who is breathing the breath-Spirit of eternal life, life from above, into his disciples (cf. 3:3–10). Furthermore there is the imagery of Ezek 37:1–14, the prophecy concerning the resurrection of the dry bones: In 37:9 the Son of Man is told to prophesy to the “wind-breath-Spirit” to come and breathe on the corpses, so that they will live again. In 37:14 the Lord promised, “I will put my Spirit within you, and you will come to life, and I will place you in your own land.” In terms of ultimate fulfillment the passage in Ezek 37 looks at the regeneration of Israel immediately prior to the establishment of the messianic kingdom. The author saw in what Jesus did for the disciples at this point a partial and symbolic fulfillment of Ezekiel’s prophecy, much as Peter made use of the prophecy of Joel 2:28–32 in his sermon on the day of Pentecost as recorded in Acts 2:17–21. What then did Jesus do for the disciples in John 20:22? It appears that in light of the symbolism of the new creation present here, as well as the regeneration symbolism from the Ezek 37 passage, that Jesus at this point breathed into the disciples the breath of eternal life. This was in the form of the Holy Spirit, who was to indwell them. It is instructive to look again at 7:38–39, which states, “Just as the scripture says, ‘Out from within him will flow rivers of living water.’ (Now he said this about the Spirit whom those who believed in him were going to receive; for the Spirit had not yet been given, because Jesus was not yet glorified.”) But now in 20:22 Jesus was glorified, so the Spirit could be given. Had the disciples not believed in Jesus before? It seems clear that they had, since their belief is repeatedly affirmed, beginning with 2:11. But it also seems clear that even on the eve of the crucifixion, they did not understand the necessity of the cross (16:31–33). And even after the crucifixion, the disciples had not realized that there was going to be a resurrection (20:9). Ultimate recognition of who Jesus was appears to have come to them only after the postresurrection appearances (note the response of Thomas, who was not present at this incident, in v. 28). Finally, what is the relation of this incident in 20:22 to the account of the coming of the Holy Spirit in Acts 2? It appears best to view these as two separate events which have two somewhat different purposes. This was the giving of life itself, which flowed out from within (cf. 7:38–39). The giving of power would occur later, on the day of Pentecost – power to witness and carry out the mission the disciples had been given. (It is important to remember that in the historical unfolding of God’s program for the church, these events occurred in a chronological sequence which, after the church has been established, is not repeatable today.))"},{"number":23,"verse":"If you forgive anyone’s sins, they are forgiven; (tn Grk “they are forgiven to them.” The words “to them” are unnecessary in English and somewhat redundant.) if you retain anyone’s sins, they are retained.” (sn The statement by Jesus about forgive or retaining anyone’s sins finds its closest parallel in Matt 16:19 and 18:18. This is probably not referring to apostolic power to forgive or retain the sins of individuals (as it is sometimes understood), but to the “power” of proclaiming this forgiveness which was entrusted to the disciples. This is consistent with the idea that the disciples are to carry on the ministry of Jesus after he has departed from the world and returned to the Father, a theme which occurred in the Farewell Discourse (cf. 15:27, 16:1–4, and 17:18).)"},{"number":24,"verse":"(The Response of Thomas) Now Thomas (called Didymus), (sn This is a parenthetical note by the author; Didymus means “the twin” in Greek.) one of the twelve, was not with them when Jesus came."},{"number":25,"verse":"The other disciples told him, “We have seen the Lord!” But he replied, (tn Grk “but he said to them.”) “Unless I see the wounds (tn Or “marks.”) from the nails in his hands, and put my finger into the wounds from the nails, and put my hand into his side, I will never believe it!” (tn The word “it” is not in the Greek text but is implied. Direct objects were often omitted in Greek when clear from the context. The use of “it” here as direct object of the verb πιστεύσω (pisteusw) specifies exactly what Thomas was refusing to believe: that Jesus had risen from the dead, as reported by his fellow disciples. Otherwise the English reader may be left with the impression Thomas was refusing to “believe in” Jesus, or “believe Jesus to be the Christ.” The dramatic tension in this narrative is heightened when Thomas, on seeing for himself the risen Christ, believes more than just the resurrection (see John 20:28).)"},{"number":26,"verse":"Eight days later the disciples were again together in the house, (tn Grk “were inside”; the word “together” is implied.) and Thomas was with them. Although the doors were locked, (tn Grk “the doors were shut”; “locked” conveys a more appropriate idea for the modern English reader. sn See the note on the phrase locked the doors in 20:19.) Jesus came and stood among them and said, “Peace be with you!”"},{"number":27,"verse":"Then he said to Thomas, “Put (tn Or “Extend” or “Reach out.” The translation “put” or “reach out” for φέρω (ferw) here is given in BDAG 1052 s. v. 4.) your finger here, and examine (tn Grk “see.” The Greek verb ἴδε (ide) is often used like its cognate ἰδού (idou) in Hellenistic Greek (which is “used to emphasize the …importance of someth.” [BDAG 468 s. v. ἰδού 1. b. ε]).) my hands. Extend (tn Or “reach out” or “put.”) your hand and put it (tn The word “it” is not in the Greek text but is implied. Direct objects were often omitted in Greek when clear from the context.) into my side. Do not continue in your unbelief, but believe.” (tn Grk “and do not be unbelieving, but believing.”)"},{"number":28,"verse":"Thomas replied to him, (tn Grk “answered and said to him.”) “My Lord and my God!” (sn Should Thomas’ exclamation be understood as two subjects with the rest of the sentence omitted (“My Lord and my God has truly risen from the dead”), as predicate nominatives (“You are my Lord and my God”), or as vocatives (“My Lord and my God!”)? Probably the most likely is something between the second and third alternatives. It seems that the second is slightly more likely here, because the context appears confessional. Thomas’ statement, while it may have been an exclamation, does in fact confess the faith which he had previously lacked, and Jesus responds to Thomas’ statement in the following verse as if it were a confession. With the proclamation by Thomas here, it is difficult to see how any more profound analysis of Jesus’ person could be given. It echoes 1:1 and 1:14 together: The Word was God, and the Word became flesh (Jesus of Nazareth). The Fourth Gospel opened with many other titles for Jesus: the Lamb of God (1:29, 36); the Son of God (1:34, 49); Rabbi (1:38); Messiah (1:41); the King of Israel (1:49); the Son of Man (1:51). Now the climax is reached with the proclamation by Thomas, “My Lord and my God,” and the reader has come full circle from 1:1, where the author had introduced him to who Jesus was, to 20:28, where the last of the disciples has come to the full realization of who Jesus was. What Jesus had predicted in John 8:28 had come to pass: “When you lift up the Son of Man, then you will know that I am he” (Grk “I am”). By being lifted up in crucifixion (which led in turn to his death, resurrection, and exaltation with the Father) Jesus has revealed his true identity as both Lord (κύριος [kurios], used by the LXX to translate Yahweh) and God (θεός [qeos], used by the LXX to translate Elohim).)"},{"number":29,"verse":"Jesus said to him, “Have you believed because you have seen me? Blessed are the people (tn Grk “are those.”) who have not seen and yet have believed.” (tn Some translations treat πιστεύσαντες (pisteusante\") as a gnomic aorist (timeless statement) and thus equivalent to an English present tense: “and yet believe” (RSV). This may create an effective application of the passage to the modern reader, but the author is probably thinking of those people who had already believed without the benefit of seeing the risen Jesus, on the basis of reports by others or because of circumstantial evidence (see John 20:8).)"},{"number":30,"verse":"Now Jesus performed (tn Or “did.”) many other miraculous signs in the presence of the (tc ‡ Although most mss, including several important ones (Ì66 א C D L W Θ Ψ Ë113 33 Ï lat), read αὐτοῦ (autou, “his”) after τῶν μαθητῶν (twn maqhtwn, “the disciples”), the pronoun is lacking in A B K Δ 0250 al. The weight of the witnesses for the inclusion is somewhat stronger than that for the exclusion. However, the addition of “his” to “disciples” is a frequent scribal emendation and as such is a predictable variant. It is thus most likely that the shorter reading is authentic. NA27 puts the pronoun in brackets, indicating doubts as to its authenticity.) disciples, which are not recorded (tn Grk “are not written.”) in this book. (sn The author mentions many other miraculous signs performed by Jesus in the presence of the disciples, which are not written in the Gospel. What are these signs the author of the Gospel has in mind? One can only speculate. The author says they were performed in the presence of the disciples, which emphasizes again their role as witnesses (cf. 15:27). The point here is that the author has been selective in his use of material. He has chosen to record those incidents from the life and ministry of Jesus which supported his purpose in writing the Gospel. Much which might be of tremendous interest, but does not directly contribute to that purpose in writing, he has omitted. The author explains his purpose in writing in the following verse.)"},{"number":31,"verse":"But these (tn Grk “these things.”) are recorded (tn Grk “are written.”) so that you may believe (tc ‡ A difficult textual variant is present at this point in the Greek text. Some mss (Ì66vid א* B Θ 0250 pc) read the present subjunctive πιστεύητε (pisteuhte) after ἵνα (Jina; thus NEB text, “that you may hold the faith”) while others (א2 A C D L W Ψ Ë113 33 Ï) read the aorist subjunctive πιστεύσητε (pisteushte) after ἵνα (cf. NEB margin, “that you may come to believe”). As reflected by the renderings of the NEB text and margin, it is often assumed that the present tense would suggest ongoing belief (i. e., the Fourth Gospel primarily addressed those who already believed, and was intended to strengthen their faith), while the aorist tense would speak of coming to faith (i. e., John’s Gospel was primarily evangelistic in nature). Both textual variants enjoy significant ms support, although the present subjunctive has somewhat superior witnesses on its behalf. On internal grounds it is hard to decide which is more likely the original. Many resolve this issue on the basis of a reconstruction of the overall purpose of the Gospel, viz., whether it is addressed to unbelievers or believers. However, since elsewhere in the Gospel of John (1) the present tense can refer to both initial faith and continuation in the faith and (2) the aorist tense simply refrains from commenting on the issue, it is highly unlikely that the distinction here would be determinative for the purpose of the Fourth Gospel. The question of purpose cannot be resolved by choosing one textual variant over the other in 20:31, but must be decided on other factors. Nevertheless, if a choice has to be made, the present subjunctive is the preferred reading. NA27 puts the aorist’s sigma in brackets, thus representing both readings virtually equally (so TCGNT 220).) that Jesus is the Christ, (tn Or “Jesus is the Messiah” (Both Greek “Christ” and Hebrew and Aramaic “Messiah” mean “one who has been anointed”). sn See the note on Christ in 1:20.) the Son of God, and that by believing you may have life in his name. (sn John 20:31. A major question concerning this verse, the purpose statement of the Gospel of John, is whether the author is writing primarily for an audience of unbelievers, with purely evangelistic emphasis, or whether he envisions an audience of believers, whom he wants to strengthen in their faith. Several points are important in this discussion: (1) in the immediate context (20:30), the other signs spoken of by the author were performed in the presence of disciples; (2) in the case of the first of the signs, at Cana, the author makes a point of the effect the miracle had on the disciples (2:11); (3) if the primary thrust of the Gospel is toward unbelievers, it is difficult to see why so much material in chaps. 13-17 (the last meal and Farewell Discourse, concluding with Jesus’ prayer for the disciples), which deals almost exclusively with the disciples, is included; (4) the disciples themselves were repeatedly said to have believed in Jesus throughout the Gospel, beginning with 2:11, yet they still needed to believe after the resurrection (if Thomas’ experience in 20:27–28 is any indication); and (5) the Gospel appears to be written with the assumption that the readers are familiar with the basic story (or perhaps with one or more of the synoptic gospel accounts, although this is less clear). Thus no account of the birth of Jesus is given at all, and although he is identified as being from Nazareth, the words of the Pharisees and chief priests to Nicodemus (7:52) are almost certainly to be taken as ironic, assuming the reader knows where Jesus was really from. Likewise, when Mary is identified in 11:2 as the one who anointed Jesus’ feet with oil, it is apparently assumed that the readers are familiar with the story, since the incident involved is not mentioned in the Fourth Gospel until 12:3. These observations must be set over against the clear statement of purpose in the present verse, 20:31, which seems to have significant evangelistic emphasis. In addition to this there is the repeated emphasis on witness throughout the Fourth Gospel (cf. the witness of John the Baptist in 1:7, 8, 15, 32, and 34, along with 5:33; the Samaritan woman in 4:39; Jesus’ own witness, along with that of the Father who sent him, in 8:14, 18, and 18:37; the disciples themselves in 15:27; and finally the testimony of the author himself in 19:35 and 21:24). In light of all this evidence it seems best to say that the author wrote with a dual purpose: (1) to witness to unbelievers concerning Jesus, in order that they come to believe in him and have eternal life; and (2) to strengthen the faith of believers, by deepening and expanding their understanding of who Jesus is.)"}]}