{"bibleAbbr":"NET2007","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"(Healing a Paralytic at the Pool of Bethesda) After this (sn The temporal indicator After this is not specific, so it is uncertain how long after the incidents at Cana this occurred.) there was a Jewish feast, (tc The textual variants ἑορτή or ἡ ἑορτή (Jeorth or Jh Jeorth, “a feast” or “the feast”) may not appear significant at first, but to read ἑορτή with the article would almost certainly demand a reference to the Jewish Passover. The article is found in א C L Δ Ψ Ë1 33 892 1424 pm, but is lacking in {Ì6675 A B D T Ws Θ Ë13 565 579 700 1241 pm}. Overall, the shorter reading has somewhat better support. Internally, the known proclivity of scribes to make the text more explicit argues compellingly for the shorter reading. Thus, the verse refers to a feast other than the Passover. The incidental note in 5:3, that the sick were lying outside in the porticoes of the pool, makes Passover an unlikely time because it fell toward the end of winter and the weather would not have been warm. L. Morris (John [NICNT], 299, n. 6) thinks it impossible to identify the feast with certainty. sn A Jewish feast. Jews were obligated to go up to Jerusalem for 3 major annual feasts: Passover, Pentecost, and Tabernacles. If the first is probably ruled out because of the time of year, the last is not as likely because it forms the central setting for chap. 7 (where there are many indications in the context that Tabernacles is the feast in view.) This leaves the feast of Pentecost, which at some point prior to this time in Jewish tradition (as reflected in Jewish intertestamental literature and later post-Christian rabbinic writings) became identified with the giving of the law to Moses on Mount Sinai. Such an association might explain Jesus’ reference to Moses in 5:45–46. This is uncertain, however. The only really important fact for the author is that the healing was done on a Sabbath. This is what provoked the controversy with the Jewish authorities recorded in 5:16–47.) and Jesus went up to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":2,"verse":"Now there is (tn Regarding the use of the present tense ἐστιν (estin) and its implications for the dating of the Gospel of John, see the article by D. B. Wallace, “John 52 and the Date of the Fourth Gospel,” Bib 71 (1990): 177-205.) in Jerusalem by the Sheep Gate (tn The site of the miracle is also something of a problem: προβατικῇ (probatikh) is usually taken as a reference to the Sheep Gate near the temple. Some (R. E. Brown and others) would place the word κολυμβήθρα (kolumbhqra) with προβατικῇ to read “in Jerusalem, by the Sheep Pool, there is (another pool) with the Hebrew name.” This would imply that there is reference to two pools in the context rather than only one. This does not seem necessary (although it is a grammatical possibility). The gender of the words does not help since both are feminine (as is the participle ἐπιλεγομένη [epilegomenh]). Note however that Brown’s suggestion would require a feminine word to be supplied (for the participle ἐπιλεγομένη to modify). The traditional understanding of the phrase as a reference to the Sheep Gate near the temple appears more probably correct.) a pool called Bethzatha (tc Some mss (א [L] 33 it) read Bethzatha, while others read Bethsaida (Ì[66],75 B T Ws [Ψ] pc vg); codex D has Belzetha. A lot of controversy has surrounded the name of the pool itself: The reading of the Byzantine (or majority) text (A C Θ 078 Ë113 Ï), Bethesda, has been virtually discarded by scholars in favor of what is thought to be the more primitive Bethzatha, even though many recent translations continue to employ Bethesda, the traditional reading. The latter is attested by Josephus as the name of a quarter of the city near the northeast corner of the temple area. He reports that the Syrian Legate Cestius burned this suburb in his attack on Jerusalem in October a. d. 68 (J. W. 2.19.4 [2.530]). However, there is some new archaeological evidence for this problem. 3Q15 (Copper Scroll) from Qumran seems to indicate that in the general area of the temple, on the eastern hill of Jerusalem, a treasure was buried in Bet áEsdatayin, in the pool at the entrance to the smaller basin. The name of the region or pool itself seems then to have been Bet ᾿Esda, “house of the flowing.” It appears with the dual ending in the scroll because there were two basins. Bethesda seems to be an accurate Greek rendition of the name, while J. T. Milik suggests Bethzatha is a rendition of the Aramaic intensive plural Bet áEsdata (DJDJ 3, 271). As for the text of John 5:2, the fundamental problems with the Bethesda reading are that it looks motivated (with an edifying Semitic etymology, meaning “House of Mercy” [TCGNT 178]), and is minimally attested. Apart from the Copper Scroll, the evidence for Bethesda is almost entirely shut up to the Byzantine text (C being the most notable exception, but it often has Byzantine encroachments). On the one hand, this argues the Byzantine reading here had ancient, semitic roots; on the other hand, since both readings are attested as historically accurate, a decision has to be based on the better witnesses. The fact that there are multiple readings here suggests that the original was not well understood. Which reading best explains the rise of the others? It seems that Bethzatha is the best choice. sn On the location of the pool called Bethzatha, the double-pool of St. Anne is the probable site, and has been excavated; the pools were trapezoidal in shape, 165 ft (49.5 m) wide at one end, 220 ft (66 m) wide at the other, and 315 ft (94.5 m) long, divided by a central partition. There were colonnades (rows of columns) on all 4 sides and on the partition, thus forming the five covered walkways mentioned in John 5:2. Stairways at the corners permitted descent to the pool.) in Aramaic, (tn Grk “in Hebrew.”) which has five covered walkways. (tn Or “porticoes,” or “colonnades”; Grk “stoas.”sn The pool had five porticoes. These were covered walkways formed by rows of columns supporting a roof and open on the side facing the pool. People could stand, sit, or walk on these colonnaded porches, protected from the weather and the heat of the sun.)"},{"number":3,"verse":"A great number of sick, blind, lame, and paralyzed people were lying in these walkways. (tc The majority of later mss (C3 Θ Ψ 078 Ë113 Ï) add the following to 5:3: “waiting for the moving of the water. 5:4 For an angel of the Lord went down and stirred up the water at certain times. Whoever first stepped in after the stirring of the water was healed from whatever disease which he suffered.” Other mss include only v. 3b (Ac D 33 lat) or v. 4 (A L it). Few textual scholars today would accept the authenticity of any portion of vv. 3b–4, for they are not found in the earliest and best witnesses (Ì6675 א B C* T pc co), they include un-Johannine vocabulary and syntax, several of the mss that include the verses mark them as spurious (with an asterisk or obelisk), and because there is a great amount of textual diversity among the witnesses that do include the verses. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":5,"verse":"Now a man was there who had been disabled for thirty-eight years. (tn Grk “who had had thirty-eight years in his disability.”)"},{"number":6,"verse":"When Jesus saw him lying there and when he realized (tn Or “knew.”) that the man (tn Grk “he.” The referent (the man) has been specified in the translation for clarity.) had been disabled a long time already, he said to him, “Do you want to become well?”"},{"number":7,"verse":"The sick man answered him, “Sir, (tn Or “Lord.” The Greek κύριος (kurios) means both “Sir” and “Lord.” In this passage the paralytic who was healed by Jesus never acknowledges Jesus as Lord – he rather reports Jesus to the authorities.) I have no one to put me into the pool when the water is stirred up. While I am trying to get into the water, (tn Grk “while I am going.”) someone else (tn Grk “another.”) goes down there (tn The word “there” is not in the Greek text but is implied.) before me.”"},{"number":8,"verse":"Jesus said to him, “Stand up! Pick up your mat (tn Or “pallet,” “mattress,” “cot,” or “stretcher.” Some of these items, however, are rather substantial (e. g., “mattress”) and would probably give the modern English reader a false impression.) and walk.”"},{"number":9,"verse":"Immediately the man was healed, (tn Grk “became well.”) and he picked up his mat (tn Or “pallet,” “mattress,” “cot,” or “stretcher.” See the note on “mat” in the previous verse.) and started walking. (Now that day was a Sabbath.) (tn Grk “Now it was Sabbath on that day.”sn This is a parenthetical note by the author.)"},{"number":10,"verse":"So the Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” In NT usage the term ᾿Ιουδαῖοι (Ioudaioi) may refer to the entire Jewish people, the residents of Jerusalem and surrounding territory, the authorities in Jerusalem, or merely those who were hostile to Jesus. Here the author refers to the Jewish authorities or leaders in Jerusalem. (For further information see R. G. Bratcher, “‘The Jews’ in the Gospel of John,” BT 26 [1975]: 401-9).) said to the man who had been healed, “It is the Sabbath, and you are not permitted to carry your mat.” (tn Or “pallet,” “mattress,” “cot,” or “stretcher.” See the note on “mat” in v. 8.)"},{"number":11,"verse":"But he answered them, “The man who made me well said to me, ‘Pick up your mat (tn Or “pallet,” “mattress,” “cot,” or “stretcher.” See the note on “mat” in v. 8.) and walk.’”"},{"number":12,"verse":"They asked him, “Who is the man who said to you, ‘Pick up your mat (tc While a number of mss, especially the later ones (Ac C3 D Θ Ψ Ë113 33 Ï latt sy), include the words τον κραβ(β)ατ(τ)ον σου (ton krab(b)at(t)on sou, “your mat”) here, the earliest and best (Ì6675 א B C* L) do not. Nevertheless, in the translation, it is necessary to supply the words due to the demands of English style, which does not typically allow for understood or implied direct objects as Greek does.) and walk’ ?” (tn Grk “Pick up and walk”; the object (the mat) is implied but not repeated.)"},{"number":13,"verse":"But the man who had been healed did not know who it was, for Jesus had slipped out, since there was a crowd in that place."},{"number":14,"verse":"After this Jesus found him at the temple and said to him, “Look, you have become well. Don’t sin any more, (tn Since this is a prohibition with a present imperative, the translation “stop sinning” is sometimes suggested. This is not likely, however, since the present tense is normally used in prohibitions involving a general condition (as here) while the aorist tense is normally used in specific instances. Only when used opposite the normal usage (the present tense in a specific instance, for example) would the meaning “stop doing what you are doing” be appropriate.) lest anything worse happen to you.”"},{"number":15,"verse":"The man went away and informed the Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” See the note on the phrase “Jewish leaders” in v. 10.) that Jesus was the one who had made him well."},{"number":16,"verse":"(Responding to Jewish Leaders) Now because Jesus was doing these things (sn Note the plural phrase these things which seems to indicate that Jesus healed on the Sabbath more than once (cf. John 20:30). The synoptic gospels show this to be true; the incident in 5:1–15 has thus been chosen by the author as representative.) on the Sabbath, the Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” See the note on the phrase “Jewish leaders” in v. 10.) began persecuting (tn Or “harassing.”) him."},{"number":17,"verse":"So he (tc ‡ Most witnesses (Ì66 A D L Θ Ψ Ë113 33 Ï latt co) have ᾿Ιησοῦς (Ihsou\", “Jesus”) here, while generally better witnesses (Ì75 א B W {0141} 892 1241 pbo) lack the name. Although it is possible that Alexandrian scribes deleted the name due to proclivities to prune, this is not as likely as other witnesses adding it for clarification, especially since multiple strands of the Alexandrian text are represented in the shorter reading. NA27 places the word in brackets, indicating some doubts as to authenticity.) told (tn Grk “answered.”) them, “My Father is working until now, and I too am working.” (sn “My Father is working until now, and I too am working.” What is the significance of Jesus’ claim? A preliminary understanding can be obtained from John 5:18, noting the Jewish authorities’ response and the author’s comment. They sought to kill Jesus, because not only was he breaking the Sabbath, but he was also calling God his own Father, thus making himself equal with God. This must be seen in the context of the relation of God to the Sabbath rest. In the commandment (Exod 20:11) it is explained that “In six days the Lord made the heavens and the earth…and rested on the seventh day; therefore the Lord blessed the Sabbath day and made it holy.” Philo, based on the LXX translation of Exod 20:11, denied outright that God had ever ceased his creative activity. And when Rabban Gamaliel II, R. Joshua, R. Eleazar ben Azariah, and R. Akiba were in Rome, ca. a. d. 95, they gave as a rebuttal to sectarian arguments evidence that God might do as he willed in the world without breaking the Sabbath because the entire world was his private residence. So even the rabbis realized that God did not really cease to work on the Sabbath: Divine providence remained active on the Sabbath, otherwise, all nature and life would cease to exist. As regards men, divine activity was visible in two ways: Men were born and men died on the Sabbath. Since only God could give life and only God could deal with the fate of the dead in judgment, this meant God was active on the Sabbath. This seems to be the background for Jesus’ words in 5:17. He justified his work of healing on the Sabbath by reminding the Jewish authorities that they admitted God worked on the Sabbath. This explains the violence of the reaction. The Sabbath privilege was peculiar to God, and no one was equal to God. In claiming the right to work even as his Father worked, Jesus was claiming a divine prerogative. He was literally making himself equal to God, as 5:18 goes on to state explicitly for the benefit of the reader who might not have made the connection.)"},{"number":18,"verse":"For this reason the Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” See the note on the phrase “Jewish leaders” in v. 10.) were trying even harder to kill him, because not only was he breaking the Sabbath, but he was also calling God his own Father, thus making himself equal with God."},{"number":19,"verse":"So Jesus answered them, (tn Grk “answered and said to them.”) “I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) the Son can do nothing on his own initiative, (tn Grk “nothing from himself.”) but only what he sees the Father doing. For whatever the Father (tn Grk “that one”; the referent (the Father) has been specified in the translation for clarity.) does, the Son does likewise. (sn What works does the Son do likewise? The same that the Father does – and the same that the rabbis recognized as legitimate works of God on the Sabbath (see note on working in v. 17). (1) Jesus grants life (just as the Father grants life) on the Sabbath. But as the Father gives physical life on the Sabbath, so the Son grants spiritual life (John 5:21; note the “greater things” mentioned in v. 20). (2) Jesus judges (determines the destiny of people) on the Sabbath, just as the Father judges those who die on the Sabbath, because the Father has granted authority to the Son to judge (John 5:22–23). But this is not all. Not only has this power been granted to Jesus in the present; it will be his in the future as well. In v. 28 there is a reference not to spiritually dead (only) but also physically dead. At their resurrection they respond to the Son as well.)"},{"number":20,"verse":"For the Father loves the Son and shows him everything he does, and will show him greater deeds than these, so that you will be amazed."},{"number":21,"verse":"For just as the Father raises the dead and gives them life, (tn Grk “and makes them live.”) so also the Son gives life to whomever he wishes. (tn Grk “the Son makes whomever he wants to live.”)"},{"number":22,"verse":"Furthermore, the Father does not judge (tn Or “condemn.”) anyone, but has assigned (tn Or “given,” or “handed over.”) all judgment to the Son,"},{"number":23,"verse":"so that all people (tn Grk “all.” The word “people” is not in the Greek text but is supplied for stylistic reasons and for clarity (cf. KJV “all men”).) will honor the Son just as they honor the Father. The one who does not honor the Son does not honor the Father who sent him."},{"number":24,"verse":"“I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) the one who hears (tn Or “obeys.”) my message (tn Or “word.”) and believes the one who sent me has eternal life and will not be condemned, (tn Grk “and does not come into judgment.”) but has crossed over from death to life."},{"number":25,"verse":"I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) a time (tn Grk “an hour.”) is coming — and is now here — when the dead will hear the voice of the Son of God, and those who hear will live."},{"number":26,"verse":"For just as the Father has life in himself, thus he has granted the Son to have life in himself,"},{"number":27,"verse":"and he has granted the Son (tn Grk “him.”) authority to execute judgment, (tn Grk “authority to judge.”) because he is the Son of Man."},{"number":28,"verse":"“Do not be amazed at this, because a time (tn Grk “an hour.”) is coming when all who are in the tombs will hear his voice"},{"number":29,"verse":"and will come out — the ones who have done what is good to the resurrection resulting in life, and the ones who have done what is evil to the resurrection resulting in condemnation. (tn Or “a resurrection resulting in judgment.”)"},{"number":30,"verse":"I can do nothing on my own initiative. (tn Grk “nothing from myself.”) Just as I hear, I judge, and my judgment is just, (tn Or “righteous,” or “proper.”) because I do not seek my own will, but the will of the one who sent me. (tn That is, “the will of the Father who sent me.”)"},{"number":31,"verse":"(More Testimony About Jesus) “If I testify about myself, my testimony is not true."},{"number":32,"verse":"There is another (sn To whom does another refer? To John the Baptist or to the Father? In the nearer context, v. 33, it would seem to be John the Baptist. But v. 34 seems to indicate that Jesus does not receive testimony from men. Probably it is better to view v. 32 as identical to v. 37, with the comments about the Baptist as a parenthetical digression.) who testifies about me, and I know the testimony he testifies about me is true."},{"number":33,"verse":"You have sent to John, (sn John refers to John the Baptist.) and he has testified to the truth."},{"number":34,"verse":"(I do not accept (tn Or “I do not receive.”) human testimony, but I say this so that you may be saved.)"},{"number":35,"verse":"He was a lamp that was burning and shining, (sn He was a lamp that was burning and shining. Sir 48:1 states that the word of Elijah was “a flame like a torch.” Because of the connection of John the Baptist with Elijah (see John 1:21 and the note on John’s reply, “I am not”), it was natural for Jesus to apply this description to John.) and you wanted to rejoice greatly for a short time (tn Grk “for an hour.”) in his light."},{"number":36,"verse":"“But I have a testimony greater than that from John. For the deeds (tn Or “works.”) that the Father has assigned me to complete — the deeds (tn Grk “complete, which I am now doing”; the referent of the relative pronoun has been specified by repeating “deeds” from the previous clause.) I am now doing — testify about me that the Father has sent me."},{"number":37,"verse":"And the Father who sent me has himself testified about me. You people (tn The word “people” is not in the Greek text, but is supplied to clarify that the following verbs (“heard,” “seen,” “have residing,” “do not believe”) are second person plural.) have never heard his voice nor seen his form at any time, (sn You people have never heard his voice nor seen his form at any time. Compare Deut 4:12. Also see Deut 5:24 ff., where the Israelites begged to hear the voice no longer – their request (ironically) has by this time been granted. How ironic this would be if the feast is Pentecost, where by the 1st century a. d. the giving of the law at Sinai was being celebrated.)"},{"number":38,"verse":"nor do you have his word residing in you, because you do not believe the one whom he sent."},{"number":39,"verse":"You study the scriptures thoroughly (tn Or “Study the scriptures thoroughly” (an imperative). For the meaning of the verb see G. Delling, TDNT 2:655-57.) because you think in them you possess eternal life, (sn In them you possess eternal life. Note the following examples from the rabbinic tractate Pirqe Avot (“The Sayings of the Fathers”): Pirqe Avot 2:8, “He who has acquired the words of the law has acquired for himself the life of the world to come”; Pirqe Avot 6:7, “Great is the law for it gives to those who practice it life in this world and in the world to come.”) and it is these same scriptures (tn The words “same scriptures” are not in the Greek text, but are supplied to clarify the referent (“these”).) that testify about me,"},{"number":40,"verse":"but you are not willing to come to me so that you may have life."},{"number":41,"verse":"“I do not accept (tn Or “I do not receive.”) praise (tn Or “honor” (Grk “glory,” in the sense of respect or honor accorded to a person because of their status).) from people, (tn Grk “from men,” but in a generic sense; both men and women are implied here.)"},{"number":42,"verse":"but I know you, that you do not have the love of God (tn The genitive in the phrase τὴν ἀγάπην τοῦ θεοῦ (thn agaphn tou qeou, “the love of God”) could be translated as either a subjective genitive (“God’s love”) or an objective genitive (“love for God”). Either is grammatically possible. This is possibly an instance of a plenary genitive (see ExSyn 119-21; M. Zerwick, Biblical Greek, §§36-39). If so, the emphasis would be on the love God gives which in turn produces love for him, but Jesus’ opponents are lacking any such love inside them.) within you."},{"number":43,"verse":"I have come in my Father’s name, and you do not accept (tn Or “you do not receive.”) me. If someone else comes in his own name, you will accept (tn Or “you will receive.”) him."},{"number":44,"verse":"How can you believe, if you accept praise (tn Or “honor” (Grk “glory,” in the sense of respect or honor accorded to a person because of their status).) from one another and don’t seek the praise (tn Or “honor” (Grk “glory,” in the sense of respect or honor accorded to a person because of their status).) that comes from the only God? (tc Several early and important witnesses (Ì6675 B W a b sa) lack θεοῦ (qeou, “God”) here, thus reading “the only one,” while most of the rest of the tradition, including some important mss, has the name ({א A D L Θ Ψ 33 Ï}). Internally, it could be argued that the name of God was not used here, in keeping with the NT practice of suppressing the name of God at times for rhetorical effect, drawing the reader inexorably to the conclusion that the one being spoken of is God himself. On the other hand, never is ὁ μόνος (Jo mono\") used absolutely in the NT (i. e., without a noun or substantive with it), and always the subject of the adjunct is God (cf. Matt 24:36; John 17:3; 1 Tim 6:16). What then is to explain the shorter reading? In uncial script, with θεοῦ written as a nomen sacrum, envisioning accidental omission of the name by way of homoioteleuton requires little imagination, largely because of the succession of words ending in -ου: toumonouqMuou. It is thus preferable to retain the word in the text.)"},{"number":45,"verse":"“Do not suppose that I will accuse you before the Father. The one who accuses you is Moses, in whom you have placed your hope. (sn The final condemnation will come from Moses himself – again ironic, since Moses is the very one the Jewish authorities have trusted in (placed your hope). This is again ironic if it is occurring at Pentecost, which at this time was being celebrated as the occasion of the giving of the Torah to Moses on Mt. Sinai. There is evidence that some Jews of the 1st century looked on Moses as their intercessor at the final judgment (see W. A. Meeks, The Prophet King [NovTSup], 161). This would mean the statement Moses, in whom you have placed your hope should be taken literally and relates directly to Jesus’ statements about the final judgment in John 5:28–29.)"},{"number":46,"verse":"If (tn Grk “For if.”) you believed Moses, you would believe me, because he wrote about me."},{"number":47,"verse":"But if you do not believe what Moses (tn Grk “that one” (“he”); the referent (Moses) has been specified in the translation for clarity.) wrote, how will you believe my words?”"}]}