{"bibleAbbr":"NET2007","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"But Jesus went to the Mount of Olives. (sn The Mount of Olives is a hill running north to south about 1.8 mi (3 km) long, lying east of Jerusalem across the Kidron Valley. It was named for the large number of olive trees that grew on it.)"},{"number":2,"verse":"Early in the morning he came to the temple courts again. All the people came to him, and he sat down and began to teach (tn An ingressive sense for the imperfect fits well here following the aorist participle.) them."},{"number":3,"verse":"The experts in the law (tn Or “The scribes.” The traditional rendering of γραμματεύς (grammateu\") as “scribe” does not communicate much to the modern English reader, for whom the term might mean “professional copyist,” if it means anything at all. The people referred to here were recognized experts in the law of Moses and in traditional laws and regulations. Thus “expert in the law” comes closer to the meaning for the modern reader.) and the Pharisees (sn See the note on Pharisees in 1:24.) brought a woman who had been caught committing adultery. They made her stand in front of them"},{"number":4,"verse":"and said to Jesus, (tn Grk “to him”; the referent (Jesus) has been specified in the translation for clarity.) “Teacher, this woman was caught in the very act of adultery."},{"number":5,"verse":"In the law Moses commanded us to stone to death (sn An allusion to Lev 20:10 and Deut 22:22–24.) such women. (sn The accusers themselves subtly misrepresented the law. The Mosaic law stated that in the case of adultery, both the man and woman must be put to death (Lev 20:10, Deut 22:22), but they mentioned only such women.) What then do you say?”"},{"number":6,"verse":"(Now they were asking this in an attempt to trap him, so that they could bring charges against (tn Grk “so that they could accuse.”) him.) (sn This is a parenthetical note by the author of 7:53–8:11.) Jesus bent down and wrote on the ground with his finger. (tn Or possibly “Jesus bent down and wrote an accusation on the ground with his finger.” The Greek verb καταγράφω (katagrafw) may indicate only the action of writing on the ground by Jesus, but in the overall context (Jesus’ response to the accusation against the woman) it can also be interpreted as implying that what Jesus wrote was a counteraccusation against the accusers (although there is no clue as to the actual content of what he wrote, some scribes added “the sins of each one of them” either here or at the end of v. 8 [U 264 700 al]).)"},{"number":7,"verse":"When they persisted in asking him, he stood up straight (tn Or “he straightened up.”) and replied, (tn Grk “and said to them.”) “Whoever among you is guiltless (tn Or “sinless.”) may be the first to throw a stone at her.”"},{"number":8,"verse":"Then (tn Here καί (kai) has been translated as “Then” to indicate the implied sequence of events within the narrative. Greek style often begins sentences or clauses with “and,” but English style generally does not.) he bent over again and wrote on the ground."},{"number":9,"verse":"Now when they heard this, they began to drift away one at a time, starting with the older ones, (tn Or “beginning from the eldest.”) until Jesus was left alone with the woman standing before him."},{"number":10,"verse":"Jesus stood up straight (tn Or “straightened up.”) and said to her, “Woman, (sn Woman was a polite form of address (see BDAG 208-9 s. v. γυνή 1), similar to “Madam” or “Ma’am” used in English in different regions.) where are they? Did no one condemn you?”"},{"number":11,"verse":"She replied, “No one, Lord.” And Jesus said, “I do not condemn you either. Go, and from now on do not sin any more.” ]] (tc The earliest and best mss do not contain 7:53–8:11 (see note on 7:53).)"},{"number":12,"verse":"(Jesus as the Light of the World) Then Jesus spoke out again, (tn Grk “Then again Jesus spoke to them saying.”) “I am the light of the world. (sn The theory proposed by F. J. A. Hort (The New Testament in the Original Greek, vol. 2, Introduction; Appendix, 87-88), that the backdrop of 8:12 is the lighting of the candelabra in the court of women, may offer a plausible setting to the proclamation by Jesus that he is the light of the world. The last time that Jesus spoke in the narrative (assuming 7:53–8:11 is not part of the original text, as the textual evidence suggests) is in 7:38, where he was speaking to a crowd of pilgrims in the temple area. This is where he is found in the present verse, and he may be addressing the crowd again. Jesus’ remark has to be seen in view of both the prologue (John 1:4, 5) and the end of the discourse with Nicodemus (John 3:19–21). The coming of Jesus into the world provokes judgment: A choosing up of sides becomes necessary. The one who comes to the light, that is, who follows Jesus, will not walk in the darkness. The one who refuses to come, will walk in the darkness. In this contrast, there are only two alternatives. So it is with a person’s decision about Jesus. Furthermore, this serves as in implicit indictment of Jesus’ opponents, who still walk in the darkness, because they refuse to come to him. This sets up the contrast in chap. 9 between the man born blind, who receives both physical and spiritual sight, and the Pharisees (John 9:13, 15, 16) who have physical sight but remain in spiritual darkness.) The one who follows me will never (tn The double negative οὐ μή (ou mh) is emphatic in 1st century Hellenistic Greek.) walk in darkness, but will have the light of life.”"},{"number":13,"verse":"So the Pharisees (sn See the note on Pharisees in 1:24.) objected, (tn Grk “Then the Pharisees said to him.”) “You testify about yourself; your testimony is not true!” (sn Compare the charge You testify about yourself; your testimony is not true! to Jesus’ own statement about his testimony in 5:31.)"},{"number":14,"verse":"Jesus answered, (tn Grk “Jesus answered and said to them.”) “Even if I testify about myself, my testimony is true, because I know where I came from and where I am going. But you people (tn The word “people” is supplied in the translation to indicate that the pronoun (“you”) and verb (“do not know”) in Greek are plural.) do not know where I came from or where I am going. (sn You people do not know where I came from or where I am going. The ignorance of the religious authorities regarding Jesus’ origin works on two levels at once: First, they thought Jesus came from Galilee (although he really came from Bethlehem in Judea) and second, they did not know that he came from heaven (from the Father), and this is where he would return. See further John 7:52.)"},{"number":15,"verse":"You people (tn The word “people” is supplied in the translation to indicate that the pronoun and verb (“judge”) in Greek are plural.) judge by outward appearances; (tn Or “judge according to external things”; Grk “according to the flesh.” These translations are given by BDAG 916 s. v. σάρξ 5.) I do not judge anyone. (sn What is the meaning of Jesus’ statement “I do not judge anyone”? It is clear that Jesus did judge (even in the next verse). The point is that he didn’t practice the same kind of judgment that the Pharisees did. Their kind of judgment was condemnatory. They tried to condemn people. Jesus did not come to judge the world, but to save it (3:17). Nevertheless, and not contradictory to this, the coming of Jesus did bring judgment, because it forced people to make a choice. Would they accept Jesus or reject him? Would they come to the light or shrink back into the darkness? As they responded, so were they judged – just as 3:19–21 previously stated. One’s response to Jesus determines one’s eternal destiny.)"},{"number":16,"verse":"But if I judge, my evaluation is accurate, (tn Grk “my judgment is true.”) because I am not alone when I judge, (tn The phrase “when I judge” is not in the Greek text, but is implied by the context.) but I and the Father who sent me do so together. (tn The phrase “do so together” is not in the Greek text, but is implied by the context.)"},{"number":17,"verse":"It is written in your law that the testimony of two men is true. (sn An allusion to Deut 17:6.)"},{"number":18,"verse":"I testify about myself (tn Grk “I am the one who testifies about myself.”) and the Father who sent me testifies about me.”"},{"number":19,"verse":"Then they began asking (tn Grk “Then they were saying to him.” The imperfect verb has been translated with ingressive force here because of the introduction of a new line of questioning by the Pharisees. Jesus had just claimed his Father as a second witness; now his opponents want to know who his father is.) him, “Who is your father?” Jesus answered, “You do not know either me or my Father. If you knew me you would know my Father too.” (sn If you knew me you would know my Father too. Jesus’ reply is based on his identity with the Father (see also John 1:18; 14:9).)"},{"number":20,"verse":"(Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity.) spoke these words near the offering box (tn The term γαζοφυλάκιον (gazofulakion) can be translated “treasury” or “treasure room” in this context. BDAG 186 s. v. 1 notes, “It can be taken in this sense J 8:20 (sing.) in (or at) the treasury.” BDAG 186 s. v. 2 argues that the occurrences of this word in the synoptic gospels also refer to the treasury: “For Mk 12:41, 43; Lk 21:1 the mng. contribution box or receptacle is attractive. Acc. to Mishnah, Shekalim 6, 5 there were in the temple 13 such receptacles in the form of trumpets. But even in these passages the general sense of ‘treasury’ is prob., for the contributions would go [into] the treasury via the receptacles.” Based upon the extra-biblical evidence (see sn following), however, the translation opts to refer to the actual receptacles and not the treasury itself. sn The offering box probably refers to the receptacles in the temple forecourt by the Court of Women used to collect freewill offerings. These are mentioned by Josephus, J. W. 5.5.2 (5.200), 6.5.2 (6.282); Ant. 19.6.1 (19.294); and in 1 Macc 14:49 and 2 Macc 3:6, 24, 28, 40 (see also Mark 12:41; Luke 21:1).) while he was teaching in the temple courts. (tn Grk “the temple.”) No one seized him because his time (tn Grk “his hour.”) had not yet come.) (sn This is a parenthetical note by the author.)"},{"number":21,"verse":"(Where Jesus Came From and Where He is Going) Then Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity.) said to them again, (tn The expression οὖν πάλιν (oun palin) indicates some sort of break in the sequence of events, but it is not clear how long. The author does not mention the interval between 8:12–20 and this next recorded dialogue. The feast of Tabernacles is past, and the next reference to time is 10:22, where the feast of the Dedication is mentioned. The interval is two months, and these discussions could have taken place at any time within that interval, as long as one assumes something of a loose chronological framework. However, if the material in the Fourth Gospel is arranged theologically or thematically, such an assumption would not apply.) “I am going away, and you will look for me (tn Grk “you will seek me.”) but will die in your sin. (tn The expression ἐν τῇ ἁμαρτίᾳ ὑμῶν ἀποθανεῖσθε (en th Jamartia Jumwn apoqaneisqe) is similar to an expression found in the LXX at Ezek 3:18, 20 and Prov 24:9. Note the singular of ἁμαρτία (the plural occurs later in v. 24). To die with one’s sin unrepented and unatoned would be the ultimate disaster to befall a person. Jesus’ warning is stern but to the point.) Where I am going you cannot come.”"},{"number":22,"verse":"So the Jewish leaders (tn Or “the Jewish authorities”; Grk “the Jews.” In NT usage the term ᾿Ιουδαῖοι (Ioudaioi) may refer to the entire Jewish people, the residents of Jerusalem and surrounding territory, the authorities in Jerusalem, or merely those who were hostile to Jesus. (For further information see R. G. Bratcher, “‘The Jews’ in the Gospel of John,” BT 26 [1975]: 401-9.) Here the phrase refers to the Jewish authorities or leaders in Jerusalem. It was the Pharisees who had begun this line of questioning in John 8:13, and there has been no clear change since then in the identity of Jesus’ opponents.) began to say, (tn The imperfect verb has been translated with ingressive force (“began to say”) because the comments that follow were occasioned by Jesus’ remarks in the preceding verse about his upcoming departure.) “Perhaps he is going to kill himself, because he says, ‘Where I am going you cannot come.’”"},{"number":23,"verse":"Jesus replied, (tn Grk “And he said to them.”) “You people (tn The word “people” is supplied in English to clarify the plural Greek pronoun and verb.) are from below; I am from above. You people are from this world; I am not from this world."},{"number":24,"verse":"Thus I told you (tn Grk “thus I said to you.”) that you will die in your sins. For unless you believe that I am he, (tn Grk “unless you believe that I am.” In this context there is an implied predicate nominative (“he”) following the “I am” phrase. What Jesus’ hearers had to acknowledge is that he was who he claimed to be, i. e., the Messiah (cf. 20:31). This view is also reflected in English translations like NIV (“if you do not believe that I am the one I claim to be”), NLT (“unless you believe that I am who I say I am”), and CEV (“if you don’t have faith in me for who I am”). For a different view that takes this “I am” and the one in 8:28 as nonpredicated (i. e., absolute), see R. E. Brown, John (AB), 1:533-38. Such a view refers sees the nonpredicated “I am” as a reference to the divine Name revealed in Exod 3:14, and is reflected in English translations like NAB (“if you do not believe that I AM, you will die in your sins”) and TEV (“you will die in your sins if you do not believe that ‘I Am Who I Am’”). sn See the note on Christ in 1:20.) you will die in your sins.”"},{"number":25,"verse":"So they said to him, “Who are you?” Jesus replied, (tn Grk “Jesus said to them.”) “What I have told you from the beginning."},{"number":26,"verse":"I have many things to say and to judge (tn Or “I have many things to pronounce in judgment about you.” The two Greek infinitives could be understood as a hendiadys, resulting in one phrase.) about you, but the Father (tn Grk “the one”; the referent (the Father) has been specified in the translation for clarity.) who sent me is truthful, (tn Grk “true” (in the sense of one who always tells the truth).) and the things I have heard from him I speak to the world.” (tn Grk “and what things I have heard from him, these things I speak to the world.”)"},{"number":27,"verse":"(They did not understand that he was telling them about his Father.) (sn They did not understand…about his Father is a parenthetical note by the author. This type of comment, intended for the benefit of the reader, is typical of the “omniscient author” convention adopted by the author, who is writing from a postresurrection point of view. He writes with the benefit of later knowledge that those who originally heard Jesus’ words would not have had.)"},{"number":28,"verse":"Then Jesus said, (tn Grk “Then Jesus said to them” (the words “to them” are not found in all mss).) “When you lift up the Son of Man, then you will know that I am he, (tn Grk “that I am.” See the note on this phrase in v. 24.) and I do nothing on my own initiative, (tn Grk “I do nothing from myself.”) but I speak just what the Father taught me. (tn Grk “but just as the Father taught me, these things I speak.”)"},{"number":29,"verse":"And the one who sent me is with me. He has not left me alone, (tn That is, “he has not abandoned me.”) because I always do those things that please him.”"},{"number":30,"verse":"While he was saying these things, many people (tn The word “people” is not in the Greek text, but is supplied for clarity and smoothness in the translation.) believed in him."},{"number":31,"verse":"(Abraham’s Children and the Devil’s Children) Then Jesus said to those Judeans (tn Grk “to the Jews.” In NT usage the term ᾿Ιουδαῖοι (Ioudaioi) may refer to the entire Jewish people, the residents of Jerusalem and surrounding territory (i. e., “Judeans”), the authorities in Jerusalem, or merely those who were hostile to Jesus. (For further information see R. G. Bratcher, “‘The Jews’ in the Gospel of John,” BT 26 [1975]: 401-9; also BDAG 479 s. v. ᾿Ιουδαῖος 2. e.) Here the phrase refers to the Jewish people in Jerusalem who had been listening to Jesus’ teaching in the temple and had believed his claim to be the Messiah, hence, “those Judeans who had believed him.” The term “Judeans” is preferred here to the more general “people” because the debate concerns descent from Abraham (v. 33).) who had believed him, “If you continue to follow my teaching, (tn Grk “If you continue in my word.”) you are really (tn Or “truly.”) my disciples"},{"number":32,"verse":"and you will know the truth, and the truth will set you free.” (tn Or “the truth will release you.” The translation “set you free” or “release you” (unlike the more traditional “make you free”) conveys more the idea that the hearers were currently in a state of slavery from which they needed to be freed. The following context supports precisely this idea. sn The statement the truth will set you free is often taken as referring to truth in the philosophical (or absolute) sense, or in the intellectual sense, or even (as the Jews apparently took it) in the political sense. In the context of John’s Gospel (particularly in light of the prologue) this must refer to truth about the person and work of Jesus. It is saving truth. As L. Morris says, “it is the truth which saves men from the darkness of sin, not that which saves them from the darkness of error (though there is a sense in which men in Christ are delivered from gross error)” (John [NICNT], 457).)"},{"number":33,"verse":"“We are descendants (tn Grk “We are the seed” (an idiom).) of Abraham,” they replied, (tn Grk “They answered to him.”) “and have never been anyone’s slaves! How can you say, (tn Or “How is it that you say.”) ‘You will become free’ ?”"},{"number":34,"verse":"Jesus answered them, “I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) everyone who practices (tn Or “who commits.” This could simply be translated, “everyone who sins,” but the Greek is more emphatic, using the participle ποιῶν (poiwn) in a construction with πᾶς (pas), a typical Johannine construction. Here repeated, continuous action is in view. The one whose lifestyle is characterized by repeated, continuous sin is a slave to sin. That one is not free; sin has enslaved him. To break free from this bondage requires outside (divine) intervention. Although the statement is true at the general level (the person who continually practices a lifestyle of sin is enslaved to sin) the particular sin of the Jewish authorities, repeatedly emphasized in the Fourth Gospel, is the sin of unbelief. The present tense in this instance looks at the continuing refusal on the part of the Jewish leaders to acknowledge who Jesus is, in spite of mounting evidence.) sin is a slave (tn See the note on the word “slaves” in 4:51.) of sin."},{"number":35,"verse":"The slave does not remain in the family (tn Or “household.” The Greek work οἰκία (oikia) can denote the family as consisting of relatives by both descent and marriage, as well as slaves and servants, living in the same house (more the concept of an “extended family”).) forever, but the son remains forever. (sn Jesus’ point is that while a slave may be part of a family or household, the slave is not guaranteed a permanent place there, while a son, as a descendant or blood relative, will always be guaranteed a place in the family (remains forever).)"},{"number":36,"verse":"So if the son (tn Or “Son.” The question is whether “son” is to be understood as a direct reference to Jesus himself, or as an indirect reference (a continuation of the generic illustration begun in the previous verse).) sets you free, you will be really free."},{"number":37,"verse":"I know that you are Abraham’s descendants. (tn Grk “seed” (an idiom).) But you want (tn Grk “you are seeking.”) to kill me, because my teaching (tn Grk “my word.”) makes no progress among you. (tn Or “finds no place in you.” The basic idea seems to be something (in this case Jesus’ teaching) making headway or progress where resistance is involved. See BDAG 1094 s. v. χωρέω 2.)"},{"number":38,"verse":"I am telling you the things I have seen while with the (tc The first person pronoun μου (mou, “my”) may be implied, especially if ὑμῶν (Jumwn, “your”) follows the second mention of “father” in this verse (as it does in the majority of mss); no doubt this implication gave rise to the reading μου found in most witnesses (א D Θ Ψ 0250 Ë113 33 Ï it sy). No pronoun here is read by Ì6675 B C L 070 pc. This problem cannot be isolated from the second in the verse, however. See that discussion below.) Father; (tn Grk “The things which I have seen with the Father I speak about.”) as for you, (tn Grk “and you.”) practice the things you have heard from the (tc A few significant witnesses lack ὑμῶν (Jumwn, “your”) here (Ì6675 B L W 070 pc), while the majority have the pronoun (א C D Θ Ψ 0250 Ë113 33 565 892 Ï al lat sy). However, these mss do not agree on the placement of the pronoun: τοῦ πατρὸς ὑμῶν ποιεῖτε (tou patro\" Jumwn poieite), τῷ πατρὶ ὑμῶν (tw patri Jumwn), and τῷ πατρὶ ὑμῶν ταῦτα (tw patri Jumwn tauta) all occur. If the pronoun is read, then the devil is in view and the text should be translated as “you are practicing the things you have heard from your father.” If it is not read, then the same Father mentioned in the first part of the verse is in view. In this case, ποιεῖτε should be taken as an imperative: “you [must] practice the things you have heard from the Father.” The omission is decidedly the harder reading, both because the contrast between God and the devil is now delayed until v. 41, and because ποιεῖτε could be read as an indicative, especially since the two clauses are joined by καί (kai, “and”). Thus, the pronoun looks to be a motivated reading. In light of the better external and internal evidence the omission is preferred.) Father!”"},{"number":39,"verse":"They answered him, (tn Grk “They answered and said to him.”) “Abraham is our father!” (tn Or “Our father is Abraham.”) Jesus replied, (tn Grk “Jesus said to them.”) “If you are (tc Although most mss (C W Θ Ψ 0250 Ë113 33 Ï) have the imperfect ἦτε (hte, “you were”) here, making this sentence a proper second class condition, the harder reading, ἐστε (este, “you are”), is found in the better witnesses (Ì6675 א B D L 070 pc lat).) Abraham’s children, you would be doing (tc Some important mss (Ì66 B* [700]) have the present imperative ποιεῖτε (poieite) here: “If you are Abraham’s children, then do,” while many others (א2 C K L N Δ Ψ Ë113 33 565 579 892 pm) add the contingent particle ἄν (an) to ἐποιεῖτε (epoieite) making it a more proper second class condition by Attic standards. The simple ἐποιεῖτε without the ἄν is the hardest reading, and is found in some excellent witnesses (Ì75 א* B2 D W Γ Θ 070 0250 1424 pm). tn Or “you would do.”) the deeds of Abraham."},{"number":40,"verse":"But now you are trying (tn Grk “seeking.”) to kill me, a man who has told you (tn Grk “has spoken to you.”) the truth I heard from God. Abraham did not do this! (tn The Greek word order is emphatic: “This Abraham did not do.” The emphasis is indicated in the translation by an exclamation point.)"},{"number":41,"verse":"You people (tn The word “people” is not in the Greek text, but is supplied in English to clarify the plural Greek pronoun and verb.) are doing the deeds of your father.” Then (tc ‡ Important and early witnesses (א B L W 070 it sys, p co) lack the conjunction here, while the earliest witnesses along with many others read οὖν (oun, “therefore”; Ì6675 C D Θ Ψ 0250 Ë13 33 Ï). This conjunction occurs in John some 200 times, far more than in any other NT book. Even though the combined testimony of two early papyri for the conjunction is impressive, the reading seems to be a predictable scribal emendation. In particular, οὖν is frequently used with the plural of εἶπον (eipon, “they said”) in John (in this chapter alone, note vv. 13, 39, 48, 57, and possibly 52). On balance, it is probably best to consider the shorter reading as authentic, even though “Then” is virtually required in translation for English stylistic reasons. NA27 has the conjunction in brackets, indicating some doubt as to its authenticity.) they said to Jesus, (tn Grk “him”; the referent (Jesus) is specified in the translation for clarity.) “We were not born as a result of immorality! (sn We were not born as a result of immorality! is ironic, because Jesus’ opponents implied that it was not themselves but Jesus who had been born as a result of immoral behavior. This shows they did not know Jesus’ true origin and were not aware of the supernatural events surrounding his birth. The author does not even bother to refute the opponents’ suggestion but lets it stand, assuming his readers will know the true story.) We have only one Father, God himself.”"},{"number":42,"verse":"Jesus replied, (tn Grk “Jesus said to them.”) “If God were your Father, you would love me, for I have come from God and am now here. (tn Or “I came from God and have arrived.”) I (tn Grk “For I.” Here γάρ (gar) has not been translated.) have not come on my own initiative, (tn Grk “from myself.”) but he (tn Grk “that one” (referring to God).) sent me."},{"number":43,"verse":"Why don’t you understand what I am saying? It is because you cannot accept (tn Grk “you cannot hear,” but this is not a reference to deafness, but rather hearing in the sense of listening to something and responding to it.) my teaching. (tn Grk “my word.”)"},{"number":44,"verse":"You people (tn The word “people” is supplied in the translation to clarify that the Greek pronoun and verb are plural.) are from (tn Many translations read “You are of your father the devil” (KJV, ASV, RSV, NASB) or “You belong to your father, the devil” (NIV), but the Greek preposition ἐκ (ek) emphasizes the idea of source or origin. Jesus said his opponents were the devil’s very offspring (a statement which would certainly infuriate them).) your father the devil, and you want to do what your father desires. (tn Grk “the desires of your father you want to do.”) He (tn Grk “That one” (referring to the devil).) was a murderer from the beginning, and does not uphold the truth, (tn Grk “he does not stand in the truth” (in the sense of maintaining, upholding, or accepting the validity of it).) because there is no truth in him. Whenever he lies, (tn Grk “Whenever he speaks the lie.”) he speaks according to his own nature, (tn Grk “he speaks from his own.”) because he is a liar and the father of lies. (tn Grk “because he is a liar and the father of it.”)"},{"number":45,"verse":"But because I am telling you (tn Or “because I tell you.”) the truth, you do not believe me."},{"number":46,"verse":"Who among you can prove me guilty (tn Or “can convict me.”) of any sin? (tn Or “of having sinned”; Grk “of sin.”) If I am telling you (tn Or “if I tell you.”) the truth, why don’t you believe me?"},{"number":47,"verse":"The one who belongs to (tn Grk “who is of.”) God listens and responds (tn Grk “to God hears” (in the sense of listening to something and responding to it).) to God’s words. You don’t listen and respond, (tn Grk “you do not hear” (in the sense of listening to something and responding to it).) because you don’t belong to God.” (tn Grk “you are not of God.”)"},{"number":48,"verse":"The Judeans (tn Grk “the Jews.” See the note on this term in v. 31. Here the phrase refers to the Jewish people in Jerusalem (“Judeans”; cf. BDAG 479 s. v. ᾿Ιουδαῖος 2. e) who had been listening to Jesus’ teaching in the temple courts (8:20) and had initially believed his claim to be the Messiah (cf. 8:31). They had become increasingly hostile as Jesus continued to teach. Now they were ready to say that Jesus was demon-possessed.) replied, (tn Grk “answered and said to him.”) “Aren’t we correct in saying (tn Grk “Do we not say rightly.”) that you are a Samaritan and are possessed by a demon?” (tn Grk “and have a demon.” It is not clear what is meant by the charge Σαμαρίτης εἶ σὺ καὶ δαιμόνιον ἔχεις (Samarith\" ei su kai daimonion ecei\"). The meaning could be “you are a heretic and are possessed by a demon.” Note that the dual charge gets one reply (John 8:49). Perhaps the phrases were interchangeable: Simon Magus (Acts 8:14–24) and in later traditions Dositheus, the two Samaritans who claimed to be sons of God, were regarded as mad, that is, possessed by demons.)"},{"number":49,"verse":"Jesus answered, “I am not possessed by a demon, (tn Grk “I do not have a demon.”) but I honor my Father — and yet (tn “Yet” is supplied to show the contrastive element present in the context.) you dishonor me."},{"number":50,"verse":"I am not trying to get (tn Grk “I am not seeking.”) praise for myself. (tn Grk “my glory.”) There is one who demands (tn Grk “who seeks.”) it, and he also judges. (tn Or “will be the judge.”)"},{"number":51,"verse":"I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) if anyone obeys (tn Grk “If anyone keeps.”) my teaching, (tn Grk “my word.”) he will never see death.” (tn Grk “he will never see death forever.” The Greek negative here is emphatic. sn Those who keep Jesus’ words will not see death because they have already passed from death to life (cf. 5:24). In Johannine theology eternal life begins in the present rather than in the world to come.)"},{"number":52,"verse":"Then (tc ‡ Important and early witnesses (Ì66 א B C W Θ 579 it) lack the conjunction here, while other witnesses read οὖν (oun, “therefore”; Ì75 D L Ψ 070 Ë113 33 Ï lat). This conjunction occurs in John some 200 times, far more than in any other NT book. Even though the most important Johannine papyrus (Ì75) has the conjunction, the combination of Ì66 א B for the omission is even stronger. Further, the reading seems to be a predictable scribal emendation. In particular, οὖν is frequently used with the plural of εἶπον (eipon, “they said”) in John (in this chapter alone, note vv. 13, 39, 48, 57, and possibly 41). On balance, it is probably best to consider the shorter reading as authentic, even though “Then” is virtually required in translation for English stylistic reasons. NA27 has the conjunction in brackets, indicating some doubt as to its authenticity.) the Judeans (tn Grk “the Jews.” See the note on this term in v. 31. Here, as in vv. 31 and 48, the phrase refers to the Jewish people in Jerusalem (“Judeans”; cf. BDAG 479 s. v. ᾿Ιουδαῖος 2. e) who had been listening to Jesus’ teaching in the temple courts (8:20) and had initially believed his claim to be the Messiah (cf. 8:31).) responded, (tn Grk “said to him.”) “Now we know you’re possessed by a demon! (tn Grk “you have a demon.”) Both Abraham and the prophets died, and yet (tn “Yet” has been supplied to show the contrastive element present in the context.) you say, ‘If anyone obeys (tn Grk “If anyone keeps.”) my teaching, (tn Grk “my word.”) he will never experience (tn Grk “will never taste.” Here the Greek verb does not mean “sample a small amount” (as a typical English reader might infer from the word “taste”), but “experience something cognitively or emotionally; come to know something” (cf. BDAG 195 s. v. γεύομαι 2).) death.’ (tn Grk “he will never taste of death forever.” The Greek negative here is emphatic.)"},{"number":53,"verse":"You aren’t greater than our father Abraham who died, are you? (tn Questions prefaced with μή (mh) in Greek anticipate a negative answer. This can sometimes be indicated by using a “tag” at the end in English (here the tag is “are you?”).) And the prophets died too! Who do you claim to be?”"},{"number":54,"verse":"Jesus replied, (tn Grk “Jesus answered.”) “If I glorify myself, my glory is worthless. (tn Grk “is nothing.”) The one who glorifies me is my Father, about whom you people (tn The word “people” is not in the Greek text, but is supplied in English to clarify the plural Greek pronoun and verb.) say, ‘He is our God.’"},{"number":55,"verse":"Yet (tn Here καί (kai) has been translated as “Yet” to indicate the contrast present in the context.) you do not know him, but I know him. If I were to say that I do not know him, (tn Grk “If I say, ‘I do not know him.’”) I would be a liar like you. But I do know him, and I obey (tn Grk “I keep.”) his teaching. (tn Grk “his word.”)"},{"number":56,"verse":"Your father Abraham was overjoyed (tn Or “rejoiced greatly.”) to see my day, and he saw it and was glad.” (tn What is the meaning of Jesus’ statement that the patriarch Abraham “saw” his day and rejoiced? The use of past tenses would seem to refer to something that occurred during the patriarch’s lifetime. Genesis Rabbah 44:25ff, (cf. 59:6) states that Rabbi Akiba, in a debate with Rabbi Johanan ben Zakkai, held that Abraham had been shown not this world only but the world to come (this would include the days of the Messiah). More realistically, it is likely that Gen 22:13–15 lies behind Jesus’ words. This passage, known to rabbis as the Akedah (“Binding”), tells of Abraham finding the ram which will replace his son Isaac on the altar of sacrifice – an occasion of certain rejoicing.)"},{"number":57,"verse":"Then the Judeans (tn Grk “Then the Jews.” See the note on this term in v. 31. Here, as in vv. 31, 48, and 52, the phrase refers to the Jewish people in Jerusalem (“Judeans”; cf. BDAG 479 s. v. ᾿Ιουδαῖος 2. e) who had been listening to Jesus’ teaching in the temple courts (8:20) and had initially believed his claim to be the Messiah (cf. 8:31). They have now become completely hostile, as John 8:59 clearly shows.) replied, (tn Grk “said to him.”) “You are not yet fifty years old! (tn Grk ‘You do not yet have fifty years” (an idiom).) Have (tn Grk “And have.”) you seen Abraham?”"},{"number":58,"verse":"Jesus said to them, “I tell you the solemn truth, (tn Grk “Truly, truly, I say to you.”) before Abraham came into existence, (tn Grk “before Abraham was.”) I am!” (sn I am! is an explicit claim to deity. Although each occurrence of the phrase “I am” in the Fourth Gospel needs to be examined individually in context to see if an association with Exod 3:14 is present, it seems clear that this is the case here (as the response of the Jewish authorities in the following verse shows).)"},{"number":59,"verse":"Then they picked up (tn Grk “they took up.”) stones to throw at him, (sn Jesus’ Jewish listeners understood his claim to deity, rejected it, and picked up stones to throw at him for what they considered blasphemy.) but Jesus hid himself and went out from the temple area. (tc Most later witnesses (A Θc Ë113 Ï) have at the end of the verse “passing through their midst, he went away in this manner” (διελθὼν διὰ μέσου καὶ παρῆγεν οὕτως, dielqwn dia mesou kai parhgen {outw\"), while many others have similar permutations (so א12 C L N Ψ 070 33 579 892 1241 al). The wording is similar to two other texts: Luke 4:30 (διελθὼν διὰ μέσου; in several mss αὐτῶν ἐπορεύετο καί [autwn eporeueto kai] is found between this phrase and παρῆγεν, strengthening the parallel with Luke 4:30) and John 9:1 (παρῆγεν; cf. παράγων [paragwn] there). The effect is to signal Jesus’ departure as a miraculous cloaking. As such, the additional statement has all the earmarks of scribal amplification. Further, the best and earliest witnesses (Ì6675 א* B D W Θ* lat sa) lack these words, rendering the shorter text virtually certain. tn Grk “from the temple.”)"}]}