{"bibleAbbr":"urDGV2010","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"( इस्राईली वापस आएँगे) क्यूँकि रब याक़ूब पर तरस खाएगा, वह दुबारा इस्राईलियों को चुन कर उन्हें उन के अपने मुल्क में बसा देगा। परदेसी भी उन के साथ मिल जाएंगे, वह याक़ूब के घराने से मुन्सलिक हो जाएंगे।"},{"number":2,"verse":"दीगर क़ौमें इस्राईलियों को ले कर उन के वतन में वापस पहुँचा देंगी। तब इस्राईल का घराना इन परदेसियों को विरसे में पाएगा, और यह रब के मुल्क में उन के नौकर-नौकरानियाँ बन कर उन की ख़िदमत करेंगे। जिन्हों ने उन्हें जिलावतन किया था उन ही को वह जिलावतन किए रखेंगे, जिन्हों ने उन पर ज़ुल्म किया था उन ही पर वह हुकूमत करेंगे।"},{"number":3,"verse":"जिस दिन रब तुझे मुसीबत, बेचैनी और ज़ालिमाना ग़ुलामी से आराम देगा"},{"number":4,"verse":"उस दिन तू बाबल के बादशाह पर तन्ज़ का गीत गाएगा, “यह कैसी बात है? ज़ालिम नेस्त-ओ-नाबूद और उस के हमले ख़त्म हो गए हैं।"},{"number":5,"verse":"( बाबल पर तन्ज़ का गीत) रब ने बेदीनों की लाठी तोड़ कर हुक्मरानों का वह शाही असा टुकड़े टुकड़े कर दिया है"},{"number":6,"verse":"जो तैश में आ कर क़ौमों को मुसलसल मारता रहा और ग़ुस्से से उन पर हुकूमत करता, बेरहमी से उन के पीछे पड़ा रहा।"},{"number":7,"verse":"अब पूरी दुनिया को आराम-ओ-सुकून हासिल हुआ है, अब हर तरफ़ ख़ुशी के नारे सुनाई दे रहे हैं।"},{"number":8,"verse":"जूनीपर के दरख़्त और लुबनान के देवदार भी तेरे अन्जाम पर ख़ुश हो कर कहते हैं, ‘शुक्र है! जब से तू गिरा दिया गया कोई यहाँ चढ़ कर हमें काटने नहीं आता।’"},{"number":9,"verse":"पाताल तेरे उतरने के बाइस हिल गया है। तेरे इन्तिज़ार में वह मुर्दा रूहों को हरकत में ला रहा है। वहाँ दुनिया के तमाम रईस और अक़्वाम के तमाम बादशाह अपने तख़्तों से खड़े हो कर तेरा इस्तिक़्बाल करेंगे।"},{"number":10,"verse":"सब मिल कर तुझ से कहेंगे, ‘अब तू भी हम जैसा कमज़ोर हो गया है, तू भी हमारे बराबर हो गया है!’"},{"number":11,"verse":"तेरी तमाम शान-ओ-शौकत पाताल में उतर गई है, तेरे सितार ख़ामोश हो गए हैं। अब कीड़े तेरा गद्दा और केच्वे तेरा कम्बल होंगे।"},{"number":12,"verse":"ऐ सितारा-ए-सुब्ह, ऐ इब्न-ए-सहर, तू आसमान से किस तरह गिर गया है! जिस ने दीगर ममालिक को शिकस्त दी थी वह अब ख़ुद पाश पाश हो गया है।"},{"number":13,"verse":"दिल में तू ने कहा, ‘मैं आसमान पर चढ़ कर अपना तख़्त अल्लाह के सितारों के ऊपर लगा लूँगा, मैं इन्तिहाई शिमाल में उस पहाड़ पर जहाँ देवता जमा होते हैं तख़्तनशीन हूँगा।"},{"number":14,"verse":"मैं बादलों की बुलन्दियों पर चढ़ कर क़ादिर-ए-मुतलक़ के बिलकुल बराबर हो जाऊँगा।’"},{"number":15,"verse":"लेकिन तुझे तो पाताल में उतारा जाएगा, उस के सब से गहरे गढ़े में गिराया जाएगा।"},{"number":16,"verse":"जो भी तुझ पर नज़र डालेगा वह ग़ौर से देख कर पूछेगा, ‘क्या यही वह आदमी है जिस ने ज़मीन को हिला दिया, जिस के सामने दीगर ममालिक काँप उठे?"},{"number":17,"verse":"क्या इसी ने दुनिया को वीरान कर दिया और उस के शहरों को ढा कर क़ैदियों को घर वापस जाने की इजाज़त न दी?’"},{"number":18,"verse":"दीगर ममालिक के तमाम बादशाह बड़ी इज़्ज़त के साथ अपने अपने मक़्बरों में पड़े हुए हैं।"},{"number":19,"verse":"लेकिन तुझे अपनी क़ब्र से दूर किसी बेकार कोंपल की तरह फैंक दिया जाएगा। तुझे मक़्तूलों से ढाँका जाएगा, उन से जिन को तलवार से छेदा गया है, जो पथरीले गढ़ों में उतर गए हैं। तू पाँओ तले रौंदी हुई लाश जैसा होगा,"},{"number":20,"verse":"और तद्फ़ीन के वक़्त तू दीगर बादशाहों से जा नहीं मिलेगा। क्यूँकि तू ने अपने मुल्क को तबाह और अपनी क़ौम को हलाक कर दिया है। चुनाँचे अब से अबद तक इन बेदीनों की औलाद का ज़िक्र तक नहीं किया जाएगा।"},{"number":21,"verse":"इस आदमी के बेटों को फाँसी देने की जगह तय्यार करो! क्यूँकि उन के बापदादा का क़ुसूर इतना संगीन है कि उन्हें मरना ही है। ऐसा न हो कि वह दुबारा उठ कर दुनिया पर क़ब्ज़ा कर लें, कि रू-ए-ज़मीन उन के शहरों से भर जाए।”"},{"number":22,"verse":"( रब के हाथों बाबल का अन्जाम) रब्ब-उल-अफ़्वाज फ़रमाता है, “मैं उन के ख़िलाफ़ यूँ उठूँगा कि बाबल का नाम-ओ-निशान तक नहीं रहेगा। मैं उस की औलाद को रू-ए-ज़मीन पर से मिटा दूँगा, और एक भी नहीं बचने का।"},{"number":23,"verse":"बाबल ख़ारपुश्त का मस्कन और दलदल का इलाक़ा बन जाएगा, क्यूँकि मैं ख़ुद उस में तबाही का झाड़ू फेर दूँगा।” यह रब्ब-उल-अफ़्वाज का फ़रमान है।"},{"number":24,"verse":"( असूरी फ़ौज की तबाही) रब्ब-उल-अफ़्वाज ने क़सम खा कर फ़रमाया है, “यक़ीनन सब कुछ मेरे मन्सूबे के मुताबिक़ ही होगा, मेरा इरादा ज़रूर पूरा हो जाएगा।"},{"number":25,"verse":"मैं असूर को अपने मुल्क में चकनाचूर कर दूँगा और उसे अपने पहाड़ों पर कुचल डालूँगा। तब उस का जूआ मेरी क़ौम पर से दूर हो जाएगा, और उस का बोझ उस के कंधों पर से उतर जाएगा।”"},{"number":26,"verse":"पूरी दुनिया के बारे में यह मन्सूबा अटल है, और रब अपना हाथ तमाम क़ौमों के ख़िलाफ़ बढ़ा चुका है।"},{"number":27,"verse":"रब्ब-उल-अफ़्वाज ने फ़ैसला कर लिया है, तो कौन इसे मन्सूख़ करेगा? उस ने अपना हाथ बढ़ा दिया है, तो कौन उसे रोकेगा?"},{"number":28,"verse":"( फ़िलिस्तियों का अन्जाम क़रीब है) ज़ैल का कलाम उस साल नाज़िल हुआ जब आख़ज़ बादशाह ने वफ़ात पाई।"},{"number":29,"verse":"ऐ तमाम फ़िलिस्ती मुल्क, इस पर ख़ुशी मत मना कि हमें मारने वाली लाठी टूट गई है। क्यूँकि साँप की बची हुई जड़ से ज़हरीला साँप फूट निकलेगा, और उस का फल शोलाफ़िशाँ उड़नअज़दहा होगा।"},{"number":30,"verse":"तब ज़रूरतमन्दों को चरागाह मिलेगी, और ग़रीब मह्फ़ूज़ जगह पर आराम करेंगे। लेकिन तेरी जड़ को मैं काल से मार दूँगा, और जो बच जाएँ उन्हें भी हलाक कर दूँगा।"},{"number":31,"verse":"ऐ शहर के दरवाज़े, वावैला कर! ऐ शहर, ज़ोर से चीख़ें मार! ऐ फ़िलिस्तियो, हिम्मत हार कर लड़खड़ाते जाओ। क्यूँकि शिमाल से तुम्हारी तरफ़ धुआँ बढ़ रहा है, और उस की सफ़ों में पीछे रहने वाला कोई नहीं है।"},{"number":32,"verse":"तो फिर हमारे पास भेजे हुए क़ासिदों को हम क्या जवाब दें? यह कि रब ने सिय्यून को क़ाइम रखा है, कि उस की क़ौम के मज़्लूम उसी में पनाह लेंगे।"}]}