{"bibleAbbr":"urDGV2010","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"( अल्लाह हिज़क़ियाह को शिफ़ा देता है) उन दिनों में हिज़क़ियाह इतना बीमार हुआ कि मरने की नौबत आ पहुँची। आमूस का बेटा यसायाह नबी उस से मिलने आया और कहा, “रब फ़रमाता है कि अपने घर का बन्द-ओ-बस्त कर ले, क्यूँकि तुझे मरना है। तू इस बीमारी से शिफ़ा नहीं पाएगा।”"},{"number":2,"verse":"यह सुन कर हिज़क़ियाह ने अपना मुँह दीवार की तरफ़ फेर कर दुआ की,"},{"number":3,"verse":"“ऐ रब, याद कर कि मैं वफ़ादारी और ख़ुलूसदिली से तेरे सामने चलता रहा हूँ, कि मैं वह कुछ करता आया हूँ जो तुझे पसन्द है।” फिर वह फूट फूट कर रोने लगा।"},{"number":4,"verse":"तब यसायाह नबी को रब का कलाम मिला,"},{"number":5,"verse":"“हिज़क़ियाह के पास जा कर उसे बता देना कि रब तेरे बाप दाऊद का ख़ुदा फ़रमाता है, ‘मैं ने तेरी दुआ सुन ली और तेरे आँसू देखे हैं। मैं तेरी ज़िन्दगी में 15 साल का इज़ाफ़ा करूँगा।"},{"number":6,"verse":"साथ साथ मैं तुझे और इस शहर को असूर के बादशाह से बचा लूँगा। मैं ही इस शहर का दिफ़ा करूँगा’।”"},{"number":7,"verse":"यह पैग़ाम हिज़क़ियाह को सुना कर यसायाह ने मज़ीद कहा, “रब तुझे एक निशान देगा जिस से तू जान लेगा कि वह अपना वादा पूरा करेगा।"},{"number":8,"verse":"मेरे कहने पर आख़ज़ की बनाई हुई धूपघड़ी का साया दस दर्जे पीछे जाएगा।” और ऐसा ही हुआ। साया दस दर्जे पीछे हट गया।"},{"number":9,"verse":"( शिफ़ा पाने पर हिज़क़ियाह का गीत) यहूदाह के बादशाह हिज़क़ियाह ने शिफ़ा पाने पर ज़ैल का गीत क़लमबन्द किया,"},{"number":10,"verse":"“मैं बोला, क्या मुझे ज़िन्दगी के उरूज पर पाताल के दरवाज़ों में दाख़िल होना है? बाक़ीमान्दा साल मुझ से छीन लिए गए हैं।"},{"number":11,"verse":"मैं बोला, आइन्दा मैं रब को ज़िन्दों के मुल्क में नहीं देखूँगा। अब से मैं पाताल के बाशिन्दों के साथ रह कर इस दुनिया के लोगों पर नज़र नहीं डालूँगा।"},{"number":12,"verse":"मेरे घर को गल्लाबानों के ख़ैमे की तरह उतारा गया है, वह मेरे ऊपर से छीन लिया गया है। मैं ने अपनी ज़िन्दगी को जूलाहे की तरह इख़तिताम तक बुन लिया है। अब उस ने मुझे काट कर ताँत के धागों से अलग कर दिया है। एक दिन के अन्दर अन्दर तू ने मुझे ख़त्म किया।"},{"number":13,"verse":"सुब्ह तक मैं चीख़ कर फ़र्याद करता रहा, लेकिन उस ने शेरबबर की तरह मेरी तमाम हड्डियाँ तोड़ दीं। एक दिन के अन्दर अन्दर तू ने मुझे ख़त्म किया।"},{"number":14,"verse":"मैं बेजान हो कर अबाबील या बुल्बुल की तरह चीं चीं करने लगा, ग़ूँ ग़ूँ करके कबूतर की सी आहें भरने लगा। मेरी आँखें निढाल हो कर आसमान की तरफ़ तकती रहीं। ऐ रब, मुझ पर ज़ुल्म हो रहा है। मेरी मदद के लिए आ!"},{"number":15,"verse":"लेकिन मैं क्या कहूँ? उस ने ख़ुद मुझ से हमकलाम हो कर यह किया है। मैं तल्ख़ियों से मग़लूब हो कर ज़िन्दगी के आख़िर तक दबी हुई हालत में फिरूँगा।"},{"number":16,"verse":"ऐ रब, इन ही चीज़ों के सबब से इन्सान ज़िन्दा रहता है, मेरी रूह की ज़िन्दगी भी इन ही पर मब्नी है। तू मुझे बहाल करके जीने देगा।"},{"number":17,"verse":"यक़ीनन यह तल्ख़ तजरिबा मेरी बरकत का बाइस बन गया। तेरी मुहब्बत ने मेरी जान को क़ब्र से मह्फ़ूज़ रखा, तू ने मेरे तमाम गुनाहों को अपनी पीठ के पीछे फैंक दिया है।"},{"number":18,"verse":"क्यूँकि पाताल तेरी हम्द-ओ-सना नहीं करता, और मौत तेरी सताइश में गीत नहीं गाती, ज़मीन की गहराइयों में उतरे हुए तेरी वफ़ादारी के इन्तिज़ार में नहीं रहते।"},{"number":19,"verse":"नहीं, जो ज़िन्दा है वही तेरी तारीफ़ करता, वही तेरी तम्जीद करता है, जिस तरह मैं आज कर रहा हूँ। पुश्त-दर-पुश्त बाप अपने बच्चों को तेरी वफ़ादारी के बारे में बताते हैं।"},{"number":20,"verse":"रब मुझे बचाने के लिए तय्यार था। आओ, हम उम्र भर रब के घर में तारदार साज़ बजाएँ।”"},{"number":21,"verse":"( इलाज का तरीक़-ए-कार) यसायाह ने हिदायत दी थी, “अन्जीर की टिक्की ला कर बादशाह के नासूर पर बांध दो! तब उसे शिफ़ा मिलेगी।”"},{"number":22,"verse":"पहले हिज़क़ियाह ने पूछा था, “रब कौन सा निशान देगा जिस से मुझे यक़ीन आए कि मैं दुबारा रब के घर की इबादत में शरीक हूँगा?”"}]}