{"bibleAbbr":"urDGV2010","bookName":"यसायाह","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"( जल्द ही लूट-खसूट) रब मुझ से हमकलाम हुआ, “एक बड़ा तख़्ता ले कर उस पर साफ़ अल्फ़ाज़ में लिख दे, ‘जल्द ही लूट-खसूट, सुरअत से ग़ारतगरी’।”"},{"number":2,"verse":"मैं ने ऊरियाह इमाम और ज़करियाह बिन यबरकियाह की मौजूदगी में ऐसा ही लिख दिया, क्यूँकि दोनों मोतबर गवाह थे।"},{"number":3,"verse":"उस वक़्त जब मैं अपनी बीवी नबिया के पास गया तो वह उम्मीद से हुई। बेटा पैदा हुआ, और रब ने मुझे हुक्म दिया, “इस का नाम ‘जल्द ही लूट-खसूट, सुरअत से ग़ारतगरी’ रख।"},{"number":4,"verse":"क्यूँकि इस से पहले कि लड़का ‘अब्बू’ या ‘अम्मी’ कह सके दमिश्क़ की दौलत और सामरिया का माल-ओ-अस्बाब छीन लिया गया होगा, असूर के बादशाह ने सब कुछ लूट लिया होगा।”"},{"number":5,"verse":"( शिलोख़ का पानी रद्द करने का बुरा अन्जाम) एक बार फिर रब मुझ से हमकलाम हुआ,"},{"number":6,"verse":"“यह लोग यरूशलम में आराम से बहने वाले शिलोख़ नाले का पानी मुस्तरद करके रज़ीन और फ़िक़ह बिन रमलियाह से ख़ुश हैं।"},{"number":7,"verse":"इस लिए रब उन पर दरया-ए-फ़ुरात का ज़बरदस्त सैलाब लाएगा, असूर का बादशाह अपनी तमाम शान-ओ-शौकत के साथ उन पर टूट पड़ेगा। उस की तमाम दरयाई शाख़ें अपने किनारों से निकल कर"},{"number":8,"verse":"सैलाब की सूरत में यहूदाह पर से गुज़रेंगी। ऐ इम्मानूएल, पानी परिन्दे की तरह अपने परों को फैला कर तेरे पूरे मुल्क को ढाँप लेगा, और लोग गले तक उस में डूब जाएंगे।”"},{"number":9,"verse":"ऐ क़ौमो, बेशक जंग के नारे लगाओ। तुम फिर भी चकनाचूर हो जाओगी। ऐ दूरदराज़ ममालिक के तमाम बाशिन्दो, ध्यान दो! बेशक जंग के लिए तय्यारियाँ करो। तुम फिर भी पाश पाश हो जाओगे। क्यूँकि जंग के लिए तय्यारियाँ करने के बावुजूद भी तुम्हें कुचला जाएगा।"},{"number":10,"verse":"जो भी मन्सूबा तुम बान्धो, बात नहीं बनेगी। आपस में जो भी फ़ैसला करो, तुम नाकाम हो जाओगे, क्यूँकि अल्लाह हमारे साथ है। ( इब्रानी में ‘इम्मानूएल’ लिखा है, देखिए ७:१४ का फ़ुटनोट।)"},{"number":11,"verse":"( रब नबी को क़ौम के बारे में आगाह करता है) जिस वक़्त रब ने मुझे मज़बूती से पकड़ लिया उस वक़्त उस ने मुझे इस क़ौम की राहों पर चलने से ख़बरदार किया। उस ने फ़रमाया,"},{"number":12,"verse":"“हर बात को साज़िश मत समझना जो यह क़ौम साज़िश समझती है। जिस से यह लोग डरते हैं उस से न डरना, न दह्शत खाना"},{"number":13,"verse":"बल्कि रब्ब-उल-अफ़्वाज से डरो। उसी से दह्शत खाओ और उसी को क़ुद्दूस मानो।"},{"number":14,"verse":"तब वह इस्राईल और यहूदाह का मक़्दिस होगा, एक ऐसा पत्थर जो ठोकर का बाइस बनेगा, एक चटान जो ठेस लगने का सबब होगी। यरूशलम के बाशिन्दे उस के फंदे और जाल में उलझ जाएंगे।"},{"number":15,"verse":"उन में से बहुत सारे ठोकर खाएँगे। वह गिर कर पाश पाश हो जाएंगे और फंदे में फंस कर पकड़े जाएंगे।”"},{"number":16,"verse":"( रब का कलाम शागिर्दों के हवाले करना है) मुझे मुकाशफ़े को लिफाफे में डाल कर मह्फ़ूज़ रखना है, अपने शागिर्दों के दरमियान ही अल्लाह की हिदायत पर मुहर लगानी है।"},{"number":17,"verse":"मैं ख़ुद रब के इन्तिज़ार में रहूँगा जिस ने अपने चेहरे को याक़ूब के घराने से छुपा लिया है। उसी से मैं उम्मीद रखूँगा।"},{"number":18,"verse":"अब मैं हाज़िर हूँ, मैं और वह बच्चे जो अल्लाह ने मुझे दिए हैं, हम इस्राईल में इलाही और मोजिज़ाना निशान हैं जिन से रब्ब-उल-अफ़्वाज जो कोह-ए-सिय्यून पर सुकूनत करता है लोगों को आगाह कर रहा है।"},{"number":19,"verse":"लोग तुम्हें मश्वरा देते हैं, “जाओ, मुर्दों से राबिता करने वालों और क़िस्मत का हाल बताने वालों से पता करो, उन से जो बारीक आवाज़ें निकालते और बुड़बुड़ाते हुए जवाब देते हैं।” लेकिन उन से कहो, “क्या मुनासिब नहीं कि क़ौम अपने ख़ुदा से मश्वरा करे? हम ज़िन्दों की ख़ातिर मर्दों से बात क्यूँ करें?”"},{"number":20,"verse":"अल्लाह की हिदायत और मुकाशफ़ा की तरफ़ रुजू करो! जो इन्कार करे उस पर सुब्ह की रौशनी कभी नहीं चमकेगी।"},{"number":21,"verse":"ऐसे लोग मायूस और फ़ाक़ाकश हालत में मुल्क में मारे मारे फिरेंगे। और जब भूके मरने को होंगे तो झुँझला कर अपने बादशाह और अपने ख़ुदा पर लानत करेंगे। वह ऊपर आसमान"},{"number":22,"verse":"और नीचे ज़मीन की तरफ़ देखेंगे, लेकिन जहाँ भी नज़र पड़े वहाँ मुसीबत, अंधेरा और हौलनाक तारीकी ही दिखाई देगी। उन्हें तारीकी ही तारीकी में डाल दिया जाएगा।"}]}