{"bibleAbbr":"RcV2003","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"For everything there is a season, / And a time for every purpose under heaven:"},{"number":2,"verse":"A time to be born, and a time to die; / A time to plant, and a time to pluck up what is planted;"},{"number":3,"verse":"A time to kill, and a time to heal; / A time to tear down, and a time to build up;"},{"number":4,"verse":"A time to weep, and a time to laugh; / A time to mourn, and a time to dance;"},{"number":5,"verse":"A time to cast away stones, and a time to gather stones together; / A time to embrace, and a time to refrain from embracing;"},{"number":6,"verse":"A time to seek, and a time to lose; / A time to keep, and a time to throw away;"},{"number":7,"verse":"A time to tear, and a time to sew; / A time to be silent, and a time to speak;"},{"number":8,"verse":"A time to love, and a time to hate; / A time for war, and a time for peace."},{"number":9,"verse":"What profit does the worker have in all that he labors?"},{"number":10,"verse":"I have seen the travail that God has given the children of men to travail in."},{"number":11,"verse":"He has made everything beautiful in its own time; also He has put eternity in their heart, yet so that man does not find out what God has done from the beginning to the end."},{"number":12,"verse":"I know that there is nothing better for them than to rejoice and do good in their lifetime;"},{"number":13,"verse":"Moreover, that every man should eat and drink and taste enjoyment in all his labor; it is the gift of God."},{"number":14,"verse":"I know that whatever God does, it will be forever; nothing can be added to it, nor can anything be taken from it. God has so done, that all would fear Him."},{"number":15,"verse":"That which is has already been, and that which will be has already been; and God seeks what has passed."},{"number":16,"verse":"Moreover I saw under the sun that in the place of judgment, wickedness is there; and in the place of righteousness, wickedness is there."},{"number":17,"verse":"I said in my heart, God will judge the righteous and the wicked; for there is a time there for every purpose and every work."},{"number":18,"verse":"I said in my heart, This is so for the sake of the children of men, that God may prove them and that they may see for themselves that they are but beasts."},{"number":19,"verse":"For what happens to the children of men happens also to beasts; even the same thing happens to them both: As the one dies, so dies the other; and they all have one breath; and man has no advantage over the beast; for all is vanity."},{"number":20,"verse":"All go to one place: all are of dust, and all return to dust."},{"number":21,"verse":"Who knows the breath of the children of men, that it goes upward; or the breath of the beasts, that it goes downward to the earth?"},{"number":22,"verse":"Therefore I saw that there is nothing better than that a man should rejoice in his works, for that is his portion. For who will bring him to see what will be after him?"}]}