{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"And I saw another strong angel stepping down from the sky around whom a cloud has been put, a halo was on his head, his face was as the sun, his feet were as pillars of fire,"},{"number":2,"verse":"and he had in his hand a little scroll that had been opened. And he put his foot (the right foot) on the sea, but the left foot on the land."},{"number":3,"verse":"And he yelled with a loud voice even as a lion roars. And when he yelled, the seven thunders spoke their own voices."},{"number":4,"verse":"And when the seven thunders spoke their own voices, I was going to be writing, and I heard a voice from the sky saying to me, \"Put a seal on what the seven thunders spoke, and you will not write these.\""},{"number":5,"verse":"And the angel that I saw that had stood on the sea and on the land raised up his hand to the sky,"},{"number":6,"verse":"and guaranteed with the One who lives for the spans of time of the spans of time (who created the sky and the things in it, the land and the things in it, and the sea and the things in it) that there will be no more time left."},{"number":7,"verse":"But in the days of the sounding of the seventh angel, whenever he is going to be blowing the trumpet, the secret of God will also be finished as He shared good news with His own slaves, the preachers."},{"number":8,"verse":"And the voice that I heard from the sky is speaking with me again and saying, \"Go back, take the little scroll, the one that has been opened in the hand of the angel that has stood on the sea and on the land.\""},{"number":9,"verse":"And I went off to the angel, saying to him, \"Give me the little scroll.\" And he says to me, \"Take and eat it up. And it will make your belly bitter, but in your mouth, it will be sweet as honey.\""},{"number":10,"verse":"And I took the little scroll from the hand of the angel and ate it up. And it was sweet as honey in my mouth. And when I ate it, my belly became bitter."},{"number":11,"verse":"And he says to me, \"It is necessary for you to preach again over many ethnic groups, nations, languages, and kings.\""}]}