{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":14,"verses":[{"number":1,"verse":"And I looked and, look, a Lamb that has stood on Mount Zion and with Him a hundred forty-four thousand having the name of His Father that has been written on their foreheads."},{"number":2,"verse":"And I heard a sound from the heaven as a sound of many waters and as a sound of loud thunder. And I heard a sound of harpists playing on their harps."},{"number":3,"verse":"And they sing as if it were a new song in the sight of the throne and in the sight of the four living beings and the older men. And no one was able to learn the song except the hundred forty-four thousand, the people who have been bought out of the earth."},{"number":4,"verse":"These are the people who were not dirtied with women. You see, they are virgins. These are the people who follow the Lamb wherever He may go back to. These were bought out of the people, a first-part-offering to God and the Lamb."},{"number":5,"verse":"And deception was not found in their mouth. You see, they are unblemished in the sight of the throne of God."},{"number":6,"verse":"And I saw another angel flying in the middle of the sky having good news that spans all time to share good news with the people residing on the earth, with every nation, family line, language, and ethnic group,"},{"number":7,"verse":"saying in a loud voice, \"Fear God, give magnificence to Him because the hour of His judgment came, and bow down to the One who made the sky, the earth, the sea, and springs of waters.\""},{"number":8,"verse":"And another angel followed, saying, \"It fell. It fell, Babylon, the city, the great one, because she has given all nations a drink from the wine of the anger of her sexual sin.\""},{"number":9,"verse":"And a third angel followed them, saying in a loud voice, \"If anyone bows down to the wild animal and his image and receives a mark on his forehead or on his hand,"},{"number":10,"verse":"he also will drink from the wine of the anger of God, the anger that has been poured undiluted in the cup of His punishment. And he will be tortured in fire and sulfur in the sight of the sacred angels and in the sight of the Lamb."},{"number":11,"verse":"And the smoke of their torture tumbles up for spans of time of spans of time. And they don't have a break day and night (the people bowing down to the wild animal and his image and if anyone receives the mark of his name)."},{"number":12,"verse":"Here is the persistence to do what is right of the sacred people. Here are the people keeping the demands of God and the trust of Jesus.\""},{"number":13,"verse":"And I heard a voice from the sky, saying to me, \"Write, 'The dead are blessed, the ones in the Master dying after right now.'\" \"Yes,\" says the Spirit, \"so that they might relax from their labors. Their actions follow with them.\""},{"number":14,"verse":"And I looked and, look, a white cloud and sitting on the cloud someone like a son of a person having on His head a gold award wreath and in His hand a sharp sickle."},{"number":15,"verse":"And another angel came out of the temple yelling in a loud voice to the One sitting on the cloud, \"Send Your sickle and harvest because the hour to harvest came to You, because the harvest of the earth is shriveled up.\""},{"number":16,"verse":"And the One sitting on the cloud threw His sickle over the earth, and the earth was harvested."},{"number":17,"verse":"And another angel came out of the temple, the one in the heaven, he also having a sharp sickle."},{"number":18,"verse":"And another angel came out of the altar having authority over the fire. And he hollered with a loud yell to the one who has the sickle, the sharp one, saying, \"Send your sickle, the sharp one, and reap the grape bunches of the vine of the earth,\" because her grape clusters were ripe."},{"number":19,"verse":"And the angel threw his sickle into the earth, reaped the vine of the earth, and threw it into the grape smashing pit of the anger of God, the huge pit."},{"number":20,"verse":"And the grape smashing pit was traipsed outside of the city, and blood came out of the pit till the bridles of the horses from a thousand six hundred track laps (200 miles)."}]}