{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":16,"verses":[{"number":1,"verse":"And I listened to a loud voice from the temple saying to the seven angels, \"Go back and spill the bowls of the anger of God out into the earth.\""},{"number":2,"verse":"And the first angel went off and spilled his bowl out on the earth. And there became a bad and evil sore into the people, the ones having the mark of the wild animal and the ones bowing to his image."},{"number":3,"verse":"And the second angel spilled his bowl out into the sea, and it became blood, as a dead person's blood. And every living soul died in the sea."},{"number":4,"verse":"And the third angel spilled his bowl out into the rivers and into the springs of the waters, and it became blood."},{"number":5,"verse":"And I listened to the angel of the waters saying, \"You are right, Master, the One who is, the One who was, and the One who will be holy, because You decided these things,"},{"number":6,"verse":"because they spilled out the blood of sacred people and preachers, and You gave them blood to drink. You see, they are deserving of it.\""},{"number":7,"verse":"And I listened to another from the altar saying, \"Yes, Master, the God, the All-Powerful One, true and right are Your judgments.\""},{"number":8,"verse":"And the fourth angel spilled his bowl out on the sun, and it was given to it to scorch the people in fire."},{"number":9,"verse":"And the people were scorched with a huge burning heat, and they said hurtful things about the name of God, the One having authority over these devastations. And they did not change their ways to give magnificence to Him."},{"number":10,"verse":"And the fifth angel spilled his bowl out on the throne of the wild animal, and his empire became one that had been darkened. And they were gnawing their tongues from the anguish"},{"number":11,"verse":"and said hurtful things about the God of the heaven from their anguishes and from their sores. And they did not change their ways from their actions."},{"number":12,"verse":"And the sixth angel spilled his bowl out on the river, the great river, the Euphrates, and its water dried up so that the way of the kings (the ones out from the rising of the sun) might be readied."},{"number":13,"verse":"And I saw from the mouth of the dragon, from the mouth of the wild animal, and from the mouth of the fraudulent preacher three spirits that were not clean, like frogs."},{"number":14,"verse":"You see, they are spirits of demons doing indicators that travel out on the kings of the earth and of the whole civilized world to gather them together for the war of that day, the great day of God, the All-Powerful One."},{"number":15,"verse":"Look! I come as a thief. The person is blessed who stays awake and keeps his clothes so that he may not traipse around naked and they may see what is improper of him."},{"number":16,"verse":"And he gathered them together into the place, the one called in Hebrew, Armageddon (Hill of Rendezvous)."},{"number":17,"verse":"And the seventh angel spilled his bowl out into the air, and a loud voice came out from the temple of the heaven out from the throne, saying, \"It has happened.\""},{"number":18,"verse":"And sounds, thunders, and lightnings happened. And a huge earthquake happened, such as did not happen from the time that the people happened on the earth, such a great earthquake, this is how great."},{"number":19,"verse":"And the city, the great city, became into three parts, the cities of the nations fell, and Babylon the Great was remembered in the sight of God to give her the cup of the wine of the anger of His punishment."},{"number":20,"verse":"And every island escaped, and mountains were not found."},{"number":21,"verse":"And huge hail (as in one hundred pounds) tumbled down from the sky on the people. And the people said hurtful things about God from the devastation of the hail, because its devastation is terribly great."}]}