{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":17,"verses":[{"number":1,"verse":"And one from the seven angels, the ones having the seven bowls, came and spoke with me, saying, \"Come here. I will show you the judgment of the prostitute, the great one, the one sitting on the waters, the many waters,"},{"number":2,"verse":"with whom the kings of the earth committed sexual sin, and the people residing on the earth got drunk from the wine of her sexual sin.\""},{"number":3,"verse":"And he carried me off into the backcountry in the spirit, and I saw a woman sitting on a red wild animal packed full of names of a hurtful comment having seven heads and ten horns."},{"number":4,"verse":"And it was the woman around whom purple and red had been put and who had been embellished with gold, valuable stones, and pearls, having a gold cup in her hand packed full of disgusting things and the uncleanness of her sexual sin."},{"number":5,"verse":"And on her forehead is a name that has been written, \"A Secret — Babylon the Great, the Mother of the Prostitutes and of the Disgusting Things of the Earth.\""},{"number":6,"verse":"And I saw the woman getting drunk from the blood of the sacred people and from the blood of the witnesses of Jesus. And I was amazed, after seeing her, with huge amazement."},{"number":7,"verse":"And the angel said to me, \"Why were you amazed? I will state to you the secret of the woman and of the wild animal, the one hauling her, the one having the seven heads and the ten horns."},{"number":8,"verse":"The wild animal that you saw, was, is not, and is going to be stepping up from the bottomless area and to be going back into ruin. And they will be amazed, the people residing on the earth (whose names have not been written on the scroll of the life since the founding of the world) as they see the wild animal, someone that was, and is not, even though he is."},{"number":9,"verse":"Here is the way of thinking, the one having insight. The seven heads are seven mountains where the woman sits on them."},{"number":10,"verse":"And they are seven kings: the five fell, and the one is, the other did not come yet. And when he comes, it is necessary for him to stay a little while."},{"number":11,"verse":"And the wild animal that was and is not, even he is eighth. And he is from the seven and goes back into ruin."},{"number":12,"verse":"And the ten horns that you saw are ten kings, some that did not receive an empire yet. But they receive authority as kings one hour with the wild animal."},{"number":13,"verse":"These have one opinion. And their own ability and authority they pass out to the wild animal."},{"number":14,"verse":"These will wage war with the Lamb, and the Lamb will conquer them because He is Master of masters and King of kings. And the people with Him are invited, select, and trusting.\""},{"number":15,"verse":"And he says to me, \"The waters that you saw where the prostitute sits are ethnic groups, crowds, nations, and languages."},{"number":16,"verse":"And the ten horns that you saw on the wild animal, these will hate the prostitute and will make her a woman that has become uninhabited and naked. And they will eat her physical body and burn her up in fire."},{"number":17,"verse":"You see, God gave into their hearts to do His opinion, to do one opinion, and to give their empire to the wild animal till the statements of God will be finished."},{"number":18,"verse":"And the woman that you saw is the city, the great one, the one having an empire over the kings of the earth.\""}]}