{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":18,"verses":[{"number":1,"verse":"And after these things, I saw another angel stepping down from the sky having great authority. And the earth was illuminated from his magnificence."},{"number":2,"verse":"And he yelled in strength with a loud voice, saying, \"It fell. It fell, Babylon the Great. And it became a residence of demons, a fortified post of every spirit that is not clean, and a fortified post of every bird that is not clean and that has been hated"},{"number":3,"verse":"because all the nations have drunk from the wine of the anger of her sexual sin, the kings of the earth committed sexual sin with her, and the wholesalers of the earth were rich from the ability of her dominance."},{"number":4,"verse":"And I heard another voice from the sky, saying, \"Come out from her, My ethnic group, so that you might not share together in her sins and so that you might not receive from her devastations"},{"number":5,"verse":"because her sins were pasted as high as the sky and God remembered the wrong things she did."},{"number":6,"verse":"Give back to her even as she gave back to you, and double to her the double punishments from her according to her actions. In the cup that she poured, pour double to her."},{"number":7,"verse":"As much as she made herself magnificent and was dominant, give her so much torture and grief, because in her heart she says, \"I sit as a queen, I am not a widow, and I will not in any way see grief.\""},{"number":8,"verse":"Because of this, in one day, her devastations will arrive: death, grief, and famine. And in fire, she will be burned up because the Master God (the One who judged her) is strong."},{"number":9,"verse":"And they will cry for her and beat their chests in grief over her (the kings of the earth, the ones who committed sexual sin with her and were dominant) when they see the smoke of her burning,"},{"number":10,"verse":"having stood off at a distance because of the fear of her torture, saying, \"What a tragedy! What a tragedy, the city, the great Babylon, the city, the strong city, because in one hour your judgment came!\""},{"number":11,"verse":"And the wholesalers of the earth cry and grieve over her because no one buys their cargo anymore:"},{"number":12,"verse":"cargo of gold, silver, valuable stone, pearls, elegant linen, purple color, silk, and red color, all citrus wood, every ivory container, every container from the most valuable wood, copper, iron, and marble,"},{"number":13,"verse":"cinnamon, scents, perfume, high quality incense, wine, olive oil, fine flour, grain, animals, sheep, things for horses, things for carriages, things for bodies, and souls of people."},{"number":14,"verse":"\"And the harvest time of the desire of your soul went away from you, and all the extravagant and the dazzling things went away from you. And you will not in any way find them anymore.\""},{"number":15,"verse":"The wholesalers of these things (the ones who were rich from her) will stand off at a distance because of the fear of her torture, crying, grieving,"},{"number":16,"verse":"and saying, \"What a tragedy! What a tragedy, the city, the great city, the one around which an elegant linen robe, both purple and red, has been put and that has been embellished in gold, valuable stone, and pearls"},{"number":17,"verse":"because in one hour so much wealth became uninhabited!\" And every helmsman, every passenger on the boats, crewmen, and as many as work the sea stood off at a distance."},{"number":18,"verse":"And they were yelling, seeing the smoke of her burning, saying, \"What city is like the city, the great city?\""},{"number":19,"verse":"And they threw dirt on their heads and were yelling, crying and grieving, saying, \"What a tragedy! What a tragedy, the city, the great city in which all the people having boats in the sea were rich from her valuableness, because in one hour it became uninhabited!\""},{"number":20,"verse":"Celebrate over her, heaven (both the sacred missionaries and the preachers), because God judged your judgment from her."},{"number":21,"verse":"And one strong angel picked up a stone as a huge millstone and threw it into the sea, saying, \"Like this, with violence, Babylon, the great city, will be thrown and will not in any way be found anymore."},{"number":22,"verse":"And the sound of harpists, musicians, flute players, and trumpeters will not in any way be heard in you anymore. And every skilled worker of every trade will not in any way be found in you anymore. And the sound of a millstone will not in any way be heard in you anymore."},{"number":23,"verse":"And the light of a lamp will not in any way shine in you anymore. And the sound of a bride and groom will not in any way be heard in you anymore because your wholesalers were the greatest people of the earth because in your drug abuse all the nations were misled."},{"number":24,"verse":"And in her was found the blood of preachers, sacred people, and all the people who have been slaughtered on the earth.\""}]}