{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":21,"verses":[{"number":1,"verse":"And I saw a new sky and a new earth. You see, the first sky and the first earth passed, and the sea does not exist anymore."},{"number":2,"verse":"And I, John, saw the city, the sacred new Jerusalem, stepping down out from God from the sky that had been readied as a bride that has been decorated for her husband."},{"number":3,"verse":"And I listened to a loud voice from the sky saying, \"Look, the tent of God is with the people, and He will camp with them. And they will be His ethnic groups, and God Himself will be with them, their God."},{"number":4,"verse":"And God will dab off every tear out of their eyes. And the death will not exist anymore. Neither grief, nor yelling, nor anguish will exist anymore because the first things went away.\""},{"number":5,"verse":"And the One sitting on the throne said, \"Look, I am making all things new.\" And He says to me, \"Write that these messages are true and trustable.\""},{"number":6,"verse":"And He said to me, \"It has happened. I am the A and the O (the last letter in the Greek alphabet), the Beginning and the Conclusion. To the person who is thirsty, I will give water from the spring of the water of the life for free."},{"number":7,"verse":"The person conquering will inherit these things, and I will be a God to him, and he will be the son to Me."},{"number":8,"verse":"But to cowardly, to untrusting, to people who have been disgusting, to murderers, to people who commit sexual sin, to drug abusers, to idol worshipers, and to all the fraudulent people, their part is in the lake, the one burning with fire and sulfur, that is the death, the second one.\""},{"number":9,"verse":"And one of the seven angels (the angels having the seven bowls, the bowls packed full of the seven devastations, the last ones) came to me and spoke with me, saying, \"Come here. I will show you the bride of the Lamb, the wife.\""},{"number":10,"verse":"And he carried me off in the spirit on to a huge and high mountain and showed me the city, the huge one, the sacred Jerusalem, stepping down from the sky out from God"},{"number":11,"verse":"having the magnificence of God (and its light source like a valuable stone, as a jasper stone that is crystal-clear),"},{"number":12,"verse":"also having a huge and high wall, having twelve gateways and at the gateways twelve angels and names having been inscribed that are of the twelve family lines of Israel's sons"},{"number":13,"verse":"(out from the east three gateways, out from the north three gateways, out from the south three gateways, and out from the western regions three gateways),"},{"number":14,"verse":"the wall of the city having twelve foundations, and in them names of the twelve missionaries of the Lamb."},{"number":15,"verse":"And the one speaking with me had a gold stick so that he might measure the city, its gateways, and its wall."},{"number":16,"verse":"And the city lies four-cornered. And its length is so much, as much as also the width. And he measured the city with the stick at twelve thousand track laps (1500 miles). The length, the width, and the height of it are equal."},{"number":17,"verse":"And he measured its wall, a hundred forty-four cubits (approximately 216 feet), elbow to fingertip lengths, a measurement of a person, that is, of an angel."},{"number":18,"verse":"And the composition of its wall was jasper; and the city, clean gold, like clean glass."},{"number":19,"verse":"And the foundations of the wall of the city that have been assembled with every valuable stone are: the foundation, the first one, jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;"},{"number":20,"verse":"the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprasus; the eleventh, jacinth; the twelfth, amethyst."},{"number":21,"verse":"And the twelve gateways are twelve pearls (each one of the gateways was from one pearl apiece). And the plaza of the city is clean gold as transparent glass."},{"number":22,"verse":"And I didn't see a temple in it. You see, the Master, God, the All-Powerful One is its temple (and the Lamb)."},{"number":23,"verse":"And the city has no need of the sun, nor the moon, so that they may shine in it. You see, the magnificence of God illuminated it, and its lamp is the Lamb."},{"number":24,"verse":"And the nations of the rescued people will traipse around in its light. And the kings of the earth bring their magnificence and value into it."},{"number":25,"verse":"And its gateways won't in any way be closed after a day. You see, night won't be there."},{"number":26,"verse":"And they will bring the magnificence and the value of the nations into it."},{"number":27,"verse":"And everything that is shared and that does a disgusting thing and a lie won't in any way go into it, just the people who have been written in the scroll of the life of the Lamb."}]}