{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":22,"verses":[{"number":1,"verse":"And he showed me a clean river of water of life, dazzling as crystal, traveling out of the throne of God and of the Lamb"},{"number":2,"verse":"in the middle of its plaza. And on this side and on this side of the river is a wooden tree of life producing twelve fruits in line with one each month, giving away its fruit and the leaves of the wooden tree for healing of the nations."},{"number":3,"verse":"And all adverse doom will no longer exist. And the throne of God and of the Lamb will be in it, and His slaves will minister to Him."},{"number":4,"verse":"And they will see His face, and His name will be on their foreheads."},{"number":5,"verse":"And night will not exist there, and they have no need of a lamp and the light of the sun because the Master God will illuminate them. And they will be kings for the spans of time of the spans of time."},{"number":6,"verse":"And he said to me, \"These messages are trustable and true. And the Master, the God of the sacred preachers, sent out His angel on a mission to show His slaves things that are necessary to happen quickly.\""},{"number":7,"verse":"\"Look, I am coming quickly. The person is blessed who keeps the messages of the preaching of this scroll.\""},{"number":8,"verse":"And I, John, am the one seeing and hearing these things. And when I heard and saw, I got down to bow in front of the feet of the angel, the one showing me these things."},{"number":9,"verse":"And he says to me, \"Look! No! You see, I am a fellow slave of you, of your brothers (the preachers), and of the ones keeping the messages of this scroll. Bow down to God.\""},{"number":10,"verse":"And he says to me, \"You should not put a seal on the messages of the preaching of this scroll because the appointed time is near."},{"number":11,"verse":"The person doing wrong must still do wrong. And the person who is filthy must still be filthy. And the person who does what is right must still be made right. And the sacred person must still be made sacred.\""},{"number":12,"verse":"\"And look, I am coming quickly and My pay is with Me to give back to each person as his work will be."},{"number":13,"verse":"I am the A and the O (the last letter in the Greek alphabet), Beginning and Conclusion, the First and the Last.\""},{"number":14,"verse":"The people are blessed who do His demands so that their authority will be over the wooden tree of the life and they might go into the city by the gateways."},{"number":15,"verse":"But outside are the dogs, the drug users, the people who commit sexual sin, the murderers, the idol worshipers, and everyone who is fond of and makes a lie."},{"number":16,"verse":"\"I, Jesus, sent My angel to tell you these things that he witnessed before the assemblies. I am the Root and the Family of David, the Star, the Dazzling and Daybreaking Star.\""},{"number":17,"verse":"And the Spirit and the bride say, \"Come.\" And the person who hears must say, \"Come.\" And the person who is thirsty must come. And the person wanting water of life must take it for free."},{"number":18,"verse":"You see, I am a witness together with everyone hearing the messages of the preaching of this scroll, \"If anyone should add to these things, God will add on to him the devastations, the ones that have been written in this scroll."},{"number":19,"verse":"And if anyone should take away from the messages of the scroll of this preaching, God will take his part away from the scroll of the life and from the city, the sacred one, even the things that have been written in this scroll."},{"number":20,"verse":"The One who is a witness to these things says, \"Yes, I am coming quickly.\" Amen. Yes, come, Master Jesus."},{"number":21,"verse":"May the generosity of our Master Jesus, the Anointed King, be with all of you. Amen."}]}