{"bibleAbbr":"BKJVNT","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":5,"verses":[{"number":1,"verse":"And I saw on the right side of the One sitting on the throne, a scroll that had been written on the inside and on the back, having been sealed with seven seals."},{"number":2,"verse":"And I saw a strong angel speaking publicly in a loud voice, \"Who is deserving to open the scroll and to break its seals?\""},{"number":3,"verse":"And no one in the heaven, nor on the earth, nor beneath the earth was able to open the scroll, nor to be looking at it."},{"number":4,"verse":"And I was crying a lot because not even one deserving person was found to open and to read the scroll, nor to be looking at it."},{"number":5,"verse":"And one from the older men says to me, \"Don't cry. Look, the Lion (the One who is from the family line of Judah, the Root of David) conquered to open the scroll and to break its seven seals.\""},{"number":6,"verse":"And I looked, and look, in the middle of the throne and the four living beings and in the middle of the older men, a lamb that had stood as having been slaughtered, having seven horns and seven eyes that are the seven spirits of God that have been sent out on a mission into all the earth."},{"number":7,"verse":"And He went and has taken the scroll from the right side of the One sitting on the throne."},{"number":8,"verse":"And when He took the scroll, the four living beings and the twenty-four older men got down in the sight of the Lamb, each having a harp and gold bowls (packed full of incense) that are the prayers of the sacred people."},{"number":9,"verse":"And they sing a new song, saying, \"You are deserving to take the scroll and to open its seals because You were slaughtered and You purchased us for God in Your blood from every family line, language, ethnic group, and nation."},{"number":10,"verse":"And You made us an empire and priests to our God, and we will be kings on the earth.\""},{"number":11,"verse":"And I looked and heard the voice of many angels surrounding the throne, the living beings, and the older men (and their number was tens of thousands of tens of thousands and thousands of thousands),"},{"number":12,"verse":"saying with a loud voice, \"The Lamb, the One that has been slaughtered, is deserving to receive the ability, wealth, insight, strength, value, magnificence, and conferring of prosperity.\""},{"number":13,"verse":"And every created thing that is in the heaven, in the earth, beneath the earth, on the sea that exist, and all the things in them, I heard saying, \"To the One sitting on the throne and to the Lamb belong the conferring of prosperity, the value, the magnificence, and the power for the spans of time of the spans of time.\""},{"number":14,"verse":"And the four living beings were saying, \"Amen.\" And the twenty-four older men got down and bowed to Him who lives for the spans of time of the spans of time."}]}