{"bibleAbbr":"RcV2003","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"Open your doors, O Lebanon, / That the fire may devour your cedars."},{"number":2,"verse":"Howl, O fir tree, for the cedar has fallen, / Because the majestic trees are devastated. / Howl, O oaks of Bashan, / For the impenetrable forest is brought down."},{"number":3,"verse":"The sound of the howling of shepherds! / For their majesty is devastated. / The sound of the roaring of young lions! / For the pride of Jordan is devastated."},{"number":4,"verse":"Thus says Jehovah my God, Shepherd the flock of slaughter,"},{"number":5,"verse":"Whose owners slaughter them and are not punished; and they who sell them say, Blessed be Jehovah, for I am rich; and their own shepherds do not spare them."},{"number":6,"verse":"For I will no longer spare the inhabitants of the land, declares Jehovah; but I am about to cause each man to fall into his neighbor’s hand and into the hand of his king; and they will strike the land, and I will not deliver them from their hand."},{"number":7,"verse":"So I shepherded the flock of slaughter, and thereby the afflicted of the flock. And I took to myself two staffs; one I called Favor, and the other I called Bonds; and I shepherded the flock."},{"number":8,"verse":"Then I destroyed the three shepherds in one month; for my soul was impatient with them, and their soul also detested me."},{"number":9,"verse":"Then I said, I will not shepherd you. What is to die will die, and what is to be destroyed will be destroyed, and those who are left will each eat one another’s flesh."},{"number":10,"verse":"And I took my staff, Favor, and I broke it in pieces so as to break my covenant which I had made with all the peoples."},{"number":11,"verse":"And it was broken in that day; and thus the afflicted of the flock, who watched me, knew that it was the word of Jehovah."},{"number":12,"verse":"And I said to them, If it is good in your sight, give me my wages; but if not, do not bother. So they weighed out my wages, thirty pieces of silver."},{"number":13,"verse":"And Jehovah said to me, Throw it to the potter, that magnificent price that I am priced with by them. So I took the thirty pieces of silver and threw them to the potter, into the house of Jehovah."},{"number":14,"verse":"Then I broke my second staff, Bonds, in pieces, so as to break the brotherhood between Judah and Israel."},{"number":15,"verse":"And Jehovah said to me, Again, take the equipment of a foolish shepherd."},{"number":16,"verse":"For I am about to raise up a shepherd in the land who will not visit those who are perishing, nor seek the scattered, nor heal what is broken, nor sustain what stands, but will devour the flesh of the fat ones and tear off their hooves."},{"number":17,"verse":"Woe to the worthless shepherd, / Who abandons the flock! / The sword will fall on his arm / And on his right eye. / His arm will be utterly withered, / And his right eye will be totally darkened."}]}