{"bibleAbbr":"RcV2003","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"And in the fourth year of Darius the king the word of Jehovah came to Zechariah on the fourth day of the ninth month, the month Chislev."},{"number":2,"verse":"Now the people of Bethel had sent Sharezer and Regemmelech and their men to entreat the favor of Jehovah"},{"number":3,"verse":"By speaking to the priests who belong to the house of Jehovah of hosts and to the prophets, saying, Shall I weep in the fifth month and separate myself, as I have done these many years?"},{"number":4,"verse":"Then the word of Jehovah of hosts came to me, saying,"},{"number":5,"verse":"Speak to all the people of the land and to the priests, saying, When you fasted and mourned in the fifth and seventh months, even for these seventy years, was it at all for Me that you fasted?"},{"number":6,"verse":"And when you eat and when you drink, are you not the ones eating and are you not the ones drinking?"},{"number":7,"verse":"Are not these the words which Jehovah proclaimed by the former prophets when Jerusalem was inhabited and prosperous and had cities round about her, when the Negev and the lowlands were inhabited?"},{"number":8,"verse":"And the word of Jehovah came to Zechariah, saying,"},{"number":9,"verse":"Thus speaks Jehovah of hosts, saying, Judge with judgment of truth, and show lovingkindness and compassion each to his brother;"},{"number":10,"verse":"And do not oppress the widow and the orphan, the stranger and the poor; and let none of you think evil in your hearts about his brother."},{"number":11,"verse":"But they refused to listen, and they turned a stubborn shoulder and closed their ears from hearing;"},{"number":12,"verse":"And they set their hearts like adamant so as not to hear the instruction and the words which Jehovah of hosts sent by His Spirit through the former prophets; therefore great wrath came from Jehovah of hosts."},{"number":13,"verse":"And as He called and they would not hear, so they called and I would not hear, says Jehovah of hosts;"},{"number":14,"verse":"But with a storm I scattered them away upon all the nations, whom they did not know. Thus the land is desolate behind them, so that no one passes through it and no one returns to it; for they have made the desirable land desolate."}]}