{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"This is the heuy burthen of Babylon, which Esay the sonne of Amos dyd se."},{"number":2,"verse":"Lyft vp the banner vpon the hye hyl, call vnto them, holde vp youre hande that the Prynces maye go in at the dore."},{"number":3,"verse":"I haue sent for my debytes & my gyauntes (sayth the Lord) which shall execute wrath, I wyll call for soch, as triumphe in my glory."},{"number":4,"verse":"There is a noyse of a multytude in the mountaynes, like as of a great people, a russhynge, as though the kyngdomes of the nacions came together. (And the Lord of Hostes, mustreth his armye to bataile.)"},{"number":5,"verse":"They come out of a farre countree, from the ende of heauen: Euen the Lord hym selfe wt the ministers of his wrath, to destroye the whole lande."},{"number":6,"verse":"Mourne ye, for the daye of the Lord is at hande, and shall come as a destroyer from the almyghtie."},{"number":7,"verse":"Therfore shall all handes be letten downe, & all mens hertes shal melt awaye,"},{"number":8,"verse":"they shall stande in feare, carefulnesse and sorow shall come vpon them, & they shall haue payne, as a woman that trauayleth with childe. One shall be abasshed of another, and their faces shall burne lyke the flamme of fyre."},{"number":9,"verse":"Beholde, the daye of the Lord shall come, terrible, ful of indignacion, furoure & wrath to make the lande waste, & to roote out the synners therof."},{"number":10,"verse":"For the starres & planetes of heauen shal not geue their lyght, the sunne shalbe darkened in the rysynge, and the moone shall not shyne with his lyght."},{"number":11,"verse":"And I wyll punysh the wyckednesse of the worlde, and the synnes of the vngodly, sayeth the Lorde. The hye stomackes of the proude wyll I take awaye, and wyll laye downe the boastynge of tyrauntes."},{"number":12,"verse":"I will make a man dearer then fyne golde, and a man to be more worth then a golden wedge of Ophir."},{"number":13,"verse":"Therfore, I wyll shake the heauen, and the earth shall remoue out of her place: in the wrath of the Lord of hostes, and in the daye of hys fearfull indignacion."},{"number":14,"verse":"And Babylon shalbe as an hunted or chased doo, and as a shepe that no man taketh vp. Euery man shall turne to hys awne people, and flye eche one into his awne lande."},{"number":15,"verse":"Who so is founde alone, shalbe shot thorow: And who so gather together, shalbe destroyed with the swerde."},{"number":16,"verse":"Their chyldren shalbe slayne before their eyes, their houses spoyled, and their wyues rauished."},{"number":17,"verse":"For lo, I shall brynge vp the Medes agaynst them, which shall not regarde siluer, nor be desirous of gold."},{"number":18,"verse":"With bowes shall they destroye the yong chidren, & haue no pytie vpon wemen wyth chylde, & their faces shall not spare the chyldren."},{"number":19,"verse":"And Babylon (that glory of kyngdomes and bewtye of the Caldees honour) shalbe destroyed euen as God destroyed Sodome and Gomorre."},{"number":20,"verse":"It shall not endure for euer, nether shall there be any more dwellyng there, from generacyon to generacyon. The Arabians shall pytch no tentes there, nether shal the shepheardes make their foldes there any more:"},{"number":21,"verse":"but fearfull wild beastes shall lye there, & the houses shalbe full of greate Dules. Estriches shall dwel there, & Apes shal daunse there"},{"number":22,"verse":"wild cattes shal crye in the palaces, and Dragons shalbe in the pleasaunt houses. And as for Babylons tyme it is at hand, & her dayes shal not be prolonged."}]}