{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":16,"verses":[{"number":1,"verse":"Sende the Lord of the world a lambe, from the rocke that lyeth towarde the deserte, vnto the hil of the daughter Syon."},{"number":2,"verse":"For as for the daughters of Moab, they shalbe as a tremblyng byrde, that is put out of heruest, for they shal carye them vnto Arnon:"},{"number":3,"verse":"gather your councel, come together in iudgement, couer vs wt your shadowe in the myddaye, as the nyght doth hyde the chased, and bewraye not them that are fled"},{"number":4,"verse":"let my persecuted people dwell amonge you Moab, be thou their refuge against the destroyer: for the aduersary is brought to naught, the robber is vndone, the tyraunt is waysted out of the land."},{"number":5,"verse":"And in mercy shall the seate be prepared, and he shal syt vpon it in the trueth, in the tabernacle of Dauid iudgyng and sekyng iudgement, & making hast vnto ryghteousnes."},{"number":6,"verse":"We haue heard of the pryde of Moab, he is very proude, presumpteous, arrogant, and full of indignacyon, & vayne are hys lyes."},{"number":7,"verse":"Therfore shal Moab make lamentacion because of the Moabites (that shalbe slayne) yee they shal wayle all together. Because of the foundacyons of the citye that is made of brick, shal ye complayne: euen ye lame people that are left onely behinde."},{"number":8,"verse":"For the vynes of Hesbon are cut downe: As for the vyne of Sibma, the Lordes of the Heithen haue broken downe hyr principall braunches: they are come euen vnto Iazer, they went on wandering vnto the wildernesse. Hyr goodly braunches were throwen downe, as they went ouer the see."},{"number":9,"verse":"Therfore will I mourne for Iazer, & for the vyne of Sibma. I will poure my teares vpon the, O Hesbon and Eleale, for the crie of thyne enemyes is fallen vpon thy sommer frutes, and vpon thyne haruest."},{"number":10,"verse":"The Myrth and chere is taken awaye out of the plentifull felde, and in the vyneyardes there shalbe no ioye ner gladnesse. The treader shall treade out no wyne in the presses, the song of theyr mery chere haue I layde downe."},{"number":11,"verse":"Wherfore, my bowels shal romble lyke an harpe for Moabs sake, and myne inwarde partes for the cityes sake that is made of bryck."},{"number":12,"verse":"And it shal come to passe, that whan it is sene that Moab shalbe made wery of hys hyll chapels, he shall come to his temple to praye, but he shal not be able"},{"number":13,"verse":"So then, thys is the sayeng that the Lord hath spoken concernyng, Moab sens that tyme."},{"number":14,"verse":"But now the Lord hath spoken sayeng. In thre yeares which shalbe as the yeares of an hyred seruaunt: shall the glorye of Moab be turned into confusion, thorow out al his multitude, which is very great. And that whych remayneth, shalbe very small and feble."}]}