{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"Thys is the heuye burthen vpon Damascus: Beholde, Damascus is taken awaye, to be nomore a citye, but shalbe an heape of broken stones."},{"number":2,"verse":"The waste cityes of Aroer shalbe foldes for catel which shal lye there, and there shalbe none to fraye them awaye"},{"number":3,"verse":"Ephraim also shall nomore be strong, & Damascus shall nomore be a kyngdome, & the remnaunt of Syria shalbe as the glorye of the children of Israel, sayeth the Lord of hostes."},{"number":4,"verse":"And in that daye it shal come to passe that Iacob shalbe made very poore, & the fatnesse of hys fleshe shall waxe leane."},{"number":5,"verse":"And he shalbe as one that gathereth vp corne in haruest, euen lyke him whose arme reapeth the eares of corne. He shalbe also lyke hym that gathereth eares of corne in the valley of Rephaim."},{"number":6,"verse":"Some gathering in dede shal there be left in it, euen as in the shakyng of an olyue tre there remayne two or thre beryes in the toppe of the vppermost bowe, & foure or fyue in the brode frutefull braunches therof, sayeth the Lorde God of Israel."},{"number":7,"verse":"Then shall man turne agayne to his maker, & his eyes shall haue respecte to the holy one of Israel."},{"number":8,"verse":"As for the altares which are his awne handy worke, he shal not regarde them, & the thynges that his fyngers haue made (as groues & ymages) those shall he not cast his eye vnto."},{"number":9,"verse":"In that daye shal their strong cities be as the forsaken shrubbes & braunches, which they left because of the children of Israel, & the londe shalbe desolate."},{"number":10,"verse":"Because thou hast forgotten God thy saluacion, and hast not bene myndefull of thy strong rock, therfore shalt thou set pleasaunt plantes, & shalt graffe the braunche of another mans vyne."},{"number":11,"verse":"In the daye shalt thou make thy plant to growe, & early in the mornynge shalt thou make thy sede to florish. The haruest shalbe gone in the daye of enheritaunce, & there shalbe sorowe without hope of comforte."},{"number":12,"verse":"Wo shalbe to the multitude of moche people, which shall make a sounde lyke the noyse of the see: And the violence of the nacions, which shal rage lyke the russhyng in of many waters:"},{"number":13,"verse":"Euen lyke many waters shall the people rage. God shall rebuke him, and he shal flye farre of. He shalbe chaced awaye lyke as drye strawe vpon the mountaynes before the wynde, and lyke a thing that turneth before the storme."},{"number":14,"verse":"At euen beholde, there is trouble: & or euer it be mornyng, lo, he is gone. This is the porcyon of them that oppresse vs, and the lott of them that robbe vs."}]}