{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burthen of the wayst see: Euen as the stormy wether that passeth thorow at the noone daye, to come from the wyldernesse, from that horrible lande."},{"number":2,"verse":"A greuous vision was shewed vnto me: Let one dysceatfull offender come agaynst another, & one destroyer agaynst another. Up Elam, laye sege thou of Media all their gronynge haue I layed downe."},{"number":3,"verse":"Therfore are my loynes fylled with sorow, heuynes, hath taken holde vpon me, as the panges of a woman that is traueyling. It made me stoupe when I herde it, & it vexed me whan I sawe it."},{"number":4,"verse":"My hart panted, fearfulnes came vpon me. The nyght of my volupteousnes hath he turned agaynst me into feare."},{"number":5,"verse":"Whyle they garnished the table, the watch man loked: And while I was eatynge and drynkyng (it was sayde:) vp ye captaynes, take you to your shylde."},{"number":6,"verse":"For thus hath the Lord sayd vnto me: Go and set a watch man, to tell what he seyth."},{"number":7,"verse":"And he sawe a charet, which two horsmen sat vpon, with the cariage of an Asse, and the cariage of a camell."},{"number":8,"verse":"So he loked & toke very diligent hede. And the lyon cried, Lord, I stonde wayting all the whole daye, & am appointed to kepe my watch euery nyght."},{"number":9,"verse":"And beholde, here commeth a charet of men, with two horsmen And he answered & sayde: Babylon is fallen, it is fallen, & all the ymages of hyr goddes hath he smytten downe vnto the grounde."},{"number":10,"verse":"Thou art he whom I must threshe, and thou belongest to my corne floore. This that I herde of the Lorde of hoostes the God of Israel haue I shewed vnto you."},{"number":11,"verse":"The burthen of Duma: he calleth vnto me out of Seir: Watchman, what hast thou espyed by nyght? Watchman, what hast thou espyed by nyght?"},{"number":12,"verse":"The watchman sayde: The mornynge commeth, & so doth the nyght. Yf ye wyll aske anye question, then aske it, retourne and come agayne."},{"number":13,"verse":"The burthen concernyng Arabia: In the pleasaunt grounde of Arabia shal ye tary all nyght, euen in the stretes of Dedanin."},{"number":14,"verse":"The inhabitours of the lande of Thema brought forth water to him that was thyrstie, they preuented him with their bred that was fled awaye."},{"number":15,"verse":"For because of swerdes are they become fugitiue, euen for the drawen swerde, and for the bent bowe, & because of the greuousnes of warre."},{"number":16,"verse":"For thus hath the lorde sayde vnto me: There is yet a yeare accordynge to the yeares of an hyred seruaunt, & all the glory of Cedar shall fayle."},{"number":17,"verse":"And the nombre of them that shall escape from the bowes, shall be mynisshed by the myghtye chyldren of Cedar, for so the Lorde God of Israel hath spoken."}]}