{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"In that daye shall thys songe be songe in the lande of Iuda. We haue a stronge citye. Saluacion shall God appoynte in steade of walles and bulworke."},{"number":2,"verse":"Open ye the gates that the righteous people which kepeth the trueth maye entre in."},{"number":3,"verse":"Their minde is set vpon the, because thou preseruest them in peace yee, euen in peace: because they put their trust in the."},{"number":4,"verse":"Put ye your trust allwaye in the Lorde: for in the Lorde God there is strength for euermore."},{"number":5,"verse":"For he hath brought downe hye mynded citesens. As for the proude citye, he hath brought it lowe: euen vnto the grounde shall he cast it downe, & bring it vnto dust."},{"number":6,"verse":"The fote euen the fote of the poore: and the steppes of such as be in necessitie shall treade it downe."},{"number":7,"verse":"The path of equitye wilt thou graunt vnto the iuste, o thou moost ryghteous, thou shalt order the path of him that is ryghteous."},{"number":8,"verse":"Yee, in the waye of thy iudgmentes, O Lord, haue we put our trust in the. Thy name also: & the remembraunce of the, is the thyng that oure soule longeth for."},{"number":9,"verse":"My soule hath longed for the all the night, and wt my sprete (which is within me) wyll I seke the earlye in the morning. For when thy iudgementes are in the erth, the inhabitatours of the worlde shall learne righteousnes."},{"number":10,"verse":"Shall the vngodly man be fauoured, which hath not learned ryghteousnes, but doth wickedly in the erth where nothynge ought to be done, but that which is ryghteous? He shall not se the glory of the Lorde."},{"number":11,"verse":"Lorde, when thy hande is lyfte vp to stryke, they se it not: but they shall se it, and be confounded with the zele of the people, and the fyer that consumeth thyne enemyes, shall deuoure them."},{"number":12,"verse":"Lord, vnto vs thou shalt prouyde peace: for thou also hast wrought all our workis in vs."},{"number":13,"verse":"O Lorde our God, other lordes besyde the hath subdued vs: but we wylbe mindfull only of the & of thy name."},{"number":14,"verse":"The deed will not lyue, & they that be out of lyfe, will not ryse agayne: therfore hast thou visited & roted them out, and destroyed all the memory of them."},{"number":15,"verse":"Thou hast increased the people (O Lorde) thou hast increased the people, & thou art praysed: thou hast sent them farre of vnto all the coastes of the erth."},{"number":16,"verse":"Lorde in trouble haue they visited the: they powred out their prayer, when thy chastenyng was vpon them."},{"number":17,"verse":"Lyke as a woman wt chylde that draweth nye towarde her trauell, is sory & cryeth in her paynes, euen so haue we bene in thy sight, O Lorde."},{"number":18,"verse":"We haue bene wt chylde & suffred payne, as though we had brought forth winde. For there is no saluation in the erth, nether do the inhabitours of the worlde submyt them selues."},{"number":19,"verse":"Thy deed men shall lyue, euen wt my body shall they rise agayne. Awake and syng ye that dwell in dust. For thy dewe is euen as the dewe of herbes, and the earth shall cast out them that be vnder her."},{"number":20,"verse":"Come my people, enter thou into thy chambers, and shut thy dores about the: hyde thy selfe a lytle for a whyle, vntyll the indignation be ouerpast."},{"number":21,"verse":"For lo, the Lorde is commyng out of his place, to viset the wickednes of suche as dwell vpon earth. The earth also shall disclose her awne bloud, and shall nomore hid them that are slayne in her."}]}