{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Alas, for those disobedient chyldren (sayth the Lorde) that they wyll take councell without me. Alas, that they wyll take a secret aduice, and not out of my sprete, and therfore adde they synne vnto synne."},{"number":2,"verse":"Euen they that walke to go downe into Egypte, and haue asked no question at my mouth: but seke strength in the myght of Pharao, and trust in the shadowe of Egypt."},{"number":3,"verse":"Therfore shall the strength of Pharao be your confusion, and the truste of the shadowe of Egypte youre shame."},{"number":4,"verse":"For his captaynes were at Zoan, and his ambassadours came vnto Hanes."},{"number":5,"verse":"They were all ashamed of the people that could do them no good, and that might not helpe them, ner shew them any profyt, but were theyr confusyon and rebuke."},{"number":6,"verse":"The heauy burthen of the beastes of the south in a lande of trouble and anguysshe, from whence shall come the yonge and olde lion, the vyper and fyrye serpent that flyeth agaynste them that vpon coltes beare theyr riches, and vpon camels their treasures, to a people that can do them no good."},{"number":7,"verse":"For vaine and nothynge worth shall the helpe of the Egipcyans be. Therfore haue I cryed vnto Ierusalem. They shall haue strength ynough, yf they wyll settle their myndes in quietnes."},{"number":8,"verse":"Now therfore, go thy waie, and wryte thys before them in a table, & note it in a boke, that it maye finally remayne and be kept styll for euer."},{"number":9,"verse":"For it is an obstinat people, and dissembling chyldren, children that refuse to heare the lawe of the Lorde."},{"number":10,"verse":"For they saye vnto the seers: Se not, and to them that be cleare of iudgement: loke not out ryght thinges for vs: but speake fayre wordes vnto vs: loke out erroures,"},{"number":11,"verse":"gett you out of this waye, departe out of this path, & turne the holy one of Israel from vs."},{"number":12,"verse":"Wherfore thus sayth the holy one of Israel: Because your hertes rise agaynst this worde, & because ye trust in wrongeous dealyng & peruerse iudgment, & put your confidence therin."},{"number":13,"verse":"Therfore shall ye haue thys myschefe for yo destruccion and fall lyke as an hye wall that falleth, because of some ryfte or blast, whose breaking commeth sodenly."},{"number":14,"verse":"And the hurte therof is lyke an erthen vessell, which breaketh without helpe: so that in the burstyng of it, there is not found one sheuer to fetch fyre in, or to take water withall out of the pyt."},{"number":15,"verse":"For thus sayth the Lorde God, euen the holy one of Israel: In repentaunce & in rest shall ye be safe: in quietnes and sure confydence shalbe your strength."},{"number":16,"verse":"But ye haue had no lyst therto. For ye haue sayd: No, but we will escape thorowe horses. (Therfore shall ye flye) & we will get vs vp vpon swyft beastes. And therfore shal your persecutours be swyfter."},{"number":17,"verse":"A . M. shall flye at the rebuke of one, & at the rebuke of . v. shall ye all flye, tyll ye be left as a shypp mast vpon the topp of a mountayne, and as a beaken vpon an hyll."},{"number":18,"verse":"Therfore doth the Lorde cause you to wayte, that he maye haue mercy vpon you: to thintent that he maye haue the preemynence, when he is gracyous vnto you. For the Lorde is the God of iudgement. Blessed are all they that hope in hym."},{"number":19,"verse":"Yf the people remayne in Syon and at Ierusalem, thou shalt not be in heuines: but at the voyce of thy complaynte shall he haue mercy vpon the. And when he heareth it he shall geue the an answer."},{"number":20,"verse":"And though the Lorde geue you the bread of trouble, and the water of aduersitie, thy rayne shalbe nomore so skant, but thyne eyes shall see thy rayne."},{"number":21,"verse":"Yee, and thyne care shall heare the talkynge of hym that doeth speake behynde the. Thys is the waye, walke ye in it. Turne not aside nether to the ryght hande ner to the lyft."},{"number":22,"verse":"Ye shall destroye also the couerynge of youre syluer ymages, and the deckinge of youre golden ydols. Euen as filthynes shall ye put them awaye. And thou shalt say vnto it. Gett the hence."},{"number":23,"verse":"Then shall God geue rayne vnto thy seede, that thou shalt sowe the ground withall, and bred of the increace of the earth, which shalbe fat and very plenteous. In that daye also, shall thy catell be fed in large pasture."},{"number":24,"verse":"The oxen lykewise and the younge asses, that eate the grounde, shall eate cleane prouender, which is pourged with the wynde and the fanne."},{"number":25,"verse":"Finally, vpon euery hye mountaine and hyll shall ther be riuers and streames of waters, in the daye of the greate slaughter, when the towers fall."},{"number":26,"verse":"Moreouer, the lyght of the moone shalbe as the light of the sunne, and the sunne lyght shalbe seuen folde, and haue as much shyne as in seuen dayes besyde: when the Lorde byndeth vp the sore of hys people, and healeth the stroke of their wound."},{"number":27,"verse":"Beholde, the fame of the Lord commeth from farre, and his presence is so hote, that no man is able to abyde. His lyppes are full of indignation, and hys tonge is as a consumynge fyer."},{"number":28,"verse":"Hys breth is as a vehement floude of water, that reacheth vp to the necke. That he maye syft awaye the Heythen in the syue of vanitye. And his breth is as a brydle of errour in the chawes of the people."},{"number":29,"verse":"And ye shall syng, lyke as in the nyghte, when the holy solempnitye beginneth. And ye shall haue gladnes of hert, lyke as when one commeth with a pype vnto the hyll of the Lorde, and to the moost mightye one of Israel."},{"number":30,"verse":"And the Lorde shall cause his gloryous voyce to be heard, and shall declare his stretched out arme with a terrible countenaunce and with the flame of a consuming fyer, with noysome lyghtenynge, with a shower, and with hayle stone."},{"number":31,"verse":"For thorowe the voyce of the Lorde shall Assur be destroyed, which smote other men with the rodde."},{"number":32,"verse":"And it shall come to passe, that whyther soeuer he goth, the rodde shall cleue vnto him, which the Lorde shall laye vpon him with tabrettes and harpes: and with greate warre shall he fyght agaynst his hoost."},{"number":33,"verse":"For the fyer of payne is ordeyned from the begynning: yee, euen for kynges is it prepared. Thys hath the Lorde set in the depe, and made it wyde: the burninge wherof is fyer and muche wodde. The breth of the Lorde, which is a ryuer of brymstone, doth kyndle it."}]}