{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":31,"verses":[{"number":1,"verse":"Wo be vnto them that go downe into Egypte for helpe, and truste in horses, and put their confidence in charettes, because they be manye, and in horsemen, because they be lusty and strong. But they regarde not the holy one of Israel, and they aske no question at the Lord."},{"number":2,"verse":"Where as he neuertheles (beynge wysest of all) plageth the wycked, and yet goeth nott from his worde, when he steppeth forth, and taketh the victory agaynst the housholde of the frowarde, and agaynst the helpe of euell doers."},{"number":3,"verse":"Nowe the Egiptians are men, and not God, and their horses flesh and not sprete. And assoone as the Lorde stretcheth oute hys hande, then shall the helper fall, and he that shulde haue bene helped, and they shall all together be destroyed."},{"number":4,"verse":"For thus hath the Lorde spoken vnto me: Like as the lyon or lyons whelpe roareth vpon the praye that he hath gotten, and is not afrayed, though the multitude of shepherdes crye out vpon hym, nether abashed for all the heape of them. So shall the Lorde of hoostes come downe to fyght for mount Syon, and defende hys hyll."},{"number":5,"verse":"Lyke as byrdes flotre aboute their nestes, so shall the Lorde of hoostes kepe, saue, defende and delyuer Ierusalem."},{"number":6,"verse":"Therfore, O ye chyldren of Israel, turne agayne, from that infydelitye, wherin you drowned your selues."},{"number":7,"verse":"For in that daye euery man shall cast out hys ydolles of syluer and hys ydolles of golde, which ye haue made with youre awne handes vnto youre synne."},{"number":8,"verse":"Assur also shalbe slayne with the swearde, not with a mans swearde, nether shall the swearde of eny man deuoure hym. And he shall fle from the slaughter and his seruauntes shalbe disconfyted in their hertes."},{"number":9,"verse":"He shall go for feare to hys strongeholdes, and hys prynces shall fle from hys badge. Thys hathe the Lorde spoken, whose lyght burneth in Syon, and his fyer in Ierusalem."}]}