{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"Comforte my people (O ye prophetes) comforte my people, sayeth your God,"},{"number":2,"verse":"comforte Ierusalem at the hert, & tell her: that her trauayle is at an ende that her offence is pardoned, that she hath receaued of the Lordes hande sufficient correccion for all her synnes."},{"number":3,"verse":"A voyce crieth in wildernes. Prepare the waye for the Lorde in the wildernesse, make streyght the path for oure God in the deserte."},{"number":4,"verse":"Let all valleyes be exalted, & euery mountayne & hill be layed lowe, what so is croked, let it be made strayght: & let the rough be made playne feldes."},{"number":5,"verse":"For the glory of the Lorde shall appeare, and all flesh shall at once se it, for why: the mouth of the Lorde hath spoken it."},{"number":6,"verse":"The same voyce spake: Nowe crye. And the prophet answered: what shall I crye? that all fleshe is grasse, & that all the godlines therof, is as the floure of the felde."},{"number":7,"verse":"The grasse is wythered, the floure falleth awaye. Euen so is the people as grasse, when the breath of the Lorde bloweth vpon them."},{"number":8,"verse":"Neuertheles, whether the grasse wyther, or the floure fade awaye. Yet the word of our God endureth for euer."},{"number":9,"verse":"Go vp vnto the hye hyll (O Syon) thou that bringest good tydynges, lyfte vp thy voyce with power, O thou preacher Ierusalem. Lyfte it vp without feare, and saye vnto the cyties of Iuda: Beholde youre God,"},{"number":10,"verse":"beholde the Lord God shall come with power, and beare rule with his arme. Beholde, he bringeth hys treasure with him, and his worckes go before hym."},{"number":11,"verse":"He shall fede his flock lyke an herdman. He shall gather the lambes together with hys arme, and carye them in his bosome, & shall kyndely intreate those that beare yonge."},{"number":12,"verse":"Who hath holden the waters in hys fyst? Who hath measured heauen wt his spanne, & hath comprehended all the earth of the worlde in thre measures? Who hath weyed the mountaynes & hylles in a balaunce."},{"number":13,"verse":"Who hath refourmed the mynde of the Lorde? or to whom hath he shewed his counsell. Or who is of his councell to teach him?"},{"number":14,"verse":"or who hath geuen him vnderstandynge and hath taught him the path of iudgement Who taught him conninge and opened to him the waye of vnderstandynge."},{"number":15,"verse":"Beholde, all people are in comparyson of hym, as a droppe to a bocket full, & are counted as the lest thinge that the balaunce weyeth. Yee & the Iles he taketh vp as a very lyttel thing."},{"number":16,"verse":"Libanus is not sufficient to ministre fyre for hys offeringe, and all the beastes therof are not ynough to one sacrifice."},{"number":17,"verse":"All people in comparyson of him are rekened as nothing, yf they be compared with him lesse then nothyng and as it that is not."},{"number":18,"verse":"To whom then wyll ye liken God? or what Similitude will ye set vp vnto him?"},{"number":19,"verse":"Shall the caruer make him a carued ymage? & shall the goldsmyth couer hym with golde, or cast him into a fourme of syluer plates?"},{"number":20,"verse":"Moreouer, shall the ymage maker (that the poore man which is disposed, maye haue some thing to sett vp also) seke out and chose a tree, that is not roten, & carue therout an ymage, that moueth not?"},{"number":21,"verse":"Knowe ye nothing o wretches? Hearde ye neuer of it? Hath it not bene preached vnto you sence the begynning? Haue ye not bene enfourmed of this, by the foundacyon of the earthe,"},{"number":22,"verse":"that he sytteth vpon the circle of the worlde, and that all the inhabitoures of the worlde are in comparyson of him, but as greshopers. That he spredeth out the heauens as a couerynge, that he stretched them out, as a tent to dwell in."},{"number":23,"verse":"That he bringeth Princes to nothing, and the iudges of the earth to dust:"},{"number":24,"verse":"so that of them it may be sayde they be not planted nor sowen agayne, nether their stock roted agayne in the earth? For as soone as he bloweth vpon them, they wither & fade awaye, like the straw in a whyrle winde."},{"number":25,"verse":"To whom nowe will ye lyken me, & whom shall I be lyke, sayeth the holy one?"},{"number":26,"verse":"Lyft vp your eyes on hye, & consydre. who hath made those thinges, which come out by so great heapes? & he can call them all by their names. For there is nothing hid vnto the greatnesse of hys power, strength, & myght."},{"number":27,"verse":"Howe may then Iacob thincke, or how may Israel saye: My wayes are hid from the Lorde, & my God knoweth not of my iudgementes."},{"number":28,"verse":"Knowest thou not, or hast thou not hearde, that the euerlastynge God, the Lorde which made all the corners of the earth, is nether weery nor faynt? and that his wysdome cannot be comprehended:"},{"number":29,"verse":"but that he geueth strength vnto the weery, and power vnto the faynte?"},{"number":30,"verse":"Children are weery and faynt, and the strongest men fall."},{"number":31,"verse":"But vnto them that haue the Lord before theyr eyes, shall strength be encreased. Aegles wynges shall growe vpon them. When they runne they shall not fall: and when they go, they shall not be weery."}]}