{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Be styll (ye Ilandes) and herken vnto me. Be stronge ye people, Come hyther, and shewe youre cause, we wyll go to the lawe together."},{"number":2,"verse":"Who raysed vp the iust man from the rysinge of the Sunne, & called him to go forth? Who cast downe the people, and subdued the kynges before him: that he maye throwe them all to the grounde with his swearde, and scatre them lyke stubble with his bowe?"},{"number":3,"verse":"He foloweth vpon them, and goeth safely him self. And that in a waye where before his fote had not troden."},{"number":4,"verse":"Who hath made and created thes thinges? euen he that called the generacions from the begynnyng? Euen I the Lorde, which am the fyrst, and with the last."},{"number":5,"verse":"The yles sawe it, & did feare, and the endes of the earth, were abashed, drewe nye, & cam hither."},{"number":6,"verse":"Euery man exhorted hys neyghboure, & brother, and bad him be stronge."},{"number":7,"verse":"The carpenter comforted the goldsmyth, & the goldsmyth the hammer man, saying: Glue wyll do very wel in it. It shalbe good, that we fasten this cast worke: & then they fastened it with nayles, that it shulde not be moued,"},{"number":8,"verse":"But thou Israel art my seruaunte: thou Iacob art electe, thou art the sede of Abraham my beloued"},{"number":9,"verse":"thou art he whom I led from the endes of the earth by the hande. For I called the from farre euen from among the gloriouse men of it, & sayd vnto the. Thou art my seruaunt. I haue chosen the, and not cast the awaye:"},{"number":10,"verse":"be not afrayed, for I am wt the. Melt not away as waxe, for I am thy God, to strength the, helpe the, & to kepe the wt this ryght hande of myne."},{"number":11,"verse":"Beholde, all they that resyst the shall come to confusyon & shame: and thyne aduersaries shalbe destroyed & brought to naught."},{"number":12,"verse":"So that whoso seketh after them, shall not fynde them. Thy destroyers shall perysh, and so shall they that vndertake to make batayll agaynst the be as that is not, & as a thinge of naught."},{"number":13,"verse":"For I thy Lorde and God will strengthen thy ryght hand. Euen I that saye vnto the. Feare not. I wyll helpe the"},{"number":14,"verse":"Be not afrayde thou lytle worme Iacob, & thou despysed Israel: for I wyll helpe the, sayeth the Lorde, and the holy one of Israel thyne auenger."},{"number":15,"verse":"Beholde, I wyll make the a treading cart and a new flayle, that thou mayst thresshe and grinde the mountaynes, and brynge the hylles to poulder."},{"number":16,"verse":"Thou shalt fanne them and the wynde shall carye them awaye, and the whirlwynde shall scater them. But thou shalt reioyse in the Lorde, and shalt delyte in praysinge the holy one of Israel."},{"number":17,"verse":"When the thyrsty and poore seke water & fynde none, and when theyr tonge is drye of thyrst. I geue it them sayth the Lorde. I the God of Israel forsake them not."},{"number":18,"verse":"I brynge forth floudes in the hylles, and welles in the playne feldes. I turne the wyldernes to ryuers, and the drye lande to condyttes of water."},{"number":19,"verse":"I plante in the waste grounde trees of Cedre, Boxe, Myrre and Oliues. And in the drye I set Fyrre trees, Elmes, & Hawthornes together."},{"number":20,"verse":"All this do I, that they altogether may se and marcke, perceaue with their hertes and consydre, that the hande of the Lord maketh these thynges, and that the holy one of Israel bryngeth them to passe."},{"number":21,"verse":"Stande at youre cause (sayeth the Lorde) & bringe forth youre strongest grounde, sayth the kynge of Iacob."},{"number":22,"verse":"Let them bring forth their goddes, and let ther goddes tel vs what shall chaunse here after: yee, let them shewe vs the thynges that are past, what they be: let them declare them vnto vs that we maye take them to herte, and knowe them herafter."},{"number":23,"verse":"Ether, shewe vs thynges for to come, & tel vs what shalbe done herafter: so shall we knowe, that you are goddes do somthing, ether good or bad: so will we both knowledge the same: and tell it out."},{"number":24,"verse":"Beholde, ye goddes are of naught, & your makynge is of naught, yee abhominable is the man that hath chosen you."},{"number":25,"verse":"Neuertheles, I haue waked vp one from the North, and he shall come. And another from the East, which shall call vpon my name, & shall treade vpon princes as vpon claye, & as the potter treadeth downe the myre."},{"number":26,"verse":"Who declared this from the begynning, and we wyll knowe him. Or from the olde tymes, & we will confesse, and saye that he is righteous. But there is none that sheweth or declareth eny thing, there is none also that heareth youre wordes."},{"number":27,"verse":"The fyrst is he that shall saye to Zyon, Beholde, beholde they are present, & to Ierusalem it selfe will I geue an Euangeliste."},{"number":28,"verse":"But when I consyder there is not a man amonge them, nor any that can geue counsell, nor that when I examen them that can answer one word."},{"number":29,"verse":"Lo, wicked are they & vayne, wt the thinges also that they take in hand: yee, their ymages are but wynde & vayne thinges."}]}