{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"Heare this, O thou house of Iacob: ye that are called by the name of Israel, and are come out of one stocke with Iuda: which sweare by the name of the Lorde, and beare witnes by the God of Israel (but not with trueth and ryght)"},{"number":2,"verse":"which are called fremen of the holy cytie, & are grounded vpon the God of Israel, whose name is the Lord of Hostes."},{"number":3,"verse":"The thinges that I shewed you euer sence the begynnynge haue I not brought them to passe, immediatly as they came out of my mouth, and declared them, and they are come?"},{"number":4,"verse":"Howbeit, I knowe that thou art obstinate, and that thy neck hath an yron veyne, & that thy browe is of brasse."},{"number":5,"verse":"Neuerthelesse, I haue euer sence the begynninge shewed the of thinges for to come, and declared them vnto the, or euer they came to passe: that thou shuldest not saye: myne Idol hath done it, my carued or molten ymage hath shewed it."},{"number":6,"verse":"Thou herdest it before, and beholde, It is come to passe, and whether can ye prophecye of thynges to come? But as for me, I tolde the before at the begynnynge, newe and secret thynges, that thou knowest not of."},{"number":7,"verse":"And some done nowe, not of olde tyme, wherof thou neuer herdest before they were brought to passe: that thou canst not saye: Beholde, I knewe of them:"},{"number":8,"verse":"Moreouer, there be some wherof thou hast nether hearde ner knowne, nether haue they bene opened vnto thyne eares afore tyme. For I knewe that thou woldest maliciously offende, therfore haue I called the a transgressoure, euen from thy mothers wombe."},{"number":9,"verse":"Neuertheles, for my names sake, I wyll wtdrawe my wrath: & it shalbe for myne honours sake, yf I paciently forbeare the, and do not rote the out."},{"number":10,"verse":"Beholde, I haue pourged the, yet not as siluer. I haue chosen the in the fyer of affliccyon:"},{"number":11,"verse":"and that onely for myne awne sake: yee, euen for myne awne sake will I do this: or els, what dishonour wolde they do to my name?"},{"number":12,"verse":"Herken vnto me, O Iacob, and Israel whom I haue called, I am he. I am euen he that is, I am the fyrst & the last."},{"number":13,"verse":"My hande hath layde the foundacyon of the earth: and my right hande hath spanned ouer the heauens. Assone as I call them they are there."},{"number":14,"verse":"Gather you all together, and herken: Which of yonder goddes hath declared this? The Lorde hath a loue vnto him, and he shall perfourme hys wyll agaynst Babel, & declare hys power agaynst the Chaldees."},{"number":15,"verse":"I my selfe alone, euen I haue told you this before. Yee, I dyd call hym & bringe hym forth: and he shall geue a prosperous iorney."},{"number":16,"verse":"Come nye and heare thys: haue I spoken eny thing darckly, sens the beginnynge? When a thyng beginneth, I am there. Wherfore, the Lorde God and hys sprete hath sent me."},{"number":17,"verse":"And thus sayth the Lord God thy redemer, the holy one of Israel: I am the Lorde thy God, which teach the profitable thynges, and leade the the waye, that thou shuldst go."},{"number":18,"verse":"O that thou hadst regarded my commaundementes, then had thy welthynes bene as the water streame: and thy righteousnes as the waues flowynge in the see:"},{"number":19,"verse":"Thy seede also had be like as the sande in the see, and the frute of thy body lyke the grauelle stones therof. His name shulde not be roted out: nor destroyed before me."},{"number":20,"verse":"Go awaye from Babilon, flye from the Chaldees wt a mery voyce speake of this, declare it abroade, and go forth vnto the ende of the worlde, saye: The Lorde hath redemed hys seruaunt Iacob,"},{"number":21,"verse":"that they suffred no thurst, he lead them thorow the wildernes, and caused the waters to flowe out vnto them from out of the rocke. He claue the rocke a sonder, and the water gusshed out."},{"number":22,"verse":"As for the vngodly, they haue no peace, sayth the Lorde."}]}