{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"Ye yles, herken vnto me, & take heede ye people from farre. The Lorde hath called me fro my birth, and made mencyon of my name fro my mothers wombe:"},{"number":2,"verse":"he hath made my mouth like a sharpe swerde: vnder the shadowe of hys hande hath he defended me, and hyd me in hys quyuer as a good arowe,"},{"number":3,"verse":"& sayd vnto me. Thou art my seruaunt Israel, I wilbe honoured in the."},{"number":4,"verse":"Then answerde I: I haue lost my laboure, I haue spent my strength in vayne. Neuertheles, I will commyt my cause and my worcke vnto the Lorde my God."},{"number":5,"verse":"And nowe sayth the Lorde, euen he that fashyoned me fro my mothers wombe to be his seruaunte, that I maye bryng Iacob agayn vnto him: howbeit, Israel wyll not be gathered vnto hym agayne. In whose sight I am greate, which also is my Lorde, my God and my strength."},{"number":6,"verse":"And he sayde: It is but a small thinge that thou art my seruaunt, to sett vp the kynreddes of Iacob, and to restore the destruccyon of Israel. For I haue made the the light of the Gentyls, that thou mayst be my health vnto the ende of the worlde."},{"number":7,"verse":"Moreouer, thus sayth the Lorde the auenger and holy one of Israel: because of the abhorringe and despysinge amonge the Gentiles, concerning the seruaunt of all them that beare rule. Kynges and princes shall se, and aryse and worshyp, because of the Lord that is faythfull: & because of the holy one of Israel, which hath chosen the."},{"number":8,"verse":"And thus saith the Lorde: In the tyme accepted haue I heard the, and in the daye of saluacion haue I helped the. I will preserue the and make the to be the atonement of the people, that thou mayst helpe vp the earth agayne: & possesse agayne the desolate herytages."},{"number":9,"verse":"That thou mayest saye to the presoners: go forth, and to them that are in darcknesse: come into the lyght, they shall fede in the hye wayes, and get their pasture in all hye places."},{"number":10,"verse":"They shall nether honger, ner thurst: heate nor sunne shall not hurte them. For he that fauoureth them, shall leade them, and geue them dryncke of the springe welles."},{"number":11,"verse":"I wyll make wayes vpon all my mountaynes, and my fote pathes shalbe exalted."},{"number":12,"verse":"And beholde, they shall come from far: lo, some from the north and west, some from the lande of Sinis, which is in the south."},{"number":13,"verse":"Reioyse ye heauens: & synge prayses, thou earth. Talke of ioye ye hylles, for God hath conforted hys people, and wyll haue mercye vpon his that be in trouble."},{"number":14,"verse":"But Sion sayde: God hath forsaken, & my Lorde hath forgotten me."},{"number":15,"verse":"Wyll a wyfe forget the childe of her wombe, and not pitie the sonne whom she hath borne? And though, they do forget, yet will not I forget the."},{"number":16,"verse":"Beholde, I haue written the vp vpon my handes, thy walles are euer in my syght."},{"number":17,"verse":"They make hast to buylde the vp agayne. As for those that ouerthrowe the, and made the wast, they shall departe from the."},{"number":18,"verse":"Lyft vp thyne eyes, and loke about the: all these gather them together, & come to the. As truly as I lyue (sayth the Lord) thou shalt put them all vpon the, as an apparell, & gyrde them to the as a bryd doth her iewels."},{"number":19,"verse":"As for thy land that lyeth desolate wasted and destroyed: it shalbe to narowe for them that shall dwell in it. And they that wolde deuoure the, they shalbe farre awaye."},{"number":20,"verse":"Then the childe whom the baren shall bringe forth vnto the, shall saye in thyne care: thys place is to narowe, gyue place that I maye haue rowme."},{"number":21,"verse":"Then shalt thou thynke by thy selfe: Who hath begotten me these? seinge I am baren and alone, a captyue and an out cast? And who hath noryshed them vp for me? I am desolate and alone, but from whence come these?"},{"number":22,"verse":"And therfore thus sayth the Lorde God: Behold, I wyll stretch out myne hande to the Gentyls, and set vp my token to the people. They shall bring the thy sonnes in their lappes: and carye thy daughters vnto the vpon their shoulders."},{"number":23,"verse":"For kinges shalbe thy nursyng fathers, and quenes shalbe thy nursing mothers. They shall fall before the wt theyr faces flatt vpon the earth: and lycke vp the dust of thy fete: that thou mayst knowe how that I am the Lorde. And who so putteth his trust in me, shall not be confounded."},{"number":24,"verse":"Who spoyled the gyaunte of his praye? or who taketh the presoner from the mightye?"},{"number":25,"verse":"And therfore, thus sayeth the Lorde. The prisoners shalbe taken from the gyaunte, and the spoyle delyuered from the violente: for I wyll maynteyne thy cause agaynst thyne aduersaryes, and saue thy sonnes."},{"number":26,"verse":"And wyll fede thyne enemyes with theyr awne fleshe, and make them drynke of their awne bloude, as of swete wyne. And all flessh shall knowe, O Iacob, that I am the Lorde thy sauiour, thy noble redemer."}]}