{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Now will I syng my beloued frende a songe of my frendes, because of hys vyneyarde. My beloued frende hath a vyneyarde in a very frutefull plenteous grounde."},{"number":2,"verse":"This he hedged, thys he walled rounde aboute, and planted it with goodly grapes. In the myddest of it buylded he a towre, and made a wyne presse therin. And afterwarde when he loked that it shulde brynge him grapes, it brought forth thornes."},{"number":3,"verse":"Now therfore (O ye Cytysens of Ierusalem and whole Iuda:) Iudge I praye you betwixte me, and my vyneyard."},{"number":4,"verse":"What more could haue bene done for it that I haue not done? Wherfore then hath it geuen thornes, where I loked to haue had grapes of it?"},{"number":5,"verse":"Well, now I shall tell you how I wyll do with my vyneyarde: I will take the hedge from it, that it maye perysh, and breake downe the wall, that it maye be troden vnder fote."},{"number":6,"verse":"I will laye it waste, that it shall nether be digged nor cut, but beare thornes and brears. I will also forbyd the cloudes that they shall not rayne vpon it."},{"number":7,"verse":"As for the vyneyarde of the Lord of hostes it is the house of Israel, and whole Iuda hys fayre planting. Of these he loked for equite, but se there is wrong: for ryghteousnesse, lo, It is but mysery."},{"number":8,"verse":"Wo vnto them that ioyne one house to another, & bring one lande so nygh vnto another, that the poore can get no more grounde, & that ye maye dwel vpon the earth alone."},{"number":9,"verse":"These thynges are in the ears of the Lorde of Hostes: shall not many greater & more gorgyous houses be so waste, that no man shall dwell in them?"},{"number":10,"verse":"And ten akers of vynes shal geue but a Quarte, and . xxx. bushels of sede shall geue but an Epha."},{"number":11,"verse":"Wo be vnto them, that ryse vp early to folowe dronckennes, and to them that continue so, vntyll nyght, & tyl they be sett on fyre with wyne."},{"number":12,"verse":"In those companyes are harpes and lutes, tabrettes & pipes, and wyne. But they regarde not the worcke of the Lord, and consydre not the operacyon of his handes."},{"number":13,"verse":"Therfore commeth my folk also into captyuite, because they haue no vnderstandynge. Theyr glory is fameshed with hunger, and theyr pryde is marred for thyrste."},{"number":14,"verse":"Therfore gapeth hell, and openeth her mouth maruelous wyde: that theyr pryde, boastinge and welth, with soch as reioyse therin, maye descende into it."},{"number":15,"verse":"Thus hath man a fall, and is brought lowe, and the hygh loke of the proude shalbe layde downe."},{"number":16,"verse":"But the Lord of hostes is exalted in iudgement, and God that is holy, is praysed in ryghteousnes:"},{"number":17,"verse":"Then shall the shepe eate in ordre, and the rych mens landes that were layde waist, shall straungers deuoure."},{"number":18,"verse":"Wo be vnto them, that drawe wyckednes vnto them with coardes of vanite and synne, as it were with a cart rope."},{"number":19,"verse":"Which vse to speake on thys maner: let hym make haste nowe, & go forth with hys worcke, that we maye se it. Lett the councell of the holy one of Israel come, and drawe nye, that we maye knowe it."},{"number":20,"verse":"Wo be vnto them that call euell good, and good euell, which make darcknesse lyght, & lyght darcknesse, that make sowre swete, & swete sowre."},{"number":21,"verse":"Wo be vnto them that are wyse in theyr awne syght, and thynke them selues to haue vnderstandynge."},{"number":22,"verse":"Wo be vnto them, that are strong to suppe out wyne and experte men to sett vp dronckenesse."},{"number":23,"verse":"These geue sentence with the vngodly for rewardes, but comdempne the iust cause of the ryghteous."},{"number":24,"verse":"Therfore, lyke as fyre lycketh vp the strawe, and as the flame consumeth the stubble: Euen so theyr rote shalbe as corrupcion: and theyr blossome shall vanysh awaye lyke dust: for they haue cast awaye the lawe of the Lord of Hostes, & blasphemed the word of the holy maker of Israel."},{"number":25,"verse":"Therfore is the wrath of the Lord kindled also agaynst hys people, and he shaketh his hande at them: yee, he hath smyten, so that the hylles dyd tremble. And theyr karcases dyd lye in the open streates, lyke myre. And in all thys, the wrath of God hath not ceassed, but hys hande is stretched out styl."},{"number":26,"verse":"And he shall gyue a token vnto a straunge people: and call vnto them in a farre countre: and beholde, they shall come hastely with spede."},{"number":27,"verse":"There shall not be one faynt nor feble amonge them, no not a slogysh nor slepery persone. There shall not one of them put of the gyrdle from his loynes, ner lowse theyr lachet of his shooe."},{"number":28,"verse":"Hys arowes are sharpe, & al his bowes bent. His horse hoofes are lyke flynt, & his cartwheles lyke a stormy wynde."},{"number":29,"verse":"His crye is as it were of a lyon, and he roareth lyke lyons whelpes. They shall roare, & hantch vp the praye, & no man shall recouer it or get it from them."},{"number":30,"verse":"In that daye they shalbe so fearce vpon them, as the see. And yf we looke vnto the lande, beholde, it shalbe all darcknesse & sorowe. If we loke toward heauen: beholde, it shalbe darcke."}]}