{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":53,"verses":[{"number":1,"verse":"But who hath geuen credence vnto the thynge we haue hearde? Or to whom is the arme of the Lord knowne?"},{"number":2,"verse":"For he dyd growe before the Lord lyke as a braunche, & as a rote in a drye grounde, he hath nether bewtye nor fauoure. When we shall loke vpon hym, there shalbe no fayrnesse: we shall haue no lust vnto him."},{"number":3,"verse":"He is despised & abhorred of men, he is soch a man as is full of sorowe & as hath good experience of infirmyties. We haue rekoned hym so vyle, that we hyd oure faces from hym, ye he was despised & therfore we regarded him not."},{"number":4,"verse":"Howbeit he only hath taken on hym oure infyrmitie, & borne our paynes. Yet we dyd iudge hym, as though he were plaged & cast downe of God:"},{"number":5,"verse":"and punished where as he (not wythstandynge) was wounded for oure offences, and smytten for oure wyckednes. For the chastysement of oure peace was layde vpon him, and wyth hys strypes are we healed."},{"number":6,"verse":"As for vs, we haue gone all astraye (like shepe) euery one hath turned his awne way. But the Lorde hath heaped together vpon him the iniquitie of vs all."},{"number":7,"verse":"He suffred violence and was euell intreated, & dyd not yet open his mouth. He shalbe led as a shepe to be slayne, yet shall he be as styll as a lambe before the shearer, and not open hys mouth."},{"number":8,"verse":"He was had awaye from preson hys cause not herde, and wythout eny iudgement: Whose generacyon yet who maye nombre? he was cut of from the grounde of the lyuynge: Whych punyshment dyd go vpon hym, for the transgressyon of my people, whych in deade had deserued that punyshment,"},{"number":9,"verse":"Hys graue was geuen hym wyth the condemned, and wyth the ryche man at hys deeth. Where as he dyd neuer violence ner vnryght, nether hath there bene eny disceatfulnesse in hys mouth."},{"number":10,"verse":"Yet hath it pleased the Lorde thus to bruste hym wyth plages, and to smyte hym wyth infyrmite, that when he had made his soule an offeryng for synne, he myght se longe lastynge sede. And thys deuyce of the Lorde shall prospere in hys hande."},{"number":11,"verse":"With trauayle & laboure of hys soule, shall he optayne frute, and he shall be satisfyed by the knowledge of hym whych is my ryghteous seruaunt he shall iustifye the multitude, for he shall beare awaye theyr synnes."},{"number":12,"verse":"Therfore wyll I geue hym the multitude for hys parte, and he shall deuyde the spoyle wyth the strongest because he geueth ouer hys soule to death, and is rekened amonge the transgressours, whych neuertheles hath taken awaye the synnes of the multitude, and made intercessyon for the mysdoers."}]}