{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":59,"verses":[{"number":1,"verse":"Beholde the Lordes hande is not so shortened that it can not helpe, nether is his eare so stopped that it maye not heare."},{"number":2,"verse":"But youre mysdedes haue separated you from youre God, & your synnes hyde his face from you, that he heareth you not."},{"number":3,"verse":"For youre handes are defyled wyth bloude, & youre fyngers wt vnrighteousnesse: Your lyppes speake lesynges, and youre tonge setteth oute wyckednes."},{"number":4,"verse":"No man regardeth ryghteousnes, and no man iudgeth truly. Euery man hopeth in vayne thynges, and ymagineth disceate conceaueth weerynesse, and bryngeth forth euell."},{"number":5,"verse":"They brede cockatrice egges, and weaue the spyders webb: Who so eateth of their egges, dyeth. But yf one treade vpon them, there commeth vp a serpent."},{"number":6,"verse":"Theyr webbe maketh no clothe, and they maye not couer them wyth their labours. Their dedes are the dedes of wyckednes, and the worcke of robbery is in their handes."},{"number":7,"verse":"Theyr fete runne to euell, and they make haste to shed innocent bloude. Theyr councels are wicked councels, harme and destruccyon are in their wayes."},{"number":8,"verse":"But the waye of peace they knowe not. In theyr goinges is no equyte: their wayes are so croked, that whosoeuer goeth theryn, knoweth of no peace."},{"number":9,"verse":"And this is the cause that equite is so farre from vs, and that righteousnes commeth not nye vs. We loke for lyght, lo, it is darckenesse: for the mornynge shyne, se, we walcke in the darcke."},{"number":10,"verse":"We grope lyke the blynde vpon the wall, we grope euen as one that hath none eyes. We stomble at the none daye, as though it were toward nyght: in the fallyng places, lyke men that are halfe deed."},{"number":11,"verse":"We roare all lyke Beers, and mourne styll lyke doues. We loke for equyte, but there is none: for health, but it is farre from vs."},{"number":12,"verse":"For oure offences are many before the, & oure synnes testifye agaynst vs. Yee, we must confesse that we offende, & knowledge that we do amysse:"},{"number":13,"verse":"Namely, transgresse & dissemble agaynst the Lorde, and fall awaye from oure God: vsynge presumptuous and traytorous ymaginacyons, and castinge false matters in oure hertes."},{"number":14,"verse":"And therfore is equite gone asyde, and ryghteousnes standeth farre of treuth is fallen downe in the strete, and the thynge that is playne and open, maye not be shewed."},{"number":15,"verse":"Yee, the treuth is taken awaye, and he that refrayneth him selfe from euell, must be spoyled. When the Lord sawe thys, it displeased him sore, that there was no equite."},{"number":16,"verse":"He sawe also, that there was no man, ryghtwise, & he wondered that ther was no man to helpe hym. Wherfore he helde hym by his awne power, and he sustayned him by his awne righteousnes."},{"number":17,"verse":"He put ryghteousnes vpon him for a brest plate, a set the helmet of health vpon hys head. He put on wrath in steade of clothynge, & toke gelousy about hym for a cloke:"},{"number":18,"verse":"(lyke as when a man goeth forth wrathfully to recompence hys enemyes, & to be auenged of hys aduersaryes.) Namelye, that be myght recompence & rewarde the Ilandes,"},{"number":19,"verse":"wher thorowe the name of the Lorde myght be feared, from the rysynge of the Sunne: and hys magesty, vnto the goinge downe of the same. For he shall come as a violent waterstreame, whych the wynde of the Lorde hath moued."},{"number":20,"verse":"But vnto Sion there shall come a redemer, and vnto them in Iacob that turne from wyckednesse, sayeth the Lorde."},{"number":21,"verse":"I wyll make thys couenaunt wyth them (sayth the Lorde:) My sprete that is vpon the, and the wordes which I haue put in thy mouth, shall neuer go out of thy mouth, nor out of the mouth of thy chylders chyldren, from thys tyme forth for euermore worlde wythout ende sayth the Lorde."}]}