{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"What is he thys, that cometh from Edom, wt redd coloured clothes of Bosra: (which is so costly cloth) & cometh in so myghtylye wt all his strength. I am he that teacheth ryghtuousnes, & am of power to helpe."},{"number":2,"verse":"Wherfore then is thy clothynge read, & thy rayment lyke his that treadeth in the wyne presse?"},{"number":3,"verse":"I haue troaden the presse my selfe alone, and of all people there is not one with me. Thus wyll I treade downe myne enemyes in my wrath, and set my fete vpon them in my indignacyon. And their bloude shalbe spronge vpon my cloothes, and so wyll I stayne all my rayment."},{"number":4,"verse":"For the daye of vengeaunce is assigned in my hert, & the yeare when my people shall be delyuered, is come."},{"number":5,"verse":"I loked aboute me, and there was no man to shewe me eny helpe, I maruayled that no man helde me vp. Then I helde me by myne awne arme, & my feruentnesse susteyned me."},{"number":6,"verse":"And thus will I treade downe the people in my wrath, & bathe them in my displeasure: and vpon the earth will I laye their strength."},{"number":7,"verse":"I will declare the goodnesse of the Lord, ye and the prayse of the Lorde for all that he hath geuen vs, for the greate good that he hath done for Israell: which he hath gyuen them of his awne fauoure, & accordynge to the multitude of his louynge kindnesses."},{"number":8,"verse":"For he sayde: These no doute are my people, & no shrinkynge chyldren, and so he was their sauyoure."},{"number":9,"verse":"In their troubles he was also troubled wt them, and the angell that went forth from hys presence, delyuered them: Of very loue & kyndnesse that he had vnto them, redemed he them. He hath borne them, and caryed them vp euer, sence the worlde beganne."},{"number":10,"verse":"But after they prouoked him to wrath & vexed his holy mynde he was their enemye, & fought agaynst them him selfe."},{"number":11,"verse":"Yet remembred Israell the olde tyme of Moses & his people. sayinge wher is he that brought them from the water of the see, with them that fead his shepe? where is he that hath geuen his holy sprete amonge them?"},{"number":12,"verse":"he ledd them by the ryght hande of Moses with hys glorious arme: deuidinge the water before them (wherby he gat him selfe an euerlastinge name)"},{"number":13,"verse":"he led them in the depe, as an horse is led in the playne, that they shulde not stomble,"},{"number":14,"verse":"as a tame beast goeth in the felde: and the breath gyuen of God gyueth him rest. Thus (O God) hast thou led thy people, to make thy selfe a glorious name with all."},{"number":15,"verse":"Loke downe then from heauen, & beholde the dwellynge place of thy sanctuary & thy glory. Howe is it, that thy gelousy, thy strength, the multitude of thy mercyes & thy louynge kyndnesse, wyll not be entreated of vs?"},{"number":16,"verse":"Yet art thou our father. For Abraham knoweth vs not, nether is Israel acquaynted wt vs. But thou Lorde art our father & redemer, & thy name is euerlastynge."},{"number":17,"verse":"O Lorde, wherfore hast thou led vs out of thy waye: Wherfore hast thou hardened our hertes, that we feare the not? Be at one wt vs agayne, for thy seruauntes sake and for the generacyon of thyne herytage."},{"number":18,"verse":"Thy people hath had but lytle of thy Sanctuary in possessyon, for oure enemyes haue troden downe the holy place."},{"number":19,"verse":"And we were thyne from the begynnynge: when thou wast not their Lorde, for they haue not called vpon thy name."}]}