{"bibleAbbr":"GB1539","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"Moreouer, the lord sayd vnto me: Take the a greate leaf, & write in it, as men do wt a penne, make hastye spede to robbe, & haste to the spoyle."},{"number":2,"verse":"And I called vnto me faythfull witnesses to recorde. Uryah the prest, & Zachariah the sonne of Barachiah."},{"number":3,"verse":"After that went I vnto the Prophetisse, that had conceaued & borne a sonne. Then sayde the Lorde to me: geue him this name: a spedie robber: an hastie spoiler."},{"number":4,"verse":"For why, or ouer the chylde shal haue knowledge to crye father, & mother: shall the ryches of Damascus & the substaunce of Samaria be taken awaye by the spoyler, before the kyng of the Assirians."},{"number":5,"verse":"The Lorde spake also vnto me, sayinge:"},{"number":6,"verse":"for so moch as thys people refuseth the still rennynge water of Sylo, and put theyr delyte in Razin & Romelies sonne:"},{"number":7,"verse":"Behold, the Lorde shall brynge myghtie & greate floudes of water vpon them: namely, the kynge of the Assirians with all his power: Which shall clyme vp vpon all his floudes, and renne ouer all theyr banckes."},{"number":8,"verse":"And shal breake in vpon Iuda, flowinge & increasing in power, tyll he gett him by the neck. He shall fyll also the widenesse of thy lande with hys brode winges, O Emanuel."},{"number":9,"verse":"Breake downe (o ye peple of Assur) and ye shall be, broken downe: herken to all ye of farre countrees. Muster you, and you shalbe broken downe, prepare you to batell and you shall be torne in peces:"},{"number":10,"verse":"take your councell together, yet must your councel come to naught: go in hande withall, yet shall it not prospere: for God is with vs."},{"number":11,"verse":"For the Lord spake thus to me in the powre of his hande, & warned me, sayinge vnto me: that I shulde not walcke in the waye of this people. He sayde moreouer:"},{"number":12,"verse":"rounde with none of them, whosoeuer saye: yonder people are bounde together: feare them not, nether be afrayd of them,"},{"number":13,"verse":"but sanctifie the Lord of Hostes, lett hym be youre feare and drede."},{"number":14,"verse":"For he shall be the holy place to flye to, and stone to stomble at: the rock to fall vpon: a snare and net to both the houses of Israel, and the inhabitours of Ierusalem."},{"number":15,"verse":"And many shall stomble, fall, and be broken vpon hym: yee, they shalbe snared & taken."},{"number":16,"verse":"Now laye the witnesses together & seale the lawe wt my disciples."},{"number":17,"verse":"Thus wil I wayte vpon the Lorde that hath turned his face from the house of Iacob, and I will loke for him."},{"number":18,"verse":"But lo, as for me, and the children which the lord hath geuen me: we are a token and a wondre in Israel, for the Lord of Hostes sake, which dwelleth vpon the hyll of Sion."},{"number":19,"verse":"And yf they saye vnto you: aske councell at the sothesayers, witches, charmers and coniurers, then make them thys answere. Is there a people eny where, that asketh not councell at his God? Shulde men renne vnto the dead for the lyuynge?"},{"number":20,"verse":"If eny man want lyght, leet hym loke vpon the lawe, and the testimony, whether they speake not after this meaning."},{"number":21,"verse":"If he do not thys, he stombleth and suffreth hunger. And yf he suffre hunger he is out of pacience, and blasphemeth his kyng & his God. Then loketh he vp warde, & downe warde to the earth,"},{"number":22,"verse":"& beholde, there is trouble and darckenesse, vexacion is rounde aboute hym, and the cloude of erroure. And out of soch aduersite, shal he not escape."}]}