{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"( करारको भङ्ग) यर्मियाकहाँ आएको परमप्रभुको वचन यही हो:"},{"number":2,"verse":"“यस करारका शर्तहरू ध्‍यानसित सुन्, र यहूदाका मानिसहरू र यरूशलेमका बासिन्‍दाहरूलाई भन्।"},{"number":3,"verse":"तैंले तिनीहरूलाई भन्, परमप्रभु इस्राएलका परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘यस करारका शर्तहरूलाई पालन नगर्ने मानिस श्रापित होस्—"},{"number":4,"verse":"करारका ती शर्तहरू जो मैले तिमीहरूका पिता-पुर्खाहरूलाई मैले फलामको भट्टी, अर्थात् मिश्रदेशबाट निकालेर ल्‍याउँदा तिनीहरूलाई आज्ञा गरेको थिएँ’। ‘मेरो आज्ञापालन गर, र मैले तिमीहरूलाई आज्ञा गरेका सबै कुरा मान, र तिमीहरू मेरा प्रजा हुनेछौ, र म तिमीहरूका परमेश्‍वर हुनेछु।"},{"number":5,"verse":"तब दूध र मह बग्ने एउटा देश दिनेछु भनी मैले तिमीहरूका पिता-पुर्खाहरूसित खाएको शपथ म पूरा गर्नेछु’— अनि त्‍यो देश जो आज तिमीहरूको अधिकारमा छ।” तब मैले जवाफ दिएँ, “हे परमप्रभु, आमेन।”"},{"number":6,"verse":"परमप्रभुले मलाई भन्‍नुभयो, “यहूदाका सबै सहरहरू र यरूशलेमका गल्‍ली-गल्‍लीहरू हुँदो यसो भन्‍दै यी सबै कुरा घोषणा गर्: ‘यस करारका शर्तहरू ध्‍यानसित सुन र पालन गर।"},{"number":7,"verse":"जुन बेला मैले तिमीहरूका पुर्खाहरूलाई मिश्रदेशबाट छुटाएर ल्‍याएँ, त्‍यस बेलादेखि आजको दिनसम्‍म तिनीहरूलाई दृढ़तापूर्वक बारम्‍बार “मेरो आज्ञापालन गर” भनेर चेताउनी दिँदैआएको छु।"},{"number":8,"verse":"तर तिनीहरूले ध्‍यानसित सुनेनन्, अथवा मेरा कुरामा कान थापेनन्। त्‍यसको सट्टा तिनीहरू आफ्‍ना-आफ्‍नै दुष्‍ट हृदयको हठीपनामा लागिरहे। करारका सबै भागहरू पालन गर्नू भनी मैले आज्ञा गरेको थिएँ, तर तिनीहरूले सो पालन गर्न इन्‍कार गरे। त्‍यसैले करारका सबै श्रापहरू मैले तिनीहरूमाथि ल्‍याएँ’।”"},{"number":9,"verse":"तब परमप्रभुले मलाई भन्‍नुभयो, “यहूदाका मानिसहरू र यरूशलेममा बस्‍नेहरूले षड्यन्‍त्र रचेका छन्।"},{"number":10,"verse":"तिनीहरू आफ्‍ना पिता-पुर्खाहरू, जसले मेरा वचन सुन्‍न इन्‍कार गरे, तिनका पापतिरै फर्किगएका छन्। तिनीहरू अरू देवताहरूको सेवा गर्न तिनीहरूका पछि लागेका छन्। मैले तिनीहरूका पिता-पुर्खाहरूसित गरेको मेरो करारलाई इस्राएलका घराना र यहूदाका घराना दुवैले भङ्ग गरेका छन्।"},{"number":11,"verse":"यसकारण परमप्रभु यसो भन्‍नुहुन्‍छ: ‘म तिनीहरूमाथि विपत्ति ल्‍याउनेछु, जसबाट तिनीहरू उम्‍कन सक्‍दैनन्। तिनीहरूले मेरो पुकारा गरे तापनि म सुन्‍नेछैनँ।"},{"number":12,"verse":"तब यहूदाका सहरहरू र यरूशलेमका मानिसहरूले गएर ती देवताहरूको पुकारा गर्नेछन्, जसका निम्‍ति तिनीहरूले धूप बालेका थिए, तर तिनीहरूको आपत्को बेलामा ती देवताहरूले तिनीहरूलाई कसै गरेर पनि सहायता गर्नेछैनन्।"},{"number":13,"verse":"हे यहूदा, तिमीहरूका जति सहरहरू छन्, त्‍यति नै तिमीहरूका देवताहरू भएका छन्। यरूशलेमका जति गल्‍लीहरू छन्, शर्मलाग्‍दो बाल देवतालाई धूप चढ़ाउने वेदीहरू पनि त्‍यति नै भएका छन्।’"},{"number":14,"verse":"“यस जातिको निम्‍ति प्रार्थना नगर्, अथवा तिनीहरूका निम्‍ति पुकारा वा बिन्‍ती नचढ़ा, किनभने तिनीहरूका दु:खको समयमा तिनीहरूले गरेको पुकारा म सुन्‍नेछैनँ।"},{"number":15,"verse":"“मेरो मन्‍दिरमा मेरी प्रिया के गर्दैछे, जब कि त्‍यसले आफ्‍नो दुष्‍ट योजना धेरैसित बनाइसकेकी छ? के अर्पण गरिएका मासुहरूले तिमीहरूको दण्‍ड परसम्‍म सार्न सक्‍छन् र? जब तिमीहरू दुष्‍ट काममा लाग्‍छौ, तब तिमीहरू हर्षित हुन्‍छौ।”"},{"number":16,"verse":"परमप्रभुले तिमीहरूलाई असल फल भएको सुन्‍दर हरियो जैतूनको रूख भनी नाउँ दिनुभएको थियो, तर भयङ्कर आँधीबेहरीको गर्जनसित उहाँले त्‍यसलाई आगो लगाइदिनुहुनेछ, र त्‍यसका हाँगाहरू भाँचिनेछन्।"},{"number":17,"verse":"सर्वशक्तिमान् परमप्रभु, जसले तिमीहरूलाई रोप्‍नुभयो, उहाँले तिमीहरूमाथि विपत्ति ल्‍याउनलाई फैसला गर्नुभएको छ। किनभने इस्राएलका घराना र यहूदाका घरानाले दुष्‍ट काम गरेका छन्, र बाल देवताको निम्‍ति धूप चढ़ाएर मलाई रीस उठाएका छन्।"},{"number":18,"verse":"( यर्मियाको विरुद्धमा षड्यन्‍त्र) परमप्रभुले तिनीहरूको षड्यन्‍त्र मलाई देखाइदिनुभएकोले, मैले थाहा पाएँ, किनभने तिनीहरूले के गरिरहेका थिए, त्‍यस बेला उहाँले मलाई सो देखाइदिनुभयो।"},{"number":19,"verse":"म त मार्नलाई लैजान लागेको एउटा सुधो थुमाजस्‍तो थिएँ। तिनीहरूले यसो भन्‍दै मेरो विरुद्ध षड्यन्‍त्र रचेका मलाई थाहा थिएन: “यस रूखलाई यसको फलैसमेत नाश गरौं, यसलाई जीवितहरूको देशबाट काटेर फालिदिऔं, र यसको नाउँको कहिल्‍यै सम्‍झना नगरिओस्।”"},{"number":20,"verse":"तर हे सर्वशक्तिमान् परमप्रभु, तपाईं जसले धर्मसित न्‍याय गर्नुहुन्‍छ, र हृदय र मनको जाँच गर्नुहुन्‍छ, तपाईंले तिनीहरूमाथि बदला लिनुभएको म देख्‍न पाऊँ, किनभने तपाईंलाई नै मैले मेरो मुद्दा सुम्‍पिदिएको छु।"},{"number":21,"verse":"“यसकारण तेरो प्राण लिन खोज्‍ने अनातोतका मानिसहरूका सम्‍बन्‍धमा परमप्रभु यसो भन्‍नुहुन्‍छ— ती मानिसहरू जो तँलाई भन्‍छन्, ‘परमप्रभुको नाउँमा अगमवाणी नभन्, नत्रता तँ हाम्रा हातबाट मर्नेछस्’—"},{"number":22,"verse":"यसकारण सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ: ‘म तिनीहरूलाई दण्‍ड दिनेछु। तिनीहरूका जवान मानिसहरू तरवारले मारिनेछन्, र तिनीहरूका छोराछोरीहरूचाहिँ अनिकालले मर्नेछन्।"},{"number":23,"verse":"तिनीहरूमा कोही पनि बाँच्‍नेछैन, किनभने तिनीहरूका दण्‍डको वर्षमा म अनातोतका मानिसहरूमाथि सर्वनाश ल्‍याउनेछु’।”"}]}