{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"( यर्मियालाई धम्की) यहूदाका राजा योशियाहका छोरा यहोयाकीमका राजकालको सुरुमा यो वचन परमप्रभुबाट आयो: ( ; )"},{"number":2,"verse":"“परमप्रभु यसो भन्‍नुहुन्‍छ: परमप्रभुका घरको चोकमा खड़ा हो, र परमप्रभुको घरमा आराधना गर्न आउने यहूदाका नगरहरूका समस्‍त मानिसहरूलाई मैले तँलाई भन्‍नू भनी आज्ञा गरेका सबै कुरा तिनीहरूलाई भन्, एउटै कुरा पनि नछोड्।"},{"number":3,"verse":"शायद त्‍यो सुनेर तिनीहरू हरेक आ-आफ्‍नो दुष्‍ट चालदेखि फर्कलान्। तब तिनीहरूका दुष्‍टताको कारण तिनीहरूमाथि सर्वनाश ल्‍याउने मेरो मन म छोड्नेछु।"},{"number":4,"verse":"तैंले तिनीहरूलाई भन्, ‘परमप्रभु यसो भन्‍नुहुन्‍छ: यदि तिमीहरूले मेरा कुरा ध्‍यानसित सुनेनौ र मैले तिमीहरूका सामुन्‍ने राखिदिएको मेरो व्‍यवस्‍था तिमीहरूले पालन गरेनौ,"},{"number":5,"verse":"र मैले तिमीहरूकहाँ बारम्‍बार पठाएका मेरा दास, अगमवक्ताहरूका कुरा ध्‍यानसित सुनेनौ भने (यद्यपि तिमीहरूले ध्‍यानसित सुनेका छैनौ),"},{"number":6,"verse":"तब म यस घरलाई शीलोजस्‍तै बनाइदिनेछु, र यस सहरलाई चाहिँ पृथ्‍वीका सारा जातिहरूका बीचमा एउटा श्रापको पात्र तुल्‍याइदिनेछु’।” ( ; ; )"},{"number":7,"verse":"पूजाहारीहरू, अगमवक्ताहरू र सबै मानिसहरूले परमप्रभुको घरमा यर्मियाले भनेका यी कुरा सुने।"},{"number":8,"verse":"परमप्रभुले गर्नुभएका सबै आज्ञा यर्मियाले सबै मानिसहरूलाई भनिसक्‍ने बित्तिकै पूजाहारीहरू, अगमवक्ताहरू र सबै मानिसहरूले तिनलाई समातेर भने, “तिमी मर्नैपर्छ।"},{"number":9,"verse":"यो घर शीलोजस्‍तै हुनेछ, र यो सहरचाहिँ उजाड़ र निर्जन हुनेछ भनी किन तिमी परमप्रभुको नाउँमा अगमवाणी गर्दछौ?” अनि सबै मानिसहरू परमप्रभुको घरमा यर्मियाका चारैपट्टि भीड़ लागे।"},{"number":10,"verse":"जब यहूदाका अधिकारीहरूले यी कुरा सुने, तब तिनीहरू राजाको महलदेखि परमप्रभुको घरमा आए, र परमप्रभुका घरको नयाँ मूल ढोकानेर स्‍थान लिए।"},{"number":11,"verse":"तब पूजाहारीहरू र अगमवक्ताहरूले अधिकारीहरू र सबै मानिसहरूलाई यसो भने, “यस मानिसलाई प्राणदण्‍ड दिनैपर्छ, किनभने यसले यस सहरको विरुद्धमा अगमवाणी गरेको छ। तपाईंहरूले आफ्‍नै कानले सुन्‍नुभएको छ!”"},{"number":12,"verse":"तब यर्मियाले सबै अधिकारीहरू र सारा मानिसहरूलाई भने, “यस भवन र यस सहरको विरुद्धमा तपाईंहरूले सुन्‍नुभएका जम्‍मै कुराहरूको अगमवाणी कहनलाई परमप्रभुले मलाई पठाउनुभएकै हो।"},{"number":13,"verse":"अब तपाईंहरू आ-आफ्‍ना चाल र काम सुधार्नुहोस्, र परमप्रभु आफ्‍ना परमेश्‍वरको आज्ञापालन गर्नुहोस्। तब तपाईंहरूका विरुद्धमा उहाँले भन्‍नुभएको सर्वनाशबाट परमप्रभुले मन बद्लनुहुनेछ।"},{"number":14,"verse":"मचाहिँ त तपाईंहरूका हातमा छु। तपाईंहरूलाई जे असल र ठीक लाग्‍छ त्‍यही मसित गर्नुहोस्।"},{"number":15,"verse":"केवल योचाहिँ थाहा होस्, कि तपाईंहरूले मेरो हत्‍या गर्नुभयो भनेदेखि तपाईंहरूले आफूमाथि, यस सहरमाथि र यसमा बस्‍नेहरूमाथि एक निर्दोष मानिसको रगत बगाएको दोष ल्‍याउनुहुनेछ, किनकि साँच्‍चै तपाईंहरूलाई यी सबै कुरा सुनाउनलाई परमप्रभुले नै मलाई पठाउनुभएको हो।”"},{"number":16,"verse":"तब अधिकारीहरू र ती सबै मानिसहरूले पूजाहारीहरू र अगमवक्ताहरूलाई भने, “यी मानिस प्राणदण्‍डको योग्‍य छैनन्। यिनले हामीलाई परमप्रभु हाम्रा परमेश्‍वरको नाउँमा यी कुरा भनेका हुन्।”"},{"number":17,"verse":"त्‍यस देशका केही धर्म-गुरुहरूले अगि आएर त्‍यहाँ जम्‍मा भएका सबै मानिसहरूलाई भने,"},{"number":18,"verse":"“यहूदाका राजा हिजकियाका समयमा मोरेशेतका मीकाले अगमवाणी गरे। यहूदाका सबै मानिसहरूलाई तिनले यसो भने, ‘सर्वशक्तिमान् परमप्रभु यसो भन्‍नुहुन्‍छ: सियोन खेतझैँ जोतिनेछ, यरूशलेमचाहिँ ढुङ्गा-रोड़ाको ढेर बन्‍नेछ, मन्‍दिरको डाँड़ाचाहिँ झाड़ीहरू बढ़ेर आएको ढिस्‍कोझैँ हुनेछ’। ( )"},{"number":19,"verse":"“के यहूदाका राजा हिजकिया वा यहूदाका अरू कसैले तिनलाई मारे र? अनि के परमप्रभुदेखि डराएर हिजकियाले उहाँको निगाहा खोजेनन् र? के तिनीहरूमाथि ल्‍याउने विपत्तिदेखि परमप्रभुले आफ्‍नो मन बद्लनुभएन र? हामीले त आफूमाथि ठूलो सर्वनाश ल्‍याउन लागेका छौं।”"},{"number":20,"verse":"(अर्का एक जना मानिस पनि थिए, जसले परमप्रभुको नाउँमा अगमवाणी कहे। तिनी किर्यत-यारीममा बस्‍ने शमायाहका छोरा उरियाह थिए। तिनले पनि यस सहर र यस देशको विरुद्धमा यर्मियाले भनेजस्‍तै अगमवाणी कहे।"},{"number":21,"verse":"जब राजा यहोयाकीम र तिनका सबै अधिकृतहरू र अधिकारीहरूले उरियाहका यी वचन सुने, तब राजाले तिनलाई मार्न खोजे। तर यो कुरा सुनेर उरियाह डराए, र भागेर मिश्रदेशमा गए।"},{"number":22,"verse":"तापनि यहोयाकीमले मिश्रदेशमा अक्‍बोरको छोरो एल्‍नातान र त्‍यसका साथमा केही मानिसहरूलाई पठाए।"},{"number":23,"verse":"तिनीहरूले उरियाहलाई मिश्रदेशबाट ल्‍याए, र राजा यहोयाकीमको सामुन्‍ने हाजिर गराए। राजाले तिनलाई मार्न तरवार प्रहार गर्न लाए, र तिनको लाश साधारण मानिसहरू गाड्ने ठाउँमा फ्‍याँकिदिन लगाए।)"},{"number":24,"verse":"शापानका छोरा अहीकामले अझै यर्मियाको पक्षमा बोले, यसैले यर्मिया मारिनलाई मानिसहरूका हातमा सुम्‍पिएनन्।"}]}