{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"( यहूदाबाट नबूकदनेसरको सेवा) यहूदाका राजा योशियाहका छोरा सिदकियाहका राजकालको सुरुमा परमप्रभुबाट यो वचन यर्मियाकहाँ आयो: ( ; ; )"},{"number":2,"verse":"परमप्रभुले मलाई यो कुरा भन्‍नुभयो: “छालाका डोरीहरू र काठका बारले एउटा जुवा बना, र तेरो काँधमा राख्।"},{"number":3,"verse":"र यहूदाको राजा सिदकियाहकहाँ यरूशलेममा आएका दूतहरूका हातमा एदोम, मोआब, टुरोस र सीदोनका राजाहरूकहाँ समाचार पठा।"},{"number":4,"verse":"उनीहरूका मालिकहरूका निम्‍ति यो सन्‍देश दिएर भन्: ‘सर्वशक्तिमान् परमप्रभु, इस्राएलका परमेश्‍वर यसो भन्‍नुहुन्‍छ: “तिमीहरूले आ-आफ्‍नो मालिकलाई यसो भन्‍नू:"},{"number":5,"verse":"यो पृथ्‍वी, यस पृथ्‍वीमा बस्‍ने मानिसहरू र पशुहरूलाई मैले नै आफ्‍नो महाशक्ति र बाहुबलले बनाएको छु, र जसलाई इच्‍छा गर्छु त्‍यसलाई म त्‍यो दिन्‍छु।"},{"number":6,"verse":"अब तिमीहरूका सारा देशहरू मेरो दास, बेबिलोनको राजा नबूकदनेसरको हातमा दिनेछु। वनका जन्‍तुहरूलाई पनि त्‍यसको अधीनमा बस्‍ने म तुल्‍याउनेछु।"},{"number":7,"verse":"त्‍यसको आफ्‍नै देशको समय नआउञ्‍जेल सबै जातिहरूले त्‍यसको, त्‍यसका छोराको र त्‍यसका नातिको सेवा गर्नेछन्। त्‍यसपछि धेरै जातिहरू र ठूला-ठूला राजाहरूले त्‍यसलाई आफ्‍नो वशमा पार्नेछन्।"},{"number":8,"verse":"“तर यदि कुनै जाति अथवा राज्‍यले बेबिलोनको राजा नबूकदनेसरको सेवा गर्न र बेबिलोनका राजाको जुवामुनि आफ्‍नो घिच्रो राख्‍न मानेन भने, म त्‍यस जातिलाई तरवार, अनिकाल र रूढ़ीले दण्‍ड दिनेछु, जबसम्‍म म उनीहरूलाई त्‍यसको हातद्वारा नष्‍ट गर्दिनँ, परमप्रभु भन्‍नुहुन्‍छ।"},{"number":9,"verse":"यसैकारण ‘बेबिलोनका राजाको सेवा तिमीहरूले गर्नेछैनौ’ भन्‍ने तिमीहरूका अगमवक्ताहरू, जोखना हेर्नेहरू, सपनाको अर्थ फुकाउनेहरू, भूतप्रेत खेलाउनेहरू र जादूगरी गर्नेहरूका कुरा नसुन।"},{"number":10,"verse":"उनीहरूले तिमीहरूलाई कहेका अगमवाणी त झूटा हुन्, जसले गर्दा तिमीहरू आफ्‍ना देशहरूदेखि टाढ़ा हटाइनेछौ। म तिमीहरूलाई धपाउनेछु र तिमीहरू नष्‍ट हुनेछौ।"},{"number":11,"verse":"तर जुन जातिले आफ्‍नो घिच्रो बेबिलोनका राजाको जुवामुनि राख्‍छ र त्‍यसको सेवा गर्छ, त्‍यस जातिलाई म त्‍यसको आफ्‍नै देशमा खनजोत गर्न र रहन दिनेछु, परमप्रभु भन्‍नुहुन्‍छ।”"},{"number":12,"verse":"यहूदाका राजा सिदकियाहलाई मैले त्‍यही सन्‍देश दिएँ। मैले भनें, “बेबिलोनका राजाको जुवा आफ्‍नो काँधमा लेऊ, र उनी र उनका प्रजाको सेवा गर र तिमी बाँच्‍नेछौ।"},{"number":13,"verse":"बेबिलोनका राजाको सेवा नगर्ने जातिको विषयमा परमप्रभुले चेताउनी दिनुभएझैँ तरवार, अनिकाल र रूढ़ीले तिमी र तिम्रो प्रजा किन मर्छौ?"},{"number":14,"verse":"‘बेबिलोनका राजाको सेवा तिमीहरूले गर्नेछैनौ’ भन्‍ने अगमवक्ताहरूका कुरा नसुन, किनकि उनीहरूले त तिमीहरूलाई झूटा अगमवाणी कहँदैछन्।"},{"number":15,"verse":"परमप्रभु भन्‍नुहुन्‍छ, ‘मैले त उनीहरूलाई पठाएको होइनँ, तर मेरो नाउँमा उनीहरू झूटो अगमवाणी कहिरहेका छन्। यसकारण म तिमीहरूलाई निर्वासित गर्नेछु, र तिमीहरू नष्‍ट हुनेछौ— तिमीहरू र तिमीहरूलाई अगमवाणी कहने तिमीहरूका अगमवक्ताहरू’।”"},{"number":16,"verse":"तब पूजाहारीहरू र यी सबै मानिसहरूलाई मैले यसो भनें, “परमप्रभु यसो भन्‍नुहुन्‍छ: तिमीहरू आफ्‍ना अगमवक्ताहरूका कुरा नसुन, जसले भन्‍छन्, ‘परमप्रभुको भवनका भाँड़ाकुँड़ाहरू अब चाँड़ै बेबिलोनबाट ल्‍याइनेछन्।’ उनीहरूले तिमीहरूलाई झूटा अगमवाणी भन्‍दैछन्।"},{"number":17,"verse":"उनीहरूका कुरा नसुन। बेबिलोनका राजाको सेवा गर, र तिमीहरू बाँच्‍नेछौ। यो सहर किन भग्‍नावशेष हुने?"},{"number":18,"verse":"यदि उनीहरू अगमवक्ता हुन् र परमप्रभुको वचन उनीहरूसित छ भने, परमप्रभुको भवनमा रहेका, यहूदाका राजाको महलमा रहेका र यरूशलेममा रहेका मालसामानहरू बेबिलोनमा नलगिऊन् भनी सर्वशक्तिमान् परमप्रभुसित उनीहरूले बिन्‍ती गरून्।"},{"number":19,"verse":"किनभने स्‍तम्‍भहरू, विशाल खड्कुँलो, गुड्ने आधारहरू, र यस सहरमा छोड़िएका अरू मालसामानहरू पनि,"},{"number":20,"verse":"जुन बेबिलोनका राजा नबूकदनेसरले यहूदाका राजा यहोयाकीमका छोरा यहोयाकीन र यहूदा र यरूशलेमका जम्‍मै भारदारहरूलाई यरूशलेमदेखि निर्वासित गरेर लाँदा लगेका थिएनन्—"},{"number":21,"verse":"ती मालसामानहरू, जुन परमप्रभुको भवन, यहूदाका राजाको महल र यरूशलेममा छोड़िएका छन्, तिनको विषयमा सर्वशक्तिमान् परमप्रभु, इस्राएलका परमेश्‍वर भन्‍नुहुन्‍छ:"},{"number":22,"verse":"‘ती बेबिलोनमा पुर्‍याइन्‍छन्, र जबसम्‍म म तिनीहरूका निम्‍ति आउँदिनँ, तबसम्‍म ती त्‍यहीँ नै रहिरहनेछन्’ परमप्रभु भन्‍नुहुन्‍छ। ‘तब म तिनीहरूलाई फेरि फर्काएर ल्‍याउनेछु, र यस ठाउँमा फेरि राख्‍नेछु’।”"}]}