{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"( यर्मिया इनारमा हालिएका) मत्तानका छोरा शपत्‍याह, पशहूरका छोरा गदल्‍याह, शेलेम्‍याहका छोरा यहूकल र मल्‍कियाहका छोरा पशहूरले यर्मियाले सबै मानिसहरूलाई यसो भन्‍दै गरेका सुने,"},{"number":2,"verse":"“परमप्रभु यसो भन्‍नुहुन्‍छ: ‘जो यस सहरमा बस्‍छ त्‍यो तरवार, अनिकाल र रूढ़ीले मर्नेछ, तर जो निस्‍केर बेबिलोनीहरूकहाँ जान्‍छ त्‍यो बाँच्‍नेछ। त्‍यसले आफ्‍नो ज्‍यान जोगाएर उम्‍कनेछ, र त्‍यो बाँच्‍नेछ।"},{"number":3,"verse":"अनि परमप्रभु यसो भन्‍नुहुन्‍छ: ‘यो सहर निश्‍चय नै बेबिलोनका राजाका सेनाको हातमा सुम्‍पिइनेछ, र त्‍यसले यो कब्‍जा गर्नेछ’।”"},{"number":4,"verse":"तब अधिकारीहरूले राजालाई भने, “यस मानिसलाई मार्नैपर्छ, किनभने यसले यस्‍ता कुरा गरेर यस सहरमा बाँकी रहेका सिपाहीहरू र मानिसहरूलाई समेत निरुत्‍साहित पार्दैछ। यस मानिसले यी मानिसहरूको भलो होइन तर तिनीहरूको हानि चाहन्‍छ।”"},{"number":5,"verse":"सिदकियाह राजाले जवाफ दिए, “त्‍यो तिमीहरूकै हातमा छ। राजाले त तिमीहरूका विरुद्धमा केही गर्न सक्‍दैनन्।”"},{"number":6,"verse":"यसैले तिनीहरूले यर्मियालाई लगे, र राजकुमार मल्‍कियाहको पानीको इनार, जो गारदको चोकमा थियो, त्‍यसमा डोरीले सुर्काएर हालिदिए। यस इनारमा पानी थिएन तर हिलो मात्र थियो। अनि यर्मिया त्‍यस हिलोमा भासिए।"},{"number":7,"verse":"राजा त्‍यस बेला बेन्‍यामीनको ढोकामा बसिरहेका थिए। जब यर्मिया इनारमा हालिएका कुरा राजदरबारका नपुंसक कूशी एबेद-मेलेकले सुने,"},{"number":8,"verse":"तब तिनले राजमहलबाट गएर राजालाई भने,"},{"number":9,"verse":"“हे मेरा प्रभु, हे महाराजा, यी मानिसहरूले यर्मिया अगमवक्तालाई इनारमा हालिदिएर दुष्‍ट काम गरे। सहरमा रोटी सकिएपछि तिनी त त्‍यहाँ भोकै मर्नेछन्।"},{"number":10,"verse":"तब राजाले कूशी एबेद-मेलेकलाई यसो भनेर हुकुम गरे, “यहाँबाट तीस जना मानिसहरू साथमा लगेर तिनी त्‍यहाँ मर्न अघि नै यर्मिया अगमवक्तालाई त्‍यस इनारबाट निकाल।”"},{"number":11,"verse":"यसैले एबेद-मेलेकले ती मानिसहरूलाई लगेर राजमहलको भण्‍डारमुनिको एउटा कोठामा गए, र त्‍यहाँबाट पुराना थोत्रा फाटेका लुगाहरू झिके, र तिनले इनारमा यर्मियाको लागि डोरीहरूले बाँधेर ती झारिदिए।"},{"number":12,"verse":"तब कूशी एबेद-मेलेकले यर्मियालाई भने, “तिम्रा काखी र डोरीहरूका बीचमा यी थोत्रा लुगाहरू लगाऊ।” यर्मियाले त्‍यसै गरे।"},{"number":13,"verse":"तब तिनीहरूले ती डोरीहरूको सहायताले यर्मियालाई इनारबाट बाहिर निकाले। त्‍यसपछि यर्मिया गारदको चोकमा बसे।"},{"number":14,"verse":"( सिदकियाहले यर्मियालाई फेरि प्रश्‍न गरेका) तब सिदकियाह राजाले यर्मिया अगमवक्तालाई बोलाइपठाए, र परमप्रभुका मन्‍दिरको तेस्रो मूल ढोकामा तिनलाई ल्‍याउन लगाए। राजाले यर्मियालाई भने, “म तिमीसित केही कुरा सोध्‍नेछु। मदेखि केही कुरा पनि नलुकाऊ।”"},{"number":15,"verse":"यर्मियाले सिदकियाहलाई भने, “मैले तपाईंलाई जवाफ दिएँ भने, के तपाईंले मलाई मार्नुहुन्‍न? मैले तपाईंलाई सल्‍लाह दिएँ भने पनि तपाईंले त्‍यो सुन्‍नुहुन्‍न।”"},{"number":16,"verse":"तर सिदकियाह राजाले गुप्‍तमा यर्मियासित यसो भनेर शपथ खाए, “जीवित परमप्रभु, जसले हामीलाई सास दिनुभयो, उहाँकै नाउँमा शपथ खाएर भन्‍दैछु, म तिमीलाई मार्नेछैनँ, न त तिम्रो ज्‍यान लिन खोज्‍ने मानिसहरूका हातमा तिमीलाई सुम्‍पनेछु।”"},{"number":17,"verse":"तब यर्मियाले सिदकियाहलाई भने, “सर्वशक्तिमान् परमप्रभु, इस्राएलका परमेश्‍वर यसो भन्‍नुहुन्‍छ: ‘यदि बेबिलोनको राजाका अधिकृतहरूका हातमा तैंले आफैलाई सुम्‍पिदिइस् भने तेरो प्राण बाँच्‍नेछ, अनि यो सहर जलाइनेछैन, र तेरो घरानासहित तँ बाँच्‍नेछस्।"},{"number":18,"verse":"तर तैंले आफूलाई बेबिलोनको राजाका अधिकृतहरूका हातमा सुम्‍पिदिइनस् भनेता यो सहर बेबिलोनीहरूका हातमा दिइनेछ, र उनीहरूले यसलाई जलाइदिनेछन्, र तँ उनीहरूका हातबाट उम्‍कनेछैनस्’।”"},{"number":19,"verse":"तब सिदकियाह राजाले यर्मियालाई भने, “बेबिलोनीहरूकहाँ भागेर गएका यहूदीहरूसित मलाई डर लाग्‍दैछ। किनकि बेबिलोनीहरूले मलाई तिनीहरूका हातमा सुम्‍पिदिए भनेता तिनीहरूले मसँग दुर्व्यवहार गर्नेछन्।”"},{"number":20,"verse":"यर्मियाले जवाफ दिए, “उनीहरूले तपाईंलाई तिनीहरूका हातमा सुम्‍पिनेछैनन्। मैले तपाईंलाई भनेका परमप्रभुको वचन पालन गर्नुहोस् र तपाईंको भलो हुनेछ, र तपाईंको प्राण बाँच्‍नेछ।"},{"number":21,"verse":"तर सुम्‍पिनलाई तपाईंले इन्‍कार गर्नुभयो भनेता परमप्रभुले मलाई देखाउनुभएको दर्शन यही हो:"},{"number":22,"verse":"यहूदाका राजाको महलमा छोड़िएका सबै स्‍त्रीहरू बेबिलोनका राजाका अधिकारीहरूकहाँ लगिनेछन्, र ती स्‍त्रीहरूले तपाईंलाई भन्‍नेछन्: ‘तपाईंले भरोसा गर्नुभएका तपाईंका मित्रहरूले तपाईंलाई भ्रममा पारे। अब तपाईंका खुट्टा हिलोमा भासिएका छन्। तपाईंका मित्रहरूले तपाईंलाई त्‍यागेका छन्।’"},{"number":23,"verse":"तपाईंका सबै पत्‍नीहरू र छोराछोरीहरू बेबिलोनीहरूकहाँ पुर्‍याइनेछन्। तपाईं आफै पनि उनीहरूका हातबाट उम्‍कन पाउनुहुनेछैन, तर बेबिलोनका राजाले तपाईंलाई पक्रनेछन्, र यो सहरचाहिँ जलाइनेछ।”"},{"number":24,"verse":"तब सिदकियाहले यर्मियालाई भने, “यो बातचीतको बारेमा कसैले थाहा नपाओस्, नत्रता तिमी मारिऔला।"},{"number":25,"verse":"यदि तिमीसित मैले कुरा गरेको अधिकारीहरूले सुनेछन्, र तिमीकहाँ आएर ‘तिमीले राजालाई के भन्‍यौ, र राजाले तिमीलाई के भन्‍नुभयो? हामीबाट केही कुरा नलुकाऊ, नत्रता हामी तिमीलाई मार्नेछौं,” भनी तिमीलाई सोधेछन् भने,"},{"number":26,"verse":"तिमीले तिनीहरूलाई भन्‍नू, ‘मलाई मर्नलाई जोनाथनको घरमा नपठाइदिनुहोस् भनी मैले राजालाई एउटा नम्र-निवेदन मात्र गरिरहेको थिएँ’।”"},{"number":27,"verse":"सबै अधिकारीहरू भारदारहरू यर्मियाकहाँ आएर तिनलाई प्रश्‍न गरे। तिनले राजाले हुकुम गरेअनुसार तिनीहरूलाई भने। यसैले तिनीहरूले तिनीसित अरू केही सोधेनन्, किनभने राजा र यर्मियाका बीचको बातचीत कसैले सुनेको थिएन।"},{"number":28,"verse":"यरूशलेम लिने दिनसम्‍मै यर्मिया गारदको चोकमा नै रहे। ( )"}]}