{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"( यर्मियाको छुटकारा) राजकीय अङ्गरक्षकका सेनापति नबूजरदानले यर्मियालाई साङ्लाले बाँधेर बेबिलोनमा लगिन लागेका यरूशलेम र यहूदाका अरू कैदीहरूका साथमा फेला पारेका थिए। उनले तिनलाई रामामा छोड़िदिएपछि परमप्रभुको वचन यर्मियाकहाँ आयो।"},{"number":2,"verse":"जब अङ्गरक्षका सेनापतिले यर्मियालाई भेटे उनले तिनलाई भने, “परमप्रभु तिम्रा परमेश्‍वरले यस ठाउँमा यो सर्वनाश ल्‍याउनलाई भन्‍नुभएको थियो।"},{"number":3,"verse":"अब उहाँले सो सर्वनाश ल्‍याउनुभयो, र आफूले भन्‍नुभएझैँ उहाँले गर्नुभयो। यी सबै भए, किनकि तिमीहरूले परमप्रभुको विरुद्धमा पाप गर्‍यौ, र उहाँको आज्ञापालन गरेनौ।"},{"number":4,"verse":"तर आज तिम्रा हातको साङ्लाबाट म तिमीलाई मुक्त गरिदिँदैछु। यदि मसित बेबिलोनमा आउन तिमीलाई असल लाग्‍यो भने आऊ। म तिम्रो हेरचाह गर्नेछु। तर यदि तिमीलाई मसित बेबिलोनमा आउन ठीक लागेन भने नआऊ। हेर, यो सारा देश तिम्रो सामुन्‍ने छ। तिमीलाई जहाँ जान मन लाग्‍छ, त्‍यहीँ जाऊ।”"},{"number":5,"verse":"तापनि यर्मिया जान लाग्‍दा नबूजरदानले फर्केर भने, “शापानका नाति, अहीकामका छोरा गदल्‍याहकहाँ जाऊ, जसलाई बेबिलोनका राजाले यहूदाका नगरहरूमाथि राज्‍यपाल नियुक्त गर्नुभएको छ। त्‍यहाँ तिनीसँगै अरू मानिसहरूसित तिमी बस, अथवा तिमीलाई जता जान मन लाग्‍छ त्‍यतै जाऊ।” तब सेनापतिले तिनलाई खाने भत्ता र उपहार दिए, र तिनलाई छोड़िदिए।"},{"number":6,"verse":"यसैले यर्मिया मिस्‍पामा अहीकामका छोरा गदल्‍याहकहाँ गए, र तिनीसित देशमा छोड़िएका मानिसहरूसँगै बस्‍न लागे।"},{"number":7,"verse":"( राज्‍यपाल गदल्‍याहको हत्‍या) बेबिलोनका राजाले अहीकामका छोरा गदल्‍याहलाई देशका राज्‍यपाल नियुक्त गरेका छन् र देशका सबैभन्‍दा गरीब पुरुष, स्‍त्री र केटाकेटीहरूलाई, जो निर्वासित गरेर बेबिलोनमा लगिएका थिएनन्, ती जम्‍मैलाई तिनका हातमा सुम्‍पिदिएका छन् भनी जब फौजका सबै अधिकृतहरू र बस्‍ती-बस्‍तीमा भएका तिनीहरूका मानिसहरूले सुने, ( )"},{"number":8,"verse":"तब तिनीहरू मिस्‍पामा गदल्‍याहकहाँ आए। तिनीहरू यी नै थिए: नतन्‍याहका छोरा इश्‍माएल, कारेहका दुई छोराहरू योहानान र जोनाथन, तन्‍हूमेतका छोरा सरायाह, नतोपाती एफैका छोराहरू, माकातीका छोरा याजन्‍याह र यिनीहरू सबैका मानिसहरू।"},{"number":9,"verse":"शापानका नाति, अहीकामका छोरा गदल्‍याहले तिनीहरू र तिनीहरूका मानिसहरूलाई ढाड़स दिन यो शपथ खाएर भने, “बेबिलोनीहरूको सेवा गर्न नडराओ। देशमा बसेर बेबिलोनका राजाको सेवा गर, र तिमीहरूको भलो हुनेछ।"},{"number":10,"verse":"मचाहिँ त हामीहरूकहाँ आउने बेबिलोनीहरूका सामुन्‍ने तिमीहरूको प्रतिनिधि भएर मिस्‍पामा नै बस्‍नेछु। तिमीहरूचाहिँ दाखमद्य, ग्रीष्‍म ऋतुका फलहरू र तेल आफ्‍ना भाँड़ामा जम्‍मा गर्दै राख, र तिमीहरूले छानेका सहरहरूमा बस।”"},{"number":11,"verse":"जब मोआबमा, अम्‍मोनमा र एदोममा र अरू देशहरूमा भएका सारा यहूदीहरूले यो कुरा सुने, कि बेबिलोनका राजाले यहूदामा केही मानिसहरूलाई छोड़िराखेका छन्, र शापानका नाति, अहीकामका छोरा गदल्‍याहलाई राज्‍यपाल नियुक्त गरेका छन्,"},{"number":12,"verse":"तब सबै यहूदीहरू जहाँ-जहाँ तिनीहरू तितरबितर भएका थिए, ती ठाउँहरूबाट फर्केर यहूदा देशको मिस्‍पामा गदल्‍याहकहाँ आए। अनि तिनीहरूले प्रशस्‍त मात्रामा दाखमद्य र ग्रीष्‍म ऋतुका फलहरू जम्‍मा गरे।"},{"number":13,"verse":"तब कारेहका छोरा योहानान र बस्‍ती-बस्‍तीमा भएका फौजका सबै अधिकृतहरू मिस्‍पामा गदल्‍याहकहाँ आए,"},{"number":14,"verse":"र तिनलाई यसो भने, “के तपाईंलाई थाहा छ कि अम्‍मोनीहरूका राजा बालीसले नतन्‍याहका छोरा इश्‍माएललाई तपाईंको ज्‍यान लिन पठाएका छन्?” तर अहीकामका छोरा गदल्‍याहले तिनीहरूको कुरा विश्‍वास गरेनन्।"},{"number":15,"verse":"तब कारेहका छोरा योहानानले मिस्‍पामा गदल्‍याहलाई एकान्‍तमा भने, “नतन्‍याहको छोरो इश्‍माएललाई मार्न मलाई अनुमति दिनुहोस्। यो कुरा कसैले थाहा पाउनेछैन। तपाईंका चारैतिर जम्‍मा भएका यहूदीहरू तितरबितर हुनलाई, र यहूदाका बाँकी रहेकाहरू नष्‍ट हुनलाई त्‍यसले किन तपाईंको ज्‍यान लिने?”"},{"number":16,"verse":"तर अहीकामका छोरा गदल्‍याहले कारेहका छोरा योहानानलाई भने, “तिमीले यस्‍तो काम नगर। किनकि तिमीले इश्‍माएलको विषयमा भनेको कुरा असत्‍य हो।”"}]}