{"bibleAbbr":"neNRV2012","bookName":"यर्मिया","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"( मिश्रदेशको विषयमा सन्देश) जाति-जातिहरूका विषयमा यर्मिया अगमवक्ताकहाँ आएको परमप्रभुको वचन यही हो:"},{"number":2,"verse":"मिश्रदेशको विषयमा: मिश्रदेशका राजा फारो नेकोका सेनाको विरुद्धमा, जसलाई यूफ्रेटिस नदीको तीरमा भएको कर्कमीशमा यहूदाका राजा यहोयाकीमको चौथो वर्षमा बेबिलोनका राजा नबूकदनेसरले जितेका थिए। ( ; )"},{"number":3,"verse":"साना र ठूला ढालहरू तयार गर, लड़ाइँको लागि अगि बढ़!"},{"number":4,"verse":"घोड़ाहरूमा जीन-लगाम कस। हे घोड़चढ़ी हो, सवार होओ। लड़ाइँका टोप लगाएर आफ्‍नो ठाउँमा खड़ा होओ। तिमीहरूका भाला टल्‍काओ। तिमीहरूका कवच लगाओ।"},{"number":5,"verse":"म के देख्‍दैछु? तिनीहरू त डराएका छन्। तिनीहरू पछि हट्दैछन्। तिनीहरूका योद्धाहरूले हार खाए। तिनीहरू चाँड़ो-चाँड़ो गरी भाग्‍दैछन्। तिनीहरू पछि हेर्दैनन्, चारैतिर त्रासै-त्रास छ,” परमप्रभु भन्‍नुहुन्‍छ।"},{"number":6,"verse":"“चाँड़ो भाग्‍ने पनि भाग्‍न सक्‍दैन, न त बलियाहरू उम्‍कन सक्‍छन्। उत्तरमा यूफ्रेटिस नदीको किनारमा तिनीहरू ठक्‍कर खाएर लोट्छन्।"},{"number":7,"verse":"“नील नदीझैँ बढ़ेर आउने, नदीहरूका पानी उर्लेर आउनेझैँ यो को हो?"},{"number":8,"verse":"मिश्रदेश नील नदीझैँ बढ़ेर आउँछ, उर्लेर आउने नदीहरूका पानीझैँ। त्‍यसले भन्‍छे, ‘म बढ़ेर पृथ्‍वीलाई ढाक्‍नेछु। म सहरहरू र तिनका मानिसहरूलाई नाश गर्नेछु’।"},{"number":9,"verse":"हे घोड़ा हो, कुद्दै अगि बढ़। हे रथ हाँक्‍ने हो, वेगले हाँक। हे योद्धाहरू हो, अगि बढ़। ढाल बोक्‍ने कूश र पूतका मानिसहरू, बाण हान्‍नमा सिपालु लूदका मानिस हो, अगि बढ़।"},{"number":10,"verse":"तर त्‍यो दिन परमप्रभु, सर्वशक्तिमान् परमप्रभुको दिन हो— बदला लिने दिन, आफ्‍ना शत्रुहरूलाई साटो फेर्ने दिन। तृप्‍त नहोउञ्‍जेल तरवारले नाश गर्नेछ, रगत पिएर त्‍यसले तिर्खा मेटाउनेछ। किनभने उत्तर दिशाका देशमा, यूफ्रेटिस नदीको किनारमा, परमप्रभु, सर्वशक्तिमान् परमप्रभुले बलिदान चढ़ाउनुहुनेछ।"},{"number":11,"verse":"“हे मिश्रदेशकी कन्‍ये-छोरी, माथि गिलादमा गएर मलहम ले। तर तैंले व्‍यर्थमा धेरै किसिमका औषधीहरू लगाउँछस्। तँ निको हुनेछैनस्।"},{"number":12,"verse":"जाति-जातिहरूले तेरो लाजको कुरा सुन्‍नेछन्। तेरो रोदनले सारा पृथ्‍वी भरिनेछ। योद्धासित योद्धा ठक्‍कर खानेछ, तिनीहरू दुवै एकसाथ लोट्नेछन्।”"},{"number":13,"verse":"बेबिलोनका राजा नबूकदनेसरले आएर मिश्रदेशलाई आक्रमण गर्ने विषयमा परमप्रभुले यर्मिया अगमवक्तालाई यो सन्‍देश दिनुभएको छ: ( )"},{"number":14,"verse":"“मिश्रदेशमा सूचना देओ। मिग्‍दोलमा घोषणा गर, नोप र तहपनेसमा पनि घोषणा गर: ‘तयार भएर आ-आफ्‍नो स्‍थान लिएर खड़ा होओ, किनकि तरवार तिमीहरूका चारैतिर निल्‍दैछ’।"},{"number":15,"verse":"तेरा योद्धाहरू किन सोतर हुनेछन्? तिनीहरू खड़ा हुन सक्‍दैनन्, किनभने परमप्रभुले तिनीहरूलाई तलतिर घचेटिदिनुहुनेछ।"},{"number":16,"verse":"तेरा योद्धाहरू बारम्‍बार ठक्‍कर खाएर एक-अर्कामाथि लोट्नेछन्, तिनीहरूले भन्‍नेछन्, ‘उठ, अत्‍याचारको तरवारदेखि भागेर हामीहरू आफ्‍नै मानिसकहाँ र आफ्‍नै जन्‍म-देशमा फर्केर जाऔं’।"},{"number":17,"verse":"त्‍यहाँ तिनीहरू कराउनेछन्, मिश्रको राजा फारो ठूलो हल्‍ला गर्ने आवाज मात्र हो। त्‍यसले आफ्‍नो मौका गुमाएको छ।’"},{"number":18,"verse":"“जस्‍तो म जीवित छु,” राजाले भन्‍नुहुन्‍छ, जसको नाउँ सर्वशक्तिमान् परमप्रभु हो, “पहाड़हरूमध्‍ये तबोरजस्‍तै एक जना आउनेछ, समुद्रको किनारको कर्मेलझैँ त्‍यो आउनेछ।"},{"number":19,"verse":"हे मिश्रदेशमा बस्‍नेहरू हो, निर्वासनमा जानलाई तिम्रा आफ्‍ना झिटीमिटी पोको पार। किनकि नोप उजाड़ हुनेछ। निर्जन भएर त्‍यो भग्‍नावशेष हुनेछ।"},{"number":20,"verse":"“मिश्र एउटी सुन्‍दरी कोरली हो, तर उत्तर दिशाबाट एउटा डाँस त्‍यसको विरुद्धमा आइरहेछ।"},{"number":21,"verse":"त्‍यसका ज्‍यालादार सिपाहीहरू पोसिएका बाछाहरूझैँ छन्, तिनीहरू एकैसाथ पीठ फर्काएर भाग्‍नेछन्, तिनीहरू अड्नेछैनन्, किनकि तिनीहरूमाथि सर्वनाशको दिन, तिनीहरूका सजायको दिन आइरहेछ।"},{"number":22,"verse":"शत्रुहरू जबरदस्‍तसाथ अगि बढ्दैआउँदा, भाग्‍ने सर्पको जस्‍तै आवाज मिश्रदेशले निकाल्‍नेछ। उनीहरू त्‍यसको विरुद्धमा बन्‍चरो लिएर रूख काट्ने मानिसहरूझैँ आउनेछन्।"},{"number":23,"verse":"त्‍यसका वनहरू घना भए तापनि उनीहरूले ती ढाल्‍नेछन्,” परमप्रभु भन्‍नुहुन्‍छ। “संख्‍यामा उनीहरू सलहभन्‍दा पनि धेरै छन्, उनीहरू अनगन्‍ती छन्।"},{"number":24,"verse":"मिश्रदेशकी छोरी लाजमा पारिनेछे। उत्तर दिशाबाट आएका मानिसहरूका हातमा त्‍यो सुम्‍पिइनेछे।”"},{"number":25,"verse":"सर्वशक्तिमान् परमप्रभु, इस्राएलका परमेश्‍वर भन्‍नुहुन्‍छ: “हेर, म नोको अमोन देवता, फारो, मिश्रदेश र त्‍यसका देवताहरू र राजाहरू भनी फारोमाथि भर पर्नेहरूमाथि दण्‍ड ल्‍याउन लागेको छु।"},{"number":26,"verse":"म तिनीहरूलाई तिनीहरूका ज्‍यान लिन खोज्‍नेहरूका हातमा, अर्थात् बेबिलोनको राजा नबूकदनेसर र त्‍यसका अधिकृतहरूका हातमा सुम्‍पिदिनेछु। तर त्‍यसपछि मिश्रदेश अघिझैँ फेरि आबादी हुनेछ,” परमप्रभु भन्‍नुहुन्‍छ।"},{"number":27,"verse":"“मेरो दास याकूब, तँचाहिँ नडरा। हे इस्राएल, तँ हताश नहो। निश्‍चय नै म तँलाई टाढ़ा देशदेखि र तेरा सन्‍तानलाई निर्वासन भएको देशदेखि छुटाउनेछु। याकूब सुख र शान्‍तिमा फेरि बस्‍नेछ, र कसैले त्‍यसलाई डर देखाउनेछैन। ( )"},{"number":28,"verse":"हे मेरो दास याकूब, नडरा, किनकि म तँसित छु,” परमप्रभु भन्‍नुहुन्‍छ। जुन जातिहरूका बीचमा मैले तँलाई तितरबितर पारें, उनीहरूलाई म पूरै संहार गर्नेछु, तापनि तँलाई चाहिँ म पूरै संहार गर्नेछैनँ। म तँलाई न्‍यायपूर्वक अनुशासन गर्नेछु, तँलाई दण्‍ड नदिई म त्‍यसै छोड्नेछैनँ।”"}]}