{"bibleAbbr":"KJV2000","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"In the five and twentieth year of our captivity, in the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was captured, on the very same day the hand of the LORD was upon me, and brought me there."},{"number":2,"verse":"In the visions of God he brought me into the land of Israel, and set me upon a very high mountain, by which was a structure like a city on the south."},{"number":3,"verse":"And he brought me there, and, behold, there was a man, whose appearance was like the appearance of bronze, with a line of flax in his hand, and a measuring rod; and he stood in the gate."},{"number":4,"verse":"And the man said unto me, Son of man, behold with your eyes, and hear with your ears, and set your heart upon all that I shall show you; for to the intent that I might show them unto you are you brought here: declare all that you see to the house of Israel."},{"number":5,"verse":"And behold a wall on the outside of the house round about, and in the man's hand a measuring rod of six cubits long by the cubit and a handbreadth: so he measured the width of the building, one rod; and the height, one rod."},{"number":6,"verse":"Then came he unto the gate which looks toward the east, and went up its stairs, and measured the threshold of the gate, which was one rod wide; and the other threshold of the gate, which was one rod wide."},{"number":7,"verse":"And every little chamber was one rod long, and one rod wide; and between the little chambers were five cubits; and the threshold of the gate by the porch of the inside gate was one rod."},{"number":8,"verse":"He measured also the porch of the inside gate, one rod."},{"number":9,"verse":"Then measured he the porch of the gate, eight cubits; and its posts, two cubits; and the porch of the gate was inside."},{"number":10,"verse":"And the little chambers of the gate eastward were three on this side, and three on that side; the three were of one measure: and the posts had one measure on this side and on that side."},{"number":11,"verse":"And he measured the width of the entrance of the gate, ten cubits; and the length of the gate, thirteen cubits."},{"number":12,"verse":"The space also before the little chambers was one cubit on this side, and the space was one cubit on that side: and the little chambers were six cubits on this side, and six cubits on that side."},{"number":13,"verse":"He measured then the gate from the roof of one little chamber to the roof of another: the width was five and twenty cubits, from door to door."},{"number":14,"verse":"He made also posts of threescore cubits, even unto the post of the court round about the gate."},{"number":15,"verse":"And from the face of the gate of the entrance unto the face of the porch of the inner gate were fifty cubits."},{"number":16,"verse":"And there were narrow windows in the little chambers, to their posts inside the gate round about, and likewise to the arches: and windows were round about inside: and upon each post were palm trees."},{"number":17,"verse":"Then he brought me into the outer court, and, lo, there were chambers, and a pavement made for the court round about: thirty chambers were upon the pavement."},{"number":18,"verse":"And the pavement by the side of the gates corresponding to the length of the gates was the lower pavement."},{"number":19,"verse":"Then he measured the width from the front of the lower gate unto the front of the outside inner court, a hundred cubits eastward and northward."},{"number":20,"verse":"And the gate of the outer court that faced the north, he measured its length, and its width."},{"number":21,"verse":"And its little chambers were three on this side and three on that side; and its posts and arches were the same as the measure of the first gate: its length was fifty cubits, and its width five and twenty cubits."},{"number":22,"verse":"And their windows, and their arches, and their palm trees, were the same as the measure of the gate that looks toward the east; and they went up unto it by seven steps; and its arches were before them."},{"number":23,"verse":"And the gate of the inner court was opposite the gate facing north, and toward the east; and he measured from gate to gate a hundred cubits."},{"number":24,"verse":"After that he brought me toward the south, and behold a gate toward the south: and he measured its posts and arches according to these same measurements."},{"number":25,"verse":"And there were windows in it and in its arches round about, like those windows: the length was fifty cubits, and the width five and twenty cubits."},{"number":26,"verse":"And there were seven steps to go up to it, and its arches were before them: and it had palm trees, one on this side, and another on that side, upon its posts."},{"number":27,"verse":"And there was a gate in the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits."},{"number":28,"verse":"And he brought me to the inner court by the south gate: and he measured the south gate according to these same measurements;"},{"number":29,"verse":"And its little chambers, and its posts, and its arches, according to these same measurements: and there were windows in it and in its arches round about: it was fifty cubits long, and five and twenty cubits wide."},{"number":30,"verse":"And the arches round about were five and twenty cubits long, and five cubits wide."},{"number":31,"verse":"And its arches were toward the outer court; and palm trees were upon its posts: and the ascent to it had eight steps."},{"number":32,"verse":"And he brought me into the inner court toward the east: and he measured the gate according to these same measurements."},{"number":33,"verse":"And its little chambers, and its posts, and its arches, were according to these same measurements: and there were windows in it and in its arches round about: it was fifty cubits long, and five and twenty cubits wide."},{"number":34,"verse":"And its arches were toward the outer court; and palm trees were upon its posts, on this side, and on that side: and the ascent to it had eight steps."},{"number":35,"verse":"And he brought me to the north gate, and measured it according to these same measurements;"},{"number":36,"verse":"Its little chambers, its posts, and its arches, and the windows in it round about: the length was fifty cubits, and the width five and twenty cubits."},{"number":37,"verse":"And its posts were toward the outer court; and palm trees were upon its posts, on this side, and on that side: and the ascent to it had eight steps."},{"number":38,"verse":"And the chambers and its entrance were by the posts of the gates, where they washed the burnt offering."},{"number":39,"verse":"And in the porch of the gate were two tables on this side, and two tables on that side, to slay on them the burnt offering and the sin offering and the trespass offering."},{"number":40,"verse":"And on the outside, as one goes up to the entrance of the north gate, were two tables; and on the other side, which was at the porch of the gate, were two tables."},{"number":41,"verse":"Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, on which they slew their sacrifices."},{"number":42,"verse":"And the four tables were of hewn stone for the burnt offering, a cubit and a half long, and a cubit and a half wide, and one cubit high: on which also they laid the instruments with which they killed the burnt offering and the sacrifice."},{"number":43,"verse":"And inside were hooks, a hand wide, fastened round about: and upon the tables was the flesh of the offering."},{"number":44,"verse":"And outside the inner gate were the chambers for the singers in the inner court, one at the side of the north gate; facing toward the south: one at the side of the east gate facing toward the north."},{"number":45,"verse":"And he said unto me, This chamber, facing toward the south, is for the priests, the keepers in charge of the house."},{"number":46,"verse":"And the chamber facing toward the north is for the priests, the keepers in charge of the altar: these are the sons of Zadok among the sons of Levi, who come near to the LORD to minister unto him."},{"number":47,"verse":"So he measured the court, a hundred cubits long, and a hundred cubits wide, foursquare; and the altar that was in front of the house."},{"number":48,"verse":"And he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the width of the gate was three cubits on this side, and three cubits on that side."},{"number":49,"verse":"The length of the porch was twenty cubits, and the width eleven cubits; and he brought me by the steps by which they went up to it: and there were pillars by the posts, one on this side, and another on that side."}]}