{"bibleAbbr":"KJV2000","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"Then he brought me forth into the outer court, the way toward the north: and he brought me into the chamber that was opposite the separate courtyard, and which was opposite the building facing north."},{"number":2,"verse":"Facing the length, which was a hundred cubits, was the north door, and the width was fifty cubits."},{"number":3,"verse":"Opposite the twenty cubits which were for the inner court, and facing the pavement which was for the outer court, was gallery against gallery in three stories."},{"number":4,"verse":"And before the chambers was a walk of ten cubits width toward the inside, at a distance of one cubit; and their doors faced north."},{"number":5,"verse":"Now the upper chambers were narrower: for the galleries took more space away from these, than from the lower, and the middle chambers of the building."},{"number":6,"verse":"For they were in three stories, but had not pillars like the pillars of the courts: therefore the upper chambers were narrowed, more than the lower and the middle chambers from the ground."},{"number":7,"verse":"And the wall that was outside, opposite the chambers, toward the outer court at the front of the chambers, its length was fifty cubits."},{"number":8,"verse":"For the length of the chambers that were on the outer court was fifty cubits: while those facing the temple were a hundred cubits."},{"number":9,"verse":"And below these chambers was an entrance on the east side, as one goes into them from the outer court."},{"number":10,"verse":"There were chambers in the thickness of the wall of the court toward the east, opposite the separate courtyard, and opposite the building."},{"number":11,"verse":"And the walk was before them, and they were like the appearance of the chambers which were facing the north, as long as they, and as wide as they: and all their exits were according to their plans, as were their doors."},{"number":12,"verse":"And like the doors of the chambers that were facing the south there was a door in front of the walk, even the walk directly in front of the wall facing the east, as one enters them."},{"number":13,"verse":"Then said he unto me, The north chambers and the south chambers, which are opposite the separate courtyard, they are holy chambers, where the priests that approach unto the LORD shall eat the most holy things: there shall they lay the most holy things, and the grain offering, and the sin offering, and the trespass offering; for the place is holy."},{"number":14,"verse":"When the priests enter them, then shall they not go out of the holy place into the outer court, but there they shall lay their garments in which they minister; for they are holy; and shall put on other garments, and shall approach to those things which are for the people."},{"number":15,"verse":"Now when he had finished measuring the inner house, he brought me out through the gate which faces toward the east, and measured it round about."},{"number":16,"verse":"He measured the east side with the measuring rod, five hundred rods, with the measuring rod all around."},{"number":17,"verse":"He measured the north side, five hundred rods, with the measuring rod all around."},{"number":18,"verse":"He measured the south side, five hundred rods, with the measuring rod."},{"number":19,"verse":"He turned about to the west side, and measured five hundred rods with the measuring rod."},{"number":20,"verse":"He measured it on the four sides: it had a wall all around, five hundred rods long, and five hundred wide, to make a separation between the sanctuary and the common place."}]}