{"bibleAbbr":"WEB2020+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Wine <WH3196> is a mocker, <WH3887> and beer <WH7941> is a brawler. <WH1993> Whoever is led astray <WH7686> by them is not wise. <WH2449>"},{"number":2,"verse":"The terror <WH367> of a king <WH4428> is like the roaring <WH5099> of a lion. <WH3715> He who provokes him to anger <WH5674> forfeits <WH2398> his own life. <WH5315>"},{"number":3,"verse":"It is an honor <WH3519> for a man <WH376> to keep aloof from strife; <WH7379> but every fool <WH191> will be quarreling. <WH1566>"},{"number":4,"verse":"The sluggard <WH6102> will not plow <WH2790> by reason of the winter; <WH2779> therefore he shall beg <WH7592> in harvest, <WH7105> and have nothing."},{"number":5,"verse":"Counsel <WH6098> in the heart <WH3820> of man <WH376> is like deep <WH6013> water; <WH4325> but a man <WH376> of understanding <WH8394> will draw it out. <WH1802>"},{"number":6,"verse":"Many <WH7230> men <WH120> claim <WH7121> to be men <WH376> of unfailing love, <WH2617> but who can find <WH4672> a faithful <WH529> man? <WH376>"},{"number":7,"verse":"A righteous <WH6662> man walks <WH1980> in integrity. <WH8537> Blessed <WH835> are his children <WH1121> after him. <WH310>"},{"number":8,"verse":"A king <WH4428> who sits on <WH3427> the throne <WH3678> of judgment <WH1779> scatters away <WH2219> all evil <WH7451> with his eyes. <WH5869>"},{"number":9,"verse":"Who can say, <WH559> \"I have made my heart <WH3820> pure. <WH2891> I am clean <WH2135> and without sin? <WH2403>\""},{"number":10,"verse":"Differing weights <WH68> and differing measures, <WH374> both <WH8147> of them alike <WH1571> are an abomination <WH8441> to Yahweh. <WH3068>"},{"number":11,"verse":"Even a child <WH5288> makes himself known <WH5234> by his doings, <WH4611> whether his work <WH6467> is pure, <WH2134> and whether it is right. <WH3477>"},{"number":12,"verse":"The hearing <WH8085> ear, <WH241> and the seeing <WH7200> eye, <WH5869> Yahweh <WH3068> has made <WH6213> even both of them. <WH8147>"},{"number":13,"verse":"Don't <WH157> love sleep, <WH8142> lest you come to poverty. <WH3423> Open <WH6491> your eyes, <WH5869> and you shall be satisfied <WH7646> with bread. <WH3899>"},{"number":14,"verse":"\"It <WH7451>'s no good, it <WH7451>'s no good,\" says <WH559> the buyer; <WH7069> but when he is gone <WH235> his way, <WH1984> then he boasts."},{"number":15,"verse":"There is <WH3426> gold <WH2091> and abundance <WH7230> of rubies; <WH6443> but the lips <WH8193> of knowledge <WH1847> are a rare <WH3366> jewel. <WH3627>"},{"number":16,"verse":"Take <WH3947> the garment <WH899> of one who puts up collateral <WH6148> for a stranger; <WH2114> and hold him in pledge <WH2254> for a wayward woman. <WH5237>"},{"number":17,"verse":"Fraudulent <WH8267> food <WH3899> is sweet <WH6156> to a man, <WH376> but afterwards <WH310> his mouth <WH6310> is filled <WH4390> with gravel. <WH2687>"},{"number":18,"verse":"Plans <WH4284> are established <WH3559> by advice; <WH8458> by wise guidance <WH8458> you wage <WH6213> war! <WH4421>"},{"number":19,"verse":"He who goes about <WH1980> as a tale-bearer <WH7400> reveals <WH1540> secrets; <WH5475> therefore don't <WH6148> keep company with him who opens <WH6601> wide his lips. <WH8193>"},{"number":20,"verse":"Whoever curses <WH7043> his father <WH1> or his mother, <WH517> his lamp <WH5216> shall be put out <WH1846> in blackness <WH380> of darkness. <WH2822>"},{"number":21,"verse":"An inheritance <WH5159> quickly gained <WH926> at the beginning, <WH7223> won't <WH1288> be blessed in the end. <WH319>"},{"number":22,"verse":"Don't <WH559> say, \"I will pay <WH7999> back evil. <WH7451>\" Wait for <WH6960> Yahweh, <WH3068> and he will save you. <WH3467>"},{"number":23,"verse":"Yahweh <WH3068> detests <WH8441> differing weights, <WH68> and dishonest <WH4820> scales <WH3976> are not pleasing. <WH2896>"},{"number":24,"verse":"A man <WH1397>'s steps <WH4703> are from Yahweh; <WH3068> how then can man <WH120> understand <WH995> his way? <WH1870>"},{"number":25,"verse":"It is a snare <WH4170> to a man <WH120> to make a rash <WH3216> dedication, <WH6944> then later <WH310> to consider <WH1239> his vows. <WH5088>"},{"number":26,"verse":"A wise <WH2450> king <WH4428> winnows <WH2219> out the wicked, <WH7563> and drives <WH7725> the threshing wheel over them. <WH212>"},{"number":27,"verse":"The spirit <WH5397> of man <WH120> is Yahweh <WH3068>'s lamp, <WH5216> searching <WH2664> all his innermost <WH2315> parts. <WH2315>"},{"number":28,"verse":"Love <WH2617> and faithfulness <WH571> keep <WH5341> the king <WH4428> safe. <WH3678> His throne is sustained <WH5582> by love. <WH2617>"},{"number":29,"verse":"The glory <WH8597> of young men <WH970> is their strength. <WH3581> The splendor <WH1926> of old men <WH2205> is their gray hair. <WH7872>"},{"number":30,"verse":"Wounding <WH6482> blows <WH2250> cleanse <WH8562> away evil, <WH7451> and beatings <WH4347> purge the innermost <WH2315> parts. <WH2315>"}]}