{"bibleAbbr":"WEB2020+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"My son, <WH1121> don't <WH7911> forget my teaching; <WH8451> but let your heart <WH3820> keep <WH5341> my commandments: <WH4687>"},{"number":2,"verse":"for length <WH753> of days, <WH3117> and years <WH8141> of life, <WH2416> and peace, <WH7965> will they add to you. <WH3254>"},{"number":3,"verse":"Don't <WH2617> let kindness and truth <WH571> forsake <WH5800> you. <WH7194> Bind them around your neck. <WH1621> Write <WH3789> them on the tablet <WH3871> of your heart. <WH3820>"},{"number":4,"verse":"So you will find <WH4672> favor, <WH2580> and good <WH2896> understanding <WH7922> in the sight <WH5869> of God <WH430> and man. <WH120>"},{"number":5,"verse":"Trust <WH982> in Yahweh <WH3068> with all your heart, <WH3820> and don't <WH8172> lean on your own understanding. <WH998>"},{"number":6,"verse":"In all your ways <WH1870> acknowledge <WH3045> him, <WH734> and he will make your paths straight. <WH3474>"},{"number":7,"verse":"Don't <WH2450> be wise in your own eyes. <WH5869> Fear <WH3372> Yahweh, <WH3068> and depart <WH5493> from evil. <WH7451>"},{"number":8,"verse":"It will be health <WH7500> to your body, <WH8270> and nourishment <WH8250> to your bones. <WH6106>"},{"number":9,"verse":"Honor <WH3513> Yahweh <WH3068> with your substance, <WH1952> with the first fruits <WH7225> of all your increase: <WH8393>"},{"number":10,"verse":"so your barns <WH618> will be filled <WH4390> with plenty, <WH7647> and your vats <WH3342> will overflow <WH6555> with new wine. <WH8492>"},{"number":11,"verse":"My son, <WH1121> don't <WH3988> despise Yahweh <WH3068>'s discipline, <WH4148> neither be weary <WH6973> of his reproof: <WH8433>"},{"number":12,"verse":"for whom Yahweh <WH3068> loves, <WH157> he reproves; <WH3198> even as a father <WH1> reproves the son <WH1121> in whom he delights. <WH7521>"},{"number":13,"verse":"Happy <WH835> is the man <WH120> who finds <WH4672> wisdom, <WH2451> the man <WH120> who gets <WH6329> understanding. <WH8394>"},{"number":14,"verse":"For her good profit <WH5504> is better <WH2896> than getting <WH5505> silver, <WH3701> and her return <WH8393> is better than fine gold. <WH2742>"},{"number":15,"verse":"She is more precious <WH3368> than rubies. <WH6443> None of the things you can desire <WH2656> are to be compared to her. <WH7737>"},{"number":16,"verse":"Length <WH753> of days <WH3117> is in her right hand. <WH3225> In her left hand <WH8040> are riches <WH6239> and honor. <WH3519>"},{"number":17,"verse":"Her ways <WH1870> are ways <WH1870> of pleasantness. <WH5278> All her paths <WH5410> are peace. <WH7965>"},{"number":18,"verse":"She is a tree <WH6086> of life <WH2416> to those who lay hold <WH2388> of her. <WH833> Happy is everyone who retains her. <WH8551>"},{"number":19,"verse":"By wisdom <WH2451> Yahweh <WH3068> founded <WH3245> the earth. <WH776> By understanding, <WH2451> he established <WH3559> the heavens. <WH8064>"},{"number":20,"verse":"By his knowledge, <WH1847> the depths <WH8415> were broken up, <WH1234> and the skies <WH7834> drop down <WH7491> the dew. <WH2919>"},{"number":21,"verse":"My son, <WH1121> let them not depart <WH3868> from your eyes. <WH5869> Keep <WH5341> sound wisdom <WH8454> and discretion: <WH8454>"},{"number":22,"verse":"so they will be life <WH2416> to your soul, <WH5315> and grace <WH2580> for your neck. <WH1621>"},{"number":23,"verse":"Then you shall walk <WH3212> in your way <WH1870> securely. <WH983> Your foot <WH7272> won't <WH5062> stumble."},{"number":24,"verse":"When you lie down, <WH7901> you will not be afraid. <WH6342> Yes, <WH7901> you will lie down, and your sleep <WH8142> will be sweet. <WH6149>"},{"number":25,"verse":"Don't <WH3372> be afraid of sudden <WH6597> fear, <WH6343> neither of the desolation <WH7722> of the wicked, <WH7563> when it comes: <WH935>"},{"number":26,"verse":"for Yahweh <WH3068> will be your confidence, <WH3689> and will keep <WH8104> your foot <WH7272> from being taken. <WH3921>"},{"number":27,"verse":"Don't <WH4513> withhold good <WH2896> from those to whom it is due, <WH1167> when it is in the power <WH410> of your hand <WH3027> to do it. <WH6213>"},{"number":28,"verse":"Don't <WH559> say to your neighbor, <WH7453> \"Go, <WH3212> and come again; <WH7725> tomorrow <WH4279> I will give <WH5414> it to you, <WH3426>\" when you have it by you."},{"number":29,"verse":"Don't <WH2790> devise evil <WH7451> against your neighbor, <WH7453> since he dwells <WH3427> securely by you. <WH983>"},{"number":30,"verse":"Don't <WH7378> strive with a man <WH120> without cause, <WH2600> if he has done <WH1580> you no harm. <WH7451>"},{"number":31,"verse":"Don't <WH7065> envy the man of violence. <WH376> Choose <WH977> none of his ways. <WH1870>"},{"number":32,"verse":"For the perverse <WH3868> is an abomination <WH8441> to Yahweh, <WH3068> but his friendship <WH5475> is with the upright. <WH3477>"},{"number":33,"verse":"Yahweh <WH3068>'s curse <WH3994> is in the house <WH1004> of the wicked, <WH7563> but he blesses <WH1288> the habitation <WH5116> of the righteous. <WH6662>"},{"number":34,"verse":"Surely he mocks <WH3887> the mockers, <WH3887> but he gives <WH5414> grace <WH2580> to the humble. <WH6035>"},{"number":35,"verse":"The wise <WH2450> will inherit <WH5157> glory, <WH3519> but shame <WH7036> will be the promotion <WH7311> of fools. <WH3684>"}]}