{"bibleAbbr":"WEB2020","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"My son,<WH1121> keep<WH8104> my words.<WH561> Lay up<WH6845> my commandments within you.<WH4687>"},{"number":2,"verse":"Keep<WH8104> my commandments<WH4687> and live!<WH2421> Guard my teaching<WH8451> as the apple<WH380> of your eye.<WH5869>"},{"number":3,"verse":"Bind<WH7194> them on your fingers.<WH676> Write<WH3789> them on the tablet<WH3871> of your heart.<WH3820>"},{"number":4,"verse":"Tell<WH559> wisdom,<WH2451> \"You are my sister.<WH269>\" Call<WH7121> understanding<WH2451> your relative,<WH4129>"},{"number":5,"verse":"that they may keep<WH8104> you from the strange<WH2114> woman,<WH802> from the foreigner<WH5237> who flatters<WH2505> with her words.<WH561>"},{"number":6,"verse":"For at the window<WH2474> of my house,<WH1004> I looked<WH8259> out through my lattice.<WH822>"},{"number":7,"verse":"I saw<WH7200> among the simple ones.<WH6612> I discerned<WH995> among the youths<WH1121> a young man<WH5288> void<WH2638> of understanding,<WH3820>"},{"number":8,"verse":"passing through<WH5674> the street<WH7784> near<WH681> her corner,<WH6434> he went<WH6805> the way<WH1870> to her house,<WH1004>"},{"number":9,"verse":"in the twilight,<WH5399> in the evening<WH3117> of the day,<WH380> in the middle of the night<WH3915> and in the darkness.<WH653>"},{"number":10,"verse":"Behold,<WH802> there a woman met<WH7125> him with the attire<WH7897> of a prostitute,<WH2181> and with crafty<WH5341> intent.<WH3820>"},{"number":11,"verse":"She is loud<WH1993> and defiant.<WH5637> Her feet<WH7272> don't<WH7931> stay in her house.<WH1004>"},{"number":12,"verse":"Now<WH6471> she is in the streets,<WH7339> now<WH6471> in the squares,<WH7339> and lurking<WH693> at<WH681> every corner.<WH6438>"},{"number":13,"verse":"So she caught<WH2388> him,<WH5401> and kissed him.<WH5810> With an impudent face<WH6440> she said to him:<WH559>"},{"number":14,"verse":"\"Sacrifices of peace<WH8002> offerings<WH2077> are with me.<WH3117> This day I have paid<WH7999> my vows.<WH5088>"},{"number":15,"verse":"Therefore I came out<WH3318> to meet<WH7125> you,<WH7836> to diligently seek your face,<WH6440> and I have found you.<WH4672>"},{"number":16,"verse":"I have spread<WH7234> my couch<WH6210> with carpets<WH4765> of tapestry,<WH2405> with striped cloths of the yarn<WH330> of Egypt.<WH4714>"},{"number":17,"verse":"I have perfumed<WH5130> my bed<WH4904> with myrrh,<WH4753> aloes,<WH174> and cinnamon.<WH7076>"},{"number":18,"verse":"Come,<WH3212> let<WH7301>'s take our fill of loving<WH1730> until the morning.<WH1242> Let<WH5965>'s solace ourselves with loving.<WH159>"},{"number":19,"verse":"For my husband<WH376> isn't<WH1004> at home. He has gone<WH1980> on a long<WH7350> journey.<WH1870>"},{"number":20,"verse":"He has taken<WH3947> a bag<WH6872> of money<WH3701> with him.<WH3027> He will come<WH935> home<WH1004> at the full<WH3117> moon.<WH3677>\""},{"number":21,"verse":"With persuasive<WH7230> words,<WH3948> she led him astray.<WH5186> With the flattering<WH2506> of her lips,<WH8193> she seduced him.<WH5080>"},{"number":22,"verse":"He followed<WH1980> her<WH310> immediately,<WH6597> as an ox<WH7794> goes<WH935> to the slaughter,<WH2874> as a fool<WH191> stepping<WH4148> into a noose.<WH5914>"},{"number":23,"verse":"Until an arrow<WH2671> strikes<WH6398> through his liver,<WH3516> as a bird<WH6833> hurries<WH4116> to the snare,<WH6341> and doesn't<WH3045> know that it will cost his life.<WH5315>"},{"number":24,"verse":"Now therefore,<WH1121> sons, listen<WH8085> to me.<WH7181> Pay attention to the words<WH561> of my mouth.<WH6310>"},{"number":25,"verse":"Don't<WH3820> let your heart turn<WH7847> to her ways.<WH1870> Don't<WH8582> go astray in her paths,<WH5410>"},{"number":26,"verse":"for she has thrown down<WH5307> many<WH7227> wounded.<WH2491> Yes,<WH2026> all her slain are a mighty army.<WH6099>"},{"number":27,"verse":"Her house<WH1004> is the way<WH1870> to Sheol,<WH7585> going down<WH3381> to the rooms<WH2315> of death.<WH4194>"}]}