{"bibleAbbr":"guOV2016","bookName":"થેસ્સાલોનિકીઓને પાઉલ પ્રેરિતનો પહેલો પત્ર","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"( ઈશ્વરને પસંદ પડે તેવું જીવન) તો ભાઈઓ, છેવટે, અમે પ્રભુ ઈસુને નામે તમને વિનંતી તથા સુબોધ કરીએ છીએ કે, તમારે કેવી રીતે વર્તવું ને ઈશ્વરને પ્રસન્‍ન કરવા, એ વિષે અમારા તરફથી તમે જે સાંભળ્યું તે પ્રમાણે તમે વર્તો છો, તેમ વધારે ને વધારે વર્તતા જાઓ."},{"number":2,"verse":"કેમ કે અમે પ્રભુ ઈસુ તરફથી તમને કઈ કઈ આજ્ઞાઓ આપી તે તમે જાણો છો."},{"number":3,"verse":"કારણ કે ઈશ્વરની ઇચ્છા એવી છે કે, તમારું પવિત્રીકરણ થાય, એટલે તમે વ્યભિચારથી દૂર રહો,"},{"number":4,"verse":"અને તમારામાંનો દરેક, ઈશ્વરને ન જાણનારા વિદેશીઓની જેમ, વિષયવાસનામાં નહિ,"},{"number":5,"verse":"પણ પવિત્રતામાં તથા માનમાં પોતાનું પાત્ર રાખી જાણે."},{"number":6,"verse":"અને તે બાબતમાં કોઈ અપરાધ કરીને પોતાના ભાઈનો અન્યાય કરે નહિ, કારણ કે પ્રભુ એવાં બધાં કામનો બદલો લેનાર છે, તે બાબત અમે અગાઉ પણ તમને કહ્યું હતું, ને પ્રમાણ આપ્યું હતું."},{"number":7,"verse":"કેમ કે ઈશ્વરે આપણને અશુદ્ધતાને માટે નહિ, પણ પવિત્રતામાં તેડયા છે."},{"number":8,"verse":"એ માટે જે અનાદર કરે છે તે તો માણસનો નહિ, પણ તમને પોતાનો પવિત્ર આત્મા આપનાર ઈશ્વરનો અનાદર કરે છે."},{"number":9,"verse":"પણ ભાઈ પરના પ્રેમ વિષે કોઈને તમારા પર લખવાની કંઈ જરૂર નથી, કેમ કે તમે પોતે એકબીજા પર પ્રેમ રાખવાને ઈશ્વરથી શીખેલા છો."},{"number":10,"verse":"કેમ કે તમે ખરેખર આખા મકદોનિયાના સર્વ ભાઈઓ પર એ પ્રમાણે પ્રેમ રાખો છો. પણ, ભાઈઓ અમે તમને વિનંતી કરીએ છીએ કે, તમે હજુ વધારે પ્રેમ રાખો."},{"number":11,"verse":"અને જેમ અમે તમને આજ્ઞા આપી તેમ શાંત રહેવાને, પોતપોતાનાં જ કામ કરવાને અને પોતાને હાથે ઉદ્યોગ કરવાને, યત્ન કરો,"},{"number":12,"verse":"જેથી બહારનાઓની સાથે તમે સભ્યતાથી વર્તો, અને એમ તમને કશાની અગત્ય રહેશે નહિ."},{"number":13,"verse":"( પ્રભુનું આગમન) પણ, ભાઈઓ, ઊંઘી ગયેલાં વિષે તમે અજાણ્યા રહો એવી અમારી ઇચ્છા નથી. જેથી બીજાં માણસો જેઓને આશા નથી એવાંની જેમ તમે ખેદ ન કરો."},{"number":14,"verse":"કેમ કે ઈસુ મરણ પામ્યા ને પાછા ઊઠયા એવો જો આપણે વિશ્ચાસ કરીએ છીએ, તો તે જ પ્રમાણે ઈસુમાં જેઓ ઊંઘી ગયેલાં છે તેઓને પણ ઈશ્વર તેમની સાથે લાવશે."},{"number":15,"verse":"કેમ કે ( .) અમે પ્રભુનાં વચનથી તમને કહીએ છીએ કે, પ્રભુના આવતાં સુધી આપણામાંનાં જેઓ જીવતાં રહેનારાં છે, તેઓ ઊંઘેલાઓની પહેલાં જનારાં નથી."},{"number":16,"verse":"કેમ કે પ્રભુ પોતે ગર્જનાસહિત, પ્રમુખ દૂતની વાણીસહિત તથા ઈશ્વરના રણશિંગડાસહિત આકાશમાંથી ઊતરશે; અને ખ્રિસ્તમાં જેઓ મૂએલાં છે તેઓ પ્રથમ ઊઠશે."},{"number":17,"verse":"પછી આપણામાંનાં જેઓ જીવતાં રહેનારા છીએ, તેઓ ગગનમાં પ્રભુને મળવા માટે તેઓની સાથે વાદળોમાં તણાઈ જઈશું. અને અમે સદા પ્રભુની સાથે રહીશું."},{"number":18,"verse":"તો એ વચનોથી એકબીજાને ઉત્તેજન આપો."}]}