{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision <WH2377> of Isaiah <WH3470> the son <WH1121> of Amoz, <WH531> which <WH834> he saw <WH2372> concerning <WH5921> Judah <WH3063> and Jerusalem <WH3389> in the days <WH3117> of Uzziah, <WH5818> Jotham, <WH3147> Ahaz, <WH271> and Hezekiah, <WH3169> kings <WH4428> of Judah. <WH3063>"},{"number":2,"verse":"Hear, <WH8085> O heavens, <WH8064> and give ear, <WH238> O earth: <WH776> for <WH3588> the LORD <WH3068> hath spoken, <WH1696> I have nourished <WH1431> and brought up <WH7311> children, <WH1121> and they <WH1992> have rebelled <WH6586> against me."},{"number":3,"verse":"The ox <WH7794> knoweth <WH3045> his owner, <WH7069> and the ass <WH2543> his master's <WH1167> crib: <WH18> but Israel <WH3478> doth not <WH3808> know, <WH3045> my people <WH5971> doth not <WH3808> consider. <WH995>"},{"number":4,"verse":"Ah <WH1945> sinful <WH2398> nation, <WH1471> a people <WH5971> laden <WH3515> with iniquity, <WH5771> a seed <WH2233> of evildoers, <WH7489> children <WH1121> that are corrupters: <WH7843> they have forsaken <WH5800> <WH853> the LORD, <WH3068> they have provoked <WH5006> <WH853> the Holy One <WH6918> of Israel <WH3478> unto anger, they are gone away <WH2114> backward. <WH268>"},{"number":5,"verse":"Why <WH5921> <WH4100> should ye be stricken <WH5221> any more? <WH5750> ye will revolt <WH5627> more and more: <WH3254> the whole <WH3605> head <WH7218> is sick, <WH2483> and the whole <WH3605> heart <WH3824> faint. <WH1742>"},{"number":6,"verse":"From the sole <WH4480> <WH3709> of the foot <WH7272> even unto <WH5704> the head <WH7218> there is no <WH369> soundness <WH4974> in it; but wounds, <WH6482> and bruises, <WH2250> and putrefying <WH2961> sores: <WH4347> they have not <WH3808> been closed, <WH2115> neither <WH3808> bound up, <WH2280> neither <WH3808> mollified <WH7401> with ointment. <WH8081>"},{"number":7,"verse":"Your country <WH776> is desolate, <WH8077> your cities <WH5892> are burned <WH8313> with fire: <WH784> your land, <WH127> strangers <WH2114> devour <WH398> it in your presence, <WH5048> and it is desolate, <WH8077> as overthrown <WH4114> by strangers. <WH2114>"},{"number":8,"verse":"And the daughter <WH1323> of Zion <WH6726> is left <WH3498> as a cottage <WH5521> in a vineyard, <WH3754> as a lodge <WH4412> in a garden of cucumbers, <WH4750> as a besieged <WH5341> city. <WH5892>"},{"number":9,"verse":"Except <WH3884> the LORD <WH3068> of hosts <WH6635> had left <WH3498> unto us a very small <WH4592> remnant, <WH8300> we should have been <WH1961> as Sodom, <WH5467> and we should have been like <WH1819> unto Gomorrah. <WH6017>"},{"number":10,"verse":"Hear <WH8085> the word <WH1697> of the LORD, <WH3068> ye rulers <WH7101> of Sodom; <WH5467> give ear <WH238> unto the law <WH8451> of our God, <WH430> ye people <WH5971> of Gomorrah. <WH6017>"},{"number":11,"verse":"To what <WH4100> purpose is the multitude <WH7230> of your sacrifices <WH2077> unto me? saith <WH559> the LORD: <WH3068> I am full <WH7646> of the burnt offerings <WH5930> of rams, <WH352> and the fat <WH2459> of fed beasts; <WH4806> and I delight <WH2654> not <WH3808> in the blood <WH1818> of bullocks, <WH6499> or of lambs, <WH3532> or of he goats. <WH6260>"},{"number":12,"verse":"When <WH3588> ye come <WH935> to appear <WH7200> before <WH6440> me, who <WH4310> hath required <WH1245> this <WH2063> at your hand, <WH4480> <WH3027> to tread <WH7429> my courts? <WH2691>"},{"number":13,"verse":"Bring <WH935> no <WH3808> more <WH3254> vain <WH7723> oblations; <WH4503> incense <WH7004> is an abomination <WH8441> unto me; the new moons <WH2320> and sabbaths, <WH7676> the calling <WH7121> of assemblies, <WH4744> I cannot <WH3808> <WH3201> away with; it is iniquity, <WH205> even the solemn meeting. <WH6116>"},{"number":14,"verse":"Your new moons <WH2320> and your appointed feasts <WH4150> my soul <WH5315> hateth: <WH8130> they are <WH1961> a trouble <WH2960> unto me; <WH5921> I am weary <WH3811> to bear <WH5375> them."},{"number":15,"verse":"And when ye spread forth <WH6566> your hands, <WH3709> I will hide <WH5956> mine eyes <WH5869> from <WH4480> you: yea, <WH1571> when <WH3588> ye make many <WH7235> prayers, <WH8605> I will not <WH369> hear: <WH8085> your hands <WH3027> are full <WH4390> of blood. <WH1818>"},{"number":16,"verse":"Wash <WH7364> you, make you clean; <WH2135> put away <WH5493> the evil <WH7455> of your doings <WH4611> from before <WH4480> <WH5048> mine eyes; <WH5869> cease <WH2308> to do evil; <WH7489>"},{"number":17,"verse":"Learn <WH3925> to do well; <WH3190> seek <WH1875> judgment, <WH4941> relieve <WH833> the oppressed, <WH2541> judge <WH8199> the fatherless, <WH3490> plead <WH7378> for the widow. <WH490>"},{"number":18,"verse":"Come <WH1980> now, <WH4994> and let us reason together, <WH3198> saith <WH559> the LORD: <WH3068> though <WH518> your sins <WH2399> be <WH1961> as scarlet, <WH8144> they shall be as white <WH3835> as snow; <WH7950> though <WH518> they be red <WH119> like crimson, <WH8438> they shall be <WH1961> as wool. <WH6785>"},{"number":19,"verse":"If <WH518> ye be willing <WH14> and obedient, <WH8085> ye shall eat <WH398> the good <WH2898> of the land: <WH776>"},{"number":20,"verse":"But if <WH518> ye refuse <WH3985> and rebel, <WH4784> ye shall be devoured <WH398> with the sword: <WH2719> for <WH3588> the mouth <WH6310> of the LORD <WH3068> hath spoken <WH1696> it."},{"number":21,"verse":"How <WH349> is the faithful <WH539> city <WH7151> become <WH1961> a harlot! <WH2181> it was full <WH4392> of judgment; <WH4941> righteousness <WH6664> lodged <WH3885> in it; but now <WH6258> murderers. <WH7523>"},{"number":22,"verse":"Thy silver <WH3701> is become <WH1961> dross, <WH5509> thy wine <WH5435> mixed <WH4107> with water: <WH4325>"},{"number":23,"verse":"Thy princes <WH8269> are rebellious, <WH5637> and companions <WH2270> of thieves: <WH1590> every one <WH3605> loveth <WH157> gifts, <WH7810> and followeth after <WH7291> rewards: <WH8021> they judge <WH8199> not <WH3808> the fatherless, <WH3490> neither <WH3808> doth the cause <WH7379> of the widow <WH490> come <WH935> unto <WH413> them."},{"number":24,"verse":"Therefore <WH3651> saith <WH5002> the Lord, <WH113> the LORD <WH3068> of hosts, <WH6635> the mighty One <WH46> of Israel, <WH3478> Ah, <WH1945> I will ease <WH5162> me of mine adversaries, <WH4480> <WH6862> and avenge <WH5358> me of mine enemies: <WH4480> <WH341>"},{"number":25,"verse":"And I will turn <WH7725> my hand <WH3027> upon <WH5921> thee, and purely <WH1252> purge away <WH6884> thy dross, <WH5509> and take away <WH5493> all <WH3605> thy tin: <WH913>"},{"number":26,"verse":"And I will restore <WH7725> thy judges <WH8199> as at the first, <WH7223> and thy counselors <WH3289> as at the beginning: <WH8462> afterward <WH310> <WH3651> thou shalt be called, <WH7121> The city <WH5892> of righteousness, <WH6664> the faithful <WH539> city. <WH7151>"},{"number":27,"verse":"Zion <WH6726> shall be redeemed <WH6299> with judgment, <WH4941> and her converts <WH7725> with righteousness. <WH6666>"},{"number":28,"verse":"And the destruction <WH7667> of the transgressors <WH6586> and of the sinners <WH2400> shall be together, <WH3162> and they that forsake <WH5800> the LORD <WH3068> shall be consumed. <WH3615>"},{"number":29,"verse":"For <WH3588> they shall be ashamed <WH954> of the oaks <WH4480> <WH352> which <WH834> ye have desired, <WH2530> and ye shall be confounded <WH2659> for the gardens <WH4480> <WH1593> that <WH834> ye have chosen. <WH977>"},{"number":30,"verse":"For <WH3588> ye shall be <WH1961> as an oak <WH424> whose leaf <WH5929> fadeth, <WH5034> and as a garden <WH1593> that <WH834> hath no <WH369> water. <WH4325>"},{"number":31,"verse":"And the strong <WH2634> shall be <WH1961> as tow, <WH5296> and the maker <WH6467> of it as a spark, <WH5213> and they shall both <WH8147> burn <WH1197> together, <WH3162> and none <WH369> shall quench <WH3518> them."}]}