{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Woe <WH1945> to the rebellious <WH5637> children, <WH1121> saith <WH5002> the LORD, <WH3068> that take <WH6213> counsel, <WH6098> but not <WH3808> of <WH4480> me; and that cover <WH5258> with a covering, <WH4541> but not <WH3808> of my spirit, <WH7307> that <WH4616> they may add <WH5595> sin <WH2403> to <WH5921> sin: <WH2403>"},{"number":2,"verse":"That walk <WH1980> to go down <WH3381> into Egypt, <WH4714> and have not <WH3808> asked <WH7592> at my mouth; <WH6310> to strengthen <WH5810> themselves in the strength <WH4581> of Pharaoh, <WH6547> and to trust <WH2620> in the shadow <WH6738> of Egypt! <WH4714>"},{"number":3,"verse":"Therefore shall the strength <WH4581> of Pharaoh <WH6547> be <WH1961> your shame, <WH1322> and the trust <WH2622> in the shadow <WH6738> of Egypt <WH4714> your confusion. <WH3639>"},{"number":4,"verse":"For <WH3588> his princes <WH8269> were <WH1961> at Zoan, <WH6814> and his ambassadors <WH4397> came <WH5060> to Hanes. <WH2609>"},{"number":5,"verse":"They were all <WH3605> ashamed <WH954> of <WH5921> a people <WH5971> that could not <WH3808> profit <WH3276> them, nor <WH3808> be a help <WH5828> nor <WH3808> profit, <WH3276> but <WH3588> a shame, <WH1322> and also <WH1571> a reproach. <WH2781>"},{"number":6,"verse":"The burden <WH4853> of the beasts <WH929> of the south: <WH5045> into the land <WH776> of trouble <WH6869> and anguish, <WH6695> from <WH4480> whence come the young <WH3833> and old lion, <WH3918> the viper <WH660> and fiery flying serpent, <WH8314> <WH5774> they will carry <WH5375> their riches <WH2428> upon <WH5921> the shoulders <WH3802> of young asses, <WH5895> and their treasures <WH214> upon <WH5921> the bunches <WH1707> of camels, <WH1581> to <WH5921> a people <WH5971> that shall not <WH3808> profit <WH3276> them."},{"number":7,"verse":"For the Egyptians <WH4714> shall help <WH5826> in vain, <WH1892> and to no purpose: <WH7385> therefore <WH3651> have I cried <WH7121> concerning this, <WH2063> Their strength <WH7293> is to sit still. <WH7674>"},{"number":8,"verse":"Now <WH6258> go, <WH935> write <WH3789> it before <WH854> them in <WH5921> a table, <WH3871> and note <WH2710> it in <WH5921> a book, <WH5612> that it may be <WH1961> for the time <WH3117> to come <WH314> forever <WH5703> and ever: <WH5704> <WH5769>"},{"number":9,"verse":"That <WH3588> this <WH1931> is a rebellious <WH4805> people, <WH5971> lying <WH3586> children, <WH1121> children <WH1121> that will <WH14> not <WH3808> hear <WH8085> the law <WH8451> of the LORD: <WH3068>"},{"number":10,"verse":"Which <WH834> say <WH559> to the seers, <WH7200> See <WH7200> not; <WH3808> and to the prophets, <WH2374> Prophesy <WH2372> not <WH3808> unto us right things, <WH5229> speak <WH1696> unto us smooth things, <WH2513> prophesy <WH2372> deceits: <WH4123>"},{"number":11,"verse":"Get <WH5493> you out of <WH4480> the way, <WH1870> turn aside <WH5186> out of <WH4480> the path, <WH734> cause <WH853> the Holy One <WH6918> of Israel <WH3478> to cease <WH7673> from before <WH4480> <WH6440> us."},{"number":12,"verse":"Wherefore <WH3651> thus <WH3541> saith <WH559> the Holy One <WH6918> of Israel, <WH3478> Because <WH3282> ye despise <WH3988> this <WH2088> word, <WH1697> and trust <WH982> in oppression <WH6233> and perverseness, <WH3868> and stay <WH8172> thereon: <WH5921>"},{"number":13,"verse":"Therefore <WH3651> this <WH2088> iniquity <WH5771> shall be <WH1961> to you as a breach <WH6556> ready to fall, <WH5307> swelling out <WH1158> in a high <WH7682> wall, <WH2346> whose <WH834> breaking <WH7667> cometh <WH935> suddenly <WH6597> at an instant. <WH6621>"},{"number":14,"verse":"And he shall break <WH7665> it as the breaking <WH7667> of the potter's <WH3335> vessel <WH5035> that is broken in pieces; <WH3807> he shall not <WH3808> spare: <WH2550> so that there shall not <WH3808> be found <WH4672> in the bursting <WH4386> of it a shard <WH2789> to take <WH2846> fire <WH784> from the hearth, <WH4480> <WH3344> or to take <WH2834> water <WH4325> withal out of the pit. <WH4480> <WH1360>"},{"number":15,"verse":"For <WH3588> thus <WH3541> saith <WH559> the Lord <WH136> GOD, <WH3069> the Holy One <WH6918> of Israel; <WH3478> In returning <WH7729> and rest <WH5183> shall ye be saved; <WH3467> in quietness <WH8252> and in confidence <WH985> shall be <WH1961> your strength: <WH1369> and ye would <WH14> not. <WH3808>"},{"number":16,"verse":"But ye said, <WH559> No; <WH3808> for <WH3588> we will flee <WH5127> upon <WH5921> horses; <WH5483> therefore <WH5921> <WH3651> shall ye flee: <WH5127> and, We will ride <WH7392> upon <WH5921> the swift; <WH7031> therefore <WH5921> <WH3651> shall they that pursue <WH7291> you be swift. <WH7043>"},{"number":17,"verse":"One <WH259> thousand <WH505> shall flee at <WH4480> <WH6440> the rebuke <WH1606> of one; <WH259> at <WH4480> <WH6440> the rebuke <WH1606> of five <WH2568> shall ye flee: <WH5127> till <WH5704> <WH518> ye be left <WH3498> as a beacon <WH8650> upon <WH5921> the top <WH7218> of a mountain, <WH2022> and as an ensign <WH5251> on <WH5921> a hill. <WH1389>"},{"number":18,"verse":"And therefore <WH3651> will the LORD <WH3068> wait, <WH2442> that he may be gracious <WH2603> unto you, and therefore <WH3651> will he be exalted, <WH7311> that he may have mercy <WH7355> upon you: for <WH3588> the LORD <WH3068> is a God <WH430> of judgment: <WH4941> blessed <WH835> are all <WH3605> they that wait <WH2442> for him."},{"number":19,"verse":"For <WH3588> the people <WH5971> shall dwell <WH3427> in Zion <WH6726> at Jerusalem: <WH3389> thou shalt weep no more: <WH1058> <WH1058> <WH3808> he will be very gracious <WH2603> <WH2603> unto thee at the voice <WH6963> of thy cry; <WH2199> when he shall hear <WH8085> it, he will answer <WH6030> thee."},{"number":20,"verse":"And though the Lord <WH136> give <WH5414> you the bread <WH3899> of adversity, <WH6862> and the water <WH4325> of affliction, <WH3906> yet shall not <WH3808> thy teachers <WH3384> be removed into a corner <WH3670> any more, <WH5750> but thine eyes <WH5869> shall <WH1961> see <WH7200> <WH853> thy teachers: <WH3384>"},{"number":21,"verse":"And thine ears <WH241> shall hear <WH8085> a word <WH1697> behind <WH4480> <WH310> thee, saying, <WH559> This <WH2088> is the way, <WH1870> walk <WH1980> ye in it, when <WH3588> ye turn to the right hand, <WH541> and when <WH3588> ye turn to the left. <WH8041>"},{"number":22,"verse":"Ye shall defile <WH2930> also <WH853> the covering <WH6826> of thy graven images <WH6456> of silver, <WH3701> and the ornament <WH642> of thy molten images <WH4541> of gold: <WH2091> thou shalt cast them away <WH2219> as <WH3644> a menstruous cloth; <WH1739> thou shalt say <WH559> unto it, Get thee hence. <WH3318>"},{"number":23,"verse":"Then shall he give <WH5414> the rain <WH4306> of thy seed, <WH2233> that <WH834> thou shalt sow <WH2232> <WH853> the ground <WH127> withal; and bread <WH3899> of the increase <WH8393> of the earth, <WH127> and it shall be <WH1961> fat <WH1879> and plenteous: <WH8082> in that <WH1931> day <WH3117> shall thy cattle <WH4735> feed <WH7462> in large <WH7337> pastures. <WH3733>"},{"number":24,"verse":"The oxen <WH504> likewise and the young asses <WH5895> that ear <WH5647> the ground <WH127> shall eat <WH398> clean <WH2548> provender, <WH1098> which <WH834> hath been winnowed <WH2219> with the shovel <WH7371> and with the fan. <WH4214>"},{"number":25,"verse":"And there shall be <WH1961> upon <WH5921> every <WH3605> high <WH1364> mountain, <WH2022> and upon <WH5921> every <WH3605> high <WH5375> hill, <WH1389> rivers <WH6388> and streams <WH2988> of waters <WH4325> in the day <WH3117> of the great <WH7227> slaughter, <WH2027> when the towers <WH4026> fall. <WH5307>"},{"number":26,"verse":"Moreover the light <WH216> of the moon <WH3842> shall be <WH1961> as the light <WH216> of the sun, <WH2535> and the light <WH216> of the sun <WH2535> shall be <WH1961> sevenfold, <WH7659> as the light <WH216> of seven <WH7651> days, <WH3117> in the day <WH3117> that the LORD <WH3068> bindeth up <WH2280> <WH853> the breach <WH7667> of his people, <WH5971> and healeth <WH7495> the stroke <WH4273> of their wound. <WH4347>"},{"number":27,"verse":"Behold, <WH2009> the name <WH8034> of the LORD <WH3068> cometh <WH935> from far, <WH4480> <WH4801> burning <WH1197> with his anger, <WH639> and the burden <WH4858> thereof is heavy: <WH3514> his lips <WH8193> are full <WH4390> of indignation, <WH2195> and his tongue <WH3956> as a devouring <WH398> fire: <WH784>"},{"number":28,"verse":"And his breath, <WH7307> as an overflowing <WH7857> stream, <WH5158> shall reach to the midst <WH2673> of <WH5704> the neck, <WH6677> to sift <WH5130> the nations <WH1471> with the sieve <WH5299> of vanity: <WH7723> and there shall be a bridle <WH7448> in <WH5921> the jaws <WH3895> of the people, <WH5971> causing them to err. <WH8582>"},{"number":29,"verse":"Ye shall have <WH1961> a song, <WH7892> as in the night <WH3915> when a holy solemnity is kept; <WH6942> <WH2282> and gladness <WH8057> of heart, <WH3824> as when one goeth <WH1980> with a pipe <WH2485> to come <WH935> into the mountain <WH2022> of the LORD, <WH3068> to <WH413> the mighty One <WH6697> of Israel. <WH3478>"},{"number":30,"verse":"And the LORD <WH3068> shall cause <WH853> his glorious <WH1935> voice <WH6963> to be heard, <WH8085> and shall show <WH7200> the lighting down <WH5183> of his arm, <WH2220> with the indignation <WH2197> of his anger, <WH639> and with the flame <WH3851> of a devouring <WH398> fire, <WH784> with scattering, <WH5311> and tempest, <WH2230> and hailstones. <WH68> <WH1259>"},{"number":31,"verse":"For <WH3588> through the voice <WH4480> <WH6963> of the LORD <WH3068> shall the Assyrian <WH804> be beaten down, <WH2865> which smote <WH5221> with a rod. <WH7626>"},{"number":32,"verse":"And in every place <WH3605> where the grounded <WH4145> staff <WH4294> shall pass, <WH4569> which <WH834> the LORD <WH3068> shall lay <WH5117> upon <WH5921> him, it shall be <WH1961> with tabrets <WH8596> and harps: <WH3658> and in battles <WH4421> of shaking <WH8573> will he fight <WH3898> with it."},{"number":33,"verse":"For <WH3588> Tophet <WH8613> is ordained <WH6186> of old; <WH4480> <WH865> yea, <WH1571> for the king <WH4428> it <WH1931> is prepared; <WH3559> he hath made it deep <WH6009> and large: <WH7337> the pile <WH4071> thereof is fire <WH784> and much <WH7235> wood; <WH6086> the breath <WH5397> of the LORD, <WH3068> like a stream <WH5158> of brimstone, <WH1614> doth kindle <WH1197> it."}]}