{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Keep silence <WH2790> before <WH413> me, O islands; <WH339> and let the people <WH3816> renew <WH2498> their strength: <WH3581> let them come near; <WH5066> then <WH227> let them speak: <WH1696> let us come near <WH7126> together <WH3162> to judgment. <WH4941>"},{"number":2,"verse":"Who <WH4310> raised up <WH5782> the righteous <WH6664> man from the east, <WH4480> <WH4217> called <WH7121> him to his foot, <WH7272> gave <WH5414> the nations <WH1471> before <WH6440> him, and made him rule <WH7287> over kings? <WH4428> he gave <WH5414> them as the dust <WH6083> to his sword, <WH2719> and as driven <WH5086> stubble <WH7179> to his bow. <WH7198>"},{"number":3,"verse":"He pursued <WH7291> them, and passed <WH5674> safely; <WH7965> even by the way <WH734> that he had not <WH3808> gone <WH935> with his feet. <WH7272>"},{"number":4,"verse":"Who <WH4310> hath wrought <WH6466> and done <WH6213> it, calling <WH7121> the generations <WH1755> from the beginning? <WH4480> <WH7218> I <WH589> the LORD, <WH3068> the first, <WH7223> and with <WH854> the last; <WH314> I <WH589> am he. <WH1931>"},{"number":5,"verse":"The isles <WH339> saw <WH7200> it, and feared; <WH3372> the ends <WH7098> of the earth <WH776> were afraid, <WH2729> drew near, <WH7126> and came. <WH857>"},{"number":6,"verse":"They helped <WH5826> every one <WH376> <WH853> his neighbor; <WH7453> and every one said <WH559> to his brother, <WH251> Be of good courage. <WH2388>"},{"number":7,"verse":"So the carpenter <WH2796> encouraged <WH2388> <WH853> the goldsmith, <WH6884> and he that smootheth <WH2505> with the hammer <WH6360> <WH853> him that smote <WH1986> the anvil, <WH6471> saying, <WH559> It <WH1931> is ready <WH2896> for the soldering: <WH1694> and he fastened <WH2388> it with nails, <WH4548> that it should not <WH3808> be moved. <WH4131>"},{"number":8,"verse":"But thou, <WH859> Israel, <WH3478> art my servant, <WH5650> Jacob <WH3290> whom <WH834> I have chosen, <WH977> the seed <WH2233> of Abraham <WH85> my friend. <WH157>"},{"number":9,"verse":"Thou whom <WH834> I have taken <WH2388> from the ends <WH4480> <WH7098> of the earth, <WH776> and called <WH7121> thee from the chief men <WH4480> <WH678> thereof, and said <WH559> unto thee, Thou <WH859> art my servant; <WH5650> I have chosen <WH977> thee, and not <WH3808> cast thee away. <WH3988>"},{"number":10,"verse":"Fear <WH3372> thou not; <WH408> for <WH3588> I <WH589> am with <WH5973> thee: be not <WH408> dismayed; <WH8159> for <WH3588> I <WH589> am thy God: <WH430> I will strengthen <WH553> thee; yea, <WH637> I will help <WH5826> thee; yea, <WH637> I will uphold <WH8551> thee with the right hand <WH3225> of my righteousness. <WH6664>"},{"number":11,"verse":"Behold, <WH2005> all <WH3605> they that were incensed <WH2734> against thee shall be ashamed <WH954> and confounded: <WH3637> they shall be <WH1961> as nothing; <WH369> and they <WH376> that strive <WH7379> with thee shall perish. <WH6>"},{"number":12,"verse":"Thou shalt seek <WH1245> them, and shalt not <WH3808> find <WH4672> them, <WH376> even them that contended <WH4695> with thee: they <WH376> that war <WH4421> against thee shall be <WH1961> as nothing, <WH369> and as a thing of naught. <WH657>"},{"number":13,"verse":"For <WH3588> I <WH589> the LORD <WH3068> thy God <WH430> will hold <WH2388> thy right hand, <WH3225> saying <WH559> unto thee, Fear <WH3372> not; <WH408> I <WH589> will help <WH5826> thee."},{"number":14,"verse":"Fear <WH3372> not, <WH408> thou worm <WH8438> Jacob, <WH3290> and ye men <WH4962> of Israel; <WH3478> I <WH589> will help <WH5826> thee, saith <WH5002> the LORD, <WH3068> and thy redeemer, <WH1350> the Holy One <WH6918> of Israel. <WH3478>"},{"number":15,"verse":"Behold, <WH2009> I will make <WH7760> thee a new <WH2319> sharp <WH2742> threshing instrument <WH4173> having <WH1167> teeth: <WH6374> thou shalt thresh <WH1758> the mountains, <WH2022> and beat them small, <WH1854> and shalt make <WH7760> the hills <WH1389> as chaff. <WH4671>"},{"number":16,"verse":"Thou shalt fan <WH2219> them, and the wind <WH7307> shall carry them away, <WH5375> and the whirlwind <WH5591> shall scatter <WH6327> them: and thou <WH859> shalt rejoice <WH1523> in the LORD, <WH3068> and shalt glory <WH1984> in the Holy One <WH6918> of Israel. <WH3478>"},{"number":17,"verse":"When the poor <WH6041> and needy <WH34> seek <WH1245> water, <WH4325> and there is none, <WH369> and their tongue <WH3956> faileth <WH5405> for thirst, <WH6772> I <WH589> the LORD <WH3068> will hear <WH6030> them, I the God <WH430> of Israel <WH3478> will not <WH3808> forsake <WH5800> them."},{"number":18,"verse":"I will open <WH6605> rivers <WH5104> in <WH5921> high places, <WH8205> and fountains <WH4599> in the midst <WH8432> of the valleys: <WH1237> I will make <WH7760> the wilderness <WH4057> a pool <WH98> of water, <WH4325> and the dry <WH6723> land <WH776> springs <WH4161> of water. <WH4325>"},{"number":19,"verse":"I will plant <WH5414> in the wilderness <WH4057> the cedar, <WH730> the shittah tree, <WH7848> and the myrtle, <WH1918> and the oil <WH8081> tree; <WH6086> I will set <WH7760> in the desert <WH6160> the fir tree, <WH1265> and the pine, <WH8410> and the box tree <WH8391> together: <WH3162>"},{"number":20,"verse":"That <WH4616> they may see, <WH7200> and know, <WH3045> and consider, <WH7760> and understand <WH7919> together, <WH3162> that <WH3588> the hand <WH3027> of the LORD <WH3068> hath done <WH6213> this, <WH2063> and the Holy One <WH6918> of Israel <WH3478> hath created <WH1254> it."},{"number":21,"verse":"Produce <WH7126> your cause, <WH7379> saith <WH559> the LORD; <WH3068> bring forth <WH5066> your strong <WH6110> reasons, saith <WH559> the King <WH4428> of Jacob. <WH3290>"},{"number":22,"verse":"Let them bring them forth, <WH5066> and show <WH5046> us <WH853> what <WH834> shall happen: <WH7136> let them show <WH5046> the former things, <WH7223> what <WH4100> they <WH2007> be, that we may consider <WH7760> <WH3820> them, and know <WH3045> the latter end <WH319> of them; or <WH176> declare <WH8085> us things for to come. <WH935>"},{"number":23,"verse":"Show <WH5046> the things that are to come <WH857> hereafter, <WH268> that we may know <WH3045> that <WH3588> ye <WH859> are gods: <WH430> yea, <WH637> do good, <WH3190> or do evil, <WH7489> that we may be dismayed, <WH8159> and behold <WH7200> it together. <WH3162>"},{"number":24,"verse":"Behold, <WH2005> ye <WH859> are of nothing, <WH4480> <WH369> and your work <WH6467> of naught: <WH4480> <WH659> an abomination <WH8441> is he that chooseth <WH977> you."},{"number":25,"verse":"I have raised up <WH5782> one from the north, <WH4480> <WH6828> and he shall come: <WH857> from the rising <WH4480> <WH4217> of the sun <WH8121> shall he call <WH7121> upon my name: <WH8034> and he shall come <WH935> upon princes <WH5461> as <WH3644> upon mortar, <WH2563> and as <WH3644> the potter <WH3335> treadeth <WH7429> clay. <WH2916>"},{"number":26,"verse":"Who <WH4310> hath declared <WH5046> from the beginning, <WH4480> <WH7218> that we may know? <WH3045> and formerly, <WH4480> <WH6440> that we may say, <WH559> He is righteous? <WH6662> yea, <WH637> there is none <WH369> that showeth, <WH5046> yea, <WH637> there is none <WH369> that declareth, <WH8085> yea, <WH637> there is none <WH369> that heareth <WH8085> your words. <WH561>"},{"number":27,"verse":"The first <WH7223> shall say to Zion, <WH6726> Behold, <WH2009> behold <WH2009> them: and I will give <WH5414> to Jerusalem <WH3389> one that bringeth good tidings. <WH1319>"},{"number":28,"verse":"For I beheld, <WH7200> and there was no <WH369> man; <WH376> even among them, <WH4480> <WH428> and there was no <WH369> counselor, <WH3289> that, when I asked <WH7592> of them, could answer <WH7725> a word. <WH1697>"},{"number":29,"verse":"Behold, <WH2005> they are all <WH3605> vanity; <WH205> their works <WH4639> are nothing: <WH657> their molten images <WH5262> are wind <WH7307> and confusion. <WH8414>"}]}