{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Cry <WH7121> aloud, <WH1627> spare <WH2820> not, <WH408> lift up <WH7311> thy voice <WH6963> like a trumpet, <WH7782> and show <WH5046> my people <WH5971> their transgression, <WH6588> and the house <WH1004> of Jacob <WH3290> their sins. <WH2403>"},{"number":2,"verse":"Yet they seek <WH1875> me daily, <WH3117> <WH3117> and delight <WH2654> to know <WH1847> my ways, <WH1870> as a nation <WH1471> that <WH834> did <WH6213> righteousness, <WH6666> and forsook <WH5800> not <WH3808> the ordinance <WH4941> of their God: <WH430> they ask <WH7592> of me the ordinances <WH4941> of justice; <WH6664> they take delight <WH2654> in approaching <WH7132> to God. <WH430>"},{"number":3,"verse":"Wherefore <WH4100> have we fasted, <WH6684> say they, and thou seest <WH7200> not? <WH3808> wherefore have we afflicted <WH6031> our soul, <WH5315> and thou takest no knowledge? <WH3045> <WH3808> Behold, <WH2005> in the day <WH3117> of your fast <WH6685> ye find <WH4672> pleasure, <WH2656> and exact <WH5065> all <WH3605> your labors. <WH6092>"},{"number":4,"verse":"Behold, <WH2005> ye fast <WH6684> for strife <WH7379> and debate, <WH4683> and to smite <WH5221> with the fist <WH106> of wickedness: <WH7562> ye shall not <WH3808> fast <WH6684> as ye do this day, <WH3117> to make your voice <WH6963> to be heard <WH8085> on high. <WH4791>"},{"number":5,"verse":"Is <WH1961> it such <WH2088> a fast <WH6685> that I have chosen? <WH977> a day <WH3117> for a man <WH120> to afflict <WH6031> his soul? <WH5315> is it to bow down <WH3721> his head <WH7218> as a bulrush, <WH100> and to spread <WH3331> sackcloth <WH8242> and ashes <WH665> under him? wilt thou call <WH7121> this <WH2088> a fast, <WH6685> and an acceptable <WH7522> day <WH3117> to the LORD? <WH3068>"},{"number":6,"verse":"Is not <WH3808> this <WH2088> the fast <WH6685> that I have chosen? <WH977> to loose <WH6605> the bands <WH2784> of wickedness, <WH7562> to undo <WH5425> the heavy <WH4133> burdens, <WH92> and to let the oppressed <WH7533> go <WH7971> free, <WH2670> and that ye break <WH5423> every <WH3605> yoke? <WH4133>"},{"number":7,"verse":"Is it not <WH3808> to deal <WH6536> thy bread <WH3899> to the hungry, <WH7457> and that thou bring <WH935> the poor <WH6041> that are cast out <WH4788> to thy house? <WH1004> when <WH3588> thou seest <WH7200> the naked, <WH6174> that thou cover <WH3680> him; and that thou hide not thyself <WH5956> <WH3808> from thine own flesh? <WH4480> <WH1320>"},{"number":8,"verse":"Then <WH227> shall thy light <WH216> break forth <WH1234> as the morning, <WH7837> and thine health <WH724> shall spring forth <WH6779> speedily: <WH4120> and thy righteousness <WH6664> shall go <WH1980> before <WH6440> thee; the glory <WH3519> of the LORD <WH3068> shall be thy rearward. <WH622>"},{"number":9,"verse":"Then <WH227> shalt thou call, <WH7121> and the LORD <WH3068> shall answer; <WH6030> thou shalt cry, <WH7768> and he shall say, <WH559> Here <WH2009> I am. If <WH518> thou take away <WH5493> from the midst <WH4480> <WH8432> of thee the yoke, <WH4133> the putting forth <WH7971> of the finger, <WH676> and speaking <WH1696> vanity; <WH205>"},{"number":10,"verse":"And if thou draw out <WH6329> thy soul <WH5315> to the hungry, <WH7457> and satisfy <WH7646> the afflicted <WH6031> soul; <WH5315> then shall thy light <WH216> rise <WH2224> in obscurity, <WH2822> and thy darkness <WH653> be as the noonday: <WH6672>"},{"number":11,"verse":"And the LORD <WH3068> shall guide <WH5148> thee continually, <WH8548> and satisfy <WH7646> thy soul <WH5315> in drought, <WH6710> and make fat <WH2502> thy bones: <WH6106> and thou shalt be <WH1961> like a watered <WH7302> garden, <WH1588> and like a spring <WH4161> of water, <WH4325> whose <WH834> waters <WH4325> fail <WH3576> not. <WH3808>"},{"number":12,"verse":"And they that shall be of <WH4480> thee shall build <WH1129> the old <WH5769> waste places: <WH2723> thou shalt raise up <WH6965> the foundations <WH4146> of many generations; <WH1755> <WH1755> and thou shalt be called, <WH7121> The repairer <WH1443> of the breach, <WH6556> The restorer <WH7725> of paths <WH5410> to dwell <WH3427> in."},{"number":13,"verse":"If <WH518> thou turn away <WH7725> thy foot <WH7272> from the sabbath, <WH4480> <WH7676> from doing <WH6213> thy pleasure <WH2656> on my holy <WH6944> day; <WH3117> and call <WH7121> the sabbath <WH7676> a delight, <WH6027> the holy <WH6918> of the LORD, <WH3068> honorable; <WH3513> and shalt honor <WH3513> him, not doing <WH4480> <WH6213> thine own ways, <WH1870> nor finding <WH4480> <WH4672> thine own pleasure, <WH2656> nor speaking <WH1696> thine own words: <WH1697>"},{"number":14,"verse":"Then <WH227> shalt thou delight thyself <WH6026> in <WH5921> the LORD; <WH3068> and I will cause thee to ride <WH7392> upon <WH5921> the high places <WH1116> of the earth, <WH776> and feed <WH398> thee with the heritage <WH5159> of Jacob <WH3290> thy father: <WH1> for <WH3588> the mouth <WH6310> of the LORD <WH3068> hath spoken <WH1696> it."}]}