{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"Who <WH4310> is this <WH2088> that cometh <WH935> from Edom, <WH4480> <WH123> with dyed <WH2556> garments <WH899> from Bozrah? <WH4480> <WH1224> this <WH2088> that is glorious <WH1921> in his apparel, <WH3830> traveling <WH6808> in the greatness <WH7230> of his strength? <WH3581> I <WH589> that speak <WH1696> in righteousness, <WH6666> mighty <WH7227> to save. <WH3467>"},{"number":2,"verse":"Wherefore <WH4069> art thou red <WH122> in thine apparel, <WH3830> and thy garments <WH899> like him that treadeth <WH1869> in the wine vat? <WH1660>"},{"number":3,"verse":"I have trodden <WH1869> the winepress <WH6333> alone; <WH905> and of the people <WH4480> <WH5971> there was none <WH369> <WH376> with <WH854> me: for I will tread <WH1869> them in mine anger, <WH639> and trample <WH7429> them in my fury; <WH2534> and their blood <WH5332> shall be sprinkled <WH5137> upon <WH5921> my garments, <WH899> and I will stain <WH1351> all <WH3605> my raiment. <WH4403>"},{"number":4,"verse":"For <WH3588> the day <WH3117> of vengeance <WH5359> is in mine heart, <WH3820> and the year <WH8141> of my redeemed <WH1350> is come. <WH935>"},{"number":5,"verse":"And I looked, <WH5027> and there was none <WH369> to help; <WH5826> and I wondered <WH8074> that there was none <WH369> to uphold: <WH5564> therefore mine own arm <WH2220> brought salvation <WH3467> unto me; and my fury, <WH2534> it <WH1931> upheld <WH5564> me."},{"number":6,"verse":"And I will tread down <WH947> the people <WH5971> in mine anger, <WH639> and make them drunk <WH7937> in my fury, <WH2534> and I will bring down <WH3381> their strength <WH5332> to the earth. <WH776>"},{"number":7,"verse":"I will mention <WH2142> the lovingkindnesses <WH2617> of the LORD, <WH3068> and the praises <WH8416> of the LORD, <WH3068> according <WH5921> to all <WH3605> that <WH834> the LORD <WH3068> hath bestowed <WH1580> on us, and the great <WH7227> goodness <WH2898> toward the house <WH1004> of Israel, <WH3478> which <WH834> he hath bestowed <WH1580> on them according to his mercies, <WH7356> and according to the multitude <WH7230> of his lovingkindnesses. <WH2617>"},{"number":8,"verse":"For he said, <WH559> Surely <WH389> they <WH1992> are my people, <WH5971> children <WH1121> that will not <WH3808> lie: <WH8266> so he was <WH1961> their Savior. <WH3467>"},{"number":9,"verse":"In all <WH3605> their affliction <WH6869> he was afflicted, <WH6862> and the angel <WH4397> of his presence <WH6440> saved <WH3467> them: in his love <WH160> and in his pity <WH2551> he <WH1931> redeemed <WH1350> them; and he bore <WH5190> them, and carried <WH5375> them all <WH3605> the days <WH3117> of old. <WH5769>"},{"number":10,"verse":"But they <WH1992> rebelled, <WH4784> and vexed <WH6087> <WH853> his Holy <WH6944> Spirit: <WH7307> therefore he was turned <WH2015> to be their enemy, <WH341> and he <WH1931> fought <WH3898> against them."},{"number":11,"verse":"Then he remembered <WH2142> the days <WH3117> of old, <WH5769> Moses, <WH4872> and his people, <WH5971> saying, Where <WH346> is he that brought them up <WH5927> out of the sea <WH4480> <WH3220> with <WH854> the shepherd <WH7462> of his flock? <WH6629> where <WH346> is he that put <WH7760> <WH853> his Holy <WH6944> Spirit <WH7307> within <WH7130> him?"},{"number":12,"verse":"That led <WH1980> them by the right hand <WH3225> of Moses <WH4872> with his glorious <WH8597> arm, <WH2220> dividing <WH1234> the water <WH4325> before <WH4480> <WH6440> them, to make <WH6213> himself an everlasting <WH5769> name? <WH8034>"},{"number":13,"verse":"That led <WH1980> them through the deep, <WH8415> as a horse <WH5483> in the wilderness, <WH4057> that they should not <WH3808> stumble? <WH3782>"},{"number":14,"verse":"As a beast <WH929> goeth down <WH3381> into the valley, <WH1237> the Spirit <WH7307> of the LORD <WH3068> caused him to rest: <WH5117> so <WH3651> didst thou lead <WH5090> thy people, <WH5971> to make <WH6213> thyself a glorious <WH8597> name. <WH8034>"},{"number":15,"verse":"Look down <WH5027> from heaven, <WH4480> <WH8064> and behold <WH7200> from the habitation <WH4480> <WH2073> of thy holiness <WH6944> and of thy glory: <WH8597> where <WH346> is thy zeal <WH7068> and thy strength, <WH1369> the sounding <WH1995> of thy bowels <WH4578> and of thy mercies <WH7356> toward <WH413> me? are they restrained? <WH662>"},{"number":16,"verse":"Doubtless <WH3588> thou <WH859> art our father, <WH1> though <WH3588> Abraham <WH85> be ignorant <WH3808> <WH3045> of us, and Israel <WH3478> acknowledge <WH5234> us not: <WH3808> thou, <WH859> O LORD, <WH3068> art our father, <WH1> our redeemer; <WH1350> thy name <WH8034> is from everlasting. <WH4480> <WH5769>"},{"number":17,"verse":"O LORD, <WH3068> why <WH4100> hast thou made us to err <WH8582> from thy ways, <WH4480> <WH1870> and hardened <WH7188> our heart <WH3820> from thy fear? <WH4480> <WH3374> Return <WH7725> for thy servants' sake, <WH4616> <WH5650> the tribes <WH7626> of thine inheritance. <WH5159>"},{"number":18,"verse":"The people <WH5971> of thy holiness <WH6944> have possessed <WH3423> it but a little while: <WH4705> our adversaries <WH6862> have trodden down <WH947> thy sanctuary. <WH4720>"},{"number":19,"verse":"We are <WH1961> thine: thou never <WH3808> <WH4480> <WH5769> didst bear rule <WH4910> over them; they were not <WH3808> called <WH7121> by <WH5921> thy name. <WH8034>"}]}