{"bibleAbbr":"KJV1850+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"Thus <WH3541> saith <WH559> the LORD, <WH3068> The heaven <WH8064> is my throne, <WH3678> and the earth <WH776> is my footstool: <WH1916> <WH7272> where <WH335> is the house <WH1004> that <WH834> ye build <WH1129> unto me? and where <WH335> is the <WH2088> place <WH4725> of my rest? <WH4496>"},{"number":2,"verse":"For all <WH3605> those <WH428> things hath mine hand <WH3027> made, <WH6213> and all <WH3605> those <WH428> things have been, <WH1961> saith <WH5002> the LORD: <WH3068> but to <WH413> this <WH2088> man will I look, <WH5027> even to <WH413> him that is poor <WH6041> and of a contrite <WH5223> spirit, <WH7307> and trembleth <WH2730> at <WH5921> my word. <WH1697>"},{"number":3,"verse":"He that killeth <WH7819> an ox <WH7794> is as if he slew <WH5221> a man; <WH376> he that sacrificeth <WH2076> a lamb, <WH7716> as if he cut off a dog's neck; <WH6202> <WH3611> he that offereth <WH5927> an oblation, <WH4503> as if he offered swine's <WH2386> blood; <WH1818> he that burneth <WH2142> incense, <WH3828> as if he blessed <WH1288> an idol. <WH205> Yea, <WH1571> they <WH1992> have chosen <WH977> their own ways, <WH1870> and their soul <WH5315> delighteth <WH2654> in their abominations. <WH8251>"},{"number":4,"verse":"I <WH589> also <WH1571> will choose <WH977> their delusions, <WH8586> and will bring <WH935> their fears <WH4035> upon them; because <WH3282> when I called, <WH7121> none <WH369> did answer; <WH6030> when I spoke, <WH1696> they did not <WH3808> hear: <WH8085> but they did <WH6213> evil <WH7451> before mine eyes, <WH5869> and chose <WH977> that in which <WH834> I delighted <WH2654> not. <WH3808>"},{"number":5,"verse":"Hear <WH8085> the word <WH1697> of the LORD, <WH3068> ye that tremble <WH2730> at <WH413> his word; <WH1697> Your brethren <WH251> that hated <WH8130> you, that cast you out <WH5077> for my name's sake, <WH4616> <WH8034> said, <WH559> Let the LORD <WH3068> be glorified: <WH3513> but he shall appear <WH7200> to your joy, <WH8057> and they <WH1992> shall be ashamed. <WH954>"},{"number":6,"verse":"A voice <WH6963> of noise <WH7588> from the city, <WH4480> <WH5892> a voice <WH6963> from the temple, <WH4480> <WH1964> a voice <WH6963> of the LORD <WH3068> that rendereth <WH7999> recompense <WH1576> to his enemies. <WH341>"},{"number":7,"verse":"Before <WH2962> she travailed, <WH2342> she brought forth; <WH3205> before <WH2962> her pain <WH2256> came, <WH935> she was delivered <WH4422> of a man child. <WH2145>"},{"number":8,"verse":"Who <WH4310> hath heard <WH8085> such a thing? <WH2063> who <WH4310> hath seen <WH7200> such things? <WH428> Shall the earth <WH776> be made to bring forth <WH2342> in one <WH259> day? <WH3117> or shall a nation <WH1471> be born <WH3205> at once? <WH259> <WH6471> for <WH3588> as soon <WH1571> as Zion <WH6726> travailed, <WH2342> she brought forth <WH3205> <WH853> her children. <WH1121>"},{"number":9,"verse":"Shall I <WH589> bring to the birth, <WH7665> and not <WH3808> cause to bring forth? <WH3205> saith <WH559> the LORD: <WH3068> shall I <WH589> cause to bring forth, <WH3205> and shut <WH6113> the womb? saith <WH559> thy God. <WH430>"},{"number":10,"verse":"Rejoice <WH8055> ye with <WH854> Jerusalem, <WH3389> and be glad <WH1523> with her, all <WH3605> ye that love <WH157> her: rejoice <WH7797> for joy <WH4885> with <WH854> her, all <WH3605> ye that mourn <WH56> for <WH5921> her:"},{"number":11,"verse":"That <WH4616> ye may suck, <WH3243> and be satisfied <WH7646> with the breasts <WH4480> <WH7699> of her consolations; <WH8575> that <WH4616> ye may milk out, <WH4711> and be delighted <WH6026> with the abundance <WH4480> <WH2123> of her glory. <WH3519>"},{"number":12,"verse":"For <WH3588> thus <WH3541> saith <WH559> the LORD, <WH3068> Behold, <WH2009> I will extend <WH5186> peace <WH7965> to <WH413> her like a river, <WH5104> and the glory <WH3519> of the Gentiles <WH1471> like a flowing <WH7857> stream: <WH5158> then shall ye suck, <WH3243> ye shall be borne <WH5375> upon <WH5921> her sides, <WH6654> and be dandled <WH8173> upon <WH5921> her knees. <WH1290>"},{"number":13,"verse":"As one <WH376> whom <WH834> his mother <WH517> comforteth, <WH5162> so <WH3651> will I <WH595> comfort <WH5162> you; and ye shall be comforted <WH5162> in Jerusalem. <WH3389>"},{"number":14,"verse":"And when ye see <WH7200> this, your heart <WH3820> shall rejoice, <WH7797> and your bones <WH6106> shall flourish <WH6524> like an herb: <WH1877> and the hand <WH3027> of the LORD <WH3068> shall be known <WH3045> toward <WH854> his servants, <WH5650> and his indignation <WH2194> toward <WH854> his enemies. <WH341>"},{"number":15,"verse":"For, <WH3588> behold, <WH2009> the LORD <WH3068> will come <WH935> with fire, <WH784> and with his chariots <WH4818> like a whirlwind, <WH5492> to render <WH7725> his anger <WH639> with fury, <WH2534> and his rebuke <WH1606> with flames <WH3851> of fire. <WH784>"},{"number":16,"verse":"For <WH3588> by fire <WH784> and by his sword <WH2719> will the LORD <WH3068> plead <WH8199> with <WH854> all <WH3605> flesh: <WH1320> and the slain <WH2491> of the LORD <WH3068> shall be many. <WH7231>"},{"number":17,"verse":"They that sanctify themselves, <WH6942> and purify themselves <WH2891> in <WH413> the gardens <WH1593> behind <WH310> one <WH259> tree in the midst, <WH8432> eating <WH398> swine's <WH2386> flesh, <WH1320> and the abomination, <WH8263> and the mouse, <WH5909> shall be consumed <WH5486> together, <WH3162> saith <WH5002> the LORD. <WH3068>"},{"number":18,"verse":"For I <WH595> know their works <WH4639> and their thoughts: <WH4284> it shall come, <WH935> that I will gather <WH6908> <WH853> all <WH3605> nations <WH1471> and tongues; <WH3956> and they shall come, <WH935> and see <WH7200> <WH853> my glory. <WH3519>"},{"number":19,"verse":"And I will set <WH7760> a sign <WH226> among them, and I will send <WH7971> those that escape <WH6412> of them <WH4480> unto <WH413> the nations, <WH1471> to Tarshish, <WH8659> Pul, <WH6322> and Lud, <WH3865> that draw <WH4900> the bow, <WH7198> to Tubal, <WH8422> and Javan, <WH3120> to the isles <WH339> afar off, <WH7350> that <WH834> have not <WH3808> heard <WH8085> <WH853> my fame, <WH8088> neither <WH3808> have seen <WH7200> <WH853> my glory; <WH3519> and they shall declare <WH5046> <WH853> my glory <WH3519> among the Gentiles. <WH1471>"},{"number":20,"verse":"And they shall bring <WH935> <WH853> all <WH3605> your brethren <WH251> for an offering <WH4503> unto the LORD <WH3068> out of all <WH4480> <WH3605> nations <WH1471> upon horses, <WH5483> and in chariots, <WH7393> and in litters, <WH6632> and upon mules, <WH6505> and upon swift beasts, <WH3753> to <WH5921> my holy <WH6944> mountain <WH2022> Jerusalem, <WH3389> saith <WH559> the LORD, <WH3068> as <WH834> the children <WH1121> of Israel <WH3478> bring <WH935> <WH853> an offering <WH4503> in a clean <WH2889> vessel <WH3627> into the house <WH1004> of the LORD. <WH3068>"},{"number":21,"verse":"And I will also <WH1571> take <WH3947> of <WH4480> them for priests <WH3548> and for Levites, <WH3881> saith <WH559> the LORD. <WH3068>"},{"number":22,"verse":"For <WH3588> as <WH834> the new <WH2319> heavens <WH8064> and the new <WH2319> earth, <WH776> which <WH834> I <WH589> will make, <WH6213> shall remain <WH5975> before <WH6440> me, saith <WH5002> the LORD, <WH3068> so <WH3651> shall your seed <WH2233> and your name <WH8034> remain. <WH5975>"},{"number":23,"verse":"And it shall come to pass, <WH1961> that from <WH4480> <WH1767> one new moon <WH2320> to another, <WH2320> and from <WH4480> <WH1767> one sabbath <WH7676> to another, <WH7676> shall all <WH3605> flesh <WH1320> come <WH935> to worship <WH7812> before <WH6440> me, saith <WH559> the LORD. <WH3068>"},{"number":24,"verse":"And they shall go forth, <WH3318> and look <WH7200> upon the carcasses <WH6297> of the men <WH376> that have transgressed <WH6586> against me: for <WH3588> their worm <WH8438> shall not <WH3808> die, <WH4191> neither <WH3808> shall their fire <WH784> be quenched; <WH3518> and they shall be <WH1961> an abhorring <WH1860> unto all <WH3605> flesh. <WH1320>"}]}