{"bibleAbbr":"maiNT","bookName":"फिलिप्‍पी नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"( मसीह द्वारा, आ मसीह जकाँ, नम्र बनबाक उपदेश) एहि लेल, जखन मसीह सँ संयुक्‍त रहला सँ अहाँ सभ केँ प्रोत्‍साहन भेटैत अछि, जखन हुनका प्रेम सँ सान्‍त्‍वना भेटैत अछि, जखन पवित्र आत्‍माक संग संगति अछि, जखन स्‍नेहक भावना आ सहानुभूति अछि,"},{"number":2,"verse":"तँ अहाँ सभ एक-दोसर सँ सहमत रहू, एक-दोसर सँ प्रेम करू, एकचित्त रहि एके लक्ष्‍य राखू और एहि तरहेँ हमर आनन्‍द पूर्ण करू।"},{"number":3,"verse":"स्‍वार्थपूर्ण अभिलाषा सँ वा अपना केँ किछु बनयबाक लेल कोनो काज नहि करू, बल्‍कि नम्र भऽ कऽ दोसर केँ अपना सँ श्रेष्‍ठ मानू।"},{"number":4,"verse":"अहाँ सभ मे सँ प्रत्‍येक लोक अपनेटा नहि, बल्‍कि दोसरो लोकक हितक ध्‍यान राखू।"},{"number":5,"verse":"अहाँ सभ वैह भावना राखू जे मसीह यीशु मे छलनि—"},{"number":6,"verse":"ओ वास्‍तव मे परमेश्‍वर छलाह, मुदा तैयो ओ परमेश्‍वरक तुल्‍य रहबाक अधिकार केँ पकड़ने रहऽ वला वस्‍तु नहि बुझलनि।"},{"number":7,"verse":"तकरा बदला मे ओ अपन सभ किछु त्‍यागि देलनि आ दासक स्‍वरूप धारण कऽ मनुष्‍य बनि गेलाह।"},{"number":8,"verse":"एहि तरहेँ मनुष्‍यक रूप मे रहि कऽ ओ अपना केँ विनम्र बनौलनि आ एतऽ तक आज्ञाकारी बनलाह जे मृत्‍यु, हँ, क्रूस परक मृत्‍यु सेहो, स्‍वीकार कयलनि।"},{"number":9,"verse":"एहि कारणेँ परमेश्‍वर हुनका सभ सँ ऊँच स्‍थान पर राखि अति महान् कयलनि आ हुनका ओ नाम प्रदान कयलनि जे सभ नाम सँ श्रेष्‍ठ अछि,"},{"number":10,"verse":"जाहि सँ यीशुक नाम सुनैत प्रत्‍येक प्राणी ठेहुनिया देअय, चाहे ओ स्‍वर्ग मे वा पृथ्‍वी पर वा पृथ्‍वीक नीचाँ रहऽ वला होअय,"},{"number":11,"verse":"और पिता परमेश्‍वरक गुणगान मे प्रत्‍येक प्राणी अपना मुँह सँ स्‍वीकार करय जे यीशु मसीह प्रभु छथि।"},{"number":12,"verse":"( अपन उद्धार व्‍यवहार मे देखाउ) एहि लेल, यौ हमर प्रिय मित्र लोकनि, जाहि तरहेँ अहाँ सभ हरदम आज्ञा पालन करैत आयल छी, तहिना आब सेहो हमर उपस्‍थिति सँ बेसी हमर अनुपस्‍थिति मे पालन करैत रहू। डेराइत-कँपैत ओहन काज करैत रहू जे परमेश्‍वर सँ पाओल अपन उद्धार सँ उत्‍पन्‍न होअय।"},{"number":13,"verse":"किएक तँ परमेश्‍वर अपने अहाँ सभ मे काज करैत अपन प्रसन्‍नताक अनुसार चलबाक इच्‍छा आ क्षमता दूनू प्रदान करैत छथि।"},{"number":14,"verse":"अहाँ सभ जे किछु करब से बिनु कुड़बुड़ा कऽ आ बिना विवाद मे पड़ि कऽ करू,"},{"number":15,"verse":"जाहि सँ अहाँ सभ निर्दोष आ निष्‍कपट होइ और जीवन देबऽ वला सुसमाचार पर अटल रहि कऽ एहि बेइमान आ भ्रष्‍ट पीढ़ीक बीच परमेश्‍वरक निष्‍कलंक सन्‍तान भऽ संसार मे इजोत बनि कऽ चमकी। एहि तरहेँ हम मसीहक अयबाक दिन मे एहि बात पर गौरव कऽ सकब जे हमर भाग-दौड़ आ परिश्रम कयनाइ व्‍यर्थ नहि भेल।"},{"number":17,"verse":"अहाँ सभ विश्‍वास सँ प्रेरित भऽ कऽ परमेश्‍वरक जे सेवा कऽ रहल छी, से हुनका अर्पित कयल एक बलि अछि। आब जँ हमरो जीवन ताहि पर ढारल जा कऽ अर्पित कयल जा रहल अछि तँ हम तैयो खुश छी आ अहाँ सभ गोटेक संग आनन्‍द मनबैत छी।"},{"number":18,"verse":"तेँ अहूँ सभ आनन्‍दित होउ आ हमरा संग आनन्‍द मनाउ।"},{"number":19,"verse":"( तिमुथियुस आ एपाफ्रुदितुस आदरक योग्‍य) हमरा आशा अछि जे हम प्रभु यीशुक सहायता सँ किछुए दिन मे तिमुथियुस केँ अहाँ सभक ओतऽ पठा सकब, जाहि सँ अहाँ सभक हाल-समाचार जानि कऽ हमरो मोन खुश भऽ जाय।"},{"number":20,"verse":"हमरा लग हुनका जकाँ आओर केओ नहि अछि जे शुद्ध मोन सँ अहाँ सभक कुशलताक चिन्‍ता करैत होअय।"},{"number":21,"verse":"सभ अपन-अपन काज मे लागल अछि, यीशु मसीहक काज पर ध्‍यान नहि दैत अछि।"},{"number":22,"verse":"मुदा अहाँ सभ जनैत छी जे तिमुथियुस अपन योग्‍यता स्‍पष्‍ट रूप सँ प्रमाणित कयने छथि, कारण जेना कोनो बाप-बेटा संग-संग काज करैत अछि, तहिना शुभ समाचार सुनयबाक सेवा-काज मे ओ बेटा जकाँ हमरा संग परिश्रम कयने छथि।"},{"number":23,"verse":"एहि लेल हम आशा करैत छी जे जखने हमरा किछु बुझऽ मे आबि जायत जे हमरा संग की होमऽ वला अछि, तँ हम हुनका अहाँ सभक ओतऽ पठा देबनि।"},{"number":24,"verse":"और हमरा पूरा भरोसा अछि जे प्रभुक सहायता सँ हमहूँ स्‍वयं जल्‍दी अहाँ सभ लग आयब।"},{"number":25,"verse":"मुदा हमरा ई आवश्‍यक बुझाइत अछि जे हम अपन भाय एपाफ्रुदितुस केँ अहाँ सभ लग वापस पठा दी। ओ हमरा संग-संग काज करऽ वला आ एहि काजक संघर्ष मे हमरा संग-संग लड़ऽ वला छथि। ओ अहाँ सभक दूत छथि जिनका अहाँ सभ हमर आवश्‍यकता पूरा करबाक लेल एतऽ पठौने छलहुँ।"},{"number":26,"verse":"अहाँ सभ केँ फेर देखबाक लेल हुनका मोन लागल छनि आ एहि बात सँ चिन्‍तित छथि जे अहाँ सभ हुनका बिमारीक सम्‍बन्‍ध मे सुनि लेने छलहुँ।"},{"number":27,"verse":"वास्‍तव मे ओ बहुत बिमार छलाहो आ मरैत-मरैत बँचलाह। मुदा परमेश्‍वर केँ हुनका पर दया भेलनि आ मात्र हुनके पर नहि, बल्‍कि हमरो पर जाहि सँ हुनकर मृत्‍युक कारणेँ हमरा दुःख पर दुःख नहि सहऽ पड़य।"},{"number":28,"verse":"एहि कारणेँ, हम हुनका पठयबाक लेल आओर उत्‍सुक छी, जाहि सँ हुनका फेर देखि कऽ अहाँ सभ आनन्‍दित होइ आ हमरो मोन हल्‍लुक भऽ जाय।"},{"number":29,"verse":"तेँ प्रभु मे खुशी-आनन्‍दक संग हुनकर स्‍वागत करू। एहन लोक सभक आदर करबाक चाही,"},{"number":30,"verse":"किएक तँ मसीहक काजक लेल ओ अपना प्राण केँ दाँव पर लगा देलनि आ मृत्‍युक मुँह धरि पहुँचि गेलाह जाहि सँ ओ हमरा लेल ओ सेवा पूरा करथि जे अहाँ सभ नहि कऽ सकलहुँ।"}]}