{"bibleAbbr":"BKJVNT","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"From: Paul (a prisoner for the Anointed King Jesus) and Timothy (the brother). To: Philemon (the loved one and our co-worker),"},{"number":2,"verse":"Apphia (the loved woman), Archippus (our fellow soldier), and the assembly throughout your house."},{"number":3,"verse":"Generosity to you and peace out from God, our Father, and Master Jesus, the Anointed King."},{"number":4,"verse":"I am always thankful to my God, making mention of you over my prayers,"},{"number":5,"verse":"as I hear your love and trust that you have toward the Master Jesus and for all the sacred people"},{"number":6,"verse":"in order that the sharing of your trust might become active in a correct understanding of every good thing in you for the Anointed King Jesus."},{"number":7,"verse":"You see, I have much happiness and encouragement based on your love because the sympathy of the sacred people has been relaxed through you, brother."},{"number":8,"verse":"For this reason, having much openness in the Anointed King to be giving the directive to you for what meets the high standards,"},{"number":9,"verse":"because of the love instead I am encouraging you, being this type of person as Paul, an old man, but right now also a prisoner for the Anointed King Jesus."},{"number":10,"verse":"I am encouraging you concerning my child whom I gave birth to in my restraints, Onesimus (his name means Profitable),"},{"number":11,"verse":"the one not useful to you in the past, but right now he is very useful to you and to me,"},{"number":12,"verse":"whom I am sending up to you (you yourself must take him in — this is my sympathy),"},{"number":13,"verse":"whom I was intending to steadily be having close to myself so that he may serve me on your behalf in the restraints of the good news."},{"number":14,"verse":"But without your opinion, I didn't want to do anything, so that your good may not be, as it were, in line with an obligation, but in line with volunteering."},{"number":15,"verse":"You see, possibly because of this he was separated from you toward an hour, so that you may have all of him that spans all time,"},{"number":16,"verse":"no longer as a slave, but above a slave, a loved brother, especially to me, but how much more to you, both in the physical body and in the Master."},{"number":17,"verse":"So if you have me as a partner, take him in as me."},{"number":18,"verse":"But if he wronged you or owes anything, put this to me on account."},{"number":19,"verse":"I, Paul, wrote it with my hand (I will pay the penalty in full) so that I may not tell you that you also additionally owe yourself to me."},{"number":20,"verse":"Yes, brother, may I profit from you in the Master. Relax my sympathy in the Master."},{"number":21,"verse":"Having been confident of your obedience, I wrote you realizing that you will do even above what I say."},{"number":22,"verse":"Also at the same time get a guesthouse ready for me. You see, I anticipate that through your prayers I will be given to you as an act of generosity."},{"number":23,"verse":"Epaphras, the person incarcerated together with me in the Anointed King Jesus, says hello to you,"},{"number":24,"verse":"as do Mark, Aristarchus, Demas, Luke, my co-workers."},{"number":25,"verse":"May the generosity of our Master Jesus, the Anointed King, be with your spirit. Amen. [Written to Philemon from Rome and sent through Onesimus, a domestic servant]"}]}