{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"ಅಹಾಬನ ಸಂತಾನದವರ ಕೊಲೆ ಸಮಾರಿಯ ಪಟ್ಟಣದಲ್ಲಿ ಅಹಾಬನ ಸಂತಾನದ ಎಪ್ಪತ್ತು ಮಂದಿ ರಾಜಪುತ್ರರಿದ್ದರು. ಯೇಹುವು ಆ ಪಟ್ಟಣದಲ್ಲಿದ್ದ ಜೆಸ್ರೀಲಿನ ಅಧಿಕಾರಿಗಳಾದ ಹಿರಿಯರಿಗೂ ರಾಜಪುತ್ರಪಾಲಕರಿಗೂ ಪತ್ರಗಳನ್ನು ಬರೆದು ಅವುಗಳನ್ನು ದೂತರ ಮುಖಾಂತರ ಕಳುಹಿಸಿದನು."},{"number":2,"verse":"ಅವುಗಳಲ್ಲಿ, “ನಿಮ್ಮ ವಶದಲ್ಲಿ ನಿಮ್ಮ ಯಜಮಾನನ ಮಕ್ಕಳೂ ರಥಾಶ್ವಬಲಗಳೂ ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣವೂ ಯುದ್ಧಾಯುಧಗಳೂ ಇರುತ್ತವಷ್ಟೆ."},{"number":3,"verse":"ಆ ಪತ್ರವು ನಿಮಗೆ ಮುಟ್ಟಿದೊಡನೆ ಆ ರಾಜಪುತ್ರರಲ್ಲಿ ಉತ್ತಮನೂ ಸಮರ್ಥನೂ ಆದ ಒಬ್ಬನನ್ನು ಆರಿಸಿಕೊಂಡು, ಅವನನ್ನು ಅವನ ತಂದೆಯ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿ, ನಿಮ್ಮ ಯಜಮಾನನ ಕುಟುಂಬದವರ ಪರವಾಗಿ ಯುದ್ಧಮಾಡಿ,” ಎಂಬುದಾಗಿ ಬರೆದಿತ್ತು."},{"number":4,"verse":"ಅವರು ಬಹಳವಾಗಿ ಭಯಪಟ್ಟರು. ಇಬ್ಬರು ರಾಜರೂ ಅವನ ಮುಂದೆ ನಿಲ್ಲಲಾರದೆಹೋದರು. ನಾವು ನಿಲ್ಲುವುದು ಹೇಗೆ?” ಎಂದುಕೊಂಡರು."},{"number":5,"verse":"ಅನಂತರ ರಾಜಗೃಹಾಧಿಪತಿ, ಪುರಾಧಿಕಾರಿ, ಹಿರಿಯರು, ರಾಜಪುತ್ರಪಾಲಕರು ಇವರು ಎಲ್ಲರು ಕೂಡಿ ಯೇಹುವಿಗೆ, “ನಾವು ನಿಮ್ಮ ಆಜ್ಞಾಧಾರಕರಾದ ಸೇವಕರು, ನಾವಾಗಿ ನಮಗೊಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ; ನಿಮ್ಮ ಚಿತ್ತವೇ ನೆರವೇರಲಿ,” ಎಂದು ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":6,"verse":"ಆಗ ಯೇಹುವು ಇನ್ನೊಂದು ಪತ್ರದ ಮೂಲಕ ಅವರಿಗೆ, “ನೀವು ನನ್ನ ಪಕ್ಷದವರಾಗಿದ್ದು ನನ್ನ ಆಜ್ಞಾನುಸಾರವಾಗಿ ನಡೆದುಕೊಳ್ಳಲು ಮನಸ್ಸುಳ್ಳವರಾಗಿದ್ದರೆ, ನಾಳೆ ಇಷ್ಟು ಹೊತ್ತಿಗೆ, ನಿಮ್ಮ ಯಜಮಾನನ ಸಂತಾನದವರ ತಲೆಗಳೊಡನೆ ಬನ್ನಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಎಪ್ಪತ್ತುಮಂದಿ ರಾಜಪುತ್ರರು ಪಟ್ಟಣದ ಪ್ರಧಾನಪುರುಷರ ಪರಾಂಬರಿಕೆಯಲ್ಲಿದ್ದರು."},{"number":7,"verse":"ಪ್ರಧಾನಪುರುಷರು ಪತ್ರವನ್ನು ಓದಿದೊಡನೆ ಆ ಎಪ್ಪತ್ತು ಮಂದಿಯನ್ನು ಹಿಡಿದುಕೊಂಡು ಅವರ ತಲೆಗಳನ್ನು ಪುಟ್ಟಿಗಳಲ್ಲಿ ಹಾಕಿ ಜೆಸ್ರೀಲಿನಲ್ಲಿದ್ದ ಯೇಹುವಿಗೆ ಕಳುಹಿಸಿದರು."},{"number":8,"verse":"ರಾಜಪುತ್ರರ ತಲೆಗಳನ್ನು ತಂದಿದ್ದಾರೆಂಬ ಸಮಾಚಾರ ಯೇಹುವಿಗೆ ಮುಟ್ಟಿದಾಗ ಅವನು; “ಬೆಳಗಾಗುವ ತನಕ ಅವುಗಳನ್ನು ಹೆಬ್ಬಾಗಿಲಿನ ಹತ್ತಿರ ಎರಡು ರಾಶಿಗಳಾಗಿ ಹಾಕಬೇಕು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":9,"verse":"ಮರುದಿನ ಬೆಳಿಗ್ಗೆ ಅವನು ಅವುಗಳ ಹತ್ತಿರ ಹೋಗಿ ಎಲ್ಲಾ ಜನರ ಎದುರಿಗೆ ನಿಂತು, “ನೀವು ನಿರಪರಾಧಿಗಳು; ನಾನಾದರೋ ನನ್ನ ಯಜಮಾನನಿಗೆ ವಿರೋಧವಾಗಿ ಒಳಸಂಚುಮಾಡಿ ಅವನನ್ನು ಕೊಂದವನು; ಆದರೆ ಇವರನ್ನೆಲ್ಲಾ ಹತಿಸಿದವರಾರು?"},{"number":10,"verse":"ಇಗೋ, ಅಹಾಬನ ಮನೆಯವರನ್ನುಕುರಿತು ಸರ್ವೇಶ್ವರ ಹೇಳಿದ ಮಾತುಗಳೆಲ್ಲಾ ತಪ್ಪದೆ ನೆರವೇರುವುದೆಂದು ತಿಳಿದುಕೊಳ್ಳಿರಿ. ಸರ್ವೇಶ್ವರ ತಮ್ಮ ದಾಸನಾದ ಎಲೀಯನ ಮುಖಾಂತರ ಹೇಳಿದ್ದನ್ನು ನೆರವೇರಿಸಿದ್ದಾರಷ್ಟೇ,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಅನಂತರ ಅವನು ಜೆಸ್ರೀಲಿನಲ್ಲಿ ಉಳಿದ ಅಹಾಬನ ಕುಟುಂಬದವರನ್ನೂ ಅವನ ಸರದಾರರು, ಆಪ್ತಮಿತ್ರರು, ಪುರೋಹಿತರು ಇವರನ್ನೂ ಸಂಹರಿಸಿದನು’ ಒಬ್ಬನನ್ನೂ ಉಳಿಸಲಿಲ್ಲ."},{"number":12,"verse":"ಅಹಜ್ಯನ ಸಂಬಂಧಿಕರ ಕೊಲೆ ಆಮೇಲೆ ಯೇಹುವು ಸಮಾರಿಯಕ್ಕೆ ಹೊರಟುಹೋದನು. ದಾರಿಯಲ್ಲಿ ಕುರುಬರ ಛತ್ರಕ್ಕೆ ಬಂದಾಗ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಅಹಜ್ಯನ ಸಹೋದರರನ್ನು ಕಂಡು, “ನೀವು ಯಾರು?” ಎಂದು ಕೇಳಿದನು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಅವರು, “ನಾವು ಅಹಜ್ಯನ ಸಹೋದರರು; ರಾಜಪುತ್ರರನ್ನೂ ರಾಜಮಾತೆಯ ಮಕ್ಕಳನ್ನೂ ವಂದಿಸುವುದಕ್ಕಾಗಿ ಇಲ್ಲಿಗೆ ಬಂದಿದ್ದೇವೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":14,"verse":"ಆಗ ಯೇಹುವು ತನ್ನ ಸೇವಕರಿಗೆ, “ಅವರನ್ನು ಸಜೀವಿಗಳಾಗಿ ಹಿಡಿಯಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವರು ಅವರನ್ನು ಹಿಡಿದು ವಧಿಸಿ ಆ ಛತ್ರದ ಬಾವಿಯಲ್ಲಿ ಹಾಕಿದರು. ಅವರು ನಾಲ್ವತ್ತೆರಡು ಮಂದಿಯಿದ್ದರು; ಅವರಲ್ಲಿ ಒಬ್ಬನನ್ನೂ ಬಿಡಲಿಲ್ಲ."},{"number":15,"verse":"ಮಿಕ್ಕವರ ಕೊಲೆ ಯೇಹುವು ಅಲ್ಲಿಂದ ಮುಂದೆ ಹೋಗುತ್ತಿರುವಾಗ ತನ್ನನ್ನು ಎದುರುಗೊಳ್ಳುವುದಕ್ಕಾಗಿ ಬಂದ ರೇಕಾಬನ ಮಗನಾದ ಯೆಹೋನಾದಾಬನನ್ನು ಕಂಡು ವಂದಿಸಿದನು. “ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ನನ್ನ ಮನಸ್ಸು ಯಥಾರ್ಥವಾಗಿರುವಂತೆ ನಿನ್ನ ಮನಸ್ಸು ಯಥಾರ್ಥವಾಗಿ ಇರುತ್ತದೋ?’ ಎಂದು ಕೇಳಿದನು. ಅವನು, “ಹೌದು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ಆಗ ಯೇಹುವು, “ಹಾಗಾದರೆ ನಿನ್ನ ಕೈಕೊಡು,” ಎನ್ನಲು ಅವನು ಕೈಕೊಟ್ಟನು. ಯೇಹುವು ಅವನನ್ನು ತನ್ನ ರಥದಲ್ಲಿ ಕುಳ್ಳಿರಿಸಿಕೊಂಡನು."},{"number":16,"verse":"“ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಬಂದು ಸರ್ವೇಶ್ವರನಲ್ಲಿ ನನಗಿರುವ ಶ್ರದ್ಧೆಯನ್ನು ನೋಡು,” ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಕೈಹಿಡಿದು ತನ್ನ ರಥದಲ್ಲಿ ಕರೆದುಕೊಂಡು ಹೋದನು."},{"number":17,"verse":"ಸಮಾರಿಯವನ್ನು ಸೇರಿದ ನಂತರ ಅಲ್ಲಿ ಉಳಿದಿದ್ದ ಅಹಾಬನ ಸಂತಾನದವರನ್ನೆಲ್ಲಾ ಸಂಹರಿಸಿಬಿಟ್ಟನು. ಹೀಗೆ ಎಲೀಯನ ಮುಖಾಂತರ ಸರ್ವೇಶ್ವರ ಹೇಳಿಸಿದ ಮಾತು ನೆರವೇರಿತು."},{"number":18,"verse":"ಬಾಳ್ ದೇವತೆಯ ಆರಾಧಕರ ಹತ್ಯೆ ತರುವಾಯ ಅವನು ಎಲ್ಲಾ ಜನರನ್ನು ಕೂಡಿಸಿ ಅವರಿಗೆ, “ಅಹಾಬನು ಬಾಳ್ ದೇವತೆಯನ್ನು ಸ್ವಲ್ಪ ಮಾತ್ರ ಪೂಜಿಸಿದನು; ಯೇಹುವಾದರೋ ಅಧಿಕವಾಗಿ ಪೂಜಿಸಬೇಕೆಂದು ಇರುತ್ತಾನೆ."},{"number":19,"verse":"ಆದುದರಿಂದ ನೀವು ಬಾಳ್ ದೇವತೆಯ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳನ್ನೂ ಭಕ್ತರನ್ನೂ ಯಾಜಕರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಬನ್ನಿ; ನಾನು ಬಾಳ್ ದೇವತೆಗಾಗಿ ಮಹಾಬಲಿಯನ್ನು ಸಮರ್ಪಿಸಬೇಕೆಂದಿರುತ್ತೇನೆ. ಆದುದರಿಂದ ಅವರಲ್ಲಿ ಒಬ್ಬನೂ ಬಾರದಿರಕೂಡದು, ಬಾರದವನು ಸಾಯಬೇಕು,” ಎಂದು ಹೇಳಿದನು. ಬಾಳ್ ದೇವತೆಯ ಭಕ್ತರನ್ನು ಸಂಹರಿಸಬೇಕೆಂದು ಈ ಯುಕ್ತಿಯನ್ನು ಮಾಡಿದನು."},{"number":20,"verse":"ಇದಲ್ಲದೆ ಅವನು ದೂತರ ಮುಖಾಂತರ, “ಬಾಳನ ಎಲ್ಲಾ ಭಕ್ತರೂ ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡು ಜಾತ್ರೆಗೆ ಬರಬೇಕು,” ಎಂದು ಇಸ್ರಯೇಲರ ಸಮಸ್ತ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿ ಪ್ರಕಟಿಸಿದನು."},{"number":21,"verse":"ಆಗ ಬಾಳ್ ದೇವತೆಯ ಭಕ್ತರಲ್ಲಿ ಒಬ್ಬನೂ ತಪ್ಪದೆ ಎಲ್ಲರೂ ಕೂಡಿಬಂದುದರಿಂದ ಬಾಳನ ದೇವಸ್ಥಾನ ಸಂಪೂರ್ಣವಾಗಿ ತುಂಬಿತು."},{"number":22,"verse":"ಯೇಹುವು ವಸ್ತ್ರಾಗಾರದ ಅಧಿಪತಿಗೆ, “ಬಾಳ್ ದೇವತೆಯ ಭಕ್ತರೆಲ್ಲರಿಗೂ ಪೂಜಾವಸ್ತ್ರಗಳನ್ನು ಕೊಡು,” ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಅವನು ತಂದುಕೊಟ್ಟನು."},{"number":23,"verse":"ಅನಂತರ ಯೇಹುವು ರೇಕಾಬನ ಮಗ ಯೆಹೋನಾದಾಬನೊಡನೆ ದೇವಸ್ಥಾನವನ್ನು ಪ್ರವೇಶಿಸಿ ಬಾಳ್ ದೇವತೆಯ ಭಕ್ತರಿಗೆ, “ಸರ್ವೇಶ್ವರನ ಭಕ್ತರು ನಿಮ್ಮ ಮಧ್ಯೆ ಬಂದಿರುತ್ತಾರೋ ವಿಚಾರಿಸಿ ನೋಡಿ; ಬಾಳನ ಭಕ್ತರು ಮಾತ್ರ ಇಲ್ಲಿರಬೇಕು,” ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಆಮೇಲೆ ಅವರು ದಹನಬಲಿ ಯಜ್ಞಗಳನ್ನು ಸಮರ್ಪಿಸುವುದಕ್ಕೆ ಹೋದರು. ಇದಕ್ಕೆ ಮೊದಲೇ ಅವನು ದೇವಸ್ಥಾನದ ಹೊರಗೆ ಎಂಬತ್ತು ಮಂದಿಯನ್ನು ಕಾಯುವುದಕ್ಕಾಗಿ ಇರಿಸಿ ಅವರಿಗೆ, “ನಾನು ಯಾರನ್ನು ನಿಮ್ಮ ಕೈಗೆ ಸಿಕ್ಕುವ ಹಾಗೆ ಮಾಡುವೆನೋ ಅವರಲ್ಲಿ ಒಬ್ಬನನ್ನೂ ಬಿಡಬೇಡಿ; ಬಿಟ್ಟರೆ ಅವನ ಪ್ರಾಣಕ್ಕೆ ಬದಲಾಗಿ ನಿಮ್ಮ ಪ್ರಾಣವು ಹೋಗುವುದು,” ಎಂಬುದಾಗಿ ಆಜ್ಞಾಪಿಸಿದ್ದನು."},{"number":25,"verse":"ದಹನಬಲಿಯನ್ನು ಅರ್ಪಿಸಿದ ಕೂಡಲೆ ಯೇಹುವು ಕಾವಲುಗಾರರಿಗೂ ಸೇನಾಪತಿಗಳಿಗೂ, “ಒಳಗೆ ಹೋಗಿ ಅವರನ್ನೆಲ್ಲಾ ಸಂಹರಿಸಿರಿ; ಒಬ್ಬನೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಕೂಡದು,” ಎಂದು ಹೇಳಿದನು. ಅವರು ಒಳಗೆ ಹೋಗಿ ಅವರನ್ನು ಕತ್ತಿಯಿಂದ ಕೊಂದು ಅವರ ಶವಗಳನ್ನು ಹೊರಗೆ ಹಾಕಿದರು."},{"number":26,"verse":"ಬಾಳ್ ದೇವತೆಯ ದೇವಸ್ಥಾನಕ್ಕೆ ಸೇರಿದ ಕೇರಿಯನ್ನು ಪ್ರವೇಶಿಸಿ ಅಲ್ಲಿನ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಸುಟ್ಟುಬಿಟ್ಟರು."},{"number":27,"verse":"ಇದಲ್ಲದೆ ಬಾಳ್ ದೇವತೆಯ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನೂ ದೇವಸ್ಥಾನವನ್ನೂ ಕೆಡವಿ ಹಾಳುಮಾಡಿದರು. ಅಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಆ ಸ್ಥಳವನ್ನು ಶೌಚಕ್ಕಾಗಿ ಉಪಯೋಗಿಸುತ್ತಾರೆ."},{"number":28,"verse":"ಹೀಗೆ ಯೇಹುವು ಇಸ್ರಯೇಲರಲ್ಲಿ ಬಾಳನ ಪೂಜೆಯನ್ನು ನಿಲ್ಲಿಸಿದನು."},{"number":29,"verse":"ಆದರೂ ಅವನು ಇಸ್ರಯೇಲರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರಚೋದಿಸಿದ ನೆಬಾಟನ ಮಗ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಕೈಬಿಡದೆ, ಬೇತೇಲ್, ದಾನ್ ಎಂಬ ಊರುಗಳಲ್ಲಿದ್ದ ಚಿನ್ನದ ಹೋರಿಕರುಗಳನ್ನು ಪೂಜಿಸುತ್ತಿದ್ದನು."},{"number":30,"verse":"ಸರ್ವೇಶ್ವರ ಯೇಹುವಿಗೆ, “ನೀನು ನನ್ನ ದೃಷ್ಟಿಗೆ ಸರಿಯಾದದ್ದನ್ನು ನಡೆಸಿ ನನ್ನ ಮೆಚ್ಚಿಕೆಯನ್ನು ಪಡೆದೆ; ಅಹಾಬನ ಮನೆಯವರನ್ನು ಕುರಿತು ನನ್ನ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸಿದೆ. ಆದುದರಿಂದ ನಿನ್ನ ಸಂತಾನದವರು ನಾಲ್ಕೆನೆಯ ತಲೆಯವರೆಗೂ ಇಸ್ರಯೇಲ್ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕುಳಿತುಕೊಳ್ಳುವರು,” ಎಂದು ಹೇಳಿದರು."},{"number":31,"verse":"ಆದರೆ ಅವನು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ಕೈಕೊಳ್ಳುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸಲಿಲ್ಲ; ಇಸ್ರಯೇಲರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಬಿಡಲಿಲ್ಲ."},{"number":32,"verse":"ಯೇಹುವಿನ ನಿಧನ ಈ ಕಾಲದಲ್ಲಿ ಇಸ್ರಯೇಲರನ್ನು ಸರ್ವೇಶ್ವರ ಕುಗ್ಗಿಸತೊಡಗಿದರು."},{"number":33,"verse":"ಹಜಾಯೇಲನು ಬಂದು ಜೋರ್ಡನಿನ ಪೂರ್ವದಿಕ್ಕಿಗೂ, ಅರ್ನೋನ್ ತಗ್ಗಿನ ಅರೋಯೇರ್ ಪಟ್ಟಣದ ಉತ್ತರದಿಕ್ಕಿಗೂ, ಇರುವ ಗಿಲ್ಯಾದ್, ಬಾಷಾನ್, ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಗಾದ್, ರೂಬೇನ್, ಮನಸ್ಸೆ ಕುಲಗಳವನ್ನೂ ಬೇರೆ ಎಲ್ಲಾ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿರುವ ಇಸ್ರಯೇಲರನ್ನೂ ಹಿಂಸಿಸಿದನು."},{"number":34,"verse":"ಯೇಹುವಿನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನ ಶೂರಕೃತ್ಯಗಳ ವಿವರವೂ ಇಸ್ರಯೇಲ್ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":35,"verse":"ಅವನು ನಿಧನನಾಗಿ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ಸಮಾರಿಯದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಯೆಹೋವಾಹಾಜನು ಅರಸನಾದನು."},{"number":36,"verse":"ಯೇಹುವು ಸಮಾರಿಯ ಪಟ್ಟಣದಲ್ಲಿದ್ದುಕೊಂಡು ಇಸ್ರಯೇಲರನ್ನು ಆಳಿದ್ದು ಇಪ್ಪತ್ತೆಂಟು ವರ್ಷ."}]}