{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"(ಅಮಚ್ಯನು ಜುದೇಯದ ಅರಸನು) ( ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಯೆಹೋವಾಹಾಜನ ಮಗ ಯೋವಾಷನ ಆಳ್ವಿಕೆಯ ಎರಡನೆಯ ವರ್ಷದಲ್ಲಿ ಜುದೇಯದ ಅರಸನಾದ ಯೆಹೋವಾಷನ ಮಗ ಅಮಚ್ಯ ಎಂಬವನು ಅರಸನಾದನು."},{"number":2,"verse":"ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಇವನಿಗೆ ಇಪ್ಪತ್ತೈದು ವರ್ಷ ವಯಸ್ಸು. ಇವನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಇಪ್ಪತ್ತೊಂಬತ್ತು ವರ್ಷ ಆಳಿದನು. ಜೆರುಸಲೇಮಿನವಳಾದ ಯೆಹೋವದ್ದೀನ್ ಎಂಬಾಕೆ ಇವನ ತಾಯಿ."},{"number":3,"verse":"ಇವನು ತನ್ನ ತಂದೆ ಯೆಹೋವಾಷನ ಸನ್ಮಾರ್ಗದಲ್ಲಿ ತಪ್ಪದೆ ನಡೆದು ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾದನು. ಆದರೂ ತನ್ನ ಪೂರ್ವಜ ದಾವೀದನಷ್ಟು ಉತ್ತಮನಾಗಿರಲಿಲ್ಲ."},{"number":4,"verse":"ಇವನ ಕಾಲದಲ್ಲೂ ಪೂಜಾಸ್ಥಳಗಳು ಹಾಗೆಯೇ ಇದ್ದವು. ಜನರು ಅವುಗಳಲ್ಲಿ ಬಲಿಗಳನ್ನೂ ಧೂಪಗಳನ್ನೂ ಅರ್ಪಿಸುತ್ತಿದ್ದರು."},{"number":5,"verse":"ಇವನು ರಾಜ್ಯವನ್ನು ಭದ್ರಪಡಿಸಿಕೊಂಡ ಕೂಡಲೆ ತನ್ನ ತಂದೆಯನ್ನು ಕೊಂದ ಉದ್ಯೋಗಸ್ಥರಿಗೆ ಮರಣ ವಿಧಿಸಿದನು."},{"number":6,"verse":"ಆದರೆ, “ಮಕ್ಕಳು ಮಾಡಿದ ಪಾಪಕ್ಕೆ ತಂದೆಗಾಗಲಿ, ತಂದೆ ಮಾಡಿದ ಪಾಪದ ನಿಮಿತ್ತ ಮಕ್ಕಳಿಗಾಗಲಿ ಮರಣಶಿಕ್ಷೆಯಾಗಬಾರದು; ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಪಾಪಫಲವನ್ನು ತಾನೇ ಅನುಭವಿಸಬೇಕು,” ಎಂಬುದಾಗಿ ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿರುವ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯನ್ನು ನೆನಪುಮಾಡಿಕೊಂಡು ಅವರ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಿಸಲಿಲ್ಲ."},{"number":7,"verse":"ಇದಲ್ಲದೆ, ಉಪ್ಪಿನ ಕಣಿವೆಯಲ್ಲಿ ಎದೋಮ್ಯರ ಹತ್ತು ಸಾವಿರ ಮಂದಿ ಸೈನಿಕರನ್ನು ಸದೆಬಡಿದು ಅವರಿಂದ ‘ಸೆಲ’ ದುರ್ಗವನ್ನು ಕಿತ್ತುಕೊಂಡು ಅದಕ್ಕೆ ಯೊಕ್ತೆಯೇಲ್ ಎಂಬ ಹೆಸರಿಟ್ಟನು. ಅದಕ್ಕೆ ಇಂದಿನವರೆಗೂ ಇದೇ ಹೆಸರಿರುತ್ತದೆ."},{"number":8,"verse":"ಅನಂತರ ಅಮಚ್ಯನು ಯೇಹುವಿನ ಮೊಮ್ಮಗನೂ ಯೆಹೋವಾಹಾಜನ ಮಗನೂ ಇಸ್ರಯೇಲರ ಅರಸನೂ ಆದ ಯೋವಾಷನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿದನು. ಅವನಿಗೆ, “ನಾವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎದುರುಗೊಳ್ಳೋಣ ಬಾ,” ಎಂದು ಹೇಳಿಸಿದನು."},{"number":9,"verse":"ಆಗ ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಯೋವಾಷ ಜುದೇಯದ ಅರಸನಾದ ಅಮಚ್ಯನಿಗೆ, “ಲೆಬನೋನಿನ ಮುಳ್ಳುಗಿಡವು ಅಲ್ಲಿನ ದೇವದಾರು ಮರಕ್ಕೆ, ‘ನನ್ನ ಮಗನಿಗೆ ನಿನ್ನ ಮಗಳನ್ನು ಕೊಡು,’ ಎಂದು ಹೇಳಿಕಳುಹಿಸಿತು. ತುಸು ಹೊತ್ತಾದ ಮೇಲೆ ಲೆಬನೋನಿನ ಒಂದು ಕಾಡುಮೃಗ ಅಲ್ಲಿಂದ ಹಾದುಹೋಗುತ್ತಿರುವಾಗ ಆ ಮುಳ್ಳುಗಿಡವನ್ನು ತುಳಿದುಬಿಟ್ಟಿತು."},{"number":10,"verse":"ನೀನು ಎದೋಮ್ಯರನ್ನು ಸೋಲಿಸಿದ್ದರಿಂದ ಬಹಳವಾಗಿ ಉಬ್ಬಿಕೊಂಡಿರುವೆ; ಆ ಕೀರ್ತಿ ಸಾಕೆಂದು ನೆನಸಿ ಸುಮ್ಮನೆ ಮನೆಯಲ್ಲೇ ಕುಳಿತುಕೋ. ನನ್ನನ್ನು ಕೆಣಕಿ ನಿನ್ನ ಮೇಲೆಯೂ ನಿನ್ನ ರಾಜ್ಯದ ಮೇಲೆಯೂ ಏಕೆ ಕೇಡನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುವೆ?” ಎಂದು ಉತ್ತರಕೊಟ್ಟು ಕಳುಹಿಸಿದನು."},{"number":11,"verse":"ಅಮಚ್ಯನು ಇದನ್ನು ಲಕ್ಷಿಸಲಿಲ್ಲವಾದುದರಿಂದ ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಯೋವಾಷನು ಯುದ್ಧಕ್ಕೆ ಹೊರಟನು; ಅವರು ಜುದೇಯ ಪ್ರಾಂತ್ಯದ ಬೇತ್ಷೆಮೆಷಿನಲ್ಲಿ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎದುರುಗೊಂಡರು."},{"number":12,"verse":"ಯೆಹೂದ್ಯರು ಇಸ್ರಯೇಲರಿಂದ ಸೋಲು ಸವಿದು ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಓಡಿಹೋದರು."},{"number":13,"verse":"ಇಸ್ರಯೇಲರ ಅರಸ ಯೋವಾಷನು, ಅಹಜ್ಯನ ಮೊಮ್ಮಗನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ಅಮತ್ಯನನ್ನು, ಬೇತ್ಷೆಮೆಷಿನಲ್ಲಿ ಹಿಡಿದು, ಅವನನ್ನು ಜೆರುಸಲೇಮಿಗೆ ಕರೆದುಕೊಂಡುಬಂದು, ಎಫ್ರಯಿಮ್ ಬಾಗಿಲಿಗೂ ಮೂಲೆಯ ಬಾಗಿಲಿಗೂ ಮಧ್ಯದಲ್ಲಿದ್ದ ಜೆರುಸಲೇಮಿನ ನಾನೂರು ಮೊಳ ಗೋಡೆಯನ್ನು ಕೆಡವಿಬಿಟ್ಟನು."},{"number":14,"verse":"ಇದಲ್ಲದೆ, ಅವನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಭಂಡಾರಗಳಲ್ಲಿ ಸಿಕ್ಕಿದ ಎಲ್ಲಾ ಬೆಳ್ಳಿ ಬಂಗಾರವನ್ನೂ ಪಾತ್ರೆಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು, ಕೆಲವರನ್ನು ಒತ್ತೆಯಾಳುಗಳಾಗಿ ಸೆರೆಹಿಡಿದು, ಸಮಾರಿಯಕ್ಕೆ ಹಿಂದಿರುಗಿದನು."},{"number":15,"verse":"ಯೋವಾಷನ ಉಳಿದ ಚರಿತ್ರೆ, ಅವನ ಶೂರಕೃತ್ಯಗಳ ಮತ್ತು ಜುದೇಯದ ರಾಜನಾದ ಅಮಚ್ಯನೊಡನೆ ನಡೆಸಿದ ಯುದ್ಧದ ವಿವರ, ಇವು ಇಸ್ರಯೇಲ್ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":16,"verse":"ಅವನು ನಿಧನನಾಗಿ ಪಿತೃಗಳ ಬಳಿ ಸೇರಲು ಅವನ ಶವವನ್ನು ಸಮಾರಿಯದೊಳಗೆ ಇಸ್ರಯೇಲರ ರಾಜಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗ ಯಾರೊಬ್ಬಾಮನು ಅರಸನಾದನು."},{"number":17,"verse":"(ಜುದೇಯದ ಅರಸ ಅಮಚ್ಯನ ಮರಣ) ( ಇಸ್ರಯೇಲರ ಅರಸನೂ ಯೆಹೋವಾಹಾಜನ ಮಗನೂ ಆದ ಯೋವಾಷನು ಸತ್ತನಂತರ, ಜುದೇಯದ ಅರಸನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಆದ ಅಮಚ್ಯನು ಇನ್ನೂ ಹದಿನೈದು ವರ್ಷ ಬದುಕಿದ್ದನು."},{"number":18,"verse":"ಅವನ ಉಳಿದ ಚರಿತ್ರೆ ಜುದೇಯ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತದೆ."},{"number":19,"verse":"ಜೆರುಸಲೇಮಿನವರು ಅವನಿಗೆ ವಿರುದ್ಧ ಒಳಸಂಚು ಮಾಡಿದ್ದರಿಂದ ಅವನು ಲಾಕೀಷಿಗೆ ಓಡಿಹೋದನು; ಆದರೆ ಅವರು ಅಲ್ಲಿಗೆ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿ ಅವನನ್ನು ಕೊಲ್ಲಿಸಿದರು."},{"number":20,"verse":"ಅವನ ಜನರು ಅವನ ಶವವನ್ನು ಕುದುರೆಗಳ ಮೇಲೆ ಜೆರುಸಲೇಮಿಗೆ ತಂದು ದಾವೀದ ನಗರದೊಳಗೆ ಅವನ ಕುಟುಂಬ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿ ಮಾಡಿದರು."},{"number":21,"verse":"ಅನಂತರ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರು ಕೂಡಿ ಹದಿನಾರು ವರ್ಷದವನಾದ ಅಜರ್ಯನನ್ನು ಅವನ ತಂದೆ ಅಮಚ್ಯನಿಗೆ ಬದಲಾಗಿ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದರು."},{"number":22,"verse":"ಅರಸನು ಮೃತನಾಗಿ ಪಿತೃಗಳ ಬಳಿ ಸೇರಿದ ಮೇಲೆ, ಇವನು ಏಲತ್ ಎಂಬ ಪಟ್ಟಣವನ್ನು ಮತ್ತೆ ಜುದೇಯ ರಾಜ್ಯಕ್ಕೆ ಸೇರಿಸಿ, ಭದ್ರಪಡಿಸಿದನು."},{"number":23,"verse":"(ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಎರಡನೇ ಯಾರೊಬ್ಬಾಮನು) ಜುದೇಯದ ಅರಸನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಆದ ಅಮಚ್ಯನ ಆಳ್ವಿಕೆಯ ಹದಿನೈದನೆಯ ವರ್ಷದಲ್ಲಿ, ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಯೋವಾಷನ ಮಗ ಯಾರೊಬ್ಬಾಮನು, ಅರಸನಾಗಿ ಸಮಾರಿಯದಲ್ಲಿ ನಾಲ್ವತ್ತೊಂದು ವರ್ಷ ಆಳಿದನು."},{"number":24,"verse":"ಇವನು ಇಸ್ರಯೇಲರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರಚೋದಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ದುರ್ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":25,"verse":"ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರ, ತನ್ನ ಸೇವಕನೂ ಗತ್ ಹೇಫೆರಿವನಾದ ಅಮಿತ್ತೈಯ ಮಗನೂ ಆದ ಯೋನಾ ಎಂಬ ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ಮುಂತಿಳಿಸಿದಂತೆ, ಹಮಾತಿನ ದಾರಿಯಿಂದ ಅರಾಬಾ ತಗ್ಗಿನ ಸಮುದ್ರದವರೆಗಿದ್ದ ಇಸ್ರಯೇಲರ ಮೇರೆಯನ್ನು ತಿರುಗಿ ತೆಗೆದುಕೊಂಡವನು ಇವನೇ."},{"number":26,"verse":"“ಇಸ್ರಯೇಲರು ಘೋರಕಷ್ಟವನ್ನು ಅನುಭವಿಸುತ್ತಿರುತ್ತಾರೆ. ಅವರಲ್ಲಿದ್ದ ಸ್ವತಂತ್ರರೂ ಪರತಂತ್ರರೂ ನಾಶವಾಗಿದ್ದಾರೆ, ಅವರನ್ನು ರಕ್ಷಿಸುವವನು ಒಬ್ಬನೂ ಇಲ್ಲ,” ಎಂಬುದನ್ನು ಸರ್ವೇಶ್ವರ ನೋಡಿದರು."},{"number":27,"verse":"ಆ ಜನರನ್ನು ಭೂಲೋಕದಿಂದ ನಿರ್ನಾಮಮಾಡುವುದಕ್ಕೆ ಮನಸ್ಸಿಲ್ಲದೆ, ಯೋವಾಷನ ಮಗ ಯಾರೊಬ್ಬಾಮನ ಮುಖಾಂತರ ಅವರನ್ನು ರಕ್ಷಿಸಿದರು."},{"number":28,"verse":"ಯಾರೊಬ್ಬಾಮನ ಉಳಿದ ಚರಿತ್ರೆ, ಅವನು ಯುದ್ಧದಲ್ಲಿ ನಡೆಸಿದ ಶೂರಕಾರ್ಯ ಮತ್ತು ಮೊದಲು ಯೆಹೂದ್ಯರ ಸ್ವಾಧೀನದಲ್ಲಿದ್ದ ದಮಸ್ಕ, ಹಮಾತ್ ಎಂಬ ಪಟ್ಟಣಗಳು ಇವನಿಂದ ಇಸ್ರಯೇಲ್ ರಾಜ್ಯಕ್ಕೆ ವಶವಾದ ವಿವರ, ಇವೆಲ್ಲವು ಇಸ್ರಯೇಲ್ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":29,"verse":"ಅವನು ನಿಧನನಾಗಿ ಇಸ್ರಯೇಲ್ ರಾಜರಾಗಿದ್ದ ತನ್ನ ಪಿತೃಗಳ ಬಳಿ ಸೇರಿದನು. ಅವನ ಸ್ಥಾನದಲ್ಲಿ ಅವನ ಮಗ ಜೆಕರ್ಯನು ಅರಸನಾದನು."}]}