{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲ್ ರಾಜ್ಯ ನಾಶವಾದನಂತರ ಜುದೇಯ ರಾಜ್ಯದಲ್ಲಿ ಆಳಿದ ಅರಸರು; ಅರಸನಾದ ಹಿಜ್ಕೀಯನು) ( ಇಸ್ರಯೇಲರ ಅರಸನೂ ಏಲನ ಮಗನೂ ಆದ ಹೋಶೇಯನ ಆಳ್ವಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ ಜುದೇಯ ರಾಜನಾದ ಆಹಾಜನ ಮಗ ಹಿಜ್ಕೀಯನು ಆಳತೊಡಗಿದನು."},{"number":2,"verse":"ಇವನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಇಪ್ಪತ್ತೈದು ವರ್ಷದವನು. ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಇಪ್ಪತ್ತೊಂಬತ್ತು ವರ್ಷ ಆಳಿದನು. ಜೆಕರ್ಯನ ಮಗಳಾದ ಅಬೀ ಎಂಬಾಕೆ ಇವನ ತಾಯಿ."},{"number":3,"verse":"ಇವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ತನ್ನ ಪೂರ್ವಜ ದಾವೀದನಂತೆ ಸರ್ವೇಶ್ವರನ ಚಿತ್ತಾನುಸಾರ ನಡೆದನು."},{"number":4,"verse":"ಪೂಜಾಸ್ಥಳಗಳನ್ನು ಹಾಳುಮಾಡಿದನು. ಕಲ್ಲುಗಂಬಗಳನ್ನು ಒಡೆದುಹಾಕಿದನು. ಅಶೇರ ವಿಗ್ರಹಸ್ಥಂಭಗಳನ್ನು ಕೆಡವಿಬಿಟ್ಟನು. ಮೋಶೆ ಮಾಡಿಸಿದ ತಾಮ್ರಸರ್ಪವನ್ನು ಚೂರುಚೂರು ಮಾಡಿದನು. ಇಸ್ರಯೇಲರು ಅದಕ್ಕೆ ಆವರೆಗೂ ಧೂಪಸುಡುತ್ತಿದ್ದರು. ಅದಕ್ಕೆ ‘ನೆಹುಷ್ಟಾನ್’ ಎಂಬ ಹೆಸರಿತ್ತು."},{"number":5,"verse":"ಇವನು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯಲ್ಲೆ ಭರವಸೆಯಿಟ್ಟಿದ್ದನು. ಯೆಹೂದ್ಯರಲ್ಲಿ ಇವನಿಗೆ ಸಮಾನನಾದ ಅರಸನು ಹಿಂದೆಯೂ ಅನಂತರವೂ ಇರಲಿಲ್ಲ."},{"number":6,"verse":"ಇದಲ್ಲದೆ, ಇವನು ಸರ್ವೇಶ್ವರನನ್ನೇ ಹೊಂದಿಕೊಂಡು ಅವರನ್ನು ಬಿಡದೆ ಅನುಸರಿಸುತ್ತಾ, ಅವರು ಮೋಶೆಯ ಮುಖಾಂತರ ಅನುಗ್ರಹಿಸಿದ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಂಡನು."},{"number":7,"verse":"ಸರ್ವೇಶ್ವರ ಇವನ ಸಂಗಡ ಇದ್ದುದರಿಂದ ಎಲ್ಲಿಗೆ ಹೋದರೂ ಕೃತಾರ್ಥನಾಗಿ ಬರುತ್ತಿದ್ದನು. ಇವನು ಅಸ್ಸೀರಿಯದ ಅರಸನಿಗೆ ವಿರುದ್ಧ ದಂಗೆಯೆದ್ದು ಸ್ವತಂತ್ರನಾದನು."},{"number":8,"verse":"ಗಾಜಪ್ರಾಂತ್ಯದವರೆಗೆ ವಾಸವಾಗಿದ್ದ ಫಿಲಿಷ್ಟಿಯರನ್ನು ಸೋಲಿಸಿ ಕಾವಲುಗಾರರ ಗೋಪುರವಿದ್ದ ಚಿಕ್ಕ ಹಳ್ಳಿ ಮೊದಲುಗೊಂಡು ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಮಹಾನಗರಗಳವರೆಗೂ ಎಲ್ಲಾ ಊರುಗಳನ್ನು ಹಾಳುಮಾಡಿದನು."},{"number":9,"verse":"ಇಸ್ರಯೇಲರ ಅರಸನೂ ಏಲನ ಮಗನೂ ಆದ ಹೋಶೇಯನ ಆಳ್ವಿಕೆಯ ಏಳನೆಯ ವರ್ಷದಲ್ಲಿ ಅಂದರೆ ಹಿಜ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ನಾಲ್ಕನೆಯ ವರ್ಷದಲ್ಲಿ ಅಸ್ಸೀರಿಯದ ಅರಸನಾದ ಶಲ್ಮನೆಸೆರನು ಸಮಾರಿಯಕ್ಕೆ ವಿರುದ್ಧ ದಂಡೆತ್ತಿಬಂದಿದ್ದನು."},{"number":10,"verse":"ಮೂರು ವರ್ಷಗಳವರೆಗೂ ಅದಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಿದ್ದನು. ಅದು ಅವನಿಗೆ ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಹೋಶೇಯನ ಆಳ್ವಿಕೆಯ ಆರನೆಯ ವರ್ಷದಲ್ಲಿ ಸ್ವಾಧೀನವಾಯಿತು."},{"number":11,"verse":"ಅವನು ಇಸ್ರಯೇಲರನ್ನು ಸೆರೆಹಿಡಿದು ಹಲಹು, ಹಾಬೋರ್ ನದಿಯಿರುವ ಗೋಜಾನ್ ಪ್ರಾಂತ್ಯ, ಮೇದ್ಯರ ಪಟ್ಟಣಗಳು ಇವುಗಳಿಗೆ ಕಳುಹಿಸಿದನು."},{"number":12,"verse":"ಇಸ್ರಯೇಲರು ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳದೆಹೋದದ್ದೂ ಅವರ ನಿಬಂಧನೆಯನ್ನು ಉಲ್ಲಂಘಿಸಿದ್ದೂ ಅವರ ದಾಸ ಮೋಶೆಯ ಆಜ್ಞೆಗಳಿಗೆ ಅವಿಧೇಯರಾಗಿ ನಡೆದದ್ದೂ ಇದಕ್ಕೆ ಕಾರಣಗಳಾಗಿದ್ದವು."},{"number":13,"verse":"(ಜೆರುಸಲೇಮಿಗೆ ಅಸ್ಸೀಯರಿಂದ ಬೆದರಿಕೆ) ( ಅರಸ ಹಿಜ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ಹದಿನಾಲ್ಕನೆಯ ವರ್ಷದಲ್ಲಿ, ಅಸ್ಸೀರಿಯದ ಅರಸನಾದ ಸನ್ಹೇರೀಬನು ಬಂದು ಜುದೇಯ ಪ್ರಾಂತ್ಯದ ಸುಭದ್ರ ಪಟ್ಟಣಗಳನ್ನೆಲ್ಲಾ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡನು."},{"number":14,"verse":"ಆಗ ಜುದೇಯದ ಅರಸನಾದ ಹಿಜ್ಕೀಯನು ಲಾಕೀಷಿನಲ್ಲಿದ್ದ ಅಸ್ಸೀರಿಯದ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ, “ನಾನು ಅಪರಾಧಿ; ತಾವು ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕು; ತಾವು ನನಗೆ ವಿಧಿಸುವಷ್ಟನ್ನೂ ಕೊಡುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದನು. ಅಸ್ಸೀರಿಯದ ಅರಸನು ಹತ್ತು ಸಾವಿರ ಕಿಲೋಗ್ರಾಂ (ಅಥವಾ 300 ತಲೆಂತು. ನಾಣ್ಯ, ತೂಕ, ಅಳತೆಗಳ ಪಟ್ಟಿಯನ್ನು ನೋಡಿ) ಬೆಳ್ಳಿಯನ್ನೂ ಒಂದು ಸಾವಿರ ಕಿಲೋಗ್ರಾಂ ಬಂಗಾರವನ್ನೂ ಕೊಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":15,"verse":"ಆಗ ಹಿಜ್ಕೀಯನು ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿಯೂ ಅರಮನೆಯ ಭಂಡಾರದಲ್ಲಿಯೂ ಸಿಕ್ಕಿದ ಬೆಳ್ಳಿಯನ್ನೂ"},{"number":16,"verse":"ತಾನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಕದಗಳಿಗೂ ಕಂಬಗಳಿಗೂ ಹೊದಿಸಿದ್ದ ಬಂಗಾರದ ತಗಡನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅಸ್ಸೀರಿಯದ ಅರಸನಿಗೆ ಕಳುಹಿಸಿದನು."},{"number":17,"verse":"ಅಸ್ಸೀರಿಯದ ಅರಸನು ಲಾಕೀಷಿನಿಂದ ಮಹಾ ಸೈನ್ಯಸಹಿತರಾದ ತರ್ತಾನ್, ರಬ್ಸಾರೀಸ್, ರಬ್ಷಾಕೆ ಎಂಬವರನ್ನು ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ಹಿಜ್ಕೀಯನ ಬಳಿಗೆ ಕಳುಹಿಸಿದನು. ಇವರು ದಿಣ್ಣೆ ಹತ್ತಿ ಜೆರುಸಲೇಮಿಗೆ ಬಂದು, ಅಗಸರ ಹೊಲದ ಮೇಲೆ ಹಾದುಹೋಗುವ ರಾಜಮಾರ್ಗದ ಹತ್ತಿರವಿರುವ, ಕೆರೆಯ ಕಾಲುವೆಯ ಬಳಿ, ಪಾಳೆಯ ಮಾಡಿಕೊಂಡು ಅರಸನನ್ನು ಕೂಗಿ ಕರೆದರು."},{"number":18,"verse":"ಆಗ ಹಿಲ್ಕೀಯನ ಮಗನೂ ರಾಜಗೃಹಾಧಿಪತಿಯೂ ಆದ ಎಲ್ಯಾಕೀಮ್, ಕಾರ್ಯದರ್ಶಿಯಾದ ಶೆಬ್ನ ಮತ್ತು ಆಸಾಫನ ಮಗನೂ ಮಂತ್ರಿಯೂ ಆಗಿದ್ದ ಯೋವ ಎಂಬವರು ಅಲ್ಲಿಗೆ ಬಂದರು."},{"number":19,"verse":"ರಬ್ಷಾಕೆಯು ಅವರಿಗೆ, “ನೀವು ಹೋಗಿ ಅಸ್ಸೀರಿಯದ ಮಹಾರಾಜನ ಈ ಮಾತುಗಳನ್ನು ಹಿಜ್ಕೀಯನಿಗೆ ತಿಳಿಸಿರಿ: ‘ನಿನ್ನ ಭರವಸೆಗೆ ಆಧಾರವಾದರೂ ಏನು?"},{"number":20,"verse":"ಬರಿ ಬಾಯಿಮಾತೊಂದರಿಂದ ಯುದ್ಧಕ್ಕೆ ಬೇಕಾದ ವಿವೇಕ ಹಾಗು ಶಕ್ತಿ ಉಂಟೆಂದು ಅರಿತುಕೊಂಡಿರುವೆ. ನೀನು ಯಾರನ್ನು ನಂಬಿಕೊಂಡು ನನಗೆ ವಿರೋಧವಾಗಿ ಎದ್ದಿರುವೆ?"},{"number":21,"verse":"ಮುರಿದ ಜೊಂಡಿಗೆ ಸಮಾನವಾದ ಈಜಿಪ್ಟಿನ ಮೇಲೆ ನಿನಗೆ ಭರವಸೆಯಿದೆಯಷ್ಟೆ. ಅಂಥ ಜೊಂಡನ್ನು ಊರಿಕೊಳ್ಳುವವನ ಕೈಯನ್ನೇ ಚುಚ್ಚಿ ತಿವಿಯುವ ಕೋಲು ಅದು. ಈಜಿಪ್ಟಿನ ರಾಜ ಫರೋಹನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟವರಿಗೆ ಆಗುವ ಗತಿ ಇದೇ.’"},{"number":22,"verse":"“ಬಹುಶಃ, ನೀವು ‘ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನೇ ನಂಬಿಕೊಂಡಿದ್ದೇವೆ,’ ಎಂದು ಹೇಳಬಹುದು. ಜೆರುಸಲೇಮಿನ ಬಲಿಪೀಠದ ಮುಂದೆಯೇ ಆರಾಧನೆಮಾಡಬೇಕು ಎಂದು ಯೆಹೂದ್ಯರಿಗೂ ಮತ್ತು ಜೆರುಸಲೇಮಿನವರಿಗೂ ಹಿಜ್ಕೀಯನು ಆಜ್ಞಾಪಿಸಿ ಆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಪೂಜಾಸ್ಥಳಗಳನ್ನೂ ಬೇರೆ ಎಲ್ಲಾ ಬಲಿಪೀಠಗಳನ್ನೂ ಹಾಳುಮಾಡಿದನಲ್ಲವೆ?"},{"number":23,"verse":"ಆದುದರಿಂದ ಬಾ, ಬಂದು ನನ್ನ ಒಡೆಯರಾದ ಅಸ್ಸೀರಿಯದ ಅರಸನೊಂದಿಗೆ ಒಂದು ಒಪ್ಪಂದ ಮಾಡಿಕೊ. ಅವನು ನಿನಗೆ ಎರಡು ಸಾವಿರ ಕುದುರೆಗಳನ್ನು ಕೊಡುವನು; ಅವುಗಳ ಮೇಲೆ ಕೂರಿಸುವಷ್ಟು ಮಂದಿ ಸವಾರರು ನಿನಗಿದ್ದಾರೋ?"},{"number":24,"verse":"ಇದು ಕೂಡ ನಿನಗೆ ಅಸಾಧ್ಯವಾದರೆ ನನ್ನ ಒಡೆಯನ ಸೇನಾಪತಿಗಳಲ್ಲಿ ಅತ್ಯಲ್ಪನನ್ನಾದರೂ ಸೋಲಿಸುವುದು ಹೇಗೆ ತಾನೆ ಸಾಧ್ಯ? ರಥಾಶ್ವಬಲಗಳಿಗಾಗಿ ಈಜಿಪ್ಟಿನವರನ್ನು ನೀನು ನಂಬಿಕೊಂಡಿರುವಂತೆ ಕಾಣುತ್ತದೆ."},{"number":25,"verse":"ಈ ನಾಡನ್ನು, ಹಾಳುಮಾಡುವುದಕ್ಕೆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ ಇಲ್ಲಿಗೆ ನಾನು ಬಂದೆನೆಂದು ನೆನಸುತ್ತೀಯೋ? ‘ಇಲ್ಲಿಗೆ ಬಂದು ಇದನ್ನು ಹಾಳುಮಾಡಿಬಿಡು’ ಎಂದು ಆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯೇ ನನಗೆ ಆಜ್ಞೆ ಮಾಡಿದ್ದಾರೆ, ಎಂಬ ಈ ಮಾತುಗಳು ಅರಸನವು,” ಎಂದನು."},{"number":26,"verse":"ಆಗ ಹಿಲ್ಕೀಯನ ಮಗ ಎಲ್ಯಾಕೀಮ್, ಶೆಬ್ನ ಮತ್ತು ಯೋವ ಎಂಬವರು ರಬ್ಷಾಕೆಗೆ, “ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೇವಕರಾದ ನಮ್ಮೊಡನೆ ಅರಾಮಾಯಿಕ್ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಿ. ಅದು ನಮಗೆ ಅರ್ಥವಾಗುತ್ತದೆ. ಆದರೆ ಹಿಬ್ರೂ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡಬೇಡಿ. ಅದು ಪೌಳಿಗೋಡೆಯ ಮೇಲಿರುವವರಿಗೂ ಅರ್ಥವಾಗುತ್ತದೆ,” ಎಂದರು."},{"number":27,"verse":"ಅದಕ್ಕೆ ರಬ್ಷಾಕೆಯು, “ನನ್ನ ಯಜಮಾನರು, ನಿಮ್ಮ ಸಂಗಡವಾಗಲಿ ಮತ್ತು ನಿಮ್ಮ ಒಡೆಯರ ಸಂಗಡವಾಗಲಿ ಮಾತನಾಡಬೇಕೆಂದು ನನ್ನನ್ನು ಕಳುಹಿಸಲಿಲ್ಲ. ಈ ಗೋಡೆಯ ಮೇಲೆ ಕುಳಿತಿರುವ ಜನರ ಸಂಗಡ ಮಾತನಾಡುವುದಕ್ಕಾಗಿಯೇ ಕಳುಹಿಸಿದ್ದಾರೆ. ಈ ಜನರು ನಿಮ್ಮೊಡನೆ ಇದ್ದರೆ ನಿಮ್ಮ ಹಾಗೆ ಇವರು ಕೂಡ ತಮ್ಮ ಸ್ವಂತ ಮಲಮೂತ್ರವನ್ನು ತಿಂದು ಕುಡಿಯಬೇಕಾಗುತ್ತದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":28,"verse":"ಬಳಿಕ ಆ ದಳಪತಿಯು ಆ ಗೋಡೆಯ ಮೇಲೆ ನಿಂತಿದ್ದವರನ್ನು ಉದ್ದೇಶಿಸಿ ಹಿಬ್ರೂ ಭಾಷೆಯಲ್ಲೇ, “ನೀವು ಅಸ್ಸೀರಿಯದ ರಾಜಾಧಿರಾಜನ ಮಾತನ್ನು ಕೇಳಿರಿ;"},{"number":29,"verse":"ಹಿಜ್ಕೀಯನ ಮಾತನ್ನು ಕೇಳಿ ಮೋಸಹೋಗಬೇಡಿ; ನಿಮ್ಮನ್ನು ಬಿಡಿಸಲು ಅವನಿಂದಾಗದು."},{"number":30,"verse":"ಹಿಜ್ಕೀಯನು ನಿಮಗೆ, ‘ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯಲ್ಲೇ ನಂಬಿಕೆಯಿಡಿ; ಅವರು ನಿಮ್ಮನ್ನು ಹೇಗಾದರೂ ಮಾಡಿ ರಕ್ಷಿಸುವರು; ಈ ಪಟ್ಟಣವು ಅಸ್ಸೀರಿಯದ ರಾಜನ ವಶವಾಗುವುದಿಲ್ಲ,’ ಎಂಬುದಾಗಿ ಹೇಳಿದರೆ ಅವನಿಗೆ ಕಿವಿಗೊಡಬೇಡಿ, ಒಪ್ಪಿಕೊಳ್ಳಬೇಡಿ."},{"number":31,"verse":"ಅಸ್ಸೀರಿಯದ ಅರಸನಾದ ನನ್ನ ಮಾತನ್ನು ಕೇಳಿ; ನನ್ನೊಡನೆ ಒಪ್ಪಂದಮಾಡಿಕೊಂಡು ನನ್ನ ಆಶ್ರಯವನ್ನು ಸೇರಿರಿ, ಆಗ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಅಂಜೂರಮರದ ಹಾಗು ದ್ರಾಕ್ಷಾಲತೆಯ ಹಣ್ಣುಗಳನ್ನು ತಿನ್ನುವನು; ತನ್ನ ಬಾವಿಯ ನೀರನ್ನೇ ಕುಡಿಯುವನು."},{"number":32,"verse":"ಸ್ವಲ್ಪಕಾಲವಾದ ನಂತರ ನಾನು ಬಂದು ನಿಮ್ಮನ್ನು ಇನ್ನೊಂದು ನಾಡಿಗೆ ಕರೆದುಕೊಂಡು ಹೋಗುವೆನು. ಅಲ್ಲಿ ಧಾನ್ಯ, ದ್ರಾಕ್ಷಾರಸ, ಆಹಾರ, ದ್ರಾಕ್ಷೀತೋಟ, ಎಣ್ಣೇಮರ, ಜೇನುತುಪ್ಪ ಸಮೃದ್ಧಿಯಾಗಿರುವುವು. ನಿಮ್ಮ ನಾಡಿಗೆ ಸರಿಸಮಾನವಾಗಿರುವುವು; ನೀವು ಸಾಯುವುದಿಲ್ಲ, ಬದುಕುವಿರಿ; ‘ಸರ್ವೇಶ್ವರ ನಮ್ಮನ್ನು ರಕ್ಷಿಸುವರು’ ಎಂಬ ನಂಬಿಕೆಯನ್ನು ಹಿಜ್ಕೀಯನು ನಿಮ್ಮಲ್ಲಿ ಮೂಡಿಸದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ."},{"number":33,"verse":"ಯಾವ ರಾಷ್ಟ್ರದ ದೇವರುಗಳು ತಾನೇ ಅಸ್ಸೀರಿಯದ ಅರಸನ ಕೈಯಿಂದ ತಮ್ಮ ನಾಡನ್ನು ಬಿಡಿಸಿಕೊಂಡಿದ್ದಾರೆ?"},{"number":34,"verse":"ಹಮಾತ್, ಅರ್ಪಾದ್, ಸೆಫರ್ವಯಿಮ್, ಹೇನ, ಇವ್ವಾ, ಎಂಬ ಊರುಗಳ ದೇವರುಗಳು ಏನಾದರು? ಅವರು ಸಮಾರಿಯವನ್ನು ನನ್ನ ಕೈಯಿಂದ ತಪ್ಪಿಸಿ ಬಿಡಿಸಿಕೊಂಡರೋ?"},{"number":35,"verse":"ಯಾವ ರಾಷ್ಟ್ರದ ದೇವರುಗಳೂ ತಮ್ಮ ನಾಡನ್ನು ನನ್ನ ಕೈಯಿಂದ ಬಿಡಿಸಲಾಗದೆ ಹೋದಮೇಲೆ ಜೆರುಸಲೇಮನ್ನು ನನ್ನ ಕೈಗೆ ಸಿಕ್ಕದಂತೆ ತಪ್ಪಿಸಿ ಕಾಪಾಡಲು ಸರ್ವೇಶ್ವರನಿಗೆ ಸಾಧ್ಯವೋ?”, ಎಂದು ಕೇಳಿದನು."},{"number":36,"verse":"ಆ ಸೇನಾಧಿಪತಿಗೆ ಯಾವ ಉತ್ತರವನ್ನು ಕೊಡಬಾರದೆಂದು ಅರಸನು ತನ್ನ ಪ್ರಜೆಗಳಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದರಿಂದ ಅವರು ಏನನ್ನೂ ಹೇಳದೆ ಸುಮ್ಮನಿದ್ದರು."},{"number":37,"verse":"ಬಳಿಕ ಹಿಲ್ಕೀಯನ ಮಗನೂ ರಾಜಗೃಹಾಧಿಪತಿಯೂ ಅಗಿದ್ದ ಎಲ್ಯಾಕೀಮ್, ಕಾರ್ಯದರ್ಶಿ ಶೆಬ್ನ, ಆಸಾಫನ ಮಗನೂ ಮಂತ್ರಿಯೂ ಆಗಿದ್ದ ಯೋವ, ಎಂಬವರು ಸಿಟ್ಟಿನಿಂದ ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ಅರಸ ಹಿಜ್ಕೀಯನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ ರಬ್ಷಾಕೆಯ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿದರು."}]}