{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"ಹಿಜ್ಕೀಯನ ರೋಗ ನಿವಾರಣೆ(290 38:1-8, 290 21-22; 140 32:24-26) ಆ ದಿನಗಳಲ್ಲಿ ಹಿಜ್ಕೀಯನು ಮಾರಕ ರೋಗದಿಂದ ನರಳುತ್ತಿದ್ದನು. ಆಗ ಆಮೋಚನ ಮಗನೂ ಪ್ರವಾದಿಯೂ ಆದ ಯೆಶಾಯನು ಅವನ ಬಳಿಗೆ ಬಂದು, “ನಿನ್ನ ಸಂಸಾರದ ವಿಷಯವಾಗಿ ವ್ಯವಸ್ಥೆಮಾಡು; ಏಕೆಂದರೆ, ‘ನೀನು ಉಳಿಯುವ ಹಾಗಿಲ್ಲ, ಸಾಯಬೇಕಾಗಿದೆ,’ ಎಂಬುದಾಗಿ ಸರ್ವೇಶ್ವರ ಹೇಳಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":2,"verse":"ಇದನ್ನು ಕೇಳಿದೊಡನೆ ಹಿಜ್ಕೀಯನು ಮುಖವನ್ನು ಗೋಡೆಯ ಕಡೆಗೆ ತಿರುಗಿಸಿ,"},{"number":3,"verse":"“ಸರ್ವೇಶ್ವರಾ, ನಾನು ಶ್ರದ್ಧೆಯಿಂದಲೂ ಪ್ರಾಮಾಣಿಕತೆಯಿಂದಲೂ ನಡೆದುಕೊಂಡಿದ್ದೇನೆ. ನಿಮ್ಮ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾಗಿದ್ದುದನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ,” ಎಂದು ಬಹಳವಾಗಿ ಕಣ್ಣೀರಿಡುತ್ತಾ ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":4,"verse":"ಯೆಶಾಯನು ಅರಮನೆಯ ಮಧ್ಯಪ್ರಾಕಾರವನ್ನು ದಾಟುವುದಕ್ಕೆ ಮೊದಲೇ ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ,"},{"number":5,"verse":"“ನೀನು ಹಿಂದಿರುಗಿ ಹೋಗಿ ನನ್ನ ಪ್ರಜೆಗಳ ಒಡೆಯನಾಗಿರುವ ಹಿಜ್ಕೀಯನಿಗೆ, “ನಾನು ನಿನ್ನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿದ್ದೇನೆ; ನಿನ್ನ ಕಣ್ಣೀರನ್ನು ನೋಡಿದ್ದೇನೆ; ನೀನು ಗುಣಹೊಂದಿ ಮೂರನೆಯ ದಿನ ನನ್ನ ಆಲಯಕ್ಕೆ ಬರುವೆ."},{"number":6,"verse":"ಅದಲ್ಲದೆ ನಿನ್ನ ಆಯುಷ್ಯಕ್ಕೆ ಹದಿನೈದು ವರ್ಷಗಳನ್ನು ಕೂಡಿಸುತ್ತೇನೆ. ನಿನ್ನನ್ನೂ ಈ ಪಟ್ಟಣವನ್ನೂ ಅಸ್ಸೀರಿಯದ ಅರಸನ ಕೈಗೆ ಬೀಳದಂತೆ ತಪ್ಪಿಸುವೆನು. ನನಗಾಗಿ ಹಾಗು ನನ್ನ ದಾಸ ದಾವೀದನಿಗಾಗಿ ಈ ಪಟ್ಟಣವನ್ನು ಉಳಿಸಿ ಕಾಪಾಡುವೆನು’ ಎಂಬುದಾಗಿ ನಿನ್ನ ಪೂರ್ವಜ ದಾವೀದನ ದೇವರಾಗಿರುವ ಸರ್ವೇಶ್ವರ ಹೇಳುತ್ತಾರೆ ಎಂದು ತಿಳಿಸು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":7,"verse":"ಯೆಶಾಯನು ಒಂದು ಅಂಜೂರದ ಹಣ್ಣಿನ ಉಂಡೆಯನ್ನು ತರಿಸಿ ಅದನ್ನು ಕುರುವಿನ ಮೇಲೆ ಇಡಿಸಿದಾಗ ಹಿಜ್ಕೀಯನು ಗುಣಹೊಂದಿದನು."},{"number":8,"verse":"ಹಿಜ್ಕೀಯನು ಯೆಶಾಯನನ್ನು, “ಸರ್ವೇಶ್ವರ ನನ್ನನ್ನು ಗುಣಪಡಿಸುವರೆಂಬುದಕ್ಕೂ ನಾನು ಮೂರನೆ ದಿನ ಅವರ ಆಲಯಕ್ಕೆ ಹೋಗುವೆನೆಂಬುದಕ್ಕೂ ಗುರುತೇನು?” ಎಂದು ಕೇಳಿದನು."},{"number":9,"verse":"ಅವನು, “ಸರ್ವೇಶ್ವರ ನುಡಿದದ್ದನ್ನು ನೆರವೇರಿಸುವರು ಎಂಬುದಕ್ಕೆ ಸರ್ವೇಶ್ವರನಿಂದ ಗುರುತು ಕೇಳುತ್ತಿರುವೆ; ಹಾಗಾದರೆ ನೆರಳು ಹತ್ತು ಮೆಟ್ಟಲು ಮುಂದೆ ಹೋಗಬೇಕೋ ಹಿಂದೆ ಬರಬೇಕೋ ಹೇಳು,” ಎಂದನು."},{"number":10,"verse":"ಹಿಜ್ಕೀಯನು, “ನೆರಳು ಮುಂದೆ ಹೋಗುವುದು ಸುಲಭ; ಆದುದರಿಂದ ಹತ್ತು ಮೆಟ್ಟಲು ಹಿಂದೆ ಬರುವಂತೆ ಮಾಡು,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಆಗ ಪ್ರವಾದಿ ಯೆಶಾಯನು ಸರ್ವೇಶ್ವರನಿಗೆ ಮೊರೆಯಿಡಲು ಅವರು ಆಹಾಜನ ಸೋಪಾನಪಂಕ್ತಿಯಲ್ಲಿ ಹತ್ತು ಮೆಟ್ಟಲು ಮುಂದೆ ಹೋಗಿದ್ದ ನೆರಳನ್ನು ಹಿಂದೆ ಬರಮಾಡಿದರು."},{"number":12,"verse":"ಬಾಬಿಲೋನಿಯದಿಂದ ಬಂದ ದೂತರು(290 39:1-8) ಅದೇ ಕಾಲದಲ್ಲಿ ಬಲದಾನನ ಮಗನೂ ಬಾಬಿಲೋನಿಯದ ಅರಸನೂ ಆದ ಬೆರೋದಕ ಬಲದಾನ ಎಂಬವನು ಹಿಜ್ಕೀಯನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದನೆಂದು ಕೇಳಿ ದೂತರ ಮುಖಾಂತರ ಅವನಿಗೆ ಪತ್ರವನ್ನೂ ಉಡುಗೊರೆಯನ್ನೂ ಕಳುಹಿಸಿದನು."},{"number":13,"verse":"ಹಿಜ್ಕೀಯನು ಬಂದಂಥ ದೂತರ ಮಾತನ್ನು ಕೇಳಿ, ಅವರಿಗೆ ಬೆಳ್ಳಿ, ಬಂಗಾರ, ಸುಗಂಧದ್ರವ್ಯ, ಪರಿಮಳತೈಲ, ಮೊದಲಾದ ಪದಾರ್ಥಗಳಿರುವ ಮನೆಯನ್ನೂ ಆಯುಧಶಾಲೆಯನ್ನೂ ತನ್ನ ಭಂಡಾರದಲ್ಲಿದ್ದದ್ದೆಲ್ಲವನ್ನೂ ತೋರಿಸಿದನು. ಅವನ ಅರಮನೆಯಲ್ಲೂ ರಾಜ್ಯದಲ್ಲೂ ಅವರಿಗೆ ತೋರಿಸದಿದ್ದ ವಸ್ತು ಒಂದೂ ಇರಲಿಲ್ಲ."},{"number":14,"verse":"ಆಗ ಪ್ರವಾದಿ ಯೆಶಾಯನು ಹಿಜ್ಕೀಯನ ಬಳಿಗೆ ಬಂದು, “ಆ ಮನುಷ್ಯರು ಎಲ್ಲಿಯವರು, ಏನು ಹೇಳಿದರು?” ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಹಿಜ್ಕೀಯನು, “ಅವರು ಬಹುದೂರದ ದೇಶವಾದ ಬಾಬಿಲೋನಿನಿಂದ ಬಂದವರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಯೆಶಾಯನು ಮತ್ತೆ ಅವನನ್ನು, “ಅವರು ನಿನ್ನ ಅರಮನೆಯಲ್ಲಿ ಏನು ನೋಡಿದರು?” ಎಂದು ಕೇಳಲು ಹಿಜ್ಕೀಯನು, “ಅರಮನೆಯಲ್ಲಿರುವುದೆಲ್ಲವನ್ನೂ ನೋಡಿದರು. ನನ್ನ ಭಂಡಾರದಲ್ಲಿ ನಾನು ಅವರಿಗೆ ತೋರಿಸದಿದ್ದ ಒಡವೆ ವಸ್ತು ಒಂದೂ ಇಲ್ಲ,” ಎಂದನು."},{"number":16,"verse":"ಆಗ ಅವನು ಹಿಜ್ಕೀಯನಿಗೆ, “ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳು:"},{"number":17,"verse":"‘ನಿನ್ನ ಪೂರ್ವಜರ ಕಾಲದಿಂದ ಇಂದಿನವರೆಗೆ ಅರಮನೆಯಲ್ಲಿ ಸಂಗ್ರಹವಾದದ್ದೆಲ್ಲವನ್ನು ಬಾಬಿಲೋನಿಯಾಕ್ಕೆ ಕೊಂಡೊಯ್ಯುವ ದಿನ ಬರುವುದು; ಇಲ್ಲೇನೂ ಉಳಿಯುವುದಿಲ್ಲ."},{"number":18,"verse":"ಬಾಬಿಲೋನಿನ ಅರಸರು ಬಂದು ನೀನು ಪಡೆದ ಮಕ್ಕಳನ್ನು ತೆಗೆದುಕೊಂಡುಹೋಗಿ ಅವರನ್ನು ತಮ್ಮ ಅರಮನೆಯಲ್ಲಿ ಕಂಚುಕಿಗಳನ್ನಾಗಿ ನೇಮಿಸಿಕೊಳ್ಳುವರು,’ ಎನ್ನುತ್ತಾರೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"‘ನನ್ನ ಜೀವಮಾನದಲ್ಲಿ ಹೇಗೂ ಸೌಭಾಗ್ಯವಿದ್ದರೆ ಸಾಕು’ ಎಂದುಕೊಂಡ ಹಿಜ್ಕೀಯನು ಯೆಶಾಯನಿಗೆ, “ನೀವು ತಿಳಿಸಿದ ಸರ್ವೇಶ್ವರನ ಮಾತು ಹಿತಕರವಾಗಿದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":20,"verse":"ಹಿಜ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ಅಂತ್ಯ(140 32:32-33) ಹಿಜ್ಕೀಯನ ಉಳಿದ ಚರಿತ್ರೆ, ಅವನ ಪರಾಕ್ರಮಕಾರ್ಯ ಹಾಗು ಅವನು ಕೆರೆಕಾಲುವೆಗಳನ್ನು ಮಾಡಿಸಿ ಊರೊಳಗೆ ನೀರನ್ನು ತಂದ ವಿವರ, ಇವು ಜುದೇಯ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":21,"verse":"ಅವನು ಮೃತನಾಗಿ ಪಿತೃಗಳ ಬಳಿ ಸೇರಿದನು. ಅವನ ಸ್ಥಾನದಲ್ಲಿ ಅವನ ಮಗ ಮನಸ್ಸೆ ಅರಸನಾದನು."}]}