{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"ಯೆಹೋಯಾಕೀಮನು ಅವನಿಗೆ ಅಧೀನನಾಗಿ ಮೂರು ವರ್ಷಗಳಾದ ನಂತರ ಅವನಿಗೆ ವಿರುದ್ಧ ದಂಗೆಯೆದ್ದನು."},{"number":2,"verse":"ಸರ್ವೇಶ್ವರ, ತನ್ನ ದಾಸರಾದ ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ ಮುಂತಿಳಿಸಿದ ಪ್ರಕಾರ ಜುದೇಯ ರಾಜ್ಯವನ್ನು ಹಾಳುಮಾಡುವುದಕ್ಕಾಗಿ ಬಾಬಿಲೋನಿಯ, ಸಿರಿಯ, ಮೋಬಾವ, ಅಮ್ಮೋನ್ ದೇಶೀಯರಾದ ಸುಲಿಗೆಗಾರರನ್ನು ಕಳುಹಿಸಿದರು."},{"number":3,"verse":"ನಿರಪರಾಧಿಗಳ ಹತ್ಯೆಯಿಂದ ಜೆರುಸಲೇಮನ್ನು ರಕ್ತಮಯವಾಗಿಸಿದ್ದ ಮನಸ್ಸೆಯ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಸರ್ವೇಶ್ವರ ಕ್ಷಮಿಸದೆ ಹೋದರು;"},{"number":4,"verse":"ಅವುಗಳಿಗಾಗಿ ಯೆಹೂದ್ಯರನ್ನು ತನ್ನ ಸನ್ನಿಧಿಯಿಂದ ತೆಗೆದುಹಾಕಬೇಕೆಂದಿದ್ದುದರಿಂದ ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯ ಪ್ರಕಾರ ಈ ಶಿಕ್ಷೆ ಅವರಿಗೆ ವಿಧಿಸಲಾಯಿತು."},{"number":5,"verse":"ಯೆಹೋಯಾಕೀಮನ ಉಳಿದ ಚರಿತ್ರೆ ಹಾಗು ಕಾರ್ಯಕಲಾಪಗಳು ಜುದೇಯ ರಾಜರ ಇತಿಹಾಸ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾಗಿವೆ."},{"number":6,"verse":"ಅವನು ಮೃತನಾಗಿ ಪಿತೃಗಳ ಬಳಿ ಸೇರಿದನು. ಅವನ ಸ್ಥಾನದಲ್ಲಿ ಅವನ ಮಗ ಯೆಹೋಯಾಖೀನನು ಅರಸನಾದನು."},{"number":7,"verse":"ಬಾಬಿಲೋನಿನ ಅರಸನು ಈಜಿಪ್ಟಿನ ಪ್ರವಾಹಕ್ಕೂ ಯೂಫ್ರಟಿಸ್ ನದಿಗೂ ಮಧ್ಯದಲ್ಲಿದ್ದ ಈಜಿಪ್ಟ್ ರಾಜನ ಎಲ್ಲಾ ದೇಶವನ್ನು ಸ್ವಾಧೀನ ಮಾಡಿಕೊಂಡನು. ಅಂದಿನಿಂದ ಈಜಿಪ್ಟಿನ ಅರಸನು ತನ್ನ ದೇಶದಿಂದ ಈಚೆಗೆ ಬರಲೇ ಇಲ್ಲ."},{"number":8,"verse":"(ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಖೀನ) ( ಯೆಹೋಯಾಖೀನನು ಅರಸನಾದಾಗ ಹದಿನೆಂಟು ವರ್ಷದವನಾಗಿದ್ದು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಮೂರು ತಿಂಗಳು ಆಳಿದನು. ಜೆರುಸಲೇಮಿನ ಎಲ್ನಾತಾನನ ಮಗಳಾದ ನೆಹುಷ್ಟಾ ಎಂಬಾಕೆ ಇವನ ತಾಯಿ."},{"number":9,"verse":"ಇವನು ತನ್ನ ತಂದೆಯಂತೆ ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾಗಿದ್ದನು."},{"number":10,"verse":"ಅವನ ಕಾಲದಲ್ಲಿ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಸೈನ್ಯದವರು ಜೆರುಸಲೇಮಿಗೆ ದಂಡೆತ್ತಿ ಬಂದು ಅದಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಿದರು."},{"number":11,"verse":"ಅಷ್ಟರಲ್ಲಿ ನೆಬೂಕದ್ನೆಚ್ಚರನೂ ಬಂದನು."},{"number":12,"verse":"ಆಗ ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಖೀನನು, ತನ್ನ ತಾಯಿ, ಪರಿವಾರದವರು, ಸೇನಾಪತಿಗಳು, ಕಂಚುಕಿಗಳು ಇವರೊಡನೆ ಅವನ ಬಳಿಗೆ ಹೋದನು. ಅವನು ಇವನನ್ನು ತನ್ನ ಆಳ್ವಿಕೆಯ ಎಂಟನೆಯ ವರ್ಷದಲ್ಲಿ ಸೆರೆಹಿಡಿದನು."},{"number":13,"verse":"ಇದಲ್ಲದೆ, ಸರ್ವೇಶ್ವರ ಮುಂತಿಳಿಸಿದ ಪ್ರಕಾರ, ಅವನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಭಂಡಾರಗಳಲ್ಲಿದ್ದ ದ್ರವ್ಯವನ್ನೆಲ್ಲಾ ದೋಚಿಕೊಂಡು ಹೋದನು. ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಸೊಲೊಮೋನನು ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕಾಗಿ ಮಾಡಿಸಿದ್ದ ಬಂಗಾರದ ಎಲ್ಲಾ ಆಭರಣಗಳನ್ನು ಮುರಿದುಬಿಟ್ಟನು."},{"number":14,"verse":"ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಪದಾಧಿಕಾರಿಗಳನ್ನೂ ಯೋಧರನ್ನೂ ಕಮ್ಮಾರರು ಮೊದಲಾದ ಕೈಗಾರಿಕೆಯವರನ್ನೂ ಒಟ್ಟಾರೆ ಹತ್ತು ಸಾವಿರ ಜನರನ್ನು ಸೆರೆಗೊಯ್ದನು. ನಾಡಿನ ಜನರಲ್ಲಿ ಕೇವಲ ಬಡವರನ್ನು ಹೊರತಾಗಿ ಬೇರೆ ಯಾರನ್ನೂ ಬಿಡಲಿಲ್ಲ."},{"number":15,"verse":"ಅವನು ಯೆಹೋಯಾಖೀನನ್ನೂ ಅವನ ತಾಯಿ, ಹೆಂಡತಿಯರು, ಕಂಚುಕಿಗಳನ್ನೂ ನಾಡಿನ ಪ್ರಧಾನ ಪುರುಷರು ಇವರನ್ನೂ,"},{"number":16,"verse":"ಏಳು ಸಾವಿರ ಮಂದಿ ಯೋಧರನ್ನೂ ಸಾವಿರ ಮಂದಿ ಕಮ್ಮಾರರು ಮೊದಲಾದ ಕೈಗಾರಿಕೆಯವರನ್ನೂ ಜೆರುಸಲೇಮಿನಿಂದ ಬಾಬಿಲೋನಿಗೆ ಒಯ್ದನು. ಅವರೆಲ್ಲರು ಪುಷ್ಟರೂ ರಣವೀರರೂ ಆಗಿದ್ದರು."},{"number":17,"verse":"ಬಾಬಿಲೋನಿನ ಅರಸನು ಯೆಹೋಯಾಖೀನನಿಗೆ ಬದಲಾಗಿ ಅವನ ಚಿಕ್ಕಪ್ಪನಾದ ಮತ್ತನ್ಯ ಎಂಬುವನನ್ನು ಅರಸನನ್ನಾಗಿ ನೇಮಿಸಿ ಅವನಿಗೆ ‘ಚಿದ್ಕೀಯ’ ಎಂಬ ಹೆಸರಿಟ್ಟನು."},{"number":18,"verse":"(ಜುದೇಯದ ಅರಸ ಚಿದ್ಕೀಯನು) ( ಚಿದ್ಕೀಯನು ಇಪ್ಪತ್ತೊಂದು ವರ್ಷ ತುಂಬಿದ ಮೇಲೆ ಅರಸನಾಗಿ ಜೆರುಸಲೇಮನ್ನು ಹನ್ನೊಂದು ವರ್ಷ ಆಳಿದನು. ಅವನ ತಾಯಿ ಲಿಬ್ನದ ಯೆರೆಮೀಯನ ಮಗಳಾದ ಹಮೂಟಲ್ ಎಂಬಾಕೆ."},{"number":19,"verse":"ಚಿದ್ಕೀಯನು ಯೆಹೋಯಾಕೀಮನಂತೆ ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾಗಿ ಇದ್ದನು."},{"number":20,"verse":"ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಬಹಳ ಕೋಪಗೊಂಡು ಜೆರುಸಲೇಮಿನವರ ಮೇಲೂ ಬೇರೆ ಎಲ್ಲ ಯೆಹೂದ್ಯರ ಮೇಲೂ ಇದನ್ನೆಲ್ಲ ಬರಮಾಡಿ, ಕಡೆಗೆ ಅವರನ್ನು ತಮ್ಮ ಸನ್ನಿಧಿಯಿಂದ ತಳ್ಳಿಬಿಟ್ಟರು."}]}