{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":25,"verses":[{"number":1,"verse":"ಜೆರುಸಲೇಮಿನ ಪತನ(140 36:13-21; 300 52:3-11) ಚಿದ್ಕೀಯನು ಬಾಬಿಲೋನಿನ ಅರಸನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನ ವಿರುದ್ಧ ದಂಗೆ ಎದ್ದನು. ಇವನು‍ ಚಿದ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ಒಂಬತ್ತನೆಯ ವರ್ಷದ ಹತ್ತನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿನ ಸರ್ವಸೈನ್ಯ ಸಮೇತ ಜೆರುಸಲೇಮಿಗೆ ಬಂದನು. ಅಲ್ಲಿ ಪಾಳೆಯ ಮಾಡಿಕೊಂಡು ಅದರ ಸುತ್ತಲು ಮಣ್ಣಿನ ದಿಬ್ಬವನ್ನು ಎಬ್ಬಿಸಿದನು."},{"number":2,"verse":"ಚಿದ್ಕೀಯನ ಆಳ್ವಿಕೆಯ ಹನ್ನೊಂದನೆಯ ವರ್ಷದಲ್ಲಿ ಅದಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಿದನು."},{"number":3,"verse":"ಘೋರಕ್ಷಾಮದ ಕಾರಣ ನಗರದವರಿಗೆ ಆಹಾರ ಸಿಕ್ಕದೆ ಹೋಯಿತು. ನಗರಕ್ಕೆ ಮುತ್ತಿಗೆಹಾಕಿದ್ದ ಬಾಬಿಲೋನಿಯರು ಹನ್ನೊಂದನೆಯ ತಿಂಗಳಿನ ಒಂಬತ್ತನೆಯ ದಿವಸ ಪೌಳಿಗೋಡೆಯಲ್ಲಿ ಒಂದು ದ್ವಾರವನ್ನು ಮಾಡಿದರು."},{"number":4,"verse":"ಒಳಗಿದ್ದ ಅರಸನೂ ಅವನ ಎಲ್ಲ ಸೈನಿಕರೂ ಅದೇ ರಾತ್ರಿ, ಅರಸನ ತೋಟದ ಬಳಿಯಿದ್ದ ಬಾಗಿಲಿನ ಮೂಲಕ, ನಗರದಿಂದ ಓಡಿಹೋದರು. ಆ ಬಾಗಿಲು ಎರಡು ಗೋಡೆಗಳ ಮಧ್ಯೆಯಿತ್ತು. ಅರಸನು ಅರಾಬಾ ಎಂಬ ಕಣಿವೆ ಪ್ರದೇಶದ ಮಾರ್ಗವಾಗಿ ಓಡಿಹೋದನು."},{"number":5,"verse":"ಬಾಬಿಲೋನಿಯದ ಸೈನಿಕರು ಅವನನ್ನು ಹಿಂದಟ್ಟಿ ಜೆರಿಕೋವಿನ ಬಯಲಿನಲ್ಲಿ ಹಿಡಿದರು. ಅಷ್ಟರಲ್ಲಿ ಅವನ ಸೈನಿಕರೆಲ್ಲರು ಅವನನ್ನು ಬಿಟ್ಟು ಚದರಿಹೋಗಿದ್ದರು."},{"number":6,"verse":"ಅನಂತರ ಬಾಬಿಲೋನಿಯರು ಅವನನ್ನು ರಿಬ್ಲದಲ್ಲಿದ್ದ ತಮ್ಮ ಅರಸನ ಬಳಿಗೆ ಎಳೆದು ತಂದು ಅವನಿಗೆ ಶಿಕ್ಷೆಯನ್ನು ವಿಧಿಸಿದರು."},{"number":7,"verse":"ಇವನ ಇಬ್ಬರು ಮಕ್ಕಳನ್ನು ಅವನ ಕಣ್ಣೆದುರಿಗೇ ವಧಿಸಿ, ಅವನಿಗೆ ಬೇಡಿಹಾಕಿ ಎರಡು ಕಣ್ಣುಗಳನ್ನೂ ಕಿತ್ತು ಬಾಬಿಲೋನಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋದರು."},{"number":8,"verse":"ಮಹಾದೇವಾಲಯದ ನಾಶ(300 52:12-23) ಐದನೆಯ ತಿಂಗಳಿನ ಏಳನೆಯ ದಿನ, ಅಂದರೆ ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನ ಆಳ್ವಿಕೆಯ ಹತ್ತೊಂಬತ್ತನೆಯ ವರ್ಷದಲ್ಲಿ, ಬಾಬಿಲೋನಿನ ಅರಸನ ಸೇವಕನೂ ರಕ್ಷಾದಳದ ಅಧಿಪತಿಯೂ ಆಗಿದ್ದ ನೆಬೂಜರದಾನ್ ಎಂಬವನು ಜೆರುಸಲೇಮಿಗೆ ಬಂದನು."},{"number":9,"verse":"ಸರ್ವೇಶ್ವರನ ಆಲಯವನ್ನೂ ಅರಮನೆಯನ್ನೂ ಜೆರುಸಲೇಮಿನ ಎಲ್ಲ ದೊಡ್ಡ ಮನೆಗಳನ್ನೂ ಸುಟ್ಟುಬಿಟ್ಟನು."},{"number":10,"verse":"ಅವನ ಜೊತೆಯಲ್ಲಿ ಬಂದಿದ್ದ ಬಾಬಿಲೋನಿಯದ (ಅಥವಾ : ಕಸ್ದಿಯ.) ಸೈನ್ಯದವರು ಜೆರುಸಲೇಮಿನ ಸುತ್ತುಗೋಡೆಗಳನ್ನೆಲ್ಲ ಕೆಡವಿದರು."},{"number":11,"verse":"ರಕ್ಷಾದಳದ ಅಧಿಪತಿಯಾದ ನೆಬೂಜರದಾನನು ನಗರದಲ್ಲಿ ಉಳಿದವರನ್ನು, ಮೊದಲೇ ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೆ ಮರೆಹೊಕ್ಕವರನ್ನು ಹಾಗು ಬೇರೆ ಜನರೆಲ್ಲರನ್ನು ಸೆರೆಗೆ ಒಯ್ದನು."},{"number":12,"verse":"ಹೊಲಗಳನ್ನು ಮತ್ತು ದ್ರಾಕ್ಷೀತೋಟಗಳನ್ನು ಮಾಡುವುದಕ್ಕಾಗಿ ನಾಡಿನ ಜನರಲ್ಲಿ ಕೇವಲ ದರಿದ್ರರನ್ನು ಮಾತ್ರ ಬಿಟ್ಟುಹೋದನು."},{"number":13,"verse":"ಬಾಬಿಲೋನಿಯದವರು ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿದ್ದ ಕಂಚಿನ ಕಂಬಗಳನ್ನೂ ಚಕ್ರದ ಬಂಡಿಗಳನ್ನೂ, ಕಡಲಿನ ಆಕಾರದ ಕಂಚಿನ ಪಾತ್ರೆಯನ್ನೂ ಒಡೆದು ಅವುಗಳ ಕಂಚನ್ನೆಲ್ಲ ಕೊಂಡೊಯ್ದರು."},{"number":14,"verse":"ಅದು ಮಾತ್ರವಲ್ಲ, ದೇವಾಲಯದ ಸೇವೆಗಾಗಿ ಉಪಯೋಗಿಸುತ್ತಿದ್ದ ಬೋಗುಣಿ, ಸಲಿಕೆ, ಕತ್ತರಿ, ಸಾಂಬ್ರಾಣಿಕಳಸ ಮುಂತಾದ ಕಂಚಿನ ಸಾಮಾನುಗಳನ್ನೂ ಬಾಬಿಲೋನಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋದರು."},{"number":15,"verse":"ರಕ್ಷಾದಳದ ನಾಯಕನು ಬೆಳ್ಳಿ ಬಂಗಾರದ ಅಗ್ಗಿಷ್ಟಿಕೆ, ಬಟ್ಟಲು, ಮೊದಲಾದುವುಗಳನ್ನು ದೋಚಿಕೊಂಡನು."},{"number":16,"verse":"ಸೊಲೊಮೋನನು ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕಾಗಿ ಮಾಡಿಸಿದ್ದ ಎರಡು ಕಂಬಗಳು, ಕಡಲಿನ ಆಕಾರದ ಪಾತ್ರೆ, ಚಕ್ರದ ಬಂಡಿಗಳು ಇವುಗಳನ್ನು ಮಾಡುವುದಕ್ಕೆ ಎಷ್ಟೋ ಕಂಚು ಹಿಡಿದಿತ್ತು."},{"number":17,"verse":"ಪ್ರತಿಯೊಂದು ಕಂಬ ಹದಿನೆಂಟು ಮೊಳ ಎತ್ತರವಿತ್ತು. ಪ್ರತಿಯೊಂದರ ಮೇಲೆ ಮೂರು ಮೊಳ ಎತ್ತರವಾದ ಒಂದು ಕಂಚಿನ ಕುಂಭವಿತ್ತು. ಆ ಕುಂಭಗಳ ಮೇಲೆ ಸುತ್ತಲೂ ಕಂಚಿನ ಜಾಲರಿ ಹಾಗು ದಾಳಿಂಬೆ ಹಣ್ಣುಗಳು ಇದ್ದವು."},{"number":18,"verse":"ಬಾಬಿಲೋನಿಗೆ ಗಡಿಪಾರು(300 52:24-27) ರಕ್ಷಾದಳದ ನಾಯಕ ನೆಬೂಜರದಾನನು ಹಿಡಿದುಕೊಂಡು ಹೋದ ಜನರಲ್ಲಿ ಪ್ರಧಾನ ಯಾಜಕ ಸೆರಾಯನು, ಮುಖ್ಯ ಯಾಜಕ ಚೆಫನ್ಯನು, ಮೂರು ಮಂದಿ ದ್ವಾರಪಾಲಕರು ಸೇರಿದ್ದರು."},{"number":19,"verse":"ಸೈನ್ಯ ಸಂಬಂಧವಾದ ಎಲ್ಲ ವ್ಯವಸ್ಥೆಯನ್ನು, ನಗರದಲ್ಲಿ ಉಳಿದಿದ್ದ ಹಾಗು ಅರಸನಿಗೆ ಆಪ್ತರಾಗಿದ್ದ ಐದು ಮಂದಿ ಮಂತ್ರಿಗಳನ್ನು, ಯುದ್ಧಕ್ಕೆ ಹೋಗತಕ್ಕವರನ್ನು ಪಟ್ಟಿಮಾಡುವ ಸೇನಾಪತಿಯ ಲೇಖಕನನ್ನು ಹಾಗು ನಗರದಲ್ಲಿದ್ದ ಅರವತ್ತು ಮಂದಿ ರೈತರನ್ನು ಹಿಡಿದುಕೊಂಡು ಹೋದನು."},{"number":20,"verse":"ನೆಬೂಜರದಾನನು ಇವರನ್ನೆಲ್ಲ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಹಮಾತ್ ಪ್ರದೇಶದ ರಿಬ್ಲದಲ್ಲಿದ್ದ ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":21,"verse":"ಅವನು ಅವರನ್ನು ಅಲ್ಲಿಯೇ ಕೊಲ್ಲಿಸಿದನು. ಹೀಗೆ ಯೆಹೂದ್ಯರು ಸೆರೆಯಾಳುಗಳಾಗಿ ತಮ್ಮ ನಾಡನ್ನೇ ಬಿಟ್ಟು ಹೋಗಬೇಕಾಯಿತು."},{"number":22,"verse":"ಜುದೇಯಕ್ಕೆ ಗೆದಲ್ಯನು ರಾಜ್ಯಪಾಲ(300 40:7-9; 300 41:1-3) ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ತಾನು ಜುದೇಯ ದೇಶದಲ್ಲಿ ಉಳಿಸಿದ ಜನರ ಮೇಲೆ, ಅಹೀಕಾಮನ ಮಗನೂ ಶಾಫಾನನ ಮೊಮ್ಮಗನೂ ಆದ ಗೆದಲ್ಯ ಎಂಬವನನ್ನು ರಾಜ್ಯಪಾಲನನ್ನಾಗಿ ನೇಮಿಸಿದನು."},{"number":23,"verse":"ಅಳಿದು ಉಳಿದಿದ್ದ ಯೆಹೂದ ಸೇನಾಪತಿಗಳು, ಗೆದಲ್ಯನು ಬಾಬಿಲೋನಿನ ಅರಸನಿಂದ ರಾಜ್ಯಪಾಲನಾಗಿ ನೇಮಕವಾಗಿದ್ದಾನೆಂಬ ಸಮಾಚಾರವನ್ನು ಕೇಳಿ, ತಮ್ಮ ಜನರೊಡನೆ ಮಿಚ್ಪದಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಅವನ ಬಳಿಗೆ ಬಂದರು. ಅವರ ಹೆಸರುಗಳು ಇವು: ನೆತನ್ಯನ ಮಗ ಇಷ್ಮಾಯೇಲನು, ಕಾರೇಹನ ಮಗ ಯೋಹಾನಾನ್, ನೆಟೋಫದವನೂ ತನ್ಹುಮೆತನ ಮಗನೂ ಆದ ಸೆರಾಯನು, ಮಾಕಾ ಊರಿನವನಾದ ಯಾಜನ್ಯನು."},{"number":24,"verse":"ಗೆದಲ್ಯನು ಇವರಿಗೂ ಇವರ ಜನರಿಗೂ, “ಬಾಬಿಲೋನಿಯಾದ ಸೈನ್ಯದವರಿಗೆ ಹೆದರಬೇಡಿ; ಬಾಬಿಲೋನಿನ ಅರಸನಿಗೆ ಅಧೀನರಾಗಿದ್ದು ಇಲ್ಲಿಯೇ ವಾಸಿಸಿರಿ; ಆಗ ನಿಮಗೆ ಶುಭವಾಗುವುದು,” ಎಂದು ಆಣೆಯಿಟ್ಟು ಹೇಳಿದನು."},{"number":25,"verse":"ಆದರೆ ಏಳನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ರಾಜವಂಶದವನೂ ಎಲೀಷಮನ ಮೊಮ್ಮಗನೂ ನೆತನ್ಯನ ಮಗನೂ ಆದ ಇಷ್ಮಾಯೇಲನು ಹತ್ತುಮಂದಿ ಆಳುಗಳೊಡನೆ ಬಂದು ಗೆದಲ್ಯನನ್ನು, ಅವನ ಸಂಗಡ ಮಿಚ್ಪದಲ್ಲಿದ್ದ ಯೆಹೂದ್ಯರನ್ನು ಹಾಗು ಬಾಬಿಲೋನಿಯಾದವರನ್ನು ಸಂಹರಿಸಿದನು."},{"number":26,"verse":"ಆಗ ಚಿಕ್ಕವರು, ದೊಡ್ಡವರು, ಸೇನಾಪತಿಗಳು, ಎಲ್ಲರು ಬಾಬಿಲೋನಿಯಾದವರಿಗೆ ಹೆದರಿ ಈಜಿಪ್ಟಿಗೆ ಓಡಿಹೋದರು."},{"number":27,"verse":"ಸೆರೆಯಿಂದ ಯೆಹೋಯಾಖೀನನ ಬಿಡುಗಡೆ(300 52:31-34) ಎವೀಲ್ಮೆರೋದಕನು ತಾನು ಪಟ್ಟಕ್ಕೆ ಬಂದ ಮೊದಲನೆಯ ವರ್ಷದಲ್ಲಿ ಅಂದರೆ, ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಖೀನನು ಸೆರೆಗೆ ಸಿಕ್ಕಿದ ಮೂವತ್ತೇಳನೆಯ ವರ್ಷದ ಹನ್ನೆರಡನೆಯ ತಿಂಗಳಿನ ಇಪ್ಪತ್ತೇಳನೆಯ ದಿನದಲ್ಲಿ, ಯೆಹೋಯಾಖೀನನನ್ನು ಸೆರೆಯಿಂದ ಬಿಡಿಸಿ ಉದ್ಧಾರ ಮಾಡಿದನು."},{"number":28,"verse":"ಅದು ಮಾತ್ರವಲ್ಲ, ಅವನೊಡನೆ ಪ್ರೀತಿಯಿಂದ ಮಾತಾಡಿ, ತನ್ನ ಸಂಗಡ ಬಾಬಿಲೋನಿನಲ್ಲಿದ್ದ ಎಲ್ಲ ಅರಸುಗಳಲ್ಲಿ ಅವನಿಗೇ ಉನ್ನತ ಸ್ಥಾನವನ್ನು ಕೊಟ್ಟನು."},{"number":29,"verse":"ಯೆಹೋಯಾಖೀನನು ಸೆರೆಯ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ, ಜೀವದಿಂದ ಇರುವವರೆಗೂ, ಅರಸನ ಪಂಕ್ತಿಯಲ್ಲೇ ಊಟಮಾಡುತ್ತಿದ್ದನು."},{"number":30,"verse":"ಅವನ ಜೀವಿತಕಾಲವೆಲ್ಲ, ಅವನಿಗೆ ಬೇಕಾಗಿ ಇದ್ದ ಎಲ್ಲ ಪದಾರ್ಥಗಳು ಅರಸನಿಂದಲೇ ಪ್ರತಿನಿತ್ಯವೂ ದೊರಕುತ್ತಿದ್ದವು."}]}