{"bibleAbbr":"KNCL","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"ಯೆಹುವಿನ ರಾಜ್ಯಾಭಿಷೇಕ ಪ್ರವಾದಿ ಎಲೀಷನು ಪ್ರವಾದಿಮಂಡಲಿಯವರಲ್ಲಿ ಒಬ್ಬನನ್ನು ಕರೆದು, “ಈ ಎಣ್ಣೆಯ ಕುಪ್ಪಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ರಾಮೋತ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋಗಲು ಸಿದ್ಧನಾಗು."},{"number":2,"verse":"ಆ ಊರನ್ನು ಮುಟ್ಟಿದನಂತರ ನಿಂಷಿಯ ಮೊಮ್ಮಗನೂ ಯೆಹೋಷಾಫಾಟನ ಮಗನೂ ಆದ ಯೇಹುವು ಎಲ್ಲಿರುತ್ತಾನೆಂದು ವಿಚಾರಿಸು. ಅವನು ಸಿಕ್ಕಿದಾಗ ಅವನನ್ನು ಅವನ ಜೊತೆಗಾರರ ಗುಂಪಿನಿಂದ ಪ್ರತ್ಯೇಕವಾಗಿ ಕರೆದುಕೊಂಡು ಒಳಗಿನ ಕೋಣೆಗೆ ಹೋಗು."},{"number":3,"verse":"ತರುವಾಯ ಕುಪ್ಪಿಯಲ್ಲಿರುವ ಈ ಎಣ್ಣೆಯನ್ನು ಅವನ ತಲೆಯ ಮೇಲೆ ಹೊಯ್ದು, ‘ನಾನು ನಿನ್ನನ್ನು ಇಸ್ರಯೇಲರ ಅರಸನಾಗುವುದಕ್ಕೆ ಅಭಿಷೇಕಿಸಿದ್ದೇನೆಂದು ಸರ್ವೇಶ್ವರ ನುಡಿದಿದ್ದಾರೆ,’ ಎಂಬುದಾಗಿ ಹೇಳಿ ಕೂಡಲೆ ಬಾಗಿಲು ತೆರೆದು ಓಡಿಹೋಗು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":4,"verse":"ಆಗ ಪ್ರವಾದಿಯ ಸೇವಕನಾದ ಆ ಯೌವನಸ್ಥನು ರಾಮೋತ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋಗಿ,"},{"number":5,"verse":"ಸೈನ್ಯಾಧಿಪತಿಗಳೆಲ್ಲಾ ಒಂದು ಕಡೆಯಲ್ಲಿ ಕೂಡಿರುವುದನ್ನು ಕಂಡು, ಅವರನ್ನು ಸಮೀಪಿಸಿ, “ಸೇನಾಪತಿಯೇ, ನಿಮಗೊಂದು ಮಾತು ಹೇಳಬೇಕಾಗಿದೆ,” ಎಂದನು. ಯೇಹುವು, “ನಮ್ಮಲ್ಲಿ ಯಾರಿಗೆ?” ಎಂದು ಕೇಳಿದನು. ಅವನು, “ಸೇನಾಪತಿಯಾದ ನಿಮಗೇ ಹೇಳಬೇಕಾಗಿದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":6,"verse":"ಯೇಹುವು ಎದ್ದು ಒಳಗಿನ ಕೋಣೆಗೆ ಹೋಗಲು, ಆ ಯೌವನಸ್ಥನು ಇವನ ತಲೆಯ ಮೇಲೆ ಎಣ್ಣೆಯನ್ನು ಹೊಯ್ದು, “ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳು; ಅವರು ನಿನಗೆ, ‘ನಾನು ನಿನ್ನನ್ನು ನನ್ನ ಪ್ರಜೆಯಾದ ಇಸ್ರಯೇಲರ ಅರಸನಾಗುವುದಕ್ಕೆ ಅಭಿಷೇಕಿಸಿದ್ದೇನೆ."},{"number":7,"verse":"ನೀನು ನಿನ್ನ ಯಜಮಾನನಾದ ಅಹಾಬನ ಮನೆಯವರನ್ನು ಸಂಹರಿಸಿಬಿಡು; ಆಗ ನನ್ನ ಸೇವಕರಾದ ಪ್ರವಾದಿಗಳೇ ಮೊದಲಾದ ಸರ್ವೇಶ್ವರನ ಭಕ್ತರ ರಕ್ತವನ್ನು ಸುರಿಸಿದ್ದಕ್ಕಾಗಿ ನಾನು ಈಜೆಬೆಲಳಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸಿದಂತಾಗುವುದು."},{"number":8,"verse":"ಅಹಾಬನ ಕುಟುಂಬದವರೆಲ್ಲಾ ನಿರ್ನಾಮವಾಗಬೇಕು. ಅವನ ಸಂತಾನದ ಗಂಡಸರಲ್ಲಿ ಸ್ವತಂತ್ರರಾಗಿರಲಿ, ಪರತಂತ್ರರಾಗಿರಲಿ ಎಲ್ಲರನ್ನೂ ಇಸ್ರಯೇಲರ ಮಧ್ಯೆಯಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":9,"verse":"ನೆಬಾಟನ ಮಗ ಯಾರೊಬ್ಬಾಮನ ಮನೆಗೂ ಅಹೀಯನ ಮಗ ಬಾಷನ ಮನೆಗೂ ಆದ ಗತಿಯೇ ಅಹಾಬನ ಮನೆಗೂ ಆಗುವುದು."},{"number":10,"verse":"ಈಜೆಬೆಲಳ ಶವವು ಸಮಾಧಿಯನ್ನು ಸೇರುವುದಿಲ್ಲ; ನಾಯಿಗಳು ಅದನ್ನು ಜೆಸ್ರೀಲಿನ ಹೊಲದಲ್ಲಿ ತಿಂದುಬಿಡುವುವು;’ ಎನ್ನುತ್ತಾರೆ,” ಎಂದು ಹೇಳಿ ಬಾಗಿಲು ತೆರೆದು ಓಡಿಹೋದನು."},{"number":11,"verse":"ಯೇಹುವು ಮರಳಿ ತನ್ನ ಒಡೆಯನ ಸೇವಕರ ಹತ್ತಿರ ಬಂದನು. ಅವರು ಅವನನ್ನು, “ಶುಭವಾರ್ತೆಯೋ? ಆ ಹುಚ್ಚನು ನಿನ್ನ ಬಳಿಗೆ ಬಂದದ್ದೇಕೆ?” ಎಂದು ಕೇಳಿದರು. ಅದಕ್ಕೆ ಅವನು, “ಆ ಮನುಷ್ಯ ಎಂಥವನು, ಅವನ ಮಾತು ಎಂಥದು ಎಂಬುದು ನಿಮಗೆ ಗೊತ್ತಲ್ಲವೆ?” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":12,"verse":"ಆದರೆ ಅವರು, “ಅದು ಸುಳ್ಳು; ಅವನು ಹೇಳಿದ್ದನ್ನು ತಿಳಿಸು,” ಎಂದು ಅವನನ್ನು ಒತ್ತಾಯಪಡಿಸಿದರು. ಆದ್ದರಿಂದ ಅವನು, “ನಿನ್ನನ್ನು ಇಸ್ರಯೇಲರ ಅರಸನಾಗುವುದಕ್ಕೆ ಅಭಿಷೇಕಿಸಿದ್ದಾನೆಂಬುದಾಗಿ ಸರ್ವೇಶ್ವರ ನುಡಿದಿದ್ದಾರೆ ಎಂಬೀ ಮೊದಲಾದ ಮಾತುಗಳನ್ನು ಹೇಳಿದನು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":13,"verse":"ಕೂಡಲೆ ಅವರು ಅವನಿಗಾಗಿ ಮೆಟ್ಟಲುಗಳ ಮೇಲೆ ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹಾಸಿ, ತುತೂರಿಯನ್ನು ಊದಿಸಿ, “ಯೇಹುವು ಅರಸನಾಗಿದ್ದಾನೆ,” ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":14,"verse":"ಇಸ್ರಯೇಲಿನ ಅರಸ ಯೋರಾಮನ ಕೊಲೆ ಹೀಗೆ ನಿಂಷಿಯ ಮೊಮ್ಮಗನೂ ಯೆಹೋಷಾಫಾಟನ ಮಗನೂ ಆದ ಯೇಹುವು ಯೋರಾಮನಿಗೆ ಒಳಸಂಚು ಮಾಡಿದನು. (ಸಿರಿಯಾದವರ ಅರಸನಾದ ಹಜಾಯೇಲನು ರಾಮೋತ್ ಗಿಲ್ಯಾದಿಗೆ ಮುತ್ತಿಗೆ ಹಾಕಿದನು. ಯೋರಾಮನು ಅದನ್ನು ಕಾಪಾಡುವುದಕ್ಕಾಗಿ ಎಲ್ಲಾ ಇಸ್ರಯೇಲರ ಸಹಿತ ಹೋಗಿ, ಹಜಾಯೇಲನೊಡನೆ ಯುದ್ಧಮಾಡಿದನು."},{"number":15,"verse":"ಆಗ ಗಾಯಗೊಂಡು ಅದನ್ನು ಮಾಗಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಹಿಂದಿರುಗಿ ಜೆಸ್ರೀಲಿಗೆ ಬಂದಿದ್ದನು.) ಯೇಹುವು ತನ್ನ ಜೊತೆಗಾರನಿಗೆ, “ನೀವು ನನ್ನವರಾಗಿದ್ದರೆ, ಈ ಸುದ್ದಿ ಜೆಸ್ರೀಲನ್ನು ಮುಟ್ಟದಂತೆ, ಒಬ್ಬನನ್ನೂ ಈ ಪಟ್ಟಣದಿಂದ ಹೊರಗೆ ಬಿಡಬೇಡಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಅನಂತರ ಅವನು ರಥದಲ್ಲಿ ಕುಳಿತು ಜೆಸ್ರೀಲಿಗೆ ಹೋಗುವುದಕ್ಕಾಗಿ ಹೊರಟನು. ಅಲ್ಲಿ ಅಸ್ವಸ್ಥನಾದ ಯೋರಾಮನೂ ಅವನನ್ನು ನೋಡುವುದಕ್ಕೆ ಬಂದಿದ್ದ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಅಹಜ್ಯನೂ ಇದ್ದರು."},{"number":17,"verse":"ಜೆಸ್ರೀಲಿನ ಗೋಪುರದಲ್ಲಿದ್ದ ಕಾವಲುಗಾರನು ಯೇಹುವಿನ ಗುಂಪಿನವರನ್ನು ಕಂಡು, “ಜನರ ಒಂದು ಗುಂಪು ಕಾಣಿಸುತ್ತಿದೆ,” ಎಂದು ಯೋರಾಮನಿಗೆ ತಿಳಿಸಿದನು. ಯೋರಾಮನು, “ನೀನು ಒಬ್ಬ ರಾಹುತನನ್ನು ಕರೆದು, ಬರುತ್ತಿರುವವರು ಶುಭವಾರ್ತೆಯನ್ನು ತರುತ್ತಾರೋ ಇಲ್ಲವೋ ಎಂದು ಕೇಳುವುದಕ್ಕಾಗಿ ಕಳುಹಿಸು,” ಎಂಬುದಾಗಿ ಆಜ್ಞಾಪಿಸಿದನು."},{"number":18,"verse":"ರಾಹುತನು ಯೇಹುವನ್ನು ಎದುರುಗೊಂಡು, “ಅರಸರು ‘ಶುಭವಾರ್ತೆಯುಂಟೊ?’ ಎಂದು ಕೇಳುತ್ತಾರೆ,” ಎನ್ನಲು ಅವನು, “ಶುಭವಾರ್ತೆಯಿಂದ ನಿನಗೇನು? ನನ್ನ ಹಿಂದೆ ಬಾ,” ಎಂದನು. ಕಾವಲುಗಾರನು ಅರಸನಿಗೆ, “ರಾಹುತನು ಆ ಗುಂಪನ್ನು ಮುಟ್ಟಿದನು; ಆದರೆ ತಿರುಗಿಬರುವುದು ಕಾಣಿಸುವುದಿಲ್ಲ,” ಎಂದು ತಿಳಿಸಿದಾಗ ಅರಸನು ಇನ್ನೊಬ್ಬ ರಾಹುತನನ್ನು ಕಳುಹಿಸಿದನು."},{"number":19,"verse":"ಇವನು ಹೋಗಿ ಯೇಹುವನ್ನು ಎದುರುಗೊಂಡು, “ಅರಸರು ‘ಶುಭವಾರ್ತೆಯುಂಟೊ?’ ಎಂದು ಕೇಳುತ್ತಾರೆ,” ಎನ್ನಲು ಅವನು, “ಶುಭವಾರ್ತೆಯಿಂದ ನಿನಗೇನು?, ನನ್ನ ಹಿಂದೆ ಬಾ,” ಎಂದನು."},{"number":20,"verse":"ಕಾವಲುಗಾರನು ಪುನಃ ಅರಸನಿಗೆ, “ಎರಡನೆಯವನೂ ಆ ಗುಂಪನ್ನು ಮುಟ್ಟಿದನು; ಆದರೆ ಹಿಂದಿರುಗಿ ಬರುವುದು ಕಾಣಿಸುವುದೇ ಇಲ್ಲ. ರಥದಲ್ಲಿ ಕುಳಿತಿರುವವನು ಕುದುರೆಗಳನ್ನು ಹುಚ್ಚುಹಿಡಿದವನಂತೆ ಓಡಿಸುವುದನ್ನು ನೋಡಿದರೆ ಅವನು, ನಿಂಷಿಯ ಮೊಮ್ಮಗನಾದ ಯೇಹುವಾಗಿರಬೇಕು,” ಎಂದು ಹೇಳಿದನು."},{"number":21,"verse":"ಯೋರಾಮನು ರಥಹೂಡಬೇಕೆಂದು ತನ್ನ ಸೇವಕರಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು. ಅವರು ಹೂಡಿದರು. ಆಗ ಇಸ್ರಯೇಲರ ಅರಸನಾದ ಇವನೂ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಅಹಜ್ಯನೂ ತಮ್ಮ ತಮ್ಮ ರಥಗಳಲ್ಲಿ ಕುಳಿತುಕೊಂಡು, ಯೇಹುವನ್ನು ಎದುರುಗೊಳ್ಳುವುದಕ್ಕಾಗಿ ಹೊರಟು, ಜೆಸ್ರೀಲಿನವನಾದ ನಾಬೋತನ ಹೊಲದಲ್ಲಿ ಅವನನ್ನು ಸಂಧಿಸಿದರು."},{"number":22,"verse":"ಯೋರಾಮನು ಅವನನ್ನು ಕಂಡ ಕೂಡಲೆ, “ಯೇಹುವೇ, ಶುಭವೋ?’ ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಅವನು, “ನಿನ್ನ ತಾಯಿಯ ದೇವದ್ರೋಹವೂ ಮಂತ್ರತಂತ್ರವೂ ಪ್ರಬಲವಾಗಿರುವಲ್ಲಿ ಶುಭವೆಲ್ಲಿಂದ ಬರುವುದು?” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":23,"verse":"ಒಡನೆ ಯೋರಾಮನು ತನ್ನ ರಥವನ್ನು ತಿರುಗಿಸಿ ಅಹಜ್ಯನಿಗೆ, “ಅಹಜ್ಯನೇ, ಇದು ಒಳಸಂಚು,” ಎಂದು ಹೇಳಿ ಓಡಿಹೋದನು."},{"number":24,"verse":"ಯೇಹುವು ಪೂರ್ಣಬಲದಿಂದ ಬಿಲ್ಲನ್ನು ಬಗ್ಗಿಸಿ ಯೋರಾಮನ ಬೆನ್ನಿಗೆ ಬಾಣವನ್ನೆಸೆದನು; ಅದು ಅವನ ಹೃದಯದಿಂದ ಹೊರಗೆ ಬಂದಿತು. ಅವನು ರಥದಲ್ಲೇ ಕುಸಿದುಬಿದ್ದನು."},{"number":25,"verse":"ಆಗ ಯೇಹುವು ತನ್ನ ಜೊತೆಯಲ್ಲಿದ್ದ ಬಿದ್ಕರನೆಂಬ ಸೇನಾಪತಿಗೆ, “ಯೋರಾಮನ ಶವವನ್ನು ಎತ್ತಿ ಜೆಸ್ರೀಲಿನವನಾದ ನಾಬೋತನ ಹೊಲದಲ್ಲಿ ಹಾಕು. ಒಂದು ದಿನ ನಾವಿಬ್ಬರೂ ಕುದುರೆ ಹತ್ತಿ ಇವನ ತಂದೆಯಾದ ಅಹಾಬನ ಹಿಂದಿನಿಂದ ಹೋಗುತ್ತಿರುವಾಗ"},{"number":26,"verse":"ಅಹಾಬನಿಗೆ ಸರ್ವೇಶ್ವರ, ‘ನನ್ನ ಮಾತನ್ನು ಕೇಳು, ನೀನು ನಿನ್ನೆ ಸುರಿಸಿದ ನಾಬೋತನ ಮತ್ತು ಅವನ ಮಕ್ಕಳ ರಕ್ತವನ್ನು ನಿಶ್ಚಯವಾಗಿ ನೋಡಿದ್ದೇನೆ. ನೀನು ಅವರ ರಕ್ತವನ್ನು ಸುರಿಸಿದ ಹೊಲದಲ್ಲೇ ನಿನಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು,’ ಎಂದು ಪ್ರವಾದಿಯಿಂದ ಹೇಳಿಸಿದ್ದು ನಿನಗೆ ನೆನಪಿರುತ್ತದಲ್ಲವೆ?’ ಎಂದಿದ್ದರು. ಸರ್ವೇಶ್ವರನ ಆ ನುಡಿ ನೆರವೇರುವಂತೆ ಇವನ ಶವವನ್ನು ಆ ಹೊಲದಲ್ಲೇ ಹಾಕಿಬಿಡು,” ಎಂದು ಹೇಳಿದನು."},{"number":27,"verse":"ಜುದೇಯದ ಅರಸ ಅಹಜ್ಯನ ಕೊಲೆ ಜುದೇಯದ ಅರಸನಾದ ಅಹಜ್ಯನು ಇದನ್ನೆಲ್ಲಾ ಕಂಡು ಬೇತ್‍ಹಗ್ಗನಿನ ಮಾರ್ಗವಾಗಿ ಓಡಿಹೋದನು. ಯೇಹುವು ಅವನನ್ನು ಹಿಂದಟ್ಟಿ, “ಅವನನ್ನೂ ರಥದಲ್ಲಿಯೇ ಹೊಡೆಯಿರಿ,” ಎಂದು ಕೂಗಲು ಅವನ ಜನರು ಇಬ್ಲೆಯಾಮಿನ ಬಳಿಯಲ್ಲಿರುವ ಗೂರ್ ಗಟ್ಟದ ಮೇಲೆ ಅವನನ್ನು ಗಾಯಪಡಿಸಿದರು. ಅಹಜ್ಯನು ಮೆಗಿದ್ದೋವಿಗೆ ಓಡಿಹೋಗಿ ಅಲ್ಲಿ ಸತ್ತನು."},{"number":28,"verse":"ಅವನ ಸೇವಕರು ಅವನ ಶವವನ್ನು ರಥದಲ್ಲಿ ಹಾಕಿಕೊಂಡು ಜೆರುಸಲೇಮಿನಲ್ಲಿರುವ ದಾವೀದ ನಗರಕ್ಕೆ ತಂದು ಅದನ್ನು ಅವನ ಕುಟುಂಬ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":29,"verse":"ಅಹಜ್ಯನು ಅಹಾಬನ ಮಗನಾದ ಯೋರಾಮನ ಆಳ್ವಿಕೆಯ ಹನ್ನೊಂದನೆಯ ವರ್ಷದಲ್ಲಿ ಯೆಹೂದ್ಯರ ಅರಸನಾಗಿದ್ದನು."},{"number":30,"verse":"ರಾಣಿ ಈಜೆಬೆಲಳ ಕೊಲೆ ಯೇಹುವು ಜೆಸ್ರೀಲಿಗೆ ಬಂದನು. ಈಜೆಬೆಳು ಅದನ್ನು ಕೇಳಿ ತಲೆಯನ್ನು ಆಭರಣಗಳಿಂದ ಅಲಂಕರಿಸಿಕೊಂಡು, ಕಣ್ಣಿಗೆ ಕಾಡಿಗೆ ಹಚ್ಚಿಕೊಂಡು, ಕಿಟಕಿಯಿಂದ ನೋಡುತ್ತಾ ನಿಂತಳು."},{"number":31,"verse":"ಅನಂತರ ಅರಮನೆಯ ಪ್ರಾಕಾರದೊಳಗೆ ಬಂದು ಯೇಹುವನ್ನು ಕಂಡು, “ಯಜಮಾನನನ್ನು ಕೊಂದ ಜಿಮ್ರಿಗೆ ಸಮಾನನೇ, ಕ್ಷೇಮವೇ?” ಎಂದು ಕೇಳಿದಳು."},{"number":32,"verse":"ಅವನು ಕಣ್ಣೆತ್ತಿ ಕಿಟಕಿಯ ಕಡೆಗೆ ನೋಡಿ, “ಅಲ್ಲಿ ನನ್ನ ಪಕ್ಷದವರು ಯಾರು?” ಎಂದು ಕೂಗಿದನು. ಕೂಡಲೆ ಆ ಕಿಟಕಿಯಿಂದ ಇಬ್ಬರು ಮೂವರು ಕಂಚುಕಿಗಳು ಅವನ ಕಡೆಗೆ ನೋಡಿದರು."},{"number":33,"verse":"ಅವನು ಅವರಿಗೆ, “ಆಕೆಯನ್ನು ಕೆಳಗೆ ದೊಬ್ಬಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಅವರು ದೊಬ್ಬಿದರು. ಆಕೆಯ ರಕ್ತ ಗೋಡೆಗೂ ಕುದುರೆಗಳಿಗೂ ಸಿಡಿಯಿತು. ಅವನು ಆಕೆಯ ಶವವನ್ನು ತುಳಿಸಿಬಿಟ್ಟನು."},{"number":34,"verse":"ಅನಂತರ ಅವನು ಅರಮನೆಯೊಳಗೆ ಹೋಗಿ, ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡು, ತನ್ನ ಸೇವಕರಿಗೆ, “ಆ ಶಾಪಗ್ರಸ್ತ ಸ್ತ್ರೀಯ ಶವವನ್ನು ಸರಿಯಾಗಿ ಸಮಾಧಿಮಾಡಿರಿ; ಆಕೆ ರಾಜಪುತ್ರಿಯಾಗಿರುತ್ತಾಳಷ್ಟೆ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":35,"verse":"ಸೇವಕರು ಶವವನ್ನು ಸಮಾಧಿಮಾಡುವುದಕ್ಕಾಗಿ ಹೋದರು. ಆದರೆ ಅವರಿಗೆ ಆಕೆಯ ತಲೆಬುರುಡೆ, ಕೈಕಾಲುಗಳು ಹೊರತಾಗಿ ಬೇರೇನೂ ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":36,"verse":"ಅವರು ಹಿಂದಿರುಗಿ, ಯೇಹುವಿನ ಹತ್ತಿರ ಬಂದು, ಆ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಿದರು. ಅವನು ಅವರಿಗೆ, “’ನಾಯಿಗಳು ಈಜೆಬೆಲಳ ದೇಹಮಾಂಸವನ್ನು ಜೆಸ್ರೀಲಿನ ಹೊಲದಲ್ಲಿ ತಿಂದುಬಿಡುವುವು;"},{"number":37,"verse":"ಆಕೆಯ ಶವ ಆ ಹೊಲಕ್ಕೆ ಗೊಬ್ಬರವಾಗುವುದು; ಇದು ಈಜೆಬೆಲಳ ಶವವೆಂದು ಯಾರಿಗೂ ಗುರುತು ಸಿಕ್ಕದ ಹಾಗಾಗುವುದು’ ಎಂಬುದಾಗಿ ತಿಷ್ಬೀಯನೂ ತಮ್ಮ ದಾಸನೂ ಆದ ಎಲೀಯನ ಮುಖಾಂತರ ಸರ್ವೇಶ್ವರ ಹೇಳಿಸಿದ ಮಾತು ಈಗ ನೆರವೇರಿತು,” ಎಂದನು."}]}