{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a slave of Jesus Christ, a called apostle, having been separated to the gospel of God,"},{"number":2,"verse":"which He promised before through His prophets in the Holy Scriptures,"},{"number":3,"verse":"concerning His Son, the One coming of the seed of David according to flesh,"},{"number":4,"verse":"the One designated the Son of God in power, according to the Spirit of holiness, by the resurrection of dead ones, Jesus Christ our Lord;"},{"number":5,"verse":"by whom we received grace and apostleship to obedience of faith among all the nations, for His name's sake,"},{"number":6,"verse":"among whom are you also, called of Jesus Christ;"},{"number":7,"verse":"to all the ones being in Rome, beloved of God, called saints: Grace and peace to you from God our Father and the Lord Jesus Christ."},{"number":8,"verse":"Firstly, truly, I thank my God through Jesus Christ for you all, that your faith is spoken of in all the world."},{"number":9,"verse":"For God is my witness, whom I serve in my spirit in the gospel of His Son, how without ceasing I make mention of you"},{"number":10,"verse":"always at my prayers, if somehow now sometime I shall be successful by the will of God to come to you."},{"number":11,"verse":"For I long to see you, that I may impart some spiritual gift to you, for the establishing of you;"},{"number":12,"verse":"and this is to be comforted together among you, through the faith in one another, both yours and mine."},{"number":13,"verse":"But I do not wish you to be ignorant, brothers, that often I purposed to come to you, and was kept back until the present, that I might have some fruit among you also, even as among the other nations."},{"number":14,"verse":"I am a debtor both to Greeks and to foreign ones, both to wise ones, and to foolish ones,"},{"number":15,"verse":"so as far as lies in me, I am eager to preach the gospel to you, the ones in Rome also."},{"number":16,"verse":"For I am not ashamed of the gospel of Christ, for it is the power of God to salvation to every one believing, both to Jew first, and to Greek;"},{"number":17,"verse":"for in it the righteousness of God is revealed from faith to faith; even as it is written, \"But the just one shall live by faith.\" Hab 2:4"},{"number":18,"verse":"For God's wrath is revealed from Heaven on all ungodliness and unrighteousness of men, the ones holding back the truth in unrighteousness,"},{"number":19,"verse":"because the thing known of God is clearly known within them, for God revealed it to them."},{"number":20,"verse":"For the unseen things of Him from the creation of the world are clearly seen, being understood by the things made, both His eternal power and divinity, for them to be without excuse."},{"number":21,"verse":"Because knowing God, they did not glorify Him as God, nor were thankful. But they became vain in their reasonings, and their undiscerning heart was darkened."},{"number":22,"verse":"Professing to be wise ones, they became foolish"},{"number":23,"verse":"and changed the glory of the incorruptible God into a likeness of an image of corruptible man, and of birds, and fourfooted animals, and creeping things."},{"number":24,"verse":"Therefore, God gave them over to impurity in the lusts of their hearts, their bodies to be dishonored among themselves,"},{"number":25,"verse":"who exchanged the truth of God into the lie, and worshiped and served the created thing more than the Creator, who is blessed forever. Amen."},{"number":26,"verse":"Because of this, God gave them over to dishonorable passions, for even their females changed the natural use to the use contrary to nature."},{"number":27,"verse":"And likewise, the males also forsaking the natural use of the female burned in their lust toward one another, males with males working out shamefulness, and receiving back within themselves the recompense which is right for their straying away."},{"number":28,"verse":"And even as they did not think fit to have God in their knowledge, God gave them over to an unfit mind, to do the things not fitting"},{"number":29,"verse":"having been filled with all unrighteousness, fornication, iniquity, covetousness, malice, being full of envy, murder, quarrels, deceit, evil habits, becoming whisperers,"},{"number":30,"verse":"slanderers, God-haters, insolent men, arrogant ones, braggarts, devisers of evil things, disobedient to parents,"},{"number":31,"verse":"without understanding, untrustworthy ones, without affection, implacable ones, unmerciful,"},{"number":32,"verse":"who having known the ordinance of God, that the ones practicing such things are worthy of death, not only do them, but also approve the ones practicing them."}]}