{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"Therefore, brothers, I call on you through the compassions of God to present your bodies a living sacrifice, holy, pleasing to God, which is your reasonable service."},{"number":2,"verse":"And be not conformed to this age, but be transformed by the renewal of your mind, in order to prove by you what is the good and pleasing and perfect will of God."},{"number":3,"verse":"For through the grace having been given to me, I say to every one being among you, not to think too highly beyond what is right to think. But think to be of sound mind, even as God divided a measure of faith to each one."},{"number":4,"verse":"For even as we have many members in one body, but all members do not have the same function,"},{"number":5,"verse":"so we the many are one body in Christ, and each one members of one another,"},{"number":6,"verse":"but having differing gifts according to the grace given to us, whether prophecy, according to the proportion of the faith;"},{"number":7,"verse":"or ministry, in the ministry; or the one teaching, in the teaching;"},{"number":8,"verse":"or the one exhorting, in the encouragement; the one sharing, in simplicity; the one leading, in diligence; the one showing mercy, in cheerfulness."},{"number":9,"verse":"Let love be without hypocrisy, shrinking from the evil, cleaving to the good,"},{"number":10,"verse":"in brotherly love toward one another, loving tenderly, going before one another in honor;"},{"number":11,"verse":"in diligence, not slothful, fervent in spirit, serving the Lord;"},{"number":12,"verse":"in hope, rejoicing; in distress, enduring; in prayer, steadfastly continuing;"},{"number":13,"verse":"imparting to the needs of the saints, pursuing hospitality."},{"number":14,"verse":"Bless the ones persecuting you; bless, and do not curse."},{"number":15,"verse":"Rejoice with rejoicing ones, and weep with weeping ones;"},{"number":16,"verse":"be mindful of the same thing toward one another, not being mindful of high things, but be accommodating to the lowly. Do not become wise among yourselves;"},{"number":17,"verse":"returning evil for evil to no one; considering beforehand good things before all men. Prov 3:4"},{"number":18,"verse":"If possible, from you being in peace with all men;"},{"number":19,"verse":"not avenging yourselves, beloved, but giving place to wrath, for it has been written, \"Vengeance is Mine,\" \"I will repay,\" says the Lord. Deut 32:35"},{"number":20,"verse":"Then \"if a hostile one to you hungers, feed him; if he thirsts, give him drink; for doing this you will heap coals of fire on his head.\" Prov 25:21, 22"},{"number":21,"verse":"Do not be overcome by evil, but overcome the evil with good."}]}