{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"And receive the one who is weak in the faith, not to judgments of thoughts."},{"number":2,"verse":"One indeed believes to eat all things, but being weak, another one eats vegetables."},{"number":3,"verse":"The one eating, do not despise the one not eating. And the one not eating, do not judge the one eating, for God received him."},{"number":4,"verse":"Who are you judging another's servant? To his own master he stands or falls. But he will stand, for God is able to make him stand."},{"number":5,"verse":"One indeed judges a day above another day; and another one judges every day alike. Let each one be fully assured in his own mind."},{"number":6,"verse":"The one being mindful of the day, he is mindful of it to the Lord. And the one not being mindful of the day, he is not mindful of it to the Lord. The one eating, he eats to the Lord; for he gives thanks to God. And the one not eating, he does not eat to the Lord, and gives thanks to God."},{"number":7,"verse":"For no one of us lives to himself and no one dies to himself."},{"number":8,"verse":"For both if we live, we live to the Lord; and if we die, we die to the Lord. Therefore both if we live, and if we die, we are the Lord's."},{"number":9,"verse":"For this Christ both died and rose and lived again, that He might be Lord over both the dead and the living."},{"number":10,"verse":"But why do you judge your brother? Or why, also, do you despise your brother? For all shall stand before the judgment seat of Christ."},{"number":11,"verse":"For it is written, \"As I live, says the Lord, that every knee will bow to Me, and every tongue confess to God.\" Isa 45:23"},{"number":12,"verse":"So then each one of us will give account concerning himself to God."},{"number":13,"verse":"Therefore let us no longer judge one another, but rather judge this, not to put a stumbling block or a snare toward a brother."},{"number":14,"verse":"I know and have been persuaded in the Lord Jesus that nothing by itself is common; except to the one deeming anything to be common, it is common."},{"number":15,"verse":"But if your brother is grieved because of your food, you no longer walk according to love. Do not by your food destroy that one for whom Christ died."},{"number":16,"verse":"Therefore do not let your good be spoken evil of."},{"number":17,"verse":"For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."},{"number":18,"verse":"For the one serving Christ in these things is pleasing to God, and approved by men."},{"number":19,"verse":"So therefore let us pursue the things of peace, and the things for building up one another."},{"number":20,"verse":"Do not for the sake of your food tear down the work of God. Truly, all things are clean, but it is bad to the man who eats through a stumbling block."},{"number":21,"verse":"It is good not to eat flesh, nor to drink wine, nor anything by which your brother stumbles, or is caused to stumble, or is weak."},{"number":22,"verse":"Do you have faith? Have it to yourself before God. Blessed is the one not judging himself in what he approves."},{"number":23,"verse":"But the one doubting, if he eats, he has been condemned, because it is not of faith; and all which is not of faith is sin."}]}