{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":16,"verses":[{"number":1,"verse":"But I commend our sister Phoebe to you, being a servant of the assembly in Cenchrea,"},{"number":2,"verse":"that you may receive her in the Lord, as is worthy of the saints, and may assist her in whatever thing she may need of you. For she also became a helper of many, and of me myself."},{"number":3,"verse":"Greet Priscilla and Aquila, my fellow workers in Christ Jesus,"},{"number":4,"verse":"who laid down their neck for my soul, to whom not only I give thanks, but also all the assemblies of the nations."},{"number":5,"verse":"And greet the assembly at their house, and my beloved Epenetus, who is a firstfruit of Achaia for Christ."},{"number":6,"verse":"Greet Mary, who did much labor for us."},{"number":7,"verse":"Greet Andronicus and Junias, my kinsmen and fellow prisoners, noted among the apostles, who also were in Christ before me."},{"number":8,"verse":"Greet Amplias my beloved in the Lord."},{"number":9,"verse":"Greet Urbanus, our helper in Christ, and my beloved Stachys."},{"number":10,"verse":"Greet Apelles, the approved in Christ; Greet those of Aristobulus."},{"number":11,"verse":"Greet Herodion, my kinsman. Greet the ones of Narcissus, those being in the Lord."},{"number":12,"verse":"Greet Tryphena and Tryphosa, the ones laboring in the Lord. Greet Persis the beloved, who has labored in many things in the Lord."},{"number":13,"verse":"Greet Rufus, the chosen in the Lord, and his mother and mine."},{"number":14,"verse":"Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brothers with them."},{"number":15,"verse":"Greet Philologus and Julias, Nereus and his sister, and Olympas, and all the saints with them."},{"number":16,"verse":"Greet one another with a holy kiss. The assemblies of Christ greet you."},{"number":17,"verse":"And brothers I exhort you to watch the ones making divisions and causes of stumbling contrary to the doctrine which you learned, and turn away from them."},{"number":18,"verse":"For such ones do not serve our Lord Jesus Christ, but their own belly, and by smooth speech and fine speeches they deceive the hearts of the ones without guile."},{"number":19,"verse":"For your obedience reached to all; therefore, I rejoice over you. But I desire you to be truly wise to the good, but simple toward the bad."},{"number":20,"verse":"And the God of peace shall crush Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen."},{"number":21,"verse":"Timothy, my fellow-worker, and Lucius, and Jason, and Sosipater, my kinsmen, greet you."},{"number":22,"verse":"I, Tertius, the one writing the epistle, greet you in the Lord."},{"number":23,"verse":"Gaius, the host of all the assembly and me, greets you. Erastus, the steward of the city, and Quartus the brother, greet you."},{"number":24,"verse":"The grace of our Lord Jesus Christ be with you all. Amen."},{"number":25,"verse":"Now to the One who is able to establish you according to my gospel, and the proclaiming of Jesus Christ, according to the revelation of the mystery having been kept unvoiced during eternal times,"},{"number":26,"verse":"but now has been made plain, and by prophetic Scriptures, according to the commandment of the everlasting God, made known for obedience of faith to all the nations;"},{"number":27,"verse":"to the only wise God through Jesus Christ, to whom be the glory forever. Amen."}]}