{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore, O man, you are without excuse, every one judging, for in that in which you judge the other, you condemn yourself; for you, the one judging, practice the same things."},{"number":2,"verse":"But we know that the judgment of God is according to truth on the ones practicing such things."},{"number":3,"verse":"And, O man, the one judging those practicing such things, and doing them, do you think that you will escape the judgment of God?"},{"number":4,"verse":"Or do you despise the riches of His kindness, and the forbearance and the longsuffering, not knowing that the kindness of God leads you to repentance?"},{"number":5,"verse":"But according to your hardness and your impenitent heart, you are treasuring up to yourself wrath in the day of wrath, and revelation of a righteous judgment of God."},{"number":6,"verse":"who \"will give to each according to his works\": LXX-Psa. 61:13; MT-Psa. 62:12"},{"number":7,"verse":"truly to the ones who with patience in good work seeking glory and honor and incorruptibility and everlasting life;"},{"number":8,"verse":"but to the ones truly disobeying the truth out of self-seeking, but obeying unrighteousness, will be anger and wrath,"},{"number":9,"verse":"trouble and distress on every soul of man fully working evil, both of Jew firstly, and of Greek."},{"number":10,"verse":"But glory and honor and peace will be to everyone working the good, both to the Jew firstly, and to the Greek."},{"number":11,"verse":"For there is no partiality with God."},{"number":12,"verse":"For as many as sinned without Law will also perish without Law. And as many as sinned within Law will be judged through Law."},{"number":13,"verse":"For not the hearers of the Law are just with God, but the doers of the Law shall be justified."},{"number":14,"verse":"For whenever nations not having law do the things of the law, these, not having law, are a law to themselves,"},{"number":15,"verse":"who demonstrate the work of the law written in their hearts, witnessing with their conscience and between one another the thoughts accusing or even defending"},{"number":16,"verse":"in a day when God judges the hidden things of men, according to my gospel, through Jesus Christ."},{"number":17,"verse":"Behold, you are named a Jew and rest in the Law, and boast in God, and know the will and approve the things excelling, being insructed out of the Law,"},{"number":18,"verse":"and you have persuaded yourself to be a guide to blind ones, a light to the ones in darkness,"},{"number":20,"verse":"an instructor of foolish ones, a teacher of the child-like, having the form of knowledge and of the truth in the Law."},{"number":21,"verse":"Therefore the one teaching another, do you not teach yourself? The one preaching not to steal, do you steal?"},{"number":22,"verse":"The the one saying not to commit adultery, do you commit adultery? The one detesting the idols, do you rob temples?"},{"number":23,"verse":"You who boast in Law, do you dishonor God through transgression of the Law?"},{"number":24,"verse":"For the name of God is blasphemed among the nations through you, even as it is written. Isa 52:5"},{"number":25,"verse":"For indeed circumcision profits if you practice the Law, but if you are a transgressor of Law, your circumcision becomes uncircumcision."},{"number":26,"verse":"Therefore if the uncircumcision keeps the ordinances of the Law, will not his uncircumcision be counted for circumcision?"},{"number":27,"verse":"And will the uncircumcision by nature, by fulfilling the Law, judge you through your letter and circumcision become transgressor of Law?"},{"number":28,"verse":"For not in the visible one, he is a Jew, nor is the circumcision in flesh a visible one;"},{"number":29,"verse":"but in the secret one is the Jew, and circumcision is of heart, in spirit, not in letter; of whom the praise is not from men, but from God."}]}