{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"What then shall we say? Shall we continue in sin that grace may abound?"},{"number":2,"verse":"Let it not be! We who died to sin, how shall we still live in it?"},{"number":3,"verse":"Or are you ignorant that as many as were baptized into Christ Jesus were baptized into His death?"},{"number":4,"verse":"Therefore, we were buried with Him through baptism into death, that as Christ was raised up from the dead by the glory of the Father, so also we should walk in newness of life."},{"number":5,"verse":"For if we have been united together in the likeness of His death, so also shall we be in the resurrection,"},{"number":6,"verse":"knowing this, that our old man was crucified with Him, that the body of sin might be done away with, so that we no longer serve sin."},{"number":7,"verse":"For the one having died has been justified from sin."},{"number":8,"verse":"But if we died with Christ, we believe that also we shall live with Him,"},{"number":9,"verse":"knowing that Christ being raised from the dead dies no more; death no longer rules Him."},{"number":10,"verse":"For in that He died, He died to sin once for all; but in that He lives, He lives to God."},{"number":11,"verse":"So also you count yourselves to be truly dead to sin, but alive to God in Christ Jesus our Lord."},{"number":12,"verse":"Therefore do not let sin reign in your mortal body, to obey it in its lusts."},{"number":13,"verse":"Neither present your members as instruments of unrighteousness to sin, but present yourselves to God as one living from the dead, and your members instruments of righteousness to God."},{"number":14,"verse":"For your sin shall not rule over you, for you are not under Law, but under grace."},{"number":15,"verse":"What then? Shall we sin because we are not under law, but under grace? Let it not be!"},{"number":16,"verse":"Do you not know that to whom you present yourselves as slaves for obedience, you are slaves to whom you obey, whether of sin to death, or obedience to righteousness?"},{"number":17,"verse":"But thanks be to God that you were slaves of sin, but you obeyed from the heart a form of doctrine to which you were given over."},{"number":18,"verse":"But having been set free from sin, you were enslaved to righteousness."},{"number":19,"verse":"I speak as a man on account of the weakness of your flesh. For as you presented your members as slaves to uncleanness and to lawlessness unto lawlessness, so now present your members as slaves to righteousness unto sanctification."},{"number":20,"verse":"For when you were slaves of sin, you were free to righteousness."},{"number":21,"verse":"Therefore what fruit did you have then over the things which you are now ashamed? For the end of those things is death."},{"number":22,"verse":"But now having been set free from sin, and having been enslaved to God, you have your fruit unto sanctification, and the end everlasting life."},{"number":23,"verse":"For the wages of sin is death, but the gift of God is everlasting life in Christ Jesus our Lord."}]}