{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"There is therefore now no condemnation to the ones in Christ Jesus, not walking according to flesh, but according to Spirit."},{"number":2,"verse":"For the law of the Spirit of life in Christ Jesus set me free from the law of sin and of death."},{"number":3,"verse":"For the law being powerless, in that it was weak through the flesh, God sending His own Son in the likeness of sinful flesh, and concerning sin, condemned sin in the flesh,"},{"number":4,"verse":"so that the righteous demand of the Law might be fulfilled in us, the ones not walking according to flesh, but according to Spirit."},{"number":5,"verse":"For the ones being according to flesh are mindful of the things of the flesh. And the ones according to Spirit the things of the Spirit."},{"number":6,"verse":"For the mind of the flesh is death, but the mind of the Spirit is life and peace."},{"number":7,"verse":"Therefore the mind of the flesh is enmity towards God; for it is not being subject to the law of God, for neither can it be."},{"number":8,"verse":"And the ones being in the flesh are not able to please God."},{"number":9,"verse":"But you are not in the flesh, but in the Spirit, if indeed the Spirit of God dwells in you. But if anyone has not the Spirit of Christ, this one is not His."},{"number":10,"verse":"But if Christ is in you, the body indeed is dead because of sin, but the Spirit is life because of righteousness."},{"number":11,"verse":"But if the Spirit of the One having raised Jesus from the dead dwells in you, the One having raised the Christ from the dead will also give life to your mortal bodies through the indwelling of His Spirit in you."},{"number":12,"verse":"So, then, brothers, we are debtors, not to the flesh, to live according to flesh,"},{"number":13,"verse":"for if you live according to flesh, you are going to die. But if by the Spirit you put to death the practices of the body, you will live."},{"number":14,"verse":"For as many as are led by the Spirit of God, these are sons of God."},{"number":15,"verse":"For you received not a spirit of slavery again to fear, but you received a Spirit of adoption by which we cry, Abba! Father!"},{"number":16,"verse":"The Spirit Himself witnesses with our spirit that we are children of God."},{"number":17,"verse":"And if children, also heirs; truly heirs of God, and joint-heirs of Christ, if indeed we suffer together, that we may also be glorified together."},{"number":18,"verse":"For I consider that the sufferings of the time now are not worthy to be compared to the coming glory to be revealed in us."},{"number":19,"verse":"For the earnest expectation of the creation eagerly awaits the revelation of the sons of God."},{"number":20,"verse":"For the creation was not willingly subjected to vanity, but through the One subjecting it, on hope;"},{"number":21,"verse":"that also the creation will be freed from the slavery of corruption into the freedom of the glory of the children of God."},{"number":22,"verse":"For we know that all the creation groans together and travails together until now."},{"number":23,"verse":"And not only so, but also we ourselves having the firstfruit of the Spirit, even we ourselves groan within ourselves, eagerly awaiting adoption, the redemption of our body;"},{"number":24,"verse":"for we were saved by hope, but hope being seen is not hope; for what anyone sees, why does he also hope?"},{"number":25,"verse":"But if we hope for what we do not see, by patient endurance we eagerly await it."},{"number":26,"verse":"And likewise the Spirit also joins in to help our weaknesses. For we do not know what we should pray as it is right, but the Spirit Himself intercedes on our behalf with groanings that cannot be uttered."},{"number":27,"verse":"But the One searching the hearts knows what is the mind of the Spirit, because He petitions on behalf of the saints according to God."},{"number":28,"verse":"But we know that to the ones loving God all things work together for good, to the ones being called out ones according to purpose;"},{"number":29,"verse":"because whom He foreknew, He also predestinated to be conformed to the image of His Son, for Him to be the Firstbegotten among many brothers."},{"number":30,"verse":"But whom He predestinated, these He also called; and whom He called, these He also justified; and whom He justified, these He also glorified."},{"number":31,"verse":"What then shall we say to these things? If God be for us, who can be against us?"},{"number":32,"verse":"He who indeed did not spare His own Son, but gave Him over on behalf of us all, how will He not freely give all things to us with Him?"},{"number":33,"verse":"Who will bring any charge against the elect ones of God? God is the One justifying!"},{"number":34,"verse":"Who is the one condemning? Christ is the One having died, but rather also having been raised, who also is at the right hand of God, who also intercedes on our behalf."},{"number":35,"verse":"Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"},{"number":36,"verse":"Even as it is written, \"For Your sake we are killed all the day; we are counted as sheep of slaughter.\" Psa 44:22"},{"number":37,"verse":"But in all these things we are more than a conquerer through Him loving us."},{"number":38,"verse":"For I am persuaded that neither death, nor life, nor angels, nor rulers, nor powers, nor things present, nor things to come,"},{"number":39,"verse":"nor height, nor depth, nor any other creature will be able to separate us from the love of God in Christ Jesus, our Lord."}]}