{"bibleAbbr":"KJ3-2005","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"I say the truth in Christ, I do not lie, my conscience bearing witness with me in the Holy Spirit,"},{"number":2,"verse":"that my sadness is great, and a neverceasing grief is in my heart,"},{"number":3,"verse":"for I myself was wishing to be accursed from Christ for the sake of my brothers, my kinsmen according to flesh,"},{"number":4,"verse":"who are Israelites, whose are the adoption and the glory, and the covenants, and the Lawgiving, and the service, and the promises;"},{"number":5,"verse":"whose are the fathers, and from whom is the Christ according to flesh, He being God over all, blessed to the ages. Amen."},{"number":6,"verse":"It is not, however, that God's Word has failed. For not all the ones of Israel, these are of Israel,"},{"number":7,"verse":"nor because they are Abraham's seed are all children, but \"In Isaac a Seed shall be called to you.\" Gen 21:12"},{"number":8,"verse":"That is: not the children of flesh are children of God, but the children of the promise are reckoned for a seed."},{"number":9,"verse":"For the Word of promise is this, \"According to this time I will come, and a son will be to Sarah.\" Gen 18:10"},{"number":10,"verse":"And not only so, but also Rebekah having conceived by a man,our father Isaac."},{"number":11,"verse":"for the children not yet being born, nor having done any good or evil, that the purpose of God according to election might stand, not of works, but of the One calling,"},{"number":12,"verse":"it was said to her, \"The greater shall serve the lesser\"; Gen 25:23"},{"number":13,"verse":"even as it has been written, \"I loved Jacob, but I hated Esau.\" Mal 1:2, 3"},{"number":14,"verse":"What then shall we say? Is there not unrighteousness with God? Let it not be!"},{"number":15,"verse":"For He said to Moses, \"I will have mercy on whomever I will have mercy, and I will pity whomever I pity.\" Ex 33:19"},{"number":16,"verse":"So, then, it is not of the one willing, nor of the one running, but of the One having mercy, of God."},{"number":17,"verse":"For the Scripture says to Pharaoh, \"For this very thing I raised you up, so that I might show forth My power in you, and so that My name might be publicized in all the earth.\" Ex 9:16"},{"number":18,"verse":"So, then, to whom He wills, He shows mercy; but to whom He wills, He hardens."},{"number":19,"verse":"You will then say to me, Why does He yet find fault? For who has resisted His will?"},{"number":20,"verse":"Nay, rather, O man, who are you, the one answering back to God? Shall the thing formed say to the One forming it, Why did You make me like this? Isa 29:16"},{"number":21,"verse":"Or does not the potter have authority over the clay, out of the same lump to make one vessel to honor, and one to dishonor? Jer 18:6"},{"number":22,"verse":"But if God, desiring to display wrath, and to make His power known, endured in much long-suffering vessels of wrath having been fitted out for destruction,"},{"number":23,"verse":"and that He make known the riches of His glory on vessels of mercy which He before prepared for glory,"},{"number":24,"verse":"whom He also called, not only us, of Jews, but also out of nations."},{"number":25,"verse":"As also He says in Hosea, I will call the ones Not My People, My People! And the ones Not Being Loved, Being Loved! Hosea 2:23"},{"number":26,"verse":"\"And it shall be, in the place where it was said to them, You are Not My people, there they will be called, \"Sons of the Living God.\" LXX-Hos. 2:1; MT-Hos. 2:23"},{"number":27,"verse":"But Isaiah cries on behalf of Israel, \"If the number of the sons of Israel be as the sand of the sea, the remnant will be saved.\""},{"number":28,"verse":"For He is finishing and finishing quickly the matter \"in righteousness,\" \"because the Lord\" \"will do a thing having finished quickly\" \"on the earth.\" Isa 10:22, 23"},{"number":29,"verse":"And as Isaiah predicted, \"If not the Lord of hosts left a seed to us, we would have become as Sodom, and as Gomorrah we would have been compared.\" Isa 1:9"},{"number":30,"verse":"What then shall we say? That the nations, the ones not pursuing righteousness, have taken over righteousness, but a righteousness of faith;"},{"number":31,"verse":"but Israel pursuing a law of righteousness did not arrive to a law of righteousness?"},{"number":32,"verse":"Why? Because it was not of faith, but as of works of Law. For they stumbled at the Stone-of-stumbling,"},{"number":33,"verse":"as it has been written, \"Behold, I place in\" \"Zion a Stone-of-stumbling,\" \"and a Rock-of-offense,\" \"and everyone believing on Him will not be shamed.\" LXX and MT-Isa. 28:16; MT-Isa. 8:14"}]}