{"bibleAbbr":"NLT2015","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"Food Sacrificed to Idols Now regarding your question about food that has been offered to idols. Yes, we know that “we all have knowledge” about this issue. But while knowledge makes us feel important, it is love that strengthens the church."},{"number":2,"verse":"Anyone who claims to know all the answers doesn’t really know very much."},{"number":3,"verse":"But the person who loves God is the one whom God recognizes. (Some manuscripts read the person who loves has full knowledge.)"},{"number":4,"verse":"So, what about eating meat that has been offered to idols? Well, we all know that an idol is not really a god and that there is only one God."},{"number":5,"verse":"There may be so-called gods both in heaven and on earth, and some people actually worship many gods and many lords."},{"number":6,"verse":"But for us, There is one God, the Father, by whom all things were created, and for whom we live. And there is one Lord, Jesus Christ, through whom all things were created, and through whom we live."},{"number":7,"verse":"However, not all believers know this. Some are accustomed to thinking of idols as being real, so when they eat food that has been offered to idols, they think of it as the worship of real gods, and their weak consciences are violated."},{"number":8,"verse":"It’s true that we can’t win God’s approval by what we eat. We don’t lose anything if we don’t eat it, and we don’t gain anything if we do."},{"number":9,"verse":"But you must be careful so that your freedom does not cause others with a weaker conscience to stumble."},{"number":10,"verse":"For if others see you—with your “superior knowledge”—eating in the temple of an idol, won’t they be encouraged to violate their conscience by eating food that has been offered to an idol?"},{"number":11,"verse":"So because of your superior knowledge, a weak believer (Greek brother; also in 8:13.) for whom Christ died will be destroyed."},{"number":12,"verse":"And when you sin against other believers (Greek brothers.) by encouraging them to do something they believe is wrong, you are sinning against Christ."},{"number":13,"verse":"So if what I eat causes another believer to sin, I will never eat meat again as long as I live—for I don’t want to cause another believer to stumble."}]}