{"bibleAbbr":"KJ3-2005","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"And David spoke to Jehovah the words of this song in the day Jehovah delivered him out of the hand of all his enemies, and out of the hand of Saul."},{"number":2,"verse":"And he said: Jehovah is my rock and my fortress, and my Deliverer."},{"number":3,"verse":"My God is my rock; I shall take refuge in Him; my shield, and the horn of my salvation, my high tower, and my refuge! My Savior, You save me from violence."},{"number":4,"verse":"I call on Jehovah, the One to be praised; and I am saved from my enemies."},{"number":5,"verse":"When the waves of death surround me, the torrents of wickedness terrify me,"},{"number":6,"verse":"the cords of Sheol are all around me, the snares of death confronted me;"},{"number":7,"verse":"in my distress I called on Jehovah, and I called to my God; and He heard my voice from His temple, and my cry was in His ears."},{"number":8,"verse":"And the earth shook and quaked, the foundations of the heavens were quaking and were shaken; for there was anger to Him."},{"number":9,"verse":"Smoke rose up in His nostrils, and fire devoured out of His mouth; coals were kindled by it."},{"number":10,"verse":"And He bowed the heavens and came down, and thick darkness was under His feet."},{"number":11,"verse":"And He rode on a cherub, and did fly, and was seen on the wings of the wind."},{"number":12,"verse":"And He made darkness pavilions all around Him, the gathering of waters, thick clouds of the skies."},{"number":13,"verse":"From the brightness before Him were brands of fire kindled!"},{"number":14,"verse":"Jehovah thundered from the heavens, and the Most High gave forth His voice,"},{"number":15,"verse":"and He sent forth arrows and scattered them; lightning, and confused them;"},{"number":16,"verse":"and the channels of the sea were seen; the world's foundations were seen by the rebuke of Jehovah, from the blast of the breath of His nostrils."},{"number":17,"verse":"He sent from above; He took me; He drew me out of many waters."},{"number":18,"verse":"He delivered me from my strong enemy, from those who hated me; for they were stronger than I."},{"number":19,"verse":"They confronted me in the day of my calamity, and Jehovah was a support to me;"},{"number":20,"verse":"and He brought me out to a broad place; He delivered me, for He delighted in me."},{"number":21,"verse":"Jehovah rewarded me according to my righteousness; according to the cleanness of my hands, He has repaid me."},{"number":22,"verse":"For I have kept the ways of Jehovah, and have not acted wickedly against my God."},{"number":23,"verse":"For all His judgments were before me. And I do not turn away from His statutes."},{"number":24,"verse":"And I was blameless before Him, and I kept myself from my iniquity."},{"number":25,"verse":"And Jehovah gave back to me according to my righteousness, according to my cleanness in His eyes."},{"number":26,"verse":"With the kind You show Yourself kind. With the blameless man, You show Yourself perfect."},{"number":27,"verse":"With the pure, You will show Yourself pure, and with the perverted one You will appear perverse."},{"number":28,"verse":"And You shall save the afflicted people, and Your eyes are on the exalted one, whom You bring low."},{"number":29,"verse":"For You are my lamp, O Jehovah; and Jehovah shall enlighten my darkness."},{"number":30,"verse":"For by You I run through a troop; by my God I leap over a wall."},{"number":31,"verse":"As for God, His way is perfect; the Word of Jehovah is tested; He is a shield to all those who seek refuge in Him."},{"number":32,"verse":"For who is God except Jehovah? And who is a rock except our God?"},{"number":33,"verse":"God is my strong fortress; and He sets the blameless free in his way,"},{"number":34,"verse":"making my feet like hinds' feet, even causing me to stand on my high places;"},{"number":35,"verse":"teaching my hands for battle, so that my hands may bend a bow of bronze."},{"number":36,"verse":"And You have given to me the shield of Your salvation; and You afflicted me to make me great."},{"number":37,"verse":"You enlarged my steps under me, and my ankles have not slipped."},{"number":38,"verse":"I pursued my enemies and destroyed them; and I did not turn back until they were consumed."},{"number":39,"verse":"And I consumed them, and struck them, and they did not rise; but fell under my feet."},{"number":40,"verse":"Yea, You girded me with might for battle; You caused those rising against me to bow under me."},{"number":41,"verse":"And You gave to me the necks of my enemies; those hating me I silenced."},{"number":42,"verse":"They looked, and there was none to save; to Jehovah, and He did not answer them."},{"number":43,"verse":"And I pulverized them as the dust of the earth; I crushed them as the mire of the streets; I stamped them."},{"number":44,"verse":"And You delivered me from the strife of my people; You kept me as the head of the nations; a people I have not known serve me."},{"number":45,"verse":"The sons of strangers feign obedience to me; at the hearing of the ear they listen to me."},{"number":46,"verse":"The sons of strangers fade away, and shall come trembling out of their strongholds."},{"number":47,"verse":"Jehovah lives! And blessed is the Rock, and exalted be the God of the Rock of my salvation;"},{"number":48,"verse":"the God who is giving vengeance for me, and brings down peoples under me,"},{"number":49,"verse":"and brings me forth from my enemies; yea, You raise me up above those rising up against me; You deliver me from the violent man."},{"number":50,"verse":"On account of this I will confess You, Jehovah, among nations; and I will sing praise to Your name."},{"number":51,"verse":"A tower of salvation is He to His king; even doing mercy to His anointed, to David and to his seed, until forever!"}]}