{"bibleAbbr":"KJ3-2005","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"And again the anger of Jehovah burned against Israel, and moved David against them, to say, Go, number Israel and Judah."},{"number":2,"verse":"And the king said to Joab, the commander of the army that was with him, Go about now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number the people, that I may know the number of the people."},{"number":3,"verse":"And Joab said to the king, Yea, may Jehovah your God add to the people like them, however many they may be, and like them a hundred times. And may the eyes of my lord the king see it. But why does my lord the king delight in this thing?"},{"number":4,"verse":"But the word of the king prevailed against Joab, and against the army commanders. And Joab and the army commanders went out from the presence of the king to number the people of Israel."},{"number":5,"verse":"And they crossed over the Jordan and camped in Aroer, on the right of the city, in the middle of the Valley of Gad, and to Jazer."},{"number":6,"verse":"And they came into Gilead, and to the land of Tahtim-hodshi (Lowest Moon). And they came to Dan-jaan, and around to Sidon."},{"number":7,"verse":"And they came into the fortress of Tyre, and all the cities of the Hivite, and of the Canaanite. And they went out to the south of Judah, to Beer-sheba."},{"number":8,"verse":"And they had gone into all the land through all the land, and came to Jerusalem at the end of nine months and twenty days."},{"number":9,"verse":"And Joab gave the count from the mustering of the people to the king. And Israel mighty men drawing sword; and the men of Judah five hundred thousand men."},{"number":10,"verse":"And after he had numbered the people, the heart of David struck him. And David said to Jehovah, I have sinned greatly in that which I have done. And now, O Jehovah, I pray, take away the iniquity of your servant, for I have acted very foolishly."},{"number":11,"verse":"And David rose up in the morning; and the Word of Jehovah came to Gad the prophet, the seer of David's, saying,"},{"number":12,"verse":"Go and you shall speak to David, So says Jehovah, I am setting up three things for you; you choose one of them and I will do it for you."},{"number":13,"verse":"And Gad came in to David and told him, and said to him, Shall seven years of famine come to you in your land? Or shall you flee before your adversary three months, and he pursues you? Or shall three days' plague in your land? Now consider, and see what I shall take back to Him who sent word to me."},{"number":14,"verse":"And David said, Because of this it is great distressing to me. Let us fall now into the hand of Jehovah, for many are His mercies; and do not let me fall into the hand of man."},{"number":15,"verse":"And Jehovah sent a plague on Israel from the morning even to the time appointed. And from Dan even to Beer-sheba seventy thousand of the people died."},{"number":16,"verse":"And the angel put forth his hand to Jerusalem, to destroy it. And Jehovah had pity as to the evil, and said to the angel who was destroying among the people, Enough! Now drop your hand. And the angel of Jehovah was near the threshingfloor of Araunah the Jebusite."},{"number":17,"verse":"And when he saw the angel who was striking among the people, David spoke to Jehovah and said, Behold, I have sinned. Yea, I have acted perversely. And these, the flock, what have they done? Now let your hand be on me, and on my father's house."},{"number":18,"verse":"And Gad came in to David on that day and said to him, Go up, raise up an altar to Jehovah in the threshing-floor of Araunah the Jebusite."},{"number":19,"verse":"And David went up according to Gad's word, as Jehovah commanded."},{"number":20,"verse":"And Araunah looked and saw the king and his servants crossing over to him. And Araunah went out and bowed himself to the king, his nose to the earth."},{"number":21,"verse":"And Araunah said, Why has my lord the king come to his servant? And David said, To buy the threshing-floor from you, in order to build an altar to Jehovah; and the plague will be stayed from the people."},{"number":22,"verse":"And Araunah said to David, Let my lord the king take and offer up that which is good in his eyes. Behold, the oxen for a burnt offering, and the threshing instruments, for the yokes of the oxen for wood."},{"number":23,"verse":"O king, all these Araunah gives to the king. And Araunah said to the king, May Jehovah your God accept you."},{"number":24,"verse":"And the king said to Araunah, No, for buying I will buy from you for a price, and I will not offer to Jehovah my God burnt offerings for nothing. And David bought the threshing-floor and the oxen for fifty shekels of silver."},{"number":25,"verse":"And David built an altar there to Jehovah, and offered burnt offering and peace offerings. And Jehovah was entreated for the land; and the plague was stayed from Israel."}]}