{"bibleAbbr":"KJ3-2005","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"And there was a long war between the house of Saul and the house of David. And David was going on and was strong, but the house of Saul was going on and was weak."},{"number":2,"verse":"And sons were born to David in Hebron. And his first-born was Amnon, of Ahinoam of Jezreel."},{"number":3,"verse":"And his second was Chileab, of Abigail the former wife of Nabal of Carmel. And the third was Absalom the son of Maacah, the daughter of Talmai the king of Geshur."},{"number":4,"verse":"And the fourth was Adonijah the son of Haggith. And the fifth was Shephatiah the son of Abital."},{"number":5,"verse":"And the sixth was Ithream, of Eglah the wife of David. These were born to David in Hebron."},{"number":6,"verse":"And it happened while there was war between the house of Saul and the house of David, Abner was making himself strong in the house of Saul."},{"number":7,"verse":"And to Saul was a concubine, and her name was Rizpah the daughter of Aiah. And Ishbosheth said to Abner, Why have you gone in to my father's concubine?"},{"number":8,"verse":"And Abner was exceedingly angry over the words of Ishbosheth. And he said, Am I a dog's head, that I act with kindness with the house of your father Saul in regards to Judah today, to his brothers, and to his friends, and have not caused you to be found in the hand of David, and you charge a stroke against me with the woman today?"},{"number":9,"verse":"May God do so to Abner, and add to it so, if I do not do to David as Jehovah has sworn,"},{"number":10,"verse":"that thus I will do for him, to cause to pass over the kingdom from the house of Saul, and to establish the throne of David over Israel and over Judah from Dan even to Beer-sheba."},{"number":11,"verse":"And he was not able yet to return a word to Abner, because he feared him."},{"number":12,"verse":"And Abner sent messengers to David in his place, saying, Whose is the land? And saying, Cut your covenant with me, and, behold, my hand shall be with you, to bring all Israel around to you."},{"number":13,"verse":"And he said, Good, I will cut a covenant with you, but one thing I ask of you, saying, You shall not see my face except you first bring Michal the daughter of Saul when you come to see my face."},{"number":14,"verse":"And David sent messengers to Ishbosheth the son of Saul, saying, Give up my wife Michal, whom I betrothed to myself with a hundred foreskins of the Philistines."},{"number":15,"verse":"And Ishbosheth sent and took her from her man, from Phaltiel the son of Laish."},{"number":16,"verse":"And her man went with her, going on and weeping behind her to Bahurim. And Abner said to him, Go, return. And he returned."},{"number":17,"verse":"And the word of Abner was with the elders of Israel, saying, Before now you have been seeking David for king over you."},{"number":18,"verse":"And now do it. For Jehovah has spoken of David, saying, By the hand of My servant David he will save My people Israel out of the hand of the Philistines, and out of the hand of all their enemies."},{"number":19,"verse":"And Abner also spoke in the ears of Benjamin. And Abner went also to speak in the ears of David in Hebron all that was good in the eyes of Israel, and in the eyes of all the house of Benjamin."},{"number":20,"verse":"And Abner came to David, to Hebron, and twenty men with him. And David made a feast for Abner and for the men with him."},{"number":21,"verse":"And Abner said to David, let me rise up and go, and gather to my lord the king all Israel. And they shall cut a covenant with you. And you shall reign over all that your soul desires. And David sent Abner away, and he went in peace."},{"number":22,"verse":"And, behold, the servants of David and Joab came from pursuing a troop. And they brought much plunder with them. And Abner was not with David in Hebron, for he had sent him away; and he had gone in peace."},{"number":23,"verse":"And Joab and all the army that was with him had come. And they told Joab, saying, Abner the son of Ner has come to the king. And he has sent him away, and he has gone in peace."},{"number":24,"verse":"And Joab came to the king, and said, What have you done? Behold, Abner has come to you; why is this, that you have sent him away, and going he is gone?"},{"number":25,"verse":"You know Abner the son of Ner, that he came to deceive you, and to know your going out and your coming in, and to know all that you are doing."},{"number":26,"verse":"And Joab went out from David, and sent messengers after Abner. And they brought him back from the well of Sirah. But David did not know it."},{"number":27,"verse":"And Abner returned to Hebron. And Joab turning him aside into the middle of the gate, to speak with him privately, even he struck him in the fifth rib there, and he died, because of the blood of his brother Asahel."},{"number":28,"verse":"And afterward David heard, and said, I and my kingdom are innocent from before Jehovah forever from the blood of Abner the son of Ner."},{"number":29,"verse":"May it whirl about the head of Joab, and on all his father's house; and let there not fail from the house of Joab one that has a discharge, or that is leprous, or that leans on a staff, or who falls by the sword, or that lacks bread!"},{"number":30,"verse":"And Joab and his brother Abishai killed Abner because he had caused their brother Asahel to die in Gibeon, in battle."},{"number":31,"verse":"And David said to Joab, and to all the people with him, Tear your garments and gird on sackcloth, and mourn before Abner. And King David walked after the bier."},{"number":32,"verse":"And they buried Abner in Hebron. And the king lifted up his voice and wept at the grave of Abner; and all the people wept."},{"number":33,"verse":"And the king lamented for Abner, and said, Should Abner die like the death of a foolish one?"},{"number":34,"verse":"Your hands were not bound, and your feet were not brought into bronze fetters. As one falls before sons of evil, you have fallen! And all the people wept again over him."},{"number":35,"verse":"And all the people came to cause David to eat food while it was yet day. But David swore, saying, So may God do to me, and still more, if I taste bread or anything before the sun goes in."},{"number":36,"verse":"And all the people took notice, and it was good in their eyes. As to all the king did, it was good in the eyes of all the people."},{"number":37,"verse":"And all the people, even all Israel, knew in that day that it was not from the king to cause Abner the son of Ner to die."},{"number":38,"verse":"And the king said to his servants, Do you not know that a leader and a great one has fallen this day in Israel?"},{"number":39,"verse":"And I am weak today, though anointed king. And these men, the sons of Zeruiah, are too hard for me. May Jehovah reward the doer of evil according to his evil!"}]}