{"bibleAbbr":"KJ3-2005","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"And it happened, when the king lived in his house, and Jehovah had given him rest from all his enemies all around,"},{"number":2,"verse":"the king said to Nathan the prophet, See, now, I am living in a house of cedar, and the ark of God dwells within tent curtains."},{"number":3,"verse":"And Nathan said to the king, All that is in your heart, go, do. For Jehovah shall be with you."},{"number":4,"verse":"And it happened in that night, the Word of Jehovah was to Nathan, saying,"},{"number":5,"verse":"Go, and you shall say to My servant, to David, So says Jehovah, Will you build a house for Me, for My dwelling?"},{"number":6,"verse":"For I have not dwelt in a house even from the day of My bringing the sons of Israel out of Egypt, I have been going about in a tent, even in a tabernacle."},{"number":7,"verse":"In all places in which I have gone with all of the sons of Israel, have I spoken a word with one of the tribes of Israel, those I commanded to shepherd My people Israel, saying, Why have you not built for me a house of cedars?"},{"number":8,"verse":"And now, so you shall say to My servant, to David, So says Jehovah of Hosts, I have taken you from the resting place, from following the flock, to be ruler over My people, over Israel."},{"number":9,"verse":"And I have been with you wherever you went, and have cut off all your enemies from before you and have made you a great name, like the name of the great men who are on the earth."},{"number":10,"verse":"And I will appoint a place for My people, for Israel, and will plant them, that they may dwell in their own place and not be made to tremble any more; and not shall the sons of evil afflict them again, as at the first,"},{"number":11,"verse":"even from the day I commanded judges to be over My people Israel. And I will cause you to rest from all your enemies. And Jehovah declares to you that Jehovah will make you a house."},{"number":12,"verse":"When your days are fulfilled, and you lie with your fathers, even I shall raise up your seed after you, who shall come out from your loins, and I shall establish his kingdom."},{"number":13,"verse":"He shall build a house for My Name, and I shall establish the throne of his kingdom forever."},{"number":14,"verse":"I shall be to him for a father, and he shall be to Me for a son. When he sins, then I will chasten him with a rod of men, and with strokes of the sons of men."},{"number":15,"verse":"But My kindness shall not be turned aside from him, as I took it from Saul, whom I turned aside from before you."},{"number":16,"verse":"And your house shall be established, and your kingdom before you forever. Your throne shall be established forever."},{"number":17,"verse":"According to all these words, and according to all this vision, so Nathan spoke to David."},{"number":18,"verse":"And King David came in and sat before Jehovah, and said: Who am I, O Lord Jehovah, and what is my house, that You have brought me to here?"},{"number":19,"verse":"And this was yet but little in Your eyes, O Lord Jehovah. But You have spoken also of Your servant's house for a time afar off; and is this the law of men, O Lord Jehovah?"},{"number":20,"verse":"And what more can David add to say to You? And You know Your servant, O Lord Jehovah."},{"number":21,"verse":"Because of Your Word, and according to Your heart, You have done all this greatness to make Your servant know."},{"number":22,"verse":"On account of this, O Jehovah God, You are great; for there is none like You; and there is no God except You, according to all that we have heard with our ears."},{"number":23,"verse":"And who is like Your people, like Israel, the one nation in the earth that God went to redeem to be a people for Himself, and to make Himself a name, and to do for You great and fearful things for Your land, before Your people which You redeemed to You from Egypt, from nations and their gods?"},{"number":24,"verse":"Yea, You have established Your people Israel to Yourself, to You for a people forever. And You, O Jehovah, have become to them for God."},{"number":25,"verse":"And now, O Jehovah God, establish the Word which You have spoken concerning Your servant, and concerning his house, forever. And do as You have spoken."},{"number":26,"verse":"And Your name shall be great forever, saying, Jehovah of Hosts is God over Israel, and the house of Your servant David is established before You."},{"number":27,"verse":"For You, O Jehovah of Hosts, the God of Israel, You have uncovered the ear of Your servant, saying, I will build a house for you. On account of this Your servant has found his heart to pray to You this prayer."},{"number":28,"verse":"And now, O Lord Jehovah, You are God, and Your words are truth, and You speak this goodness to Your servant."},{"number":29,"verse":"And now, let it please You to bless the house of Your servant, to be forever before You. For You, O Lord Jehovah, have spoken, and with Your blessing shall the house of Your servant be blessed forever."}]}