{"bibleAbbr":"KJ3-2005","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"And it happened afterward, David struck the Philistines, and humbled them. And David took the Bridle of the Mother City out of the hand of the Philistines."},{"number":2,"verse":"And he struck Moab, and measured them with a line; making them to lie down on the ground. And he measured two lines to cause them to die, and the fulness of the line to keep alive. And the Moabites were slaves to David, bearing a gift."},{"number":3,"verse":"And David struck Hadadezer the son of Rehob, king of Zobah, as he went to restore his power at the River."},{"number":4,"verse":"And David captured from him seventeen hundred horsemen, and twenty thousand footmen. And David hamstrung all of the chariot horses; but he left a hundred chariots of them."},{"number":5,"verse":"And the Syrians of Damascus came to give help to Hadadezer the king of Zobah. And David struck twenty-two thousand men of the Syrians."},{"number":6,"verse":"And David put garrisons in Syria of Damascus. And the Syrians became servants to David, bearing a gift. And Jehovah saved David in all places in which he went."},{"number":7,"verse":"And David took the shields of gold which were on Hadadezer's servants and bore them to Jerusalem."},{"number":8,"verse":"And King David took very much bronze from Betah, and from Berothai, cities of Hadadezer."},{"number":9,"verse":"And Toi the king of Hamath heard that David had struck all the army of Hadadezer."},{"number":10,"verse":"And Toi sent his son Joram to King David to ask of his peace, and to bless him, because he had fought against Hadadezer and struck him. For Hadadezer had been a man of wars against Toi. And in his hand were silver articles, and golden articles, and bronze articles."},{"number":11,"verse":"King David also dedicated them to Jehovah, with the silver and the gold which he dedicated of all the nations which he subdued:"},{"number":12,"verse":"from Syria, and from Moab, and from the sons of Ammon, and from the Philistines, and from Amalek, and from the plunder of Hadadezer the son of Rehob, the king of Zobah."},{"number":13,"verse":"And David made a name for himself when he returned, after he had struck the Syrians in the Valley of Salt, eighteen thousand men."},{"number":14,"verse":"And he put garrisons in all Edom, in all Edom he put garrisons, and all Edom became servants to David. And Jehovah saved David in all places in which he went."},{"number":15,"verse":"And David reigned over all Israel, and David did judgment and righteousness to all his people."},{"number":16,"verse":"And Joab the son of Zeruiah was over the army; and Jehoshaphat the son of Ahilud was the recorder;"},{"number":17,"verse":"and Zadok the son of Ahitub, and Ahimelech the son of Abiathar were priests; and Seraiah was scribe;"},{"number":18,"verse":"and Benaiah the son of Jehoiada was over both the Cherethites and the Pelethites; and the sons of David were priests."}]}