{"bibleAbbr":"KJVA2010","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"The Land Yet to Be Possessed Now Joshua was old and stricken in years; and the LORD said unto him, Thou art old and stricken in years, and there remaineth yet very much land to be possessed."},{"number":2,"verse":"This is the land that yet remaineth: all the borders of the Philistines, and all Gesh´uri,"},{"number":3,"verse":"from Sihor, which is before Egypt, even unto the borders of Ekron northward, which is counted to the Canaanite: five lords of the Philistines; the Ga´zathites, and the Ash´dothites, the Esh´kalonites, the Gittites, and the Ek´ronites; also the Avites:"},{"number":4,"verse":"from the south, all the land of the Canaanites, and Me-a´rah that is beside the Sido´nians, unto Aphek, to the borders of the Amorites:"},{"number":5,"verse":"and the land of the Giblites, and all Lebanon toward the sunrising, from Ba´al — gad under mount Hermon unto the entering into Hamath."},{"number":6,"verse":"(Num 33.54.) All the inhabitants of the hill country from Lebanon unto Mis´rephoth — ma´im, and all the Sido´nians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee."},{"number":7,"verse":"Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manas´seh,"},{"number":8,"verse":"(Num 32.33; Deut 3.12.) with whom the Reubenites and the Gadites have received their inheritance, which Moses gave them, beyond Jordan eastward, even as Moses the servant of the LORD gave them;"},{"number":9,"verse":"from Aro´er, that is upon the bank of the river Arnon, and the city that is in the midst of the river, and all the plain of Me´deba unto Dibon;"},{"number":10,"verse":"and all the cities of Sihon king of the Amorites, which reigned in Heshbon, unto the border of the children of Ammon;"},{"number":11,"verse":"and Gil´e-ad, and the border of the Gesh´urites and Ma-ach´athites, and all mount Hermon, and all Bashan unto Salcah;"},{"number":12,"verse":"all the kingdom of Og in Bashan, which reigned in Ash´taroth and in Ed´re-i, who remained of the remnant of the giants: for these did Moses smite, and cast them out."},{"number":13,"verse":"Nevertheless the children of Israel expelled not the Gesh´urites, nor the Ma-ach´athites: but the Gesh´urites and the Ma-ach´athites dwell among the Israelites until this day."},{"number":14,"verse":"The Inheritances Given by Moses (Deut 18.1.) Only unto the tribe of Levi he gave none inheritance; the sacrifices of the LORD God of Israel made by fire are their inheritance, as he said unto them."},{"number":15,"verse":"And Moses gave unto the tribe of the children of Reuben inheritance according to their families."},{"number":16,"verse":"And their coast was from Aro´er, that is on the bank of the river Arnon, and the city that is in the midst of the river, and all the plain by Me´deba;"},{"number":17,"verse":"Heshbon, and all her cities that are in the plain; Dibon, and Ba´moth — ba´al, and Beth — ba´al — me´on,"},{"number":18,"verse":"and Jaha´za, and Kede´moth, and Meph´a-ath,"},{"number":19,"verse":"and Kirjatha´im, and Sibmah, and Za´reth — sha´har in the mount of the valley,"},{"number":20,"verse":"and Beth — pe´or, and Ash´doth — pis´gah, and Beth — jesh´imoth,"},{"number":21,"verse":"and all the cities of the plain, and all the kingdom of Sihon king of the Amorites, which reigned in Heshbon, whom Moses smote with the princes of Mid´i-an, Evi, and Rekem, and Zur, and Hur, and Reba, which were dukes of Sihon, dwelling in the country."},{"number":22,"verse":"Ba´laam also the son of Be´or, the soothsayer, did the children of Israel slay with the sword among them that were slain by them."},{"number":23,"verse":"And the border of the children of Reuben was Jordan, and the border thereof. This was the inheritance of the children of Reuben after their families, the cities and the villages thereof."},{"number":24,"verse":"And Moses gave inheritance unto the tribe of Gad, even unto the children of Gad according to their families."},{"number":25,"verse":"And their coast was Jazer, and all the cities of Gil´e-ad, and half the land of the children of Ammon, unto Aro´er that is before Rabbah;"},{"number":26,"verse":"and from Heshbon unto Ra´math — miz´peh, and Beto´nim; and from Mahana´im unto the border of Debir;"},{"number":27,"verse":"and in the valley, Beth — a´ram, and Beth — nim´rah, and Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, Jordan and his border, even unto the edge of the sea of Chin´nereth on the other side Jordan eastward."},{"number":28,"verse":"This is the inheritance of the children of Gad after their families, the cities, and their villages."},{"number":29,"verse":"And Moses gave inheritance unto the half tribe of Manas´seh: and this was the possession of the half tribe of the children of Manas´seh by their families."},{"number":30,"verse":"And their coast was from Mahana´im, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Ja´ir, which are in Bashan, threescore cities:"},{"number":31,"verse":"and half Gil´e-ad, and Ash´taroth, and Ed´re-i, cities of the kingdom of Og in Bashan, were pertaining unto the children of Machir the son of Manas´seh, even to the one half of the children of Machir by their families."},{"number":32,"verse":"These are the countries which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward."},{"number":33,"verse":"(Num 18.20; Deut 18.2.) But unto the tribe of Levi Moses gave not any inheritance: the LORD God of Israel was their inheritance, as he said unto them."}]}