{"bibleAbbr":"KJVA2010","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":17,"verses":[{"number":1,"verse":"There was also a lot for the tribe of Manas´seh; for he was the firstborn of Joseph; to wit, for Machir the firstborn of Manas´seh, the father of Gil´e-ad: because he was a man of war, therefore he had Gil´e-ad and Bashan."},{"number":2,"verse":"There was also a lot for the rest of the children of Manas´seh by their families; for the children of Abi-e´zer, and for the children of Helek, and for the children of As´ri-el, and for the children of Shechem, and for the children of Hepher, and for the children of Shemi´da: these were the male children of Manas´seh the son of Joseph by their families."},{"number":3,"verse":"But Zelo´phehad, the son of Hepher, the son of Gil´e-ad, the son of Machir, the son of Manas´seh, had no sons, but daughters: and these are the names of his daughters, Mahlah, and Noah, Hoglah, Milcah, and Tirzah."},{"number":4,"verse":"(Num 27.1-7.) And they came near before Ele-a´zar the priest, and before Joshua the son of Nun, and before the princes, saying, The LORD commanded Moses to give us an inheritance among our brethren. Therefore, according to the commandment of the LORD, he gave them an inheritance among the brethren of their father."},{"number":5,"verse":"And there fell ten portions to Manas´seh, besides the land of Gil´e-ad and Bashan, which were on the other side Jordan;"},{"number":6,"verse":"because the daughters of Manas´seh had an inheritance among his sons: and the rest of Manas´seh's sons had the land of Gil´e-ad."},{"number":7,"verse":"And the coast of Manas´seh was from Asher to Mich´methah, that lieth before Shechem; and the border went along on the right hand unto the inhabitants of En — tap´pu-ah."},{"number":8,"verse":"Now Manas´seh had the land of Tap´pu-ah: but Tap´pu-ah on the border of Manas´seh belonged to the children of E´phra-im;"},{"number":9,"verse":"and the coast descended unto the river Kanah, southward of the river: these cities of E´phra-im are among the cities of Manas´seh: the coast of Manas´seh also was on the north side of the river, and the outgoings of it were at the sea:"},{"number":10,"verse":"southward it was E´phra-im's, and northward it was Manas´seh's, and the sea is his border; and they met together in Asher on the north, and in Is´sachar on the east."},{"number":11,"verse":"And Manas´seh had in Is´sachar and in Asher Beth — she´an and her towns, and Ib´le-am and her towns, and the inhabitants of Dor and her towns, and the inhabitants of En — dor and her towns, and the inhabitants of Ta´anach and her towns, and the inhabitants of Megid´do and her towns, even three countries."},{"number":12,"verse":"(Judg 1.2728.) Yet the children of Manas´seh could not drive out the inhabitants of those cities; but the Canaanites would dwell in that land."},{"number":13,"verse":"Yet it came to pass, when the children of Israel were waxen strong, that they put the Canaanites to tribute; but did not utterly drive them out."},{"number":14,"verse":"And the children of Joseph spake unto Joshua, saying, Why hast thou given me but one lot and one portion to inherit, seeing I am a great people, forasmuch as the LORD hath blessed me hitherto?"},{"number":15,"verse":"And Joshua answered them, If thou be a great people, then get thee up to the wood country, and cut down for thyself there in the land of the Per´izzites and of the giants, if mount E´phra-im be too narrow for thee."},{"number":16,"verse":"And the children of Joseph said, The hill is not enough for us: and all the Canaanites that dwell in the land of the valley have chariots of iron, both they who are of Beth — she´an and her towns, and they who are of the valley of Jezreel."},{"number":17,"verse":"And Joshua spake unto the house of Joseph, even to E´phra-im and to Manas´seh, saying, Thou art a great people, and hast great power: thou shalt not have one lot only:"},{"number":18,"verse":"but the mountain shall be thine; for it is a wood, and thou shalt cut it down: and the outgoings of it shall be thine: for thou shalt drive out the Canaanites, though they have iron chariots, and though they be strong."}]}