{"bibleAbbr":"guOV2016","bookName":"મીખાહ","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"( ગરીબોને કચડનારનું ભાવિ) જેઓ પોતાનાં બિછાનામાં [સૂતા સૂતા] અન્યાયની યોજના કરે છે તથા દુષ્ટતા [નો વિચાર] કરે છે તેઓને અફસોસ! સવારનો પ્રકાશ થતાં તેઓ તેનો અમલ કરે છે, કેમ કે તે કરવું તેમના હાથમાં છે."},{"number":2,"verse":"તેઓ ખેતેરોનો લોભ કરીને તેમને છીનવી લે છે. અને ઘરોનો [લોભ કરીને] તેમને પડાવી લે છે; તેઓ માણસ તથા તેના ઘર પર, એટલે માણસ તથા તેના વારસા પર જુલમ કરે છે."},{"number":3,"verse":"એ માટે યહોવા કહે છે, “જુઓ, આ પ્રજા ઉપર હું એવી આપત્તિ લાવવાની યોજના કરું છું કે જેમાંથી તમે તમારી ગરદનો કાઢી શકશો નહિ, ને તમે મગરૂરીથી ચાલી શકશો નહિ, કેમ કે તે સમય માઠો છે."},{"number":4,"verse":"તે દિવસે તેઓ તમને મહેણાં મારશે, ને શોકથી વિલાપ કરશે, ને રુદન કરીને કહેશે, અમે છેક પાયમાલ થયા છીએ. તે મારા લોકનો વારસો બદલી નાખે છે. તેમણે તેને મારી પાસેથી કેવી રીતે લઈ લીધો છે! તે દંગાખોરોને અમારાં ખેતરો વહેંચી આપે છે."},{"number":5,"verse":"એ માટે ચિઠ્ઠી નાખીને હિસ્સા વહેંચનાર યહોવાની પ્રજામાં તારા તરફથી કોઈ હશે નહિ.’”"},{"number":6,"verse":"“તમારે પ્રબોધ કરવો નહિ, તેઓ [હમેશા] પ્રબોધ કરે છે, ” [એમ તેઓ કહે છે.] “તેઓ તેમની આગળ પ્રબોધ કરશે નહિ. લાંછન દૂર થવાનું નથી."},{"number":7,"verse":"હે યાકૂબના વંશજો, શું એવું કહેવાશે કે, યહોવાનો આત્મા સંકોચાયો છે? શું આ તેમનાં કામ છે? શું સદાચારીને માટે મારા વચનો હિતકારક નથી?”"},{"number":8,"verse":"પણ થોડી મુદતથી મારા લોકો શત્રુની જેમ ઊઠ્યા છે; લડાઈથી કંટાળનારાઓની જેમ જેઓ"},{"number":9,"verse":"મારા લોકની સ્‍ત્રીઓને તમે તેઓનાં રમણીય મકાનોમાંથી કાઢી મૂકો છો. તેમનાં નાનાં બાળકો પાસેથી તમે સદાને માટે મારું ગૌરવ લઈ લો છો."},{"number":10,"verse":"ઊઠો, ચાલ્યા જાઓ; કેમ કે આ તમારું વિશ્રામસ્થાન નથી. નાશકારક મલિનતા, હા, ભારે વિનાશકારક મલિનતા, એનું કારણ [છે]."},{"number":11,"verse":"જો કોઈ નકામો ને દુરાચારી માણસ જૂઠું બોલીને પ્રબોધ કરે, “તમને દ્રાક્ષારસ તથા મધ મળશે, ” તો તે જ આ લોકોનો પ્રબોધક થશે."},{"number":12,"verse":"હે યાકૂબ, હું તારા સર્વ લોકને નક્કી ભેગા કરીશ. હું ઇઝરાયલના બચેલાઓને નક્‍કી એક્ત્ર કરીશ. બીડમાં ચરતાં ઘેટાંબકરાંના ટોળાની જેમ તેઓ માણસોના [જથાને લીધે] મોટો ઘોંઘાટ કરશે."},{"number":13,"verse":"છીડું પાડનાર તેઓની આગળ નીકળી ગયો છે. તેઓ ધસારાબંધ દરવાજા સુધી ચાલી જઈને તેમાં થઈને બહાર નીકળ્યા છે. તેઓનો રાજા તેઓની આગળ ચાલ્યો ગયો છે, ને યહોવા તેમનો આગેવાન છે."}]}