{"bibleAbbr":"guOV2016","bookName":"મીખાહ","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"( ઇઝરાયલનો નૈતિક ભ્રષ્ટાચાર) મને અફસોસ છે! કેમ કે લોકોએ ઉનાળાનાં ફળ વીણી લીધા પછી કોઈ કોઈ દ્રાક્ષા રહી ગયેલી હોય, તેવી મારી સ્‍થિતિ છે. ખાવાને માટે લૂમ તો મળે જ નહિ. અને પહેલવહેલાં પાકેલાં અંજીર જેને માટે મારો જીવ તલપે છે તે પણ મળે નહિ."},{"number":2,"verse":"ધાર્મિક માણસો પૃથ્વી પરથી નાશ પામ્યા છે, ને મનુષ્યોમાં કોઈ પ્રામાણિક રહ્યો નથી. તેઓ સર્વ રક્તપાત કરવાને ટાંપી રહે છે તેઓ જાળ નાખીને પોતાના ભાઈઓનો શિકાર કરે છે."},{"number":3,"verse":"ખંતથી ભૂંડું કરવા માટે તેઓના બન્‍ને હાથ ચપળ છે. અમલદાર તથા ન્યાયાધીશ લાંચ માગે છે. અને મોટો માણસ પોતાના મનમાંનો દુષ્ટ ભાવ પ્રગટ કરે છે. એમ તેઓ ભેગા થઈને ગોટાળો વાળે છે."},{"number":4,"verse":"તેઓમાંનો જે સર્વોત્તમ [ગણાય] છે તે ઝાંખરા જેવો છે. જે સૌથી પ્રામાણિક [ગણાય] છે તે કાંટાની વાડ કરતાં [નઠારો] છે. તારા ચોકીદારોએ જણાવેલો દિવસ, એટલે તારી શિક્ષાનો દિવસ, આવી પહોંચ્યો છે; હવે તેઓને ગભરાટ થશે."},{"number":5,"verse":"મિત્રનો ભરોસો ન કર, જાની દોસ્તોનો વિશ્વાસ ન રાખ. તારી સોડમાં સુનારીથી તારા મુખનાં દ્વાર સંભાળી રાખ."},{"number":6,"verse":"કેમ કે ( ; .) પુત્ર પિતાનું માન રાખતો નથી, પુત્રી પોતાની માની સામી, ને વહુ પોતાની સાસુની સામી થાય છે. માણસના શત્રુઓ તેના પોતાના જ ઘરનાં માણસો છે."},{"number":7,"verse":"પણ હું તો યહોવા તરફ જોઈ રહીશ. હું મારું તારણ કરનાર ઈશ્વરની વાટ જોઈશ. વાટ જોઈશ. મારો ઈશ્વર મારું સાંભળશે."},{"number":8,"verse":"( પ્રભુ ઉદ્ધાર લાવે છે) હે મારા શત્રુ, મારી દુર્દશામાં હર્ષ ન કર; જો હું પડી જાઉં, તોપણ હું પાછો ઊઠીશ; જો હું અંધારામાં બેસું, તોપણ યહોવા મને [ત્યાં] અજવાળારૂપ થશે."},{"number":9,"verse":"તે તારા પક્ષની હિમાયત કરીને મને દાદ આપશે ત્યાં સુધી હું યહોવાનો રોષ સહન કરીશ, કેમ કે મેં તેમની વિરુદ્ધ પાપ કર્યું છે, તે મને બહાર અજવાળામાં લાવશે, [ને] હું તેમનું ન્યાયીપણું જોઈશ."},{"number":10,"verse":"ત્યારે મારી વેરણ જેણે મને કહ્યું, “તારો ઈશ્વર યહોવા ક્યાં છે?” તે તે જોશે, ને શરમથી ઢંકાઈ જશે?” મારી આંખો તેને [ભોંઠો પડેલો] જોશે. હવે ગલીઓના કાદવની જેમ તે પગો તળે ખૂંદાશે."},{"number":11,"verse":"જે દિવસે તારા કોટ બંધાશે, તે દિવસે તારી સરહદ બહુ દુર જશે."},{"number":12,"verse":"તે દિવસે આશૂરથી મિસરથી તે છેક નદી સુધી [ના પ્રદેશમાં] થી, તથા સમુદ્રથી સમુદ્ર સુધીના, તથા પર્વતથી પર્વત સુધીના લોકો તારી પાસે આવશે."},{"number":13,"verse":"તોપણ દેશ પોતાના રહેવાસીઓને લીધે એટલે તેઓનાં કર્મોના ફળને લીધે ઉજ્‍જડ થશે."},{"number":14,"verse":"( ઇઝરાયલ ઉપર પ્રભુની કરુણા) [હે પ્રભુ] તમારા લોકો જેઓ તમારા વારસાનું ટોળું છે, ને જેઓ એકાંતમાં રહે છે તેઓને તમારી લાકડી તમારી પાસે રાખીને કાર્મેલના વનમાં ચારો. પુરાતન કાળથી જેમ તેઓને બાશાનમાં તથા ગિલ્યાદમાં ચરવા દો."},{"number":15,"verse":"મિસર દેશમાંથી તમારા નીકળી આવવાના દિવસોમાં [થયું હતું] તેમ હું તેને અદભૂત કૃત્યો દેખાડીશ."},{"number":16,"verse":"અન્ય પ્રજાઓ એ જોઈને પોતાના સર્વ પરાક્રમ વિષે લજ્‍જિત થશે. તેઓ પોતાનો હાથ પોતાના મોં પર મૂકશે, તેઓના કાન બહેરા થઈ જશે."},{"number":17,"verse":"તેઓ સાપની જેમ ધૂળ ચાટશે; તેઓ પૃથ્વી પરનાં પેટે ચાલનારાં પ્રાણીઓની જેમ પોતાની ગુપ્ત જગાઓમાંથી ધૂજતાં ધ્રૂજતાં બહાર આવશે. તેઓ આપણા ઈશ્વર યહોવાની પાસે બીતી આવશે, ને તમારાથી ડરશે."},{"number":18,"verse":"તમારા જેવો ઈશ્વર કોણ છે? કેમ કે તમે તો પાપ માફ કરો છો, ને તમારા વારસાના બચેલા ભાગના અપરાધને દરગુજર કરો છો. તે પોતાનો ક્રોધ હમેશાં રાખતા નથી, કેમ કે તે દયા કરવામાં આનંદ માને છે."},{"number":19,"verse":"તે ફરશે અને ફરીથી આપણા પર કરુણા રાખશે. તે આપણાં પાપોને પગ નીચે ખૂંદશે; અને તમે તેઓનાં સર્વ પાપો સમુદ્રનાં ઊંડાણમાં ફેંકી દેશો."},{"number":20,"verse":"જે વિષે તમે પુરાતનકાળથી અમારા પૂર્વજો આગળ સમ ખાધા છે તેનો, એટલે યાકૂબ પ્રત્યે સત્યતાનો ને ઇબ્રાહિમ પ્રત્યે કૃપાનો, તમે અમલ કરશો."}]}