{"bibleAbbr":"WYC1395","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"The preier of Abacuk, the profete, for vnkunnynge men. Lord, Y herde thin heryng, and Y dredde;"},{"number":2,"verse":"Lord, it is thi werk, in the myddil of yeeris quykene thou it. In the middil of yeeris thou schalt make knowun; whanne thou schalt be wrooth, thou schalt haue mynde of mercy."},{"number":3,"verse":"God schal come fro the south, and the hooli fro the mount of Faran. The glorie of hym kyueride heuenes, and the erthe is ful of his heriyng."},{"number":4,"verse":"The schynyng of hym schal be as liyt; hornes in hondis of hym."},{"number":5,"verse":"There the strengthe of hym was hid, deth schal go bifore his face; the deuel schal go out bifore hise feet."},{"number":6,"verse":"He stood, and mat the erthe; he bihelde, and vnboond folkis, and hillis of the world weren al to-brokun; the litle hillis of the world weren bowid doun, of the weies of his euerlastyngnesse."},{"number":7,"verse":"For wickidnesse Y saiy the tentis of Ethiope, the skynnes of the lond of Madian schulen be troblid."},{"number":8,"verse":"Lord, whether in floodis thou art wrooth, ether in floodis is thi strong veniaunce, ether in the see is thin indignacioun? Which shalt stie on thin horsis; and thi foure horsid cartis is saluacioun."},{"number":9,"verse":"Thou reisynge schalt reise thi bouwe, othis to lynagis whiche thou hast spoke; thou schalt departe the floodis of erthe."},{"number":10,"verse":"Watris saien thee, and hillis sorewiden, the goter of watris passide; depnesse yaf his vois, hiynesse reiside hise hondis."},{"number":11,"verse":"The sunne and moone stoden in her dwellyng place; in the liyt of thin arowis thei schulen go, in the schynyng of thi spere glisnynge."},{"number":12,"verse":"In gnastyng thou schalt defoule erthe, and in strong veniaunce thou schalt astonye folkis."},{"number":13,"verse":"Thou art gon out in to helthe of thi puple, in to helthe with thi crist; thou hast smyte the heed of the hous of the vnpitouse man, thou hast maad nakid the foundement til to the necke."},{"number":14,"verse":"Thou cursidist the ceptris, ether powers, of hym, the heed of hise fiyteris, to men comynge as whirlewynde for to scatere me; the ioiyng withoutforth of hem, as of hym that deuourith a pore man in hidlis."},{"number":15,"verse":"Thou madist a weie in the see to thin horsis, in clei of many watris."},{"number":16,"verse":"Y herde, and my wombe is troblid togidere; my lippis trembliden togidere of the vois. Rot entre in my boonys, and sprenge vndur me; that Y reste ayen in the dai of tribulacioun, and Y schal stie vp to oure puple gird togidere."},{"number":17,"verse":"For the fige tre schal not floure, and buriownyng schal not be in vynyerdis; the werk of olyue tre schal lie, and feeldis schulen not brynge mete; a scheep schal be kit awei fro the fold, and droue schal not be in cratchis."},{"number":18,"verse":"Forsothe Y schal haue ioye in the Lord, and Y schal make ioie with outforth in God my Jhesu."},{"number":19,"verse":"God the Lord is my strengthe, and he schal putte my feet as of hertis; and on myn hiye thingis, the ouercomere schal lede forth me, syngynge in salmes."}]}