{"bibleAbbr":"NASB2020","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"Made Alive in Christ And (Lit being) you (I. e., Gentile believers) were dead (Or by reason of) in your offenses and sins,"},{"number":2,"verse":"in which you previously walked according to the (Lit age) course of this world, according to the prince of the power of the air, of the spirit that is now working in the (I. e., people opposed to God) sons of disobedience."},{"number":3,"verse":"Among them (I. e., Jewish believers) we too all previously lived in the lusts of our flesh, (Lit doing) indulging the desires of the flesh and of the (Lit thoughts) mind, and were by nature children of wrath, just as the rest."},{"number":4,"verse":"But God, being rich in mercy, because of His great love with which He loved us,"},{"number":5,"verse":"even when we were dead (Or by reason of) in our wrongdoings, made us alive together (Two early mss in Christ) with Christ (by grace you have been saved),"},{"number":6,"verse":"and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus,"},{"number":7,"verse":"so that in the ages to come He might show the (Lit surpassing) boundless riches of His grace in kindness toward us in Christ Jesus."},{"number":8,"verse":"For by grace you have been saved through faith; and (I. e., this salvation) this is not of yourselves, it is the gift of God;"},{"number":9,"verse":"not a result of works, so that no one may boast."},{"number":10,"verse":"For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."},{"number":11,"verse":"Therefore remember that previously you, the Gentiles in the flesh, who are called “Uncircumcision” by the so-called “Circumcision” which is performed in the flesh by human hands—"},{"number":12,"verse":"remember that you were at that time separate from Christ, (Or alienated) excluded from (Or citizenship in Israel) the people of Israel, and strangers to the covenants of the promise, having no hope and without God in the world."},{"number":13,"verse":"But now in Christ Jesus you who previously were far away (Lit became; or were made) have been brought near (Or in) by the blood of Christ."},{"number":14,"verse":"For He Himself is our peace, who made both groups into one and broke down the (Lit the dividing wall of the barrier) barrier of the dividing wall,"},{"number":15,"verse":"(Or the hostility, by abolishing in His flesh the Law) by abolishing (I. e., by His death) in His flesh the hostility, which is the Law composed of commandments expressed in ordinances, so that in Himself He might (Lit create) make the two one new person, in this way establishing peace;"},{"number":16,"verse":"and that He might reconcile them both in one body to God through the cross, (Or in Himself) by it having put to death the hostility."},{"number":17,"verse":"And He came and preached peace to you who were far away, and peace to those who were near;"},{"number":18,"verse":"for through Him we both have our access in one Spirit to the Father."},{"number":19,"verse":"So then you are no longer strangers and foreigners, but you are fellow citizens with the (Lit holy ones; i. e., God’s people) saints, and are of God’s household,"},{"number":20,"verse":"having been built on the foundation of the apostles and prophets, Christ Jesus Himself being the cornerstone,"},{"number":21,"verse":"in whom the whole building, being fitted together, is growing into a holy (Or sanctuary) temple in the Lord,"},{"number":22,"verse":"in whom you also are being built together into a dwelling of God in the Spirit."}]}