{"bibleAbbr":"teERV1997","bookName":"యాకోబు వ్రాసిన లేఖ","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"దేవునికి, యేసుక్రీస్తు ప్రభువుకు సేవకుడైన యాకోబునైన నేను, చెదరిపోయి, పలు ప్రాంతాలలో నివసిస్తున్న పన్నెండు గోత్రాల వారికి శుభాకాంక్షలు తెలుపుతూ వ్రాయునదేమనగా:"},{"number":2,"verse":"( విశ్వాసము, జ్ఞానము) నా సోదరులారా! మీకు పరీక్షలు కలిగినప్పుడు పరమానందంగా భావించండి. విశ్వాసం పరీక్షింపబడటం వల్ల సహనం కలుగుతుందని మీకు తెలుసు."},{"number":4,"verse":"మీరు చేసే పనిలో పూర్తిగా సహనం చూపండి. అలా చేస్తే మీరు బాగా అభివృద్ధి చెంది పరిపూర్ణత పొందుతారు. అప్పుడు మీలో ఏ లోపం ఉండదు."},{"number":5,"verse":"మీలో జ్ఞానం లేనివాడు ఉంటే అతడు దేవుణ్ణి అడగాలి. దేవుడు కోపగించుకోకుండా అందరికీ ధారాళంగా యిస్తాడు. కనుక మీకు కూడా యిస్తాడు."},{"number":6,"verse":"కాని దేవుణ్ణి అడిగినప్పుడు సంశయించకుండా విశ్వాసంతో అడగండి. సంశయించేవాడు గాలికి ఎగిరి కొట్టుకొను సముద్రం మీది తరంగంతో సమానము."},{"number":7,"verse":"అలాంటివాడు ప్రభువు నుండి తనకు ఏదైనా లభిస్తుందని ఆశించకూడదు."},{"number":8,"verse":"అలాంటివాడు ద్వంద్వాలోచనలు చేస్తూ అన్ని విషయాల్లో చంచలంగా ఉంటాడు."},{"number":9,"verse":"( ధనము, దరిద్రము) దీనస్థితిలో ఉన్న సోదరుడు తనకు గొప్ప స్థానం లభించినందుకు గర్వించాలి."},{"number":10,"verse":"ధనవంతుడు తాను కూడా గడ్డిపువ్వులా రాలిపోవలసినవాడే కనుక తనకు దీనస్థితి కలిగినందుకు ఆనందించాలి."},{"number":11,"verse":"ఎందుకంటే, సూర్యుడు ఉదయిస్తాడు. మండుటెండకు గడ్డి ఎండిపోతుంది. దాని పువ్వులు రాలి దాని అందం చెడిపోతుంది. అదే విధంగా ధనవంతుడు తన వ్యాపారం సాగిస్తుండగానే మరణిస్తాడు."},{"number":12,"verse":"( పరీక్షలు, దుర్బుద్ధులు) పరీక్షా సమయంలో సహనం కలవాడు ధన్యుడు. ఆ విధంగా పరీక్షింపబడినవాడు జీవకిరీటాన్ని పొందుతాడు. అంటే దేవుడు తనను ప్రేమించినవాళ్ళకు చేసిన వాగ్దానం అతడు పొందుతాడన్నమాట."},{"number":13,"verse":"ఒకడు శోధింపబడినప్పుడు, దేవుడు నన్ను శోధిస్తున్నాడని అనకూడదు. ఎందుకంటే దేవుడు చెడుద్వారా శోధింపడు. ఆయన ఎవర్నీ శోధించడు."},{"number":14,"verse":"దురాశలకు లోనై ఆశల్లో చిక్కుకు పోయినప్పుడు నీతికి దూరమై చెడును చెయ్యాలనే బుద్ధి పుడుతుంది."},{"number":15,"verse":"దురాశ గర్భం దాల్చి పాపాన్ని ప్రసవిస్తుంది. ఆ పాపం పండి మరణాన్ని కంటుంది."},{"number":16,"verse":"నా ప్రియమైన సోదరులారా! మోసపోకండి."},{"number":17,"verse":"ప్రతి మంచి వరానికి, ప్రతి శ్రేష్ఠమైన వరానికి పరలోకం మూలం. వెలుగును సృష్టించిన తండ్రి ఈ వరాలిస్తాడు. ఆ వరాలిచ్చే తండ్రి మార్పుచెందడు. ఆయన ఎప్పుడూ ఒకే విధంగా ఉంటాడు."},{"number":18,"verse":"దేవుడు తన సృష్టిలో మనము ప్రథమ ఫలాలుగా ఉండాలని సత్యవాక్యం ద్వారా మనకు జన్మనివ్వటానికి సంకల్పించాడు."},{"number":19,"verse":"( వినటం, చెయ్యటం) నా ప్రియమైన సోదరులారా! ఈ విషయాల్ని తెలుసుకోండి: ప్రతి మనిషి వినటానికి సిద్ధంగా ఉండాలి. మాట్లాడే ముందు ఆలోచించాలి. కోపాన్ని అణచుకోవాలి."},{"number":20,"verse":"ఎందుకంటే కోపం ద్వారా దేవుడు ఆశించే నీతి కలుగదు."},{"number":21,"verse":"అందువల్ల దుర్మార్గాల్ని, అవినీతిని పూర్తిగా వదిలివెయ్యండి. మీలో నాటుకుపోయిన దైవసందేశాన్ని విధేయతతో ఆచరించండి. అది మీ ఆత్మల్ని రక్షించగలదు."},{"number":22,"verse":"దైవసందేశం చెప్పినట్లు చెయ్యండి. దాన్ని విని కూడా మీరు ఏమీ చెయ్యలేకపోతే మిమ్మల్ని మీరు మోసపుచ్చుకొన్న వాళ్ళవుతారు."},{"number":23,"verse":"దైవసందేశం విని అది చెప్పినట్లు చెయ్యని వాడు అద్దంలో తన ముఖం చూసుకొని తానేవిధంగా కనిపించాడో వెంటనే మరచిపోయే వ్యక్తిలాంటివాడు."},{"number":25,"verse":"స్వేచ్ఛను కలిగించే పరిపూర్ణమైన ధర్మశాస్త్రాన్ని పరిశీలిస్తూ దాని ప్రకారం జీవించేవాడు క్రియచేస్తున్న వానిగా పరిగణింపబడతాడు. అలాంటివాడు విని మరచిపోయే రకం కాదు. అతడు చేస్తున్న ప్రతీ కార్యము ఫలించాలని దేవుడు అతణ్ణి దీవిస్తాడు."},{"number":26,"verse":"( దేవుణ్ణి ఆరాధించే సత్యమార్గం) తానొక విశ్వాసినని తలంచి తన నాలుకకు కళ్ళెం వేసుకోకపోతె తనకు తాను మోసం చేసుకొన్నవాడౌతాడు. అతని విశ్వాసం నిష్ప్రయోజనమౌతుంది."},{"number":27,"verse":"అనాథుల్ని, వితంతువుల్ని కష్టాల్లో ఆదుకోవటం, ఈ ప్రపంచంలో ఉన్న చెడువల్ల మలినం కాకుండా ఉండటము, ఇదే మన తండ్రియైన దేవుడు అంగీకరించే నిజమైన భక్తి."}]}