{"bibleAbbr":"teERV1997","bookName":"యాకోబు వ్రాసిన లేఖ","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"( పక్షపాతం చూపరాదు) నా సోదరులారా! తేజోవంతుడైన మన యేసుక్రీస్తు ప్రభువును విశ్వసిస్తున్న మీరు పక్షపాతం చూపకూడదు."},{"number":2,"verse":"బంగారు ఉంగరాలు, మంచి దుస్తులు వేసుకొన్నవాడొకడు, మాసిన దుస్తులు వేసుకొన్నవాడొకడు మీ సమావేశానికి వస్తారనుకోండి."},{"number":3,"verse":"అప్పుడు మీరు మంచి దుస్తులు వేసుకొన్నవాని పట్ల ప్రత్యేకమైన శ్రద్ధ కనపరుస్తూ, “రండి! ఈ మంచి స్థానంలో కూర్చోండి” అని అంటూ, పేదవానితో, “నీవక్కడ నిలబడు!” అనిగాని, “నా కాళ్ళ దగ్గర కూర్చో” అనిగాని అంటే,"},{"number":4,"verse":"మీరు వ్యత్యాసము చూపుతున్నట్లే కదా! దుర్బుద్ధితో తీర్పు చెప్పినట్లే కదా!"},{"number":5,"verse":"నా ప్రియమైన సోదరులారా! ప్రపంచం దృష్టిలో పేదవాళ్ళు విశ్వాసంలో ధనికులు కావాలనీ, వాళ్ళు తన రాజ్యానికి వారసులు కావాలనీ దేవుడు వాళ్ళను ఎన్నుకోలేదా? తనను ప్రేమించినవాళ్ళకు రాజ్యాన్నిస్తానని దేవుడు యింతకు క్రితమే వాగ్దానం చేసాడు."},{"number":6,"verse":"మీరు పేదవాళ్ళను అవమానిస్తున్నారు. మిమ్మల్ని దోచుకొనే వాళ్ళు ధనికులే కదా! వాళ్ళేకదా మిమ్ములను న్యాయస్థానానికి ఈడ్చేది?"},{"number":7,"verse":"మీరు ఎవరికి చెందారో గౌరవప్రదమైన ఆయన పేరును దూషిస్తున్నది వాళ్ళే కాదా?"},{"number":8,"verse":"“నీ పొరుగింటివాణ్ణి నిన్ను నీవు ప్రేమించుకొన్నంతగా ప్రేమించు” ( .) అని ధర్మశాస్త్రంలో ఉన్న ఈ ఆజ్ఞను మీరు నిజంగా పాటిస్తే మీలో సత్ప్రవర్తన ఉన్నట్లే."},{"number":9,"verse":"కాని ఒకవేళ మీరు పక్షపాతం చూపితే పాపం చేసినవాళ్ళౌతారు. తద్వారా ధర్మశాస్త్రం ప్రకారం మీరు నీతిని ఉల్లంఘించినవాళ్ళౌతారు."},{"number":10,"verse":"ఎందుకంటే ధర్మశాస్త్రంలో ఉన్న నియమాలన్నిటినీ పాటిస్తూ ఒకే ఒక నియమాన్ని ఉల్లంఘిస్తే అలాంటివాడు ధర్మశాస్త్రాన్నంతా ఉల్లంఘించినవాడౌతాడు."},{"number":11,"verse":"ఎందుకంటే, “వ్యభిచారం చేయరాదు” ( ; .) అని అన్నవాడే “హత్యచేయరాదు” అని కూడా అన్నాడు. మీరు వ్యభిచారం చేసివుండక పోవచ్చు. కాని హత్య చేసి ఉంటే! అలాంటప్పుడు మీరు ధర్మశాస్త్రాన్ని ఉల్లంఘించినట్లే కదా!"},{"number":12,"verse":"స్వేచ్ఛను కలిగించే క్రొత్త ధర్మశాస్త్రాన్ని బట్టి తీర్పు పొందనున్న వాళ్ళలా ప్రవర్తించండి. అదేవిధంగా మాట్లాడండి."},{"number":13,"verse":"దేవుడు తీర్పు చెప్పేటప్పుడు దయాహీనులపై దయ చూపడు. కాని దయచూపిన వాళ్ళు తీర్పు చెప్పే సమయంలో ఆనందిస్తారు."},{"number":14,"verse":"( విశ్వాసము, క్రియ) నా సోదరులారా! “నాకు విశ్వాసం ఉంది” అని అన్న వ్యక్తి ఆ విశ్వాసాన్ని క్రియా రూపకంగా చూపకపోతే అది నిష్ప్రయోజనం. అలాంటి విశ్వాసం అతణ్ణి రక్షించగలదా?"},{"number":15,"verse":"ఒక సోదరుడో లేక సోదరియో కూడూ గుడ్డా లేక బాధపడ్తున్నారనుకోండి."},{"number":16,"verse":"అప్పుడు మీరు అతనితో, “క్షేమంగా వెళ్ళిరా! కడుపునిండా తిని, ఒంటి నిండా దుస్తులు వేసుకో!” అని అంటూ వాళ్ళ అవసరాలు తీర్చకపోతే దానివల్ల వచ్చిన లాభమేమిటి?"},{"number":17,"verse":"విశ్వాసంతో పాటు క్రియ లేకపోతే ఆ విశ్వాసం పూర్తిగా నిష్ప్రయోజనమైపోతుంది."},{"number":18,"verse":"కాని, “ఒకనిలో విశ్వాసం ఉండవచ్చు. మరొకనిలో క్రియ ఉండవచ్చు!” అని మీరనవచ్చు! అలాగైతే క్రియలు లేకుండా మీలో ఉన్న విశ్వాసాన్ని నాకు చూపండి. నేను క్రియారూపకంగా నా విశ్వాసాన్ని చూపుతాను."},{"number":19,"verse":"ఒక్కడే దేవుడున్నాడని మీరు విశ్వసిస్తారు. మంచిదే. దయ్యాలు కూడా దాన్ని నమ్ముతాయి. అయినా, దేవుడు తమను శిక్షిస్తాడేమోనని భయపడ్తూ ఉంటాయి."},{"number":20,"verse":"ఓ మూర్ఖుడా! క్రియలు లేని విశ్వాసం వ్యర్థమన్న ( వ్యర్థము కొన్ని గ్రీకు ప్రతులలో “చనిపోయింది” అని ఉంది.) దానికి నీకు ఋజువు కావాలా?"},{"number":21,"verse":"మన పూర్వికుడు అబ్రాహాము తన కుమారుడైన ఇస్సాకును బలిపీఠంపై బలిగా యివ్వటానికి సిద్ధమైనందుకు దేవుడతణ్ణి, అతడు చేసిన క్రియలను బట్టి నీతిమంతునిగా పరిగణించలేదా?"},{"number":22,"verse":"అతనిలో ఉన్న విశ్వాసము క్రియతో కలిసి పని చెయ్యటం మీరు గమనించారు. అతడు చేసిన క్రియ అతని విశ్వాసానికి పరిపూర్ణత కలిగించింది."},{"number":23,"verse":"“అబ్రాహాము దేవుణ్ణి నమ్మాడు. తద్వారా దేవుడతణ్ణి నీతిమంతునిగా పరిగణించాడు” ( .) అని లేఖనాల్లో చెప్పిన విషయం నిజమైంది. దేవుడతణ్ణి తన మిత్రునిగా పిలిచాడు."},{"number":24,"verse":"మానవునిలో ఉన్న విశ్వాసాన్ని బట్టి మాత్రమే కాకుండా అతడు చేసిన క్రియలను బట్టి నీతిమంతునిగా పరిగణింపబడటం మీరు చూసారు."},{"number":25,"verse":"మరొక ఉదాహరణ రాహాబు. ఆమె గూఢచారులకు ఆతిథ్యమిచ్చి వాళ్ళను వేరొక దారిన పంపివేసింది. ఆమె చేసిన క్రియను బట్టి దేవుడు ఆమెను నీతిమంతురాలిగా పరిగణించ లేదా?"},{"number":26,"verse":"ఆత్మలేని శరీరం ఏ విధంగా నిర్జీవమైందో అదే విధంగా క్రియలేని విశ్వాసము నిర్జీవమైనది."}]}