{"bibleAbbr":"LXXBr","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"Τῷ Δαυίδ. Εὐλόγει ἡ ψυχή μου τὸν Κύριον, καὶ πάντα τὰ ἐντός μου τὸ ὄνομα τὸ ἅγιον αὐτοῦ."},{"number":2,"verse":"Εὐλόγει ἡ ψυχή μου τὸν Κύριον, καὶ μὴ ἐπιλανθάνου πάσας τὰς αἰνέσεις αὐτοῦ·"},{"number":3,"verse":"Τὸν εὐιλατεύοντα πάσαις ταῖς ἀνομίαις σου, τὸν ἰώμενον πάσας τὰς νόσους σου,"},{"number":4,"verse":"τὸν λυτρούμενον ἐκ φθορᾶς τὴν ζωήν σου, τὸν στεφανοῦντά σε ἐν ἐλέει καὶ οἰκτιρμοῖς,"},{"number":5,"verse":"τὸν ἐμπιπλῶντα ἐν ἀγαθοῖς τὴν ἐπιθυμίαν σου· ἀνακαινισθήσεται ὡς ἀετοῦ ἡ νεότης σου."},{"number":6,"verse":"Ποιῶν ἐλεημοσύνας ὁ Κύριος, καὶ κρίμα πᾶσι τοῖς ἀδικουμένοις."},{"number":7,"verse":"Ἐγνώρισε τὰς ὁδοὺς αὐτοῦ τῷ Μωυσῇ, τοῖς υἱοῖς Ἰσραὴλ τὰ θελήματα αὐτοῦ."},{"number":8,"verse":"Οἰκτίρμων καὶ ἐλεήμων ὁ Κύριος, μακρόθυμος καὶ πολυέλεος."},{"number":9,"verse":"Οὐκ εἰς τέλος ὀργισθήσεται, οὐδὲ εἰς τὸν αἰῶνα μηνιεῖ."},{"number":10,"verse":"Οὐ κατὰ τὰς ἁμαρτίας ἡμῶν ἐποίησεν ἡμῖν, οὐδὲ κατὰ τὰς ἀνομίας ἡμῶν ἀνταπέδωκεν ἡμῖν."},{"number":11,"verse":"Ὅτι κατὰ τὸ ὕψος τοῦ οὐρανοῦ ἀπὸ τῆς γῆς, ἐκραταίωσε Κύριος τὸ ἔλεος αὐτοῦ ἐπὶ τοὺς φοβουμένους αὐτόν."},{"number":12,"verse":"Καθόσον ἀπέχουσιν ἀνατολαὶ ἀπὸ δυσμῶν, ἐμάκρυνεν ἀφʼ ἡμῶν τὰς ἀνομίας ἡμῶν."},{"number":13,"verse":"Καθὼς οἰκτείρει πατὴρ υἱοὺς, ᾠκτείρησε Κύριος τοὺς φοβουμένους αὐτόν."},{"number":14,"verse":"Ὅτι αὐτὸς ἔγνω τὸ πλάσμα ἡμῶν· μνήσθητι ὅτι χοῦς ἐσμεν."},{"number":15,"verse":"Ἄνθρωπος, ὡσεὶ χόρτος αἱ ἡμέραι αὐτοῦ, ὡσεὶ ἄνθος τοῦ ἀγροῦ οὕτως ἐξανθήσει."},{"number":16,"verse":"Ὅτι πνεῦμα διῆλθεν ἐν αὐτῷ, καὶ οὐχ ὑπάρξει, καὶ οὐκ ἐπιγνώσεται ἔτι τὸν τόπον αὐτοῦ."},{"number":17,"verse":"Τὸ δὲ ἔλεος τοῦ Κυρίου ἀπὸ τοῦ αἰῶνος καὶ ἕως τοῦ αἰῶνος ἐπὶ τοὺς φοβουμένους αὐτόν· καὶ ἡ δικαιοσύνη αὐτοῦ ἐπὶ υἱοὺς υἱῶν,"},{"number":18,"verse":"τοῖς φυλάσσουσι τὴν διαθήκην αὐτοῦ, καὶ μεμνημένοις τῶν ἐντολῶν αὐτοῦ τοῦ ποιῆσαι αὐτάς."},{"number":19,"verse":"Κύριος ἐν τῷ οὐρανῷ ἡτοίμασε τὸν θρόνον αὐτοῦ, καὶ ἡ βασιλεία αὐτοῦ πάντων δεσπόζει."},{"number":20,"verse":"Εὐλογεῖτε τὸν Κύριον πάντες ἄγγελοι αὐτοῦ, δυνατοὶ ἰσχύϊ ποιοῦντες τὸν λόγον αὐτοῦ, τοῦ ἀκοῦσαι τῆς φωνῆς τῶν λόγων αὐτοῦ."},{"number":21,"verse":"Εὐλογεῖτε τὸν Κύριον πᾶσαι αἱ δυνάμεις αὐτοῦ, λειτουργοὶ αὐτοῦ ποιοῦντες τὰ θελήματα αὐτοῦ."},{"number":22,"verse":"Εὐλογεῖτε τὸν Κύριον πάντα τὰ ἔργα αὐτοῦ, ἐν παντὶ τόπῳ τῆς δυναστείας αὐτοῦ· εὐλόγει ἡ ψυχή μου τὸν Κύριον."}]}