{
  "bibleAbbr" : "TERV1998",
  "bookName" : "பிரசங்கி",
  "bookEnglishName" : "Ecclesiastes",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "இவை பிரசங்கியின் வார்த்தைகள். பிரசங்கி தாவீதின் குமாரனும் எருசலேமின் அரசனுமானவன்."
  }, {
    "number" : 2,
    "verse" : "எல்லாமே பொருளற்றவை. எல்லாமே வீணானவை என்று பிரசங்கி கூறுகிறான்."
  }, {
    "number" : 3,
    "verse" : "தங்கள் வாழ்க்கையில் ஜனங்கள் செய்யும் கடினமான வேலைகளுக்கு உண்மையில் ஏதாவது பயன் உண்டா?"
  }, {
    "number" : 4,
    "verse" : "(காரியங்கள் என்றும் மாறுவதில்லை) ஜனங்கள் வாழ்கிறார்கள், ஜனங்கள் மரிக்கிறார்கள்; ஆனால், பூமியோ எப்பொழுதும் நிலைத்திருக்கின்றது."
  }, {
    "number" : 5,
    "verse" : "சூரியன் உதயமாகிறது. சூரியன் அஸ்தமிக்கிறது. பின் சூரியன் மீண்டும் அதே இடத்தில் உதயமாகவே விரைந்து செல்கிறது."
  }, {
    "number" : 6,
    "verse" : "காற்று தெற்கு நோக்கி அடிக்கிறது. வடக்கு நோக்கியும் அடிக்கிறது. காற்று சுழன்று, சுழன்று அடிக்கிறது. பின்னர் அது திரும்பிப் புறப்பட்ட இடத்திற்கே திரும்பவும் வீசுகின்றது."
  }, {
    "number" : 7,
    "verse" : "அனைத்து ஆறுகளும் மீண்டும், மீண்டும் ஒரே இடத்திற்கே பாய்கின்றன. எல்லாம் கடலிலேயே பாய்கின்றன. ஆனாலும் கடல் நிரம்புவதில்லை."
  }, {
    "number" : 8,
    "verse" : "வார்த்தைகள் ஒன்றைக் குறித்து முழுமையாக விளக்குவதில்லை. ஆனாலும் ஜனங்கள் தொடர்ந்து பேசுகிறார்கள். நம் காதுகளுக்கு வார்த்தைகள் மீண்டும், மீண்டும் வருகின்றன. எனினும் காதுகள் நிறைவதில்லை. நம் பார்வைகள் மூலம் கண்களும் நிரம்புவதில்லை."
  }, {
    "number" : 9,
    "verse" : "(எதுவும் புதியதல்ல) துவக்கத்தில் இருந்ததுபோலவே அனைத்துப் பொருட்களும் இருக்கின்றன. எல்லாம் ஏற்கெனவே செய்யப்பட்டதுபோலவே செய்யப்படுகின்றன. வாழ்க்கையில் (வாழ்க்கையில் எழுத்தின் பிரகாரம் “சூரியனுக்கு கீழ்” எனப்பொருள்.) எதுவும் புதியதில்லை."
  }, {
    "number" : 10,
    "verse" : "ஒருவன், “பாருங்கள் இது புதிது” என்று கூறலாம். ஆனால் அந்தப் பொருள் ஏற்கெனவே இங்கே இருக்கிறது. நாம் இருப்பதற்கு முன்னரே அவை இருக்கின்றன."
  }, {
    "number" : 11,
    "verse" : "நீண்டகாலத்திற்கு முன்பு நடந்ததை ஜனங்கள் நினைவில் வைத்திருப்பதில்லை. எதிர்காலத்தில், இப்பொழுது என்ன நடந்துகொண்டிருக்கிறது என்பதையும் நினைவில் வைத்திருக்கப்போவதில்லை. பின்னர் மற்றவர்களுக்கும் தங்களுக்கு முன்னிருந்தவர்கள் என்ன செய்தார்களென்பது நினைவில் இருக்காது."
  }, {
    "number" : 12,
    "verse" : "(ஞானம் மகிழ்ச்சியைக்கொண்டுவருமா?) பிரசங்கியாகிய நான் எருசலேமில் இஸ்ரவேலரின் ராஜாவாக இருந்தேன்."
  }, {
    "number" : 13,
    "verse" : "நான் கற்றுக்கொள்ள முடிவுசெய்தேன். எனவே ஞானத்தைப் பயன்படுத்தி வாழ்விலுள்ள அனைத்தையும் கற்றுக்கொள்ள விரும்பினேன். தேவன் நாம் செய்யும்படி கொடுத்த வேலைகளெல்லாம் கடினமானவை என்று நான் கற்றுக்கொண்டேன்."
  }, {
    "number" : 14,
    "verse" : "பூமியின்மேல் செய்யப்படுகிற அனைத்து செயல்களையும் நான் பார்த்தேன். அவை அனைத்தும் காலத்தை வீணாக்கும் காரியம் என்பதையும் அறிந்துகொண்டேன். இது காற்றைப் பிடிப்பது போன்றதாகும்."
  }, {
    "number" : 15,
    "verse" : "நீ இவற்றை மாற்ற இயலாது. ஏதாவது வளைந்து இருந்தால், அது நேராக இருக்கிறது என்று உன்னால் கூறமுடியாது. ஒரு பொருள் தொலைந்துவிட்டால் அது இருக்கிறது என்று உன்னால் கூறமுடியாது."
  }, {
    "number" : 16,
    "verse" : "நான் எனக்குள், “நான் மிகவும் ஞானமுள்ளவன். எனக்கு முன்னால் எருசலேமை ஆண்ட மற்ற ராஜாக்களைவிட நான் ஞானமுள்ளவன். உண்மையில் ஞானம் என்பதும் அறிவு என்பதும் எத்தகையவை என்பதை நான் அறிவேன்” என்று கூறினேன்."
  }, {
    "number" : 17,
    "verse" : "முட்டாள்தனமாகச் சிந்திப்பதைவிட, ஞானமும் அறிவும் எவ்வகையில் சிறந்தது என்பதைக் கற்றுக்கொள்ள நான் முடிவு செய்தேன். ஆனால் ஞானத்தை அடைய முயல்வது காற்றைப் பிடிக்க முயல்வது போன்றது என்பதை நான் கற்றுக்கொண்டேன்."
  }, {
    "number" : 18,
    "verse" : "மிகுதியான ஞானத்திலே மிகுதியான சலிப்பும் உள்ளது. அதிகமான ஞானத்தைப் பெறுகிற எவனும் அதிகமான வருத்தத்தையும் அடைகிறான்."
  } ]
}