{
  "bibleAbbr" : "TERV1998",
  "bookName" : "பிரசங்கி",
  "bookEnglishName" : "Ecclesiastes",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "மிகச்சிறந்த நறுமணப் பொருட்களைக் கூட சில மரித்துப்போன ஈக்கள் கெடுத்து நாற்றமடையச் செய்துவிடும். இதைப்போலவே, மிகுதியான ஞானத்தையும், மரியாதையையும் முட்டாள்தனம் கெடுத்துவிடும்."
  }, {
    "number" : 2,
    "verse" : "ஞானமுள்ளவனின் எண்ணங்கள் அவனைச் சரியான வழியில் நடத்திச்செல்லும். முட்டாளின் எண்ணங்கள் அவனைத் தவறான வழியில் நடத்திச் செல்லும்."
  }, {
    "number" : 3,
    "verse" : "ஒரு முட்டாள் சாலையில் நடந்து போகும்போதுகூடத் தனது முட்டாள்தனத்தைக் காட்டிக்கொண்டிருப்பான். எனவே ஒவ்வொருவனும் அவனை முட்டாள் என்று கண்டுகொள்வான்."
  }, {
    "number" : 4,
    "verse" : "எஜமான் உன்மீது கோபத்தோடு இருக்கிறான் என்பதற்காக உனது வேலையை விட்டுவிடாதே. நீ அமைதியாகவும் உதவியாகவும் இருந்தால் பெரிய தவறுகளைக்கூட நீ திருத்திக்கொள்ளலாம்."
  }, {
    "number" : 5,
    "verse" : "இந்த வாழ்வில் நான் சிலவற்றைப் பார்த்திருக்கிறேன். ஆனால் அவை சரியன்று. இது ஆள்பவர்கள் செய்கின்ற தவறுகள்."
  }, {
    "number" : 6,
    "verse" : "முக்கியமான பொறுப்புகள் முட்டாள்களுக்குக்கொடுக்கப்படுகின்றன. செல்வம் உள்ளவர்களோ முக்கியம் இல்லாத பொறுப்புகளைப் பெறுகின்றனர்."
  }, {
    "number" : 7,
    "verse" : "பிரபுக்கள் வேலைக்காரர்களைப்போன்று பின்னால் நடந்துபோகும்போது, வேலைக்காரர்கள் குதிரையின்மீது சவாரி செய்வதைப் பார்த்தேன்."
  }, {
    "number" : 8,
    "verse" : "(ஒவ்வொரு வேலையும் அதற்குரிய ஆபத்துகளைக்கொண்டவை) குழிதோண்டுகிற ஒருவன் அந்தக் குழிக்குள்ளேயே விழுவான். சுவரை இடித்துத் தள்ளுகிற ஒருவன் பாம்பு கடித்து மரிப்பான்."
  }, {
    "number" : 9,
    "verse" : "பெருங்கற்களை நகர்த்திக்கொண்டிருக்கிறவன் அதனாலேயே காயப்படுவான். ஒருவன் மரங்களை வெட்டுவதும் ஆபத்தானது. அம்மரம் அவன்மேலேயே விழுந்துவிடலாம்."
  }, {
    "number" : 10,
    "verse" : "ஆனால் ஞானம் அந்த வேலையையும் எளிமைப்படுத்தும். மழுங்கலான கத்தியால் வெட்டுவது கடினம். ஒருவன் அந்தக் கத்தியைக் கூர்மைப்படுத்தினால் வேலை எளிதாகும். ஞானமும் இதைப் போன்றதுதான்."
  }, {
    "number" : 11,
    "verse" : "ஒருவனுக்குப் பாம்புகளை எவ்வாறு கட்டுப்படுத்துவது என்பது தெரிந்திருக்கலாம். ஆனால் அவன் அருகில் இல்லாதபோது அந்தப் பாம்பு வேறு எவரையாவது கடித்துவிடுவதால் அவனது திறமை பயனற்றது. ஞானமும் இதைப் போன்றதுதான்."
  }, {
    "number" : 12,
    "verse" : "ஞானமுள்ளவனின் வார்த்தைகள் பாராட்டைப் பெற்றுத்தரும். ஆனால் முட்டாளின் வார்த்தைகள் அழிவைக்கொண்டுவரும்."
  }, {
    "number" : 13,
    "verse" : "முட்டாள் முட்டாள்தனமானவற்றைக் கூறத் தொடங்குவான். முடிவில் அவன் பைத்தியக்காரத்தனமாகக் கூறுவான்."
  }, {
    "number" : 14,
    "verse" : "ஒரு முட்டாள் எப்பொழுதும் அவன் செய்யப் போவதைப்பற்றியே பேசிக்கொண்டிருப்பான். ஆனால் எதிர்காலத்தில் என்ன நடக்கும் என்பது எவருக்கும் தெரியாது. ஒருவனும் பின்னால் என்ன நடக்கும் என்பதைக் கூறவில்லை."
  }, {
    "number" : 15,
    "verse" : "முட்டாள் தன் வீட்டுக்குரிய வழியை அவ்வளவு சுறுசுறுப்பாக அறிந்துகொள்ளமாட்டான். எனவே வாழ்நாள் முழுவதும் கஷ்டப்பட்டு வேலைச் செய்வான்."
  }, {
    "number" : 16,
    "verse" : "(உழைப்பின் மதிப்பு) ஒரு ராஜா குழந்தையைப்போன்று இருந்தால், அது நாட்டிற்குப் பெருங்கேடாகும். ராஜா தன் காலத்தை உண்பதில் கழித்தாலும் ஒரு நாட்டிற்குக் கேடுதான்."
  }, {
    "number" : 17,
    "verse" : "ராஜா நல்ல குடும்பத்திலிருந்து வந்தவனாக இருந்தால் நாட்டுக்கு அது மிகவும் நல்லது. ஆட்சியாளர்கள் குடிப்பதையும் உண்பதையும் கட்டுப்படுத்திக்கொண்டால், நாட்டுக்கு நல்லதுதான். இத்தகையவர்கள் உண்பதும் குடிப்பதும் பலம் பெறுவதற்காகத் தானே ஒழிய குடித்து வெறிப்பதற்காக அல்ல."
  }, {
    "number" : 18,
    "verse" : "ஒருவன் வேலை செய்வதற்குச் சோம்பேறியாக இருந்தால் அவனது வீடு ஒழுக ஆரம்பித்துவிடும். வீட்டுக்கூரை விழுந்துவிடும்."
  }, {
    "number" : 19,
    "verse" : "ஜனங்கள் உண்பதில் மகிழ்ச்சியடைகிறார்கள். திராட்சைரசம் வாழ்வை மகிழ்ச்சிகுள்ளாக்குகிறது. ஆனால் பணம் பல சிக்கல்களைத் தீர்க்கிறது."
  }, {
    "number" : 20,
    "verse" : "(வீண் பேச்சு) ராஜாவைப்பற்றிக் கெட்ட செய்திகளைக் கூறாதே. அவனைப்பற்றிக் கெட்டதாகவும் நினைக்காதே. செல்வந்தர்ளைப்பற்றியும் கெட்ட செய்திகளைக் கூறாதே. நீ உன் வீட்டில் தனியாக இருந்தாலும் இவ்வாறு கூறாதே. ஏனென்றால், சிறு பறவைக்கூட பறந்துபோய் அந்தச் செய்தியை அவர்களிடம் கூறிவிடும்."
  } ]
}