{
  "bibleAbbr" : "TERV1998",
  "bookName" : "பிரசங்கி",
  "bookEnglishName" : "Ecclesiastes",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஞான மொழிகளின் ஒரு தொகுப்புநல்ல மணமிக்கப் பொருட்களைவிட நல்ல பெயரைப் பெறுவது நல்லது. ஒருவனது பிறந்த நாளைவிட மரித்தநாளும் சிறந்ததுதான்."
  }, {
    "number" : 2,
    "verse" : "விருந்துகளுக்குச் செல்வதைவிட கல்லறைக்குச் செல்வது சிறந்தது. ஏனென்றால் எல்லோரும் மரிக்க வேண்டியவர்களே. வாழ்கின்ற அனைவரும் இதனை ஒப்புக்கொள்ளவேண்டும்."
  }, {
    "number" : 3,
    "verse" : "சிரிப்பைவிடச் சோகம் சிறந்தது. ஏனென்றால் நமது முகம் சோகமடையும்போது நமது இதயம் நல்லதாகிறது."
  }, {
    "number" : 4,
    "verse" : "ஞானமுள்ளவன் மரணத்தைப்பற்றிச் சிந்திக்கிறான். ஆனால் அறிவற்றவனோ எப்பொழுதும் நல்ல நேரத்தைப்பற்றியே நினைத்துக்கொண்டிருக்கிறான்."
  }, {
    "number" : 5,
    "verse" : "ஞானமுள்ளவனால் விமர்சிக்கப்படுவது அறிவற்றவர்களால் புகழப்படுவதைவிட நல்லது."
  }, {
    "number" : 6,
    "verse" : "அறிவற்றவர்களின் சிரிப்பு பயனற்றது. அது பானையின் கீழே எரியும் முட்களைப் போன்றது. முட்கள் வேகமாக எரியும், எனவே பானை சூடாகாது."
  }, {
    "number" : 7,
    "verse" : "எவராவது போதுமான பணம் கொடுப்பதானால் ஞானமுள்ளவர்கள் தம் ஞானத்தை மறக்கத் தயார். அப்பணம் அவனது புரிந்துகொள்ளுதலை அழித்துவிடும்."
  }, {
    "number" : 8,
    "verse" : "ஒன்றைத் துவங்குவதைவிட முடிப்பது நல்லது. ஒருவன் வீண் பெருமையும், பொறுமையின்மையும் கொள்வதைவிட கனிவும், பொறுமையும் சிறந்தது."
  }, {
    "number" : 9,
    "verse" : "விரைவாகக் கோபம் அடையாதே. ஏனென்றால் கோபம் முட்டாளாக்கும்."
  }, {
    "number" : 10,
    "verse" : "“இந்நாட்களைவிட ‘அக்கால நாட்கள்’ நன்றாக இருந்தன என்று சொல்லாதே. என்ன நடந்தது?” என்று கேட்காதே. அந்தக் கேள்வியைக் கேட்கும்படி ஞானம் நம்மை வழிநடத்தாது."
  }, {
    "number" : 11,
    "verse" : "உன்னிடம் செல்வம் இருக்குமானால் ஞானம் அதைவிடச் சிறந்தது. உண்மையில் ஞானமுள்ளவர்கள் தேவைக்கு மிகுதியாகவே செல்வத்தைப் பெறுகிறார்கள்."
  }, {
    "number" : 12,
    "verse" : "ஞானமுள்ளவனால் செல்வந்தனாக முடியும். ஞானம் அதன் சொந்தக்காரனைப் பாதுகாக்கும்."
  }, {
    "number" : 13,
    "verse" : "தேவனால் படைக்கப்பட்ட பொருட்களைப் பாருங்கள். ஒருவேளை அது தவறு என்று நினைத்தாலும் உன்னால் எதையும் மாற்ற முடியாது."
  }, {
    "number" : 14,
    "verse" : "வாழ்க்கை நல்லதாக இருந்தால், அனுபவி. வாழ்க்கை கடினமாக இருக்கும்போது தேவன் நமக்கு நல்ல காலத்தையும் கஷ்டகாலத்தையும் கொடுக்கிறார் என்று நினைத்துக்கொள். எதிர்காலத்தில் என்ன நிகழும் என்பது எவருக்கும் தெரியாது."
  }, {
    "number" : 15,
    "verse" : "ஜனங்களால் உண்மையில் நல்லவர்களாக முடியாதுஎனது குறுகிய வாழ்வில் நான் எல்லாவற்றையும் பார்த்திருக்கிறேன். நல்லவர்கள் இளமையிலேயே மரித்துப்போகிறார்கள். தீயவர்கள் நீண்ட காலம் வாழ்வதையும் பார்த்திருக்கிறேன்."
  }, {
    "number" : 16,
    "verse" : "ஏன் நீ உன்னையே கொன்றுகொள்கிறாய். அதிக நல்லவனாகவும் அதிக கெட்டவனாகவும் இராதே. நீ அதிக ஞானமுள்ளவனாகவும் அதிக முட்டாளாகவும் இராதே. உனக்குரிய காலத்திற்கு முன் நீ ஏன் மரிக்கவேண்டும்?"
  }, {
    "number" : 18,
    "verse" : "இதில் கொஞ்சம் அதில் கொஞ்சமுமாய் இருக்க முயற்சிசெய். தேவனுடைய பக்தர்களும் கூட கொஞ்சம் நல்லவர்களாகவும் கொஞ்சம் தீயவர்களாகவும் இருக்கின்றனர்."
  }, {
    "number" : 19,
    "verse" : "பாவமே செய்யாமல் எப்பொழுதும் நல்லதையே செய்துகொண்டிருக்கிற மனிதன் பூமியில் ஒருவனும் இல்லை. ஞானம் ஒருவனுக்குப் பலத்தைக்கொடுக்கிறது. பட்டணத்திலுள்ள பத்து முட்டாள் தலைவர்களைவிட ஒரு ஞானவான் பலமுள்ளவன்."
  }, {
    "number" : 21,
    "verse" : "ஜனங்கள் சொல்லுகின்ற அனைத்தையும் நீ கேட்காதே. உனது சொந்த வேலைக்காரனே உனக்கு எதிராகப் பேசுவதை நீ கேட்கலாம்."
  }, {
    "number" : 22,
    "verse" : "மற்றவர்களைப்பற்றி நீயே பல தடவை அவதூறு சொல்லியிருப்பதை நீ அறியலாம்."
  }, {
    "number" : 23,
    "verse" : "நான் எனது ஞானத்தைப் பயன்படுத்தி இவற்றைப்பற்றிச் சிந்தித்தேன். நான் உண்மையில் ஞானமுள்ளவனாக இருக்க விரும்பினேன். ஆனால் அது முடியாமற்போனது."
  }, {
    "number" : 24,
    "verse" : "ஏன் பல விஷயங்கள் இவ்வாறு இருக்கின்றன என்று எனக்குத் தெரியவில்லை. இதனைப் புரிந்துக்கொள்வது எவருக்கும் கடினம்தான்."
  }, {
    "number" : 25,
    "verse" : "நான சற்றுக் கடினப்பட்டு முயன்று ஞானத்தைப் பெற்றேன். நான், எல்லாவற்றுக்கும் காரணம் கண்டுகொள்ள விரும்பினேன். நான் என்ன கற்றுக்கொண்டேன்? கெட்டவனாக இருப்பது முட்டாள்தனம் என்பதைக் கற்றேன். ஒரு அறிவற்றவனைப்போன்று நடிப்பதும் பைத்தியகாரத்தனமானதுதான்."
  }, {
    "number" : 26,
    "verse" : "சில பெண்கள் கண்ணிகளைப்போன்று ஆபத்தானவர்கள் என்பதை அறிந்துக்கொண்டேன். அவர்களின் இதயம் வலைகளைப் போன்றது, அவர்களது கைகள் சங்கிலிகளைப் போன்றவை. இத்தகைய பெண்களிடம் அகப்பட்டுக்கொள்வது மரணத்தைவிட பயங்கரமானது. தேவனைப் பின்பற்றுகிற ஒருவன் இத்தகைய பெண்களிடம் இருந்து விலகி ஓடுவான். பாவியோ இவர்களிடம் அகப்பட்டுக்கொள்வான்."
  }, {
    "number" : 27,
    "verse" : "பிரசங்கி, “என்னால் எத்தகைய பதிலைக் கண்டுபிடிக்கமுடியும் என்பதற்காகவே நான் இவற்றையெல்லாம் சேர்க்கிறேன். நான் இன்னும் பதில்களை எதிர்பார்த்துக்கொண்டிருக்கிறேன். நான் ஆயிரத்தில் ஒருவனை நல்லவனாகக் கண்டுபிடித்தேன். ஆனாலும் ஒரு நல்ல பெண்ணைக் கூடக் கண்டுபிடிக்க முடியவில்லை.”"
  }, {
    "number" : 29,
    "verse" : "“தேவன் மனிதனை நல்லவனாகவே படைத்தார். ஆனால் ஜனங்கள் கெட்டுப்போக பல வழிகளைக் கண்டுபிடித்தனர். இதுவும் நான் கற்றுக்கொண்ட இன்னொரு பாடமாகும்” என்று கூறுகிறான்."
  } ]
}