{
  "bibleAbbr" : "TERV1998",
  "bookName" : "பிரசங்கி",
  "bookEnglishName" : "Ecclesiastes",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "மரணம் நியாயமானதா?நான் இவை அனைத்தையும்பற்றி வெகு கவனமாகச் சிந்தித்தேன். தேவன், நல்லவர்களும் ஞானவான்களும் செய்வதையும் அவர்களுக்கு ஏற்படுவதையும் கட்டுப்படுத்துவதை நான் பார்த்தேன். அவர்கள் அன்பு செலுத்தப்படுவார்களா அல்லது வெறுக்கப்படுவார்களா என்று அவர்களுக்குத் தெரியாது. எதிர்காலத்தில் என்ன நடைபெறும் என்பதும் அவர்களுக்குத் தெரியாது."
  }, {
    "number" : 2,
    "verse" : "ஆனால், நாம் அனைவரும் மரிக்கிறோம். இது அனைவருக்கும் நிகழ்கிற ஒன்று. மரணம் நல்லவர்கள் தீயவர்கள் என அனைவருக்கும் ஏற்படுகின்றது. சுத்தமானவர்கள் சுத்தமில்லாதவர்கள் என அனைத்து ஜனங்களுக்கும் மரணம் ஏற்படுகின்றது. பலி கொடுப்பவர்கள் பலிகொடுக்காதவர்கள் என அனைவருக்கும் மரணம் ஏற்படுகின்றது. பாவியைப் போன்றே நல்லவனும் மரித்துப்போகிறான். தேவனுக்குச் சிறப்பான பொருத்தனைகள் செய்கிறவனைப் போன்றே தேவனுக்குப் பொருத்தனை செய்யப் பயப்படுகிறவனும் மரித்துப்போகிறான்."
  }, {
    "number" : 3,
    "verse" : "நமது வாழ்வில் நடைபெறும் அனைத்து காரியங்களிலும் மிக மோசமான காரியம் அனைத்து ஜனங்களும் ஒரே வழியில் முடிந்து போவதுதான். ஜனங்கள் எப்பொழுதும் பாவங்களையும் முட்டாள்தனங்களையும் சிந்தித்துக்கொண்டிருப்பதும் கெட்டதுதான். அவ்வகை எண்ணங்கள் மரணத்திற்கே அழைத்துச் செல்லுகின்றன."
  }, {
    "number" : 4,
    "verse" : "வாழ்ந்துகொண்டிருக்கிற எவருக்கும் நம்பிக்கையுண்டு. அவன் யார் என்பது அக்கறையில்லை. ஆனால் “மரித்துப்போன சிங்கத்தைவிட உயிரோடு உள்ள நாய் சிறந்தது” என்னும் கூற்று உண்மையானது."
  }, {
    "number" : 5,
    "verse" : "உயிரோடுள்ளவர்கள் தாம் மரித்துப்போவோம் என்பதை அறிந்தவர்கள். ஆனால் மரித்துப்போனவர்கள் எதையும் அறியமாட்டார்கள். மரித்துப் போனவர்களுக்கு எந்த விருதும் இல்லை. ஜனங்கள் அவர்களை விரைவில் மறந்துவிடுவார்கள்."
  }, {
    "number" : 6,
    "verse" : "ஒருவன் மரித்த பிறகு, அவனது அன்பு, வெறுப்பு, பொறாமை அனைத்தும் போய்விடுகின்றது. மரித்துப்போனவர்களுக்குப் பூமியில் நிகழ்ந்த இத்தனையிலும் பங்கில்லை."
  }, {
    "number" : 7,
    "verse" : "முடியும்போது வாழ்க்கையை அனுபவிஇப்போது போய் உனது உணவை உண்டு மகிழ்ச்சியைப் பெறு. உனது திராட்சைரசத்தைக் குடித்து மகிழ்ச்சி அடைவாய். நீ இவற்றைச் செய்வது தேவனுக்கு உடன்பாடானதுதான்."
  }, {
    "number" : 8,
    "verse" : "சிறந்த ஆடைகளை அணிந்து அழகாகக் காட்சியளி."
  }, {
    "number" : 9,
    "verse" : "நீ விரும்புகிற மனைவியோடு வாழ்க்கையை அனுபவி. குறுகிய உனது வாழ்க்கையின் ஒவ்வொரு நாளையும் அனுபவி. பூமியில் குறுகிய இந்த வாழ்வை தேவன் உனக்குக்கொடுத்திருக்கிறார். உனக்குரியது எல்லாம் இதுதான். எனவே இவ்வாழ்வில் நீ செய்யவேண்டிய வேலைகளுக்கு மகிழ்ச்சி அடைவாய்."
  }, {
    "number" : 10,
    "verse" : "எப்பொழுதெல்லாம் வேலை செய்ய வாய்ப்பு கிடைக்கிறதோ, அதை எவ்வளவு சிறப்பாகச் செய்யமுடியுமோ, அதனைச் செய். கல்லறையில் உனக்கு வேலையில்லை. அங்கு சிந்தனையும் அறிவும் ஞானமும் இல்லை. நாம் அனைவரும் மரணம் என்ற இடத்துக்கே போய்க்கொண்டிருக்கிறோம்."
  }, {
    "number" : 11,
    "verse" : "அதிர்ஷ்டமா? துரதிர்ஷ்டமா? நாம் என்ன செய்யலாம்?நான் வாழ்க்கையில் நியாயமற்ற சிலவற்றைப் பார்த்தேன். வேகமாக ஓடுகிறவன் பந்தயத்தில் எப்பொழுதும் வெற்றி பெறுவதில்லை. வலுமிக்க படை போரில் எப்பொழுதும் வெற்றிபெறுவதில்லை. ஞானத்தில் சிறந்தவன் எப்பொழுதும் அதிகமாகச் சம்பாதிப்பதில்லை. அறிவுக் கூர்மைமிக்கவன் எப்பொழுதும் செல்வத்தைப் பெறுவதில்லை. கல்வி அறிவுமிக்கவன் எப்பொழுதும் தனக்குரிய பாராட்டுகளைப் பெறுவதில்லை; நேரம் வரும்போது ஒவ்வொருவருக்கும் தீமையே ஏற்படுகின்றன."
  }, {
    "number" : 12,
    "verse" : "அடுத்து என்ன நடக்கும் என்று ஒருவனால் என்றைக்கும் அறிய முடியாது. அவன் வலைக்குள் அகப்பட்ட மீனைப்போன்று இருக்கிறான். அம்மீனுக்கு என்ன நடக்கும் என்பது தெரியாது. அவன் கண்ணியில் அகப்பட்ட பறவையைப் போன்றவன். அப்பறவை அடுத்து நடக்கப்போவதை அறியாது. இதுபோலவே, ஒருவன் தீயவற்றால் கண்ணியில் அகப்படுகிறான். அது திடீரென்று அவனுக்கு ஏற்படுகின்றது."
  }, {
    "number" : 13,
    "verse" : "ஞானத்தின் வல்லமைஇந்த வாழ்வில் ஒருவன் ஞானமுள்ளவற்றைச் செய்வதை நான் பார்த்தேன். எனக்கு அது மிக முக்கியமாகப்பட்டது."
  }, {
    "number" : 14,
    "verse" : "மிகக் குறைந்த எண்ணிக்கைக்கொண்ட ஜனங்களையுடைய நகரம் இருந்தது. ஒரு ராஜா அதனைச் சுற்றி தன் படை வீரர்களை நிறுத்தி அதற்கு எதிராகப் போரிட்டான்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் அந்நகரில் ஒரு ஞானி இருந்தான். அவன் ஏழை. ஆனால் அந்நகரைக் காப்பாற்ற தனது ஞானத்தைப் பயன்படுத்தினான். எல்லாம் நடந்து முடிந்தபிறகு, அந்த ஏழையை ஜனங்கள் மறந்துவிட்டார்கள்."
  }, {
    "number" : 16,
    "verse" : "எனினும் நான் இப்பொழுதும் ஞானம் பலத்தைவிட சிறந்தது என்பேன். அந்த ஜனங்கள் ஏழையின் ஞானத்தை மறந்துவிட்டார்கள். அவன் சொன்னதைக் கவனிப்பதை நிறுத்திவிட்டார்கள். ஞானமே சிறந்தது என்று நான் இன்னமும் நம்புகிறேன்."
  }, {
    "number" : 17,
    "verse" : "ஒரு முட்டாள் ராஜாவால் மிகச் சத்தமாகச் சொல்லப்படுகிற வார்த்தைகளைவிட ஒரு ஞானியின் மென்மையான வார்த்தைகள் சிறந்தவை."
  }, {
    "number" : 18,
    "verse" : "போரில் ஞானமானது வாள்களையும் ஈட்டிகளையும்விடச் சிறந்தவை. ஆனால் ஒரு முட்டாளால் பல நல்லவற்றை அழிக்க முடியும்."
  } ]
}