{"bibleAbbr":"ULT2024","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore, if there is any encouragement in Christ, if there is any comfort provided by love, if there is any fellowship in the Spirit, if there are any tender mercies and compassions,"},{"number":2,"verse":"then make my joy full by being of the same mind, having the same love, being united in spirit, and having one purpose."},{"number":3,"verse":"Do nothing out of selfishness or empty conceit. Instead with humility consider others better than yourselves."},{"number":4,"verse":"Let each of you look not only to his own interests, but also to the interests of others."},{"number":5,"verse":"Have this mind in yourselves which also was in Christ Jesus,"},{"number":6,"verse":"who, though he existed in the form of God, did not consider his equality with God as something to hold on to."},{"number":7,"verse":"Instead, he emptied himself by taking the form of a servant, and he was born in the likeness of men. Being found looking like a man,"},{"number":8,"verse":"he humbled himself and became obedient to the point of death, even death on a cross!"},{"number":9,"verse":"Therefore God also highly exalted him and He gave him the name that is above every name."},{"number":10,"verse":"He did this so that in the name of Jesus every knee should bend, the knees of those in heaven and on earth and under the earth,"},{"number":11,"verse":"and so every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."},{"number":12,"verse":"So then, my beloved, as you always obey, not only in my presence but now much more in my absence, work out your own salvation with fear and trembling."},{"number":13,"verse":"For it is God who is working in you both to will and to work for his good pleasure."},{"number":14,"verse":"Do all things without complaining or arguing,"},{"number":15,"verse":"so that you may become blameless and pure, children of God without blemish, among whom you will shine as lights in the world, in the middle of a crooked and depraved generation."},{"number":16,"verse":"Hold on to the word of life so that on the day of Christ I may boast that I did not run in vain or labor in vain."},{"number":17,"verse":"But even if I am being poured out as an offering on the sacrifice and service of your faith, I am glad and rejoice with you all."},{"number":18,"verse":"In the same manner you also should be glad and rejoice with me."},{"number":19,"verse":"But I have hope in the Lord Jesus to send Timothy to you soon, so that I may also be encouraged when I know the things about you."},{"number":20,"verse":"For I have no one else with his same attitude, who is truly concerned for you."},{"number":21,"verse":"For they all seek their own interests, not the things of Jesus Christ."},{"number":22,"verse":"But you know his worth, because as a son with his father, so he served with me in the gospel."},{"number":23,"verse":"So therefore I hope to send him as soon as I see how things will go with me."},{"number":24,"verse":"But I am confident in the Lord that I myself will also come soon."},{"number":25,"verse":"But I think it is necessary to send Epaphroditus back to you. He is my brother and fellow worker and fellow soldier, and your messenger and servant for my needs."},{"number":26,"verse":"Seeing that he longed to be with you all and he was very distressed because you heard that he was sick."},{"number":27,"verse":"For indeed he was so sick that he almost died. But God had mercy on him, and not on him only, but also on me, so that I might not have sorrow upon sorrow."},{"number":28,"verse":"So it is all the more eagerly that I am sending him, so that when you see him again you may rejoice, and I can have less sorrow."},{"number":29,"verse":"So welcome him in the Lord with all joy and honor people like him."},{"number":30,"verse":"For it was for the work of Christ that he came near death. He risked his life to serve me and fill up what you could not do in service to me."}]}