{"bibleAbbr":"GB1539","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"The worde of the Lorde came vnto Ionas the sonne of Amythay saying:"},{"number":2,"verse":"Aryse, & get the to Niniue that greate cyte: and preache vnto them, how that theyr wyckednes is come vp before me."},{"number":3,"verse":"And Ionas made him ready to fle vnto Tharsis from the presence of the Lorde, and gat hym downe to Ioppa: where he founde a shyp ready for to go vnto Tharsis. So he payde hys fare, and wente aborde, that he myght go with them vnto Tharsis, from the presence of the Lorde."},{"number":4,"verse":"But the Lorde hurled a greate wynde into the see, and there was a myghtye tempest in the see: so that the shyppe was in ieoperdy of goynge in peces."},{"number":5,"verse":"Then the maryners were afrayde, and cryed euery man vnto his God: and the goodes that were in the shyppe, they cast into the see, to lyghten it of them. But Ionas gatt hym vnder the hatches, where he layed him downe & slombred."},{"number":6,"verse":"So the master of the shyppe came to him and sayde vnto him: why slomberest thou? Up, call vpon thy God: yf God (happely) wyll thynke vpon vs, that we perysh not."},{"number":7,"verse":"And they sayde one to another: come, let vs cast lottes: that we maye knowe, for whose cause we are thus troubled. And so they cast lottes, and the lot fell vpon Ionas."},{"number":8,"verse":"Then sayd they vnto him: tel vs, for whose cause are we thus troubled? what is thyne occupacyon? whence commest thou? what countre man art thou, and of what nacion?"},{"number":9,"verse":"He answered them: I am an Ebrue, and I feare the Lorde God of heauen, whych made both the see, & drye lande."},{"number":10,"verse":"Then were the men exceadyngly afrayed & sayde vnto hym: why dydest thou so? (for they knewe, that he was fled from the presence of the Lorde, because he had tolde them)"},{"number":11,"verse":"& sayd moreouer vnto him: What shall we do vnto the, that the see maye ceasse from troublynge vs? (for the see wrought and was troublous)"},{"number":12,"verse":"he answered them: Take me, and cast me into the see, so shall it lett you be in rest: for I wote, it is for my sake, that this great tempeste is come vpon you."},{"number":13,"verse":"Neuerthelesse, the men assayed wyth rowynge, to brynge the shyppe to lande: but it wolde not be, because the see wrought so: & was so troublous agaynst them."},{"number":14,"verse":"Wherfore they cryed vnto the Lord, & sayde: O Lord let vs not perysh for thys mans death, nether laye thou innocent bloude vnto our charge: for thou, O Lord, hast done, euen as thy pleasure was."},{"number":15,"verse":"So they toke Ionas, and cast hym into the see, and the see lefte ragynge,"},{"number":16,"verse":"And the men feared the Lorde exceadyngly, doyng sacryfyces and makinge vowes vnto the Lorde."},{"number":17,"verse":"("}]}