{"bibleAbbr":"AKJV1999+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"My son, <WH1121> attend <WH7181> to my wisdom, <WH2451> and bow <WH5186> your ear <WH241> to my understanding: <WH8394>"},{"number":2,"verse":"That you may regard <WH8104> discretion, <WH4209> and that your lips <WH8193> may keep <WH5341> knowledge. <WH1847>"},{"number":3,"verse":"For the lips <WH8193> of a strange <WH2114> woman drop <WH5197> as an honeycomb, <WH5317> and her mouth <WH2441> is smoother <WH2513> than oil: <WH8081>"},{"number":4,"verse":"But her end <WH319> is bitter <WH4751> as wormwood, <WH3939> sharp <WH2299> as a two-edged <WH6310> sword. <WH2719>"},{"number":5,"verse":"Her feet <WH7272> go <WH3381> down <WH3381> to death; <WH4194> her steps <WH6806> take <WH8551> hold <WH8551> on hell. <WH7585>"},{"number":6,"verse":"Lest <WH6435> you should ponder <WH6424> the path <WH734> of life, <WH2416> her ways <WH4570> are moveable, <WH5128> that you can not know <WH3045> them."},{"number":7,"verse":"Hear <WH8085> me now <WH6258> therefore, O you children, <WH1121> and depart <WH5493> not from the words <WH561> of my mouth. <WH6310>"},{"number":8,"verse":"Remove <WH7368> your way <WH1870> far <WH7368> from her, and come <WH7126> not near <WH7126> the door <WH6607> of her house: <WH1004>"},{"number":9,"verse":"Lest <WH6435> you give <WH5414> your honor <WH1935> to others, <WH312> and your years <WH8141> to the cruel: <WH394>"},{"number":10,"verse":"Lest <WH6435> strangers <WH2114> be filled <WH7646> with your wealth; <WH3581> and your labors <WH6089> be in the house <WH1004> of a stranger; <WH5237>"},{"number":11,"verse":"And you mourn <WH5098> at the last, <WH319> when your flesh <WH1320> and your body <WH7607> are consumed, <WH3615>"},{"number":12,"verse":"And say, <WH559> How <WH349> have I hated <WH8130> instruction, <WH4148> and my heart <WH3820> despised <WH5006> reproof; <WH8433>"},{"number":13,"verse":"And have not obeyed <WH8085> the voice <WH6963> of my teachers, <WH3384> nor <WH3808> inclined <WH5186> my ear <WH241> to them that instructed <WH3925> me!"},{"number":14,"verse":"I was almost <WH4592> in all <WH3605> evil <WH7451> in the middle <WH8432> of the congregation <WH6951> and assembly. <WH5712>"},{"number":15,"verse":"Drink <WH8354> waters <WH4325> out of your own cistern, <WH953> and running <WH5140> waters out of your own well. <WH875>"},{"number":16,"verse":"Let your fountains <WH4599> be dispersed <WH6327> abroad, <WH2351> and rivers <WH6388> of waters <WH4325> in the streets. <WH7339>"},{"number":17,"verse":"Let them be only <WH905> your own, and not strangers' <WH2114> with you."},{"number":18,"verse":"Let your fountain <WH4726> be blessed: <WH1288> and rejoice <WH8055> with the wife <WH802> of your youth. <WH5271>"},{"number":19,"verse":"Let her be as the loving <WH158> hind <WH365> and pleasant <WH2580> roe; <WH3280> let her breasts <WH1717> satisfy <WH7301> you at all <WH3605> times; <WH6256> and be you ravished <WH7686> always <WH8548> with her love. <WH160>"},{"number":20,"verse":"And why <WH4100> will you, my son, <WH1121> be ravished <WH7686> with a strange <WH2114> woman, and embrace <WH2263> the bosom <WH2436> of a stranger? <WH5237>"},{"number":21,"verse":"For the ways <WH1870> of man <WH376> are before <WH5227> the eyes <WH5869> of the LORD, <WH3068> and he ponders <WH6424> all <WH3605> his goings. <WH4570>"},{"number":22,"verse":"His own iniquities <WH5771> shall take <WH3920> the wicked <WH7563> himself, and he shall be held <WH8551> with the cords <WH2256> of his sins. <WH2403>"},{"number":23,"verse":"He shall die <WH4191> without <WH369> instruction; <WH4148> and in the greatness <WH7230> of his folly <WH200> he shall go <WH7686> astray. <WH7686>"}]}