{"bibleAbbr":"HOV2012","bookName":"1 शमूएल","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"तब दाऊद नोब को गया और अहीमेलेक याजक के पास आया; और अहीमेलेक दाऊद से भेंट करने को थरथराता हुआ निकला, और उससे पूछा, “क्या कारण है कि तू अकेला है, और तेरे साथ कोई नहीं?”"},{"number":2,"verse":"दाऊद ने अहीमेलेक याजक से कहा, “राजा ने मुझे एक काम करने की आज्ञा देकर मुझ से कहा, ‘जिस काम को मैं तुझे भेजता हूँ और जो आज्ञा मैं तुझे देता हूँ, वह किसी पर प्रकट न होने पाए;’ और मैं ने जवानों को फलाने स्थान पर जाने को समझाया है।"},{"number":3,"verse":"अब तेरे हाथ में क्या है? पाँच रोटी, या जो कुछ मिले उसे मेरे हाथ में दे।”"},{"number":4,"verse":"याजक ने दाऊद से कहा, “मेरे पास साधारण रोटी तो नहीं है, केवल पवित्र रोटी है; इतना हो कि वे जवान स्त्रियों से अलग रहे हों।”"},{"number":5,"verse":"दाऊद ने याजक को उत्तर देकर उससे कहा, “सच है कि हम तीन दिन से स्त्रियों से अलग हैं; फिर जब मैं निकलता हूँ तब जवानों के बर्तन पवित्र होते हैं, यद्यपि यात्रा साधारण होती है, तो आज उनके बर्तन अवश्य ही पवित्र होंगे।”"},{"number":6,"verse":"तब याजक ने उसको पवित्र रोटी दी;"},{"number":7,"verse":"उस दिन वहाँ दोएग नामक शाऊल का एक कर्मचारी यहोवा के आगे रुका हुआ था; वह एदोमी था और शाऊल के चरवाहों का मुखिया था।"},{"number":8,"verse":"फिर दाऊद ने अहीमेलक से पूछा, “क्या यहाँ तेरे पास कोई भाला या तलवार नहीं है? क्योंकि मुझे राजा के काम की ऐसी जल्दी थी कि मैं न तो अपनी तलवार साथ लाया हूँ, और न अपना कोई हथियार ही लाया।”"},{"number":9,"verse":"याजक ने कहा, “हाँ, पलिश्ती गोलियत जिसे तू ने एला तराई में घात किया, उसकी तलवार कपड़े में लपेटी हुई एपोद के पीछे रखी है; यदि तू उसे लेना चाहे, तो ले ले, उसे छोड़ और कोई यहाँ नहीं है।” दाऊद बोला, “उसके तुल्य कोई नहीं; वही मुझे दे।”"},{"number":10,"verse":"तब दाऊद चला, और उसी दिन शाऊल के डर के मारे भागकर गत के राजा आकीश के पास गया।"},{"number":11,"verse":"और आकीश के कर्मचारियों ने आकीश से कहा, “क्या वह उस देश का राजा दाऊद नहीं है? क्या लोगों ने उसी के विषय नाचते नाचते एक दूसरे के साथ यह गाना न गाया था कि, ‘शाऊल ने हज़ारों को, और दाऊद ने लाखों को मारा है’?”"},{"number":12,"verse":"दाऊद ने ये बातें अपने मन में रखीं, और गत के राजा आकीश से अत्यन्त डर गया।"},{"number":13,"verse":"तब उसने उनके सामने दूसरी चाल चली, और उनके हाथ में पड़कर पागल-सा बन गया; और फाटक के किवाड़ों पर लकीरें खींचने, और अपनी लार अपनी दाढ़ी पर बहाने लगा।"},{"number":14,"verse":"तब आकीश ने अपने कर्मचारियों से कहा, “देखो, वह जन तो बावला है; तुम उसे मेरे पास क्यों लाए हो?"},{"number":15,"verse":"क्या मेरे पास बावलों की कुछ घटी है, कि तुम उसको मेरे सामने बावलापन करने के लिये लाए हो? क्या ऐसा जन मेरे भवन में आने पाएगा?”"}]}