{"bibleAbbr":"orOV2014","bookName":"ଦାନିୟେଲଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"( ଦାନିୟେଲ ବାବିଲକୁ ନୀତ) ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମର ରାଜତ୍ଵର ତୃତୀୟ ବର୍ଷରେ ବାବିଲର ରାଜା ନବୂଖଦ୍ନିତ୍ସର ଯିରୂଶାଲମକୁ ଆସି ତାହା ଅବରୋଧ କଲା ।"},{"number":2,"verse":"ପୁଣି, ପ୍ରଭୁ ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମକୁ ଓ ପରମେଶ୍ଵରଙ୍କ ଗୃହର କେତେକ ପାତ୍ର ତାହାର ହସ୍ତରେ ସମର୍ପି ଦେଲେ; ତହିଁରେ ସେ ଶିନୀୟର ଦେଶସ୍ଥ ଆପଣା ଦେବ ମନ୍ଦିରକୁ ସେସବୁ ନେଇଗଲା ଓ ପାତ୍ରସକଳ ସେ ଆପଣା ଦେବତାର ଭଣ୍ତାର ଗୃହରେ ରଖିଲା ।"},{"number":3,"verse":"ପୁଣି, ରାଜା ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ ମଧ୍ୟରୁ, ଅର୍ଥାତ୍, ରାଜକୀୟ ଓ କୁଳୀନ ବଂଶରୁ ଯିଶା. ୩୯:୭"},{"number":4,"verse":"ନିଖୁନ୍ତ, ସୁନ୍ଦର ଓ ସମସ୍ତ ଜ୍ଞାନରେ ନିପୁଣ, ବିଦ୍ୟାରେ ବିଚକ୍ଷଣ, ବୁଦ୍ଧିରେ ବିଜ୍ଞ ଓ ରାଜପ୍ରାସାଦରେ ଠିଆ ହେବାକୁ ଯୋଗ୍ୟ କେତେକ ଯୁବା ଲୋକଙ୍କୁ ଆଣିବାକୁ ଓ କଲ୍ଦୀୟ ବିଦ୍ୟା ଓ ଭାଷା ଶିଖାଇବାକୁ ଆପଣାର ନପୁଂସକାଧିପତି ଅସ୍ପନସ୍କୁ କହିଲା ।"},{"number":5,"verse":"ଆଉ, ସେମାନେ ଯେପରି ତିନି ବର୍ଷର ଶେଷରେ ରାଜାଙ୍କ ନିକଟରେ ଠିଆ ହେବେ, ଏଥିପାଇଁ ରାଜା ସେମାନଙ୍କ ନିମନ୍ତେ ରାଜାର ଆହାରୀୟ ଦ୍ରବ୍ୟରୁ ଓ ପାନୀୟ ଦ୍ରାକ୍ଷାରସରୁ ଦୈନିକ ଅଂଶ ଦେବା ପାଇଁ ଓ ତିନି ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ପ୍ରତିପୋଷଣ କରିବା ପାଇଁ ନିରୂପଣ କଲା ।"},{"number":6,"verse":"ଏମାନଙ୍କ ମଧ୍ୟରେ ଯିହୁଦା ବଂଶୀୟ ଦାନିୟେଲ, ହନାନୀୟ, ମିଶାୟେଲ ଓ ଅସରୀୟ ଥିଲେ ।"},{"number":7,"verse":"ପୁଣି, ନପୁଂସକାଧିପତି ସେମାନଙ୍କୁ ନାମ ଦେଲାଣ: ସେ ଦାନିୟେଲଙ୍କୁ ବେଲ୍ଟଶତ୍ସର, ହନାନୀୟଙ୍କୁ ଶଦ୍ରକ୍, ମିଶାୟେଲଙ୍କୁ ମୈଶକ ଓ ଅସରୀୟକୁ ଅବେଦ୍-ନଗୋ ନାମ ଦେଲା ।"},{"number":8,"verse":"( ଦାନିୟେଲଙ୍କ ବିଶ୍ଵସ୍ତତା) ମାତ୍ର ରାଜାର ଆହାରୀୟ ଦ୍ରବ୍ୟରେ ଓ ତାହାର ପାନୀୟ ଦ୍ରାକ୍ଷାରସରେ ଆପଣାକୁ ଅଶୁଚି ନ କରିବା ପାଇଁ ଦାନିୟେଲ ନିଜ ମନରେ ସ୍ଥିର କଲେ; ଏହେତୁ ସେ ଯେପରି ଆପଣାକୁ ଅଶୁଚି ନ କରନ୍ତି, ଏଥିପାଇଁ ସେ ନପୁଂସକାଧିପତିକି ନିବେଦନ କଲେ ।"},{"number":9,"verse":"ସେତେବେଳେ ପରମେଶ୍ଵର ସେହି ନପୁଂସକାଧି-ପତିର ଦୃଷ୍ଟିରେ ଦାନିୟେଲଙ୍କୁ ଅନୁଗ୍ରହ ଓ ଦୟାର ପାତ୍ର କଲେ ।"},{"number":10,"verse":"ତହିଁରେ ନପୁଂସକାଧିପତି ଦାନିୟେଲଙ୍କୁ କହିଲା, ଯେ ତୁମ୍ଭମାନଙ୍କର ଭକ୍ଷ୍ୟ ଓ ପାନୀୟ ଦ୍ରବ୍ୟ ନିରୂପଣ କରିଅଛନ୍ତି, ମୁଁ ଆପଣାର ପ୍ରଭୁ ସେହି ମହାରାଜାଙ୍କୁ ଭୟ କରେ; କାରଣ ସେ ତୁମ୍ଭମାନଙ୍କର ସମବୟସ୍କ ଯୁବାମାନଙ୍କର ମୁଖ ଅପେକ୍ଷା ତୁମ୍ଭମାନଙ୍କ ମୁଖ କାହିଁକି ମଳିନ ଦେଖିବେ ? ତାହାହେଲେ, ତୁମ୍ଭେମାନେ ରାଜାଙ୍କ ନିକଟରେ ମୋର ମସ୍ତକକୁ ସଂଶୟାପନ୍ନ କରିବ ।"},{"number":11,"verse":"ତହିଁରେ ନପୁଂସକାଧିପତି ଦାନିୟେଲ, ହନାନୀୟ, ମୀଶାୟେଲ ଓ ଅସରୀୟଙ୍କ ଉପରେ ଯେଉଁ ଗୃହାଧ୍ୟକ୍ଷକୁ ନିଯୁକ୍ତ କରିଥିଲା, ତାହାକୁ ଦାନିୟେଲ କହିଲେ;"},{"number":12,"verse":"ଅନୁଗ୍ରହ କରି ଆପଣା ଦାସମାନଙ୍କୁ ଦଶ ଦିନ ପରୀକ୍ଷା କରନ୍ତୁ; ଆମ୍ଭମାନଙ୍କୁ ଭୋଜନ ନିମନ୍ତେ ଶସ୍ୟ ଓ ପାନ ନିମନ୍ତେ ଜଳ ଦିଆଯାଉ ।"},{"number":13,"verse":"ତହିଁ ଉତ୍ତାରେ ଆପଣଙ୍କ ସମ୍ମୁଖରେ ଆମ୍ଭମାନଙ୍କର ମୁଖ ଓ ରାଜକୀୟ ଭକ୍ଷ୍ୟ ଭୋଜନକାରୀ ଯୁବାମାନଙ୍କର ମୁଖ ଦେଖାଯାଉ; ତହିଁରେ ଆପଣ ଯେପରି ଦେଖନ୍ତି, ତଦନୁସାରେ ଆପଣ ଦାସମାନଙ୍କ ପ୍ରତି ବ୍ୟବହାର କରନ୍ତୁ ।"},{"number":14,"verse":"ତହିଁରେ ସେ ଏ ବିଷୟରେ ସେମାନଙ୍କ କଥା ଗ୍ରାହ୍ୟ କରି ଦଶ ଦିନ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କର ପରୀକ୍ଷା କଲା ।"},{"number":15,"verse":"ପୁଣି, ଦଶ ଦିନର ଶେଷରେ ରାଜକୀୟ ଆହାର ଭୋଜନକାରୀ ସକଳ ଯୁବାଙ୍କ ମୁଖ ଅପେକ୍ଷା ସେମାନଙ୍କ ମୁଖ ସୁନ୍ଦର ଦେଖାଗଲା ଓ ସେମାନେ ଅଧିକ ହୃଷ୍ଟପୃଷ୍ଟ ଦେଖାଗଲେ ।"},{"number":16,"verse":"ଏଥିରେ ଗୃହାଧ୍ୟକ୍ଷ ସେମାନଙ୍କର ସେହି ଭକ୍ଷ୍ୟ ଓ ପାନୀୟ ଦ୍ରାକ୍ଷାରସ ବନ୍ଦ କରି ସେମାନଙ୍କୁ ଶସ୍ୟ ଦେଲା ।"},{"number":17,"verse":"ଆଉ, ପରମେଶ୍ଵର ସେହି ଚାରି ଯୁବାଙ୍କୁ ସମସ୍ତ ବିଦ୍ୟା ଓ ଜ୍ଞାନରେ ବୁଦ୍ଧି ଓ ନିପୁଣତା ଦେଲେ; ପୁଣି, ଦାନିୟେଲ ଯାବତୀୟ ଦର୍ଶନ ଓ ସ୍ଵପ୍ନ ବିଷୟରେ ବୁଦ୍ଧିମାନ ହେଲେ ।"},{"number":18,"verse":"ଆଉ, ରାଜା ସେମାନଙ୍କୁ ନିକଟକୁ ଆଣିବା ନିମନ୍ତେ ଯେଉଁ ସମୟ ନିରୂପଣ କରିଥିଲା, ତାହା ଶେଷ ହୁଅନ୍ତେ, ନପୁଂସକାଧିପତି ସେମାନଙ୍କୁ ନବୂଖଦ୍ନିତ୍ସରର ଛାମୁକୁ ଆଣିଲା ।"},{"number":19,"verse":"ପୁଣି, ରାଜା ସେମାନଙ୍କ ସଙ୍ଗେ ଆଳାପ କଲା; ଆଉ, ସେସମସ୍ତଙ୍କ ମଧ୍ୟରେ ଦାନିୟେଲ, ହନାନୀୟ, ମୀଶାୟେଲ ଓ ଅସରୀୟ ସମାନ କେହି ଦେଖା ଗଲେ ନାହିଁ; ଏଣୁ ଏମାନେ ରାଜାଙ୍କ ଛାମୁରେ ଠିଆ ହେଲେ ।"},{"number":20,"verse":"ଆଉ, ଜ୍ଞାନ ଓ ବୁଦ୍ଧି ସମ୍ଵନ୍ଧୀୟ ଯେଉଁ କୌଣସି କଥା ରାଜା ସେମାନଙ୍କୁ ପଚାରିଲା, ସେହି ସକଳ ବିଷୟରେ ସେ ଆପଣାର ସମଗ୍ର ରାଜ୍ୟସ୍ଥ ଯାବତୀୟ ମନ୍ତ୍ରବେତ୍ତା ଓ ଗଣକ ଅପେକ୍ଷା ସେମାନଙ୍କର ବିଜ୍ଞତା ଦଶଗୁଣ ଅଧିକ ଦେଖିଲା ।"},{"number":21,"verse":"ପୁଣି, ଦାନିୟେଲ କୋରସ ରାଜାର ପ୍ରଥମ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ରହିଲେ ।"}]}