{
  "bibleAbbr" : "TCB1973",
  "bookName" : "சங்கீதங்கள்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 115,
  "verses" : [ {
    "number" : 1,
    "verse" : "எங்களுக்கன்று ஆண்டவரே, மகிமை எங்களுக்கன்று; அது உம் பெயருக்கே உரியது: உம் இரக்கத்தையும் பிரமாணிக்கத்தையும் முன்னிட்டு மகிமை உமக்கே உரியது."
  }, {
    "number" : 2,
    "verse" : "அவர்களுடைய கடவுள் எங்கே?\" எனப் புறவினத்தார் சொல்வது ஏன்?"
  }, {
    "number" : 3,
    "verse" : "நம் இறைவனோ வானுலகில் உள்ளார்: தாம் விரும்பிய யாவும் செய்துள்ளார்."
  }, {
    "number" : 4,
    "verse" : "அவர்களுடைய சிலைகள் வெறும் வெள்ளியும் பொன்னுமே: வெறும் மனிதக் கைவேலையே."
  }, {
    "number" : 5,
    "verse" : "அவைகளுக்கு வாய் உண்டு, பேசுவதில்லை: கண்கள் உண்டு, பார்ப்பதில்லை."
  }, {
    "number" : 6,
    "verse" : "செவிகள் உண்டு, கேட்பதில்லை; நாசி உண்டு, முகர்வதில்லை."
  }, {
    "number" : 7,
    "verse" : "கைகள் உண்டு, தொடுவதில்லை: கால்கள் உண்டு, நடப்பதில்லை; தொண்டையிலிருந்து ஒலி எழும்புவதில்லை."
  }, {
    "number" : 8,
    "verse" : "அவற்றைச் செய்கிறவர்களும் அவைகளுக்கு ஒப்பானவர்களே: அவற்றை நம்புகிறவர்களும் அவற்றைப் போன்றவர்களே."
  }, {
    "number" : 9,
    "verse" : "இஸ்ராயேல் மக்களுக்கு ஆண்டவர் மீது நம்பிக்கை உண்டு: அவரே அவர்களுக்குத் துணையும் கேடயமுமாவார்."
  }, {
    "number" : 10,
    "verse" : "ஆரோனின் குலத்தார்க்கு ஆண்டவர் மீது நம்பிக்கை உண்டு: அவரே அவர்களுக்குத் துணையும் கேடயமுமாவார்."
  }, {
    "number" : 11,
    "verse" : "ஆண்டவரை அஞ்சுவோர்க்கு அவர் மேல் நம்பிக்கை உண்டு: அவரே அவர்களுக்குத் துணையும் கேடயமுமாவார்."
  }, {
    "number" : 12,
    "verse" : "ஆண்டவர் நம்மை நினைவு கூர்கிறார்: நமக்குத் தம் ஆசியை அளிப்பார். இஸ்ராயேல் மக்களுக்கு ஆசியை அளிப்பார். ஆரோனின் இனத்தார்க்கு ஆசியை அளிப்பார்."
  }, {
    "number" : 13,
    "verse" : "தமக்கு அஞ்சி நடப்போர்க்கு ஆசி அளிப்பார்: சிறியோர்க்கும் பெரியோர்க்கும் ஆசி அளிப்பார்."
  }, {
    "number" : 14,
    "verse" : "ஆண்டவர் உங்கள் இனத்தைப் பெருகச் செய்வார்; நீங்களும் உங்கள் மக்களும் வளரச் செய்வார்."
  }, {
    "number" : 15,
    "verse" : "ஆண்டவரின் ஆசி பெற்றவர்கள் நீங்கள்: வானமும் வையமும் படைத்தவரே உங்களுக்கு ஆசி அளித்துள்ளார்."
  }, {
    "number" : 16,
    "verse" : "விண்ணகமோ ஆண்டவருக்கு உரியது; மண்ணகத்தையோ அவர் மனுமக்களுக்கு அளித்துள்ளார்."
  }, {
    "number" : 17,
    "verse" : "இறந்தோர் ஆண்டவரைப் புகழ்வதில்லை: கீழுலகம் செல்வோரும் அவரைப் புகழ்வதில்லை."
  }, {
    "number" : 18,
    "verse" : "உயிர் வாழும் நாமே ஆண்டவரை வாழ்த்துகின்றோம்: இன்றும் என்றும் வாழ்த்துகிறோம்."
  } ]
}