{"bibleAbbr":"bnOV2016","bookName":"যিরমিয় ভাববাদীর পুস্তক।","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"সদাপ্রভু আমাকে এই কথা কহিলেন, তুমি যাও, মসীনা-সূতার এক পটিকা ক্রয় কর, ও তাহা কটিদেশে বাঁধ, তাহা জলে দিও না।"},{"number":2,"verse":"তাহাতে আমি সদাপ্রভুর বাক্যানুসারে এক পটিকা ক্রয় করিলাম, ও আমার কটিদেশে বাঁধিলাম।"},{"number":3,"verse":"পরে দ্বিতীয় বার সদাপ্রভুর বাক্য আমার নিকটে উপস্থিত হইল, যথা,"},{"number":4,"verse":"তুমি যে পটিকা ক্রয় করিয়া কটিদেশে বাঁধিয়াছ, উঠ, তাহা লইয়া ফরাৎ নদীর নিকটে গিয়া তথাকার শৈলের কোন ছিদ্রে লুকাইয়া রাখ।"},{"number":5,"verse":"তাহাতে আমি সদাপ্রভুর আজ্ঞানুসারে গিয়া ফরাৎ নদীর কাছে তাহা লুকাইয়া রাখিলাম।"},{"number":6,"verse":"পরে বহুদিন গতে সদাপ্রভু আমাকে কহিলেন, তুমি উঠ, ফরাতের নিকটে যাও, এবং আমার আজ্ঞায় তথায় যে পটিকা লুকাইয়া রাখিয়াছ, তাহা তথা হইতে তুলিয়া লও।"},{"number":7,"verse":"তখন আমি ফরাতের নিকটে গেলাম, এবং খনন করিয়া যে স্থানে পটিকাটী লুকাইয়া রাখিয়াছিলাম, তথা হইতে তাহা তুলিয়া লইলাম;"},{"number":8,"verse":"আর দেখ, সে পটিকা নষ্ট হইয়াছে, কোন কার্য্যের যোগ্য নাই।"},{"number":9,"verse":"তখন সদাপ্রভুর বাক্য আমার নিকটে উপস্থিত হইল, যথা, সদাপ্রভু এই কথা কহেন, এইরূপে আমি যিহূদার দর্প ও যিরূশালেমের মহাদর্প চূর্ণ করিয়া ফেলিব।"},{"number":10,"verse":"এই যে দুষ্ট জাতি আমার কথা শুনিতে অস্বীকার করে, আপন আপন হৃদয়ের কঠিনতা অনুসারে চলে, এবং অন্য দেবগণের সেবা ও তাহাদের কাছে প্রণিপাত করিবার জন্য তাহাদের অনুগামী হয়, তাহারা এই পটিকার ন্যায় হইবে, যাহা কোন কার্য্যের যোগ্য নয়।"},{"number":11,"verse":"কেননা, সদাপ্রভু কহেন, মনুষ্যের কটিদেশে যেমন পটিকা জড়ান থাকে, তদ্রূপ আমি সমস্ত ইস্রায়েল-কুলকে ও সমস্ত যিহূদা-কুলকে আপনাতে জড়াইয়াছিলাম, যেন তাহারা আমার উদ্দেশে প্রজাবর্গ, এবং কীর্ত্তি, প্রশংসা ও শোভাস্বরূপ হয়; কিন্তু তাহারা শুনিতে চাহিল না।"},{"number":12,"verse":"অতএব তুমি তাহাদিগকে এই কথা বল, ইস্রায়েলের ঈশ্বর সদাপ্রভু এই কথা কহেন, প্রত্যেক কলস দ্রাক্ষারসে পূর্ণ করা যাইবে; তাহাতে তাহারা তোমাকে বলিবে, প্রত্যেক কলস যে দ্রাক্ষারসে পূর্ণ করা যাইবে, তাহা আমরা কি জানি না?"},{"number":13,"verse":"তখন তুমি তাহাদিগকে বলিও, সদাপ্রভু এই কথা কহেন, দেখ, আমি এই দেশনিবাসী সমস্ত লোককে, অর্থাৎ দায়ূদের সিংহাসনে উপবিষ্ট রাজগণকে এবং যাজকগণ, ভাববাদিবর্গ ও যিরূশালেম-নিবাসী সমস্ত লোককে মত্ততায় পূর্ণ করিব।"},{"number":14,"verse":"আর আমি এক জনকে অন্য জনের বিরুদ্ধে, আর পিতাদিগকে ও পুত্রদিগকে একসঙ্গে আছড়াইব, ইহা সদাপ্রভু কহেন; আমি মমতা করিব না, কৃপা করিব না, করুণা করিব না; তাহাদিগকে বিনষ্ট করিব।"},{"number":15,"verse":"তোমরা শুন, কর্ণপাত কর, অহঙ্কার করিও না, কেননা সদাপ্রভু কথা বলিয়াছেন।"},{"number":16,"verse":"তোমরা সময় থাকিতে আপনাদের ঈশ্বর সদাপ্রভুর গৌরব স্বীকার কর, নতুবা তিনি অন্ধকার উপস্থিত করিবেন, আর তিমিরাচ্ছন্ন পর্ব্বতমালায় তোমাদের চরণে উছোট লাগিবে, এবং তোমরা আলোর অপেক্ষা করিলে তিনি তাহা মৃত্যুচ্ছায়াতে পরিণত করিবেন, ঘোর অন্ধকারস্বরূপ করিবেন।"},{"number":17,"verse":"তোমরা যদি এ কথা না শুন, তবে তোমাদের দর্প প্রযুক্ত আমার প্রাণ নিরালায় রোদন করিবে, এবং আমার চক্ষু অশ্রুপাত করিবে, অশ্রুধারা বহিবে, কেননা সদাপ্রভুর পাল বন্দি হইল।"},{"number":18,"verse":"তুমি রাজাকে ও মাতারাণীকে বল, তোমরা অবনত হও, বস, কেননা তোমাদের উষ্ণীষ, তোমাদের চারু মুকুট খসিয়া পড়িল।"},{"number":19,"verse":"দক্ষিণ প্রদেশীয় নগর সকল রুদ্ধ হইল; তাহা খুলিয়া দেয়, এমন কেহ নাই; সমস্ত যিহূদা বন্দিরূপে নীত হইয়াছে, তাহার সমুদয় লোক বন্দিরূপে নীত হইয়াছে।"},{"number":20,"verse":"তোমরা চক্ষু তুলিয়া দেখ, উহারা উত্তর দিক্ হইতে আসিতেছে; তোমাকে যে মেষপাল দত্ত হইয়াছিল, তোমার সেই চারু মেষপাল কোথায়?"},{"number":21,"verse":"তুমি যাহাদিগকে আত্মীয়রূপে আপনার উপরে [প্রভুত্ব করিতে] শিক্ষা দিয়াছ, যখন তিনি তাহাদিগকে মস্তকরূপে তোমার উপরে নিযুক্ত করিবেন, তৎকালে কি বলিবে? প্রসবকালে যেমন স্ত্রীলোক, তেমনি তুমি কি যন্ত্রণাগ্রস্ত হইবে না?"},{"number":22,"verse":"আর যদি তুমি মনে মনে বল, আমার দশা কেন ঘটিল? তোমার অপরাধের বাহুল্যে তোমার পরিচ্ছদের অন্ত তুলিয়া দেওয়া হইল, তোমার পাদমূলের প্রতি অত্যাচার করা হইল।"},{"number":23,"verse":"কূশীয় কি আপন ত্বক্, কিম্বা চিতাবাঘ কি আপন চিত্রবিচিত্র পরিবর্ত্তন করিতে পারে? তাহা হইলে দুষ্কর্ম্ম অভ্যাস করিয়াছ যে তোমরা, তোমরাও সৎকর্ম্ম করিতে পারিবে।"},{"number":24,"verse":"আর আমি ইহাদিগকে উড়াইয়া দিব, যেমন প্রান্তরস্থ বায়ুর সম্মুখে নাড়া উড়িয়া যায়।"},{"number":25,"verse":"ইহাই তোমার নির্দ্দিষ্ট অধিকার, আমা দ্বারা নিরূপিত তোমার অংশ, এই কথা সদাপ্রভু কহেন; যেহেতু তুমি আমাকে ভুলিয়া গিয়াছ, এবং মিথ্যাতে বিশ্বাস করিয়াছ।"},{"number":26,"verse":"এই জন্য আমিও তোমার পরিচ্ছদের অন্ত মুখের ঊর্দ্ধ পর্য্যন্ত তুলিয়া দিব, আর তোমার লজ্জা দেখা যাইবে।"},{"number":27,"verse":"আমি ক্ষেত্রস্থ পর্ব্বতগণের উপরে তোমার ঘৃণিত ব্যাপার সকল, তোমার ব্যভিচার, তোমার হেষ্রা, তোমার বেশ্যাবৃত্তি সম্বন্ধীয় কুকর্ম্ম দেখিয়াছি। ধিক্ তোমাকে, যিরূশালেম! তুমি শুচি হইতে চাহ না; আর কত দিন এমন থাকিবে?"}]}