{"bibleAbbr":"bnOV2016","bookName":"যিরমিয় ভাববাদীর পুস্তক।","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"( পাপহেতু যিহূদীদের প্রতি অনুযোগ।) আর সদাপ্রভুর এই বাক্য আমার নিকটে উপস্থিত হইল,"},{"number":2,"verse":"তুমি যাও, যিরূশালেমের কর্ণগোচরে এই কথা প্রচার কর, সদাপ্রভু এই কথা কহেন, তোমার পক্ষে তোমার যৌবনের ভক্তি, তোমার বিবাহকালের প্রেম আমার স্মরণ হয়; তুমি আমার পশ্চাতে প্রান্তরে, যেখানে বপন করা যায় নাই, এমন দেশে গমন করিয়াছিলে।"},{"number":3,"verse":"ইস্রায়েল সদাপ্রভুর উদ্দেশে পবিত্র, তাঁহার আয়ের অগ্রিমাংশ ছিল; যে সকল লোক তাহাকে গ্রাস করিবে, তাহারা দোষী হইবে; তাহাদের প্রতি অমঙ্গল ঘটিবে, ইহা সদাপ্রভু বলেন।"},{"number":4,"verse":"হে যাকোবের কুল, হে ইস্রায়েল-কুলের সমুদয় গোষ্ঠী, সদাপ্রভুর বাক্য শুন।"},{"number":5,"verse":"সদাপ্রভু এই কথা কহেন, তোমাদের পিতৃপুরুষেরা আমার কি অন্যায় দেখিয়াছে যে, তাহারা আমা হইতে দূরে গিয়াছে, অসারতার অনুগামী হইয়া অসার হইয়াছে? তাহারা বলে নাই যে,"},{"number":6,"verse":"সেই সদাপ্রভু কোথায়, যিনি মিসর দেশ হইতে আমাদিগকে বাহির করিয়া আনিয়াছিলেন, যিনি প্রান্তরের মধ্য দিয়া, মরুভূমি ও গর্ত্তময় ভূমি দিয়া, জলবিহীনতার ও মৃত্যুচ্ছায়ার ভূমি দিয়া পথিকবিহীন ও নিবাসী-বর্জ্জিত ভূমি দিয়া, আমাদিগকে লইয়া আসিয়াছিলেন?"},{"number":7,"verse":"আমি তোমাদিগকে এই ফলবান দেশে আনিয়াছিলাম, যেন তোমরা এখানকার ফল ও উত্তম উত্তম সামগ্রী ভোজন কর; কিন্তু তোমরা প্রবেশ করিয়া আমার দেশ অশুচি করিলে, আমার অধিকার ঘৃণাস্পদ করিলে।"},{"number":8,"verse":"যাজকেরা বলে নাই, ‘সদাপ্রভু কোথায়?’ এবং যাহারা ব্যবস্থা হাতে করে, তাহারা আমাকে জানে নাই, পালকেরা আমার বিরুদ্ধে অধর্ম্মাচরণ করিয়াছে, ভাববাদিগণ বাল [দেবের] নাম লইয়া ভাববাণী বলিয়াছে, এবং এমন পদার্থের পশ্চাদগামী হইয়াছে, যাহাতে উপকার নাই।"},{"number":9,"verse":"অতএব আমি তোমাদের সহিত আরও বিবাদ করিব, ইহা সদাপ্রভু কহেন, এবং তোমাদের পুত্রপৌত্রগণেরও সহিত বিবাদ করিব।"},{"number":10,"verse":"বস্তুতঃ তোমরা পার হইয়া কিত্তীয়দের উপকূল সমূহে যাও, দেখ; আর কেদরে লোক পাঠাও, সূক্ষ্ম বিবেচনা কর, দেখ, এমন কি হইয়াছে?"},{"number":11,"verse":"কোন জাতি কি আপনাদের দেবগণের পরিবর্ত্তন করিয়াছে? সেই দেবগণ ত ঈশ্বর নয়। কিন্তু আমার প্রজাগণ এমন বস্তুর সহিত আপনাদের গৌরবের পরিবর্ত্তন করিয়াছে, যাহাতে উপকার নাই।"},{"number":12,"verse":"হে আকাশমণ্ডল, ইহাতে স্তম্ভিত হও, রোমাঞ্চিত হও, নিতান্ত অসাড় হইয়া পড়, ইহা সদাপ্রভু কহেন।"},{"number":13,"verse":"কেননা আমার প্রজাবৃন্দ দুই দোষ করিয়াছে; জীবন্ত জলের উনুই যে আমি, আমাকে তাহারা ত্যাগ করিয়াছে; আর আপনাদের জন্য কূপ খুদিয়াছে, সেগুলি ভগ্ন কূপ, জলাধার হইতে পারে না।"},{"number":14,"verse":"ইস্রায়েল কি দাস? সে কি গৃহজাত [কিঙ্কর]? সে কেন লুটদ্রব্য হইয়াছে?"},{"number":15,"verse":"যুবসিংহগণ তাহার উপরে গর্জ্জন ও হূঙ্কার করিয়াছে; তাহারা তাহার দেশ ধ্বংসিত করিয়াছে; তাহার নগর সকল দগ্ধ হইয়াছে, নিবাসী কেহ নাই।"},{"number":16,"verse":"আবার নোফের ও তফনহেষের লোকেরা তোমার মাথা মুড়াইয়াছে।"},{"number":17,"verse":"তুমি কি আপনি আপনার প্রতি ইহা ঘটাও নাই? বাস্তবিক তোমার ঈশ্বর সদাপ্রভু যখন তোমাকে পথ দিয়া লইয়া যাইতেছিলেন, তখন তুমি তাঁহাকে পরিত্যাগ করিয়াছ।"},{"number":18,"verse":"এখন শীহোর নদীর জল পান করিতে মিসরের পথে কেন যাইতেছ? অথবা ফরাৎ নদীর জল পান করিতে অশূরের পথে কেন যাইতেছ?"},{"number":19,"verse":"তোমারই দুষ্টতা তোমাকে শাস্তি দিবে, এবং তোমার বিপথগামিত্ব তোমাকে অনুযোগ করিবে; অতএব জানিও আর দেখিও, এটা মন্দ ও তিক্ত বিষয় যে, তুমি তোমার ঈশ্বর সদাপ্রভুকে পরিত্যাগ করিয়াছ, ও মনের মধ্যে আমার ভয়কে স্থান দেও নাই, ইহা প্রভু, বাহিনীগণের সদাপ্রভু কহেন।"},{"number":20,"verse":"বস্তুতঃ দীর্ঘকাল হইল, আমি তোমার যোঁয়ালি ভগ্ন করিয়াছিলাম, তোমার বন্ধন সকল ছেদন করিয়াছিলাম ( (বা) তুমি.. করিয়াছিলে.. করিয়াছিলে।) ; আর তুমি বলিয়াছিলে, আমি দাসত্ব ( (বা) অধর্ম্ম, অতিক্রম।) করিব না বাস্তবিক সমস্ত উচ্চ পর্ব্বতের উপরে ও সমস্ত হরিৎপর্ণ বৃক্ষের তলে তুমি নত হইয়া ব্যভিচার করিয়া আসিতেছ।"},{"number":21,"verse":"আমি ত সর্ব্বতোভাবে প্রকৃত বীজোৎপন্ন উত্তম দ্রাক্ষালতা করিয়া তোমাকে রোপন করিয়াছিলাম, তুমি কেমন করিয়া বিকৃত হইয়া আমার কাছে বিজাতীয় দ্রাক্ষালতার শাখা হইলে?"},{"number":22,"verse":"যদ্যপি সোরা দিয়া তুমি আপনাকে ধৌত কর, ও অনেক সাবান লাগাও, তথাপি তোমার অপরাধ আমার সম্মুখে চিহ্নিত রহিয়াছে, ইহা প্রভু সদাপ্রভু কহেন।"},{"number":23,"verse":"তুমি কেমন করিয়া বলিতে পার, আমি অশুচি নহি, বাল [দেবগণের] পশ্চাতে যাই নাই? উপত্যকাতে তোমার পথ দেখ; যাহা করিয়াছ, তাহা জ্ঞাত হও; তুমি আপন পথে ভ্রমণকারিণী উষ্ট্রী; তুমি প্রান্তরপরিচিতা বন্য গর্দ্দভী,"},{"number":24,"verse":"যাহা অভিলাষক্রমে বায়ু আহার করে; তাহার কামাবেশে কে তাহাকে ফিরাইতে পারে? যাহারা তাহার অন্বেষণ করে, তাহারা আপনাদিগকে ক্লান্ত করিবে না, তাহার [নিয়মিত] মাসে তাহাকে পাইবে।"},{"number":25,"verse":"তুমি আপন চরণ পাদুকা-রহিত ও গলার নলী শুষ্ক হইতে দিও না। কিন্তু তুমি বলিয়াছ, আশা নাই, না, কেননা আমি বিদেশীদিগকে প্রেম করিয়া আসিতেছি, তাহাদেরই পশ্চাতে যাইব।"},{"number":26,"verse":"চোর ধরা পড়িলে যেমন লজ্জিত হয়, তেমনি ইস্রায়েল-কুল, আপনারা ও তাহাদের রাজগণ, অধ্যক্ষবর্গ, যাজকগণ ও ভাববাদিগণ লজ্জিত হইয়াছে;"},{"number":27,"verse":"বস্তুতঃ তাহারা কাষ্ঠকে বলে, তুমি আমার পিতা; শিলাকে বলে, তুমি আমার জননী; তাহারা আমার প্রতি পৃষ্ঠ ফিরাইয়াছে, মুখ নয়; কিন্তু বিপৎকালে তাহারা বলিবে, ‘তুমি উঠ, আমাদিগকে নিস্তার কর’।"},{"number":28,"verse":"কিন্তু তুমি আপনার জন্য যাহাদিগকে নির্ম্মাণ করিয়াছ, তোমার সেই দেবতারা কোথায়? তাহারাই উঠুক, যদি বিপৎকালে তোমাকে নিস্তার করিতে পারে; কেননা হে যিহূদা, তোমার যত নগর, তত দেবতা।"},{"number":29,"verse":"সদাপ্রভু কহেন, তোমরা কেন আমার সঙ্গে বিবাদ করিতেছ? সকলেই আমার বিরুদ্ধে অধর্ম্মাচরণ করিয়াছ।"},{"number":30,"verse":"আমি তোমাদের সন্তানগণকে বৃথাই আঘাত করিয়াছি; তাহারা শাসন গ্রাহ্য করিল না; তোমাদেরই খড়্গ বিনাশক সিংহের ন্যায় তোমাদের ভাববাদিগণকে গ্রাস করিয়াছে।"},{"number":31,"verse":"হে বর্ত্তমানকালের লোক সকল, তোমরা সদাপ্রভুর বাক্য দেখ; ইস্রায়েলের কাছে আমি কি প্রান্তর হইয়াছি? কিম্বা আমি কি অন্ধকারময় দেশ হইয়াছি? আমার প্রজারা কেন বলে, আমরা ছুটিয়া চলিয়া গিয়াছি, তোমার নিকটে আর আসিব না?"},{"number":32,"verse":"কুমারী কি আপন ভূষণ, ও কন্যা কি আপন মেখলা ভুলিয়া যাইতে পারে? কিন্তু আমার লোক অসংখ্য দিন আমাকে ভুলিয়া রহিয়াছে।"},{"number":33,"verse":"তুমি প্রেমের অনুসন্ধান করিতে আপন পথ কেমন প্রস্তুত করিয়াছ। এই কারণ তুমি দুষ্টদিগকেও তোমার পথ শিখাইয়াছ।"},{"number":34,"verse":"আর তোমার বস্ত্রের অঞ্চলে নির্দ্দোষ দীনহীন প্রাণীদের রক্ত পাওয়া যাইতেছে; তুমি তাহাদিগকে সিঁধ কাটিবার সময়ে ধর নাই, কিন্তু ঐ সকলের উপরে [এই দুষ্ক্রিয়াও করিয়াছ];"},{"number":35,"verse":"তথাপি বলিয়াছ, আমি নির্দ্দোষ, অবশ্য তাঁহার ক্রোধ আমা হইতে ফিরিয়াছে। দেখ, আমি তোমার বিচার করিব, কারণ তুমি বলিতেছ, ‘আমি পাপ করি নাই’।"},{"number":36,"verse":"তুমি আপন পথ পরিবর্ত্তন করিতে কেন এত ঘুরিয়া বেড়াও? অশূরের বিষয়ে যেমন লজ্জিত হইয়াছিলে, মিসরের বিষয়েও তদ্রূপ লজ্জিত হইবে।"},{"number":37,"verse":"তাহার নিকট হইতেও মাথায় হাত দিয়া প্রস্থান করিবে, কেননা সদাপ্রভু তোমার বিশ্বাসপাত্রদিগকে অগ্রাহ্য করিয়াছেন, তাহাদের সাহায্যে তুমি কৃতকার্য্য হইবে না।"}]}