{"bibleAbbr":"bnOV2016","bookName":"যিরমিয় ভাববাদীর পুস্তক।","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"( সিদিকিয় রাজার প্রতি যিরমিয়ের কথা।) সিদিকিয় রাজা মল্কিয়ের সন্তান পশ্হূরকে ও মাসেয়ের পুত্র সফনিয় যাজককে যিরমিয়ের নিকটে এই কথা বলিবার জন্য প্রেরণ করিয়াছিলেন, যথা,"},{"number":2,"verse":"‘তুমি আমাদের জন্য সদাপ্রভুর কাছে জিজ্ঞাসা কর, কেননা বাবিল-রাজ নবূখদ্রিৎসর আমাদের সহিত যুদ্ধ করিতেছেন; হয় ত সদাপ্রভু আপনার সমস্ত আশ্চর্য্য ক্রিয়ানুসারে আমাদের প্রতি ব্যবহার করিবেন, তাহা হইলে ঐ রাজা আমাদের নিকট হইতে উঠিয়া যাইবেন।’ তৎকালে যিরমিয়ের নিকটে সদাপ্রভুর এই বাক্য উপস্থিত হইল।"},{"number":3,"verse":"যিরমিয় তাহাদিগকে কহিলেন, তোমরা সিদিকিয়কে এই কথা বল,"},{"number":4,"verse":"সদাপ্রভু, ইস্রায়েলের ঈশ্বর, এই কথা কহেন, দেখ, তোমরা আপন আপন হস্তস্থিত যে সকল যুদ্ধাস্ত্র দ্বারা বাবিল-রাজের সহিত ও তোমাদের অবরোধকারী কল্দীয়দের সহিত প্রাচীরের বাহিরে যুদ্ধ করিতেছ, আমি সেই সকলের মুখ ফিরাইয়া দিব, এবং এই নগরের মধ্যে সে সকল সংগ্রহ করিব।"},{"number":5,"verse":"আর আমি আপনি বিস্তারিত হস্ত ও বলবান্ বাহু দ্বারা ক্রোধে, রোষে ও মহাকোপে তোমাদের সহিত যুদ্ধ করিব।"},{"number":6,"verse":"আমি এই নগরবাসী মনুষ্য ও পশু সকলকে সংহার করিব; তাহারা মহামারীতে মারা পড়িবে।"},{"number":7,"verse":"আর, সদাপ্রভু কহেন, তৎপরে আমি যিহূদা-রাজ সিদিকিয়কে, তাহার দাসগণকে ও প্রজাদিগকে, এমন কি, এই নগরের যে সকল লোক মারী, খড়্গ ও দুর্ভিক্ষ হইতে অবশিষ্ট থাকিবে, তাহাদিগকে বাবিল-রাজ নবূখদ্রিৎসরের হস্তে, তাহাদের শত্রুগণের হস্তে ও তাহাদের প্রাণনাশার্থী লোকদের হস্তে সমর্পণ করিব; সেই রাজা খড়্গধারে তাহাদিগকে আঘাত করিবে, তাহাদের প্রতি মমতা করিবে না, ক্ষমা কি করুণা করিবে না।"},{"number":8,"verse":"আর তুমি এই লোকদিগকে বল, সদাপ্রভু এই কথা কহেন, দেখ, তোমাদের সম্মুখে আমি জীবনের পথ ও মৃত্যুর পথ রাখিতেছি।"},{"number":9,"verse":"যে ব্যক্তি এই নগরে থাকিবে, সে খড়্গে, দুর্ভিক্ষ ও মহামারীতে মারা পড়িবে; কিন্তু যে ব্যক্তি বাহিরে গিয়া তোমাদের অবরোধকারী কল্দীয়দের পক্ষে দাঁড়াইবে, সে বাঁচিবে, এবং তাহার প্রাণ তাহার পক্ষে লুটদ্রব্যের ন্যায় হইবে।"},{"number":10,"verse":"কেননা, সদাপ্রভু কহেন, আমি অমঙ্গলের নিমিত্ত এই নগরের বিপরীতে আপন মুখ রাখিয়াছি, মঙ্গলের নিমিত্ত নয়; ইহা বাবিল-রাজের হস্তগত হইবে, এবং সে ইহা আগুনে পোড়াইয়া দিবে।"},{"number":11,"verse":"আর যিহূদার রাজকুলের বিষয় তোমরা সদাপ্রভুর বাক্য শুন;"},{"number":12,"verse":"হে দায়ূদের কুল, সদাপ্রভু এই কথা কহেন, তোমরা প্রাতঃকালে বিচার নিষ্পত্তি কর, এবং লুন্ঠিত ব্যক্তিকে উপদ্রবীর হস্ত হইতে উদ্ধার কর, নতুবা তোমাদের আচরণের দুষ্টতা প্রযুক্ত আমার ক্রোধ অগ্নির ন্যায় বহির্গত হইবে, এবং এমন দাহ করিবে যে, কেহ তাহা নির্ব্বাণ করিবে না।"},{"number":13,"verse":"হে তলভূমিনিবাসিনি, সমস্থলীর শৈলবাসিনি, সদাপ্রভু কহেন, দেখ, আমি তোমার বিপক্ষ; তোমরা কহিতেছ, আমাদের বিপরীতে কে নামিয়া আসিবে? আমাদের নিবাসে কে প্রবেশ করিবে?"},{"number":14,"verse":"সদাপ্রভু কহেন, আমি তোমাদের কর্ম্মের ফলানুসারে তোমাদিগকে সমুচিত দণ্ড দিব; আমি তাহার বনে অগ্নি জ্বালাইব, উহা তাহার চারিদিকে সকলই গ্রাস করিবে।"}]}