{"bibleAbbr":"bnOV2016","bookName":"যিরমিয় ভাববাদীর পুস্তক।","bookEnglishName":"Jeremiah","chapterNumber":25,"verses":[{"number":1,"verse":"( যিহূদীদের ও অন্য জাতিগণের দণ্ড।) যোশিয়ের পুত্র যিহূদা-রাজ যিহোয়াকীমের চতুর্থ বৎসরে, অর্থাৎ বাবিল-রাজ নবূখদ্রিৎসরের প্রথম বৎসরে, যিহূদার সমস্ত লোকের বিষয়ে এই বাক্য যিরমিয়ের নিকটে উপস্থিত হইল;"},{"number":2,"verse":"যিরমিয় ভাববাদী যিহূদার সমস্ত লোকের ও যিরূশালেম-নিবাসী সকলের নিকটে তাহা প্রচার করিয়া কহিলেন,"},{"number":3,"verse":"আমোনের পুত্র যিহূদা-রাজ যোশিয়ের ত্রয়োদশ বৎসর অবধি অদ্য পর্য্যন্ত, অর্থাৎ এই তেইশ বৎসর কাল সদাপ্রভুর বাক্য আমার নিকটে উপস্থিত হইয়াছে, এবং আমি তোমাদিগকে তাহা বলিয়াছি, প্রত্যূষে উঠিয়া বলিয়াছি, কিন্তু তোমরা শুন নাই।"},{"number":4,"verse":"আর সদাপ্রভু আপনার সমস্ত দাস ভাববাদিগণকে তোমাদের নিকটে পাঠাইয়াছেন, প্রত্যূষে উঠিয়া পাঠাইয়াছেন, কিন্তু তোমরা শুন নাই, শুনিবার জন্য কর্ণপাতও কর নাই।"},{"number":5,"verse":"তাঁহারা বলিয়াছেন, তোমরা প্রত্যেক জন আপন আপন কুপথ হইতে ও আপন আপন আচরণের দুষ্টতা হইতে ফির, তাহাতে সদাপ্রভু তোমাদিগকে ও তোমাদের পিতৃপুরুষদিগকে যে দেশ দিয়াছেন, তোমরা তথায় যুগে যুগে চিরকাল বাস করিতে পাইবে।"},{"number":6,"verse":"আর অন্য দেবগণের সেবা ও তাহাদের কাছে প্রণিপাত করিবার জন্য তাহাদের পশ্চাদগামী হইও না, আপনাদের হস্তকৃত বস্তু দ্বারা আমাকে অসন্তুষ্ট করিও না; তাহাতে আমি তোমাদের অমঙ্গল করিব না।"},{"number":7,"verse":"কিন্তু, সদাপ্রভু কহেন, তোমরা আমার কথা শুন নাই, এইরূপে আপনাদের হস্তকৃত বস্তু দ্বারা আমাকে অসন্তুষ্ট করিয়া আপনাদের অমঙ্গল ঘটাইতেছ।"},{"number":8,"verse":"অতএব বাহিনীগণের সদাপ্রভু এই কথা কহেন,"},{"number":9,"verse":"তোমরা আমার বাক্য শুন নাই, এই জন্য দেখ, আমি আদেশ পাঠাইয়া উত্তরদিক্স্থ সমস্ত গোষ্ঠীকে লইয়া আসিব, সদাপ্রভু কহেন, আমি আমার দাস বাবিল-রাজ নবূখদ্রিৎসরকে আনিব, ও তাহাদিগকে এই দেশের বিরুদ্ধে, এতন্নিবাসীদিগের বিরুদ্ধে ও চতুর্দ্দিক্স্থিত এই সমস্ত জাতির বিরুদ্ধে আনিব; এবং ইহাদিগকে নিঃশেষে বিনষ্ট করিব, এবং বিস্ময়ের ও শিশ শব্দের বিষয় ও চিরস্থায়ী উৎসন্ন স্থান করিব।"},{"number":10,"verse":"আর ইহাদের মধ্য হইতে আমোদের রব ও আনন্দের রব, বরের রব, কন্যার রব, যাঁতার শব্দ ও প্রদীপের আলো সংহার করিব।"},{"number":11,"verse":"তাহাতে এই সমগ্র দেশ উৎসন্ন স্থান ও বিস্ময়ের বিষয় হইবে; এবং এই জাতিগণ সত্তর বৎসর বাবিল-রাজের দাসত্ব করিবে।"},{"number":12,"verse":"সদাপ্রভু আরও কহেন, সত্তর বৎসর সম্পূর্ণ হইলে আমি বাবিল-রাজকে ও সেই জাতিকে তাহাদের অপরাধের সমুচিত প্রতিফল দিব, কল্দীয়দের দেশকে [দিব], এবং তাহা চিরস্থায়ী ধ্বংসস্থান করিব।"},{"number":13,"verse":"আর সেই দেশের বিরুদ্ধে আমি যাহা যাহা বলিয়াছি, এই পুস্তকে যাহা যাহা লিখিত আছে, যিরমিয় সমস্ত জাতির বিরুদ্ধে যে ভাববাণী বলিয়াছে, আমার সেই সমস্ত বাক্য ঐ দেশের প্রতি সফল করিব।"},{"number":14,"verse":"বস্তুতঃ অনেক জাতি ও মহান রাজারা তাহাদিগকে দাসত্ব করাইবে, এবং আমি তাহাদের ক্রিয়ানুরূপ ও হস্তের কার্য্যানুরূপ প্রতিফল তাহাদিগকে দিব।"},{"number":15,"verse":"বাস্তবিক সদাপ্রভু, ইস্রায়েলের ঈশ্বর, আমাকে এই কথা কহিলেন, তুমি আমার হস্ত হইতে এই ক্রোধরূপ দ্রাক্ষারসের পানপাত্র গ্রহণ কর, এবং যে সমস্ত জাতির নিকটে আমি তোমাকে পাঠাই, তাহাদিগকে তাহা পান করাও।"},{"number":16,"verse":"তাহারা পান করিবে, টলটলায়মান হইবে, এবং তাহাদের মধ্যে যে খড়্গ আমি পাঠাইব, তৎপ্রযুক্ত উন্মত্ত হইবে।"},{"number":17,"verse":"তখন আমি সদাপ্রভুর হস্ত হইতে সেই পানপাত্র গ্রহণ করিলাম, এবং সদাপ্রভু যে সমস্ত জাতির কাছে আমাকে পাঠাইলেন, তাহাদিগকে পান করাইলাম।"},{"number":18,"verse":"তাহারা এই এই। যিরূশালেম ও যিহূদার নগর সকল এবং তাহার রাজগণ ও অধ্যক্ষগণ—যেন তাহারা উৎসন্ন স্থান এবং বিস্ময়ের, শিশ শব্দের ও অভিশাপের বিষয় হয়;"},{"number":19,"verse":"যেমন অদ্য হইতেছে—মিসর রাজ ফরৌণ, তাহার দাসগণ, তাহার অধ্যক্ষগণ ও তাহার সমস্ত প্রজা;"},{"number":20,"verse":"এবং সমস্ত মিশ্রিত জাতি, ঊষ দেশের সমস্ত রাজা, ও পলেষ্টীয়দের দেশের সমস্ত রাজা, অস্কিলোন,"},{"number":21,"verse":"ঘসা, ইক্রোণ ও অস্দোদের অবশিষ্টাংশ;"},{"number":22,"verse":"ইদোম, মোয়াব ও অম্মোন-সন্তানগণ; এবং সোরের সমস্ত রাজা, সীদোনের সমস্ত রাজা, ও সমুদ্রপারস্থ উপকূলের রাজগণ,"},{"number":23,"verse":"দদান, টেমা, বূষ, ও ছিন্নগুম্ফ সমস্ত লোক,"},{"number":24,"verse":"এবং আরবের সমস্ত রাজা, ও প্রান্তরবাসী মিশ্রিত জাতিগণের সমস্ত রাজা;"},{"number":25,"verse":"এবং সিম্রীর সমস্ত রাজা, এলমের সমস্ত রাজা, ও মাদীয়দের সমস্ত রাজা;"},{"number":26,"verse":"এবং উত্তরদিকের নিকটস্থ ও দূরস্থ সমস্ত রাজা, নির্ব্বিশেষে এই সকলে; ভূলতে যত রহিয়াছে, পৃথিবীর সেই সমস্ত রাজ্য; আর ইহাদের পরে শেশকের ( বোধ হয়, ‘শেশক’ শব্দে বাবিল বুঝায়।) রাজা পান করিবে।"},{"number":27,"verse":"আর তুমি তাহাদিগকে এই কথা বলিবে, বাহিনীগণের সদাপ্রভু, ইস্রায়েলের ঈশ্বর, এই কথা কহেন, তোমরা পান করিয়া মত্ত হইয়া বমন কর, এবং তোমাদের মধ্যে আমার প্রেরিত খড়্গ প্রযুক্ত পতিত হও, আর উঠিও না।"},{"number":28,"verse":"আর যদি তাহারা তোমার হস্ত হইতে পানার্থে পাত্রটী গ্রহণ করিতে অসম্মত হয়, তবে তাহাদিগকে বলিবে, বাহিনীগণের সদাপ্রভু এই কথা কহেন, তোমাদিগকে অবশ্য পান করিতে হইবে।"},{"number":29,"verse":"কেননা দেখ, আমার নাম যাহার উপরে কীর্ত্তিত হইয়াছে, আমি প্রথমতঃ সেই নগরের অমঙ্গল করি; আর তোমরা কি নিতান্তই অদণ্ডিত থাকিবে? তোমরা অদণ্ডিত থাকিবে না; কারণ আমি পৃথিবী-নিবাসীমাত্রের বিরুদ্ধে খড়্গ আহ্বান করিব, ইহা বাহিনীগণের সদাপ্রভু কহেন।"},{"number":30,"verse":"অতএব তুমি তাহাদের বিরুদ্ধে ভাববাণীরূপে এই সমস্ত কথা প্রচার কর, তাহাদিগকে বল, সদাপ্রভু ঊর্দ্ধলোক হইতে হূঙ্কার করিবেন, আপন পবিত্র বাসস্থান হইতে আপন রব শুনাইবেন; তিনি আপন বাথানের বিরুদ্ধে ভারী হূঙ্কার করিবেন; তিনি পৃথিবী-নিবাসীমাত্রের বিপরীতে দ্রাক্ষামর্দ্দকের ন্যায় সিংহনাদ করিবেন।"},{"number":31,"verse":"পৃথিবীর প্রান্ত পর্য্যন্ত নির্ঘোষ ব্যাপিবে, কেননা জাতিগণের সহিত সদাপ্রভুর বিবাদ আছে; তিনি মর্ত্ত্যমাত্রের বিচার করিবেন; যাহারা দুষ্ট, তাহাদিগকে তিনি খড়্গে সমর্পণ করিবেন, ইহা সদাপ্রভু কহেন।"},{"number":32,"verse":"বাহিনীগণের সদাপ্রভু এই কথা কহেন, দেখ, এক জাতির পরে অন্য জাতির প্রতি অমঙ্গল উপস্থিত হইবে, এবং পৃথিবীর প্রান্ত হইতে প্রচণ্ড ঘূর্ণ্যবায়ু উঠিবে।"},{"number":33,"verse":"তৎকালে সদাপ্রভুর নিহত লোক সকল পৃথিবীর এক প্রান্ত হইতে পৃথিবীর অন্য প্রান্ত পর্য্যন্ত দেখা যাইবে; কেহ তাহাদের নিমিত্ত বিলাপ করিবে না, এবং তাহাদিগকে সংহার করা কি কবর দেওয়া যাইবে না, তাহারা ভূমির উপরে সারের ন্যায় পতিত থাকিবে।"},{"number":34,"verse":"মেষপালকগণ, তোমরা হাহাকার ও ক্রন্দন কর; মেষাগ্রগামিগণ, তোমরা ধূলিতে লুণ্ঠিত হও, কেননা তোমাদের হত্যার ও ছিন্নভিন্ন হইবার সময় আসিয়া পড়িয়াছে; আর তোমরা মনোহর পাত্রের ন্যায় পতিত হইবে।"},{"number":35,"verse":"মেষপালকদের পলায়ন-স্থান কিম্বা মেষাগ্রগামীদের উত্তরণ-স্থান থাকিবে না।"},{"number":36,"verse":"মেষপালকদের ক্রন্দনের শব্দ ও মেষাগ্রগামীদের হাহাকার শুনা যাইতেছে, কেননা সদাপ্রভু তাহাদের চরাণি-স্থান উচ্ছিন্ন করিতেছেন।"},{"number":37,"verse":"আর সদাপ্রভুর জ্বলন্ত ক্রোধ প্রযুক্ত শান্তিযুক্ত বাথান সকল বিনষ্ট হইতেছে।"},{"number":38,"verse":"যুবসিংহ যেন আপন গহ্বর ছাড়িয়া আসিয়াছে; বস্তুতঃ উৎপীড়ক [খড়্গের] রোষ ও উহাঁর জ্বলন্ত ক্রোধ প্রযুক্ত তাহাদের দেশ বিস্ময়ের স্থান হইল।"}]}