{"bibleAbbr":"bnOV2016","bookName":"যিরমিয় ভাববাদীর পুস্তক।","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"( মন্দিরের ভাবী বিনাশ। যিরমিয়ের সঙ্কট।) যোশিয়ের পুত্র যিহূদা-রাজ যিহোয়াকীমের রাজত্বের আরম্ভে এই বাক্য সদাপ্রভু হইতে উপস্থিত হইল, যথা,"},{"number":2,"verse":"সদাপ্রভু এই কথা কহেন, তুমি সদাপ্রভুর গৃহের প্রাঙ্গণে দাঁড়াও, এবং সদাপ্রভুর গৃহে প্রণিপাত করণার্থে আগত যিহূদার সমস্ত নগরবাসীদিগকে যে সকল কথা বলিতে আমি তোমাকে আজ্ঞা করি, সে সমস্ত তাহাদিগকে বল, এক কথাও চাপিয়া রাখিও না।"},{"number":3,"verse":"হয় ত, তাহারা শুনিবে, ও প্রত্যেকে আপন আপন কুপথ হইতে ফিরিবে; তাহা হইলে তাহাদের আচরণের দুষ্টতা প্রযুক্ত আমি তাহাদের যে অমঙ্গল করিতে মনস্থ করিয়াছি, তাহা হইতে ক্ষান্ত হইব।"},{"number":4,"verse":"তুমি তাহাদিগকে বলিবে, সদাপ্রভু এই কথা কহেন, তোমরা যদি আমার কথা না শুন; আমি তোমাদের সম্মুখে যে ব্যবস্থা দিয়াছি, সেই পথে না চল;"},{"number":5,"verse":"আমিই তোমাদের কাছে যাহাদিগকে পাঠাইয়া আসিতেছি, কিন্তু প্রত্যূষে উঠিয়া পাঠাইলেও যাহাদের কথা তোমরা শুন নাই, আমার দাস সেই ভাববাদীদের বাক্য না শুন;"},{"number":6,"verse":"তবে আমি এই গৃহ শীলোর সমান করিব, এবং এই নগর পৃথিবীস্থ সমস্ত জাতির কাছে অভিশাপের বিষয় করিব।"},{"number":7,"verse":"যখন যিরমিয় সদাপ্রভুর গৃহে এই সকল কথা কহিলেন, তখন যাজকগণ, ভাববাদিগণ ও সমস্ত প্রজালোক তাহা শুনিল।"},{"number":8,"verse":"আর যিরমিয় সমস্ত লোকের কাছে সদাপ্রভুর আজ্ঞাপিত সকল কথা বলিয়া সাঙ্গ করিলে পর যাজকগণ, ভাববাদিগণ ও সমস্ত প্রজা লোক তাঁহাকে ধরিয়া কহিল, তুমি মরিবেই মরিবে;"},{"number":9,"verse":"তুমি কেন সদাপ্রভুর নাম করিয়া এই ভাববাণী বলিয়াছ যে, এই গৃহ শীলোর সমান হইবে, এবং নগর উৎসন্ন, নিবাসীবিহীন হইবে? আর সমস্ত লোক সদাপ্রভুর গৃহে যিরমিয়ের কাছে একত্র হইল।"},{"number":10,"verse":"তখন যিহূদার অধ্যক্ষগণ এ কথা শুনিয়া রাজবাটী হইতে সদাপ্রভুর গৃহে উঠিয়া আসিলেন, এবং সদাপ্রভুর গৃহের নূতন দ্বারের প্রবেশ-স্থানে বসিলেন।"},{"number":11,"verse":"পরে যাজকগণ ও ভাববাদিগণ অধ্যক্ষদিগকে ও সমস্ত প্রজালোককে কহিল, এই ব্যক্তি প্রাণদণ্ডের যোগ্য, কেননা এ এই নগরের বিপরীতে ভাববাণী বলিয়াছে, তোমরা ত স্বকর্ণে তাহা শুনিয়াছ।"},{"number":12,"verse":"তখন যিরমিয় সমস্ত অধ্যক্ষকে ও সমস্ত প্রজালোককে কহিলেন, তোমরা যে সকল কথা শুনিলে, এই গৃহের ও এই নগরের বিপরীতে সেই সমস্ত ভাববাণী বলিতে সদাপ্রভুই আমাকে প্রেরণ করিয়াছেন।"},{"number":13,"verse":"অতএব এখন তোমরা আপন আপন পথ ও ক্রিয়া শুদ্ধ কর, আপনাদের ঈশ্বর সদাপ্রভুর রবে অবধান কর; তাহা হইলে সদাপ্রভু তোমাদের বিরুদ্ধে যে অমঙ্গলের কথা কহিয়াছেন, তাহা করিতে ক্ষান্ত হইবেন।"},{"number":14,"verse":"আর আমি, দেখ, আমি তোমাদের হস্তগত; তোমাদের দৃষ্টিতে যাহা ভাল ও নায্য, তাহাই আমার প্রতি কর।"},{"number":15,"verse":"কেবল নিশ্চয় জানিও, যদি তোমরা আমাকে বধ কর, তবে আপনাদের উপরে, এই নগরের উপরে ও এতন্নিবাসীদের উপরে নির্দ্দোষের রক্তপাতের অপরাধ বর্ত্তাইবে, কেননা সত্যই ঐ সমস্ত কথা তোমাদের কর্ণগোচরে বলিবার জন্য সদাপ্রভু আমাকে তোমাদের নিকটে প্রেরণ করিয়াছেন।"},{"number":16,"verse":"তখন অধ্যক্ষগণ ও সমস্ত প্রজালোক যাজকদিগকে ও ভাববাদিগণকে কহিল, এ ব্যক্তি প্রাণদণ্ডের যোগ্য নয়, কেননা ইনি আমাদের ঈশ্বর সদাপ্রভুর নামে আমাদের কাছে কথা বলিয়াছেন।"},{"number":17,"verse":"তখন দেশের প্রাচীনবর্গের মধ্যে কয়েক জন উঠিয়া লোকদের সমস্ত সমাজকে কহিলেন, যিহূদা-রাজ হিষ্কিয়ের সময়ে মোরেষ্টীয় মীখা ভাববাণী বলিতেন;"},{"number":18,"verse":"তিনি যিহূদার সমস্ত লোককে বলিয়াছিলেন, ‘বাহিনীগণের সদাপ্রভু এই কথা কহেন, সিয়োন ক্ষেত্রের ন্যায় কর্ষিত হইবে, যিরূশালেম কাঁথড়ার ঢিবী হইয়া যাইবে; এবং সেই গৃহের পর্ব্বত বনস্থ উচ্চস্থলীর সমান হইবে।’"},{"number":19,"verse":"বল দেখি, যিহূদা-রাজ হিষ্কিয় ও সমস্ত যিহূদা কি তাহাকে বধ করিয়াছিলেন? তিনি কি সদাপ্রভু হইতে ভীত হইয়া সদাপ্রভুর কাছে বিনতি করিলেন না? তাহা করাতে সদাপ্রভু তাঁহাদের বিরুদ্ধে যে অমঙ্গলের কথা বলিয়াছিলেন, তাহা হইতে ক্ষান্ত হইলেন। আমরা ত আপন আপন প্রাণের বিরুদ্ধে ভারী অমঙ্গল করিতেছি।"},{"number":20,"verse":"অধিকন্তু আর এক ব্যক্তি ছিলেন, যিনি সদাপ্রভুর নামে ভাববাণী বলিতেন, তিনি কিরিয়ৎ-যিয়ারীমস্থ শময়িয়ের পুত্র ঊরিয়; তিনি যিরমিয়ের সমস্ত বাক্যের ন্যায় এই নগরের ও এই দেশের বিরুদ্ধে ভাববাণী বলিয়াছিলেন।"},{"number":21,"verse":"আর যখন যিহোয়াকীম রাজা, তাঁহার সমস্ত যুদ্ধবীর ও সমস্ত অধ্যক্ষ সেই ব্যক্তির কথা শুনিতে পাইলেন, তখন রাজা তাঁহাকে বধ করিতে চেষ্টা করিলেন, কিন্তু ঊরিয় তাহা শুনিতে পাইয়া ভীত হইয়া মিসরে পলাইয়া গেলেন।"},{"number":22,"verse":"তখন যিহোয়াকীম রাজা অক্বোরের পুত্র ইল্নাথনকে এবং তাহার সহিত অন্য কয়েক জন লোককে মিসরে প্রেরণ করিলেন;"},{"number":23,"verse":"আর তাহারা ঊরিয়কে মিসর হইতে আনিয়া যিহোয়াকীম রাজার কাছে উপস্থিত করিল; রাজা তাঁহাকে খড়্গ দ্বারা বধ করিয়া সামান্য লোকের কবর-স্থানে তাঁহার শব নিক্ষেপ করিলেন।"},{"number":24,"verse":"যাহা হউক, শাফনের পুত্র অহীকামের হস্ত যিরমিয়ের সপক্ষ থাকায় তিনি নিহত হইবার জন্য লোকদের হস্তে সমর্পিত হইলেন না।"}]}