{"bibleAbbr":"GB1587","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"In the eighth month, in the second year of Who was the son of Histaspis. Darius, came the word of the LORD unto This was not the Zechariah, of which mention is made in (2Ch_24:20), but he had the same name, and is called the son of Berechiah, as he was, because he came of those progenitors, as of Joiada or Berechiah, and Iddo. Zechariah, the son of Berechiah, the son of Iddo the prophet, saying, The Argument - Two months after Haggai had begun to prophesy, Zechariah was also sent of the Lord to help him in the labour, and to confirm the same doctrine. First therefore, he puts them in remembrance for what reason God had so severely punished their fathers: and yet comforts them if they will truly repent, and not abuse this great benefit of God in their deliverance which was a figure of that true deliverance, that all the faithful should have from death and sin, by Christ. But because they remained still in their wickedness, and lack of desire to set forth God's glory, and were not yet made better by their long banishment, he rebukes them most sharply: yet for the comfort of the repentant, he ever mixes the promise of grace, that they might by this means be prepared to receive Christ, in whom all should be sanctified to the Lord."},{"number":2,"verse":"The LORD hath been He speaks this to make them afraid of God's judgments, so that they should not provoke him as their fathers had done, whom he so grievously punished. sore displeased with your fathers."},{"number":3,"verse":"Therefore say thou unto them, Thus saith the LORD of hosts; Let your fruits declare that you are God's people, and that he has wrought in you by his Spirit, and mortified you: for otherwise man has no power to return to God, but God must convert him; (Jer_31:18; Lam_5:21) {{See Isa_31:6}} Turn ye unto me, saith the LORD of hosts, and I will turn unto you, saith the LORD of hosts."},{"number":4,"verse":"Be ye not as your fathers, vnto whome the former prophets haue cried, saying, Thus sayth the Lord of hostes, Turne you nowe from your euill wayes, and from your wicked workes: but they would not heare, nor hearken vnto me, saith the Lorde."},{"number":5,"verse":"Your fathers, where Though your fathers are dead, yet God's judgments in punishing them ought still to be before your eyes: and though the prophets are dead, yet their doctrine remains for ever; (2Pe_1:15). [are] they? and the prophets, do they live for ever?"},{"number":6,"verse":"But my words and my statutes, which I commanded my servants the prophets, did they not take hold of Seeing you saw the force of my doctrine in punishing your fathers, why do you not fear the threatenings contained in the same, and declared by my Prophets? your fathers? and As men astonished with my judgments, and not that they were touched with true repentance. they returned and said, Like as the LORD of hosts thought to do unto us, according to our ways, and according to our doings, so hath he dealt with us."},{"number":7,"verse":"Upon the four and twentieth day of the eleventh month, which [is] the month Which includes part of January and part of February. Sebat, in the second year of Darius, came the word of the LORD unto Zechariah, the son of Berechiah, the son of Iddo the prophet, saying,"},{"number":8,"verse":"I This vision signifies the restoration of the Church: but as yet it would not appear to man's eyes, which is here meant by the night, by the bottom, and by the myrtle trees, which are black, and give a dark shadow. Yet he compares God to a King who has his posts and messengers abroad, by whom he still works his purpose and brings his matters to pass. saw by night, and behold Who was the chief among the rest of the horsemen. a man riding upon a red horse, and he stood among the myrtle trees that [were] in the bottom; and behind him [were there] These signify the various offices of God's angels, by whom God sometimes punishes, and sometimes comforts, and brings forth his works in various ways. red horses, speckled, and white."},{"number":9,"verse":"Then sayd I, O my Lorde, what are these? And the Angel that talked with me, sayde vnto me, I wil shew thee what these be."},{"number":10,"verse":"And the man that stood among the mirre trees, answered, and sayd, These are they whome the Lord hath sent to go through the world."},{"number":11,"verse":"And they answered the Angel of the Lord, that stood among the mirre trees, and sayd, We haue gone thorowe the world: and beholde, all the world sitteth still, and is at rest."},{"number":12,"verse":"Then the That is, Christ the mediator prayed for the salvation of his Church, which was now troubled, when all the countries about them were at rest. angel of the LORD answered and said, O LORD of hosts, how long wilt thou not have mercy on Jerusalem and on the cities of Judah, against which thou hast had indignation these threescore and ten years?"},{"number":13,"verse":"And the Lorde answered the Angel that talked with me, with good wordes and comfortable wordes."},{"number":14,"verse":"So the angel that talked with me said to me, Cry thou, saying, Thus saith the LORD of hosts; I am Though for a time God defers his help and comfort from his Church, yet this declares that he still loves them most dearly, as a most merciful father his children, or a husband his wife, and when it is expedient for them, his help is ever ready. jealous for Jerusalem and for Zion with a great jealousy."},{"number":15,"verse":"And I am very greatly displeased with the nations [that are] at ease: for I was but In destroying the reprobate, I showed myself but a little angry toward my Church, but the enemy would have destroyed them also, and did not consider the goal of my chastisements. a little displeased, and they helped forward the affliction."},{"number":16,"verse":"Therefore thus saith the LORD; I have returned to Jerusalem with mercies: my house shall be built in it, saith the LORD of hosts, and a line To measure out the buildings. shall be stretched forth upon Jerusalem."},{"number":17,"verse":"Cry yet, saying, Thus saith the LORD of hosts; My cities through prosperity shall yet The abundance will be so great, that the places of storage will not be able to contain these blessings that God will send, but will even break because of fullness. be spread abroad; and the LORD shall yet comfort Zion, and shall yet choose Jerusalem."},{"number":18,"verse":"Then I lifted up my eyes, and saw, and behold Which signifies all the enemies of the Church: east, west, north, and south. four horns."},{"number":19,"verse":"And I said vnto the Angel that talked with me, What be these? And hee answered me, These are the hornes which haue scattered Iudah, Israel, and Ierusalem."},{"number":20,"verse":"And the LORD showed me four These craftsmen or smiths are God's instruments, who with their mallets and hammers break these hard and strong horns which would overthrow the Church, and declare that no enemies' horn is so strong, but God has a hammer to break it in pieces. craftsmen."},{"number":21,"verse":"Then said I, What come these to doe? And he answered, and said, These are the hornes, which haue scattered Iudah, so that a man durst not lift vp his head: but these are come to fray them, and to cast out the hornes of the Gentiles, which lift vp their horne ouer the land of Iudah, to scatter it."}]}