{"bibleAbbr":"Geneva1587","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"And it came to pass in the fourth year of king Darius, [that] the word of the LORD came to Zechariah in the fourth [day] of the ninth month, [even] in Which contained part of November and part of December. Chisleu;"},{"number":2,"verse":"When That is, the rest of the people that yet remained in Chaldea, sent to the Church at Jerusalem for the resolution of these questions, because these feasts were consented upon by the agreement of the whole Church, the one in the month that the temple was destroyed, and the other when Gedaliah was slain; (Jer_41:2). they had sent to the house of God Sherezer and Regemmelech, and their men, to pray before the LORD,"},{"number":3,"verse":"[And] to speak to the priests who [were] in the house of the LORD of hosts, and to the prophets, saying, Should I By weeping and mourning are shown what exercises they used in their fasting. weep in the fifth month, That is, prepare myself with all devotion to his fast. separating myself, as I have done these so many Which had been since the time the temple was destroyed. years?"},{"number":4,"verse":"Then came the word of the Lord of hostes vnto me, saying,"},{"number":5,"verse":"Speak to all the people of the land, and to the For there were both of the people, and of the priests, those who doubted with regard to this controversy, besides those who as yet remained in Chaldea, and argue about it, as of one of the chief points of their religion. priests, saying, When ye fasted and mourned in the fifth and seventh [month], even those seventy years, did ye at all fast to me, For they thought they had gained favour with God because of this fast, which they invented by themselves: and though fasting of itself is good, yet because they thought it a service toward God, and trusted in it, it is here reproved. [even] to me?"},{"number":6,"verse":"And when ye ate, and when ye drank, did ye not eat Did you not eat and drink for your own benefit and necessity, and so likewise you abstained according to your own imaginings, and not after the command and direction of my Law. [for yourselves], and drink [for yourselves]?"},{"number":7,"verse":"[Should ye] not [hear] the words which the LORD By this he condemns their hypocrisy, who thought by their fasting to please God, and by such things as they invented, and in the meantime would not serve him as he had commanded. hath cried by the former prophets, when Jerusalem was inhabited and in prosperity, and her cities around her, when [men] inhabited the south and the plain?"},{"number":8,"verse":"And the worde of the Lord came vnto Zechariah, saying,"},{"number":9,"verse":"Thus speaketh the LORD of hosts, saying, He shows that they did not fast with a sincere heart, but because of hypocrisy, and that it was not done from a pure religion, because they lacked these offices of charity which should have declared that they were godly; (Mat_23:23). Execute true judgment, and show mercy and compassions every man to his brother:"},{"number":10,"verse":"And oppresse not the widowe, nor the fatherles, the stranger nor the poore, & let none of you imagine euil against his brother in your heart."},{"number":11,"verse":"But they refused to hearken, and And would not carry the Lord's burden, which was sweet and easy, but would bear their own, which was heavy and grievous to the flesh, thinking to gain merit by it: which metaphor is taken from oxen, which shrink at the yoke; (Neh_9:29). withdrew the shoulder, and stopped their ears, that they should not hear."},{"number":12,"verse":"Yea, they made their hearts [as] an adamant stone, lest they should hear the law, and the words which the LORD of hosts hath sent in his Which declares that they did not only rebel against the Prophets, but against the Spirit of God that spoke in them. spirit by the former prophets: therefore came a great wrath from the LORD of hosts."},{"number":13,"verse":"Therefore it is come to passe, that as he cried, and they would not heare, so they cried, and I would not heare, sayth the Lord of hostes."},{"number":14,"verse":"But I scattered them with a whirlwind among all the nations whom they knew not. Thus the land was desolate That is, after they were taken captive. after them, that no man passed through nor returned: for they laid the pleasant land By their sins by which they provoked God's anger. desolate."}]}