{"bibleAbbr":"GB1587","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":8,"verses":[{"number":1,"verse":"Againe the worde of the Lord of hostes came to me, saying,"},{"number":2,"verse":"Thus saith the LORD of hosts; I was I loved my city with a singular love, so that I could not endure that any should do her any injury. jealous for Zion with great jealousy, and I was jealous for her with great fury."},{"number":3,"verse":"Thus saith the LORD; I have returned to Zion, and will dwell in the midst of Jerusalem: and Jerusalem shall be called a Because she will be faithful and loyal toward me her husband. city of truth; and the mountain of the LORD of hosts the holy mountain."},{"number":4,"verse":"Thus saith the LORD of hosts; There shall yet old Though their enemies did greatly molest and trouble them, yet God would come and dwell among them, and so preserve them as long as nature would allow them to live, and increase their children in great abundance. men and old women dwell in the streets of Jerusalem, and every man with his staff in his hand for very age."},{"number":5,"verse":"And the streetes of the citie shalbe full of boyes and girles, playing in the streetes thereof."},{"number":6,"verse":"Thus saith the LORD of hosts; If it is He shows in what our faith consists, that is, to believe that God can perform that which he has promised, though it seem ever so impossible to man; (Gen_13:14; Rom_4:20). marvellous in the eyes of the remnant of this people in these days, should it also be marvellous in my eyes? saith the LORD of hosts."},{"number":7,"verse":"Thus sayth the Lord of hostes, Beholde, I will deliuer my people from the East countrey, and from the West countrey."},{"number":8,"verse":"And I will bring them, and they shall So that their return will not be in vain: for God will accomplish his promise, and their prosperity will be sure and stable. dwell in the midst of Jerusalem: and they shall be my people, and I will be their God, in truth and in righteousness."},{"number":9,"verse":"Thus saith the LORD of hosts; Let your Let neither respect of your personal benefits, neither counsel of others, nor fear of enemies, discourage you in the going forward with the building of the temple, but be steadfast and obey the Prophets, who encourage you to that. hands be strong, ye that hear in these days these words by the mouth of the prophets, who [were] in the day [when] the foundation of the house of the LORD of hosts was laid, that the temple might be built."},{"number":10,"verse":"For before these days there was no hire for For God cursed your work, so that neither man nor beast had profit from their labours. man, nor any hire for beast; neither [was there any] peace to him that went out or came in because of the affliction: for I set all men every one against his neighbour."},{"number":11,"verse":"But nowe, I wil not intreate the residue of this people as aforetime, saith the Lord of hostes."},{"number":12,"verse":"For the seede shall be prosperous: the vine shall giue her fruite, and the ground shal giue her increase, and the heauens shall giue their dewe, and I will cause the remnant of this people to possesse all these things."},{"number":13,"verse":"And it shal come to passe, that as ye were a curse among the heathen, O house of Iudah, and house of Israel, so wil I deliuer you, & ye shalbe a blessing: feare not, but let your hands be strong."},{"number":14,"verse":"For thus saith the LORD of hosts; As I thought to punish Read (Eze_18:20). you, when your fathers provoked me to wrath, saith the LORD of hosts, and I repented not:"},{"number":15,"verse":"So again have I thought in these days Which declares that man cannot turn to God until he changes man's heart by his Spirit, and so begin to do good to them, which is to pardon his sins and to give him his graces. to do good to Jerusalem and to the house of Judah: fear ye not."},{"number":16,"verse":"These are ye things that ye shall doe. Speake ye euery man the trueth vnto his neighbour: execute iudgement truly & vprightly in your gates,"},{"number":17,"verse":"And let none of you imagine euill in your hearts against his neighbour, and loue no false othe: for all these are the things that I hate, saith the Lorde."},{"number":18,"verse":"And the worde of the Lord of hostes came vnto me, saying,"},{"number":19,"verse":"Thus saith the LORD of hosts; The fast of the fourth [month], and the fast of the fifth, and the fast of the seventh, and the fast of the Which fast was appointed when the city was besieged, and was the first fast of these four. And here the prophet shows that if the Jews will repent, and turn wholly to God, they will have no more occasion to fast, or to show signs of heaviness, for God will send them joy and gladness. tenth, shall be to the house of Judah joy and gladness, and cheerful feasts; therefore love the truth and peace."},{"number":20,"verse":"Thus saith the LORD of hosts; [It shall] yet [come to pass], that there shall come He declares the great zeal that God would give the Gentiles to come to his Church, and to unite with the Jews in his true religion, which would be in the kingdom of Christ. people, and the inhabitants of many cities:"},{"number":21,"verse":"And they that dwell in one citie, shal go to another, saying, Vp, let vs go & pray before the Lord, and seeke the Lord of hostes: I wil go also."},{"number":22,"verse":"Yea, great people and mightie nations shal come to seeke the Lorde of hostes in Ierusalem, and to pray before the Lord."},{"number":23,"verse":"Thus sayth the Lord of hostes, In those dayes shall ten men take holde out of all languages of the nations, euen take holde of the skirt of him that is a Iewe, and say, We will go with you: for we haue heard that God is with you."}]}