{"bibleAbbr":"WB1895","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"My little children, I write these things to you, so that you may not sin. If anyone sins, we have one an advocate with the Father, Jesus Christ the righteous."},{"number":2,"verse":"He himself is the propitiation for our sins and not for ours only but also for the whole world."},{"number":3,"verse":"And in this we can be sure that we know him, if we obey his commands."},{"number":4,"verse":"He who says, \"I know him,\" and doesn't obey his commands is a liar, and the truth is not in him."},{"number":5,"verse":"But whoever obeys his word, truly has the love for God been perfected in him. By this we know that we are in him."},{"number":6,"verse":"He who says he remains in him is under an obligation himself to also keep on living his life as he did."},{"number":7,"verse":"Brothers, I don't write a new command to you but a command that's been around a long time, which you had from the beginning. This longtime command is the message, which you have heard from the beginning."},{"number":8,"verse":"However, I write a new command to you, which is true in him and you, because the darkness is passing away, and the true light is already shining."},{"number":9,"verse":"He who says he is in the light and hates his brother is still in darkness to this very hour."},{"number":10,"verse":"He who loves his brother remains in the light, and there is no danger of him stumbling."},{"number":11,"verse":"But he who hates his brother is in darkness, walks in darkness, and doesn't know where he goes, because that darkness has blinded his eyes."},{"number":12,"verse":"I write to you, little children, because your sins are forgiven you through his name."},{"number":13,"verse":"I write to you, fathers, because you do know him who is from the beginning. I write to you, young men, because you have overcome the wicked one. I write to you, little children, because you have known the Father."},{"number":14,"verse":"I have written to you, fathers, because you do know him who is from the beginning. I have written to you, young men, because you are strong, the word of God is present in you, and you do overcome the wicked one."},{"number":15,"verse":"Do not love the world, or the things in the world. If anyone loves the world, the love of the Father is not in him."},{"number":16,"verse":"For everything in the world, the lust of the flesh, the lust of the eyes, and the pride of this life is not from the Father but is from the world."},{"number":17,"verse":"But the world passes away and its lust. On the other hand the one who does the will of God stands firm forever."},{"number":18,"verse":"Little children, it is the final hour, and as you have heard the antichrist is coming, and now there are many antichrists, which is how we know that it is the final hour."},{"number":19,"verse":"They started out with us, but they were not part of us, for if they had been part of us, they would have continued with us, nevertheless they left us that it might be obvious that they were not really part of us."},{"number":20,"verse":"But you have an anointing from the Holy One and understand all this."},{"number":21,"verse":"I have not written to you, because you don't understand the truth but because you do understand it, and no lie comes out of truth."},{"number":22,"verse":"Who is a liar but he who refuses to confess that Jesus is the Christ? The one who refuses to confess the Father and the Son is an antichrist."},{"number":23,"verse":"Whoever refuses to confess the Son doesn't have the Father either, but the one who confesses the Son has the Father also."},{"number":24,"verse":"Therefore, let what you have heard from the beginning remain in you. If what you heard from the beginning remains in you, you will also remain in the Father and the Son."},{"number":25,"verse":"This is the promise that he has promised us--eternal life."},{"number":26,"verse":"I have written these things about those who are trying to lead you astray."},{"number":27,"verse":"The anointing, which you have received from him, remains in you, and you don't need anyone to teach you. Since the same anointing teaches you about all things and is truth and is no lie--just as it taught you--you will remain in him."},{"number":28,"verse":"And now, little children, continue in him, that when he appears, we may have confidence and not be ashamed at his coming."},{"number":29,"verse":"If you know that he is righteous, then know that everyone who is doing righteousness is born of him."}]}