{"bibleAbbr":"BB1572","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"(12:18) And I stoode on the sea sande. (13:1) And I sawe a beast ryse out of the sea, hauing seuen heades, and ten hornes, & vpon his hornes ten crownes, and vpon his head the name of blasphemie."},{"number":2,"verse":"And the beast which I sawe, was like a Leoparde, and his feete were as [the feete] of a Beare, and his mouth as the mouth of a Lion: And the dragon gaue hym his power, and his seate, and great aucthoritie."},{"number":3,"verse":"And I sawe one of his heades, as it were wounded to death, and his deadly wounde was healed: And all the world wondred after the beast."},{"number":4,"verse":"And they worshipped the dragon which gaue power vnto the beast, and they worshipped the beast, saying: Who is lyke vnto the beast? who is able to warre with hym?"},{"number":5,"verse":"And there was geuen vnto hym a mouth, that spake great thynges and blasphemies, and power was geuen vnto hym, to do . xlij. monethes."},{"number":6,"verse":"And he opened his mouth vnto blasphemie agaynst God, to blaspheme his name, and his tabernacle, and them that dwell in heauen."},{"number":7,"verse":"And it was geuen vnto hym to make warre with the saintes, & to ouercome them: And power was geuen him ouer all kinredes, and tongues, and nations,"},{"number":8,"verse":"And al yt dwel vpon the earth, worshipped him whose names are not writte in the booke of lyfe of ye lambe, which was killed from the beginnyng of the world."},{"number":9,"verse":"If any man haue an eare, let hym heare."},{"number":10,"verse":"He that leadeth into captiuitie, shall go into captiuitie: He that kylleth with a sworde, must be kylled with a sworde. Here is the patience and the fayth of the saintes."},{"number":11,"verse":"And I behelde another beast commyng vp out of the earth, and he had two hornes lyke a lambe, and he spake as dyd the dragon."},{"number":12,"verse":"And he dyd all that ye first beast coulde do in his presence, & he caused the earth and them which dwell therein, to worship the first beast, whose deadly wound was healed."},{"number":13,"verse":"And he dyd great wonders, so that he made fyre come downe from heauen on the earth in the syght of men."},{"number":14,"verse":"And deceaued them that dwelt on the earth, by the meanes of those signes which he had power to do in the syght of the beast, saying to them that dwelt on the earth, that they shoulde make the image of the beast which had the wounde of a sworde, and dyd lyue."},{"number":15,"verse":"And he had power to geue a spirite vnto the image of the beast, that the image of the beast shoulde speake, and shoulde cause that as many as woulde not worship the image of the beast, shoulde be kylled."},{"number":16,"verse":"And he made all both smal & great, rich & poore, free & bonde, to receaue a marke in their right hand, or in their forheads."},{"number":17,"verse":"And that no man myght bye or sell, saue he that had the marke or ye name of the beast, other ye number of his name."},{"number":18,"verse":"Here is wisdome. Let hym that hath witte, count ye number of the beast: For it is the number of a man, & his number is sixe hundred threescore and sixe."}]}