{"bibleAbbr":"BB1572","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"And I hearde a great voyce out of the temple, saying to ye seuen angels: Go your wayes, powre out your vials of wrath vpon the earth."},{"number":2,"verse":"And the first angell went and powred out his vial vpon the earth, and there fell a noysome and a sore botch vpon the men which had the marke of the beast, and vpon them which worshipped his image."},{"number":3,"verse":"And the second angell shed out his vial vpon the sea, and it turned as it were into the blood of a dead man: and euery lyuyng thyng dyed in the sea."},{"number":4,"verse":"And the thirde angell shed out his viall vpon the ryuers and fountaynes of waters, and they turned to blood."},{"number":5,"verse":"And I hearde the angell of the waters say: Lorde, which art, and wast, thou art ryghteous & holy, because thou hast geuen such iudgementes:"},{"number":6,"verse":"For they shed out the blood of saintes and prophetes, and therfore hast thou geuen them blood to drynke: for they are worthie."},{"number":7,"verse":"And I heard another out of the aulter say: euen so Lorde God almightie, true and ryghteous are thy iudgementes."},{"number":8,"verse":"And the fourth angell powred out his viall on the sunne, & power was geuen vnto hym to vexe men with heate of fyre."},{"number":9,"verse":"And men boyled in great heate, and blasphemed the name of God whiche hath power ouer these plagues, & they repented not, to geue hym glorie."},{"number":10,"verse":"And the fifth angell powred out his viall vpon the seate of the beast, and his kyngdome waxed darke, & they gnewe their tongues for sorowe,"},{"number":11,"verse":"And blasphemed the God of heauen for their sorowe, and for theirs sores, and repented not of their deedes."},{"number":12,"verse":"And the sixt angell powred out his vial vpon the great riuer Euphrates, and the water dryed vp, that the wayes of the kynges of ye east should be prepared."},{"number":13,"verse":"And I sawe three vncleane spirites like frogges, come out of the mouth of ye dragon, & out of the mouth of the beast, & out of the mouth of the false prophete."},{"number":14,"verse":"For they are the spirites of deuyls workyng miracles, to go out vnto the kynges of the earth, and of the whole worlde, to gather them to the battayle of that great day of God almightie."},{"number":15,"verse":"Beholde, I come as a theefe. Happie is he that watcheth and kepeth his garmentes, lest he walke naked, and men see his fylthynesse."},{"number":16,"verse":"And he gathered them together into a place, called in the Hebrue tongue Armagedon."},{"number":17,"verse":"And the seuenth angell powred out his viall into the ayre: And there came a great voyce out of the temple of heauen, from the throne, saying: it is done."},{"number":18,"verse":"And there folowed voyces, thundringes, & lyghtnynges: and there was a great earthquake, such as was not sence men were vpon the earth, so mightie an earquake and so great."},{"number":19,"verse":"And the great citie was deuided into three partes, and the cities of all nations fell: And great Babylon came in remembraunce before God, to geue vnto her the cup of the wyne of the fearcenesse of his wrath."},{"number":20,"verse":"Euery Ile also fledde away, and the mountaynes were not founde."},{"number":21,"verse":"And there fell a great hayle, as it had ben talentes, out of heauen vpon the men, and the men blasphemed God, because of the plague of the hayle: for the plague therof was exceadyng great."}]}