{"bibleAbbr":"BB1572","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"And after that, I sawe another angell come from heauen, hauyng great power, and the earth was lyghtened with his glorie."},{"number":2,"verse":"And he cryed myghtyly with a strong voyce, saying: Great Babylon is fallen is fallen, and is become the habitation of deuyls, and the holde of all foule spirites, and a cage of all vncleane and hatefull byrdes:"},{"number":3,"verse":"For all nations haue dronken of the wine of the wrath of her fornication, & the kinges of the earth haue committed fornication with her, & the marchauntes of the earth are waxed riche of the aboundaunce of her pleasures."},{"number":4,"verse":"And I hearde another voyce from heauen say: Come awaye from her my people, that ye be not partakers of her sinnes, and that ye receaue not of her plagues."},{"number":5,"verse":"For her sinnes are gone vp to heauen, and God hath remembred her wickednesse."},{"number":6,"verse":"Rewarde her euen as she rewarded you, and geue her double accordyng to her workes, and powre in double to her in the same cuppe which she fylled vnto you."},{"number":7,"verse":"And as much as she glorified her selfe & lyued wantonly, so much powre ye in for her of punishement & sorowe: for she said in her heart, I sit being a queene, and am no wydowe, and shall see no sorowe."},{"number":8,"verse":"Therefore shall her plagues come in one day, death, and sorowe, and hunger, and she shalbe brent with fire: for strong is the Lorde whiche shall iudge her."},{"number":9,"verse":"And they shal bewayl her, & the kinges of the earth shall lament for her, which haue committed fornication with her, & haue lyued wantonly with her, when they shal see the smoke of her burnyng."},{"number":10,"verse":"And shall stande a farre of for feare of her punishment, saying: Alas, alas, that great citie Babylon, that myghtie citie, for at one houre is thy iudgement come."},{"number":11,"verse":"And the marchauntes of the earth shall wepe and wayle ouer her, for no man wyll bye their ware any more."},{"number":12,"verse":"The ware of golde and siluer, and precious stones, neither of pearle, & raynes, and purple, and sylke, and skarlet, and all thinne wood, and all maner vessels of yuorie, and all maner vessels of most precious wood, and of brasse, and yron, and marble,"},{"number":13,"verse":"And synamon, and odours, and oyntmentes, and frankensence, and wine, and oyle, and fine floure, and wheate, & beastes, and sheepe, and horses, & charrets, and bodies, and soules of men."},{"number":14,"verse":"And the apples that thy soule lusted after are departed from thee, and all thynges which were daintie and had in price are departed from thee, and thou shalt fynde them no more."},{"number":15,"verse":"The marchauntes of these thynges whiche were waxed ryche, shall stande a farre of fro her for feare of the punishment of her, wepyng and waylyng,"},{"number":16,"verse":"And saying: Alas, alas, that great citie, that was clothed in raynes, and purple, and skarlet, and decked with golde and precious stones, and pearles:"},{"number":17,"verse":"For at one houre so great ryches is come to naught. And euery shippe gouernour, & all they that occupie shippes, and shippemen which worke in the sea, stoode a farre of,"},{"number":18,"verse":"And cryed, when they sawe the smoke of her burnyng, saying: what citie is lyke vnto this great citie?"},{"number":19,"verse":"And they cast dust on their heades, & cryed, wepyng & waylyng, and saying: Alas, alas, that great citie, wherein were made riche all that had shippes in the sea, by reason of her costlynesse, for at one houre is she made desolate."},{"number":20,"verse":"Reioyce ouer her thou heauen, and ye holy apostles and prophetes: for God hath geuen your iudgement on her."},{"number":21,"verse":"And a myghtie angell toke vp a stone lyke a great mylstone, and cast it into the sea, saying: With suche violence shall that great citie Babylon be cast, & shalbe founde no more."},{"number":22,"verse":"And the voyce of harpers, and musitions, & of pypers, and trumpetters, shall be heard no more in thee, and no craftes man, of whatsoeuer craft he be, shall be founde any more in thee, and the sounde of a myll shall be heard no more in thee:"},{"number":23,"verse":"And the lyght of a candle shall shyne no more in thee, and the voyce of the brydegrome and of the bryde shall be hearde no more in thee: for thy marchaunts were the great men of ye earth, and with thyne inchauntment were deceaued all nations:"},{"number":24,"verse":"And in her was founde the blood of the prophetes, and of the saintes, and of all that were slayne vpon the earth."}]}