{"bibleAbbr":"BB1572","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"And he shewed me a pure ryuer of water of lyfe, cleare as Cristall, proceadyng out of the throne of god, and of the lambe."},{"number":2,"verse":"In the middes of the streate of it, and of either side of the ryuer, was there wood of lyfe, which bare twelue maner of fruites, and gaue fruite euery moneth: and the leaues of the wood serued to heale the people withall."},{"number":3,"verse":"And there shalbe no more curse, but the throne of God and the lambe shalbe in it: and his seruauntes shal serue hym."},{"number":4,"verse":"And they shall see his face, & his name shalbe in their foreheades."},{"number":5,"verse":"And there shalbe no nyght there, and they neede no candle, neither lyght of the sunne: for the Lorde God geueth them lyght, and they shall raigne for euermore."},{"number":6,"verse":"And he sayde vnto me: these sayinges are faythfull and true. And the Lorde God of the holy prophetes, sent his angell to shewe vnto his seruauntes, the thynges which must shortly be fulfilled."},{"number":7,"verse":"Beholde, I come shortly: Happy is he that kepeth ye saying of the prophecie of this booke."},{"number":8,"verse":"I Iohn sawe these thynges, & hearde them: And when I had hearde and seene, I fell downe to worship before the feete of the angell, which shewed me these thynges."},{"number":9,"verse":"And he sayde vnto me: see thou do it not, for I am thy felowe seruaunt, and the felowe seruaunt of thy brethren the prophetes, and of them which kepe the sayinges of this booke: But worshippe God."},{"number":10,"verse":"And he sayde vnto me, seale not the sayinges of the prophecie of this booke: For the tyme is at hande."},{"number":11,"verse":"He that doeth euyll, let hym do euyll styll: and he which is filthie, let hym be filthie styll: and he that is ryghteous, let hym be ryghteous styll: and he that is holy, let hym be holy styll."},{"number":12,"verse":"And beholde, I come shortly, and my rewarde is with me, to geue euery man accordyng as his deedes shalbe."},{"number":13,"verse":"I am Alpha and Omega, the begynnyng and the ende, the first and the last."},{"number":14,"verse":"Blessed are they that do his commaundementes, that their power may be in the tree of lyfe, and may enter in through the gates into the citie."},{"number":15,"verse":"For without shalbe dogges, and inchaunters, and whoremongers, and murtherers, and idolaters, and whosoeuer loueth or maketh leasynges."},{"number":16,"verse":"I Iesus sent myne angell, to testifie vnto you these thynges in ye Churches. I am the roote and the generation of Dauid, and the bryght mornyng starre."},{"number":17,"verse":"And the spirite and the bride say, come. And let hym that heareth, say also, come. And let hym that is a thirst, come. And let whosoeuer wyll, take of the water of lyfe, freely."},{"number":18,"verse":"I testifie vnto euery man that heareth the wordes of ye prophecie of this booke: If any man shall adde vnto these thynges, God shall adde vnto hym the plagues that are written in this booke."},{"number":19,"verse":"And yf any man shall minishe of the wordes of the booke of this prophecie, God shal take away his part out of the booke of lyfe, and out of the holy citie, and from the thynges which are writte in this booke."},{"number":20,"verse":"He which testifieth these thynges, sayth surely, I come quickly. Amen. Euen so, come Lorde Iesus."},{"number":21,"verse":"The grace of our Lord Iesus Christe be with you all. Amen."}]}