{"bibleAbbr":"mrRV2015","bookName":"पेत्राचे पहिले पत्र","bookEnglishName":"1 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"( पती व पत्नी) तसेच, स्त्रियांनो, तुम्हीही आपापल्या पतीच्या अधीन असा; ह्यासाठी की, कोणी वचनाला अमान्य असले, तरी तुमचे भीडस्तपणाचे निर्मल वर्तन पाहून ते वचनावाचून आपल्या स्त्रियांच्या वर्तनाने मिळवून घेतले जावे."},{"number":3,"verse":"तुमची शोभा केसांचे गुंफणे, सोन्याचे दागिने घालणे किंवा उंची पोशाख करणे अशी बाहेरून दिसणारी नसावी,"},{"number":4,"verse":"तर जो सौम्य व शांत आत्मा देवाच्या दृष्टीने बहुमूल्य आहे त्याची म्हणजे अंत:करणातील गुप्त मनुष्यपणाची, अविनाशी शोभा असावी."},{"number":5,"verse":"कारण ह्याप्रमाणे पूर्वी, देवावर आशा ठेवणार्‍या पवित्र स्त्रियांही आपापल्या पतीच्या अधीन राहून आपणांस शोभवत असत;"},{"number":6,"verse":"जशी सारा अब्राहामाला ‘धनी म्हणून’ त्याच्या आज्ञेत राहिली; तुम्ही चांगले करत राहिल्यास व कोणत्याही भयप्रद गोष्टीला न घाबरल्यास, तुम्ही तिच्या मुली झाला आहात."},{"number":7,"verse":"पतींनो, तसेच तुम्हीही आपापल्या स्त्रीबरोबर, ती अधिक नाजूक पात्र आहे म्हणून सुज्ञतेने सहवास ठेवा; तुम्ही उभयता जीवनरूपी कृपादानाचे समाईक वतनदार आहात, म्हणून तुम्ही त्यांना मान द्या; म्हणजे तुमच्या प्रार्थनांत व्यत्यय येणार नाही."},{"number":8,"verse":"( ख्रिस्तनिष्ठ मनुष्यांना शोभणारी सहानुभूती) शेवटी, तुम्ही सर्व एकचित्त, समसुखदु:खी, बंधुप्रेम करणारे, कनवाळू व नम्र मनाचे व्हा."},{"number":9,"verse":"वाइटाबद्दल वाईट, निंदेबद्दल निंदा असे करू नका; तर उलट आशीर्वाद द्या; कारण आशीर्वाद हे वतन मिळण्यासाठी तुम्हांला पाचारण करण्यात आले आहे."},{"number":10,"verse":"कारण,“जीविताची आवड धरून, चांगले दिवस पाहावे, अशी ज्याची इच्छा असेल, त्याने वाइटापासून आपली जीभ व कपटी भाषणापासून आपले ओठ आवरावेत;"},{"number":11,"verse":"त्याने वाइटाकडे पाठ फिरवून बरे ते करावे. त्याने शांतीच्या प्राप्तीसाठी झटावे व तिचा मार्ग धरावा."},{"number":12,"verse":"कारण ‘परमेश्वराचे नेत्र नीतिमानांवर असतात, व त्याचे कान त्यांच्या विनंतीकडे असतात; तरी वाईट करणार्‍यावर परमेश्वराची करडी नजर आहे.’"},{"number":13,"verse":"( अन्याय सोसून ख्रिस्ताने घालून दिलेले उदाहरण) तुम्ही चांगल्याची आस्था बाळगणारे असाल तर तुमचे वाईट करणारा कोण?"},{"number":14,"verse":"परंतु नीतिमत्त्वामुळे तुम्हांला दु:ख जरी सोसावे लागले, तरी तुम्ही धन्य. ‘त्यांच्या भयाने भिऊ नका व घाबरू नका’,"},{"number":15,"verse":"तर ख्रिस्ताला ‘प्रभू’ म्हणून आपल्या अंत:करणात ‘पवित्र माना;’ आणि तुमच्या ठायी जी आशा आहे तिच्याविषयी विचारपूस करणार्‍या प्रत्येकाला उत्तर देण्यास नेहमी सिद्ध असा; तरी ते सौम्यतेने व भीडस्तपणाने द्या;"},{"number":16,"verse":"ते सद्भाव धरून द्या, ह्यासाठी की, तुमच्याविरुद्ध बोलणे चालले असता ख्रिस्तात तुमचे जे सद्वर्तन त्यावर आक्षेप घेणार्‍यांनी लज्जित व्हावे."},{"number":17,"verse":"कारण चांगले करूनही तुम्ही दु:ख सोसावे अशी देवाची इच्छा असली, तर वाईट करून दु:ख सोसण्यापेक्षा ते बरे आहे."},{"number":18,"verse":"कारण आपल्याला देवाजवळ नेण्यासाठी ख्रिस्तानेही पापांबद्दल, म्हणजे नीतिमान पुरुषाने अनीतिमान लोकांकरता, एकदा मरण सोसले. तो देहरूपात जिवे मारला गेला आणि आत्म्यात2 जिवंत केला गेला;"},{"number":19,"verse":"त्या आत्म्याच्या द्वारे त्याने जाऊन तुरुंगातील आत्म्यांना घोषणा केली."},{"number":20,"verse":"हे आत्मे म्हणजे पूर्वी नोहाच्या दिवसांत तारू तयार होत असता देव सहन करत वाट पाहत होता त्या वेळी ज्यांनी त्याची आज्ञा अवमानली तेच ते होत. त्या तारवात केवळ आठ जण पाण्यातून वाचवण्यात आले."},{"number":21,"verse":"त्याच्या लाक्षणिक अर्थाने आता ‘बाप्तिस्मा’ येशू ख्रिस्ताच्या पुनरुत्थानाच्या द्वारे तुमचे तारण करत आहे. त्याचा अर्थ केवळ देहाचा मळ धुऊन टाकणे नव्हे, तर शुद्ध भावाने देवाचे ऐकणे, असा आहे."},{"number":22,"verse":"तो येशू ख्रिस्त स्वर्गात गेला आणि आता ‘देवाच्या उजवीकडे’ आहे, त्याच्या स्वाधीन देवदूत, अधिकारी व सत्ताधीश हे ठेवले आहेत."}]}