{"bibleAbbr":"mrRV2015","bookName":"पेत्राचे पहिले पत्र","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"( पापाचा त्याग करणे) म्हणून आपल्यासाठी ख्रिस्ताने देहाने दुःख सोसले तसेच तुम्हीही तेच मनोवृत्तिरूपी शस्त्र धारण करा; कारण ज्याने देहाने दुःख सोसले आहे तो पापापासून निवृत्त झाला आहे;"},{"number":2,"verse":"ह्यासाठी की, तुम्ही आपले उरलेले देहामधील आयुष्य माणसांच्या वासनांप्रमाणे नव्हे तर देवाच्या इच्छेप्रमाणे घालवावे."},{"number":3,"verse":"कारण परराष्ट्रीयांना आवडणारी कृत्ये करण्यात म्हणजे कामासक्ती, विषयवासना, मद्यासक्ती, रंगेलपणा, बदफैली व निषिद्ध मूर्तिपूजा ह्यांत चालण्यात जो काळ गेला तितका पुरे."},{"number":4,"verse":"तुम्ही त्यांच्या बेतालपणात त्यांना सामील होत नाही ह्याचे त्यांना नवल वाटून ते तुमची निंदा करतात."},{"number":5,"verse":"जो जिवंतांचा व मृतांचा न्यायनिवाडा करण्यास तयार आहे त्याला ते हिशेब देतील."},{"number":6,"verse":"कारण सुवार्ता मृतांनाही सांगण्यात आली होती, ह्यासाठी की, देहात त्यांचा न्यायनिवाडा मनुष्यांनुसार व्हावा, पण आत्म्यात त्यांनी देवानुसार जगावे."},{"number":7,"verse":"सर्वांचा शेवट जवळ आला आहे; म्हणून मर्यादेने राहा, व प्रार्थना करण्यासाठी सावध असा;"},{"number":8,"verse":"मुख्यतः एकमेकांवर एकनिष्ठेने प्रीती करा; कारण ‘प्रीती पापांची रास झाकून टाकते.’"},{"number":9,"verse":"कुरकुर न करता एकमेकांचा पाहुणचार करा."},{"number":10,"verse":"प्रत्येकाला जसे कृपादान मिळाले आहे तसे देवाच्या नानाविध कृपेच्या चांगल्या कारभार्‍यांप्रमाणे ते एकमेकांच्या कारणी लावा;"},{"number":11,"verse":"भाषण करणार्‍याने, आपण देवाची वचने बोलत आहोत, असे बोलावे; सेवा करणार्‍याने, ती आपण देवाने दिलेल्या शक्तीने करत आहोत, अशी करावी; ह्यासाठी की, सर्व गोष्टींत देवाचा गौरव येशू ख्रिस्ताच्या द्वारे व्हावा; गौरव व पराक्रम हे युगानुयुग त्याचे आहेत. आमेन."},{"number":12,"verse":"( ख्रिस्तासाठी दु:ख सहन करण्याचा हक्क) प्रियजनहो, तुमची पारख होण्यासाठी जी अग्निपरीक्षा तुमच्यावर आली आहे तिच्यामुळे आपणांस काही अपूर्व झाले असे वाटून त्याचे नवल मानू नका."},{"number":13,"verse":"ज्या अर्थी तुम्ही ख्रिस्ताच्या दुःखाचे वाटेकरी झाला आहात त्या अर्थी आनंद करा; म्हणजे त्याचा गौरव प्रकट होण्याच्या वेळेसही तुम्ही उल्लास व आनंद कराल."},{"number":14,"verse":"ख्रिस्ताच्या नावामुळे तुमची निंदा होत असल्यास तुम्ही धन्य आहात; कारण गौरवाचा आत्मा म्हणजे ‘देवाचा आत्मा’ तुमच्यावर येऊन ‘राहिला आहे.’ [त्यांच्याकडून त्याची निंदा होते, पण तुमच्याकडून तो गौरविला जातो.]"},{"number":15,"verse":"तरी खून करणारा, चोर, दुष्कर्मी, किंवा दुसर्‍याच्या कामात ढवळाढवळ करणारा असे होऊन कोणी दुःख भोगू नये;"},{"number":16,"verse":"ख्रिस्ती ह्या नात्याने कोणाला दु:ख सहन करावे लागत असेल तर त्याला लाज वाटू नये; त्या नावामुळे देवाचा गौरव करावा."},{"number":17,"verse":"कारण देवाच्या घरापासून न्यायनिवाड्यास आरंभ होण्याची वेळ आली आहे; आणि तो आरंभ प्रथम आपल्यापासून झाला, तर देवाच्या सुवार्तेचा अवमान करणार्‍यांचा शेवट काय होईल?"},{"number":18,"verse":"“नीतिमान जर कष्टाने तरतो तर भक्तिहीन व पापी ह्याला ठिकाण कोठे मिळेल?”"},{"number":19,"verse":"ह्यामुळे देवाच्या इच्छेप्रमाणे दु:ख भोगणार्‍यांनी सत्कृत्ये करत आपले जीव विश्वासू निर्माणकर्त्याला सोपवून द्यावेत."}]}