{"bibleAbbr":"HAC","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"א נחמו נחמו עמי--יאמר אלהיכם"},{"number":2,"verse":"ב דברו על לב ירושלם וקראו אליה--כי מלאה צבאה כי נרצה עונה כי לקחה מיד יהוה כפלים בכל חטאתיה {ס}"},{"number":3,"verse":"ג קול קורא--במדבר פנו דרך יהוה ישרו בערבה מסלה לאלהינו"},{"number":4,"verse":"ד כל גיא ינשא וכל הר וגבעה ישפלו והיה העקב למישור והרכסים לבקעה"},{"number":5,"verse":"ה ונגלה כבוד יהוה וראו כל בשר יחדו כי פי יהוה דבר {פ}"},{"number":6,"verse":"ו קול אמר קרא ואמר מה אקרא כל הבשר חציר וכל חסדו כציץ השדה"},{"number":7,"verse":"ז יבש חציר נבל ציץ כי רוח יהוה נשבה בו אכן חציר העם"},{"number":8,"verse":"ח יבש חציר נבל ציץ ודבר אלהינו יקום לעולם {ס}"},{"number":9,"verse":"ט על הר גבה עלי לך מבשרת ציון הרימי בכח קולך מבשרת ירושלם הרימי אל תיראי אמרי לערי יהודה הנה אלהיכם"},{"number":10,"verse":"י הנה אדני יהוה בחזק יבוא וזרעו משלה לו הנה שכרו אתו ופעלתו לפניו"},{"number":11,"verse":"יא כרעה עדרו ירעה בזרעו יקבץ טלאים ובחיקו ישא עלות ינהל {ס}"},{"number":12,"verse":"יב מי מדד בשעלו מים ושמים בזרת תכן וכל בשלש עפר הארץ ושקל בפלס הרים וגבעות במאזנים"},{"number":13,"verse":"יג מי תכן את רוח יהוה ואיש עצתו יודיענו"},{"number":14,"verse":"יד את מי נועץ ויבינהו וילמדהו בארח משפט וילמדהו דעת ודרך תבונות יודיענו"},{"number":15,"verse":"טו הן גוים כמר מדלי וכשחק מאזנים נחשבו הן איים כדק יטול"},{"number":16,"verse":"טז ולבנון אין די בער וחיתו--אין די עולה {פ}"},{"number":17,"verse":"יז כל הגוים כאין נגדו מאפס ותהו נחשבו לו"},{"number":18,"verse":"יח ואל מי תדמיון אל ומה דמות תערכו לו"},{"number":19,"verse":"יט הפסל נסך חרש וצרף בזהב ירקענו ורתקות כסף צורף"},{"number":20,"verse":"כ המסכן תרומה עץ לא ירקב יבחר חרש חכם יבקש לו להכין פסל לא ימוט {ס}"},{"number":21,"verse":"כא הלוא תדעו הלוא תשמעו הלוא הגד מראש לכם הלוא הבינותם מוסדות הארץ"},{"number":22,"verse":"כב הישב על חוג הארץ וישביה כחגבים הנוטה כדק שמים וימתחם כאהל לשבת"},{"number":23,"verse":"כג הנותן רוזנים לאין שפטי ארץ כתהו עשה"},{"number":24,"verse":"כד אף בל נטעו אף בל זרעו--אף בל שרש בארץ גזעם וגם נשף בהם ויבשו וסערה כקש תשאם {ס}"},{"number":25,"verse":"כה ואל מי תדמיוני ואשוה--יאמר קדוש"},{"number":26,"verse":"כו שאו מרום עיניכם וראו מי ברא אלה המוציא במספר צבאם לכלם בשם יקרא מרב אונים ואמיץ כח איש לא נעדר {ס}"},{"number":27,"verse":"כז למה תאמר יעקב ותדבר ישראל נסתרה דרכי מיהוה ומאלהי משפטי יעבור"},{"number":28,"verse":"כח הלוא ידעת אם לא שמעת אלהי עולם יהוה בורא קצות הארץ--לא ייעף ולא ייגע אין חקר לתבונתו"},{"number":29,"verse":"כט נתן ליעף כח ולאין אונים עצמה ירבה"},{"number":30,"verse":"ל ויעפו נערים ויגעו ובחורים כשול יכשלו"},{"number":31,"verse":"לא וקוי יהוה יחליפו כח יעלו אבר כנשרים ירוצו ולא ייגעו ילכו ולא ייעפו {ס}"}]}