{"bibleAbbr":"HAC","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"א ועתה שמע יעקב עבדי וישראל בחרתי בו"},{"number":2,"verse":"ב כה אמר יהוה עשך ויצרך מבטן יעזרך אל תירא עבדי יעקב וישרון בחרתי בו"},{"number":3,"verse":"ג כי אצק מים על צמא ונזלים על יבשה אצק רוחי על זרעך וברכתי על צאצאיך"},{"number":4,"verse":"ד וצמחו בבין חציר כערבים על יבלי מים"},{"number":5,"verse":"ה זה יאמר ליהוה אני וזה יקרא בשם יעקב וזה יכתב ידו ליהוה ובשם ישראל יכנה {פ}"},{"number":6,"verse":"ו כה אמר יהוה מלך ישראל וגאלו יהוה צבאות אני ראשון ואני אחרון ומבלעדי אין אלהים"},{"number":7,"verse":"ז ומי כמוני יקרא ויגידה ויערכה לי משומי עם עולם ואתיות ואשר תבאנה יגידו למו"},{"number":8,"verse":"ח אל תפחדו ואל תרהו--הלא מאז השמעתיך והגדתי ואתם עדי היש אלוה מבלעדי ואין צור בל ידעתי"},{"number":9,"verse":"ט יצרי פסל כלם תהו וחמודיהם בל יועילו ועדיהם המה בל יראו ובל ידעו--למען יבשו"},{"number":10,"verse":"י מי יצר אל ופסל נסך--לבלתי הועיל"},{"number":11,"verse":"יא הן כל חבריו יבשו וחרשים המה מאדם יתקבצו כלם יעמדו יפחדו יבשו יחד"},{"number":12,"verse":"יב חרש ברזל מעצד ופעל בפחם ובמקבות יצרהו ויפעלהו בזרוע כחו--גם רעב ואין כח לא שתה מים וייעף"},{"number":13,"verse":"יג חרש עצים נטה קו יתארהו בשרד יעשהו במקצעות ובמחוגה יתארהו ויעשהו כתבנית איש כתפארת אדם לשבת בית"},{"number":14,"verse":"יד לכרת לו ארזים--ויקח תרזה ואלון ויאמץ לו בעצי יער נטע ארן וגשם יגדל"},{"number":15,"verse":"טו והיה לאדם לבער ויקח מהם ויחם אף ישיק ואפה לחם אף יפעל אל וישתחו עשהו פסל ויסגד למו"},{"number":16,"verse":"טז חציו שרף במו אש על חציו בשר יאכל יצלה צלי וישבע אף יחם ויאמר האח חמותי ראיתי אור"},{"number":17,"verse":"יז ושאריתו לאל עשה לפסלו יסגוד (יסגד) לו וישתחו ויתפלל אליו ויאמר הצילני כי אלי אתה"},{"number":18,"verse":"יח לא ידעו ולא יבינו כי טח מראות עיניהם מהשכיל לבתם"},{"number":19,"verse":"יט ולא ישיב אל לבו ולא דעת ולא תבונה לאמר חציו שרפתי במו אש ואף אפיתי על גחליו לחם אצלה בשר ואכל ויתרו לתועבה אעשה לבול עץ אסגוד"},{"number":20,"verse":"כ רעה אפר לב הותל הטהו ולא יציל את נפשו ולא יאמר הלוא שקר בימיני {ס}"},{"number":21,"verse":"כא זכר אלה יעקב וישראל כי עבדי אתה יצרתיך עבד לי אתה ישראל לא תנשני"},{"number":22,"verse":"כב מחיתי כעב פשעיך וכענן חטאותיך שובה אלי כי גאלתיך"},{"number":23,"verse":"כג רנו שמים כי עשה יהוה הריעו תחתיות ארץ פצחו הרים רנה יער וכל עץ בו כי גאל יהוה יעקב ובישראל יתפאר {ס}"},{"number":24,"verse":"כד כה אמר יהוה גאלך ויצרך מבטן אנכי יהוה עשה כל--נטה שמים לבדי רקע הארץ מי אתי (מאתי)"},{"number":25,"verse":"כה מפר אתות בדים וקסמים יהולל משיב חכמים אחור ודעתם יסכל"},{"number":26,"verse":"כו מקים דבר עבדו ועצת מלאכיו ישלים האמר לירושלם תושב ולערי יהודה תבנינה וחרבותיה אקומם"},{"number":27,"verse":"כז האמר לצולה חרבי ונהרתיך אוביש"},{"number":28,"verse":"כח האמר לכורש רעי וכל חפצי ישלם ולאמר לירושלם תבנה והיכל תוסד {פ}"}]}