{"bibleAbbr":"HAC","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"א ויאמר יהוה אלי קח לך גליון גדול וכתב עליו בחרט אנוש למהר שלל חש בז"},{"number":2,"verse":"ב ואעידה לי עדים נאמנים--את אוריה הכהן ואת זכריהו בן יברכיהו"},{"number":3,"verse":"ג ואקרב אל הנביאה ותהר ותלד בן {ס} ויאמר יהוה אלי קרא שמו מהר שלל חש בז"},{"number":4,"verse":"ד כי בטרם ידע הנער קרא אבי ואמי--ישא את חיל דמשק ואת שלל שמרון לפני מלך אשור {ס}"},{"number":5,"verse":"ה ויסף יהוה דבר אלי עוד לאמר"},{"number":6,"verse":"ו יען כי מאס העם הזה את מי השלח ההלכים לאט ומשוש את רצין ובן רמליהו"},{"number":7,"verse":"ז ולכן הנה אדני מעלה עליהם את מי הנהר העצומים והרבים--את מלך אשור ואת כל כבודו ועלה על כל אפיקיו והלך על כל גדותיו"},{"number":8,"verse":"ח וחלף ביהודה שטף ועבר עד צואר יגיע והיה מטות כנפיו מלא רחב ארצך עמנו אל {ס}"},{"number":9,"verse":"ט רעו עמים וחתו והאזינו כל מרחקי ארץ התאזרו וחתו התאזרו וחתו"},{"number":10,"verse":"י עצו עצה ותפר דברו דבר ולא יקום כי עמנו אל {ס}"},{"number":11,"verse":"יא כי כה אמר יהוה אלי כחזקת היד ויסרני מלכת בדרך העם הזה לאמר"},{"number":12,"verse":"יב לא תאמרון קשר לכל אשר יאמר העם הזה קשר ואת מוראו לא תיראו ולא תעריצו"},{"number":13,"verse":"יג את יהוה צבאות אתו תקדישו והוא מוראכם והוא מערצכם"},{"number":14,"verse":"יד והיה למקדש ולאבן נגף ולצור מכשול לשני בתי ישראל לפח ולמוקש--ליושב ירושלם"},{"number":15,"verse":"טו וכשלו בם רבים ונפלו ונשברו ונוקשו ונלכדו {פ}"},{"number":16,"verse":"טז צור תעודה חתום תורה בלמדי"},{"number":17,"verse":"יז וחכיתי ליהוה המסתיר פניו מבית יעקב וקויתי לו"},{"number":18,"verse":"יח הנה אנכי והילדים אשר נתן לי יהוה לאתות ולמופתים בישראל--מעם יהוה צבאות השכן בהר ציון {ס}"},{"number":19,"verse":"יט וכי יאמרו אליכם דרשו אל האבות ואל הידענים המצפצפים והמהגים הלוא עם אל אלהיו ידרש בעד החיים אל המתים"},{"number":20,"verse":"כ לתורה ולתעודה אם לא יאמרו כדבר הזה אשר אין לו שחר"},{"number":21,"verse":"כא ועבר בה נקשה ורעב והיה כי ירעב והתקצף וקלל במלכו ובאלהיו--ופנה למעלה"},{"number":22,"verse":"כב ואל ארץ יביט והנה צרה וחשכה מעוף צוקה ואפלה מנדח [ (Isaiah 8:23) כג כי לא מועף לאשר מוצק לה כעת הראשון הקל ארצה זבלון וארצה נפתלי והאחרון הכביד--דרך הים עבר הירדן גליל הגוים ]"}]}