{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"Thanksgiving to God for His Enduring Mercy Oh, (Ps. 134:3) give thanks to the LORD, for He is good! (Ps. 106:1) For His mercy endures forever."},{"number":2,"verse":"Oh, give thanks to (1 Chr. 16:34; Jer. 33:11) the God of gods! For His mercy endures forever."},{"number":3,"verse":"Oh, give thanks to the Lord of lords! For His mercy endures forever:"},{"number":4,"verse":"To Him ((Deut. 10:17)) who alone does great wonders, For His mercy endures forever;"},{"number":5,"verse":"(Deut. 6:22; Job 9:10; Ps. 72:18) To Him who by wisdom made the heavens, For His mercy endures forever;"},{"number":6,"verse":"(Gen. 1:1, 6-8; Prov. 3:19; Jer. 51:15) To Him who laid out the earth above the waters, For His mercy endures forever;"},{"number":7,"verse":"(Gen. 1:9; Ps. 24:2; (Is. 42:5); Jer. 10:12) To Him who made great lights, For His mercy endures forever—"},{"number":8,"verse":"(Gen. 1:14-18) The sun to rule by day, For His mercy endures forever;"},{"number":9,"verse":"The moon and stars to rule by night, For His mercy endures forever."},{"number":10,"verse":"(Gen. 1:16) To Him who struck Egypt in their firstborn, For His mercy endures forever;"},{"number":11,"verse":"(Ex. 12:29; Ps. 135:8) And brought out Israel from among them, For His mercy endures forever;"},{"number":12,"verse":"(Ex. 12:51; 13:3, 16) With a strong hand, and with an outstretched arm, For His mercy endures forever;"},{"number":13,"verse":"(Ex. 6:6; Deut. 4:34; 5:15; 7:19; 9:29; 11:2; 2 Kin. 17:36; 2 Chr. 6:32; Jer. 32:17) To Him who divided the Red Sea in two, For His mercy endures forever;"},{"number":14,"verse":"And made Israel pass through the midst of it, For His mercy endures forever;"},{"number":15,"verse":"(Ex. 14:21) But overthrew Pharaoh and his army in the Red Sea, For His mercy endures forever;"},{"number":16,"verse":"(Ex. 14:27) To Him who led His people through the wilderness, For His mercy endures forever;"},{"number":17,"verse":"(Ex. 13:18; 15:22; Deut. 8:15) To Him who struck down great kings, For His mercy endures forever;"},{"number":18,"verse":"(Ps. 135:10-12) And slew famous kings, For His mercy endures forever—"},{"number":19,"verse":"(Deut. 29:7) Sihon king of the Amorites, For His mercy endures forever;"},{"number":20,"verse":"(Num. 21:21) And Og king of Bashan, For His mercy endures forever—"},{"number":21,"verse":"(Num. 21:33) And gave their land as a heritage, For His mercy endures forever;"},{"number":22,"verse":"A heritage to Israel His servant, For His mercy endures forever."},{"number":23,"verse":"Who (Josh. 12:1) remembered us in our lowly state, For His mercy endures forever;"},{"number":24,"verse":"And (Gen. 8:1; Deut. 32:36; Ps. 113:7) rescued us from our enemies, For His mercy endures forever;"},{"number":25,"verse":"(Ps. 44:7) Who gives food to all flesh, For His mercy endures forever."},{"number":26,"verse":"Oh, give thanks to the God of heaven! For His mercy endures forever."}]}