{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"(The Happiness of Those Who Trust in God) A Psalm of David (1 Sam. 21:10-15) when he pretended madness before Abimelech, who drove him away, and he departed. ([1]) I will bless the LORD at all times; His praise shall continually be in my mouth."},{"number":2,"verse":"My soul shall make its boast in the LORD; The humble shall hear of it and be glad."},{"number":3,"verse":"Oh, magnify the LORD with me, And let us exalt His name together."},{"number":4,"verse":"I ((2 Chr. 15:2; Ps. 9:10; Matt. 7:7; Luke 11:9)) sought the LORD, and He heard me, And delivered me from all my fears."},{"number":5,"verse":"They looked to Him and were radiant, And their faces were not ashamed."},{"number":6,"verse":"This poor man cried out, and the LORD heard him, And saved him out of all his troubles."},{"number":7,"verse":"((Ps. 91:11); Dan. 6:22) The angel of the LORD (2 Kin. 6:17) encamps all around those who fear Him, And delivers them."},{"number":8,"verse":"Oh, (Ps. 119:103; (Heb. 6:5); 1 Pet. 2:3) taste and see that the LORD is good; (Ps. 2:12) Blessed is the man who trusts in Him!"},{"number":9,"verse":"Oh, fear the LORD, you His saints! There is no want to those who fear Him."},{"number":10,"verse":"The young lions lack and suffer hunger; ((Ps. 84:11)) But those who seek the LORD shall not lack any good thing."},{"number":11,"verse":"Come, you children, listen to me; (Ps. 32:8) I will teach you the fear of the LORD."},{"number":12,"verse":"((1 Pet. 3:10-12)) Who is the man who desires life, And loves many days, that he may see good?"},{"number":13,"verse":"Keep your tongue from evil, And your lips from speaking ((Eph. 4:25)) deceit."},{"number":14,"verse":"(Ps. 37:27; Is. 1:16, 17) Depart from evil and do good; ((Rom. 14:19; Heb. 12:14)) Seek peace and pursue it."},{"number":15,"verse":"(Job 36:7; (Ps. 33:18)) The eyes of the LORD are on the righteous, And His ears are open to their cry."},{"number":16,"verse":"(Lev. 17:10; Jer. 44:11; Amos 9:4) The face of the LORD is against those who do evil, (Job 18:17; Ps. 9:6; 109:15; (Prov. 10:7)) To cut off the remembrance of them from the earth."},{"number":17,"verse":"The righteous cry out, and (Ps. 34:6; 145:19) the LORD hears, And delivers them out of all their troubles."},{"number":18,"verse":"((Ps. 145:18)) The LORD is near (Ps. 51:17; (Is. 57:15)) to those who have a broken heart, And saves such as have a contrite spirit."},{"number":19,"verse":"(Prov. 24:16) Many are the afflictions of the righteous, (Ps. 34:4, 6, 17) But the LORD delivers him out of them all."},{"number":20,"verse":"He guards all his bones; (John 19:33, 36) Not one of them is broken."},{"number":21,"verse":"(Ps. 94:23; 140:11; Prov. 24:16) Evil shall slay the wicked, And those who hate the righteous shall be condemned."},{"number":22,"verse":"The LORD (1 Kin. 1:29) redeems the soul of His servants, And none of those who trust in Him shall be condemned."}]}