{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"The Glories of the Messiah and His Bride To the Chief Musician. (Ps. 69:title) Set to “The Lilies.” A Contemplation of the sons of Korah. A Song of Love. [1] My heart is overflowing with a good theme; I recite my composition concerning the King; My tongue is the pen of a ready writer."},{"number":2,"verse":"You are fairer than the sons of men; (Luke 4:22) Grace is poured upon Your lips; Therefore God has blessed You forever."},{"number":3,"verse":"Gird Your ((Is. 49:2; Heb. 4:12); Rev. 1:16) sword upon Your thigh, ((Is. 9:6)) O Mighty One, With Your (Jude 25) glory and Your majesty."},{"number":4,"verse":"(Rev. 6:2) And in Your majesty ride prosperously because of truth, humility, and righteousness; And Your right hand shall teach You awesome things."},{"number":5,"verse":"Your arrows are sharp in the heart of the King’s enemies; The peoples fall under You."},{"number":6,"verse":"((Ps. 93:2); Heb. 1:8, 9) Your throne, O God, is forever and ever; A ((Num. 24:17)) scepter of righteousness is the scepter of Your kingdom."},{"number":7,"verse":"You love righteousness and hate wickedness; Therefore God, Your God, has (Ps. 2:2) anointed You With the oil of (Ps. 21:6; Heb. 1:8, 9) gladness more than Your companions."},{"number":8,"verse":"All Your garments are (Song 1:12, 13) scented with myrrh and aloes and cassia, Out of the ivory palaces, by which they have made You glad."},{"number":9,"verse":"(Song 6:8) Kings’ daughters are among Your honorable women; (1 Kin. 2:19) At Your right hand stands the queen in gold from Ophir."},{"number":10,"verse":"Listen, O daughter, Consider and incline your ear; (Deut. 21:13; Ruth 1:16, 17) Forget your own people also, and your father’s house;"},{"number":11,"verse":"So the King will greatly desire your beauty; (Ps. 95:6; (Is. 54:5)) Because He is your Lord, worship Him."},{"number":12,"verse":"And the daughter of Tyre will come with a gift; (Is. 49:23) The rich among the people will seek your favor."},{"number":13,"verse":"The royal daughter is all glorious within the palace; Her clothing is woven with gold."},{"number":14,"verse":"(Song 1:4) She shall be brought to the King in robes of many colors; The virgins, her companions who follow her, shall be brought to You."},{"number":15,"verse":"With gladness and rejoicing they shall be brought; They shall enter the King’s palace."},{"number":16,"verse":"Instead of Your fathers shall be Your sons, ((1 Pet. 2:9; Rev. 1:6; 20:6)) Whom You shall make princes in all the earth."},{"number":17,"verse":"(Mal. 1:11) I will make Your name to be remembered in all generations; Therefore the people shall praise You forever and ever."}]}