{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"(God the Righteous Judge) A Psalm of Asaph. [1] The (Is. 9:6) Mighty One, God the LORD, Has spoken and called the earth From the rising of the sun to its going down."},{"number":2,"verse":"Out of Zion, the perfection of beauty, (Deut. 33:2; Ps. 80:1) God will shine forth."},{"number":3,"verse":"Our God shall come, and shall not keep silent; (Lev. 10:2; Num. 16:35; (Ps. 97:3)) A fire shall devour before Him, And it shall be very tempestuous all around Him."},{"number":4,"verse":"(Deut. 4:26; 31:28; 32:1; Is. 1:2) He shall call to the heavens from above, And to the earth, that He may judge His people:"},{"number":5,"verse":"“Gather (Deut. 33:3) My saints together to Me, (Ex. 24:7) Those who have made a covenant with Me by sacrifice.”"},{"number":6,"verse":"Let the ((Ps. 97:6)) heavens declare His righteousness, For (Ps. 75:7) God Himself is Judge. Selah"},{"number":7,"verse":"“Hear, O My people, and I will speak, O Israel, and I will testify against you; (Ex. 20:2) I am God, your God!"},{"number":8,"verse":"(Jer. 7:22) I will not rebuke you (Is. 1:11; (Hos. 6:6)) for your sacrifices Or your burnt offerings, Which are continually before Me."},{"number":9,"verse":"(Ps. 69:31) I will not take a bull from your house, Nor goats out of your folds."},{"number":10,"verse":"For every beast of the forest is Mine, And the cattle on a thousand hills."},{"number":11,"verse":"I know all the birds of the mountains, And the wild beasts of the field are Mine."},{"number":12,"verse":"“If I were hungry, I would not tell you; (Ex. 19:5; (Deut. 10:14; Job 41:11); 1 Cor. 10:26) For the world is Mine, and all its fullness."},{"number":13,"verse":"((Ps. 51:15-17)) Will I eat the flesh of bulls, Or drink the blood of goats?"},{"number":14,"verse":"(Hos. 14:2; Heb. 13:15) Offer to God thanksgiving, And (Num. 30:2; Deut. 23:21) pay your vows to the Most High."},{"number":15,"verse":"(Job 22:27; (Zech. 13:9)) Call upon Me in the day of trouble; I will deliver you, and you shall glorify Me.”"},{"number":16,"verse":"But to the wicked God says: “What right have you to declare My statutes, Or take My covenant in your mouth,"},{"number":17,"verse":"(Neh. 9:26; Rom. 2:21) Seeing you hate instruction And cast My words behind you?"},{"number":18,"verse":"When you saw a thief, you ((Rom. 1:32)) consented with him, And have been a (1 Tim. 5:22) partaker with adulterers."},{"number":19,"verse":"You give your mouth to evil, And (Ps. 52:2) your tongue frames deceit."},{"number":20,"verse":"You sit and speak against your brother; You slander your own mother’s son."},{"number":21,"verse":"These things you have done, and I kept silent; ((Rom. 2:4)) You thought that I was altogether like you; But I will rebuke you, And ((Ps. 90:8)) set them in order before your eyes."},{"number":22,"verse":"“Now consider this, you who ((Job 8:13)) forget God, Lest I tear you in pieces, And there be none to deliver:"},{"number":23,"verse":"Whoever offers praise glorifies Me; And (Gal. 6:16) to him who orders his conduct aright I will show the salvation of God.”"}]}