{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"(The Assured Judgment of the Wicked) To the Chief Musician. Set to “Do Not Destroy.” A Michtam of David (1 Sam. 19:11) when Saul sent men, and they watched the house in order to kill him. [1] Deliver me from my enemies, O my God; Defend me from those who rise up against me."},{"number":2,"verse":"Deliver me from the workers of iniquity, And save me from bloodthirsty men."},{"number":3,"verse":"For look, they lie in wait for my life; (Ps. 56:6) The mighty gather against me, Not for my transgression nor for my sin, O LORD."},{"number":4,"verse":"They run and prepare themselves through no fault of mine. (Ps. 35:23) Awake to help me, and behold!"},{"number":5,"verse":"You therefore, O LORD God of hosts, the God of Israel, Awake to punish all the nations; Do not be merciful to any wicked transgressors. Selah"},{"number":6,"verse":"(Ps. 59:14) At evening they return, They growl like a dog, And go all around the city."},{"number":7,"verse":"Indeed, they belch with their mouth; (Ps. 57:4; Prov. 12:18) Swords are in their lips; For they say, (Job 22:13; Ps. 10:11) “Who hears?”"},{"number":8,"verse":"But (Prov. 1:26) You, O LORD, shall laugh at them; You shall have all the nations in derision."},{"number":9,"verse":"I will wait for You, O You his Strength; ((Ps. 62:2)) For God is my defense."},{"number":10,"verse":"My God of mercy shall (Ps. 21:3) come to meet me; God shall let (Ps. 54:7) me see my desire on my enemies."},{"number":11,"verse":"Do not slay them, lest my people forget; Scatter them by Your power, And bring them down, O Lord our shield."},{"number":12,"verse":"(Prov. 12:13) For the sin of their mouth and the words of their lips, Let them even be taken in their pride, And for the cursing and lying which they speak."},{"number":13,"verse":"(Ps. 104:35) Consume them in wrath, consume them, That they may not be; And (Ps. 83:18) let them know that God rules in Jacob To the ends of the earth. Selah"},{"number":14,"verse":"And (Ps. 59:6) at evening they return, They growl like a dog, And go all around the city."},{"number":15,"verse":"They (Job 15:23) wander up and down for food, And howl if they are not satisfied."},{"number":16,"verse":"But I will sing of Your power; Yes, I will sing aloud of Your mercy in the morning; For You have been my defense And refuge in the day of my trouble."},{"number":17,"verse":"To You, (Ps. 18:1) O my Strength, I will sing praises; For God is my defense, My God of mercy."}]}