{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"The Glory of God in His Goodness to Israel To the Chief Musician. A Psalm of David. A Song. [1] Let (Num. 10:35) God arise, Let His enemies be scattered; Let those also who hate Him flee before Him."},{"number":2,"verse":"((Is. 9:18); Hos. 13:3) As smoke is driven away, So drive them away; (Ps. 97:5; Mic. 1:4) As wax melts before the fire, So let the wicked perish at the presence of God."},{"number":3,"verse":"But (Ps. 32:11) let the righteous be glad; Let them rejoice before God; Yes, let them rejoice exceedingly."},{"number":4,"verse":"Sing to God, sing praises to His name; (Deut. 33:26) Extol Him who rides on the clouds, ((Ex. 6:3)) By His name YAH, And rejoice before Him."},{"number":5,"verse":"((Ps. 10:14, 18; 146:9)) A father of the fatherless, a defender of widows, Is God in His holy habitation."},{"number":6,"verse":"(Ps. 107:4-7) God sets the solitary in families; (Acts 12:6-11) He brings out those who are bound into prosperity; But (Ps. 107:34) the rebellious dwell in a dry land."},{"number":7,"verse":"O God, (Ex. 13:21; (Hab. 3:13)) when You went out before Your people, When You marched through the wilderness, Selah"},{"number":8,"verse":"The earth shook; The heavens also dropped rain at the presence of God; Sinai itself was moved at the presence of God, the God of Israel."},{"number":9,"verse":"(Lev. 26:4; Deut. 11:11; Job 5:10; Ezek. 34:26) You, O God, sent a plentiful rain, Whereby You confirmed Your inheritance, When it was weary."},{"number":10,"verse":"Your congregation dwelt in it; (Deut. 26:5; Ps. 74:19) You, O God, provided from Your goodness for the poor."},{"number":11,"verse":"The Lord gave the word; Great was the company of those who proclaimed it:"},{"number":12,"verse":"“Kings (Num. 31:8; Josh. 10:16; Judg. 5:19) of armies flee, they flee, And she who remains at home divides the spoil."},{"number":13,"verse":"(Ps. 81:6) Though you lie down among the sheepfolds, (Ps. 105:37) You will be like the wings of a dove covered with silver, And her feathers with yellow gold.”"},{"number":14,"verse":"(Josh. 10:10) When the Almighty scattered kings in it, It was white as snow in Zalmon."},{"number":15,"verse":"A mountain of God is the mountain of Bashan; A mountain of many peaks is the mountain of Bashan."},{"number":16,"verse":"Why do you fume with envy, you mountains of many peaks? ((Deut. 12:5); 1 Kin. 9:3) This is the mountain which God desires to dwell in; Yes, the LORD will dwell in it forever."},{"number":17,"verse":"(Deut. 33:2; Dan. 7:10) The chariots of God are twenty thousand, Even thousands of thousands; The Lord is among them as in Sinai, in the Holy Place."},{"number":18,"verse":"(Mark 16:19; Acts 1:9; Eph. 4:8; Phil. 2:9; Col. 3:1; Heb. 1:3) You have ascended on high, (Judg. 5:12) You have led captivity captive; (Acts 2:4, 33; 10:44-46; (1 Cor. 12:4-11; Eph. 4:7-12)) You have received gifts among men, Even from ((1 Tim. 1:13)) the rebellious, (Ps. 78:60) That the LORD God might dwell there."},{"number":19,"verse":"Blessed be the Lord, Who daily loads us with benefits, The God of our salvation! Selah"},{"number":20,"verse":"Our God is the God of salvation; And ((Deut. 32:39)) to GOD the Lord belong escapes from death."},{"number":21,"verse":"But (Hab. 3:13) God will wound the head of His enemies, (Ps. 55:23) The hairy scalp of the one who still goes on in his trespasses."},{"number":22,"verse":"The Lord said, “I will bring (Num. 21:33; Deut. 30:1-9; Amos 9:1-3) back from Bashan, I will bring them back (Ex. 14:22) from the depths of the sea,"},{"number":23,"verse":"(Ps. 58:10) That your foot may crush them in blood, (1 Kin. 21:19; Jer. 15:3) And the tongues of your dogs may have their portion from your enemies.”"},{"number":24,"verse":"They have seen Your procession, O God, The procession of my God, my King, into the sanctuary."},{"number":25,"verse":"(1 Chr. 13:8) The singers went before, the players on instruments followed after; Among them were the maidens playing timbrels."},{"number":26,"verse":"Bless God in the congregations, The Lord, from (Deut. 33:28; Is. 48:1) the fountain of Israel."},{"number":27,"verse":"(Judg. 5:14; 1 Sam. 9:21) There is little Benjamin, their leader, The princes of Judah and their company, The princes of Zebulun and the princes of Naphtali."},{"number":28,"verse":"Your God has (Ps. 42:8; Is. 26:12) commanded your strength; Strengthen, O God, what You have done for us."},{"number":29,"verse":"Because of Your temple at Jerusalem, (1 Kin. 10:10, 25; 2 Chr. 32:23; Ps. 45:12; 72:10; Is. 18:7) Kings will bring presents to You."},{"number":30,"verse":"Rebuke the beasts of the reeds, (Ps. 22:12) The herd of bulls with the calves of the peoples, Till everyone (2 Sam. 8:2) submits himself with pieces of silver. Scatter the peoples who delight in war."},{"number":31,"verse":"(Is. 19:19-23) Envoys will come out of Egypt; (Is. 45:14; Zeph. 3:10) Ethiopia will quickly (Ps. 44:20) stretch out her hands to God."},{"number":32,"verse":"Sing to God, you ((Ps. 67:3, 4)) kingdoms of the earth; Oh, sing praises to the Lord, Selah"},{"number":33,"verse":"To Him (Deut. 33:26; Ps. 18:10) who rides on the heaven of heavens, which were of old! Indeed, He sends out His voice, a (Ps. 46:6; Is. 30:30) mighty voice."},{"number":34,"verse":"(Ps. 29:1) Ascribe strength to God; His excellence is over Israel, And His strength is in the clouds."},{"number":35,"verse":"O God, (Ps. 76:12) You are more awesome than Your holy places. The God of Israel is He who gives strength and power to His people. Blessed be God!"}]}