{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"(Prayer and Praise for Deliverance from Enemies) A (Hab. 3:1) Meditation of David, which he sang to the LORD (2 Sam. 16) concerning the words of Cush, a Benjamite. [1] O LORD my God, in You I put my trust; (Ps. 31:15) Save me from all those who persecute me; And deliver me,"},{"number":2,"verse":"(Ps. 57:4; Is. 38:13) Lest they tear me like a lion, (Ps. 50:22) Rending me in pieces, while there is none to deliver."},{"number":3,"verse":"O LORD my God, (2 Sam. 16:7) if I have done this: If there is (1 Sam. 24:11) iniquity in my hands,"},{"number":4,"verse":"If I have repaid evil to him who was at peace with me, Or (1 Sam. 24:7; 26:9) have plundered my enemy without cause,"},{"number":5,"verse":"Let the enemy pursue me and overtake me; Yes, let him trample my life to the earth, And lay my honor in the dust. Selah"},{"number":6,"verse":"Arise, O LORD, in Your anger; (Ps. 94:2) Lift Yourself up because of the rage of my enemies; (Ps. 35:23; 44:23) Rise up for me to the judgment You have commanded!"},{"number":7,"verse":"So the congregation of the peoples shall surround You; For their sakes, therefore, return on high."},{"number":8,"verse":"The LORD shall judge the peoples; (Ps. 26:1; 35:24; 43:1) Judge me, O LORD, (Ps. 18:20; 35:24) according to my righteousness, And according to my integrity within me."},{"number":9,"verse":"Oh, let the wickedness of the wicked come to an end, But establish the just; ((1 Sam. 16:7)) For the righteous God tests the hearts and minds."},{"number":10,"verse":"My defense is of God, Who saves the (Ps. 97:10, 11; 125:4) upright in heart."},{"number":11,"verse":"God is a just judge, And God is angry with the wicked every day."},{"number":12,"verse":"If he does not turn back, He will (Deut. 32:41) sharpen His sword; He bends His bow and makes it ready."},{"number":13,"verse":"He also prepares for Himself instruments of death; He makes His arrows into fiery shafts."},{"number":14,"verse":"(Job 15:35; Is. 59:4; (James 1:15)) Behold, the wicked brings forth iniquity; Yes, he conceives trouble and brings forth falsehood."},{"number":15,"verse":"He made a pit and dug it out, ((Job 4:8); Ps. 57:6) And has fallen into the ditch which he made."},{"number":16,"verse":"(Esth. 9:25; Ps. 140:9) His trouble shall return upon his own head, And his violent dealing shall come down on his own crown."},{"number":17,"verse":"I will praise the LORD according to His righteousness, And will sing praise to the name of the LORD Most High."}]}