{"bibleAbbr":"NKJV1982","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"God’s Kindness to Rebellious Israel A (Ps. 74:title) Contemplation of Asaph. [1] Give ear, O my people, to my law; Incline your ears to the words of my mouth."},{"number":2,"verse":"I will open my mouth in a (Matt. 13:34, 35) parable; I will utter dark sayings of old,"},{"number":3,"verse":"Which we have heard and known, And our fathers have told us."},{"number":4,"verse":"(Ex. 12:26, 27; Deut. 4:9; 6:7; Job 15:18; Is. 38:19; Joel 1:3) We will not hide them from their children, (Ex. 13:8, 14) Telling to the generation to come the praises of the LORD, And His strength and His wonderful works that He has done."},{"number":5,"verse":"For (Ps. 147:19) He established a testimony in Jacob, And appointed a law in Israel, Which He commanded our fathers, That (Deut. 4:9; 11:19) they should make them known to their children;"},{"number":6,"verse":"(Ps. 102:18) That the generation to come might know them, The children who would be born, That they may arise and declare them to their children,"},{"number":7,"verse":"That they may set their hope in God, And not forget the works of God, But keep His commandments;"},{"number":8,"verse":"And (2 Kin. 17:14; 2 Chr. 30:7; Ezek. 20:18) may not be like their fathers, (Ex. 32:9; Deut. 9:7, 24; 31:27; Judg. 2:19; Is. 30:9) A stubborn and rebellious generation, A generation (Job 11:13; Ps. 78:37) that did not set its heart aright, And whose spirit was not faithful to God."},{"number":9,"verse":"The children of Ephraim, being armed and carrying bows, Turned back in the day of battle."},{"number":10,"verse":"(2 Kin. 17:15) They did not keep the covenant of God; They refused to walk in His law,"},{"number":11,"verse":"And (Ps. 106:13) forgot His works And His wonders that He had shown them."},{"number":12,"verse":"(Ex. 7—12) Marvelous things He did in the sight of their fathers, In the land of Egypt, (Num. 13:22; Is. 19:11; 30:4; Ezek. 30:14) in the field of Zoan."},{"number":13,"verse":"(Ex. 14:21) He divided the sea and caused them to pass through; And (Ex. 15:8) He made the waters stand up like a heap."},{"number":14,"verse":"(Ex. 13:21) In the daytime also He led them with the cloud, And all the night with a light of fire."},{"number":15,"verse":"(Ex. 17:6; Num. 20:11; Is. 48:21; (1 Cor. 10:4)) He split the rocks in the wilderness, And gave them drink in abundance like the depths."},{"number":16,"verse":"He also brought (Num. 20:8, 10, 11) streams out of the rock, And caused waters to run down like rivers."},{"number":17,"verse":"But they sinned even more against Him By (Deut. 9:22; Is. 63:10; Heb. 3:16) rebelling against the Most High in the wilderness."},{"number":18,"verse":"And (Ex. 16:2) they tested God in their heart By asking for the food of their fancy."},{"number":19,"verse":"(Ex. 16:3; Num. 11:4; 20:3; 21:5) Yes, they spoke against God: They said, “Can God prepare a table in the wilderness?"},{"number":20,"verse":"(Num. 20:11) Behold, He struck the rock, So that the waters gushed out, And the streams overflowed. Can He give bread also? Can He provide meat for His people?”"},{"number":21,"verse":"Therefore the LORD heard this and (Num. 11:1) was furious; So a fire was kindled against Jacob, And anger also came up against Israel,"},{"number":22,"verse":"Because they (Deut. 1:32; 9:23; (Heb. 3:18)) did not believe in God, And did not trust in His salvation."},{"number":23,"verse":"Yet He had commanded the clouds above, (Gen. 7:11; (Mal. 3:10)) And opened the doors of heaven,"},{"number":24,"verse":"(Ex. 16:4) Had rained down manna on them to eat, And given them of the bread of (John 6:31) heaven."},{"number":25,"verse":"Men ate angels’ food; He sent them food to the full."},{"number":26,"verse":"(Num. 11:31) He caused an east wind to blow in the heavens; And by His power He brought in the south wind."},{"number":27,"verse":"He also rained meat on them like the dust, Feathered fowl like the sand of the seas;"},{"number":28,"verse":"And He let them fall in the midst of their camp, All around their dwellings."},{"number":29,"verse":"(Num. 11:19, 20) So they ate and were well filled, For He gave them their own desire."},{"number":30,"verse":"They were not deprived of their craving; But (Num. 11:33) while their food was still in their mouths,"},{"number":31,"verse":"The wrath of God came against them, And slew the stoutest of them, And struck down the choice men of Israel."},{"number":32,"verse":"In spite of this (Num. 14:16, 17) they still sinned, And (Num. 14:11; Ps. 78:11, 22) did not believe in His wondrous works."},{"number":33,"verse":"(Num. 14:29, 35) Therefore their days He consumed in futility, And their years in fear."},{"number":34,"verse":"(Num. 21:7; (Hos. 5:15)) When He slew them, then they sought Him; And they returned and sought earnestly for God."},{"number":35,"verse":"Then they remembered that ((Deut. 32:4, 15)) God was their rock, And the Most High God ((Ex. 15:13); Deut. 7:8; Is. 41:14; 44:6; 63:9) their Redeemer."},{"number":36,"verse":"Nevertheless they (Ex. 24:7, 8; Ezek. 33:31) flattered Him with their mouth, And they lied to Him with their tongue;"},{"number":37,"verse":"For their heart was not steadfast with Him, Nor were they faithful in His covenant."},{"number":38,"verse":"((Num. 14:18-20)) But He, being full of (Ex. 34:6) compassion, forgave their iniquity, And did not destroy them. Yes, many a time ((Is. 48:9)) He turned His anger away, And (1 Kin. 21:29) did not stir up all His wrath;"},{"number":39,"verse":"For (Job 10:9; Ps. 103:14-16) He remembered (John 3:6) that they were but flesh, ((Job 7:7, 16; James 4:14)) A breath that passes away and does not come again."},{"number":40,"verse":"How often they (Ps. 95:8-10; (Eph. 4:30); Heb. 3:16) provoked Him in the wilderness, And grieved Him in the desert!"},{"number":41,"verse":"Yes, (Num. 14:22; Deut. 6:16) again and again they tempted God, And limited the Holy One of Israel."},{"number":42,"verse":"They did not remember His power: The day when He redeemed them from the enemy,"},{"number":43,"verse":"When He worked His signs in Egypt, And His wonders in the field of Zoan;"},{"number":44,"verse":"(Ex. 7:20) Turned their rivers into blood, And their streams, that they could not drink."},{"number":45,"verse":"(Ex. 8:24) He sent swarms of flies among them, which devoured them, And (Ex. 8:6) frogs, which destroyed them."},{"number":46,"verse":"He also gave their crops to the caterpillar, And their labor to the (Ex. 10:14) locust."},{"number":47,"verse":"(Ex. 9:23-25) He destroyed their vines with hail, And their sycamore trees with frost."},{"number":48,"verse":"He also gave up their (Ex. 9:19) cattle to the hail, And their flocks to fiery lightning."},{"number":49,"verse":"He cast on them the fierceness of His anger, Wrath, indignation, and trouble, By sending angels of destruction among them."},{"number":50,"verse":"He made a path for His anger; He did not spare their soul from death, But gave their life over to the plague,"},{"number":51,"verse":"And destroyed all the (Ex. 12:29, 30) firstborn in Egypt, The first of their strength in the tents of Ham."},{"number":52,"verse":"But He (Ps. 77:20) made His own people go forth like sheep, And guided them in the wilderness like a flock;"},{"number":53,"verse":"And He (Ex. 14:19, 20) led them on safely, so that they did not fear; But the sea (Ex. 14:27, 28) overwhelmed their enemies."},{"number":54,"verse":"And He brought them to His (Ex. 15:17) holy border, This mountain (Ps. 44:3) which His right hand had acquired."},{"number":55,"verse":"(Josh. 11:16-23; Ps. 44:2) He also drove out the nations before them, (Josh. 13:7; 19:51; 23:4) Allotted them an inheritance by survey, And made the tribes of Israel dwell in their tents."},{"number":56,"verse":"(Judg. 2:11-13) Yet they tested and provoked the Most High God, And did not keep His testimonies,"},{"number":57,"verse":"But (Ezek. 20:27, 28) turned back and acted unfaithfully like their fathers; They were turned aside (Hos. 7:16) like a deceitful bow."},{"number":58,"verse":"(Deut. 32:16, 21; Judg. 2:12; 1 Kin. 14:9; Is. 65:3) For they provoked Him to anger with their (Deut. 12:2) high places, And moved Him to jealousy with their carved images."},{"number":59,"verse":"When God heard this, He was furious, And greatly abhorred Israel,"},{"number":60,"verse":"(1 Sam. 4:11; Jer. 7:12-14; 26:6-9) So that He forsook the tabernacle of Shiloh, The tent He had placed among men,"},{"number":61,"verse":"(Judg. 18:30) And delivered His strength into captivity, And His glory into the enemy’s hand."},{"number":62,"verse":"(Judg. 20:21; 1 Sam. 4:10) He also gave His people over to the sword, And was furious with His inheritance."},{"number":63,"verse":"The fire consumed their young men, And (Jer. 7:34; 16:9; 25:10) their maidens were not given in marriage."},{"number":64,"verse":"(1 Sam. 4:17; 22:18) Their priests fell by the sword, And (Job 27:15; Ezek. 24:23) their widows made no lamentation."},{"number":65,"verse":"Then the Lord awoke as from sleep, (Is. 42:13) Like a mighty man who shouts because of wine."},{"number":66,"verse":"And (1 Sam. 5:6) He beat back His enemies; He put them to a perpetual reproach."},{"number":67,"verse":"Moreover He rejected the tent of Joseph, And did not choose the tribe of Ephraim,"},{"number":68,"verse":"But chose the tribe of Judah, Mount Zion ((Ps. 87:2)) which He loved."},{"number":69,"verse":"And He built His (1 Kin. 6:1-38) sanctuary like the heights, Like the earth which He has established forever."},{"number":70,"verse":"(1 Sam. 16:11, 12; 2 Sam. 7:8) He also chose David His servant, And took him from the sheepfolds;"},{"number":71,"verse":"From following (2 Sam. 7:8; (Is. 40:11)) the ewes that had young He brought him, (2 Sam. 5:2; 1 Chr. 11:2) To shepherd Jacob His people, And Israel His inheritance."},{"number":72,"verse":"So he shepherded them according to the (1 Kin. 9:4) integrity of his heart, And guided them by the skillfulness of his hands."}]}