{"bibleAbbr":"CVg2018","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"Veritatem dico in Christo, non mentior : testimonium mihi perhibente conscientia mea in Spiritu Sancto :"},{"number":2,"verse":"quoniam tristitia mihi magna est, et continuus dolor cordi meo."},{"number":3,"verse":"Optabam enim ego ipse anathema esse a Christo pro fratribus meis, qui sunt cognati mei secundum carnem,"},{"number":4,"verse":"qui sunt Israëlitæ, quorum adoptio est filiorum, et gloria, et testamentum, et legislatio, et obsequium, et promissa :"},{"number":5,"verse":"quorum patres, et ex quibus est Christus secundum carnem, qui est super omnia Deus benedictus in sæcula. Amen."},{"number":6,"verse":"Non autem quod exciderit verbum Dei. Non enim omnes qui ex Israël sunt, ii sunt Israëlitæ :"},{"number":7,"verse":"neque qui semen sunt Abrahæ, omnes filii : sed in Isaac vocabitur tibi semen :"},{"number":8,"verse":"id est, non qui filii carnis, hi filii Dei : sed qui filii sunt promissionis, æstimantur in semine."},{"number":9,"verse":"Promissionis enim verbum hoc est : Secundum hoc tempus veniam : et erit Saræ filius."},{"number":10,"verse":"Non solum autem illa : sed et Rebecca ex uno concubitu habens, Isaac patris nostri."},{"number":11,"verse":"Cum enim nondum nati fuissent, aut aliquid boni egissent, aut mali (ut secundum electionem propositum Dei maneret),"},{"number":12,"verse":"non ex operibus, sed ex vocante dictum est ei quia major serviet minori,"},{"number":13,"verse":"sicut scriptum est : Jacob dilexi, Esau autem odio habui."},{"number":14,"verse":"Quid ergo dicemus ? numquid iniquitas apud Deum ? Absit."},{"number":15,"verse":"Moysi enim dicit : Miserebor cujus misereor : et misericordiam præstabo cujus miserebor."},{"number":16,"verse":"Igitur non volentis, neque currentis, sed miserentis est Dei."},{"number":17,"verse":"Dicit enim Scriptura Pharaoni : Quia in hoc ipsum excitavi te, ut ostendam in te virtutem meam : et ut annuntietur nomen meum in universa terra."},{"number":18,"verse":"Ergo cujus vult miseretur, et quem vult indurat."},{"number":19,"verse":"Dicis itaque mihi : Quid adhuc queritur ? voluntati enim ejus quis resistit ?"},{"number":20,"verse":"O homo, tu quis es, qui respondeas Deo ? numquid dicit figmentum ei qui se finxit : Quid me fecisti sic ?"},{"number":21,"verse":"an non habet potestatem figulus luti ex eadem massa facere aliud quidem vas in honorem, aliud vero in contumeliam ?"},{"number":22,"verse":"Quod si Deus volens ostendere iram, et notum facere potentiam suam, sustinuit in multa patientia vasa iræ, apta in interitum,"},{"number":23,"verse":"ut ostenderet divitias gloriæ suæ in vasa misericordiæ, quæ præparavit in gloriam."},{"number":24,"verse":"Quos et vocavit nos non solum ex Judæis, sed etiam in gentibus,"},{"number":25,"verse":"sicut in Osee dicit : Vocabo non plebem meam, plebem meam : et non dilectam, dilectam : et non misericordiam consecutam, misericordiam consecutam."},{"number":26,"verse":"Et erit : in loco, ubi dictum est eis : Non plebs mea vos : ibi vocabuntur filii Dei vivi."},{"number":27,"verse":"Isaias autem clamat pro Israël : Si fuerit numerus filiorum Israël tamquam arena maris, reliquiæ salvæ fient."},{"number":28,"verse":"Verbum enim consummans, et abbrevians in æquitate : quia verbum breviatum faciet Dominus super terram :"},{"number":29,"verse":"et sicut prædixit Isaias : Nisi Dominus Sabaoth reliquisset nobis semen, sicut Sodoma facti essemus, et sicut Gomorrha similes fuissemus."},{"number":30,"verse":"Quid ergo dicemus ? Quod gentes, quæ non sectabantur justitiam, apprehenderunt justitiam : justitiam autem, quæ ex fide est."},{"number":31,"verse":"Israël vero sectando legem justitiæ, in legem justitiæ non pervenit."},{"number":32,"verse":"Quare ? Quia non ex fide, sed quasi ex operibus : offenderunt enim in lapidem offensionis,"},{"number":33,"verse":"sicut scriptum est : Ecce pono in Sion lapidem offensionis, et petram scandali : et omnis qui credit in eum, non confundetur."}]}