{"bibleAbbr":"NLT2007","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"(Greetings from Peter) This letter is from Simon (Greek Simeon.) Peter, a slave and apostle of Jesus Christ. I am writing to you who share the same precious faith we have. This faith was given to you because of the justice and fairness (Or to you in the righteousness.) of Jesus Christ, our God and Savior."},{"number":2,"verse":"May God give you more and more grace and peace as you grow in your knowledge of God and Jesus our Lord."},{"number":3,"verse":"(Growing in Faith) By his divine power, God has given us everything we need for living a godly life. We have received all of this by coming to know him, the one who called us to himself by means of his marvelous glory and excellence."},{"number":4,"verse":"And because of his glory and excellence, he has given us great and precious promises. These are the promises that enable you to share his divine nature and escape the world’s corruption caused by human desires."},{"number":5,"verse":"In view of all this, make every effort to respond to God’s promises. Supplement your faith with a generous provision of moral excellence, and moral excellence with knowledge,"},{"number":6,"verse":"and knowledge with self-control, and self-control with patient endurance, and patient endurance with godliness,"},{"number":7,"verse":"and godliness with brotherly affection, and brotherly affection with love for everyone."},{"number":8,"verse":"The more you grow like this, the more productive and useful you will be in your knowledge of our Lord Jesus Christ."},{"number":9,"verse":"But those who fail to develop in this way are shortsighted or blind, forgetting that they have been cleansed from their old sins."},{"number":10,"verse":"So, dear brothers and sisters, (Greek brothers.) work hard to prove that you really are among those God has called and chosen. Do these things, and you will never fall away."},{"number":11,"verse":"Then God will give you a grand entrance into the eternal Kingdom of our Lord and Savior Jesus Christ."},{"number":12,"verse":"(Paying Attention to Scripture) Therefore, I will always remind you about these things—even though you already know them and are standing firm in the truth you have been taught."},{"number":13,"verse":"And it is only right that I should keep on reminding you as long as I live. (Greek as long as I am in this tent [or tabernacle].)"},{"number":14,"verse":"For our Lord Jesus Christ has shown me that I must soon leave this earthly life, (Greek I must soon put off my tent [or tabernacle].)"},{"number":15,"verse":"so I will work hard to make sure you always remember these things after I am gone."},{"number":16,"verse":"For we were not making up clever stories when we told you about the powerful coming of our Lord Jesus Christ. We saw his majestic splendor with our own eyes"},{"number":17,"verse":"when he received honor and glory from God the Father. The voice from the majestic glory of God said to him, “This is my dearly loved Son, who brings me great joy.” (Matt 17:5; Mark 9:7; Luke 9:35.)"},{"number":18,"verse":"We ourselves heard that voice from heaven when we were with him on the holy mountain."},{"number":19,"verse":"Because of that experience, we have even greater confidence in the message proclaimed by the prophets. You must pay close attention to what they wrote, for their words are like a lamp shining in a dark place—until the Day dawns, and Christ the Morning Star shines (Or rises.) in your hearts."},{"number":20,"verse":"Above all, you must realize that no prophecy in Scripture ever came from the prophet’s own understanding, (Or is a matter of one’s own interpretation.)"},{"number":21,"verse":"or from human initiative. No, those prophets were moved by the Holy Spirit, and they spoke from God."}]}