{"bibleAbbr":"ISV2011","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"If only you were like a brother to me, like {The Heb. lacks like} one who nursed at my mother's breasts. If I found you outside I would kiss you, and no one would view me with contempt. {I. e. think badly of me}"},{"number":2,"verse":"I would lead you, I would bring you to the house of my mother who used to teach me. I would give you some spiced wine to drink, from the juice of my pomegranates. {Or some of my sweet pomegranate wine}"},{"number":3,"verse":"Let his left hand be under my head, and let his right hand embrace me."},{"number":4,"verse":"Swear to me, young women of Jerusalem, that you won't awaken or arouse love before its proper time! {Lit. until it pleases}"},{"number":5,"verse":"{The Young Women} d Who is this coming up from the desert, leaning on her beloved? {The Loved One} d Under the apple tree {Or apricot tree} I awakened you. There your mother had gone into labor with you; there she went into labor and gave birth to you."},{"number":6,"verse":"Set me like a seal {I. e. a cylinder seal or a signet ring used to indicate ownership or authority} over your heart, like a seal on your arm. For love is as strong as death, passion {Or jealousy} as intense as Sheol. {I. e. the realm of the dead} The flames of love {Lit. its flames} are flames of fire, a blaze that comes from the Lord . {Or an intense blaze}"},{"number":7,"verse":"Mighty bodies of water cannot extinguish love, rivers cannot put it out. If a man were to give all the wealth of his house for love, he would surely be viewed with contempt."},{"number":8,"verse":"{The Loved One's Brothers} d We {I. e. the bride's brothers} have a little sister, and she has not yet reached maturity. {Lit. has no breasts} What will we do for our sister to prepare her for {Lit. sister on the day when she's spoken for} her engagement? {Or marriage}"},{"number":9,"verse":"If she's a wall, on her we will build a battlement of silver. If she's a door, we will enclose her with planks of cedar."},{"number":10,"verse":"{The Loved One} d I was a wall and my breasts were like towers. Then I became like one who finds peace {Or contentment} in his eyes."},{"number":11,"verse":"Solomon has a vineyard in Baal-hamon. He entrusted the vineyard to caretakers each one is to bring 1, pieces of silver in exchange for its fruit."},{"number":12,"verse":"My vineyard belongs to me and is at my disposal. {Lit. is before me} The 1, are for you, Solomon, and 200 are for those who take care of its fruit."},{"number":13,"verse":"{The Lover} d You who sit in the gardens, companions are listening for your voice, but let me hear it."},{"number":14,"verse":"{The Loved One} d Come quickly, my beloved, and be like a gazelle or a young stag on the mountains of spices."}]}