{"bibleAbbr":"NRSVue2021","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"(Judgment on Israel’s Enemies) (Jer 3.3; 6.15; Joel 1.14) Gather together, gather, O shameless nation,"},{"number":2,"verse":"(Isa 17.13; Hos 13.3; Nah 1.6; Zeph 1.18) before you are driven away (Cn: Heb before a decree is born) like the drifting chaff, (Cn: Heb like chaff a day has passed away) before there comes upon you the fierce anger of the LORD, before there comes upon you the day of the LORD’s wrath."},{"number":3,"verse":"(Ps 57.1; 76.9; Am 5.6, 14, 15) Seek the LORD, all you humble of the land who do his commands; seek righteousness, seek humility; perhaps you may be hidden on the day of the LORD’s wrath."},{"number":4,"verse":"(Am 1.7, 8; Zech 9.5-7) For Gaza shall be deserted, and Ashkelon shall become a desolation; Ashdod’s people shall be driven out at noon, and Ekron shall be uprooted."},{"number":5,"verse":"(Isa 14.29, 30; Ezek 25.16; Am 3.1; Zeph 3.6) Woe, inhabitants of the seacoast, you nation of the Cherethites! The word of the LORD is against you, O Canaan, land of the Philistines, and I will destroy you until no inhabitant is left."},{"number":6,"verse":"(Isa 17.2) And you, O seacoast, shall be pastures, meadows for shepherds, and folds for flocks."},{"number":7,"verse":"(Ps 80.14; 126.1, 4; Isa 32.14; Mic 4.7; Lk 1.68) The seacoast shall become the possession of the remnant of the house of Judah, on which they shall pasture, and in the houses of Ashkelon they shall lie down at evening. For the LORD their God will be mindful of them and restore their fortunes."},{"number":8,"verse":"(Jer 49.1; Ezek 25.3, 6, 8) I have heard the taunts of Moab and the revilings of the Ammonites, how they have taunted my people and made boasts against their territory."},{"number":9,"verse":"(Deut 29.23; Isa 11.14; 14; 15.1-9; Am 1.13) Therefore, as I live, says the LORD of hosts, the God of Israel, Moab shall become like Sodom and the Ammonites like Gomorrah, a land possessed by nettles and salt pits and a waste forever. The remnant of my people shall plunder them, and the survivors of my nation shall possess them."},{"number":10,"verse":"(v 8|ZEP 2:8; Isa 16.6; Jer 48.29) This shall be their lot in return for their pride, because they scoffed and boasted against the people of the LORD of hosts."},{"number":11,"verse":"(Isa 24.15; Joel 2.11; Zeph 1.4; 3.9; Mal 1.11) The LORD will be terrible against them; he will shrivel all the gods of the earth, and to him shall bow down each in its place, all the coasts and islands of the nations."},{"number":12,"verse":"(Isa 18.1) You also, O Cushites, shall be killed by my sword."},{"number":13,"verse":"(Isa 10.12; 14.26; Nah 3.7) And he will stretch out his hand against the north and destroy Assyria, and he will make Nineveh a desolation, a dry waste like the desert."},{"number":14,"verse":"(v 6|ZEP 2:6; Isa 13.21; 34.11, 14; Jer 22.14) Herds shall lie down in it, every wild animal of the earth; (Gk: Heb nation) the desert owl (Meaning of Heb uncertain) and the screech owl (Meaning of Heb uncertain) shall lodge on its capitals; the owl (Cn: Heb a voice) shall hoot at the window, the raven (Gk Vg: Heb desolation) croak on the threshold, for its cedar work will be laid bare."},{"number":15,"verse":"(Isa 22.2; 32.14; 47.8; Jer 18.16; 19.8) Is this the exultant city that lived secure, that said to itself, “I am, and there is no one else”? What a desolation it has become, a lair for wild animals! Everyone who passes by it hisses and shakes the fist."}]}