{"bibleAbbr":"ERV2006","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"(David Learns About Saul’s Death) After David defeated the Amalekites, he went back to Ziklag. This was just after Saul had been killed. David had been there two days."},{"number":2,"verse":"Then, on the third day, a young soldier from Saul’s camp came to Ziklag. His clothes were torn, and he had dirt on his head. (clothes … head This showed that the man was very sad.) He came to David and bowed with his face to the ground."},{"number":3,"verse":"David asked him, “Where have you come from?” The man answered, “I just came from the Israelite camp.”"},{"number":4,"verse":"David asked him, “Please tell me, who won the battle?” The man answered, “Our people ran away from the battle. Many of them were killed in the battle. Even Saul and his son Jonathan are dead.”"},{"number":5,"verse":"David said to the young soldier, “How do you know Saul and his son Jonathan are dead?”"},{"number":6,"verse":"The young soldier said, “I happened to be on Mount Gilboa. I saw Saul leaning on his spear. The Philistine chariots and horse soldiers were coming closer and closer to Saul."},{"number":7,"verse":"Saul looked back and saw me. He called to me and I answered him."},{"number":8,"verse":"Then Saul asked me who I was. I told him that I was an Amalekite."},{"number":9,"verse":"Then Saul said, ‘Please kill me. I am hurt badly. And I am about to die anyway.’"},{"number":10,"verse":"He was hurt so badly that I knew he wouldn’t live. So I stopped and killed him. Then I took the crown from his head and the bracelet from his arm and brought them here to you, my lord.”"},{"number":11,"verse":"Then David tore his clothes to show he was very sad. All the men with him did the same thing."},{"number":12,"verse":"They were very sad and cried. They did not eat until evening. They cried because Saul and his son Jonathan were dead. David and his men cried for the LORD’s people, and they cried for Israel. They cried because Saul, his son Jonathan, and many Israelites had been killed in battle."},{"number":13,"verse":"(David Orders the Amalekite Killed) Then David talked with the young soldier who had told him about Saul’s death. David asked, “Where are you from?” The young soldier answered, “I am the son of a foreigner. I am an Amalekite.”"},{"number":14,"verse":"David said to the young soldier, “Why were you not afraid to kill the LORD’s chosen king (chosen king Literally, “anointed one.”) ?”"},{"number":15,"verse":"[15-16] Then David told the Amalekite, “You are responsible for your own death. You said you killed the LORD’s chosen king, so your own words prove you are guilty.” Then David called one of his young servants and told him to kill the Amalekite. So the young Israelite killed him."},{"number":17,"verse":"David sang a sad song about Saul and his son Jonathan."},{"number":18,"verse":"David told his men to teach the song to the people of Judah. This song is called “The Bow,” and it is written in the Book of Jashar. (Book of Jashar An ancient book about the wars of Israel.)"},{"number":19,"verse":"“Israel, your beauty was ruined on your hills. Oh, how those heroes fell!"},{"number":20,"verse":"Don’t tell the news in Gath. (Gath The Philistine capital city.) Don’t announce it in the streets of Ashkelon. (Ashkelon One of the five major Philistine cities.) Those Philistine cities would be happy! Those foreigners (foreigners Literally, “uncircumcised.” This shows that the Philistines had not shared in Israel’s agreement with God.) would be glad."},{"number":21,"verse":"“May no rain or dew fall on you, mountains of Gilboa. May there be no offerings coming from your fields. The shields of the heroes rusted there. Saul’s shield was not rubbed with oil."},{"number":22,"verse":"Jonathan’s bow killed its share of enemies, and Saul’s sword killed its share! They have spilled the blood of men now dead. They cut into the fat of strong men."},{"number":23,"verse":"“Saul and Jonathan—how dear they were to us! In life they loved being together, and even death did not separate them! They were faster than eagles and stronger than lions."},{"number":24,"verse":"Daughters of Israel, cry for Saul! Saul gave you beautiful red dresses and covered them with gold jewelry!"},{"number":25,"verse":"“Strong men have fallen in the battle. Jonathan is dead on Gilboa’s hills."},{"number":26,"verse":"Jonathan, my brother, I miss you! I enjoyed your friendship so much. Your love for me was wonderful, stronger than the love of women."},{"number":27,"verse":"Heroes have fallen in battle. Their weapons of war are lost.”"}]}