{"bibleAbbr":"ERV2006","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"(David Meets Bathsheba) In the spring, when kings go out to war, David sent Joab, his officers, and all the Israelites out to destroy the Ammonites. Joab’s army surrounded their capital city, Rabbah. David stayed in Jerusalem."},{"number":2,"verse":"One evening he got up from his bed and walked around on the roof of his house. From there he saw a woman bathing. She was very beautiful,"},{"number":3,"verse":"so David sent for his officers and asked them who she was. An officer answered, “That is Bathsheba, daughter of Eliam. She is the wife of Uriah the Hittite.”"},{"number":4,"verse":"David sent messengers to go and bring Bathsheba to him. She had just purified herself after her monthly time of bleeding. She went to David, he had sexual relations with her, and then she went back to her house."},{"number":5,"verse":"Later, Bathsheba became pregnant. She sent word to him saying, “I am pregnant.”"},{"number":6,"verse":"(David Tries to Hide His Sin) David sent a message to Joab. “Send Uriah the Hittite to me.” So Joab sent Uriah to David."},{"number":7,"verse":"When Uriah came, David asked him how Joab was, how the soldiers were, and how the war was going."},{"number":8,"verse":"Then David said to Uriah, “Go home and relax. (relax Literally, “wash your feet.”) ” So Uriah left the king’s palace. The king also sent a gift to Uriah."},{"number":9,"verse":"But Uriah did not go home. He slept outside the door of the king’s palace, as the rest of the king’s servants did."},{"number":10,"verse":"The servants told David, “Uriah did not go home.” Then David said to Uriah, “You came from a long trip. Why did you not go home?”"},{"number":11,"verse":"Uriah said to David, “The Holy Box and the soldiers of Israel and Judah are staying in tents. My lord Joab and my lord’s officers are camping out in the field. So it is not right for me to go home to eat and drink and sleep with my wife. As surely as you live, I will not do this.”"},{"number":12,"verse":"David said to Uriah, “Stay here today. Tomorrow I will send you back to the battle.” Uriah stayed in Jerusalem until the next morning."},{"number":13,"verse":"Then David called Uriah to come and see him. Uriah ate and drank with David. David got him drunk, but Uriah still did not go home. That evening, Uriah again slept at the palace with the rest of the king’s servants."},{"number":14,"verse":"(David Plans Uriah’s Death) The next morning David wrote a letter to Joab and made Uriah carry the letter."},{"number":15,"verse":"In the letter David wrote: “Put Uriah on the front lines where the fighting is the hardest. Then leave him there alone, and let him be killed in battle.”"},{"number":16,"verse":"Joab watched the city and saw where the bravest Ammonites were. He chose Uriah to go to that place."},{"number":17,"verse":"The men of the city came out to fight against Joab. Some of David’s men were killed. Uriah the Hittite was one of them."},{"number":18,"verse":"Then Joab sent a report to David about what happened in the battle."},{"number":19,"verse":"Joab told the messenger to tell King David what had happened in the battle."},{"number":20,"verse":"“The king might get upset and ask, ‘Why did Joab’s army go that close to the city to fight? Surely he knows that there are men on the city walls who can shoot arrows down at his men?"},{"number":21,"verse":"Surely he remembers that at Thebez a woman killed Abimelech son of Jerub Besheth when she threw the top part of a grinding stone down from the wall. So why did he go that close to the wall?’ If King David says something like that, tell him, ‘Your officer, Uriah the Hittite, also died.’”"},{"number":22,"verse":"The messenger went in and told David everything Joab told him to say."},{"number":23,"verse":"The messenger told David, “The men of Ammon attacked us in the field. We fought them and chased them all the way to the city gate."},{"number":24,"verse":"Then the men on the city wall shot arrows at your officers. Some of your officers were killed, including Uriah the Hittite.”"},{"number":25,"verse":"David said to the messenger, “Give this message to Joab: ‘Don’t be too upset about this. A sword can kill one person as well as the next. Make a stronger attack against Rabbah and you will win.’ Encourage Joab with these words.”"},{"number":26,"verse":"(David Marries Bathsheba) Bathsheba heard that her husband Uriah had died, so she mourned for him."},{"number":27,"verse":"After her time of sadness, David sent servants to bring her to his house. She became David’s wife and gave birth to a son for David. But the LORD did not like what David had done."}]}