{"bibleAbbr":"ERV2006","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"Ziba Meets David David went a short way over the top of the Mount of Olives and met Ziba, the servant of Mephibosheth. Ziba had two donkeys with saddles on them. The donkeys also carried 200 loaves of bread, 100 bunches of raisins, 100 summer fruits, and a wineskin full of wine."},{"number":2,"verse":"King David said to Ziba, “What are these things for?” Ziba answered, “The donkeys are for the king’s family to ride on. The bread and the summer fruit are for the servants to eat. And the wine is refreshment for whoever begins to feel weak in the desert.”"},{"number":3,"verse":"Then the king asked, “And where is Mephibosheth (Mephibosheth Literally, “your master’s grandson.”) ?” Ziba answered the king, “Mephibosheth is staying in Jerusalem. He said, ‘Today the Israelites will give my father’s kingdom back to me.’”"},{"number":4,"verse":"Then the king said to Ziba, “All right, I now give you everything that belonged to Mephibosheth.” Ziba said, “I bow to you. I pray I will always be able to please you.”"},{"number":5,"verse":"Shimei Curses David As David came to Bahurim, a man from Saul’s family, Shimei son of Gera, came out cursing David again and again."},{"number":6,"verse":"Shimei began throwing stones at David and his officers. Both the people and the soldiers gathered around David to protect him—they were all around him."},{"number":7,"verse":"Shimei cursed David. He said, “Get out, get out, you no-good murderer (murderer Literally, “man of blood.”) !"},{"number":8,"verse":"The LORD is punishing you because you killed people in Saul’s family. You stole Saul’s place as king. But now the same bad things are happening to you. The LORD has given the kingdom to your son Absalom, because you are a murderer.”"},{"number":9,"verse":"Abishai son of Zeruiah said to the king, “Why should this dying dog curse you, my lord the king? Let me go over and cut off Shimei’s head.”"},{"number":10,"verse":"But the king answered, “What can I do, sons of Zeruiah? Yes, Shimei is cursing me, but the LORD told him to curse me. And who can ask him why he did that?”"},{"number":11,"verse":"David also said to Abishai and all his servants, “Look, my very own son is trying to kill me, so why shouldn’t this man from the tribe of Benjamin want to do the same? Leave him alone. Let him continue to curse me. The LORD told him to do this."},{"number":12,"verse":"Maybe the LORD will see the wrong things that are happening to me and give me something good for every bad thing that Shimei says today.”"},{"number":13,"verse":"So David and his men went on their way down the road. Shimei kept following David. He walked on the other side of the road by the side of the hill. He kept cursing David on his way. Shimei also threw stones and dirt at David."},{"number":14,"verse":"King David and all his people came to the Jordan River. They were tired, so they rested and refreshed themselves there."},{"number":15,"verse":"Meanwhile, Absalom, Ahithophel, and all the Israelites came to Jerusalem."},{"number":16,"verse":"David’s friend, Hushai the Arkite, came to Absalom and told him, “Long live the king! Long live the king!”"},{"number":17,"verse":"Absalom answered, “Why are you not loyal to your friend David? Why did you not leave Jerusalem with your friend?”"},{"number":18,"verse":"Hushai said, “I belong to the one that the LORD chooses. These people and the people of Israel chose you. I will stay with you."},{"number":19,"verse":"In the past, I served your father. So now I will serve you, David’s son.”"},{"number":20,"verse":"Absalom Asks Ahithophel for Advice Absalom said to Ahithophel, “Please tell us what we should do.”"},{"number":21,"verse":"Ahithophel said to Absalom, “Your father left some of his slave women here to take care of the house. Go and have sexual relations with them. Then all the Israelites will hear how you humiliated your father, and they will be encouraged to give you more support.”"},{"number":22,"verse":"Then they put up a tent for Absalom up on the roof of the house. Absalom had sexual relations with his father’s wives (wives Or “concubines.” See “slave woman” in the Word List.) so that all the Israelites could see what happened."},{"number":23,"verse":"So in those days Ahithophel’s advice was very important. Both David and Absalom accepted his advice as though it were the word of God."}]}