{"bibleAbbr":"ERV2006","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"(David’s Song of Praise to the Lord) (Chapter 22 This song is also found in Ps. 18.) David sang this song to the LORD when the LORD saved him from Saul and all his other enemies."},{"number":2,"verse":"The LORD is my Rock, my fortress, my place of safety."},{"number":3,"verse":"He is my God, the Rock I run to for protection. He is my shield; by his power I am saved. (by his power I am saved Literally, “He is the horn of my salvation.”) He is my hiding place, my place of safety, high in the hills. He is my savior, the one who rescues me from the cruel enemy."},{"number":4,"verse":"I called to the LORD for help, and he saved me from my enemies. He is worthy of my praise!"},{"number":5,"verse":"Waves of death were crashing around me. A deadly flood was carrying me away."},{"number":6,"verse":"The ropes of the grave wrapped around me. Death set its trap right there in front of me."},{"number":7,"verse":"In my trouble I called to the LORD. Yes, I cried out to my God for help. There in his temple he heard my voice. He heard my cry for help."},{"number":8,"verse":"The earth shook and shivered. The foundations of heaven trembled. They shook because he was angry!"},{"number":9,"verse":"Smoke came from his nose. Burning flames came from his mouth. Red-hot coals fell from him."},{"number":10,"verse":"He tore open the sky and came down. He stood on a thick, dark cloud."},{"number":11,"verse":"He flew across the sky, riding on a Cherub angel, gliding on the wings of the wind."},{"number":12,"verse":"He wrapped himself in darkness that covered him like a tent. He was hidden by dark clouds filled with water."},{"number":13,"verse":"Out of the brightness before him, flashes of lightning came down."},{"number":14,"verse":"The LORD thundered from the sky. God Most High let his voice be heard."},{"number":15,"verse":"He scattered the enemy with his arrows— the lightning bolts that threw them into confusion."},{"number":16,"verse":"The LORD shouted his command, and a powerful wind began to blow. (and … blow Or “and a blast of breath came from his nose.”) Then the bottom of the sea could be seen, and the earth’s foundations were uncovered."},{"number":17,"verse":"The Lord reached down from above and grabbed me. He pulled me from the deep water."},{"number":18,"verse":"He saved me from my powerful enemies, who hated me. They were too strong for me, so he saved me."},{"number":19,"verse":"They attacked me in my time of trouble, but the LORD was there to support me."},{"number":20,"verse":"He was pleased with me, so he rescued me. He took me to a safe place."},{"number":21,"verse":"The LORD rewarded me for doing what is right. He was good to me because I am innocent."},{"number":22,"verse":"The LORD did this because I have obeyed him. I have not turned against my God."},{"number":23,"verse":"I always remembered his laws. I never stopped following his rules."},{"number":24,"verse":"He knows I did nothing that was wrong. I have kept myself from sinning."},{"number":25,"verse":"So the LORD rewarded me for doing what is right. He could see that I am innocent."},{"number":26,"verse":"Lord, you are faithful to those who are faithful. You are good to those who are good."},{"number":27,"verse":"You never do wrong to those who have done no wrong. But you outsmart the wicked, no matter how clever they are."},{"number":28,"verse":"You help those who are humble, but as soon as you see the proud, you humiliate them."},{"number":29,"verse":"LORD, you are my lamp. You, LORD, turn the darkness around me into light."},{"number":30,"verse":"With your help I can defeat an army. If my God is with me, I can climb over enemy walls."},{"number":31,"verse":"God’s way is perfect. The LORD’s promise always proves to be true. He protects those who trust in him."},{"number":32,"verse":"There is no God except the LORD. There is no Rock except our God."},{"number":33,"verse":"God is my strong fortress. He clears the path I need to take."},{"number":34,"verse":"He makes my feet as steady as those of a deer. Even on steep mountains he keeps me from falling."},{"number":35,"verse":"He trains me for war so that my arms can bend the most powerful bow."},{"number":36,"verse":"Lord, you have given me your shield to protect me. It is your help that has made me great."},{"number":37,"verse":"You cleared a path for my feet so that I could walk without stumbling."},{"number":38,"verse":"I chased my enemies and defeated them. I did not stop until they were destroyed."},{"number":39,"verse":"I destroyed my enemies. I struck them down. They did not get up again. They fell under my feet."},{"number":40,"verse":"Lord, you made me strong in battle. You made my enemies fall before me."},{"number":41,"verse":"You made my enemies turn and run away. I destroyed those who hated me."},{"number":42,"verse":"They looked for help, but there was no one to save them. They cried out to the LORD, but he did not answer them."},{"number":43,"verse":"I beat my enemies to pieces like dust on the ground. I smashed them and walked on them like mud in the streets."},{"number":44,"verse":"You saved me from those who fought against me. You made me the ruler over nations. People I never knew now serve me."},{"number":45,"verse":"Foreigners fall helpless before me! As soon as they heard about me, they were ready to obey."},{"number":46,"verse":"They lose all their courage and come out of their hiding places shaking with fear."},{"number":47,"verse":"The LORD lives! I praise my Rock! How great is my God, the Rock who saves me!"},{"number":48,"verse":"He is the God who punishes my enemies for me, the one who puts people under my rule."},{"number":49,"verse":"He saves me from my enemies! You help me defeat those who attack me. You save me from cruel people."},{"number":50,"verse":"LORD, that is why I praise you among the nations. That is why I sing songs of praise to your name."},{"number":51,"verse":"You help your king win battle after battle. You show your faithful love to your chosen one, (your chosen one Literally, “his anointed one.”) to David and his descendants forever!"}]}