{"bibleAbbr":"ERV2006","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"(David’s Last Words) These are the last words of David: “This message is from David son of Jesse. This message is from the man God made great. He is the king chosen by the God of Jacob, the sweet singer of Israel. (the sweet singer of Israel Or “The most pleasant of the songs of Israel.”)"},{"number":2,"verse":"The LORD’s Spirit spoke through me. His word was on my tongue."},{"number":3,"verse":"The God of Israel spoke. The Rock of Israel said to me, ‘Whoever rules people fairly, who rules with respect for God,"},{"number":4,"verse":"is like the morning light at dawn, like a morning without clouds. He is like sunshine after a rain that makes tender grass grow from the ground.’"},{"number":5,"verse":"“God made my family strong and secure. (God … secure Or “Hasn’t God made my family strong?”) He made an agreement with me forever. God made sure this agreement was good and secure in every way. So surely he will give me every victory. He will give me everything I want!"},{"number":6,"verse":"“But evil people are like thorns. People don’t hold thorns. They throw them away."},{"number":7,"verse":"If someone touches them, it hurts like a spear made of wood and iron. Yes, evil people are like thorns. They will be thrown into the fire, and they will be completely burned.”"},{"number":8,"verse":"(The Three Heroes) These are the names of David’s special soldiers: Josheb Basshebeth the Tahkemonite (Josheb Basshebeth the Tahkemonite Or “Jashobeam the Hacmonite.” See 1 Chron. 11:11.) was captain of the king’s special forces. (king’s special forces A special group of soldiers who formed three-man squads and went on special missions for the king.) He used his spear to kill 800 men at one time. (Josheb Basshebeth … time The Hebrew text here is unclear. The translation follows 1 Chron. 11:11 and the ancient Greek version.)"},{"number":9,"verse":"Next, there was Eleazar son of Dodai (Eleazar son of Dodai Or “Eleazar his cousin.”) who was there with David when he challenged the Philistines who had gathered for battle. The Israelites ran away,"},{"number":10,"verse":"but Eleazar stood and fought the Philistines until his hand became so tired that it cramped around his sword handle. The LORD won a great victory that day. The people of Israel came back, but only to take things from the dead."},{"number":11,"verse":"Next there was Shammah son of Agee from Harar. The Philistines came together to fight. They fought in a field of lentils. (lentils Small round beans.) The people ran away from the Philistines."},{"number":12,"verse":"But Shammah stood in the middle of the field and defended it. He defeated the Philistines. The LORD gave Israel a great victory that day."},{"number":13,"verse":"Once during harvest time David was at the cave of Adullam, and three of the Thirty Heroes (Thirty Heroes Or “the king’s special forces.” These men were David’s famous group of very brave soldiers. Also in verses 23, 24.) went down to meet him there. At the same time the Philistine army was camped in the Valley of Rephaim. (three … Rephaim The Hebrew text here is hard to understand, but compare 1 Chron. 11:15.)"},{"number":14,"verse":"Another time David was in the fortress, and a group of Philistines soldiers was stationed in Bethlehem."},{"number":15,"verse":"David was thirsty for some water from his hometown, so he said, “Oh, if only I could have some water from that well by the gate in Bethlehem.”"},{"number":16,"verse":"So the Three Heroes (Three Heroes These were David’s three bravest soldiers. Also in verses 18, 22.) fought their way through the Philistine army and got some water from the well near the city gate in Bethlehem. They took it to David, but he refused to drink it. He poured it on the ground as an offering to the LORD."},{"number":17,"verse":"David said, “LORD, I cannot drink this water. It would be like drinking the blood of the men who risked their lives for me.” This is why David refused to drink the water. The Three Heroes did many brave things like that."},{"number":18,"verse":"(Other Brave Soldiers) Abishai was the brother of Joab son of Zeruiah. Abishai was the leader of the Three Heroes. He used his spear against 300 enemies and killed them. He became as famous as the Three."},{"number":19,"verse":"Abishai was as famous as the Three Heroes. He became their leader, even though he was not one of them."},{"number":20,"verse":"Then there was Benaiah son of Jehoiada, from Kabzeel. He was the son of a powerful man. (powerful man That is, a man from the warrior class. He is ready to protect his people in war.) Benaiah did many brave things. He killed two of the best soldiers in Moab. One day when it was snowing, Benaiah went down into a hole in the ground and killed a lion."},{"number":21,"verse":"Benaiah also killed a big Egyptian soldier. The Egyptian had a spear in his hand, and Benaiah only had a club. He grabbed the spear in the Egyptian’s hands and took it away from him. Then Benaiah killed the Egyptian with his own spear."},{"number":22,"verse":"Benaiah son of Jehoiada did many more brave things like that. He was as famous as the Three Heroes."},{"number":23,"verse":"Benaiah was even more famous than the Thirty Heroes, but he did not become a member of the Three Heroes. David made Benaiah the leader of his bodyguards."},{"number":24,"verse":"(The Thirty Heroes) The following men were among the Thirty Heroes: Asahel, the brother of Joab; Elhanan son of Dodo from Bethlehem;"},{"number":25,"verse":"Shammah the Harodite; Elika the Harodite;"},{"number":26,"verse":"Helez the Paltite; Ira son of Ikkesh from Tekoa;"},{"number":27,"verse":"Abiezer from Anathoth; Mebunnai the Hushathite;"},{"number":28,"verse":"Zalmon the Ahohite; Maharai from Netophah;"},{"number":29,"verse":"Heled son of Baanah from Netophah; Ithai son of Ribai from Gibeah of Benjamin;"},{"number":30,"verse":"Benaiah the Pirathonite; Hiddai from the Brooks of Gaash;"},{"number":31,"verse":"Abi Albon the Arbathite; Azmaveth the Barhumite;"},{"number":32,"verse":"Eliahba the Shaalbonite; the sons of Jashen; Jonathan"},{"number":33,"verse":"the son of Shammah from Harar; Ahiam son of Sharar from Harar;"},{"number":34,"verse":"Eliphelet son of Ahasbai the Maacathite; Eliam son of Ahithophel the Gilonite;"},{"number":35,"verse":"Hezro the Carmelite; Paarai the Arbite;"},{"number":36,"verse":"Igal son of Nathan of Zobah; Bani the Gadite;"},{"number":37,"verse":"Zelek the Ammonite; Naharai from Beeroth (Naharai carried the armor for Joab son of Zeruiah);"},{"number":38,"verse":"Ira the Ithrite; Gareb the Ithrite;"},{"number":39,"verse":"and Uriah the Hittite. There were 37 in all."}]}