{"bibleAbbr":"mniRNT2022","bookName":"Phongdokpiba","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"( Swargadut amasung lairik makol macha) Adudagi atoppa matik leiraba swargadut ama swargadagi kumtharakpa eina ure. Mahak leichilna phigum setli amasung makokta chumthang khalli; magi maithong adu numitkumna amasung makhong aduna meigi yumbigumna oirammi."},{"number":2,"verse":"Mahakki makhutta hangdoklaba lairik makol macha ama leirammi. Mahakna mahakki makhong yet adu samudrada aduga oina kangphalda thamlammi."},{"number":3,"verse":"Aduga nongsana khongbagumna mahakna awangba khonjelda laorammi. Mahakna laoraba matungda nong khakpa taretna ngangbaga loinana paokhum pirammi."},{"number":4,"verse":"Nong khakpa taret aduna wa hek ngangbaga, eina isinnaba tourammi. Adubu swargadagi khonjel amana haiba eina tarammi, “Nong khakpa taretna hairiba adu aronba oina thammu, madu isinganu.”"},{"number":5,"verse":"( Khong 20:11; Aniwa 32:40; Dan 12:7; Amos 3:7) Adudagi samudra amasung kangphalgi mathakta lepliba swargadut aduna swargada yetthangba khut adu thanggatlammi."},{"number":6,"verse":"Aduga swarga, malem, samudra amasung maduda leiriba pumnamakpu sembiba, lomba naidana hingliba Tengban Mapugi mingda wasakladuna hairak-i, “Amuk Panthararoi.”"},{"number":7,"verse":"Adubu taretsuba swargadut aduna magi peresinggadu khongba matamda, Tengban Mapuna mahakki manai, Tengban Mapugi wa phongdokpiba maichousingda laothokkhibagumna mahakki athuppa thourang adu thunghangani."},{"number":8,"verse":"( Eze 2:8–3:3) Adudagi eina takhiba swargadagi khonjel aduna amuk hanna eingonda hairak-i, “Chatlu aduga samudra amadi kangphalda lepliba swargadut adugi khutta pairiba hangdoklaba lairik makol adu lou.”"},{"number":9,"verse":"Maduda eina swargadut adugi manakta chattuna, lairik makol macha adu eingonda pinaba hairammi. Mahakna eingonda hairak-i, “Masi lou aduga chao; masina nahakki chindadi khoihigumna thumgani adubu nahakki chakhaodadi asinba ongani.”"},{"number":10,"verse":"Swargadut adugi khuttagi lairik makol macha adu louduna eina chare; madu eigi chindadi khoihigumna thumlammi. Adubu eina yotlaba matungda, eigi chakhaoda madu asinba onkhirammi."},{"number":11,"verse":"Adudagi eingonda hairak-i, “Nahakna amuk hanna phurup kayagi, kanglup kayagi, lon kayagi amadi ningthou kayagi maramda Tengban Mapugi wa phongdokpa tare.”"}]}