{"bibleAbbr":"mniRNT2022","bookName":"Phongdokpiba","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"( Anouba swarga amadi anouba malem) ( Isa 65:17; 66:22; 2 Pet 3:13) Adudagi eina anouba swarga anouba malem ama ure. Ahanbagi swarga amadi malem adu mangkhre aduga samudra amuk leitre."},{"number":2,"verse":"( Isa 52:1; Phong 3:12; Isa 61:10) Aduga Asengba Sahar, anouba Jerusalem aduna mahakki mapuroibagidamak ningthina set chaduna thourang tourabi keinya amagum Tengban Mapugi swargadagi kumtharakpa eina ure."},{"number":3,"verse":"( Eze 37:27; Levi 26: ) Amasung phambal adudagi ahouba khonjel amana asumna hairakpa eina tare, “Yeng-u! Tengban Mapugi leipham adu houjikti misinggi marakta leirare, aduga Ibungo mahakna makhoiga leiminnagani. Makhoi Ibungo magi mising oigani, aduga Tengban Mapu masamakna makhoiga leiminnagani aduga mahak makhoigi Tengban Mapu oigani."},{"number":4,"verse":"( Isa 25:8; 35:10; 65:19) Ibungo mahakna makhoigi mittagi pirang pumba teithokpigani. Amuk hanna siba, awaba, kappa amadi naba leiraroi, maramdi ariba potsing lanthokkhre.”"},{"number":5,"verse":"Adudagi phambal aduda phamliba Ibungona haikhi, “Aduga houjik eina pot pumnamak inou nouna semle!” Aduga mahakna asimasu eingonda hairak-i, “Masi isillu, maramdi masigi waheising asi achumbani amadi thajaba yabani.”"},{"number":6,"verse":"( Isa 55:1) Aduga mahakna eingonda hairak-i, “Pumnamak loire! Eidi Alpha amasung Omega, ahouba amasung aroiba aduni. Eina khouranglaba mahak aduda hingbagi ising iphut adudagi ising eina lemna pigani."},{"number":7,"verse":"( 2 Samu 7:14; Isei 89:2627) Langamlaba makhoising aduna masi eingondagi phangjagani: Eina makhoigi Tengban Mapu oigani aduga makhoina eigi ichasing oigani."},{"number":8,"verse":"Adubu pangdabasing, thajadabasing, tukkachaningai oibasing, mihatpasing, nupa nupi lannabasing, hidam yaidambagi thabak toubasing, lai murti latpasing amasung chinthiba pumnamakki panthungdi achakpa kantrukki meigi pat aduda oigani. Masi anisuba siba aduni.”"},{"number":9,"verse":"( Anouba Jerusalem) Aduga akonbagi awa ana taretna thanba tenggot taret paiba swargadut taret adugi maraktagi amana inakta laktuna hairak-i, “Lak-u, Yaomacha adugi nupi, keinya adu ei nangonda uhange.”"},{"number":10,"verse":"( Eze 40:2) Thawai aduna eibu khudum challaduna, swargadut aduna yamna wangkhraba chingjao amagi matonda eibu pukhatle. Aduga Tengban Mapugi swargadagi kumtharakpa, Asengba Sahar Jerusalem-bu mahakna eingonda uhalle."},{"number":11,"verse":"Madu Tengban Mapugi matik mangalna ngallammi. Sahar adu mamal yamba nung, liklaigumna senglaba jasper nungum ngallammi."},{"number":12,"verse":"( Eze 48:30-35) Sahar adugi achouba, awangba chekpal amadi changpham thongjao taranithoi leirammi, aduga panthongsing adubu pannaba swargadut taranithoisu leirammi. Aduga panthongsing aduda Israel machasinggi salai taranithoigi mingsing irammi."},{"number":13,"verse":"Maikei khudingda panthong ahum ahum: nongpokta ahum, khada ahum, awangda ahum amadi nongchupta ahum leirammi."},{"number":14,"verse":"Aduga sahargi chekpal adugi yumpham taranithoi leirammi, amasung maduda Yaomacha adugi pakhonchatpa taranithoigi maming leirammi."},{"number":15,"verse":"( Eze 40:3) Sahar adu amadi madugi panthong amasung chekpal adu onnaba sanagi lam-on chei ama eingonda wa ngangkhiba swargadut aduda leirammi."},{"number":16,"verse":"Sahar adu marak mayung animakta mapungphana chithek nairammi. Swargadut aduna mahakki lam-on chei aduna onthokle: Madu kilometre 2400 sang-i aduga marak mayung amasung awangba adu chap mannana sang-i."},{"number":17,"verse":"Swargadut aduna chekpal adubusu mioibagi lam onbagi chang sijinnaduna ollammi, aduga madu metre humphu tharammi."},{"number":18,"verse":"( Isa 54: ) Chekpal adu Jasper nungna sabani, aduga sahar adumakna mingselgumna senglaba asengba sanana sabani."},{"number":19,"verse":"Sahargi chekpalgi yumpham adu mamal tanglaba makhal pumnamakki nungna leitenglammi. Ahanbagi yumbi makhong adu jasper nungni, anisuba aduna sapphire, ahumsuba aduna agate, marisuba aduna emerald,"},{"number":20,"verse":"mangasuba aduna onyx, taruksuba aduna carnelian, taretsuba aduna hangammapal machugi quartz, nipalsuba aduna beryl, mapalsuba aduna topaz, tarasuba aduna chalcedony, taramathoisuba aduna turquoise, aduga taranithoisuba aduna amethyst-ni."},{"number":21,"verse":"Panthong taranithoi aduna mani mukta taranithoi oirammi, panthong khudingmak mani mukta amamamna sembani. Sahar adugi lambi adu likligumna manung phaona uba asengba sanana oirammi."},{"number":22,"verse":"Sahar aduda eina Mapugi sanglen uba phanglamde, maramdi sahar adugi Mapugi sanglen adu ingam ngamba Ibungo Tengban Mapu amadi Yaomacha aduna oirammi."},{"number":23,"verse":"( Isa 60: ) Sahar aduda ngannanabagidamak numitsu thasu mathou taramde, maramdi Tengban Mapugi matik mangalna maduda ngallammi, aduga Yaomacha aduna madugi thaomei oirammi."},{"number":24,"verse":"( Isa 60:3) Aduga kanbiba phangkhraba phurupsing aduna madugi mangalgi mapalna chatkani, aduga malemgi ningthousingna makhoigi matik mangal amadi ikaikhumnaba maduda purakkani."},{"number":25,"verse":"( Isa 60:11) Sahar adugi panthongsing adu numit chuppa hanggani, madu keidounungda thingloi, maramdi maduda ahing leiraroi."},{"number":26,"verse":"Aduga phurupsinggi matik mangal amadi ikaikhumnaba adu maduda purakkani."},{"number":27,"verse":"( Isa 52:1; Eze 44:9) Adubu sengdaba amata sahar aduda changloi, aduga ikainingai oiba thabak touba nattraga minamba ngangba kana amata maduda changloi, adubu Yaomacha adugi hingbagi lairikta maming isinkhraba makhoina sahar aduda changgani."}]}