{"bibleAbbr":"mniRNT2022","bookName":"Phongdokpiba","bookEnglishName":"Revelation","chapterNumber":4,"verses":[{"number":1,"verse":"( Swargada thagat-khurumjaba) Masigi matungda eina yengbada eigi mangda swargada thong ama hangdoktuna leiba ure. Aduga eina hanna takhiba khonjel aduna peresinggagi khonjelgumna eingonda hairak-i, “Maphamsida ka-khatlak-u, aduga masigi matungda kari thokkadage haiba adu eina nangonda uhange.”"},{"number":2,"verse":"( Eze 1:26-28; 10:1) Khudak aduda ei thawaida leirammi aduga eigi maangda swargada phambal amada kanagumba ama phamduna leirammi."},{"number":3,"verse":"Mahakki maithong adu mamal yamlaba nung jasper amasung carneliangi masek mangalgummi, aduga emerald machugi chumthangna phambal adu koisilli."},{"number":4,"verse":"Phambal adugi akoibada atei phambal kunmarina koisilli, aduga maduda angouba phijol setpa makokta sanagi luhup uppa ahal-laman kunmari phamlammi."},{"number":5,"verse":"( Khong 19:16; Phong 8:5; 11:19; 16:18; Eze 1:13; Phong 1:4; Zec 4:2) Phambal adudagi nongthang kuppagi khangal nganba mangalsing, nong khakpagi amadi nong khongbagi ahouba makhol thoraklammi. Phambal adugi mamangda meira taret chaklammi. Makhoising adu Tengban Mapugi thawai taretni."},{"number":6,"verse":"( Eze 1:22; Eze 1:5-10; 10:14) Phambal adugi mangda liklaigumna langba likligi samudragumba ama leirammi. Phambal adugi akoibada, maikei khudingda, maning mamang mitna pumthan thanba thawaipanba mari leirammi."},{"number":7,"verse":"Ahanba thawaipanba adu nongsa malli, anisuba aduna sal laba malli, ahumsuba aduna mioibagi saktam manba mamai palli aduga marisuba aduna apaiba eagle malli."},{"number":8,"verse":"( Eze 1:18; 10:12; Isa 6: ) Thawaipanba marimak masa taruk taruk palli aduga masasing adugi manungsu mapansu mamitna pumthan thalli. Amasung ahing nungthil animakta makhoina keidounungda isei sakpa lepte: “Asengba, asengba, asengba, nahakti leiramba, leiriba amasung lenglakkadouriba, Ingam ngamba Ibungo Tengban Mapuni.”"},{"number":9,"verse":"Thawaipanba mari aduna phambal adugi mathakta phamliba lomba naidana hingliba Ibungo adugi matik mangalgi, ikai khumnabagi amadi thagatpagi isei saklammi. Amasung makhoina asumna touba matamda,"},{"number":10,"verse":"Ahal laman kunmari aduna phambaldugi mathakta phamliba Ibungo mahakki maangda tuthajaduna lomba naidana hingliba Ibungo mahakpu khurumjarammi. Makhoigi luhupsing adu phambaldugi mangda louthoktuna thamjaraga hai,"},{"number":11,"verse":"“Eikhoigi Ibungo, eikhoigi Tengban Mapu! Ibungo nahakti matik mangal, ikai khumnaba amasung panggal phangbada matik chabani. Maramdi Ibungo nahakna pot pumnamakpu sembire, Nahakki aningbadagi makhoibu oihanbire amasung sembire.”"}]}