{"bibleAbbr":"mniRNT2022","bookName":"Phongdokpiba","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"( 144000 bu chum namba) ( Jer 49:36; Dan 7:2; Zec 6:5) Masigi matungda kangphalda, samudrada amadi upal amatagi mathakta nungsit kari amata sittanaba maikei marigi nungsit adu thingduna swargadut marikhak malemgi chithek marida leptuna leiba eina ure."},{"number":2,"verse":"Aduga atoppa swargadut amana ahingba Tengban Mapugi chum paiduna nongpok haram pangbadagi kakhatlakpa eina ure. Mahakna malem amasung samudrabu manghannaba Tengban Mapuna matik pikhraba swargadut maribu awangba khonjelda laoraduna hairak-i,"},{"number":3,"verse":"“ ( Eze 9: ) Eikhoina eikhoigi Tengban Mapugi manaisingbu makhoigi maraibakta chum namba loidriba phaoba malembu, samudrabu amasung upalsingbu kari amata manghanganu.”"},{"number":4,"verse":"Adudagi chum namkhraba makhoigi masing adu lakh amaga lising niphu marini haiba eina tare: Makhoising adu Israel-gi salai taranithoidagi oirammi."},{"number":5,"verse":"Judah, Reuben, Gad, Asher, Naphtali, Manasseh, Simeon, Levi, Issachar, Zebulun, Joseph, amasung Benjamin salaidagi haibadi salai khudingdagi lising taranithoi taranithoibu chum namlammi."},{"number":9,"verse":"( Masing lakngamdraba miyam) Masigi matungda, eina yengbada kana amatana masing thiba ngamlaroidraba masing lakngamdraba miyam ama ure! Makhoising adu mi kanglup khudingdagi, salai khudingdagi, phurup khudingdagi, amadi lol khudingdagi oirammi amasung angouba achonba phijol settuna amadi makhoigi makhutta thangtup masa paiduna phambal adugi amadi Yaomacha adugi mangda leplammi."},{"number":10,"verse":"Aduga makhoina ahouba khonjelda laorak-i, “Aran-khubhamdi phambal adugi mathakta phamliba Tengban Mapu amadi Yaomacha adudagi lak-i!”"},{"number":11,"verse":"Aduga swargadut pumnamakna phambal adugi, ahal-lamansing amasung thawaipanba mari adugi akoibada leplammi. Adudagi makhoina phambal adugi mamangda mamai leikha tana tuthajaraga Tengban Mapubu khurumjaduna,"},{"number":12,"verse":"Hairak-i, “Amen! Thagat-khurumjaba, matik mangal, lousing, thagatchaba, ikai khumnaba, panggal, touba ngamba matik, lomba naidana naidana eikhoigi Tengban Mapugi oisanu! Amen!”"},{"number":13,"verse":"Adudagi ahal-lamansinggi maraktagi amana eingonda hairak-i, “Angouba achonba phijol setliba makhoising asi kanano, aduga makhoi kadaidagi lakpano?”"},{"number":14,"verse":"( Dan 12:1; Mat 24:21; Mrk 13:19) Maduda eina khumlammi, “Ibungo, ei khangjade, nahaknadi khang-i.” Mahakna eingonda hairak-i, “Makhoising asi sathiraba awa ana adudagi thorakpa mising aduni; makhoina Yaomacha adugi ee-da makhoigi achonba phijolsing adu sudokchaduna ngouhanjarammi."},{"number":15,"verse":"Makhoina Tengban Mapugi phambal mangda lepchaduna mahakki sanglenda ahing nungthil naidana Ibungobu thougal toujariba asi maram asinani. Phambal asida phamliba Ibungo mahakki loinabiba aduna makhoibu ngak senbigani."},{"number":16,"verse":"( Isa 49:10) Makhoina keidounungda amuk hanna aram khourangba leiraroi; aduga makhoibu numitna nattraga karigumba kallaba meisa amatana makhoibu chaktheklaroi."},{"number":17,"verse":"( Isei 23: ; Eze 34:23; Isa 25:8; 49:10) Maramdi phambal adugi mayaida leiriba Yaomacha aduna makhoigi senbiba mapu oigani amasung makhoibu mahakna ahingba piba isinggi iphut tanna chingbigani. Aduga Tengban Mapuna makhoigi mittagi pi khudingmak teithokpigani.”"}]}