{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"( નાદાબ અને અબિહૂનું પાપ:યહોવાની વેદી પર પારકો અગ્નિ ચઢાવ્યો) અને હારુનના પુત્રો નાદાબ તથા અબિહૂએ પોતપોતાનું ધૂપપાત્ર લઈને, ને તેમાં અગ્નિ મૂકીને, ને તે પર ધૂપ નાખીને યહોવાની સમક્ષ પારકો, એટલે જે વિષે યહોવાએ તેઓને આજ્ઞા કરી ન હતી, એવો અગ્નિ ચઢાવ્યો."},{"number":2,"verse":"અને યહોવાની સંમુખથી અગ્નિએ ધસી આવીને તેઓને ભસ્મ કર્યા, ને તેઓ યહોવાની સમક્ષ માર્યા ગયા."},{"number":3,"verse":"અને મૂસાએ હારુનને કહ્યું, “યહોવાએ જે ફરમાવ્યું છે તે આ છે કે, જેઓ મારી પાસે આવે તેઓ મધ્યે હું પવિત્ર મનાઉં ને હું સર્વ લોકોની આગળ ગૌરવવાન મનાઉં.” અને હારુન છાનો રહ્યો."},{"number":4,"verse":"અને મૂસાએ હારુન ના કાકા ઉઝિયેલના દીકર મિશાએલને તથા એલસાફાનને બોલાવીને તેઓને કહ્યું, “અહીં આવીને તમારા ભાઈઓને પવિત્રસ્થાનની આગળથી છાવણીની બહાર લઈ જાઓ.”"},{"number":5,"verse":"તેથી તેઓ પાસે ગયા, ને મૂસાની આજ્ઞા પ્રમાણે તેઓ પહેરેલા અંગરખા સહિત તેમને છાવણી બહાર લઈ ગયા."},{"number":6,"verse":"અને મૂસાએ હારુનને તથા તેના પુત્રો એલાઝારને તથા ઇથામારને કહ્યું, “તમારા માથાના વાળ છોડી નાખતા નહિ, ને તમારાં વસ્‍ત્રો ફાડતા નહિ, રખેને તમે માર્યા જાઓ, ને રખેને સમગ્ર પ્રજા પર તે કોપાયમાન થાય. પણ જે જવાળા યહોવાએ સળગાવી છે, તેને લીધે તમારા ભાઈઓ, એટલે ઇઝરાયલનું આખું ઘર, વિલાપ કરો."},{"number":7,"verse":"અને તમારે મુલાકાતમંડપના બારણાની બહાર ન જવું, રખેને તમે માર્યા જાઓ, કેમ કે તમારે શિર યહોવાનું અભિષેકનું તેલ છે.” અને તેઓએ મૂસાના કહેવા પ્રમાણે કર્યું."},{"number":8,"verse":"( યાજકો માટેની આચારસંહિતા) અને યહોવાએ હારુનને કહ્યું,"},{"number":9,"verse":"“જયાર તું તથા તારી સાથે તારા પુત્રો મુલાકાતમંડપમાં જાઓ ત્યારે દ્રાક્ષારસ કે દારૂ ન પીઓ, રખેને તમે માર્યા જાઓ. તમારી વંશપરંપરા સદાને માટે આ વિધિ થાય."},{"number":10,"verse":"અને તમે પવિત્ર તથા સાધારણની વચ્ચે, ને શુદ્ધ તથા અશુદ્ધની વચ્ચે ભેદ રાખો."},{"number":11,"verse":"અને જે વિધિઓ યહોવાએ મૂસાની હસ્તક તેઓને ફરમાવ્યા છે તે સર્વ તમે ઇઝરાયલી લોકોને શીખવો.”"},{"number":12,"verse":"અને ( .) મૂસાએ હારુનને તથા તેના બાકી રહેલા પુત્રો એટલે એલાઝારને તથા ઇથામારને કહ્યું, “યહોવાના હોમયજ્ઞમાંનું બાકી રહેલું ખાદ્યાર્પણ લો, ને વેદી પાસે ખમીર વિના તે ખાઓ; કેમ કે તે પરમપવિત્ર છે."},{"number":13,"verse":"અને તે તમારે પવિત્ર જગામાં ખાવું. કેમ કે યહોવાના હોમયજ્ઞમાંથી તે તારું દાપું તથા તારા પુત્રોનું દાપું છે. કેમ કે મને એ પ્રમાણે આજ્ઞા મળેલી છે."},{"number":14,"verse":"અને ( .) આરતિક્ત છાતી તથા ઉચ્છલિત બાવડું તમારે સ્વચ્છ જગામાં ખાવાં એટલે તારે તથા તારી સાથે તારાં પુત્રપુત્રીઓએ [ખાવાં] :કેમ કે ઇઝરયલી લોકોનાં શાંત્યર્પણોના યજ્ઞમાંથી તેઓ તારા દાપા તરીકે તથા તારા પુત્રોના દાપા તરીકે તમને અપાયેલાં છે."},{"number":15,"verse":"ઉચ્છાલિત બાવડું તથા આરતિક્ત છાતી, ચરબીના હોમયજ્ઞ સહિત, યહોવાની સમક્ષ આરતી ઉતારીને આરત્યર્પણ કરવાને તેઓ લાવે. તે પણ તારું તથા તારી સાથે તારા પુત્રોનું સદાનું દાપું થાય; કેમ કે યહોવાએ એવી આજ્ઞા આપી છે.”"},{"number":16,"verse":"અને મુસાએ પાપાર્થાર્પણના બકરા વિષે ધ્યાન દિઈને તપાસ કરી, તો જુઓ, તે તો બળી ગયો હતો. અને તેણે હારુનના બાકીના પુત્રો એલાઝાર તથા ઈથામાર પર ક્રોધાયમાન થઈને કહ્યું,"},{"number":17,"verse":"( .) “તમે પાપાર્થાર્પણ પવિત્રસ્થાનની જગામાં કેમ ખાધું નહિ? કેમ કે તે પરમપવિત્ર છે, ને પ્રજાનું પાપ દૂર કરવા માટે તેમને માટે યહોવાની સમક્ષ પ્રાયશ્ચિત્ત કરવાને તે તેણે તમને આપ્યું છે."},{"number":18,"verse":"જુઓ, તેનું રક્ત પવિત્રસ્થાનની અંદર લાવવામાં આવ્યું નહોતું. મેં આજ્ઞા કરી હતી, તેમ તમારે તે પવિત્રસ્‍થાનમાં ખાવું જોઈતું હતું.”"},{"number":19,"verse":"અને હારુને મૂસાને કહ્યું, “જો, તેઓએ આજ યહોવાની આગળ પોતાનું પાપાર્થાર્પણ તથા દહનીયાર્પણ ચઢાવ્યું છે; અને મારા પર આવી આપદાઓ આવી પડી છે. અને જો મેં આજે પાપાર્થાર્પણ ખાધું હોત, તો શું તે યહોવાની દષ્ટિમાં સારું લાગ્યું હોત?"},{"number":20,"verse":"અને જ્યારે મૂસાએ [તે] સાંભળ્યું ત્યારે તે તેને સારું લાગ્યું."}]}