{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"( યાજકોની પવિત્રતા અને શુદ્ધતા અંગે) અને યહોવાએ મૂસાને કહ્યું, “યાજકોને એટલે હારુનના પુત્રોને એમ કહે કે, પોતાના લોકોમાંથી કોઈપણ મરી જાય, તો તેને લીધે કોઈ અભડાય નહિ;"},{"number":2,"verse":"પણ પોતાના નજીકના સગાને લીધે, એટલે પોતાની માને લીધે તથા પોતાના પિતાને લીધે, તથા પોતાના દીકરાને લીધે, તથા પોતાની દીકરીને લીધે, તથા પોતાના ભાઈને લીધે તે [અભડાય] ;"},{"number":3,"verse":"અને પોતાની સગી બહેન જે કુંવારી, એટલે પરણ્યા વગરની હોય, તેને લીધે તે અભડાય."},{"number":4,"verse":"જે માણસ પોતાના લોકો મધ્યે મુખ્ય [હોય] , તે પોતાને અભડાવીને અશુદ્ધ થાય નહિ."},{"number":5,"verse":"( ; .) તેઓ પોતાનું માથું, મૂંડાવે નહિ, ને તેઓ પોતાની દાઢીના ખૂણા મૂંડાવે નહિ, ને પોતાના શરીરમાં કોઈ ઘા પાડે નહિ."},{"number":6,"verse":"તેઓ પોતાના ઈશ્વરના પવિત્ર [લોક] થાય, ને પોતાના ઈશ્વરનું નામ વટાળે નહિ; કેમ કે તેઓ યહોવાના હોમયજ્ઞ, એટલે પોતાના ઈશ્વરની રોટલી, ચઢાવે છે; એ માટે તેઓ પવિત્ર થાય."},{"number":7,"verse":"તેઓ વેશ્યાને કે ભ્રષ્ટ સ્‍ત્રીને રાખે નહિ; પતિએ કાઢી મૂકેલી સ્‍ત્રીને તેઓ પરણે નહિ, કેમ કે તે પોતાના ઈશ્વરને માટે શુદ્ધ છે."},{"number":8,"verse":"માટે તું તેને શુદ્ધ કર; કેમ કે તે તારા ઈશ્વરની રોટલી ચઢાવે છે, તે તારે માટે શુદ્ધ હોય; કેમ કે તમને શુદ્ધ કરનાર યહોવા હું પવિત્ર છું."},{"number":9,"verse":"અને જો કોઈ યાજકની દીકરી વેશ્યાનો ધંધો કરીને પોતાને વટાળે, તો તે પોતાના પિતાને વટાળે છે; તેને આગથી બાળી નાખવી."},{"number":10,"verse":"અને જે પોતાના ભાઈઓ મધ્યે પ્રમુખયાજક હોય, ને જેના ઉપર અભિષેકનું તેલ રેડાયું હોય, ને તે પોષાક પહેરવા માટે જેનું શુદ્ધિકરણ કરાયું હોય, તે પોતાના વળ છોડી નાખે નહિ, ને પોતાનો પોષાક ફાડે નહિ;"},{"number":11,"verse":"તેમ જ કોઈ મુડદા પાસે જાય નહિ, ને પોતાના પિતાને લીધે કે પોતાની માને લીધે તે અભડાય નહિ."},{"number":12,"verse":"તેમ જ તે પવિત્રસ્થાનની બહાર જાય નહિ, ને પોતાના ઇશ્વરના પવિત્રસ્થાનને અભડાવે નહિ; કેમ કે પોતાના ઈશ્વરના અભિષેકના તેલનો મુગટ તેને માથે છે; હું યહોવા છું."},{"number":13,"verse":"અને તે કુંવારી સ્‍ત્રીની સાથે પરણે."},{"number":14,"verse":"પણ વિધવા અથવા છૂટાછેડા પામેલી સ્‍ત્રી, અથવા ભ્રષ્ટ થયેલી સ્‍ત્રી, એટલે વેશ્યા, એવી સ્‍ત્રીઓને તે પરણે નહિ, પણ પોતાના લોકમાંની કોઈ કુંવારીને તે પરણે."},{"number":15,"verse":"અને તે પોતાના લોકો મધ્યે પોતાના સંતાનને વટાળે નહિ; કેમ કે તેને શુદ્ધ કરનાર યહોવા હું છું.”"},{"number":16,"verse":"અને યહોવાએ મૂસાને કહ્યું,"},{"number":17,"verse":"“હારુનને એમ કહે કે, વંશપરંપરા તારા સંતાનમાં જે કોઈ ખોડવાળો હોય તે પોતાના ઈશ્વરની રોટલી ચઢાવવા [વેદીની] પાસે આવે નહિ."},{"number":18,"verse":"કેમ કે જે કોઈ પુરુષને ખોડ હોય, તે [વેદીની] પાસે આવે નહિ; એટલે આંધળો કે લંગડો માણસ, કે બેસી ગયેલા નાકવાળો, કે અધિકાંગી,"},{"number":19,"verse":"કે ખોડો માણસ, કે ઠૂંઠો,"},{"number":20,"verse":"કે ખૂંધો કે ઠીંગણો કે નેત્રદોષી કે ખરજવાળો, કે ખૂજલીવાળો, કે અણ્ડભંગિત;"},{"number":21,"verse":"હારુન યાજકના સંતાનમાં એવી ખોડવાળો કોઈ પણ પુરુષ યહોવાના હોમયજ્ઞ ચઢાવવા પાસે આવે નહિ; તેને ખોડ છે; તે પોતાના ઈશ્વરની રોટલી ચઢાવવા પાસે આવે નહિ."},{"number":22,"verse":"તે પોતાના ઈશ્વરની રોટલી ખાય, એટલે પરમપવિત્રમાંથી તેમ જ પવિત્રમાંથી."},{"number":23,"verse":"પણ ફકત પડદાની પેલી પર તે ન જાય, ને વેદીની નજીક ન આવે, કેમ કે તેને ખોડ છે; રખેને તે મારા પવિત્રસ્થાનને વટાળે; કેમ કે તેઓને શુદ્ધ કરનાર યહોવા હું છું.”"},{"number":24,"verse":"અને મૂસાએ હારુનને તથા તેના પુત્રોને તથા સર્વ ઇઝરાયલી લોકોને એ પ્રમાણે કહી સંભળાવ્યું."}]}