{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"( સાતમું વર્ષ:પવિત્ર વિશ્રામનો સાબ્બાથ) ( ( 50 ૧૫:૧-૧૧ )) અને ( .) યહોવાએ સિનાઈ પર્વત પર મૂસાને કહ્યું,"},{"number":2,"verse":"“ઇઝરાલી લોકોને એમ કહે કે, જે દેશ હું તમને આપવાનો છું, તેમાં તમે આવો ત્યારે તે દેશ યહોવાનો વિશ્રામ પાળે."},{"number":3,"verse":"છ વર્ષ તારે તારા ખેતરમાં વાવવું, ને છ વર્ષ તારે તારી દ્રાક્ષાવાડીમાં કાપકૂપ કરવી. ને તેની ઊપજનો સંગ્રહ કરવો;"},{"number":4,"verse":"પણ સાતમે વર્ષે દેશને માટે પવિત્ર વિશ્રામનો સાબ્બાથ, એટલે યહોવાનો સાબ્બાથ થાય. તારે તારા ખેતરમાં વાવણી કરવી નહિ, ને તારી દ્રાક્ષાવાડીમાં કાપકૂપ કરવી નહિ."},{"number":5,"verse":"તારી ફસલમાં જે પોતાની મેળે ઊગ્યું હોય તે તારે કાપવું નહિ, ને તારા કેળવ્યા વગરના દ્રાક્ષાવેલાની દ્રાક્ષો તારે વીણી લેવી નહિ; એ વર્ષે દેશને માટે પવિત્ર વિશ્રામનું થાય."},{"number":6,"verse":"અને દેશના વિશ્રામથી તો તારે માટે ખોરાક નીપજશે. તેની સર્વ ઊપજ તારો તથા તારા દાસનો તથા તારી દાસીનો તથા તારા પરદેશીનો,"},{"number":7,"verse":"તથા તારાં ઢોરઢાંકનો તથા તારા દેશનાં જાનવરોનો ખોરાક થશે."},{"number":8,"verse":"( છુટકારાના વર્ષ અંગે નિયમો) અને તારા પોતાને માટે વર્ષોના સાત સાબ્બાથ એટલે સાતગણાં સાત વર્ષ ગણવાં અને વર્ષોના સાત સાબ્બાથની મુદત એટલે ઓગણપચાસ વર્ષ થશે."},{"number":9,"verse":"તે વખતે સાતમા માસને દશમે દિવસે તારે મોટે અવાજે બધે રણશિંગડું વગડાવવું; પ્રાયશ્ચિત્તને દિવસે તમારા આખા દેશમાં રણશિંગડું વગડાવવું. તમારા આખા દેશમાં રણશિંગડું વગડાવવું."},{"number":10,"verse":"અને પચાસમું વર્ષ તમારે પવિત્ર પાળવું, ને આખા દેશમાં તેના સર્વ રહેવાસીઓને માટે છૂટકાની જાહેરાત કરવી. તે તમારે માટે રણશિંગડાનું [એટલે જુબિલીનું] વર્ષ થાય; અને તમ પત્યેક માણસે પોતપોતાના વતનમાં પાછા આવવું, ને તમ પ્રત્યેક માણસે પોતપોતાના કુટુંબમાં પાછા આવવું."},{"number":11,"verse":"તે પચાસમું વર્ષ તમારે માટે રણશિંગડાનું થાય. તમારે વાવણી કરવી નહિ, વળી પોતાની જાતે ઊગ્યું હોય તે કાપવું નહિ, ને તારા કેળવ્યા વગરના દ્રાક્ષાવેલા પરથી વીણવું નહિ."},{"number":12,"verse":"કેમ કે એ તો જ્યુબિલી છે. તેને તમારે પવિત્ર ગણવી; તે વર્ષમાં ઊપજેલું તમે ખેતરમાંથી ખાશો."},{"number":13,"verse":"આ જુબિલીના વર્ષમાં તમો સર્વ માણસો પોતપોતાના વતનમાં પાછા જાઓ."},{"number":14,"verse":"અને જો તું તારા પડોશીને કંઈ વેચે અથવા તારા પડોશીની પાસેથી કંઈ ખરીદે, તો તમારે એકબીજાનું નુકશાન કરવું નહિ,"},{"number":15,"verse":"જ્યુબિલી પછી [વીતી ગયેલાં] વર્ષોની ગણતરી પ્રમાણે તારે તારા પડોશી પાસેથી ખરીદી કરવી, ને પાકનાં વર્ષોની ગણતરી પ્રમાણે તે તમને વેચાતું આપે."},{"number":16,"verse":"તે વર્ષોની સંખ્યાના પ્રમાણમાં તારે વસ્તુની કિંમત વધારવી, ને તે વર્ષોની સંખ્યા જેમ થોડી હોય તેમ તેના પ્રમાણમાં તારે તેની કિંમત ઘટાડવી, કેમ કે ફસલોની સંખ્યાને ધોરણે તે તને વેચાતું આપે છે."},{"number":17,"verse":"અને તમારે એકબીજાનું નુકસાન કરવું નહિ; પણ તારે તારા ઈશ્વરનો ડર રાખવો; કેમ કે હું યહોવા તમારો ઈશ્વર છું."},{"number":18,"verse":"( સાતમાં વર્ષ અંગેનો પ્રશ્ન:વાવણી વિષે) માટે તમે મારા વિધિઓ પાળો, ને મારા હુકમો પાળીને તેમનો અમલ કરો. અને તમે દેશમાં સહીસલામત રહેશો."},{"number":19,"verse":"અને ભૂમિ પોતાની ઊપજ આપશે, ને તમે ધરાતાં સુધી ખાશો, ને તેમાં સહીસલામત રહેશો."},{"number":20,"verse":"અને જો તમે કહો કે, જો, સાતમે વર્ષે અમે વાવીએ નહિ ને અમારી ઊપજનો સંગ્રહ કરીએ નહિ, ત્યારે અમે [તે વર્ષે] શું ખાઈએ?"},{"number":21,"verse":"તો છઠ્ઠે વર્ષે તમારા ઉપર મારો આશીર્વાદ આવે, એવું હું ફરમાવીશ, ને તે [વર્ષે] ત્રણ વર્ષ ચાલે એટલી પેદાશ થશે."},{"number":22,"verse":"અને તમે આઠમે વર્ષે વાવશો, ને જૂની પેદાશના સંગ્રહમાંથી ખાશો. નવમા વર્ષની પેદાશ ઘેર નહિ આવે ત્યાં સુધી તમે જૂના સંગ્રહમાંથી ખાશો."},{"number":23,"verse":"( જમીનના વેચાણ અંગેના નિયમો) અને જમીન સદાને માટે વેચાય નહિ; કેમ કે જમીન મારી જ છે; કેમ કે મારે ત્યાં તો તમે પરદેશી તથા પ્રવાસી છો."},{"number":24,"verse":"અને તમારા વતનના આખા દેશમાં જમીનને છોડાવવાની તમારે છૂટ આપવી."},{"number":25,"verse":"જો તારો ભાઈ કંગાલાવસ્થામાં આવી પડયો હોય, ને તે પોતાના વતનમાંથી કેટલુંક વેચી ખાય, તો તેનો નજીકનો સગો આવીને તેના ભાઈએ જે વેચી ખાધું હોય, તે [મૂલ્ય આપીને] છોડાવી લે."},{"number":26,"verse":"અને જો તે માણસની પાસે કોઈ તે છોડાવનાર ન હોય, ને તે પોતે દ્રવ્યવાન થયો હોય, ને તે છોડાવવાને જોઈએ તેટલું નાણું તેને મળી શકતું હોય,"},{"number":27,"verse":"તો તે તેને વેચ્યાના વર્ષો ગણે, ને જે વધે તે, જે માણસે તેણે એ વેચ્યું હોય, તેને પાછું આપે. અને તે પોતાના વતનમાં પાછો આવે."},{"number":28,"verse":"પણ જો તે પાછું લેવા તે અશક્ત હોય, તો તેણે કે વેચ્યું હોય તે, જેણે તે ખરીદ્યું હોય તેની પાસે, જ્યુબિલીના વર્ષ સુધી રહે. અને જ્યુબિલીમાં તે છૂટે, ને તે પોતાના વતનમાં પાછો આવે."},{"number":29,"verse":"અને જો કોઈ માણસ કોટવાળા નગરમાંનું રહેવાનું ઘર વેચે, તો તે વેચ્યા પછી એક વર્ષની અંદર તે તેને છોડાવી શકે. એક વર્ષની અંદર તેને તે છોડાવવાનો હક છે."},{"number":30,"verse":"અને જો એક આખા વર્ષની મુદતમાં તેને તે છોડાવે નહિ, તો તે કોટવાળા નગરમાંનું ઘર ખરીદનારનીઇ માલિકીમાં વંશપરંપરા કાયમ રહે; તે જુબિલીમાં છૂટે નહિ."},{"number":31,"verse":"પણ કોટ વગરનાં ગામડાંના ઘરો સીમનાં ખેતરોની પંક્તિમાં ગણાય. તેમને છોડાવી શકાય, ને તેઓ જુબિલીમાં છૂટે."},{"number":32,"verse":"તોપણ લેવીઓનાં નગરોને તથા તેઓના વતનનાં નગરોનાં ઘરોને લેવીઓ કોઈપણ વખતે છોડાવી શકે."},{"number":33,"verse":"અને જો લેવીઓમાંનો કોઈ છોડાવનાર હોય, તો વેચાયેલું ઘર તથા વતનનું નગર જુબિલીને વર્ષે છૂટે; કેમ કે લેવીઓનાં નગરોનાં ઘર એ તો ઇઝરાયલી લોકો મધ્યે તેમનું વતન છે."},{"number":34,"verse":"પણ તેમનાં નગરોનાં પાદરનાં ખેતરો વેચાય નહિ; કેમ કે તે તેઓનું કાયમનું વતન છે."},{"number":35,"verse":"( ગરીબોને ધિરાણ વિષેના નિયમો) અને ( .) જો તારો ભાઈ કંગાલાવસ્થામાં આવી પડયો હોય, ને તારા પ્રત્યે તે પોતાની ફરજ અદા કરવાને અશક્ત હોય, તો તારે તેને નિભાવી લેવો; તે પરદેશી તથા પ્રવાસી તરીકે તારી સાથે રહે."},{"number":36,"verse":"તું તેની પાસેથી કંઈ વ્યાજ કે નફો ન લે, પણ તારા ઈશ્વરનો ડર રાખ; એ માટે કે તારો ભાઈ તારી સાથે પોતાની જિંદગી ગાળે."},{"number":37,"verse":"( ; .) તું તારા પૈસા તેને વ્યાજે ન આપ, તેમ જ નફો લેવા માટે તું તારું અન્‍ન તેને ન આપ."},{"number":38,"verse":"તમારો ઇશ્વર થવા માટે [તથા] તમને કનાન દેશ આપવા માટે તમને મિસર દેશમાંથી કાઢી લાવનાર યહોવા તમારો ઈશ્વર હું છું."},{"number":39,"verse":"( ચાકરો કે ગુલામોને છુટકારો આપવા અંગે) અને જો ( (આખો વિભાગ): ; .) તારો સાથી ભાઈ કંગાલાવસ્થામાં આવી પડયાથી પોતે તારે ત્યાં વેચાયો હોય, તો તું તેની પાસે ગુલામી ન કરાવ."},{"number":40,"verse":"ચાકર તરીકે ન પ્રવાસી તરીકે તે તારી સાથે રહે; જ્યુબિલીના વર્ષ સુધી તે તારે ત્યાં ચાકર રહે."},{"number":41,"verse":"પછી તે તેનાં છોકરાં સહિત તારી પાસેથી છૂટીને તેના પોતાના કુંટુબમાં પાછો જાય, ને પોતાના પિતૃઓના વતનમાં તે પાછો જાય."},{"number":42,"verse":"કેમ કે તેઓ મારા સેવકો છે કે, જેઓને હું મિસર દેશમાંથી કાઢી લાવ્યો. તેઓ ગુલામ તરીકે વેચાય નહિ."},{"number":43,"verse":"તું સખ્તાઈથી તેના પર ધણીપણું ન કર, પણ તારા ઈશ્વરનો ડર રાખ."},{"number":44,"verse":"અને જે ગુલામો તથા ગુલામડીઓ તું રાખે, તે ગુલામો તથા ગુલામડીઓ તો તારી આસપાસની દેશજાતિઓમાંથી તારે રાખવાં."},{"number":45,"verse":"વળી તમારી મધ્યે પ્રવાસ કરતા પરદેશીઓના સંતાન, તથા તમારી સાથે વસતાં તેઓનાં કંટુબો જે તેઓથી તમારા દેશમાં થયાં છે, તેઓમાંથી પણ તમારે ખરીદવા, અને તેઓ તમારી મિલકત થાય."},{"number":46,"verse":"અને તમે તેઓને તમારા પછી તમારાં છોકરાંને માટે વારસો તથા મિલકત થૌઆ માટે લો, અને તેઓમાંથી તમારે હમેશા ગુલામો રાખવાં, પણ તમારા ભાઈ ઇઝરાયલીઓ પર તમે પરસ્પર સખ્તાઇથી ધણીપણું ન કરો."},{"number":47,"verse":"અને જો તારી મધ્યે રહેનાર કોઈ પરદેશી કે પ્રવાસી દ્રવ્યવાન થયો હોય, ને તેની પાસે તારો ભાઈ દરિદ્રી થયો હોય, ને તારી પાસેના પરદેશી કે પ્રવાસીને કે, પરદેશીના કુંટુબના કુળને તે પોતે વેચાય;"},{"number":48,"verse":"તો તે વેચાયા પછી તેને ખંડી લેવાય; એનો કોઈ ભાઈ એને ખંડી લે."},{"number":49,"verse":"અથવા તેનાં કાકા કે, પિત્રાઈ ભાઈ તેને ખંડી લે, અથવા તેના કુંટુંબમાંનો જે તેનો નજીકનો સગો હોય તે તેને ખંડી લે, અથવા જો તે દ્રવ્યવાન થયો હોય; તો તે પોતાને ખંડી લે."},{"number":50,"verse":"અને જેણે તેને ખરીદ્યો હોય, એની સાથે જે વર્ષે તે વેચાયો હોય ત્યાંથી માંડીને તે જુબિલીના વર્ષ સુધી ગણે, અને તે વર્ષોની સંખ્યા પ્રમાણે તેના વેચણાનું મૂલ્ય થાય. ચાકરના દિવસો પ્રમાણે તે તેની સાથે રહે."},{"number":51,"verse":"જો ઘણાં વર્ષ બાકી હોય તો તેમના પ્રમાણમાં, જેટલાં નાણાંથી પોતે ખરીદાયેલો હોય તમાંથી તે પોતાની ખંડણીનું મૂલ્ય પાછું આપે."},{"number":52,"verse":"અને જો જુબિલીના વર્ષને થોડાં જ વર્ષ બાકી રહેતાં હોય, તો તે પણ એની સાથે ગણે; અને તેનાં વર્ષોના પ્રમાણમાં તે પોતાની ખંડણીનું મૂલ્ય એને પાછું આપે."},{"number":53,"verse":"વર્ષ વર્ષનો ઠરાવ કરીને રાખેલા ચાકરની જેમ તે એની સાથે રહે; અને એ તેના ઉપર તારી દષ્ટિમાં સખ્તાઈથી ધણીપણું કરે નહિ."},{"number":54,"verse":"અને જો તે આવી રીતે ખંડી લેવાય નહિ, તો તે તથા તેની સાથે તેનાં છોકરાં જુબિલીના વર્ષમાં છૂટી જાય."},{"number":55,"verse":"કેમ કે ઇઝરાયલી લોકો મારા દાસ છે; મારા જે દાસોને હું મિસર દેશમાંથી કાઢી લાવ્યો તે; હું યહોવા તમારો ઈશ્વર છું."}]}