{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"( પ્રભુએ દાનો કે ભેટ આપવા અંગેન નિયમો) અને યહોવાએ મૂસાને કહ્યું,"},{"number":2,"verse":"“ઇઝરાયલી, લોકને એમ કહે કે, જો કોઈ માણસ ખાસ માનતા લે તો તારા ઠારાવેલા મૂલ્ય પ્રમાણે તે લોકો યહોવા માટે [માન્ય] થશે."},{"number":3,"verse":"અને તારું ઠરાવેલું મૂલ્ય નીચે પ્રમાણે થાય:વીસથી તે સાઠ વર્ષ સુધીની ઉમરના નરને માટે તારું ઠરાવેલું મૂલ્ય, પવિત્રસ્થાનના શેકેલ પ્રમાણે, પચાસ શેકેલ રૂપું થાય."},{"number":4,"verse":"અને જો તે નારી હોય તો તેનું મૂલ્ય ત્રીસ શેકેલ થાય."},{"number":5,"verse":"અને જો તે પાંચથી તે વીસ વર્ષ સુધીની ઉંમરનું હોય તો નરનું મૂલ્ય વીસ શેકેલ ને નારીનું મૂલ્ય દશ શેકેલ તારે ઠરાવવું."},{"number":6,"verse":"અને જો તે એક માસથી તે પાંચ વર્ષ સુધીની ઉમરનું હોય તો નરનું મૂલ્ય પાંચ શેકેલ રૂપું, ને નારીનું મૂલ્ય ત્રણ શેકેલ રૂપું, ને નારીનું મૂલ્ય ત્રણ શેકેલ રૂપું તારે ઠરાવવું."},{"number":7,"verse":"અને તે સાઠ વર્ષની ઉમરનું કે તેથી વધારે ઉમરનું હોય, ને પુરુષ હોય તો તેનું મૂલ્ય પંદર શેકેલ ને નારીનું દશ શેકેલ તારે ઠરાવવું."},{"number":8,"verse":"પણ જો ઠરાવેલા મૂલ્ય કરતાં તે ગરીબ હાલતમાં હોય તો તેને યાજકની આગળ રજૂ કરવો, અને યાજક તેનું મૂલ્ય ઠરાવે; માનતા લેનારની શક્તિ પ્રમાણે યાજક તેનું મૂલ્ય ઠરાવે."},{"number":9,"verse":"અને જે પશુનું અર્પણ યહોવાને કરવામાં આવે છે [તે વિષેની માનતા હોય] , તો તેમાંનું કોઈ માણસ યહોવાને જે કંઈ અર્પે તે બધું પવિત્ર ગણાય."},{"number":10,"verse":"તેમાં તેણે ફેરફાર કરવો નહિ તથા સારાને બદલે નરસું કે નરસાને બદલે સારું બદલવું નહિ; અને જો તે એક પશુને ઠેકાણે બીજું બદલે તો તે તથા તેના બદલામાં આપેલું તે બન્‍ને પવિત્ર ગણાય."},{"number":11,"verse":"અને જો તે અશુદ્ધ પશુ હોય કે જેનું અર્પણ લોકો યહોવાની સેવામાં ચઢાવતા નથી, તો તે પશુને યાજકની આગળ તે રજૂ કરે;"},{"number":12,"verse":"અને યાજક તેનું મૂલ્ય ઠરાવે, પછી તે સારું હોય કે નરસું હોય. હે યાજક, જેટલું તું તેનું મૂલ્ય ઠરાવે, તેટલું તેનું મૂલ્ય થાય."},{"number":13,"verse":"પણ જો ખરેખર તે છોડાવી લેવાની તેની મરજી હોય, તો તે તેમાં તારા ઠરાવેલા મૂલ્યનો પંચમાંશ ઉમેરે."},{"number":14,"verse":"અને જ્યારે કોઈ માણસ પોતાનું ઘર યહોવાને માટે પવિત્ર થવાને માટે અર્પણ કરે, ત્યારે યાજક તેનું મૂલ્ય ઠરાવે, પછી તે ઘર સારું હોય કે નરસું હોય. યાજક જેટલું તેનું મૂલ્ય ઠરાવે તેટલું કાયમ રહે."},{"number":15,"verse":"અને જેણે તે ઘર અર્પણ કર્યું હોય તે જો તે છોડાવી લેવા ચાહેમ તો તારા ઠરાવેલા મૂલ્યનો પંચમાંશ ઉમેરીને તે આપે, એટલે તે તેનું થાય."},{"number":16,"verse":"અને જો કોઈ માણસ પોતાના વતનના ખેતરનો ભાગ યહોવાને અર્પણ કરે, તો તેની વાવણી પ્રમાણે તેનું મૂલ્ય તારે ઠરાવવું; એટલે જેટલામાં એક હોમર જવ વવાય તેટલાંનું મૂલ્ય પચાસ શેકેલ રૂપું ગણાય."},{"number":17,"verse":"જો તે પોતાનું ખેતર જુબિલીના વર્ષથી અર્પણ કરે તો તારા ઠરાવ્યા પ્રમાણે તેનું મૂલ્ય થાય."},{"number":18,"verse":"પણ જો તે પોતાનું ખેતર જુબિલી પછી અર્પણ કરે તો તે પછીની જુબિલીને આવતાં જેટલા વર્ષ બાકી હોય તેટલાંના પ્રમાણમાં યાજક તેને માટે નાણું ગણે, અને તારા ઠરાવેલા મૂલ્યમાં ઘટાડો કરવામાં આવે."},{"number":19,"verse":"અને જેણે તે ખેતર અર્પણ કર્યું હોય તે જો તે છોડાવી લેવા ચાહે, તો તારા ઠરાવેલા મૂલ્યનો પંચમાંશ ઉમેરીને તે આપે એટલે તે તેનું થાય."},{"number":20,"verse":"અને જો તે ખેતર તે છોડાવી ન લે, અથવા જો તેણે તે ખેતર બીજાને વેચી દીધું હોય, તો તે ફરીથી કદી છોડાવી લેવાય નહિ."},{"number":21,"verse":"પણ જ્યારે તે ખેતર જુબિલીમાં છૂટે, ત્યારે સમર્પિત ખેતર તરીકે તે યહોવાને માટે પવિત્ર ગણાય. તે યાજકના કબજામાં રહે."},{"number":22,"verse":"અને પોતના વતનમાંનું નહિ પણ પોતે ખરીદેલું એવું ખેતર જો કોઈ યહોવાને અર્પણ કરે,"},{"number":23,"verse":"તો જુબિલીના વર્ષ સુધીની તેની જે કિંમત તારા ઠરાવેલા મૂલ્ય પ્રમાણે થાય તે યાજક તેને માટે ગણે; અને તારું ઠરાવેલું મૂલ્ય તે જ દિવસે એક પવિત્ર વસ્તુ તરીકે તે યહોવાની અર્પી દે."},{"number":24,"verse":"જેની પાસેથી તે ખેતર ખરીદાયેલું હતું, એટલે જેના વતનનું તે હતું, તેને તે ખેતર જુબિલીના વર્ષમાં પાછું મળે."},{"number":25,"verse":"અને જે મૂલ્ય તું ઠરાવે તે બધું પવિત્રસ્થાન ના શેકેલ પ્રમાણે ઠરાવવું, વીસ ગેરાહનો એક શેકેલ થાય છે."},{"number":26,"verse":"પણ પશુઓનું પ્રથમજનિત કે જે યહોવાને માટે પ્રથમજનિત તરીકે ગણાયેલું છે, તેનું અર્પણ કોઈ માણસ ન કરે, તે તો યહોવાનું છે, પછી તે બળદ હોય કે ઘેટું હોય."},{"number":27,"verse":"અને જો તે અશુદ્ધ પશુનું હોય તો પંચમાંશ ઉમેરીને તે તારું ઠરાવેલું મૂલ્ય આપીને તેને છોડાવી લે, અથવા જો તે છોડાવી લેવાય નહિ તો તારા ઠરાવેલા મૂલ્ય પ્રમાણે તેને વેચી દેવું."},{"number":28,"verse":"પરંતુ કોઈ માણસ, પોતાની પાસે જે હોય તેમાંથી કંઈ યહોવાને સમર્પણ કરે, તો ( .) તે સમર્પિત વસ્તુ, પછી તે માણસ હોય કે પશુ હોય કે પોતાના વતનનું ખેતર હોય, પણ તેને વેચવી કે છોડાવી લેવી નહિ. પ્રત્યેક સમર્પિત વસ્તુ યહોવાને માટે પરમપવિત્ર છે"},{"number":29,"verse":"જે કોઈ સમર્પિત થયેલો, જેનું સમર્પણ માણસોમાંથી થયેલું તે છોડાવી લેવાય નહિ, તેને જરૂર મારી નાખવો."},{"number":30,"verse":"અને ( (આખો વિભાગ): ; .) ભૂમિની સર્વ ઊપજ, પછી તે ભૂમિનું બીજ હોય કે ઝાડનું ફળ હોય પણ તેનો દશાંશ યહોવાનો છે, તે યહોવાને માટે પવિત્ર છે."},{"number":31,"verse":"અને જો કોઈ માણસને પોતાના દશાંશમાંથી કંઈ છોડાવી લેવું હોય, તો તેમાં તે તેનો પંચમાંશ ઉમેરે."},{"number":32,"verse":"અને ઢોર તથા ઘેટાંબકરાંનો દશાંશ, એટલે જે કોઈ લાકડી તળે આવી જાય છે, તેનો દશાંશ યહોવાને માટે પવિત્ર ગણાય."},{"number":33,"verse":"તે સારું છે કે નરસું તેની તપાસ તે કરે નહિ તથા તેને બદલે નહિ; અને જો કોઈ રીતે તે તેને બદલે, તો તે તથા તેની બદલીનું [જનાવર] બન્‍ને પવિત્ર ગણાય. તે છોડાવી લેવાય નહિ.”"},{"number":34,"verse":"જે આજ્ઞાઓ યહોવાએ ઇઝરાયલી લોકોને માટે સિનાઈ પર્વત પર મૂસાને ફરમાવી તે એ છે."}]}