{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":5,"verses":[{"number":1,"verse":"( પાપાર્થાર્પણની જરૂર પડે તેવા બનાવો) અને જો કોઈ જન સાક્ષી હોવા છતાં તેને શપથ આપવામાં આવે ત્યારે તેણે જે જોયું હોય કે જાણતો હોય, તે જાહેર ન કરીને પાપમાં પડે તો તેનો અન્યાય તેને માથે છે."},{"number":2,"verse":"અથવા જો કોઈ માણસ કોઈ અશુદ્ધ વસ્તુનો, એટલે અશુદ્ધ પશુના મુડદાનો કે અશુદ્ધ ઢોરના મુડદાનો કે અશુદ્ધ સર્પટિયાના મુડદાનો સ્પર્શ કરે, ને તે તેના જાણવામાં ન આવતાં તે અશુદ્ધ થયો હોય તો તે દોષિત ગણાય;"},{"number":3,"verse":"અથવા કોઇપણ અશુદ્ધતાથી કોઈ માણસ શુદ્ધ થયો હોય, તેની અશુદ્ધતાનો જો કોઈ સ્પર્શ કરે ને તે તેના જાણવામાં આવ્યું ન હોય, તો જ્યારે તે તેના જાણવામાં આવે ત્યારે તે દોષિત ગણાય;"},{"number":4,"verse":"અથવા જો કોઈ માણસ ભૂંડું કરવાના કે ભલું કરવાના સોગન પોતના હોઠોથી વગર વિચારે ખાય કે, વગર વિચારે સોગન ખાઈને ગમે તે કહે, ને જો તે તેના જાણવામાં આવ્યું ન હોય, તો જ્યારે તે તેના જાણવામાં આવે ત્યાએ તે તેઓમાંથી એક વિષે દોષિત ઠરે."},{"number":5,"verse":"અને જ્યારે તે તેઓમાંથી એક વિષે તેણે પાપ કર્યું હોય તે તે કબૂલ કરે,"},{"number":6,"verse":"અને જે પાપ તેણે કર્યું હોય તેને લીધે યહોવાને માટે તે પોતાનું દોષાર્થાર્પણ લાવે, એટલે પાપાર્થાર્પણને માટે ટોળામાંથી નારી જાતિનું એક હલવાન કે બકરી; અને યાજક તેના પાપને લીધે તેને માટે પ્રાયશ્ચિત્ત કરે."},{"number":7,"verse":"અને જો હલવાન લાવવું એ તેના ગજા ઉપરાંત હોય, તો જે પાપ તેણે કર્યું હોય તેને લીધે દોષાર્થાર્પણને માટે તે યહોવાને માટે બે હોલા કે કબૂતરનાં બે બચ્ચાં લાવે; એક પાપાર્થાર્પણને માટે, ને બીજું દહનીયાર્પણને માટે."},{"number":8,"verse":"અને તે તેઓને યાજક પાસે લાવે, ને પાપાર્થર્પણને માટે જે હોય તેને તે પ્રથમ ચઢાવે, ને તે તેની ગરદન પરથી તેનું માથું મરડી નાખે, પણ તેના બે ભાગ પાડી ન દે."},{"number":9,"verse":"અને તે પાપાર્થાર્પણના રક્તમાંનું વેદીની બાજુ પર છાંટે; અને બાકીનું રક્ત વેદીના થડમાં નીતરી જવા દે; તે પાપાર્થાર્પણ છે."},{"number":10,"verse":"અને બીજાનું પણ તે વિધિ પ્રમાણે દહનીયાર્પણ ચઢાવે; અને તેણે જે પાપ કર્યું હોય તેને લીધે યાજક તેને માટે પ્રાયશ્ચિત્ત કરે, એટલે તેને ક્ષમા કરવામાં આવશે."},{"number":11,"verse":"અને જો બે હોલા કે કબૂતરનાં બે બચ્ચાં મેળવવાં એ તેના ગજા ઉપરાંત હોય, તો પોતે જે પાપ કર્યું હોય તેને લીધે પાપાર્થાર્પણને માટે એક દશાંશ એફાહ મેંદાનું તે પોતાને માટે અર્પણ લાવે. તે પર તે કંઈ તેલ ન રેડે, ને તે પર તે કંઈ લોબાન ન મૂકે; કેમ કે તે તો પાપાર્થાર્પણ છે."},{"number":12,"verse":"અને તે તેને યાજક પાસે લાવે, ને યાજક યાદગીરી દાખલ તેમાંથી ખોબાભર લઈને વેદી પર યહોવાના હોમયજ્ઞ ઉપર તેનું દહન કરે:તે પાપાર્થાર્પણ છે."},{"number":13,"verse":"અને આ કૃત્યોમાંના જે કોઈ વિષે તેણે પાપ કર્યું હોય તેને લીધે યાજક તેને માટે પ્રાયશ્ચિત્ત કરે, એટલે તેને ક્ષમા કરવામાં આવશે. અને ખાદ્યાર્પણની પેઠે [બાકીનું] યાજકનું થાય.”"},{"number":14,"verse":"( દોષાર્થાર્પણ) અને યહોવાએ મૂસાને કહ્યું,"},{"number":15,"verse":"“જો કોઈ માણસ ઉલ્લંઘન કરીને યહોવાની પવિત્ર વસ્તુઓ વિષે અજાણે પાપ કરે, તો તે યહોવા પ્રત્યે પોતાનું દોષાર્થાર્પણ લાવે, ટોળામાંથી ખોડખાંપણ વગરનો એક ઘેટો, એટલે તું ઠરાવે એટલા શેકેલ રૂપું, પવિત્રસ્થાનના શેકેલ પ્રમાણે, દોષાર્થાર્પણને માટે લાવે."},{"number":16,"verse":"અને જે પવિત્ર વસ્તુ વિષે તેણે પાપ કર્યું હોય તેનો બદલો તે ભરી આપે, ને વળી તેનો એક પંચમાશ તેમાં ઉમેરીને યાજકને તે આપે. અને યાજક તેને માટે દોષાર્થાર્પણના ઘેટા વડે પ્રાયશ્ચિત્ત કરે, એટલે તેને ક્ષમા કરવામાં આવશે."},{"number":17,"verse":"અને જો કોઈ માણસ જે કામો કરવાની યહોવાએ મના કરેલી છે તેઓમાંનું કોઈ પણ કરીને પાપ કરે, તો જો તેણે અજાણતાં કર્યું હોય તોપણ તે દોષિત છે, ને તેનો અન્યાય તેને માથે."},{"number":18,"verse":"તે દોષાર્થાર્પણને માટે ટોળામાંનો તારા ઠરાવ્યા પ્રમાણેનો ખોડખાંપણ વગરનો ઘેટો યાજક પાસે લાવે, અને જે ચૂક તેણે અજાણતાં એટલે જાણ્યા વગર કરી, તે વિષે યાજક તેને માટે પ્રાયશ્ચિત્ત કરે, એટલે તેને ક્ષમા કરવામાં આવશે."},{"number":19,"verse":"તે દોષાર્થાર્પણ છે; તે નિશ્ચે યહોવા આગળ દોષિત છે.”"}]}