{"bibleAbbr":"guOV2016","bookName":"લેવીય","bookEnglishName":"Leviticus","chapterNumber":7,"verses":[{"number":1,"verse":"( દોષાર્થાર્પણ) અને દોષાર્થાર્પણનો નિયમ આ છે: તે પરમપવિત્ર છે."},{"number":2,"verse":"જે જગાએ દહનીયાર્પણ કપાય છે, ત્યાં તેઓ દોષાર્થાર્પણ કાપે; અને તેનું રક્ત તે વેદી પર ચારે બાજુએ છાંટે."},{"number":3,"verse":"અને તે તેમાંની બધી ચરબીનું અર્પણ કરે. પુષ્ટ પૂછડી તથા આંતરડાં ઉપરની ચરબી,"},{"number":4,"verse":"તથા બન્‍ને ગુરદા, તથા તેઓ ઉપરની જે જે ચરબી જાંઘોની પાસે હોય છે તે, તથા કલેજા પરનું ચરબીનું પડ ગુરદા સહિત કાઢી લેવાં."},{"number":5,"verse":"અને યાજક યહોવા પ્રત્યે હોમયજ્ઞને માટે વેદી પર તેમનું દહન કરે; તે દોષાર્થાર્પણ છે."},{"number":6,"verse":"યાજકોમાંનો દરેક પુરુષ તે ખાય, પવિત્ર જગામાં તે ખાવામાં આવે, તે પરમપવિત્ર છે."},{"number":7,"verse":"જેવું પાપાર્થાર્પણ તેવું જ દોષાર્થાર્પણ છે. તેઓને માટે એક જ નિયમ છે; જે યાજક તે વડે પ્રાયશ્ચિત્ત કરે, તેને તે મળે,"},{"number":8,"verse":"અને જે યાજક કોઈ માણસનું દહનીયાર્પણ ચઢાવે, તે જ યાજક પોતે ચઢાવેલા દહનીયાર્પણનું ચામડું પોતાને માટે લે."},{"number":9,"verse":"અને ભઠ્ઠીમાં પકાવેલું, તથા કઢાઈમાં ને તવામાં તળેલું સર્વ ખાદ્યાર્પણ તે ચઢાવનાર યાજકનું થાય."},{"number":10,"verse":"અને સર્વ તેલવાળું કે કોરું ખાદ્યાર્પણ હારુનના સર્વ પુત્રો લે, દરેક સરખે ભાગે તે લે."},{"number":11,"verse":"( શાંત્યર્પણ) અને શાંત્યર્પણોનો યજ્ઞ યહોવા પ્રત્યે કોઈ ચઢાવે, તો તેનો નિયમ આ છે:"},{"number":12,"verse":"જો આભારસ્તુતિને અર્થે તે તે ચઢાવે, તો તે આભારાર્થાર્પણની સાથે તેલમાં મોહેલી ખમીર વગરની પોળીઓ, તથા તેલ લગાડેલા ખમીર વગરના ખાખરા, તથા [તેલમાં] બોળેલા મેંદાની તેલે મોહેલી પોળીઓ ચઢાવે."},{"number":13,"verse":"આભારસ્તુતિને અર્થે પોતાનાં શાંત્યર્પણોના યજ્ઞ સાથે ખમીરી રોટલીની પોળીઓનું અર્પણ તે ચઢાવે."},{"number":14,"verse":"અને તેમાંના પ્રત્યેક અર્પણમાંથી અકેક [વસ્તુ] યહોવાને માટે ઉચ્છાલીયાર્પણ તરીકે ચઢાવે; શાંત્યર્પણોનું રક્ત છાંટનાર યાજકને જ તે મળે."},{"number":15,"verse":"અને આભારસ્તુતિને માટેનાં શાંત્યર્પણોના યજ્ઞનું માંસ અર્પણને દિવસે જ તે ખાઈ જાય; તે તેમાંથી કંઈ પણ સવાર સુધી રહેવા ન દે."},{"number":16,"verse":"પણ જો તેનું યજ્ઞપર્ણ એ કોઈ માનતા કે ઐચ્છિકાપર્ણ હોય, તો જે દિવસે તે પોતાનું અર્પણ ચઢાવે તે દિવસે તે તે ખાય; અને તેમાંનું બાકી રહેલું તે બીજે દિવસે ખાય."},{"number":17,"verse":"પણ તે યજ્ઞના માંસમાંનું જે કંઈ ત્રીજા દિવસ સુધી રહે તેને અગ્નિમાં બાળી નાંખવું."},{"number":18,"verse":"અને જો તેનાં શાંત્યર્પણોના યજ્ઞના માંસમાંનું કંઈ પણ ત્રીજે દિવસે ખાવામાં આવે તો તે માન્ય થશે નહિ, તેમ જ અર્પણ કરનારના લાભમાં તે ગણાશે પણ નહિ, તે અમંગળ ગણાશે, ને જે માણસ તેમાંનું ખાશે તેનો દોષ તેને માથે."},{"number":19,"verse":"અને જે માંસને કોઈ અશુદ્ધ વસ્તુનો સ્પર્શ થાય તે ખાવું નહિ; તેને અગ્નિમાં બાળી નાખવું. અને પ્રત્યેક જે શુદ્ધ હોય, તે તે માંસ ખાય."},{"number":20,"verse":"પણ જે જન પોતાનું અંગ અશુદ્ધ હોવા છતાં યહોવાને માટેનાં શાંત્યર્પણોના યજ્ઞનું માંસ ખાય, તે માણસ પોતાના લોકોમાંથી અગલ કરાય."},{"number":21,"verse":"અને જે માણસ કોઈ અશુદ્ધ વસ્તુનો, એટલે મનુષ્યના અશુદ્ધપણાનો, કે અશુદ્ધ પશુનો, કે કોઈપણ અશુદ્ધ કે અમંગળ વસ્તુનો સ્પર્શ કરે, ને યહોવાને માટેનાં શાંત્યર્પણોના યજ્ઞનું માંસ ખાય, તે પોતાના લોકોમાંથી અલગ કરાય.”"},{"number":22,"verse":"અને યહોવાએ મૂસાને કહ્યું,"},{"number":23,"verse":"“ઇઝરાયલ પ્રજાને એમ કહે કે બળદની કે ઘેટાની કે બકરાનિ કંઈ પણ ચરબી તમે ન ખાઓ."},{"number":24,"verse":"અને મુડદાલની ચરબી તથા જાનવરોએ ફાડી નાખેલાની ચરબી બીજા કોઈ કામમાં વપરાય ખરી; પણ તમારે તે કદી ખાવી નહિ."},{"number":25,"verse":"કેમ કે માણસો યહોવા પ્રત્યે જે પશુનો હોમયજ્ઞ ચઢાવે છે તેની‍ ચરબી જે કોઈ ખાય, તે ખાનાર માણસ પોતાના લોકો મધ્યે પણ અગલ કરાય."},{"number":26,"verse":"અને ( (આખો વિભાગ) ; ; ; ; .) તમે કોઈ પણ પ્રકારનું રક્ત, પછી તે પક્ષીનું હોય કે પશુનું હોય, તે તમારા કોઈ પણ રહેઠાણમાં ન ખાઓ."},{"number":27,"verse":"જે માણસ કંઇ પણ રક્ત ખાય તે માણસ પોતાના લોકો મધ્યેથી અગલ કરાય.”"},{"number":28,"verse":"અને યહોવાએ મૂસાને કહ્યું,"},{"number":29,"verse":"“ઇઝરાયલી લોકોને એમ કહે કે, જે કોઈ પોતનાં શાંત્યર્પણોનો યજ્ઞ યહોવા પ્રત્યે ચઢાવે, તે પોતાનાં શાંત્યર્પણોના યજ્ઞમાંથી યહોવા પાસે અર્પણ લાવે;"},{"number":30,"verse":"તે પોતાના હાથે યહોવાનાં હોમયજ્ઞ લાવે, તે ચરબી સહિત છાતી લાવે, એ માટે કે તે છાતીની, આરત્યર્પણને માટે યહોવાની સમક્ષ આરતી કરાય."},{"number":31,"verse":"અને યાજક વેદી પર ચરબીનું દહન કરે, પણ છાતી હારુન તથા તેના પુત્રો લે."},{"number":32,"verse":"અને તમારાં શાંત્યર્પણોના યજ્ઞમાંથી જમણું બાવડું ઉચ્છલીયાર્પણને માટે તમારે યાજકને આપવું."},{"number":33,"verse":"એ જમણું બાવડું, હારુનના પુત્રોમાંનો જે શાંત્યર્પણોનું રક્ત તથા ચરબી ચઢાવે, તેનું થાય."},{"number":34,"verse":"કેમ કે આરતિક્ત છાતી તથા ઉચ્છાલિત બાવડું ઇઝરાયલી લોકો પાસેથી તેઓનાં શાંત્યર્પણોના યજ્ઞમાંથી મેં લીધાં છે, ને મેં તે હારુન યાજકને તથા તેના પુત્રોને ઇઝરાયલી લોકો તરફથી તેઓના હમેશના દાપા તરીકે આપ્યાં છે.”"},{"number":35,"verse":"યહોવાની સેવા કરવાને હારુનને તથા તેના પુત્રોને યાજક તરીકે તેણે રજૂ કર્યા તે જ દિવસે યહોવાના હોમયજ્ઞમાંથી તેનો અભિષેકનો હિસ્સો તે આ પ્રમાણે છે:"},{"number":36,"verse":"એ વિષે યહોવાએ જે દિવસે તોનો અભિષેક થયો તે દિવસે એવી આજ્ઞા કરી કે, ઇઝરાયલી લોકો તેઓને તે આપે. તે વંશપરંપરા તેઓનુમ સદાનું દાપું છે."},{"number":37,"verse":"દહનીયાર્પણનો, ખાદ્યાર્પણનો તથા પાપાર્થાર્પણનો તથા દોષાર્થાર્પણનો તથા પાપાર્થાર્પણનો તથા દોષાર્થાર્પણનો, તથા પ્રતિષ્ઠાક્રિયાનો તથા શાંત્યર્પણોના યજ્ઞ નો નિયમ એ જ છે."},{"number":38,"verse":"સિનાઇના અરણ્યમાં યહોવાને માટે અર્પણ ચઢાવવાની ઇઝરાયલી લોકોને તેણે આજ્ઞા કરી, તે દિવસે યહોવાએ સિનાઈ પર્વતમાં મૂસાને એ આ આપી.”"}]}