{"bibleAbbr":"MKJV1962","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"And the LORD said to Abram, Go out of your country, and from your kindred, and from your father's house into a land that I will show you."},{"number":2,"verse":"And I will make you a great nation. And I will bless you and make your name great. And you shall be a blessing."},{"number":3,"verse":"And I will bless those that bless you and curse the one who curses you. And in you shall all families of the earth be blessed."},{"number":4,"verse":"And Abram departed, even as the LORD had spoken to him. And Lot went with him. And Abram was seventy-five years old when he departed from Haran."},{"number":5,"verse":"And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gained in Haran. And they went forth to go into the land of Canaan. And they came into the land of Canaan."},{"number":6,"verse":"And Abram passed through the land to the place of Shechem, unto the Oak of Moreh. And the Canaanite [was] then in the land."},{"number":7,"verse":"And the LORD appeared to Abram and said, I will give this land to your seed. And he built an altar there to the LORD who appeared to him."},{"number":8,"verse":"And he moved from there to a mountain on the east of Bethel. And he pitched his tent [with] Bethel toward the sea and Hai on the east. And he built an altar there to the LORD, and called upon the name of the LORD."},{"number":9,"verse":"And Abram journeyed, going on and pulled up [stakes] toward the south."},{"number":10,"verse":"And there was a famine in the land. And Abram went down into Egypt to stay there, for the famine [was] grievous in the land."},{"number":11,"verse":"And it happened, when he had come near to enter into Egypt, he said to Sarai his wife, Behold now, I know that you are a beautiful woman to look upon."},{"number":12,"verse":"And it will be when the Egyptians see you, they shall say, This [is] his wife. And they will kill me, but they will save you alive."},{"number":13,"verse":"I pray you, say that you [are] my sister, so that it may be well with me for your sake. And my soul shall live because of you."},{"number":14,"verse":"And it happened when Abram had come into Egypt, the Egyptians saw that the woman [was] very beautiful."},{"number":15,"verse":"The princes of Pharaoh also saw her and commended her before Pharaoh. And the woman was taken into Pharaoh's house."},{"number":16,"verse":"And he treated Abram well for her sake. And he had sheep, and oxen, and he-asses, and male servants, and maidservants, and she-asses, and camels."},{"number":17,"verse":"And the LORD plagued Pharaoh and his house with great plagues because of Sarai, Abram's wife."},{"number":18,"verse":"And Pharaoh called Abram and said, What [is] this you have done to me? Why did you not tell me that she [is] your wife?"},{"number":19,"verse":"Why did you say, She [is] my sister? And so I was about to take her to me as wife. Now therefore behold your wife. Take [her] and go."},{"number":20,"verse":"And Pharaoh commanded men concerning him. And they sent him away, and his wife, and all that he had."}]}