{"bibleAbbr":"MKJV1962","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"And when Rachel saw that she bore Jacob no children, Rachel envied her sister. And she said to Jacob, Give me sons, or else I will die."},{"number":2,"verse":"And Jacob's anger was kindled against Rachel. And he said, Am I in God's stead, who has withheld from you the fruit of the womb?"},{"number":3,"verse":"And she said, Behold my slave woman Bilhah; go in to her, and she shall bear upon my knees, and yea, let me be built up from her, me also."},{"number":4,"verse":"And she gave him her slave woman Bilhah to wife. And Jacob went in to her."},{"number":5,"verse":"And Bilhah conceived, and bore Jacob a son."},{"number":6,"verse":"And Rachel said, God has judged me, and has also heard my voice, and has given me a son. Therefore she called his name Dan."},{"number":7,"verse":"And Rachel's slave woman Bilhah conceived again, and bore Jacob a second son."},{"number":8,"verse":"And Rachel said, With the wrestlings of God I have wrestled with my sister, and I have prevailed. And she called his name Naphtali."},{"number":9,"verse":"When Leah saw that she had quit bearing, she took her slave woman Zilpah and gave her to Jacob to wife."},{"number":10,"verse":"And Leah's slave woman Zilpah bore Jacob a son."},{"number":11,"verse":"And Leah said, With fortune. And she called his name Gad."},{"number":12,"verse":"And Leah's slave woman Zilpah bore Jacob a second son."},{"number":13,"verse":"And Leah said, I am happy, for the daughters will call me blessed. And she called his name Asher."},{"number":14,"verse":"And Reuben went out in the days of the wheat harvest, and found love-apples in the field, and brought them to his mother Leah. And Rachel said to Leah, please give me some of your son's love-apples."},{"number":15,"verse":"And she said to her, [Is it] a small matter that you have taken my husband? And would you also take my son's love-apples? And Rachel said, Therefore he shall lie with you tonight for your son's love-apples."},{"number":16,"verse":"And Jacob came out of the field in the evening. And Leah went out to meet him, and said, You must come in to me, for I have surely hired you with my son's love-apples. And he lay with her that night."},{"number":17,"verse":"And God listened to Leah, and she conceived, and bore Jacob the fifth son."},{"number":18,"verse":"And Leah said, God has given me my hire, because I gave my slave to my husband. And she called his name Issachar."},{"number":19,"verse":"And Leah conceived again, and bore Jacob the sixth son."},{"number":20,"verse":"And Leah said, God has given me a good present. Now my husband will live with me, because I have borne him six sons. And she called his name Zebulun."},{"number":21,"verse":"And afterward she bore a daughter, and called her name Dinah."},{"number":22,"verse":"And God remembered Rachel, and God listened to her and opened her womb."},{"number":23,"verse":"And she conceived and bore a son, and she said, God has taken away my reproach."},{"number":24,"verse":"And she called his name Joseph. And she said, May the LORD add another son to me."},{"number":25,"verse":"And when Rachel had borne Joseph, it happened that Jacob said to Laban, Send me away so that I may go into my own place and to my country."},{"number":26,"verse":"Give me my wives and my children, [for] whom I have served you, and let me go. For you know my service which I have done you."},{"number":27,"verse":"And Laban said to him, I pray you, if I have found favor in your eyes, stay. For I have seen omens, that the LORD has blessed me for your sake."},{"number":28,"verse":"And he said, Appoint your wages and I will give."},{"number":29,"verse":"He said to him, You know how I have served you, and what your cattle has become with me."},{"number":30,"verse":"For you had little before I [came], and it has now increased to a multitude. And the LORD has blessed you since my coming. And now when shall I provide for my own house also?"},{"number":31,"verse":"And he said, What shall I give you? And Jacob said, You shall not give me anything. If you will do this thing for me, I will again feed and keep your flock."},{"number":32,"verse":"I will pass through all the flocks today, taking out all the speckled and spotted sheep, and all of the black sheep among the lambs, and the spotted and the speckled among the goats. And these shall be my hire."},{"number":33,"verse":"And shall my righteousness answer for me in time to come, and it shall come for my hire before your face. Every one that [is] not speckled and spotted among the goats, and black among the sheep, shall be counted stolen with me."},{"number":34,"verse":"And Laban said, Yes, truly let it be according to your word."},{"number":35,"verse":"And that day he took out the he-goats that were striped and spotted, and all the she-goats that were speckled and spotted, every one that had white in it, and all the black from among the lambs, and gave [them] into the hand of his sons."},{"number":36,"verse":"And he set three days' journey between himself and Jacob. And Jacob fed the rest of Laban's flocks."},{"number":37,"verse":"And Jacob took rods of green poplar, and of a fresh tree, and the almond and plane tree. And he peeled white streaks in them, and made the white appear which was in the rods."},{"number":38,"verse":"And he set the rods which he had peeled by the troughs, by the water troughs, where the flocks came to drink, across from the flocks, and the flocks were in heat when they came to drink."},{"number":39,"verse":"And the flocks conceived before the rods, and brought forth striped cattle, speckled, and spotted."},{"number":40,"verse":"And Jacob separated the lambs, and set the faces of the flocks toward the striped, and all the black in the flock of Laban. And he put his own flocks by themselves, and did not put them with the flock of Laban."},{"number":41,"verse":"And it happened when the stronger flocks conceived, Jacob laid the rods before the eyes of the flocks in the troughs, so that they might conceive among the rods."},{"number":42,"verse":"But when the flocks were feeble, he did not put [them] in. And usually it came to be, the weak ones were Laban's and the stronger ones Jacob's."},{"number":43,"verse":"And the man increased exceedingly, and [had] many flocks, and maidservants, and male servants, and camels, and asses."}]}