{"bibleAbbr":"NRSVue2021","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"(The Golden Image) (v 30|DAN 3:30; Isa 46.6; Dan 2.48; Hab 2.19) King Nebuchadnezzar made a golden statue whose height was sixty cubits and whose width was six cubits; he set it up on the plain of Dura in the province of Babylon."},{"number":2,"verse":"(vv 3, 27) Then King Nebuchadnezzar sent for the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces to assemble and come to the dedication of the statue that King Nebuchadnezzar had set up."},{"number":3,"verse":"So the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces assembled for the dedication of the statue that King Nebuchadnezzar had set up. When they were standing before the statue that Nebuchadnezzar had set up,"},{"number":4,"verse":"(Isa 40.9; 58.1; Dan 4.1; 6.25; Rev 10.11) the herald proclaimed aloud, “You are commanded, O peoples, nations, and languages,"},{"number":5,"verse":"(vv 7, 10, 15) that when you hear the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, you are to fall down and worship the golden statue that King Nebuchadnezzar has set up."},{"number":6,"verse":"(vv 11, 15, 21|DAN 3:111521; Jer 29.22; Rev 14.11) Whoever does not fall down and worship shall immediately be thrown into a furnace of blazing fire.”"},{"number":7,"verse":"(vv 4, 5) Therefore, as soon as all the peoples heard the sound of the horn, pipe, lyre, trigon, harp, drum, (Aram mss Gk Vg: MT lacks drum) and entire musical ensemble, all the peoples, nations, and languages fell down and worshiped the golden statue that King Nebuchadnezzar had set up."},{"number":8,"verse":"(Dan 4.7; 6.12) Accordingly, at this time certain Chaldeans came forward and denounced the Jews."},{"number":9,"verse":"(Dan 2.4; 5.10) They said to King Nebuchadnezzar, “O king, live forever!"},{"number":10,"verse":"(vv 4–7, 15|DAN 3:4-715; Dan 6.12) You, O king, have made a decree, that everyone who hears the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, shall fall down and worship the golden statue,"},{"number":11,"verse":"and whoever does not fall down and worship shall be thrown into a furnace of blazing fire."},{"number":12,"verse":"(Dan 1.7; 2.49; 6.13) There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men pay no heed to you, O king. They do not serve your gods, and they do not worship the golden statue that you have set up.”"},{"number":13,"verse":"(v 19|DAN 3:19; Dan 2.12) Then Nebuchadnezzar in furious rage commanded that Shadrach, Meshach, and Abednego be brought in, so they brought those men before the king."},{"number":14,"verse":"(v 1|DAN 3:1; Isa 46.1; Jer 50.2) Nebuchadnezzar said to them, “Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods and you do not worship the golden statue that I have set up?"},{"number":15,"verse":"(vv 5, 6|DAN 3:56; Ex 5.2; Isa 36.18-20; Dan 2.47) Now if you are ready, when you hear the sound of the horn, pipe, lyre, trigon, harp, drum, and entire musical ensemble, you should fall down and worship the statue that I have made. But if you do not worship, you shall immediately be thrown into a furnace of blazing fire, and who is the god who will deliver you out of my hands?”"},{"number":16,"verse":"Shadrach, Meshach, and Abednego answered the king, “O Nebuchadnezzar, we have no need to present a defense to you in this matter."},{"number":17,"verse":"If our God whom we serve is able to deliver us from the furnace of blazing fire and out of your hand, O king, let him deliver us. (Or If our God whom we serve is able to deliver us, he will deliver us from the furnace of blazing fire and out of your hand, O king.)"},{"number":18,"verse":"But if not, be it known to you, O king, that we will not serve your gods and we will not worship the golden statue that you have set up.”"},{"number":19,"verse":"(The Fiery Furnace) Then Nebuchadnezzar was so filled with rage against Shadrach, Meshach, and Abednego that his face was distorted. He ordered the furnace heated up seven times more than was customary"},{"number":20,"verse":"and ordered some of the strongest guards in his army to bind Shadrach, Meshach, and Abednego and to throw them into the furnace of blazing fire."},{"number":21,"verse":"So the men were bound, still wearing their tunics, (Meaning of Aram uncertain) their trousers, (Meaning of Aram uncertain) their hats, and their other garments, and they were thrown into the furnace of blazing fire."},{"number":22,"verse":"Because the king’s command was urgent and the furnace was so overheated, the raging flames killed the men who lifted Shadrach, Meshach, and Abednego."},{"number":23,"verse":"But the three men, Shadrach, Meshach, and Abednego, fell down, bound, into the furnace of blazing fire."},{"number":24,"verse":"Then King Nebuchadnezzar was astonished and rose up quickly. He said to his counselors, “Was it not three men that we threw bound into the fire?” They answered the king, “True, O king.”"},{"number":25,"verse":"He replied, “But I see four men unbound, walking in the middle of the fire, and they are not hurt, and the fourth has the appearance of a god.” (Aram a son of the gods)"},{"number":26,"verse":"Nebuchadnezzar then approached the door of the furnace of blazing fire and said, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out! Come here!” So Shadrach, Meshach, and Abednego came out from the fire."},{"number":27,"verse":"(vv 2, 21|DAN 3:221; Isa 43.2; Heb 11.34) And the satraps, the prefects, the governors, and the king’s counselors gathered together and saw that the fire had not had any power over the bodies of those men; the hair of their heads was not singed, their tunics (Meaning of Aram uncertain) were not scorched, and not even the smell of fire came from them."},{"number":28,"verse":"(vv 15, 18, 25|DAN 3:151825; Ps 34.7, 8; Jer 17.7; Acts 5.19; 12.7) Nebuchadnezzar said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants who trusted in him. They disobeyed the king’s command and yielded up their bodies rather than serve and worship any god except their own God."},{"number":29,"verse":"(v 12|DAN 3:12; Dan 2.5, 47; 6.26, 27) Therefore I make a decree: Any people, nation, or language that utters blasphemy against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb and their houses laid in ruins, for there is no other god who is able to deliver in this way.”"},{"number":30,"verse":"(Dan 2.49) Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."}]}