{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"( ਲੋਭੀਆਂ ਦੀ ਸਜ਼ਾ। ਬਕੀਏ ਲਈ ਬਚਾਓ) ਹਾਇ ਓਹਨਾਂ ਉੱਤੇ ਜੋ ਆਪਣੇ ਵਿਛਾਉਣਿਆਂ ਉੱਤੇ ਬਦੀ ਸੋਚਦੇ ਅਤੇ ਦੁਸ਼ਟਪੁਣਾ ਕਰਦੇ ਹਨ! ਜਦ ਸਵੇਰ ਦਾ ਚਾਨਣ ਆਵੇਗਾ ਓਹ ਏਹ ਕਰਨਗੇ, ਕਿਉਂਕਿ ਏਹ ਓਹਨਾਂ ਦੇ ਹੱਥ ਦੇ ਬਲ ਵਿੱਚ ਹੈ।"},{"number":2,"verse":"ਓਹ ਖੇਤਾਂ ਦਾ ਲੋਭ ਕਰਦੇ ਹਨ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਖੋਹ ਲੈਂਦੇ ਹਨ, ਨਾਲੇ ਘਰ ਵੀ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਲੈ ਲੈਂਦੇ ਹਨ। ਓਹ ਮਰਦ ਅਤੇ ਉਸ ਦੇ ਘਰ ਨੂੰ, ਮਨੁੱਖ ਅਤੇ ਉਸ ਦੀ ਮਿਲਖ ਨੂੰ ਸਤਾਉਂਦੇ ਹਨ।"},{"number":3,"verse":"ਏਸ ਲਈ ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਵੇਖੋ, ਮੈਂ ਇਸ ਟੱਬਰ ਉੱਤੇ ਬਿਪਤਾ ਸੋਚਦਾ ਹਾਂ, ਜਿਸ ਤੋਂ ਤੁਸੀਂ ਆਪਣੀਆਂ ਧੌਣਾਂ ਨੂੰ ਨਾ ਕੱਢ ਸੱਕੋਗੇ, ਨਾ ਤੁਸੀਂ ਹੰਕਾਰ ਨਾਲ ਤੁਰੋਗੇ, ਕਿਉਂ ਜੋ ਉਹ ਦਾ ਭੈੜਾ ਸਮਾ ਹੋਵੇਗਾ!"},{"number":4,"verse":"ਉਸ ਦਿਨ ਓਹ ਤੁਹਾਡੇ ਉੱਤੇ ਕਹਾਉਤ ਚੁੱਕਣਗੇ, ਅਤੇ ਰੋ ਪਿੱਟ ਕੇ ਸਿਆਪਾ ਕਰਨਗੇ, ਅਤੇ ਆਖਣਗੇ ਕਿ ਸਾਡਾ ਸੱਤਿਆ ਨਾਸ ਹੋ ਗਿਆ! ਮੇਰੀ ਉੱਮਤ ਦਾ ਭਾਗ ਉਹ ਬਦਲਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਮੈਥੋਂ ਕਿਵੇਂ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਹ ਸਾਡੇ ਖੇਤਾਂ ਨੂੰ ਫਿਰਤੂਆਂ ਵਿੱਚ ਵੰਡਦਾ ਹੈ!"},{"number":5,"verse":"ਸੋ ਤੇਰੇ ਲਈ ਯਹੋਵਾਹ ਦੀ ਸਭਾ ਵਿੱਚ ਕੋਈ ਗੁਣਾ ਪਾ ਕੇ ਜਰੀਬ ਨਾ ਖਿੱਚੇਗਾ"},{"number":6,"verse":"ਪਰਚਾਰ ਨਾ ਕਰੋ, ਓਹ ਇਉਂ ਪਰਚਾਰ ਕਰਦੇ ਹਨ, ਓਹ ਏਹਨਾਂ ਗੱਲਾਂ ਦਾ ਪਰਚਾਰ ਨਾ ਕਰਨਗੇ, ਓਹਨਾਂ ਦੀ ਨਿੰਦਿਆ ਮੁੱਕਦੀ ਹੀ ਨਹੀਂ।"},{"number":7,"verse":"ਹੇ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ, ਇਉਂ ਆਖੀਦਾ ਹੈॽ ਕੀ ਯਹੋਵਾਹ ਦਾ ਆਤਮਾ ਬੇਸਬਰ ਹੈॽ ਭਲਾ, ਏਹ ਉਹ ਦੇ ਕੰਮ ਹਨॽ ਕੀ ਮੇਰੇ ਬਚਨ ਸਿੱਧੇ ਚਾਲ ਚੱਲਣ ਵਾਲੇ ਦੀ ਭਲਿਆਈ ਨਹੀਂ ਕਰਦੇॽ"},{"number":8,"verse":"ਪਰ ਕੱਲ ਦੀ ਗੱਲ ਹੈ ਕਿ ਮੇਰੀ ਪਰਜਾ ਵੈਰੀ ਬਣ ਕੇ ਉੱਠੀ ਹੈ, ਤੁਸੀਂ ਉਸ ਜਣੇ ਦੇ ਕੱਪੜੇ ਉੱਤੋਂ ਚੱਦਰ ਖਿੱਚ ਲੈਂਦੇ ਹੋ, ਜੋ ਚੈਨ ਨਾਲ ਲੜਾਈ ਦੇ ਖਿਆਲ ਤੋਂ ਦੂਰ ਰਹਿ ਕੇ ਲੰਘਦਾ ਹੈ।"},{"number":9,"verse":"ਤੁਸੀਂ ਮੇਰੀ ਪਰਜਾ ਦੀਆਂ ਤੀਵੀਆਂ ਨੂੰ, ਓਹਨਾਂ ਦੇ ਸੋਹਣਿਆਂ ਘਰਾਂ ਤੋਂ ਕੱਢਦੇ ਹੋ, ਤੁਸੀਂ ਓਹਨਾਂ ਦੇ ਨਿਆਣਿਆਂ ਤੋਂ, ਮੇਰਾ ਪਰਤਾਪ ਸਦਾ ਲਈ ਲੈ ਜਾਂਦੇ ਹੋ।"},{"number":10,"verse":"ਉੱਠੋ, ਚੱਲੇ ਜਾਓ! ਏਹ ਤਾਂ ਕੋਈ ਵਿਸਰਾਮ ਅਸਥਾਨ ਨਹੀਂ ਹੈ। ਉਸ ਦਾ ਕਾਰਨ ਅਸ਼ੁੱਧਤਾ ਹੈ ਜੋ ਕਸ਼ਟ ਨਾਲ ਸੱਤਿਆ ਨਾਸ ਕਰਦੀ ਹੈ।"},{"number":11,"verse":"ਜੇ ਇੱਕ ਮਨੁੱਖ ਫਿਰੇ, ਅਤੇ ਹਵਾ ਅਰ ਝੂਠ ਬਕੇ - \"ਮੈਂ ਤੇਰੇ ਲਈ ਮੈ ਅਰ ਸ਼ਰਾਬ ਦਾ ਪਰਚਾਰ ਕਰਾਂਗਾ,\" — ਉਹ ਇਸ ਪਰਜਾ ਦਾ ਪਰਚਾਰਕ ਹੁੰਦਾ ਹੈ!।।"},{"number":12,"verse":"ਹੇ ਯਾਕੂਬ, ਮੈਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਦੇ ਸਾਰੇ ਜ਼ਰੂਰ ਇਕੱਠੇ ਕਰਾਂਗਾ, ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਬਕੀਏ ਨੂੰ ਜਮਾ ਕਰਾਂਗਾ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਬਾਸਰਾਹ ਦੀਆਂ ਭੇਡਾਂ ਵਾਂਙੁ ਰਲਾ ਕੇ ਰੱਖਾਂਗਾ, ਇੱਕ ਇੱਜੜ ਵਾਂਙੁ ਜਿਹੜਾ ਉਸ ਦੀ ਜੂਹ ਵਿੱਚ ਹੈ, ਆਦਮੀ ਦੇ ਕਾਰਨ ਓਹ ਜ਼ੋਰ ਕਰਨਗੇ।"},{"number":13,"verse":"ਤੋੜਨ ਵਾਲਾ ਓਹਨਾਂ ਦੇ ਅੱਗੇ ਅੱਗੇ ਉਤਾਹਾਂ ਜਾਵੇਗਾ, ਓਹ ਭੱਜ ਨਿੱਕਲਣਗੇ ਅਤੇ ਫਾਟਕ ਵਿੱਚੋਂ ਦੀ ਲੰਘ ਕੇ ਨਿੱਕਲਣਗੇ, ਓਹਨਾਂ ਦਾ ਪਾਤਸ਼ਾਹ ਓਹਨਾਂ ਦੇ ਅੱਗੇ ਅੱਗੇ ਲੰਘੇਗਾ, ਅਤੇ ਯਹੋਵਾਹ ਓਹਨਾਂ ਦੇ ਸਿਰ ਤੇ ਹੋਵੇਗਾ।।"}]}