{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"( ਭੈੜੇ ਆਗੂ ਅਤੇ ਲੋਭੀ ਨਬੀ) ਮੈਂ ਆਖਿਆ, ਯਾਕੂਬ ਦੇ ਮੁਖੀਓ, ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੇ ਆਗੂਓ, ਸੁਣਿਓ! ਤੁਹਾਨੂੰ ਇਨਸਾਫ਼ ਨਹੀਂ ਜਾਣਨਾ ਚਾਹੀਦਾॽ"},{"number":2,"verse":"ਤੁਸੀਂ ਜੋ ਨੇਕੀ ਦੇ ਵੈਰੀ ਅਤੇ ਬਦੀ ਦੇ ਪ੍ਰੇਮੀ ਹੋ, ਜੋ ਓਹਨਾਂ ਤੋਂ ਓਹਨਾਂ ਦੀ ਖੱਲ, ਅਤੇ ਓਹਨਾਂ ਦੀਆਂ ਹੱਡੀਆਂ ਤੋਂ ਓਹਨਾਂ ਦਾ ਮਾਸ ਨੋਚਦੇ ਹੋ, -"},{"number":3,"verse":"ਤੁਸੀਂ ਜੋ ਮੇਰੀ ਪਰਜਾ ਦਾ ਮਾਸ ਖਾਂਦੇ ਹੋ, ਓਹਨਾਂ ਦੀ ਖੱਲ ਓਹਨਾਂ ਦੇ ਉੱਤੋਂ ਲਾਹੁੰਦੇ ਹੋ, ਓਹਨਾਂ ਦੀਆਂ ਹੱਡੀਆਂ ਭੰਨ ਸੁੱਟਦੇ ਹੋ, ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿੰਦੇ ਹੋ, ਜਿਵੇਂ ਦੇਗ ਵਿੱਚ ਯਾ ਵਲਟੋਹੇ ਵਿੱਚ ਮਾਸ!"},{"number":4,"verse":"ਤਦ ਓਹ ਯਹੋਵਾਹ ਅੱਗੇ ਦੁਹਾਈ ਦੇਣਗੇ, ਪਰ ਉਹ ਓਹਨਾਂ ਨੂੰ ਉੱਤਰ ਨਾ ਦੇਵੇਗਾ, ਅਤੇ ਉਹ ਸਮੇਂ ਉਹ ਆਪਣਾ ਮੂੰਹ ਓਹਨਾਂ ਤੋਂ ਲੁਕਾ ਲਵੇਗਾ, ਜਿਵੇਂ ਓਹਨਾਂ ਨੇ ਭੈੜੇ ਕੰਮ ਕੀਤੇ ਹਨ।।"},{"number":5,"verse":"ਉਨ੍ਹਾਂ ਨਬੀਆਂ ਦੇ ਵਿਖੇ ਜਿਹੜੇ ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਕੁਰਾਹੇ ਪਾਉਂਦੇ ਹਨ, ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਜਦ ਓਹ ਦੰਦੀਆਂ ਵੱਢਦੇ ਹਨ, ਤਾਂ ‍\"ਸ਼ਾਂਤੀ\" ਪੁਕਾਰਦੇ ਹਨ, ਪਰ ਜੋ ਓਹਨਾਂ ਦੇ ਮੂੰਹਾਂ ਵਿੱਚ ਕੁਝ ਨਹੀਂ ਦਿੰਦਾ, ਉਸ ਦੇ ਵਿਰੁੱਧ ਲੜਾਈ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ।"},{"number":6,"verse":"ਸੋ ਤੁਹਾਡੇ ਲਈ ਰਾਤ ਬਿਨਾ ਦ੍ਰਿਸ਼ਟੀ ਤੋਂ, ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਅਨ੍ਹੇਰਾ ਬਿਨਾ ਫਾਲ ਪਾਉਣ ਤੋਂ ਰਹੇਗਾ, ਸੂਰਜ ਨਬੀਆਂ ਤੋਂ ਅਸਤ ਹੋ ਜਾਵੇਗਾ, ਅਤੇ ਦਿਨ ਓਹਨਾਂ ਦੇ ਉੱਤੇ ਅਨ੍ਹੇਰਾ ਹੋ ਜਾਵੇਗਾ ।"},{"number":7,"verse":"ਦਰਸ਼ੀ ਲੱਜਿਆਵਾਨ ਹੋ ਜਾਣਗੇ, ਫਾਲ ਪਾਉਣ ਵਾਲਿਆਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਹੋ ਜਾਣਗੇ, ਓਹ ਸਭ ਆਪਣੇ ਬੁੱਲਾਂ ਨੂੰ ਕੱਜਣਗੇ, ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਕੋਈ ਉੱਤਰ ਨਹੀਂ।"},{"number":8,"verse":"ਪਰ ਮੇਰੇ ਵਿਖੇ ਏਹ ਹੈ ਕਿ ਮੈਂ ਬਲ ਨਾਲ ਭਰਪੂਰ ਹਾਂ, ਯਹੋਵਾਹ ਦੇ ਆਤਮਾ ਦੇ ਰਾਹੀਂ, ਨਾਲੇ ਨਿਆਉਂ ਅਤੇ ਸ਼ਕਤੀ ਨਾਲ, ਭਈ ਮੈਂ ਯਾਕੂਬ ਨੂੰ ਉਹ ਦਾ ਅਪਰਾਧ, ਅਤੇ ਇਸਰਾਏਲ ਨੂੰ ਉਹ ਦਾ ਪਾਪ ਦੱਸਾਂ।।"},{"number":9,"verse":"ਹੇ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਦੇ ਮੁਖੀਓ, ਹੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੇ ਆਗੂਓ, ਏਹ ਸੁਣਿਓ! ਤੁਸੀਂ ਜੋ ਇਨਸਾਫ਼ ਤੋਂ ਘਿਣ ਕਰਦੇ ਹੋ, ਅਤੇ ਸਾਰੀ ਸਿਧਿਆਈ ਨੂੰ ਮਰੋੜਦੇ ਹੋ,"},{"number":10,"verse":"ਜੋ ਸੀਯੋਨ ਨੂੰ ਲਹੂ ਨਾਲ ਉਸਾਰਦੇ ਹੋ, ਅਤੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਬਦੀ ਨਾਲ।"},{"number":11,"verse":"ਉਸ ਦੇ ਮੁਖੀਏ ਵੱਢੀ ਲੈ ਕੇ ਨਿਆਉਂ ਕਰਦੇ ਹਨ, ਉਸ ਦੇ ਜਾਜਕ ਭਾੜੇ ਉੱਤੇ ਸਿਖਾਉਂਦੇ ਹਨ, ਉਸ ਦੇ ਨਬੀ ਰੋਕੜ ਲਈ ਫਾਲ ਪਾਉਂਦੇ ਹਨ, ਤਾਂ ਵੀ ਓਹ ਏਹ ਆਖ ਕੇ ਯਹੋਵਾਹ ਉੱਤੇ ਸਹਾਰਾ ਲੈਂਦੇ ਹਨ, - ਭਲਾ, ਯਹੋਵਾਹ ਸਾਡੇ ਵਿੱਚ ਨਹੀਂ ਹੈॽ ਕੋਈ ਬਿਪਤਾ ਸਾਡੇ ਉੱਤੇ ਨਹੀਂ ਪਵੇਗੀ!"},{"number":12,"verse":"ਏਸ ਲਈ ਤੁਹਾਡੇ ਕਾਰਨ ਸੀਯੋਨ ਖੇਤ ਵਾਂਙੁ ਵਾਹਿਆ ਜਾਵੇਗਾ, ਯਰੂਸ਼ਲਮ ਥੇਹ ਹੋ ਜਾਵੇਗਾ, ਅਤੇ ਭਵਨ ਦਾ ਪਰਬਤ ਇੱਕ ਜੰਗਲੀ ਉੱਚਿਆਈ।।"}]}