{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦਾ ਧਰਮ ਰਾਜ) ਆਖਰੀ ਦਿਨਾਂ ਵਿੱਚ ਇਉਂ ਹੋਵੇਗਾ ਕਿ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦਾ ਪਰਬਤ ਪਹਾੜਾਂ ਦੇ ਸਿਰ ਤੇ ਕਾਇਮ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਉਹ ਪਹਾੜੀਆਂ ਤੋਂ ਉੱਚਾ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਉੱਮਤਾਂ ਉਸ ਦੀ ਵੱਲ ਵਗਣਗੀਆਂ ।"},{"number":2,"verse":"ਬਹੁਤੀਆਂ ਕੌਮਾਂ ਆਉਣਗੀਆਂ ਅਤੇ ਆਖਣਗੀਆਂ, ਆਓ, ਅਸੀਂ ਯਹੋਵਾਹ ਦੇ ਪਰਬਤ ਉੱਤੇ, ਯਾਕੂਬ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਨੂੰ ਚੜ੍ਹੀਏ, ਭਈ ਉਹ ਸਾਨੂੰ ਆਪਣੇ ਰਾਹ ਵਿਖਾਵੇ, ਅਤੇ ਅਸੀਂ ਉਹ ਦੇ ਮਾਰਗਾਂ ਵਿੱਚ ਚੱਲੀਏ, ਕਿਉਂ ਜੋ ਬਿਵਸਥਾ ਸੀਯੋਨ ਤੋਂ ਨਿੱਕਲੇਗੀ, ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਯਰੂਸ਼ਲਮ ਤੋਂ।"},{"number":3,"verse":"ਉਹ ਬਹੁਤੀਆਂ ਉੱਮਤਾਂ ਵਿੱਚ ਨਿਆਉਂ ਕਰੇਗਾ, ਅਤੇ ਤਕੜੀਆਂ ਦੁਰੇਡੀਆਂ ਕੌਮਾਂ ਦਾ ਫ਼ੈਸਲਾ ਕਰੇਗਾ, ਉਹ ਆਪਣੀਆਂ ਤਲਵਾਰਾਂ ਨੂੰ ਕੁੱਟ ਕੇ ਫਾਲੇ ਬਣਾਉਣਗੇ, ਅਤੇ ਆਪਣੇ ਬਰਛਿਆਂ ਨੂੰ ਦਾਤ। ਕੌਮ ਕੌਮ ਉੱਤੇ ਤਲਵਾਰ ਨਹੀਂ ਚੁੱਕੇਗੀ, ਅਤੇ ਓਹ ਲੜਾਈ ਫੇਰ ਕਦੀ ਨਾ ਸਿੱਖਣਗੇ।"},{"number":4,"verse":"ਪਰ ਓਹ ਆਪੋ ਆਪਣੀਆਂ ਅੰਗੂਰੀ ਬੇਲਾਂ ਅਤੇ ਹਜੀਰ ਦੇ ਬਿਰਛੇ ਹੇਠ ਬੈਠਣਗੇ, ਅਤੇ ਕੋਈ ਓਹਨਾਂ ਨੂੰ ਨਹੀਂ ਡਰਾਏਗਾ, ਕਿਉਂ ਜੋ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦਾ ਮੁਖ ਵਾਕ ਹੈ।।"},{"number":5,"verse":"ਸਾਰੀਆਂ ਉੱਮਤਾਂ ਆਪੋ ਆਪਣੇ ਦਿਓਤਿਆਂ ਦੇ ਨਾਉਂ ਲੈ ਕੇ ਚੱਲਦੀਆਂ ਹਨ, ਪਰ ਅਸੀਂ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਦਾ ਨਾਮ ਲੈ ਕੇ ਸਦੀਪ ਕਾਲ ਤੀਕੁਰ ਚੱਲਾਂਗੇ।।"},{"number":6,"verse":"ਉਸ ਦਿਨ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਲੰਙਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗਾ, ਅਤੇ ਕੱਢੇ ਹੋਇਆਂ ਨੂੰ ਜਮਾ ਕਰਾਂਗਾ, ਨਾਲੇ ਓਹਨਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਦੁੱਖੀ ਕੀਤਾ।"},{"number":7,"verse":"ਮੈਂ ਲੰਙਿਆਂ ਨੂੰ ਇੱਕ ਬਕੀਆ ਬਣਾ ਦਿਆਂਗਾ, ਅਤੇ ਦੂਰ ਕੱਢੇ ਹੋਇਆਂ ਨੂੰ ਇੱਕ ਤਕੜੀ ਕੌਮ, ਅਤੇ ਯਹੋਵਾਹ ਸੀਯੋਨ ਪਹਾੜ ਵਿੱਚ ਓਹਨਾਂ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ, - ਹਾਂ, ਹੁਣ ਤੋਂ ਲੈ ਕੇ ਸਦਾ ਤੀਕ।।"},{"number":8,"verse":"ਤੂੰ, ਹੇ ਏਦਰ ਦੇ ਬੁਰਜ, ਸੀਯੋਨ ਦੀ ਧੀ ਦੇ ਪਰਬਤ, ਤੇਰੇ ਕੋਲ ਉਹ ਆਵੇਗੀ, ਹਾਂ ਪਹਿਲੀ ਹਕੂਮਤ, ਯਰੂਸ਼ਲਮ ਦੀ ਧੀ ਦੀ ਪਾਤਸ਼ਾਹੀ ਆਵੇਗੀ।।"},{"number":9,"verse":"ਹੁਣ ਤੂੰ ਕਿਉਂ ਚਿੱਲਾਉਂਦੀ ਹੈਂॽ ਕੀ ਤੇਰੇ ਵਿੱਚ ਕੋਈ ਕੋਈ ਪਾਤਸ਼ਾਹ ਨਹੀਂॽ ਕੀ ਤੇਰਾ ਸਲਾਹਕਾਰ ਨਾਸ ਹੋ ਗਿਆ, ਕਿ ਜਣਨ ਵਾਲੀ ਵਾਂਙੁ ਪੀੜਾਂ ਤੈਨੂੰ ਲੱਗੀਆਂॽ"},{"number":10,"verse":"ਹੇ ਸੀਯੋਨ ਦੀਏ ਧੀਏ, ਪੀੜਾਂ ਨਾਲ ਜਣਨ ਵਾਲੀ ਵਾਂਙੁ ਜਨਮ ਦੇਹ! ਹੁਣ ਤਾਂ ਤੂੰ ਨਗਰੋਂ ਬਾਹਰ ਜਾਵੇਂਗੀ, ਅਤੇ ਰੜ ਵਿੱਚ ਰਹੇਂਗੀ, ਤੂੰ ਬਾਬਲ ਨੂੰ ਜਾਵੇਂਗੀ, ਉੱਥੋਂ ਤੂੰ ਛੁਡਾਈ ਜਾਵੇਂਗੀ, ਉੱਥੋਂ ਯਹੋਵਾਹ ਤੈਨੂੰ ਤੇਰੇ ਵੈਰੀਆਂ ਦੇ ਹੱਥੋਂ ਛੁਟਕਾਰਾ ਦੇਵੇਗਾ।।"},{"number":11,"verse":"ਹੁਣ ਬਹੁਤੀਆਂ ਕੌਮਾਂ ਤੇਰੇ ਵਿਰੁੱਧ ਇਕੱਠੀਆਂ ਹੋ ਗਈਆਂ, ਓਹ ਕਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਭਿੱਟੀ ਜਾਵੇ, ਅਤੇ ਸਾਡੀਆਂ ਡੇਲੀਆਂ ਸੀਯੋਨ ਵੱਲ ਟੱਡੀਆਂ ਰਹਿਣ!"},{"number":12,"verse":"ਪਰ ਓਹ ਯਹੋਵਾਹ ਦੀਆਂ ਸੋਚਾਂ ਨਹੀਂ ਜਾਣਦੇ, ਨਾ ਉਹ ਦੀ ਸਲਾਹ ਸਮਝਦੇ ਹਨ, ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਓਹਨਾਂ ਨੂੰ ਭਰੀਆਂ ਵਾਂਙੁ ਖਲਵਾੜੇ ਵਿੱਚ ਇਕੱਠਿਆਂ ਕੀਤਾ।"},{"number":13,"verse":"ਹੇ ਸੀਯੋਨ ਦੀਏ ਧੀਏ, ਉੱਠ, ਗਾਹ! ਮੈਂ ਤੇਰਾ ਸਿੰਙ ਲੋਹਾ ਅਤੇ ਤੇਰੇ ਖੁਰ ਪਿੱਤਲ ਬਣਾਵਾਂਗਾ। ਤੂੰ ਬਹੁਤੀਆਂ ਉੱਮਤਾਂ ਨੂੰ ਚੂਰ ਚੂਰ ਕਰੇਂਗੀ, ਅਤੇ ਮੈਂ ਓਹਨਾਂ ਦੀ ਅਜੋਗ ਕਮਾਈ ਯਹੋਵਾਹ ਲਈ, ਓਹਨਾਂ ਦਾ ਮਾਲ ਧਨ ਧਰਤੀ ਦੇ ਪ੍ਰਭੁ ਲਈ ਅਰਪਣ ਕਰਾਂਗਾ।।"}]}