{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"( ਬੈਤਲਹਮ ਦਾ ਹਾਕਮ) ਹੁਣ ਹੇ ਜੱਥਿਆਂ ਦੀਏ ਧੀਏ, ਤੂੰ ਆਪਣੀਆਂ ਜੱਥਿਆਂ ਨੂੰ ਇਕੱਠਿਆਂ ਕਰ, ਉਹ ਨੇ ਸਾਡੇ ਵਿਰੁੱਧ ਘੇਰਾ ਪਾਇਆ, ਓਹ ਇਸਰਾਏਲ ਦੇ ਨਿਆਈ ਨੂੰ ਡੰਡੇ ਨਾਲ ਗੱਲ੍ਹ ਤੇ ਮਾਰਨਗੇ।।"},{"number":2,"verse":"ਪਰ ਹੇ ਬੈਤਲਹਮ ਅਫ਼ਰਾਥਾਹ, ਤੂੰ ਜੋ ਯਹੂਦਾਹ ਦੇ ਹਜ਼ਾਰਾਂ ਵਿੱਚ ਛੋਟਾ ਹੈਂ, ਤੈਥੋਂ ਇੱਕ ਮੇਰੇ ਲਈ ਨਿੱਕਲੇਗਾ ਜੋ ਇਸਰਾਏਲ ਵਿੱਚ ਹਾਕਮ ਹੋਵੇਗਾ, ਜਿਹ ਦਾ ਨਿੱਕਲਣਾ ਪਰਾਚੀਨ ਸਮੇਂ ਤੋਂ, ਸਗੋਂ ਅਨਾਦ ਤੋਂ ਹੈ।"},{"number":3,"verse":"ਤਦ ਓਹ ਉਹਨਾਂ ਨੂੰ ਛੱਡ ਦੇਵੇਗਾ, ਜਦ ਤੀਕ ਜਣਨ ਵਾਲੀ ਨਾ ਜਣੇ, ਤਦ ਉਹ ਦੇ ਭਰਾਵਾਂ ਦਾ ਬਕੀਆ ਇਸਰਾਏਲੀਆਂ ਕੋਲ ਮੁੜ ਜਾਵੇਗਾ।"},{"number":4,"verse":"ਉਹ ਖੜਾ ਹੋ ਕੇ ਯਹੋਵਾਹ ਦੇ ਬਲ ਵਿੱਚ, ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਾਮ ਦੇ ਪਰਤਾਪ ਵਿੱਚ ਆਪਣਾ ਇੱਜੜ ਚਾਰੇਗਾ ਅਤੇ ਓਹ ਬੈਠਣਗੇ, ਕਿਉਂ ਜੋ ਉਹ ਧਰਤੀ ਦੀਆਂ ਹੱਦਾਂ ਤੀਕੁਰ ਮਹਾਨ ਹੋਵੇਗਾ।।"},{"number":5,"verse":"ਏਹ ਸ਼ਾਂਤੀ ਹੋਵੇਗਾ, ਜਦ ਅੱਸ਼ੂਰੀ ਸਾਡੇ ਦੇਸ ਵਿੱਚ ਆਉਣਗੇ, ਜਦ ਓਹ ਸਾਡੀਆਂ ਮਾੜੀਆਂ ਵਿੱਚ ਫਿਰਨਗੇ, ਤਦ ਅਸੀਂ ਓਹਨਾਂ ਦੇ ਵਿਰੁੱਧ ਸੱਤ ਅਯਾਲੀ, ਅਤੇ ਆਦਮੀਆਂ ਦੇ ਰਾਜ-ਕੁਮਾਰ ਅੱਠ ਕਾਇਮ ਕਰਾਂਗੇ।"},{"number":6,"verse":"ਓਹ ਅੱਸ਼ੂਰ ਦੇ ਦੇਸ ਨੂੰ ਤਲਵਾਰ ਨਾਲ ਵਿਰਾਨ ਕਰ ਸੁੱਟਣਗੇ, ਅਤੇ ਨਿਮਰੋਦ ਦੇ ਦੇਸ ਨੂੰ ਉਹ ਦੇ ਲਾਂਘਿਆਂ ਤੀਕ, ਅਤੇ ਓਹ ਸਾਨੂੰ ਅੱਸ਼ੂਰੀਆਂ ਤੋਂ ਛੁਡਾਉਣਗੇ, ਜਦ ਓਹ ਸਾਡੇ ਦੇਸ ਵਿੱਚ ਆਉਣਗੇ, ਅਤੇ ਜਦ ਓਹ ਸਾਡੀਆਂ ਹੱਦਾਂ ਵਿੱਚ ਫਿਰਨਗੇ।।"},{"number":7,"verse":"ਤਾਂ ਯਾਕੂਬ ਦਾ ਬਕੀਆ ਬਹੁਤੀਆਂ ਉੱਮਤਾਂ ਦੇ ਵਿਚਕਾਰ ਤ੍ਰੇਲ ਵਾਂਙੁ ਹੋਵੇਗਾ ਜਿਹੜੀ ਯਹੋਵਾਹ ਵੱਲੋਂ ਹੈ, ਫੁਹਾਰਾਂ ਵਾਂਙੁ ਜਿਹੜੀਆਂ ਘਾਹ ਤੇ ਪੈ ਕੇ ਮਨੁੱਖ ਲਈ ਨਹੀਂ ਠਹਿਰਦੀਆਂ, ਨਾ ਆਦਮ ਵੰਸ ਲਈ ਢਿੱਲ ਕਰਦੀਆਂ ਹਨ।"},{"number":8,"verse":"ਯਾਕੂਬ ਦਾ ਬਕੀਆ ਕੌਮਾਂ ਦੇ ਵਿੱਚ, ਬਹੁਤਿਆਂ ਉੱਮਤਾਂ ਦੇ ਵਿਚਕਾਰ ਬਣ ਦੇ ਦਰਿੰਦਿਆਂ ਵਿੱਚ ਬਬਰ ਸ਼ੇਰ ਵਰਗਾ ਹੋਵੇਗਾ, ਭੇਡਾਂ ਦੀਆਂ ਇੱਜੜਾਂ ਵਿੱਚ ਜੁਆਨ ਸ਼ੇਰ ਵਰਗਾ, ਜੋ ਵਿੱਚੋਂ ਦੀ ਲੰਘ ਕੇ ਲਤਾੜਦਾ ਤੇ ਪਾੜਦਾ ਹੈ, ਅਤੇ ਕੋਈ ਛੁਡਾਉਣ ਵਾਲਾ ਨਹੀਂ ਹੈ!"},{"number":9,"verse":"ਤੇਰਾ ਹੱਥ ਤੇਰੇ ਵਿਰੋਧੀਆਂ ਉੱਤੇ ਚੁੱਕਿਆ ਰਹੇਗਾ, ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਵੈਰੀ ਵੱਢੇ ਜਾਣਗੇ।।"},{"number":10,"verse":"ਉਸ ਦਿਨ ਇਉਂ ਹੋਵੇਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਕਿ ਮੈਂ ਤੇਰੇ ਘੋੜ੍ਹਿਆਂ ਨੂੰ ਤੇਰੇ ਵਿਚਕਾਰੋਂ ਕੱਟ ਸੁੱਟਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਰਥਾਂ ਨੂੰ ਬਰਬਾਦ ਕਰਾਂਗਾ।"},{"number":11,"verse":"ਮੈਂ ਤੇਰੇ ਦੇਸ ਦੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਨਾਸ ਕਰਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਗੜ੍ਹਾਂ ਨੂੰ ਢਾਹ ਸੁੱਟਾਂਗਾ।"},{"number":12,"verse":"ਮੈਂ ਤੇਰੇ ਹੱਥ ਤੋਂ ਜਾਦੂ ਕੱਟ ਸੁੱਟਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਲਈ ਮਹੂਰਤ ਵੇਖਣ ਵਾਲੇ ਨਾ ਹੋਣਗੇ।"},{"number":13,"verse":"ਤੇਰੀਆਂ ਮੂਰਤਾਂ ਨੂੰ ਅਤੇ ਤੇਰੇ ਥੰਮ੍ਹਾਂ ਨੂੰ ਤੇਰੇ ਵਿਚਕਾਰੋਂ ਕੱਟ ਸੁੱਟਾਂਗਾ, ਅਤੇ ਤੂੰ ਫੇਰ ਆਪਣੇ ਹੱਥਾਂ ਦੇ ਕੰਮ ਨੂੰ ਮੱਥਾ ਨਾ ਟੇਕੇਂਗਾ।"},{"number":14,"verse":"ਮੈਂ ਤੇਰੇ ਅਸ਼ਰੀਮ ਨੂੰ ਤੇਰੇ ਵਿਚਕਾਰੋਂ ਪੁੱਟ ਸੁੱਟਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਬਰਬਾਦ ਕਰਾਂਗਾ।"},{"number":15,"verse":"ਮੈਂ ਕ੍ਰੋਧ ਅਤੇ ਗੁੱਸੇ ਨਾਲ ਓਹਨਾਂ ਕੌਮਾਂ ਦਾ ਬਦਲਾ ਲਵਾਂਗਾ, ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਣਿਆ ਨਹੀਂ!।।"}]}