{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"( ਪਰਜਾ ਨਾਲ ਯਹੋਵਾਹ ਦਾ ਮੁਕੱਦਮਾ। ਸੱਚਾ ਧਰਮ) ਸੁਣਿਓ, ਯਹੋਵਾਹ ਕੀ ਕਹਿੰਦਾ ਹੈ, - ਉੱਠ, ਪਹਾੜਾਂ ਦੇ ਅੱਗੇ ਮੁਕੱਦਮਾ ਲੜ, ਅਤੇ ਟਿੱਲੇ ਤੇਰੀ ਅਵਾਜ਼ ਸੁਣਨ!"},{"number":2,"verse":"ਹੇ ਪਹਾੜੋ, ਯਹੋਵਾਹ ਦਾ ਮੁਕੱਦਮਾ ਸੁਣੋ, ਤੁਸੀਂ ਵੀ, ਹੇ ਧਰਤੀ ਦੀਓ ਅਟੱਲ ਨੀਂਹੋ! ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦਾ ਮੁਕੱਦਮਾ ਆਪਣੀ ਪਰਜਾ ਨਾਲ ਹੈ, ਅਤੇ ਓਹ ਇਸਰਾਏਲ ਨਾਲ ਝਗੜੇਗਾ।।"},{"number":3,"verse":"ਹੇ ਮੇਰੀ ਪਰਜਾ, ਮੈਂ ਤੈਨੂੰ ਕੀ ਕੀਤਾॽ ਮੈਂ ਕਿਵੇਂ ਤੈਨੂੰ ਥਕਾ ਦਿੱਤਾॽ ਮੈਨੂੰ ਉੱਤਰ ਦੇਹॽ"},{"number":4,"verse":"ਮੈਂ ਤਾਂ ਤੈਨੂੰ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਕੱਢ ਲਿਆਇਆ, ਅਤੇ ਤੈਨੂੰ ਗੁਲਾਮੀ ਦੇ ਘਰ ਤੋਂ ਛੁਡਾ ਲਿਆ, ਅਤੇ ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਮੂਸਾ, ਹਾਰੂਨ ਅਤੇ ਮਿਰਯਮ ਨੂੰ ਘੱਲਿਆ।"},{"number":5,"verse":"ਹੇ ਮੇਰੀ ਪਰਜਾ, ਚੇਤੇ ਕਰ, ਕਿ ਮੋਆਬ ਦੇ ਰਾਜੇ ਬਾਲਾਕ ਨੇ ਕੀ ਜੁਗਤੀ ਕੀਤੀ, ਅਤੇ ਬਓਰ ਦੇ ਪੁੱਤ੍ਰ ਬਿਲਆਮ ਨੇ ਉਹ ਨੂੰ ਕੀ ਉੱਤਰ ਦਿੱਤਾ, ਸ਼ਿੱਟੀਮ ਤੋਂ ਲੈ ਕੇ ਗਿਲਗਾਲ ਤੀਕ ਕੀ ਹੋਇਆ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਧਰਮ ਦੇ ਕੰਮ ਜਾਣੋ!।"},{"number":6,"verse":"ਮੈਂ ਕੀ ਲੈ ਕੇ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰ ਆਵਾਂ, ਅਤੇ ਮਹਾਨ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਝੁੱਕਾਂॽ ਕੀ ਮੈਂ ਹੋਮ ਬਲੀਆਂ ਲਈ ਇੱਕ ਸਾਲੇ ਵੱਛੇ ਲੈ ਕੇ ਉਹ ਦੇ ਹਜ਼ੂਰ ਆਵਾਂॽ"},{"number":7,"verse":"ਭਲਾ, ਯਹੋਵਾਹ ਹਜ਼ਾਰਾਂ ਛੱਤਰਿਆਂ ਨਾਲ, ਯਾ ਤੇਲ ਦੀਆਂ ਲੱਖਾਂ ਨਦੀਆਂ ਨਾਲ ਖੁਸ਼ ਹੋਵੇਗਾॽ ਕੀ ਮੈਂ ਆਪਣੇ ਪਲੋਠੇ ਨੂੰ ਆਪਣੇ ਅਪਰਾਧ ਦੇ ਬਦਲੇ ਦਿਆਂ, ਮੇਰੇ ਸਰੀਰ ਦੇ ਫਲ ਨੂੰ ਮੇਰੇ ਮਨ ਦੇ ਪਾਪ ਲਈॽ"},{"number":8,"verse":"ਹੇ ਆਦਮੀ, ਉਹ ਨੇ ਤੈਨੂੰ ਦੱਸਿਆ ਕਿ ਭਲਾ ਕੀ ਹੈ, ਅਤੇ ਯਹੋਵਾਹ ਤੈਥੋਂ ਹੋਰ ਕੀ ਮੰਗਦਾ ਪਰ ਏਹ ਕਿ ਤੂੰ ਇਨਸਾਫ਼ ਕਰ, ਦਯਾ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖ, ਅਤੇ ਅਧੀਨ ਹੋ ਕੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਚੱਲॽ।।"},{"number":9,"verse":"ਯਹੋਵਾਹ ਦੀ ਅਵਾਜ਼ ਸ਼ਹਿਰ ਨੂੰ ਪੁਕਾਰਦੀ ਹੈ, ਅਤੇ ਬੁੱਧ ਤੇਰੇ ਨਾਮ ਦਾ ਭੈ ਮੰਨੇਗੀ, - ਡੰਡੇ ਨੂੰ ਅਤੇ ਉਹ ਨੂੰ ਜਿਹ ਨੇ ਉਸ ਨੂੰ ਠਹਿਰਾਇਆ , ਸੁਣੋ!"},{"number":10,"verse":"ਕੀ ਅਜੇ ਦੁਸ਼ਟ ਦੇ ਘਰ ਵਿੱਚ ਦੁਸ਼ਟਪੁਣੇ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਨॽ ਨਾਲੇ ਘੱਟ ਨਾਪ ਜੋ ਸਰਾਪੀ ਹੈॽ"},{"number":11,"verse":"ਭਲਾ, ਮੈਂ ਪਾਕ ਠਹਿਰ ਸੱਕਦਾ, ਜਦ ਮੇਰੇ ਕੋਲ ਕਾਣੀ ਡੰਡੀ, ਅਤੇ ਮੇਰੀ ਥੈਲੀ ਵਿੱਚ ਖੋਟੇ ਵੱਟੇ ਹਨॽ"},{"number":12,"verse":"ਉਸ ਦੇ ਧਨੀ ਲੋਕ ਅਨ੍ਹੇਰ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ, ਉਸ ਦੇ ਵਾਸੀ ਝੂਠ ਬੋਲਦੇ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਜੀਭ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਵਿੱਚ ਫ਼ਰੇਬ ਵਾਲੀ ਹੈ।"},{"number":13,"verse":"ਸੋ ਮੈਂ ਤੈਨੂੰ ਫੱਟ ਨਾਲ ਮਾਰਿਆ ਹੈ, ਅਤੇ ਤੈਨੂੰ ਤੇਰੇ ਪਾਪਾਂ ਦੇ ਕਾਰਨ ਵਿਰਾਨ ਕੀਤਾ ਹੈ।"},{"number":14,"verse":"ਤੂੰ ਖਾਏਂਗਾ ਪਰ ਰੱਜੇਂਗਾ ਨਾ, ਅਰ ਤੇਰੇ ਅੰਦਰ ਭੁੱਖ ਰਹੇਗੀ, ਤੂੰ ਜਮਾ ਤਾਂ ਰੱਖੇਂਗਾ ਪਰ ਪਚਾਵੇਂਗਾ ਨਾ, ਅਤੇ ਜੋ ਤੂੰ ਬਚਾਵੇਂ ਉਹ ਮੈਂ ਤਲਵਾਰ ਨੂੰ ਦਿਆਂਗਾ।"},{"number":15,"verse":"ਤੂੰ ਬੀਜੇਂਗਾ ਪਰ ਵੱਢੇਂਗਾ ਨਾ, ਤੂੰ ਜ਼ੈਤੂਨ ਲਤਾੜੇਂਗਾ ਪਰ ਤੇਲ ਨਾ ਮਲੇਂਗਾ, ਤੂੰ ਅੰਗੂਰ ਮਿੱਧੇਗਾ ਪਰ ਮੈ ਨਾ ਪੀਏਂਗਾ।"},{"number":16,"verse":"ਆਮਰੀ ਦੀਆਂ ਬਿਧੀਆਂ ਮਨਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਨਾਲੇ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਦੇ ਸਾਰੇ ਕੰਮ, ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਮੱਤਾ ਅਨੁਸਾਰ ਚੱਲਦੇ ਹੋ, ਭਈ ਮੈਂ ਤੈਨੂੰ ਵਿਰਾਨ ਕਰ ਦਿਆਂ, ਅਤੇ ਉਸ ਦੇ ਵਾਸੀ ਇੱਕ ਸੁਸਕਾਰ, ਸੋ ਤੁਸੀਂ ਮੇਰੀ ਪਰਜਾ ਦੀ ਨਿੰਦਿਆ ਚੁੱਕੋਗੇ।।"}]}