{"bibleAbbr":"paOV2016","bookName":"ਮੀਕਾਹ","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"( ਇਸਰਾਏਲ ਦੀ ਪਲੀਤੀ ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਦਯਾ) ਹਾਇ ਮੈਨੂੰ! ਮੈਂ ਤਾਂ ਅਜਿਹਾ ਹੋ ਗਿਆ ਜਿਵੇਂ ਗਰਮ ਰੁੱਤ ਦਾ ਫਲ ਜਦ ਇਕੱਠਾ ਕੀਤਾ ਗਿਆ, ਜਿਵੇਂ ਅੰਗੂਰ ਚੁਰਾਣੇ ਹੁੰਦੇ ਹਨ, - ਖਾਣ ਲਈ ਕੋਈ ਗੁੱਛਾ ਨਹੀਂ, ਕੋਈ ਹਜੀਰ ਦੀ ਪਹਿਲੀ ਚੋਗੀ ਨਹੀਂ ਜਿਹ ਨੂੰ ਮੇਰਾ ਜੀ ਲੋਚਦਾ ਹੈ।"},{"number":2,"verse":"ਭਗਤ ਧਰਤੀ ਤੋਂ ਨਾਸ ਹੋ ਗਿਆ, ਇਨਸਾਨਾਂ ਵਿੱਚ ਕੋਈ ਸਿੱਧਾ ਨਹੀਂ, ਓਹ ਸਭ ਖੂਨ ਲਈ ਘਾਤ ਵਿੱਚ ਬਹਿੰਦੇ ਹਨ, ਹਰੇਕ ਜਾਲ ਨਾਲ ਆਪਣੇ ਭਾਈ ਦਾ ਸ਼ਿਕਾਰ ਕਰਦਾ ਹੈ।"},{"number":3,"verse":"ਓਹ ਆਪਣੇ ਹੱਥ ਬਦੀ ਕਰਨ ਲਈ ਪਾਉਂਦੇ ਹਨ, ਸਰਦਾਰ ਅਰ ਨਿਆਈ ਵੱਢੀ ਮੰਗਦੇ ਹਨ, ਵੱਡਾ ਆਦਮੀ ਆਪਣੇ ਜੀ ਦਾ ਲੋਭ ਦੱਸਦਾ ਹੈ, ਇਉਂ ਓਹ ਜਾਲਸਾਜ਼ੀ ਕਰਦੇ ਹਨ।"},{"number":4,"verse":"ਓਹਨਾਂ ਦਾ ਸਭ ਤੋਂ ਉੱਤਮ ਪੁਰਖ ਕੰਡੇ ਵਰਗਾ ਹੈ, ਸਿੱਧਾ ਮਨੁੱਖ ਬਾੜੇ ਵਾਂਙੁ ਹੈ, ਤੇਰੇ ਰਾਖਿਆਂ ਦਾ ਦਿਨ, ਤੇਰੇ ਖਬਰ ਲੈਣ ਦਾ ਦਿਨ ਆ ਗਿਆ ਹੈ, ਹੁਣ ਓਹਨਾਂ ਦੀ ਹੈਰਾਨਗੀ ਦਾ ਵੇਲਾ ਹੈ!"},{"number":5,"verse":"ਗੁਆਂਢੀ ਉੱਤੇ ਈਮਾਨ ਨਾ ਲਾਓ, ਮਿੱਤ੍ਰ ਉੱਤੇ ਭਰੋਸਾ ਨਾ ਰੱਖੋ, ਜੋ ਤੇਰੀ ਹਿੱਕ ਉੱਤੇ ਲੇਟਦੀ ਹੈ, ਉਸ ਤੋਂ ਵੀ ਆਪਣੇ ਮੂੰਹ ਦੇ ਦਰਵੱਜੇ ਦੀ ਰਾਖੀ ਕਰ।"},{"number":6,"verse":"ਪੁੱਤ੍ਰ ਤਾਂ ਪਿਤਾ ਦਾ ਠੱਠਾ ਉਡਾਉਂਦਾ ਹੈ, ਧੀ ਮਾਤਾ ਦੇ ਵਿਰੁੱਧ ਉੱਠਦੀ ਹੈ, ਅਤੇ ਨੂੰਹ ਆਪਣੀ ਸੱਸ ਦੇ ਵਿਰੁੱਧ, ਮਨੁੱਖ ਦੇ ਵੈਰੀ ਆਪਣੇ ਘਰਾਣੇ ਦੇ ਲੋਕ ਹਨ।।"},{"number":7,"verse":"ਪਰ ਮੈਂ ਯਹੋਵਾਹ ਨੂੰ ਤੱਕਾਂਗਾ, ਮੈਂ ਆਪਣੇ ਮੁਕਤੀ ਦਾਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਡੀਕ ਕਰਾਂਗਾ, ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਮੇਰੀ ਸੁਣੇਗਾ।।"},{"number":8,"verse":"ਹੇ ਮੇਰੇ ਵੈਰੀ, ਮੇਰੇ ਉੱਤੇ ਖੁਸ਼ੀ ਨਾ ਮਨਾ, ਜਦ ਮੈਂ ਡਿੱਗ ਪਵਾਂ ਤਾਂ ਮੈਂ ਉੱਠਾਂਗਾ, ਜਦ ਮੈਂ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਬੈਠਾਂ ਤਾਂ ਯਹੋਵਾਹ ਮੇਰਾ ਚਾਨਣ ਹੋਵੇਗਾ।"},{"number":9,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਦਾ ਰੋਹ ਸਹਿ ਲਵਾਂਗਾ ਕਿਉਂ ਜੋ ਮੈਂ ਉਹ ਦਾ ਪਾਪ ਕੀਤਾ, ਜਦ ਤੀਕ ਉਹ ਮੇਰਾ ਮੁਕਦਮਾ ਨਾ ਲੜੇ, ਅਤੇ ਮੇਰਾ ਇਨਸਾਫ਼ ਨਾ ਕਰੇ। ਉਹ ਮੈਨੂੰ ਚਾਨਣ ਵਿੱਚ ਲੈ ਜਾਵੇਗਾ, ਮੈਂ ਉਹ ਦਾ ਧਰਮ ਵੇਖਾਂਗਾ।"},{"number":10,"verse":"ਮੇਰੀ ਵੈਰਨ ਵੇਖੇਗੀ, ਅਤੇ ਸ਼ਰਮ ਉਸ ਨੂੰ ਕੱਜੇਗੀ ਜਿਸ ਮੈਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਤੇਰਾ ਪਰਮੇਸ਼ੁਰ ਕਿੱਥੇ ਹੈॽ ਮੇਰੀਆਂ ਡੇਲੀਆਂ ਉਹ ਦੇ ਉੱਤੇ ਟੱਡੀਆਂ ਰਹਿਣਗੀਆਂ, ਹੁਣ ਉਹ ਗਲੀਆਂ ਦੇ ਚਿੱਕੜ ਵਾਂਙੁ ਮਿੱਧੀ ਜਾਵੇਗੀ!।।"},{"number":11,"verse":"ਤੇਰੀਆਂ ਕੰਧਾਂ ਬਣਾਉਣ ਦਾ ਦਿਨ! ਉਸ ਦਿਨ ਤੇਰੀ ਹੱਦ ਦੂਰ ਤੀਕ ਵਧਾਈ ਜਾਵੇਗੀ।"},{"number":12,"verse":"ਉਸ ਦਿਨ ਓਹ ਤੇਰੇ ਕੋਲ ਆਉਣਗੇ, ਅੱਸ਼ੂਰ ਤੋਂ, ਮਿਸਰ ( ਇਬਰ., ਮਾਸੋਰ ।) ਦੇ ਸ਼ਹਿਰਾਂ ਤੋਂ, ਮਿਸਰ ਤੋਂ ਦਰਿਆ ਤੀਕ, ਸਮੁੰਦਰ ਤੋਂ ਸਮੁੰਦਰ ਤੀਕ ਅਤੇ ਪਹਾੜ ਤੋਂ ਪਹਾੜ ਤੀਕ।"},{"number":13,"verse":"ਧਰਤੀ ਉਸ ਦੇ ਵਾਸੀਆਂ ਦੇ ਕਾਰਨ ਵਿਰਾਨ ਹੋਵੇਗੀ, ਓਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਦੇ ਫਲ ਦੇ ਬਦਲੇ।।"},{"number":14,"verse":"ਤੂੰ ਆਪਣਾ ਢਾਂਗਾ ਲੈ ਕੇ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਚਾਰ, ਆਪਣੀ ਮਿਲਖ ਦੇ ਇੱਜੜ ਨੂੰ, ਜਿਹੜੇ ਇਕੱਲੇ ਬਣ ਵਿੱਚ ਕਰਮਲ ਦੇ ਵਿਚਕਾਰ ਰਹਿੰਦੇ ਹਨ, ਓਹ ਬਾਸ਼ਾਨ ਅਤੇ ਗਿਲਆਦ ਵਿੱਚ ਜਿਵੇਂ ਪਰਾਚੀਨ ਦਿਨਾਂ ਵਿੱਚ ਚਰਨ।।"},{"number":15,"verse":"ਮਿਸਰ ਦੇਸ ਤੋਂ ਤੇਰੇ ਨਿੱਕਲਣ ਦੇ ਸਮੇਂ ਵਾਂਙੁ, ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਅਚੰਭੇ ਵਿਖਾਵਾਂਗਾ।।"},{"number":16,"verse":"ਕੌਮਾਂ ਵੇਖਣਗੀਆਂ ਅਤੇ ਆਪਣੀ ਸਾਰੀ ਧਰਤੀ ਸ਼ਕਤੀ ਤੋਂ ਸ਼ਰਮ ਖਾਣਗੀਆਂ, ਓਹ ਆਪਣੇ ਹੱਥ ਆਪਣੇ ਮੂੰਹਾਂ ਉੱਤੇ ਰੱਖਣਗੇ, ਓਹਨਾਂ ਦੇ ਕੰਮ ਬੋਲੇ ਹੋ ਜਾਣਗੇ।"},{"number":17,"verse":"ਓਹ ਨਾਗ ਵਾਂਙੁ ਧੂੜ ਚੱਟਣਗੇ, ਧਰਤੀ ਦੇ ਘਿੱਸਰਨ ਵਾਲਿਆਂ ਵਾਂਙੁ ਓਹ ਆਪਣੇ ਕੋਟਾਂ ਵਿੱਚੋਂ ਥਰ ਥਰਾਉਂਦੇ ਹੋਏ ਨਿੱਕਲਣਗੇ, ਓਹ ਭੈ ਨਾਲ ਯਹੋਵਾਹ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਆਉਣਗੇ, ਅਤੇ ਤੇਰੇ ਕੋਲੋਂ ਡਰਨਗੇ।।"},{"number":18,"verse":"ਤੇਰੇ ਵਰਗਾ ਕਿਹੜਾ ਪਰਮੇਸ਼ੁਰ ਹੈॽ ਜੋ ਆਪਣੀ ਮਿਲਖ ਦੇ ਬਕੀਏ ਦੀ ਬਦੀ ਲਈ ਖਿਮਾ ਕਰਦਾ, ਅਪਰਾਧ ਤੋਂ ਹਊ ਪਰੇ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਕ੍ਰੋਧ ਸਦਾ ਤੀਕ ਨਹੀਂ ਰੱਖਦਾ, ਕਿਉਂ ਜੋ ਉਹ ਦਯਾ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੈ।"},{"number":19,"verse":"ਓਹ ਸਾਡੇ ਉੱਤੇ ਫੇਰ ਰਹਮ ਕਰੇਗਾ, ਉਹ ਸਾਡਿਆਂ ਔਗਣਾਂ ਨੂੰ ਲੇਤੜੇਗਾ। ਤੂੰ ਓਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪਾਂ ਨੂੰ ਸਮੁੰਦਰ ਦੀ ਤਹਿ ਵਿੱਚ ਸੁੱਟੇਂਗਾ।"},{"number":20,"verse":"ਤੂੰ ਯਾਕੂਬ ਨੂੰ ਵਫ਼ਾਦਾਰੀ ਅਤੇ ਅਬਰਾਹਾਮ ਨੂੰ ਦਯਾ ਵਿਖਾਵੇਂਗਾ, ਜਿਵੇਂ ਤੈਂ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਪਰਾਚੀਣ ਦਿਨਾਂ ਵਿੱਚ ਸੌਂਹ ਖਾਂਧੀ ਸੀ।।"}]}