{"bibleAbbr":"WYC1395","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"Poul, the seruaunt of Jhesu Crist, clepid an apostle, departid in to the gospel of God;"},{"number":2,"verse":"which he hadde bihote tofore bi his profetis in holi scripturis of his sone,"},{"number":3,"verse":"which is maad to hym of the seed of Dauid bi the flesch,"},{"number":4,"verse":"and he was bifor ordeyned the sone of God in vertu, bi the spirit of halewyng of the ayenrisyng of deed men, of Jhesu Crist oure Lord,"},{"number":5,"verse":"bi whom we han resseyued grace and the office of apostle, to obeie to the feith in alle folkis for his name,"},{"number":6,"verse":"among whiche ye ben also clepid of Jhesu Crist,"},{"number":7,"verse":"to alle that ben at Rome, derlyngis of God, and clepid hooli, grace to you, and pees of God oure fadir, and of the Lord Jhesu Crist."},{"number":8,"verse":"First Y do thankyngis to my God, bi Jhesu Crist, for alle you, for youre feith is schewid in al the world."},{"number":9,"verse":"For God is a witnesse to me, to whom Y serue in my spirit, in the gospel of his sone,"},{"number":10,"verse":"that with outen ceessyng Y make mynde of you euere in my preieris, and biseche, if in ony maner sum tyme Y haue a spedi weie in the wille of God to come to you."},{"number":11,"verse":"For Y desire to se you, to parten sumwhat of spiritual grace,"},{"number":12,"verse":"that ye be confermyd, that is, to be coumfortid togidere in you, bi feith that is bothe youre and myn togidere."},{"number":13,"verse":"And, britheren, Y nyle, that ye vnknowun, that ofte Y purposide to come to you, and Y am lett to this tyme, that Y haue sum fruyt in you, as in othere folkis."},{"number":14,"verse":"To Grekis and to barberyns, to wise men and to vnwise men,"},{"number":15,"verse":"Y am dettour, so that that is in me is redi to preche the gospel also to you that ben at Rome."},{"number":16,"verse":"For Y schame not the gospel, for it is the vertu of God in to heelthe to ech man that bileueth, to the Jew first, and to the Greke."},{"number":17,"verse":"For the riytwisnesse of God is schewid in it, of feith in to feith,"},{"number":18,"verse":"as it is writun, For a iust man lyueth of feith. For the wraththe of God is schewid fro heuene on al vnpite and wickidnesse of tho men, that withholden the treuthe of God in vnriytwisnes."},{"number":19,"verse":"For that thing of God that is knowun, is schewid to hem, for God hath schewid to hem."},{"number":20,"verse":"For the vnuysible thingis of hym, that ben vndurstondun, ben biholdun of the creature of the world, bi tho thingis that ben maad, yhe, and the euerlastynge vertu of hym and the godhed, so that thei mowe not be excusid."},{"number":21,"verse":"For whanne thei hadden knowe God, thei glorifieden hym not as God, nether diden thankyngis; but thei vanyschiden in her thouyts, and the vnwise herte of hem was derkid."},{"number":22,"verse":"For thei `seiynge that hem silf weren wise, thei weren maad foolis."},{"number":23,"verse":"And thei chaungiden the glorie of `God vncorruptible in to the licnesse of an ymage of a deedli man, and of briddis, and of foure footid beestis, and of serpentis."},{"number":24,"verse":"For which thing God bitook hem in to the desiris of her herte, in to vnclennesse, that thei punysche with wrongis her bodies in hem silf."},{"number":25,"verse":"The whiche chaungiden the treuthe of God in to leesyng, and herieden and serueden a creature rathere than to the creatoure, that is blessid in to worldis of worldis."},{"number":26,"verse":"Amen. Therfor God bitook hem in to passiouns of schenschipe. For the wymmen of hem chaungiden the kyndli vss in to that vss that is ayens kynde."},{"number":27,"verse":"Also the men forsoken the kyndli vss of womman, and brenneden in her desiris togidere, and men in to men wrouyten filthehed, and resseyueden in to hem silf the meede that bihofte of her errour."},{"number":28,"verse":"And as thei preueden that thei hadden not God in knowyng, God bitook hem in to a repreuable wit, that thei do tho thingis that ben not couenable; that thei ben fulfillid with al wickidnesse,"},{"number":29,"verse":"malice, fornycacioun, coueitise, weiwardnesse, ful of enuye, mansleyngis, strijf, gile, yuel wille, preuy bacbiteris, detractouris,"},{"number":30,"verse":"hateful to God, debateris, proude, and hiy ouer mesure, fynderis of yuele thingis, not obeschynge to fadir and modir,"},{"number":31,"verse":"vnwise, vnmanerli, withouten loue, withouten boond of pees, with outen merci."},{"number":32,"verse":"The whiche whanne thei hadden knowe the riytwisnesse of God, vndirstoden not, that thei that don siche thingis ben worthi the deth, not oneli thei that don tho thingis, but also thei that consenten to the doeris."}]}