{"bibleAbbr":"WYC1395","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"Britheren, the wille of myn herte and mi biseching is maad to God for hem in to helthe."},{"number":2,"verse":"But Y bere witnessyng to hem, that thei han loue of God, but not aftir kunnyng."},{"number":3,"verse":"For thei vnknowynge Goddis riytwisnesse, and sekynge to make stidefast her owne riytfulnesse, ben not suget to the riytwisnesse of God."},{"number":4,"verse":"For the ende of the lawe is Crist, to riytwisnesse to ech man that bileueth."},{"number":5,"verse":"For Moises wroot, For the man that schal do riytwisnesse that is of the lawe, schal lyue in it."},{"number":6,"verse":"But the riytwisnesse that is of bileue, seith thus, Seie thou not in thin herte, Who schal stie in to heuene? that is to seie, to lede doun Crist;"},{"number":7,"verse":"or who schal go doun in to helle? that is, to ayenclepe Crist fro deth."},{"number":8,"verse":"But what seith the scripture? The word is nyy in thi mouth, and in thin herte; this is the word of bileue, which we prechen."},{"number":9,"verse":"That if thou knoulechist in thi mouth the Lord Jhesu Crist, and bileuest in thin herte, that God reiside hym fro deth, thou schalt be saaf."},{"number":10,"verse":"For bi herte me bileueth to riytwisnesse, but bi mouth knowleching is maad to helthe."},{"number":11,"verse":"For whi the scripture seith, Ech that bileueth in hym, schal not be confoundid."},{"number":12,"verse":"And ther is no distinccioun of Jew and of Greke; for the same Lord of alle is riche in alle, that inwardli clepen hym."},{"number":13,"verse":"For ech man `who euere schal inwardli clepe the name of the Lord, schal be saaf."},{"number":14,"verse":"Hou thanne schulen thei inwardli clepe hym, in to whom thei han not bileued? or hou schulen thei bileue to hym, whom thei han not herd? Hou schulen thei here, with outen a prechour?"},{"number":15,"verse":"and hou schulen thei preche, but thei be sent? As it is writun, Hou faire ben the feet of hem that prechen pees, of hem that prechen good thingis."},{"number":16,"verse":"But not alle men obeien to the gospel. For Ysaie seith, Lord, who bileuede to oure heryng?"},{"number":17,"verse":"Therfor feith is of heryng, but heryng bi the word of Crist."},{"number":18,"verse":"But Y seie, Whether thei herden not? Yhis, sothely the word of hem wente out in to al the erthe, and her wordis in to the endis of the world."},{"number":19,"verse":"But Y seie, Whether Israel knewe not? First Moyses seith, Y schal lede you to enuye, that ye ben no folc; that ye ben an vnwise folc, Y schal sende you in to wraththe."},{"number":20,"verse":"And Ysaie is bold, and seith, Y am foundun of men that seken me not; opynli Y apperide to hem, that axiden not me."},{"number":21,"verse":"But to Israel he seith, Al dai Y streiyte out myn hondis to a puple that bileuede not, but ayen seide me."}]}