{"bibleAbbr":"WYC1395","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":4,"verses":[{"number":1,"verse":"What thanne schulen we seie, that Abraham oure fadir aftir the flesch foond?"},{"number":2,"verse":"For if Abraham is iustified of werkis of the lawe, he hath glorie, but not anentis God."},{"number":3,"verse":"For what seith the scripture? Abraham bileued to God, and it was arettid to him to riytwisnesse."},{"number":4,"verse":"And to hym that worchith mede is not arettid bi grace, but bi dette."},{"number":5,"verse":"Sotheli to hym that worchith not, but bileueth in to hym that iustefieth a wickid man, his feith is arettid to riytwisnesse, aftir the purpos of Goddis grace."},{"number":6,"verse":"As Dauid seith the blessidnesse of a man, whom God acceptith, he yyueth to hym riytwisnesse with outen werkis of the lawe,"},{"number":7,"verse":"Blessid ben thei, whos wickidnessis ben foryouun, and whos synnes ben hid."},{"number":8,"verse":"Blessid is that man, to whom God arettide not synne."},{"number":9,"verse":"Thanne whether dwellith this blisfulnesse oneli in circumcisioun, or also in prepucie? For we seien, that the feith was arettid to Abraham to riytwisnesse."},{"number":10,"verse":"Hou thanne was it arettid? in circumcisioun, or in prepucie? Not in circumcisioun, but in prepucie."},{"number":11,"verse":"And he took a signe of circumcisioun, a tokenyng of riytwisnesse of the feith which is in prepucie, that he be fadir of alle men bileuynge bi prepucie, that it be arettid also to hem to riytwisnesse;"},{"number":12,"verse":"and that he be fadir of circumcisioun, not onely to hem that ben of circumcisioun, but also to hem that suen the steppis of the feith, which feith is in prepucie of oure fader Abraham."},{"number":13,"verse":"For not bi the lawe is biheest to Abraham, or to his seed, that he schulde be eir of the world, but bi the riytwisnesse of feith."},{"number":14,"verse":"For if thei that ben of the lawe, ben eiris, feith is distried, biheest is don awey."},{"number":15,"verse":"For the lawe worchith wraththe; for where is no lawe, there is no trespas, nethir is trespassyng."},{"number":16,"verse":"Therfor riytfulnesse is of the feith, that bi grace biheeste be stable to ech seed, not to that seed oneli that is of the lawe, but to that that is of the feith of Abraham, which is fadir of vs alle."},{"number":17,"verse":"As it is writun, For Y haue set thee fadir of many folkis, bifor God to whom thou hast bileued. Which God quykeneth deed men, and clepith tho thingis that ben not, as tho that ben."},{"number":18,"verse":"Which Abraham ayens hope bileuede in to hope, that he schulde be maad fader of many folkis, as it was seid to hym, Thus schal thi seed be, as the sterris of heuene, and as the grauel that is in the brenke of the see."},{"number":19,"verse":"And he was not maad vnstidfast in the bileue, nether he biheelde his bodi thanne nyy deed, whanne he was almost of an hundrid yeer, ne the wombe of Sare nyy deed."},{"number":20,"verse":"Also in the biheeste of God he doutide not with vntrist; but he was coumfortid in bileue,"},{"number":21,"verse":"yyuynge glorie to God, witynge moost fulli that what euere thingis God hath bihiyt, he is myyti also to do."},{"number":22,"verse":"Therfor it was arettid to hym to riytwisnesse."},{"number":23,"verse":"And it is not writun oneli for him, that it was arettid to hym to riytwisnesse,"},{"number":24,"verse":"but also for vs, to whiche it schal be arettid, that bileuen in him that reiside oure Lord Jhesu Crist fro deeth."},{"number":25,"verse":"Which was bitakun for oure synnes, and roos ayen for oure iustefiyng."}]}