{"bibleAbbr":"WYC1395","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"Britheren, whethir ye knowun not; for Y speke to men `that knowen the lawe; for the lawe hath lordschip in a man, as long tyme as it lyueth?"},{"number":2,"verse":"For that womman that is vndur an hosebonde, is boundun to the lawe, while the hosebonde lyueth; but if hir hosebonde is deed, sche is delyuered fro the lawe of the hosebonde."},{"number":3,"verse":"Therfor sche schal be clepid auoutresse, if sche be with another man, while the hosebonde lyueth; but if hir hosebonde is deed, sche is delyuered fro the lawe of the hosebonde, that sche be not auoutresse, if sche be with another man."},{"number":4,"verse":"And so, my britheren, ye ben maad deed to the lawe bi the bodi of Crist, that ye ben of another, that roos ayen fro deth, that ye bere fruyt to God."},{"number":5,"verse":"For whanne we weren in fleisch, passiouns of synnes, that weren bi the lawe, wrouyten in oure membris, to bere fruyt to deth."},{"number":6,"verse":"But now we ben vnboundun fro the lawe of deth, in which we weren holdun, so that we seruen in newnesse of spirit, and not in eldnesse of lettre."},{"number":7,"verse":"What therfor schulen we seie? The lawe is synne? God forbede. But Y knew not synne, but bi lawe; for Y wiste not that coueitynge was synne, but for the lawe seide, Thou schalt not coueyte."},{"number":8,"verse":"And thoruy occasioun takun, synne bi the maundement hath wrouyt in me al coueytise; for withouten the lawe, synne was deed."},{"number":9,"verse":"And Y lyuede withouten the lawe sumtyme; but whanne the comaundement was comun, synne lyuede ayen."},{"number":10,"verse":"But Y was deed, and this comaundement that was to lijf, was foundun to me, to be to deth."},{"number":11,"verse":"For synne, thorouy occasioun takun bi the comaundement, disceyuede me, and bi that it slow me."},{"number":12,"verse":"Therfor the lawe is hooli, and the comaundement is hooli, and iust, and good."},{"number":13,"verse":"Is thanne that thing that is good, maad deth to me? God forbede. But synne, that it seme synne, thorouy good thing wrouyte deth to me, that me synne ouer maner thorouy the comaundement."},{"number":14,"verse":"And we witen, that the lawe is spiritual; but Y am fleischli, seld vndur synne."},{"number":15,"verse":"For Y vndurstonde not that that Y worche; for Y do not the good thing that Y wole, but Y do thilke yuel thing that Y hate."},{"number":16,"verse":"And if Y do that thing that Y wole not, Y consente to the lawe, that it is good."},{"number":17,"verse":"But now Y worche not it now, but the synne that dwellith in me."},{"number":18,"verse":"But and Y woot, that in me, that is, in my fleisch, dwellith no good; for wille lieth to me, but Y fynde not to performe good thing."},{"number":19,"verse":"For Y do not thilke good thing that Y wole, but Y do thilke yuel thing that Y wole not."},{"number":20,"verse":"And if Y do that yuel thing that Y wole not, Y worche not it, but the synne that dwellith in me."},{"number":21,"verse":"Therfor Y fynde the lawe to me willynge to do good thing, for yuel thing lieth to me."},{"number":22,"verse":"For Y delite togidere to the lawe of God, aftir the ynnere man. But Y se another lawe in my membris,"},{"number":23,"verse":"ayenfiytynge the lawe of my soule, and makynge me caitif in the lawe of synne, that is in my membris."},{"number":24,"verse":"Y am an vnceli man; who schal delyuer me fro the bodi of this synne?"},{"number":25,"verse":"The grace of God, bi Jhesu Crist oure Lord. Therfor Y my silf bi the soule serue to the lawe of God; but bi fleisch to the lawe of synne."}]}