{"bibleAbbr":"BB1572","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"And Iehosaphat the king of Iuda came home againe in peace to Hierusalem."},{"number":2,"verse":"And Iehu the sonne of Hanani the sear went out to meete him, and sayd to king Iehosaphat: Wouldest thou helpe the vngodly, and loue them that hate the Lorde? Therfore is wrath come downe vpon thee from before the Lorde:"},{"number":3,"verse":"Neuerthelesse, there are some good actes founde in thee, in that thou hast hewen downe the groues out of the lande, and hast prepared thyne heart to seke God."},{"number":4,"verse":"And Iehosaphat dwelt at Hierusalem, and turned and went out to the people from Beerseba to mount Ephraim, and brought them againe vnto the Lorde God of their fathers."},{"number":5,"verse":"And he set iudges in the lande throughout all the strong cities of Iuda, citie by citie:"},{"number":6,"verse":"And sayde to the iudges, Take heede what ye do: for ye execute not the iudgementes of man, but of God, whiche is with you in the iudgement."},{"number":7,"verse":"Wherfore now let the feare of the Lord be vpon you, and take heede, & be doyng [the thing that pleaseth hym] for there is no vnrighteousnes with the Lorde our God, that he shoulde haue any respect of persons, or take rewardes."},{"number":8,"verse":"Moreouer, in Hierusalem did Iehosaphat set of the Leuites, & of the priestes, and of the auncient fathers, ouer Israel in the iudgement and cause of the Lord: And they returned againe to Hierusale."},{"number":9,"verse":"And he charged them, saying, Thus shal ye do in the feare of the Lord faythfully, and with a pure heart:"},{"number":10,"verse":"What cause soeuer come to you of your brethren that dwell in their cities, betweene blood and blood, betweene lawe and commaundemet, betweene statutes and ordinaunces: ye shall warne them that they trespasse not against ye Lorde, and so wrath come vpon you and your brethren: Thus do, & ye shal not offende."},{"number":11,"verse":"And beholde, Amaria the hie priest is among you in all matters of the Lorde, and Zebadia the sonne of Ismael, a ruler of the house of Iuda for all the kinges matters: There be officers of the Leuites also before you, Take courage to you therfore, and be doyng [manfully] and the Lorde shalbe with such as be good."}]}