{"bibleAbbr":"BB1572","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"Iehosaphat also slept with his fathers, and was buried with his fathers in the citie of Dauid: and Iehoram his sonne raigned in his steade."},{"number":2,"verse":"And he had brethren whiche were the sonnes of Iehosaphat, Azaria, Iehiel, Zacharia, Azariahu, Michael, and Sephatiahu: All these are the sonnes of Iehosaphat king of Iuda."},{"number":3,"verse":"And their father gaue the many great giftes of gold and siluer, and other speciall substaunce, with strong cities in Iuda: but the kingdome gaue he to Iehoram, for he was the eldest."},{"number":4,"verse":"And Iehoram rose vp against the kingdome of his father, and preuayled, and slue all his brethren with the sworde, and diuers of the lordes of Israel."},{"number":5,"verse":"Iehoram was thirtie and two yeres olde when he began to raigne, and he raigned eyght yeres in Hierusalem."},{"number":6,"verse":"And he walked in the way of the kinges of Israel, like as dyd the house of Ahab, for he had the daughter of Ahab to wife: and he wrought euyll in the eyes of the Lorde."},{"number":7,"verse":"Howbeit the Lord woulde not destroy the house of Dauid, because of the couenaunt that he had made with Dauid, as he promised to geue a light to hym and to his sonnes for euer."},{"number":8,"verse":"In his dayes the Edomites rebelled when they were vnder the dominion of Iuda, and made them selues a king."},{"number":9,"verse":"And Iehoram went foorth with his lordes, and all his charets were with him: and he rose vp by night, and smote the Edomites, which compassed him in, and the captaynes of the charets."},{"number":10,"verse":"But Edom rebelled still, so that they woulde not be vnder the hande of Iuda vnto this day: That same time also dyd Libna depart from being vnder his hande, because he had forsaken the Lord God of his fathers."},{"number":11,"verse":"Moreouer, he made high places in the mountaynes of Iuda, & caused the inhabiters of Hierusalem to commit fornication, and prouoked Iuda [to idolatrie.]"},{"number":12,"verse":"And there came a writing to him from Elia the prophete, saying, Thus sayth the Lord God of Dauid thy father: Because thou hast not walked in the wayes of Iehosaphat thy father, and in the wayes of Asa king of Iuda:"},{"number":13,"verse":"But walkedst in the wayes of the kinges of Israel, and hast made Iuda and the dwellers of Hierusalem to go a whoring like to the whordome of the house of Ahab, and hast slayne thy brethren, euen thy fathers house, whiche were better then thou:"},{"number":14,"verse":"Beholde, with a great plague will the Lorde smite thy folke, thy children, thy wyues, and all thy goods:"},{"number":15,"verse":"And thou shalt suffer great payne, euen a disease of thy bowels, vntill thy guttes fall out, by reason of thy sicknes day by day."},{"number":16,"verse":"And so the Lorde stirred vp against Iehoram the spirite of the Philistines, and the Arabians that were besyde the blacke Moores."},{"number":17,"verse":"And they came vp into Iuda, and wasted it, & caried away all the substaunce that was found in the kinges house, and his sonnes, and his wyues: so that there was neuer a sonne left hym, saue Iehohahaz, which was the youngest among his sonnes."},{"number":18,"verse":"And after all these thinges, the Lorde smote him in his bowels with an incurable disease."},{"number":19,"verse":"And it came to passe, that in processe of time, euen after the ende of two yeres, his guttes fell out in his sicknes, and so he died of very euyll diseases: And they made no burning for him, lyke the burning of his fathers."},{"number":20,"verse":"When he began to raigne he was thirtie and two yeres olde, and raigned in Hierusalem eyght yeres, and liued wretchedly: howebeit they buried him in the citie of Dauid, but not among the sepulchres of the kinges."}]}