{"bibleAbbr":"BB1572","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Amaziahu was twentie and fiue yeres olde when he began to raigne, and he raigned twentie and nine yeres in Hierusale: His mothers name was Iehoadan, of Hierusalem."},{"number":2,"verse":"And he dyd that which is right in the sight of the Lorde, but not with a perfect heart."},{"number":3,"verse":"And assoone as he was setled in the kingdome, he slue his seruauntes that had killed the king his father."},{"number":4,"verse":"But he slue not their children, because it is written thus in the lawe and booke of Moyses, where the Lorde commaunded, saying: The fathers shall not dye for the children, neither shall the children dye for the fathers, but euery man shall dye for his owne sinne."},{"number":5,"verse":"And Amaziahu gathered Iuda together, and made them captaynes ouer thousandes and ouer hundredes, according to the houses of their fathers throughout all Iuda and Beniamin: And he numbred them from twentie yeres olde and aboue, and found among them three hundred thousande chosen men, able to go to battell, and that could handle speare and shield."},{"number":6,"verse":"He hired also an hundred thousande strong fighting men out of Israel for an hundred talentes of siluer."},{"number":7,"verse":"And there came a man of God to him, and sayde, O king, let not the armie of Israel come with thee: for the Lorde is not with Israel, [to wit] with al the children of Ephraim."},{"number":8,"verse":"But if thou wilt needes [be saytlesse:] come on, and take the battell in hande, and God shall make thee fall before the enemie: For God hath power to helpe, and to cast downe."},{"number":9,"verse":"And Amaziahu saide to the man of God: What shal we do then for the hundred talentes which I haue geuen for the hoast of Israel? The man of God aunswered: The Lorde is able to geue thee much more then they be."},{"number":10,"verse":"And Amaziahu separated them, [to wit] the armie that was come to him out of Ephraim, to go home againe: Wherefore they were exceeding wroth with Iuda, & returned home in great anger."},{"number":11,"verse":"And Amaziahu toke heart, and caried out his people, and went to the salt valley, and smote of the children of Seir ten thousand."},{"number":12,"verse":"And other ten thousand did the children of Iuda take alyue, & caried them vnto the top of a rocke, and cast them downe from the top of the rocke, that they all to burst."},{"number":13,"verse":"But the souldiers of the armie which Amaziahu sent away that they should not go with his people to battaile, fell vpon the cities of Iuda from Samaria vnto Bethron, and smote three thousand of them, and toke much spoyle."},{"number":14,"verse":"And it chaunced after that Amaziahu was come from the slaughter of the Edomites, he brought the gods of the children of Seir, and set them vp to be his gods, and bowed him selfe before them, and burned incense vnto them."},{"number":15,"verse":"Wherfore the Lorde was wroth with Amaziahu, & sent vnto him a prophete, which saide vnto him: Why hast thou sought the gods of the people which were not able to delyuer their owne people out of thyne hande?"},{"number":16,"verse":"And it chaunced, that as ye prophete talked with him, the king saide vnto him: Haue men made thee of the kinges counsel: Ceasse, why wylt thou be beaten? And the prophete ceassed, and said: I am sure that God is minded to destroy thee, because thou hast done this, and agreest not vnto my counsell."},{"number":17,"verse":"Then Amaziahu king of Iuda toke aduise, and sent to Ioas the sonne of Iehoahaz the sonne of Iehu king of Israel, and said: Come, that we way see either other."},{"number":18,"verse":"And Ioas king of Israel sent to Amaziahu king of Iuda, saying: A thistle that is in Libanon, sent to a Cedar tree of Libanon, saying, Geue thy daughter to my sonne to wyfe: And there came a wylde beast of Libanon, and trode downe the thistle."},{"number":19,"verse":"Thou sayest: Loe, thou hast smitten the Edomites, & thyne heart maketh thee proude to glorifie thy selfe: Now therefore byde at home, why doest thou prouoke vnto euyll, that thou mayest perishe, both thou and Iuda with thee?"},{"number":20,"verse":"But Amaziahu woulde not hearken to him: for it came of God, euen to delyuer them into the hande of their enemies, because they sought counsell at the gods of Edom."},{"number":21,"verse":"And so Ioas the king of Israel came vp, and they sawe either other both he and Amaziahu king of Iuda, at Bethsames which is in Iuda."},{"number":22,"verse":"And Iuda was put to the worse before Israel, and they fled euery man to his tent."},{"number":23,"verse":"And Ioas the king of Israel toke Amaziahu king of Iuda the sonne of Ioas the sonne of Iehoahaz at Bethsames, and brought him to Hierusalem, and tare the wall of Hierusalem (from the gate of Ephraim, vnto the gate that was ouer against it) foure hundred cubites."},{"number":24,"verse":"And he toke away also all the golde and siluer, and all the iewels that were founde in the house of God with Obed Edom, and the treasures of the kinges house, and the young wardes, and returned to Samaria."},{"number":25,"verse":"And Amaziahu the sonne of Ioas king of Iuda, lyued after the death of Ioas sonne of Iehoahaz king of Israel fifteene yere."},{"number":26,"verse":"The rest of the actes of Amaziahu first and last, are they not written in the booke of the kinges of Iuda and Israel."},{"number":27,"verse":"And after the time that Amaziahu did turne away from the Lorde, they conspired treason against him in Hierusalem: and when he was fled to Lachis, they sent to Lachis after him, and slue him there:"},{"number":28,"verse":"And brought him vp with horses, and buryed him with his fathers in the citie of Iuda."}]}