{"bibleAbbr":"BB1572","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"Ahaz was twentie yeres olde when he began to raigne, and raigned sixteene yeres in Hierusalem, and he did not that which is right in the sight of the Lorde, as did his father Dauid:"},{"number":2,"verse":"For he walked in the wayes of the kinges of Israel, & made moulten images for Baalim."},{"number":3,"verse":"He offered incense in the valley of the sonne of Hinnon, and burnt his children in fire, after the abhominations of the heathen whom the Lorde cast out before the children of Israel."},{"number":4,"verse":"He offered also and burnt incense in the high places, and on mountaynes, and vnder euery greene tree."},{"number":5,"verse":"Wherefore the Lorde his God delyuered him into the hande of the king of the Syrians, which beat him, and caryed away a great multitude of his captiue, and brought them to Damascon: And he was deliuered into the hand of the king of Israel, which smote him with a great slaughter."},{"number":6,"verse":"For Pekah the sonne of Remaliahu slue in Iuda an hundred and twentie thousand in one day, which were all fighting men: and that because they had forsaken the Lord God of their fathers."},{"number":7,"verse":"And Zichri a mightie man of Ephraim slue Maasiahu the kinges sonne, and Africa the gouernour of the house, and Elcana that was next to the king."},{"number":8,"verse":"And the children of Israel toke prisoners of their brethren two hundred thousand women, sonnes, and daughters, and caryed away much spoyle of them, and brought the spoyle to Samaria."},{"number":9,"verse":"But there was a prophet of the Lordes, whose name was Obed: and he went out before the hoast that came to Samaria, & saide vnto them: Beholde, because the Lorde God of your fathers is wroth with Iuda, he hath deliuered them into your hande, and ye haue slaine them with cruelnesse, that reacheth vp to heauen."},{"number":10,"verse":"And nowe ye purpose to keepe vnder the children of Iuda and Hierusalem, and to make them bondmen and bondwomen: And do ye not lade your selues with sinne in the sight of the Lord your God?"},{"number":11,"verse":"Now heare me therefore, and deliuer the captiues againe which ye haue taken of your brethren: for els shall the great wrath of God be vpon you."},{"number":12,"verse":"Wherfore certayne of the heads of the children of Ephraim, as Azariahu the sonne of Iehohanan, Berechiahu the sonne of Mesillemoth, and Iehezkiahu the sonne of Sallum, & Amasa the sonne of Hadlai, stoode vp against them that came from the warre,"},{"number":13,"verse":"And saide vnto them, Bryng not in the captiues hither: for where as we haue offended toward God alredy, ye entende to adde more to our sinnes and trespasse: For our trespasse is great alredie, and there is a fierce wrath against Israel."},{"number":14,"verse":"And vpon that, the men of armes left the captiues and the spoyle before the lordes and all the congregation:"},{"number":15,"verse":"And the men that were now rehearsed by name, rose vp, and toke the prisoners, and with the spoyle clothed all that were naked among them, & arayed them, & shoed them, and gaue them to eate and to drinke, and annoynted them, and carryed al that were feeble of them vpon asses, & brought them to Iericho the citie of Paulme trees, to their brethren: and then they returned to Samaria againe."},{"number":16,"verse":"At that same time did king Ahaz send vnto the kinges of the Assyrians, to haue helpe of them."},{"number":17,"verse":"And the Edomites came againe, and slue some of Iuda, and caryed away captiues."},{"number":18,"verse":"And the Philistines inuaded the cities in the lowe countrey, and toward the south of Iuda: and toke Bethsames, and Aialon, and Gederoth, and Socho with the townes longing thereto, and Thimna with the townes of the same, Gimso and the townes thereof, and dwelt there."},{"number":19,"verse":"For the Lorde brought Iuda lowe, because of Ahaz king of Iuda, which made Iuda naked, & transgressed sore against the Lorde."},{"number":20,"verse":"And Thilgath Pilneser king of the Assyrians came vpon him, and troubled him rather then strengthed him."},{"number":21,"verse":"For Ahaz toke away a portion out of the house of the Lorde, and out of the kinges house, and out of the lordes houses, and gaue vnto the king of the Assyrians: and yet it helped him not."},{"number":22,"verse":"And in the very time of his tribulation, did king Ahaz trespasse yet more against the Lorde."},{"number":23,"verse":"For he offered vnto the gods of them of Damascon, which beat him: and he sayd, Because the gods of the kinges of Syria helpe them, therefore wyll I offer to them, that they may helpe me also: But they were his destruction, and the destruction of all Israel."},{"number":24,"verse":"And Ahaz gathered together the vessels of the house of God, & brake them, and shut vp the doores of the house of the Lorde, and made him aulters in euery corner of Hierusalem."},{"number":25,"verse":"And in all the cities of Iuda he made high places to burne incense vnto other gods, and angred the Lorde God of his fathers."},{"number":26,"verse":"The rest of his actes, and his workes first and last, beholde they are written in the booke of the kinges of Iuda and Israel."},{"number":27,"verse":"And Ahaz slept with his fathers, and they buried him in the citie of Hierusalem: but brought him not vnto the sepulchres of the kinges of Israel: and Hezekia his sonne raigned in his steade."}]}