{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"( સુલેમાનનાં નીતિવચનો) જ્ઞાની દીકરો પોતાના પિતાને હર્ષ ઉપજાવે છે; પણ મૂર્ખ દીકરો પોતાની માને ભારરૂપ છે."},{"number":2,"verse":"દુષ્ટતાનો સંગ્રહ કંઈ ભલું કરતો નથી; પણ નેકી મોતથી ઉગારે છે."},{"number":3,"verse":"સદાચારીના આત્માને યહોવા ભૂખે મરવા દેશે નહિ; પણ દુષ્ટની ઇચ્છાને તે નિષ્ફળ કરે છે."},{"number":4,"verse":"ગાફેલ હાથથી કામ કરનાર દરિદ્રી થાય છે; પણ ઉદ્યોગીનો હાથ તેને ધનવાન બનાવે છે."},{"number":5,"verse":"ડાહ્યો દીકરો ઉનાળામાં સંગ્રહ કરે છે; પણ કાપણીની મોસમમાં સૂઈ રહેનારો દીકરો બદનામી કરાવે છે."},{"number":6,"verse":"સદાચારીને માથે આશીર્વાદ ઊતરે છે; પણ દુષ્ટોનું મોઢું બલાત્કારથી ઢંકાયેલું છે."},{"number":7,"verse":"ન્યાયીના સ્મરણને ધન્યવાદ મળે છે; પણ દુષ્ટોનું નામ તો સડી જશે."},{"number":8,"verse":"જ્ઞાની હ્રદયવાળો આજ્ઞાઓનો સ્વીકાર કરશે; પણ બકબકાટ કરનારો મૂર્ખ પાયમાલ થશે."},{"number":9,"verse":"પ્રામાણિકપણાથી ચાલનાર મક્કમ પગલે ચાલે છે; પણ અવળે રસ્તે ચાલનાર તો જણાઈ આવશે."},{"number":10,"verse":"આંખથી મીંચકારા કરનાર ખેદ કરાવે છે; પણ બકબકાટ કરનારો મૂર્ખ પાયમાલ થશે."},{"number":11,"verse":"સદાચારીનું મોં જીવનનો ઝરો છે; પણ દુષ્ટોનું મોઢું બલાત્કારથી ઢંકાયેલું રહે છે."},{"number":12,"verse":"દ્વેષથી ઝઘડા ઊભા થાય છે; પણ ( ; .) પ્રેમ સર્વ અપરાધોને ઢાંકી દે છે."},{"number":13,"verse":"વિવેકબુદ્ધિવાળાના હોઠો પર જ્ઞાન માલૂમ પડે છે; પણ મૂર્ખની પીઠને માટે લાકડી છે."},{"number":14,"verse":"જ્ઞાની પુરુષો ડહાપણનો સંગ્રહ કરે છે; પણ મૂર્ખનું મોં તત્કાળ નાશ લાવે છે."},{"number":15,"verse":"દ્રવ્યવાન માણસનું ધન એ તેનું કિલ્‍લેબંધીવાળું નગર છે; પણ દરિદ્રતા દરિદ્રીનો નાશ કરે છે."},{"number":16,"verse":"સદાચારીની મહેનત જીવનસાધક છે; દુષ્ટની પેદાશ પાપકારક છે."},{"number":17,"verse":"શિખામણને સ્વીકારનાર જીવનના માર્ગમાં છે; પણ ઠપકાનો ત્યાગ કરનાર ભૂલ કરે છે."},{"number":18,"verse":"જે દ્વેષ છુપાવે છે તે જૂઠા હોઠવાળો છે; અને ચાડી કરનાર મૂર્ખ છે."},{"number":19,"verse":"ઘણું બોલવામાં દોષની અછત હોતી નથી; પણ પોતાના હોઠો પર દાબ રાખનાર ડહાપણ કરે છે."},{"number":20,"verse":"સદાચારીની જીભ ચોખ્‍ખી ચાંદી જેવી છે; પણ દુષ્ટના હ્રદયની કિંમત કોડીનીયે નથી,"},{"number":21,"verse":"નેક માણસના હોઠો ઘણાને તૃપ્ત કરે છે; પણ મૂર્ખો બુદ્ધિની અછતથી માર્યા જાય છે."},{"number":22,"verse":"યહોવાનો આશીર્વાદ ધનવાન કરે છે. અને તેની સાથે કંઈ ખેદ મિશ્રિત નથી."},{"number":23,"verse":"દુષ્ટતા કરવી એ મૂર્ખને તો રમત જેવું છે; પણ સમજણો માણસ જ્ઞાનથી [આનંદ મેળવે] છે."},{"number":24,"verse":"દુષ્ટનું ભય તેના પોતાના ઉપર આવી પડશે; પણ નેક માણસની ઇચ્છા તૃપ્ત કરવામાં આવશે."},{"number":25,"verse":"વંટોળિયો જતો રહે છે, તેમ દુષ્ટ સદાને માટે લોપ થઈ જાય છે; પણ નેક પુરુષ સર્વકાળ ટકનાર પાયારૂપ છે."},{"number":26,"verse":"જેમ દાંતને સરકો, અને આંખોને ધુમાડો [હેરાન કરે છે] , તેમ આળસુ પોતાને [કામ પર] મોકલનારને [હેરાન કરે છે]."},{"number":27,"verse":"યહોવાનું ભય આયુષ્ય વધારે છે; પણ દુષ્ટોનાં વર્ષો ટૂંકાં કરવામાં આવશે."},{"number":28,"verse":"સદાચારીઓની આશાનું પરિણામ આનંદ છે; પણ દુષ્ટોની અપેક્ષા નિષ્ફળ જશે."},{"number":29,"verse":"યહોવાનો માર્ગ પ્રામાણિકોને કિલ્લારૂપ છે; પણ તે દુષ્કર્મીઓને નાશરૂપ છે."},{"number":30,"verse":"સદાચારીઓને કદી ખસેડવામાં આવશે નહિ; પણ દુષ્ટો દેશમાં કાયમ રહેશે નહિ."},{"number":31,"verse":"સદાચારીઓનું મોં જ્ઞાન પ્રગટ કરે છે; પણ હઠીલી જીભ કાપી નાખવામાં આવશે."},{"number":32,"verse":"સંતોષકારક શું છે તે સદાચારીના હોઠ જાણે છે; પણ દુષ્ટ પોતાને મોઢે આડું બોલે છે."}]}