{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"ખોટાં ત્રાજવાં યહોવાને કંટાળારૂપ છે; પણ અદલ વજનિયાંથી તે રાજી થાય છે."},{"number":2,"verse":"અહંકાર આવે છે, ત્યારે ફજેતી પણ આવે છે; પણ નમ્રજનો પાસે જ્ઞાન હોય છે."},{"number":3,"verse":"પ્રામાણિક માણસોની નેકી તેઓને દોરશે; પણ ધુતારાઓ પોતાના કપટથી નાશ પામશે."},{"number":4,"verse":"કોપને દિવસે દ્રવ્ય કંઈ કામ આવતું નથી; પણ નેકી મોતથી ઉગારે છે."},{"number":5,"verse":"યથાર્થીની નેકી તેનો માર્ગ સીધો કરે છે; પણ દુષ્ટ પોતાની જ દુષ્ટતાથી પાયમાલ થશે."},{"number":6,"verse":"પ્રામાણિક માણસો પોતાની નેકીથી બચી જશે; પણ કપટ કરનારાઓ તેમની પોતાની જ [યોજનામાં] સપડાઈ જશે."},{"number":7,"verse":"દુષ્ટ માણસની અપેક્ષા તેના મૃત્યુસમયે નાશ પામશે; અને અન્યાયીની આશા નાશ પામે છે."},{"number":8,"verse":"સદાચારીને સંકટમાંથી છૂટો કરવામાં આવે છે, અને તેને સ્થાને દુષ્ટ આવે છે."},{"number":9,"verse":"અધર્મી પોતાને મોઢેથી પોતાના પડોશીનો નાશ કરે છે; પણ સમજદારીથી સદાચારીનો બચાવ થશે."},{"number":10,"verse":"નેક માણસોની આબાદીમાં નગર હરખાય છે; અને દુષ્ટોનો નાશ થાય છે ત્યારે હર્ષના નાદ સંભળાય છે."},{"number":11,"verse":"પ્રામાણિકની આશિષથી નગરની ઉન્‍નતિ થાય છે; પણ દુષ્ટના મોઢાથી તો તે પાયમાલ થાય છે."},{"number":12,"verse":"પોતાના પડોશીને તુચ્છ માનનાર અજ્ઞાન છે; પણ બુદ્ધિમાન માણસ છાનો રહે છે."},{"number":13,"verse":"સ્થળે સ્થળે ફરીને ચાડી કરનાર માણસ છાની વાતોને ઉઘાડી કરે છે; પણ વિશ્વાસુ મનનો માણસ એવી વાત છાની રાખે છે."},{"number":14,"verse":"જ્યાં આગેવાન અજ્ઞાન હોય, ત્યાં લોકો [ખાડામાં] પડે છે; પણ પુષ્કળ સલાહકારો હોય ત્યાં સલામતી છે."},{"number":15,"verse":"પારકાનો જામીન થનારને ખેદ થશે; પણ જામીનગીરીને ધિક્કારનાર નિર્ભય છે."},{"number":16,"verse":"સુશીલ સ્‍ત્રી આબરૂને સાચવી રાખે છે; અને જુલમી માણસો દ્રવ્ય સાચવી રાખે છે."},{"number":17,"verse":"દયાળુ માણસ પોતાના આત્માનું હિત કરે છે; પણ ઘાતકી માણસ પોતાના દેહને દુ:ખમાં નાખે છે."},{"number":18,"verse":"દુષ્ટની કમાણી ઠગારી છે; પણ નેકીનું બીજ વાવનારને ખચીત બદલો [મળે છે]."},{"number":19,"verse":"જે માણસ નેકીમાં સુદઢ છે તે જીવન [સંપાદન કરે છે] ; પણ ભૂંડું શોધનાર પોતાનું જ મોત [લાવે છે]."},{"number":20,"verse":"વિપરીત અંત:કરણવાળા માણસોથી યહોવા કંટાળે છે; પણ જેઓ પોતાની વર્તણૂકમાં પૂર્ણ છે તેઓ તેને આનંદરૂપ છે."},{"number":21,"verse":"ખાતરીથી [કહું છું] કે દુષ્ટ માણસ શિક્ષા પામ્યા વગર નહિ રહેશે; પણ સદાચારીઓના સંતાનનો બચાવ થશે."},{"number":22,"verse":"જેમ ભૂંડના નાકમાં સોનાની નથણી હોય છે, તેમ વિવેકહીન સ્‍ત્રીની સુંદરતા છે."},{"number":23,"verse":"નેક માણસની ઇચ્છા ફક્ત શુભ હોય છે; પણ દુષ્ટની અપેક્ષા કોપરૂપ છે."},{"number":24,"verse":"એવા માણસો છે કે જેઓ વેરી નાખે છે તેમ છતાં વૃદ્ધિ કરે છે; વળી એવા પણ છે કે જેઓ ઘટે તે કરતાં વધારે સંઘરી રાખે છે, તોપણ તેઓ માત્ર કંગલાવસ્થામાં આવે છે."},{"number":25,"verse":"ઉદાર જીભ પુષ્ટ થશે; અને પાણી પાનાર પોતે પણ પીશે."},{"number":26,"verse":"અનાજ સંઘરી રાખનારને લોક શાપ આપશે; પણ તે વેચનારના માથા પર આશીર્વાદ રહેશે."},{"number":27,"verse":"ખંતથી હિત શોધનારને [ઇશ્વરની] કૃપા મળે છે; પણ જે નુકસાન શોધે છે, તેના પર તે જ આવી પડશે."},{"number":28,"verse":"પોતાના દ્રવ્ય પર ભરોસો રાખનાર પડી જશે; પણ નેકીવાનો લીલા પાનની માફક ખીલશે."},{"number":29,"verse":"જે પોતાના જ ઘરનાંને દુ:ખ આપે છે, તેને પવનનો વારસો મળશે; અને મૂર્ખ માણસ જ્ઞાનીનો ચાકર થશે."},{"number":30,"verse":"નેકીવાનનું ફળ તે જીવનનું ઝાડ છે; અને જે જ્ઞાની છે તે [બીજા] આત્માઓને બચાવે છે."},{"number":31,"verse":"( .) નેકીવાનોને પૃથ્વી પર બદલો મળશે; તો દુષ્ટ તથા પાપીને બદલો [મળશે] તે કેટલું બધું [ખાતરીભરેલું છે] !"}]}