{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"જે જુદો પડે છે તે પોતાની ઇચ્છા સાધવા મથે છે, તે રીસથી સર્વ સુજ્ઞાનની વિરુદ્ધ થાય છે."},{"number":2,"verse":"મૂર્ખને બુદ્ધિમાં તો નહિ, પણ તેનું હ્રદય પોતાનું સ્વરૂપ પ્રકાશે, તેમાં જ આનંદ છે."},{"number":3,"verse":"દુષ્ટ આવે છે ત્યારે સાથે તુચ્છકાર પણ લેતો આવે છે, અને અપકીર્તિ સાથે નિંદા [પણ આવે છે]."},{"number":4,"verse":"માણસના મુખના શબ્દો ઊંડા પાણી જેવા છે; જ્ઞાનનો ઝરો વહેતી નદી [જેવો છે]."},{"number":5,"verse":"દુષ્ટની શેહશરમ રાખવી, તથા ઇનસાફમાં નેક માણસને છેહ દેવો એ યોગ્ય નથી."},{"number":6,"verse":"મૂર્ખના હોઠ કજિયા કરાવે છે, અને તેનું મોં ફટકા માગે છે."},{"number":7,"verse":"મૂર્ખનું મોં એ તેનો વિનાશ છે, અને તેના હોઠ એ તેના પોતાના આત્માનો ફાંદો છે."},{"number":8,"verse":"કાન ભંભેરનારના શબ્દો સ્વાદિષ્ટ કોળિયા જેવા છે, અને તે પેટના અભ્યંતરમાં ઊતરી જાય છે."},{"number":9,"verse":"વળી જે પોતાનાં કામ કરવામાં ઢીલો છે તે ઉડાઉનો ભાઈ છે."},{"number":10,"verse":"યહોવાનું નામ મજબૂત કિલ્લો છે; નેકીવાન તેમાં નાસી જઈને સહીસલામત રહે છે."},{"number":11,"verse":"દ્રવ્યવાન માણસનું ધન એ તેનું કિલ્‍લેબંધીવાળું શહેર છે, તેની પોતાની માન્યતા પ્રમાણે તે ઊંચા કોટ જેવું છે."},{"number":12,"verse":"માણસનું હ્રદય ગર્વિષ્ઠ થયા પછી નાશ આવે છે, પહેલી દીનતા છે, પછી માન છે."},{"number":13,"verse":"સાંભળ્યા પહેલાં ઉત્તર આપવામાં મૂર્ખાઈ તથા લજ્જા છે."},{"number":14,"verse":"હિમ્મતવાન માણસ પોતાનું દુ:ખ સહન કરી શકશે; પણ ઘાયલ મન કોણ વેઠી શકે?"},{"number":15,"verse":"ડાહ્યાનું હ્રદય ડહાપણ પ્રાપ્ત કરે છે; અને જ્ઞાની જ્ઞાન સાંભળવા મથે છે."},{"number":16,"verse":"માણસની બક્ષિસ તેને માટે માર્ગ ખુલ્લો કરે છે. અને તેને મોટા માણસની હજૂરમાં દાખલ કરે છે."},{"number":17,"verse":"જે પોતાનો દાવો પ્રથમ માંડે છે તે [વાજબી દેખાય છે] ; પણ તેનો પ્રતિવાદી આવીને તેને ઉઘાડો પાડે છે."},{"number":18,"verse":"ચિઠ્ઠી [નાખવાથી] તકરાર સમી જાય છે, અને સમર્થોના ભાગ વહેંચવામાં આવે છે."},{"number":19,"verse":"દુભાયેલા ભાઈ સાથે સલાહ કરવી તે કિલ્લાવાળા નગરને [જીતવા કરતાં મુશ્કેલ છે] ; [એવા] કજિયા કિલ્લાની ભૂંગળો જેવા છે."},{"number":20,"verse":"માણસ પોતાના મુખના ફળથી પેટ ભરીને ખાશે; અને તેના હોઠોની ઊપજથી તે ધરાશે."},{"number":21,"verse":"મરણ તથા જીવન જીભની સત્તામાં છે; અને તેનો જે જેવો ઉપયોગ કરશે તે તેવું ફળ ખાશે."},{"number":22,"verse":"જેને પત્ની મળે તેને સારી ભેટ મળી જાણવી, અને તેને યહોવાની કૃપા પ્રાપ્ત થાય છે."},{"number":23,"verse":"ગરીબ કાલાવાલા કરે છે; પણ દ્રવ્યવાન કઠોર જવાબ આપે છે."},{"number":24,"verse":"જે ઘણા મિત્રો કરે છે તે પોતાનું નુકસાન વહોરે છે; પરંતુ એક એવો મિત્ર છે કે જે ભાઈના કરતાં નિકટનો સંબંધ રાખી રહે છે."}]}