{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"( જ્ઞાનનો પુરસ્કાર) મારા દીકરા, જો તું મારાં વચનોનો અંગીકાર કરશે, અને મારી આજ્ઞાઓને તારી પાસે સંઘરી રાખીને,"},{"number":2,"verse":"જ્ઞાન તરફ તારો કાન ધરશે, અને બુદ્ધિમાં તારું મન પરોવશે;"},{"number":3,"verse":"જો તું વિવેકબુદ્ધિને માટે ઘાંટો પાડશે, અને સમજણ મેળવવાને માટે ખંત રાખશે;"},{"number":4,"verse":"જો તું રૂપાની જેમ તેને ઢૂંઢશે, અને દાટેલા દ્રવ્યની જેમ તેની શોધ કરશે;"},{"number":5,"verse":"તો તને યહોવાના ભયની સમજણ પડશે, અને ઈશ્વરનું જ્ઞાન તારે હાથ લાગશે."},{"number":6,"verse":"કેમ કે યહોવા જ્ઞાન આપે છે; તેમના મુખમાંથી ડહાપણ તથા બુદ્ધિ [નીકળે છે] ;"},{"number":7,"verse":"તે સત્યજનોને માટે ખરું જ્ઞાન સંગ્રહ કરી રાખે છે, પ્રામાણિકપણાથી વર્તનારને તે ઢાલરૂપ છે;"},{"number":8,"verse":"જેથી તે ન્યાયના રસ્તાની સંભાળ રાખે, અને પોતાના ભક્તોના માર્ગનું રક્ષણ કરે."},{"number":9,"verse":"ત્યારે તું નેકી, ન્યાય તથા ઇનસાફને, હા, તું દરેક સત્યમાર્ગને સમજશે."},{"number":10,"verse":"તારા હ્રદયમાં જ્ઞાન પ્રવેશ કરશે, અને સમજ તારા મનને ખુશકારક લાગશે."},{"number":11,"verse":"વિવેકબુદ્ધિ તારા પર ચોકી કરશે, બુદ્ધિ તારું રક્ષણ કરશે;"},{"number":12,"verse":"[તેઓ] તને દુષ્ટ માણસોના માર્ગમાંથી, તથા આડું બોલનાર માણસો કે,"},{"number":13,"verse":"જેઓ સદાચારના રસ્તાઓ તજીને અંધકારના માર્ગોમાં ચાલે છે;"},{"number":14,"verse":"જેઓ દુષ્ટતા કરવામાં આનંદ માને છે, ને દુષ્ટ માણસોનાં વિપરીત આચરણોથી હરખાય છે;"},{"number":15,"verse":"જેઓનાં માર્ગો વાંકા, તથા જેમના રસ્તા અવળા છે, તેમનાથી તેઓ તને ઉગારશે;"},{"number":16,"verse":"[વળી તેઓ] તને પરનારીથી, એટલે પોતાના શબ્દોથી મોહ પમાડનાર પરસ્‍ત્રીથી ઉગારશે;"},{"number":17,"verse":"તે તો પોતાની યુવાવસ્થાના મિત્રને તજી દે છે, અને ઈશ્વરની આગળ કરેલો પોતાનો કરાર ભૂલી જાય છે;"},{"number":18,"verse":"કેમ કે તેનું ઘર મૃત્યુ તરફ અને તેના માર્ગ મૂએલા તરફ ઢળતા છે;"},{"number":19,"verse":"તેની પાસે જનારાઓમાંનો કોઈ પાછો આવતો નથી, તેઓ જીવનનો માર્ગ સંપાદન કરી શક્તા નથી."},{"number":20,"verse":"તું સજ્‍જનોના માર્ગમાં ચાલશે, અને નેક લોકોનો રસ્તો પકડી રાખશે."},{"number":21,"verse":"સદાચારીઓ દેશમાં વસશે, અને નીતિસંપન્‍ન લોક તેમાં જીવતા રહેશે."},{"number":22,"verse":"પણ દુષ્ટો દેશ પરથી નાબૂદ થશે, અને કપટ કરનારાઓ તેમાંથી પૂરેપૂરા ઊખેડી નાખવામાં આવશે."}]}