{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"( .) આવતી કાલ વિષે ફુલાશ ન માર; કેમ કે એક દિવસમાં શું થઈ જશે તે તું જાણતો નથી."},{"number":2,"verse":"બીજો માણસ તારાં વખાણ કરે, પણ તું તારે મુખે તારાં વખાણ ન [કર] ; બીજો [કરે] તો ભલે, પણ તારા પોતાના હોઠ ન કરે."},{"number":3,"verse":"પથ્થર વજનદાર હોય છે, અને રેતી ભારે હોય છે; પણ મૂર્ખની હેરાનગતિ તે બન્‍ને કરતાં ભારે હોય છે."},{"number":4,"verse":"ક્રોધ ક્રૂર છે, અને કોપ રેલરૂપ છે; પણ અદેખાઈની સામે કોણ ટકી શકે?"},{"number":5,"verse":"ગુપ્ત પ્રેમ કરતાં ઉઘાડો ઠપકો સારો છે."},{"number":6,"verse":"મિત્રના [કરેલા] ઘા પ્રામાણિક છે; પણ શત્રુનાં ચુંબન પુષ્કળ છે."},{"number":7,"verse":"ધરાયેલો માણસ મધપૂડાથી કંટાળે છે; પણ ક્ષુધાતુરને હરેક કડવી વસ્તુ પણ મીઠી લાગે છે."},{"number":8,"verse":"પોતાની જગા છોડી ભટકનાર માણસ પોતાનો માળો તજીને ભમનાર પક્ષીના જેવો છે."},{"number":9,"verse":"જેમ અત્તર તથા સુગંધીથી હ્રદયને હર્ષ થાય છે, તેમ અંત:કરણથી સલાહ આપનાર મિત્રની મીઠાશથી પણ થાય છે."},{"number":10,"verse":"તારા પોતાના મિત્રને તથા તારા પિતાના મિત્રને ત્યજી દઈશ નહિ; અને તારી વિપત્તિને સમયે તારા ભાઈને ઘેર ન જા, દૂર વસતા ભાઈ કરતાં પાસેનો પડોશી સારો છે."},{"number":11,"verse":"મારા દીકરા, જ્ઞાની થા, અને મારા હ્રદયને આનંદ પમાડ કે, મને મહેણાં મારનારને હું ઉત્તર આપું."},{"number":12,"verse":"સંકટને જોઈને શાણો સંતાઈ જાય છે, પણ મૂર્ખ આગળ ચાલ્યો જઈને આપત્તિ ભોગવે છે."},{"number":13,"verse":"અજાણ્યા માટે જામીનગીરી આપનારનું વસ્‍ત્ર લઈ લે; અને અજાણી સ્‍ત્રી [ના જામીનને] જવાબદારીમાં રાખ."},{"number":14,"verse":"જે કોઈ પરોઢિયે ઊઠીને પોતાના મિત્રને મોટે સાદે આશીર્વાદ આપે છે, તે તેને શાપ સમાન લાગશે."},{"number":15,"verse":"ચોમાસામાં વરસાદનું સતત વરસવું તથા કજિયાખોર સ્‍ત્રી [એ બન્‍ને] બરાબર છે;"},{"number":16,"verse":"જે તેને રોકી શકે તે પવનને રોકી શકે, અને પોતાને જમણે હાથે લગાડેલા તેલની સુગંધી પણ [રોકી શકે]."},{"number":17,"verse":"લોઢું લોઢાને તેજદાર બનાવે છે; તેમ જ માણસ પોતાના મિત્રના મોંને તેજદાર બનાવે છે."},{"number":18,"verse":"જે કોઈ અંજીરી સાચવે છે તે તેનું ફળ ખાશે; તેમ જ પોતાના શેઠની ખિજમત કરનાર માન પામશે."},{"number":19,"verse":"જેમ [માણસના] ચહેરાની આબેહૂબ છબી પાણીમાં પડે છે, તેમ માણસના હ્રદયનું પ્રતિબિંબ સામા માણસ પર પડે છે."},{"number":20,"verse":"જેમ શેઓલ અને વિનાશ કદી તૃપ્ત થતાં નથી; તેમ માણસની આંખો કદી તૃપ્ત થતી નથી."},{"number":21,"verse":"રૂપું ગાળવા માટે કુલડી અને સોનાને માટે ભઠ્ઠી હોય છે, તેમ માણસની પરીક્ષા તેની પ્રશંસા ઉપરથી થાય છે."},{"number":22,"verse":"જો તું મૂર્ખને ખંડાતા દાણા સાથે ખાંડણિયામાં નાખીને સાંબેલાથી ખાંડે, તોપણ તેની મૂર્ખાઈ તેનાથી જુદી પડવાની નથી."},{"number":23,"verse":"તારાં ઘેટાંબકરાંની હાલત જાણવાની ખંત રાખ, અને તારાં ઢોરઢાંકની બરાબર તપાસ રાખ;"},{"number":24,"verse":"કેમ કે દ્રવ્ય કાયમ ટકતું નથી; અને શું મુગટ વંશપરંપરા ટકે છે?"},{"number":25,"verse":"સૂકું ઘાસ લઈ જવામાં આવે છે કે, તરત ત્યાં કુમળું ઘાસ ઊગી નીકળે છે, અને પર્વતોની વનસ્પતિનો સંગ્રહ કરવામાં આવે છે."},{"number":26,"verse":"હલવાનો તારાં વસ્‍ત્રોને અર્થે છે, અને બકરાં ખેતરનું મૂલ્ય છે;"},{"number":27,"verse":"વળી બકરીઓનું દૂધ તારે માટે તથા તારા ઘરનાને ખાવા માટે, અને તારી દાસીઓના ગુજરાનને માટે પૂરતું [થશે]."}]}