{"bibleAbbr":"guOV2016","bookName":"નીતિવચનો","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"મારા દીકરા, મારાં વચનો પાળ, અને મારી આજ્ઞાઓ તારી પાસે સંઘરી રાખ."},{"number":2,"verse":"મારી આજ્ઞાઓ પાળીને જીવતો રહે; મારા શિક્ષણનું તારી આંખની કીકીની જેમ [જતન કર]."},{"number":3,"verse":"તેઓને તારી આંગળીઓ પર બાંધ; તેઓને તારા હ્રદયપટ પર લખી રખ."},{"number":4,"verse":"જ્ઞાનને કહે, ‘તું મારી બહેન છે;’ અને બુદ્ધિને સગી બહેન કહીને બોલાવ;"},{"number":5,"verse":"જેથી તેઓ તને પરસ્‍ત્રીથી, પોતાના શબ્દો વડે ખુશામત કરનાર પરનારીથી બચાવે."},{"number":6,"verse":"( પતિતાનો મોહપાશ) કેમ કે મેં મારા ઘરની બારી પાસે રહીને જાળીમાંથી સામી નજર નાખી;"},{"number":7,"verse":"અને મેં ભોળા જુવાનોને જોયા, તો તેમાં એક અક્કલહીન જુવાનિયો મારી નજરે પડ્યો."},{"number":8,"verse":"તે તેના ઘર તરફ રસ્તામાં ચાલતો હતો, અને ચાલતો ચાલતો તેને ઘેર ગયો;"},{"number":9,"verse":"તે વખતે સાંજ પડી ગઈ હતી, રાતનું અંધારું ફેલાતું હતું."},{"number":10,"verse":"ત્યારે, વેશ્યાનાં વસ્‍ત્રોમાં સજ્જ થયેલી, તથા કપટી મનની એક સ્‍ત્રી તેને મળી."},{"number":11,"verse":"તે પટપટ બોલનારી તથા સ્વચ્છંદી છે; તેના પગ પોતાના ઘરમાં ટકતા નથી;"},{"number":12,"verse":"વખતે તે ગલીઓમાં હોય, અને વખતે ચોકમાંયે હોય છે, અને ખૂણે ખૂણે તાકીને જુએ છે."},{"number":13,"verse":"હવે તેણે પેલાને પકડીને ચુંબન કર્યું, અને નિર્લજ્જ મોઢે તેને કહ્યું,"},{"number":14,"verse":"‘શાંત્યપર્ણો મારી પાસે [તૈયાર કરેલાં] છે; આજ મેં મારી માનતાઓ પૂરી કરી છે."},{"number":15,"verse":"તેથી હું તને મળવાને માટે બહાર નીકળી આવી હતી, યત્નથી તને શોધવા આવી હતી, અને તું મને મળ્યો છે."},{"number":16,"verse":"મેં મારા પલંગ પર ભરતકામના ગાલીચા, તથા મિસરી સૂતરનાં સુંદર વસ્‍ત્ર બિછાવ્યાં છે."},{"number":17,"verse":"મેં મારું બિછાનું બોળ, અગર તથા તજથી સુગંધીદાર બનાવ્યું છે."},{"number":18,"verse":"ચાલ, આપણે સવાર સુધી પેટપૂર પ્રેમનો અનુભવ કરીએ; અને પ્રેમની મઝા ઉડાવીએ."},{"number":19,"verse":"કેમ કે ઘરધણી ઘેર નથી, તે લાંબી મુસાફરીએ ગયો છે;"},{"number":20,"verse":"તે પોતાની સાથે પૈસાની થેલી લઈ ગયો છે; તે પૂનમે ઘેર આવશે.’"},{"number":21,"verse":"તે પોતાના ઘણા મીઠા બોલોથી તેને વશ કરે છે, અને પોતાના હોઠોની ખુશામતથી તે તેને તાણી જાય છે."},{"number":22,"verse":"જેમ બળદ કસાઈવાડે જાય છે, જેમ [બેડી નખાવીને] મૂર્ખ સજા ભોગવવા જાય છે, તેમ તે તરત તેની પાછળ જાય છે;"},{"number":23,"verse":"આખરે તેનું કલેજું તીરથી વીંધાય છે; જેમ કોઈ પક્ષી પોતાનો જીવ જશે એમ જાણ્યા વગર જાળમાં ધસી જાય છે, તેમ તે [જાય છે]."},{"number":24,"verse":"હવે મારા દીકરા, સાંભળ, અને મારા મુખનાં વચનો પર લક્ષ આપ."},{"number":25,"verse":"તારું હ્રદય તેના માર્ગો તરફ વળવા ન દે, તેના રસ્તાઓમાં ભટકીને જતો નહિ."},{"number":26,"verse":"કેમ કે તેણે ઘણાને ઘાયલ કરીને પાયમાલ કર્યા છે; તેનાથી માર્યા ગયેલાઓની સંખ્યા મોટી ફોજ જેવી છે."},{"number":27,"verse":"તેનું ઘર શેઓલનો માર્ગ છે કે, જે મૃત્યુના ઓરડામાં પહોંચાડે છે."}]}