{"bibleAbbr":"urRV2010","bookName":"قُضاۃ","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"اور جِلعادی اِفتاح بڑا زبردست سُورما اور کسبی کا بیٹا تھا اور جِلعاد سے اِفتاح پَیدا ہُؤا تھا۔"},{"number":2,"verse":"اور جِلعاد کی بِیوی کے بھی اُس سے بیٹے ہُوئے اور جب اُس کی بِیوی کے بیٹے بڑے ہُوئے تو اُنہوں نے اِفتاح کو یہ کہہ کر نِکال دِیا کہ ہمارے باپ کے گھر میں تُجھے کوئی مِیراث نہیں مِلے گی کیونکہ تُو غَیر عَورت کا بیٹاہے۔"},{"number":3,"verse":"تب اِفتاح اپنے بھائِیوں کے پاس سے بھاگ کر طوب کے مُلک میں رہنے لگا اور اِفتاح کے پاس شُہدے جمع ہو گئے اور اُس کے ساتھ پِھرنے لگے۔"},{"number":4,"verse":"اور کُچھ عرصہ کے بعد بنی عمُّون نے بنی اِسرائیل سے جنگ چھیڑ دی۔"},{"number":5,"verse":"اور جب بنی عمُّون بنی اِسرائیل سے لڑنے لگے تو جِلعادی بزُرگ چلے کہ اِفتاح کو طوب کے مُلک سے لے آئیں۔"},{"number":6,"verse":"سو وہ اِفتاح سے کہنے لگے کہ تُو چل کر ہمارا سردار ہو تاکہ ہم بنی عمُّون سے لڑیں۔"},{"number":7,"verse":"اور اِفتاح نے جِلعادی بزُرگوں سے کہا کیا تُم نے مُجھ سے عداوت کر کے مُجھے میرے باپ کے گھر سے نِکال نہیں دِیا؟ سو اب جو تُم مُصِیبت میں پڑ گئے ہو تو میرے پاس کیوں آئے؟۔"},{"number":8,"verse":"جِلعادی بزُرگوں نے اِفتاح سے کہا کہ اب ہم نے پِھر اِس لِئے تیری طرف رُخ کِیا ہے کہ تُو ہمارے ساتھ چل کر بنی عمُّون سے جنگ کرے اور تُو ہی جِلعاد کے سب باشِندوں پر ہمارا حاکِم ہوگا۔"},{"number":9,"verse":"اور اِفتاح نے جِلعادی بزُرگوں سے کہا اگر تُم مُجھے بنی عمُّون سے لڑنے کو میرے گھر لے چلو اور خُداوند اُن کو میرے حوالہ کر دے تو کیا مَیں تُمہارا حاکِم ہُوں گا؟۔"},{"number":10,"verse":"جِلعادی بزُرگوں نے اِفتاح کو جواب دِیا کہ خُداوند ہمارے درمِیان گواہ ہو ۔ یقِیناً جَیسا تُو نے کہا ہے ہم وَیسا ہی کریں گے۔"},{"number":11,"verse":"تب اِفتاح جِلعادی بزُرگوں کے ساتھ روانہ ہُؤا اور لوگوں نے اُسے اپنا حاکِم اور سردار بنایا اور اِفتاح نے مِصفاہ میں خُداوند کے آگے اپنی سب باتیں کہہ سُنائِیں۔"},{"number":12,"verse":"اور اِفتاح نے بنی عمُّون کے بادشاہ کے پاس ایلچی روانہ کِئے اور کہلا بھیجا کہ تُجھے مُجھ سے کیا کام جو تُو میرے مُلک میں لڑنے کو میری طرف آیا ہے؟۔"},{"number":13,"verse":"بنی عمُّون کے بادشاہ نے اِفتاح کے ایلچِیوں کو جواب دِیا اِس لِئے کہ جب اِسرائیلی مِصر سے نِکل کر آئے تو ارنُون سے یبُّوق اور یَرد ن تک جو میرا مُلک تھا اُسے اُنہوں نے چِھین لِیا ۔ سو اب تُو اُن عِلاقوں کو صُلح و سلامتی سے مُجھے پھیر دے۔"},{"number":14,"verse":"تب اِفتاح نے پِھر ایلچِیوں کو بنی عمُّون کے بادشاہ کے پاس روانہ کِیا۔"},{"number":15,"verse":"اور یہ کہلا بھیجا کہ اِفتاح یُوں کہتا ہے کہ اِسرائیلِیوں نے نہ تو موآب کا مُلک اور نہ بنی عمُّون کا مُلک چِھینا۔"},{"number":16,"verse":"بلکہ اِسرائیلی جب مِصر سے نِکلے اور بیابان چھانتے ہُوئے بحرِ قُلزم تک آئے اور قادِس میں پُہنچے۔"},{"number":17,"verse":"تو اِسرائیلِیوں نے ادُوم کے بادشاہ کے پاس ایلچی روانہ کِئے اور کہلا بھیجا کہ ہم کو ذرا اپنے مُلک سے ہو کر گُذر جانے دے لیکن ادُوم کا بادشاہ نہ مانا ۔ اِسی طرح اُنہوں نے موآب کے بادشاہ کو کہلا بھیجا اور وہ بھی راضی نہ ہُؤا چُنانچہ اِسرائیلی قادِس میں رہے۔"},{"number":18,"verse":"تب وہ بیابان میں ہو کر چلے اور ادُوم کے مُلک اورموآب کے مُلک کے باہر باہر چکّر کاٹ کر موآب کے مُلک کے مشرِق کی طرف آئے اور ارنُون کے اُس پار ڈیرے ڈالے پر موآب کی سرحد میں داخِل نہ ہُوئے اِس لِئے کہ موآب کی سرحد ارنُون تھا۔"},{"number":19,"verse":"پِھر اِسرائیلِیوں نے امورِیوں کے بادشاہ سِیحو ن کے پاس جو حسبو ن کا بادشاہ تھا ایلچی روانہ کِئے اور اِسرائیلِیوں نے اُسے کہلا بھیجا کہ ہم کو ذرا اِجازت دے دے کہ تیرے مُلک میں سے ہو کر اپنی جگہ کو چلے جائیں۔"},{"number":20,"verse":"پر سِیحو ن نے اِسرائیلِیوں کا اِتنا اِعتبار نہ کِیا کہ اُن کو اپنی سرحد سے گُذرنے دے بلکہ سِیحو ن اپنے سب لوگوں کو جمع کر کے یہص میں خَیمہ زن ہُؤا اور اِسرائیلِیوں سے لڑا۔"},{"number":21,"verse":"اور خُداوند اِسرا ئیل کے خُدا نے سِیحو ن اور اُس کے سارے لشکر کو اِسرائیلِیوں کے ہاتھ میں کر دِیا اور اُنہوں نے اُن کو مار لِیا ۔ سو اِسرائیلِیوں نے امورِیوں کے جو وہاں کے باشِندے تھے سارے مُلک پر قبضہ کر لِیا۔"},{"number":22,"verse":"اور وہ ارنُو ن سے یبُّوق تک اور بیابان سے یَرد ن تک امورِیوں کی سب سرحدّوں پر قابِض ہو گئے۔"},{"number":23,"verse":"پس خُداوند اِسرا ئیل کے خُدا نے امورِیوں کو اُن کے مُلک سے اپنی قَوم اِسرا ئیل کے سامنے سے خارِج کِیا ۔ سو کیا تُو اب اُس پر قبضہ کرنے پائے گا؟۔"},{"number":24,"verse":"کیا جو کُچھ تیرا دیوتا کموس تُجھے قبضہ کرنے کو دے تُو اُس پر قبضہ نہ کرے گا؟ پس جِس جِس کو خُداوند ہمارے خُدا نے ہمارے سامنے سے خارِج کر دِیا ہے ہم بھی اُن کے مُلک پر قبضہ کریں گے۔"},{"number":25,"verse":"اور کیا تُوصفور کے بیٹے بلق سے جو موآب کا بادشاہ تھا کُچھ بِہتر ہے؟ کیا اُس نے اِسرائیلِیوں سے کبھی جھگڑا کِیا یا کبھی اُن سے لڑا؟۔"},{"number":26,"verse":"جب اِسرائیلی حسبو ن اور اُس کے قصبوں اور عرو عیراور اُس کے قصبوں اور اُن سب شہروں میں جو ارنُو ن کے کنارے کنا رے ہیں تِین سَو برس سے بسے ہیں تو اِس عرصہ میں تُم نے اُن کو کیوں نہ چُھڑا لِیا؟۔"},{"number":27,"verse":"غرض مَیں نے تیری خطا نہیں کی بلکہ تیرا مُجھ سے لڑنا تیری طرف سے مُجھ پر ظُلم ہے ۔ پس خُداوند ہی جو مُنصِف ہے بنی اِسرائیل اور بنی عمُّون کے درمِیان آج اِنصاف کرے۔"},{"number":28,"verse":"لیکن بنی عمُّون کے بادشاہ نے اِفتا ح کی یہ باتیں جو اُس نے اُسے کہلا بھیجی تِھیں نہ مانِیں۔"},{"number":29,"verse":"تب خُداوند کی رُوح اِفتاح پر نازِل ہُوئی اور وہ جِلعاد اور منسّی سے گُذر کر جِلعاد کے مِصفاہ میں آیا اور جِلعاد کے مِصفا ہ سے بنی عمُّون کی طرف چلا۔"},{"number":30,"verse":"اور اِفتاح نے خُداوند کی مَنّت مانی اور کہا کہ اگر تُو یقِیناً بنی عمُّون کو میرے ہاتھ میں کر دے۔"},{"number":31,"verse":"تو جب مَیں بنی عمُّون کی طرف سے سلامت لَوٹُوں گا اُس وقت جو کوئی پہلے میرے گھر کے دروازہ سے نِکل کر میرے اِستِقبال کو آئے وہ خُداوند کا ہو گا اور مَیں اُس کوسوختنی قُربانی کے طَور پر گُذرانُوں گا۔"},{"number":32,"verse":"تب اِفتاح بنی عمُّون کی طرف اُن سے لڑنے کو گیا اور خُداوند نے اُن کو اُس کے ہاتھ میں کر دِیا۔"},{"number":33,"verse":"اور اُس نے عرو عیر سے مِنِّیت تک جو بِیس شہر ہیں اور ابِیل کرامِیم تک بڑی خُونریزی کے ساتھ اُن کو مارا۔ اِس طرح بنی عمُّون بنی اِسرائیل سے مغلُوب ہُوئے۔"},{"number":34,"verse":"( اِفتاح کی بیٹی) اور اِفتاح مِصفاہ کو اپنے گھر آیا اور اُس کی بیٹی طبلے بجاتی اور ناچتی ہُوئی اُس کے اِستِقبال کو نِکل کر آئی اور وُہی ایک اُس کی اَولاد تھی ۔ اُس کے سِوا اُس کے کوئی بیٹی بیٹا نہ تھا۔"},{"number":35,"verse":"جب اُس نے اُس کو دیکھا تو اپنے کپڑے پھاڑ کر کہا ہائے میری بیٹی تُو نے مُجھے پست کر دِیا اور جو مُجھے دُکھ دیتے ہیں اُن میں سے ایک تُو ہے کیونکہ مَیں نے خُداوند کو زُبان دی ہے اور مَیں پلٹ نہیں سکتا۔"},{"number":36,"verse":"اُس نے اُس سے کہا اَے میرے باپ تُو نے خُداوند کو زُبان دی ہے سو جو کُچھ تیرے مُنہ سے نِکلا ہے وُہی میرے ساتھ کر اِس لِئے کہ خُداوند نے تیرے دُشمنوں بنی عمُّون سے تیرا اِنتِقام لِیا۔"},{"number":37,"verse":"پِھر اُس نے اپنے باپ سے کہا میرے لِئے اِتنا کر دِیا جائے کہ دو مہِینے کی مُہلت مُجھ کو مِلے تاکہ مَیں جا کر پہاڑوں پر اپنی ہمجولِیوں کے ساتھ اپنے کُنوارپن پر ماتم کرتی پِھرُوں۔"},{"number":38,"verse":"اُس نے کہا جا اور اُس نے اُسے دو مہِینے کی رُخصت دی اور وہ اپنی ہمجولِیوں کو لے کر گئی اور پہاڑوں پر اپنے کُنوارپن پر ماتم کرتی پِھری۔"},{"number":39,"verse":"اور دو مہِینے کے بعد وہ اپنے باپ کے پاس لَوٹ آئی اور وہ اُس کے ساتھ وَیسا ہی پیش آیا جَیسی مَنّت اُس نے مانی تھی ۔ اِس لڑکی نے مَرد کا مُنہ نہ دیکھا تھا۔ سو بنی اِسرائیل میں یہ دستُور چلا۔"},{"number":40,"verse":"کہ سال بسال اِسرائیلی عَورتیں جا کر برس میں چار دِن تک اِفتاح جِلعادی کی بیٹی کی یادگاری کرتی تِھیں۔"}]}