{"bibleAbbr":"urRV2010","bookName":"قُضاۃ","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"( سمسُون اور تمِنت کی عَورت) اور سمسُو ن تِمنت کو گیا اور تِمنت میں اُس نے فِلستِیوں کی بیٹِیوں میں سے ایک عَورت دیکھی۔"},{"number":2,"verse":"اور اُس نے آ کر اپنے ماں باپ سے کہا مَیں نے فِلستِیوں کی بیٹِیوں میں سے تِمنت میں ایک عَورت دیکھی ہے سو تُم اُس سے میرا بیاہ کرا دو۔"},{"number":3,"verse":"اُس کے ماں باپ نے اُس سے کہا کیا تیرے بھائیوں کی بیٹِیوں میں یا میری ساری قَوم میں کوئی عَورت نہیں ہے جو تُو نامختُون فِلستِیوں میں بیاہ کرنے جاتا ہے؟ سمسُو ن نے اپنے باپ سے کہا اُسی سے میرا بیاہ کرا دے کیونکہ وہ مُجھے بُہت پسند آتی ہے۔"},{"number":4,"verse":"پر اُس کے ماں باپ کو معلُوم نہ تھا کہ یہ خُداوندکی طرف سے ہے کیونکہ وہ فِلستِیوں کے خِلاف بہانہ ڈُھونڈتا تھا ۔ اُس وقت فِلستی اِسرائیلِیوں پر حُکمران تھے۔"},{"number":5,"verse":"پِھر سمسُو ن اور اُس کے ماں باپ تِمنت کو چلے اور تِمنت کے تاکِستانوں میں پُہنچے اور دیکھو ایک جوان شیر سمسُو ن کے سامنے آ کر گرجنے لگا۔"},{"number":6,"verse":"تب خُداوند کی رُوح اُس پر زور سے نازِل ہُوئی اور اُس نے اُسے بکری کے بچّے کی طرح چِیر ڈالا گو اُس کے ہاتھ میں کُچھ نہ تھا لیکن جو اُس نے کِیا اُسے اپنے باپ یا ماں کو نہ بتایا۔"},{"number":7,"verse":"اور اُس نے جا کر اُس عَورت سے باتیں کِیں اور وہ سمسُو ن کو بُہت پسند آئی۔"},{"number":8,"verse":"اور کُچھ عرصہ کے بعد وہ اُسے لینے کو لَوٹا اور شیر کی لاش دیکھنے کو کترا گیا اور دیکھا کہ شیر کے پنجر میں شہد کی مکِھّیوں کا ہجُوم اور شہد ہے۔"},{"number":9,"verse":"اُس نے اُسے ہاتھ میں لے لِیا اور کھاتا ہُؤا چلا اور اپنے ماں باپ کے پاس آ کر اُن کو بھی دِیا اور اُنہوں نے بھی کھایا پر اُس نے اُن کو نہ بتایا کہ یہ شہد اُس نے شیر کے پنجر میں سے نِکالا تھا۔"},{"number":10,"verse":"پِھر اُس کا باپ اُس عَورت کے ہاں گیا ۔ وہاں سمسُو ن نے بڑی ضِیافت کی کیونکہ جوان اَیسا ہی کرتے تھے۔"},{"number":11,"verse":"وہ اُسے دیکھ کر اُس کے لِئے تِیس رفِیقوں کو لے آئے کہ اُس کے ساتھ رہیں۔"},{"number":12,"verse":"سمسُو ن نے اُن سے کہا مَیں تُم سے ایک پہیلی پُوچھتا ہُوں سو اگر تُم ضِیافت کے سات دِن کے اندر اندر اُسے بُوجھ کر مُجھے اُس کا مطلب بتا دو تو مَیں تِیس کتانی کُرتے اور تِیس جوڑے کپڑے تُم کو دُوں گا۔"},{"number":13,"verse":"اور اگر تُم بتا نہ سکو تو تُم تِیس کتانی کُرتے اور تِیس جوڑے کپڑے مُجھ کو دینا ۔ اُنہوں نے اُس سے کہا کہ تُو اپنی پہیلی بیان کر تاکہ ہم اُسے سُنیں۔"},{"number":14,"verse":"اُس نے اُن سے کہا ’’کھانے والے میں سے تو کھانانِکلا اور زبردست میں سے مِٹھاس نِکلی ‘‘ اور وہ تِین دِن تک اُس پہیلی کو حل نہ کر سکے۔"},{"number":15,"verse":"اور ساتویں دِن اُنہوں نے سمسُو ن کی بِیوی سے کہا کہ اپنے شَوہر کو پُھسلا تاکہ اِس پہیلی کا مطلب وہ ہم کو بتا دے نہیں تو ہم تُجھ کو اورتیرے باپ کے گھر کو آگ سے جلا دیں گے ۔ کیا تُم نے ہم کو اِسی لِئے بُلایا ہے کہ ہم کو فقِیر کر دو؟ کیا بات بھی یُوں ہی نہیں؟۔"},{"number":16,"verse":"اور سمسُو ن کی بِیوی اُس کے آگے رو کر کہنے لگی تُجھے تو مُجھ سے نفرت ہے ۔ تُو مُجھ کو پِیار نہیں کرتا ۔ تُو نے میری قَوم کے لوگوں سے پہیلی پُوچھی پر وہ مُجھے نہ بتائی ۔ اُس نے اُس سے کہا خُوب! مَیں نے اُسے اپنے ماں باپ کو تو بتایا نہیں اور تُجھے بتا دُوں؟۔"},{"number":17,"verse":"سو وہ اُس کے آگے جب تک ضِیافت رہی ساتوں دِن روتی رہی اور ساتویں دِن اَیسا ہُؤا کہ اُس نے اُسے بتا ہی دِیا کیونکہ اُس نے اُسے نِہایت تنگ کِیا تھا اور اُس عَورت نے وہ پہیلی اپنی قَوم کے لوگوں کو بتا دی۔"},{"number":18,"verse":"اور اُس شہر کے لوگوں نے ساتویں دِن سُورج کے ڈُوبنے سے پہلے اُس سے کہا ’’شہد سے مِیٹھا اَور کیا ہوتا ہے؟ اور شیر سے زورآور اَور کَون ہے‘‘؟ اُس نے اُن سے کہا ’’اگر تُم میری بچھیا کو ہل میں نہ جوتتے تو میری پہیلی کبھی نہ بُوجھتے‘‘۔"},{"number":19,"verse":"پِھر خُداوند کی رُوح اُس پر زور سے نازِل ہُوئی اور وہ اسقلو ن کو گیا ۔ وہاں اُس نے اُن کے تِیس آدمی مارے اور اُن کو لُوٹ کر کپڑوں کے جوڑے پہیلی بُوجھنے والوں کو دِئے اور اُس کا قہر بھڑک اُٹھا اور وہ اپنے ماں باپ کے گھر چلا گیا۔"},{"number":20,"verse":"پر سمسُو ن کی بِیوی اُس کے ایک رفِیق کو جِسے سمسُو ن نے دوست بنایا تھا دے دی گئی۔"}]}