{"bibleAbbr":"urRV2010","bookName":"قُضاۃ","bookEnglishName":"Judges","chapterNumber":3,"verses":[{"number":1,"verse":"( وہ قَومیں جِنہیں مُلک میں رہنے دِیا گیا) اور یہ وہ قَومیں ہیں جِن کو خُداوند نے رہنے دِیا تاکہ اُن کے وسِیلہ سے اِسرائیلِیوں میں سے اُن سب کو جو کنعا ن کی سب لڑائِیوں سے واقِف نہ تھے آزمائے۔"},{"number":2,"verse":"فقط مقصُود یہ تھا کہ بنی اِسرائیل کی نسل کے خاص کر اُن لوگوں کو جو پہلے لڑنا نہیں جانتے تھے لڑائی سِکھائی جائے تاکہ وہ واقِف ہو جائیں۔"},{"number":3,"verse":"یعنی فِلستِیوں کے پانچوں سردار اور سب کنعانی اور صَیدانی اور کوہِ بعل حرمُو ن سے حما ت کے مدخل تک کے سب حوّی جو کوہِ لُبنان میں بستے تھے۔"},{"number":4,"verse":"یہ اِس لِئے تھے کہ اِن کے وسِیلہ سے اِسرائیلی آزمائے جائیں تاکہ معلُوم ہو جائے کہ وہ خُداوند کے حُکموں کو جو اُس نے مُوسیٰ کی معرفت اُن کے باپ دادا کو دِئے تھے سُنیں گے یا نہیں۔"},{"number":5,"verse":"سو بنی اِسرائیل کنعانِیوں اور حِتّیوں اور امورِیوں اور فرزّیوں اور حوِّیوں اور یبُوسِیوں کے درمِیان بس گئے۔"},{"number":6,"verse":"اور اُن کی بیٹِیوں سے آپ نِکاح کرنے اور اپنی بیٹِیاں اُن کے بیٹوں کو دینے اور اُن کے دیوتاؤں کی پرستِش کرنے لگے۔"},{"number":7,"verse":"( غُتنی ایل) اور بنی اِسرائیل نے خُداوند کے آگے بدی کی اور خُداوند اپنے خُدا کو بُھول کربعلِیم اور یسِیرتوں کی پرستِش کرنے لگے۔"},{"number":8,"verse":"اِس لِئے خُداوند کا قہر اِسرائیلِیوں پر بھڑکا اور اُس نے اُن کو مسوپتا میہ کے بادشاہ کوشن رِسعتِیم کے ہاتھ بیچ ڈالا ۔ سو وہ آٹھ برس تک کوشن رِ سعتِیم کے مُطِیع رہے۔"},{"number":9,"verse":"اور جب بنی اِسرائیل نے خُداوند سے فریاد کی تو خُداوند نے بنی اِسرائیل کے لِئے ایک رہائی دینے والے کو برپا کِیا اور کالِب کے چھوٹے بھائی قنز کے بیٹے غُتنی ایل نے اُن کو چُھڑایا۔"},{"number":10,"verse":"اور خُداوند کی رُوح اُس پر اُتری اور وہ اِسرا ئیل کا قاضی ہُؤا اور جنگ کے لِئے نِکلا۔ تب خُداوند نے مسوپتامیہ کے بادشاہ کوشن رِ سعتِیم کو اُس کے ہاتھ میں کر دِیا ۔ سو اُس کا ہاتھ کوشن رِسعتِیم پر غالِب ہُؤا۔"},{"number":11,"verse":"اور اُس مُلک میں چالِیس برس تک چَین رہا اور قنز کے بیٹے غُتنی ایل نے وفات پائی۔"},{"number":12,"verse":"( ا ہُود) اور بنی اِسرائیل نے پِھر خُداوند کے آگے بدی کی ۔ تب خُداوند نے موآب کے بادشاہ عجلُو ن کو اِسرائیلِیوں کے خِلاف زور بخشا اِس لِئے کہ اُنہوں نے خُداوند کے آگے بدی کی تھی۔"},{"number":13,"verse":"اور اُس نے بنی عمُّون اور بنی عمالِیق کو اپنے ہاں جمع کِیا اور جا کر اِسرا ئیل کو مارا اور اُنہوں نے کھجُوروں کا شہر لے لِیا۔"},{"number":14,"verse":"سو بنی اِسرائیل اٹھارہ برس تک موآب کے بادشاہ عجلُو ن کے مُطِیع رہے۔"},{"number":15,"verse":"لیکن جب بنی اِسرائیل نے خُداوند سے فریاد کی تو خُداوند نے بِنیمِینی جیرا کے بیٹے اہُود کو جو بَیں ہتّھا تھا اُن کا چُھڑانے والا مُقرّر کِیا اور بنی اِسرائیل نے اُس کی معرفت موآب کے بادشاہ عجلُو ن کے لِئے ہدیہ بھیجا۔"},{"number":16,"verse":"اور اہُود نے اپنے لِئے ایک دو دھاری تلوار ایک ہاتھ لمبی بنوائی اور اُسے اپنے جامے کے نِیچے دہنی ران پر باندھ لِیا۔"},{"number":17,"verse":"پِھر اُس نے موآب کے بادشاہ عجلُو ن کے حضُور وہ ہدیہ پیش کِیا اور عجلُو ن بڑا موٹا آدمی تھا۔"},{"number":18,"verse":"اور جب وہ ہدیہ پیش کر چُکا تو اُن لوگوں کو جو ہدیہ لائے تھے رُخصت کِیا۔"},{"number":19,"verse":"اور وہ آپ اُس پتّھر کی کان کے پاس سے جو جِلجا ل میں ہے لَوٹ کر کہنے لگا کہ اَے بادشاہ میرے پاس تیرے لِئے ایک خُفیہ پَیغام ہے ۔ اُس نے کہا خاموش رہ ۔ تب وہ سب جو اُس کے گِرد کھڑے تھے اُس کے پاس سے باہر چلے گئے۔"},{"number":20,"verse":"پِھراہُود اُس کے پاس آیا ۔ اُس وقت وہ اپنے ہوادار بالاخانہ میں اکیلا بَیٹھا تھا ۔ تب اہُود نے کہا تیرے لِئے میرے پاس خُدا کی طرف سے ایک پَیغام ہے ۔ تب وہ کُرسی پر سے اُٹھ کھڑا ہُؤا۔"},{"number":21,"verse":"اور اہُود نے اپنا بایاں ہاتھ بڑھا کر اپنی دہنی ران پر سے وہ تلوار لی اور اُس کی توند میں گُھسیڑ دی۔"},{"number":22,"verse":"اور پَھل قبضہ سمیت داخِل ہو گیا اور چربی پَھل کے اُوپر لِپٹ گئی کیونکہ اُس نے تلوار کو اُس کی توند سے نہ نِکالا بلکہ وہ پار ہو گئی۔"},{"number":23,"verse":"تب اہُود نے برآمدہ میں آ کر اور بالاخانہ کے دروازوں کے اندر اُسے بند کر کے قُفل لگا دِیا۔"},{"number":24,"verse":"اور جب وہ چلتا بنا تو اُس کے خادِم آئے اور اُنہوں نے دیکھا کہ بالاخانہ کے دروازوں میں قُفل لگا ہے ۔ وہ کہنے لگے کہ وہ ضرُور ہوادار کمرے میں فراغت کر رہا ہے۔"},{"number":25,"verse":"اور وہ ٹھہرے ٹھہرے شرما بھی گئے اور جب دیکھا کہ وہ بالاخانہ کے دروازے نہیں کھولتا تو اُنہوں نے کُنجی لی اور دروازے کھولے اور دیکھا کہ اُن کا آقا زمِین پر مَرا پڑا ہے۔"},{"number":26,"verse":"اور وہ ٹھہرے ہی ہُوئے تھے کہ اہُود اِتنے میں بھاگ نِکلا اور پتّھر کی کان سے آگے بڑھ کر سعیر ت میں جا پناہ لی۔"},{"number":27,"verse":"اور وہاں پُہنچ کر اُس نے افرا ئِیم کے کوہِستانی مُلک میں نرسِنگا پُھونکا ۔ تب بنی اِسرائیل اُس کے ساتھ کوہِستانی مُلک سے اُترے اور وہ اُن کے آگے آگے ہو لِیا۔"},{"number":28,"verse":"اُس نے اُن کو کہا میرے پِیچھے پِیچھے چلے چلو کیونکہ خُداوند نے تُمہارے دُشمنوں یعنی موآبِیوں کو تُمہارے ہاتھ میں کر دِیا ہے ۔ سو اُنہوں نے اُس کے پِیچھے پِیچھے جا کر یَرد ن کے گھاٹوں کو جو موآب کی طرف تھے اپنے قبضہ میں کر لِیا اور ایک کو بھی پار اُترنے نہ دِیا۔"},{"number":29,"verse":"اُس وقت اُنہوں نے موآب کے دس ہزار مَرد کے قرِیب جو سب کے سب موٹے تازہ اور بہادُر تھے قتل کِئے اور اُن میں سے ایک بھی نہ بچا۔"},{"number":30,"verse":"سو موآب اُس دِن اِسرائیلِیوں کے ہاتھ کے نِیچے دب گیا اور اُس مُلک میں اسّی برس چَین رہا۔"},{"number":31,"verse":"( شمجر) اِس کے بعد عنات کا بیٹا شمجر کھڑا ہُؤا اور اُس نے فلِستِیوں میں سے چھ سَومَرد بَیل کے پَینے سے مارے اور اُس نے بھی اِسرا ئیل کو رہائی دی۔"}]}