{"bibleAbbr":"urRV2010","bookName":"قُضاۃ","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"( جِدعون) اور بنی اِسرائیل نے خُداوند کے آگے بدی کی اور خُداوند نے اُن کو سات برس تک مِدیانیوں کے ہاتھ میں رکھّا۔"},{"number":2,"verse":"اور مِدیانیوں کا ہاتھ اِسرائیلِیوں پر غالِب ہُؤا اور مِدیانیوں کے سبب سے بنی اِسرائیل نے اپنے لِئے پہاڑوں میں کھوہ اور غار اور قلعے بنا لِئے۔"},{"number":3,"verse":"اور اَیسا ہوتا تھا کہ جب بنی اِسرائیل کُچھ بوتے تھے تو مِدیانی اور عمالِیقی اور اہلِ مشرِق اُن پر چڑھ آتے تھے۔"},{"number":4,"verse":"اور اُن کے مُقابِل ڈیرے لگا کر غزّہ تک کھیتوں کی پَیداوار کو برباد کر ڈالتے اور بنی اِسرائیل کے لِئے نہ تو کُچھ مُعاش نہ بھیڑ بکری نہ گائے بَیل نہ گدھا چھوڑتے تھے۔"},{"number":5,"verse":"کیونکہ وہ اپنے چَوپایوں اور ڈیروں کو ساتھ لے کر آتے اور ٹِڈّیوں کے دَل کی مانِند آتے اور وہ اور اُن کے اُونٹ بے شُمار ہوتے تھے ۔ یہ لوگ مُلک کو تباہ کرنے کے لِئے آ جاتے تھے۔"},{"number":6,"verse":"سو اِسرائیلی مِدیانیوں کے سبب سے نِہایت خستہ حال ہو گئے اور بنی اِسرائیل خُداوند سے فریاد کرنے لگے۔"},{"number":7,"verse":"اور جب بنی اِسرائیل مِدیانیوں کے سبب سے خُداوند سے فریاد کرنے لگے۔"},{"number":8,"verse":"تو خُداوند نے بنی اِسرائیل کے پاس ایک نبی کو بھیجا ۔ اُس نے اُن سے کہا کہ خُداوند اِسرا ئیل کا خُدا یُوں فرماتا ہے کہ مَیں تُم کو مِصر سے لایا اور مَیں نے تُم کو غُلامی کے گھر سے باہر نِکالا۔"},{"number":9,"verse":"مَیں نے مِصریوں کے ہاتھ سے اور اُن سبھوں کے ہاتھ سے جو تُم کو ستاتے تھے تُم کو چُھڑایا اور تُمہارے سامنے سے اُن کو دفع کِیا اور اُن کا مُلک تُم کو دِیا۔"},{"number":10,"verse":"اور مَیں نے تُم سے کہا تھا کہ خُداوند تُمہارا خُدا مَیں ہُوں ۔ سو تُم اُن امورِیوں کے دیوتاؤں سے جِن کے مُلک میں بستے ہو مت ڈرنا پر تُم نے میری بات نہ مانی۔"},{"number":11,"verse":"پِھر خُداوند کا فرِشتہ آ کر عُفر ہ میں بلُوط کے ایک درخت کے نِیچے جو یُوآ س ابیعزری کا تھا بَیٹھا اور اُس کا بیٹا جِدعو ن مَے کے ایک کولُھو میں گیہُوں جھاڑ رہا تھا تاکہ اُس کو مِدیانیوں سے چُھپا رکھّے۔"},{"number":12,"verse":"اور خُداوند کا فرِشتہ اُسے دِکھائی دے کر اُس سے کہنے لگا کہ اَے زبردست سُورما! خُداوند تیرے ساتھ ہے۔"},{"number":13,"verse":"جِدعو ن نے اُس سے کہا اَے میرے مالِک! اگر خُداوند ہی ہمارے ساتھ ہے تو ہم پر یہ سب حادِثے کیوں گُذرے اور اُس کے وہ سب عجِیب کام کہاں گئے جِن کا ذِکر ہمارے باپ دادا ہم سے یُوں کرتے تھے کہ کیا خُداوند ہی ہم کو مِصر سے نہیں نِکال لایا؟ پر اب تو خُداوند نے ہم کو چھوڑ دِیا اور ہم کو مِدیانیوں کے ہاتھ میں کر دِیا۔"},{"number":14,"verse":"تب خُداوند نے اُس پر نِگاہ کی اور کہا کہ تُو اپنے اِسی زور میں جا اور بنی اِسرائیل کو مِدیانیوں کے ہاتھ سے چُھڑا ۔ کیا مَیں نے تُجھے نہیں بھیجا؟۔"},{"number":15,"verse":"اُس نے اُس سے کہا اَے مالِک! مَیں کِس طرح بنی اِسرائیل کو بچاؤں؟ میرا گھرانا منسّی میں سب سے غرِیب ہے اور مَیں اپنے باپ کے گھر میں سب سے چھوٹا ہُوں۔"},{"number":16,"verse":"خُداوند نے اُس سے کہا مَیں ضرُور تیرے ساتھ ہُوں گا اور تُو مِدیانیوں کو اَیسا مار لے گا جَیسے ایک آدمی کو۔"},{"number":17,"verse":"تب اُس نے اُس سے کہا کہ اب اگر مُجھ پر تیرے کرم کی نظر ہُوئی ہے تو اِس کا مُجھے کوئی نِشان دِکھا کہ مُجھ سے تُو ہی باتیں کرتا ہے۔"},{"number":18,"verse":"اور مَیں تیری مِنّت کرتا ہُوں کہ تُو یہاں سے نہ جا جب تک مَیں تیرے پاس پِھر نہ آؤں اور اپنا ہدیہ نِکال کر تیرے آگے نہ رکُھُّوں ۔ اُس نے کہا کہ جب تک تُو پِھر آ نہ جائے مَیں ٹھہرا رہُوں گا۔"},{"number":19,"verse":"تب جِدعو ن نے جا کر بکری کا ایک بچّہ اور ایک ایفہ آٹے کی فطِیری روٹِیاں تیّار کِیں اور گوشت کو ایک ٹوکری میں اور شوربا ایک ہانڈی میں ڈال کر اُس کے پاس بلُوط کے درخت کے نِیچے لا کر گُذرانا۔"},{"number":20,"verse":"تب خُدا کے فرِشتہ نے اُسے کہا اِس گوشت اور فطِیری روٹِیوں کو لے جا کر اُس چٹان پر رکھ اور شوربا کو اُنڈیل دے ۔ اُس نے وَیسا ہی کِیا۔"},{"number":21,"verse":"تب خُداوند کے فرِشتہ نے اُس عصا کی نوک سے جو اُس کے ہاتھ میں تھا گوشت اور فطِیری روٹِیوں کو چُھؤا اور اُس پتّھر سے آگ نِکلی اور اُس نے گوشت اور فطِیری روٹِیوں کو بھسم کر دِیا ۔ تب خُداوند کا فرِشتہ اُس کی نظر سے غائِب ہو گیا۔"},{"number":22,"verse":"اور جِدعو ن نے جان لِیا کہ وہ خُداوند کا فرِشتہ تھا ۔ سو جِدعو ن کہنے لگا افسوس ہے اَے مالِک خُداوند کہ مَیں نے خُداوند کے فرِشتہ کو رُوبرُو دیکھا۔"},{"number":23,"verse":"خُداوند نے اُس سے کہا تیری سلامتی ہو! خَوف نہ کر ۔ تُو مَرے گا نہیں۔"},{"number":24,"verse":"تب جِدعو ن نے وہاں خُداوند کے لِئے مذبح بنایا اور اُس کا نام یہووا ہ سلوم رکھّا اور وہ ابیعزریوں کے عُفرہ میں آج تک مَوجُود ہے۔"},{"number":25,"verse":"اور اُسی رات خُداوند نے اُسے کہا کہ اپنے باپ کا جوان بَیل یعنی وہ دُوسرا بَیل جو سات برس کا ہے لے اور بعل کے مذبح کو جو تیرے باپ کا ہے ڈھا دے اور اُس کے پاس کی یسِیرت کو کاٹ ڈال۔"},{"number":26,"verse":"اور خُداوند اپنے خُدا کے لِئے اِس گڑھی کی چوٹی پر قاعِدہ کے مُطابِق ایک مذبح بنا اور اُس دُوسرے بَیل کو لے کر اُس یسِیرت کی لکڑی سے جِسے تُو کاٹ ڈالے گا سوختنی قُربانی گُذران۔"},{"number":27,"verse":"تب جِدعو ن نے اپنے نَوکروں میں سے دس آدمِیوں کو ساتھ لے کر جَیسا خُداوند نے اُسے فرمایا تھا کِیا اور چُونکہ وہ یہ کام اپنے باپ کے خاندان اور اُس شہر کے باشِندوں کے ڈر سے دِن کو نہ کر سکا اِس لِئے اُسے رات کو کِیا۔"},{"number":28,"verse":"جب اُس شہر کے لوگ صُبح سویرے اُٹھے تو کیا دیکھتے ہیں کہ بعل کا مذبح ڈھایا ہُؤا اور اُس کے پاس کی یسِیرت کٹی ہُوئی اور اُس مذبح پر جو بنایا گیا تھا وہ دُوسرا بَیل چڑھایا ہُؤا ہے۔"},{"number":29,"verse":"اور وہ آپس میں کہنے لگے کِس نے یہ کام کِیا؟ اور جب اُنہوں نے تحقِیقات اور پُرسِش کی تو لوگوں نے کہا کہ یُوآ س کے بیٹے جِدعو ن نے یہ کام کِیا ہے۔"},{"number":30,"verse":"تب اُس شہر کے لوگوں نے یُوآ س سے کہا کہ اپنے بیٹے کو نِکال لا تاکہ قتل کِیا جائے اِس لِئے کہ اُس نے بعل کا مذبح ڈھا دِیا اور اُس کے پاس کی یسِیرت کاٹ ڈالی ہے۔"},{"number":31,"verse":"یُوآ س نے اُن سبھوں کو جو اُس کے سامنے کھڑے تھے کہا کیا تُم بعل کے واسطے جھگڑا کرو گے یا تُم اُسے بچا لو گے؟ ۔ جو کوئی اُس کی طرف سے جھگڑا کرے وہ اِسی صُبح مارا جائے ۔ اگر وہ خُدا ہے تو آپ ہی اپنے لِئے جھگڑے کیونکہ کِسی نے اُس کا مذبح ڈھا دِیا ہے۔"},{"number":32,"verse":"اِس لِئے اُس نے اُس دِن جِدعو ن کا نام یہ کہہ کر یرُبّعل رکھّا کہ بعل آپ اِس سے جھگڑ لے اِس لِئے کہ اِس نے اُس کا مذبح ڈھا دِیا ہے۔"},{"number":33,"verse":"تب سب مِدیانی اور عمالِیقی اور اہِل مشرِق اِکٹّھے ہُوئے اور پار ہو کر یِزرعیل کی وادی میں اُنہوں نے ڈیرا کِیا۔"},{"number":34,"verse":"تب خُداوند کی رُوح جِدعو ن پر نازِل ہُوئی سو اُس نے نرسِنگا پُھونکا اور ابیعز ر کے لوگ اُس کی پَیروی میں اِکٹّھے ہُوئے۔"},{"number":35,"verse":"پِھر اُس نے سارے منسّی کے پاس قاصِد بھیجے۔ سو وہ بھی اُس کی پَیروی میں فراہم ہُوئے اور اُس نے آشر اور زبُولُو ن اور نفتا لی کے پاس بھی قاصِد روانہ کِئے ۔ سو وہ اُن کے اِستقبال کو آئے۔"},{"number":36,"verse":"تب جِدعو ن نے خُدا سے کہا کہ اگر تُو اپنے قَول کے مُطابِق میرے ہاتھ کے وسِیلہ سے بنی اِسرائیل کو رہائی دیناچاہتا ہے۔"},{"number":37,"verse":"تو دیکھ مَیں بھیڑ کی اُون کھلِیہان میں رکھ دُوں گا سو اگر اوس فقط اُون ہی پر پڑے اور آس پاس کی زمِین سب سُوکھی رہے تو مَیں جان لُوں گا کہ تُو اپنے قَول کے مُطابِق بنی اِسرائیل کو میرے ہاتھوں کے وسِیلہ سے رہائی بخشے گا۔"},{"number":38,"verse":"اور اَیسا ہی ہُؤا کیونکہ وہ صُبح کو جو سویرے اُٹھا اور اُس اُون کو دبایا اور اُون میں سے اوس نچوڑی تو پِیالہ بھر پانی نِکلا۔"},{"number":39,"verse":"تب جِدعو ن نے خُدا سے کہا کہ تیرا غُصّہ مُجھ پر نہ بھڑکے ۔ مَیں فقط ایک بار اَور عرض کرتا ہُوں ۔ مَیں تیری مِنّت کرتا ہُوں کہ فقط ایک بار اَور اِس اُون سے آزمایش کر لُوں ۔ اب صِرف اُون ہی اُون خُشک رہے اور آس پاس کی سب زمِین پر اوس پڑے۔"},{"number":40,"verse":"سو خُدا نے اُس رات اَیسا ہی کِیا کیونکہ فقط اُون ہی خُشک رہی اور ساری زمِین پر اوس پڑی۔"}]}