{"bibleAbbr":"urRV2010","bookName":"قُضاۃ","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"( ابی ملِک) تب یرُبّعل کا بیٹا ابی ملِک سِکم میں اپنے مامُوؤں کے پاس گیا اور اُن سے اور اپنے سب ننہال کے لوگوں سے کہا کہ۔"},{"number":2,"verse":"سِکم کے سب آدمیوں سے پُوچھ دیکھو کہ تُمہارے لِئے کیا بِہتر ہے ۔ یہ کہ یرُبّعل کے سب بیٹے جو ستّر آدمی ہیں وہ تُم پر سلطنت کریں یا یہ کہ ایک ہی کی تُم پرحُکومت ہو؟ اور یہ بھی یاد رکھّو کہ مَیں تُمہاری ہی ہڈّی اور تُمہارا ہی گوشت ہُوں۔"},{"number":3,"verse":"اور اُس کے مامُوؤں نے اُس کے بارے میں سِکم کے سب لوگوں کے کانوں میں یہ باتیں ڈالِیں اور اُن کے دِل ابی ملِک کی پَیروی پر مائِل ہُوئے کیونکہ وہ کہنے لگے کہ یہ ہمارا بھائی ہے۔"},{"number":4,"verse":"اور اُنہوں نے بعل برِیت کے گھر میں سے چاندی کے ستّر سِکّے اُس کو دِئے جِن کے وسِیلہ سے ابی ملِک نے شُہدے اور بدمعاش لوگوں کو اپنے ہاں لگا لِیا جو اُس کی پَیروی کرنے لگے۔"},{"number":5,"verse":"اور وہ عُفرہ میں اپنے باپ کے گھر گیا اور اُس نے اپنے بھائِیوں یرُبّعل کے بیٹوں کو جو ستّر آدمی تھے ایک ہی پتّھر پر قتل کِیا پر یرُبّعل کا چھوٹا بیٹا یُوتام بچا رہا کیونکہ وہ چُھپ گیا تھا۔"},{"number":6,"verse":"تب سِکم کے سب آدمی اورسب اہلِ مِلّو جمع ہُوئے اور جا کر اُس سُتُون کے بلُوط کے پاس جوسِکم میں تھا ابی ملِک کو بادشاہ بنایا۔"},{"number":7,"verse":"جب یُوتام کو اِس کی خبر ہُوئی تو وہ جا کر کوہِ گرزِ یم کی چوٹی پر کھڑا ہُؤا اور اپنی آواز بُلند کی اور پُکار پُکار کر اُن سے کہنے لگا اَے سِکم کے لوگو میری سُنو! تاکہ خُدا تُمہاری سُنے۔"},{"number":8,"verse":"ایک زمانہ میں درخت چلے تاکہ کِسی کومَسح کر کے اپنا بادشاہ بنائیں سو اُنہوں نے زَیتُون کے درخت سے کہا کہ تُو ہم پر سلطنت کر۔"},{"number":9,"verse":"تب زَیتُون کے درخت نے اُن سے کہا کیا مَیں اپنی چِکناہٹ کو جِس کے باعِث میرے وسِیلہ سے لوگ خُدا اور اِنسان کی تعظِیم کرتے ہیں چھوڑ کر درختوں پر حُکمرانی کرنے جاؤں؟۔"},{"number":10,"verse":"تب درختوں نے اِنجِیر کے درخت سے کہا کہ تُو آ اور ہم پر سلطنت کر۔"},{"number":11,"verse":"پر انجِیر کے درخت نے اُن سے کہا کیا مَیں اپنی مِٹھاس اور اچّھے اچّھے پَھلوں کو چھوڑ کر درختوں پر حُکمرانی کرنے جاؤں؟۔"},{"number":12,"verse":"تب درختوں نے انگُور کی بیل سے کہا کہ تُو آ اور ہم پر سلطنت کر۔"},{"number":13,"verse":"انگُور کی بیل نے اُن سے کہا کیا مَیں اپنی مَے کو جو خُدا اور اِنسان دونوں کو خُوش کرتی ہے چھوڑ کر درختوں پر حُکمرانی کرنے جاؤں؟۔"},{"number":14,"verse":"تب اُن سب درختوں نے اُونٹ کٹارے سے کہا چل تُو ہی ہم پر سلطنت کر۔"},{"number":15,"verse":"اُونٹ کٹارے نے درختوں سے کہا اگر تُم سچ مُچ مُجھے اپنا بادشاہ مَسح کر کے بناؤ تو آؤ میرے سایہ میں پناہ لو اور اگر نہیں تو اُونٹ کٹارے سے آگ نِکل کر لُبنان کے دیوداروں کو کھا جائے۔"},{"number":16,"verse":"سو بات یہ ہے کہ تُم نے جو ابی ملِک کو بادشاہ بنایا ہے اِس میں اگر تُم نے راستی و صداقت برتی ہے اور یرُبّعل اور اُس کے گھرانے سے اچّھا سلُوک کِیا اور اُس کے ساتھ اُس کے اِحسان کے حق کے مُطابِق برتاؤ کِیا ہے۔"},{"number":17,"verse":"(کیونکہ میرا باپ تُمہاری خاطِر لڑا اور اُس نے اپنی جان جوکھوں میں ڈالی اور تُم کو مِدیان کے ہاتھ سے چُھڑایا۔"},{"number":18,"verse":"اور تُم نے آج میرے باپ کے گھرانے سے بغاوت کی اور اُس کے ستّر بیٹے ایک ہی پتّھر پر قتل کِئے اور اُس کی لَونڈی کے بیٹے ابی ملِک کوسِکم کے لوگوں کا بادشاہ بنایا اِس لِئے کہ وہ تُمہارا بھائی ہے)۔"},{"number":19,"verse":"سو اگر تُم نے یرُبّعل اور اُس کے گھرانے کے ساتھ آج کے دِن راستی اور صداقت برتی ہے تو تُم ابی ملِک سے خُوش رہو اور وہ تُم سے خُوش رہے۔"},{"number":20,"verse":"اور اگر نہیں تو ابی ملِک سے آگ نِکل کر سِکم کے لوگوں کو اور اہلِ مِلّو کو کھا جائے اور سِکم کے لوگوں اور اہلِ مِلّو کے بِیچ سے آگ نِکل کر ابی ملِک کو کھا جائے"},{"number":21,"verse":"پِھر یُوتام دَوڑتا ہُؤا بھاگا اور بیر کو چلتا بنا اور اپنے بھائی ابی ملِک کے خَوف سے وہِیں رہنے لگا۔"},{"number":22,"verse":"اور ابی ملِک اِسرائیلِیوں پر تِین برس حاکِم رہا۔"},{"number":23,"verse":"تب خُدا نے ابی ملِک اورسِکم کے لوگوں کے درمِیان ایک بُری رُوح بھیجی اور اہلِ سِکم ابی ملِک سے دغابازی کرنے لگے۔"},{"number":24,"verse":"تاکہ جو ظُلم اُنہوں نے یرُبّعل کے ستّر بیٹوں پر کِیا تھا وہ اُن ہی پر آئے اور اُن کا خُون اُن کے بھائی ابی ملِک کے سر پر جِس نے اُن کو قتل کِیا اورسِکم کے لوگوں کے سر پر ہو جِنہوں نے اُس کے بھائیوں کے قتل میں اُس کی مدد کی تھی۔"},{"number":25,"verse":"تب سِکم کے لوگوں نے پہاڑوں کی چوٹیوں پر اُس کی گھات میں لوگ بِٹھائے اور وہ اُن کو جو اُس راستہ پاس سے گُذرتے لُوٹ لیتے تھے اور ابی ملِک کو اِس کی خبر ہُوئی۔"},{"number":26,"verse":"تب جعل بِن عبد اپنے بھائیوں سمیت سِکم میں آیا اور اہِلِ سِکم نے اُس پر اِعتماد کِیا۔"},{"number":27,"verse":"اور وہ کھیتوں میں گئے اور اپنے اپنے تاکِستانوں کا پَھل توڑا اور انگُوروں کا رس نِکالا اور خُوب خُوشی منائی اور اپنے دیوتا کے مندر میں جا کر کھایا پِیا اور ابی ملِک پر لَعنتیں برسائیں۔"},{"number":28,"verse":"اور جعل بِن عبد کہنے لگا ابی ملِک کَون ہے اور سِکم کَون ہے کہ ہم اُس کی اِطاعت کریں؟ کیا وہ یرُبّعل کا بیٹا نہیں اور کیا زبُول اُس کا منصبدار نہیں؟ تُم ہی سِکم کے باپ حمور کے لوگوں کی اِطاعت کرو ۔ ہم اُس کی اِطاعت کیوں کریں؟۔"},{"number":29,"verse":"کاش کہ یہ لوگ میرے ہاتھ کے نِیچے ہوتے تو مَیں ابی ملِک کو کنارے کر دیتا! اور اُس نے ابی ملِک سے کہا کہ تُو اپنے لشکر کو بڑھا اور نِکل آ۔"},{"number":30,"verse":"جب اُس شہر کے حاکِم زبُول نے جعل بِن عبد کی یہ باتیں سُنِیں تو اُس کا قہر بھڑکا۔"},{"number":31,"verse":"اور اُس نے چالاکی سے ابی ملِک کے پاس قاصِد روانہ کِئے اور کہلا بھیجا کہ دیکھ جعل بن عبد اور اُس کے بھائی سِکم میں آئے ہیں اور شہر کو تُجھ سے بغاوت کرنے کی تحرِیک کر رہے ہیں۔"},{"number":32,"verse":"پس تُو اپنے ساتھ کے لوگوں کو لے کر رات کو اُٹھ اور مَیدان میں گھات لگا کر بَیٹھ جا۔"},{"number":33,"verse":"اور صُبح کو سُورج نِکلتے ہی سویرے اُٹھ کر شہر پر حملہ کر اور جب وہ اور اُس کے ساتھ کے لوگ تیرا سامنا کرنے کو نِکلیں تو جو کُچھ تُجھ سے بن آئے تُو اُن سے کر۔"},{"number":34,"verse":"سو ابی ملِک اور اُس کے ساتھ کے لوگ رات ہی کو اُٹھ چار غول ہو سِکم کے مُقابِل گھات میں بَیٹھ گئے۔"},{"number":35,"verse":"اور جعل بِن عبد باہر نِکل کر اُس شہر کے پھاٹک کے پاس جا کھڑا ہُؤا ۔ تب ابی ملِک اور اُس کے ساتھ کے آدمی کمِین گاہ سے اُٹھے۔"},{"number":36,"verse":"اور جب جعل نے فَوج کو دیکھا تو وہ زبُول سے کہنے لگا دیکھ پہاڑوں کی چوٹیوں سے لوگ اُتر رہے ہیں ۔ زبُول نے اُس سے کہا کہ تُجھے پہاڑوں کا سایہ اَیسا دِکھائی دیتا ہے جَیسے آدمی۔"},{"number":37,"verse":"جعل پِھر کہنے لگا دیکھ مَیدان کے بِیچوں بِیچ سے لوگ اُترے آتے ہیں اور ایک غول معو ننِیم کے بلُوط کے راستہ آ رہا ہے۔"},{"number":38,"verse":"تب زبُول نے اُسے کہا اب تیرا وہ مُنہ کہاں ہے جو تُو کہا کرتا تھا کہ ابی ملِک کَون ہے کہ ہم اُس کی اِطاعت کریں؟ کیا یہ وُہی لوگ نہیں ہیں جِن کی تُو نے حقارت کی ہے؟ سو اب ذرا نِکل کر اُن سے لڑ تو سہی۔"},{"number":39,"verse":"تب جعل سِکم کے لوگوں کے سامنے باہِر نِکلا اور ابی ملِک سے لڑا۔"},{"number":40,"verse":"اور ابی ملِک نے اُس کو رگیدا اور وہ اُس کے سامنے سے بھاگا اور شہر کے پھاٹک تک بہتیرے زخمی ہو ہو کر گِرے۔"},{"number":41,"verse":"اور ابی ملِک نے ارومہ میں قیام کِیا اور زبُو ل نے جعل اور اُس کے بھائیوں کو نِکال دِیا تاکہ وہ سِکم میں رہنے نہ پائیں۔"},{"number":42,"verse":"اور دُوسرے دِن صُبح کو اَیسا ہُؤا کہ لوگ نِکل کر مَیدان کو جانے لگے اور ابی ملِک کو خبر ہُوئی۔"},{"number":43,"verse":"سو ابی ملِک نے فَوج لے کر اُس کے تِین غول کِئے اور مَیدان میں گھات لگائی اور جب دیکھا کہ لوگ شہر سے نِکلے آتے ہیں تو وہ اُن کا سامنا کرنے کو اُٹھا اور اُن کو مار لِیا۔"},{"number":44,"verse":"اور ابی ملِک اُس غول سمیت جو اُس کے ساتھ تھا آگے لپکا اور شہر کے پھاٹک کے پاس آ کر کھڑا ہو گیا اور وہ دو غول اُن سبھوں پر جو مَیدان میں تھے جھپٹے اور اُن کو کاٹ ڈالا۔"},{"number":45,"verse":"اور ابی ملِک اُس دِن شام تک شہر سے لڑتا رہا اور شہر کو سر کر کے اُن لوگوں کو جو وہاں تھے قتل کِیا اور شہر کو مِسمار کر کے اُس میں نمک چِھڑکوا دِیا۔"},{"number":46,"verse":"اور جب سِکم کے بُرج کے سب لوگوں نے یہ سُنا تو وہ البرِ یت کے مندِر کے قلعہ میں جا گُھسے۔"},{"number":47,"verse":"اور ابی ملِک کو یہ خبر ہُوئی کہ سِکم کے بُرج کے سب لوگ اِکٹّھے ہیں۔"},{"number":48,"verse":"تب ابی ملِک اپنی فَوج سمیت ضلمو ن کے پہاڑ پر چڑھا اور ابی ملِک نے کُلہاڑا اپنے ہاتھ میں لے درختوں میں سے ایک ڈالی کاٹی اور اُسے اُٹھا کر اپنے کندھے پر رکھ لِیا اور اپنے ساتھ کے لوگوں سے کہا جو کُچھ تُم نے مُجھے کرتے دیکھا ہے تُم بھی جلد وَیسا ہی کرو۔"},{"number":49,"verse":"تب اُن سب لوگوں میں سے ہر ایک نے اِسی طرح ایک ڈالی کاٹ لی اور وہ ابی ملِک کے پِیچھے ہو لِئے اور اُن کو قلعہ پر ڈال کر قلعہ میں آگ لگا دی چُنانچہ سِکم کے بُرج کے سب آدمی بھی جو مَرد اور عَورت مِلا کر قرِیباً ایک ہزار تھے مَر گئے۔"},{"number":50,"verse":"پِھر ابی ملِک تیبِض کو جا تیبِض کے مُقابِل خَیمہ زن ہُؤا اور اُسے لے لِیا۔"},{"number":51,"verse":"لیکن وہاں شہر کے اندر ایک بڑا مُحکم بُرج تھا سو سب مَرد اور عَورتیں اور شہر کے سب باشِندے بھاگ کر اُس میں جا گُھسے اور دروازہ بند کر لِیا اور بُرج کی چھت پر چڑھ گئے۔"},{"number":52,"verse":"اور ابی ملِک بُرج کے پاس آ کر اُس کے مُقابِل لڑتا رہا اور بُرج کے دروازہ کے نزدِیک گیا تاکہ اُسے جلا دے۔"},{"number":53,"verse":"تب کِسی عَورت نے چکّی کا اُوپر کا پاٹ ابی ملِک کے سر پر پھینکا اور اُس کی کھوپڑی کو توڑ ڈالا۔"},{"number":54,"verse":"تب ابی ملِک نے فوراً ایک جوان کو جو اُس کا سلاح بردار تھا بُلا کر اُس سے کہا کہ اپنی تلوار کھینچ کر مُجھے قتل کر ڈال تاکہ میرے حق میں لوگ یہ نہ کہنے پائیں کہ ایک عَورت نے اُسے مار ڈالا سو اُس جوان نے اُسے چھیددِیا اور وہ مَر گیا۔"},{"number":55,"verse":"جب اِسرائیلِیوں نے دیکھا کہ ابی ملِک مَر گیا تو ہر شخص اپنی جگہ چلا گیا۔"},{"number":56,"verse":"یُوں خُدا نے ابی ملِک کی اُس شرارت کا بدلہ جو اُس نے اپنے ستّر بھائیوں کو مار کر اپنے باپ سے کی تھی اُس کو دِیا۔"},{"number":57,"verse":"اور سِکم کے لوگوں کی ساری شرارت خُدا نے اُن ہی کے سر پر ڈالی اور یرُبّعل کے بیٹے یُوتام کی لَعنت اُن کو لگی۔"}]}