{"bibleAbbr":"TCVSL2022NT","bookName":"யாக்கோபு","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"இறைவனுக்கும் ஆண்டவர் இயேசு கிறிஸ்துவுக்கும் ஊழியக்காரனாய் இருக்கின்ற யாக்கோபு, வெவ்வேறு நாடுகளில் சிதறுண்டு வாழ்கின்ற பன்னிரண்டு கோத்திரங்களுக்கும் எழுதுவதாவது: வாழ்த்துதல்கள்."},{"number":2,"verse":"(சோதனைகள்)பிரியமானவர்களே, நீங்கள் பல்வேறு சோதனைகளை சந்திக்கும் போதெல்லாம் அதை மிகுந்த மகிழ்ச்சியானதாக எண்ணுங்கள்."},{"number":3,"verse":"ஏனெனில் உங்கள் விசுவாசத்துக்கு வரும் சோதனையானது உங்களில் மனவுறுதியை உண்டாக்கும் என்று நீங்கள் அறிந்திருக்கிறீர்கள்."},{"number":4,"verse":"நீங்கள் ஒன்றிலும் குறைவுள்ளவராக இராமல் முழுமை பெற்று நிறைவுடன் இருக்குமாறு உங்கள் மனவுறுதி முழுமையாக உங்களில் செயலாற்றட்டும்."},{"number":5,"verse":"உங்களில் ஒருவர் ஞானத்தில் குறைவுள்ளவராக இருந்தால் குற்றங்குறை பாராத எல்லோருக்கும் தாராளமாய்க் கொடுக்கின்ற இறைவனிடம் அவர் கேட்கட்டும். அப்போது அது அவர்களுக்குக் கொடுக்கப்படும்."},{"number":6,"verse":"ஆனாலும் நீங்கள் கேட்கும்போது சந்தேகப்படாமல் விசுவாசத்துடன் கேளுங்கள், ஏனெனில் சந்தேகப்படுகின்றவர்கள் காற்றினால் அலைக்கழிக்கப்படும் கடலின் அலையைப் போன்றிருக்கிறார்கள்."},{"number":7,"verse":"சந்தேகப்படுகின்றவர்கள் தாங்கள் கர்த்தரிடமிருந்து எதையாவது பெற்றுக்கொள்ளலாம் என்று நினைக்கக் கூடாது."},{"number":8,"verse":"அப்படிப்பட்டவர்கள் இருமனமுடையவர்களாகவும், தங்கள் செயல்களிலெல்லாம் நிலையற்றவர்களாகவும் இருக்கின்றார்கள்."},{"number":9,"verse":"தாழ்ந்த நிலையில் இருக்கின்ற ஒரு சகோதரன், தான் உயர்த்தப்பட்டிருப்பதில் மேன்மை பாராட்டட்டும்."},{"number":10,"verse":"செல்வந்தனாய் இருக்கின்ற சகோதரனோ தன் தாழ்ச்சியில் மேன்மை பாராட்டட்டும். ஏனெனில் காட்டுப் பூவைப் போல் செல்வந்தன் மறைந்து போவான்."},{"number":11,"verse":"கடும் வெப்பத்துடன் சூரியன் மேலே எழுகின்றபோது செடி வாடிப் போகின்றது; அதன் பூக்களும் உதிர்ந்து, அழகும் அழிந்து போகின்றது. இவ்விதமாகவே செல்வந்தனும் தனது செயல் முயற்சிகளின் இடையிலே மறைந்து போவான்."},{"number":12,"verse":"சோதனையை உறுதியுடன் எதிர்கொள்ளும் மனிதன் ஆசீர்வதிக்கப்பட்டவன். அவன் சோதனையை எதிர்கொண்ட பின்பு இறைவன் தம்மீது அன்பாய் இருக்கின்றவர்களுக்கு வாக்குறுதி அளித்துள்ள வாழ்வின் கிரீடத்தைப் பெற்றுக்கொள்வான்."},{"number":13,"verse":"சோதிக்கப்படும்போது, “இறைவன் என்னைச் சோதிக்கிறார்” என்று ஒருவனும் சொல்லக் கூடாது. ஏனெனில் இறைவன் தீமையினால் சோதிக்கப்படக் கூடியவர் அல்ல, அவர் யாரையும் அப்படிச் சோதிக்கின்றவரும் அல்ல."},{"number":14,"verse":"மாறாக, ஒவ்வொருவனும் தனது தீய ஆசையினால் தூண்டி இழுக்கப்பட்டு அதில் சிக்கிக்கொள்ளும்போது சோதிக்கப்படுகிறான்."},{"number":15,"verse":"அந்தத் தீய ஆசையானது கருத்தரித்து, பாவத்தைப் பிறப்பிக்கின்றது. பாவம் முழு வளர்ச்சியடைந்து மரணத்தை பிறப்பிக்கின்றது."},{"number":16,"verse":"எனக்கு பிரியமானவர்களே, ஏமாற்றப்படாதிருங்கள்."},{"number":17,"verse":"நன்மையானதும் முழுநிறைவானதுமான எந்தக் கொடையும் பரலோகத்திலிருக்கின்ற ஒளியின் பிதாவினிடத்திலிருந்து கீழிறங்கி வருகின்றது. அவரிடத்தில் மாறுபாடோ, மாற்றமடையும் நிழலோ இல்லை."},{"number":18,"verse":"அவர் படைத்தவற்றிலே வரவிருக்கின்ற ஒருவித முதற்கனிகளாக நாம் இருக்கும்படி தமது சித்தத்தின்படி சத்திய வார்த்தையின் மூலமாக நம்மை ஈன்றெடுத்தார்."},{"number":19,"verse":"(கேட்டலும் செயல்படலும்)பிரியமானவர்களே, நீங்கள் அறிய வேண்டியது என்னவென்றால் அனைவருக்கும் கேட்பதில் துரிதமும், பேசுவதிலும் கோபப்படுவதிலும் தாமதமும் இருக்கட்டும்."},{"number":20,"verse":"ஏனெனில், மனிதனுடைய கோபம் இறைவனின் நீதியை உருவாக்காது."},{"number":21,"verse":"எனவே, நீங்களோ எல்லா அழுக்கையும், ஒழுக்கக்கேட்டையும் உங்களைவிட்டு அகற்றி, உங்கள் ஆத்துமாக்களை இரட்சிக்க வல்லமையுள்ள, உங்களுக்குள் நாட்டப்பட்டிருக்கும் வார்த்தையைத் தாழ்மையுடன் ஏற்றுக்கொள்ளுங்கள்."},{"number":22,"verse":"நீங்கள் உங்களையே ஏமாற்றிக்கொள்ளாமல், வார்த்தையை கேட்கின்றவர்களாக மாத்திரம் இல்லாமல், அதன்படி செய்கின்றவர்களாயும் இருங்கள்."},{"number":23,"verse":"வார்த்தையைக் கேட்டும் அதன்படி நடக்காதவன், தன்னுடைய இயற்கையான முகத்தை கண்ணாடியில் பார்த்தும்,"},{"number":24,"verse":"அவ்விடத்தைவிட்டு சென்ற பின்பு தன் முகம் எப்படி இருந்தது என்பதை உடனே மறந்துபோன மனிதனுக்கு ஒப்பாயிருக்கிறான்."},{"number":25,"verse":"இந்த முழுநிறைவான விடுதலையின் சட்டத்தைக் கூர்ந்து கவனித்து, கேட்டதை மறந்து விடுகின்றவனாயிராமல் அதில் நிலைத்திருந்து, அதன்படி நடக்கின்றவனே தான் செய்யும் செயல்களில் ஆசீர்வதிக்கப்படுகிறான்."},{"number":26,"verse":"யாராவது தங்களுடைய நாவை அடக்காமல், தங்களை பக்தி உள்ளவர்கள் என்று எண்ணினால், அவர்கள் தங்களையே ஏமாற்றிக்கொள்கிறார்கள். அவர்களுடைய பக்தியும் பயனற்றது."},{"number":27,"verse":"வேதனைப்படும் திக்கற்ற பிள்ளைகளையும், விதவைகளையும் அவர்கள் படும் வேதனையில் பராமரிப்பதும், உலகத்தால் களங்கம் அடையாமல் தங்களைக் காத்துக்கொள்வதுமே பிதாவாகிய இறைவனால் ஏற்றுக்கொள்ளப்படும் தூய்மையான, மாசற்ற பக்தியாயிருக்கிறது."}]}