{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"A funeral song for Israel's leadersYahweh said to me,"},{"number":2,"verse":"“Ezekiel, sing a sad funeral song which is a parable about two of the kings of Israel. Say to the Israeli people, ‘It is as though [MET] your mother was a brave female lion who raised her cubs among other lions."},{"number":3,"verse":"She taught one of them to hunt for other animals to kill, and he even learned to kill and eat people."},{"number":4,"verse":"When people from other nations heard about him, they trapped him in a pit. Then they used hooks to drag him to Egypt."},{"number":5,"verse":"His mother waited for him to return, but soon she stopped hoping/expecting that he would return. So she raised another cub who also became very fierce."},{"number":6,"verse":"He hunted along with other lions for animals to kill, and he even learned to kill and eat people."},{"number":7,"verse":"He destroyed forts, and he ruined cities. When he roared loudly, everyone was terrified."},{"number":8,"verse":"So people of other nations planned to kill him, and men came from many places to spread out a net for him, and they caught him in a trap."},{"number":9,"verse":"They tied him with chains and took him to Babylonia. And there he was locked in a prison, with the result that no one on the hills of Israel ever heard him roar again.’ Also, say to the Israeli people,"},{"number":10,"verse":"‘It is as though [SIM] your mother was a grapevine that was planted along a stream. There was plenty of water, so it had lots of branches and produced a lot of grapes."},{"number":11,"verse":"That grapevine grew and became taller than all the nearby trees; everyone could see that it was very strong and healthy. And those branches were good for making scepters that symbolize the power/authority of a king."},{"number":12,"verse":"But Yahweh became very angry, so he pulled up the vine by its roots and threw it on the ground, where the very hot winds from the desert dried up all its fruit. The strong branches wilted and were burned in a fire."},{"number":13,"verse":"Now that vine has been planted in a hot, dry desert."},{"number":14,"verse":"A fire started to burn its stem, and then started to burn the branches and burned all the grapes. Now not even one strong branch remains; they will never become scepters for a king.’ That funeral song must be sung very sadly.”"}]}