{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"(Yahweh will punish Israel) Yahweh gave me another message. He said,"},{"number":2,"verse":"“You human, turn toward Jerusalem. Preach about what will happen to the temple there. Preach about what will happen to the Israeli people."},{"number":3,"verse":"Say to them, ‘This is what Yahweh says: I am opposed to you."},{"number":4,"verse":"So what I will do to you will be as though [MET] I will pull my sword from its sheath and strike you. I will kill everyone, including righteous people and wicked people [DOU]. I will get rid of everyone, from the south to the north."},{"number":5,"verse":"Then everyone will know that it is as though I, Yahweh, have struck people with my sword, and I will not put it back in its sheath again.’"},{"number":6,"verse":"Therefore, you human, groan! Groan in front of the Israeli people very sadly and sorrowfully [IDI, DOU]."},{"number":7,"verse":"And when they ask you, ‘Why are you groaning?’ tell them, ‘Because of the news that they soon will hear. Everyone will be very fearful [IDI], and their knees will become as weak as [SIM] water. A great disaster will soon occur. That is what Yahweh the Lord is promising.’ ”"},{"number":8,"verse":"Yahweh gave me another message. He said,"},{"number":9,"verse":"“You human, prophesy and say to them, ‘This is what Yahweh says: I have sharpened my sword and polished it."},{"number":10,"verse":"It is sharpened in order that I can slaughter many people with it; it is polished so that it will flash like lightning. The people of Judah will not celebrate about being punished like this, but they did not repent when I only struck them with a stick."},{"number":11,"verse":"A sword should be polished, and be grasped in someone's hand. It should be sharpened and polished, ready for someone to use it to kill people."},{"number":12,"verse":"So, you human, cry and wail, because I will use my sword to kill my people, including the leaders of Israel. They and all the other people, my people, will be killed by swords, so beat your chest to show that you are sad."},{"number":13,"verse":"I am about to test my people, and the kings [MTY] of Judah will not escape being punished. That is what I, Yahweh the Lord, say."},{"number":14,"verse":"So, you human, prophesy; clap your hands to show that you are very happy about what is going to happen. My sword will strike them again and again; it is a sword for slaughtering many people, while I attack them from every side."},{"number":15,"verse":"In order that people will be very much afraid [IDI] and many people will be killed, I have placed soldiers holding my swords at every city gate, ready to slaughter people. Those swords will flash like lightning, as the soldiers grasp them to slaughter people."},{"number":16,"verse":"Their swords [APO] will slash to the right and then to the left, whichever way they turn the blades."},{"number":17,"verse":"Then I will clap my hands triumphantly; and then I will no longer be angry. That will surely happen because I, Yahweh, have said it.’ ”"},{"number":18,"verse":"(The sword of the king of Babylonia) Yahweh gave me another message. He said,"},{"number":19,"verse":"“You human, mark on a map two roads for the king of Babylonia to march on along with his army, carrying their swords. When they depart from their country, they will come to a sign post where the road divides."},{"number":20,"verse":"If they continue on the one road, they will attack Rabbah city, the capital of the Ammon people-group. If they continue on the other road, they will come to Judah and Jerusalem, a city with walls around it."},{"number":21,"verse":"When the army of Babylonia comes to where the road divides, they will stop, and the king will perform magic rituals to decide which road to go on. He will throw arrows; then consult his idols about which road to go on, and he will ◄examine/look at► the liver of a sheep."},{"number":22,"verse":"With his right hand he will pick up the arrow marked 'Jerusalem.' He will then command his soldiers to go to Jerusalem. When they arrive there, they will set up rams/devices to batter down the walls, and then the king will give the command for them to slaughter the people. They will shout a battle-cry, and they will set up the rams against the city gates. They will build a dirt ramp against the walls around the city, and set up instruments/things to bash those walls."},{"number":23,"verse":"The people in Jerusalem who had promised to be loyal to the king of Babylonia will think that those rituals must be wrong. They will think that his army should not be attacking them. But he will remind them of the sins [MTY] that they had committed, and his army will capture them."},{"number":24,"verse":"Therefore, tell the Israeli people that this is what Yahweh the Lord says: ‘You people have allowed everyone to see that you are openly rebelling against the king of Babylonia, and by doing that you have shown that everything that you do is sinful. Therefore you will be captured and taken to Babylonia.’"},{"number":25,"verse":"Also, say, ‘You very wicked [DOU] king of Israel, it is your time to die. It is the time for you to be punished.’"},{"number":26,"verse":"And this is what I, Yahweh the Lord, say to you soldiers from Babylonia: ‘Take off the king's turban and his crown, because now things will be different than they were before. Those in Jerusalem who had no authority will now be given authority, and those who had authority will have their authority taken from them."},{"number":27,"verse":"Jerusalem will be completely ruined. I will cause it to be ruined, and it will not be rebuilt/restored until the king to whom the city truly belongs comes; I will give it to him to rule it.’ ”"},{"number":28,"verse":"(A prophecy about Ammon) And, you human, prophesy and say this: “This is what Yahweh the Lord says about the Ammon people-group, and about what they have said to insult Israel: The King of Babylon says, “My soldiers have swords [APO]; they have pulled out those swords to slaughter many people. They have polished them in order to kill people, and to flash like lightning."},{"number":29,"verse":"Your Israeli prophets have given you false visions about what will happen to you, and they have given you messages that are not true. So swords will strike the necks of those wicked people; it is time for them to be killed; it is the day when they will be punished for their sins."},{"number":30,"verse":"The Israeli soldiers must put their swords back in their sheaths because the days for them to slaughter their enemies are ended. I will judge these people in the country where they were born."},{"number":31,"verse":"I will pour out my punishment [MTY] on them. Because I am very angry with them, my breath on them will scorch them like a fire [MET]. I will allow brutal men to capture them, men who are experts in killing people."},{"number":32,"verse":"You Israelis will be like fuel [MET] that is burned in a fire. Your blood will be shed in your own land. No one will remember you anymore. That will surely happen because I, Yahweh, have said it.”"}]}