{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"(A parable about Jerusalem and Samaria) Yahweh said to me,"},{"number":2,"verse":"“You human, listen to this parable about Jerusalem and Samaria. Once there were two women, daughters of the same mother."},{"number":3,"verse":"They lived in Egypt. And from the time that they were young women, they became prostitutes. In that land, men fondled their breasts and caressed their bosoms [DOU]."},{"number":4,"verse":"The older sister was Oholah, and her younger sister was Oholibah. It was as though they became my wives. Later they gave birth to sons and daughters. Oholah represents Samaria, and Oholibah represents Jerusalem."},{"number":5,"verse":"Oholah acted like a prostitute while she was still my wife. She desired to have sex with those she loved—soldiers from Assyria."},{"number":6,"verse":"Some of them were army officers and commanders. They wore beautiful blue uniforms. They were all handsome young men. Some of them rode horses."},{"number":7,"verse":"She acted like a prostitute toward all the important Assyrian officials, and became unacceptable to me by worshiping all the idols of the men she wanted to have sex with."},{"number":8,"verse":"When she was a young woman in Egypt, she started being a prostitute, and young men caressed her breasts and had sex with her; and when she became older, she did not quit acting like a prostitute."},{"number":9,"verse":"So I allowed the Assyrian soldiers, whom she wanted to have sex with, to capture her."},{"number":10,"verse":"They stripped all her clothes off her. They took away her sons and daughters. And then they killed her with a sword. Other women started talking about what had happened to her, about how she had been punished."},{"number":11,"verse":"Her younger sister Oholibah saw those things that happened to Oholah, but she was a prostitute, and she desired to have sex with men more than her older sister had desired."},{"number":12,"verse":"Oholibah also wanted to have sex with the Assyrian soldiers. Some of them were army officers and commanders. They all wore beautiful blue uniforms. They were all handsome young men. Some of them rode horses."},{"number":13,"verse":"I saw what she did that caused her to became unacceptable to me, just like her older sister."},{"number":14,"verse":"But she did even worse things. She saw drawings of men from Babylonia on the walls, painted in red."},{"number":15,"verse":"The men in the drawings had belts around their waists and long turbans on their heads. They all resembled officers from Babylonia [DOU] who rode in chariots."},{"number":16,"verse":"As soon as she saw those drawings, she wanted to have sex with those men, and she sent messages to them in Babylonia."},{"number":17,"verse":"Then the soldiers from Babylonia came to her, they lay in bed with her, and they had sex with her. Then she became disgusted with them and turned away from them."},{"number":18,"verse":"But when she continued to openly/boldly act like a prostitute [DOU], I became disgusted with her, and I rejected her like I had rejected her older sister."},{"number":19,"verse":"But she became even more immoral, as she remembered when she was a young woman who was a prostitute in Egypt."},{"number":20,"verse":"There she wanted to have sex with those who loved her, whose genitals were very long, like [SIM] those of donkeys, and whose sexual emissions were huge, like those of horses."},{"number":21,"verse":"So she desired to be immoral like she was when she was young, when men in Egypt caressed her bosom and fondled her breasts.”"},{"number":22,"verse":"(Yahweh will punish Jerusalem) “Oholibah represents you people of Jerusalem. Therefore, this is what I, Yahweh the Lord say: ‘I will cause those soldiers who loved you but whom you turned away from because you became disgusted with them, to be angry with you. I will cause them to come and attack you from every side—"},{"number":23,"verse":"soldiers from Babylon and all the other places in Babylonia, and their allies from Pekod and Shoa and Koa regions, and all the army of Assyria. Yes, all of them are handsome young men, army officers and commanders, officers who ride in chariots, all riding on horses."},{"number":24,"verse":"Their huge army will attack you with weapons, riding in chariots and pulling wagons that will carry their army supplies. They will surround you, carrying large and small shields, and wearing helmets. I will allow them to capture you and punish you in the way that they always punish their enemies."},{"number":25,"verse":"Because I am very angry with you, I will cause them to act very furiously toward you. They will cut off your noses and your ears. Then, those who are still alive, they will kill with their swords. They will take away your sons and daughters, and a fire will burn up those who remain alive."},{"number":26,"verse":"They will strip off your clothes and your fine jewelry and take them away."},{"number":27,"verse":"In that way, I will stop all the immoral behavior that began when you became a prostitute in Egypt. You will no longer desire to do those things, or think about what you did in Egypt.’"},{"number":28,"verse":"This is what I, Yahweh the Lord say: ‘I am about to allow those whom you hate, those you became disgusted with and turned away from, to capture you."},{"number":29,"verse":"They will be cruel and take away everything that you have worked hard to acquire. They will leave you completely naked [DOU], and everyone will see that you truly are a prostitute."},{"number":30,"verse":"It is because of what you have done that you will be punished like that; you have been an immoral prostitute; you have had sex with men of other nations, and you have caused yourselves to become unacceptable to me by worshiping their idols."},{"number":31,"verse":"You have behaved like the people of Samaria, who are like your older sister. So I will cause you to be punished [MET] like they were punished.’"},{"number":32,"verse":"This is what I, Yahweh the Lord, say: ‘You will suffer like people suffer when they drink from a cup a lot of strong alcoholic drink: It will be as though you will drink from the cup that the people of Samaria drank from; a big and tall cup. Because of your drinking what it is that cup, many people will scorn you and make fun of you because there is very much liquid in that cup."},{"number":33,"verse":"When you become very drunk, you will become very sad, because drinking what is in that cup [MTY] will cause you to become ruined and deserted, like what happened [MET] to the people of Samaria, who are like [MET] your sister."},{"number":34,"verse":"You will drink all the liquid that is in that cup; then you will break that cup into pieces and use those pieces to gash/cut your breasts because you will be very sad.’ That will surely happen because I, Yahweh, have said it."},{"number":35,"verse":"Therefore, this is what I, Yahweh the Lord, say: ‘Because you have forgotten me and rejected me [IDI], you must be punished for your immoral behavior and for being a prostitute.’ ”"},{"number":36,"verse":"(God will punish Samaria and Jerusalem) Yahweh said to me, “You human, you must [RHQ] judge the people of those two cities represented by Oholah and Oholibah. You must remind them of their detestable behavior:"},{"number":37,"verse":"It is as though the people of those cities have committed adultery and have murdered [MTY] people. They have been unfaithful to me by worshiping idols. They have even sacrificed their own children, who belonged to me, to be food for their idols."},{"number":38,"verse":"They have done other disgraceful things: They have caused my temple to be an unacceptable place for worship, and have not respected the Sabbath days."},{"number":39,"verse":"On the same day that they sacrificed their children to their idols, they entered my temple, which caused it to be an unacceptable place for worshiping me."},{"number":40,"verse":"They sent messages to men in countries far away. And when those men arrived, the women of those two cities bathed themselves for them, painted their eyebrows, and put on jewelry."},{"number":41,"verse":"They sat on a beautiful couch, with a table in front of it on which they had put incense and olive oil that belonged to me."},{"number":42,"verse":"Soon there was a noisy crowd around them. Among the crowd there were men from Sheba who had come from the desert of Arabia. They put bracelets on the arms of the two sisters and put beautiful crowns on their heads."},{"number":43,"verse":"Then I said about the woman who had become exhausted by her having sex with many men, ‘Now allow those men to act toward her as though she is a prostitute, because that is all that she is.’"},{"number":44,"verse":"So they had sex [EUP] with those two women, Oholah and Oholibah, like men have sex with prostitutes."},{"number":45,"verse":"But righteous men will condemn them to be punished, like women who commit adultery and who murder others are punished, because those women commit adultery and they murder [MTY] others."},{"number":46,"verse":"So this is what I, Yahweh the Lord, say: Bring a mob to attack Samaria and Jerusalem, and allow that mob to cause the people of those cities to be terrified, and to rob them."},{"number":47,"verse":"The mob will throw stones at them to kill them; they will cut them into pieces with their swords, they will kill their sons and daughters, and burn down their houses."},{"number":48,"verse":"In that way I will cause them to stop their immoral behavior. It will warn other women to not imitate/do what you people of Jerusalem are doing."},{"number":49,"verse":"You people of Jerusalem will be punished for your immoral behavior and for your worshiping idols. Then you will know that I, Yahweh the Lord, have the power to do what I say that I will do.”"}]}