{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"A message about the king of TyreThen Yahweh gave me another message. He said:"},{"number":2,"verse":"“You human, give to the king of Tyre this message from me, Yahweh the Lord: ‘You have very proudly claimed, “I am a god! I sit on a throne of a god in a city on an island in the sea!” You boast that you are a god; but you are only a man, not a god."},{"number":3,"verse":"You think that you are wiser than Daniel was, and you think that you can understand every secret."},{"number":4,"verse":"By being wise and understanding much, you have become very rich; you have acquired much gold and silver for your treasuries."},{"number":5,"verse":"Yes, it is true that by trading wisely, you have been enabled to become very rich, and because you are rich, you have become very proud."},{"number":6,"verse":"Therefore, this is what Yahweh the Lord says: Because you think that you are as wise as a god,"},{"number":7,"verse":"I will now bring a foreign army to attack your country, an army that causes other nations to be terrified. They will pull out their swords to strike you, you who think that [IRO] you have marvelous/great wisdom, and they will destroy all your beautiful things."},{"number":8,"verse":"They will bring you down to your grave; you will die violently like [MET] those who died in the sea."},{"number":9,"verse":"Then you will certainly not [RHQ] say to those who are killing you, “I am a god!” because they will know that you are not a god; you are only a man."},{"number":10,"verse":"You will die like other people who are unacceptable to me die, killed by foreigners. That will surely happen because I, Yahweh, have said it.’ ”"},{"number":11,"verse":"Yahweh also gave me this message:"},{"number":12,"verse":"“You human, sing a sad/funeral song about the king of Tyre. Say to him, ‘This is what Yahweh the Lord says: You thought that [IRO] you were completely perfect, extremely wise and handsome."},{"number":13,"verse":"You had a wonderful life, as though you were in my beautiful garden in Eden. Your clothes were decorated with many [HYP] kinds of very valuable stones— ruby, topaz, emerald, chrysolite, onyx, jasper, turquoise, and beryl stones. Those stones were set/placed in gold mountings. They were prepared for you on the day that you were born."},{"number":14,"verse":"I appointed [DOU] you to be like [MET] a strong angel to guard the people. It was as though I put you on my holy mountain, and you walked among fiery stones."},{"number":15,"verse":"You were completely good in all that you did, from the day that you were created/born, until you started to do wicked things."},{"number":16,"verse":"Then you became busy trading things, and you started to act violently, and you sinned. So I caused you to be disgraced; and the angel who was guarding you forced you to leave my holy mountain, forced you to leave your place among those fiery stones."},{"number":17,"verse":"You were extremely proud because you were very handsome. Because you loved beautiful things, you did things that wise people do not do. So I threw you to the ground, and allowed other kings who saw you to laugh at you."},{"number":18,"verse":"By committing many sins and by trading things dishonestly, you caused your places of worship to become unacceptable to me. So I caused a fire to burn down your city. Your city was burned completely; the people who were watching it saw that only ashes remained on the ground."},{"number":19,"verse":"All the people who knew what your city was like previously were appalled. Now your city has disappeared, and it will not exist anymore.’ ”"},{"number":20,"verse":"A message about SidonThen Yahweh gave me another message. He said,"},{"number":21,"verse":"“You human, turn toward Sidon city, and declare the terrible things that will happen to it."},{"number":22,"verse":"Give the people of Sidon this message from me, Yahweh the Lord: ‘I am your enemy, you people of Sidon, and by what I do to you, I will reveal that I am very great/glorious. When I punish you and reveal that I am holy, everyone who is watching that will know that it is I, Yahweh, who have the power to do what I say that I will do."},{"number":23,"verse":"I will send a plague upon you, and I will send enemies to come and kill [MTY] you in your streets. They will attack you from every direction, and your people will be slaughtered inside the walls of your city. Then everyone will know that I, Yahweh, have the power to do what I say that I will do."},{"number":24,"verse":"No longer will those who live near the people of Israel hurt them like [MET] painful briers and sharp thorns hurt people. And then the Israeli people will know that I, Yahweh, have the power to do what I say that I will do.’ ”"},{"number":25,"verse":"Restoration for IsraelAnd this is also what Yahweh the Lord says: “Some day the people of Israel will live in their own land again, the land that I gave to Jacob, who also served me. I will gather them from distant countries where I have scattered them. And I will reveal to the nations that I am holy among my people."},{"number":26,"verse":"My people will live safely in Israel; they will build houses and plant vineyards. And when I punish the nearby nations that despised them, they will know that it is I, Yahweh their God, who has done it.”"}]}