{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"(Israel will soon be destroyed) Yahweh gave me another message. He said,"},{"number":2,"verse":"“You human, this is what I, Yahweh the Lord, say to the people [MTY] of Israel: All of Israel will soon be destroyed."},{"number":3,"verse":"You people of Israel, the end has come. I will punish you severely. I will judge you for all the wicked things that you have done, and pay you back for your disgusting behavior."},{"number":4,"verse":"I will not pity you or act mercifully toward you. I will surely punish you for your wicked behavior [DOU]. Then you will know that it has happened because I, Yahweh, have done it.”"},{"number":5,"verse":"This is also what Yahweh the Lord says: “You will soon experience many terrible disasters!"},{"number":6,"verse":"This will be the end of Israel; your country will be finished! And your lives will be ended [PRS]!"},{"number":7,"verse":"It will be the end of you people who live in the land of Israel. The time has come; the day when you will be destroyed is near. At that time the people who worship idols on the mountains will not be happy; they will panic."},{"number":8,"verse":"I am very angry with you and am about to pour out my punishment [MTY] on you. I will judge you for all the wicked things that you have done and pay you back for your disgusting behavior."},{"number":9,"verse":"I will not pity you or act mercifully toward you. I will surely punish you for your wicked behavior [DOU]. Then you will know that it is I, Yahweh, who have punished you."},{"number":10,"verse":"The day of your punishment is here! It has arrived! Disasters have come."},{"number":11,"verse":"People are acting violently and doing more wicked things. And nothing that belongs to those people will be left, none of their money, nothing that is valuable."},{"number":12,"verse":"Now is the time; that day has arrived."},{"number":13,"verse":"People who buy things should not rejoice because of buying things very cheaply, and those who sell things should not be sad because they had to sell things cheaply, because Yahweh will be punishing [MTY] everyone. During the rest of their lives, people who sell some of their property will never be able to buy it back, because I, Yahweh, will never change my mind about what I have declared; because of youur sins, I will destroy all of you people."},{"number":14,"verse":"Even though your soldiers blow trumpets to prepare for a battle, no soldier will go into a battle, because I will have killed all of them."},{"number":15,"verse":"When those things happen, your enemies will be outside the city with their swords, and there will be plagues and famines inside the city. Those who flee from the city into the countryside will be killed by their enemies' swords, and those who stay in the city will die from famines and plagues."},{"number":16,"verse":"Those who survive and escape will flee to the mountains, and they all will moan like doves because of their sins."},{"number":17,"verse":"Because everyone will be very afraid, all the people's hands will become limp and their knees will become very weak."},{"number":18,"verse":"They will put on clothes made from rough cloth, and they will be terrified. Their faces will show that they are ashamed, and they will shave their heads to show that they are very sad."},{"number":19,"verse":"They will throw their silver into the streets, and consider that their gold is only like [SIM] garbage, because they will realize that their silver and gold will not be able to rescue them when I, Yahweh, punish them. They will not be able to use their gold and silver to buy things to fill their stomachs, because having a lot of gold and silver has led them to sin."},{"number":20,"verse":"They were proud of their beautiful jewelry, and they used it to make their detestable idols and disgusting statues of their gods. So I will cause them to be disgusted with those things."},{"number":21,"verse":"I will give their silver and gold to foreigners who invade your country and take away your valuable treasures. I will give those things to wicked people, and they will do disgraceful things to those treasures that I give them."},{"number":22,"verse":"I will not ◄interfere with/stop►[IDI] robbers when they enter my sacred temple and desecrate it."},{"number":23,"verse":"Prepare chains to be fastened on you. People are being murdered [MTY] throughout the country, and people are acting violently throughout the city."},{"number":24,"verse":"So I will bring armies of the nations whose people are extremely wicked to take the houses of the Israeli people. I will cause Israeli people who think that they are [IRO] strong/mighty to no longer be proud. Your enemies will cause your places of worship to no longer be acceptable to be used."},{"number":25,"verse":"When your enemies cause you to be terrified, you will plead for them to make peace, but there will be no peace."},{"number":26,"verse":"You will experience many disasters, and you will continually hear rumors about disasters that are happening in other places. People will plead with prophets to tell them what visions they have received, but the prophets will not have received any visions. Priests will no longer teach people the laws that I gave to Moses."},{"number":27,"verse":"Your king will mourn, and his son will no longer expect that good things will happen. The hands of people throughout the country will tremble. And I will do to them what they deserve for their wicked behavior. I will judge and condemn them they same way they have judged and condemned others. Then they will know that I, Yahweh, have the power to do what I say that I will do.”"}]}