{"bibleAbbr":"t4t2014","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"Idol worship in the templeOn the fifth day of the sixth month of that year, almost six years after we Israeli people had been ◄exiled/forced to go to Babylon►, I was sitting in my house. The elders of Judah were sitting in front of me. Suddenly the power [MTY] of Yahweh the Lord came on me."},{"number":2,"verse":"Then in a vision I saw someone who resembled a man. Below his waist, his body was like fire, and above his waist his body was glowing like very hot metal."},{"number":3,"verse":"He reached out what seemed to be a hand and grabbed me by the hair of my head. The Spirit lifted me up high above the earth, and in visions God took me from Babylon to Jerusalem. He took me to the temple, to the north gate, to the place where there was an idol that caused Yahweh to be very disgusted and furious."},{"number":4,"verse":"And there in front of me was the brilliant light that indicated the presence of the God whom the Israeli people previously worshiped. It was like the vision that I had seen alongside the Kebar River/Canal."},{"number":5,"verse":"Yahweh said to me, “You human, look toward the north!” So I looked, and I saw in the entrance of the gate near the altar that idol that caused Yahweh to be disgusted and furious."},{"number":6,"verse":"He said to me, “You human, do you see what the Israeli people [MTY] are doing? They are doing detestable things here, things that will cause me to abandon my temple. But you will see things that are even more detestable.”"},{"number":7,"verse":"Then he brought me to the entrance of the courtyard. I looked and saw a hole in the wall."},{"number":8,"verse":"He said to me, “You human, dig through the wall here.” So I dug through the wall, and I saw a doorway inside."},{"number":9,"verse":"He said to me, “Go in and see the wicked and detestable things that they are doing there!”"},{"number":10,"verse":"So I went in through the doorway and looked, and I saw, all over the walls of a big room, drawings of all kinds of creatures that crawl along the ground and other detestable animals, and drawings of all the idols that the people of Israel were worshiping."},{"number":11,"verse":"In front of them stood 70 elders of Israel. Jaazaniah, the son of Shaphan, was standing among them. Each of them was holding a pan in which incense was burning, and fragrant smoke of the burning incense was rising up."},{"number":12,"verse":"Yahweh said to me, “You human, look at [RHQ] what the Israeli elders are doing here in the darkness, each of them standing in front of the shrine of his own idol! They are saying, ‘Yahweh does not see us; Yahweh has deserted this country.’ ”"},{"number":13,"verse":"He also said, “But you will see things that are even more detestable!”"},{"number":14,"verse":"Then he took me to the entrance at the north gate of the temple. I saw a woman sitting there, mourning for the death of the god of the people of Babylonia, Tammuz."},{"number":15,"verse":"He said to me, “You human, you see this [RHQ], but you will see things that are more detestable than this!”"},{"number":16,"verse":"Then he took me into the courtyard inside the temple. There at the entrance of the temple, between the porch and the altar, were about 25 men. Their backs were toward the temple and their faces were toward the east, and they were bowing down to worship the sun as it rose in the east."},{"number":17,"verse":"He said to me, “You human, you see [RHQ] what they are doing. Do you think that it is not important that these men of Judah are doing these detestable things here? But they are doing other terrible things. They are acting violently throughout their country, and continually causing me to be angry. Look at them! They are insulting me by their actions [IDI]!"},{"number":18,"verse":"So I will show them that I am very angry. I will not pity them or act mercifully toward them. And even if they shout to me to help them, I will not pay attention to them.”"}]}