{"bibleAbbr":"AMP2015","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"(Jesus Our High Priest) Therefore, holy brothers and sisters, who share in the heavenly calling, [thoughtfully and attentively] consider the Apostle and High Priest whom we confessed [as ours when we accepted Him as Savior], namely, Jesus;"},{"number":2,"verse":"He was faithful to Him who appointed Him [Apostle and High Priest], as Moses also was faithful in all God's house."},{"number":3,"verse":"Yet Jesus has been considered worthy of much greater glory and honor than Moses, just as the builder of a house has more honor than the house."},{"number":4,"verse":"For every house is built by someone, but the builder of all things is God."},{"number":5,"verse":"Now Moses was faithful in [the administration of] all God's house, [but only] as a ministering servant, [his ministry serving] as a testimony of the things which were to be spoken afterward [the revelation to come in Christ];"},{"number":6,"verse":"but Christ is faithful as a Son over His [Father's] house. And we are His house if we hold fast our confidence and sense of triumph in our hope [in Christ]."},{"number":7,"verse":"Therefore, just as the Holy Spirit says, \"Today if you hear His voice,"},{"number":8,"verse":"Do not harden your hearts as [your fathers did] in the rebellion [of Israel at Meribah], On the day of testing in the wilderness,"},{"number":9,"verse":"Where your fathers tried Me by testing [My forbearance and tolerance], And saw My works for forty years [And found I stood their test]."},{"number":10,"verse":"\"Therefore I was angered with this generation, And I said, 'They always go astray in their heart, And they did not know My ways [nor become progressively better and more intimately acquainted with them]';"},{"number":11,"verse":"So I swore [an oath] in My wrath, 'They shall not enter My rest [the promised land].'\""},{"number":12,"verse":"(The Peril of Unbelief) Take care, brothers and sisters, that there not be in any one of you a wicked, unbelieving heart [which refuses to trust and rely on the Lord, a heart] that turns away from the living God."},{"number":13,"verse":"But continually encourage one another every day, as long as it is called \"Today\" [and there is an opportunity], so that none of you will be hardened [into settled rebellion] by the deceitfulness of sin [its cleverness, delusive glamour, and sophistication]."},{"number":14,"verse":"For we [believers] have become partakers of Christ [sharing in all that the Messiah has for us], if only we hold firm our newborn confidence [which originally led us to Him] until the end,"},{"number":15,"verse":"while it is said, \"Today [while there is still opportunity] if you hear His voice, Do not harden your heart, as when they provoked Me [in the rebellion in the desert at Meribah].\""},{"number":16,"verse":"For who were they who heard and yet provoked Him [with rebellious acts]? Was it not all those who came out of Egypt led by Moses?"},{"number":17,"verse":"And with whom was He angry for forty years? Was it not with those who sinned, whose dead bodies were scattered in the desert?"},{"number":18,"verse":"And to whom did He swear [an oath] that they would not enter His rest, but to those who disobeyed [those who would not listen to His word]?"},{"number":19,"verse":"So we see that they were not able to enter [into His rest-the promised land] because of unbelief and an unwillingness to trust in God."}]}