{"bibleAbbr":"paOV2016","bookName":"ਲੂਕਾ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Luke","chapterNumber":6,"verses":[{"number":1,"verse":"( ਧੰਨਵਾਦਾਂ ਅਤੇ ਹਾਹਾ ਕਾਰੀਆਂ) ਇੱਕ ਸਬਤ ਦੇ ਦਿਨ ਐਉਂ ਹੋਇਆ ਜੋ ਉਹ ਖੇਤਾਂ ਵਿੱਚੋਂ ਦੀ ਲੱਗਾ ਜਾਂਦਾ ਸੀ ਅਤੇ ਉਸ ਦੇ ਚੇਲੇ ਸਿੱਟੇ ਤੋਂੜ ਕੇ ਆਪਣਿਆਂ ਹੱਥਾਂ ਨਾਲ ਮਲ ਮਲ ਚੱਬਦੇ ਜਾਂਦੇ ਸਨ"},{"number":2,"verse":"ਅਰ ਫ਼ਰੀਸੀਆਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੇ ਆਖਿਆ, ਤੁਸੀਂ ਉਹ ਕੰਮ ਕਿਉਂ ਕਰਦੇ ਹੋ ਜਿਹੜਾ ਸਬਤ ਦੇ ਦਿਨ ਕਰਨਾ ਜੋਗ ਨਹੀਂ ਹੈ?"},{"number":3,"verse":"ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਭਲਾ, ਤੁਸਾਂ ਇਹ ਵੀ ਨਹੀਂ ਪੜ੍ਹਿਆ ਜੋ ਦਾਊਦ ਨੇ ਕੀ ਕੀਤਾ ਜਾਂ ਉਹ ਅਤੇ ਉਹ ਦੇ ਸਾਥੀ ਭੁੱਖੇ ਸਨ?"},{"number":4,"verse":"ਉਹ ਕਿਵੇਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਘਰ ਵਿੱਚ ਗਿਆ ਅਤੇ ਚੜ੍ਹਾਵੇ ਦੀਆਂ ਰੋਟੀਆਂ ਲੈ ਕੇ ਖਾਧੀਆਂ ਜਿਨ੍ਹਾਂ ਦਾ ਖਾਣਾ ਜਾਜਕਾਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਜੋਗ ਨਹੀਂ ਅਰ ਆਪਣੇ ਸਾਥੀਆਂ ਨੂੰ ਵੀ ਦਿੱਤੀਆਂ?"},{"number":5,"verse":"ਫੇਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਮਨੁੱਖ ਦਾ ਪੁੱਤ੍ਰ ਸਬਤ ਦਾ ਮਾਲਕ ਹੈ।।"},{"number":6,"verse":"ਇੱਕ ਹੋਰ ਸਬਤ ਦੇ ਦਿਨ ਐਉਂ ਹੋਇਆ ਭਈ ਉਹ ਸਮਾਜ ਵਿੱਚ ਜਾ ਕੇ ਉਪਦੇਸ਼ ਦੇਣ ਲੱਗਾ ਅਰ ਉੱਥੇ ਇੱਕ ਮਨੁੱਖ ਸੀ ਜਿਹ ਦਾ ਸੱਜਾ ਹੱਥ ਸੁੱਕਿਆ ਹੋਇਆ ਸੀ"},{"number":7,"verse":"ਗ੍ਰੰਥੀ ਅਰ ਫ਼ਰੀਸੀ ਉਹ ਦੀ ਤਾੜ ਵਿੱਚ ਲੱਗੇ ਹੋਏ ਸਨ ਭਈ ਵੇਖੀਏ ਉਹ ਸਬਤ ਦੇ ਦਿਨ ਚੰਗਾ ਕਰੇਗਾ ਕਿ ਨਹੀਂ? ਇਸ ਲਈ ਜੋ ਉਹ ਦੇ ਜੁੰਮੇ ਦੋਸ਼ ਲਾਉਣ ਦਾ ਮੌਕਾ ਮਿਲੇ"},{"number":8,"verse":"ਪਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਖਿਆਲਾਂ ਨੂੰ ਜਾਣ ਕੇ ਉਸ ਸੁੱਕੇ ਹੱਥ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਆਖਿਆ, ਉੱਠ, ਅਤੇ ਵਿਚਾਲੇ ਖੜੋ ਜਾਹ। ਤਾਂਉਹ ਉੱਠ ਖੜੋਤਾ"},{"number":9,"verse":"ਫੇਰ ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤੁਹਾਥੋਂ ਪੁੱਛਣਾ ਹਾਂ ਭਈ ਸਬਤ ਦੇ ਦਿਨ ਭਲਾ ਕਰਨਾ ਜੋਗ ਹੈ ਯਾ ਬੁਰਾ ਕਰਨਾ? ਜਾਨ ਬਚਾਉਣੀ ਯਾ ਨਾਸ ਕਰਨੀ?"},{"number":10,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਵੱਲ ਚੁਫੇਰੇ ਵੇਖ ਕੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਆਪਣਾ ਹੱਥ ਲੰਮਾ ਕਰ। ਤਾਂ ਉਹ ਨੇ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਹ ਦਾ ਹੱਥ ਮੁੜ ਚੰਗਾ ਹੋ ਗਿਆ"},{"number":11,"verse":"ਪਰ ਓਹ ਸੁਦਾਪੁਣੇ ਨਾਲ ਭਰ ਗਏ ਅਰ ਆਪੋ ਵਿੱਚ ਗੱਲਾਂ ਕਰਨ ਲੱਗੇ ਭਈ ਅਸੀਂ ਯਿਸੂ ਨਾਲ ਕੀ ਕਰੀਏ? ।।"},{"number":12,"verse":"ਉਨ੍ਹੀਂ ਦਿਨੀਂ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਉਹ ਪ੍ਰਾਰਥਨਾ ਕਰਨ ਲਈ ਪਹਾੜ ਉੱਤੇ ਗਿਆ ਅਰ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਪ੍ਰਾਰਥਨਾ ਕਰਦਿਆਂ ਸਾਰੀ ਰਾਤ ਕੱਟੀ"},{"number":13,"verse":"ਅਤੇ ਜਾਂ ਦਿਨ ਚੜ੍ਹਿਆ ਤਾਂ ਉਸ ਨੇ ਆਪਣਿਆਂ ਚੇਲਿਆਂ ਨੂੰ ਕੋਲ ਸੱਦਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਾਰਾਂ ਨੂੰ ਚੁਣ ਕੇ ਉਨ੍ਹਾਂ ਦਾ ਨਾਉਂ ਰਸੂਲ ਵੀ ਰੱਖਿਆ ਅਰਥਾਤ"},{"number":14,"verse":"ਸ਼ਮਊਨ ਜਿਹ ਦਾ ਨਾਉਂ ਉਸ ਨੇ ਪਤਰਸ ਵੀ ਧਰਿਆ ਅਤੇ ਉਹ ਦਾ ਭਰਾ ਅੰਦ੍ਰਿਯਾਸ ਅਰ ਯਾਕੂਬ ਅਰ ਯੂਹੰਨਾ ਅਰ ਫ਼ਿਲਿੱਪੁਸ ਅਰ ਬਰਥੁਲਮਈ"},{"number":15,"verse":"ਅਰ ਮੱਤੀ ਅਰ ਥੋਮਾ ਅਰ ਹਲਫ਼ਈ ਦਾ ਪੁੱਤ੍ਰ ਯਾਕੂਬ ਅਰ ਸ਼ਮਊਨ ਜਿਹੜਾ ਜ਼ੇਲੋਤੇਸ ਕਹਾਂਉਦਾ ਹੈ"},{"number":16,"verse":"ਯਾਕੂਬ ਦਾ ਪੁੱਤ੍ਰ ਯਹੂਦਾ ਅਰ ਯਹੂਦਾ ਇਸਕਰਿਯੋਤੀ ਜਿਹੜਾ ਉਹ ਦਾ ਫੜਵਾਉਣ ਵਾਲਾ ਵੀ ਸੀ"},{"number":17,"verse":"ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨਾਲ ਉਤਰ ਕੇ ਪੱਧਰੇ ਖੜਾ ਹੋਇਆ, ਨਾਲੇ ਉਹ ਦੇ ਚੇਲਿਆਂ ਦੀ ਵੱਡੀ ਮੰਡਲੀ ਅਰ ਲੋਕਾਂ ਦੀ ਵੱਡੀ ਭੀੜ ਜਿਹੜੇ ਸਾਰੇ ਯਹੂਦਿਯਾ ਅਤੇ ਯਰੂਸ਼ਲਮ ਅਤੇ ਸੂਰ ਅਰ ਸੈਦਾ ਦੇ ਸਮੁੰਦਰ ਦੇ ਕੰਢਿਓਂ ਉਹ ਦੀ ਸੁਣਨ ਲਈ ਅਰ ਆਪਣਿਆਂ ਰੋਗਾਂ ਤੋਂ ਚੰਗੇ ਹੋਣ ਲਈ ਆਏ ਸਨ"},{"number":18,"verse":"ਅਤੇ ਜਿਹੜੇ ਭਰਿਸ਼ਟ ਆਤਮਿਆਂ ਤੋਂ ਦੁਖੀ ਸਨ ਓਹ ਚੰਗੇ ਕੀਤੇ ਗਏ"},{"number":19,"verse":"ਅਰ ਸਾਰੇ ਲੋਕ ਉਹ ਨੂੰ ਛੋਹਣਾ ਚਾਹੁੰਦੇ ਸਨ ਇਸ ਲਈ ਜੋ ਸ਼ਕਤੀ ਉਸ ਤੋਂ ਨਿੱਕਲ ਕੇ ਸਭਨਾਂ ਨੂੰ ਚੰਗਾ ਕਰਦੀ ਸੀ।।"},{"number":20,"verse":"ਉਸ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਉੱਤੇ ਨਿਗਾਹ ਕਰ ਕੇ ਆਖਿਆ,- ਧੰਨ ਹੋ ਤੁਸੀਂ ਜਿਹੜੇ ਗਰੀਬ ਹੋ ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਰਾਜ ਤੁਹਾਡਾ ਹੈ।"},{"number":21,"verse":"ਧੰਨ ਹੋ ਤੁਸੀਂ ਜਿਹੜੇ ਹੁਣ ਭੁੱਖੇ ਹੋ ਕਿਉਂ ਜੋ ਰਜਾਏ ਜਾਓਗੇ । ਧੰਨ ਹੋ ਤੁਸੀਂ ਜਿਹੜੇ ਹੁਣ ਰੋਂਦੇ ਹੋ ਕਿਉਂ ਜੋ ਹੱਸੋਗੇ ।"},{"number":22,"verse":"ਧੰਨ ਹੋ ਤੁਸੀਂ ਜਦ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਤੁਹਾਡੇ ਨਾਲ ਵੈਰ ਰੱਖਣਗੇ ਅਤੇ ਜਦ ਓਹ ਤੁਹਾਨੂੰ ਛੇਕ ਦੇਣਗੇ ਅਤੇ ਬੋਲੀਆਂ ਮਾਰਨਗੇ ਅਤੇ ਤੁਹਾਡਾ ਨਾਉਂ ਬੁਰਾ ਜਾਣ ਕੇ ਕੱਢ ਸੁੱਟਣਗੇ"},{"number":23,"verse":"ਉਸ ਦਿਨ ਅਨੰਦ ਹੋਵੋ ਤੇ ਖੁਸ਼ੀ ਨਾਲ ਉੱਛਲੋ ਕਿਉਂ ਜੋ ਵੇਖੋ ਤੁਹਾਡਾ ਫਲ ਸੁਰਗ ਵਿੱਚ ਬਹੁਤ ਹੈ, ਇਸੇ ਲਈ ਭਈ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉਦਾਦਿਆਂ ਨੇ ਨਬੀਆਂ ਨਾਲ ਇਸੇ ਤਰਾਂ ਕੀਤਾ।।"},{"number":24,"verse":"ਪਰ ਹਾਇ ਤੁਹਾਨੂੰ ਜਿਹੜੇ ਧਨਵਾਨ ਹੋ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਤਸੱਲੀ ਲੈ ਚੁੱਕੇ ।"},{"number":25,"verse":"ਹਾਇ ਤੁਹਾਨੂੰ ਜਿਹੜੇ ਹੁਣ ਰੱਜੇ ਹੋਏ ਹੋ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਭੁੱਖੇ ਹੋਵੋਗੇ। ਹਾਇ ਤੁਹਾਨੂੰ ਜਿਹੜੇ ਹੁਣ ਹੱਸਦੇ ਹੋ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਸੋਗ ਕਰੋਗੇ ਅਤੇ ਰੋਵੋਗੇ।"},{"number":26,"verse":"ਹਾਇ ਤੁਹਾਨੂੰ ਜਦ ਸਭ ਲੋਕ ਤੁਹਾਡੀ ਸੋਭਾ ਕਰਨ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉਦਾਦਿਆਂ ਨੇ ਝੂਠੇ ਨਬੀਆਂ ਨਾਲ ਇਸੇ ਤਰਾਂ ਕੀਤਾ।।"},{"number":27,"verse":"ਪਰ ਮੈਂ ਤੁਹਾਨੂੰ ਜੋ ਸੁਣਦੇ ਹੋ ਆਖਦਾ ਹਾਂ ਭਈ ਆਪਣੇ ਦੁਸ਼ਮਣਾਂ ਨਾਲ ਪਿਆਰ ਕਰੋ। ਜੋ ਤੁਹਾਡੇ ਨਾਲ ਵੈਰ ਰੱਖਣ ਉਨ੍ਹਾਂ ਦਾ ਭਲਾ ਕਰੋ"},{"number":28,"verse":"ਜੋ ਤੁਹਾਨੂੰ ਸਰਾਪ ਦੇਣ ਉਨ੍ਹਾਂ ਨੂੰ ਅਸੀਸ ਦਿਓ। ਜੋ ਤੁਹਾਡੀ ਪਤ ਲਾਹੁਣ ਉਨ੍ਹਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ"},{"number":29,"verse":"ਜੋ ਤੇਰੀ ਇੱਕ ਗੱਲ੍ਹ ਉੱਤੇ ਚਪੇੜ ਮਾਰੇ ਤਾਂ ਦੂਈ ਵੀ ਉਹ ਦੀ ਵੱਲ ਕਰ ਦਿਹ ਅਰ ਜੋ ਤੇਰੀ ਚਾਦਰ ਖੋਹ ਲਵੇ ਉਹ ਨੂੰ ਕੁੜਤਾ ਵੀ ਲੈਣੋਂ ਮਨਾ ਨਾ ਕਰ"},{"number":30,"verse":"ਜੋ ਕੋਈ ਤੈਥੋਂ ਮੰਗੇ ਉਹ ਨੂੰ ਦਿਹ ਅਰ ਜੋ ਤੇਰੀਆਂ ਵਸਤਾਂ ਖੋਹ ਲਵੇ ਉਸ ਤੋਂ ਮੁੜ ਨਾ ਮੰਗ"},{"number":31,"verse":"ਅਤੇ ਜਿਹੋ ਜਿਹਾ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਮਨੁੱਖ ਤੁਹਾਡੇ ਨਾਲ ਕਰਨ ਤੁਸੀਂ ਵੀ ਉਨ੍ਹਾਂ ਨਾਲ ਤਿਹੋ ਜਿਹਾ ਕਰੋ"},{"number":32,"verse":"ਜੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨਾਲ ਪਿਆਰ ਕਰੋ ਜਿਹੜੇ ਤੁਹਾਡੇ ਨਾਲ ਪਿਆਰ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਡਾ ਕੀ ਹਸਾਨ ਹੈ ਕਿਉਂ ਜੋ ਪਾਪੀ ਲੋਕ ਵੀ ਆਪਣਿਆਂ ਪਿਆਰ ਕਰਨ ਵਾਲਿਆਂ ਨਾਲ ਪਿਆਰ ਕਰਦੇ ਹਨ?"},{"number":33,"verse":"ਅਰ ਜੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਹੀ ਦਾ ਭਲਾ ਕਰੋ ਜਿਹੜੇ ਤੁਹਾਡਾ ਭਲਾ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਡਾ ਕੀ ਹਸਾਨ ਹੈ ਕਿਉਂ ਜੋ ਪਾਪੀ ਲੋਕ ਵੀ ਇਹੋ ਕਰਦੇ ਹਨ?"},{"number":34,"verse":"ਜੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਹੀ ਨੂੰ ਉਧਾਰ ਦਿਓ ਜਿਨ੍ਹਾਂ ਕੋਲੋਂ ਲੈਣ ਦੀ ਆਸਾ ਹੋਵੇ ਤਾਂ ਤੁਹਾਡਾ ਕੀ ਹਸਾਨ ਹੈ? ਪਾਪੀ ਲੋਕ ਵੀ ਪਾਪੀਆਂ ਨੂੰ ਉਧਾਰ ਦਿੰਦੇ ਹਨ ਭਈ ਮੁੜ ਕੇ ਉਨ੍ਹਾਂ ਤੋਂ ਉੱਨਾ ਹੀ ਲੈ ਲੈਣ"},{"number":35,"verse":"ਪਰ ਤੁਸੀਂ ਆਪਣਿਆਂ ਵੈਰੀਆਂ ਨਾਲ ਪਿਆਰ ਕਰੋ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਭਲਾ ਕਰੋ। ਨਿਰਾਸ ਨਾ ਹੋ ਕੇ ਉਧਾਰ ਦਿਓ ਤਾਂ ਤੁਹਾਡਾ ਫਲ ਬਹੁਤ ਹੋਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਅੱਤ ਮਹਾਨ ਦੇ ਪੁੱਤ੍ਰ ਹੋਵੋਗੇ ਕਿ ਉਹ ਨਾਸ਼ੁਕਰਿਆਂ ਅਤੇ ਦੁਸ਼ਟਾਂ ਉੱਤੇ ਕਿਰਪਾਲੂ ਹੈ"},{"number":36,"verse":"ਦਿਆਲੂ ਹੋਵੋ ਜਿਵੇਂ ਤੁਹਾਡਾ ਪਿਤਾ ਦਿਆਲੂ ਹੈ"},{"number":37,"verse":"ਦੋਸ਼ ਨਾ ਲਾਓ ਤਾਂ ਤੁਹਾਡੇ ਉੱਤੇ ਦੋਸ਼ ਲਾਇਆ ਨਾ ਜਾਵੇਗਾ, ਅਤੇ ਅਪਰਾਧੀ ਨਾ ਠਹਿਰਾਓ ਤਾਂ ਤੁਸੀਂ ਅਪਰਾਧੀ ਨਾ ਠਹਿਰਾਏ ਜਾਓਗੇ । ਛੱਡ ਦਿਓ ਤਾਂ ਤੁਸੀਂ ਛੱਡੇ ਜਾਓਗੇ"},{"number":38,"verse":"ਦਿਓ ਤਾਂ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਪੂਰਾ ਮੇਪ ਦੱਬ ਦੱਬ ਕੇ ਹਿਲਾ ਹਿਲਾ ਕੇ ਅਤੇ ਡੁਲ੍ਹਦਾ ਹੋਇਆ ਤੁਹਾਡੇ ਪੱਲੇ ਪਾਉਣਗੇ ਕਿਉਂਕਿ ਜਿਸ ਮੇਪ ਨਾਲ ਤੁਸੀਂ ਮਿਣਦੇ ਹੋ ਉਸੇ ਨਾਲ ਤੁਹਾਡੇ ਲਈ ਮੁੜ ਮਿਣਿਆ ਜਾਵੇਗਾ ।।"},{"number":39,"verse":"ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਦ੍ਰਿਸ਼ਟਾਂਤ ਵੀ ਦੇ ਕੇ ਕਿਹਾ, ਭਲਾ, ਅੰਨ੍ਹਾ ਅੰਨ੍ਹੇ ਦਾ ਆਗੂ ਹੋ ਸੱਕਦਾ ਹੈ? ਕੀ ਓਹ ਦੋਵੇਂ ਟੋਏ ਵਿੱਚ ਨਾ ਡਿੱਗਣਗੇ?"},{"number":40,"verse":"ਚੇਲਾ ਗੁਰੂ ਨਾਲੋਂ ਵੱਡਾ ਨਹੀਂ ਪਰ ਹਰੇਕ ਜਦ ਪੂਰਾ ਹੋ ਗਿਆ ਤਦ ਆਪਣੇ ਗੁਰੂ ਵਰਗਾ ਹੋਵੇਗਾ"},{"number":41,"verse":"ਤੂੰ ਉਸ ਕੱਖ ਨੂੰ ਜਿਹੜਾ ਤੇਰੇ ਭਾਈ ਦੀ ਅੱਖ ਵਿੱਚ ਹੈ ਕਿਉਂ ਵੇਖਦਾ ਹੈ ਪਰ ਉਸ ਸ਼ਤੀਰ ਦੀ ਵੱਲ ਜੋ ਤੇਰੀ ਆਪਣੀ ਅੱਖ ਵਿੱਚ ਹੈ ਧਿਆਨ ਨਹੀ ਕਰਦਾ?"},{"number":42,"verse":"ਯਾ ਕਿੱਕੁਰ ਤੂੰ ਆਪਣੇ ਭਾਈ ਨੂੰ ਆਖ ਸੱਕਦਾ ਹੈਂ , ਭਾਈ ਲਿਆ ! ਉਸ ਕੱਖ ਨੂੰ ਜੋ ਤੇਰੀ ਅੱਖ ਵਿੱਚ ਹੈ ਕੱਢ ਸੁੱਟਾਂ ? ਪਰ ਤੂੰ ਉਸ ਸ਼ਤੀਰ ਨੂੰ ਜਿਹੜਾ ਤੇਰੀ ਆਪਣੀ ਅੱਖ ਵਿੱਚ ਹੈ ਨਹੀਂ ਵੇਖਦਾ । ਹੇ ਕਪਟੀ , ਪਹਿਲਾ ਉਸ ਸ਼ਤੀਰ ਨੂੰ ਆਪਣੀ ਅੱਖੋਂ ਕੱਢ ਤਾਂ ਅੱਛੀ ਤਰਾਂ ਵੇਖ ਕੇ ਤੂੰ ਉਸ ਕੱਖ ਨੂੰ ਜੋ ਤੇਰੇ ਭਾਈ ਦੀ ਅੱਖ ਵਿੱਚ ਹੈ ਕੱਢ ਸੱਕੇਗਾ"},{"number":43,"verse":"ਕੋਈ ਚੰਗਾ ਰੁੱਖ ਤਾਂ ਨਹੀਂ ਹੈ ਜਿਹੜਾ ਮਾੜਾ ਫਲ ਦੇਵੇ ਅਤੇ ਫੇਰ ਕੋਈ ਮਾੜਾ ਰੁੱਖ ਨਹੀ ਹੈ ਜਿਹੜਾ ਚੰਗਾ ਫਲ ਦੇਵੇ"},{"number":44,"verse":"ਕਿਉਂ ਜੋ ਹਰੇਕ ਰੁੱਖ ਆਪੋ ਆਪਣੇ ਫਲ ਤੋਂ ਪਛਾਣਿਆਂ ਜਾਂਦਾ ਹੈ। ਕੰਡਿਆਲਿਆਂ ਤੋਂ ਹੰਜੀਰ ਨਹੀਂ ਤੋੜਦੇ, ਨਾ ਝਾੜਿਓਂ ਦਾਖ ਤੋੜਦੇ ਹਨ"},{"number":45,"verse":"ਚੰਗਾ ਆਦਮੀ ਆਪਣੇ ਮਨ ਦੇ ਚੰਗੇ ਖ਼ਜਾਨੇ ਵਿੱਚੋਂ ਚੰਗੀ ਗੱਲ ਕੱਢਦਾ ਹੈ ਅਤੇ ਬੁਰਾ ਆਦਮੀ ਬੁਰੇ ਖ਼ਜਾਨੇ ਵਿੱਚੋਂ ਬੁਰੀ ਗੱਲ ਕੱਢਦਾ ਹੈ ਕਿਉਂਕਿ ਜੋ ਮਨ ਵਿੱਚ ਭਰਿਆ ਹੋਇਆ ਹੈ ਉਹ ਦੇ ਮੂੰਹ ਉੱਤੇ ਉਹੋ ਆਉਂਦਾ ਹੈ।।"},{"number":46,"verse":"ਤੁਸੀਂ ਮੈਨੂੰ “ਪ੍ਰਭੁ, ਪ੍ਰਭੁ” ਕਰਕੇ ਕਿਉਂ ਪੁਕਾਰਦੇ ਹੋ ਪਰ ਜੋ ਮੈਂ ਕਹਿੰਦਾ ਹਾਂ ਸੋ ਨਹੀ ਕਰਦੇ?"},{"number":47,"verse":"ਹਰੇਕ ਜੋ ਮੇਰੇ ਕੋਲ ਆਉਂਦਾ ਹੈ ਅਤੇ ਮੇਰੇ ਬਚਨ ਸੁਣ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮੰਨਦਾ ਹਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਜੋ ਉਹ ਕਿਸ ਵਰਗਾ ਹੈ"},{"number":48,"verse":"ਉਹ ਉਸ ਮਨੁੱਖ ਵਰਗਾ ਹੈ ਜਿਹ ਨੇ ਘਰ ਬਣਾਉਂਦਿਆਂ ਡੂੰਘਾ ਪੁੱਟ ਕੇ ਪੱਥਰ ਉੱਤੇ ਨੀਉਂ ਧਰੀ ਅਤੇ ਜਾਂ ਹੜ੍ਹ ਆਇਆ ਤਾਂ ਧਾਰ ਨੇ ਉਸ ਘਰ ਉੱਤੇ ਜ਼ੋਰ ਮਾਰਿਆ ਪਰ ਉਹ ਨੂੰ ਹਿਲਾ ਨਾ ਸੱਕੀ ਇਸ ਲਈ ਜੋ ਉਹ ਅੱਛੀ ਤਰਾਂ ਬਣਾਇਆਂ ਹੋਇਆ ਸੀ"},{"number":49,"verse":"ਪਰ ਜਿਹੜਾ ਸੁਣ ਕੇ ਨਹੀਂ ਮੰਨਦਾ ਉਹ ਉਸ ਮਨੁੱਖ ਵਰਗਾ ਹੈ ਜਿਹ ਨੇ ਨੀਉਂ ਬਿਨਾਂ ਧਰਤੀ ਉੱਤੇ ਘਰ ਬਣਾਇਆਂ ਜਿਸ ਉੱਤੇ ਧਾਰ ਨੇ ਜ਼ੋਰ ਮਾਰਿਆ ਅਤੇ ਉਹ ਝੱਟ ਡਿੱਗ ਪਿਆ ਅਰ ਉਸ ਘਰ ਦਾ ਸੱਤਿਆ ਨਾਸ ਹੋ ਗਿਆ।।"}]}