{"bibleAbbr":"paOV2016","bookName":"ਲੂਕਾ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"( ਨਾਇਨ ਵਿਧਵਾ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਜੁਆਲਣਾ । ਯੂਹੰਨਾ ਲਈ ਉਸਤਤ) ਜਾਂ ਉਹ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਲੋਕਾਂ ਦੇ ਕੰਨੀ ਪਾ ਚੁੱਕਿਆ ਤਾਂ ਕਫ਼ਰਨਾਹੂਮ ਵਿੱਚ ਆਇਆ"},{"number":2,"verse":"ਅਤੇ ਕਿਸੇ ਸੂਬੇਦਾਰ ਦਾ ਨੌਕਰ ਜਿਹੜਾ ਉਹ ਦਾ ਬਹੁਤ ਪਿਆਰਾ ਸੀ ਰੋਗ ਨਾਲ ਮਰਨਾਊ ਸੀ"},{"number":3,"verse":"ਉਹ ਨੇ ਯਿਸੂ ਦੀ ਖਬਰ ਸੁਣ ਕੇ ਯਹੂਦੀਆਂ ਦਿਆਂ ਕਈਆਂ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਉਸ ਦੇ ਕੋਲ ਘੱਲਿਆ ਅਤੇ ਉਸ ਅੱਗੇ ਅਰਜ਼ ਕੀਤੀ ਜੋ ਆਣ ਕੇ ਮੇਰੇ ਨੌਕਰ ਨੂੰ ਬਚਾ"},{"number":4,"verse":"ਸੋ ਜਾਂ ਓਹ ਯਿਸੂ ਦੇ ਕੋਲ ਅੱਪੜੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੀ ਵੱਡੀ ਮਿੰਨਤ ਕਰਕੇ ਆਖਿਆ ਭਈ ਉਹ ਇਸ ਲਾਇਕ ਹੈ ਜੋ ਤੂੰ ਉਹ ਦੇ ਲਈ ਇਹ ਕੰਮ ਕਰੇਂ"},{"number":5,"verse":"ਕਿਉਂਕਿ ਉਹ ਸਾਡੀ ਕੌਮ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ਨਾਲੇ ਉਹ ਨੇ ਆਪ ਸਾਡੇ ਲਈ ਸਮਾਜ ਮੰਦਰ ਬਣਵਾਇਆ ਹੈ"},{"number":6,"verse":"ਯਿਸੂ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਚੱਲਿਆ ਗਿਆ ਅਰ ਜਾਂ ਉਹ ਘਰ ਦੇ ਨੇੜੇ ਆਇਆ ਤਾਂ ਸੂਬੇਦਾਰ ਨੇ ਮਿੱਤਰਾਂ ਦੇ ਰਾਹੀਂ ਉਸ ਨੂੰ ਕਹਾ ਭੇਜਿਆ ਕਿ ਪ੍ਰਭੁ ਜੀ ਖੇਚਲ ਨਾ ਕਰ ਕਿਉਂਕਿ ਮੈਂ ਇਸ ਲਾਇਕ ਨਹੀਂ ਜੋ ਤੂੰ ਮੇਰੀ ਛੱਤ ਹੇਠ ਆਵੇਂ"},{"number":7,"verse":"ਇਸੇ ਕਾਰਨ ਮੈਂ ਆਪਣੇ ਤਾਈਂ ਤੇਰੇ ਕੋਲ ਆਉਣ ਦੇ ਭੀ ਜੋਗ ਨਾ ਸਮਝਿਆ ਪਰ ਤੂੰ ਨਿਰਾ ਬਚਨ ਹੀ ਉਚਾਰ ਤਾਂ ਮੇਰਾ ਛੋਕਰਾ ਚੰਗਾ ਹੋ ਜਾਵੇਗਾ"},{"number":8,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਭੀ ਇੱਕ ਮਨੁੱਖ ਦੂਏ ਦੇ ਹੁਕਮ ਵਿੱਚ ਕੀਤਾ ਹੋਇਆ ਹਾਂ ਅਤੇ ਸਿਪਾਹੀਆਂ ਨੂੰ ਆਪਣੇ ਇਖ਼ਤਿਆਰ ਵਿੱਚ ਰੱਖਦਾ ਹਾਂ ਅਰ ਇੱਕ ਨੂੰ ਆਖਦਾ ਹਾਂ, ਜਾਹ ਤਾਂ ਉਹ ਜਾਂਦਾ ਹੈ ਅਤੇ ਦੂਏ ਨੂੰ ਕਿ ਆ, ਤਾਂ ਉਹ ਆਉਂਦਾ ਹੈ ਅਰ ਆਪਣੇ ਨੌਕਰ ਨੂੰ ਕਿ ਇਹ ਕਰ, ਤਾਂ ਉਹ ਕਰਦਾ ਹੈ"},{"number":9,"verse":"ਯਿਸੂ ਨੇ ਇਹ ਗੱਲਾਂ ਸੁਣ ਕੇ ਉਸ ਤੇ ਅਚਰਜ ਮੰਨਿਆ ਅਤੇ ਉਸ ਭੀੜ ਦੀ ਵੱਲ ਜੋ ਉਹ ਦੇ ਮਗਰ ਚੱਲੀ ਆਉਂਦੀ ਸੀ ਮੁੜ ਕੇ ਕਿਹਾ, ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹਾਂ ਜੋ ਇਸਰਾਏਲ ਵਿੱਚ ਵੀ ਮੈਂ ਐਡੀ ਨਿਹਚਾ ਨਹੀਂ ਵੇਖੀ!"},{"number":10,"verse":"ਜੋ ਭੇਜੇ ਗਏ ਸਨ ਉਨ੍ਹਾਂ ਘਰ ਮੁੜ ਕੇ ਉਸ ਨੌਕਰ ਨੂੰ ਚੰਗਾ ਹੋਇਆ ਹੋਇਆ ਡਿੱਠਾ।।"},{"number":11,"verse":"ਇਹ ਦੇ ਥੋੜੇ ਚਿਰ ਪਿੱਛੋਂ ਐਉਂ ਹੋਇਆ ਜੋ ਉਹ ਨਾਇਨ ਨਾਉਂ ਦੇ ਇੱਕ ਨਗਰ ਨੂੰ ਗਿਆ ਅਰ ਉਹ ਦੇ ਚੇਲੇ ਅਤੇ ਵੱਡੀ ਭੀੜ ਉਹ ਦੇ ਨਾਲ ਤੁਰੀ ਜਾਂਦੀ ਸੀ"},{"number":12,"verse":"ਅਤੇ ਜਿਸ ਵੇਲੇ ਉਹ ਨਗਰ ਦੇ ਫਾਟਕ ਦੇ ਨੇੜੇ ਆ ਪੁੱਜਿਆ ਤਾਂ ਵੇਖੋ ਇੱਕ ਮੁਰਦੇ ਨੂੰ ਬਾਹਰ ਲਈ ਜਾਂਦੇ ਸਨ ਜੋ ਆਪਣੀ ਮਾਂ ਦਾ ਇੱਕੋ ਹੀ ਪੁੱਤਰ ਸੀ ਅਤੇ ਉਹ ਵਿਧਵਾ ਸੀ ਅਰ ਨਗਰ ਦੀ ਵੱਡੀ ਭੀੜ ਉਹ ਦੇ ਨਾਲ ਹੈਸੀ"},{"number":13,"verse":"ਪ੍ਰਭੁ ਨੇ ਉਸ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਦੇ ਉੱਤੇ ਤਰਸ ਖਾਧਾ ਅਤੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਨਾ ਰੋ"},{"number":14,"verse":"ਅਰ ਨੇੜੇ ਆਣ ਕੇ ਸਿੜ੍ਹੀ ਨੂੰ ਛੋਹਿਆ ਅਰ ਚੁੱਕਣ ਵਾਲੇ ਖਲੋ ਗਏ। ਤਦ ਉਹ ਨੇ ਕਿਹਾ, ਹੇ ਜੁਆਨ ਮੈਂ ਤੈਨੂੰ ਆਖਦਾ ਹਾਂ, ਉੱਠ !"},{"number":15,"verse":"ਤਾਂ ਉਹ ਮੁਰਦਾ ਉੱਠ ਬੈਠਾ ਅਤੇ ਬੋਲਣ ਲੱਗ ਪਿਆ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਉਹ ਦੀ ਮਾਂ ਨੂੰ ਸੌਂਪ ਦਿੱਤਾ"},{"number":16,"verse":"ਤਾਂ ਸਭ ਦੇ ਸਭ ਡਰ ਗਏ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵਡਿਆਈ ਕਰ ਕੇ ਬੋਲੇ ਭਈ ਸਾਡੇ ਵਿੱਚ ਵੱਡਾ ਨਬੀ ਉੱਠਿਆ, ਨਾਲੇ ਪਰਮੇ਼ਸ਼ੁਰ ਨੇ ਆਪਣੀ ਪਰਜਾ ਉੱਤੇ ਨਿਗਾਹ ਕੀਤੀ"},{"number":17,"verse":"ਅਰ ਉਹ ਦੇ ਵਿਖੇ ਇਹ ਗੱਲ ਸਾਰੇ ਯਹੂਦਿਯਾ ਅਤੇ ਉਸ ਤਮਾਮ ਇਲਾਕੇ ਵਿੱਚ ਖਿੰਡ ਗਈ।।"},{"number":18,"verse":"ਯੂਹੰਨਾ ਦੇ ਚੇਲਿਆਂ ਨੇ ਉਸ ਨੂੰ ਇਨ੍ਹਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੀ ਖਬਰ ਦਿੱਤੀ"},{"number":19,"verse":"ਅਰ ਯੂਹੰਨਾ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਵਿੱਚੋਂ ਦੋ ਜਣੇ ਕੋਲ ਸੱਦ ਕੇ ਪ੍ਰਭੁ ਨੂੰ ਕਹਾ ਭੇਜਿਆ ਭਈ ਜਿਹੜਾ ਆਉਣ ਵਾਲਾ ਸੀ ਉਹ ਤੂੰ ਹੀ ਹੈਂ ਯਾ ਅਸੀ ਕਿਸੇ ਹੋਰ ਨੂੰ ਉਡੀਕੀਏ?"},{"number":20,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਉਹ ਦੇ ਕੋਲ ਆਣ ਕੇ ਕਿਹਾ ਕਿ ਯੂਹੰਨਾ ਬਪਤਿਸਮਾਂ ਦੇਣ ਵਾਲੇ ਨੇ ਸਾਡੀ ਜ਼ਬਾਨੀ ਤੈਨੂੰ ਇਹ ਕਹਾ ਭੇਜਿਆ ਹੈ ਭਈ ਜਿਹੜਾ ਆਉਣ ਵਾਲਾ ਸੀ ਉਹ ਤੂੰ ਹੀ ਹੈਂ ਯਾ ਅਸੀਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਉਡੀਕੀਏ?"},{"number":21,"verse":"ਉਸ ਨੇ ਉਸ ਘੜੀ ਬਹੁਤਿਆਂ ਨੂੰ ਰੋਗਾਂ ਅਰ ਬਲਾਈਆਂ ਅਤੇ ਬਦ ਰੂਹਾਂ ਤੋਂ ਚੰਗਾ ਕੀਤਾ ਅਤੇ ਬਹੁਤਿਆਂ ਅੰਨ੍ਹਿਆਂ ਨੂੰ ਸੁਜਾਖਾ ਕੀਤਾ ਸੀ"},{"number":22,"verse":"ਤਦ ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਭਈ ਜੋ ਕੁਝ ਤੁਸਾਂ ਵੇਖਿਆਂ ਅਤੇ ਸੁਣਿਆ ਹੈ ਯੂਹੰਨਾ ਨੂੰ ਜਾ ਕੇ ਦੱਸਿਓ ਕਿ ਅੰਨ੍ਹੇ ਸੁਜਾਖੇ ਹੁੰਦੇ ਹਨ, ਲੰਙੇ ਤੁਰਦੇ ਹਨ, ਕੋੜੀ ਸ਼ੁੱਧ ਕੀਤੇ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਬੋਲੇ ਸੁਣਦੇ ਹਨ, ਮੁਰਦੇ ਜਿਵਾਲੇ ਜਾਂਦੇ ਹਨ, ਗਰੀਬਾਂ ਨੂੰ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਈ ਜਾਂਦੀ ਹੈ"},{"number":23,"verse":"ਅਤੇ ਧੰਨ ਉਹ ਜੋ ਮੇਰੇ ਕਾਰਨ ਠੋਕਰ ਨਾ ਖਾਵੇ।।"},{"number":24,"verse":"ਜਾਂ ਯੂਹੰਨਾ ਦੇ ਭੇਜੇ ਹੋਏ ਚੱਲੇ ਗਏ ਤਾਂ ਉਹ ਯੂਹੰਨਾ ਦੇ ਵਿਖੇ ਲੋਕਾਂ ਨੂੰ ਕਹਿਣ ਲੱਗਾ ਕਿ ਤੁਸੀਂ ਉਜਾੜ ਵਿੱਚ ਕੀ ਵੇਖਣ ਨਿੱਕਲੇ ਸਾਓ? ਭਲਾ, ਇੱਕ ਕਾਨੇ ਨੂੰ ਜਿਹੜਾ ਵਾਉ ਨਾਲ ਹਿਲਦਾ ਹੈ?"},{"number":25,"verse":"ਫੇਰ ਤੁਸੀਂ ਕੀ ਵੇਖਣ ਨਿੱਕਲੇ ਸਾਓ? ਕੀ ਮਹੀਨ ਬਸਤ੍ਰ ਪਹਿਨੇ ਹੋਏ ਇੱਕ ਮਨੁੱਖ ਨੂੰ? ਵੇਖੋ, ਓਹ ਜੋ ਭੜਕੀਲੀ ਪੁਸ਼ਾਕ ਪਹਿਨਦੇ ਅਤੇ ਅਨੰਦ ਭੋਗਦੇ ਹਨ ਸੋ ਰਾਜਿਆਂ ਦੇ ਮਹਿਲਾਂ ਵਿੱਚ ਹੁੰਦੇ ਹਨ"},{"number":26,"verse":"ਫੇਰ ਤੁਸੀਂ ਕੀ ਵੇਖਣ ਨਿੱਕਲੇ ਸਾਓ? ਕੀ ਇੱਕ ਨਬੀ? ਹਾਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹਾਂ ਸਗੋਂ ਨਬੀ ਨਾਲੋਂ ਵੀ ਵੱਡਾ"},{"number":27,"verse":"ਇਹ ਉਹੋ ਹੈ ਜਿਹ ਦੇ ਹੱਕ ਵਿੱਚ ਲਿਖਿਆ, ( ) ਵੇਖੋ, ਮੈਂ ਆਪਣਾ ਦੂਤ ਤੇਰੇ ਅੱਗੇ ਘੱਲਦਾ ਹਾਂ, ਜਿਹੜਾ ਤੇਰੇ ਅੱਗੇ ਤੇਰਾ ਰਾਹ ਤਿਆਰ ਕਰੇਗਾ।।"},{"number":28,"verse":"ਪਰ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹਾਂ ਕਿ ਜਿਹੜੇ ਤੀਵੀਆਂ ਤੋਂ ਜੰਮੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਯੂਹੰਨਾ ਨਾਲੋਂ ਵੱਡਾ ਕੋਈ ਨਹੀਂ, ਪਰ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੇ ਰਾਜ ਵਿੱਚ ਛੋਟਾ ਹੈ ਸੋ ਉਸ ਤੋਂ ਵੱਡਾ ਹੈ"},{"number":29,"verse":"ਅਰ ਸਭਨਾਂ ਲੋਕਾਂ ਨੇ ਜਾਂ ਸੁਣਿਆਂ ਅਤੇ ਮਸੂਲੀਆਂ ਨੇ ਬੀ ਯੂਹੰਨਾ ਦਾ ਬਪਤਿਸਮਾਂ ਲੈ ਕੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਸੱਚਾ ਮੰਨਿਆ"},{"number":30,"verse":"ਪਰ ਫ਼ਰੀਸੀਆਂ ਅਤੇ ਸ਼ਰ੍ਹਾ ਦੇ ਸਿਖਾਉਣ ਵਾਲਿਆਂ ਨੇ ਉਸ ਕੋਲੋਂ ਬਪਤਿਸਮਾਂ ਨਾ ਲੈ ਕੇ ਆਪਣੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦੀ ਜੁਗਤ ਨੂੰ ਟਾਲ ਦਿੱਤਾ"},{"number":31,"verse":"ਫੇਰ ਮੈਂ ਇਸ ਪੀਹੜੀ ਦੇ ਲੋਕਾਂ ਨੂੰ ਕਿਹ ਦੇ ਵਰਗਾ ਦੱਸਾਂ ਅਤੇ ਓਹ ਕਿਹ ਦੇ ਸਮਾਨ ਹਨ?"},{"number":32,"verse":"ਓਹ ਉਨ੍ਹਾਂ ਨੀਂਗਰਾਂ ਵਰਗੇ ਹਨ ਜਿਹੜੇ ਬਜ਼ਾਰ ਵਿੱਚ ਬੈਠੇ ਇੱਕ ਦੂਏ ਨੂੰ ਅਵਾਜ਼ ਮਾਰਦੇ ਜੋ ਆਖਦੇ ਹਨ ਭਈ ਅਸਾਂ ਤੁਹਾਡੇ ਲਈ ਬੌਂਸਰੀ ਬਜਾਈ ਪਰ ਤੁਸੀਂ ਨਾ ਨੱਚੇ। ਅਸਾਂ ਸਿਆਪਾ ਕੀਤਾ ਪਰ ਤੁਸੀਂ ਨਾ ਰੋਏ।।"},{"number":33,"verse":"ਯੂਹੰਨਾ ਬਪਤਿਸਮਾਂ ਦੇਣ ਵਾਲਾ ਨਾ ਤਾਂ ਰੋਟੀ ਖਾਂਦਾ, ਨਾ ਮੈ ਪੀਂਦਾ ਆਇਆ ਹੈ ਅਰ ਤੁਸੀਂ ਕਹਿੰਦੇ ਹੋ ਕਿ ਉਹ ਦੇ ਵਿੱਚ ਇੱਕ ਭੂਤ ਹੈ"},{"number":34,"verse":"ਮਨੁੱਖ ਦਾ ਪੁੱਤ੍ਰ ਖਾਂਦਾ ਪੀਂਦਾ ਆਇਆ ਹੈ ਅਤੇ ਤੁਸੀਂ ਕਹਿੰਦੇ ਹੋ, ਵੇਖੋ ਇੱਕ ਖਾਊ ਅਤੇ ਸ਼ਰਾਬੀ ਮਨੁੱਖ, ਮਸੂਲੀਆਂ ਅਰ ਪਾਪੀਆਂ ਦਾ ਯਾਰ!"},{"number":35,"verse":"ਸੋ ਗਿਆਨ ਆਪਣੇ ਸਾਰੇ ਬਾਲਕਾਂ ਤੋਂ ਸੱਚਾ ਠਹਿਰਿਆ! ।।"},{"number":36,"verse":"ਫੇਰ ਫ਼ਰੀਸੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਨੇ ਉਹ ਦੇ ਅੱਗੇ ਅਰਜ਼ ਕੀਤੀ ਜੋ ਮੇਰੇ ਨਾਲ ਰੋਟੀ ਖਾਹ। ਤਾਂ ਉਹ ਫ਼ਰੀਸੀ ਦੇ ਘਰ ਜਾ ਕੇ ਖਾਣ ਬੈਠਾ"},{"number":37,"verse":"ਅਤੇ ਵੇਖੋ ਉਸ ਨਗਰ ਵਿੱਚ ਇੱਕ ਤੀਵੀਂ ਹੈਸੀ ਜਿਹੜੀ ਪਾਪਣ ਸੀ ਅਤੇ ਉਹ ਇਹ ਜਾਣ ਕੇ ਭਈ ਉਹ ਫ਼ਰੀਸੀ ਜੇ ਘਰ ਖਾਣ ਬੈਠਾ ਹੈ ਇੱਕ ਸ਼ੀਸ਼ੀ ਵਿੱਚ ਅਤਰ ਲਿਆਈ"},{"number":38,"verse":"ਅਰ ਪਿਛਲੀ ਵੱਲ ਉਹ ਦੇ ਚਰਨਾਂ ਕੋਲ ਖਲੋ ਕੇ ਰੋਂਦੀ ਰੋਂਦੀ ਅੰਝੂਆਂ ਨਾਲ ਉਹ ਦੇ ਚਰਨ ਭੇਉਣ ਲੱਗੀ ਅਤੇ ਆਪਣੇ ਸਿਰ ਦੇ ਵਾਲਾਂ ਨਾਲ ਪੂਝ ਕੇ ਉਹ ਦੇ ਚਰਨ ਚੁੰਮੇ ਅਤੇ ਅਤਰ ਮਲਿਆ"},{"number":39,"verse":"ਅਰ ਇਹ ਵੇਖ ਕੇ ਫ਼ਰੀਸੀ ਜਿਹ ਨੇ ਉਹ ਨੂੰ ਨੇਉਤਾ ਦਿੱਤਾ ਸੀ ਆਪਣੇ ਜੀ ਵਿੱਚ ਕਹਿਣ ਲੱਗਾ ਭਈ ਇਹ ਮਨੁੱਖ ਜੇ ਨਬੀ ਹੁੰਦਾ ਤਾਂ ਜਾਣ ਲੈਂਦਾ ਕਿ ਇਹ ਤੀਵੀਂ ਜੋ ਉਹ ਨੂੰ ਛੋਹੰਦੀ ਹੈ ਕੌਣ ਅਤੇ ਕਿਹੋ ਜਿਹੀ ਹੈ ਕਿਉਂ ਜੋ ਉਹ ਪਾਪਣ ਹੈ"},{"number":40,"verse":"ਯਿਸੂ ਨੇ ਅੱਗੋਂ ਉਸ ਨੂੰ ਕਿਹਾ, ਸ਼ਮਊਨ ਮੈਂ ਤੈਨੂੰ ਕੁਝ ਆਖਣਾ ਹੈ। ਤਾਂ ਉਹ ਬੋਲਿਆ, ਗੁਰੂ ਜੀ ਫ਼ਰਮਾਓ"},{"number":41,"verse":"ਕਿਸੇ ਸ਼ਾਹੂਕਾਰ ਦੇ ਦੋ ਕਰਜਾਈ ਸਨ, ਇੱਕ ਢਾਈ ਸੌ ਰੁਪਏ ਅਤੇ ਦੂਆ ਪੰਜਾਹਾਂ ਦਾ"},{"number":42,"verse":"ਜਾਂ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਦੇਣ ਨੂੰ ਕੁਝ ਨਾ ਸੀ ਤਾਂ ਉਹ ਨੇ ਦੋਹਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਸੋ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਉਸ ਨਾਲ ਕਿਹੜਾ ਵਧੀਕ ਪਿਆਰ ਕਰੇਗਾ?"},{"number":43,"verse":"ਸ਼ਮਊਨ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਮੇਰੀ ਜਾਚ ਵਿੱਚ ਉਹ ਜਿਹ ਨੂੰ ਉਹ ਨੇ ਵਧੀਕ ਬਖ਼ਸ਼ਿਆ। ਤਾਂ ਉਹ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਤੈਂ ਠੀਕ ਨਬੇੜਾ ਕੀਤਾ"},{"number":44,"verse":"ਫੇਰ ਉਸ ਤੀਵੀਂ ਦੀ ਵੱਲ ਮੂੰਹ ਫੇਰ ਕੇ ਸ਼ਮਊਨ ਨੂੰ ਕਿਹਾ, ਤੂੰ ਇਹ ਤੀਵੀਂ ਨੂੰ ਵੇਖਦਾ ਹੈਂ? ਮੈਂ ਤੇਰੇ ਘਰ ਆਇਆ, ਤੈਂ ਮੇਰੇ ਪੈਰਾਂ ਦੇ ਲਈ ਪਾਣੀ ਨਾ ਦਿੱਤਾ ਪਰ ਇਹ ਨੇ ਮੇਰੇ ਪੈਰ ਅੰਝੂਆਂ ਨਾਲ ਭੇਵੇ ਅਤੇ ਆਪਣੇ ਵਾਲਾਂ ਨਾਲ ਪੂੰਝੇ"},{"number":45,"verse":"ਤੈਂ ਮੈਨੂੰ ਨਾ ਚੁੰਮਿਆਂ ਪਰ ਇਹ ਜਦੋਂ ਦਾ ਮੈਂ ਐਥੇ ਆਇਆ ਮੇਰੇ ਪੈਰ ਚੁੰਮਣ ਤੋਂ ਨਹੀਂ ਹਟੀ"},{"number":46,"verse":"ਤੈਂ ਮੇਰੇ ਸਿਰ ਤੇ ਤੇਲ ਨਾ ਮਲਿਆ ਪਰ ਇਸ ਨੇ ਮੇਰੇ ਪੈਰਾਂ ਨੂੰ ਅਤਰ ਮਲਿਆ"},{"number":47,"verse":"ਇਸ ਕਾਰਨ ਮੈਂ ਤੈਨੂੰ ਆਖਦਾ ਹਾਂ ਕਿ ਇਹ ਦੇ ਪਾਪ ਜੋ ਬਹੁਤੇ ਹਨ ਸੋ ਮਾਫ਼ ਕੀਤੇ ਗਏ ਕਿਉਂਕਿ ਇਸ ਨੇ ਪਿਆਰ ਬਹੁਤ ਕੀਤਾ, ਪਰ ਜਿਹ ਨੂੰ ਥੋੜਾ ਮਾਫ਼ ਕੀਤਾ ਗਿਆ ਸੋ ਥੋੜਾ ਪਿਆਰ ਕਰਦਾ ਹੈ"},{"number":48,"verse":"ਫੇਰ ਓਨ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ, ਤੇਰੇ ਪਾਪ ਮਾਫ਼ ਕੀਤੇ ਗਏ"},{"number":49,"verse":"ਅਤੇ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਖਾਣ ਬੈਠੇ ਸਨ ਆਪਣੇ ਮਨ ਵਿੱਚ ਕਹਿਣ ਲੱਗੇ ਭਈ ਇਹ ਕੌਣ ਹੈ ਜੋ ਪਾਪ ਭੀ ਮਾਫ਼ ਕਰਦਾ ਹੈ?"},{"number":50,"verse":"ਅਤੇ ਉਸ ਨੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ, ਤੇਰੀ ਨਿਹਚਾ ਨੇ ਤੈਨੂੰ ਬਚਾਇਆ ਹੈ, ਸ਼ਾਂਤੀ ਨਾਲ ਚੱਲੀ ਜਾਹ ।।"}]}