{"bibleAbbr":"KJ3-2005","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":3,"verses":[{"number":1,"verse":"Woe to the city of blood! All of it is a lie, full of plunder; the prey is not removed."},{"number":2,"verse":"The sound of a whip, and the sound of rattling of a wheel, and a galloping horse, and of a bounding chariot."},{"number":3,"verse":"The horseman going up, and there is the gleam of the sword and the lightning of the spear, and many are slain, and a mass of corpses, and no end of bodies; they stumble on their corpses,"},{"number":4,"verse":"because of the many of her fornications of the ones prostituting and well favored, the mistress of sorceries who sells nations by her doing of adulteries, and families by her sorceries."},{"number":5,"verse":"Behold, I am against you, a statement of Jehovah of Hosts, and I will uncover your skirts over your face, and I will cause the nations to see your nakedness, and the kingdoms your shame."},{"number":6,"verse":"And I will cast filth on you and will disdain you. And I will set you as a spectacle."},{"number":7,"verse":"And it shall be that all those who look on you shall flee from you and shall say, Nineveh is laid waste; who shall grieve for her? From where shall I seek comforters for you?"},{"number":8,"verse":"Are you better than No Amon that dwelt among the Nile branches, waters surrounding her, whose rampart was the sea, the waters her wall?"},{"number":9,"verse":"Ethiopia was her strength, and Egypt even without end; Put and Lubim were among your helpers."},{"number":10,"verse":"Yet she went into exile; she went into captivity. Also her boys were dashed to pieces at the head of all the open places, and they cast lots for her honored ones, and all her great ones were bound in chains."},{"number":11,"verse":"You also shall be drunken; you shall be hidden; you also shall seek a refuge from the enemy."},{"number":12,"verse":"All your fortresses are like fig trees with the firstfruits; if they are shaken, then they shall fall on the mouth of the one eating them."},{"number":13,"verse":"Behold, your people are women in your midst; opening the gates of your land shall be opened to your enemies; the fire shall devour your bars."},{"number":14,"verse":"Draw water of the siege for yourself! Strengthen your fortifications! Go into the clay and tread in the mortar! Make the mold strong!"},{"number":15,"verse":"Fire will completely devour you there. The sword shall cut you off. It will eat you up like the locust larvae. Multiply yourself as the larvae; multiply yourself like the locusts."},{"number":16,"verse":"You have increased your merchants more than the stars of the heavens; the locust larvae shall strip off and fly away."},{"number":17,"verse":"Your rulers are like the locusts, and your officials are a swarm of locusts that camp in the hedges in the cold day. The sun rises and they flee, and the place where they are is not known."},{"number":18,"verse":"Your shepherds slumber, O king of Assyria; your nobles are lying down. Your people are scattered on the mountains, and no one is gathering."},{"number":19,"verse":"There is no healing for your fracture; your wound is severe. All who hear of your report shall clap the palm over you, for on whom has your evil not continually passed?"}]}