{"bibleAbbr":"paOV2016","bookName":"ਇਬਰਾਨੀਆਂ ਨੂੰ","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"( ਯਿਸੂ ਨਿਹਚਾ ਦਾ ਕਰਤਾ ਅਤੇ ਸੰਪੂਰਨ ਕਰਨ ਵਾਲਾ) ਉਪਰੰਤ ਜਦੋਂ ਗਵਾਹਾਂ ਦੇ ਐਨੇ ਵੱਡੇ ਬੱਦਲ ਨੇ ਸਾਨੂੰ ਘੇਰਿਆ ਹੋਇਆ ਹੈ ਤਾਂ ਆਓ, ਅਸੀਂ ਵੀ ਹਰੇਕ ਭਾਰ ਅਤੇ ਉਸ ਪਾਪ ਨੂੰ ਜਿਹੜਾ ਸਹਿਜ ਨਾਲ ਸਾਨੂੰ ਫਸਾ ਲੈਂਦਾ ਹੈ ਪਰੇ ਸੁੱਟ ਕੇ ਉਸ ਦੌੜ ਵਿੱਚ ਜੋ ਸਾਡੇ ਸਾਹਮਣੇ ਪਈ ਹੋਈ ਸਬਰ ਨਾਲ ਦੌੜੀਏ"},{"number":2,"verse":"ਅਤੇ ਯਿਸੂ ਦੀ ਵੱਲ ਤੱਕਦੇ ਰਹੀਏ ਜਿਹੜਾ ਨਿਹਚਾ ਦਾ ਕਰਤਾ ਅਤੇ ਸੰਪੂਰਨ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਿਹ ਨੇ ਉਸ ਅਨੰਦ ਨਮਿੱਤ ਜੋ ਉਹ ਦੇ ਅੱਗੇ ਧਰਿਆ ਹੋਇਆ ਸੀ ਲਾਜ ਨੂੰ ਤੁੱਛ ਜਾਣ ਕੇ ਸਲੀਬ ਦਾ ਦੁਖ ਝੱਲਿਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਿੰਘਾਸਣ ਦੇ ਸੱਜੇ ਪਾਸੇ ਬਿਰਾਜਮਾਨ ਹੋਇਆ"},{"number":3,"verse":"ਤੁਸੀਂ ਉਹ ਨੂੰ ਸੋਚੋ ਜਿਹ ਨੇ ਆਪਣੇ ਉੱਤੇ ਪਾਪੀਆਂ ਦੀ ਐਡੀ ਲਾਗਬਾਜ਼ੀ ਸਹਿ ਲਈ ਭਈ ਨਾ ਹੋਵੇ ਜੋ ਤੁਸੀਂ ਅੱਕ ਕੇ ਆਪਣੇ ਜੀ ਵਿੱਚ ਢਿੱਲੇ ਪੈ ਜਾਓ"},{"number":4,"verse":"ਤੁਸੀਂ ਪਾਪ ਨਾਲ ਲੜਦੇ ਹੋਏ ਅਜੇ ਲਹੂ ਦੇ ਵਹਾਏ ਜਾਣ ਤੀਕੁਰ ਸਾਹਮਣਾ ਨਹੀਂ ਕੀਤਾ"},{"number":5,"verse":"ਅਤੇ ਤੁਸੀਂ ਉਸ ਉਪਦੇਸ਼ ਨੂੰ ਭੁੱਲ ਗਏ ਜਿਸ ਤੋਂ ਤੁਹਾਨੂੰ ਪੁੱਤ੍ਰਾਂ ਵਾਂਙੁ ਸਮਝਾਈਦਾ ਹੈ, ( , ) - ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਪ੍ਰਭੁ ਦੀ ਤਾੜ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਣ, ਅਤੇ ਜਾਂ ਉਹ ਤੈਨੂੰ ਝਿੜਕੇ ਤਾਂ ਅੱਕ ਨਾ ਜਾਈਂ"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਜਿਹ ਦੇ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੁ ਉਹ ਨੂੰ ਤਾੜਦਾ ਹੈ, ਅਤੇ ਹਰੇਕ ਪੁੱਤ੍ਰ ਨੂੰ ਜਿਹ ਨੂੰ ਉਹ ਕਬੂਲ ਕਰਦਾ ਹੈ, ਉਹ ਕੋਰੜੇ ਮਾਰਦਾ ਹੈ।।"},{"number":7,"verse":"ਤੁਸੀਂ ਸਹਾਰਾ ਜੋ ਕਰਦੇ ਹੋ ਇਹ ਤਾੜੇ ਜਾਣ ਦੇ ਨਮਿੱਤ ਹੈ। ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਡੇ ਨਾਲ ਅਜਿਹਾ ਵਰਤਦਾ ਹੈ ਜਿਹਾ ਪੁੱਤ੍ਰਾਂ ਨਾਲ, ਕਿਉਂ ਜੋ ਉਹ ਕਿਹੜਾ ਪੁੱਤ੍ਰ ਹੈ ਜਿਹ ਨੂੰ ਪਿਉ ਨਹੀਂ ਤਾੜਦਾॽ"},{"number":8,"verse":"ਪਰ ਜੇ ਤੁਸੀਂ ਉਸ ਤਾੜਨਾ ਬਿਨਾ ਰਹੇ ਜਿਹ ਦੇ ਵਿੱਚ ਸੱਭੋ ਸਾਂਝੀ ਹੋਏ ਹਨ ਤਾਂ ਤੁਸੀਂ ਪੁੱਤ੍ਰ ਨਹੀਂ ਸਗੋਂ ਹਰਾਮ ਦੇ ਹੋ!"},{"number":9,"verse":"ਫੇਰ ਸਾਡੇ ਸਰੀਰਕ ਪਿਉ ਸਨ ਜਿਹੜੇ ਤਾੜਨਾ ਕਰਦੇ ਸਨ ਅਤੇ ਅਸਾਂ ਓਹਨਾਂ ਦਾ ਆਦਰ ਕੀਤਾ। ਤਾਂ ਭਲਾ, ਅਸੀਂ ਬਹੁਤ ਵਧੀਕ ਆਤਮਿਆਂ ਦੇ ਪਿਤਾ ਦੇ ਅਧੀਨ ਨਾ ਹੋਈਏ ਅਤੇ ਜੀਵੀਏॽ"},{"number":10,"verse":"ਓਹ ਤਾਂ ਥੋੜੇ ਦਿਨਾਂ ਦੇ ਲਈ ਆਪਣੀ ਸਮਝ ਦੇ ਅਨੁਸਾਰ ਤਾੜਨਾ ਕਰਦੇ ਸਨ ਪਰ ਇਹ ਲਾਭ ਦੇ ਲਈ ਕਰਦਾ ਹੈ ਭਈ ਅਸੀਂ ਉਹ ਦੀ ਪਵਿੱਤਰਤਾਈ ਵਿੱਚ ਸਾਂਝੀ ਹੋਈਏ"},{"number":11,"verse":"ਸਾਰੀ ਤਾੜਨਾ ਤਾਂ ਓਸ ਵੇਲੇ ਅਨੰਦ ਦੀ ਨਹੀਂ ਸਗੋਂ ਸੋਗ ਦੀ ਗੱਲ ਸੁੱਝਦੀ ਹੈ ਪਰ ਮਗਰੋਂ ਉਹ ਓਹਨਾਂ ਨੂੰ ਜਿਹੜੇ ਉਹ ਦੇ ਨਾਲ ਸਿਧਾਏ ਗਏ ਹਨ ਧਰਮ ਦਾ ਸ਼ਾਂਤੀ-ਦਾਇਕ ਫਲ ਦਿੰਦੀ ਹੈ"},{"number":12,"verse":"ਇਸ ਲਈ ਢਿੱਲਿਆਂ ਹੱਥਾਂ ਅਤੇ ਭਿੜਦਿਆਂ ਗੋਡਿਆਂ ਨੂੰ ਸਿੱਧਿਆਂ ਕਰੋ"},{"number":13,"verse":"ਅਤੇ ਆਪਣੇ ਪੈਰਾਂ ਲਈ ਸਿੱਧੇ ਰਾਹ ਬਣਾਓ ਭਈ ਜਿਹੜਾ ਲੰਙਾ ਹੋਵੇ ਉਹ ਜੋੜੋਂ ਨਾ ਉੱਖੜੇ ਸਗੋਂ ਚੰਗਾ ਹੋ ਜਾਵੇ!।।"},{"number":14,"verse":"ਸਭਨਾ ਨਾਲ ਮੇਲ ਰੱਖਣ ਦਾ ਪਿੱਛਾ ਕਰੋ ਅਤੇ ਪਵਿੱਤਰਤਾਈ ਦਾ ਜਿਹ ਦੇ ਬਿਨਾ ਕੋਈ ਪ੍ਰਭੁ ਨੂੰ ਨਾ ਵੇਖੇਗਾ"},{"number":15,"verse":"ਵੇਖਣਾ ਭਈ ਕੋਈ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਤੋਂ ਵੰਜਿਆ ਨਾ ਰਹੇ ਅਤੇ ਨਾ ਹੋਵੇ ਭਈ ਕੋਈ ਕੁੜੱਤਣ ਦੀ ਜੜ੍ਹ ਫੁੱਟ ਕੇ ਦੁਖ ਦੇਵੇ ਅਤੇ ਬਾਹਲੇ ਉਸ ਦੇ ਕਾਰਨ ਭ੍ਰਿਸ਼ਟ ਹੋ ਜਾਣ"},{"number":16,"verse":"ਅਤੇ ਨਾ ਹੋਵੇ ਭਈ ਕੋਈ ਹਰਾਮਕਾਰ ਅਥਵਾ ਏਸਾਓ ਵਾਂਙੁ ਕੁਧਰਮੀ ਹੋਵੇ ਜਿਹ ਨੇ ਇੱਕ ਡੰਗ ਦੇ ਖਾਣ ਪਿੱਛੇ ਆਪਣੇ ਜੇਠੇ ਹੋਣ ਦਾ ਹੱਕ ਵੇਚ ਸੁੱਟਿਆ"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਭਈ ਮਗਰੋਂ ਜਦ ਉਹ ਨੇ ਬਰਕਤ ਦਾ ਅਧਿਕਾਰੀ ਹੋਣਾ ਚਾਹਿਆ ਵੀ ਤਾਂ ਉਹ ਅਪਰਵਾਨ ਹੋਇਆ ਇਸ ਲਈ ਜੋ ਉਹ ਨੂੰ ਤੋਬਾ ਕਰਨ ਦਾ ਮੌਕਾ ਨਾ ਮਿਲਿਆ ਭਾਵੇਂ ਉਹ ਨੇ ਅੰਝੂ ਕੇਰ ਕੇਰ ਕੇ ਉਹ ਨੂੰ ਭਾਲਿਆ।।"},{"number":18,"verse":"ਤੁਸੀਂ ਤਾਂ ਓਸ ਪਹਾੜ ਕੋਲ ਨਹੀਂ ਆਏ ਹੋ ਜਿਹ ਨੂੰ ਹੱਥ ਲਾਇਆ ਜਾਵੇ, ਜਿਹੜਾ ਅੱਗ ਨਾਲ ਬਲ ਉੱਠਿਆ, ਨਾ ਕਾਲੇ ਬੋਲੇ, ਨਾ ਅਨ੍ਹੇਰੇ ਘੁੱਪ, ਨਾ ਝੱਖੜ ਝੋਲੇ,"},{"number":19,"verse":"ਤੁਰ੍ਹੀ ਦੇ ਸ਼ਬਦ, ਨਾ ਗੱਲਾਂ ਦੀ ਅਵਾਜ਼ ਕੋਲ ਜਿਹ ਦੇ ਸੁਣਨ ਵਾਲਿਆਂ ਨੇ ਅਰਦਾਸ ਕੀਤੀ ਭਈ ਹੋਰ ਬਚਨ ਸਾਨੂੰ ਨਾ ਆਖਿਆ ਜਾਵੇ !"},{"number":20,"verse":"ਕਿਉਂ ਜੋ ਓਹ ਉਸ ਹੁਕਮ ਨੂੰ ਸਹਾਰ ਨਾ ਸੱਕੇ ਭਈ ਜੇ ਪਸੂ ਵੀ ਪਹਾੜ ਨਾਲ ਲੱਗੇ ਤਾਂ ਪਥਰਾਉ ਕੀਤਾ ਜਾਵੇ"},{"number":21,"verse":"ਅਤੇ ਉਹ ਜੋ ਦਿੱਸਿਆ ਸੋ ਅਜਿਹਾ ਭਿਆਣਕ ਸੀ ਜੋ ਮੂਸਾ ਨੇ ਆਖਿਆ ਭਈ ਮੈਂ ਬਹੁਤ ਹੀ ਡਰਦਾ ਅਤੇ ਥਰ ਥਰ ਕੰਬਦਾ ਹਾਂ !"},{"number":22,"verse":"ਸਗੋਂ ਤੁਸੀਂ ਸੀਯੋਨ ਦੇ ਪਹਾੜ ਕੋਲ ਆਏ ਹੋ ਅਤੇ ਅਕਾਲ ਪੁਰਖ ਦੀ ਨਗਰੀ ਸੁਰਗੀ ਯਰੂਸ਼ਲਮ ਕੋਲ ਅਤੇ ਜੋੜ ਮੇਲੇ ਵਿੱਚ ਲੱਖਾਂ ਦੂਤਾਂ ਕੋਲ"},{"number":23,"verse":"ਅਤੇ ਪਲੋਠਿਆਂ ਦੀ ਕਲੀਸਿਯਾ ਕੋਲ ਜਿਨ੍ਹਾਂ ਦੇ ਨਾਉਂ ਸੁਰਗ ਵਿੱਚ ਲਿਖੇ ਹੋਏ ਹਨ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਜਿਹੜਾ ਸਭਨਾਂ ਦਾ ਨਿਆਉਂ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਸਿੱਧ ਕੀਤਿਆਂ ਹੋਇਆਂ ਧਰਮੀਆਂ ਦੇ ਆਤਮਿਆਂ ਕੋਲ"},{"number":24,"verse":"ਅਤੇ ਯਿਸੂ ਕੋਲ ਜਿਹੜਾ ਨਵੇਂ ਨੇਮ ਦਾ ਵਿਚੋਲਾ ਹੈ ਅਤੇ ਛਿੜਕੇ ਹੋਏ ਲਹੂ ਦੇ ਕੋਲ ਜੋ ਹਾਬਲ ਦੇ ਲਹੂ ਨਾਲੋਂ ਉੱਤਮ ਗੱਲਾ ਕਰਦਾ ਹੈ"},{"number":25,"verse":"ਵੇਖੋ, ਤੁਸੀਂ ਓਸ ਤੋਂ ਜਿਹੜਾ ਬੋਲਦਾ ਹੈ ਮੂੰਹ ਨਾ ਮੋੜਨਾ, ਕਿਉਂਕਿ ਜਦੋਂ ਓਹ ਨਾ ਬਚੇ ਜਿਨ੍ਹਾਂ ਉਸ ਤੋਂ ਮੂੰਹ ਮੋੜੇ ਜਿਹੜਾ ਧਰਤੀ ਉੱਤੇ ਚਿਤਾਰਦਾ ਸੀ ਤਾਂ ਬਹੁਤ ਵਧੀਕ ਕਰਕੇ ਅਸੀਂ ਨਾ ਬਚਾਂਗੇ ਜੇ ਓਸ ਤੋਂ ਬੇਮੁਖ ਹੋਈਏ ਜਿਹੜਾ ਸੁਰਗ ਉੱਤੋਂ ਚਿਤਾਰਦਾ ਹੈ"},{"number":26,"verse":"ਜਿਹ ਦੇ ਸ਼ਬਦ ਨੇ ਓਸ ਵੇਲੇ ਧਰਤੀ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ ਪਰ ਹੁਣ ਉਹ ਨੇ ਇਹ ਕਹਿ ਕੇ ਬਚਨ ਦਿੱਤਾ ਹੈ ਭਈ ਫੇਰ ਇੱਕ ਵਾਰੀ ਮੈਂ ਨਿਰਾ ਧਰਤੀ ਨੂੰ ਹੀ ਨਹੀਂ ਸਗੋਂ ਅਕਾਸ਼ ਨੂੰ ਵੀ ਕਾਂਬਾ ਲਾ ਦਿਆਂਗਾ"},{"number":27,"verse":"ਅਤੇ ਇਹ ਜਿਹੜਾ ਬਚਨ ਹੈ ਕਿ \"ਫੇਰ ਇੱਕ ਵਾਰੀ,\" ਇਹ ਪਤਾ ਦਿੰਦਾ ਹੈ ਭਈ ਬਣਾਈਆਂ ਹੋਈਆਂ ਵਸਤਾਂ ਵਾਂਙੁ ਓਹ ਵਸਤਾਂ ਜਿਹੜੀਆਂ ਹਿਲਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਸੋ ਟਲ ਜਾਣਗੀਆਂ ਤਾਂ ਜੋ ਓਹ ਵਸਤਾਂ ਜਿਹੜੀਆਂ ਨਹੀਂ ਹਿਲਾਈਆਂ ਜਾਂਦੀਆਂ ਬਣੀਆਂ ਰਹਿਣ"},{"number":29,"verse":"ਸੋਂ ਜਦੋਂ ਸਾਨੂੰ ਇੱਕ ਰਾਜ ਮਿਲਿਆ ਜਿਹੜਾ ਹਿਲਾਇਆ ਨਹੀਂ ਜਾਂਦਾ ਤਾਂ ਆਓ, ਅਸੀਂ ਧੰਨਵਾਦ ਕਰੀਏ ਜਿਸ ਕਰਕੇ ਅਸੀਂ ਭਗਤੀ ਅਤੇ ਭੈ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਹ ਉਪਾਸਨਾ ਕਰੀਏ ਜੋ ਉਹ ਦੇ ਮਨ ਭਾਵੇ, ਕਿਉਂ ਜੋ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਭਸਮ ਕਰਨ ਵਾਲੀ ਅੱਗ ਹੈ।।"}]}