{"bibleAbbr":"paOV2016","bookName":"ਇਬਰਾਨੀਆਂ ਨੂੰ","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਦਾ ਅਰਾਮ । ਮਹਾਂ ਪਰਧਾਨ ਜਾਜਕ ਯਿਸੂ) ਉਪਰੰਤ ਸਾਨੂੰ ਡਰਨਾ ਚਾਹੀਦਾ ਹੈ ਭਈ ਨਾ ਹੋਵੇ ਜੋ ਉਹ ਦੇ ਅਰਾਮ ਵਿੱਚ ਵੜਨ ਦਾ ਵਾਇਦਾ ਹੁੰਦਿਆ ਸੁੰਦਿਆਂ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਉਸ ਤੋਂ ਰਿਹਾ ਹੋਇਆ ਮਲੂਮ ਹੋਵੇ"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਸਾਨੂੰ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਈ ਗਈ ਸੀ ਜਿਵੇਂ ਉਨ੍ਹਾਂ ਨੂੰ ਭੀ ਪਰ ਸੁਣਿਆ ਹੋਇਆ ਬਚਨ ਉਨ੍ਹਾਂ ਲਈ ਲਾਭਵੰਤ ਨਾ ਹੋਇਆ ਇਸ ਕਰਕੇ ਜੋ ਏਹ ਸੁਣਨ ਵਾਲਿਆਂ ਦੇ ਵਿੱਚ ਨਿਹਚਾ ਦੇ ਨਾਲ ਨਾ ਰਚਿਆ"},{"number":3,"verse":"ਕਿਉਂ ਜੋ ਅਸੀਂ ਜਿਨ੍ਹਾਂ ਨਿਹਚਾ ਕੀਤੀ ਹੈ ਓਸ ਅਰਾਮ ਵਿੱਚ ਵੜਦੇ ਹਾਂ ਜਿੱਕੁਰ ਉਹ ਨੇ ਆਖਿਆ — ਜਿਵੇਂ ਮੈਂ ਆਪਣੇ ਗੁੱਸੇ ਵਿੱਚ ਸੌਂਹ ਖਾਧੀ, ਕਿ ਓਹ ਮੇਰੇ ਅਰਾਮ ਵਿੱਚ ਕਦੇ ਨਾ ਵੜਨਗੇ!।। ਭਾਵੇਂ ਉਹ ਦੀਆਂ ਕਾਰਾਗਰੀਆਂ ਜਗਤ ਦੇ ਮੁੱਢੋਂ ਹੀ ਬਣ ਚੁੱਕੀਆਂ ਸਨ"},{"number":4,"verse":"ਉਹ ਨੇ ਤਾਂ ਸੱਤਵੇਂ ਦਿਨ ਦੇ ਵਿਖੇ ਕਿਤੇ ( ) ਇਉਂ ਆਖਿਆ ਹੈ ਭਈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣਿਆਂ ਸਾਰਿਆਂ ਕੰਮਾਂ ਤੋਂ ਵਿਹਲਿਆਂ ਹੋ ਕੇ ਸੱਤਵੇਂ ਦਿਨ ਅਰਾਮ ਕੀਤਾ"},{"number":5,"verse":"ਅਤੇ ਇਸ ਥਾਂ ਵਿੱਚ ਫੇਰ ਕਹਿੰਦਾ ਹੈ, - ਓਹ ਮੇਰੇ ਅਰਾਮ ਵਿੱਚ ਕਦੇ ਨਾ ਵੜਨਗੇ!।।"},{"number":6,"verse":"ਸੋ ਜਦੋਂ ਕਈਆਂ ਲਈ ਉਸ ਵਿੱਚ ਵੜਨਾ ਅਜੇ ਬਾਕੀ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਹਿਲਾਂ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਈ ਗਈ ਸੀ ਓਹ ਅਣਆਗਿਆਕਾਰੀ ਦੇ ਕਾਰਨ ਉਸ ਵਿੱਚ ਨਾ ਵੜੇ"},{"number":7,"verse":"ਤਾਂ ਉਹ ਫੇਰ ਐਨੇ ਚਿਰ ਮਗਰੋਂ ਦਾਊਦ ਦੀ ਜ਼ਬਾਨੀ ਕਿਸੇ ਇੱਕ ਦਿਨ ਦੀ ਗੱਲ ਕਰਦਾ ਹੋਇਆ ਉਸ ਨੂੰ \"ਅੱਜ ਦਾ ਦਿਨ\" ਕਹਿੰਦਾ ਹੈ ਜਿਵੇਂ ਅੱਗੇ ਕਿਹਾ ਗਿਆ ਸੀ, - ਅੱਜ ਜੇ ਤੁਸੀਂ ਉਹ ਦੀ ਅਵਾਜ਼ ਸੁਣੋ, ਤਾਂ ਆਪਣੇ ਦਿਲਾਂ ਨੂੰ ਕਠੋਰ ਨਾ ਕਰੋ ।।"},{"number":8,"verse":"ਜੇ ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਰਾਮ ਦਿੱਤਾ ਹੁੰਦਾ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਉਹ ਦੇ ਮਗਰੋਂ ਕਿਸੇ ਹੋਰ ਦਿਨ ਦੀ ਗੱਲ ਨਾ ਕਰਦਾ"},{"number":9,"verse":"ਗੱਲ ਕਾਹਦੀ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਪਰਜਾ ਲਈ ਸਬਤ ਦਾ ਅਰਾਮ ਅਜੇ ਬਾਕੀ ਰਹਿੰਦਾ ਹੈ"},{"number":10,"verse":"ਕਿਉਂਕਿ ਜਿਹੜਾ ਉਹ ਦੇ ਅਰਾਮ ਵਿੱਚ ਵੜ ਗਿਆ ਉਹ ਨੇ ਵੀ ਆਪ ਆਪਣਿਆਂ ਕੰਮਾਂ ਤੋਂ ਵਿਹਲਿਆਂ ਹੋ ਕੇ ਅਰਾਮ ਕੀਤਾ ਜਿਵੇਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣਿਆਂ ਕੰਮਾਂ ਤੋਂ"},{"number":11,"verse":"ਸੋ ਆਓ, ਅਸੀਂ ਓਸ ਅਰਾਮ ਵਿੱਚ ਵੜਨ ਦਾ ਜਤਨ ਕਰੀਏ ਭਈ ਕੋਈ ਉਨ੍ਹਾਂ ਵਾਂਙੁ ਅਣਆਗਿਆਕਾਰੀ ਦੇ ਕਾਰਨ ਡਿੱਗ ਨਾ ਪਵੇ"},{"number":12,"verse":"ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਜੀਉਂਦਾ ਅਤੇ ਗੁਣਕਾਰ ਅਤੇ ਹਰੇਕ ਦੋ ਧਾਰੀ ਤਲਵਾਰ ਨਾਲੋਂ ਤਿੱਖਾ ਅਤੇ ਜੀਵ ਅਤੇ ਆਤਮਾ ਨੂੰ ਅਰ ਬੰਦ ਬੰਦ ਅਤੇ ਗੁੱਦੇ ਨੂੰ ਅੱਡੋ ਅੱਡ ਕਰ ਕੇ ਵਿੰਨ੍ਹ ਸੁੱਟਦਾ ਹੈ ਅਤੇ ਮਨ ਦੀਆਂ ਵਿਚਾਰਾਂ ਅਤੇ ਧਾਰਨਾਂ ਨੂੰ ਜਾਚ ਲੈਂਦਾ ਹੈ"},{"number":13,"verse":"ਅਤੇ ਸਰਿਸ਼ਟੀ ਦੀ ਕੋਈ ਵਸਤ ਉਸ ਤੋਂ ਲੁਕੀ ਹੋਈ ਨਹੀਂ, ਪਰ ਜਿਹ ਨੂੰ ਅਸਾਂ ਲੇਖਾ ਦੇਣਾ ਹੈ ਉਹ ਦੇ ਨੇਤਰਾਂ ਦੇ ਅੱਗੇ ਸਾਰੀਆਂ ਵਸਤਾਂ ਨੰਗੀਆਂ ਅਤੇ ਖੁਲ੍ਹੀਆਂ ਪਈਆਂ ਹਨ।।"},{"number":14,"verse":"ਸੋ ਜਦੋਂ ਸਾਡਾ ਇੱਕ ਮਹਾਂ ਪਰਧਾਨ ਜਾਜਕ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ਅਰਥਾਤ ਪਰਮੇਸ਼ੁਰ ਦਾ ਪੁੱਤ੍ਰ ਯਿਸੂ ਤਾਂ ਆਓ, ਅਸੀਂ ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਇਕਰਾਰ ਉੱਤੇ ਪੱਕਿਆਂ ਰਹੀਏ"},{"number":15,"verse":"ਕਿਉਂ ਜੋ ਸਾਡਾ ਪਰਧਾਨ ਜਾਜਕ ਇਹੋ ਜਿਹਾ ਨਹੀਂ ਜੋ ਸਾਡੀਆਂ ਦੁਰਬਲਤਾਈਆਂ ਵਿੱਚ ਸਾਡਾ ਦਰਦੀ ਨਾ ਹੋ ਸੱਕੇ ਸਗੋਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਵਿੱਚ ਸਾਡੇ ਵਾਂਙੁ ਪਰਤਾਇਆ ਗਿਆ ਪਰ ਉਹ ਪਾਪ ਤੋਂ ਰਹਿਤ ਰਿਹਾ"},{"number":16,"verse":"ਇਸ ਲਈ ਆਓ, ਅਸੀਂ ਕਿਰਪਾ ਦੇ ਸਿੰਘਾਸਣ ਦੇ ਅੱਗੇ ਦਿਲੇਰੀ ਨਾਲ ਚੱਲੀਏ ਭਈ ਅਸੀਂ ਦਯਾ ਪਰਾਪਤ ਕਰੀਏ ਅਤੇ ਉਹ ਕਿਰਪਾ ਪਾਈਏ ਜੋ ਵੇਲੇ ਸਿਰ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰੇ।।"}]}