{"bibleAbbr":"JWNT1755","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"My brethren, be not many teachers, knowing that we shall receive greater condemnation."},{"number":2,"verse":"For in many things we offend all. If any one offend not in word, the same is a perfect man, able also to bridle the whole body."},{"number":3,"verse":"Behold we put bits into the horses mouths, that they may obey us, and we turn about their whole body."},{"number":4,"verse":"Behold also the ships, tho' they are so great, and driven by fierce winds, yet are turned about by a very small helm, whithersoever the pilot listeth."},{"number":5,"verse":"So the tongue also is a little member, yet boasteth great things. Behold how much matter a little fire kindleth."},{"number":6,"verse":"And the tongue is a fire, a world of iniquity: it is the tongue among the members which defileth the whole body and setteth on fire the course of nature, and is set on fire of hell."},{"number":7,"verse":"For every kind both of wild beasts and of birds, both of reptiles and things in the sea, is tamed, and hath been tamed by mankind."},{"number":8,"verse":"But the tongue can no man tame: it is an unruly evil, full of deadly poison."},{"number":9,"verse":"Therewith bless we God the Father, and therewith curse we man, made after the likeness of God."},{"number":10,"verse":"Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be."},{"number":11,"verse":"Doth a fountain send out of the same place sweet water and bitter?"},{"number":12,"verse":"Can a fig tree, my brethren, bear olive berries, or a vine figs? So can no fountain yield salt water and fresh."},{"number":13,"verse":"Who is a wise and knowing man among you? Let him shew by a good conversation his works with meekness of wisdom."},{"number":14,"verse":"But if ye have bitter zeal and strife in your hearts, do not glory and lie against the truth."},{"number":15,"verse":"This wisdom descendeth not from above, but is earthly, animal, devilish."},{"number":16,"verse":"For where bitter zeal and strife is, there is unquietness and every evil work."},{"number":17,"verse":"But the wisdom that is from above is first pure, then peaceable, gentle, easy to be intreated, full of mercy and good fruits,"},{"number":18,"verse":"without partiality and without dissimulation, And the fruit of righteousness is sown in peace for them that make peace."}]}