{"bibleAbbr":"JWNT1755","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"From whence come wars and fightings among you? Is it not hence, from your pleasures that war in your members?"},{"number":2,"verse":"Ye desire and have not, ye kill, and envy, and cannot obtain: ye fight and war; yet ye have not, because ye ask not."},{"number":3,"verse":"Ye ask and receive not, because ye ask amiss, that ye may expend it on your pleasures."},{"number":4,"verse":"Ye adulterers and adultresses, know ye not, that the friendship of the world is enmity against God? Whosoever therefore desireth to be a friend of the world, is an enemy of God."},{"number":5,"verse":"Do ye think, that the scripture saith in vain, The Spirit that dwelleth in us lusteth against envy?"},{"number":6,"verse":"But he giveth greater grace: therefore it saith, God resisteth the proud, but giveth grace to the humble."},{"number":7,"verse":"Submit yourselves, therefore, to God: resist the devil, and he will flee from you."},{"number":8,"verse":"Draw nigh to God and he will draw nigh to you: cleanse your hands, ye sinners, and purify your hearts, ye double-minded."},{"number":9,"verse":"Be afflicted, and mourn, and weep; let your laughter be turned into mourning, and your joy into heaviness."},{"number":10,"verse":"Humble yourselves in the sight of God, and he will lift you up."},{"number":11,"verse":"Speak not evil one of another, brethren. He that speaketh evil of his brother and judgeth his brother, speaketh evil of the law, and judgeth the law. But if thou judgest the law, thou art not a doer of the law, but a judge."},{"number":12,"verse":"There is one lawgiver that is able to save and to destroy: Who art thou that judgest another?"},{"number":13,"verse":"Go to now, ye that say, To day or to morrow we will go to such a city, and continue there a year, and traffick, and get gain:"},{"number":14,"verse":"Who know not what shall be on the morrow; for what is your life? It is a vapour that appeareth for a little time and then vanisheth away:"},{"number":15,"verse":"Instead of your saying, If the Lord will, we shall both live, and do this or that."},{"number":16,"verse":"But now ye glory in your boastings: all such glorying is evil."},{"number":17,"verse":"Therefore to him that knoweth to do good and doeth it not, to him it is sin."}]}