{"bibleAbbr":"mniRNT2022","bookName":"Philippi","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"( Pakhon 16:12) Jisu Christtagi manai oiriba Paul amadi Timothy-dagi, Singlupki luchingbasing amadi tengbangba mising yaona Christta Jisuga amata oiminnakhraba Philippi-da leiba Tengban Mapugi mi pumnamakta:"},{"number":2,"verse":"Eikhoigi Ipa Ibungo Tengban Mapu amadi Ibungo Jisu Christtana nakhoida thoujal amadi ingthaba pinabiba oisanu."},{"number":3,"verse":"( Thagatchaba amadi Tengban Mapuda haijaba) Eina nakhoibu ningsingjaba matam khudingmakta eina eigi Tengban Mapubu thagatchei."},{"number":4,"verse":"Aduga eina nakhoi pumnamakkidamak haijaba matam khudingmakta eina haraobaga loinana haijei."},{"number":5,"verse":"Maramdi eina nakhoida Aphaba Paogi thougal touba houba numit adudagi houna houjik phaoba nakhoina eibu tengbangbiri."},{"number":6,"verse":"Aduga nakhoida aphaba thabak toubiba houkhraba Tengban Mapuna, Christta Jisugi Numit aduna laktri phaoba, thabak adu mapung phana toubigani haina eina chetna thajei."},{"number":7,"verse":"Matam pumnamakta nakhoi eigi thamoinungda lei! Maram asimakna nakhoigi maramda eina asumna phaojabasi matik chai. Maramdi houjik eina keisumsangda leiraba matam asidasu aduga eina Aphaba Pao adugidamak leppada amadi madubu phibham chet-hanba matam adudasu nakhoi pumnamakna eihakka loinanana Tengban Mapuna iphamda pinabikhraba khudongchaba asida saruk phangminnare."},{"number":8,"verse":"Christta Jisuna iphamda pinabikhiba nungsiba aduga loinana eina nakhoibu kayada ujaningba haibadu Tengban Mapu mahakna sakhini."},{"number":9,"verse":"Achumba lousing leiba amasung mapungphana khangba ngambaga loinana nakhoigi nungsiba adu henna henna hengatlaknaba eina Tengban Mapuda haijei."},{"number":10,"verse":"Madu nakhoina khwaidagi phaba adu karino haiba khanba ngamnanaba amasung Christtagi Numit aduda nakhoina asengba amadi maral leitaba oinabani."},{"number":11,"verse":"Amadi Tengban Mapugi matik mangalgidamak amasung Tengban Mapubu thagatnabagidamak Jisu Christta khaktana pibiba ngamba achumba chatpagi maheina nakhoigi punsi adubu thalhanbigani."},{"number":12,"verse":"( Eigidamaktadi hingba asi Christtani.) Ichil inaosa, eingonda thokkhibasing aduna Aphaba Paogi thabak henna chaokhathanbada tesengnamak mateng pang-i haibadu nakhoina khangba eina pamjei."},{"number":13,"verse":"( Pakhon 28:30) Madugi mahei oina konung ngakpa pumnamakna amasung maphamsida leiriba atei pumnamakna eina phadok oiriba asi eina Christtagi manai oibagi maramnani haiba khangnare."},{"number":14,"verse":"Amadi eina phadok oiba asina ichil-inao ayambada Ibungoda henna thajaba oihalle, masina makhoida akiba leitana Tengban Mapugi paojel sandokpa matam pumbada henna thouna phahalle."},{"number":15,"verse":"Tasengnamak makhoigi maraktagi kanagumba kharana kallakpa amadi khatna-cheinaningbagi maramna Christtabu sandok-i, adubu atoppasingna aphaba wakhaldagi sandok-i."},{"number":16,"verse":"Akonbagi asina eina Aphaba Paogidamak leppagi maramna eibu mapham asida thamlibani haiba adu khangbagi, nungsibagi maramna sandok-i."},{"number":17,"verse":"Aduga ahanbagi asina thamoi sengna sandokpa nattaduna oijaba thibagi wakhalga loinana, eina keisumsangda leiringei asida henna awaba hapchinnaba khanbaga loinana Christtabu sandok-i."},{"number":18,"verse":"Adubu masida akaiba karisu leite! Maru oiriba adudi aranba pukningga loinana sandokpa oirabasu nattraga achumba pukningga loinna sandokpa oirabasu maram khudingda Christtabu sandok-i. Aduga maram asigidamak eina haraojei. Hoi eina makha tana haraojakhigani,"},{"number":19,"verse":"Maramdi nakhoigi haijaba amasung Jisu Christtagi Thawaidagi lakpa mateng adugi mapanna eibu ning tamhanbigani haiba adu eina khang-i."},{"number":20,"verse":"Aduga karigumba maram amatada eina ikaiba nangloi haiba eina chetna ningjei amasung asha toujei, adubu matam pumnamakta oibagum houjiksu, hingbana oirabasu nattraga sibana oirabasu, eigi thawai hakchang pumbana Christtagi matik chaohannaba, matik chaba thouna eigi leigani."},{"number":21,"verse":"Eigidamaktadi hingba asi Christtani aduga siba haibasi tongjabani."},{"number":22,"verse":"Eina taibangpan asida hingduna asum leirabadi eina Christtagidamak mahei yanba thabak henna tougani. Adum oinamakpu eina karamba khangadage haiba ei khangde."},{"number":23,"verse":"Maramdi maikei animakta eibu chingduna nung anigi marakta ha oiri. Eina hingliba punsi asi thadoktuna Christtaga leiminnaba yamna pamjei, maramdi masina yamna henna phei."},{"number":24,"verse":"Adubu nakhoigi maramgidamak eina hingduna leiba asi yamna henna maru oi."},{"number":25,"verse":"Masi khangbana, nakhoina chaokhatnanaba amasung thajabada haraonabagidamak ei leikhigani amasung nakhoi pumnamakka leiminnakhigani haiba ei khang-i."},{"number":26,"verse":"Masi eina nakhoiga amuk leiminnaba matamda eigi maramgidamak nakhoina Christta Jisuda chaothokchanabagi maram amukka henna leinabani."},{"number":27,"verse":"Oiningba makhei oidunasu, Christtagi Aphaba Paogi matik chaba punsi mahing aduda nakhoina hing-u. Adu oirabadi, eina laktuna nakhoiga unaba ngamba oirabasu nattraga ngamdaba oirabasu nakhoina pandam amatada chetna lepli amasung nakhoina pukning amata oina Aphaba Paoda thajabagidamak punna lanthengminnari haiba adu eina tabadagi khanggani."},{"number":28,"verse":"Nakhoina nakhoigi yeknabasing adubu kiganu; matam pumnamakta thouna phou, maduna makhoida makhoi maithigani aduga nakhoina mai-pakkani haiba adu makhoida utkani, maramdi nakhoida mai-pakpa pibiriba adu Tengban Mapuni."},{"number":29,"verse":"Maramdi Christtabu thajabakhak nattaduna mahakkidamak awaba khangnabagi khudongchaba adusu nakhoida pinabire."},{"number":30,"verse":"( Pakhon 16:19-40) Houjik lanpham asida nakhoina eiga loinana saruk yaminnari. Mamangda nakhoina ukhiba eina soknakhiba lanpham adusu lanpham asimakni, aduga nakhoina tariba eina houjiksu soknariba lanpham adusu masimakni."}]}