{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"( Domba yang Hilang) ( ( 470 18:12-14 )) Pada suatu hari banyak pemungut cukai dan orang yang dihina masyarakat datang mendengar Yesus."},{"number":2,"verse":"( ) Lalu orang Farisi dan guru Taurat mula bersungut-sungut. Mereka berkata, “Lihatlah, orang ini menyambut orang yang dihina masyarakat, bahkan makan bersama-sama mereka!”"},{"number":3,"verse":"Oleh itu Yesus menceritakan perumpamaan ini,"},{"number":4,"verse":"“Andaikata seorang daripada kamu mempunyai seratus ekor domba, lalu kehilangan seekor, apakah yang akan dilakukannya? Tentu dia akan meninggalkan domba yang sembilan puluh sembilan ekor di padang rumput, lalu pergi mencari yang hilang itu sehingga dapat."},{"number":5,"verse":"Apabila dia menjumpai domba itu, dia memikulnya pada bahu."},{"number":6,"verse":"Dengan sukacita dia membawa domba itu pulang. Setelah itu dia memanggil kawan dan jirannya, lalu berkata kepada mereka, ‘Marilah kita bergembira! Dombaku yang hilang sudah aku jumpai semula!’"},{"number":7,"verse":"Ketahuilah bahawa demikian juga di syurga ada kegembiraan yang lebih besar kerana seorang berdosa bertaubat, daripada kegembiraan kerana sembilan puluh sembilan orang berhormat yang berpendapat mereka tidak perlu bertaubat.”"},{"number":8,"verse":"( Mata Wang yang Hilang) “Atau andaikata seorang wanita mempunyai sepuluh keping wang perak, lalu kehilangan sekeping, apakah yang akan dilakukannya? Dia akan memasang pelita, menyapu rumah lalu mencari wang itu dengan teliti sehingga dapat."},{"number":9,"verse":"Apabila dia menjumpai mata wang itu, dia memanggil kawan dan jirannya, lalu berkata kepada mereka, ‘Mari kita bergembira! Wangku yang hilang sudah aku jumpai semula!’"},{"number":10,"verse":"Percayalah, malaikat Allah juga bersukacita apabila seorang berdosa bertaubat.”"},{"number":11,"verse":"( Anak yang Sesat) Yesus berkata lagi, “Ada seorang bapa mempunyai dua orang anak lelaki."},{"number":12,"verse":"Yang bongsu berkata kepada bapanya, ‘Ayah, berikanlah harta bahagian saya sekarang juga.’ Lalu bapanya membahagi hartanya antara kedua-dua orang anaknya."},{"number":13,"verse":"Beberapa hari kemudian, anak yang bongsu menjual bahagian hartanya, lalu meninggalkan rumah. Dia pergi ke negeri yang jauh, dan di sana dia memboroskan wangnya dengan hidup berfoya-foya."},{"number":14,"verse":"Dengan cepat wangnya habis. Pada masa itu kebuluran yang teruk melanda seluruh negeri itu, lalu hidupnya melarat kerana dia tidak mempunyai apa-apa."},{"number":15,"verse":"Oleh itu dia bekerja bagi seorang penduduk negeri itu, yang menyuruh dia menjaga babi di ladang."},{"number":16,"verse":"Dia begitu lapar sehingga ingin mengisi perut dengan makanan babi, tetapi tidak seorang pun memberikan makanan kepadanya."},{"number":17,"verse":"Akhirnya dia sedar dan berkata, ‘Semua orang gaji ayahku mendapat makanan yang berlebihan tetapi di sini aku hampir mati kelaparan!"},{"number":18,"verse":"Aku akan berangkat dan pergi kepada ayahku lalu berkata begini: Ayah, saya sudah berdosa terhadap Allah dan terhadap ayah."},{"number":19,"verse":"Tidak layak lagi saya disebut anak ayah. Anggaplah saya sebagai orang gaji ayah.’"},{"number":20,"verse":"Dia pun pulang kepada bapanya. Dia masih jauh dari rumah apabila bapanya nampak dia. Dengan penuh kasihan, bapanya lari menemui dia, lalu memeluk, dan menciumnya."},{"number":21,"verse":"‘Ayah,’ kata anak itu, ‘Saya sudah berdosa terhadap Allah dan terhadap ayah. Tidak layak lagi saya disebut anak ayah.’"},{"number":22,"verse":"Tetapi bapanya memanggil hamba-hambanya dan berkata, ‘Cepat, bawalah jubah yang terbaik dan pakaikan pada dia. Kenakan cincin pada jarinya dan kasut pada kakinya."},{"number":23,"verse":"Pilihlah anak lembu yang gemuk lalu sembelih. Marilah kita rayakan kepulangannya dengan perjamuan."},{"number":24,"verse":"Anakku ini sudah mati, tetapi sekarang hidup pula; dia sesat, tetapi sekarang ditemui semula.’ Lalu perjamuan itu dimulakan."},{"number":25,"verse":"Sementara itu anaknya yang sulung di ladang. Dalam perjalanan pulang, apabila dekat rumah, dia mendengar muzik dan tari-tarian."},{"number":26,"verse":"Dia memanggil salah seorang hambanya lalu bertanya, ‘Apakah yang sedang berlaku?’"},{"number":27,"verse":"Hamba itu menjawab, ‘Adik tuan sudah kembali! Bapa tuan menyembelih anak lembu yang gemuk, kerana bapa tuan sudah mendapat anaknya kembali dalam keadaan selamat.’"},{"number":28,"verse":"Anak sulung itu begitu marah sehingga dia tidak mahu masuk ke rumah. Lalu bapanya keluar dan memujuk dia."},{"number":29,"verse":"Tetapi dia berkata kepada bapanya, ‘Lihatlah, bertahun-tahun saya bekerja seperti seorang hamba untuk ayah. Tidak pernah saya membantah ayah. Tetapi apakah balasan ayah? Tidak seekor kambing pun disembelih, supaya saya boleh bersukaria dengan kawan-kawan saya!"},{"number":30,"verse":"Tetapi anak ayah ini telah memboroskan segala harta ayah dengan pelacur, dan apabila dia kembali ayah menyembelih anak lembu yang gemuk untuknya!’"},{"number":31,"verse":"Bapanya menjawab, ‘Anakku, kamu sentiasa di sini dengan ayah. Segala yang ayah miliki juga milikmu."},{"number":32,"verse":"Patutlah kita adakan perjamuan dan bersukacita, kerana adikmu sudah mati, tetapi sekarang hidup pula; dulu dia sesat, tetapi sekarang sudah ditemui semula.’ ”"}]}