{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"( Pertanyaan tentang Hak Yesus) ( ( 470 21:23-27 ; 480 11:27-33 )) Pada suatu hari, Yesus mengajar dan menyampaikan Berita Baik di dalam Rumah Tuhan. Para ketua imam, guru Taurat, dan pemimpin masyarakat Yahudi datang"},{"number":2,"verse":"dan berkata kepada Yesus, “Beritahulah kami, dengan hak siapa kamu melakukan perkara-perkara ini? Siapakah yang memberikan hak kepadamu untuk melakukannya?”"},{"number":3,"verse":"Yesus menjawab, “Aku juga ingin bertanya kepada kamu. Katakanlah,"},{"number":4,"verse":"dengan hak siapakah Yohanes membaptis orang? Dengan hak Allah atau manusia?”"},{"number":5,"verse":"Mereka mula membincangkan soalan itu, “Apakah yang akan kita katakan? Jika kita menjawab, ‘Dengan hak Allah,’ Dia akan berkata, ‘Mengapa kamu tidak percaya kepada Yohanes?’"},{"number":6,"verse":"Tetapi jika kita berkata, ‘Dengan hak manusia,’ semua orang akan merejam kita, kerana mereka percaya bahawa Yohanes seorang nabi.”"},{"number":7,"verse":"Lalu mereka menjawab, “Kami tidak tahu.”"},{"number":8,"verse":"Yesus berkata kepada mereka, “Jika demikian Aku pun tidak mahu memberitahu kamu dengan hak siapa Aku melakukan perkara-perkara ini.”"},{"number":9,"verse":"( Perumpamaan tentang Penyewa Ladang Anggur) ( ( 470 21:33-46 ; 480 12:1-12 )) ( ) Yesus menceritakan perumpamaan ini kepada orang ramai. “Ada seorang yang menanami ladang anggur, lalu menyewakannya kepada beberapa orang. Setelah itu dia pergi ke negeri lain dan tinggal lama di sana."},{"number":10,"verse":"Apabila tiba masanya untuk mengumpulkan buah anggur, pemilik ladang itu mengutus hambanya kepada penyewa-penyewa ladang itu untuk menerima hasil bahagiannya. Tetapi para penyewa ladang memukul hamba itu dan menyuruh dia pulang dengan tangan kosong."},{"number":11,"verse":"Pemilik ladang itu mengutus seorang lagi hambanya. Tetapi para penyewa ladang itu juga memukul hamba ini, mempermalukan dia, lalu menyuruh dia pulang dengan tangan kosong."},{"number":12,"verse":"Kemudian pemilik ladang itu mengutus hamba ketiga. Penyewa-penyewa ladang itu juga mencederakan hamba ini dan membuang dia ke luar ladang itu."},{"number":13,"verse":"Pemilik ladang itu berkata, ‘Apakah yang harus aku lakukan? Aku akan mengutus anakku yang aku kasihi. Tentu mereka akan menghormati dia!’"},{"number":14,"verse":"Tetapi apabila para penyewa ladang itu nampak dia, mereka bercakap sesama sendiri, ‘Ini dia anak pemilik ladang. Mari kita bunuh dia, supaya kita dapat hartanya.’"},{"number":15,"verse":"Oleh itu mereka membuang dia ke luar ladang lalu membunuh dia.” Lalu Yesus bertanya, “Apakah yang akan dilakukan oleh pemilik ladang itu terhadap para penyewa ladang anggur itu?"},{"number":16,"verse":"Dia akan datang dan membunuh semua penyewa ladang itu, lalu menyerahkan ladang itu kepada penyewa-penyewa lain.” Apabila orang di situ mendengar hal itu, mereka berkata, “Janganlah perkara ini berlaku!”"},{"number":17,"verse":"( ) Yesus memandang mereka lalu bertanya, “Jika demikian, apakah makna ayat Alkitab ini? ‘Batu yang dibuang oleh pembina bangunan telah menjadi batu yang paling utama.’"},{"number":18,"verse":"Semua orang yang jatuh pada batu itu akan hancur; dan sesiapa yang ditimpa batu itu akan tergilas menjadi debu.”"},{"number":19,"verse":"( Pertanyaan tentang Pembayaran Cukai) ( ( 470 22:15-22 ; 480 12:13-17 )) Semua guru Taurat dan ketua imam di situ cuba menangkap Yesus pada saat itu juga, kerana mereka tahu bahawa perumpamaan itu ditujukan kepada mereka. Tetapi mereka takut akan orang ramai."},{"number":20,"verse":"Oleh itu mereka menunggu peluang yang baik. Mereka menyuap beberapa orang supaya berpura-pura, dan mengutus mereka untuk memerangkap Yesus dengan pertanyaan. Dengan demikian mereka dapat menyerahkan Yesus kepada kekuasaan gabenor."},{"number":21,"verse":"Lalu beberapa orang itu berkata kepada Yesus, “Guru, kami tahu bahawa apa yang guru katakan dan ajarkan itu benar. Kami tahu bahawa guru tidak memandang kedudukan orang, tetapi guru mengajar kehendak Allah bagi manusia dengan terus terang."},{"number":22,"verse":"Katakanlah, menurut Taurat bolehkah kita membayar cukai kepada Kaisar Roma?”"},{"number":23,"verse":"Yesus mengetahui muslihat mereka. Dia berkata,"},{"number":24,"verse":"“Tunjukkan sekeping mata wang kepada-Ku. Gambar dan nama siapakah ini?” “Kaisar!” jawab mereka."},{"number":25,"verse":"Oleh itu Yesus berkata, “Baiklah, jika demikian, berikan apa yang menjadi milik Kaisar kepada Kaisar dan berikan apa yang menjadi milik Allah kepada Allah.”"},{"number":26,"verse":"Mereka tidak dapat mencari kesalahan Yesus di hadapan orang ramai. Mereka diam sahaja kerana hairan mendengar jawapan-Nya."},{"number":27,"verse":"( Pertanyaan tentang Kebangkitan daripada Kematian) ( ( 470 22:23-33 ; 480 12:18-27 )) ( ) Beberapa orang Saduki datang kepada Yesus. (Mereka berpendapat bahawa orang mati tidak akan bangkit semula.) Mereka bertanya kepada Yesus,"},{"number":28,"verse":"( ) “Guru, Musa memberi kita hukum berikut: ‘Jika seorang lelaki meninggal tanpa mempunyai anak, maka saudara lelakinya mesti berkahwin dengan balunya supaya orang yang sudah meninggal itu mendapat keturunan.’"},{"number":29,"verse":"Dahulu ada tujuh orang adik-beradik. Yang sulung berkahwin tetapi meninggal tanpa mempunyai anak."},{"number":30,"verse":"Lalu saudara kedua berkahwin dengan balu itu tetapi dia pun meninggal tanpa mempunyai anak."},{"number":31,"verse":"Hal yang sama berlaku kepada saudara ketiga dan seterusnya sehingga saudara ketujuh. Mereka semua meninggal tanpa mempunyai anak."},{"number":32,"verse":"Akhirnya balu itu meninggal."},{"number":33,"verse":"Pada hari kebangkitan orang mati, isteri siapakah wanita itu? Tujuh orang adik-beradik itu sudah berkahwin dengan dia.”"},{"number":34,"verse":"Yesus menjawab, “Lelaki dan perempuan yang hidup sekarang ini berkahwin."},{"number":35,"verse":"Tetapi lelaki dan perempuan yang layak dibangkitkan daripada kematian dan hidup pada zaman yang akan datang tidak berkahwin."},{"number":36,"verse":"Mereka akan menjadi seperti malaikat; mereka tidak mati lagi. Mereka menjadi anak-anak Allah, kerana mereka sudah dibangkitkan daripada kematian."},{"number":37,"verse":"( ) Musa menjelaskan bahawa orang mati akan dibangkitkan. Tulisannya tentang belukar yang bernyala menyatakan Tuhan sebagai ‘Allah yang disembah oleh Abraham, Ishak, dan Yakub.’"},{"number":38,"verse":"Hal ini bererti bahawa Allah itu Allah orang hidup, bukan Allah orang mati, kerana Allah menganggap mereka semua hidup.”"},{"number":39,"verse":"Beberapa orang guru Taurat berkata, “Sungguh baik jawapan guru.”"},{"number":40,"verse":"Mereka tidak lagi berani menanyakan apa-apa kepada Yesus."},{"number":41,"verse":"( Pertanyaan tentang Penyelamat) ( ( 470 22:41-46 ; 480 12:35-37 )) Yesus bertanya kepada mereka, “Bagaimanakah orang dapat mengatakan bahawa Penyelamat yang diutus oleh Allah itu keturunan Daud?"},{"number":42,"verse":"Daud berkata di dalam Kitab Mazmur, ‘Tuhan berfirman kepada Tuhanku: Duduklah di sebelah kanan-Ku,"},{"number":43,"verse":"( ) sehingga Aku menakluki musuh-Mu ke bawah kaki-Mu.’"},{"number":44,"verse":"Jika Daud memanggil Dia ‘Tuhan’, bagaimana mungkin Penyelamat yang diutus oleh Allah itu keturunan Daud?”"},{"number":45,"verse":"( Nasihat supaya Berhati-hati dengan Guru Taurat) ( ( 470 23:1-36 ; 480 12:38-40 )) Sementara semua orang mendengarkan kata-kata-Nya, Yesus berkata kepada pengikut-pengikut-Nya,"},{"number":46,"verse":"“Berhati-hatilah dengan guru Taurat. Mereka suka berjalan-jalan dengan memakai jubah panjang, dan suka dihormati orang di pasar. Mereka memilih tempat terbaik di dalam rumah ibadat dan di majlis jamuan."},{"number":47,"verse":"Mereka memperdaya balu dan merampas rumah mereka, kemudian berpura-pura berdoa dengan berpanjangan! Mereka akan menerima hukuman yang amat berat!”"}]}