{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"( Yesus di hadapan Pilatus) ( ( 470 27:1-2 , 470 27:11-14 ; 480 15:1-5 ; 500 18:28-38 )) Semua anggota majlis bangkit, lalu membawa Yesus ke hadapan Pilatus."},{"number":2,"verse":"Di situ mereka mula menuduh Dia dan berkata, “Kami dapati orang ini menyesatkan rakyat. Dia menghasut orang ramai supaya tidak membayar cukai kepada Kaisar dan dia mengaku diri sebagai Kristus, seorang raja.”"},{"number":3,"verse":"Pilatus bertanya kepada Yesus, “Betulkah kamu raja orang Yahudi?” Yesus menjawab, “Begitulah yang tuan katakan.”"},{"number":4,"verse":"Kemudian Pilatus berkata kepada para ketua imam dan orang ramai, “Aku tidak mendapati kesalahan apa-apa pun sehingga orang ini patut dihukum.”"},{"number":5,"verse":"Tetapi mereka berulang kali berkata, “Dengan ajarannya, orang ini menghasut orang di seluruh Yudea supaya memberontak; dia memulakannya di Galilea dan sekarang sudah sampai di sini pula.”"},{"number":6,"verse":"( Yesus di Hadapan Herodes) Ketika mendengar hal itu, Pilatus bertanya, “Adakah orang ini orang Galilea?”"},{"number":7,"verse":"Apabila Pilatus mengetahui bahawa Yesus berasal dari daerah yang diperintah oleh Herodes, dia menyuruh orang menghantar Yesus kepada Herodes. Ketika itu, Herodes juga di Yerusalem."},{"number":8,"verse":"Herodes sangat gembira ketika nampak Yesus, kerana sudah lama dia mendengar perihal Yesus dan ingin melihat dia. Herodes berharap dapat menyaksikan Yesus melakukan mukjizat."},{"number":9,"verse":"Oleh itu Herodes mengajukan banyak pertanyaan kepada Yesus, tetapi Yesus tidak menjawab sepatah pun."},{"number":10,"verse":"Semua ketua imam dan guru Taurat yang di situ maju ke hadapan dan mendakwa Yesus dengan berbagai-bagai tuduhan yang berat."},{"number":11,"verse":"Herodes dan askar-askarnya mempermainkan serta menghina Yesus. Mereka mengenakan jubah yang indah pada Yesus, lalu mengembalikan Yesus kepada Pilatus."},{"number":12,"verse":"Mulai hari itu Herodes dan Pilatus bersahabat; dahulunya mereka bermusuhan."},{"number":13,"verse":"( Yesus Dijatuhi Hukuman Mati) ( ( 470 27:15-26 ; 480 15:6-15 ; 500 18:39 ---19.16)) Pilatus mengumpulkan para ketua imam, pemimpin, dan orang ramai."},{"number":14,"verse":"Dia berkata kepada mereka, “Kamu membawa orang ini kepadaku dan berkata bahawa dia menyesatkan rakyat. Aku sudah menyoal dia di sini di hadapan kamu, dan tidak mendapati kesalahan apa-apa pun sebagaimana yang kamu tuduhkan kepadanya."},{"number":15,"verse":"Herodes pun berpendapat demikian, kerana dia menghantar Yesus kembali kepada kami. Orang ini tidak melakukan sesuatu pun sehingga dia patut dijatuhi hukuman mati."},{"number":16,"verse":"Oleh itu aku menyuruh orang mencambuk dia, lalu membebaskannya.” ["},{"number":17,"verse":"Pada tiap-tiap perayaan Paska, Pilatus harus membebaskan seorang tahanan untuk rakyat.] ( Dalam beberapa buah naskhah lain tidak terdapat ayat 17.)"},{"number":18,"verse":"Semua orang di situ berseru, “Bunuhlah dia! Bebaskan Barabas untuk kami!” ("},{"number":19,"verse":"Barabas dipenjarakan kerana terbabit dalam pemberontakan yang berlaku di kota dan kerana pembunuhan.)"},{"number":20,"verse":"Pilatus hendak membebaskan Yesus. Oleh itu Pilatus berseru lagi kepada orang ramai."},{"number":21,"verse":"Tetapi mereka berseru, “Salibkan dia! Salibkan dia!”"},{"number":22,"verse":"Lalu untuk kali ketiga Pilatus berkata kepada mereka, “Tetapi apakah kesalahannya? Aku tidak mendapati kesalahan apa-apa pun pada orang ini sehingga dia patut dijatuhi hukuman mati! Aku akan menyuruh orang mencambuk dia, kemudian membebaskannya.”"},{"number":23,"verse":"Tetapi mereka terus-menerus berseru dengan sekuat tenaga bahawa Yesus harus disalibkan, dan akhirnya mereka berjaya."},{"number":24,"verse":"Pilatus menjatuhkan hukuman mati kepada Yesus sesuai dengan kehendak orang ramai."},{"number":25,"verse":"Kemudian Pilatus membebaskan orang yang dikehendaki mereka, orang yang dipenjarakan kerana terbabit dalam pemberontakan dan pembunuhan. Setelah itu Pilatus menyerahkan Yesus kepada mereka untuk diperlakukan dengan sesuka hati."},{"number":26,"verse":"( Yesus Disalibkan) ( ( 470 27:32-44 ; 480 15:21-32 ; 500 19:17-27 )) Askar-askar itu membawa Yesus pergi, lalu di tengah jalan mereka berjumpa dengan seorang bernama Simon, yang berasal dari Kirene. Dia sedang memasuki kota. Askar-askar itu menangkap dia, lalu memaksa dia memikul salib Yesus dan berjalan di belakang Yesus."},{"number":27,"verse":"Banyak orang mengikut Yesus dan antara mereka ada beberapa orang wanita yang menangisi dan meratapi Yesus."},{"number":28,"verse":"Yesus berpaling kepada mereka dan berkata, “Wanita-wanita Yerusalem, janganlah tangisi Aku. Tangisilah diri kamu sendiri dan anak-anak kamu."},{"number":29,"verse":"Masanya akan tiba apabila orang berkata, ‘Alangkah bertuahnya wanita yang tidak pernah mengandung, yang tidak pernah melahirkan dan menyusukan bayi!’"},{"number":30,"verse":"( ; ) Itulah masanya apabila orang akan berkata kepada gunung, ‘Timpalah kami!’ dan kepada bukit, ‘Sembunyikanlah kami!’"},{"number":31,"verse":"Jika demikian yang dilakukan mereka terhadap kayu yang masih hijau, apa pula yang akan dilakukan mereka terhadap kayu yang kering?”"},{"number":32,"verse":"Ada pula dua orang penjahat yang akan disalibkan bersama-sama Yesus."},{"number":33,"verse":"Apabila tiba di tempat yang disebut “Tengkorak,” mereka menyalibkan Yesus dan kedua-dua orang penjahat itu - seorang di sebelah kanan Yesus dan seorang lagi di sebelah kiri-Nya."},{"number":34,"verse":"( ) Yesus berkata, “Ya Bapa, ampunilah mereka! Mereka tidak mengetahui apa yang dilakukan oleh mereka.” ( Dalam beberapa buah naskhah tidak terdapat ayat 34.) Pakaian Yesus dibahagi-bahagikan antara mereka sendiri dengan membuang undi."},{"number":35,"verse":"( ) Semua orang yang berdiri di situ memandang sahaja, tetapi para pemimpin orang Yahudi mengejek Dia dengan berkata, “Dia telah menyelamatkan orang lain. Jika dia benar-benar Penyelamat yang dipilih oleh Allah, ( Penyelamat yang dipilih oleh Allah; Harfiah: Kristus.) biarlah dia menyelamatkan dirinya sendiri!”"},{"number":36,"verse":"( ) Askar-askar juga mengejek dia. Mereka mendekati Yesus lalu memberikan wain masam kepada-Nya."},{"number":37,"verse":"Mereka berkata, “Jika kamu raja orang Yahudi, selamatkanlah dirimu sendiri!”"},{"number":38,"verse":"Pada sebelah atas kayu salib Yesus, tertulis kata-kata: “Inilah Raja Orang Yahudi.”"},{"number":39,"verse":"Salah seorang penjahat yang disalibkan di situ menghina Yesus. Dia berkata, “Bukankah kamu Penyelamat yang diutus oleh Allah? Selamatkanlah dirimu sendiri dan juga kami!”"},{"number":40,"verse":"Tetapi penjahat yang seorang lagi menegur dia dan berkata, “Tidakkah kamu takut akan Allah? Kita semua sudah dihukum mati."},{"number":41,"verse":"Hukuman kita berdua memang setimpal dengan perbuatan kita, tetapi orang ini tidak bersalah!”"},{"number":42,"verse":"Lalu dia berkata kepada Yesus, “Ya Yesus, ingatlah akan saya, apabila Tuan menjadi Raja!”"},{"number":43,"verse":"Yesus berkata kepadanya, “Percayalah, pada hari ini kamu akan bersama-sama Aku di Firdaus.”"},{"number":44,"verse":"( Kematian Yesus) ( ( 470 27:45-56 ; 480 15:33-41 ; 500 19:28-30 )) Kira-kira pukul dua belas tengah hari, matahari tidak bersinar dan seluruh negeri itu diliputi kegelapan sehingga pukul tiga petang."},{"number":45,"verse":"( ) Pada waktu itu tirai yang tergantung di dalam Rumah Tuhan koyak menjadi dua helai."},{"number":46,"verse":"( ) Lalu Yesus berseru dengan suara lantang, “Ya Bapa, Aku serahkan diri-Ku ke dalam tangan-Mu!” Setelah berkata demikian, Dia pun meninggal."},{"number":47,"verse":"Ketua askar nampak apa yang telah berlaku. Dia memuji Allah dan berkata, “Memang Dia tidak bersalah!”"},{"number":48,"verse":"Apabila semua orang yang berkumpul di situ melihat apa yang telah berlaku, mereka semua pulang ke rumah sambil menebah dada kerana menyesal."},{"number":49,"verse":"( ) Semua sahabat Yesus, termasuk wanita-wanita yang telah mengikut Yesus dari Galilea, berdiri dari jauh dan menyaksikan semua perkara itu."},{"number":50,"verse":"( Penguburan Yesus) ( ( 470 27:57-61 ; 480 15:42-47 ; 500 19:38-42 )) Ada seorang bernama Yusuf; dia berasal dari kota Arimatea di negeri Yudea. Dia seorang baik yang dihormati orang. Dia sedang menantikan masanya Allah mula memerintah. Meskipun dia anggota Majlis Agama, dia tidak bersetuju dengan keputusan dan tindakan Majlis itu."},{"number":52,"verse":"Dia menghadap Pilatus dan meminta jenazah Yesus."},{"number":53,"verse":"Dia menurunkan jenazah Yesus dari salib, lalu membalutnya dengan kain linen. Setelah itu dia meletakkan jenazah Yesus di dalam kubur yang dipahat pada sebuah bukit batu. Kubur itu belum pernah digunakan."},{"number":54,"verse":"Hari itu hari Jumaat dan hari Sabat hampir bermula."},{"number":55,"verse":"Wanita-wanita dari Galilea yang datang dengan Yesus, mengikuti Yusuf. Mereka nampak kubur itu dan melihat bagaimana jenazah Yesus diletakkan di dalamnya."},{"number":56,"verse":"( ; ) Setelah itu mereka pulang, lalu menyediakan ramuan dan minyak wangi untuk jenazah Yesus. Pada hari Sabat mereka berhenti bekerja untuk mentaati perintah Taurat."}]}