{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"( Yesus Menyembuhkan Seorang Hamba Ketua Askar Roma) ( ( 470 8:5-13 )) Setelah Yesus mengatakan segala perkara itu kepada orang ramai, Dia pergi ke Kapernaum."},{"number":2,"verse":"Di situ ada seorang ketua askar Roma yang mempunyai seorang hamba yang sangat dikasihinya. Hamba itu sakit dan hampir meninggal."},{"number":3,"verse":"Ketika ketua askar itu mendengar tentang Yesus, dia menyuruh beberapa orang pemimpin masyarakat Yahudi pergi kepada Yesus untuk meminta Dia datang dan menyembuhkan hambanya."},{"number":4,"verse":"Mereka pergi kepada Yesus lalu memohon dengan sungguh-sungguh, “Orang ini layak tuan tolong."},{"number":5,"verse":"Dia mengasihi bangsa kita, dan bahkan membina rumah ibadat untuk kami.”"},{"number":6,"verse":"Yesus pergi bersama-sama mereka. Ketika Dia hampir tiba di rumah itu, ketua askar itu mengutus sahabat-sahabatnya supaya berkata kepada Yesus, “Tuan, janganlah bersusah-susah ke rumah saya. Saya tidak layak menyambut tuan ke rumah saya."},{"number":7,"verse":"Saya sendiri pun tidak layak menghadap tuan. Perintahkanlah sahaja, tentu hamba saya akan sembuh."},{"number":8,"verse":"Saya pun di bawah perintah perwira atasan, dan di bawah saya juga ada askar-askar lain. Apabila saya menyuruh seorang askar, ‘Pergi!’ dia pun pergi; dan apabila saya menyuruh seorang askar lain, ‘Ke mari!’ dia pun datang. Apabila saya menyuruh hamba saya, ‘Buatlah ini!’ dia pun melakukannya.”"},{"number":9,"verse":"Yesus hairan mendengar hal itu. Dia berpaling lalu berkata kepada orang ramai yang sedang mengikuti-Nya, “Belum pernah Aku jumpai orang yang beriman sebesar ini, bahkan di kalangan orang Israel pun tidak!”"},{"number":10,"verse":"Ketika orang yang disuruh itu kembali ke rumah ketua askar, mereka mendapati hamba itu sudah sembuh."},{"number":11,"verse":"( Yesus Membangkitkan Anak Seorang Balu daripada Kematian) Tidak lama kemudian, ( Tidak lama kemudian; Beberapa buah naskhah kuno: Esoknya.) Yesus pergi ke kota Nain. Pengikut-pengikut-Nya dan orang ramai pergi dengan Dia."},{"number":12,"verse":"Ketika Dia tiba di pintu gerbang kota itu, penduduk kota sedang menghantar jenazah ke luar kota. Yang mati itu anak lelaki tunggal seorang balu. Banyak penduduk kota menyertai ibu itu."},{"number":13,"verse":"Apabila Tuhan melihat wanita itu, Dia kasihan kepadanya lalu berkata, “Janganlah menangis.”"},{"number":14,"verse":"Setelah itu Dia menghampiri dan menyentuh usungan itu, lalu para pengusung pun berhenti. Yesus berkata, “Hai anak muda, Aku menyuruh kamu bangun!”"},{"number":15,"verse":"Pemuda yang dihidupkan semula itu duduk dan mula bercakap. Lalu pemuda itu diserahkan oleh Yesus kepada ibunya."},{"number":16,"verse":"Semua orang takut lalu memuji Allah. Mereka berkata, “Seorang nabi yang besar telah datang di kalangan kita! Allah sudah datang untuk menyelamatkan umat-Nya!”"},{"number":17,"verse":"Berita tentang Yesus tersebar di seluruh negeri dan di daerah sekitarnya."},{"number":18,"verse":"( Utusan daripada Yohanes Pembaptis) ( ( 470 11:2-19 )) Pengikut Yohanes memberitahu Yohanes segala perkara ini. Yohanes memanggil dua orang pengikutnya"},{"number":19,"verse":"lalu menyuruh mereka bertanya kepada Tuhan Yesus, “Adakah tuan orang yang dikatakan akan datang menurut janji Allah atau adakah kami harus menantikan seorang lain?”"},{"number":20,"verse":"Apabila mereka bertemu dengan Yesus, mereka berkata, “Yohanes Pembaptis menyuruh kami bertanya kepada tuan, ‘Adakah tuan orang yang dikatakan akan datang menurut janji Allah, atau adakah kami harus menantikan seorang lain?’ ”"},{"number":21,"verse":"Kebetulan pada masa itu, Yesus menyembuhkan banyak orang sakit. Dia mengusir roh-roh jahat dan mencelikkan mata orang buta."},{"number":22,"verse":"( , ) Oleh itu Yesus menjawab utusan-utusan Yohanes, “Pulanglah, beritahu Yohanes apa yang telah kamu lihat dan dengar: orang buta melihat, orang lumpuh berjalan, orang berpenyakit kulit yang mengerikan menjadi sembuh, ( sembuh: Lihat 5.12.) orang tuli mendengar, orang mati dibangkitkan semula, dan Berita Baik daripada Allah dikhabarkan kepada orang miskin."},{"number":23,"verse":"Berbahagialah orang yang tidak mempunyai keraguan terhadap Aku!”"},{"number":24,"verse":"Setelah utusan-utusan Yohanes pergi, Yesus mula bercakap tentang Yohanes kepada orang ramai. Dia berkata, “Apabila kamu pergi kepada Yohanes di padang gurun, apakah yang mahu kamu lihat? Sehelai rumput yang ditiup anginkah?"},{"number":25,"verse":"Kamu keluar mahu melihat apa? Seorang yang berpakaian indahkah? Orang yang berpakaian demikian dan yang hidup mewah tinggal di istana!"},{"number":26,"verse":"Katakanlah, kamu keluar mahu melihat apa? Seorang nabikah? Betul, bahkan lebih daripada seorang nabi."},{"number":27,"verse":"( ) Yohanes itulah yang dikatakan dalam ayat Alkitab, ‘Allah berfirman: Inilah utusan-Ku. Aku akan mengutus dia terlebih dahulu daripada-Mu supaya menyediakan jalan bagi-Mu.’ ”"},{"number":28,"verse":"Yesus berkata pula, “Hendaklah kamu tahu bahawa di dunia ini tidak ada orang yang lebih besar daripada Yohanes Pembaptis. Tetapi orang terkecil antara mereka yang menikmati Pemerintahan Allah, lebih besar daripada Yohanes.”"},{"number":29,"verse":"Orang ramai termasuk para pemungut cukai mendengar Yesus mengatakan hal itu. Merekalah yang mentaati perintah Allah dan mahu dibaptis oleh Yohanes."},{"number":30,"verse":"( ; ) Tetapi orang Farisi dan guru Taurat tidak mahu menerima apa yang dikehendaki oleh Allah bagi diri mereka, dan tidak mahu dibaptis oleh Yohanes."},{"number":31,"verse":"Yesus berkata, “Dengan apakah dapat Aku bandingkan orang zaman ini? Seperti apakah mereka?"},{"number":32,"verse":"Mereka seperti anak-anak yang duduk di pasar. Kumpulan yang satu berseru kepada yang lain, ‘Kami memainkan lagu perkahwinan untuk kamu, tetapi kamu tidak mahu menari! Kami meratap, tetapi kamu tidak mahu menangis!’"},{"number":33,"verse":"Yohanes Pembaptis datang, dia berpuasa dan tidak minum wain; lalu kamu berkata, ‘Dia dirasuk syaitan!’"},{"number":34,"verse":"Anak Manusia datang, Dia makan dan minum, lalu kamu berkata, ‘Lihatlah orang ini! Dia rakus, pemabuk, sahabat pemungut cukai, dan kawan orang yang dihina masyarakat!’"},{"number":35,"verse":"Walaupun demikian, kebijaksanaan Allah dibuktikan benar oleh perbuatan semua orang yang menerima kebijaksanaan itu.”"},{"number":36,"verse":"( Yesus di Rumah Simon) Seorang Farisi bernama Simon menjemput Yesus makan di rumahnya. Yesus pergi ke rumahnya lalu mulai makan."},{"number":37,"verse":"Di kota itu ada pula seorang wanita yang hidup dalam dosa. Dia mendengar bahawa Yesus sedang makan di rumah orang Farisi itu, lalu dia pergi ke situ sambil membawa sebotol minyak wangi."},{"number":38,"verse":"( ; ; ) Dia berdiri di belakang Yesus dekat kaki-Nya; dia menangis dan membasahi kaki Yesus dengan air matanya. Kemudian kaki Yesus dikeringkan oleh wanita itu dengan rambutnya, lalu kaki Yesus diciumnya dan dituangi minyak wangi."},{"number":39,"verse":"Apabila orang Farisi yang menjemput Yesus melihat kejadian ini, dia berkata dalam hati, “Jika dia ini benar-benar seorang nabi, tentu dia tahu bahawa wanita yang menyentuhnya itu hidup dalam dosa!”"},{"number":40,"verse":"Yesus berkata kepadanya, “Simon, ada yang hendak Aku katakan kepadamu.” Simon menjawab, “Katakanlah guru.”"},{"number":41,"verse":"Yesus berkata, “Ada dua orang lelaki berhutang kepada seorang peminjam wang. Yang seorang berhutang lima ratus keping wang perak dan yang seorang lagi lima puluh keping wang perak."},{"number":42,"verse":"Kedua-duanya tidak dapat membayar hutang. Oleh itu orang yang meminjamkan wang menghapuskan hutang mereka. Yang manakah akan lebih mengasihi dia?”"},{"number":43,"verse":"Simon menjawab, “Pada pendapat saya orang yang berhutang lebih banyak!” “Pendapatmu benar,” jawab Yesus."},{"number":44,"verse":"Lalu Yesus berpaling kepada wanita itu dan berkata kepada Simon, “Kamu nampak perempuan ini? Aku datang ke rumahmu dan kamu tidak menyediakan air untuk membersihkan kaki-Ku. Tetapi wanita ini membasuh kaki-Ku dengan air matanya, dan mengeringkannya dengan rambutnya."},{"number":45,"verse":"Kamu tidak menyambut Aku dengan ciuman, tetapi wanita ini tidak henti-henti mencium kaki-Ku sejak Aku tiba."},{"number":46,"verse":"Kamu tidak menyediakan minyak untuk kepala-Ku, tetapi wanita ini telah menuang minyak wangi pada kaki-Ku."},{"number":47,"verse":"Sesungguhnya, kasihnya yang besar itu menunjukkan bahawa dosanya yang banyak sudah diampunkan! Jika seseorang menunjukkan kasih yang sedikit, hal itu bererti dia menerima pengampunan yang sedikit juga.”"},{"number":48,"verse":"Lalu Yesus berkata kepada wanita itu, “Dosamu sudah diampunkan.”"},{"number":49,"verse":"Mereka yang makan bersama-sama Yesus mula bertanya sesama sendiri, “Siapakah dia ini sehingga dapat mengampunkan dosa?”"},{"number":50,"verse":"Tetapi Yesus berkata kepada wanita itu, “Oleh sebab kamu percaya kepada-Ku, kamu diselamatkan. Pergilah dengan sejahtera!”"}]}