{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":8,"verses":[{"number":1,"verse":"( Wanita-Wanita yang Membantu Yesus) Tidak berapa lama kemudian, Yesus menjelajah kota dan pekan untuk mengkhabarkan Berita Baik bahawa Allah mula memerintah. ( Allah mula memerintah; Harfiah: Kerajaan Allah.) Dua belas orang pengikut-Nya menyertai Dia,"},{"number":2,"verse":"dan juga beberapa orang wanita yang sudah disembuhkan daripada kerasukan roh jahat dan penyakit. Antara mereka termasuk Maria yang disebut Magdalena (tujuh roh jahat sudah diusir daripada dirinya);"},{"number":3,"verse":"( ; ; ) Yohana, isteri Khuza, pegawai istana Herodes; Susana dan banyak lagi wanita lain. Mereka menggunakan harta mereka untuk membantu Yesus dan pengikut-pengikut-Nya."},{"number":4,"verse":"( Perumpamaan tentang Seorang Penabur) ( ( 470 13:1-9 ; 480 4:1-9 )) Orang terus-menerus datang kepada Yesus dari berbagai-bagai kota. Apabila orang yang berkumpul di situ banyak sekali, Yesus menceritakan perumpamaan ini kepada mereka."},{"number":5,"verse":"Dia berkata, “Seorang peladang pergi menabur benih. Ketika dia menabur benih, ada yang jatuh di jalan. Benih itu dipijak-pijak orang dan dimakan burung."},{"number":6,"verse":"Ada juga yang jatuh di tempat berbatu. Apabila benih bertunas, tanaman itu segera layu kerana tanahnya kering."},{"number":7,"verse":"Ada juga yang jatuh di tengah-tengah semak berduri. Apabila benih bertunas, semak berduri yang tumbuh bersama-samanya membantutkan tumbuhan itu."},{"number":8,"verse":"Tetapi ada juga benih yang jatuh di tanah subur, lalu tumbuh dan menghasilkan buah seratus kali ganda.” Setelah Yesus menceritakan perumpamaan itu, Dia berkata, “Jika kamu bertelinga, dengarlah baik-baik!”"},{"number":9,"verse":"( Maksud Yesus Menggunakan Perumpamaan) ( ( 470 13:10-17 ; 480 4:10-12 )) Pengikut-pengikut Yesus bertanya kepada-Nya makna perumpamaan itu."},{"number":10,"verse":"( ) Yesus menjawab, “Kamu telah diberikan anugerah untuk mengetahui rahsia tentang bagaimana Allah memerintah. Tetapi yang lain diberitahukan hal itu melalui perumpamaan, supaya mereka melihat tetapi tidak nampak dan mereka mendengar tetapi tidak faham.”"},{"number":11,"verse":"( Yesus Menerangkan Perumpamaan tentang Seorang Penabur) ( ( 470 13:18-23 ; 480 4:13-20 )) “Inilah makna perumpamaan itu: Benih itu firman Allah."},{"number":12,"verse":"Benih yang jatuh di jalan bagaikan orang yang mendengar perkhabaran Allah, tetapi Iblis datang dan mengambil perkhabaran itu dari hati mereka, supaya mereka tidak percaya ataupun diselamatkan."},{"number":13,"verse":"Benih yang jatuh di tempat berbatu bagaikan orang yang mendengar perkhabaran itu dan menerimanya dengan sukacita. Tetapi perkhabaran itu tidak berakar di dalam hati. Mereka percaya sekejap sahaja dan ketika cubaan datang mereka tidak lagi percaya kepada perkhabaran itu."},{"number":14,"verse":"Benih yang jatuh di tengah semak berduri bagaikan orang yang mendengar perkhabaran itu, tetapi kekhuatiran, kekayaan, dan kemewahan hidup membantutkan perkhabaran itu sehingga mereka tidak menghasilkan buah yang matang."},{"number":15,"verse":"Benih yang jatuh di tanah subur bagaikan orang yang mendengar perkhabaran itu serta menyimpannya di dalam hati yang baik dan jujur. Mereka bertekun sehingga menghasilkan buah.”"},{"number":16,"verse":"( Pelita di bawah Pasu) ( ( 480 4:21-25 )) ( ; ) “Tiada seorang pun memasang pelita lalu menaruhnya di bawah pasu, ataupun meletakkannya di bawah katil. Dia akan meletakkan pelita itu di atas kaki pelita, supaya orang yang masuk ke dalam rumah dapat melihat cahayanya."},{"number":17,"verse":"( ; ) Apa yang tersembunyi akan dinyatakan, dan apa yang dirahsiakan akan diketahui dan didedahkan."},{"number":18,"verse":"( ; ) Oleh itu perhatikanlah apa yang kamu dengar. Seseorang yang mempunyai sesuatu akan diberi lebih banyak lagi, tetapi seseorang yang tidak mempunyai apa-apa, sedikit yang disangka ada padanya akan diambil juga.”"},{"number":19,"verse":"( Ibu dan Saudara-Saudara Yesus) ( ( 470 12:46-50 ; 480 3:31-35 )) Ibu dan saudara-saudara Yesus datang kepada Yesus, tetapi mereka tidak dapat menghampiri Dia kerana orang di situ terlalu banyak."},{"number":20,"verse":"Lalu seorang berkata kepada Yesus, “Tuan, ibu dan saudara-saudara tuan di luar. Mereka hendak berjumpa dengan tuan.”"},{"number":21,"verse":"Tetapi Yesus berkata kepada mereka semua, “Orang yang mendengar firman Allah serta mentaatinya, merekalah ibu dan saudara-saudara-Ku.”"},{"number":22,"verse":"( Yesus Meneduhkan Angin Ribut) ( ( 470 8:23-27 ; 480 4:35-41 )) Pada suatu hari Yesus dengan pengikut-pengikut-Nya menaiki sebuah perahu. Dia berkata kepada mereka, “Marilah kita menyeberang tasik.” Mereka pun bertolak."},{"number":23,"verse":"Sedang mereka belayar, Yesus tidur. Tiba-tiba angin kencang melanda tasik itu. Air mula masuk ke dalam perahu sehingga membahayakan mereka semua."},{"number":24,"verse":"Pengikut-pengikut Yesus pergi kepada Yesus lalu membangunkan Dia. Mereka berkata, “Guru, Guru, kita hampir tenggelam!” Yesus bangun lalu menengking angin dan ombak yang bergelora. Angin dan ombak pun teduh dan tasik menjadi tenang sekali."},{"number":25,"verse":"Lalu Yesus berkata kepada pengikut-pengikut-Nya, “Mengapa kamu tidak percaya kepada-Ku?” Tetapi mereka hairan dan takut serta bercakap sesama sendiri, “Siapakah orang ini, sehingga angin dan ombak taat kepada perintahnya?”"},{"number":26,"verse":"( Yesus Menyembuhkan Orang yang Dirasuk Roh Jahat) ( ( 470 8:28-34 ; 480 5:1-20 )) Mereka terus belayar ke daerah Gerasa ( Gerasa; Beberapa buah naskhah kuno: Gadara (lihat ); ada juga Gergesa.) di seberang Tasik Galilea."},{"number":27,"verse":"Sedang Yesus naik ke darat, Dia didatangi seorang lelaki dari bandar. Orang itu dirasuk roh jahat. Sudah lama orang itu tidak berpakaian dan tidak mahu tinggal di rumah. Dia tinggal di gua kubur."},{"number":28,"verse":"Apabila dia melihat Yesus, dia berteriak serta sujud di hadapan Yesus, dan berseru, “Hai Yesus, Anak Allah Yang Maha Tinggi! Apakah yang akan Engkau lakukan terhadap aku? Aku mohon, janganlah seksa aku!”"},{"number":29,"verse":"Orang itu berkata demikian kerana Yesus telah memerintah roh jahat itu keluar daripadanya. Banyak kali roh jahat itu menguasai orang itu. Walaupun dia dijaga dengan ketat dan kaki tangannya dirantai, dia dapat memutuskan rantai itu, lalu roh jahat membawa dia ke padang gurun."},{"number":30,"verse":"Yesus bertanya kepadanya, “Siapa namamu?” Dia menjawab, “ ‘Legiun’ ” ( Legiun: Pada zaman Kaisar Agustus, satu legiun terdiri daripada 6000 orang askar.) - kerana banyak roh jahat sudah masuk ke dalam dirinya."},{"number":31,"verse":"Roh-roh jahat itu memohon supaya Yesus tidak menghalau roh-roh itu ke Jurang Maut. ( Jurang Maut: Orang berpendapat bahawa roh-roh jahat dipenjarakan di dalam jurang yang dalam sekali hingga hukuman yang terakhir.)"},{"number":32,"verse":"Dekat tempat itu ada kawanan babi sedang mencari makan di lereng bukit. Roh-roh jahat itu memohon supaya Yesus membenarkan roh-roh itu masuk ke dalam kawanan babi itu. Yesus bersetuju."},{"number":33,"verse":"Begitulah roh-roh jahat itu keluar daripada orang itu lalu masuk ke dalam kawanan babi. Kemudian kawanan babi itu lari ke tepi jurang dan terjun ke dalam tasik lalu tenggelam."},{"number":34,"verse":"Penjaga-penjaga babi itu nampak apa yang sudah berlaku. Mereka lari dari situ lalu menyebarkan berita itu di bandar dan di kampung-kampung sekitarnya."},{"number":35,"verse":"Lalu orang ramai keluar hendak melihat apa yang sudah berlaku. Mereka datang kepada Yesus dan mendapati orang yang telah dibebaskan daripada roh jahat duduk dekat kaki Yesus. Orang itu sudah berpakaian dan waras fikirannya. Mereka semua ketakutan."},{"number":36,"verse":"Semua orang yang telah melihat kejadian itu memberitahu orang ramai bagaimana orang itu disembuhkan."},{"number":37,"verse":"Lalu penduduk daerah Gerasa memohon supaya Yesus meninggalkan tempat itu, kerana mereka semua sangat takut. Oleh itu Yesus menaiki perahu lalu pergi dari situ."},{"number":38,"verse":"Orang yang telah dibebaskan daripada roh jahat memohon kepada Yesus supaya dibenarkan mengikut Yesus. Tetapi Yesus menyuruh dia pergi,"},{"number":39,"verse":"“Pulanglah ke rumah, dan ceritakan apa yang telah dilakukan oleh Allah untukmu.” Orang itu pergi ke seluruh pelosok bandar dan menceritakan apa yang telah dilakukan oleh Yesus untuknya."},{"number":40,"verse":"( Anak Yairus dan Wanita yang Menyentuh Jubah Yesus) ( ( 470 9:18-26 ; 480 5:21-43 )) Apabila Yesus kembali ke seberang tasik, orang ramai menyambut Dia kerana mereka sedang menanti-nantikan Dia."},{"number":41,"verse":"Lalu datanglah seorang bernama Yairus. Dia ketua rumah ibadat tempatan. Dia sujud di hadapan Yesus dan memohon supaya Yesus datang ke rumahnya,"},{"number":42,"verse":"kerana anak perempuannya yang tunggal, yang berumur dua belas tahun, hampir meninggal. Sedang Yesus berjalan ke rumah Yairus, orang mengasak Dia dari semua sisi."},{"number":43,"verse":"Di situ ada seorang wanita yang menderita penyakit pendarahan selama dua belas tahun. Dia telah menghabiskan segala miliknya untuk rawatan doktor, ( Dalam beberapa buah naskhah kuno tidak terdapat kata-kata: Dia telah menghabiskan segala miliknya untuk rawatan doktor.) tetapi tiada seorang pun dapat menyembuhkan dia."},{"number":44,"verse":"Wanita itu mendekati Yesus dari belakang, lalu menyentuh hujung jubah-Nya, dan dengan segera pendarahannya berhenti."},{"number":45,"verse":"Yesus bertanya, “Siapa menyentuh Aku?” Tiada orang yang mahu mengaku. Petrus berkata, “Guru, orang di sini banyak sekali; mereka berasak-asakan!”"},{"number":46,"verse":"Tetapi Yesus berkata, “Ada orang yang menyentuh Aku. Aku tahu kerana kuasa telah keluar daripada-Ku.”"},{"number":47,"verse":"Wanita itu sedar bahawa perbuatannya sudah diketahui oleh Yesus. Dia datang dengan gementar lalu sujud pada kaki Yesus. Di hadapan semua orang, dia memberitahu Yesus mengapa dia menyentuh Yesus dan bagaimana penyakitnya sembuh dengan serta-merta."},{"number":48,"verse":"Yesus berkata kepadanya, “Anak-Ku, kerana kamu percaya kepada-Ku, kamu sembuh. Pergilah dengan sejahtera.”"},{"number":49,"verse":"Sedang Yesus berkata demikian, seorang pesuruh datang dari rumah Yairus. Dia berkata kepada Yairus, “Anak perempuan tuan sudah meninggal. Janganlah susahkan guru lagi.”"},{"number":50,"verse":"Yesus mendengar kata-kata itu. Dia berkata kepada Yairus. “Jangan takut. Percayalah sahaja dan anakmu akan sembuh.”"},{"number":51,"verse":"Apabila Yesus tiba di rumah itu, Dia tidak membenarkan sesiapa pun masuk dengan Dia kecuali Petrus, Yohanes, Yakobus, dan ibu bapa anak itu."},{"number":52,"verse":"Semua orang sedang menangisi dan meratapi kematian anak itu. Yesus berkata, “Janganlah menangis. Anak ini tidak meninggal, dia hanya tidur!”"},{"number":53,"verse":"Semua orang mentertawakan Yesus, kerana mereka tahu bahawa anak itu sudah meninggal."},{"number":54,"verse":"Tetapi Yesus memegang tangan anak itu, lalu berkata, “Bangunlah, nak!”"},{"number":55,"verse":"Nyawa anak itu kembali dan seketika itu juga dia bangun. Lalu Yesus menyuruh mereka memberikan makanan kepada anak itu."},{"number":56,"verse":"Ibu bapa anak itu sangat hairan, tetapi Yesus melarang mereka memberitahu sesiapa pun apa yang sudah berlaku."}]}