{"bibleAbbr":"msAB1996","bookName":"LUKAS","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"( Yesus Mengutus Dua Belas Orang Pengikut-Nya) ( ( 470 10:5-15 ; 480 6:7-13 )) Yesus memanggil dua belas orang pengikut-Nya, lalu Dia memberi mereka kuasa dan wibawa untuk mengusir roh jahat serta menyembuhkan penyakit."},{"number":2,"verse":"Setelah itu Dia mengutus mereka pergi menyembuhkan orang sakit dan mengkhabarkan berita tentang bagaimana Allah memerintah."},{"number":3,"verse":"Yesus berkata kepada mereka, “Janganlah bawa apa-apa untuk perjalanan kamu, baik tongkat, beg sedekah, makanan, wang, mahupun dua helai pakaian."},{"number":4,"verse":"Di mana sahaja kamu disambut, tinggallah di rumah itu sehingga kamu meninggalkan kota itu."},{"number":5,"verse":"( ; ) Di tempat kamu tidak disambut orang, tinggalkan kota itu dan kebaskanlah debu daripada telapak kaki kamu sebagai amaran kepada mereka.”"},{"number":6,"verse":"Pengikut-pengikut-Nya berangkat, lalu pergi ke semua pekan untuk mengkhabarkan Berita Baik itu dan menyembuhkan orang sakit di mana-mana."},{"number":7,"verse":"( Herodes Bingung) ( ( 470 14:1-12 ; 480 6:14-29 )) Ketika Herodes yang memerintah Galilea, mendengar segala perkara yang sedang berlaku itu, dia bingung kerana ada yang berkata, “Yohanes Pembaptis hidup semula!”"},{"number":8,"verse":"( ; ; ) Yang lain berkata bahawa Elia sudah kembali, sedangkan ada juga yang berkata bahawa seorang daripada nabi-nabi dahulu kala sudah hidup semula."},{"number":9,"verse":"Herodes berkata, “Aku sudah menyuruh orang memancung kepala Yohanes. Tetapi siapakah orang ini? Banyak perkara tentang orang ini sudah aku dengar.” Herodes tetap berusaha untuk berjumpa dengan Yesus."},{"number":10,"verse":"( Yesus Memberikan Makanan kepada Lima Ribu Orang) ( ( 470 14:13-21 ; 480 6:30-44 ; 500 6:1-14 )) Rasul-rasul Yesus kembali kepada Yesus dan menceritakan segala yang sudah dilakukan oleh mereka. Lalu Yesus membawa mereka ke kota Betsaida."},{"number":11,"verse":"Apabila orang ramai mengetahui hal itu, mereka mengikut Yesus. Yesus menyambut mereka, lalu mengajar mereka tentang Pemerintahan Allah, dan menyembuhkan orang yang minta disembuhkan."},{"number":12,"verse":"Apabila hari mula senja, dua belas orang pengikut itu datang kepada Yesus dan berkata, “Suruhlah semua orang ini pulang, supaya mereka dapat pergi ke pekan dan kampung di sekitar tempat ini untuk mendapatkan makanan dan mencari tempat bermalam. Tempat ini terpencil.”"},{"number":13,"verse":"Tetapi Yesus berkata kepada mereka, “Sebaiknya kamu beri mereka makanan.” Mereka menjawab, “Kami hanya mempunyai lima ketul roti dan dua ekor ikan. Adakah Guru mahu kami pergi membeli makanan untuk orang sebanyak ini?”"},{"number":14,"verse":"(Ada kira-kira lima ribu orang lelaki di situ.) Yesus berkata kepada pengikut-pengikut-Nya, “Suruhlah mereka duduk dalam kelompok, kira-kira lima puluh orang sekelompok.”"},{"number":15,"verse":"Pengikut-pengikut Yesus melakukan suruhan Yesus lalu semua orang pun duduk."},{"number":16,"verse":"Yesus mengambil lima ketul roti dan dua ekor ikan itu. Dia menengadah ke langit dan mengucap syukur kepada Allah. Kemudian Dia membahagikan roti dan ikan itu, lalu menyerahkannya kepada para pengikut-Nya supaya diberikan kepada orang ramai itu."},{"number":17,"verse":"Semua orang makan sampai kenyang. Setelah itu pengikut-pengikut Yesus mengumpulkan lebihan makanan sebanyak dua belas buah bakul."},{"number":18,"verse":"( Pengakuan Petrus tentang Yesus) ( ( 470 16:13-19 ; 480 8:27-29 )) Pada suatu hari, ketika Yesus sedang berdoa sendirian, pengikut-pengikut-Nya datang kepada-Nya. Yesus bertanya kepada mereka, “Menurut orang ramai, siapakah Aku ini?”"},{"number":19,"verse":"( ; ; ) Mereka menjawab, “Ada yang berkata Yohanes Pembaptis. Ada juga yang berkata Elia. Tetapi yang lain berkata salah seorang nabi dahulu kala yang sudah hidup semula.”"},{"number":20,"verse":"( ) “Tetapi menurut kamu siapakah Aku ini?” tanya Yesus. Petrus menjawab, “Guru ialah Kristus, Penyelamat yang diutus oleh Allah.”"},{"number":21,"verse":"( Yesus Berkata-kata tentang Kesengsaraan dan Kematian-Nya) ( ( 470 16:20-28 ; 480 8:30 ---9.1)) Dengan tegas Yesus berkata kepada pengikut-pengikut-Nya, “Jangan ceritakan hal itu kepada sesiapa pun.”"},{"number":22,"verse":"Dia berkata juga, “Anak Manusia mesti mengalami banyak penderitaan, serta ditentang oleh para pemimpin masyarakat, ketua imam, dan guru Taurat. Dia akan dibunuh, tetapi pada hari ketiga Dia akan dibangkitkan.”"},{"number":23,"verse":"( : ) Setelah itu Dia berkata kepada orang ramai, “Sesiapa yang hendak mengikut Aku mesti melupakan kepentingan sendiri, memikul salib tiap-tiap hari dan mengikut Aku."},{"number":24,"verse":"( ; ; ) Sesiapa yang mempertahankan hidupnya akan kehilangan hidup yang sejati, tetapi sesiapa yang mengorbankan hidup untuk-Ku, akan mendapat hidup yang sejati."},{"number":25,"verse":"Apa gunanya jika seorang memiliki seluruh dunia ini, tetapi kehilangan hidup yang sejati ataupun dihukum?"},{"number":26,"verse":"Jika seseorang malu mengakui Aku dan ajaran-Ku, maka Anak Manusia juga akan malu mengakui orang itu apabila Dia datang kelak dengan kemuliaan-Nya dan dengan kemuliaan Bapa serta kemuliaan malaikat-malaikat yang suci!"},{"number":27,"verse":"Ketahuilah, ada beberapa orang di sini yang tidak akan meninggal, sebelum melihat Allah memerintah.” ( Allah memerintah; Harfiah: Kerajaan Allah.)"},{"number":28,"verse":"( Yesus Dipermuliakan) ( ( 470 17:1-8 ; 480 9:2-8 )) Kira-kira seminggu setelah Yesus mengatakan perkara-perkara itu, Dia membawa Petrus, Yohanes, dan Yakobus ke sebuah bukit untuk berdoa."},{"number":29,"verse":"Sedang Yesus berdoa, wajah-Nya berubah dan pakaian-Nya menjadi putih berkilauan."},{"number":30,"verse":"Tiba-tiba dua orang bercakap dengan Dia; mereka Musa dan Elia."},{"number":31,"verse":"Mereka kelihatan bersinar-sinar dengan cahaya dari syurga. Mereka berkata-kata dengan Yesus tentang bagaimana Yesus akan segera memenuhi rancangan Allah dengan kematian-Nya di Yerusalem."},{"number":32,"verse":"Pada waktu itu Petrus dan kawan-kawannya tidur nyenyak. Tetapi mereka terjaga dan nampak kemuliaan Yesus serta dua orang yang berdiri dengan-Nya."},{"number":33,"verse":"Ketika dua orang itu hendak meninggalkan Yesus, Petrus berkata kepada-Nya, “Guru, sungguh baik kami di sini. Kami akan mendirikan tiga buah khemah: satu untuk Guru, satu untuk Musa, dan satu lagi untuk Elia.” (Sebenarnya Petrus tidak mengetahui apa yang dikatakannya.)"},{"number":34,"verse":"Sementara Petrus berkata demikian, awan datang lalu meliputi mereka, sehingga mereka takut."},{"number":35,"verse":"( ) Dari awan itu terdengar suara berkata, “Inilah Anak-Ku yang telah Aku pilih. Dengarkan kata-kata-Nya!” ( ; , ; ; )"},{"number":36,"verse":"Apabila suara itu berhenti berkata-kata, mereka melihat Yesus seorang diri di situ. Pengikut-pengikut-Nya tidak berkata apa-apa tentang semuanya itu. Pada waktu itu mereka tidak memberitahu sesiapa pun apa yang telah dilihat oleh mereka."},{"number":37,"verse":"( Yesus Menyembuhkan Seorang Anak yang Dirasuk Roh Jahat) ( ( 470 17:14-18 ; 480 9:14-27 )) Keesokan harinya Yesus dan ketiga-tiga orang pengikut-Nya turun dari bukit dan orang ramai datang menjumpai Yesus."},{"number":38,"verse":"Seorang lelaki dari tengah-tengah orang ramai itu berseru, “Guru, tolonglah lihat anak saya - anak tunggal saya!"},{"number":39,"verse":"Apabila roh jahat merasuknya, dia tiba-tiba berteriak dan menderita penyakit gila babi sehingga mulutnya berbuih. Roh jahat itu terus-menerus menyakiti dia dan tidak mahu melepaskannya!"},{"number":40,"verse":"Saya telah meminta pengikut-pengikut Guru mengusir roh jahat itu, tetapi mereka tidak dapat melakukannya.”"},{"number":41,"verse":"Yesus menjawab, “Hai kamu yang sesat dan tidak percaya! Berapa lamakah harus Aku tinggal bersama-sama kamu dan bersabar terhadap kamu?” Lalu Yesus berkata kepada orang itu, “Bawalah anakmu ke mari.”"},{"number":42,"verse":"Ketika anak itu menghampiri Yesus, roh jahat membanting anak itu ke tanah lalu tubuhnya berkejang-kejang. Yesus mengusir roh jahat itu dan menyembuhkan anak itu, lalu menyerahkannya kembali kepada bapanya."},{"number":43,"verse":"Semua orang hairan melihat kuasa Allah yang begitu besar! Sementara mereka masih terhairan-hairan tentang segala perkara yang dilakukan-Nya, Yesus berkata kepada pengikut-pengikut-Nya,"},{"number":44,"verse":"( Yesus Berkata-kata Lagi tentang Kematian-Nya) ( ( 470 17:22-23 ; 480 9:30-32 )) “Janganlah lupa akan apa yang Aku katakan ini: Anak Manusia akan diserahkan ke dalam kekuasaan manusia.”"},{"number":45,"verse":"Tetapi pengikut-pengikut-Nya tidak memahami maksud kata-kata itu. Allah merahsiakan hal itu daripada mereka sehingga mereka tidak dapat memahaminya. Tetapi mereka takut bertanya kepada Yesus tentang perkara itu."},{"number":46,"verse":"( Siapakah yang Terbesar?) ( ( 470 18:1-5 ; 480 9:33-37 )) ( ) Pertengkaran timbul antara pengikut-pengikut Yesus tentang siapa yang terbesar."},{"number":47,"verse":"Yesus mengetahui apa yang difikirkan mereka. Oleh itu Dia menyuruh seorang kanak-kanak berdiri di sisi-Nya."},{"number":48,"verse":"( ; ; ) Lalu Dia berkata kepada mereka, “Sesiapa yang menyambut kanak-kanak ini kerana Aku, menyambut Aku. Dan sesiapa yang menyambut Aku, juga menyambut Dia yang mengutus Aku. Sesiapa yang terkecil antara kamu, dialah yang terbesar!”"},{"number":49,"verse":"( Orang yang Tidak Melawan Kamu Berpihak kepada Kamu) ( ( 480 9:38-40 )) Yohanes berkata, “Guru, kami nampak seorang mengusir roh jahat dengan nama Guru. Kami melarang dia, kerana dia tidak termasuk golongan kita.”"},{"number":50,"verse":"Yesus berkata kepada Yohanes dan pengikut-Nya yang lain, “Jangan larang dia, kerana orang yang tidak melawan kamu berpihak kepada kamu.”"},{"number":51,"verse":"( Pekan di Samaria Tidak Mahu Menerima Yesus) Apabila sudah dekat masanya Yesus diangkat ke syurga, Dia mengambil keputusan untuk pergi ke Yerusalem."},{"number":52,"verse":"Dia menyuruh orang pergi terlebih dahulu daripada Dia. Mereka berangkat dan pergi ke sebuah pekan di Samaria untuk menyediakan tempat bermalam bagi Yesus."},{"number":53,"verse":"Tetapi penduduk pekan itu tidak mahu menerima Yesus, kerana nyata sekali bahawa Yesus sedang menuju ke Yerusalem."},{"number":54,"verse":"( ) Ketika Yakobus dan Yohanes, pengikut Yesus mengetahui hal itu, mereka berkata, “Tuhan, adakah Tuhan mahu kami meminta api turun dari syurga untuk membinasakan mereka?” ( Dalam beberapa buah naskhah kuno terdapat kata-kata: seperti yang dilakukan oleh Nabi Elia.)"},{"number":55,"verse":"Yesus berpaling lalu memarahi mereka. ( Dalam beberapa buah naskhah kuno terdapat kata-kata: dan berkata, “Kamu tidak mengetahui Roh apa yang menguasai kamu, kerana Anak Manusia tidak datang untuk membinasakan nyawa orang, tetapi untuk menyelamatkan mereka.”)"},{"number":56,"verse":"Setelah itu Dia dan pengikut-pengikut-Nya pergi ke pekan lain."},{"number":57,"verse":"( Orang yang Hendak Menjadi Pengikut Yesus) ( ( 470 8:19-22 )) Sedang mereka meneruskan perjalanan, datanglah seseorang berkata kepada Yesus, “Saya bersedia mengikut tuan ke mana sahaja tuan pergi!”"},{"number":58,"verse":"Yesus menjawab, “Serigala mempunyai lubang dan burung mempunyai sarang, tetapi Anak Manusia tidak mempunyai tempat untuk berbaring dan berehat.”"},{"number":59,"verse":"Lalu Dia berkata pula kepada seorang lain, “Ikutlah Aku.” Tetapi orang itu berkata, “Tuan, benarkan saya balik untuk mengebumikan jenazah bapa saya dahulu.”"},{"number":60,"verse":"Yesus menjawab, “Biarlah orang mati menguburkan orang mati mereka sendiri. Tetapi kamu, pergilah khabarkan berita bahawa Allah sudah mula memerintah.” ( Allah sudah mula memerintah; Harfiah: Kerajaan Allah.)"},{"number":61,"verse":"( ) Seorang lain pula berkata, “Tuan, saya mahu mengikut tuan, tetapi benarkan saya balik dahulu untuk mengucapkan selamat tinggal kepada keluarga saya.”"},{"number":62,"verse":"Yesus berkata kepadanya, “Orang yang mula membajak, tetapi selalu menoleh ke belakang, tidak layak menikmati Pemerintahan Allah.”"}]}