{"bibleAbbr":"NCB2019","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"The LORD spoke to Moses from the meeting tent and said to him,[c]"},{"number":2,"verse":"“Speak to the children of Israel and tell them: When any one of you brings an offering to the LORD, you shall bring your animal from the herd or the flock."},{"number":3,"verse":"If the offering is a burnt offering from the herd, let him offer a male without defect. He shall offer it at the entrance to the meeting tent, that it might be pleasing to the LORD."},{"number":4,"verse":"He shall lay his hand on the head of the burnt offering, and it will be accepted for atonement on his behalf."},{"number":5,"verse":"He shall kill the young bull before the LORD, and the priests, the sons of Aaron, shall take its blood and sprinkle it on the altar that is at the entrance to the meeting tent.[d]"},{"number":6,"verse":"He shall skin the burnt offering and cut it into pieces."},{"number":7,"verse":"The sons of Aaron, the priests shall set a fire on the altar and arrange the wood upon the fire."},{"number":8,"verse":"Then the sons of Aaron, the priests shall place the pieces of the animal, and its head and its fat, on the burning wood upon the altar."},{"number":9,"verse":"He shall wash the entrails and the legs with water. Then the priest shall burn all of it on the altar as a burnt offering, a pleasing fragrance to the LORD."},{"number":10,"verse":"“If the burnt offering is from the flock, a sheep or a goat, he shall offer a male without defect."},{"number":11,"verse":"He shall slay it on the northern side of the altar before the LORD. The priests, the sons of Aaron, shall sprinkle its blood around the altar."},{"number":12,"verse":"He shall cut it into pieces, and the priest shall take them, together with its head and its fat, and lay them upon the wood which is burning upon the altar."},{"number":13,"verse":"He shall wash the entrails and the legs with water, and then the priest shall burn all of it on the altar as a burnt offering, a pleasing fragrance to the LORD."},{"number":14,"verse":"“If the burnt offering to the LORD consists of birds,[e] then let him bring his offering of turtledoves or young pigeons."},{"number":15,"verse":"The priest shall bring them to the altar and wring off their heads. He shall burn them upon the altar, but their blood is to be drained out on the side of the altar."},{"number":16,"verse":"He shall tear out their crops with their feathers and toss them to the east side of the altar, the place where the ashes are kept."},{"number":17,"verse":"He shall split the birds into two halves holding on to their wings, but he shall not separate the pieces. Then the priest shall burn them on the burning wood upon the altar. It is a burnt offering, a pleasing fragrance to the LORD."}]}