{"bibleAbbr":"NET2007","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"Darius Issues a Decree So Darius the king issued orders, and they searched in the archives (tn Aram “the house of the archives.”) of the treasury which were deposited there in Babylon."},{"number":2,"verse":"A scroll was found in the citadel (tc The translation reads בִירְתָא (birta’, citadel”) rather than the reading בְּבִירְתָא (bÿvireta’, “in the citadel”) found in the MT. The MT probably experienced dittography here.) of Ecbatana which is in the province of Media, and it was inscribed as follows: “Memorandum:"},{"number":3,"verse":"In the first year of his reign, (tn Aram “In the first year of Cyrus the king.”) King Cyrus gave orders concerning the temple of God in Jerusalem: (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) ‘Let the temple be rebuilt as a place where sacrifices are offered. Let its foundations be set in place. (tn Aram “raised”; or perhaps “retained” (so NASB; cf. NLT), referring to the original foundations of Solomon’s temple.) Its height is to be ninety feet and its width ninety (tc The Syriac Peshitta reads “twenty cubits” here, a measurement probably derived from dimensions given elsewhere for Solomon’s temple. According to 1 Kgs 6:2 the dimensions of the Solomonic temple were as follows: length, 60 cubits; width, 20 cubits; height, 30 cubits. Since one would expect the dimensions cited in Ezra 6:3 to correspond to those of Solomon’s temple, it is odd that no dimension for length is provided. The Syriac has apparently harmonized the width dimension provided here (“twenty cubits”) to that given in 1 Kgs 6:2.) feet, (tn Aram “Its height sixty cubits and its width sixty cubits.” The standard cubit in the OT is assumed by most authorities to be about eighteen inches (45 cm) long.)"},{"number":4,"verse":"with three layers of large stones (tn Aram “stones of rolling.”) and one (tc The translation follows the LXX reading חַד (khad, “one”) rather than the MT חֲדַת (khadat, “new”). If the MT reading “new” is understood to mean freshly cut timber that has not yet been seasoned it would seem to be an odd choice for construction material.) layer of timber. The expense is to be subsidized (tn Aram “let be given.”) by the royal treasury. (tn Aram “house.”)"},{"number":5,"verse":"Furthermore let the gold and silver vessels of the temple of God, which Nebuchadnezzar brought from the temple in Jerusalem and carried to Babylon, be returned and brought to their proper place in the temple in Jerusalem. Let them be deposited in the temple of God.’"},{"number":6,"verse":"“Now Tattenai governor of Trans-Euphrates, Shethar Bozenai, and their colleagues, the officials of Trans-Euphrates — all of you stay far away from there!"},{"number":7,"verse":"Leave the work on this temple of God alone. (tc For the MT reading “the work on this temple of God” the LXX reads “the servant of the Lord Zurababel” [= Zerubbabel].) Let the governor of the Jews and the elders of the Jews rebuild this temple of God in its proper place."},{"number":8,"verse":"“I also hereby issue orders as to what you are to do with those elders of the Jews in order to rebuild this temple of God. From the royal treasury, from the taxes of Trans-Euphrates the complete costs are to be given to these men, so that there may be no interruption of the work. (tn The words “of the work” are not in the Aramaic, but are supplied in the translation for clarity.)"},{"number":9,"verse":"Whatever is needed — whether oxen or rams or lambs or burnt offerings for the God of heaven or wheat or salt or wine or oil, as required by (tn Aram “according to the word of.”) the priests who are in Jerusalem — must be given to them daily without any neglect,"},{"number":10,"verse":"so that they may be offering incense to the God of heaven and may be praying for the good fortune of the king and his family. (tn Aram “for the life of the king and his sons.”)"},{"number":11,"verse":"“I hereby give orders that if anyone changes this directive a beam is to be pulled out from his house and he is to be raised up and impaled (sn The practice referred to in v. 11 has been understood in various ways: hanging (cf. 1 Esd 6:32 and KJV); flogging (cf. NEB, NLT); impalement (BDB 1091 s. v. זְקַף; HALOT 1914 s. v. מחא hitpe; cf. NAB, NIV, NRSV). The latter seems the most likely.) on it, and his house is to be reduced (tn Aram “made.”) to a rubbish heap (tn Aram “a dunghill.”) for this indiscretion. (tn Aram “for this.”)"},{"number":12,"verse":"May God who makes his name to reside there overthrow any king or nation (tn Aram “people.”) who reaches out (tn Aram “who sends forth his hand.”) to cause such change so as to destroy this temple of God in Jerusalem. I, Darius, have given orders. Let them be carried out with precision!”"},{"number":13,"verse":"The Temple Is Finally Dedicated Then Tattenai governor of Trans-Euphrates, Shethar-Bozenai, and their colleagues acted accordingly — with precision, just as Darius the king had given instructions. (tn Aram “sent.”)"},{"number":14,"verse":"The elders of the Jews continued building and prospering, while at the same time (tn Aram “in” or “by,” in the sense of accompaniment.) Haggai the prophet and Zechariah the son of Iddo continued prophesying. They built and brought it to completion by the command of the God of Israel and by the command of Cyrus and Darius and Artaxerxes king of Persia."},{"number":15,"verse":"They finished this temple on the third day of the month Adar, which is the sixth (sn The sixth year of the reign of Darius would be ca. 516 B. C.) year of the reign of King Darius."},{"number":16,"verse":"The people (tn Aram “sons of.”) of Israel — the priests, the Levites, and the rest of the exiles (tn Aram “sons of the exile.”) — observed the dedication of this temple of God with joy."},{"number":17,"verse":"For the dedication of this temple of God they offered one hundred bulls, two hundred rams, four hundred lambs, and twelve male goats for the sin of all Israel, according to the number of the tribes of Israel."},{"number":18,"verse":"They appointed the priests by their divisions and the Levites by their divisions over the worship of God at Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) in accord with (tn Aram “according to the writing of.”) the book of Moses."},{"number":19,"verse":"(sn At this point the language of the book reverts from Aramaic (4:8–6:18) back to Hebrew. Aramaic will again be used in Ezra 7:12–26.) The exiles (tn Heb “the sons of the exile.” So also in v. 20.) observed the Passover on the fourteenth day of the first month."},{"number":20,"verse":"The priests and the Levites had purified themselves, every last one, (tn Heb “as one.” The expression is best understood as referring to the unity shown by the religious leaders in preparing themselves for the observance of Passover. On the meaning of the Hebrew phrase see DCH 1:182 s. v. אֶחָד 3b. See also HALOT 30 s. v. אֶחָד 5.) and they all were ceremonially pure. They sacrificed the Passover lamb for all the exiles, for their colleagues (tn Heb “brothers.”) the priests, and for themselves."},{"number":21,"verse":"The Israelites who were returning from the exile ate it, along with all those who had joined them (tn Heb “who had separated from the uncleanness of the nations of the land to them.”) in separating themselves from the uncleanness of the nations of the land to seek the LORD God of Israel."},{"number":22,"verse":"They observed the Feast of Unleavened Bread for seven days with joy, for the LORD had given them joy and had changed the opinion (tn Heb “heart.”) of the king of Assyria (sn The expression “king of Assyria” is anachronistic, since Assyria fell in 612 b. c., long before the events of this chapter. Perhaps the expression is intended subtly to contrast earlier kings of Assyria who were hostile toward Israel with this Persian king who showed them favor.) toward them, so that he assisted (tn Heb “to strengthen their hands.”) them in the work on the temple of God, the God of Israel."}]}