{"bibleAbbr":"NET2007","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"(The Arrival of Ezra) Now after these things had happened, during the reign of King Artaxerxes (sn If the Artaxerxes of Ezra 7:1 is Artaxerxes I Longimanus (ca. 464–423 B. C.), Ezra must have arrived in Jerusalem ca. 458 B. C., since Ezra 7:7–8 connects the time of his arrival to the seventh year of the king. The arrival of Nehemiah is then linked to the twentieth year of the king (Neh 1:1), or ca. 445 B. C. Some scholars, however, have suggested that Ezra 7:7 should be read as “the thirty-seventh year” rather than “the seventh year.” This would have Ezra coming to Jerusalem after, rather than before, the arrival of Nehemiah. Others have taken the seventh year of Ezra 7:7–8 to refer not to Artaxerxes I but to Artaxerxes II, who ruled ca. 404–358 B. C. In this understanding Ezra would have returned to Jerusalem ca. 398 B. C., a good many years after the return of Nehemiah. Neither of these views is certain, however, and it seems better to retain the traditional understanding of the chronological sequence of returns by Ezra and Nehemiah. With this understanding there is a gap of about fifty-eight years between chapter six, which describes the dedication of the temple in 516 b. c., and chapter seven, which opens with Ezra’s coming to Jerusalem in 458 b. c.) of Persia, Ezra came up from Babylon. (tn The words “came up from Babylon” do not appear in the Hebrew text until v. 6. They have been supplied here for the sake of clarity.) Ezra was the son of Seraiah, who was the son of Azariah, who was the son of Hilkiah,"},{"number":2,"verse":"who was the son of Shallum, who was the son of Zadok, who was the son of Ahitub,"},{"number":3,"verse":"who was the son of Amariah, who was the son of Azariah, who was the son of Meraioth,"},{"number":4,"verse":"who was the son of Zerahiah, who was the son of Uzzi, who was the son of Bukki,"},{"number":5,"verse":"who was the son of Abishua, who was the son of Phinehas, who was the son of Eleazar, who was the son of Aaron the chief priest."},{"number":6,"verse":"This Ezra is the one who came up from Babylon. He was a scribe who was skilled in the law of Moses which the LORD God of Israel had given. The king supplied him with everything he requested, for the hand of the LORD his God was on him."},{"number":7,"verse":"In the seventh year of King Artaxerxes, Ezra brought (tc The translation reads the Hiphil singular וַיַּעֲל (vayya’al, “he [Ezra] brought up”) rather than the Qal plural וַיַּעַלוּ (vayya’alu, “they came up”) of the MT. tn Heb “he brought”; the referent (Ezra) has been specified in the translation for clarity.) up to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) some of the Israelites and some of the priests, the Levites, the attendants, the gatekeepers, and the temple servants."},{"number":8,"verse":"He entered Jerusalem in the fifth month of the seventh year of the king."},{"number":9,"verse":"On the first day of the first month he had determined to make (tc The translation reads יִסַּד (yissad, “he appointed” [= determined]) rather than the reading יְסֻד (yÿsud, “foundation”) of the MT. (The words “to make” are supplied in the translation for clarity and for stylistic reasons.)) the ascent from Babylon, and on the first day of the fifth month he arrived at Jerusalem, (sn Apparently it took the caravan almost four months to make the five hundred mile journey.) for the good hand of his God was on him."},{"number":10,"verse":"Now Ezra had dedicated himself (tn Heb “established his heart.”) to the study of the law of the LORD, to its observance, and to teaching (tn Heb “to do and to teach.” The expression may be a hendiadys, in which case it would have the sense of “effectively teaching.”) its statutes and judgments in Israel."},{"number":11,"verse":"(Artaxerxes Gives Official Endorsement to Ezra’s Mission) What follows (tn Heb “this.”) is a copy of the letter that King Artaxerxes gave to Ezra the priestly scribe. (tn Heb “the priest, the scribe.” So also in v. 21.) Ezra was (tn The words “Ezra was” are not in the Hebrew text but have been added in the translation for clarity.) a scribe in matters pertaining to the commandments of the LORD and his statutes over Israel:"},{"number":12,"verse":"(sn Ezra 7:12–26 is written in Aramaic rather than Hebrew.) “Artaxerxes, king of kings, to Ezra the priest, a scribe of the perfect law of the God of heaven:"},{"number":13,"verse":"I have now issued a decree (tn Heb “from me is placed a decree.” So also in v. 21.) that anyone in my kingdom from the people of Israel — even the priests and Levites — who wishes to do so may go up with you to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":14,"verse":"You are authorized (tn Aram “sent.”) by the king and his seven advisers to inquire concerning Judah and Jerusalem, according to the law of your God which is in your possession, (tn Aram “in your hand.”)"},{"number":15,"verse":"and to bring silver and gold which the king and his advisers have freely contributed to the God of Israel, who resides in Jerusalem,"},{"number":16,"verse":"along with all the silver and gold that you may collect (tn Aram “find.”) throughout all the province of Babylon and the contributions of the people and the priests for the temple of their God which is in Jerusalem."},{"number":17,"verse":"With this money you should be sure to purchase bulls, rams, and lambs, along with the appropriate (tn Aram “their meal offerings and their libations.”) meal offerings and libations. You should bring them to the altar of the temple of your God which is in Jerusalem."},{"number":18,"verse":"You may do whatever seems appropriate to you and your colleagues (tn Aram “brothers.”) with the rest of the silver and the gold, in keeping with the will of your God."},{"number":19,"verse":"Deliver to (tn Or “before.”) the God of Jerusalem the vessels that are given to you for the service of the temple of your God."},{"number":20,"verse":"The rest of the needs for the temple of your God that you may have to supply, (tn Aram “may fall to you to give.”) you may do so from the royal treasury."},{"number":21,"verse":"“I, King Artaxerxes, hereby issue orders to all the treasurers of (tn Aram “who are in.”) Trans-Euphrates, that you precisely execute all that Ezra the priestly scribe of the law of the God of heaven may request of you —"},{"number":22,"verse":"up to 100 talents of silver, 100 cors of wheat, 100 baths of wine, 100 baths of olive oil, (tc The translation reads מְשַׁח בַּתִּין (mÿshakh battin) rather than מְשַׁח בַּתִּין (battin mÿshakh) of the MT.) and unlimited (tn Aram “he did not write.”) salt."},{"number":23,"verse":"Everything that the God of heaven has required should be precisely done for the temple of the God of heaven. Why should there be wrath (tn The Aramaic word used here for “wrath” (קְצַף, qÿtsaf; cf. Heb קָצַף, qatsaf) is usually used in the Hebrew Bible for God’s anger as opposed to human anger (but contra Eccl 5:17 [MT 5:16]; Esth 1:18; 2 Kgs 3:27). The fact that this word is used in v. 23 may have theological significance, pointing to the possibility of divine judgment if the responsible parties should fail to make available these provisions for the temple.) against the empire of the king and his sons?"},{"number":24,"verse":"Furthermore, be aware of the fact (tn Aram “we are making known to you.”) that you have no authority to impose tax, tribute, or toll on any of the priests, the Levites, the musicians, the doorkeepers, the temple servants, or the attendants at the temple of this God."},{"number":25,"verse":"“Now you, Ezra, in keeping with the wisdom of your God which you possess, (tn Aram “in your hand.”) appoint judges (tc For the MT reading שָׁפְטִין (shoftim, “judges”) the LXX uses the noun γραμματεῖς (grammatei\", “scribes”).) and court officials who can arbitrate cases on behalf of all the people who are in Trans-Euphrates who know the laws of your God. Those who do not know this law should be taught."},{"number":26,"verse":"Everyone who does not observe both the law of your God and the law of the king will be completely (tn On the meaning of this word see HALOT 1820-21 s. v. אָסְפַּרְנָא; E. Vogt, Lexicon linguae aramaicae, 14.) liable to the appropriate penalty, whether it is death or banishment or confiscation of property or detainment in prison.”"},{"number":27,"verse":"(sn At this point the language of the book reverts from Aramaic (7:12–26) back to Hebrew.) Blessed be the LORD God of our fathers, who so moved in the heart of the king to so honor the temple of the LORD which is in Jerusalem!"},{"number":28,"verse":"He has also conferred his favor on me before the king, his advisers, and all the influential leaders of the king. I gained strength as the hand of the LORD my God was on me, and I gathered leaders from Israel to go up with me."}]}