{"bibleAbbr":"NET2007","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"A Prayer of Ezra Now when these things had been completed, the leaders approached me and said, “The people of Israel, the priests, and the Levites have not separated themselves from the local residents (tn Heb “the peoples of the lands.” So also in v. 2.) who practice detestable things similar to those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."},{"number":2,"verse":"Indeed, they have taken some of their daughters as wives for themselves and for their sons, so that the holy race (tn Heb “the holy seed,” referring to the Israelites as God’s holy people.) has become intermingled with the local residents. Worse still, the leaders and the officials have been at the forefront of all of this!”"},{"number":3,"verse":"When I heard this report, I tore my tunic and my robe and ripped out some of the hair from my head and beard. Then I sat down, quite devastated."},{"number":4,"verse":"Everyone who held the words of the God of Israel in awe (tn Heb “who trembled at the words of the God of Israel.”) gathered around me because of the unfaithful acts of the people of the exile. (tn Heb “the exile”; the words “the people” are not in the Hebrew text, but are supplied in the translation for clarity.) Devastated, I continued to sit there until the evening offering."},{"number":5,"verse":"At the time of the evening offering I got up from my self-abasement, (tn The Hebrew word used here is a hapax legomenon. It refers to the self-abasement that accompanies religious sorrow and fasting.) with my tunic and robe torn, and then dropped to my knees and spread my hands to the LORD my God."},{"number":6,"verse":"I prayed, (tn Heb “I said.”) “O my God, I am ashamed and embarrassed to lift my face to you, my God! For our iniquities have climbed higher than our heads, and our guilt extends to the heavens."},{"number":7,"verse":"From the days of our fathers until this very day our guilt has been great. Because of our iniquities we, along with our kings and (tc The MT lacks “and” here, but see the LXX and Vulgate.) priests, have been delivered over by the local kings (tn Heb “the kings of the lands.”) to sword, captivity, plunder, and embarrassment — right up to the present time."},{"number":8,"verse":"“But now briefly (tn Heb “according to a little moment.”) we have received mercy from the LORD our God, in that he has left us a remnant and has given us a secure position (tn Heb “a peg” or “tent peg.” The imagery behind this word is drawn from the experience of nomads who put down pegs as they pitched their tents and made camp after times of travel.) in his holy place. Thus our God has enlightened our eyes (tn Heb “to cause our eyes to shine.” The expression is a figure of speech for “to revive.” See DCH 1:160 s. v. אור Hi.7.) and has given us a little relief in our time of servitude."},{"number":9,"verse":"Although we are slaves, our God has not abandoned us in our servitude. He has extended kindness to us in the sight of the kings of Persia, in that he has revived us (tn Heb “has granted us reviving.”) to restore the temple of our God and to raise (tn Heb “to cause to stand.”) up its ruins and to give us a protective wall in Judah and Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":10,"verse":"“And now what are we able to say after this, our God? For we have forsaken your commandments"},{"number":11,"verse":"which you commanded us through your servants the prophets with these words: (tn Heb “through your servants the prophets, saying.”) ‘The land that you are entering to possess is a land defiled by the impurities of the local residents! (tn Heb “the peoples of the lands.”) With their abominations they have filled it from one end to the other with their filthiness."},{"number":12,"verse":"Therefore do not give your daughters in marriage to their sons, and do not take their daughters in marriage for your sons. Do not ever seek their peace or welfare, so that you may be strong and may eat the good of the land and may leave it as an inheritance for your children (tn Heb “sons”; cf. KJV, NAB, NIV, NLT “children”; NCV, TEV “descendants.”) forever.’"},{"number":13,"verse":"“Everything that has happened to us has come about because of our wicked actions and our great guilt. Even so, our God, you have exercised restraint (tn Heb “held back downwards from”; KJV “hast punished us less than our iniquities deserve” (NIV, NRSV, NLT all similar).) toward our iniquities and have given us a remnant such as this."},{"number":14,"verse":"Shall we once again break your commandments and intermarry with these abominable peoples? Would you not be so angered by us that you would wipe us out, with no survivor or remnant?"},{"number":15,"verse":"O LORD God of Israel, you are righteous, for we are left as a remnant this day. Indeed, we stand before you in our guilt. However, because of this guilt (tn Heb “this”; the referent (the guilt mentioned previously) has been specified in the translation for clarity.) no one can really stand before you.”"}]}