{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":11,"verses":[{"number":1,"verse":"The missionaries and the brothers, the ones who were throughout Judea, heard that the non-Jews also accepted the message of God."},{"number":2,"verse":"And when Peter walked up to Jerusalem, the people from the circumcision were considering it to be wrong for him,"},{"number":3,"verse":"saying, \"You went in toward men having uncircumcision and ate together with them.\""},{"number":4,"verse":"But when Peter began, he laid it out to them in order, saying,"},{"number":5,"verse":"\"I was in the city of Joppa praying and I saw a sighting in a trance, a certain container stepping down as a huge sheet being let down by four corners from the sky. And it came till me."},{"number":6,"verse":"Into which, after staring, I was taking a closer look, and I saw the four-legged animals of the earth, the wild animals, the reptiles, and the winged birds of the sky."},{"number":7,"verse":"I listened to a voice saying to me, 'Get up, Peter. Kill and eat.'"},{"number":8,"verse":"But I said, 'No way, Master, because never even once did anything shared or not clean come into my mouth.'"},{"number":9,"verse":"A voice responded to me from a second time from the sky, 'Things that God cleaned you must not make shared.'"},{"number":10,"verse":"This happened at three times, and absolutely everything was pulled up again into the sky."},{"number":11,"verse":"And look, immediately three men stood at the house that I was in, who had been sent out from Caesarea to me."},{"number":12,"verse":"The Spirit said to me to go together with them considering nothing to be wrong. They went together with me and these six brothers. And we went into the house of the man."},{"number":13,"verse":"He reported to us how he saw the angel in his house when it was stood up and said to him, 'Send men out to Joppa, and send for Simon, the one who is also called Peter,"},{"number":14,"verse":"who will speak statements to you in which you and all your house will be rescued.'"},{"number":15,"verse":"During the time for me to begin to be speaking, the Spirit, the Sacred Spirit, fell on them, even as it also fell on us in the beginning."},{"number":16,"verse":"I remembered the statement of the Master, how He was saying, 'John certainly submerged with water, but you will be submerged in the Sacred Spirit.'"},{"number":17,"verse":"So if God gave them the free handout equal as also to us who trusted based on the Master Jesus, the Anointed King, who was I? Am I able to hinder God?\""},{"number":18,"verse":"After hearing these things, they calmed down and were admitting that God is magnificent, saying, \"Clearly, definitely, even to the non-Jews, God gave the change of ways from death to life.\""},{"number":19,"verse":"So not only did the people who were scattered out from the hard times, the hard times that happened over Stephen, go across as far as Phoenicia, Cyprus, and Antioch speaking the message to no one except to Jewish people only,"},{"number":20,"verse":"but some from among them were men, Cyprians and Cyrenians, certain men who, when they went into Antioch, were speaking to the Greek-speaking people, sharing the good news of the Master Jesus."},{"number":21,"verse":"And the hand of the Master was with them. And a big number who trusted turned back to the Master."},{"number":22,"verse":"The message about them was heard in the ears of the assembly, the one in Jerusalem, and they sent Barnabas off to go through as far as Antioch,"},{"number":23,"verse":"who, after showing up and seeing the generosity of God, was happy and was encouraging everyone in the purpose of their heart to still be staying in the Master,"},{"number":24,"verse":"because he was a good man and full of the Sacred Spirit and trust. And an adequate crowd was added to the Master."},{"number":25,"verse":"Barnabas went out to Tarsus to look up and down for Saul."},{"number":26,"verse":"And when he found him, he led him to Antioch. It happened a whole year for them to gather together in the assembly, to teach an adequate crowd, and for the students to first notify people in Antioch that they are Christians."},{"number":27,"verse":"In these days, preachers went down out of Jerusalem into Antioch."},{"number":28,"verse":"When one from among them with the name Agabus stood up, he indicated through the Spirit in the future for there to be going to be a huge famine over the whole civilized world, even something that happened over Caesar Claudius."},{"number":29,"verse":"Of the students, just as some had means, they (each of them) designated money for the task of serving to send to the brothers residing in Judea,"},{"number":30,"verse":"that they also did when they sent it out to the older men through the hand of Barnabas and Saul."}]}