{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"After making their way through Amphipolis and Apollonia, they went into Thessalonica where there was the synagogue of the Jewish people."},{"number":2,"verse":"According to what had been a custom for Paul, he went in to them and over three Sabbaths was having discussions with them out of the Old Testament writings,"},{"number":3,"verse":"completely opening and placing beside them that it was necessary for the Anointed King to suffer and to come back to life from the dead. And, \"This is the Anointed King Jesus whom I proclaim to you.\""},{"number":4,"verse":"And some from them were persuaded and joined Paul and Silas (both a very large number of the worshipping Greeks and not just a few of the most important women)."},{"number":5,"verse":"But when the unbelieving Jewish people were impassioned, took in some evil men of the marketplace bums, and drew a crowd, they were disrupting the city. And when they stood over the house of Jason, they were looking to lead them into the mob."},{"number":6,"verse":"When they did not find them, they were dragging Jason and some brothers before the city leaders, shouting, \"These people who upset the civilized world are also here beside us,"},{"number":7,"verse":"whom Jason has accepted under his roof. And all these people are constantly doing things up against the rules of Caesar, saying for there to be a different king, Jesus.\""},{"number":8,"verse":"They agitated the crowd and the city leaders hearing these things."},{"number":9,"verse":"And after taking the adequate amount of money from the side of Jason and the rest, they dismissed them."},{"number":10,"verse":"The brothers right away sent both Paul and Silas off through the night to Berea, certain men who, when they showed up, were off into the synagogue of the Jewish people."},{"number":11,"verse":"These were a better family line than the people in Thessalonica, some who accepted the message with every bit of eagerness for the \"daily investigating the Old Testament writings whether this is how it has these things\" part."},{"number":12,"verse":"So certainly many from them trusted, both the Greek women (the proper ones) and not just a few men."},{"number":13,"verse":"As the Jewish people out of Thessalonica knew that also in Berea the message of God was proclaimed by Paul, they also went there, disturbing the crowds."},{"number":14,"verse":"Then right away the brothers sent Paul off to be traveling as if it were on the sea. Both Silas and Timothy were persisting to do what is right there."},{"number":15,"verse":"The people put in charge of Paul led him until Athens. And when they received a demand to Silas and Timothy that they should come to him as quickly as possible, they were out of there."},{"number":16,"verse":"In Athens, as Paul was waiting for them, his spirit was being annoyed in him, watching the city being entirely idolatrous."},{"number":17,"verse":"So he certainly was having discussions in the synagogue with the Jewish people and the worshipping people and in the marketplace each and every day toward the people who happened by."},{"number":18,"verse":"Some of the Epicureans and the Stoics (people fond of insight) were deliberating about him. And some were saying, \"Whatever might this scrap-collecting person want to be saying?\" But the people were saying, \"He seems to be a proclaimer of strange deities,\" because he was sharing the good news with them of Jesus and the return back to life."},{"number":19,"verse":"And after latching on to him, they led him onto Areopagus (Mar's Hill), saying, \"Are we able to know what this new thing is, the teaching being spoken by you?"},{"number":20,"verse":"You see, you are carrying some ideas that are strange into the hearing of our ears. So we intend to know what these things are wanting to be.\""},{"number":21,"verse":"All Athenians and the strangers who were at home there were having a good time in nothing different than to be saying and to be hearing something newer."},{"number":22,"verse":"When Paul was stood up in the middle of Areopagus (Mar's Hill), he was declaring, \"Men, Athenians, in each and everything, I watch how you are more zealous of deities."},{"number":23,"verse":"You see, going through and observing your worshipped objects, I even found a platform on which it had been inscribed, 'To an unknown god.' So what, though unaware of, you reverence, this I am proclaiming to you."},{"number":24,"verse":"God, who made the world and all the things in it, this God who is Master of heaven and earth, does not reside in handmade temples."},{"number":25,"verse":"Neither is He healed by people's hands as He Himself is pleading for something more, since He gives life, breath, and all things to everything."},{"number":26,"verse":"And from one blood, He made every nation of people to be residing on every face of the earth, who designated times that have been prearranged and the limits of their residence"},{"number":27,"verse":"to be looking for the Master, if they might definitely feel Him and find Him, who yet also is definitely not a long way away from each one of us."},{"number":28,"verse":"You see, in Him, we live, move, and exist even as some of the poets in line with you have stated, 'You see, we are also a family of the One.'"},{"number":29,"verse":"So being a family of God, we are obligated not to be assuming gold, or silver, or stone (a statue from a person's skill and contemplation) to be like the divine thing."},{"number":30,"verse":"So after God certainly looked past the times of the lack of awareness, for the things now He passes the order on to all the people everywhere to be changing their ways,"},{"number":31,"verse":"because He established a day in which He is going to be judging the civilized world in the right way, in a Man whom He designated after providing trust to all people when He brought Him back to life from the dead.\""},{"number":32,"verse":"When they heard of a return back to life of dead people, the people certainly were joking, but the others said, \"We will listen to you again about this.\""},{"number":33,"verse":"And this is how Paul went out from the middle of them."},{"number":34,"verse":"Some men who were stuck like glue to him trusted, among whom were also Dionysius (the Areopagite), a woman with the name Damaris, and different ones together with them."}]}