{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":22,"verses":[{"number":1,"verse":"\"Men, brothers and fathers, listen now to my defense to you.\""},{"number":2,"verse":"When they heard that he was hollering to them in the Hebrew dialect, they provided more calmness. And he declares,"},{"number":3,"verse":"\"I certainly am a Jewish man who has been born in Tarsus of Cilicia, but who has been raised in this city beside the feet of Gamaliel, who has been disciplined in line with the strictness of the paternal law, being a person with passion for God, just as you all are today,"},{"number":4,"verse":"who persecuted this Way till death, detaining and turning in to jails both men and women."},{"number":5,"verse":"As both the head priest and all of the board of older men are a witness of me, from the side of whom, after accepting letters to the brothers, I was even traveling to Damascus so that I will also lead the people who are in there to Jerusalem having been tied up, so that they might be kept from ruining a valuable thing."},{"number":6,"verse":"It happened as I was traveling and coming near to Damascus around the middle of the day for an adequate amount of light from the sky to unexpectedly be bright all around me."},{"number":7,"verse":"And I fell to the terra firma and listened to a voice saying to me, 'Saul, Saul, why are you persecuting Me?'"},{"number":8,"verse":"I answered, 'Who are you, Master?' And He said to me, 'I am Jesus, the Nazarene, whom you are persecuting.'"},{"number":9,"verse":"The people who were together with me certainly viewed the light and became afraid, but they did not hear the voice of the One speaking to me."},{"number":10,"verse":"I said, 'What should I do, Master?' The Master said to me, 'When you get up, travel into Damascus and there it will be spoken to you about everything that has been arranged for you to do.'"},{"number":11,"verse":"As I was not seeing from the magnificence of that light, being led by the hand by the people who were together with me, I went into Damascus."},{"number":12,"verse":"When Ananias (a certain godly man according to the law, being witnessed by all the residing Jewish people)"},{"number":13,"verse":"came to me and stood over me, he said to me, 'Saul, brother, see again.' And the same hour, I saw again and looked at him."},{"number":14,"verse":"Ananias said, 'The God of our fathers handed you this beforehand: to know what He wants, to see the One who does what is right, and to hear a voice from His mouth;"},{"number":15,"verse":"because you will be a witness of Him to all people of things that you have seen and heard."},{"number":16,"verse":"And now, what are you going to do? When you get up, be submerged and douse off your sins when you call on the name of the Master.'"},{"number":17,"verse":"It happened to me after returning to Jerusalem, even as I was praying on the temple grounds, for me to become in a trance"},{"number":18,"verse":"and to see Him saying to me, 'Hurry up, and go out of Jerusalem quickly because they will not accept with a warm welcome what you say you witnessed about Me.'"},{"number":19,"verse":"And I said, 'Master, they are well aware that I was throwing in jail and beating the people throughout the synagogues who trusted based on You."},{"number":20,"verse":"And when the blood of Stephen, Your witness, was being spilled out, I myself was even a person who had stood over him, both agreeing that his execution was good and guarding the robes of the people executing him.'"},{"number":21,"verse":"And He said to me, 'Travel away, because I will send you off a long way away to non-Jews.'\""},{"number":22,"verse":"They were listening to him till these words. And they raised up their voice, saying, \"Take this type of person away from the earth. You see, he is not meeting even the lowest standard for him to be living.\""},{"number":23,"verse":"As they were making a yell, tossing off their robes, and throwing dust into the air,"},{"number":24,"verse":"the commanding officer gave the order for him to be led into the barracks after saying for him to be interrogated with whips so that he might correctly understand the reason why they were hollering out at him like that."},{"number":25,"verse":"As they stretched him out beforehand with the straps, Paul said to the lieutenant who had stood there, \"If a person is a Roman and not found guilty, is it permitted for you to be having him whipped?\""},{"number":26,"verse":"After the lieutenant heard this, when he went forward to the commanding officer, he reported, saying, \"Look! What are you going to be doing? You see, this person is a Roman.\""},{"number":27,"verse":"When the commanding officer came forward, he said to him, \"Tell me if you are a Roman.\" Paul was declaring, \"Yes.\""},{"number":28,"verse":"And the commanding officer responded, \"I got this citizenship with much capital.\" Paul was declaring, \"But I have actually been born a Roman.\""},{"number":29,"verse":"So right away the soldiers who were going to be interrogating him stayed away from him. And the commanding officer was afraid when he correctly understood that he is a Roman and that he had locked him up."},{"number":30,"verse":"On the next day, intending to know the thing for certain, the \"what was the complaint leveled against him from the side of the Jewish people\" thing, he released him from the restraints and gave the order for the head priests and the whole council to come. And when he led Paul down, he stood among them."}]}