{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"When Paul stared at the council, he said, \"Men, brothers, I have been a law-abiding citizen with every bit of a good conscience with God till this day.\""},{"number":2,"verse":"The head priest, Ananias, gave the directive to the people who had been standing by him to be hitting his mouth."},{"number":3,"verse":"At that time, Paul said to him, \"God is going to be hitting you, chalk-whitened wall. You actually sit judging me in line with the law, and going contrary to the law you give an order for me to be hit.\""},{"number":4,"verse":"The people who had been standing by him said, \"Are you putting the head priest of God down?\""},{"number":5,"verse":"And Paul was declaring, \"I did not realize, brothers, that he is the head priest. You see, it has been written, 'You will not state something in a bad way about the head person of your ethnic group.'\""},{"number":6,"verse":"When Paul knew that the one part is Sadducees, but the different part is Separatists, he yelled in the council, \"Men, brothers, I am a Separatist, a son of a Separatist, about anticipation and a return back to life of dead people I am being judged.\""},{"number":7,"verse":"After he spoke this, a disturbance happened between the Separatists and the Sadducees, and the large number of people were split."},{"number":8,"verse":"You see, Sadducees certainly say for there not to be a return back to life, nor angel, nor spirit, but Separatists acknowledge the both."},{"number":9,"verse":"Huge yelling happened. And when the Old Testament transcribers of the part of the Separatists stood up, they were arguing furiously, saying, \"We find nothing bad in this person. If a spirit or angel spoke to him, we should not argue with God.\""},{"number":10,"verse":"After the disturbance became big, when the commanding officer took it seriously that Paul might be pulled apart by them, he gave the order for the armed unit, after stepping down, to snatch him from the middle of them and to be leading him into the barracks."},{"number":11,"verse":"In the following night when the Master stood over him, He said, \"Be courageous, Paul. You see, as you were a strong witness of the things about Me in Jerusalem, so it is necessary for you to also tell in Rome what you witnessed.\""},{"number":12,"verse":"When it became day, after some of the Jewish people hatched a plot, they vowed under the penalty of dooming themselves, saying neither to eat nor drink until the time that they may kill Paul."},{"number":13,"verse":"There were more than forty, the ones who had made this mutual guarantee,"},{"number":14,"verse":"some who, after coming forward to the head priests and the older men, said, \"We vowed under the penalty of dooming ourselves with doom to not taste anything until the time that we may kill Paul.\""},{"number":15,"verse":"So now you together with the council must make apparent to the commanding officer how that he should lead him down to you tomorrow as you are going to be knowing more accurately what things about him are wrong. But we, before the time for him to come near, are ready for the purpose to execute him."},{"number":16,"verse":"When the son of Paul's sister heard about the ambush, after showing up and going into the barracks, he reported it to Paul."},{"number":17,"verse":"When Paul called for one of the lieutenants, he was declaring, \"Lead this young man off to the commanding officer. You see, he has something to report to him.\""},{"number":18,"verse":"So certainly when the lieutenant took him along, he led him to the commanding officer and declares, \"When the prisoner, Paul, called for me, he asked me to bring this young man to you since he has something to speak to you.\""},{"number":19,"verse":"After the commanding officer latched on to his hand and went in the back privately, he was inquiring, \"What is it that you have to report to me?\""},{"number":20,"verse":"He said, \"The Jewish people agreed for the purpose to ask you in order that tomorrow you might lead Paul down to the council as if it is going to be inquiring something more accurately about him."},{"number":21,"verse":"So you should not be persuaded by them. You see, more than forty men from them are lying in wait for him, some who vowed under the penalty of dooming themselves neither to eat nor drink until the time that they will execute him. And now they are ready, awaiting the promise from you."},{"number":22,"verse":"So the commanding officer certainly dismissed the young man, after passing the order on to him, \"You are to speak out to no one that you made these things apparent to me.\""},{"number":23,"verse":"And after he called for any two of the lieutenants, he said, \"Get two hundred soldiers ready in order that they might travel until Caesarea (and seventy horsemen and two hundred lightly armed guards) out of the third hour of the night (9:00 p. m.),"},{"number":24,"verse":"and for animals to stand by so that after loading Paul on them, they might keep him safe to Felix, the leader,\""},{"number":25,"verse":"who wrote a letter having itself around this format:"},{"number":26,"verse":"\"From: Claudius Lysias. To: The most powerful leader, Felix. Welcome."},{"number":27,"verse":"After this man was apprehended by the Jewish people and as he was going to be executed by them, when I stood over them together with the armed unit, I took him out when I learned that he is a Roman."},{"number":28,"verse":"Intending to know the reason why they were charging him, I led him down into their council,"},{"number":29,"verse":"whom I found being charged concerning questions of their law, but not having a charge of anything deserving of death or restraints."},{"number":30,"verse":"When it was disclosed to me for there to be going to be in the future a conspiracy by the Jewish people in reference to the man, I sent him immediately to you after I also passed the order on to the complainants to be talking to him before you. Farewell.\""},{"number":31,"verse":"So certainly the soldiers, according to what had been specifically arranged with them, after taking up Paul, led him through the night to Antipatris."},{"number":32,"verse":"On the next day after allowing the horsemen to be traveling together with him, they returned to the barracks,"},{"number":33,"verse":"some horsemen who, when they went into Caesarea and handed over the letter to the leader, also presented Paul to him."},{"number":34,"verse":"After the leader read the letter, asked what kind of province he is from (senatorial or imperial), and determined that he is out of Cilicia,"},{"number":35,"verse":"\"I will hear you out,\" he was declaring, \"whenever your complainants also show up.\" And he gave the order for him to be guarded in Herod's Roman fort."}]}