{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"After five days, the head priest, Ananias, walked down with the older men and a certain speaker, Tertullus, some who made their case against Paul apparent to the leader."},{"number":2,"verse":"When he was called, Tertullus began to be leveling a complaint against him, saying, \"Since we obtain much peace through you and improvements happen to this nation through your plan,"},{"number":3,"verse":"both every way and everywhere, we gladly accept it, most powerful Felix, with every bit of thankfulness."},{"number":4,"verse":"But so that I may not interrupt you over more, I encourage you to listen to us briefly with your politeness."},{"number":5,"verse":"You see, after finding this man a disease (even arousing disturbances with all the Jewish people, the ones throughout the civilized world) and the most prominent leader of the sect of the Nazarenes,"},{"number":6,"verse":"who was even trying to profane the temple grounds, whom we also took into custody and wanted to judge according to our law,"},{"number":7,"verse":"but when Lysias, the commanding officer, came alongside with much force, he led him away out of our hands"},{"number":8,"verse":"when he ordered his complainants to come before you, from the side of whom, you will be able, after investigating yourself, to correctly understand about all these complaints that we level against him.\""},{"number":9,"verse":"The Jewish people also agreed, claiming to be holding these things like this."},{"number":10,"verse":"Paul responded after the leader gestured to him to speak, \"Being well aware that you are a judge of this nation for many years, I more cheerfully defend the things about myself,"},{"number":11,"verse":"you being able to correctly know that there are not more than twelve days with me from the day that I walked up so that I will bow down in Jerusalem."},{"number":12,"verse":"And neither on the temple grounds did they find me having a discussion toward anyone or making tension in a crowd, nor in the synagogues, nor throughout the city."},{"number":13,"verse":"Nor are they able to present proof concerning the complaints that they now level against me."},{"number":14,"verse":"I acknowledge this to you, that in line with the Way (that they call a sect), this is how I minister to the paternal God, trusting all things, the things in line with the Law and the things that have been written by the preachers,"},{"number":15,"verse":"having an anticipation in God (that these people themselves also are awaiting) for there to be going to be in the future a return back to life of dead people, both people who do what is right and people who do what is wrong."},{"number":16,"verse":"In this I exert myself: to be having a conscience not offensive toward God and the people through everything."},{"number":17,"verse":"Through more years, I showed up so that I will make charitable donations to my nation and offerings,"},{"number":18,"verse":"in which, they found me, having been consecrated on the temple grounds, not with a crowd, nor with a disruption. There are some Jewish people out of Western Turkey,"},{"number":19,"verse":"whom it was necessary to be beside us before you and to be leveling a complaint against me if they have anything toward me."},{"number":20,"verse":"Or these people themselves must say if they found something wrong in me when I stood before the council."},{"number":21,"verse":"Or it is about this one voice that I yelled having stood among them, 'About the return back to life of dead people, I am being judged today by you.'\""},{"number":22,"verse":"When Felix (who more accurately knows the things about the Way) heard these things, he put them off, after saying, \"When Lysias, the commanding officer, walks down, I will know what things are wrong regarding you all\""},{"number":23,"verse":"(who specifically arranged with the lieutenant for Paul to be kept both to be having relief and to be hindering none of his own people to be working as a rower or to be coming to him)."},{"number":24,"verse":"After some days, when Felix together with Drusilla (his wife who is Jewish) showed up, he sent for Paul and listened to him about the trust in the Anointed King."},{"number":25,"verse":"Having discussions about the right way, restraint, and the judgment (the one that is going to be in the future), when Felix became afraid, he responded, \"For the thing having our attention now, travel out. After taking time with others, I will summon you,\""},{"number":26,"verse":"but at the same time, also anticipating that stacks of money will be given to him by Paul in order that he might release him. For this reason, sending for him more frequently, he was actually chatting with him."},{"number":27,"verse":"After a two year period was accomplished, Felix took a successor, Porcius Festus. And wanting to place generosities down for the Jewish people, Felix left Paul down there having been locked up."}]}