{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"So when Festus walked up on the province, after three days he walked up to Jerusalem out of Caesarea."},{"number":2,"verse":"The head priest and the most important people of the Jewish people made their case against Paul apparent to him, and they were encouraging him,"},{"number":3,"verse":"asking for generosity against him in order that he might send him to Jerusalem as they made an ambush to execute him along the way."},{"number":4,"verse":"So Festus certainly responded for Paul to be kept in Caesarea, but for he himself to be going to be traveling out quickly."},{"number":5,"verse":"\"So when the capable people among you walk down together,\" he declares, \"if there is anything out of place in this man, they must level a complaint against him.\""},{"number":6,"verse":"After spending more than ten days among them, when he walked down into Caesarea, after being seated on the judicial bench the next day, he gave the order for Paul to be led in."},{"number":7,"verse":"When he showed up, the Jewish people who had walked down out of Greater Jerusalem stood around bringing many and heavy accusations against Paul that they did not have the strength to substantiate"},{"number":8,"verse":"as he defended himself, \"Not in reference to the law of the Jewish people, nor in reference to the temple grounds, nor in reference to Caesar did I sin in any way.\""},{"number":9,"verse":"When Festus, who wanted to place generosity down for the Jewish people, responded to Paul, he said, \"Do you want, after walking up into Jerusalem, to be judged there before me concerning these things?\""},{"number":10,"verse":"Paul said, \"Having stood before the judicial bench of Caesar, I am where it is necessary for me to be judged. I did nothing wrong to Jewish people as you also correctly understand more nicely now."},{"number":11,"verse":"You see, if I certainly do wrong and I have repeatedly done something deserving of death, I do not refuse the \"to die\" part, but if nothing exists of things that these people level against me, no one is able to give me as an act of generosity to them. I call on Caesar.\""},{"number":12,"verse":"Then after Festus spoke together with the counsel, he responded, \"Caesar you have called on. Up to Caesar you will travel.\""},{"number":13,"verse":"After some days occurred, Agrippa the king and Bernice made it to Caesarea, who will greet Festus."},{"number":14,"verse":"As they were spending more days there, Festus laid out to the king the things regarding Paul, saying, \"There is a certain man who has been left down here by Felix, a prisoner,"},{"number":15,"verse":"concerning whom, when I became in Jerusalem, the head priests and the older men of the Jewish people made their case apparent as they asked for justice against him,"},{"number":16,"verse":"to whom I answered that it is not a custom with Roman people to be giving any person for ruin as an act of generosity before even the person that a complaint is leveled against may have the complainants right in front of his face and he may receive a place of defense concerning the charge."},{"number":17,"verse":"So after they came together here, after not making even one delay, the day afterward when I was seated on the judicial bench, I gave the order for the man to be led in,"},{"number":18,"verse":"concerning whom, when the complainants were stood up, they were not even bringing up one accusation of things that I suspected."},{"number":19,"verse":"They were having some questions toward him about their own zeal for God and about a certain Jesus who had died, whom Paul was claiming to be living."},{"number":20,"verse":"Since I wasn't sure what to think about in the questioning concerning this, I was saying to him to tell me if he intends to be traveling to Jerusalem and there to be judged concerning these things."},{"number":21,"verse":"But when Paul called on for him to be kept for the scrutiny of the worshipped one, I gave the order for him to be kept until the time that I will send him to Caesar.\""},{"number":22,"verse":"Agrippa was declaring to Festus, \"I was intending to also listen to the person myself.\" \"Tomorrow,\" Festus declares, \"you will listen to him.\""},{"number":23,"verse":"So on the next day, after Agrippa and Bernice came with much fanfare and went into the hearing room together with both the commanding officers and the men of the city in line with prominence, and when Festus gave the order, Paul was led in."},{"number":24,"verse":"And Festus declares, \"King Agrippa and all the people who are together beside us, men, you see this man about whom all the large number of the Jewish people intervened with me both in Greater Jerusalem and here, shouting that it is not necessary for him to be living anymore."},{"number":25,"verse":"After I took down for him to have repeatedly done nothing deserving of death, but when this man himself actually called on the worshipped one, I decided to be sending him,"},{"number":26,"verse":"concerning whom, I don't have anything certain to write to the master. For this reason, I brought him out before you all, and especially before you, King Agrippa, in order that I might have something to write of the investigation that happened."},{"number":27,"verse":"You see, it seems irrational to me, sending a prisoner and not to indicate the accusations against him.\""}]}