{"bibleAbbr":"BKJVNT","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"In these days, as the students were increasing, grumbling from the Greek-speaking Jews happened to the Hebrew-speaking Jews because their widows were being overlooked in the serving, the daily one."},{"number":2,"verse":"After the Twelve called for the large number of the students, they said, \"It is not a thing satisfying us, leaving the message of God down there to be serving tables."},{"number":3,"verse":"So, brothers, keep an eye on seven men from among you who are witnessed by you to be full of the Sacred Spirit and insight, whom we will put in charge over this need."},{"number":4,"verse":"But we will stay close to the prayer and the serving of the message.\""},{"number":5,"verse":"And the message satisfied them in the sight of all the large number, and they selected Stephen (a man full of trust and the Sacred Spirit), Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolas (an Antiochian convert),"},{"number":6,"verse":"whom they stood in the sight of the missionaries, and when they prayed, they placed their hands on them."},{"number":7,"verse":"And the message of God was growing, and the number of the students in Jerusalem was increasing terribly. Even a big crowd of the priests were obeying the trust."},{"number":8,"verse":"Stephen, full of trust and ability, was doing miracles and huge indicators among the group."},{"number":9,"verse":"Some of the people from the synagogue, the one called \"of Libertines (Latin for free people), Cyrenians, Alexadrians, and the people out of Cilicia and Western Turkey,\" stood up, posing questions to Stephen."},{"number":10,"verse":"And they didn't have the strength to stand in opposition to the insight and the Spirit with which he was speaking."},{"number":11,"verse":"Then they secretly threw in men who said, \"We have listened to him speaking statements hurtful to Moses and God.\""},{"number":12,"verse":"And together they shook up the group, the older men, and the Old Testament transcribers. And when they stood over him, they seized him and led him into the council."},{"number":13,"verse":"And they stood up fraudulent witnesses that said, \"This person doesn't stop speaking hurtful statements against the place, this sacred place, and the law."},{"number":14,"verse":"You see, we have listened to him saying that this Jesus, the Nazarene, will tear this place down and change the customs that Moses turned over to us.\""},{"number":15,"verse":"And when absolutely all of the people seated on the council stared at him, they saw his face as if it were the face of an angel."}]}