{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( జనముల అభివృద్ధి, విస్తరణ) నోవహు కుమారులు షేము, హాము, యాఫెతు. ప్రళయం తర్వాత ఈ ముగ్గురు మగవాళ్లు ఇంకా అనేకమంది కుమారులకు తండ్రులయ్యారు. షేము, హాము, యాఫెతు ద్వారా వచ్చిన కుమారుల జాబితా ఇది. యాఫెతు వంశస్థులు:"},{"number":2,"verse":"( యాఫెతు సంతానము) యాఫెతు కుమారులు గోమెరు, మాగోగు, మాదయి, యావాను, తుబాలు, మెషెకు, తీరసు."},{"number":3,"verse":"గోమెరు కుమారులు అష్కనజు, రీఫతు, తోగర్మా"},{"number":4,"verse":"యావాను కుమారులు ఎలీషా, తర్షీషు, కిత్తీము, దాదోనీము."},{"number":5,"verse":"మధ్యధరా సముద్రానికి చుట్టు ప్రక్కల దేశాల్లో నివసించు ప్రజలంతా ఈ యాఫెతు కుమారుల సంతానమే. ఒక్కో కుమారునికి ఒక్కో స్వంత దేశం ఉంది. కుటుంబాలన్ని పెరిగి వేరు వేరు జాతులవారయ్యారు. ప్రతి జాతివారికి వారి స్వంత భాష ఉంది."},{"number":6,"verse":"( హాము సంతానము) హాము కుమారులు కూషు, మిస్రాయిము, ( మిస్రాయిము ఇది ఈజిప్టు యొక్క మరో పేరు.) పూతు, కనాను."},{"number":7,"verse":"కూషు కుమారులు సెబా, హవీలా, సబ్తా, రాయమా, సబ్తకా. రాయమా కుమారులు షేబ, దదాను."},{"number":8,"verse":"కూషుకు నిమ్రోదు అనే కుమారుడు కూడా ఉన్నాడు. భూమిమీద నిమ్రోదు చాలా శక్తిమంతుడయ్యాడు."},{"number":9,"verse":"నిమ్రోదు యెహోవా యెదుట గొప్ప వేటగాడు. అందుకే మనుష్యులు కొందరిని నిమ్రోదుతో పోల్చి, “ఆ మనిషి యెహోవా యెదుట గొప్ప వేటగాడైన నిమ్రోదువంటివాడు” అంటారు."},{"number":10,"verse":"షీనారు దేశంలో బాబెలు, ఎరెకు, అక్కదుకల్నే అనే చోట్ల నిమ్రోదు రాజ్యం ఆరంభం అయింది."},{"number":11,"verse":"నిమ్రోదు అష్షూరుకు కూడా వెళ్లాడు. అక్కడే నీనెవె, రహోబోతీరు, కాలహు,"},{"number":12,"verse":"రెసెను పట్టణాలను అతడు నిర్మించాడు. (నీనెవెకు, కాలహు పట్టణానికి మధ్య రెసెను ఉంది.)"},{"number":13,"verse":"లూదీయులు, అనామీయులు, లెహాబీయులు, నప్తుహీయులు,"},{"number":14,"verse":"పత్రుసీయులు, కస్లూహీయులు, కఫ్తోరీయుల జనాంగములకు మిస్రాయిము తండ్రి. (ఫిలిష్తీయులు కస్లూహీయులలోనుండి వచ్చినవారే.)"},{"number":15,"verse":"సీదోను తండ్రి కనాను. కనాను జ్యేష్ఠ కుమారుడు సీదోను. హేతుకు కనాను తండ్రి."},{"number":16,"verse":"యెబూసీయులు, అమోరీయులు, గిర్గాషీయులు,"},{"number":17,"verse":"హివ్వీయులు, అర్కీయులు, సినీయులు,"},{"number":18,"verse":"అర్వాదీయులు, సెమారీయులు, హమాతీయులు అందరికిని కనాను తండ్రి. కనాను వంశాలు ప్రపంచంలోని వేర్వేరు భాగాలకు వ్యాప్తి చెందాయి."},{"number":19,"verse":"ఉత్తరాన సీదోను నుండి దక్షిణాన గెరారు వరకు, పశ్చిమాన గాజా నుండి తూర్పున సొదొమ, గొమొఱ్ఱా, అద్మా, సెబోయిము నుండి లాషా వరకు కనాను ప్రజల భూభాగమే."},{"number":20,"verse":"ఆ ప్రజలంతా హాము సంతానం. ఆ ప్రజలందరికీ వారి స్వంత భాషలు, స్వంత దేశాలు ఉన్నాయి. వారు వేరు వేరు జాతులయ్యారు."},{"number":21,"verse":"( షేము సంతానము) యాఫెతు అన్న షేము. షేము వంశస్థుల్లో ఒకడైన ఏబెరు హెబ్రీ ప్రజలందరికీ తండ్రి."},{"number":22,"verse":"షేము కుమారులు, ఏలాము, అష్షూరు, అర్పక్షదు, లూదు, అరాము."},{"number":23,"verse":"అరాము కుమారులు ఊజు, హూలు, గెతెరు, మాష."},{"number":24,"verse":"అర్పక్షదు షేలహుకు తండ్రి. షేలహు ఏబెరుకు తండ్రి."},{"number":25,"verse":"ఏబెరు ఇద్దరు కుమారులకు తండ్రి, ఒక కుమారునికి పెలెగు ( పెలెగు అనగా విభజన) అని పేరు పెట్టబడింది. అతని జీవిత కాలములోనే భూమి విభజించబడింది. కనుక అతనికి ఈ పేరు పెట్టబడింది. మరో సోదరుడి పేరు యొక్తాను."},{"number":26,"verse":"యొక్తాను కుమారులు అల్మదాదు, షెలపు, హసర్మావెతు, యెరహు,"},{"number":27,"verse":"హదోరము, ఊజాలు, దిక్లాను"},{"number":28,"verse":"ఓబాలు, అబీమాయెలు, షేబ,"},{"number":29,"verse":"ఓఫీరు, హవీలా, యోబాబు. ఈ మనుష్యులంతా యొక్తాను కుమారులు."},{"number":30,"verse":"మేషాకు దేశానికి, తూర్పునున్న కొండ దేశానికి మధ్య ఆ ప్రజలు జీవించారు. సెపారా దేశపు దిశలో మేషా ఉంది."},{"number":31,"verse":"వాళ్లు షేము వంశంనుండి వచ్చిన ప్రజలు. వంశాలు, భాషలు, దేశాలు, జాతులను బట్టి వారి క్రమం ఏర్పాటు చేయబడింది."},{"number":32,"verse":"నోవహు కుమారుల వంశాల జాబితా అది. అవి వారి జాతుల ప్రకారం ఏర్పాటు చేయబడ్డాయి. జలప్రళయం తర్వాత భూమి అంతటా వ్యాపించిన ప్రజలందరూ ఆ వంశాల నుండి వచ్చిన వారే."}]}