{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"( అబ్రాము కనానుకు తిరిగి వచ్చుట) కనుక అబ్రాము ఈజిప్టును విడిచిపెట్టాడు. తన భార్యను, స్వంతంగా తనకు ఉన్నదంతా తీసుకొని, నెగెబుగుండా అబ్రాము ప్రయాణం చేశాడు. లోతు కూడా వాళ్లతో ఉన్నాడు."},{"number":2,"verse":"ఈ సమయానికి అబ్రాము చాలా ఐశ్వర్యవంతుడు. అతనికి చాలా విస్తారంగా పశువులు ఉన్నాయి. చాలా వెండి, బంగారం ఉన్నాయి."},{"number":3,"verse":"అబ్రాము చుట్టుప్రక్కల సంచరిస్తూనే ఉన్నాడు. నెగెబును విడిచిపెట్టి మళ్లీ వెనుకకు బేతేలుకు వెళ్లాడు. బేతేలు పట్టణానికి, హాయి పట్టణానికి మధ్యనున్న చోటుకు అతడు వెళ్లాడు. ఇంతకు ముందు అబ్రాము నివసించిన స్థలమే ఇది."},{"number":4,"verse":"అబ్రాము ఒక బలిపీఠాన్ని నిర్మించిన స్థలమిది. కనుక ఈ స్థలంలో అబ్రాము యెహోవాను ఆరాధించాడు."},{"number":5,"verse":"( అబ్రాము, లోతు వేరుపడటం) ఈ సమయంలో అబ్రాముతో లోతు కూడా ప్రయాణం చేస్తున్నాడు. లోతుకు గొర్రెలు, పశువులు, గుడారాలు చాలా ఉన్నాయి."},{"number":6,"verse":"అబ్రాముకు, లోతుకు పశువులు విస్తారంగా ఉన్నందువల్ల వాళ్లిద్దరికి ఆ భూమి సరిపోలేదు."},{"number":7,"verse":"అబ్రాము గొర్రెల కాపరులు, లోతు గొర్రెల కాపరులు వాదించుకోవడం మొదలు పెట్టారు. అదే సమయంలో కనానీయులు, పెరిజ్జీయులు కూడా ఈ దేశంలో నివసిస్తున్నారు."},{"number":8,"verse":"కనుక లోతుతో అబ్రాము ఇలా అన్నాడు: “నీకు, నాకు మధ్య వాదం ఏమీ ఉండకూడదు. నీ మనుష్యులు నా మనుష్యులు వాదించుకోగూడదు. మనమంతా సోదరులం."},{"number":9,"verse":"మనం వేరైపోవాలి. నీకు ఇష్టం వచ్చిన స్థలం ఏదైనా నీవు కోరుకో. నీవు ఎడమకు వెళ్తే, నేను కుడికి వెళ్తాను. నీవు కుడికి వెళ్తే, నేను ఎడమకు వెళ్తాను.”"},{"number":10,"verse":"లోతు పరిశీలించి యోర్దాను లోయను చూశాడు. అక్కడ నీళ్లు విస్తారంగా ఉన్నట్లు లోతు చూశాడు. (ఇది సొదొమ గొమొఱ్ఱాలను యెహోవా నాశనము చేయకముందు. ఆ కాలంలో సోయరు వరకు యొర్దాను లోయ యెహోవా తోటలా ఉంది, ఈజిప్టు భూమిలా ఇది కూడ మంచి భూమి.)"},{"number":11,"verse":"అందుచేత యొర్దాను లోయలో జీవించాలని లోతు నిర్ణయించుకొన్నాడు. ఆ ఇద్దరు మనుష్యులు వేరైపోయారు, లోతు తూర్పు దిక్కుగా ప్రయాణం మొదలు పెట్టాడు."},{"number":12,"verse":"అబ్రాము కనాను దేశంలోనే ఉండిపోయాడు, లోతు లోయలోని పట్టణాల్లో నివసించాడు. బాగా దక్షిణాదిన ఉన్న సొదొమకు తరలిపోయి అక్కడ లోతు నివాసం ఏర్పర్చుకొన్నాడు."},{"number":13,"verse":"సొదొమ ప్రజలు చాలా దుర్మార్గులు. వాళ్లు ఎప్పుడూ యెహోవాకు వ్యతిరేకంగా పాపం చేస్తున్నారు."},{"number":14,"verse":"లోతు వెళ్లిపోయిన తర్వాత అబ్రాముతో యెహోవా ఇలా అన్నాడు: “నీ చుట్టు చూడు. ఉత్తరం, దక్షిణం, తూర్పు, పడమర చూడు."},{"number":15,"verse":"నీవు చూస్తోన్న ఈ దేశం అంతా నీకు, నీ వారసులకు నేను ఇస్తాను. ఇది శాశ్వతంగా నీ దేశం అవుతుంది."},{"number":16,"verse":"భూమిమీద ధూళి కణాలు ఎంత విస్తారమో, నీ వారసులను గూడ అంత విస్తరింప జేస్తాను. నేలమీద ధూళి కణాలను ఎవరైనా లెక్కించగలిగితే అది నీ ప్రజల సంఖ్య అవుతుంది."},{"number":17,"verse":"కనుక వెళ్లు, నీ దేశంలో సంచరించు. దానిని ఇప్పుడు నేను నీకు ఇస్తున్నాను.”"},{"number":18,"verse":"కనుక అబ్రాము తన గుడారాలను తరలించాడు, మమ్రే సమీపంలోని మహా వృక్షాల దగ్గర నివసించాలని అతడు వెళ్లాడు. ఇది హెబ్రోను పట్టణానికి దగ్గరగా ఉంది. యెహోవాను ఆరాధించటానికి ఈ స్థలంలో ఒక బలిపీఠాన్ని అబ్రాము కట్టించాడు."}]}