{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"( ముగ్గురు అతిథులు) తర్వాత మళ్లీ అబ్రాహాముకు యెహోవా ప్రత్యక్షమయ్యాడు. మమ్రేలోని సింధూర వనమునకు దగ్గర్లో అబ్రాహాము నివసిస్తున్నాడు. ఒకనాడు మిట్ట మధ్యాహ్నం అబ్రాహాము తన గుడార ద్వారం దగ్గర కూర్చున్నాడు."},{"number":2,"verse":"అబ్రాహాము తలెత్తి చూడగా, తన ముందర నిలచిన ముగ్గురు మనుష్యులు కనబడ్డారు. అబ్రాహాము వాళ్లను చూడగానే అతడు వారి దగ్గరకు వెళ్లి, వారి ముందు వంగి,"},{"number":3,"verse":"ఇలా అన్నాడు, “అయ్యలారా, మీ దాసుడనైన నా దగ్గర దయచేసి కొంత కాలం ఉండండి."},{"number":4,"verse":"మీ కాళ్లు కడుక్కొనేందుకు నేను నీళ్లు తెస్తాను. చెట్ల క్రింద మీరు విశ్రాంతి తీసుకోవచ్చు."},{"number":5,"verse":"మీ కోసం నేను భోజనం తెస్తాను, కడుపు నిండా భోంచేయండి. తర్వాత మీ దారిన మీరు వెళ్లొచ్చు.” “చాలా బాగుంది, అలాగే కానీయి” అని ఆ ముగ్గురు మనుష్యులు అన్నారు."},{"number":6,"verse":"అబ్రాహాము తన గుడారము దగ్గరకు త్వరత్వరగా వెళ్లాడు. “మూడు రొట్టెలకు సరిపడె గోధుమలు త్వరగా తయారు చేయి” అని అబ్రాహాము శారాతో అన్నాడు."},{"number":7,"verse":"తర్వాత అబ్రాహాము తన పశువుల దగ్గరకు పరుగెత్తాడు. అబ్రాహాము చాలా మంచి లేత దూడను తీసుకొని తన సేవకునికి ఇచ్చాడు. త్వరగా ఆ దూడను వధించి, దానితో భోజనం సిద్ధం చేయమని అబ్రాహాము చెప్పాడు."},{"number":8,"verse":"ఆ మాంసాన్ని ఆ ముగ్గురు మనుష్యులు భోంచేసేందుకు అబ్రాహాము ఇచ్చాడు. అతడు పాలు, వెన్న కూడ వాళ్లకు ఇచ్చాడు. ఆ ముగ్గురు చెట్టు క్రింద భోజనం చేస్తూ ఉండగా అబ్రాహాము వారి దగ్గర నిలబడ్డాడు."},{"number":9,"verse":"“నీ భార్య శారా ఎక్కడ?” అంటూ ఆ ముగ్గురు అబ్రాహామును అడిగారు. “ఆమె అక్కడ గుడారంలో ఉంది” అని అబ్రాహాము అన్నాడు."},{"number":10,"verse":"అప్పుడు యెహోవా, “మళ్లీ వసంతకాలంలో నేను వస్తాను. అప్పటికి నీ భార్య శారాకు ఒక కుమారుడు కలిగి ఉంటాడు” అని అన్నాడు. గుడారం లోపల శారా ఈ విషయాలు విన్నది."},{"number":11,"verse":"అబ్రాహాము శారాలు చాలా ముసలివాళ్లు. స్త్రీలు పిల్లలను కనగల వయస్సు శారాకు దాటిపోయింది."},{"number":12,"verse":"అందుచేత తాను విన్న మాటలను శారా నమ్మలేదు. “ఇప్పుడు నేను ముసలిదాన్ని, నా భర్త ముసలివాడు. నాకు కొడుకు పుట్టటానికి నేను మరీ ముసలిదాన్ని కదా” అనుకొంది తనలో తాను."},{"number":13,"verse":"అప్పుడు అబ్రాహాముతో యెహోవా ఇలా అన్నాడు: “నేను చెప్పింది శారా నమ్మటం లేదు. ఆమె నవ్వింది. ‘నాకు కొడుకు పుట్టటానికి నేను మరీ ముసలిదాన్ని కదా!’ అంది."},{"number":14,"verse":"యెహోవాకు అసాధ్యమైనది ఏదైనా ఉందా? నేను వస్తానని చెప్పిన వసంతకాలంలో మళ్లీ వస్తాను, అప్పుడు నీ భార్య శారాకు కుమారుడు ఉంటాడు.”"},{"number":15,"verse":"అయితే శారా, “నేను నవ్వలేదు” అంది. (భయపడి ఆమె అలా అంది.) కాని యెహోవా, “కాదు, నీవు చెప్పేది నిజం కాదని నాకు తెలుసు. నీవు నవ్వావు” అన్నాడు."},{"number":16,"verse":"అప్పుడు ఆ మనుష్యులు వెళ్లటానికి లేచారు. వారు సొదొమ వైపు చూసి, ఆ దిశగా నడక ప్రారంభించారు. వారికి వీడ్కోలు చెప్పటానికి అబ్రాహాము వాళ్లతో కొంత దూరం నడిచాడు."},{"number":17,"verse":"( దేవునితో అబ్రాహాము బేరం) యెహోవా తనలో తాను ఇలా అనుకొన్నాడు: “ఇప్పుడు నేను చేయబోతున్నది అబ్రాహాముకు నేను చెప్పాలా?"},{"number":18,"verse":"అబ్రాహాము గొప్ప శక్తిగల జనానికి మూల పురుషుడు అవుతాడు. అతని మూలంగా భూమి మీది ప్రజలంతా ఆశీర్వదించబడుతారు."},{"number":19,"verse":"అబ్రాహాముతో నేను ఒక ప్రత్యేక ఒడంబడిక చేసుకున్నాను. అతని పిల్లలు, సంతానము యెహోవా ఇష్ట ప్రకారం జీవించేటట్లు అబ్రాహాము వారికి ఆజ్ఞాపించాలని నేను ఇలా చేశాను. సక్రమంగా న్యాయంగా వాళ్లు జీవించాలని నేను ఇలా చేశాను. అప్పుడు, యెహోవానైన నేను వాగ్దానం చేసిన వాటిని అతనికి ఇవ్వగలను.”"},{"number":20,"verse":"మరల యెహోవా ఇలా అన్నాడు: “సొదొమ గొమొఱ్ఱాల అరుపులు చాలా పెద్దవి. వారి పాపం చాలా భయంకరమైనది అని నేను విన్నాను."},{"number":21,"verse":"కనుక నేను వెళ్లి, అక్కడి విషయాలు నేను విన్నంత చెడ్డగా ఉన్నాయేమో చూస్తాను. అప్పుడు నాకు నిశ్చయంగా తెలుస్తుంది.”"},{"number":22,"verse":"అంచేత ఆ మనుష్యులు మళ్లీ సొదొమవైపు నడక ప్రారంభించారు. అయితే అబ్రాహాము యెహోవాతో అక్కడ ఉండిపోయాడు."},{"number":23,"verse":"అప్పుడు అబ్రాహాము యెహోవాను సమీపించి ఇలా అడిగాడు. “యెహోవా, నీవు దుష్టులను నాశనం చేసేటప్పుడు మంచివారిని కూడా నాశనం చేస్తావా?"},{"number":24,"verse":"ఆ పట్టణంలో ఒకవేళ 50 మంది మంచివాళ్లు ఉంటే ఎలా? ఆ పట్టణాన్ని నాశనం చేసేస్తావా? అక్కడ నివసిస్తున్న 50 మంది మంచివాళ్ల కోసం తప్పక నీవు ఆ పట్టణాన్ని కాపాడు."},{"number":25,"verse":"ఆ పట్టణాన్ని నీవు అసలు నాశనం చేయనే చేయవు. చెడ్డవాళ్లను చంపడంకోసం 50 మంది మంచివాళ్లను నీవు నాశనం చేయవు. అలా గనుక జరిగితే మంచివాళ్లు చెడ్డవాళ్లు సమానమై, ఇద్దరూ శిక్షించబడుతారు. భూలోకమంతటికి నీవు న్యాయమూర్తివి. నిజంగా నీవు సరైనదే చేస్తావని నాకు తెలుసు.”"},{"number":26,"verse":"అప్పుడు, “సొదొమ పట్టణంలో 50 మంది మంచివాళ్లు నాకు కనబడితే, నేను ఆ పట్టణం అంతటిని కాపాడుతాను” అన్నాడు యెహోవా."},{"number":27,"verse":"దానికి అబ్రాహాము ఇలా అన్నాడు: “ప్రభూ, నీతో పోల్చుకొంటే, నేను ధూళిని, బూడిదను మాత్రమే. అయినా నేను మరోసారి తెగించి ఈ ప్రశ్న అడుగుతున్నాను."},{"number":28,"verse":"ఒకవేళ అయిదుగురు మంచివాళ్లు తప్పిపోయి, 45 మంది మంచివాళ్లు మాత్రమే ఆ పట్టణంలో ఉంటే ఎలా? కేవలం అయిదుగురు తక్కువ అయినందువల్ల మొత్తం పట్టణమంతటిని నాశనం చేస్తావా?” “అక్కడ 45 మంది మంచివాళ్లు గనుక నాకు కనబడితే, ఆ పట్టణాన్ని నేను వదిలివేస్తాను” అన్నాడు యెహోవా."},{"number":29,"verse":"మరల అబ్రాహాము, “అక్కడ 40 మంది మంచివాళ్లు మాత్రమే నీకు కనబడినా, నీవు ఆ పట్టణాన్ని నాశనం చేస్తావా?” అని యెహోవాను అడిగాడు. “40 మంది మంచివాళ్లు నాకు కనబడితే, నేను ఆ పట్టణాన్ని నాశనం చేయను” అన్నాడు యెహోవా."},{"number":30,"verse":"అందుకు అబ్రాహాము, “ప్రభూ, నా మీద కోపగించకు. మరొక్క మాట అడుగుతాను. ఆ పట్టణంలో 30 మంది మంచివాళ్లు మాత్రమే కనబడితే, నీవు ఆ పట్టణాన్ని నాశనం చేస్తావా?” అని అడిగాడు. అందుకు యెహోవా, “అక్కడ 30 మంది మంచివాళ్లు నాకు కనబడితే, ఆ పట్టణాన్ని నేను నాశనం చేయను” అని చెప్పాడు."},{"number":31,"verse":"అప్పుడు అబ్రాహాము, “నా ప్రభువుతో మరోసారి మాటలాడ తెగించితిని. ఒకవేళ అక్కడ 20 మంది మంచివాళ్లే ఉంటే” అన్నాడు. “20 మంది మంచివాళ్లు నాకు కనబడితే ఆ పట్టణాన్ని నేను నాశనం చేయను” అని జవాబిచ్చాడు యెహోవా."},{"number":32,"verse":"అప్పుడు అబ్రాహాము ఇలా అన్నాడు, “ప్రభూ, నాపై కోపగించకు, ఈ ఒక్కసారే చివరిగా నీతో మాటలాడ తెగిస్తున్నాను. పదిమంది మంచివాళ్లే గనుక అక్కడ నీకు కనబడితే, నీవేం చేస్తావు?” “పదిమంది మంచివాళ్లు గనుక అక్కడ నాకు కనబడితే, ఆ పట్టణాన్ని నేను నాశనం చేయను” అన్నాడు యెహోవా."},{"number":33,"verse":"యెహోవా అబ్రాహాముతో మాట్లాడటం అయిపోయింది గనుక యెహోవా వెళ్లిపోయాడు. అబ్రాహాము తన ఇంటికి వెళ్లిపోయాడు."}]}