{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"( ఏడవ రోజు-విశ్రాంతి) కనుక భూమి, ఆకాశం, వాటిలోని ప్రతిదీ పూర్తయింది."},{"number":2,"verse":"దేవుడు తాను చేస్తున్న పని ముగించాడు. కనుక ఏడవ రోజున దేవుడు తన పని నుండి విశ్రాంతి తీసుకొన్నాడు."},{"number":3,"verse":"ఏడవ రోజును దేవుడు ఆశీర్వదించి, దానిని పవిత్ర దినంగా చేశాడు. దేవుడు ప్రపంచాన్ని చేసేటప్పుడు జరిగించిన పని అంతటి నుండి ఆ రోజున విశ్రాంతి తీసుకొన్నాడు గనుక, ఆ రోజును ఆయన ప్రత్యేకమైనదిగా చేశాడు."},{"number":4,"verse":"( మొదటి మనిషి, ఏదెను తోట) ఇదే భూమి, ఆకాశం చరిత్ర. భూమిని, ఆకాశాన్ని దేవుడు చేసినప్పుడు జరిగిన సంగతుల విషయం ఇది."},{"number":5,"verse":"భూమి మీద మొక్కలు ఏమీ లేవు. పొలాల్లో ఏమీ పెరగటం లేదు. అప్పటికి యింకా ఎక్కడా మొక్కలు మొలవలేదు. అప్పటికి భూమిమీద యింకా వర్షం యెహోవా కురిపించలేదు. మొక్కలను గూర్చి జాగ్రత్త తీసుకొనే ఏ మనిషి అప్పటికి లేడు."},{"number":6,"verse":"భూమి నుండి ఆవిరి ఉబికి నేల అంతటిని తడిపింది."},{"number":7,"verse":"అప్పుడు యెహోవా దేవుడు నేలనుండి మట్టి తీసుకొని మనిషిని చేశాడు. మనిషి నాసికా రంధ్రాలలో జీవ వాయువును దేవుడు ఊదగా మనిషి సజీవుడు అయ్యాడు."},{"number":8,"verse":"అప్పుడు తూర్పున ఏదెను అను చోట ఒక తోటను యెహోవా వేశాడు. యెహోవా దేవుడు తాను చేసిన మనిషిని ఆ తోటలో ఉంచాడు."},{"number":9,"verse":"అప్పుడు చూచుటకు అందంగా కనబడే చెట్లన్నింటినీ, మరియు ఆహారానికి మంచివైన చెట్లు అన్నింటినీ భూమి పుట్టించునట్లు దేవుడు చేశాడు. జీవ వృక్షమును, మంచి చెడుల తెలివిని ఇచ్చే వృక్షమును ఆ తోట మధ్యలో ఉన్నాయి."},{"number":10,"verse":"ఏదెనులో నుండి ఒక నది ప్రవహిస్తూ ఆ తోటకు నీటిని ఇస్తుంది. ఆ నది పాయలై నాలుగు చిన్న నదులయింది."},{"number":11,"verse":"మొదటి నది పేరు పీషోను. ఇది హవీలా దేశం అంతటా ప్రవహించే నది."},{"number":12,"verse":"(ఆ దేశంలో బంగారం ఉంది, ఆ బంగారం చాలా మంచిది. ఆ దేశంలో బోళం, గోమేధికము కూడా ఉన్నాయి)."},{"number":13,"verse":"రెండవ నది పేరు గీహోను. ఆ నది కూషు దేశమంతటా ప్రవహిస్తుంది."},{"number":14,"verse":"మూడో నది పేరు హిద్దెకెలు. ఆ నది అష్షూరు తూర్పు దిక్కున ప్రవహిస్తుంది. నాలుగో నది యూఫ్రటీసు."},{"number":15,"verse":"మనిషిని ఏదెను తోటలో యెహోవా దేవుడు ఉంచాడు. మొక్కలు నాటి తోటనుగూర్చి శ్రద్ధ తీసుకోవడం మనిషి పని."},{"number":16,"verse":"యెహోవా దేవుడు మనిషికి ఈ ఆజ్ఞ యిచ్చాడు: “ఈ తోటలోని ఏ చెట్టు ఫలమునైనా నీవు తినవచ్చు."},{"number":17,"verse":"అయితే మంచి, చెడ్డల తెలివిని ఇచ్చే చెట్టు ఫలమును నీవు తినకూడదు. ఆ చెట్టు పండు నీవు తిన్న రోజున తప్పక చస్తావు.”"},{"number":18,"verse":"( మొదటి స్త్రీ) అప్పుడు యెహోవా దేవుడు, “పురుషుడు ఒంటరిగా ఉండటం మంచిది కాదు. అతనికి సాటియైన సహకారిణిని నేను చేస్తాను. మరియు ఆ సహకారిణి అతనికి సహాయం చేస్తుంది” అనుకొన్నాడు."},{"number":19,"verse":"పొలాల్లోని ప్రతి జంతువును, గాలిలోని ప్రతి పక్షిని నేలనుండి యెహోవా దేవుడు చేశాడు. ఈ జంతువులన్నింటిని యెహోవా దేవుడు మనిషి దగ్గరకు రప్పించాడు, మనిషి ప్రతిదానికి పేరు పెట్టాడు."},{"number":20,"verse":"సాధు జంతువులన్నింటికీ, ఆకాశ పక్షులన్నింటికి, అడవి క్రూర జంతువులన్నింటికి మనిషి పేర్లు పెట్టాడు. ఎన్నెన్నో జంతువుల్ని, పక్షుల్ని మనిషి చూశాడు. అయితే తనకు సరిపోయే సహాయంగా ఏదీ అతనికి కనబడలేదు."},{"number":21,"verse":"అందుచేత ఆ పురుషుడు గాఢనిద్ర పోయేటట్లు చేశాడు యెహోవా దేవుడు. అతడు నిద్రపోతూ ఉండగా, అతని శరీరంలోని ప్రక్క ఎముకలలో ఒకదాన్ని తీశాడు. ప్రక్క ఎముకను తీసిన చోటును అతని మాంసముతో యెహోవా దేవుడు పూడ్చి వేశాడు."},{"number":22,"verse":"స్త్రీని చేసేందుకు, అతని ప్రక్క ఎముకను యెహోవా దేవుడు ఉపయోగించాడు. అప్పుడు ఆ స్త్రీని ఆ పురుషుని దగ్గరకు యెహోవా దేవుడు తీసుకొని వచ్చాడు."},{"number":23,"verse":"అప్పుడు ఆ పురుషుడు ఇలా అన్నాడు: “ఇప్పుడు, ఇది నావంటి మనిషే. ఆమె ఎముక నా ఎముకల్లోనుంచి వచ్చింది. ఆమె శరీరం నా శరీరంలోనుంచి వచ్చింది. ఆమె నరునిలోనుండి తీయబడింది గనుక ఆమెను నారి అంటాను.”"},{"number":24,"verse":"ఇందువల్ల పురుషుడు తన తండ్రిని, తల్లిని విడిచి, తన భార్యను హత్తుకొంటాడు. వాళ్లిద్దరు ఏకమవుతారు."},{"number":25,"verse":"ఆ తోటలో ఆ పురుషుడు, అతని భార్యా నగ్నంగా ఉన్నారు. కాని వారికి సిగ్గు తెలియదు."}]}