{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":20,"verses":[{"number":1,"verse":"( అబ్రాహాము గెరారుకు వెళ్లుట) అబ్రాహాము ఆ చోటు విడిచి నెగెబుకు ప్రయాణం కట్టాడు. కాదేషుకు, షూరుకు మధ్యనున్న గెరారుకు అబ్రాహాము వెళ్లాడు. గెరారులో ఉన్నప్పుడు"},{"number":2,"verse":"శారా తన సోదరి అని అబ్రాహాము ప్రజలతో చెప్పాడు. గెరారు రాజు అబీమెలెకు ఇది విన్నాడు. అబీమెలెకు శారాను ఇష్టపడి, ఆమెను తీసుకుని వచ్చేందుకు కొందరు సేవకుల్ని పంపించాడు."},{"number":3,"verse":"అయితే ఆ రాత్రి దర్శనంలో అబీమెలెకుతో దేవుడు మాట్లాడి, “చూడు, నీవు చస్తావు. నీవు తెచ్చుకొన్న ఆ స్త్రీ వివాహితురాలు” అని చెప్పాడు."},{"number":4,"verse":"కానీ అప్పటికి అబీమెలెకు శారాతో శయనించ లేదు. కనుక అబీమెలెకు, “ప్రభూ, నేను దోషిని కాను. నిర్దోషిని నీవు చంపుతావా?"},{"number":5,"verse":"‘ఈ స్త్రీ నా సోదరి’ అని అబ్రాహాము స్వయంగా నాతో చెప్పాడు. ఆ స్త్రీ కూడా ‘ఈ పురుషుడు నా సోదరుడు’ అని చెప్పింది. నేను నిర్దోషిని. నేను చేస్తున్నది ఏమిటో నాకు తెలియలేదు” అన్నాడు."},{"number":6,"verse":"ఆ దర్శనంలో అబీమెలెకుతో దేవుడు ఇలా చెప్పాడు: “అవును, నాకు తెలుసు, నీవు నిర్దోషివి. నీవు చేస్తున్నది ఏమిటో నీకు తెలియదు అని నాకు తెలుసు. నేను నిన్ను కాపాడాను. నాకు వ్యతిరేకంగా నిన్ను నేను పాపం చేయనీయలేదు. నీవు ఆమెతో శయనించకుండా చేసింది నేనే."},{"number":7,"verse":"కనుక అబ్రాహాము భార్యను తిరిగి అతనికి అప్పగించు. అబ్రాహాము ఒక ప్రవక్త. ( ప్రవక్త ప్రజలు ఏ విధంగా నడుచుకోవాలని దేవుడు కోరుతున్నాడో దాన్ని గూర్చి ప్రజలకు ప్రబోధించేవాడు.) అతడు నీ కోసం ప్రార్థిస్తాడు, అప్పుడు నీవు బ్రతుకుతావు. కానీ శారాను నీవు తిరిగి అబ్రాహాముకు ఇవ్వకపోతే, నీవు మరణించడం తప్పదు. నీతోబాటు నీ కుటుంబం అంతా మరణిస్తుంది.”"},{"number":8,"verse":"కనుక మర్నాడు వేకువనే, అబీమెలెకు తన సేవకులందరినీ పిల్చాడు. దర్శనంలో సంభవించిన సంగతులన్నీ అబీమెలెకు వారితో చెప్పాడు. సేవకులు చాలా భయపడ్డారు."},{"number":9,"verse":"అప్పుడు అబీమెలెకు అబ్రాహామును పిలిచి, అతనితో అన్నాడు: “నీవు మాకు ఎందుకు ఇలా చేశావు? నీకు నేను ఏమి అపకారం చేశాను? ఎందుకలా అబద్ధం చెప్పి, ఆమె నీ సోదరి అన్నావు? నా రాజ్యానికి నీవు చాలా చిక్కు తెచ్చిపెట్టావు. నాకు నీవు ఇలా చేయకుండా ఉండాల్సింది."},{"number":10,"verse":"నీవు దేనికి ఇలా చేశావు?”"},{"number":11,"verse":"అందుకు అబ్రాహాము చెప్పాడు: “నేను భయపడ్డాను. దేవుడంటే ఇక్కడ ఎవరికీ భయము లేదని అనుకొన్నాను. శారాను పొందటం కోసం ఎవరైనా నన్ను చంపేస్తారు అనుకొన్నాను."},{"number":12,"verse":"ఆమె నా భార్య, అయితే నా సోదరి కూడాను. ఆమె నా తండ్రి కుమార్తె గాని, నా తల్లి కుమార్తె కాదు."},{"number":13,"verse":"నా తండ్రి ఇంటినుండి దేవుడు నన్ను బయటకు నడిపించాడు. అనేక చోట్ల సంచారం చేసేటట్లు దేవుడు నన్ను నడిపించాడు. అలా జరిగినప్పుడు, ‘నీవు నా సోదరివని ప్రజలతో మనం వెళ్లిన చోటల్లా చెప్పు, నాకు ఈ మేలు చేయి’ అని నేను శారాతో చెప్పాను.”"},{"number":14,"verse":"అప్పుడు జరిగిందేమిటో అబీమెలెకు అర్థం చేసుకొన్నాడు. కనుక శారాను అబీమెలెకు తిరిగి అబ్రాహాముకు అప్పగించేశాడు. కొన్ని గొర్రెలు, పశువులు, కొందరు ఆడ, మగ బానిసలను కూడ అబీమెలెకు అబ్రాహాముకు ఇచ్చాడు."},{"number":15,"verse":"మరియు “నీ చుట్టూ చూడు. ఇది నా దేశం. నీకు ఇష్టం వచ్చిన చోట నీవు ఉండవచ్చు” అని అబీమెలెకు అన్నాడు."},{"number":16,"verse":"“చూడు, నీ సోదరుడైన అబ్రాహాముకు 1000 వెండి నాణెములు ఇచ్చాను. జరిగినవాటి విషయమై నా పశ్చాత్తాపం వ్యక్తం చేయడానికి యిది చేశాను. నేను సక్రమంగా జరిగించినట్లు అందరూ చూడాలని నేను కోరుతున్నాను” అని అబీమెలెకు శారాతో చెప్పాడు."},{"number":17,"verse":"అబీమెలెకు కుటుంబంలోని స్త్రీలను గొడ్రాళ్లుగా చేశాడు యెహోవా. అబ్రాహాము భార్య శారాను అబీమెలెకు తీసుకొన్నందుచేత దేవుడు ఇలా చేశాడు. అయితే అబ్రాహాము ప్రార్థించగా అబీమెలెకును, అతని భార్యను మరియు అతని దాసీలను దేవుడు స్వస్థపరచాడు."}]}