{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"( అబ్రాహామా, నీ కొడుకును బలి ఇవ్వు) ఆ సంగతులు జరిగిన తర్వాత అబ్రాహాము యొక్క విశ్వాసాన్ని పరీక్షించాలని దేవుడు అనుకొన్నాడు. “అబ్రాహామా” అని దేవుడు అతణ్ణి పిలిచాడు. దానికి అబ్రాహాము “చిత్తం” అన్నాడు."},{"number":2,"verse":"అప్పుడు దేవుడు చెప్పాడు, “నీ కుమారుని మోరీయా దేశం తీసుకొని వెళ్లు. మోరీయాలో నీ కుమారుణ్ణి నాకు బలిగా చంపు. నీ ఒకే కుమారుడు, నీవు ప్రేమిస్తున్న నీ కుమారుడైన ఇస్సాకును ఇలా చేయాలి. అక్కడ కొండల్లో ఒక దానిమీద అతణ్ణి దహనబలిగా ఉపయోగించు. ఏ కొండ అనేది నేను నీతో చెబుతాను.”"},{"number":3,"verse":"ఉదయాన అబ్రాహాము లేచి, తన గాడిదను సిద్ధం చేశాడు. ఇస్సాకును తన ఇద్దరు సేవకులను అబ్రాహాము తన వెంట తీసుకు వెళ్లాడు. బలి అర్పణ కోసం కట్టెలను అబ్రాహాము నరికాడు. తర్వాత వారు వెళ్లాలని దేవుడు అతనితో చెప్పిన చోటికి వారు వెళ్లారు."},{"number":4,"verse":"వారు మూడు రోజులు ప్రయాణం చేసిన తర్వాత, అబ్రాహాము కన్నులెత్తి దూరంలో వారు వెళ్లవలసిన చోటును చూశాడు."},{"number":5,"verse":"అప్పుడు అబ్రాహాము, “మీరు ఈ గాడిదతో ఇక్కడ ఉండండి. నేను, నా కుమారుడు అక్కడికి వెళ్లి, ఆరాధన చేస్తాం. ఆ తర్వాత మేము మీ దగ్గరకు తిరిగి వస్తాం” అని తన సేవకులతో చెప్పాడు."},{"number":6,"verse":"అబ్రాహాము బలికోసం కట్టెలు తీసుకొని, తన కుమారుని భుజంమీద పెట్టాడు. ఒక ప్రత్యేక ఖడ్గం, నిప్పు అబ్రాహాము పట్టుకొన్నాడు. అప్పుడు అబ్రాహాము, అతని కుమారుడు యిద్దరు కలిసి ఆరాధనా స్థలానికి వెళ్లారు."},{"number":7,"verse":"ఇస్సాకు “తండ్రీ!” అని తన తండ్రి అబ్రాహామును పిలిచాడు. “ఏమిటి కొడుకా?” అని అడిగాడు అబ్రాహాము. “కట్టెలు, నిప్పు నాకు కనబడుతున్నాయి. కాని మనం బలిగా దహించే గొర్రెపిల్ల ఏది?” అని ఇస్సాకు అడిగాడు."},{"number":8,"verse":"“నా కుమారుడా, బలికోసం గొర్రెపిల్లను సరైన సమయంలో దేవుడు మనకు ఇస్తాడు” అని అబ్రాహాము జవాబిచ్చాడు. కనుక అబ్రాహాము, అతని కుమారుడు ఇద్దరూ కలిసి ఆ చోటికి వెళ్లారు."},{"number":9,"verse":"దేవుడు వారికి వెళ్లమని చెప్పిన చోటికి వారు వెళ్లారు. అక్కడ అబ్రాహాము ఒక బలిపీఠం కట్టాడు. కట్టెలను ఆ బలిపీఠం మీద పెట్టాడు. తర్వాత తన కుమారుడు ఇస్సాకును అబ్రాహాము కట్టివేశాడు. బలిపీఠం మీద కట్టెలపై ఇస్సాకును పరుండబెట్టాడు."},{"number":10,"verse":"అప్పుడు అబ్రాహాము తన ఖడ్గం తీసుకొని, తన కుమారుని చంపడానికి సిద్ధమయ్యాడు."},{"number":11,"verse":"కాని అప్పుడు యెహోవా దూత అబ్రాహామును ఆపు చేశాడు. దేవుని దూత ఆకాశం నుండి “అబ్రాహామా, అబ్రాహామా” అని పిలిచాడు. “చిత్తం” అని అబ్రాహాము జవాబిచ్చాడు."},{"number":12,"verse":"“నీ కుమారుని చంపవద్దు, అతనికి ఏ హానీ చేయవద్దు. నీకు దేవుని పట్ల భయం, ఆరాధనా భావం ఉన్నాయని నాకిప్పుడు తెలుసు. నా కోసం, నీ కుమారుణ్ణి, అదీ, నీ ఒకే ఒక్క కుమారుణ్ణి చంపడానికి కూడా నీవు సిద్ధమేనని నేను చూశాను” అన్నాడు దేవదూత."},{"number":13,"verse":"అబ్రాహాము అటు ప్రక్క చూడగా ఒక పొట్టేలు కనబడింది. ఆ పొట్టేలు కొమ్ములు ఒక పొదలో చిక్కుకొన్నాయి. కనుక అబ్రాహాము వెళ్లి, పొట్టేలును పట్టుకొని దానిని చంపాడు. ఆ పొట్టేలును దేవునికి బలిగా అబ్రాహాము ఉపయోగించాడు. అబ్రాహాము కుమారుడు రక్షించబడ్డాడు."},{"number":14,"verse":"అందుచేత ఆ స్థలానికి “ యెహోవా ఈరె ” ( యెహోవ ఈరె “దేవుడు చూస్తాడు” లేక “దేవుడు ఇస్తాడు” అని దీని అర్థం.) అని అబ్రాహాము పేరు పెట్టాడు. “పర్వతం మీద యెహోవా చూసుకుంటాడు” అని ఇప్పటికి ప్రజలు చెబుతారు."},{"number":15,"verse":"ఆకాశంనుండి యెహోవా దూత అబ్రాహామును రెండవసారి పిల్చాడు."},{"number":16,"verse":"యెహోవా దూత చెప్పాడు: “నా కోసం నీ కుమారుణ్ణి చంపడానికి నీవు సిద్ధపడ్డావు. అతడు నీకు ఒక్కడే కుమారుడు. నా కోసం నీవు ఇలా చేశావు గనుక నేను నీకు ఈ వాగ్దానం చేస్తున్నాను. యెహోవానైన నేను వాగ్దానం చేసేది ఏమిటంటే,"},{"number":17,"verse":"నిజంగా నిన్ను నేను ఆశీర్వదిస్తాను. ఆకాశంలో అసంఖ్యాక నక్షత్రాలలాగా సముద్ర తీరంలో ఇసుకలాగా నీ సంతానమును చేస్తాను. నీ ప్రజలు వారి శత్రువులనందరినీ ఓడిస్తారు."},{"number":18,"verse":"నీ సంతానం ద్వారా భూమిమీద ప్రతిజనం ఆశీర్వదించబడతారు. నీవు నాకు విధేయుడవయ్యావు కనుక నేను దీన్ని చేస్తాను.”"},{"number":19,"verse":"అప్పుడు అబ్రాహాము మళ్లీ తన సేవకుల దగ్గరకు వెళ్లిపోయాడు. వాళ్లంతా బెయేర్షెబాకు ప్రయాణమై వెళ్లిపోయారు. అబ్రాహాము అక్కడ నివసించాడు."},{"number":20,"verse":"ఈ సంగతులన్నీ జరిగాక, అబ్రాహాముకు ఒక సందేశం పంపబడింది. ఆ సందేశం ఇది, “నీ సోదరుడు నాహోరు, అతని భార్య మిల్కాకు ఇప్పుడు పిల్లలు ఉన్నారు."},{"number":21,"verse":"మొదటి కుమారుడు ఊజు. రెండవ కుమారుడు బూజు, మూడవ కుమారుడు కెమూయేలు, అతడు అరాము తండ్రి."},{"number":22,"verse":"ఆ తర్వాత కెసెదు, హజో, పిల్దాషు, యిద్లాపు, బెతూయేలు అనువారు ఉన్నారు.”"},{"number":23,"verse":"బెతూయేలు రిబ్కాయొక్క తండ్రి. ఈ ఎనిమిది మంది కుమారులకు తల్లి మిల్కా, తండ్రి నాహోరు. నాహోరు అబ్రాహాము సోదరుడు."},{"number":24,"verse":"మరియు నాహోరు దాసియైన రయూమా ద్వారా అతనికి ఇంకా నలుగురు కుమారులు తెబహు, గహము, తహషు, మయకా కలిగారు."}]}