{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"( కలలుగనే యోసేపు) యాకోబు కనాను దేశంలో ఉంటూ, అక్కడే నివసించాడు. ఇదీ, అతని తండ్రి నివసించినదీ ఒకటే దేశం."},{"number":2,"verse":"ఇది యాకోబు కుటుంబ గాధ. యోసేపు 17 సంవత్సరాల యువకుడు. గొర్రెల్ని, మేకల్ని కాయటం అతని పని. బిల్హా, జిల్ఫా కుమారులైన తన సోదరులతో కలిసి యోసేపు ఈ పని చేశాడు. (బిల్హా, జిల్ఫా అతని తండ్రి భార్యలు.) అతని సోదరులు చేసే చెడ్డ పనులను గూర్చి యోసేపు తన తండ్రితో చెప్పేవాడు."},{"number":3,"verse":"అతని తండ్రి ఇశ్రాయేలు (యాకోబు) చాలా వృద్ధుడుగా ఉన్నప్పుడు యోసేపు పుట్టాడు. కనుక ఇశ్రాయేలు (యాకోబు) తన కుమారులందరికంటే యోసేపును ఎక్కువగా ప్రేమించాడు. యాకోబు తన కుమారునికి ఒక ప్రత్యేకతగల అంగీ ఇచ్చాడు. ఈ అంగీ చాలా పొడుగ్గా, అందంగా ఉంది."},{"number":4,"verse":"యోసేపు సోదరులు వారి తండ్రి వారందరికంటే యోసేపును ఎక్కువగా ప్రేమించటం గమనించారు. అందుచేత వారు వారి సోదరుణ్ణి ద్వేషించారు. వాళ్లు యోసేపుతో స్నేహభావంతో మాట్లాడలేదు."},{"number":5,"verse":"ఒకసారి యోసేపుకు ఒక ప్రత్యేకమైన కల వచ్చింది. తర్వాత ఈ కల విషయం యోసేపు తన అన్నలతో చెప్పాడు. దీని తర్వాత అతని అన్నలు అతణ్ణి మరింతగా ద్వేషించారు."},{"number":6,"verse":"“నాకో కల వచ్చింది,"},{"number":7,"verse":"మనమంతా పొలంలో పని చేస్తున్నాం. మనం గోధుమ పనలు కడ్తున్నాం. నా పన నిలబడింది, దాని చుట్టూ మీ పనలు లేచి నిలబడ్డాయి. అప్పుడు మీ పనలన్నీ నా పనకు సాష్టాంగపడ్డాయి” అని చెప్పాడు యోసేపు."},{"number":8,"verse":"అతని సోదరులు, “అంటే మా మీద నీవు రాజువై అధికారం చేస్తావా?” అని అడిగారు. వారిని గూర్చి యోసేపుకు వస్తోన్న కలల మూలంగా ఇప్పుడు వారు అతణ్ణి ఇంకా ఎక్కువగా ద్వేషించారు."},{"number":9,"verse":"అప్పుడు యోసేపుకు మళ్లీ ఒక కల వచ్చింది. ఈ కలను గూర్చి యోసేపు తన సోదరులకు చెప్పాడు. “నాకు ఇంకో కల వచ్చింది. సూర్యుడు, చంద్రుడు, మరియు 11 నక్షత్రాలు నాకు సాష్టాంగపడటం నేను చూశాను” అంటూ చెప్పాడు యోసేపు."},{"number":10,"verse":"ఈ కల విషయమై యోసేపు తన తండ్రితో కూడ చెప్పాడు. కాని అతని తండ్రి అతణ్ణి విమర్శించాడు. “ఇదేం కల? నేనూ, మీ అమ్మ, నీ సోదరులు అందరం నీకు సాష్టాంగపడతామని నీవు నమ్ముతున్నావా?” అన్నాడు అతని తండ్రి."},{"number":11,"verse":"యోసేపు సోదరులు మాత్రం అతని మీద అసూయ పడుతూనే ఉన్నారు. అయితే యోసేపు తండ్రి వీటన్నింటిని గూర్చి చాలా ఆలోచన చేసి వీటి భావం ఏమై ఉంటుందా అని ఆశ్చర్యపడుతూ వున్నాడు."},{"number":12,"verse":"ఒకరోజు, యోసేపు సోదరులు తమ తండ్రి గొర్రెల్ని మేపుకొనేందుకు షెకెం వెళ్లారు."},{"number":13,"verse":"యాకోబు, “నీ సోదరులు షెకెంలో నా గొర్రెల్ని కాస్తున్నారు. నీవు అక్కడికి వెళ్లాలి” అని యోసేపుతో చెప్పాడు. “అలాగే, నేను వెళ్తా,” అన్నాడు యోసేపు."},{"number":14,"verse":"యోసేపు తండ్రి, “నీవు వెళ్లి నీ సోదరులు క్షేమంగా ఉన్నారో లేదో చూచి, మళ్లీ వచ్చి నా గొర్రెల క్షేమ సమాచారం నాకు చెప్పాలి” అన్నాడు. అందుచేత యోసేపు తండ్రి హెబ్రోను లోయనుండి షెకెముకు అతడ్ని పంపించాడు."},{"number":15,"verse":"షెకెములో యోసేపు తప్పిపోయాడు. అతడు పొలాల్లో తిరుగుతోంటే ఒక మనిషి చూశాడు. “ఏమిటి వెదుకుతున్నావు” అన్నాడు ఆ మనిషి."},{"number":16,"verse":"“నేను నా అన్నల కోసం వెదుకుతున్నాను. వాళ్లు గొర్రెల్ని మేపుకొంటూ ఎక్కడ ఉన్నారో నీవు చెప్పగలవా?” అన్నాడు యోసేపు."},{"number":17,"verse":"ఆ మనిషి “అప్పుడే వాళ్లు వెళ్లిపోయారు గదా. వాళ్లు దోతాను వెళ్తాం అని చెప్పుకోవటం నేను విన్నాను” అన్నాడు. కనుక యోసేపు తన సోదరులను వెంబడించి, దోతానులో వారిని చూడగలిగాడు."},{"number":18,"verse":"( బానిసగా యోసేపును అమ్ముట) యోసేపు రావటం అతని అన్నలు అంత దూరం నుంచే చూశారు. అతణ్ణి చంపేందుకు ఒక పథకం వేయాలని వారు తీర్మానించుకొన్నారు."},{"number":19,"verse":"ఆ సోదరులు వాళ్లలో వారు ఇలా చెప్పుకొన్నారు, “కలలుకనే యోసేపు ఇక్కడికి వస్తున్నాడు."},{"number":20,"verse":"ఇప్పుడు మనకు వీలైనప్పుడే మనం వాణ్ణి చంపివేయాలి. వాని శవాన్ని ఇక్కడే ఏదో ఖాళీ బావిలో పడవేస్తే సరిపోతుంది. అడవి మృగం ఏదో వాణ్ణి చంపేసిందని మన తండ్రితో మనం చెప్పొచ్చు. అప్పుడు అతని కలలన్నీ అర్థము లేనివని వానికి మనం చూపెట్టవచ్చు.”"},{"number":21,"verse":"కానీ రూబేను యోసేపును కాపాడాలి అనుకొన్నాడు, “వాణ్ణి మనం చంపొద్దు."},{"number":22,"verse":"వానికి హాని చేయకుండానే ఒక బావిలో పడవేస్తే సరిపోతుంది” అని చెప్పాడు రూబేను. యోసేపును రక్షించి, అతని తండ్రి దగ్గరకు పంపించాలని రూబేను వేసిన పథకం ఇది."},{"number":23,"verse":"యోసేపు తన సోదరుల దగ్గరకు వచ్చాడు. వారు అతని మీద పడి, అందమైన అతని పొడవాటి అంగీని చింపేసారు."},{"number":24,"verse":"తర్వాత, ఎండిపోయి ఖాళీగా ఉన్న ఒక బావిలో అతణ్ణి పడవేశారు."},{"number":25,"verse":"యోసేపు బావిలో పడి ఉంటే, అతని సోదరులు భోజనం చేసేందుకు కూర్చున్నారు. అప్పుడు వారు చూడగా, గిలాదునుండి ఈజిప్టుకు ప్రయాణం చేస్తోన్న వ్యాపారస్తుల బృందం ఒకటి కనబడింది. వారి ఒంటెలు గుగ్గిలం, మస్తకి, బోళం, ఐశ్వర్యాలు మోస్తున్నాయి."},{"number":26,"verse":"కనుక యూదా తన సోదరులతో “మనం మన సోదరున్ని చంపి, వాని మరణాన్ని దాచిపెడితే మనకేం లాభం?"},{"number":27,"verse":"ఈ వ్యాపారస్తులకు గనుక మనం వాణ్ణి అమ్మివేస్తే మనకు లాభం వస్తుంది. పైగా మన సొంత సోదరున్ని చంపిన అపరాధం మనమీద ఉండదు” అన్నాడు. మిగిలిన సోదరులు సమ్మతించారు."},{"number":28,"verse":"మిద్యానీ వ్యాపారవేత్తలు అటు రాగానే, ఆ సోదరులు యోసేపును బావిలో నుండి బయటకు తీశారు. 20 వెండి నాణాలకు వారతణ్ణి ఆ వ్యాపారవేత్తలకు అమ్మివేశారు. వ్యాపారవేత్తలు అతణ్ణి ఈజిప్టుకు తీసుకువెళ్లారు."},{"number":29,"verse":"ఇంతసేపూ రూబేను అక్కడ తన సోదరులతో లేడు. యోసేపును వారు అమ్మివేసినట్లు అతనికి తెలియదు. రూబేను బావి దగ్గరకు వచ్చినప్పుడు, యోసేపు బావిలో లేడు. రూబేనుకు ఎక్కడ లేని విచారం కలిగింది. తన విషాదాన్ని తెలియజేయడానికి తన గుడ్డలను చింపివేసుకొన్నాడు."},{"number":30,"verse":"రూబేను తన సోదరుల దగ్గరకు వెళ్లి, “పిల్లవాడు బావిలో లేడు, నేనేం చేయాలి?” అని అడిగాడు."},{"number":31,"verse":"ఆ సోదరులు ఒక మేకను చంపి, దాని రక్తాన్ని యోసేపుయొక్క అందమైన అంగీకి పూశారు."},{"number":32,"verse":"తర్వాత ఆ సోదరులు ఆ అంగీని తమ తండ్రికి చూపించారు. “ఈ అంగీ మాకు దొరికింది. ఇది యోసేపుదా?” అంటూ అడిగారు ఆ సోదరులు."},{"number":33,"verse":"తండ్రి అంగీని చూచి, అది యోసేపుదేనని తెలుసుకొన్నాడు. “అవును, అది అతనిదే, ఒకవేళ అడవి మృగం ఏదైనా అతణ్ణి చంపివేసిందేమో. నా కుమారుడు యోసేపును అడవి మృగం ఏదో భక్షించి వేసింది!” అన్నాడు ఆ తండ్రి."},{"number":34,"verse":"యాకోబు తన కుమారుని గూర్చిన దుఃఖంతో తన వస్త్రాలు చింపివేసుకున్నాడు. అతడు దుఃఖంలో ఉన్నట్లు వ్యక్తం చేసేందుకు ప్రత్యేక వస్త్రాలు యాకోబు ధరించాడు. యాకోబు తన కుమారుని విషయం చాలా కాలం దుఃఖంగానే ఉన్నాడు."},{"number":35,"verse":"యాకోబు కుమారులు, కుమార్తెలు అందరూ అతణ్ణి ఓదార్చాలని ప్రయత్నించారు. అయినా యాకోబుకు ఎన్నడూ ఆదరణ కలుగలేదు. యాకోబు “నా మరణ దినంవరకు నా కుమారుని గూర్చి దుఃఖిస్తూనే ఉంటాను” అన్నాడు. అందుచేత అతని కుమారుడైన యోసేపు కోసం యాకోబు దుఃఖంలోనే కాలం గడుపుతూ ఉండిపోయాడు."},{"number":36,"verse":"యోసేపును కొన్న మిద్యాను వ్యాపారవేత్తలు దరిమిలా అతణ్ణి ఈజిప్టులో ఫరో సంరక్షక సేనాధిపతి పోతీఫరుకు అమ్మివేశారు."}]}