{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"( యాకోబు తన కుమారులను ఆశీర్వదించుట) అప్పుడు యాకోబు తన కుమారులందరినీ తన దగ్గరకు పిలిచాడు. అతడు చెప్పాడు: “నా కుమారులందరూ ఇక్కడ నా దగ్గరకు రండి. భవిష్యత్తులో ఏం జరుగుతుందో నేను మీకు చెబుతాను."},{"number":2,"verse":"“యాకోబు కుమారులారా, మీరంతా కలిసి వచ్చి వినండి. మీ తండ్రి ఇశ్రాయేలు మాటలు వినండి."},{"number":3,"verse":"“రూబేనూ, నీవు నా మొట్టమొదటి కుమారుడవు, నా బలం నీవు. పురుషునిగా నా శక్తికి మొదటి ఋజువు నీవే. నా కుమారులందరిలోను గౌరవించదగినవాడివి, మహా బలశాలివి నీవు."},{"number":4,"verse":"కానీ నీవు ఉద్రేకంతో అదుపుదప్పిన ప్రవాహం వలే ఉన్నావు, కాబట్టి నీవు ఎక్కువ గౌరవించదగిన నా కుమారుడవు కావు నీ తండ్రి పడకను నీవు ఎక్కావు. నీ తండ్రి భార్యలలో ఒకదానితో నీవు శయనించావు నీవు నా పడకకు అవమానం తెచ్చావు, ఆ పడకపై నీవు శయనించావు."},{"number":5,"verse":"“షిమ్యోను, లేవీ సోదరులు. తమ ఖడ్గములతో పోరాడటం అంటే వారికి ప్రీతి."},{"number":6,"verse":"రహస్యమందు వారు చెడు కార్యాలను తలస్తారు. వారి పథకాలలో నా ఆత్మ భాగాన్ని కోరటం లేదు, వారి రహస్య సమావేశాలను నేను అంగీకరించను, వారు వారి పగవారిని కోపంతో చంపారు. వారు కేవలం సరదాలకు పశువులకు హాని చేశారు."},{"number":7,"verse":"వారి కోపం శాపం, అది చాల బలీయమయింది. వారికి కోపం వచ్చినప్పుడు వారు చాలా క్రూరులు. యాకోబు దేశంలో వారి వంశాలకు వారి స్వంత భూమి వారికి ఉండదు. ఇశ్రాయేలు అంతటిలో వారు చెదరి ఉంటారు."},{"number":8,"verse":"“యూదా, నీ సోదరులు నిన్ను పొగడుదురు. నీవు నీ శత్రువులను ఓడిస్తావు. నీ సోదరులు నీకు సాగిలపడ్తారు."},{"number":9,"verse":"యూదా సింహంలాంటివాడు. కుమారుడా, తాను చంపిన జంతువు దగ్గర నిలిచిన సింహం వంటి వాడవు నీవు. యూదా సింహంవంటి వాడు. అతడు విశ్రాంతికోసం పండుకొంటాడు. అతణ్ణి లేపుటకు ఎవరూ సాహసించరు."},{"number":10,"verse":"యూదా వంశపు పురుషులు రాజులుగా ఉంటారు. అతని కుటుంబం పరిపాలిస్తుంది అనే సూచన అసలైన రాజు వచ్చేంతవరకు ( రాజు వచ్చేంతవరకు “షిలోహు వచ్చునంతవరకు” లేక “దానికి చెందినవాడు వచ్చువరకు.”) అతని కుటుంబాన్ని విడువదు. అప్పుడు అనేక మంది అతనికి విధేయులై అతణ్ణి సేవిస్తారు."},{"number":11,"verse":"అతడు ద్రాక్షావల్లికి తన గాడిదను కట్టివేస్తాడు ( అతడు … గాడిదను కట్టివేస్తాడు లేక అతని గాడిద ద్రాక్షావల్లికి కట్టబడుతుంది. అతని గాడిద పిల్ల శ్రేష్ఠమైన ద్రాక్షావల్లికి కట్టబడుతుంది. అతడు ద్రాక్షారసంలో తన బట్టలు ఉదుకుతాడు, ద్రాక్షారక్తంలో అతని శ్రేష్ఠవస్త్రాలు ఉదుకుతాడు. 12 అతని కళ్లు ద్రాక్షారసంకంటె ఎక్కువ ఎర్రగాను, అతని పళ్లు పాలకంటె ఎక్కువ తెల్లగాను ఉంటాయి.) శ్రేష్ఠమైన ద్రాక్షావల్లికి అతడు తన గాడిద పిల్లను కట్టివేస్తాడు. అతడు తన బట్టలు ఉదుకుటకు శ్రేష్ఠమైన ద్రాక్షారసాన్ని ఉపయోగిస్తాడు."},{"number":12,"verse":"ద్రాక్షారసం త్రాగి అతని కళ్లు ఎరుపెక్కి ఉంటాయి. పాలు త్రాగి అతని పళ్లు తెల్లగా ఉంటాయి."},{"number":13,"verse":"“జెబూలూను సముద్రానికి సమీపంగా జీవిస్తాడు. అతని తీరం ఓడలకు క్షేమ స్థలంగా ఉంటుంది. అతని భూమి సీదోను వరకు విస్తరిస్తుంది."},{"number":14,"verse":"“ఇశ్శాఖారు చాలా ప్రయాసపడిన గాడిదల వలె ఉంటాడు. భారమైన బరువు మోసినందుచేత అతడు పండుకొని ఉంటాడు."},{"number":15,"verse":"అతడు తన విశ్రాంతి స్థలం మంచిదిగా ఉండేటట్లు చూసుకొంటాడు తన భూమి రమ్యమైనదిగా ఉండేటట్లు అతడు చూసుకొంటాడు. తర్వాత అతడు బరువులు మోయుటకు ఒప్పుకొంటాడు. బానిసగా పని చేసేందుకు అతడు ఒప్పుకొంటాడు."},{"number":16,"verse":"“ఇతర ఇశ్రాయేలు వంశస్థుల్లాగే దాను తన ప్రజలకు తీర్పు తీరుస్తాడు."},{"number":17,"verse":"దారి ప్రక్కన ఉండే పామువలె దాను ఉండునుగాక. త్రోవ దగ్గర పొంచి ఉండే కట్లపామువలె అతడు ఉండుగాక. ఆ పాము గుర్రపు మడిమెను కాటు వేస్తుంది. ఆ గుర్రంమీద స్వారీ చేసే మనిషి గుర్రం మీదనుండి పడిపోతాడు."},{"number":18,"verse":"“యెహోవా, నీ రక్షణకోసం నేను కనిపెట్టుకొని ఉన్నాను."},{"number":19,"verse":"“దొంగల గుంపు గాదు మీద పడ్తారు. కానీ గాదు వారిని తరిమివేస్తాడు.”"},{"number":20,"verse":"“ఆషేరు భూమి మంచి ఆహారాన్ని సమృధ్ధిగా పండిస్తుంది ఒక రాజుకు సరిపోయేలాంటి భోజనం అతనికి ఉంటుంది.”"},{"number":21,"verse":"“స్వేచ్ఛగా పరుగులెత్తే లేడివంటివాడు నఫ్తాలి. అతని మాటలు విన సొంపుగా ఉంటాయి.”"},{"number":22,"verse":"“యోసేపు చాలా విజయశాలి. నీళ్ల ఊట దగ్గర ఎదిగే ద్రాక్షావల్లిలా, కంచెమీద అల్లుకొనే ద్రాక్షా తీగెలా అతడు ఫలిస్తాడు."},{"number":23,"verse":"చాలామంది అతనిమీద ఎదురు తిరిగి అతనితో పోరాడారు. బాణాలు పట్టుకొనేవారు అతనికి శత్రువులయ్యారు."},{"number":24,"verse":"అయితే తన మహత్తర విల్లుతోను, నైపుణ్యంగల తన చేతులతోను అతడు పోరాటం గెల్చాడు. తన శక్తిని యాకోబు యొక్క శక్తిమంతుని నుండి గొర్రెల కాపరినుండి, ఇశ్రాయేలు బండనుండి"},{"number":25,"verse":"నీకు సహాయకుడైన నీ తండ్రి దేవునినుండి అతడు పొందుతాడు. “సర్వశక్తిమంతుడగు దేవుడు నిన్ను ఆశీర్వదించునుగాక! పైన ఆకాశంనుండి ఆశీర్వాదములను, అగాధ స్థలములనుండి ఆశీర్వాదములను ఆయన నీకు అనుగ్రహించునుగాక. స్తనముల దీవెనలు, గర్భపు దీవెనలు ఆయన నీకు ఇచ్చునుగాక."},{"number":26,"verse":"నా తల్లిదండ్రులకు ఎన్నెన్నో మేళ్లు జరిగాయి. మరియు నీ తండ్రినైన నేను అంతకంటె ఎక్కువగ ఆశీర్వదించబడ్డాను. నీ సోదరులు నీకు ఏమీ లేకుండా నిన్ను విడిచిపెట్టారు. అయితే ఇప్పుడు నా ఆశీర్వాదములన్నీ కొండంత ఎత్తుగా నీమీద క్రుమ్మరించబడతాయి.”"},{"number":27,"verse":"“బెన్యామీను ఆకలిగొన్న తోడేలు వంటివాడు. ఉదయాన అతడు చంపుకొని తింటాడు. మిగిలిన దానిని అతడు సాయంకాలం పంచుకొంటాడు.”"},{"number":28,"verse":"ఇవి ఇశ్రాయేలు పండ్రెండు కుటుంబాలు. మరియు వారి తండ్రి వారితో చెప్పిన విషయాలు ఇవి. వారిలో ప్రతి కుమారునికి తగిన ఆశీర్వాదం అతడు వారికి ఇచ్చాడు."},{"number":29,"verse":"తర్వాత ఇశ్రాయేలు వారికి ఒక ఆజ్ఞ ఇచ్చాడు. అతడు ఇలా చెప్పాడు, “నేను మరణించినప్పుడు నా ప్రజలతో ఉండాలని నేను కోరుచున్నాను. హిత్తీయుడగు ఎఫ్రోను పొలంలోని గుహలో నా పూర్వీకులతో బాటు పాతిపెట్టబడాలని కోరుతున్నాను."},{"number":30,"verse":"ఆ గుహ మమ్రే దగ్గర మక్ఫేలా పొలంలో ఉంది. అది కనాను దేశంలో ఉంది. అబ్రాహాము తనను పాతిపెట్టేందుకు స్థలం ఉండాలని ఎఫ్రోను దగ్గర ఆ భూమిని కొన్నాడు."},{"number":31,"verse":"అబ్రాహాము, అతని భార్య శారా ఆ గుహలోనే పాతిపెట్టబడ్డారు. ఇస్సాకు, అతని భార్య రిబ్కా ఆ గుహలోనే పాతిపెట్టబడ్డారు. నా భార్య లేయాను నేను ఆ గుహలోనే పాతిపెట్టాను."},{"number":32,"verse":"హిత్తీ మనుష్యుల దగ్గర కొన్న పొలంలో ఉంది ఆ గుహ.”"},{"number":33,"verse":"యాకోబు తన కుమారులతో మాట్లాడటం ముగించిన తర్వాత అతడు పండుకొని, పడకమీద తన కాళ్లు చాపుకొని మరణించాడు."}]}