{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"( జల ప్రళయం ప్రారంభం) అప్పుడు నోవహుతో యెహోవా ఇలా చెప్పాడు: “ఈ కాలపు దుర్మార్గుల మధ్య నీవు మంచి వాడివిగా నాకు కనబడ్డావు. కనుక నీ కుటుంబం అంతటినీ కలుపుకొని మీరంతా ఓడలోపలికి వెళ్లండి."},{"number":2,"verse":"శుద్ధమయిన జంతువులన్నింటిలో నుండి ఏడేసి జాతులు (మగవి ఏడు, ఆడవి ఏడు) తీసుకో, భూమి మీద ఉన్న ఇతర జంతువులన్నింటిలోనుండి ఒక్క జత (మగది ఒకటి, ఆడది ఒకటి) తీసుకో. ఈ జంతువులన్నింటిని నీతోబాటు ఓడలోనికి నడిపించు."},{"number":3,"verse":"ఆకాశంలో ఎగిరే పక్షులన్నింటిలో నుండి ఏడేసి జతలు (మగవి ఏడు, ఆడవి ఏడు) తీసుకో. ఇలా చేయటంవల్ల మిగతా జంతువులన్ని నాశనం చేయబడిన తర్వాత కూడా ఈ జంతువులన్ని భూమిమీద జీవించడానికి వీలవుతుంది."},{"number":4,"verse":"ఇంక ఏడు రోజులకు భూమిమీద విస్తారమైన వర్షం కురిపిస్తాను. 40 పగళ్లు, 40 రాత్రులు వర్షం కురుస్తుంది. భూమిమీద జీవించే ప్రతిప్రాణి నాశనం చేయబడుతుంది. నేను చేసినవన్నీ నశించిపోతాయి.”"},{"number":5,"verse":"యెహోవా ఆజ్ఞాపించిన వీటన్నిటి విషయంలో నోవహు విధేయుడయ్యాడు."},{"number":6,"verse":"ఈ జలప్రళయము వచ్చినప్పుడు నోవహు వయస్సు 600 సంవత్సరాలు."},{"number":7,"verse":"వరద నీటినుండి తప్పించుకొనేందుకు నోవహు, అతని కుంటుంబం ఓడలో ప్రవేశించారు. నోవహు భార్య, అతని కుమారులు, వారి భార్యలు అతనితో కూడ ఓడలో ఉన్నారు."},{"number":8,"verse":"పవిత్ర జంతువులన్నీ, భూమిమీది ఇతర జంతువులన్నీ, పక్షులన్నీ, నేలమీద ప్రాకు ప్రాణులన్నీ నోవహుతో పాటు ఓడలోకి వెళ్లాయి. దేవుడు నోవహుకు ఆజ్ఞాపించినట్లుగా ఆడ, మగ అనే జంటలుగ లోపలికి వెళ్లాయి."},{"number":10,"verse":"ఏడు రోజుల తర్వాత వరద ప్రారంభమయింది. భూమిమీద వర్షం కురవటం మొదలయింది."},{"number":11,"verse":"రెండవ నెల 17వ రోజున భూమి క్రింద ఉన్న జల ఊటలన్నీ బ్రద్దలై, నేలనుండి నీరు ప్రవహించటం మొదలయింది. అదే రోజున భూమిమీద భారీ వర్షాలు కురవటం ప్రారంభం అయింది. ఆకాశానికి కిటికీలు తీసినట్లుగా ఉంది. 40 పగళ్లు 40 రాత్రులు భూమి మీద వర్షం కురిసింది. సరిగ్గా అదే రోజున నోవహు, అతని భార్య, అతని కుమారులు షేము, హాము, యాఫెతు, వారి భార్యలు ఓడ ఎక్కారు. ఈ సమయంలో నోవహు 600 సంవత్సరాల వయస్సువాడు."},{"number":14,"verse":"ఆ మనుష్యులు, భూమిమీదనున్న అన్ని రకాల జంతువులు ఆ ఓడలో ఉన్నారు. అన్ని రకాల పశువులు, నేలమీద ప్రాకు అన్ని రకాల జంతువులు, అన్ని రకాల పక్షులు ఆ ఓడలో ఉన్నాయి."},{"number":15,"verse":"ఈ జంతువులన్నీ నోవహుతో కలిసి ఓడలోకి వెళ్లాయి. ప్రాణం ఉన్న ప్రతి రకం జంతువు రెండేసి చొప్పున వచ్చాయి."},{"number":16,"verse":"సరిగ్గా దేవుడు ఆజ్ఞాపించినట్లే ఈ జంతువులన్నీ ఓడలో జతలు జతలుగా ప్రవేశించాయి. తరువాత యెహోవా ఓడ తలుపులు మూసివేశాడు."},{"number":17,"verse":"40 రోజుల పాటు నీళ్లు భూమిమీద వరదలై పారాయి. నీటిమట్టం పెరుగుతూ ఓడను నేలమీదనుండి పైకి లేపడం మొదలయింది."},{"number":18,"verse":"నీటిమట్టం పెరగటం కొనసాగుతూనే ఉంది. ఓడ నేలకు చాలా ఎత్తుగా నీటిమీద తేలుతోంది."},{"number":19,"verse":"నీటి మట్టం చాలా పైకి లేచినందువల్ల గొప్ప ఎత్తయిన పర్వతాలు అన్నీ నీళ్లలో మునిగిపోయాయి."},{"number":20,"verse":"పర్వత శిఖరాలకు పైగా నీటిమట్టం లేస్తూనే ఉంది. అన్నింటికంటే ఎత్తయిన పర్వత శిఖరానికి ఇంకా 20 అడుగులు ఎత్తుగానే నీటిమట్టం ఉంది."},{"number":21,"verse":"భూమిమీద బ్రతికి ఉన్న ప్రతి ప్రాణీ చనిపోయింది. ప్రతి పురుషుడు, స్త్రీ మరణించారు. పక్షులు, పశువులు, జంతువులు ఎగిరే ప్రతి ప్రాణి చంపివేయబడ్డాయి. బ్రతికి శ్వాసించే ప్రతి జీవి చనిపోయింది."},{"number":23,"verse":"కనుక భూమిమీద ఉన్న సకల ప్రాణులను, ప్రతి మనిషి, ప్రతి జంతువు, ప్రాకు ప్రతి ప్రాణి, ప్రతి పక్షి అన్నింటినీ దేవుడు నాశనం చేశాడు. ఇవన్నీ భూమిమీద నుండి నాశనం చేయబడ్డాయి. ఓడలోవున్న నోవహు అతనితో ఉన్న మనుష్యులు, జంతువులు మాత్రమే బ్రతికి ఉన్న ప్రాణులు."},{"number":24,"verse":"150 రోజుల పాటు నీళ్లు భూమిని కప్పేశాయి."}]}