{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"( జల ప్రళయం ఆగి పోవుట) అయితే నోవహును దేవుడు మరచిపోలేదు. నోవహును, అతనితో కూడ ఓడలో ఉన్న జంతువులన్నింటిని, పశువులన్నింటిని దేవుడు జ్ఞాపకం చేసుకొన్నాడు. భూమిమీద గాలి వీచేటట్లు దేవుడు చేశాడు. నీళ్లన్నీ కనపడకుండా పోయాయి."},{"number":2,"verse":"ఆకాశం నుండి వర్షం కురవటం ఆగిపోయింది. భూమి క్రింద నుండి నీళ్లు ఉబుకుట కూడ నిలిచిపోయింది."},{"number":3,"verse":"నేలమీద నిండిన నీళ్లు బాగా ఇంకిపోవడం మొదలయింది. 150 రోజుల తర్వాత నీళ్లు బాగా తగ్గిపోయాయి, గనుక ఓడ మరల నేలమీద నిలిచింది. అరారాతు పర్వతాల్లో ఒకదాని మీద ఓడ నిలిచింది. ఇది ఏడవ నెల పదిహేడవ రోజు."},{"number":5,"verse":"నీళ్లు ఇంకిపోతూనే ఉన్నాయి, పదవ నెల మొదటి రోజుకు కొండ శిఖరాలు నీళ్లకు పైగా కనబడ్డాయి."},{"number":6,"verse":"నలభై రోజుల తర్వాత నోవహు తాను చేసిన ఓడ కిటికీ తెరిచాడు."},{"number":7,"verse":"ఒక కాకిని నోవహు బయటకు పంపాడు. నీళ్లన్నీ ఇంకి పోయి, నేల ఆరిపోయేంత వరకు ఒక చోటునుండి మరో చోటుకు ఆ కాకి ఎగురుతూనే ఉంది."},{"number":8,"verse":"ఒక పావురాన్ని కూడా నోవహు పంపించాడు. ఆరిన నేలను పావురం తెల్సుకోవాలనుకొన్నాడు నోవహు. అతడు నేల ఇంకా నీళ్లతో నిండి ఉందేమో తెల్సుకోవాలనుకొన్నాడు."},{"number":9,"verse":"నేలమీద ఇంకా నీళ్లు నిండి ఉండటం చేత పావురం తిరిగి ఓడలోకి వచ్చేసింది. నోవహు చేయి బయటకు చాచి పావురాన్ని పట్టుకున్నాడు. ఆ పావురాన్ని నోవహు మళ్లీ ఓడలోకి తెచ్చాడు."},{"number":10,"verse":"ఏడు రోజుల తర్వాత నోవహు పావురాన్ని మళ్లీ బయటకి పంపించాడు."},{"number":11,"verse":"ఆ మధ్యాహ్నం ఆ పావురం మళ్లీ నోవహు దగ్గరకు వచ్చేసింది. తాజా ఒలీవ ఆకు ఆ పావురం నోటిలో ఉంది. భూమిమీద ఆరిన నేల ఉన్నట్లుగా నోవహుకు అది ఒక గుర్తు."},{"number":12,"verse":"ఏడు రోజుల తర్వాత నోవహు పావురాన్ని మరల బయటకి పంపించాడు. అయితే ఈసారి పావురం మరల ఎన్నడూ తిరిగిరాలేదు."},{"number":13,"verse":"ఆ తర్వాత నోవహు ఓడ తలుపులు తెరిచాడు. నేల ఆరిపోయినట్లుగా నోవహు చూశాడు. అది సంవత్సరములో మొదటి నెల మొదటి రోజు. అప్పుడు నోవహు వయస్సు 601 సంవత్సరాలు."},{"number":14,"verse":"రెండవ నెల 27వ రోజుకు నేల పూర్తిగా ఆరిపోయింది."},{"number":15,"verse":"అప్పుడు యెహోవా నోవహుతో అన్నాడు:"},{"number":16,"verse":"“ఓడ నేలకు దిగింది. నీవు, నీ భార్య, నీ కుమారులు, నీ కోడళ్లు ఇప్పుడు బయటకు వెళ్లాలి."},{"number":17,"verse":"జీవమున్న ప్రతి జంతువును, పక్షులన్నింటిని, భూమిమీద ప్రాకు ప్రాణులన్నిటిని నీతోబాటు బయటకు తీసుకొనిరా. ఆ జంతువులు సంతానాభివృద్ధి చెంది, అవి మరల భూమిని నింపుతాయి.”"},{"number":18,"verse":"తన కుమారులు, తన భార్య, తన కోడళ్లతో నోవహు బయటకు వెళ్లాడు."},{"number":19,"verse":"జంతువులన్నీ ప్రాకు ప్రాణులన్నీ, ప్రతి పక్షి ఓడను విడచి వెళ్లాయి. జంతువులన్నీ వాటి జాతి ప్రకారం గుంపులుగా బయటకు వచ్చాయి."},{"number":20,"verse":"అప్పుడు యెహోవాకు ఒక బలిపీఠాన్ని నోవహు కట్టాడు. పవిత్రమైన పక్షులన్నింటిలో నుండి, పవిత్రమైన జంతువులన్నింటిలో నుండి కొన్నింటిని నోవహు తీసుకొని, దేవునికి కానుకగా బలిపీఠం మీద వాటిని దహించాడు."},{"number":21,"verse":"యెహోవా ఈ బలుల సువాసనను ఆఘ్రాణించి ఆనందించాడు. యెహోవా తనలో తాను అనుకొన్నాడు, “మనుష్యుల్ని శిక్షించేందుకోసం ఒక పద్ధతిగా మరల ఎన్నడు నేను భూమిని శపించను. మనుష్యులు చిన్నప్పటినుండే దుర్మార్గులు కనుక భూమిమీద జీవిస్తున్న వాటన్నింటిని మరల ఎన్నడును నాశనం చేయను. లేదు, మరల నేను ఇలా చేయను."},{"number":22,"verse":"భూమి ఉన్నంత కాలమూ నాటుటకు, పంట కోయుటకు ఎల్లప్పుడూ ఒక సమయం ఉంటుంది. భూమిమీద ఎప్పటికీ చల్లదనం, వేడి, వేసవికాలం, చలికాలం, పగలు, రాత్రిళ్లు ఉంటాయి.”"}]}