{"bibleAbbr":"teERV1997","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"( నూతన ఆరంభం) నోవహును, అతని కుమారులను దేవుడు ఆశీర్వదించాడు. దేవుడు అతనితో చెప్పాడు: “అధిక సంతానం కలిగి, నీ జనంతో భూమిని నింపు."},{"number":2,"verse":"భూమిమీదనున్న ప్రతి జంతువు, గాలిలో ఎగిరే ప్రతి పక్షి, నేలమీద ప్రాకు ప్రతి ప్రాణి, సముద్రంలోని ప్రతి చేప నీకు భయపడతాయి. వాటన్నిటిపైన నీవు పాలకునిగా ఉంటావు.”"},{"number":3,"verse":"“గతంలో నీవు తినేందుకు పచ్చ మొక్కల్ని ఇచ్చాను. ఇప్పుడు ప్రతి జంతువు నీకు ఆహారం అవుతుంది. భూమిపైనున్న సమస్తాన్ని నీకు ఇస్తున్నాను. అదంతా నీదే."},{"number":4,"verse":"అయితే నీకు నేను ఒక ఆజ్ఞ యిస్తున్నాను. దానిలో ఇంకా ప్రాణము (రక్తం) ఉన్న మాంసాన్ని మీరు తినకూడదు."},{"number":5,"verse":"అనగా ఏ మనిషినైనా ఒక జంతువు చంపితే దాని రక్తాన్ని అడుగుతాను, అలానే ఏ మనిషినైనా మరో మనిషి ప్రాణం తీస్తే, ఆ మనిషి రక్తాన్ని అడుగుతాను."},{"number":6,"verse":"“దేవుడు అచ్చం తనలాగే మనుష్యులను చేశాడు. కనుక యింకొక మనిషిని చంపినవాడు మరో మనిషి చేత చంపబడాలి."},{"number":7,"verse":"“నోవహూ! నీవు, నీ కుమారులు అధిక సంతానం కలిగి, నీ జనంతో భూమిని నింపుదురు గాక!”"},{"number":8,"verse":"తర్వాత నోవహుతో, అతని కుమారులతో దేవుడు ఇలా అన్నాడు:"},{"number":9,"verse":"“నీతోను నీ తర్వాత నీ ప్రజలతోను ఇప్పుడు నేను నా వాగ్దానం చేస్తున్నాను."},{"number":10,"verse":"నీతోబాటు ఓడలో నుండి బయటకు వచ్చిన పక్షులన్నింటితోను, పశువులన్నింటితోను, జంతువులన్నింటితోను నేను వాగ్దానం చేస్తున్నాను. భూమి మీదనున్న ప్రతి ప్రాణితో నేను వాగ్దానం చేస్తున్నాను."},{"number":11,"verse":"ఇదే నీకు నా వాగ్దానం. వరదనీటిచేత, భూమిమీద సకల ప్రాణులు నాశనం చేయబడ్డాయి. అయితే ఇక ఎన్నటికీ మరల అలా జరుగదు. భూమిమీద సకల ప్రాణులను ఒక వరద మాత్రం ఇక ఎన్నటికీ తిరిగి నాశనం చేయదు.”"},{"number":12,"verse":"తర్వాత నోవహు, అతని కుమారులతో యెహోవా యిలా అన్నాడు: “ఈ వాగ్దానం నేను మీకు యిచ్చినట్లు రుజువుగా నేను మీకు ఒకటి ఇస్తాను. మీతోను, భూమిమీద జీవించే ప్రతి ప్రాణితోను ఈ వాగ్దానం నేను చేశానని చెప్పేందుకు ఇది రుజువు. ఈ వాగ్దానం రాబోయే కాలములన్నిటిలో కొనసాగుతుంది. ఇదే ఆ రుజువు."},{"number":13,"verse":"మేఘాల్లో నా రంగుల ధనస్సునుంచుచున్నాను. నాకు, భూమికి జరిగిన ఒడంబడికకు రుజువు ఆ రంగుల ధనస్సు."},{"number":14,"verse":"భూమికి పైగా మేఘాలను నేను రప్పించినపుడు, మేఘాలలో రంగుల ధనస్సును మీరు చూస్తారు."},{"number":15,"verse":"రంగుల ధనస్సును నేను చూపినప్పుడు నీతోను, భూమిమీదనున్న సకల ప్రాణులతోను జరిగిన ఒడంబడికను నేను జ్ఞాపకం చేసుకొంటాను. ఈ భూమిమీద సకల ప్రాణులను ఒక జలప్రళయం మాత్రం ఇంకెన్నడూ నాశనం చేయదు అని ఆ ఒప్పందం చెబుతోంది."},{"number":16,"verse":"మేఘాల్లో ఆ రంగుల ధనస్సును నేను చూచినప్పుడు శాశ్వతంగా కొనసాగే ఆ ఒడంబడికను నేను జ్ఞాపకం చేసుకొంటాను. నాకును, భూమిమీద సకల ప్రాణులకును మధ్య జరిగిన ఒడంబడికను నేను జ్ఞాపకం చేసుకొంటాను.”"},{"number":17,"verse":"కనుక, “భూమిమీద సకల ప్రాణులతోను నేను చేసిన ఒడంబడికకు ఆ మేఘ ధనస్సు రుజువు” అని యెహోవా నోవహుతో చెప్పాడు."},{"number":18,"verse":"( మళ్లీ సమస్యలు ప్రారంభం) నోవహుతో కూడ అతని కుమారులు ఓడలోనుండి బయటకు వచ్చారు. వారి పేర్లు షేము, హాము, యాఫెతు. (హాము కనానుకు తండ్రి)."},{"number":19,"verse":"ఆ ముగ్గురు మగవాళ్లు నోవహు కుమారులు. మరియు భూమిమీద ప్రజలంతా ఆ ముగ్గురి కుమారులనుండి వచ్చినవాళ్లే."},{"number":20,"verse":"నోవహు వ్యయసాయదారుడయ్యాడు. అతడు ఒక ద్రాక్షతోట నాటాడు."},{"number":21,"verse":"నోవహు ద్రాక్షారసం చేసి, దాన్ని త్రాగాడు. అతడు మత్తెక్కి తన గుడారంలో పండుకొన్నాడు. నోవహు బట్టలు ఏమీ వేసుకొనలేదు."},{"number":22,"verse":"కనాను తండ్రి హాము, దిగంబరంగా ఉన్న తన తండ్రిని చూశాడు. గుడారం వెలుపలున్న తన సోదరులతో హాము ఈ విషయం చెప్పాడు."},{"number":23,"verse":"అప్పుడు షేము, యాఫెతు కలసి ఒక అంగీని తెచ్చారు. వాళ్లు ఆ అంగీని తమ భుజాలమీద మోసి గుడారంలోకి తీసుకువెళ్లారు. వారు వెనక్కి గుడారంలోకి నడిచివెళ్లి బట్టలు లేకుండా ఉన్న తమ తండ్రి ఒంటిమీద బట్ట కప్పారు."},{"number":24,"verse":"ఆ తర్వాత నోవహు మేల్కొన్నాడు. (ద్రాక్షారసంవల్ల అతడు నిద్రపోతూ ఉన్నాడు). అప్పుడు తన చిన్న కుమారుడు హాము తనకు చేసినదాన్ని అతడు తెలుసుకొన్నాడు."},{"number":25,"verse":"కనుక నోవహు అన్నాడు: “కనాను ( కనాను హాము కుమారుడు. కనానీ ప్రజలు పాలస్తీనా తీర ప్రాంతం, లెబనోను, సిరియా ప్రాంతాలలో నివసించారు. తర్వాత, ఈ దేశాన్ని దేవుడు ఇశ్రాయేలీయులకు ఇచ్చాడు.) శపించబడును గాక! కనాను తన సోదరులకు బానిస అగును గాక!”"},{"number":26,"verse":"నోవహు ఇంకా ఇలా అన్నాడు: “షేము దేవుడగు యెహోవా స్తుతించబడును గాక! కనాను షేముకు బానిస అవును గాక."},{"number":27,"verse":"యాఫెతుకు దేవుడు ఇంకా ఎక్కువ భూమిని ఇచ్చును గాక! షేము గుడారాలలో దేవుడు నివసించును గాక! కనాను వారికి బానిస అవును గాక!”"},{"number":28,"verse":"జలప్రళయం తర్వాత నోవహు 350 సంవత్సరాలు బ్రతికాడు."},{"number":29,"verse":"నోవహు మొత్తం 950 సంవత్సరాలు బ్రతికాడు. తరువాత అతడు మరణించాడు."}]}