{"bibleAbbr":"PESH1849","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":13,"verses":[{"number":1,"verse":"This is the third time that I prepare to come to you; and in the mouth of two or three witnesses shall every word be established."},{"number":2,"verse":"I have foretold you, and again I foretell you; as also twice while I was with you I told you, (so) now also being distant I write to those who have sinned, and to the rest of the others; that if I come again I will not spare."},{"number":3,"verse":"Inasmuch as you demand the proof of the Meshiha who speaketh in me, (of) Him who is not weak among you, but is mighty among you:"},{"number":4,"verse":"- for though he was crucified in weakness, yet he liveth with the power of Aloha: - so also we are weak with you, but we live with him through the power of Aloha which is among you."},{"number":5,"verse":"Prove yourselves, whether in the faith itself you stand; try yourselves. Are you not assured that Jeshu the Meshiha is in you, if you be not reprobates?"},{"number":6,"verse":"But I trust you will know that we are not reprobate."},{"number":7,"verse":"But I implore of Aloha that there may not be any thing in you that is evil, that our proving may be seen; but that you may do good, and that we may be as unproved."},{"number":8,"verse":"For we are not able to do any thing against the truth, but for the truth."},{"number":9,"verse":"For we rejoice when we are weak, and you are strong: but this also we pray, that you may be perfect."},{"number":10,"verse":"Therefore while distant I write these (things), that when I am come I may not act severely, according to the power which my Lord hath given me for your edification, and not for your destruction."},{"number":11,"verse":"Wherefore, my brethren, rejoice, and be perfect, and be comforted, and let agreement and peace be among you; and the God of love and of peace shall be with you."},{"number":12,"verse":"Salute one another with the holy kiss."},{"number":13,"verse":"All the saints ask for your peace."},{"number":14,"verse":"THE PEACE OF OUR LORD JESHU MESHIHA, AND THE LOVE OF ALOHA, AND THE COMMUNION OF THE SPIRIT OF HOLINESS, BE WITH YOU ALL. AMEN."}]}