{"bibleAbbr":"PESH1849","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":6,"verses":[{"number":1,"verse":"And as helpers, we beseech of you that the grace of Aloha which you have received be not made ineffectual [Lo testaraq.] in you."},{"number":2,"verse":"For he hath said, In the time acceptable I have heard thee, and in the day of salvation I have helped thee. Behold, Now is the time acceptable; behold, Now is the day of salvation."},{"number":3,"verse":"Nor in any thing give to any man occasion of stumbling, that no blemish may be upon our ministry;"},{"number":4,"verse":"but in every thing will we demonstrate ourselves that we are the ministers of Aloha; by much patience, by afflictions,"},{"number":5,"verse":"by necessity, by imprisonments, by stripes, by chains, by tumults, by labour, by watching, by fasting,"},{"number":6,"verse":"by purity, by knowledge, by prolonging the mind, by benignity, by the Spirit of Holiness, by love without deceit,"},{"number":7,"verse":"by the doctrine of truth, by the power of Aloha, by the arms of righteousness for the right hand and for the left,"},{"number":8,"verse":"by glory and by shame, by praise and by abuse; as deceivers, and true;"},{"number":9,"verse":"as unknown, and yet we are known; as dead, yet, lo, we live; as chastened, yet we die not;"},{"number":10,"verse":"as sorrowful, yet always rejoicing; as poor, yet many making rich; as having nothing, yet possessing every thing."},{"number":11,"verse":"OUR mouth is opened to you, Kurinthoyee, and our heart expanded."},{"number":12,"verse":"You are not constrained [Or, contracted, cramped.] in us, but you are constrained [Or, contracted, cramped.] in your own bowels."},{"number":13,"verse":"But as unto (my) children, I say to you, Render to me my gains which are with you, and expand your love towards me."},{"number":14,"verse":"And be not sons of the yoke with them who believe not. For what participation hath righteousness with iniquity? Or what commixture hath the light with darkness?"},{"number":15,"verse":"Or what concord [Or, peace.] hath the Meshiha with Satana? Or what portion hath the believer with the unbeliever?"},{"number":16,"verse":"Or what union hath the temple of Aloha with (that) of demons? For you are the temple of Aloha the living; as it is written, I will dwell in them, and walk in them; and I will be their God, and they shall be to me a people."},{"number":17,"verse":"Wherefore come out from among them, and be separate from them, (saith the Lord,) and the impure touch not; and I will receive you,"},{"number":18,"verse":"And I will be to you a Father, and you shall be to me for sons and daughters, saith the Lord, who holdeth all."}]}