{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"ויהי <WH1961> Now it came to pass בשׁלשׁים <WH7970> in the thirtieth שׁנה <WH8141> year, ברביעי <WH7243> in the fourth בחמשׁה <WH2568> in the fifth לחדשׁ <WH2320> of the month, ואני <WH589> as I בתוך <WH8432> among הגולה <WH1473> the captives על <WH5921> by נהר <WH5104> the river כבר <WH3529> of Chebar, נפתחו <WH6605> were opened, השׁמים <WH8064> the heavens ואראה <WH7200> and I saw מראות <WH4759> visions אלהים׃ <WH430> of God."},{"number":2,"verse":"בחמשׁה <WH2568> In the fifth לחדשׁ <WH2320> of the month, היא <WH1931> which השׁנה <WH8141> year החמישׁית <WH2549> the fifth לגלות <WH1546> captivity, המלך <WH4428> of king יויכין׃ <WH3112> Jehoiachin's"},{"number":3,"verse":"היה <WH1961> came expressly היה <WH1961> came expressly דבר <WH1697> The word יהוה <WH3068> of the LORD אל <WH413> unto יחזקאל <WH3168> Ezekiel בן <WH1121> the son בוזי <WH941> of Buzi, הכהן <WH3548> the priest, בארץ <WH776> in the land כשׂדים <WH3778> of the Chaldeans על <WH5921> by נהר <WH5104> the river כבר <WH3529> Chebar; ותהי <WH1961> was עליו <WH5921> upon שׁם <WH8033> there יד <WH3027> and the hand יהוה׃ <WH3068> of the LORD"},{"number":4,"verse":"וארא <WH7200> And I looked, והנה <WH2009> and, behold, רוח <WH7307> a whirlwind סערה <WH5591> a whirlwind באה <WH935> came מן <WH4480> out of הצפון <WH6828> the north, ענן <WH6051> cloud, גדול <WH1419> a great ואשׁ <WH784> and a fire מתלקחת <WH3947> enfolding itself, ונגה <WH5051> and a brightness לו סביב <WH5439> about ומתוכה <WH8432> it, and out of the midst כעין <WH5869> thereof as the color החשׁמל <WH2830> of amber, מתוך <WH8432> out of the midst האשׁ׃ <WH784> of the fire."},{"number":5,"verse":"ומתוכה <WH8432> דמות <WH1823> thereof the likeness ארבע <WH702> of four חיות <WH2416> living creatures. וזה <WH2088> And this מראיהן <WH4758> their appearance; דמות <WH1823> had the likeness אדם <WH120> of a man. להנה׃ <WH2007> they"},{"number":6,"verse":"וארבעה <WH702> had four פנים <WH6440> faces, לאחת <WH259> And every one וארבע <WH702> had four כנפים <WH3671> wings. לאחת׃ <WH259> and every one"},{"number":7,"verse":"ורגליהם <WH7272> And their feet רגל <WH7272> feet; ישׁרה <WH3477> straight וכף <WH3709> and the sole רגליהם <WH7272> of their feet ככף <WH3709> like the sole רגל <WH7272> foot: עגל <WH5695> of a calf's ונצצים <WH5340> and they sparkled כעין <WH5869> like the color נחשׁת <WH5178> brass. קלל׃ <WH7044> of burnished"},{"number":8,"verse":"וידו <WH3027> And the hands אדם <WH120> of a man מתחת <WH8478> under כנפיהם <WH3671> their wings על <WH5921> on ארבעת <WH702> their four רבעיהם <WH7253> sides; ופניהם <WH6440> had their faces וכנפיהם <WH3671> and their wings. לארבעתם׃ <WH702> and they four"},{"number":9,"verse":"חברת <WH2266> joined אשׁה <WH802> one אל <WH413> to אחותה <WH269> another; כנפיהם <WH3671> Their wings לא <WH3808> not יסבו <WH5437> they turned בלכתן <WH1980> when they went; אישׁ <WH376> every one אל <WH413> עבר <WH5676> straight פניו <WH6440> forward. ילכו׃ <WH1980> they went"},{"number":10,"verse":"ודמות <WH1823> As for the likeness פניהם <WH6440> of their faces, פני <WH6440> had the face אדם <WH120> of a man, ופני <WH6440> and the face אריה <WH738> of a lion, אל <WH413> on הימין <WH3225> the right side: לארבעתם <WH702> they four ופני <WH6440> had the face שׁור <WH7794> of an ox מהשׂמאול <WH8040> on the left side; לארבעתן <WH702> and they four ופני <WH6440> also had the face נשׁר <WH5404> of an eagle. לארבעתן׃ <WH702> they four"},{"number":11,"verse":"ופניהם <WH6440> Thus their faces: וכנפיהם <WH3671> and their wings פרדות <WH6504> stretched מלמעלה <WH4605> upward; לאישׁ <WH376> of every one שׁתים <WH8147> two חברות <WH2266> joined אישׁ <WH376> one to another, ושׁתים <WH8147> and two מכסות <WH3680> covered את <WH853> גויתיהנה׃ <WH1472> their bodies."},{"number":12,"verse":"ואישׁ <WH376> every one אל <WH413> עבר <WH5676> straight פניו <WH6440> forward: ילכו <WH1980> And they went אל <WH413> אשׁר <WH834> whither יהיה <WH1961> was שׁמה <WH8033> whither הרוח <WH7307> the spirit ללכת <WH1980> to go, ילכו <WH1980> they went; לא <WH3808> not יסבו <WH5437> they turned בלכתן׃ <WH1980> when they went."},{"number":13,"verse":"ודמות <WH1823> As for the likeness החיות <WH2416> of the living creatures, מראיהם <WH4758> their appearance כגחלי <WH1513> coals אשׁ <WH784> of fire, בערות <WH1197> like burning כמראה <WH4758> like the appearance הלפדים <WH3940> of lamps: היא <WH1931> it מתהלכת <WH1980> went up and down בין <WH996> among החיות <WH2416> the living creatures; ונגה <WH5051> was bright, לאשׁ <WH784> and the fire ומן <WH4480> and out of האשׁ <WH784> the fire יוצא <WH3318> went forth ברק׃ <WH1300> lightning."},{"number":14,"verse":"והחיות <WH2416> And the living creatures רצוא <WH7519> ran ושׁוב <WH7725> and returned כמראה <WH4758> as the appearance הבזק׃ <WH965> of a flash of lightning."},{"number":15,"verse":"וארא <WH7200> Now as I beheld החיות <WH2416> the living creatures, והנה <WH2009> behold אופן <WH212> wheel אחד <WH259> one בארץ <WH776> upon the earth אצל <WH681> by החיות <WH2416> the living creatures, לארבעת <WH702> with his four פניו׃ <WH6440> faces."},{"number":16,"verse":"מראה <WH4758> The appearance האופנים <WH212> of the wheels ומעשׂיהם <WH4639> and their work כעין <WH5869> like unto the color תרשׁישׁ <WH8658> of a beryl: ודמות <WH1823> likeness: אחד <WH259> had one לארבעתן <WH702> and they four ומראיהם <WH4758> and their appearance ומעשׂיהם <WH4639> and their work כאשׁר <WH834> as יהיה <WH1961> it were האופן <WH212> a wheel בתוך <WH8432> in the middle האופן׃ <WH212> of a wheel."},{"number":17,"verse":"על <WH5921> upon ארבעת <WH702> their four רבעיהן <WH7253> sides: בלכתם <WH1980> When they went, ילכו <WH1980> they went לא <WH3808> not יסבו <WH5437> they turned בלכתן׃ <WH1980> when they went."},{"number":18,"verse":"וגביהן <WH1354> As for their rings, וגבה <WH1363> they were so high להם <WH1992> ויראה <WH3374> that they were dreadful; להם <WH1992> וגבתם <WH1354> and their rings מלאת <WH4392> full עינים <WH5869> of eyes סביב <WH5439> round about לארבעתן׃ <WH702> them four."},{"number":19,"verse":"ובלכת <WH1980> went, החיות <WH2416> And when the living creatures ילכו <WH1980> went האופנים <WH212> the wheels אצלם <WH681> by ובהנשׂא <WH5375> were lifted up החיות <WH2416> them: and when the living creatures מעל <WH5921> from הארץ <WH776> the earth, ינשׂאו <WH5375> were lifted up. האופנים׃ <WH212> the wheels"},{"number":20,"verse":"על <WH5921> אשׁרהיה <WH1961> was שׁם <WH8033> thither הרוח <WH7307> the spirit ללכת <WH1980> to go, ילכו <WH1980> they went, שׁמה <WH8033> הרוח <WH7307> spirit ללכת <WH1980> to go; והאופנים <WH212> and the wheels ינשׂאו <WH5375> were lifted up לעמתם <WH5980> over against כי <WH3588> them: for רוח <WH7307> the spirit החיה <WH2416> of the living creature באופנים׃ <WH212> in the wheels."},{"number":21,"verse":"בלכתם <WH1980> When those went, ילכו <WH1980> went; ובעמדם <WH5975> and when those stood, יעמדו <WH5975> stood; ובהנשׂאם <WH5375> and when those were lifted up מעל <WH5921> from הארץ <WH776> the earth, ינשׂאו <WH5375> were lifted up האופנים <WH212> the wheels לעמתם <WH5980> over against כי <WH3588> them: for רוח <WH7307> the spirit החיה <WH2416> of the living creature באופנים׃ <WH212> in the wheels."},{"number":22,"verse":"ודמות <WH1823> And the likeness על <WH5921> upon ראשׁי <WH7218> the heads החיה <WH2416> of the living creature רקיע <WH7549> of the firmament כעין <WH5869> as the color הקרח <WH7140> crystal, הנורא <WH3372> of the terrible נטוי <WH5186> stretched forth על <WH5921> over ראשׁיהם <WH7218> their heads מלמעלה׃ <WH4605> above."},{"number":23,"verse":"ותחת <WH8478> And under הרקיע <WH7549> the firmament כנפיהם <WH3671> their wings ישׁרות <WH3477> straight, אשׁה <WH802> the one אל <WH413> toward אחותה <WH269> the other: לאישׁ <WH376> every one שׁתים <WH8147> had two, מכסות <WH3680> which covered להנה <WH2007> on this side, ולאישׁ <WH376> and every one שׁתים <WH8147> had two, מכסות <WH3680> which covered להנה <WH2007> on that side, את <WH853> גויתיהם׃ <WH1472> their bodies."},{"number":24,"verse":"ואשׁמע <WH8085> I heard את <WH853> קול <WH6963> the noise כנפיהם <WH3671> of their wings, כקול <WH6963> like the noise מים <WH4325> waters, רבים <WH7227> of great כקול <WH6963> as the voice שׁדי <WH7706> of the Almighty, בלכתם <WH1980> And when they went, קול <WH6963> the voice המלה <WH1999> of speech, כקול <WH6963> as the noise מחנה <WH4264> of a host: בעמדם <WH5975> when they stood, תרפינה <WH7503> they let down כנפיהן׃ <WH3671> their wings."},{"number":25,"verse":"ויהי <WH1961> And there was קול <WH6963> a voice מעל <WH5921> from לרקיע <WH7549> the firmament אשׁר <WH834> that על <WH5921> over ראשׁם <WH7218> their heads, בעמדם <WH5975> when they stood, תרפינה <WH7503> had let down כנפיהן׃ <WH3671> their wings."},{"number":26,"verse":"וממעל <WH4605> above לרקיע <WH7549> the firmament אשׁר <WH834> that על <WH5921> over ראשׁם <WH7218> their heads כמראה <WH4758> as the appearance אבן <WH68> stone: ספיר <WH5601> of a sapphire דמות <WH1823> the likeness כסא <WH3678> of a throne, ועל <WH5921> and upon דמות <WH1823> the likeness הכסא <WH3678> of the throne דמות <WH1823> the likeness כמראה <WH4758> as the appearance אדם <WH120> of a man עליו <WH5921> upon מלמעלה׃ <WH4605>"},{"number":27,"verse":"וארא <WH7200> And I saw כעין <WH5869> as the color חשׁמל <WH2830> of amber, כמראה <WH4758> as the appearance אשׁ <WH784> of fire בית <WH1004> within לה סביב <WH5439> round about ממראה <WH4758> it, from the appearance מתניו <WH4975> of his loins ולמעלה <WH4605> even upward, וממראה <WH4758> and from the appearance מתניו <WH4975> of his loins ולמטה <WH4295> even downward, ראיתי <WH7200> I saw כמראה <WH4758> as it were the appearance אשׁ <WH784> of fire, ונגה <WH5051> and it had brightness לו סביב׃ <WH5439> round about."},{"number":28,"verse":"כמראה <WH4758> As the appearance הקשׁת <WH7198> of the bow אשׁר <WH834> that יהיה <WH1961> is בענן <WH6051> in the cloud ביום <WH3117> in the day הגשׁם <WH1653> of rain, כן <WH3651> so מראה <WH4758> the appearance הנגה <WH5051> of the brightness סביב <WH5439> round about. הוא <WH1931> This מראה <WH4758> the appearance דמות <WH1823> of the likeness כבוד <WH3519> of the glory יהוה <WH3068> of the LORD. ואראה <WH7200> And when I saw ואפל <WH5307> I fell על <WH5921> upon פני <WH6440> my face, ואשׁמע <WH8085> and I heard קול <WH6963> a voice מדבר׃ <WH1696> of one that spoke."}]}