{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"ותשׂא <WH5375> אתיוח <WH7307> Moreover the spirit ותבא <WH935> and brought אתי <WH853> אל <WH413> me unto שׁער <WH8179> gate בית <WH1004> house, יהוה <WH3068> of the LORD's הקדמוני <WH6931> the east הפונה <WH6437> which looketh קדימה <WH6921> eastward: והנה <WH2009> and behold בפתח <WH6607> at the door השׁער <WH8179> of the gate עשׂרים <WH6242> and twenty וחמשׁה <WH2568> five אישׁ <WH376> men; ואראה <WH7200> whom I saw בתוכם <WH8432> among את <WH853> יאזניה <WH2970> Jaazaniah בן <WH1121> the son עזר <WH5809> of Azur, ואת <WH853> פלטיהו <WH6410> and Pelatiah בן <WH1121> the son בניהו <WH1141> of Benaiah, שׂרי <WH8269> princes העם׃ <WH5971> of the people."},{"number":2,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto בן <WH1121> me, Son אדם <WH120> of man, אלה <WH428> these האנשׁים <WH376> the men החשׁבים <WH2803> that devise און <WH205> mischief, והיעצים <WH3289> and give עצת <WH6098> counsel רע <WH7451> wicked בעיר <WH5892> city: הזאת׃ <WH2063> in this"},{"number":3,"verse":"האמרים <WH559> Which say, לא <WH3808> not בקרוב <WH7138> near; בנות <WH1129> let us build בתים <WH1004> houses: היא <WH1931> this הסיר <WH5518> the caldron, ואנחנו <WH587> and we הבשׂר׃ <WH1320> the flesh."},{"number":4,"verse":"לכן <WH3651> Therefore הנבא <WH5012> prophesy עליהם <WH5921> against הנבא <WH5012> them, prophesy, בן <WH1121> O son אדם׃ <WH120> of man."},{"number":5,"verse":"ותפל <WH5307> fell עלי <WH5921> upon רוח <WH7307> And the Spirit יהוה <WH3068> of the LORD ויאמר <WH559> me, and said אלי <WH413> unto אמר <WH559> me, Speak; כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; כן <WH3651> Thus אמרתם <WH559> have ye said, בית <WH1004> O house ישׂראל <WH3478> of Israel: ומעלות <WH4609> the things that come רוחכם <WH7307> into your mind, אני <WH589> for I ידעתיה׃ <WH3045> know"},{"number":6,"verse":"הרביתם <WH7235> Ye have multiplied חלליכם <WH2491> your slain בעיר <WH5892> city, הזאת <WH2063> in this ומלאתם <WH4390> and ye have filled חוצתיה <WH2351> the streets חלל׃ <WH2491> thereof with the slain."},{"number":7,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; חלליכם <WH2491> Your slain אשׁר <WH834> whom שׂמתם <WH7760> ye have laid בתוכה <WH8432> in the midst המה <WH1992> of it, they הבשׂר <WH1320> the flesh, והיא <WH1931> and this הסיר <WH5518> the caldron: ואתכם <WH853> הוציאתוכה׃ <WH8432> out of the midst"},{"number":8,"verse":"חרב <WH2719> the sword; יראתם <WH3372> Ye have feared וחרב <WH2719> a sword אביא <WH935> and I will bring עליכם <WH5921> upon נאם <WH5002> you, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":9,"verse":"והוצאתי <WH3318> And I will bring אתכם <WH853> מתוכה <WH8432> you out of the midst ונתתי <WH5414> thereof, and deliver אתכם <WH853> ביד <WH3027> you into the hands זרים <WH2114> of strangers, ועשׂיתי <WH6213> and will execute בכם שׁפטים׃ <WH8201> judgments"},{"number":10,"verse":"בחרב <WH2719> by the sword; תפלו <WH5307> Ye shall fall על <WH5921> you in גבול <WH1366> the border ישׂראל <WH3478> of Israel; אשׁפוט <WH8199> I will judge אתכם <WH853> וידעתם <WH3045> and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":11,"verse":"היא <WH1931> This לא <WH3808> shall not תהיה <WH1961> be לכם לסיר <WH5518> your caldron, ואתם <WH859> neither shall ye תהיו <WH1961> be בתוכה <WH8432> in the midst לבשׂר <WH1320> the flesh אל <WH413> you in גבול <WH1366> the border ישׂראל <WH3478> of Israel: אשׁפט <WH8199> thereof; I will judge אתכם׃ <WH853>"},{"number":12,"verse":"וידעתם <WH3045> And ye shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD: אשׁר <WH834> for בחקי <WH2706> in my statutes, לא <WH3808> ye have not הלכתם <WH1980> walked ומשׁפטי <WH4941> my judgments, לא <WH3808> neither עשׂיתם <WH6213> executed וכמשׁפטי <WH4941> after the manners הגוים <WH1471> of the heathen אשׁר <WH834> that סביבותיכם <WH5439> round about עשׂיתם׃ <WH6213> but have done"},{"number":13,"verse":"ויהי <WH1961> And it came to pass, כהנבאי <WH5012> when I prophesied, ופלטיהו <WH6410> that Pelatiah בן <WH1121> the son בניה <WH1141> of Benaiah מת <WH4191> died. ואפל <WH5307> Then fell I down על <WH5921> upon פני <WH6440> my face, ואזעק <WH2199> and cried קול <WH6963> voice, גדול <WH1419> with a loud ואמר <WH559> and said, אהה <WH162> Ah אדני <WH136> Lord יהוה <WH3069> GOD! כלה <WH3617> a full end אתה <WH859> wilt thou עשׂה <WH6213> make את <WH853> שׁארית <WH7611> of the remnant ישׂראל׃ <WH3478> of Israel?"},{"number":14,"verse":"ויהי <WH1961> came דבר <WH1697> Again the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":15,"verse":"בן <WH1121> Son אדם <WH120> of man, אחיך <WH251> thy brethren, אחיך <WH251> thy brethren, אנשׁי <WH582> גאלתך <WH1353> of thy kindred, וכל <WH3605> and all בית <WH1004> the house ישׂראל <WH3478> of Israel כלה <WH3605> wholly, אשׁר <WH834> they unto whom אמרו <WH559> have said, להם ישׁבי <WH3427> the inhabitants ירושׁלם <WH3389> of Jerusalem רחקו <WH7368> Get you far מעל <WH5921> from יהוה <WH3068> the LORD: לנו היא <WH1931> unto us is this נתנה <WH5414> given הארץ <WH776> land למורשׁה׃ <WH4181> in possession."},{"number":16,"verse":"לכן <WH3651> Therefore אמר <WH559> say, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; כי <WH3588> Although הרחקתים <WH7368> I have cast them far off בגוים <WH1471> among the heathen, וכי <WH3588> and although הפיצותים <WH6327> I have scattered בארצות <WH776> them among the countries, ואהי <WH1961> yet will I be להם למקדשׁ <WH4720> sanctuary מעט <WH4592> to them as a little בארצות <WH776> in the countries אשׁר <WH834> where באו <WH935> they shall come. שׁם׃ <WH8033> where"},{"number":17,"verse":"לכן <WH3651> Therefore אמר <WH559> say, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> וקבצתי <WH6908> I will even gather אתכם <WH853> מן <WH4480> you from העמים <WH5971> the people, ואספתי <WH622> and assemble אתכם <WH853> מן <WH4480> you out of הארצות <WH776> the countries אשׁר <WH834> where נפצותם <WH6327> ye have been scattered, בהם ונתתי <WH5414> and I will give לכם את <WH853> אדמת <WH127> you the land ישׂראל׃ <WH3478> of Israel."},{"number":18,"verse":"ובאו <WH935> And they shall come שׁמה <WH8033> thither, והסירו <WH5493> and they shall take away את <WH853> כל <WH3605> all שׁקוציה <WH8251> the detestable things ואת <WH853> כל <WH3605> thereof and all תועבותיה <WH8441> the abominations ממנה׃ <WH4480> thereof from"},{"number":19,"verse":"ונתתי <WH5414> And I will give להם לב <WH3820> heart, אחד <WH259> them one ורוח <WH7307> spirit חדשׁה <WH2319> a new אתן <WH5414> and I will put בקרבכם <WH7130> within והסרתי <WH5493> you; and I will take לב <WH3820> heart האבן <WH68> the stony מבשׂרם <WH1320> out of their flesh, ונתתי <WH5414> and will give להם לב <WH3820> them a heart בשׂר׃ <WH1320> of flesh:"},{"number":20,"verse":"למען <WH4616> That בחקתי <WH2708> in my statutes, ילכו <WH1980> they may walk ואת <WH853> משׁפטי <WH4941> mine ordinances, ישׁמרו <WH8104> and keep ועשׂו <WH6213> and do אתם <WH853> והיו <WH1961> them:and they shall be לי לעם <WH5971> my people, ואני <WH589> and I אהיה <WH1961> will be להם לאלהים׃ <WH430> their God."},{"number":21,"verse":"ואל <WH413> after לב <WH3820> But whose heart שׁקוציהם <WH8251> of their detestable things ותועבותיהם <WH8441> and their abominations, לבם <WH3820> the heart הלך <WH1980> walketh דרכם <WH1870> their way בראשׁם <WH7218> upon their own heads, נתתי <WH5414> I will recompense נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3068>"},{"number":22,"verse":"וישׂאו <WH5375> lift up הכרובים <WH3742> Then did the cherubims את <WH853> כנפיהם <WH3671> their wings, והאופנים <WH212> and the wheels לעמתם <WH5980> beside וכבוד <WH3519> them; and the glory אלהי <WH430> of the God ישׂראל <WH3478> of Israel עליהם <WH5921> over מלמעלה׃ <WH4605> them above."},{"number":23,"verse":"ויעל <WH5927> went up כבוד <WH3519> And the glory יהוה <WH3068> of the LORD מעל <WH5921> from תוך <WH8432> the midst העיר <WH5892> of the city, ויעמד <WH5975> and stood על <WH5921> upon ההר <WH2022> the mountain אשׁר <WH834> which מקדם <WH6924> on the east side לעיר׃ <WH5892> of the city."},{"number":24,"verse":"ורוח <WH7307> Afterwards the spirit נשׂאתני <WH5375> took me up, ותביאני <WH935> and brought כשׂדימה <WH3778> into Chaldea, אל <WH413> to הגולה <WH1473> them of the captivity. במראה <WH4758> me in a vision ברוח <WH7307> by the Spirit אלהים <WH430> of God ויעל <WH5927> went up מעלי <WH5921> from המראה <WH4758> So the vision אשׁר <WH834> that ראיתי׃ <WH7200> I had seen"},{"number":25,"verse":"ואדבר <WH1696> Then I spoke אל <WH413> unto הגולה <WH1473> them of the captivity את <WH853> כל <WH3605> all דברי <WH1697> the things יהוה <WH3068> the LORD אשׁר <WH834> that הראני׃ <WH7200> had showed"}]}