{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":12,"verses":[{"number":1,"verse":"ויהי <WH1961> also came דבר <WH1697> The word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, בתוך <WH8432> in the midst בית <WH1004> house, המרי <WH4805> of a rebellious אתה <WH859> thou ישׁב <WH3427> dwellest אשׁר <WH834> which עינים <WH5869> have eyes להם לראות <WH7200> to see, ולא <WH3808> not; ראו <WH7200> and see אזנים <WH241> they have ears להם לשׁמע <WH8085> to hear, ולא <WH3808> not: שׁמעו <WH8085> and hear כי <WH3588> for בית <WH1004> house. מרי <WH4805> a rebellious הם׃ <WH1992> they"},{"number":3,"verse":"ואתה <WH859> Therefore, thou בן <WH1121> son אדם <WH120> of man, עשׂה <WH6213> prepare לך כלי <WH3627> thee stuff גולה <WH1473> for removing, וגלה <WH1540> and remove יומם <WH3119> by day לעיניהם <WH5869> in their sight; וגלית <WH1540> and thou shalt remove ממקומך <WH4725> from thy place אל <WH413> to מקום <WH4725> place אחר <WH312> another לעיניהם <WH5869> in their sight: אולי <WH194> it may be יראו <WH7200> they will consider, כי <WH3588> though בית <WH1004> house. מרי <WH4805> a rebellious המה׃ <WH1992> they"},{"number":4,"verse":"והוצאת <WH3318> Then shalt thou bring forth כליך <WH3627> thy stuff ככלי <WH3627> as stuff גולה <WH1473> for removing: יומם <WH3119> by day לעיניהם <WH5869> in their sight, ואתה <WH859> and thou תצא <WH3318> shalt go forth בערב <WH6153> at even לעיניהם <WH5869> in their sight, כמוצאי <WH4161> as they that go forth גולה׃ <WH1473> into captivity."},{"number":5,"verse":"לעיניהם <WH5869> in their sight, חתר <WH2864> Dig לך בקיר <WH7023> thou through the wall והוצאת׃ <WH3318> and carry out"},{"number":6,"verse":"לעיניהם <WH5869> In their sight על <WH5921> upon כתף <WH3802> shoulders, תשׂא <WH5375> shalt thou bear בעלטה <WH5939> in the twilight: תוציא <WH3318> carry forth פניך <WH6440> thy face, תכסה <WH3680> thou shalt cover ולא <WH3808> not תראה <WH7200> that thou see את <WH853> הארץ <WH776> the ground: כי <WH3588> for מופת <WH4159> thee a sign נתתיך <WH5414> I have set לבית <WH1004> unto the house ישׂראל׃ <WH3478> of Israel."},{"number":7,"verse":"ואעשׂ <WH6213> And I did כן <WH3651> so כאשׁר <WH834> as צויתי <WH6680> I was commanded: כלי <WH3627> my stuff הוצאתי <WH3318> I brought forth ככלי <WH3627> as stuff גולה <WH1473> for captivity, יומם <WH3119> by day, ובערב <WH6153> and in the even חתרתי <WH2864> I digged לי בקיר <WH7023> through the wall ביד <WH3027> with mine hand; בעלטה <WH5939> in the twilight, הוצאתי <WH3318> I brought forth על <WH5921> upon כתף <WH3802> shoulder נשׂאתי <WH5375> I bore לעיניהם׃ <WH5869> in their sight."},{"number":8,"verse":"ויהי <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אלי <WH413> unto בבקר <WH1242> And in the morning לאמר׃ <WH559> me, saying,"},{"number":9,"verse":"בן <WH1121> Son אדם <WH120> of man, הלא <WH3808> hath not אמרו <WH559> said אליך <WH413> unto בית <WH1004> the house ישׂראל <WH3478> of Israel, בית <WH1004> house, המרי <WH4805> the rebellious מה <WH4100> thee, What אתה <WH859> thou? עשׂה׃ <WH6213> doest"},{"number":10,"verse":"אמר <WH559> Say אליהם <WH413> thou unto כה <WH3541> them, Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הנשׂיא <WH5387> the prince המשׂא <WH4853> burden הזה <WH2088> This בירושׁלם <WH3389> in Jerusalem, וכל <WH3605> and all בית <WH1004> the house ישׂראל <WH3478> of Israel אשׁר <WH834> that המה <WH1992> בתוכם׃ <WH8432> among"},{"number":11,"verse":"אמר <WH559> Say, אני <WH589> I מופתכם <WH4159> your sign: כאשׁר <WH834> like as עשׂיתי <WH6213> I have done, כן <WH3651> so יעשׂה <WH6213> shall it be done להם בגולה <WH1473> unto them: they shall remove בשׁבי <WH7628> into captivity. ילכו׃ <WH1980> go"},{"number":12,"verse":"והנשׂיא <WH5387> And the prince אשׁר <WH834> that בתוכם <WH8432> among אל <WH413> upon כתף <WH3802> shoulder ישׂא <WH5375> them shall bear בעלטה <WH5939> in the twilight, ויצא <WH3318> and shall go forth: בקיר <WH7023> through the wall יחתרו <WH2864> they shall dig להוציא <WH3318> to carry out בו פניו <WH6440> his face, יכסה <WH3680> thereby: he shall cover יען <WH3282> that אשׁר <WH834> that לא <WH3808> not יראה <WH7200> see לעין <WH5869> with eyes. הוא <WH1931> he את <WH853> הארץ׃ <WH776> the ground"},{"number":13,"verse":"ופרשׂתי <WH6566> also will I spread את <WH853> רשׁתי <WH7568> My net עליו <WH5921> upon ונתפשׂ <WH8610> him, and he shall be taken במצודתי <WH4686> in my snare: והבאתי <WH935> and I will bring אתו <WH853> בבלה <WH894> him to Babylon ארץ <WH776> the land כשׂדים <WH3778> of the Chaldeans; ואותה <WH853> לא <WH3808> yet shall he not יראה <WH7200> see ושׁם <WH8033> there. ימות׃ <WH4191> it, though he shall die"},{"number":14,"verse":"וכל <WH3605> toward every אשׁר <WH834> that סביבתיו <WH5439> about עזרה <WH5828> him to help וכל <WH3605> all אגפיו <WH102> his bands; אזרה <WH2219> And I will scatter לכל <WH3605> him, and all רוח <WH7307> wind וחרב <WH2719> the sword אריק <WH7324> and I will draw out אחריהם׃ <WH310> after"},{"number":15,"verse":"וידעו <WH3045> And they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, בהפיצי <WH6327> when I shall scatter אותם <WH853> בגוים <WH1471> them among the nations, וזריתי <WH2219> and disperse אותם <WH853> בארצות׃ <WH776> them in the countries."},{"number":16,"verse":"והותרתי <WH3498> But I will leave מהם <WH1992> אנשׁי <WH376> men מספר <WH4557> a few מחרב <WH2719> them from the sword, מרעב <WH7458> from the famine, ומדבר <WH1698> and from the pestilence; למען <WH4616> that יספרו <WH5608> they may declare את <WH853> כל <WH3605> all תועבותיהם <WH8441> their abominations בגוים <WH1471> among the heathen אשׁר <WH834> whither באו <WH935> they come; שׁם <WH8033> whither וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":17,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אלי <WH413> to לאמר׃ <WH559> me, saying,"},{"number":18,"verse":"בן <WH1121> Son אדם <WH120> of man, לחמך <WH3899> thy bread ברעשׁ <WH7494> with quaking, תאכל <WH398> eat ומימיך <WH4325> thy water ברגזה <WH7269> with trembling ובדאגה <WH1674> and with carefulness; תשׁתה׃ <WH8354> and drink"},{"number":19,"verse":"ואמרת <WH559> And say אל <WH413> unto עם <WH5971> the people הארץ <WH127> the land כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD ליושׁבי <WH3427> of the inhabitants ירושׁלם <WH3389> of Jerusalem, אל <WH413> of אדמת <WH776> of the land, ישׂראל <WH3478> of Israel; לחמם <WH3899> their bread בדאגה <WH1674> with carefulness, יאכלו <WH398> They shall eat ומימיהם <WH4325> their water בשׁממון <WH8078> with astonishment, ישׁתו <WH8354> and drink למען <WH4616> that תשׁם <WH3456> may be desolate ארצה <WH776> her land ממלאה <WH4393> from all that is therein, מחמס <WH2555> because of the violence כל <WH3605> of all הישׁבים׃ <WH3427> them that dwell"},{"number":20,"verse":"והערים <WH5892> And the cities הנושׁבות <WH3427> that are inhabited תחרבנה <WH2717> shall be laid waste, והארץ <WH776> and the land שׁממה <WH8077> desolate; תהיה <WH1961> shall be וידעתם <WH3045> and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":21,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":22,"verse":"בן <WH1121> Son אדם <WH120> of man, מה <WH4100> what המשׁל <WH4912> proverb הזה <WH2088> that לכם על <WH5921> ye have in אדמת <WH127> the land ישׂראל <WH3478> of Israel, לאמר <WH559> saying, יארכו <WH748> are prolonged, הימים <WH3117> The days ואבד <WH6> faileth? כל <WH3605> and every חזון׃ <WH2377> vision"},{"number":23,"verse":"לכן <WH3651> them therefore, אמר <WH559> saith אליהם <WH413> unto כה <WH3541> Thus אמר <WH559> אדני <WH136> the Lord יהוה <WH3068> השׁבתי <WH7673> to cease, את <WH853> המשׁל <WH4912> proverb הזה <WH2088> I will make this ולא <WH3808> and they shall no ימשׁלו <WH4911> אתווד <WH5750> more בישׂראל <WH3478> in Israel; כי <WH3588> but אם <WH518> but דבר <WH1696> say אליהם <WH413> קרבו <WH7126> are at hand, הימים <WH3117> them, The days ודבר <WH1697> and the effect כל <WH3605> of every חזון׃ <WH2377> vision."},{"number":24,"verse":"כי <WH3588> For לא <WH3808> no יהיה <WH1961> there shall be עוד <WH5750> more כל <WH3605> any חזון <WH2377> vision שׁוא <WH7723> vain ומקסם <WH4738> divination חלק <WH2509> nor flattering בתוך <WH8432> within בית <WH1004> the house ישׂראל׃ <WH3478> of Israel."},{"number":25,"verse":"כי <WH3588> For אני <WH589> I יהוה <WH3068> the LORD: אדבר <WH1696> I will speak, את <WH853> אשׁר <WH834> that אדבר <WH1696> I shall speak דבר <WH1697> and the word ויעשׂה <WH6213> shall come to pass; לא <WH3808> it shall be no תמשׁך <WH4900> prolonged: עוד <WH5750> more כי <WH3588> for בימיכם <WH3117> in your days, בית <WH1004> house, המרי <WH4805> O rebellious אדבר <WH1696> will I say דבר <WH1697> the word, ועשׂיתיו <WH6213> and will perform נאם <WH5002> it, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":26,"verse":"ויהי <WH1961> came דבר <WH1697> Again the word יהוה <WH3068> of the LORD אלי <WH413> to לאמר׃ <WH559> me, saying,"},{"number":27,"verse":"בן <WH1121> Son אדם <WH120> of man, הנה <WH2009> behold, בית <WH1004> the house ישׂראל <WH3478> of Israel אמרים <WH559> say, החזון <WH2377> The vision אשׁר <WH834> that הוא <WH1931> he חזה <WH2372> seeth לימים <WH3117> days רבים <WH7227> for many ולעתים <WH6256> of the times רחוקות <WH7350> far off. הוא <WH1931> and he נבא׃ <WH5012> prophesieth"},{"number":28,"verse":"לכן <WH3651> Therefore אמר <WH559> say אליהם <WH413> unto כה <WH3541> them, Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; לא <WH3808> תמשׁך <WH4900> be prolonged עוד <WH5750> any more, כל <WH3605> דברי <WH1697> of my words אשׁר <WH834> which אדבר <WH1696> I have spoken דבר <WH1697> but the word ויעשׂה <WH6213> shall be done, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."}]}