{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> Again the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, הודע <WH3045> to know את <WH853> ירושׁלם <WH3389> cause Jerusalem את <WH853> תועבתיה׃ <WH8441> her abominations,"},{"number":3,"verse":"ואמרת <WH559> And say, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD לירושׁלם <WH3389> unto Jerusalem; מכרתיך <WH4351> Thy birth ומלדתיך <WH4138> and thy nativity מארץ <WH776> of the land הכנעני <WH3669> of Canaan; אביך <WH1> thy father האמרי <WH567> an Amorite, ואמך <WH517> and thy mother חתית׃ <WH2850>"},{"number":4,"verse":"ומולדותיך <WH4138> And thy nativity, ביום <WH3117> in the day הולדת <WH3205> thou wast born אתך <WH853> לא <WH3808> was not כרת <WH3772> cut, שׁרך <WH8270> thy navel ובמים <WH4325> in water לא <WH3808> neither רחצת <WH7364> wast thou washed למשׁעי <WH4935> to supple והמלח <WH4414> salted at all, לא <WH3808> thou wast not המלחת <WH4414> salted at all, והחתל <WH2853> swaddled at all. לא <WH3808> nor חתלת׃ <WH2853> swaddled at all."},{"number":5,"verse":"לא <WH3808> None חסה <WH2347> pitied עליך <WH5921> pitied עין <WH5869> eye לעשׂות <WH6213> thee, to do לך אחת <WH259> any מאלה <WH428> of these לחמלה <WH2550> unto thee, to have compassion עליך <WH5921> upon ותשׁלכי <WH7993> thee; but thou wast cast out אל <WH413> in פני <WH6440> the open השׂדה <WH7704> field, בגעל <WH1604> to the loathing נפשׁך <WH5315> of thy person, ביום <WH3117> in the day הלדת <WH3205> that thou wast born. אתך׃ <WH853>"},{"number":6,"verse":"ואעבר <WH5674> And when I passed עליך <WH5921> by ואראך <WH7200> thee, and saw מתבוססת <WH947> thee polluted בדמיך <WH1818> in thine own blood, ואמר <WH559> I said לך בדמיך <WH1818> unto thee in thy blood, חיי <WH2421> Live; ואמר <WH559> yea, I said לך בדמיך <WH1818> unto thee in thy blood, חיי׃ <WH2421> Live."},{"number":7,"verse":"רבבה <WH7233> thee to multiply כצמח <WH6780> as the bud השׂדה <WH7704> of the field, נתתיך <WH5414> I have caused ותרבי <WH7235> and thou hast increased ותגדלי <WH1431> and waxen great, ותבאי <WH935> and thou art come בעדי <WH1157> עדיים <WH5716> to excellent שׁדים <WH7699> breasts נכנו <WH3559> are fashioned, ושׂערך <WH8181> and thine hair צמח <WH6779> is grown, ואת <WH859> whereas thou ערם <WH5903> naked ועריה׃ <WH6181> and bare."},{"number":8,"verse":"ואעבר <WH5674> Now when I passed עליך <WH5921> by ואראך <WH7200> thee, and looked upon והנה <WH2009> thee, behold, עתך <WH6256> thy time עת <WH6256> the time דדים <WH1730> of love; ואפרשׂ <WH6566> and I spread כנפי <WH3671> my skirt עליך <WH5921> over ואכסה <WH3680> thee, and covered ערותך <WH6172> thy nakedness: ואשׁבע <WH7650> yea, I swore לך ואבוא <WH935> unto thee, and entered בברית <WH1285> into a covenant אתך <WH854> with נאם <WH5002> thee, saith אדני <WH136> the Lord יהוה <WH3069> GOD, ותהיי׃ <WH1961> and thou becamest"},{"number":9,"verse":"וארחצך <WH7364> Then washed במים <WH4325> I thee with water; ואשׁטף <WH7857> yea, I throughly washed away דמיך <WH1818> thy blood מעליך <WH5921> from ואסכך <WH5480> thee, and I anointed בשׁמן׃ <WH8081> thee with oil."},{"number":10,"verse":"ואלבישׁך <WH3847> I clothed רקמה <WH7553> thee also with embroidered work, ואנעלך <WH5274> and shod תחשׁ <WH8476> thee with badgers' skin, ואחבשׁך <WH2280> and I girded thee about בשׁשׁ <WH8336> with fine linen, ואכסך <WH3680> and I covered משׁי׃ <WH4897> thee with silk."},{"number":11,"verse":"ואעדך <WH5710> I decked עדי <WH5716> thee also with ornaments, ואתנה <WH5414> and I put צמידים <WH6781> bracelets על <WH5921> upon ידיך <WH3027> thy hands, ורביד <WH7242> and a chain על <WH5921> on גרונך׃ <WH1627> thy neck."},{"number":12,"verse":"ואתן <WH5414> And I put נזם <WH5141> a jewel על <WH5921> on אפך <WH639> thy forehead, ועגילים <WH5694> and earrings על <WH5921> in אזניך <WH241> thine ears, ועטרת <WH5850> crown תפארת <WH8597> and a beautiful בראשׁך׃ <WH7218> upon thine head."},{"number":13,"verse":"ותעדי <WH5710> Thus wast thou decked זהב <WH2091> with gold וכסף <WH3701> and silver; ומלבושׁך <WH4403> and thy raiment שׁשׁי <WH8336> fine linen, ומשׁי <WH4897> and silk, ורקמה <WH7553> and embroidered work; סלת <WH5560> fine flour, ודבשׁ <WH1706> and honey, ושׁמן <WH8081> and oil: אכלתי <WH398> thou didst eat ותיפי <WH3302> and thou wast exceeding beautiful, במאד <WH3966> מאדתצלחי <WH6743> and thou didst prosper למלוכה׃ <WH4410> into a kingdom."},{"number":14,"verse":"ויצא <WH3318> went forth לך שׁם <WH8034> And thy renown בגוים <WH1471> among the heathen ביפיך <WH3308> for thy beauty: כי <WH3588> for כליל <WH3632> perfect הוא <WH1931> it בהדרי <WH1926> through my comeliness, אשׁר <WH834> which שׂמתי <WH7760> I had put עליך <WH5921> upon נאם <WH5002> thee, saith אדני <WH136> the Lord יהוה׃ <WH3068>"},{"number":15,"verse":"ותבטחי <WH982> But thou didst trust ביפיך <WH3308> in thine own beauty, ותזני <WH2181> and playedst the harlot על <WH5921> because שׁמך <WH8034> of thy renown, ותשׁפכי <WH8210> and pouredst out את <WH853> תזנותיך <WH8457> thy fornications על <WH5921> on כל <WH3605> every one עובר <WH5674> that passed by; לו יהי׃ <WH1961> his it was."},{"number":16,"verse":"ותקחי <WH3947> thou didst take, מבגדיך <WH899> ותעשׂי <WH6213> and deckedst לך במות <WH1116> thy high places טלאות <WH2921> with divers colors, ותזני <WH2181> and playedst the harlot עליהם <WH5921> thereupon: לא <WH3808> shall not באות <WH935> come, ולא <WH3808> neither יהיה׃ <WH1961> shall it be"},{"number":17,"verse":"ותקחי <WH3947> Thou hast also taken כלי <WH3627> jewels תפארתך <WH8597> thy fair מזהבי <WH2091> of my gold ומכספי <WH3701> and of my silver, אשׁר <WH834> which נתתי <WH5414> I had given לך ותעשׂי <WH6213> thee, and madest לך צלמי <WH6754> to thyself images זכר <WH2145> of men, ותזני׃ <WH2181> and didst commit whoredom"},{"number":18,"verse":"ותקחי <WH3947> And tookest את <WH853> בגדי <WH899> garments, רקמתך <WH7553> thine embroidered ותכסים <WH3680> and coveredst ושׁמני <WH8081> mine oil וקטרתי <WH7004> and mine incense נתתי <WH5414> them: and thou hast set לפניהם׃ <WH6440> before"},{"number":19,"verse":"ולחמי <WH3899> My meat אשׁר <WH834> also which נתתי <WH5414> I gave לך סלת <WH5560> thee, fine flour, ושׁמן <WH8081> and oil, ודבשׁ <WH1706> and honey, האכלתיך <WH398> I fed ונתתיהו <WH5414> thee, thou hast even set לפניהם <WH6440> it before לריח <WH7381> savor: ניחח <WH5207> them for a sweet ויהי <WH1961> and it was, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":20,"verse":"ותקחי <WH3947> Moreover thou hast taken את <WH853> בניך <WH1121> thy sons ואת <WH853> בנותיך <WH1323> and thy daughters, אשׁר <WH834> whom ילדת <WH3205> thou hast borne לי ותזבחים <WH2076> unto me, and these hast thou sacrificed להם לאכול <WH398> unto them to be devoured. המעט <WH4592> a small matter, מתזנתך׃ <WH8457> thy whoredoms"},{"number":21,"verse":"ותשׁחטי <WH7819> That thou hast slain את <WH853> בני <WH1121> my children, ותתנים <WH5414> and delivered בהעביר <WH5674> them to cause them to pass through אותם׃ <WH853>"},{"number":22,"verse":"ואת <WH853> כל <WH3605> And in all תועבתיך <WH8441> thine abominations ותזנתיך <WH8457> and thy whoredoms לא <WH3808> thou hast not זכרתי <WH2142> remembered את <WH853> ימי <WH3117> the days נעוריך <WH5271> of thy youth, בהיותך <WH1961> when thou wast ערם <WH5903> naked ועריה <WH6181> and bare, מתבוססת <WH947> polluted בדמך <WH1818> in thy blood. היית׃ <WH1961> wast"},{"number":23,"verse":"ויהי <WH1961> And it came to pass אחרי <WH310> after כל <WH3605> all רעתך <WH7451> thy wickedness, אוי <WH188> (woe, אוי <WH188> woe לך נאם <WH5002> unto thee! saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD;)"},{"number":24,"verse":"ותבני <WH1129> thou hast also built לך גב <WH1354> unto thee an eminent place, ותעשׂי <WH6213> and hast made לך רמה <WH7413> thee a high place בכל <WH3605> in every רחוב׃ <WH7339> street."},{"number":25,"verse":"אל <WH413> at כל <WH3605> every ראשׁ <WH7218> head דרך <WH1870> of the way, בנית <WH1129> Thou hast built רמתך <WH7413> thy high place ותתעבי <WH8581> to be abhorred, את <WH853> יפיך <WH3308> and hast made thy beauty ותפשׂקי <WH6589> and hast opened את <WH853> רגליך <WH7272> thy feet לכל <WH3605> to every one עובר <WH5674> that passed by, ותרבי <WH7235> and multiplied את <WH853> תזנתך׃ <WH8457> thy whoredoms."},{"number":26,"verse":"ותזני <WH2181> Thou hast also committed fornication אל <WH413> with בני <WH1121> מצריםׁכניך <WH7934> thy neighbors, גדלי <WH1432> great בשׂר <WH1320> of flesh; ותרבי <WH7235> and hast increased את <WH853> תזנתך <WH8457> thy whoredoms, להכעיסני׃ <WH3707> to provoke me to anger."},{"number":27,"verse":"והנה <WH2009> Behold, נטיתי <WH5186> therefore I have stretched out ידי <WH3027> my hand עליך <WH5921> over ואגרע <WH1639> thee, and have diminished חקך <WH2706> thine ordinary ואתנך <WH5414> and delivered בנפשׁ <WH5315> thee unto the will שׂנאותיך <WH8130> of them that hate בנות <WH1323> thee, the daughters פלשׁתים <WH6430> of the Philistines, הנכלמות <WH3637> which are ashamed מדרכך <WH1870> way. זמה׃ <WH2154> of thy lewd"},{"number":28,"verse":"ותזני <WH2181> Thou hast played the whore אל <WH413> also with בני <WH1121> אשׁורבלתי <WH1115> שׂבעתך <WH7646> be satisfied. ותזנים <WH2181> yea, thou hast played the harlot וגם <WH1571> with them, and yet לא <WH3808> couldest not שׂבעת׃ <WH7654>"},{"number":29,"verse":"ותרבי <WH7235> Thou hast moreover multiplied את <WH853> תזנותך <WH8457> thy fornication אל <WH413> in ארץ <WH776> the land כנען <WH3667> of Canaan כשׂדימה <WH3778> unto Chaldea; וגם <WH1571> and yet בזאת <WH2063> herewith. לא <WH3808> thou wast not שׂבעת׃ <WH7646> satisfied"},{"number":30,"verse":"מה <WH4100> How אמלה <WH535> weak לבתך <WH3826> is thine heart, נאם <WH5002> saith אדני <WH136> the Lord יהוה <WH3069> GOD, בעשׂותך <WH6213> seeing thou doest את <WH853> כל <WH3605> all אלה <WH428> these מעשׂה <WH4639> the work אשׁה <WH802> woman; זונה <WH2181> whorish שׁלטת׃ <WH7986> of an imperious"},{"number":31,"verse":"בבנותיך <WH1129> In that thou buildest גבך <WH1354> thine eminent place בראשׁ <WH7218> in the head כל <WH3605> of every דרך <WH1870> way, ורמתך <WH7413> thine high place עשׂיתי <WH6213> and makest בכל <WH3605> in every רחוב <WH7339> street; ולא <WH3808> and hast not הייתי <WH1961> been כזונה <WH2181> as a harlot, לקלס <WH7046> in that thou scornest אתנן׃ <WH868> hire;"},{"number":32,"verse":"האשׁה <WH802> a wife המנאפת <WH5003> that committeth adultery, תחת <WH8478> instead אישׁה <WH376> of her husband! תקח <WH3947> taketh את <WH853> זרים׃ <WH2114> strangers"},{"number":33,"verse":"לכל <WH3605> to all זנות <WH2181> whores: יתנו <WH5414> They give נדה <WH5078> gifts ואת <WH859> but thou נתת <WH5414> givest את <WH853> נדניך <WH5083> thy gifts לכל <WH3605> to all מאהביך <WH157> thy lovers, ותשׁחדי <WH7809> and hirest אותם <WH853> לבוא <WH935> them, that they may come אליך <WH413> unto מסביב <WH5439> thee on every side בתזנותיך׃ <WH8457> for thy whoredom."},{"number":34,"verse":"ויהי <WH1961> is בך הפך <WH2016> And the contrary מן <WH4480> in thee from הנשׁים <WH802> women בתזנותיך <WH8457> in thy whoredoms, ואחריך <WH310> followeth לא <WH3808> whereas none זונה <WH2181> thee to commit whoredoms: ובתתך <WH5414> and in that thou givest אתנן <WH868> a reward, ואתנן <WH868> reward לא <WH3808> and no נתן <WH5414> is given לך ותהי <WH1961> unto thee, therefore thou art להפך׃ <WH2016> contrary."},{"number":35,"verse":"לכן <WH3651> Wherefore, זונה <WH2181> O harlot, שׁמעי <WH8085> hear דבר <WH1697> the word יהוה׃ <WH3068> of the LORD:"},{"number":36,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because השׁפך <WH8210> was poured out, נחשׁתך <WH5178> thy filthiness ותגלה <WH1540> discovered ערותך <WH6172> and thy nakedness בתזנותיך <WH8457> through thy whoredoms על <WH5921> with מאהביך <WH157> thy lovers, ועל <WH5921> and with כל <WH3605> all גלולי <WH1544> the idols תועבותיך <WH8441> of thy abominations, וכדמי <WH1818> and by the blood בניך <WH1121> of thy children, אשׁר <WH834> which נתת׃ <WH5414> thou didst give"},{"number":37,"verse":"לכן <WH3651> therefore הנני <WH2005> מקבץ <WH6908> I will gather את <WH853> כל <WH3605> all מאהביך <WH157> thy lovers, אשׁר <WH834> whom ערבת <WH6149> thou hast taken pleasure, עליהם <WH5921> with ואת <WH853> כל <WH3605> and all אשׁר <WH834> that אהבת <WH157> thou hast loved, על <WH5921> with כל <WH3605> all אשׁר <WH834> that שׂנאת <WH8130> thou hast hated; וקבצתי <WH6908> I will even gather אתם <WH853> עליך <WH5921> against מסביב <WH5439> them round about וגליתי <WH1540> thee, and will discover ערותך <WH6172> thy nakedness אלהם <WH413> unto וראו <WH7200> them, that they may see את <WH853> כל <WH3605> all ערותך׃ <WH6172> thy nakedness."},{"number":38,"verse":"ושׁפטתיך <WH8199> And I will judge משׁפטי <WH4941> are judged; נאפות <WH5003> thee, as women that break wedlock ושׁפכת <WH8210> and shed דם <WH1818> blood ונתתיך <WH5414> and I will give דם <WH1818> thee blood חמה <WH2534> in fury וקנאה׃ <WH7068> and jealousy."},{"number":39,"verse":"ונתתי <WH5414> And I will also give אותך <WH853> בידם <WH3027> thee into their hand, והרסו <WH2040> and they shall throw down גבך <WH1354> thine eminent place, ונתצו <WH5422> and shall break down רמתיך <WH7413> thy high places: והפשׁיטו <WH6584> they shall strip אותך <WH853> בגדיך <WH899> thee also of thy clothes, ולקחו <WH3947> and shall take כלי <WH3627> jewels, תפארתך <WH8597> thy fair והניחוך <WH3240> עירם <WH5903> thee naked ועריה׃ <WH6181> and bare."},{"number":40,"verse":"והעלו <WH5927> They shall also bring up עליך <WH5921> against קהל <WH6951> a company ורגמו <WH7275> thee, and they shall stone אותך <WH853> באבן <WH68> thee with stones, ובתקוך <WH1333> and thrust thee through בחרבותם׃ <WH2719> with their swords."},{"number":41,"verse":"ושׂרפו <WH8313> And they shall burn בתיך <WH1004> thine houses באשׁ <WH784> with fire, ועשׂו <WH6213> and execute בך שׁפטים <WH8201> judgments לעיני <WH5869> upon thee in the sight נשׁים <WH802> women: רבות <WH7227> of many והשׁבתיך <WH7673> and I will cause thee to cease מזונה <WH2181> from playing the harlot, וגם <WH1571> and thou also אתנן <WH868> hire לא <WH3808> no תתני <WH5414> shalt give עוד׃ <WH5750> any more."},{"number":42,"verse":"והנחתי <WH5117> toward thee to rest, חמתי <WH2534> So will I make my fury בך וסרה <WH5493> shall depart קנאתי <WH7068> and my jealousy ממך <WH4480> from ושׁקטתי <WH8252> thee, and I will be quiet, ולא <WH3808> and will be no אכעס <WH3707> angry. עוד׃ <WH5750> more"},{"number":43,"verse":"יען <WH3282> אשׁרא <WH3808> thou hast not זכרתי <WH2142> remembered את <WH853> ימי <WH3117> the days נעוריך <WH5271> of thy youth, ותרגזי <WH7264> but hast fretted לי בכל <WH3605> me in all אלה <WH428> these וגם <WH1571> also אני <WH589> therefore I הא <WH1887> behold, דרכך <WH1870> thy way בראשׁ <WH7218> upon head, נתתי <WH5414> will recompense נאם <WH5002> saith אדני <WH136> the Lord יהוה <WH3069> GOD: ולא <WH3808> and thou shalt not עשׂיתי <WH6213> commit את <WH853> הזמה <WH2154> this lewdness על <WH5921> above כל <WH3605> all תועבתיך׃ <WH8441> thine abominations."},{"number":44,"verse":"הנה <WH2009> Behold, כל <WH3605> every one המשׁל <WH4911> that useth proverbs עליך <WH5921> against ימשׁל <WH4911> shall use proverb לאמר <WH559> thee, saying, כאמה <WH517> As the mother, בתה׃ <WH1323> her daughter."},{"number":45,"verse":"בת <WH1323> daughter, אמך <WH517> thy mother's את <WH859> Thou געלת <WH1602> that loatheth אישׁה <WH376> her husband ובניה <WH1121> and her children; ואחות <WH269> the sister אחותך <WH269> of thy sisters, את <WH859> and thou אשׁר <WH834> which געלו <WH1602> loathed אנשׁיהן <WH582> ובניהן <WH1121> and their children: אמכן <WH517> your mother חתית <WH2850> ואביכן <WH1> and your father אמרי׃ <WH567> an Amorite."},{"number":46,"verse":"ואחותך <WH269> sister הגדולה <WH1419> And thine elder שׁמרון <WH8111> Samaria, היא <WH1931> she ובנותיה <WH1323> and her daughters היושׁבת <WH3427> that dwell על <WH5921> at שׂמאולך <WH8040> thy left hand: ואחותך <WH269> sister, הקטנה <WH6996> and thy younger ממך <WH4480> at thy right hand, היושׁבת <WH3427> that dwelleth מימינך <WH3225> at thy right hand, סדם <WH5467> Sodom ובנותיה׃ <WH1323> and her daughters."},{"number":47,"verse":"ולא <WH3808> Yet hast thou not בדרכיהן <WH1870> after their ways, הלכת <WH1980> walked ובתועבותיהן <WH8441> after their abominations: עשׂיתי <WH6213> nor done כמעט <WH4592> little קט <WH6985> but, as a very ותשׁחתי <WH7843> thou wast corrupted מהן <WH2004> בכל <WH3605> they in all דרכיך׃ <WH1870> thy ways."},{"number":48,"verse":"חי <WH2416> live, אני <WH589> I נאם <WH5002> saith אדני <WH136> the Lord יהוה <WH3069> GOD, אם <WH518> hath not עשׂתה <WH6213> done, סדם <WH5467> Sodom אחותך <WH269> thy sister היא <WH1931> she ובנותיה <WH1323> nor her daughters, כאשׁר <WH834> as עשׂית <WH6213> thou hast done, את <WH859> thou ובנותיך׃ <WH1323> and thy daughters."},{"number":49,"verse":"הנה <WH2009> Behold, זה <WH2088> this היה <WH1961> was עון <WH5771> the iniquity סדם <WH5467> Sodom, אחותך <WH269> of thy sister גאון <WH1347> pride, שׂבעת <WH7653> fullness לחם <WH3899> of bread, ושׁלות <WH7962> and abundance השׁקט <WH8252> of idleness היה <WH1961> was לה ולבנותיה <WH1323> in her and in her daughters, ויד <WH3027> the hand עני <WH6041> of the poor ואביון <WH34> and needy. לא <WH3808> neither החזיקה׃ <WH2388> did she strengthen"},{"number":50,"verse":"ותגבהינה <WH1361> And they were haughty, ותעשׂינה <WH6213> and committed תועבה <WH8441> abomination לפני <WH6440> before ואסיר <WH5493> אתהןאשׁר <WH834> as ראיתי׃ <WH7200> I saw"},{"number":51,"verse":"ושׁמרון <WH8111> hath Samaria כחצי <WH2677> half חטאתיך <WH2403> of thy sins; לא <WH3808> Neither חטאה <WH2398> committed ותרבי <WH7235> but thou hast multiplied את <WH853> תועבותיך <WH8441> thine abominations מהנה <WH2007> ותצדקי <WH6663> they, and hast justified את <WH853> אחותך <WH269> thy sisters בכל <WH3605> in all תועבותיך <WH8441> thine abominations אשׁר <WH834> which עשׂיתי׃ <WH6213> thou hast done."},{"number":52,"verse":"גם <WH1571> also, את <WH859> Thou שׂאי <WH5375> bear כלמתך <WH3639> thine own shame אשׁר <WH834> which פללת <WH6419> hast judged לאחותך <WH269> thy sisters, בחטאתיך <WH2403> for thy sins אשׁר <WH834> that התעבת <WH8581> thou hast committed more abominable מהן <WH2004> תצדקנה <WH6663> they: they are more righteous ממך <WH4480> than וגם <WH1571> also, את <WH859> thou: yea, be thou confounded בושׁי <WH954> thou: yea, be thou confounded ושׂאי <WH5375> and bear כלמתך <WH3639> thy shame, בצדקתך <WH6663> in that thou hast justified אחיותך׃ <WH269> thy sisters."},{"number":53,"verse":"ושׁבתי <WH7725> When I shall bring again את <WH853> שׁביתהן <WH7622> their captivity, את <WH853> שׁבית <WH7622> the captivity סדם <WH5467> of Sodom ובנותיה <WH1323> and her daughters, ואת <WH853> שׁבית <WH7622> and the captivity שׁמרון <WH8111> of Samaria ובנותיה <WH1323> and her daughters, ושׁבית <WH7622> then the captivity שׁביתיך <WH7628> בתוכהנה׃ <WH8432> in the midst"},{"number":54,"verse":"למען <WH4616> That תשׂאי <WH5375> thou mayest bear כלמתך <WH3639> thine own shame, ונכלמת <WH3637> and mayest be confounded מכל <WH3605> in all אשׁר <WH834> that עשׂית <WH6213> thou hast done, בנחמך <WH5162> in that thou art a comfort אתן׃ <WH854>"},{"number":55,"verse":"ואחותיך <WH269> When thy sisters, סדם <WH5467> Sodom ובנותיה <WH1323> and her daughters, תשׁבן <WH7725> shall return לקדמתן <WH6927> to their former estate, ושׁמרון <WH8111> and Samaria ובנותיה <WH1323> and her daughters תשׁבן <WH7725> shall return לקדמתן <WH6927> to their former estate, ואת <WH859> then thou ובנותיך <WH1323> and thy daughters תשׁבינה <WH7725> shall return לקדמתכן׃ <WH6927> to your former estate."},{"number":56,"verse":"ולוא <WH3808> not היתה <WH1961> was סדם <WH5467> Sodom אחותך <WH269> For thy sister לשׁמועה <WH8052> mentioned בפיך <WH6310> by thy mouth ביום <WH3117> in the day גאוניך׃ <WH1347> of thy pride,"},{"number":57,"verse":"בטרם <WH2962> Before תגלה <WH1540> was discovered, רעתך <WH7451> thy wickedness כמו <WH3644> as at עת <WH6256> the time חרפת <WH2781> of reproach בנות <WH1323> of the daughters ארם <WH758> of Syria, וכל <WH3605> and all סביבותיה <WH5439> round about בנות <WH1323> her, the daughters פלשׁתים <WH6430> of the Philistines, השׁאטות <WH7590> which despise אותך <WH853> מסביב׃ <WH5439> thee round about."},{"number":58,"verse":"את <WH853> זמתך <WH2154> thy lewdness ואת <WH853> תועבותיך <WH8441> and thine abominations, את <WH859> Thou נשׂאתים <WH5375> hast borne נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":59,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; ועשׂית <WH6213> I will even deal אותך <WH854> with כאשׁר <WH834> thee as עשׂית <WH6213> thou hast done, אשׁר <WH834> which בזית <WH959> hast despised אלה <WH423> the oath להפר <WH6565> in breaking ברית׃ <WH1285> the covenant."},{"number":60,"verse":"וזכרתי <WH2142> will remember אני <WH589> Nevertheless I את <WH853> בריתי <WH1285> my covenant אותך <WH854> with בימי <WH3117> thee with thee in the days נעוריך <WH5271> of thy youth, והקמותי <WH6965> and I will establish לך ברית <WH1285> covenant. עולם׃ <WH5769> unto thee an everlasting"},{"number":61,"verse":"וזכרת <WH2142> Then thou shalt remember את <WH853> דרכיך <WH1870> thy ways, ונכלמת <WH3637> and be ashamed, בקחתך <WH3947> when thou shalt receive את <WH853> אחותיך <WH269> thy sisters, הגדלות <WH1419> thine elder ממך <WH4480> by thy covenant. אל <WH413> הקטנות <WH6996> and thy younger: ממך <WH4480> ונתתי <WH5414> and I will give אתהן <WH853> לך לבנות <WH1323> them unto thee for daughters, ולא <WH3808> but not מבריתך׃ <WH1285> by thy covenant."},{"number":62,"verse":"והקימותי <WH6965> will establish אני <WH589> And I את <WH853> בריתי <WH1285> my covenant אתך <WH854> with וידעת <WH3045> thee; and thou shalt know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD:"},{"number":63,"verse":"למען <WH4616> That תזכרי <WH2142> thou mayest remember, ובשׁת <WH954> and be confounded, ולא <WH3808> and never יהיה <WH1961> לך עוד <WH5750> any more פתחון <WH6610> open פה <WH6310> thy mouth מפני <WH6440> because כלמתך <WH3639> of thy shame, בכפרי <WH3722> when I am pacified לך לכל <WH3605> toward thee for all אשׁר <WH834> that עשׂית <WH6213> thou hast done, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."}]}