{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"ואתה <WH859> Now, thou בן <WH1121> son אדם <WH120> of man, התשׁפט <WH8199> wilt thou judge, התשׁפט <WH8199> wilt thou judge את <WH853> עיר <WH5892> city? הדמים <WH1818> the bloody והודעתה <WH3045> yea, thou shalt show את <WH853> כל <WH3605> her all תועבותיה׃ <WH8441> her abominations."},{"number":3,"verse":"ואמרת <WH559> Then say כה <WH3541> thou, Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD, עיר <WH5892> The city שׁפכת <WH8210> sheddeth דם <WH1818> blood בתוכה <WH8432> in the midst לבוא <WH935> may come, עתה <WH6256> of it, that her time ועשׂתה <WH6213> and maketh גלולים <WH1544> idols עליה <WH5921> against לטמאה׃ <WH2930> herself to defile"},{"number":4,"verse":"בדמך <WH1818> in thy blood אשׁר <WH834> that שׁפכת <WH8210> thou hast shed; אשׁמת <WH816> Thou art become guilty ובגלוליך <WH1544> thyself in thine idols אשׁר <WH834> which עשׂית <WH6213> thou hast made; טמאת <WH2930> and hast defiled ותקריבי <WH7126> to draw near, ימיך <WH3117> and thou hast caused thy days ותבוא <WH935> and art come עד <WH5704> unto שׁנותיך <WH8141> thy years: על <WH5921> therefore כן <WH3651> therefore נתתיך <WH5414> have I made חרפה <WH2781> thee a reproach לגוים <WH1471> unto the heathen, וקלסה <WH7048> and a mocking לכל <WH3605> to all הארצות׃ <WH776> countries."},{"number":5,"verse":"הקרבות <WH7138> near, והרחקות <WH7350> and far ממך <WH4480> from יתקלסו <WH7046> thee, shall mock בך טמאת <WH2931> thee, infamous השׁם <WH8034> thee, infamous רבת <WH7227> much המהומה׃ <WH4103> vexed."},{"number":6,"verse":"הנה <WH2009> Behold, נשׂיאי <WH5387> the princes ישׂראל <WH3478> of Israel, אישׁ <WH376> every one לזרעו <WH2220> in thee to their power היו <WH1961> were בך למען <WH4616> to שׁפך <WH8210> shed דם׃ <WH1818> blood."},{"number":7,"verse":"אב <WH1> by father ואם <WH517> and mother: הקלו <WH7043> In thee have they set light בך לגר <WH1616> with the stranger: עשׂו <WH6213> of thee have they dealt בעשׁק <WH6233> by oppression בתוכך <WH8432> in the midst יתום <WH3490> the fatherless ואלמנה <WH490> and the widow. הונו׃ <WH3238> in thee have they vexed"},{"number":8,"verse":"קדשׁי <WH6944> mine holy things, בזית <WH959> Thou hast despised ואת <WH853> שׁבתתי <WH7676> my sabbaths. חללת׃ <WH2490> and hast profaned"},{"number":9,"verse":"אנשׁי <WH582> רכיל <WH7400> that carry tales היו <WH1961> In thee are בך למען <WH4616> to שׁפך <WH8210> shed דם <WH1818> blood: ואל <WH413> upon ההרים <WH2022> the mountains: אכלו <WH398> and in thee they eat בך זמה <WH2154> lewdness. עשׂו <WH6213> of thee they commit בתוכך׃ <WH8432> in the midst"},{"number":10,"verse":"ערות <WH6172> nakedness: אב <WH1> their fathers' גלה <WH1540> In thee have they discovered בך טמאת <WH2931> for pollution. הנדה <WH5079> her that was set apart ענו׃ <WH6031> in thee have they humbled"},{"number":11,"verse":"ואישׁ <WH376> And one את <WH854> with אשׁת <WH802> wife; רעהו <WH7453> his neighbor's עשׂה <WH6213> hath committed תועבה <WH8441> abomination ואישׁ <WH376> and another את <WH853> כלתו <WH3618> his daughter-in-law; טמא <WH2930> defiled בזמה <WH2154> hath lewdly ואישׁ <WH376> and another את <WH853> אחתו <WH269> his sister, בת <WH1323> daughter. אביו <WH1> his father's ענה׃ <WH6031> in thee hath humbled"},{"number":12,"verse":"שׁחד <WH7810> gifts לקחו <WH3947> In thee have they taken בך למען <WH4616> to שׁפך <WH8210> shed דם <WH1818> blood; נשׁך <WH5392> usury ותרבית <WH8636> and increase, לקחת <WH3947> thou hast taken ותבצעי <WH1214> and thou hast greedily gained רעיך <WH7453> of thy neighbors בעשׁק <WH6233> by extortion, ואתי <WH853> שׁכחת <WH7911> and hast forgotten נאם <WH5002> me, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":13,"verse":"והנה <WH2009> Behold, הכיתי <WH5221> therefore I have smitten כפי <WH3709> mine hand אל <WH413> at בצעך <WH1215> thy dishonest gain אשׁר <WH834> which עשׂית <WH6213> thou hast made, ועל <WH5921> and at דמך <WH1818> thy blood אשׁר <WH834> which היו <WH1961> hath been בתוכך׃ <WH8432> in the midst"},{"number":14,"verse":"היעמד <WH5975> endure, לבך <WH3820> Can thine heart אם <WH518> or תחזקנה <WH2388> be strong, ידיך <WH3027> can thine hands לימים <WH3117> in the days אשׁר <WH834> that אני <WH589> I עשׂה <WH6213> shall deal אותך <WH854> אני <WH589> with thee? I יהוה <WH3068> the LORD דברתי <WH1696> have spoken ועשׂיתי׃ <WH6213> and will do"},{"number":15,"verse":"והפיצותי <WH6327> And I will scatter אותך <WH853> בגוים <WH1471> thee among the heathen, וזריתיך <WH2219> and disperse בארצות <WH776> thee in the countries, והתמתי <WH8552> and will consume טמאתך <WH2932> thy filthiness ממך׃ <WH4480> out of"},{"number":16,"verse":"ונחלת <WH2490> And thou shalt take thine inheritance בך לעיני <WH5869> in thyself in the sight גוים <WH1471> of the heathen, וידעת <WH3045> and thou shalt know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":17,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":18,"verse":"בן <WH1121> Son אדם <WH120> of man, היו <WH1961> is to me become לי בית <WH1004> the house ישׂראל <WH3478> of Israel לסוג <WH5509> dross: כלם <WH3605> all נחשׁת <WH5178> they brass, ובדיל <WH913> and tin, וברזל <WH1270> and iron, ועופרת <WH5777> and lead, בתוך <WH8432> in the midst כור <WH3564> of the furnace; סגים <WH5509> the dross כסף <WH3701> of silver. היו׃ <WH1961> they are"},{"number":19,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because היות <WH1961> become כלכם <WH3605> ye are all לסגים <WH5509> dross, לכן <WH3651> therefore הנני <WH2005> קבץ <WH6908> I will gather אתכם <WH853> אל <WH413> you into תוך <WH8432> the midst ירושׁלם׃ <WH3389> of Jerusalem."},{"number":20,"verse":"קבצת <WH6910> they gather כסף <WH3701> silver, ונחשׁת <WH5178> and brass, וברזל <WH1270> and iron, ועופרת <WH5777> and lead, ובדיל <WH913> and tin, אל <WH413> into תוך <WH8432> the midst כור <WH3564> of the furnace, לפחת <WH5301> to blow עליו <WH5921> upon אשׁ <WH784> the fire להנתיך <WH5413> it, to melt כן <WH3651> so אקבץ <WH6908> will I gather באפי <WH639> in mine anger ובחמתי <WH2534> and in my fury, והנחתי <WH3240> והתכתי <WH5413> and melt אתכם׃ <WH853>"},{"number":21,"verse":"וכנסתי <WH3664> Yea, I will gather אתכם <WH853> ונפחתי <WH5301> you, and blow עליכם <WH5921> upon באשׁ <WH784> you in the fire עברתי <WH5678> of my wrath, ונתכתם <WH5413> and ye shall be melted בתוכה׃ <WH8432> in the midst"},{"number":22,"verse":"כהתוך <WH2046> is melted כסף <WH3701> As silver בתוך <WH8432> in the midst כור <WH3564> of the furnace, כן <WH3651> so תתכו <WH5413> shall ye be melted בתוכה <WH8432> in the midst וידעתם <WH3045> thereof; and ye shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD שׁפכתי <WH8210> have poured out חמתי <WH2534> my fury עליכם׃ <WH5921> upon"},{"number":23,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":24,"verse":"בן <WH1121> Son אדם <WH120> of man, אמר <WH559> say לה את <WH859> unto her, Thou ארץ <WH776> the land לא <WH3808> is not מטהרה <WH2891> cleansed, היא <WH1931> that לא <WH3808> nor גשׁמה <WH1656> rained upon ביום <WH3117> in the day זעם׃ <WH2195> of indignation."},{"number":25,"verse":"קשׁר <WH7195> a conspiracy נביאיה <WH5030> of her prophets בתוכה <WH8432> in the midst כארי <WH738> lion שׁואג <WH7580> thereof, like a roaring טרף <WH2963> ravening טרף <WH2964> the prey; נפשׁ <WH5315> souls; אכלו <WH398> they have devoured חסן <WH2633> the treasure ויקר <WH3366> and precious things; יקחו <WH3947> they have taken אלמנותיה <WH490> widows הרבו <WH7235> they have made her many בתוכה׃ <WH8432> in the midst"},{"number":26,"verse":"כהניה <WH3548> Her priests חמסו <WH2554> have violated תורתי <WH8451> my law, ויחללו <WH2490> and have profaned קדשׁי <WH6944> mine holy things: בין <WH996> between קדשׁ <WH6944> the holy לחל <WH2455> and profane, לא <WH3808> they have put no difference הבדילו <WH914> they have put no difference ובין <WH996> between הטמא <WH2931> the unclean לטהור <WH2889> and the clean, לא <WH3808> neither הודיעו <WH3045> have they showed ומשׁבתותי <WH7676> from my sabbaths, העלימו <WH5956> and have hid עיניהם <WH5869> their eyes ואחל <WH2490> and I am profaned בתוכם׃ <WH8432> among"},{"number":27,"verse":"שׂריה <WH8269> Her princes בקרבה <WH7130> in the midst כזאבים <WH2061> thereof like wolves טרפי <WH2963> ravening טרף <WH2964> the prey, לשׁפך <WH8210> to shed דם <WH1818> blood, לאבד <WH6> to destroy נפשׁות <WH5315> souls, למען <WH4616> to בצע <WH1214> get בצע׃ <WH1215> dishonest gain."},{"number":28,"verse":"ונביאיה <WH5030> And her prophets טחו <WH2902> have daubed להם תפל <WH8602> them with untempered חזים <WH2374> seeing שׁוא <WH7723> vanity, וקסמים <WH7080> and divining להם כזב <WH3577> lies אמרים <WH559> unto them, saying, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD, ויהוה <WH3068> when the LORD לא <WH3808> hath not דבר׃ <WH1696> spoken."},{"number":29,"verse":"עם <WH5971> The people הארץ <WH776> of the land עשׁקו <WH6231> have used עשׁק <WH6233> oppression, וגזלו <WH1497> and exercised גזל <WH1498> robbery, ועני <WH6041> the poor ואביון <WH34> and needy: הונו <WH3238> and have vexed ואת <WH853> הגר <WH1616> the stranger עשׁקו <WH6231> yea, they have oppressed בלא <WH3808> wrongfully. משׁפט׃ <WH4941> wrongfully."},{"number":30,"verse":"ואבקשׁ <WH1245> And I sought מהם <WH1992> אישׁ <WH376> for a man גדר <WH1443> them, that should make up גדר <WH1447> the hedge, ועמד <WH5975> and stand בפרץ <WH6556> in the gap לפני <WH6440> before בעד <WH1157> me for הארץ <WH776> the land, לבלתי <WH1115> that I should not שׁחתה <WH7843> destroy ולא <WH3808> none. מצאתי׃ <WH4672> it: but I found"},{"number":31,"verse":"ואשׁפך <WH8210> Therefore have I poured out עליהם <WH5921> upon זעמי <WH2195> mine indignation באשׁ <WH784> them with the fire עברתי <WH5678> of my wrath: כליתים <WH3615> them; I have consumed דרכם <WH1870> their own way בראשׁם <WH7218> upon their heads, נתתי <WH5414> have I recompensed נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."}]}