{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אלי <WH413> unto בשׁנה <WH8141> year, התשׁיעית <WH8671> Again in the ninth בחדשׁ <WH2320> month, העשׂירי <WH6224> in the tenth בעשׂור <WH6218> in the tenth לחדשׁ <WH2320> of the month, לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, כתוב <WH3789> write לך <WH3789> אתׁם <WH8034> thee the name היום <WH3117> of the day, את <WH853> עצם <WH6106> same היום <WH3117> day: הזה <WH2088> of this סמך <WH5564> set מלך <WH4428> the king בבל <WH894> of Babylon אל <WH413> himself against ירושׁלם <WH3389> Jerusalem בעצם <WH6106> same היום <WH3117> day. הזה׃ <WH2088> this"},{"number":3,"verse":"ומשׁל <WH4911> And utter אל <WH413> unto בית <WH1004> house, המרי <WH4805> the rebellious משׁל <WH4912> a parable ואמרת <WH559> and say אליהם <WH413> unto כה <WH3541> them, Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; שׁפת <WH8239> Set on הסיר <WH5518> a pot, שׁפת <WH8239> set on, וגם <WH1571> and also יצק <WH3332> pour בו מים׃ <WH4325> water"},{"number":4,"verse":"אסף <WH622> Gather נתחיה <WH5409> the pieces אליה <WH413> thereof into כל <WH3605> it, every נתח <WH5409> piece, טוב <WH2896> good ירך <WH3409> the thigh, וכתף <WH3802> and the shoulder; מבחר <WH4005> with the choice עצמים <WH6106> bones. מלא׃ <WH4390> fill"},{"number":5,"verse":"מבחר <WH4005> the choice הצאן <WH6629> of the flock, לקוח <WH3947> Take וגם <WH1571> also דור <WH1754> העצמים <WH6106> the bones תחתיה <WH8478> under רתח <WH7571> well, רתחיה <WH7570> it, make it boil גם <WH1571> and בשׁלו <WH1310> let them seethe עצמיה <WH6106> the bones בתוכה׃ <WH8432> of it therein."},{"number":6,"verse":"לכן <WH3651> Wherefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; אוי <WH188> Woe עיר <WH5892> city, הדמים <WH1818> to the bloody סיר <WH5518> to the pot אשׁר <WH834> whose חלאתה <WH2457> scum בה וחלאתה <WH2457> therein, and whose scum לא <WH3808> is not יצאה <WH3318> gone out ממנה <WH4480> of לנתחיה <WH5409> piece לנתחיה <WH5409> by piece; הוציאה <WH3318> it! bring it out לא <WH3808> let no נפל <WH5307> fall עליה <WH5921> upon גורל׃ <WH1486> lot"},{"number":7,"verse":"כי <WH3588> For דמה <WH1818> her blood בתוכה <WH8432> in the midst היה <WH1961> is על <WH5921> it upon צחיח <WH6706> the top סלע <WH5553> of a rock; שׂמתהו <WH7760> of her; she set לא <WH3808> it not שׁפכתהו <WH8210> she poured על <WH5921> upon הארץ <WH776> the ground, לכסות <WH3680> to cover עליו <WH5921> to cover עפר׃ <WH6083> it with dust;"},{"number":8,"verse":"להעלות <WH5927> to come up חמה <WH2534> That it might cause fury לנקם <WH5358> to take נקם <WH5359> vengeance; נתתי <WH5414> I have set את <WH853> דמה <WH1818> her blood על <WH5921> upon צחיח <WH6706> the top סלע <WH5553> of a rock, לבלתי <WH1115> that it should not הכסות׃ <WH3680> be covered."},{"number":9,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> אוי <WH188> Woe עיר <WH5892> city! הדמים <WH1818> to the bloody גם <WH1571> will even אני <WH589> I אגדיל <WH1431> great. המדורה׃ <WH4071> make the pile for fire"},{"number":10,"verse":"הרבה <WH7235> Heap on העצים <WH6086> wood, הדלק <WH1814> kindle האשׁ <WH784> the fire, התם <WH8552> consume הבשׂר <WH1320> the flesh, והרקח <WH7543> and spice it well, המרקחה <WH4841> and spice it well, והעצמות <WH6106> and let the bones יחרו׃ <WH2787> be burned."},{"number":11,"verse":"והעמידה <WH5975> Then set על <WH5921> upon גחליה <WH1513> the coals רקה <WH7386> it empty למען <WH4616> thereof, that תחם <WH3179> וחרה <WH2787> and may burn, נחשׁתה <WH5178> the brass ונתכה <WH5413> of it may be molten בתוכה <WH8432> in טמאתה <WH2932> and the filthiness תתם <WH8552> of it may be consumed. חלאתה׃ <WH2457> it, the scum"},{"number":12,"verse":"תאנים <WH8383> with lies, הלאת <WH3811> She hath wearied ולא <WH3808> went not forth תצא <WH3318> went not forth ממנה <WH4480> out of רבת <WH7227> and her great חלאתה <WH2457> scum באשׁ <WH784> in the fire. חלאתה׃ <WH2457> her: her scum"},{"number":13,"verse":"בטמאתך <WH2932> In thy filthiness זמה <WH2154> lewdness: יען <WH3282> because טהרתיך <WH2891> I have purged ולא <WH3808> thee, and thou wast not טהרת <WH2891> purged, מטמאתך <WH2932> from thy filthiness לא <WH3808> thou shalt not תטהרי <WH2891> be purged עוד <WH5750> any more, עד <WH5704> till הניחי <WH5117> to rest את <WH853> חמתי׃ <WH2534> I have caused my fury"},{"number":14,"verse":"אני <WH589> I יהוה <WH3068> the LORD דברתי <WH1696> have spoken באה <WH935> it shall come to pass, ועשׂיתי <WH6213> and I will do לא <WH3808> I will not אפרע <WH6544> go back, ולא <WH3808> neither אחוס <WH2347> will I spare, ולא <WH3808> neither אנחם <WH5162> will I repent; כדרכיך <WH1870> according to thy ways, וכעלילותיך <WH5949> and according to thy doings, שׁפטוך <WH8199> shall they judge נאם <WH5002> thee, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":15,"verse":"ויהי <WH1961> came דבר <WH1697> Also the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":16,"verse":"בן <WH1121> Son אדם <WH120> of man, הנני <WH2005> לקח <WH3947> I take away ממך <WH4480> from את <WH853> מחמד <WH4261> thee the desire עיניך <WH5869> of thine eyes במגפה <WH4046> with a stroke: ולא <WH3808> yet neither תספד <WH5594> shalt thou mourn ולא <WH3808> nor תבכה <WH1058> weep, ולוא <WH3808> neither תבוא <WH935> run down. דמעתך׃ <WH1832> shall thy tears"},{"number":17,"verse":"האנק <WH602> to cry, דם <WH1826> Forbear מתים <WH4191> for the dead, אבל <WH60> mourning לא <WH3808> no תעשׂה <WH6213> make פארך <WH6287> the tire of thine head חבושׁ <WH2280> bind עליך <WH5921> upon ונעליך <WH5275> thy shoes תשׂים <WH7760> thee, and put on ברגליך <WH7272> upon thy feet, ולא <WH3808> not תעטה <WH5844> and cover על <WH5921> שׂפם <WH8222> lips, ולחם <WH3899> the bread אנשׁים <WH376> of men. לא <WH3808> not תאכל׃ <WH398> and eat"},{"number":18,"verse":"ואדבר <WH1696> So I spoke אל <WH413> unto העם <WH5971> the people בבקר <WH1242> in the morning: ותמת <WH4191> died; אשׁתי <WH802> my wife בערב <WH6153> and at even ואעשׂ <WH6213> and I did בבקר <WH1242> in the morning כאשׁר <WH834> as צויתי׃ <WH6680> I was commanded."},{"number":19,"verse":"ויאמרו <WH559> said אלי <WH413> unto העם <WH5971> And the people הלא <WH3808> me, Wilt thou not תגיד <WH5046> tell לנו מה <WH4100> us what אלה <WH428> these לנו כי <WH3588> to us, that אתה <WH859> thou עשׂה׃ <WH6213> doest"},{"number":20,"verse":"ואמר <WH559> me, saying, אליהם <WH413> unto דבר <WH1697> them, The word יהוה <WH3068> of the LORD היה <WH1961> came אלי <WH413> לאמר׃ <WH559>"},{"number":21,"verse":"אמר <WH559> Speak לבית <WH1004> unto the house ישׂראל <WH3478> of Israel, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הנני <WH2005> מחלל <WH2490> I will profane את <WH853> מקדשׁי <WH4720> my sanctuary, גאון <WH1347> the excellency עזכם <WH5797> of your strength, מחמד <WH4261> the desire עיניכם <WH5869> of your eyes, ומחמל <WH4263> pitieth; נפשׁכם <WH5315> and that which your soul ובניכם <WH1121> and your sons ובנותיכם <WH1323> and your daughters אשׁר <WH834> whom עזבתם <WH5800> ye have left בחרב <WH2719> by the sword. יפלו׃ <WH5307> shall fall"},{"number":22,"verse":"ועשׂיתם <WH6213> And ye shall do כאשׁר <WH834> as עשׂיתי <WH6213> I have done: על <WH5921> cover שׂפם <WH8222> lips, לא <WH3808> ye shall not תעטו <WH5844> cover ולחם <WH3899> the bread אנשׁים <WH376> of men. לא <WH3808> nor תאכלו׃ <WH398> eat"},{"number":23,"verse":"ופארכם <WH6287> And your tires על <WH5921> upon ראשׁיכם <WH7218> your heads, ונעליכם <WH5275> and your shoes ברגליכם <WH7272> upon your feet: לא <WH3808> ye shall not תספדו <WH5594> mourn ולא <WH3808> nor תבכו <WH1058> weep; ונמקתם <WH4743> but ye shall pine away בעונתיכם <WH5771> for your iniquities, ונהמתם <WH5098> and mourn אישׁ <WH376> one אל <WH413> toward אחיו׃ <WH251> another."},{"number":24,"verse":"והיה <WH1961> is יחזקאל <WH3168> Thus Ezekiel לכם למופת <WH4159> unto you a sign: ככל <WH3605> according to all אשׁר <WH834> that עשׂה <WH6213> he hath done תעשׂו <WH6213> shall ye do: בבאה <WH935> and when this cometh, וידעתם <WH3045> ye shall know כי <WH3588> that אני <WH589> I אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":25,"verse":"ואתה <WH859> Also, thou בן <WH1121> son אדם <WH120> of man, הלוא <WH3808> not ביום <WH3117> in the day קחתי <WH3947> when I take מהם <WH1992> אתעוזם <WH4581> them their strength, משׂושׂ <WH4885> the joy תפארתם <WH8597> of their glory, את <WH853> מחמד <WH4261> the desire עיניהם <WH5869> of their eyes, ואת <WH853> משׂא <WH4853> and that whereupon they set נפשׁם <WH5315> their minds, בניהם <WH1121> their sons ובנותיהם׃ <WH1323> and their daughters,"},{"number":26,"verse":"ביום <WH3117> day ההוא <WH1931> in that יבוא <WH935> shall come הפליט <WH6412> he that escapeth אליך <WH413> unto להשׁמעות <WH2045> thee, to cause to hear אזנים׃ <WH241> with ears?"},{"number":27,"verse":"ביום <WH3117> day ההוא <WH1931> In that יפתח <WH6605> be opened פיך <WH6310> shall thy mouth את <WH853> הפליט <WH6412> to him which is escaped, ותדבר <WH1696> and thou shalt speak, ולא <WH3808> תאלם <WH481> and be no more dumb: עוד <WH5750> והיית <WH1961> and thou shalt be להם למופת <WH4159> a sign וידעו <WH3045> unto them; and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."}]}