{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> The word יהוה <WH3068> of the LORD אלי <WH413> again unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, שׂים <WH7760> set פניך <WH6440> thy face אל <WH413> against בני <WH1121> עמוןהנבא <WH5012> and prophesy עליהם׃ <WH5921> against"},{"number":3,"verse":"ואמרת <WH559> And say לבני <WH1121> עמוןׁמעו <WH8085> Hear דבר <WH1697> the word אדני <WH136> of the Lord יהוה <WH3069> GOD; כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because אמרך <WH559> thou saidst, האח <WH1889> Aha, אל <WH413> against מקדשׁי <WH4720> my sanctuary, כי <WH3588> when נחל <WH2490> it was profaned; ואל <WH413> and against אדמת <WH127> the land ישׂראל <WH3478> of Israel, כי <WH3588> when נשׁמה <WH8074> it was desolate; ואל <WH413> and against בית <WH1004> the house יהודה <WH3063> of Judah, כי <WH3588> when הלכו <WH1980> they went בגולה׃ <WH1473> into captivity;"},{"number":4,"verse":"לכן <WH3651> therefore הנני <WH2005> נתנך <WH5414> I will deliver לבני <WH1121> thee to the men קדם <WH6924> of the east למורשׁה <WH4181> for a possession, וישׁבו <WH3427> and they shall set טירותיהם <WH2918> their palaces בך ונתנו <WH5414> in thee, and make בך משׁכניהם <WH4908> their dwellings המה <WH1992> in thee: they יאכלו <WH398> shall eat פריך <WH6529> thy fruit, והמה <WH1992> and they ישׁתו <WH8354> shall drink חלבך׃ <WH2461> thy milk."},{"number":5,"verse":"ונתתי <WH5414> And I will make את <WH853> רבה <WH7237> Rabbah לנוה <WH5116> a stable גמלים <WH1581> for camels, ואת <WH853> בנימון <WH5983> למרבץ <WH4769> a couching place צאן <WH6629> for flocks: וידעתם <WH3045> and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":6,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because מחאך <WH4222> thou hast clapped יד <WH3027> hands, ורקעך <WH7554> and stamped ברגל <WH7272> with the feet, ותשׂמח <WH8055> and rejoiced בכל <WH3605> with all שׁאטך <WH7589> thy despite בנפשׁ <WH5315> in heart אל <WH413> against אדמת <WH127> the land ישׂראל׃ <WH3478> of Israel;"},{"number":7,"verse":"לכן <WH3651> therefore הנני <WH2005> נטיתי <WH5186> I will stretch out את <WH853> ידי <WH3027> mine hand עליך <WH5921> upon ונתתיך <WH5414> thee, and will deliver לבג <WH897> לגוים <WH1471> to the heathen; והכרתיך <WH3772> and I will cut thee off מן <WH4480> from העמים <WH5971> the people, והאבדתיך <WH6> and I will cause thee to perish מן <WH4480> out of הארצות <WH776> the countries: אשׁמידך <WH8045> I will destroy וידעת <WH3045> thee; and thou shalt know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":8,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because that אמר <WH559> do say, מואב <WH4124> Moab ושׂעיר <WH8165> and Seir הנה <WH2009> Behold, ככל <WH3605> like unto all הגוים <WH1471> the heathen; בית <WH1004> the house יהודה׃ <WH3063> of Judah"},{"number":9,"verse":"לכן <WH3651> Therefore, הנני <WH2005> פתח <WH6605> I will open את <WH853> כתף <WH3802> the side מואב <WH4124> of Moab מהערים <WH5892> from the cities, מעריו <WH5892> from his cities מקצהו <WH7097> on his frontiers, צבי <WH6643> the glory ארץ <WH776> of the country, בית הישׁימת <WH1020> Beth-jeshimoth, בעל מעון <WH1186> Baal-meon, וקריתמה׃ <WH7156> and Kiriathaim,"},{"number":10,"verse":"לבני <WH1121> Unto the men קדם <WH6924> of the east על <WH5921> with בני <WH1121> עמוןנתתיה <WH5414> and will give למורשׁה <WH4181> them in possession, למען <WH4616> that לא <WH3808> may not תזכר <WH2142> be remembered בני <WH1121> עמוןגוים׃ <WH1471> among the nations."},{"number":11,"verse":"ובמואב <WH4124> upon Moab; אעשׂה <WH6213> And I will execute שׁפטים <WH8201> judgments וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":12,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because that עשׂות <WH6213> hath dealt אדום <WH123> Edom בנקם <WH5358> by taking נקם <WH5359> vengeance, לבית <WH1004> against the house יהודה <WH3063> of Judah ויאשׁמו <WH816> and hath greatly offended, אשׁום <WH816> and hath greatly offended, ונקמו׃ <WH5358> and revenged himself"},{"number":13,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; ונטתי <WH5186> I will also stretch out ידי <WH3027> mine hand על <WH5921> upon אדום <WH123> Edom, והכרתי <WH3772> and will cut off ממנה <WH4480> from אדם <WH120> man ובהמה <WH929> and beast ונתתיה <WH5414> it; and I will make חרבה <WH2723> it desolate מתימן <WH8487> ודדנה <WH1719> and they of Dedan בחרב <WH2719> by the sword. יפלו׃ <WH5307> shall fall"},{"number":14,"verse":"ונתתי <WH5414> And I will lay את <WH853> נקמתי <WH5360> my vengeance באדום <WH123> upon Edom ביד <WH3027> by the hand עמי <WH5971> of my people ישׂראל <WH3478> Israel: ועשׂו <WH6213> and they shall do באדום <WH123> in Edom כאפי <WH639> according to mine anger וכחמתי <WH2534> and according to my fury; וידעו <WH3045> and they shall know את <WH853> נקמתי <WH5360> my vengeance, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3068>"},{"number":15,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> Because עשׂות <WH6213> have dealt פלשׁתים <WH6430> the Philistines בנקמה <WH5360> by revenge, וינקמו <WH5358> and have taken נקם <WH5359> vengeance בשׁאט <WH7589> with a despiteful בנפשׁ <WH5315> heart, למשׁחית <WH4889> to destroy איבת <WH342> hatred; עולם׃ <WH5769> for the old"},{"number":16,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הנני <WH2005> נוטה <WH5186> I will stretch out ידי <WH3027> mine hand על <WH5921> upon פלשׁתים <WH6430> the Philistines, והכרתי <WH3772> and I will cut off את <WH853> כרתים <WH3774> the Cherethims, והאבדתי <WH6> and destroy את <WH853> שׁארית <WH7611> the remnant חוף <WH2348> coast. הים׃ <WH3220> of the sea"},{"number":17,"verse":"ועשׂיתי <WH6213> And I will execute בם נקמות <WH5360> vengeance גדלות <WH1419> great בתוכחות <WH8433> rebukes; חמה <WH2534> upon them with furious וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, בתתי <WH5414> when I shall lay את <WH853> נקמתי׃ <WH5360> my vengeance"}]}