{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> The word יהוה <WH3068> of the LORD אלי <WH413> again unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, הנבא <WH5012> prophesy ואמרת <WH559> and say, כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הילילו <WH3213> Howl הה <WH1929> ye, Woe ליום׃ <WH3117> worth the day!"},{"number":3,"verse":"כי <WH3588> For קרוב <WH7138> near, יום <WH3117> the day וקרוב <WH7138> near, יום <WH3117> even the day ליהוה <WH3068> of the LORD יום <WH3117> day; ענן <WH6051> a cloudy עת <WH6256> the time גוים <WH1471> of the heathen. יהיה׃ <WH1961> it shall be"},{"number":4,"verse":"ובאה <WH935> shall come חרב <WH2719> And the sword במצרים <WH4714> upon Egypt, והיתה <WH1961> shall be חלחלה <WH2479> and great pain בכושׁ <WH3568> in Ethiopia, בנפל <WH5307> shall fall חלל <WH2491> when the slain במצרים <WH4714> in Egypt, ולקחו <WH3947> and they shall take away המונה <WH1995> her multitude, ונהרסו <WH2040> shall be broken down. יסודתיה׃ <WH3247> and her foundations"},{"number":5,"verse":"כושׁ <WH3568> Ethiopia, ופוט <WH6316> and Libya, ולוד <WH3865> and Lydia, וכל <WH3605> and all הערב <WH6154> the mingled people, וכוב <WH3552> and Chub, ובני <WH1121> and the men ארץ <WH776> of the land הברית <WH1285> that is in league, אתם <WH854> with בחרב <WH2719> them by the sword. יפלו׃ <WH5307> shall fall"},{"number":6,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3069> GOD. ונפלו <WH5307> shall fall; סמכי <WH5564> They also that uphold מצרים <WH4714> Egypt וירד <WH3381> shall come down: גאון <WH1347> and the pride עזה <WH5797> of her power ממגדל <WH4024> from the tower סונה <WH5482> of Syene בחרב <WH2719> in it by the sword, יפלו <WH5307> shall they fall בה נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3068> the LORD;"},{"number":7,"verse":"ונשׁמו <WH8074> And they shall be desolate בתוך <WH8432> in the midst ארצות <WH776> of the countries נשׁמות <WH8074> desolate, ועריו <WH5892> and her cities בתוך <WH8432> in the midst ערים <WH5892> of the cities נחרבות <WH2717> wasted. תהיינה׃ <WH1961> shall be"},{"number":8,"verse":"וידעו <WH3045> And they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, בתתי <WH5414> when I have set אשׁ <WH784> a fire במצרים <WH4714> in Egypt, ונשׁברו <WH7665> shall be destroyed. כל <WH3605> and all עזריה׃ <WH5826> her helpers"},{"number":9,"verse":"ביום <WH3117> day ההוא <WH1931> In that יצאו <WH3318> go forth מלאכים <WH4397> shall messengers מלפני <WH6440> from בצים <WH6716> me in ships להחריד <WH2729> afraid, את <WH853> כושׁ <WH3568> Ethiopians בטח <WH983> to make the careless והיתה <WH1961> shall come חלחלה <WH2479> and great pain בהם ביום <WH3117> upon them, as in the day מצרים <WH4714> of Egypt: כי <WH3588> for, הנה <WH2009> lo, באה׃ <WH935> it cometh."},{"number":10,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; והשׁבתי <WH7673> to cease את <WH853> המון <WH1995> I will also make the multitude מצרים <WH4714> of Egypt ביד <WH3027> by the hand נבוכדראצר <WH5019> of Nebuchadnezzar מלך <WH4428> king בבל׃ <WH894> of Babylon."},{"number":11,"verse":"הוא <WH1931> He ועמו <WH5971> and his people אתו <WH854> with עריצי <WH6184> him, the terrible גוים <WH1471> of the nations, מובאים <WH935> shall be brought לשׁחת <WH7843> to destroy הארץ <WH776> the land: והריקו <WH7324> and they shall draw חרבותם <WH2719> their swords על <WH5921> against מצרים <WH4714> Egypt, ומלאו <WH4390> and fill את <WH853> הארץ <WH776> the land חלל׃ <WH2491> with the slain."},{"number":12,"verse":"ונתתי <WH5414> And I will make יארים <WH2975> the rivers חרבה <WH2724> dry, ומכרתי <WH4376> and sell את <WH853> הארץ <WH776> the land ביד <WH3027> into the hand רעים <WH7451> of the wicked: והשׁמתי <WH8074> ארץמלאה <WH4393> and all that is therein, ביד <WH3027> by the hand זרים <WH2114> of strangers: אני <WH589> I יהוה <WH3068> the LORD דברתי׃ <WH1696> have spoken"},{"number":13,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; והאבדתי <WH6> I will also destroy גלולים <WH1544> the idols, והשׁבתי <WH7673> to cease אלילים <WH457> and I will cause images מנף <WH5297> ונשׂיא <WH5387> a prince מארץ <WH776> of the land מצרים <WH4714> of Egypt: לא <WH3808> no יהיה <WH1961> and there shall be עוד <WH5750> more ונתתי <WH5414> and I will put יראה <WH3374> a fear בארץ <WH776> in the land מצרים׃ <WH4714> of Egypt."},{"number":14,"verse":"והשׁמתי <WH8074> אתתרוס <WH6624> ונתתי <WH5414> and will set אשׁ <WH784> fire בצען <WH6814> in Zoan, ועשׂיתי <WH6213> and will execute שׁפטים <WH8201> judgments בנא׃ <WH4996> in No."},{"number":15,"verse":"ושׁפכתי <WH8210> And I will pour חמתי <WH2534> my fury על <WH5921> upon סין <WH5512> Sin, מעוז <WH4581> the strength מצרים <WH4714> of Egypt; והכרתי <WH3772> and I will cut off את <WH853> המון <WH1995> the multitude נא׃ <WH4996> of No."},{"number":16,"verse":"ונתתי <WH5414> And I will set אשׁ <WH784> fire במצרים <WH4714> in Egypt: חול <WH2342> shall have great pain, תחיל <WH2342> shall have great pain, סין <WH5512> Sin ונא <WH4996> and No תהיה <WH1961> shall be להבקע <WH1234> rent asunder, ונף <WH5297> and Noph צרי <WH6862> distresses יומם׃ <WH3119> daily."},{"number":17,"verse":"בחורי <WH970> The young men און <WH206> ופי בסת <WH6364> and of Pi-beseth בחרב <WH2719> by the sword: יפלו <WH5307> shall fall והנה <WH2007> and these בשׁבי <WH7628> into captivity. תלכנה׃ <WH1980> shall go"},{"number":18,"verse":"ובתחפנחס <WH8471> At Tehaphnehes חשׂך <WH2821> היום <WH3117> also the day בשׁברי <WH7665> when I shall break שׁם <WH8033> there את <WH853> מטות <WH4133> the yokes מצרים <WH4714> of Egypt: ונשׁבת <WH7673> shall cease בה גאון <WH1347> and the pomp עזה <WH5797> of her strength היא <WH1931> in her: as for her, ענן <WH6051> a cloud יכסנה <WH3680> shall cover ובנותיה <WH1323> her, and her daughters בשׁבי <WH7628> into captivity. תלכנה׃ <WH1980> shall go"},{"number":19,"verse":"ועשׂיתי <WH6213> Thus will I execute שׁפטים <WH8201> judgments במצרים <WH4714> in Egypt: וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":20,"verse":"ויהי <WH1961> And it came to pass באחת <WH259> in the eleventh עשׂרה <WH6240> in the eleventh שׁנה <WH8141> year, בראשׁון <WH7223> in the first בשׁבעה <WH7651> in the seventh לחדשׁ <WH2320> of the month, היה <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":21,"verse":"בן <WH1121> Son אדם <WH120> of man, את <WH853> זרוע <WH2220> the arm פרעה <WH6547> of Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt; שׁברתי <WH7665> I have broken והנה <WH2009> and, lo, לא <WH3808> it shall not חבשׁה <WH2280> be bound up לתת <WH5414> to be healed, רפאות <WH7499> to be healed, לשׂום <WH7760> to put חתול <WH2848> a roller לחבשׁה <WH2280> to bind לחזקה <WH2388> it, to make it strong לתפשׂ <WH8610> to hold בחרב׃ <WH2719> the sword."},{"number":22,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הנני <WH2005> אל <WH413> I against פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, ושׁברתי <WH7665> and will break את <WH853> זרעתיו <WH2220> his arms, את <WH853> החזקה <WH2389> the strong, ואת <WH853> הנשׁברת <WH7665> and that which was broken; והפלתי <WH5307> to fall את <WH853> החרב <WH2719> and I will cause the sword מידו׃ <WH3027> out of his hand."},{"number":23,"verse":"והפצותי <WH6327> And I will scatter את <WH853> מצרים <WH4714> the Egyptians בגוים <WH1471> among the nations, וזריתם <WH2219> and will disperse בארצות׃ <WH776> them through the countries."},{"number":24,"verse":"וחזקתי <WH2388> And I will strengthen את <WH853> זרעות <WH2220> the arms מלך <WH4428> of the king בבל <WH894> of Babylon, ונתתי <WH5414> and put את <WH853> חרבי <WH2719> my sword בידו <WH3027> in his hand: ושׁברתי <WH7665> but I will break את <WH853> זרעות <WH2220> arms, פרעה <WH6547> Pharaoh's ונאק <WH5008> and he shall groan נאקות <WH5009> him with the groanings חלל <WH2491> of a deadly wounded לפניו׃ <WH6440> before"},{"number":25,"verse":"והחזקתי <WH2388> But I will strengthen את <WH853> זרעות <WH2220> the arms מלך <WH4428> of the king בבל <WH894> of Babylon, וזרעות <WH2220> and the arms פרעה <WH6547> of Pharaoh תפלנה <WH5307> shall fall down; וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, בתתי <WH5414> when I shall put חרבי <WH2719> my sword ביד <WH3027> into the hand מלך <WH4428> of the king בבל <WH894> of Babylon, ונטה <WH5186> אותהל <WH413> upon ארץ <WH776> the land מצרים׃ <WH4714> of Egypt."},{"number":26,"verse":"והפצותי <WH6327> And I will scatter את <WH853> מצרים <WH4714> the Egyptians בגוים <WH1471> among the nations, וזריתי <WH2219> and disperse אותם <WH853> בארצות <WH776> them among the countries; וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."}]}