{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass באחת <WH259> in the eleventh עשׂרה <WH6240> in the eleventh שׁנה <WH8141> year, בשׁלישׁי <WH7992> in the third באחד <WH259> in the first לחדשׁ <WH2320> of the month, היה <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, אמר <WH559> speak אל <WH413> unto פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, ואל <WH413> and to המונו <WH1995> his multitude; אל <WH413> מימית <WH1819> art thou like בגדלך׃ <WH1433> in thy greatness?"},{"number":3,"verse":"הנה <WH2009> Behold, אשׁור <WH804> the Assyrian ארז <WH730> a cedar בלבנון <WH3844> in Lebanon יפה <WH3303> with fair ענף <WH6057> branches, וחרשׁ <WH2793> shroud, מצל <WH6751> and with a shadowing וגבה <WH1362> and of a high קומה <WH6967> stature; ובין <WH996> among עבתים <WH5688> the thick boughs. היתה <WH1961> was צמרתו׃ <WH6788> and his top"},{"number":4,"verse":"מים <WH4325> The waters גדלוהו <WH1431> made him great, תהום <WH8415> the deep רממתהו <WH7311> set him up on high את <WH854> with נהרתיה <WH5104> her rivers הלך <WH1980> running סביבות <WH5439> round about מטעה <WH4302> his plants, ואת <WH853> תעלתיה <WH8585> her little rivers שׁלחה <WH7971> and sent out אל <WH413> unto כל <WH3605> all עצי <WH6086> the trees השׂדה׃ <WH7704> of the field."},{"number":5,"verse":"על <WH5921> כןבהא <WH1361> was exalted קמתו <WH6967> his height מכל <WH3605> above all עצי <WH6086> the trees השׂדה <WH7704> of the field, ותרבינה <WH7235> were multiplied, סרעפתיו <WH5634> and his boughs ותארכנה <WH748> became long פארתו <WH6288> and his branches ממים <WH4325> of waters, רבים <WH7227> because of the multitude בשׁלחו׃ <WH7971> when he shot forth."},{"number":6,"verse":"בסעפתיו <WH5589> in his boughs, קננו <WH7077> made their nests כל <WH3605> All עוף <WH5775> the fowls השׁמים <WH8064> of heaven ותחת <WH8478> and under פארתיו <WH6288> his branches ילדו <WH3205> bring forth their young, כל <WH3605> did all חית <WH2416> the beasts השׂדה <WH7704> of the field ובצלו <WH6738> and under his shadow ישׁבו <WH3427> dwelt כל <WH3605> all גוים <WH1471> nations. רבים׃ <WH7227> great"},{"number":7,"verse":"וייף <WH3302> Thus was he fair בגדלו <WH1433> in his greatness, בארך <WH753> in the length דליותיו <WH1808> of his branches: כי <WH3588> for היה <WH1961> was שׁרשׁו <WH8328> his root אל <WH413> by מים <WH4325> waters. רבים׃ <WH7227> great"},{"number":8,"verse":"ארזים <WH730> The cedars לא <WH3808> could not עממהו <WH6004> hide בגן <WH1588> in the garden אלהים <WH430> of God ברושׁים <WH1265> him: the fir trees לא <WH3808> not דמו <WH1819> were not like אל <WH413> unto סעפתיו <WH5589> his boughs, וערמנים <WH6196> and the chestnut trees לא <WH3808> nor היו <WH1961> were כפארתיו <WH6288> like his branches; כל <WH3605> any עץ <WH6086> tree בגן <WH1588> in the garden אלהים <WH430> of God לא <WH3808> דמה <WH1819> was like אליו <WH413> ביפיו׃ <WH3308> him in his beauty."},{"number":9,"verse":"יפה <WH3303> him fair עשׂיתיו <WH6213> I have made ברב <WH7230> by the multitude דליותיו <WH1808> of his branches: ויקנאהו <WH7065> envied כל <WH3605> so that all עצי <WH6086> the trees עדן <WH5731> of Eden, אשׁר <WH834> that בגן <WH1588> in the garden האלהים׃ <WH430> of God,"},{"number":10,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; יען <WH3282> אשׁרבהת <WH1361> thou hast lifted up בקומה <WH6967> thyself in height, ויתן <WH5414> and he hath shot up צמרתו <WH6788> his top אל <WH413> among בין <WH996> among עבותים <WH5688> the thick boughs, ורם <WH7311> is lifted up לבבו <WH3824> and his heart בגבהו׃ <WH1363> in his height;"},{"number":11,"verse":"ואתנהו <WH5414> I have therefore delivered ביד <WH3027> him into the hand איל <WH410> גוים <WH1471> of the heathen; עשׂו <WH6213> he shall surely deal יעשׂה <WH6213> he shall surely deal לו כרשׁעו <WH7562> for his wickedness. גרשׁתהו׃ <WH1644> with him: I have driven him out"},{"number":12,"verse":"ויכרתהו <WH3772> have cut him off, זרים <WH2114> And strangers, עריצי <WH6184> the terrible גוים <WH1471> of the nations, ויטשׁהו <WH5203> and have left אל <WH413> him: upon ההרים <WH2022> the mountains ובכל <WH3605> and in all גאיות <WH1516> the valleys נפלו <WH5307> are fallen, דליותיו <WH1808> his branches ותשׁברנה <WH7665> are broken פארתיו <WH6288> and his boughs בכל <WH3605> by all אפיקי <WH650> the rivers הארץ <WH776> of the land; וירדו <WH3381> are gone down מצלו <WH6738> from his shadow, כל <WH3605> and all עמי <WH5971> the people הארץ <WH776> of the earth ויטשׁהו׃ <WH5203> and have left"},{"number":13,"verse":"על <WH5921> Upon מפלתו <WH4658> his ruin ישׁכנו <WH7931> remain, כל <WH3605> shall all עוף <WH5775> the fowls השׁמים <WH8064> of the heaven ואל <WH413> upon פארתיו <WH6288> his branches: היו <WH1961> shall be כל <WH3605> and all חית <WH2416> the beasts השׂדה׃ <WH7704> of the field"},{"number":14,"verse":"למען <WH4616> To the end אשׁר <WH834> that לא <WH3808> none יגבהו <WH1361> exalt themselves בקומתם <WH6967> for their height, כל <WH3605> of all עצי <WH6086> the trees מים <WH4325> by the waters ולא <WH3808> neither יתנו <WH5414> shoot up את <WH853> צמרתם <WH6788> their top אל <WH413> among בין <WH996> among עבתים <WH5688> the thick boughs, ולא <WH3808> neither יעמדו <WH5975> stand up אליהם <WH352> their trees בגבהם <WH1363> in their height, כל <WH3605> all שׁתי <WH8354> that drink מים <WH4325> water: כי <WH3588> for כלם <WH3605> they are all נתנו <WH5414> delivered למות <WH4194> unto death, אל <WH413> to ארץ <WH776> of the earth, תחתית <WH8482> the nether parts בתוך <WH8432> in the midst בני <WH1121> of the children אדם <WH120> of men, אל <WH413> with יורדי <WH3381> them that go down בור׃ <WH953> to the pit."},{"number":15,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> ביום <WH3117> In the day רדתו <WH3381> when he went down שׁאולה <WH7585> to the grave האבלתי <WH56> I caused a mourning: כסתי <WH3680> I covered עליו <WH5921> for את <WH853> תהום <WH8415> the deep ואמנע <WH4513> him, and I restrained נהרותיה <WH5104> the floods ויכלאו <WH3607> were stayed: מים <WH4325> waters רבים <WH7227> thereof, and the great ואקדר <WH6937> to mourn עליו <WH5921> for לבנון <WH3844> and I caused Lebanon וכל <WH3605> him, and all עצי <WH6086> the trees השׂדה <WH7704> of the field עליו <WH5921> for עלפה׃ <WH5969> fainted"},{"number":16,"verse":"מקול <WH6963> at the sound מפלתו <WH4658> of his fall, הרעשׁתי <WH7493> to shake גוים <WH1471> I made the nations בהורדי <WH3381> them that descend אתו <WH853> שׁאולה <WH7585> to hell את <WH854> with יורדי <WH3381> בור <WH953> into the pit: וינחמו <WH5162> shall be comforted בארץ <WH776> of the earth. תחתית <WH8482> in the nether parts כל <WH3605> and all עצי <WH6086> the trees עדן <WH5731> of Eden, מבחר <WH4005> the choice וטוב <WH2896> and best לבנון <WH3844> of Lebanon, כל <WH3605> all שׁתי <WH8354> that drink מים׃ <WH4325> water,"},{"number":17,"verse":"גם <WH1571> also הם <WH1992> They אתו <WH854> with ירדו <WH3381> went down שׁאולה <WH7585> into hell אל <WH413> him unto חללי <WH2491> slain חרב <WH2719> with the sword; וזרעו <WH2220> and his arm, ישׁבו <WH3427> dwelt בצלו <WH6738> under his shadow בתוך <WH8432> in the midst גוים׃ <WH1471> of the heathen."},{"number":18,"verse":"אל <WH413> To מי <WH4310> whom דמית <WH1819> art thou thus like ככה <WH3602> art thou thus like בכבוד <WH3519> in glory ובגדל <WH1433> and in greatness בעצי <WH6086> among the trees עדן <WH5731> of Eden? והורדת <WH3381> yet shalt thou be brought down את <WH854> with עצי <WH6086> the trees עדן <WH5731> of Eden אל <WH413> unto ארץ <WH776> of the earth: תחתית <WH8482> the nether parts בתוך <WH8432> in the midst ערלים <WH6189> of the uncircumcised תשׁכב <WH7901> thou shalt lie את <WH854> with חללי <WH2491> slain חרב <WH2719> by the sword. הוא <WH1931> This פרעה <WH6547> Pharaoh וכל <WH3605> and all המונה <WH1995> his multitude, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."}]}