{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"ואתה <WH859> Thou בן <WH1121> also, son אדם <WH120> of man, קח <WH3947> take לך לבנה <WH3843> thee a tile, ונתתה <WH5414> and lay אותה <WH853> לפניך <WH6440> it before וחקות <WH2710> thee, and portray עליה <WH5921> upon עיר <WH5892> it the city, את <WH853> ירושׁלם׃ <WH3389> Jerusalem:"},{"number":2,"verse":"ונתתה <WH5414> And lay עליה <WH5921> against מצור <WH4692> siege ובנית <WH1129> it, and build עליה <WH5921> against דיק <WH1785> a fort ושׁפכת <WH8210> it, and cast עליה <WH5921> against סללה <WH5550> a mount ונתתה <WH5414> it; set עליה <WH5921> also against מחנות <WH4264> the camp ושׂים <WH7760> it, and set עליה <WH5921> against כרים <WH3733> rams סביב׃ <WH5439> it round about."},{"number":3,"verse":"ואתה <WH859> thou קח <WH3947> Moreover take לך מחבת <WH4227> pan, ברזל <WH1270> unto thee an iron ונתתה <WH5414> and set אותה <WH853> קיר <WH7023> it a wall ברזל <WH1270> of iron בינך <WH996> between ובין <WH996> העיר <WH5892> thee and the city: והכינתה <WH3559> and set את <WH853> פניך <WH6440> thy face אליה <WH413> against והיתה <WH1961> it, and it shall be במצור <WH4692> besieged, וצרת <WH6696> and thou shalt lay siege עליה <WH5921> against אות <WH226> a sign היא <WH1931> it. This לבית <WH1004> to the house ישׂראל׃ <WH3478> of Israel."},{"number":4,"verse":"ואתה <WH859> thou שׁכב <WH7901> Lie על <WH5921> also upon צדך <WH6654> side, השׂמאלי <WH8042> thy left ושׂמת <WH7760> and lay את <WH853> עון <WH5771> the iniquity בית <WH1004> of the house ישׂראל <WH3478> of Israel עליו <WH5921> upon מספר <WH4557> it: to the number הימים <WH3117> of the days אשׁר <WH834> that תשׁכב <WH7901> thou shalt lie עליו <WH5921> upon תשׂא <WH5375> it thou shalt bear את <WH853> עונם׃ <WH5771> their iniquity."},{"number":5,"verse":"ואני <WH589> For I נתתי <WH5414> have laid לך את <WH853> שׁני <WH8141> upon thee the years עונם <WH5771> of their iniquity, למספר <WH4557> according to the number ימים <WH3117> of the days, שׁלשׁ <WH7969> three מאות <WH3967> hundred ותשׁעים <WH8673> and ninety יום <WH3117> days: ונשׂאת <WH5375> so shalt thou bear עון <WH5771> the iniquity בית <WH1004> of the house ישׂראל׃ <WH3478> of Israel."},{"number":6,"verse":"וכלית <WH3615> And when thou hast accomplished את <WH853> אלה <WH428> them, ושׁכבת <WH7901> lie על <WH5921> on צדך <WH6654> side, הימוני <WH3227> שׁנית <WH8145> again ונשׂאת <WH5375> and thou shalt bear את <WH853> עון <WH5771> the iniquity בית <WH1004> of the house יהודה <WH3063> of Judah ארבעים <WH705> forty יום <WH3117> days: יום <WH3117> thee each day for a year. לשׁנה <WH8141> יוםשׁנה <WH8141> נתתיו׃ <WH5414> I have appointed"},{"number":7,"verse":"ואל <WH413> toward מצור <WH4692> the siege ירושׁלם <WH3389> of Jerusalem, תכין <WH3559> Therefore thou shalt set פניך <WH6440> thy face וזרעך <WH2220> and thine arm חשׂופה <WH2834> uncovered, ונבאת <WH5012> and thou shalt prophesy עליה׃ <WH5921> against"},{"number":8,"verse":"והנה <WH2009> And, behold, נתתי <WH5414> I will lay עליך <WH5921> upon עבותים <WH5688> bands ולא <WH3808> thee, and thou shalt not תהפך <WH2015> turn מצדך <WH6654> thee from one side אל <WH413> to צדך <WH6654> another, עד <WH5704> till כלותך <WH3615> thou hast ended ימי <WH3117> the days מצורך׃ <WH4692> of thy siege."},{"number":9,"verse":"ואתה <WH859> thou קח <WH3947> Take לך חטין <WH2406> also unto thee wheat, ושׂערים <WH8184> and barley, ופול <WH6321> and beans, ועדשׁים <WH5742> and lentils, ודחן <WH1764> and millet, וכסמים <WH3698> and fitches, ונתתה <WH5414> and put אותם <WH853> בכלי <WH3627> vessel, אחד <WH259> them in one ועשׂית <WH6213> and make אותם <WH853> לך ללחם <WH3899> thee bread מספר <WH4557> thereof, to the number הימים <WH3117> of the days אשׁר <WH834> that אתה <WH859> thou שׁוכב <WH7901> shalt lie על <WH5921> upon צדך <WH6654> thy side, שׁלשׁ <WH7969> three מאות <WH3967> hundred ותשׁעים <WH8673> and ninety יום <WH3117> days תאכלנו׃ <WH398> shalt thou eat"},{"number":10,"verse":"ומאכלך <WH3978> And thy meat אשׁר <WH834> which תאכלנו <WH398> thou shalt eat במשׁקול <WH4946> by weight, עשׂרים <WH6242> twenty שׁקל <WH8255> shekels ליום <WH3117> a day: מעת <WH6256> from time עד <WH5704> to עת <WH6256> time תאכלנו׃ <WH398> shalt thou eat"},{"number":11,"verse":"ומים <WH4325> also water במשׂורה <WH4884> by measure, תשׁתה <WH8354> Thou shalt drink שׁשׁית <WH8345> the sixth part ההין <WH1969> of a hin: מעת <WH6256> from time עד <WH5704> to עת <WH6256> time תשׁתה׃ <WH8354> shalt thou drink."},{"number":12,"verse":"ועגת <WH5692> cakes, שׂערים <WH8184> it barley תאכלנה <WH398> And thou shalt eat והיא <WH1931> it בגללי <WH1561> with dung צאת <WH6627> that cometh out האדם <WH120> of man, תעגנה <WH5746> and thou shalt bake לעיניהם׃ <WH5869> in their sight."},{"number":13,"verse":"ויאמר <WH559> said, יהוה <WH3068> And the LORD ככה <WH3602> Even thus יאכלו <WH398> eat בני <WH1121> shall the children ישׂראל <WH3478> of Israel את <WH853> לחמם <WH3899> bread טמא <WH2931> their defiled בגוים <WH1471> among the Gentiles, אשׁר <WH834> whither אדיחם <WH5080> I will drive שׁם׃ <WH8033> whither"},{"number":14,"verse":"ואמר <WH559> Then said אהה <WH162> I, Ah אדני <WH136> Lord יהוה <WH3069> GOD! הנה <WH2009> behold, נפשׁי <WH5315> my soul לא <WH3808> hath not מטמאה <WH2930> been polluted: ונבלה <WH5038> of that which dieth of itself, וטרפה <WH2966> or is torn in pieces; לא <WH3808> have I not אכלתי <WH398> eaten מנעורי <WH5271> for from my youth ועד <WH5704> up even till עתה <WH6258> now ולא <WH3808> neither בא <WH935> came בפי <WH6310> into my mouth. בשׂר <WH1320> flesh פגול׃ <WH6292> there abominable"},{"number":15,"verse":"ויאמר <WH559> Then he said אלי <WH413> unto ראה <WH7200> me, Lo, נתתי <WH5414> I have given לך את <WH853> צפועי <WH6832> dung הבקר <WH1241> thee cow's תחת <WH8478> for גללי <WH1561> dung, האדם <WH120> man's ועשׂית <WH6213> and thou shalt prepare את <WH853> לחמך <WH3899> thy bread עליהם׃ <WH5921> therewith."},{"number":16,"verse":"ויאמר <WH559> Moreover he said אלי <WH413> unto בן <WH1121> me, Son אדם <WH120> of man, הנני <WH2005> שׁבר <WH7665> I will break מטה <WH4294> the staff לחם <WH3899> of bread בירושׁלם <WH3389> in Jerusalem: ואכלו <WH398> and they shall eat לחם <WH3899> bread במשׁקל <WH4948> by weight, ובדאגה <WH1674> and with care; ומים <WH4325> water במשׂורה <WH4884> by measure, ובשׁממון <WH8078> and with astonishment: ישׁתו׃ <WH8354> and they shall drink"},{"number":17,"verse":"למען <WH4616> That יחסרו <WH2637> they may want לחם <WH3899> bread ומים <WH4325> and water, ונשׁמו <WH8074> and be astonished אישׁ <WH376> one ואחיו <WH251> with another, ונמקו <WH4743> and consume away בעונם׃ <WH5771> for their iniquity."}]}