{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"ויולכני <WH1980> Afterward he brought אל <WH413> me to השׁער <WH8179> the gate, שׁער <WH8179> the gate אשׁר <WH834> that פנה <WH6437> looketh דרך <WH1870> toward הקדים׃ <WH6921> the east:"},{"number":2,"verse":"והנה <WH2009> And, behold, כבוד <WH3519> the glory אלהי <WH430> of the God ישׂראל <WH3478> of Israel בא <WH935> came מדרך <WH1870> from the way הקדים <WH6921> of the east: וקולו <WH6963> and his voice כקול <WH6963> like a noise מים <WH4325> waters: רבים <WH7227> of many והארץ <WH776> and the earth האירה <WH215> shined מכבדו׃ <WH3519> with his glory."},{"number":3,"verse":"וכמראה <WH4758> And according to the appearance המראה <WH4758> of the vision אשׁר <WH834> which ראיתי <WH7200> I saw, כמראה <WH4758> according to the vision אשׁר <WH834> that ראיתי <WH7200> I saw בבאי <WH935> when I came לשׁחת <WH7843> to destroy את <WH853> העיר <WH5892> the city: ומראות <WH4758> like the vision כמראה <WH4758> אשׁר <WH834> that ראיתי <WH7200> I saw אל <WH413> by נהר <WH5104> the river כבר <WH3529> Chebar; ואפל <WH5307> and I fell אל <WH413> upon פני׃ <WH6440> my face."},{"number":4,"verse":"וכבוד <WH3519> And the glory יהוה <WH3068> of the LORD בא <WH935> came אל <WH413> into הבית <WH1004> the house דרך <WH1870> by the way שׁער <WH8179> of the gate אשׁר <WH834> whose פניו <WH6440> prospect דרך <WH1870> toward הקדים׃ <WH6921> the east."},{"number":5,"verse":"ותשׂאני <WH5375> took me up, רוח <WH7307> So the spirit ותביאני <WH935> and brought אל <WH413> me into החצר <WH2691> court; הפנימי <WH6442> the inner והנה <WH2009> and, behold, מלא <WH4390> filled כבוד <WH3519> the glory יהוה <WH3068> of the LORD הבית׃ <WH1004> the house."},{"number":6,"verse":"ואשׁמע <WH8085> And I heard מדבר <WH1696> speaking אלי <WH413> unto מהבית <WH1004> me out of the house; ואישׁ <WH376> and the man היה <WH1961> stood עמד <WH5975> stood אצלי׃ <WH681> by"},{"number":7,"verse":"ויאמר <WH559> And he said אלי <WH413> unto בן <WH1121> me, Son אדם <WH120> of man, את <WH853> מקום <WH4725> the place כסאי <WH3678> of my throne, ואת <WH853> מקום <WH4725> and the place כפות <WH3709> of the soles רגלי <WH7272> of my feet, אשׁר <WH834> where אשׁכן <WH7931> I will dwell שׁם <WH8033> where בתוך <WH8432> in the midst בני <WH1121> of the children ישׂראל <WH3478> of Israel לעולם <WH5769> forever, ולא <WH3808> no יטמאו <WH2930> defile, עוד <WH5750> more בית <WH1004> shall the house ישׂראל <WH3478> of Israel שׁם <WH8034> name, קדשׁי <WH6944> and my holy המה <WH1992> they, ומלכיהם <WH4428> nor their kings, בזנותם <WH2184> by their whoredom, ובפגרי <WH6297> nor by the carcasses מלכיהם <WH4428> of their kings במותם׃ <WH1116> in their high places."},{"number":8,"verse":"בתתם <WH5414> In their setting ספם <WH5592> of their threshold את <WH853> ספי <WH5592> my thresholds, ומזוזתם <WH4201> and their post אצל <WH681> by מזוזתי <WH4201> my posts, והקיר <WH7023> and the wall ביני <WH996> between וביניהם <WH996> וטמאו <WH2930> me and them, they have even defiled את <WH853> שׁם <WH8034> name קדשׁי <WH6944> my holy בתועבותם <WH8441> by their abominations אשׁר <WH834> that עשׂו <WH6213> they have committed: ואכל <WH398> wherefore I have consumed אתם <WH853> באפי׃ <WH639> them in mine anger."},{"number":9,"verse":"עתה <WH6258> Now ירחקו <WH7368> let them put away את <WH853> זנותם <WH2184> their whoredom, ופגרי <WH6297> and the carcasses מלכיהם <WH4428> of their kings, ממני <WH4480> far from ושׁכנתי <WH7931> me, and I will dwell בתוכם <WH8432> in the midst לעולם׃ <WH5769> of them forever."},{"number":10,"verse":"אתה <WH859> Thou בן <WH1121> son אדם <WH120> of man, הגד <WH5046> show את <WH853> בית <WH1004> the house ישׂראל <WH3478> of Israel, את <WH853> הבית <WH1004> to the house ויכלמו <WH3637> that they may be ashamed מעונותיהם <WH5771> of their iniquities: ומדדו <WH4058> and let them measure את <WH853> תכנית׃ <WH8508> the pattern."},{"number":11,"verse":"ואם <WH518> And if נכלמו <WH3637> they be ashamed מכל <WH3605> of all אשׁר <WH834> that עשׂו <WH6213> they have done, צורת <WH6699> them the form הבית <WH1004> of the house, ותכונתו <WH8498> and the fashion ומוצאיו <WH4161> thereof, and the goings out ומובאיו <WH4126> thereof, and the comings in וכל <WH3605> thereof, and all צורתו <WH6699> the forms ואת <WH853> כל <WH3605> thereof, and all חקתיו <WH2708> the ordinances וכל <WH3605> thereof, and all צורתו <WH6699> the forms וכל <WH3605> thereof, and all תורתו <WH8451> the laws הודע <WH3045> show אותם <WH853> וכתב <WH3789> thereof: and write לעיניהם <WH5869> in their sight, וישׁמרו <WH8104> that they may keep את <WH853> כל <WH3605> the whole צורתו <WH6699> form ואת <WH853> כל <WH3605> thereof, and all חקתיו <WH2708> the ordinances ועשׂו <WH6213> thereof, and do אותם׃ <WH853>"},{"number":12,"verse":"זאת <WH2063> This תורת <WH8451> the law הבית <WH1004> of the house; על <WH5921> Upon ראשׁ <WH7218> the top ההר <WH2022> of the mountain כל <WH3605> the whole גבלו <WH1366> limit סביב <WH5439> thereof round about סביב <WH5439> thereof round about קדשׁ <WH6944> most holy. קדשׁים <WH6944> most holy. הנה <WH2009> Behold, זאת <WH2063> this תורת <WH8451> the law הבית׃ <WH1004> of the house."},{"number":13,"verse":"ואלה <WH428> And these מדות <WH4060> the measures המזבח <WH4196> of the altar באמות <WH520> after the cubits: אמה <WH520> The cubit אמה <WH520> a cubit וטפח <WH2948> and a handbreadth; וחיק <WH2436> even the bottom האמה <WH520> a cubit, ואמה <WH520> a cubit, רחב <WH7341> and the breadth וגבולה <WH1366> and the border אל <WH413> thereof by שׂפתה <WH8193> the edge סביב <WH5439> thereof round about זרת <WH2239> span: האחד <WH259> a וזה <WH2088> and this גב <WH1354> the higher place המזבח׃ <WH4196> of the altar."},{"number":14,"verse":"ומחיק <WH2436> הארץ <WH776> the ground עד <WH5704> to העזרה <WH5835> settle התחתונה <WH8481> the lower שׁתים <WH8147> two אמות <WH520> cubits, ורחב <WH7341> and the breadth אמה <WH520> cubit; אחת <WH259> one ומהעזרה <WH5835> settle הקטנה <WH6996> עד <WH5704> to העזרה <WH5835> הגדולה <WH1419> the greater ארבע <WH702> four אמות <WH520> cubits, ורחב <WH7341> and the breadth האמה׃ <WH520> cubit."},{"number":15,"verse":"וההראל <WH741> and from the altar ארבע <WH702> four אמות <WH520> cubits; ומהאראיל <WH741> ולמעלה <WH4605> and upward הקרנות <WH7161> horns. ארבע׃ <WH702> four"},{"number":16,"verse":"והאראיל <WH741> And the altar שׁתים <WH8147> twelve עשׂרה <WH6240> twelve ארך <WH753> long, בשׁתים <WH8147> twelve עשׂרה <WH6240> twelve רחב <WH7341> broad, רבוע <WH7251> square אל <WH413> in ארבעת <WH702> the four רבעיו׃ <WH7253> squares"},{"number":17,"verse":"והעזרה <WH5835> And the settle ארבע <WH702> fourteen עשׂרה <WH6240> fourteen ארך <WH753> long בארבע <WH702> and fourteen עשׂרה <WH6240> and fourteen רחב <WH7341> broad אל <WH413> in ארבעת <WH702> the four רבעיה <WH7253> squares והגבול <WH1366> thereof; and the border סביב <WH5439> about אותה <WH853> חצי <WH2677> it half האמה <WH520> a cubit; והחיק <WH2436> and the bottom לה אמה <WH520> thereof a cubit סביב <WH5439> about; ומעלתהו <WH4609> and his stairs פנות <WH6437> shall look קדים׃ <WH6921> toward the east."},{"number":18,"verse":"ויאמר <WH559> And he said אלי <WH413> unto בן <WH1121> me, Son אדם <WH120> of man, כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; אלה <WH428> These חקות <WH2708> the ordinances המזבח <WH4196> of the altar ביום <WH3117> in the day העשׂותו <WH6213> when they shall make להעלות <WH5927> it, to offer עליו <WH5921> thereon, עולה <WH5930> burnt offerings ולזרק <WH2236> and to sprinkle עליו <WH5921> thereon. דם׃ <WH1818> blood"},{"number":19,"verse":"ונתתה <WH5414> And thou shalt give אל <WH413> to הכהנים <WH3548> the priests הלוים <WH3881> the Levites אשׁר <WH834> that הם <WH1992> מזרע <WH2233> be of the seed צדוק <WH6659> of Zadok, הקרבים <WH7138> which approach אלי <WH413> unto נאם <WH5002> unto me, saith אדני <WH136> the Lord יהוה <WH3068> לשׁרתני <WH8334> me, to minister פר <WH6499> bullock בן <WH1121> a young בקר <WH1241> a young לחטאת׃ <WH2403> for a sin offering."},{"number":20,"verse":"ולקחת <WH3947> And thou shalt take מדמו <WH1818> of the blood ונתתה <WH5414> thereof, and put על <WH5921> on ארבע <WH702> the four קרנתיו <WH7161> horns ואל <WH413> of it, and on ארבע <WH702> the four פנות <WH6438> corners העזרה <WH5835> of the settle, ואל <WH413> and upon הגבול <WH1366> the border סביב <WH5439> round about: וחטאת <WH2398> thus shalt thou cleanse אותו <WH853> וכפרתהו׃ <WH3722> and purge"},{"number":21,"verse":"ולקחת <WH3947> Thou shalt take את <WH853> הפר <WH6499> the bullock החטאת <WH2403> also of the sin offering, ושׂרפו <WH8313> and he shall burn במפקד <WH4662> it in the appointed place הבית <WH1004> of the house, מחוץ <WH2351> without למקדשׁ׃ <WH4720> the sanctuary."},{"number":22,"verse":"וביום <WH3117> day השׁני <WH8145> And on the second תקריב <WH7126> thou shalt offer שׂעיר <WH8163> a kid עזים <WH5795> of the goats תמים <WH8549> without blemish לחטאת <WH2403> for a sin offering; וחטאו <WH2398> and they shall cleanse את <WH853> המזבח <WH4196> the altar, כאשׁר <WH834> as חטאו <WH2398> they did cleanse בפר׃ <WH6499> with the bullock."},{"number":23,"verse":"בכלותך <WH3615> When thou hast made an end מחטא <WH2398> of cleansing תקריב <WH7126> thou shalt offer פר <WH6499> bullock בן <WH1121> a young בקר <WH1241> a young תמים <WH8549> without blemish, ואיל <WH352> and a ram מן <WH4480> of cleansing הצאן <WH6629> the flock תמים׃ <WH8549> without blemish."},{"number":24,"verse":"והקרבתם <WH7126> And thou shalt offer לפני <WH6440> them before יהוה <WH3068> the LORD, והשׁליכו <WH7993> shall cast הכהנים <WH3548> and the priests עליהם <WH5921> upon מלח <WH4417> salt והעלו <WH5927> אותםלה <WH5930> a burnt offering ליהוה׃ <WH3068> unto the LORD."},{"number":25,"verse":"שׁבעת <WH7651> Seven ימים <WH3117> days תעשׂה <WH6213> shalt thou prepare שׂעיר <WH8163> a goat חטאת <WH2403> a sin offering: ליום <WH3117> every day ופר <WH6499> bullock, בן <WH1121> a young בקר <WH1241> a young ואיל <WH352> and a ram מן <WH4480> out of הצאן <WH6629> the flock, תמימים <WH8549> without blemish. יעשׂו׃ <WH6213> they shall also prepare"},{"number":26,"verse":"שׁבעת <WH7651> Seven ימים <WH3117> days יכפרו <WH3722> shall they purge את <WH853> המזבח <WH4196> the altar וטהרו <WH2891> and purify אתו <WH853> ומלאו <WH4390> it; and they shall consecrate ידו׃ <WH3027> it; and they shall consecrate"},{"number":27,"verse":"ויכלו <WH3615> are expired, את <WH853> הימים <WH3117> And when these days והיה <WH1961> it shall be, ביום <WH3117> day, השׁמיני <WH8066> upon the eighth והלאה <WH1973> and forward, יעשׂו <WH6213> shall make הכהנים <WH3548> the priests על <WH5921> upon המזבח <WH4196> the altar, את <WH853> עולותיכם <WH5930> your burnt offerings ואת <WH853> שׁלמיכם <WH8002> and your peace offerings; ורצאתי <WH7521> and I will accept אתכם <WH853> נאם <WH5002> you, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."}]}