{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"ובהפילכם <WH5307> Moreover, when ye shall divide by lot את <WH853> הארץ <WH776> the land בנחלה <WH5159> for inheritance, תרימו <WH7311> ye shall offer תרומה <WH8641> an oblation ליהוה <WH3068> unto the LORD, קדשׁ <WH6944> a holy portion מן <WH4480> of הארץ <WH776> the land: ארך <WH753> the length חמשׁה <WH2568> of five ועשׂרים <WH6242> and twenty אלף <WH505> thousand ארך <WH753> the length ורחב <WH7341> and the breadth עשׂרה <WH6235> ten אלף <WH505> thousand. קדשׁ <WH6944> holy הוא <WH1931> This בכל <WH3605> in all גבולה <WH1366> the borders סביב׃ <WH5439> thereof round about."},{"number":2,"verse":"יהיה <WH1961> there shall be מזה <WH2088> אל <WH413> for הקדשׁ <WH6944> the sanctuary חמשׁ <WH2568> five מאות <WH3967> hundred בחמשׁ <WH2568> with five מאות <WH3967> hundred מרבע <WH7251> square סביב <WH5439> round about; וחמשׁים <WH2572> and fifty אמה <WH520> cubits מגרשׁ <WH4054> for the suburbs לו סביב׃ <WH5439> round about"},{"number":3,"verse":"ומן <WH4480> And of המדה <WH4060> measure הזאת <WH2063> this תמוד <WH4058> shalt thou measure ארך <WH753> the length חמשׁ <WH2568> of five ועשׂרים <WH6242> and twenty אלף <WH505> thousand, ורחב <WH7341> and the breadth עשׂרת <WH6235> of ten אלפים <WH505> thousand: ובו יהיה <WH1961> and in it shall be המקדשׁ <WH4720> the sanctuary קדשׁ <WH6944> the most holy קדשׁים׃ <WH6944> the most holy"},{"number":4,"verse":"קדשׁ <WH6944> The holy מן <WH4480> of הארץ <WH776> the land הוא <WH1931> לכהנים <WH3548> for the priests משׁרתי <WH8334> the ministers המקדשׁ <WH4720> of the sanctuary, יהיה <WH1961> shall be הקרבים <WH7131> which shall come near לשׁרת <WH8334> to minister unto את <WH853> יהוה <WH3068> the LORD: והיה <WH1961> and it shall be להם מקום <WH4725> a place לבתים <WH1004> for their houses, ומקדשׁ <WH4720> and a holy place למקדשׁ׃ <WH4720> for the sanctuary."},{"number":5,"verse":"וחמשׁה <WH2568> And the five ועשׂרים <WH6242> and twenty אלף <WH505> thousand ארך <WH753> of length, ועשׂרת <WH6235> and the ten אלפים <WH505> thousand רחב <WH7341> of breadth, יהיה <WH1961> have ללוים <WH3881> shall also the Levites, משׁרתי <WH8334> the ministers הבית <WH1004> of the house, להם <WH1992> לאחזה <WH272> for themselves, for a possession עשׂרים <WH6242> for twenty לשׁכת׃ <WH3957> chambers."},{"number":6,"verse":"ואחזת <WH272> the possession העיר <WH5892> of the city תתנו <WH5414> And ye shall appoint חמשׁת <WH2568> five אלפים <WH505> thousand רחב <WH7341> broad, וארך <WH753> long, חמשׁה <WH2568> and five ועשׂרים <WH6242> and twenty אלף <WH505> thousand לעמת <WH5980> over against תרומת <WH8641> the oblation הקדשׁ <WH6944> of the holy לכל <WH3605> for the whole בית <WH1004> house ישׂראל <WH3478> of Israel. יהיה׃ <WH1961> it shall be"},{"number":7,"verse":"ולנשׂיא <WH5387> And a for the prince מזה <WH2088> on the one side ומזה <WH2088> and on the other side לתרומת <WH8641> of the oblation הקדשׁ <WH6944> of the holy ולאחזת <WH272> and of the possession העיר <WH5892> of the city, אל <WH413> before פני <WH6440> before תרומת <WH8641> the oblation הקדשׁ <WH6944> of the holy ואל <WH413> and before פני <WH6440> , and before אחזת <WH272> the possession העיר <WH5892> of the city, מפאת <WH6285> side ים <WH3220> from the west ימה <WH3220> westward, ומפאת <WH6285> side קדמה <WH6924> and from the east קדימה <WH6921> eastward: וארך <WH753> and the length לעמות <WH5980> over against אחד <WH259> one החלקים <WH2506> of the portions, מגבול <WH1366> border ים <WH3220> from the west אל <WH413> unto גבול <WH1366> border. קדימה׃ <WH6921> the east"},{"number":8,"verse":"לארץ <WH776> In the land יהיה <WH1961> shall be לו לאחזה <WH272> his possession בישׂראל <WH3478> in Israel: ולא <WH3808> shall no יונו <WH3238> oppress עוד <WH5750> more נשׂיאי <WH5387> and my princes את <WH853> עמי <WH5971> my people; והארץ <WH776> and the land יתנו <WH5414> shall they give לבית <WH1004> to the house ישׂראל <WH3478> of Israel לשׁבטיהם׃ <WH7626> according to their tribes."},{"number":9,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; רב <WH7227> Let it suffice לכם נשׂיאי <WH5387> you, O princes ישׂראל <WH3478> of Israel: חמס <WH2555> violence ושׁד <WH7701> and spoil, הסירו <WH5493> remove ומשׁפט <WH4941> judgment וצדקה <WH6666> and justice, עשׂו <WH6213> and execute הרימו <WH7311> take away גרשׁתיכם <WH1646> your exactions מעל <WH5921> from עמי <WH5971> my people, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":10,"verse":"מאזני <WH3976> balances, צדק <WH6664> just ואיפת <WH374> ephah, צדק <WH6664> and a just ובת <WH1324> bath. צדק <WH6664> and a just יהי׃ <WH1961> Ye shall have"},{"number":11,"verse":"האיפה <WH374> The ephah והבת <WH1324> and the bath תכן <WH8506> measure, אחד <WH259> of one יהיה <WH1961> shall be לשׂאת <WH5375> may contain מעשׂר <WH4643> the tenth part החמר <WH2563> of a homer, הבת <WH1324> that the bath ועשׂירת <WH6224> the tenth part החמר <WH2563> of a homer: האיפה <WH374> and the ephah אל <WH413> after החמר <WH2563> the homer. יהיה <WH1961> thereof shall be מתכנתו׃ <WH4971> the measure"},{"number":12,"verse":"והשׁקל <WH8255> And the shekel עשׂרים <WH6242> twenty גרה <WH1626> gerahs: עשׂרים <WH6242> twenty שׁקלים <WH8255> shekels, חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty שׁקלים <WH8255> shekels, עשׂרה <WH6235> וחמשׁה <WH2568> fifteen שׁקל <WH8255> shekels, המנה <WH4488> your mina. יהיה׃ <WH1961> shall be"},{"number":13,"verse":"זאת <WH2063> This התרומה <WH8641> the oblation אשׁר <WH834> that תרימו <WH7311> ye shall offer; שׁשׁית <WH8345> the sixth part האיפה <WH374> of an ephah מחמר <WH2563> of a homer החטים <WH2406> of wheat, ושׁשׁיתם <WH8341> and ye shall give the sixth part האיפה <WH374> of an ephah מחמר <WH2563> of a homer השׂערים׃ <WH8184> of barley:"},{"number":14,"verse":"וחק <WH2706> Concerning the ordinance השׁמן <WH8081> of oil, הבת <WH1324> the bath השׁמן <WH8081> of oil, מעשׂר <WH4643> the tenth part הבת <WH1324> of a bath מן <WH4480> out of הכר <WH3734> the kor, עשׂרת <WH6235> of ten הבתים <WH1324> baths; חמר <WH2563> a homer כי <WH3588> for עשׂרת <WH6235> ten הבתים <WH1324> baths חמר׃ <WH2563> a homer:"},{"number":15,"verse":"ושׂה <WH7716> lamb אחת <WH259> And one מן <WH4480> out of הצאן <WH6629> the flock, מן <WH4480> out of המאתים <WH3967> two hundred, ממשׁקה <WH4945> out of the fat pastures ישׂראל <WH3478> of Israel; למנחה <WH4503> for a meat offering, ולעולה <WH5930> and for a burnt offering, ולשׁלמים <WH8002> and for peace offerings, לכפר <WH3722> to make reconciliation עליהם <WH5921> for נאם <WH5002> them, saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":16,"verse":"כל <WH3605> All העם <WH5971> the people הארץ <WH776> of the land יהיו <WH1961> shall give אל <WH413> shall give התרומה <WH8641> oblation הזאת <WH2063> this לנשׂיא <WH5387> for the prince בישׂראל׃ <WH3478> in Israel."},{"number":17,"verse":"ועל <WH5921> הנשׂיאהיה <WH1961> And it shall be העולות <WH5930> burnt offerings, והמנחה <WH4503> and meat offerings, והנסך <WH5262> and drink offerings, בחגים <WH2282> in the feasts, ובחדשׁים <WH2320> and in the new moons, ובשׁבתות <WH7676> and in the sabbaths, בכל <WH3605> in all מועדי <WH4150> solemnities בית <WH1004> of the house ישׂראל <WH3478> of Israel: הוא <WH1931> he יעשׂה <WH6213> shall prepare את <WH853> החטאת <WH2403> the sin offering, ואת <WH853> המנחה <WH4503> and the meat offering, ואת <WH853> העולה <WH5930> and the burnt offering, ואת <WH853> השׁלמים <WH8002> and the peace offerings, לכפר <WH3722> to make reconciliation בעד <WH1157> for בית <WH1004> the house ישׂראל׃ <WH3478> of Israel."},{"number":18,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> בראשׁון <WH7223> In the first באחד <WH259> in the first לחדשׁ <WH2320> of the month, תקח <WH3947> thou shalt take פר <WH6499> bullock בן <WH1121> a young בקר <WH1241> a young תמים <WH8549> without blemish, וחטאת <WH2398> and cleanse את <WH853> המקדשׁ׃ <WH4720> the sanctuary:"},{"number":19,"verse":"ולקח <WH3947> shall take הכהן <WH3548> And the priest מדם <WH1818> of the blood החטאת <WH2403> of the sin offering, ונתן <WH5414> and put אל <WH413> upon מזוזת <WH4201> the posts הבית <WH1004> of the house, ואל <WH413> and upon ארבע <WH702> the four פנות <WH6438> corners העזרה <WH5835> of the settle למזבח <WH4196> of the altar, ועל <WH5921> and upon מזוזת <WH4201> the posts שׁער <WH8179> of the gate החצר <WH2691> court. הפנימית׃ <WH6442> of the inner"},{"number":20,"verse":"וכן <WH3651> And so תעשׂה <WH6213> thou shalt do בשׁבעה <WH7651> the seventh בחדשׁ <WH2320> of the month מאישׁ <WH376> for every one שׁגה <WH7686> that erreth, ומפתי <WH6612> and for simple: וכפרתם <WH3722> so shall ye reconcile את <WH853> הבית׃ <WH1004> the house."},{"number":21,"verse":"בראשׁון <WH7223> In the first בארבעה <WH702> in the fourteenth עשׂר <WH6240> , in the fourteenth יום <WH3117> day לחדשׁ <WH2320> of the month, יהיה <WH1961> ye shall have לכם הפסח <WH6453> the passover, חג <WH2282> a feast שׁבעות <WH7620> ימים <WH3117> days; מצות <WH4682> unleavened bread יאכל׃ <WH398> shall be eaten."},{"number":22,"verse":"ועשׂה <WH6213> prepare הנשׂיא <WH5387> shall the prince ביום <WH3117> day ההוא <WH1931> And upon that בעדו <WH1157> for ובעד <WH1157> himself and for כל <WH3605> all עם <WH5971> the people הארץ <WH776> of the land פר <WH6499> a bullock חטאת׃ <WH2403> a sin offering."},{"number":23,"verse":"ושׁבעת <WH7651> And seven ימי <WH3117> days החג <WH2282> of the feast יעשׂה <WH6213> he shall prepare עולה <WH5930> a burnt offering ליהוה <WH3068> to the LORD, שׁבעת <WH7651> seven פרים <WH6499> bullocks ושׁבעת <WH7651> and seven אילים <WH352> rams תמימם <WH8549> without blemish ליום <WH3117> daily שׁבעת <WH7651> the seven הימים <WH3117> days; וחטאת <WH2403> a sin offering. שׂעיר <WH8163> and a kid עזים <WH5795> of the goats ליום׃ <WH3117> daily"},{"number":24,"verse":"ומנחה <WH4503> a meat offering איפה <WH374> of an ephah לפר <WH6499> for a bullock, ואיפה <WH374> and an ephah לאיל <WH352> for a ram, יעשׂה <WH6213> And he shall prepare ושׁמן <WH8081> of oil הין <WH1969> and a hin לאיפה׃ <WH374> for an ephah."},{"number":25,"verse":"בשׁביעי <WH7651> of the seven בחמשׁה <WH2568> in the fifteenth עשׂר <WH6240> , in the fifteenth יום <WH3117> day לחדשׁ <WH2320> of the month, בחג <WH2282> in the feast יעשׂה <WH6213> shall he do כאלה <WH428> the like שׁבעת <WH7651> הימים <WH3117> days, כחטאת <WH2403> according to the sin offering, כעלה <WH5930> according to the burnt offering, וכמנחה <WH4503> and according to the meat offering, וכשׁמן׃ <WH8081> and according to the oil."}]}