{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; שׁער <WH8179> The gate החצר <WH2691> court הפנימית <WH6442> of the inner הפנה <WH6437> that looketh קדים <WH6921> toward the east יהיה <WH1961> shall be סגור <WH5462> shut שׁשׁת <WH8337> the six ימי <WH3117> days; המעשׂה <WH4639> working וביום <WH3117> but on the sabbath השׁבת <WH7676> but on the sabbath יפתח <WH6605> it shall be opened, וביום <WH3117> and in the day החדשׁ <WH2320> of the new moon יפתח׃ <WH6605> it shall be opened."},{"number":2,"verse":"ובא <WH935> shall enter הנשׂיא <WH5387> And the prince דרך <WH1870> by the way אולם <WH197> of the porch השׁער <WH8179> of gate מחוץ <WH2351> without, ועמד <WH5975> and shall stand על <WH5921> by מזוזת <WH4201> the post השׁער <WH8179> of the gate, ועשׂו <WH6213> shall prepare הכהנים <WH3548> and the priests את <WH853> עולתו <WH5930> his burnt offering ואת <WH853> שׁלמיו <WH8002> and his peace offerings, והשׁתחוה <WH7812> and he shall worship על <WH5921> at מפתן <WH4670> the threshold השׁער <WH8179> of the gate: ויצא <WH3318> then he shall go forth; והשׁער <WH8179> but the gate לא <WH3808> shall not יסגר <WH5462> be shut עד <WH5704> until הערב׃ <WH6153> the evening."},{"number":3,"verse":"והשׁתחוו <WH7812> shall worship עם <WH5971> Likewise the people הארץ <WH776> of the land פתח <WH6607> at the door השׁער <WH8179> gate ההוא <WH1931> of this בשׁבתות <WH7676> in the sabbaths ובחדשׁים <WH2320> and in the new moons. לפני <WH6440> before יהוה׃ <WH3068> the LORD"},{"number":4,"verse":"והעלה <WH5930> And the burnt offering אשׁר <WH834> that יקרב <WH7126> shall offer הנשׂיא <WH5387> the prince ליהוה <WH3068> unto the LORD ביום <WH3117> day השׁבת <WH7676> in the sabbath שׁשׁה <WH8337> six כבשׂים <WH3532> lambs תמימם <WH8549> without blemish, ואיל <WH352> and a ram תמים׃ <WH8549> without blemish."},{"number":5,"verse":"ומנחה <WH4503> And the meat offering איפה <WH374> an ephah לאיל <WH352> for a ram, ולכבשׂים <WH3532> for the lambs מנחה <WH4503> and the meat offering מתת <WH4991> as he shall be able to give, ידו <WH3027> as he shall be able to give, ושׁמן <WH8081> of oil הין <WH1969> and a hin לאיפה׃ <WH374> to an ephah."},{"number":6,"verse":"וביום <WH3117> And in the day החדשׁ <WH2320> of the new moon פר <WH6499> bullock בן <WH1121> a young בקר <WH1241> a young תמימם <WH8549> without blemish, ושׁשׁת <WH8337> and six כבשׂם <WH3532> lambs, ואיל <WH352> and a ram: תמימם <WH8549> without blemish. יהיו׃ <WH1961> they shall be"},{"number":7,"verse":"ואיפה <WH374> an ephah לפר <WH6499> for a bullock, ואיפה <WH374> and an ephah לאיל <WH352> for a ram, יעשׂה <WH6213> And he shall prepare מנחה <WH4503> a meat offering, ולכבשׂים <WH3532> and for the lambs כאשׁר <WH834> according as תשׂיג <WH5381> shall attain ידו <WH3027> his hand ושׁמן <WH8081> of oil הין <WH1969> unto, and a hin לאיפה׃ <WH374> to an ephah."},{"number":8,"verse":"ובבוא <WH935> shall enter, הנשׂיא <WH5387> And when the prince דרך <WH1870> by the way אולם <WH197> of the porch השׁער <WH8179> of gate, יבוא <WH935> he shall go in ובדרכו <WH1870> by the way יצא׃ <WH3318> and he shall go forth"},{"number":9,"verse":"ובבוא <WH935> shall come עם <WH5971> But when the people הארץ <WH776> of the land לפני <WH6440> before יהוה <WH3068> the LORD במועדים <WH4150> in the solemn feasts, הבא <WH935> he that entereth in דרך <WH1870> by the way שׁער <WH8179> gate צפון <WH6828> of the north להשׁתחות <WH7812> to worship יצא <WH3318> shall go out דרך <WH1870> by the way שׁער <WH8179> gate; נגב <WH5045> of the south והבא <WH935> and he that entereth דרך <WH1870> by the way שׁער <WH8179> gate נגב <WH5045> of the south יצא <WH3318> shall go forth דרך <WH1870> by the way שׁער <WH8179> gate: צפונה <WH6828> of the north לא <WH3808> he shall not ישׁוב <WH7725> return דרך <WH1870> by the way השׁער <WH8179> of the gate אשׁר <WH834> whereby בא <WH935> he came in, בו כי <WH3588> but נכחו <WH5226> יצאו׃ <WH3318> shall go forth"},{"number":10,"verse":"והנשׂיא <WH5387> And the prince בתוכם <WH8432> in the midst בבואם <WH935> of them, when they go in, יבוא <WH935> shall go in; ובצאתם <WH3318> and when they go forth, יצאו׃ <WH3318> shall go forth."},{"number":11,"verse":"ובחגים <WH2282> And in the feasts ובמועדים <WH4150> and in the solemnities תהיה <WH1961> shall be המנחה <WH4503> the meat offering איפה <WH374> an ephah לפר <WH6499> to a bullock, ואיפה <WH374> and an ephah לאיל <WH352> to a ram, ולכבשׂים <WH3532> and to the lambs מתת <WH4991> as he is able to give, ידו <WH3027> as he is able to give, ושׁמן <WH8081> of oil הין <WH1969> and a hin לאיפה׃ <WH374> to an ephah."},{"number":12,"verse":"וכי <WH3588> Now when יעשׂה <WH6213> shall prepare הנשׂיא <WH5387> the prince נדבה <WH5071> a voluntary עולה <WH5930> burnt offering או <WH176> or שׁלמים <WH8002> peace offerings נדבה <WH5071> voluntarily ליהוה <WH3068> unto the LORD, ופתח <WH6605> shall then open לו את <WH853> השׁער <WH8179> him the gate הפנה <WH6437> that looketh קדים <WH6921> toward the east, ועשׂה <WH6213> and he shall prepare את <WH853> עלתו <WH5930> his burnt offering ואת <WH853> שׁלמיו <WH8002> and his peace offerings, כאשׁר <WH834> as יעשׂה <WH6213> he did ביום <WH3117> day: השׁבת <WH7676> on the sabbath ויצא <WH3318> then he shall go forth; וסגר <WH5462> shall shut את <WH853> השׁער <WH8179> the gate. אחרי <WH310> and after צאתו׃ <WH3318> his going forth"},{"number":13,"verse":"וכבשׂ <WH3532> a lamb בן <WH1121> of the first שׁנתו <WH8141> year תמים <WH8549> without blemish: תעשׂה <WH6213> prepare עולה <WH5930> a burnt offering ליום <WH3117> Thou shalt daily ליהוה <WH3068> unto the LORD בבקר <WH1242> it every morning. בבקר <WH1242> it every morning. תעשׂה <WH6213> thou shalt prepare אתו׃ <WH853>"},{"number":14,"verse":"ומנחה <WH4503> a meat offering תעשׂה <WH6213> And thou shalt prepare עליו <WH5921> for בבקר <WH1242> it every morning, בבקר <WH1242> it every morning, שׁשׁית <WH8345> the sixth part האיפה <WH374> of an ephah, ושׁמן <WH8081> of oil, שׁלישׁית <WH7992> and the third part ההין <WH1969> of a hin לרס <WH7450> to temper את <WH853> הסלת <WH5560> with the fine flour; מנחה <WH4503> a meat offering ליהוה <WH3068> unto the LORD. חקות <WH2708> ordinance עולם <WH5769> by a perpetual תמיד׃ <WH8548> continually"},{"number":15,"verse":"ועשׂו <WH6213> Thus shall they prepare את <WH853> הכבשׂ <WH3532> the lamb, ואת <WH853> המנחה <WH4503> and the meat offering, ואת <WH853> השׁמן <WH8081> and the oil, בבקר <WH1242> every morning בבקר <WH1242> every morning עולת <WH5930> burnt offering. תמיד׃ <WH8548> a continual"},{"number":16,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> כי <WH3588> If יתן <WH5414> give הנשׂיא <WH5387> the prince מתנה <WH4979> a gift לאישׁ <WH376> unto any מבניו <WH1121> of his sons, נחלתו <WH5159> the inheritance היא <WH1931> it לבניו <WH1121> his sons'; תהיה <WH1961> thereof shall be אחזתם <WH272> their possession היא <WH1931> בנחלה׃ <WH5159> by inheritance."},{"number":17,"verse":"וכי <WH3588> But if יתן <WH5414> he give מתנה <WH4979> a gift מנחלתו <WH5159> of his inheritance לאחד <WH259> to one מעבדיו <WH5650> of his servants, והיתה <WH1961> then it shall be לו עד <WH5704> his to שׁנת <WH8141> the year הדרור <WH1865> of liberty; ושׁבת <WH7725> after it shall return לנשׂיא <WH5387> to the prince: אך <WH389> but נחלתו <WH5159> his inheritance בניו <WH1121> his sons' להם <WH1992> תהיה׃ <WH1961> shall be"},{"number":18,"verse":"ולא <WH3808> shall not יקח <WH3947> הנשׂיא <WH5387> Moreover the prince מנחלת <WH5159> העם <WH5971> my people להונתם <WH3238> to thrust them out מאחזתם <WH272> of their possession; מאחזתו <WH272> out of his own possession: ינחל <WH5157> inheritance את <WH853> בניו <WH1121> he shall give his sons למען <WH4616> that אשׁר <WH834> that לא <WH3808> be not יפצו <WH6327> scattered עמי <WH5971> אישׁ <WH376> every man מאחזתו׃ <WH272> from his possession."},{"number":19,"verse":"ויביאני <WH935> After he brought במבוא <WH3996> me through the entry, אשׁר <WH834> which על <WH5921> at כתף <WH3802> the side השׁער <WH8179> of the gate, אל <WH413> into הלשׁכות <WH3957> chambers הקדשׁ <WH6944> the holy אל <WH413> of הכהנים <WH3548> the priests, הפנות <WH6437> which looked צפונה <WH6828> toward the north: והנה <WH2009> and, behold, שׁם <WH8033> there מקום <WH4725> a place בירכתם <WH3411> on the two sides ימה׃ <WH3220> westward."},{"number":20,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto זה <WH2088> me, This המקום <WH4725> the place אשׁר <WH834> where יבשׁלו <WH1310> shall boil שׁם <WH8033> where הכהנים <WH3548> the priests את <WH853> האשׁם <WH817> the trespass offering ואת <WH853> החטאת <WH2403> and the sin offering, אשׁר <WH834> where יאפו <WH644> they shall bake את <WH853> המנחה <WH4503> the meat offering; לבלתי <WH1115> that they bear not out הוציא <WH3318> that they bear not out אל <WH413> into החצר <WH2691> court, החיצונה <WH2435> the utter לקדשׁ <WH6942> to sanctify את <WH853> העם׃ <WH5971> the people."},{"number":21,"verse":"ויוציאני <WH3318> Then he brought me forth אל <WH413> into החצר <WH2691> court, החיצנה <WH2435> the utter ויעבירני <WH5674> and caused me to pass אל <WH413> by ארבעת <WH702> the four מקצועי <WH4740> corners החצר <WH2691> of the court; והנה <WH2009> and, behold, חצר <WH2691> a court. במקצע <WH4740> in every corner of the court החצר <WH2691> חצרמקצע <WH4740> החצר׃ <WH2691>"},{"number":22,"verse":"בארבעת <WH702> In the four מקצעות <WH4740> corners החצר <WH2691> of the court חצרות <WH2691> courts קטרות <WH7000> joined ארבעים <WH705> of forty ארך <WH753> long ושׁלשׁים <WH7970> and thirty רחב <WH7341> broad: מדה <WH4060> measure. אחת <WH259> of one לארבעתם <WH702> these four מהקצעות׃ <WH7106> corners"},{"number":23,"verse":"וטור <WH2905> And a row סביב <WH5439> round about בהם סביב <WH5439> in them, round about לארבעתם <WH702> them four, ומבשׁלות <WH4018> with boiling places עשׂוי <WH6213> and made מתחת <WH8478> under הטירות <WH2918> the rows סביב׃ <WH5439> round about."},{"number":24,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto אלה <WH428> me, These בית <WH1004> the places המבשׁלים <WH1310> of them that boil, אשׁר <WH834> where יבשׁלו <WH1310> shall boil שׁם <WH8033> where משׁרתי <WH8334> the ministers הבית <WH1004> of the house את <WH853> זבח <WH2077> the sacrifice העם׃ <WH5971> of the people."}]}