{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"וישׁבני <WH7725> Afterward he brought me again אל <WH413> unto פתח <WH6607> the door הבית <WH1004> of the house; והנה <WH2009> and, behold, מים <WH4325> waters יצאים <WH3318> issued out מתחת <WH8478> from under מפתן <WH4670> the threshold הבית <WH1004> of the house קדימה <WH6921> eastward: כי <WH3588> for פני <WH6440> the forefront הבית <WH1004> of the house קדים <WH6921> the east, והמים <WH4325> and the waters ירדים <WH3381> came down מתחת <WH8478> from under מכתף <WH3802> הבית <WH1004> of the house, הימנית <WH3233> מנגב <WH5045> at the south למזבח׃ <WH4196> of the altar."},{"number":2,"verse":"ויוצאני <WH3318> Then brought he me out דרך <WH1870> of the way שׁער <WH8179> of the gate צפונה <WH6828> northward, ויסבני <WH5437> and led me about דרך <WH1870> the way חוץ <WH2351> without אל <WH413> unto שׁער <WH8179> gate החוץ <WH2351> the utter דרך <WH1870> by the way הפונה <WH6437> that looketh קדים <WH6921> eastward; והנה <WH2009> and, behold, מים <WH4325> waters מפכים <WH6349> מן <WH4480> on הכתף <WH3802> side. הימנית׃ <WH3233> the right"},{"number":3,"verse":"בצאת <WH3318> went forth האישׁ <WH376> And when the man קדים <WH6921> eastward, וקו <WH6957> that had the line בידו <WH3027> in his hand וימד <WH4058> he measured אלף <WH505> a thousand באמה <WH520> cubits, ויעברני <WH5674> and he brought במים <WH4325> me through the waters; מי <WH4325> the waters אפסים׃ <WH657> to the ankles."},{"number":4,"verse":"וימד <WH4058> Again he measured אלף <WH505> a thousand, ויעברני <WH5674> and brought במים <WH4325> me through the waters; מים <WH4325> the waters ברכים <WH1290> to the knees. וימד <WH4058> Again he measured אלף <WH505> a thousand, ויעברני <WH5674> מי <WH4325> and brought me through; the waters מתנים׃ <WH4975> to the loins."},{"number":5,"verse":"וימד <WH4058> Afterward he measured אלף <WH505> a thousand; נחל <WH5158> a river אשׁר <WH834> that לא <WH3808> not אוכל <WH3201> I could לעבר <WH5674> pass over: כי <WH3588> for גאו <WH1342> were risen, המים <WH4325> the waters מי <WH4325> waters שׂחו <WH7813> to swim in, נחל <WH5158> a river אשׁר <WH834> that לא <WH3808> could not יעבר׃ <WH5674> be passed over."},{"number":6,"verse":"ויאמר <WH559> And he said אלי <WH413> unto הראית <WH7200> hast thou seen בן <WH1121> me, Son אדם <WH120> of man, ויולכני <WH1980> Then he brought וישׁבני <WH7725> me, and caused me to return שׂפת <WH8193> to the brink הנחל׃ <WH5158> of the river."},{"number":7,"verse":"בשׁובני <WH7725> Now when I had returned, והנה <WH2009> behold, אל <WH413> at שׂפת <WH8193> the bank הנחל <WH5158> of the river עץ <WH6086> trees רב <WH7227> many מאד <WH3966> very מזה <WH2088> on the one side ומזה׃ <WH2088> and on the other."},{"number":8,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto המים <WH4325> waters האלה <WH428> me, These יוצאים <WH3318> issue out אל <WH413> toward הגלילה <WH1552> country, הקדמונה <WH6930> the east וירדו <WH3381> and go down על <WH5921> into הערבה <WH6160> the desert, ובאו <WH935> and go into הימה <WH3220> the sea: אל <WH413> into הימה <WH3220> the sea, המוצאים <WH3318> brought forth ונרפאו <WH7495> shall be healed. המים׃ <WH4325> the waters"},{"number":9,"verse":"והיה <WH1961> And it shall come to pass, כל <WH3605> every נפשׁ <WH5315> thing חיה <WH2416> that liveth, אשׁר <WH834> which ישׁרץ <WH8317> moveth, אל <WH413> whithersoever כל <WH3605> and every thing אשׁר <WH834> whither יבוא <WH935> shall come, שׁם <WH8033> thither: נחלים <WH5158> the rivers יחיה <WH2421> shall live: והיה <WH1961> and there shall be הדגה <WH1710> multitude of fish, רבה <WH7227> great מאד <WH3966> a very כי <WH3588> because באו <WH935> shall come שׁמה <WH8033> whither המים <WH4325> waters האלה <WH428> these וירפאו <WH7495> for they shall be healed; וחי <WH2425> כלשׁר <WH834> יבוא <WH935> cometh. שׁמה <WH8033> הנחל׃ <WH5158> the river"},{"number":10,"verse":"והיה <WH1961> And it shall come to pass, יעמדו <WH5975> shall stand עליו <WH5921> upon דוגים <WH1728> the fishers מעין גדי <WH5872> ועד <WH5704> even unto עין עגלים <WH5882> Eneglaim; משׁטוח <WH4894> a to spread forth לחרמים <WH2764> nets; יהיו <WH1961> they shall be למינה <WH4327> according to their kinds, תהיה <WH1961> shall be דגתם <WH1710> their fish כדגת <WH1710> as the fish הים <WH3220> sea, הגדול <WH1419> of the great רבה <WH7227> many. מאד׃ <WH3966> exceeding"},{"number":11,"verse":"בצאתו <WH1207> But the miry places וגבאיו <WH1360> thereof and the marshes ולא <WH3808> thereof shall not ירפאו <WH7495> be healed; למלח <WH4417> to salt. נתנו׃ <WH5414> they shall be given"},{"number":12,"verse":"ועל <WH5921> And by הנחל <WH5158> the river יעלה <WH5927> shall grow על <WH5921> upon שׂפתו <WH8193> the bank מזה <WH2088> thereof, on this side ומזה <WH2088> and on that side, כל <WH3605> all עץ <WH6086> trees מאכל <WH3978> for meat, לא <WH3808> shall not יבול <WH5034> fade, עלהו <WH5929> whose leaf ולא <WH3808> neither יתם <WH8552> thereof be consumed: פריו <WH6529> shall the fruit לחדשׁיו <WH2320> according to his months, יבכר <WH1069> it shall bring forth new fruit כי <WH3588> because מימיו <WH4325> their waters מן <WH4480> thereof, on this side המקדשׁ <WH4720> the sanctuary: המה <WH1992> they יוצאים <WH3318> issued out והיו <WH1961> thereof shall be פריו <WH6529> and the fruit למאכל <WH3978> for meat, ועלהו <WH5929> and the leaf לתרופה׃ <WH8644> thereof for medicine."},{"number":13,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; גה <WH1454> This גבול <WH1366> the border, אשׁר <WH834> whereby תתנחלו <WH5157> ye shall inherit את <WH853> הארץ <WH776> the land לשׁני <WH8147> according to the twelve עשׂר <WH6240> according to the twelve שׁבטי <WH7626> tribes ישׂראל <WH3478> of Israel: יוסף <WH3130> Joseph חבלים׃ <WH2256> portions."},{"number":14,"verse":"ונחלתם <WH5157> And ye shall inherit אותה <WH853> אישׁ <WH376> it, one כאחיו <WH251> as well as another: אשׁר <WH834> the which נשׂאתי <WH5375> I lifted up את <WH853> ידי <WH3027> mine hand לתתה <WH5414> to give לאבתיכם <WH1> it unto your fathers: ונפלה <WH5307> shall fall הארץ <WH776> land הזאת <WH2063> and this לכם בנחלה׃ <WH5159> unto you for inheritance."},{"number":15,"verse":"וזה <WH2088> And this גבול <WH1366> the border הארץ <WH776> of the land לפאת <WH6285> side, צפונה <WH6828> toward the north מן <WH4480> from הים <WH3220> sea, הגדול <WH1419> the great הדרך <WH1870> the way חתלן <WH2855> of Hethlon, לבוא <WH935> as men go צדדה׃ <WH6657> to Zedad;"},{"number":16,"verse":"חמת <WH2574> Hamath, ברותה <WH1268> Berothah, סברים <WH5453> Sibraim, אשׁר <WH834> which בין <WH996> between גבול <WH1366> the border דמשׂק <WH1834> of Damascus ובין <WH996> גבול <WH1366> and the border חמת <WH2574> of Hamath; חצר התיכון <WH2694> Hazarhatticon, אשׁר <WH834> which אל <WH413> by גבול <WH1366> the coast חורן׃ <WH2362> of Hauran."},{"number":17,"verse":"והיה <WH1961> shall be גבול <WH1366> And the border מן <WH4480> from הים <WH3220> the sea חצר עינון <WH2703> Hazar-enan, גבול <WH1366> the border דמשׂק <WH1834> of Damascus, וצפון <WH6828> and the north צפונה <WH6828> northward, וגבול <WH1366> and the border חמת <WH2574> of Hamath. ואת <WH853> פאת <WH6285> side. צפון׃ <WH6828> And the north"},{"number":18,"verse":"ופאת <WH6285> side קדים <WH6921> And the east מבין <WH996> from חורן <WH2362> Hauran, ומבין <WH996> and from דמשׂק <WH1834> Damascus, ומבין <WH996> and from הגלעד <WH1568> Gilead, ומבין <WH996> and from ארץ <WH776> the land ישׂראל <WH3478> of Israel הירדן <WH3383> Jordan, מגבול <WH1366> from the border על <WH5921> unto הים <WH3220> sea. הקדמוני <WH6931> the east תמדו <WH4058> ye shall measure ואת <WH853> פאת <WH6285> side. קדימה׃ <WH6921> And the east"},{"number":19,"verse":"ופאת <WH6285> side נגב <WH5045> And the south תימנה <WH8486> southward, מתמר <WH8559> עד <WH5704> to מי <WH4325> the waters מריבות <WH4808> קדשׁ <WH6946> Kadesh, נחלה <WH5158> the river אל <WH413> to הים <WH3220> sea. הגדול <WH1419> the great ואת <WH853> פאת <WH6285> side תימנה <WH8486> And the south נגבה׃ <WH5045> southward."},{"number":20,"verse":"ופאת <WH6285> side ים <WH3220> The west הים <WH3220> sea הגדול <WH1419> also the great מגבול <WH1366> from the border, עד <WH5704> till נכח <WH5227> over against לבוא <WH935> a man come חמת <WH2574> Hamath. זאת <WH2063> This פאת <WH6285> side. ים׃ <WH3220> the west"},{"number":21,"verse":"וחלקתם <WH2505> So shall ye divide את <WH853> הארץ <WH776> land הזאת <WH2063> this לכם לשׁבטי <WH7626> unto you according to the tribes ישׂראל׃ <WH3478> of Israel."},{"number":22,"verse":"והיה <WH1961> And it shall come to pass, תפלו <WH5307> they shall have אותה <WH853> בנחלה <WH5159> for an inheritance לכם ולהגרים <WH1616> unto you, and to the strangers הגרים <WH1481> that sojourn בתוככם <WH8432> among אשׁר <WH834> you, which הולדו <WH3205> shall beget בנים <WH1121> children בתוככם <WH8432> among והיו <WH1961> you: and they shall be לכם כאזרח <WH249> unto you as born in the country בבני <WH1121> among the children ישׂראל <WH3478> of Israel; אתכם <WH854> with יפלו <WH5307> בנחלה <WH5159> inheritance בתוך <WH8432> you among שׁבטי <WH7626> the tribes ישׂראל׃ <WH3478> of Israel."},{"number":23,"verse":"והיה <WH1961> And it shall come to pass, בשׁבט <WH7626> tribe אשׁר <WH834> in what גר <WH1481> sojourneth, הגר <WH1616> the stranger אתו <WH854> there שׁם <WH8033> there תתנו <WH5414> shall ye give נחלתו <WH5159> his inheritance, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3068>"}]}