{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"ואלה <WH428> Now these שׁמות <WH8034> the names השׁבטים <WH7626> of the tribes. מקצה <WH7097> end צפונה <WH6828> From the north אל <WH413> to יד <WH3027> the coast דרך <WH1870> of the way חתלן <WH2855> of Hethlon, לבוא <WH935> as one goeth חמת <WH2574> to Hamath, חצר עינן <WH2704> Hazar-enan, גבול <WH1366> the border דמשׂק <WH1834> of Damascus צפונה <WH6828> northward, אל <WH413> to יד <WH3027> the coast חמת <WH2574> of Hamath; והיו <WH1961> for these are לו פאת <WH6285> his sides קדים <WH6921> east הים <WH3220> west; דן <WH1835> Dan. אחד׃ <WH259> a"},{"number":2,"verse":"ועל <WH5921> And by גבול <WH1366> the border דן <WH1835> of Dan, מפאת <WH6285> side קדים <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west אשׁר <WH836> Asher. אחד׃ <WH259> a"},{"number":3,"verse":"ועל <WH5921> And by גבול <WH1366> the border אשׁר <WH836> of Asher, מפאת <WH6285> side קדימה <WH6921> from the east ועד <WH5704> even unto פאת <WH6285> side, ימה <WH3220> the west נפתלי <WH5321> Naphtali. אחד׃ <WH259> a"},{"number":4,"verse":"ועל <WH5921> And by גבול <WH1366> the border נפתלי <WH5321> of Naphtali, מפאת <WH6285> side קדמה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west מנשׁה <WH4519> Manasseh. אחד׃ <WH259> a"},{"number":5,"verse":"ועל <WH5921> And by גבול <WH1366> the border מנשׁה <WH4519> of Manasseh, מפאת <WH6285> side קדמה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west אפרים <WH669> Ephraim. אחד׃ <WH259> a"},{"number":6,"verse":"ועל <WH5921> And by גבול <WH1366> the border אפרים <WH669> of Ephraim, מפאת <WH6285> side קדים <WH6921> from the east ועד <WH5704> even unto פאת <WH6285> side, ימה <WH3220> the west ראובן <WH7205> Reuben. אחד׃ <WH259> a"},{"number":7,"verse":"ועל <WH5921> And by גבול <WH1366> the border ראובן <WH7205> of Reuben, מפאת <WH6285> side קדים <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west יהודה <WH3063> Judah. אחד׃ <WH259> a"},{"number":8,"verse":"ועל <WH5921> And by גבול <WH1366> the border יהודה <WH3063> of Judah, מפאת <WH6285> side קדים <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west תהיה <WH1961> shall be התרומה <WH8641> the offering אשׁר <WH834> which תרימו <WH7311> ye shall offer חמשׁה <WH2568> of five ועשׂרים <WH6242> and twenty אלף <WH505> thousand רחב <WH7341> breadth, וארך <WH753> and length כאחד <WH259> as one החלקים <WH2506> of the parts, מפאת <WH6285> side קדימה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side: ימה <WH3220> the west והיה <WH1961> shall be המקדשׁ <WH4720> and the sanctuary בתוכו׃ <WH8432> in the midst"},{"number":9,"verse":"התרומה <WH8641> The oblation אשׁר <WH834> that תרימו <WH7311> ye shall offer ליהוה <WH3068> unto the LORD ארך <WH753> in length, חמשׁה <WH2568> of five ועשׂרים <WH6242> and twenty אלף <WH505> thousand ורחב <WH7341> in breadth. עשׂרת <WH6235> and of ten אלפים׃ <WH505> thousand"},{"number":10,"verse":"ולאלה <WH428> And for them, תהיה <WH1961> shall be תרומת <WH8641> oblation; הקדשׁ <WH6944> holy לכהנים <WH3548> for the priests, צפונה <WH6828> toward the north חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty אלף <WH505> thousand וימה <WH3220> and toward the west רחב <WH7341> in breadth, עשׂרת <WH6235> ten אלפים <WH505> thousand וקדימה <WH6921> and toward the east רחב <WH7341> in breadth, עשׂרת <WH6235> ten אלפים <WH505> thousand ונגבה <WH5045> and toward the south ארך <WH753> in length: חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty אלף <WH505> thousand והיה <WH1961> shall be מקדשׁ <WH4720> and the sanctuary יהוה <WH3069> בתוכו׃ <WH8432> in the midst"},{"number":11,"verse":"לכהנים <WH3548> for the priests המקדשׁ <WH6942> that are sanctified מבני <WH1121> of the sons צדוק <WH6659> of Zadok; אשׁר <WH834> which שׁמרו <WH8104> have kept משׁמרתי <WH4931> my charge, אשׁר <WH834> which לא <WH3808> went not astray תעו <WH8582> went not astray בתעות <WH8582> went astray, בני <WH1121> when the children ישׂראל <WH3478> of Israel כאשׁר <WH834> as תעו <WH8582> went astray. הלוים׃ <WH3881> the Levites"},{"number":12,"verse":"והיתה <WH1961> shall be להם תרומיה <WH8642> And oblation מתרומת <WH8641> that is offered הארץ <WH776> of the land קדשׁ <WH6944> unto them a thing most holy קדשׁים <WH6944> unto them a thing most holy אל <WH413> by גבול <WH1366> the border הלוים׃ <WH3881> of the Levites."},{"number":13,"verse":"והלוים <WH3881> the Levites לעמת <WH5980> And over against גבול <WH1366> the border הכהנים <WH3548> of the priests חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty אלף <WH505> thousand ארך <WH753> in length, ורחב <WH7341> in breadth: עשׂרת <WH6235> and ten אלפים <WH505> thousand כל <WH3605> all ארך <WH753> the length חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty אלף <WH505> thousand, ורחב <WH7341> and the breadth עשׂרת <WH6235> ten אלפים׃ <WH505> thousand."},{"number":14,"verse":"ולא <WH3808> And they shall not ימכרו <WH4376> sell ממנו <WH4480> of ולא <WH3808> it, neither ימר <WH4171> exchange, ולא <WH3808> nor יעבור <WH5674> alienate ראשׁית <WH7225> the firstfruits הארץ <WH776> of the land: כי <WH3588> for קדשׁ <WH6944> holy ליהוה׃ <WH3068> unto the LORD."},{"number":15,"verse":"וחמשׁת <WH2568> And the five אלפים <WH505> thousand, הנותר <WH3498> that are left ברחב <WH7341> in the breadth על <WH5921> over against פני <WH6440> over against חמשׁה <WH2568> the five ועשׂרים <WH6242> and twenty אלף <WH505> thousand, חל <WH2455> shall be a profane הוא <WH1931> לעיר <WH5892> for the city, למושׁב <WH4186> for dwelling, ולמגרשׁ <WH4054> and for suburbs: והיתה <WH1961> shall be העיר <WH5892> and the city בתוכה׃ <WH8432> in the midst"},{"number":16,"verse":"ואלה <WH428> And these מדותיה <WH4060> the measures פאת <WH6285> side צפון <WH6828> thereof; the north חמשׁ <WH2568> and five מאות <WH3967> hundred, וארבעת <WH702> four אלפים <WH505> thousand ופאת <WH6285> side נגב <WH5045> and the south חמשׁ <WH2568> and five חמשׁ <WH2568> and five מאות <WH3967> hundred, וארבעת <WH702> four אלפים <WH505> thousand ומפאת <WH6285> side קדים <WH6921> and on the east חמשׁ <WH2568> and five מאות <WH3967> hundred, וארבעת <WH702> four אלפים <WH505> thousand ופאת <WH6285> side ימה <WH3220> and the west חמשׁ <WH2568> מאות <WH3967> hundred. וארבעת <WH702> four אלפים׃ <WH505> thousand"},{"number":17,"verse":"והיה <WH1961> shall be מגרשׁ <WH4054> And the suburbs לעיר <WH5892> of the city צפונה <WH6828> toward the north חמשׁים <WH2572> and fifty, ומאתים <WH3967> two hundred ונגבה <WH5045> and toward the south חמשׁים <WH2572> and fifty, ומאתים <WH3967> two hundred וקדימה <WH6921> and toward the east חמשׁים <WH2572> and fifty, ומאתים <WH3967> two hundred וימה <WH3220> and toward the west חמשׁים <WH2572> and fifty. ומאתים׃ <WH3967> two hundred"},{"number":18,"verse":"והנותר <WH3498> And the residue בארך <WH753> in length לעמת <WH5980> over against תרומת <WH8641> the oblation הקדשׁ <WH6944> of the holy עשׂרת <WH6235> ten אלפים <WH505> thousand קדימה <WH6921> eastward, ועשׂרת <WH6235> and ten אלפים <WH505> thousand ימה <WH3220> westward: והיה <WH1961> and it shall be לעמת <WH5980> over against תרומת <WH8641> the oblation הקדשׁ <WH6944> of the holy והיתה <WH1961> thereof shall be תבואתה <WH8393> and the increase ללחם <WH3899> for food לעבדי <WH5647> unto them that serve העיר׃ <WH5892> the city."},{"number":19,"verse":"והעבד <WH5647> And they that serve העיר <WH5892> the city יעבדוהו <WH5647> shall serve מכל <WH3605> it out of all שׁבטי <WH7626> the tribes ישׂראל׃ <WH3478> of Israel."},{"number":20,"verse":"כל <WH3605> All התרומה <WH8641> the oblation חמשׁה <WH2568> five ועשׂרים <WH6242> and twenty אלף <WH505> thousand בחמשׁה <WH2568> by five ועשׂרים <WH6242> and twenty אלף <WH505> thousand: רביעית <WH7243> foursquare, תרימו <WH7311> ye shall offer את <WH853> תרומת <WH8641> oblation הקדשׁ <WH6944> the holy אל <WH413> with אחזת <WH272> the possession העיר׃ <WH5892> of the city."},{"number":21,"verse":"והנותר <WH3498> And the residue לנשׂיא <WH5387> for the prince, מזה <WH2088> on the one side ומזה <WH2088> and on the other לתרומת <WH8641> oblation, הקדשׁ <WH6944> of the holy ולאחזת <WH272> and of the possession העיר <WH5892> of the city, אל <WH413> over against פני <WH6440> over against חמשׁה <WH2568> the five ועשׂרים <WH6242> and twenty אלף <WH505> thousand תרומה <WH8641> of the oblation עד <WH5704> toward גבול <WH1366> border, קדימה <WH6921> the east וימה <WH3220> and westward על <WH5921> over against פני <WH6440> over against חמשׁה <WH2568> the five ועשׂרים <WH6242> and twenty אלף <WH505> thousand על <WH5921> toward גבול <WH1366> border, ימה <WH3220> the west לעמת <WH5980> over against חלקים <WH2506> the portions לנשׂיא <WH5387> for the prince: והיתה <WH1961> and it shall be תרומת <WH8641> oblation; הקדשׁ <WH6944> the holy ומקדשׁ <WH4720> and the sanctuary הבית <WH1004> of the house בתוכה׃ <WH8432> in the midst"},{"number":22,"verse":"ומאחזת <WH272> and from the possession הלוים <WH3881> of the Levites, ומאחזת <WH272> העיר <WH5892> of the city, בתוך <WH8432> in the midst אשׁר <WH834> which לנשׂיא <WH5387> the prince's, יהיה <WH1961> is בין <WH996> between גבול <WH1366> the border יהודה <WH3063> of Judah ובין <WH996> גבול <WH1366> and the border בנימן <WH1144> of Benjamin, לנשׂיא <WH5387> for the prince. יהיה׃ <WH1961> shall be"},{"number":23,"verse":"ויתר <WH3499> As for the rest השׁבטים <WH7626> of the tribes, מפאת <WH6285> side קדימה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west בנימן <WH1144> Benjamin אחד׃ <WH259> a"},{"number":24,"verse":"ועל <WH5921> And by גבול <WH1366> the border בנימן <WH1144> of Benjamin, מפאת <WH6285> side קדימה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west שׁמעון <WH8095> Simeon אחד׃ <WH259> a"},{"number":25,"verse":"ועל <WH5921> And by גבול <WH1366> the border שׁמעון <WH8095> of Simeon, מפאת <WH6285> side קדימה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west ישׂשכר <WH3485> Issachar אחד׃ <WH259> a"},{"number":26,"verse":"ועל <WH5921> And by גבול <WH1366> the border ישׂשכר <WH3485> of Issachar, מפאת <WH6285> side קדימה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west זבולן <WH2074> Zebulun אחד׃ <WH259> a"},{"number":27,"verse":"ועל <WH5921> And by גבול <WH1366> the border זבולן <WH2074> of Zebulun, מפאת <WH6285> side קדמה <WH6921> from the east עד <WH5704> unto פאת <WH6285> side, ימה <WH3220> the west גד <WH1410> Gad אחד׃ <WH259> a"},{"number":28,"verse":"ועל <WH5921> And by גבול <WH1366> the border גד <WH1410> of Gad, אל <WH413> at פאת <WH6285> side נגב <WH5045> the south תימנה <WH8486> southward, והיה <WH1961> shall be גבול <WH1366> the border מתמר <WH8559> מי <WH4325> the waters מריבת <WH4808> of strife קדשׁ <WH6946> Kadesh, נחלה <WH5158> to the river על <WH5921> toward הים <WH3220> sea. הגדול׃ <WH1419> the great"},{"number":29,"verse":"זאת <WH2063> This הארץ <WH776> the land אשׁר <WH834> which תפילו <WH5307> ye shall divide by lot מנחלה <WH5159> for inheritance, לשׁבטי <WH7626> unto the tribes ישׂראל <WH3478> of Israel ואלה <WH428> and these מחלקותם <WH4256> their portions, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":30,"verse":"ואלה <WH428> And these תוצאת <WH8444> the goings out העיר <WH5892> of the city מפאת <WH6285> side, צפון <WH6828> on the north חמשׁ <WH2568> and five מאות <WH3967> hundred וארבעת <WH702> four אלפים <WH505> thousand מדה׃ <WH4060> measures."},{"number":31,"verse":"ושׁערי <WH8179> And the gates העיר <WH5892> of the city על <WH5921> after שׁמות <WH8034> the names שׁבטי <WH7626> of the tribes ישׂראל <WH3478> of Israel: שׁערים <WH8179> gates שׁלושׁה <WH7969> three צפונה <WH6828> northward; שׁער <WH8179> gate ראובן <WH7205> of Reuben, אחד <WH259> one שׁער <WH8179> gate יהודה <WH3063> of Judah, אחד <WH259> one שׁער <WH8179> gate לוי <WH3878> of Levi. אחד׃ <WH259> one"},{"number":32,"verse":"ואל <WH413> And at פאת <WH6285> side קדימה <WH6921> the east חמשׁ <WH2568> and five מאות <WH3967> hundred: וארבעת <WH702> four אלפים <WH505> thousand ושׁערים <WH8179> gates; שׁלשׁה <WH7969> and three ושׁער <WH8179> gate יוסף <WH3130> of Joseph, אחד <WH259> and one שׁער <WH8179> gate בנימן <WH1144> of Benjamin, אחד <WH259> one שׁער <WH8179> gate דן <WH1835> of Dan. אחד׃ <WH259> one"},{"number":33,"verse":"ופאת <WH6285> side נגבה <WH5045> And at the south חמשׁ <WH2568> and five מאות <WH3967> hundred וארבעת <WH702> four אלפים <WH505> thousand מדה <WH4060> measures: ושׁערים <WH8179> gates; שׁלשׁה <WH7969> and three שׁער <WH8179> gate שׁמעון <WH8095> of Simeon, אחד <WH259> one שׁער <WH8179> gate ישׂשכר <WH3485> of Issachar, אחד <WH259> one שׁער <WH8179> gate זבולן <WH2074> of Zebulun. אחד׃ <WH259> one"},{"number":34,"verse":"פאת <WH6285> side ימה <WH3220> At the west חמשׁ <WH2568> and five מאות <WH3967> hundred, וארבעת <WH702> four אלפים <WH505> thousand שׁעריהם <WH8179> gates; שׁלשׁה <WH7969> their three שׁער <WH8179> gate גד <WH1410> of Gad, אחד <WH259> one שׁער <WH8179> gate אשׁר <WH836> of Asher, אחד <WH259> one שׁער <WH8179> gate נפתלי <WH5321> of Naphtali. אחד׃ <WH259> one"},{"number":35,"verse":"סביב <WH5439> round about שׁמנה <WH8083> eighteen עשׂר <WH6240> eighteen אלף <WH505> thousand ושׁם <WH8034> and the name העיר <WH5892> of the city מיום <WH3117> from that day יהוה <WH3068> The LORD שׁמה׃ <WH8033> there."}]}