{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":5,"verses":[{"number":1,"verse":"ואתה <WH859> And thou, בן <WH1121> son אדם <WH120> of man, קח <WH3947> take לך חרב <WH2719> knife, חדה <WH2299> thee a sharp תער <WH8593> razor, הגלבים <WH1532> thee a barber's תקחנה <WH3947> take לך והעברת <WH5674> and cause to pass על <WH5921> upon ראשׁך <WH7218> thine head ועל <WH5921> and upon זקנך <WH2206> thy beard: ולקחת <WH3947> then take לך מאזני <WH3976> thee balances משׁקל <WH4948> to weigh, וחלקתם׃ <WH2505> and divide"},{"number":2,"verse":"שׁלשׁית <WH7992> a third part באור <WH217> with fire תבעיר <WH1197> Thou shalt burn בתוך <WH8432> in the midst העיר <WH5892> of the city, כמלאת <WH4390> are fulfilled: ימי <WH3117> when the days המצור <WH4692> of the siege ולקחת <WH3947> and thou shalt take את <WH853> השׁלשׁית <WH7992> a third part, תכה <WH5221> smite בחרב <WH2719> it with a knife: סביבותיה <WH5439> about והשׁלשׁית <WH7992> and a third part תזרה <WH2219> thou shalt scatter לרוח <WH7307> in the wind; וחרב <WH2719> a sword אריק <WH7324> and I will draw out אחריהם׃ <WH310> after"},{"number":3,"verse":"ולקחת <WH3947> Thou shalt also take משׁם <WH8033> thereof מעט <WH4592> a few במספר <WH4557> in number, וצרת <WH6696> and bind אותם <WH853> בכנפיך׃ <WH3671> them in thy skirts."},{"number":4,"verse":"ומהם <WH1992> עוד <WH5750> them again, תקח <WH3947> Then take והשׁלכת <WH7993> and cast אותם <WH853> אל <WH413> them into תוך <WH8432> the midst האשׁ <WH784> of the fire, ושׂרפת <WH8313> and burn אתם <WH853> באשׁ <WH784> them in the fire; ממנו <WH4480> of תצא <WH3318> come forth אשׁ <WH784> shall a fire אל <WH413> into כל <WH3605> all בית <WH1004> the house ישׂראל׃ <WH3478> of Israel."},{"number":5,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; זאת <WH2063> This ירושׁלם <WH3389> Jerusalem: בתוך <WH8432> it in the midst הגוים <WH1471> of the nations שׂמתיה <WH7760> I have set וסביבותיה <WH5439> round about ארצות׃ <WH776> and countries"},{"number":6,"verse":"ותמר <WH4784> And she hath changed את <WH853> משׁפטי <WH4941> my judgments לרשׁעה <WH7564> into wickedness מן <WH4480> more than הגוים <WH1471> the nations, ואת <WH853> חקותי <WH2708> and my statutes מן <WH4480> more than הארצות <WH776> the countries אשׁר <WH834> that סביבותיה <WH5439> round about כי <WH3588> her: for במשׁפטי <WH4941> my judgments מאסו <WH3988> they have refused וחקותי <WH2708> and my statutes, לא <WH3808> they have not הלכו׃ <WH1980> walked"},{"number":7,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> יען <WH3282> Because המנכם <WH1995> ye multiplied מן <WH4480> more than הגוים <WH1471> the nations אשׁר <WH834> that סביבותיכם <WH5439> round about בחקותי <WH2708> in my statutes, לא <WH3808> you, have not הלכתם <WH1980> walked ואת <WH853> משׁפטי <WH4941> my judgments, לא <WH3808> neither עשׂיתם <WH6213> have kept וכמשׁפטי <WH4941> according to the judgments הגוים <WH1471> of the nations אשׁר <WH834> that סביבותיכם <WH5439> round about לא <WH3808> neither עשׂיתם׃ <WH6213> have done"},{"number":8,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; הנני <WH2005> עליך <WH5921> against גם <WH1571> I, even אני <WH589> I, ועשׂיתי <WH6213> thee, and will execute בתוכך <WH8432> in the midst משׁפטים <WH4941> judgments לעיני <WH5869> of thee in the sight הגוים׃ <WH1471> of the nations."},{"number":9,"verse":"ועשׂיתי <WH6213> And I will do בך את <WH853> אשׁר <WH834> in thee that which לא <WH3808> I have not עשׂיתי <WH6213> done, ואת <WH853> אשׁר <WH834> and whereunto לא <WH3808> I will not אעשׂה <WH6213> do כמהו <WH3644> the like, עוד <WH5750> any more יען <WH3282> because of כל <WH3605> all תועבתיך׃ <WH8441> thine abominations."},{"number":10,"verse":"לכן <WH3651> Therefore אבות <WH1> the fathers יאכלו <WH398> shall eat בנים <WH1121> the sons בתוכך <WH8432> in the midst ובנים <WH1121> of thee, and the sons יאכלו <WH398> shall eat אבותם <WH1> their fathers; ועשׂיתי <WH6213> and I will execute בך שׁפטים <WH8201> judgments וזריתי <WH2219> of thee will I scatter את <WH853> כל <WH3605> in thee, and the whole שׁאריתך <WH7611> remnant לכל <WH3605> into all רוח׃ <WH7307> the winds."},{"number":11,"verse":"לכן <WH3651> Wherefore, חי <WH2416> live, אני <WH589> I נאם <WH5002> saith אדני <WH136> the Lord יהוה <WH3069> GOD; אם <WH518> לא <WH3808> neither יען <WH3282> because את <WH853> מקדשׁי <WH4720> my sanctuary טמאת <WH2930> thou hast defiled בכל <WH3605> with all שׁקוציך <WH8251> thy detestable things, ובכל <WH3605> and with all תועבתיך <WH8441> thine abominations, וגם <WH1571> therefore אני <WH589> will I אגרע <WH1639> also diminish ולא <WH3808> neither תחוס <WH2347> spare, עיני <WH5869> shall mine eye וגם <WH1571> אני <WH589> will I לא <WH3808> אחמול׃ <WH2550> have any pity."},{"number":12,"verse":"שׁלשׁתיך <WH7992> A third part בדבר <WH1698> with the pestilence, ימותו <WH4191> of thee shall die וברעב <WH7458> and with famine יכלו <WH3615> shall they be consumed בתוכך <WH8432> in the midst והשׁלשׁית <WH7992> of thee: and a third part בחרב <WH2719> by the sword יפלו <WH5307> shall fall סביבותיך <WH5439> round about והשׁלישׁית <WH7992> a third part לכל <WH3605> into all רוח <WH7307> the winds, אזרה <WH2219> thee; and I will scatter וחרב <WH2719> a sword אריק <WH7324> and I will draw out אחריהם׃ <WH310> after"},{"number":13,"verse":"וכלה <WH3615> be accomplished, אפי <WH639> Thus shall mine anger והנחותי <WH5117> to rest חמתי <WH2534> and I will cause my fury בם והנחמתי <WH5162> upon them, and I will be comforted: וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD דברתי <WH1696> have spoken בקנאתי <WH7068> in my zeal, בכלותי <WH3615> when I have accomplished חמתי׃ <WH2534> my fury"},{"number":14,"verse":"ואתנך <WH5414> Moreover I will make לחרבה <WH2723> thee waste, ולחרפה <WH2781> and a reproach בגוים <WH1471> among the nations אשׁר <WH834> that סביבותיך <WH5439> round about לעיני <WH5869> thee, in the sight כל <WH3605> of all עובר׃ <WH5674> that pass by."},{"number":15,"verse":"והיתה <WH1961> So it shall be חרפה <WH2781> a reproach וגדופה <WH1422> and a taunt, מוסר <WH4148> an instruction ומשׁמה <WH4923> and an astonishment לגוים <WH1471> unto the nations אשׁר <WH834> that סביבותיך <WH5439> round about בעשׂותי <WH6213> thee, when I shall execute בך שׁפטים <WH8201> judgments באף <WH639> in thee in anger ובחמה <WH2534> and in fury ובתכחות <WH8433> rebukes. חמה <WH2534> and in furious אני <WH589> I יהוה <WH3068> the LORD דברתי׃ <WH1696> have spoken"},{"number":16,"verse":"בשׁלחי <WH7971> When I shall send את <WH853> חצי <WH2671> arrows הרעב <WH7458> of famine, הרעים <WH7451> upon them the evil בהם אשׁר <WH834> which היו <WH1961> shall be למשׁחית <WH4889> for destruction, אשׁר <WH834> which אשׁלח <WH7971> אותםשׁחתכם <WH7843> to destroy ורעב <WH7458> the famine אסף <WH3254> you: and I will increase עליכם <WH5921> upon ושׁברתי <WH7665> you, and will break לכם מטה <WH4294> your staff לחם׃ <WH3899> of bread:"},{"number":17,"verse":"ושׁלחתי <WH7971> So will I send עליכם <WH5921> upon רעב <WH7458> you famine וחיה <WH2416> beasts, רעה <WH7451> and evil ושׁכלך <WH7921> and they shall bereave ודבר <WH1698> thee; and pestilence ודם <WH1818> and blood יעבר <WH5674> shall pass בך וחרב <WH2719> the sword אביא <WH935> through thee; and I will bring עליך <WH5921> upon אני <WH589> thee. I יהוה <WH3068> the LORD דברתי׃ <WH1696> have spoken"}]}