{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"בן <WH1121> Son אדם <WH120> of man, שׂים <WH7760> set פניך <WH6440> thy face אל <WH413> toward הרי <WH2022> the mountains ישׂראל <WH3478> of Israel, והנבא <WH5012> and prophesy אליהם׃ <WH413> against"},{"number":3,"verse":"ואמרת <WH559> And say, הרי <WH2022> Ye mountains ישׂראל <WH3478> of Israel, שׁמעו <WH8085> hear דבר <WH1697> the word אדני <WH136> of the Lord יהוה <WH3069> GOD; כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD להרים <WH2022> to the mountains, ולגבעות <WH1389> and to the hills, לאפיקים <WH650> to the rivers, ולגאית <WH1516> and to the valleys; הנני <WH2009> Behold, אני <WH589> I, I, מביא <WH935> will bring עליכם <WH5921> upon חרב <WH2719> a sword ואבדתי <WH6> you, and I will destroy במותיכם׃ <WH1116> your high places."},{"number":4,"verse":"ונשׁמו <WH8074> shall be desolate, מזבחותיכם <WH4196> And your altars ונשׁברו <WH7665> shall be broken: חמניכם <WH2553> and your images והפלתי <WH5307> and I will cast down חלליכם <WH2491> your slain לפני <WH6440> before גלוליכם׃ <WH1544> your idols."},{"number":5,"verse":"ונתתי <WH5414> And I will lay את <WH853> פגרי <WH6297> the dead carcasses בני <WH1121> of the children ישׂראל <WH3478> of Israel לפני <WH6440> before גלוליהם <WH1544> their idols; וזריתי <WH2219> and I will scatter את <WH853> עצמותיכם <WH6106> your bones סביבות <WH5439> round about מזבחותיכם׃ <WH4196> your altars."},{"number":6,"verse":"בכל <WH3605> In all מושׁבותיכם <WH4186> your dwelling places הערים <WH5892> the cities תחרבנה <WH2717> shall be laid waste, והבמות <WH1116> and the high places תישׁמנה <WH3456> shall be desolate; למען <WH4616> that יחרבו <WH2717> may be laid waste ויאשׁמו <WH816> and made desolate, מזבחותיכם <WH4196> your altars ונשׁברו <WH7665> may be broken ונשׁבתו <WH7673> and cease, גלוליכם <WH1544> and your idols ונגדעו <WH1438> may be cut down, חמניכם <WH2553> and your images ונמחו <WH4229> may be abolished. מעשׂיכם׃ <WH4639> and your works"},{"number":7,"verse":"ונפל <WH5307> shall fall חלל <WH2491> And the slain בתוככם <WH8432> in the midst וידעתם <WH3045> of you, and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":8,"verse":"והותרתי <WH3498> Yet will I leave a remnant, בהיות <WH1961> that ye may have לכם פליטי <WH6412> that shall escape חרב <WH2719> the sword בגוים <WH1471> among the nations, בהזרותיכם <WH2219> when ye shall be scattered בארצות׃ <WH776> through the countries."},{"number":9,"verse":"וזכרו <WH2142> of you shall remember פליטיכם <WH6412> And they that escape אותי <WH853> בגוים <WH1471> me among the nations אשׁר <WH834> whither נשׁבו <WH7617> they shall be carried captives, שׁם <WH8033> whither אשׁר <WH834> because נשׁברתי <WH7665> I am broken את <WH853> לבם <WH3820> heart, הזונה <WH2181> their whorish אשׁר <WH834> which סר <WH5493> hath departed מעלי <WH5921> from ואת <WH854> with עיניהם <WH5869> their eyes, הזנות <WH2181> which go a whoring אחרי <WH310> after גלוליהם <WH1544> their idols: ונקטו <WH6962> and they shall loathe בפניהם <WH6440> themselves אל <WH413> for הרעות <WH7451> the evils אשׁר <WH834> which עשׂו <WH6213> they have committed לכל <WH3605> in all תועבתיהם׃ <WH8441> their abominations."},{"number":10,"verse":"וידעו <WH3045> And they shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, לא <WH3808> I have not אל <WH413> in vain חנם <WH2600> in vain דברתי <WH1696> said לעשׂות <WH6213> that I would do להם הרעה <WH7451> evil הזאת׃ <WH2063> this"},{"number":11,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> הכה <WH5221> Smite בכפך <WH3709> with thine hand, ורקע <WH7554> and stamp ברגלך <WH7272> with thy foot, ואמר <WH559> and say, אח <WH253> Alas אל <WH413> for כל <WH3605> all תועבות <WH8441> abominations רעות <WH7451> the evil בית <WH1004> of the house ישׂראל <WH3478> of Israel! אשׁר <WH834> for בחרב <WH2719> by the sword, ברעב <WH7458> by the famine, ובדבר <WH1698> and by the pestilence. יפלו׃ <WH5307> they shall fall"},{"number":12,"verse":"הרחוק <WH7350> He that is far off בדבר <WH1698> of the pestilence; ימות <WH4191> shall die והקרוב <WH7138> and he that is near בחרב <WH2719> by the sword; יפול <WH5307> shall fall והנשׁאר <WH7604> and he that remaineth והנצור <WH5341> and is besieged ברעב <WH7458> by the famine: ימות <WH4191> shall die וכליתי <WH3615> thus will I accomplish חמתי׃ <WH2534> my fury"},{"number":13,"verse":"וידעתם <WH3045> Then shall ye know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD, בהיות <WH1961> shall be חלליהם <WH2491> when their slain בתוך <WH8432> among גלוליהם <WH1544> their idols סביבות <WH5439> round about מזבחותיהם <WH4196> their altars, אל <WH413> upon כל <WH3605> every גבעה <WH1389> hill, רמה <WH7311> high בכל <WH3605> in all ראשׁי <WH7218> the tops ההרים <WH2022> of the mountains, ותחת <WH8478> and under כל <WH3605> every עץ <WH6086> tree, רענן <WH7488> green ותחת <WH8478> and under כל <WH3605> every אלה <WH424> oak, עבתה <WH5687> thick מקום <WH4725> the place אשׁר <WH834> where נתנו <WH5414> they did offer שׁם <WH8033> where ריח <WH7381> savor ניחח <WH5207> sweet לכל <WH3605> to all גלוליהם׃ <WH1544> their idols."},{"number":14,"verse":"ונטיתי <WH5186> So will I stretch out את <WH853> ידי <WH3027> my hand עליהם <WH5921> upon ונתתי <WH5414> them, and make את <WH853> הארץ <WH776> the land שׁממה <WH8077> desolate, ומשׁמה <WH4923> yea, more desolate ממדבר <WH4057> than the wilderness דבלתה <WH1689> toward Diblath, בכל <WH3605> in all מושׁבותיהם <WH4186> their habitations: וידעו <WH3045> and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."}]}