{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"ואתה <WH859> Also, thou בן <WH1121> son אדם <WH120> of man, כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD לאדמת <WH127> unto the land ישׂראל <WH3478> of Israel; קץ <WH7093> An end, בא <WH935> is come הקץ <WH7093> the end על <WH5921> upon ארבעת <WH702> the four כנפות <WH3671> corners הארץ׃ <WH776> of the land."},{"number":3,"verse":"עתה <WH6258> Now הקץ <WH7093> the end עליך <WH5921> upon ושׁלחתי <WH7971> thee, and I will send אפי <WH639> mine anger בך ושׁפטתיך <WH8199> upon thee, and will judge כדרכיך <WH1870> thee according to thy ways, ונתתי <WH5414> and will recompense עליך <WH5921> upon את <WH853> כל <WH3605> thee all תועבתיך׃ <WH8441> thine abominations."},{"number":4,"verse":"ולא <WH3808> shall not תחוס <WH2347> spare עיני <WH5869> And mine eye עליך <WH5921> spare ולא <WH3808> thee, neither אחמול <WH2550> will I have pity: כי <WH3588> but דרכיך <WH1870> thy ways עליך <WH5921> upon אתן <WH5414> I will recompense ותועבותיך <WH8441> thee, and thine abominations בתוכך <WH8432> in the midst תהיין <WH1961> shall be וידעתם <WH3045> of thee: and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":5,"verse":"כה <WH3541> Thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3068> רעה <WH7451> An evil, אחת <WH259> an only רעה <WH7451> evil, הנה <WH2009> behold, באה׃ <WH935> is come."},{"number":6,"verse":"קץ <WH7093> An end בא <WH935> is come, בא <WH935> is come: הקץ <WH7093> the end הקיץ <WH6974> it watcheth אליך <WH413> for הנה <WH2009> thee; behold, באה׃ <WH935> it is come."},{"number":7,"verse":"באה <WH935> is come הצפירה <WH6843> The morning אליך <WH413> unto יושׁב <WH3427> thee, O thou that dwellest הארץ <WH776> in the land: בא <WH935> is come, העת <WH6256> the time קרוב <WH7138> near, היום <WH3117> the day מהומה <WH4103> of trouble ולא <WH3808> and not הד <WH1906> the sounding again הרים׃ <WH2022> of the mountains."},{"number":8,"verse":"עתה <WH6258> Now מקרוב <WH7138> אשׁפוך <WH8210> pour out חמתי <WH2534> my fury עליך <WH5921> upon וכליתי <WH3615> thee, and accomplish אפי <WH639> mine anger בך ושׁפטתיך <WH8199> upon thee: and I will judge כדרכיך <WH1870> thee according to thy ways, ונתתי <WH5414> and will recompense עליך <WH5921> and will recompense את <WH853> כל <WH3605> thee for all תועבותיך׃ <WH8441> thine abominations."},{"number":9,"verse":"ולא <WH3808> shall not תחוס <WH2347> spare, עיני <WH5869> And mine eye ולא <WH3808> neither אחמול <WH2550> will I have pity: כדרכיך <WH1870> thee according to thy ways עליך <WH5921> אתןתועבותיך <WH8441> and thine abominations בתוכך <WH8432> in the midst תהיין <WH1961> are וידעתם <WH3045> of thee; and ye shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD מכה׃ <WH5221> that smiteth."},{"number":10,"verse":"הנה <WH2009> Behold היום <WH3117> the day, הנה <WH2009> behold, באה <WH935> it is come: יצאה <WH3318> is gone forth; הצפרה <WH6843> the morning צץ <WH6692> hath blossomed, המטה <WH4294> the rod פרח <WH6524> hath budded. הזדון׃ <WH2087> pride"},{"number":11,"verse":"החמס <WH2555> Violence קם <WH6965> is risen up למטה <WH4294> into a rod רשׁע <WH7562> of wickedness: לא <WH3808> none מהם <WH1992> ולא <WH3808> them nor מהמונם <WH1995> of their multitude, ולא <WH3808> nor מהמהם <WH1991> of any of theirs: ולא <WH3808> neither נה׃ <WH5089> wailing"},{"number":12,"verse":"בא <WH935> is come, העת <WH6256> The time הגיע <WH5060> draweth near: היום <WH3117> the day הקונה <WH7069> the buyer אל <WH408> let not ישׂמח <WH8055> rejoice, והמוכר <WH4376> the seller אל <WH408> nor יתאבל <WH56> mourn: כי <WH3588> for חרון <WH2740> wrath אל <WH413> upon כל <WH3605> all המונה׃ <WH1995> the multitude"},{"number":13,"verse":"כי <WH3588> For המוכר <WH4376> the seller אל <WH413> to הממכר <WH4465> that which is sold, לא <WH3808> shall not ישׁוב <WH7725> return ועוד <WH5750> although they were yet בחיים <WH2416> alive: חיתם <WH2416> alive: כי <WH3588> for חזון <WH2377> the vision אל <WH413> touching כל <WH3605> the whole המונה <WH1995> multitude לא <WH3808> thereof, shall not ישׁוב <WH7725> return; ואישׁ <WH376> shall any בעונו <WH5771> in the iniquity חיתו <WH2416> of his life. לא <WH3808> neither יתחזקו׃ <WH2388> strengthen himself"},{"number":14,"verse":"תקעו <WH8628> They have blown בתקוע <WH8619> the trumpet, והכין <WH3559> even to make all ready; הכל <WH3605> even to make all ready; ואין <WH369> but none הלך <WH1980> goeth למלחמה <WH4421> to the battle: כי <WH3588> for חרוני <WH2740> my wrath אל <WH413> upon כל <WH3605> all המונה׃ <WH1995> the multitude"},{"number":15,"verse":"החרב <WH2719> The sword בחוץ <WH2351> without, והדבר <WH1698> and the pestilence והרעב <WH7458> and the famine מבית <WH1004> within: אשׁר <WH834> he that בשׂדה <WH7704> in the field בחרב <WH2719> with the sword; ימות <WH4191> shall die ואשׁר <WH834> and he that בעיר <WH5892> in the city, רעב <WH7458> famine ודבר <WH1698> and pestilence יאכלנו׃ <WH398> shall devour"},{"number":16,"verse":"ופלטו <WH6403> But they that escape פליטיהם <WH6412> of them shall escape, והיו <WH1961> and shall be אל <WH413> on ההרים <WH2022> the mountains כיוני <WH3123> like doves הגאיות <WH1516> of the valleys, כלם <WH3605> all המות <WH1993> of them mourning, אישׁ <WH376> every one בעונו׃ <WH5771> for his iniquity."},{"number":17,"verse":"כל <WH3605> All הידים <WH3027> hands תרפינה <WH7503> shall be feeble, וכל <WH3605> and all ברכים <WH1290> knees תלכנה <WH1980> shall be weak מים׃ <WH4325> water."},{"number":18,"verse":"וחגרו <WH2296> They shall also gird שׂקים <WH8242> with sackcloth, וכסתה <WH3680> shall cover אותם <WH853> פלצות <WH6427> and horror ואל <WH413> upon כל <WH3605> all פנים <WH6440> faces, בושׁה <WH955> them; and shame ובכל <WH3605> upon all ראשׁיהם <WH7218> their heads. קרחה׃ <WH7144> and baldness"},{"number":19,"verse":"כספם <WH3701> their silver בחוצות <WH2351> in the streets, ישׁליכו <WH7993> They shall cast וזהבם <WH2091> and their gold לנדה <WH5079> removed: יהיה <WH1961> shall be כספם <WH3701> their silver וזהבם <WH2091> and their gold לא <WH3808> shall not יוכל <WH3201> be able להצילם <WH5337> to deliver ביום <WH3117> them in the day עברת <WH5678> of the wrath יהוה <WH3068> of the LORD: נפשׁם <WH5315> their souls, לא <WH3808> they shall not ישׂבעו <WH7646> satisfy ומעיהם <WH4578> their bowels: לא <WH3808> neither ימלאו <WH4390> fill כי <WH3588> because מכשׁול <WH4383> the stumblingblock עונם <WH5771> of their iniquity. היה׃ <WH1961> it is"},{"number":20,"verse":"וצבי <WH6643> As for the beauty עדיו <WH5716> of his ornament, לגאון <WH1347> it in majesty: שׂמהו <WH7760> he set וצלמי <WH6754> the images תועבתם <WH8441> of their abominations שׁקוציהם <WH8251> of their detestable things עשׂו <WH6213> but they made בו על <WH5921> therein: therefore כן <WH3651> therein: therefore נתתיו <WH5414> have I set להם לנדה׃ <WH5079> it far"},{"number":21,"verse":"ונתתיו <WH5414> And I will give ביד <WH3027> it into the hands הזרים <WH2114> of the strangers לבז <WH957> for a prey, ולרשׁעי <WH7563> and to the wicked הארץ <WH776> of the earth לשׁלל <WH7998> for a spoil; וחללה׃ <WH2490> and they shall pollute"},{"number":22,"verse":"והסבותי <WH5437> will I turn פני <WH6440> My face מהם <WH1992> וחללו <WH2490> them, and they shall pollute את <WH853> צפוני <WH6845> my secret ובאו <WH935> shall enter בה פריצים <WH6530> for the robbers וחללוה׃ <WH2490> into it, and defile"},{"number":23,"verse":"עשׂה <WH6213> Make הרתוק <WH7569> a chain: כי <WH3588> for הארץ <WH776> the land מלאה <WH4390> is full משׁפט <WH4941> crimes, דמים <WH1818> of bloody והעיר <WH5892> and the city מלאה <WH4390> is full חמס׃ <WH2555> of violence."},{"number":24,"verse":"והבאתי <WH935> Wherefore I will bring רעי <WH7451> the worst גוים <WH1471> of the heathen, וירשׁו <WH3423> and they shall possess את <WH853> בתיהם <WH1004> their houses: והשׁבתי <WH7673> to cease; גאון <WH1347> I will also make the pomp עזים <WH5794> of the strong ונחלו <WH2490> shall be defiled. מקדשׁיהם׃ <WH6942>"},{"number":25,"verse":"קפדה <WH7089> Destruction בא <WH935> cometh; ובקשׁו <WH1245> and they shall seek שׁלום <WH7965> peace, ואין׃ <WH369> and none."},{"number":26,"verse":"הוה <WH1943> Mischief על <WH5921> upon הוה <WH1943> mischief, תבוא <WH935> shall come ושׁמעה <WH8052> and rumor אל <WH413> upon שׁמועה <WH8052> rumor; תהיה <WH1961> shall be ובקשׁו <WH1245> then shall they seek חזון <WH2377> a vision מנביא <WH5030> of the prophet; ותורה <WH8451> but the law תאבד <WH6> shall perish מכהן <WH3548> from the priest, ועצה <WH6098> and counsel מזקנים׃ <WH2205> from the ancients."},{"number":27,"verse":"המלך <WH4428> The king יתאבל <WH56> shall mourn, ונשׂיא <WH5387> and the prince ילבשׁ <WH3847> shall be clothed שׁממה <WH8077> with desolation, וידי <WH3027> and the hands עם <WH5971> of the people הארץ <WH776> of the land תבהלנה <WH926> shall be troubled: מדרכם <WH1870> unto them after their way, אעשׂה <WH6213> I will do אותם <WH853> ובמשׁפטיהם <WH4941> and according to their deserts אשׁפטם <WH8199> will I judge וידעו <WH3045> them; and they shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."}]}