{"bibleAbbr":"Orig2013+","bookName":"יחזקאל","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass בשׁנה <WH8141> year, השׁשׁית <WH8345> in the sixth בשׁשׁי <WH8345> in the sixth בחמשׁה <WH2568> in the fifth לחדשׁ <WH2320> of the month, אני <WH589> I יושׁב <WH3427> sat בביתי <WH1004> in mine house, וזקני <WH2205> and the elders יהודה <WH3063> of Judah יושׁבים <WH3427> sat לפני <WH6440> before ותפל <WH5307> fell עלי <WH5921> upon שׁם <WH8033> there יד <WH3027> me, that the hand אדני <WH136> of the Lord יהוה׃ <WH3069> GOD"},{"number":2,"verse":"ואראה <WH7200> Then I beheld, והנה <WH2009> and lo דמות <WH1823> a likeness כמראה <WH4758> as the appearance אשׁ <WH784> of fire: ממראה <WH4758> from the appearance מתניו <WH4975> of his loins ולמטה <WH4295> even downward, אשׁ <WH784> fire; וממתניו <WH4975> and from his loins ולמעלה <WH4605> even upward, כמראה <WH4758> as the appearance זהר <WH2096> of brightness, כעין <WH5869> as the color החשׁמלה׃ <WH2830> of amber."},{"number":3,"verse":"וישׁלח <WH7971> And he put forth תבנית <WH8403> the form יד <WH3027> of a hand, ויקחני <WH3947> and took בציצת <WH6734> me by a lock ראשׁי <WH7218> of mine head; ותשׂא <WH5375> אתיוח <WH7307> and the spirit בין <WH996> between הארץ <WH776> the earth ובין <WH996> השׁמים <WH8064> and the heaven, ותבא <WH935> and brought אתי <WH853> ירושׁלמה <WH3389> to Jerusalem, במראות <WH4759> me in the visions אלהים <WH430> of God אל <WH413> to פתח <WH6607> the door שׁער <WH8179> gate הפנימית <WH6442> of the inner הפונה <WH6437> that looketh צפונה <WH6828> toward the north; אשׁר <WH834> where שׁם <WH8033> where מושׁב <WH4186> the seat סמל <WH5566> of the image הקנאה <WH7068> of jealousy, המקנה׃ <WH7069>"},{"number":4,"verse":"והנה <WH2009> And, behold, שׁם <WH8033> there, כבוד <WH3519> the glory אלהי <WH430> of the God ישׂראל <WH3478> of Israel כמראה <WH4758> according to the vision אשׁר <WH834> that ראיתי <WH7200> I saw בבקעה׃ <WH1237> in the plain."},{"number":5,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto בן <WH1121> me, Son אדם <WH120> of man, שׂא <WH5375> lift up נא <WH4994> now עיניך <WH5869> thine eyes דרך <WH1870> the way צפונה <WH6828> toward the north. ואשׂא <WH5375> So I lifted up עיני <WH5869> mine eyes דרך <WH1870> the way צפונה <WH6828> toward the north, והנה <WH2009> and behold מצפון <WH6828> northward לשׁער <WH8179> at the gate המזבח <WH4196> of the altar סמל <WH5566> image הקנאה <WH7068> of jealousy הזה <WH2088> this בבאה׃ <WH872> in the entry."},{"number":6,"verse":"ויאמר <WH559> He said אלי <WH413> furthermore unto בן <WH1121> me, Son אדם <WH120> of man, הראה <WH7200> seest אתה <WH859> thou מהם <WH1992> they עשׂים <WH6213> do? תועבות <WH8441> abominations גדלות <WH1419> the great אשׁר <WH834> that בית <WH1004> the house ישׂראל <WH3478> of Israel עשׂים <WH6213> committeth פה <WH6311> here, לרחקה <WH7368> that I should go far off מעל <WH5921> from מקדשׁי <WH4720> my sanctuary? ועוד <WH5750> but turn thee yet again, תשׁוב <WH7725> but turn thee yet again, תראה <WH7200> thou shalt see תועבות <WH8441> abominations. גדלות׃ <WH1419> greater"},{"number":7,"verse":"ויבא <WH935> And he brought אתי <WH853> אל <WH413> me to פתח <WH6607> the door החצר <WH2691> of the court; ואראה <WH7200> and when I looked, והנה <WH2009> behold חר <WH2356> hole אחד <WH259> a בקיר׃ <WH7023> in the wall."},{"number":8,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto בן <WH1121> me, Son אדם <WH120> of man, חתר <WH2864> dig נא <WH4994> now בקיר <WH7023> in the wall: ואחתר <WH2864> and when I had digged בקיר <WH7023> in the wall, והנה <WH2009> behold פתח <WH6607> door. אחד׃ <WH259> a"},{"number":9,"verse":"ויאמר <WH559> And he said אלי <WH413> unto בא <WH935> me, Go in, וראה <WH7200> and behold את <WH853> התועבות <WH8441> abominations הרעות <WH7451> the wicked אשׁר <WH834> that הם <WH1992> they עשׂים <WH6213> do פה׃ <WH6311> here."},{"number":10,"verse":"ואבוא <WH935> So I went in ואראה <WH7200> and saw; והנה <WH2009> and behold כל <WH3605> every תבנית <WH8403> form רמשׂ <WH7431> of creeping things, ובהמה <WH929> beasts, שׁקץ <WH8263> and abominable וכל <WH3605> and all גלולי <WH1544> the idols בית <WH1004> of the house ישׂראל <WH3478> of Israel, מחקה <WH2707> portrayed על <WH5921> upon הקיר <WH7023> the wall סביב <WH5439> round about. סביב׃ <WH5439>"},{"number":11,"verse":"ושׁבעים <WH7657> them seventy אישׁ <WH376> men מזקני <WH2205> of the ancients בית <WH1004> of the house ישׂראל <WH3478> of Israel, ויאזניהו <WH2970> Jaazaniah בן <WH1121> the son שׁפן <WH8227> of Shaphan, עמד <WH5975> And there stood בתוכם <WH8432> and in the midst עמדים <WH5975> of them stood לפניהם <WH6440> before ואישׁ <WH376> with every man מקטרתו <WH4730> his censer בידו <WH3027> in his hand; ועתר <WH6282> and a thick ענן <WH6051> cloud הקטרת <WH7004> of incense עלה׃ <WH5927> went up."},{"number":12,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto הראית <WH7200> hast thou seen בן <WH1121> me, Son אדם <WH120> of man, אשׁר <WH834> what זקני <WH2205> the ancients בית <WH1004> of the house ישׂראל <WH3478> of Israel עשׂים <WH6213> do בחשׁך <WH2822> in the dark, אישׁ <WH376> every man בחדרי <WH2315> in the chambers משׂכיתו <WH4906> of his imagery? כי <WH3588> for אמרים <WH559> they say, אין <WH369> us not; יהוה <WH3069> ראה <WH7200> seeth אתנו <WH853> עזב <WH5800> hath forsaken יהוה <WH3069> אתארץ׃ <WH776> the earth."},{"number":13,"verse":"ויאמר <WH559> He said אלי <WH413> also unto עוד <WH5750> תשׁובראה <WH7200> thou shalt see תועבות <WH8441> abominations גדלות <WH1419> greater אשׁר <WH834> that המה <WH1992> they עשׂים׃ <WH6213> do."},{"number":14,"verse":"ויבא <WH935> Then he brought אתי <WH853> אל <WH413> me to פתח <WH6607> the door שׁער <WH8179> of the gate בית <WH1004> house יהוה <WH3068> of the LORD's אשׁר <WH834> which אל <WH413> toward הצפונה <WH6828> the north; והנה <WH2009> and, behold, שׁם <WH8033> there הנשׁים <WH802> women ישׁבות <WH3427> sat מבכות <WH1058> weeping את <WH853> התמוז׃ <WH8542> Tammuz."},{"number":15,"verse":"ויאמר <WH559> Then said אלי <WH413> he unto הראית <WH7200> me, Hast thou seen בן <WH1121> O son אדם <WH120> of man? עוד <WH5750> turn thee yet again, תשׁוב <WH7725> turn thee yet again, תראה <WH7200> thou shalt see תועבות <WH8441> abominations גדלות <WH1419> greater מאלה׃ <WH428> than these."},{"number":16,"verse":"ויבא <WH935> And he brought אתי <WH853> אל <WH413> me into חצר <WH2691> court בית <WH1004> house, יהוה <WH3068> of the LORD's הפנימית <WH6442> the inner והנה <WH2009> and, behold, פתח <WH6607> at the door היכל <WH1964> of the temple יהוה <WH3068> of the LORD, בין <WH996> between האולם <WH197> the porch ובין <WH996> המזבח <WH4196> and the altar, כעשׂרים <WH6242> and twenty וחמשׁה <WH2568> about five אישׁ <WH376> men, אחריהם <WH268> with their backs אל <WH413> toward היכל <WH1964> the temple יהוה <WH3068> of the LORD, ופניהם <WH6440> and their faces קדמה <WH6924> toward the east; והמה <WH1992> and they משׁתחויתם <WH7812> worshiped קדמה <WH6924> toward the east. לשׁמשׁ׃ <WH8121> the sun"},{"number":17,"verse":"ויאמר <WH559> Then he said אלי <WH413> unto הראית <WH7200> me, Hast thou seen בן <WH1121> O son אדם <WH120> of man? הנקל <WH7043> Is it a light thing לבית <WH1004> to the house יהודה <WH3063> of Judah מעשׂות <WH6213> that they commit את <WH853> התועבות <WH8441> the abominations אשׁר <WH834> which עשׂו <WH6213> they commit פה <WH6311> here? כי <WH3588> for מלאו <WH4390> they have filled את <WH853> הארץ <WH776> the land חמס <WH2555> with violence, וישׁבו <WH7725> and have returned להכעיסני <WH3707> to provoke me to anger: והנם <WH2005> שׁלחים <WH7971> they put את <WH853> הזמורה <WH2156> the branch אל <WH413> to אפם׃ <WH639> their nose."},{"number":18,"verse":"וגם <WH1571> also אני <WH589> Therefore will I אעשׂה <WH6213> deal בחמה <WH2534> in fury: לא <WH3808> shall not תחוס <WH2347> spare, עיני <WH5869> mine eye ולא <WH3808> neither אחמל <WH2550> will I have pity: וקראו <WH7121> and though they cry באזני <WH241> in mine ears קול <WH6963> voice, גדול <WH1419> with a loud ולא <WH3808> will I not אשׁמע <WH8085> hear אותם׃ <WH853>"}]}