{"bibleAbbr":"HOV2012","bookName":"दानिय्येल","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"यहूदा के राजा यहोयाकीम के राज्य के तीसरे वर्ष में बेबीलोन के राजा नबूकदनेस्सर ने यरूशलेम पर चढ़ाई करके उसको घेर लिया।"},{"number":2,"verse":"तब परमेश्‍वर ने यहूदा के राजा यहोयाकीम को परमेश्‍वर के भवन के कई पात्रों सहित उसके हाथ में कर दिया; और उसने उन पात्रों को शिनार देश में अपने देवता के मन्दिर में ले जाकर, अपने देवता के भण्डार में रख दिया।"},{"number":3,"verse":"तब उस राजा ने अपने खोजों के प्रधान अशपनज को आज्ञा दी कि इस्राएली राजपुत्रों और प्रतिष्‍ठित पुरुषों में से ऐसे कई जवानों को ला,"},{"number":4,"verse":"जो निर्दोष, सुन्दर और सब प्रकार की बुद्धि में प्रवीण, और ज्ञान में निपुण और विद्वान्, और राजमन्दिर में हाज़िर रहने के योग्य हों; और उन्हें कसदियों के शास्त्र और भाषा की शिक्षा दे।"},{"number":5,"verse":"राजा ने आज्ञा दी कि उसके भोजन और पीने के दाखमधु में से उन्हें प्रतिदिन खाने-पीने को दिया जाए। इस प्रकार तीन वर्ष तक उनका पालन पोषण होता रहे; तब उसके बाद वे राजा के सामने हाज़िर किए जाएँ।"},{"number":6,"verse":"उनमें यहूदा की सन्तान से चुने हुए दानिय्येल, हनन्याह, मीशाएल, और अजर्याह नामक यहूदी थे।"},{"number":7,"verse":"खोजों के प्रधान ने उनके दूसरे नाम रखे; अर्थात् दानिय्येल का नाम उसने बेलतशस्सर, हनन्याह का शद्रक, मीशाएल का मेशक, और अजर्याह का नाम अबेदनगो रखा।"},{"number":8,"verse":"परन्तु दानिय्येल ने अपने मन में ठान लिया कि वह राजा का भोजन खाकर, और उसके पीने का दाखमधु पीकर अपवित्र न होए; इसलिये उस ने खोजों के प्रधान से विनती की कि उसे अपवित्र न होना पड़े।"},{"number":9,"verse":"परमेश्‍वर ने खोजों के प्रधान के मन में दानिय्येल के प्रति कृपा और दया भर दी।"},{"number":10,"verse":"खोजों के प्रधान ने दानिय्येल से कहा, “मैं अपने स्वामी राजा से डरता हूँ, क्योंकि तुम्हारा खाना-पीना उसी ने ठहराया है, कहीं ऐसा न हो कि वह तेरा मुँह तेरे संग के जवानों से उतरा हुआ और उदास देखे और तुम मेरा सिर राजा के सामने जोखिम में डालो।”"},{"number":11,"verse":"तब दानिय्येल ने उस मुखिये से, जिसको खोजों के प्रधान ने दानिय्येल, हनन्याह, मीशाएल, और अजर्याह के ऊपर देखभाल करने के लिये नियुक्‍त किया था, कहा,"},{"number":12,"verse":"“मैं तुझ से विनती करता हूँ, कि अपने दासों को दस दिन तक जाँच, हमारे खाने के लिये सागपात और पीने के लिये पानी ही दिया जाए।"},{"number":13,"verse":"फिर दस दिन के बाद हमारे मुँह और जो जवान राजा का भोजन खाते हैं उनके मुँह को देख; और जैसा तुझे देख पड़े, उसी के अनुसार अपने दासों से व्यवहार करना।”"},{"number":14,"verse":"उनकी यह विनती उसने मान ली, और दस दिन तक उनको जाँचता रहा।"},{"number":15,"verse":"दस दिन के बाद उनके मुँह राजा के भोजन के खानेवाले सब जवानों से अधिक अच्छे और चिकने दिखाई पड़े।"},{"number":16,"verse":"तब वह मुखिया उनका भोजन और उनके पीने के लिये ठहराया हुआ दाखमधु दोनों छुड़ाकर, उनको सागपात देने लगा।"},{"number":17,"verse":"परमेश्‍वर ने उन चारों जवानों को सब शास्त्रों और सब प्रकार की विद्याओं में बुद्धिमानी और प्रवीणता दी; और दानिय्येल सब प्रकार के दर्शन और स्वप्न के अर्थ का ज्ञानी हो गया।"},{"number":18,"verse":"तब जितने दिन के बाद नबूकदनेस्सर राजा ने जवानों को भीतर ले आने की आज्ञा दी थी, उतने दिनों के बीतने पर खोजों का प्रधान उन्हें उसके सामने ले गया।"},{"number":19,"verse":"राजा उन से बातचीत करने लगा; और दानिय्येल, हनन्याह, मीशाएल, और अजर्याह के तुल्य उन सब में से कोई न ठहरा; इसलिये वे राजा के सम्मुख हाज़िर रहने लगे।"},{"number":20,"verse":"बुद्धि और हर प्रकार की समझ के विषय में जो कुछ राजा उन से पूछता था उस में वे राज्य भर के सब ज्योतिषियों और तंत्रियों से दसगुणे निपुण ठहरते थे।"},{"number":21,"verse":"और दानिय्येल कुस्रू राजा के पहले वर्ष तक बना रहा।"}]}