{"bibleAbbr":"WYC1395","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"And thanne the seuenthe monethe was comun, and the sones of Israel weren in her citees."},{"number":2,"verse":"Therfor the puple was gaderid as o man in to Jerusalem. And Josue, the sone of Josedech, roos, and hise britheren, prestis, and Zorobabel, the sone of Salatiel, and hise britheren, and thei bildiden the auter of God of Israel for to offre therynne brent sacrifices, as it is writun in the lawe of Moises, the man of God."},{"number":3,"verse":"Forsothe thei settiden the auter on his foundementis, while the puplis of londis bi cumpas maden hem aferd, and thei offriden on that auter brent sacrifice to the Lord in the morewtid and euentid."},{"number":4,"verse":"And thei maden solempnytee of tabernaclis, as it is writun, and brent sacrifice ech dai bi ordre, `bi the werk of the dai comaundid in his dai."},{"number":5,"verse":"And after this thei offriden contynuel brent sacrifice, bothe in calendis and in alle solempnytees of the Lord, that weren halewid, and in alle solempnytees, in which yifte was offrid to the Lord bi fre wille."},{"number":6,"verse":"In the firste dai of the seuenthe monethe thei bigunnen to offre brent sacrifice to the Lord; certis the temple of God was not foundid yit."},{"number":7,"verse":"But thei yauen monei to heweris of stoon, and to liggeris of stoon, and thei yauen mete, and drynke, and oile, to men of Sidon, and `to men of Tire, that thei schulden brynge cedre trees fro the Liban to the see of Joppe, bi that that Cirus, kyng of Persis, hadde comaundid to hem."},{"number":8,"verse":"Forsothe in the secounde yeer of her comyng to the temple of God in Jerusalem, in the secounde monethe, Zorobabel, the sone of Salatiel, and Josue,"},{"number":9,"verse":"the sone of Josedech, and othere of her britheren, preestis and dekenes, and alle that camen fro the caitifte in to Jerusalem, bigunnen; and thei ordeyneden dekenes, fro twenti yeer and aboue, for to haste the werk of the Lord; and Josue stood, and hise sones, and hise britheren, Cedynyel and hise sones, and the sones of Juda, as o man, to be bisi ouer hem that maden the werk in the temple of God; the sones of Benadab, her sones and her britheren, dekenes, `weren bisy."},{"number":10,"verse":"Therfor whanne the temple `of the Lord was foundid of stoon leggeris, prestis stoden in her ournement with trumpis, and dekenes, the sones of Asaph, in cymbalis, for to herie God bi the hond of Dauid, kyng of Israel."},{"number":11,"verse":"And thei sungen togidere in ympnes and knoulechyng to the Lord, For he is good, for his merci is with outen ende on Israel. And al the puple criede with greet cry, in preisynge the Lord, for the temple of the Lord was foundid."},{"number":12,"verse":"Also ful manye of the preestis, and of the dekenes, and the princes of fadris, and the eldre men, that hadden seyn the formere temple, whanne it was foundid, and this temple bifor her iyen, wepten with greet vois, and many men criynge in gladnesse reisiden the vois;"},{"number":13,"verse":"and no man myyte knowe the vois of cry of men beynge glad, and the vois of wepyng of the puple; for the puple criede togidere with greet cry, and the vois was herd afer."}]}