{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"ברכי <WH1288> Bless נפשׁי <WH5315> O my soul. את <WH853> יהוה <WH3068> the LORD, יהוה <WH3068> O LORD אלהי <WH430> my God, גדלת <WH1431> great; מאד <WH3966> thou art very הוד <WH1935> with honor והדר <WH1926> and majesty. לבשׁת׃ <WH3847> thou art clothed"},{"number":2,"verse":"עטה <WH5844> Who coverest אור <WH216> with light כשׂלמה <WH8008> as a garment: נוטה <WH5186> who stretchest out שׁמים <WH8064> the heavens כיריעה׃ <WH3407> like a curtain:"},{"number":3,"verse":"המקרה <WH7136> Who layeth the beams במים <WH4325> in the waters: עליותיו <WH5944> of his chambers השׂם <WH7760> who maketh עבים <WH5645> the clouds רכובו <WH7398> his chariot: המהלך <WH1980> who walketh על <WH5921> upon כנפי <WH3671> the wings רוח׃ <WH7307> of the wind:"},{"number":4,"verse":"עשׂה <WH6213> Who maketh מלאכיו <WH4397> his angels רוחות <WH7307> spirits; משׁרתיו <WH8334> his ministers אשׁ <WH784> fire: להט׃ <WH3857> a flaming"},{"number":5,"verse":"יסד <WH3254> ארץ <WH776> of the earth, על <WH5921> מכוניה <WH4349> the foundations בל <WH1077> it should not תמוט <WH4131> be removed עולם <WH5769> forever. ועד׃ <WH5703> forever."},{"number":6,"verse":"תהום <WH8415> it with the deep כלבושׁ <WH3830> as a garment: כסיתו <WH3680> Thou coveredst על <WH5921> above הרים <WH2022> the mountains. יעמדו <WH5975> stood מים׃ <WH4325> the waters"},{"number":7,"verse":"מן <WH4480> At גערתך <WH1606> thy rebuke ינוסון <WH5127> they fled; מן <WH4480> at קול <WH6963> the voice רעמך <WH7482> of thy thunder יחפזון׃ <WH2648> they hasted away."},{"number":8,"verse":"יעלו <WH5927> They go up הרים <WH2022> by the mountains; ירדו <WH3381> they go down בקעות <WH1237> by the valleys אל <WH413> unto מקום <WH4725> the place זה <WH2088> which יסדת <WH3245> thou hast founded להם׃ <WH1992>"},{"number":9,"verse":"גבול <WH1366> a bound שׂמת <WH7760> Thou hast set בל <WH1077> that they may not יעברון <WH5674> pass over; בל <WH1077> that they turn not again ישׁובון <WH7725> that they turn not again לכסות <WH3680> to cover הארץ׃ <WH776> the earth."},{"number":10,"verse":"המשׁלח <WH7971> He sendeth מעינים <WH4599> the springs בנחלים <WH5158> into the valleys, בין <WH996> among הרים <WH2022> the hills. יהלכון׃ <WH1980> run"},{"number":11,"verse":"ישׁקו <WH8248> They give drink כל <WH3605> to every חיתו <WH2416> beast שׂדי <WH7704> of the field: ישׁברו <WH7665> quench פראים <WH6501> the wild asses צמאם׃ <WH6772> their thirst."},{"number":12,"verse":"עליהם <WH5921> By עוף <WH5775> them shall the fowls השׁמים <WH8064> of the heaven ישׁכון <WH7931> have their habitation, מבין <WH996> among עפאים <WH6073> the branches. יתנו <WH5414> sing קול׃ <WH6963> sing"},{"number":13,"verse":"משׁקה <WH8248> He watereth הרים <WH2022> the hills מעליותיו <WH5944> from his chambers: מפרי <WH6529> with the fruit מעשׂיך <WH4639> of thy works. תשׂבע <WH7646> is satisfied הארץ׃ <WH776> the earth"},{"number":14,"verse":"מצמיח <WH6779> to grow חציר <WH2682> He causeth the grass לבהמה <WH929> for the cattle, ועשׂב <WH6212> and herb לעבדת <WH5656> for the service האדם <WH120> of man: להוציא <WH3318> that he may bring forth לחם <WH3899> food מן <WH4480> out of הארץ׃ <WH776> the earth;"},{"number":15,"verse":"ויין <WH3196> And wine ישׂמח <WH8055> maketh glad לבב <WH3824> the heart אנושׁ <WH582> of man, להצהיל <WH6670> to shine, פנים <WH6440> to make face משׁמן <WH8081> oil ולחם <WH3899> and bread לבב <WH3824> heart. אנושׁ <WH582> man's יסעד׃ <WH5582> strengtheneth"},{"number":16,"verse":"ישׂבעו <WH7646> are full עצי <WH6086> The trees יהוה <WH3068> of the LORD ארזי <WH730> the cedars לבנון <WH3844> of Lebanon, אשׁר <WH834> which נטע׃ <WH5193> he hath planted;"},{"number":17,"verse":"אשׁר <WH834> שׁםפרים <WH6833> the birds יקננו <WH7077> make their nests: חסידה <WH2624> the stork, ברושׁים <WH1265> the fir trees ביתה׃ <WH1004> her house."},{"number":18,"verse":"הרים <WH2022> hills הגבהים <WH1364> The high ליעלים <WH3277> for the wild goats; סלעים <WH5553> the rocks מחסה <WH4268> a refuge לשׁפנים׃ <WH8227> for the conies."},{"number":19,"verse":"עשׂה <WH6213> He appointed ירח <WH3394> the moon למועדים <WH4150> for seasons: שׁמשׁ <WH8121> the sun ידע <WH3045> knoweth מבואו׃ <WH3996> his going down."},{"number":20,"verse":"תשׁת <WH7896> Thou makest חשׁך <WH2822> darkness, ויהי <WH1961> and it is לילה <WH3915> night: בו תרמשׂ <WH7430> do creep כל <WH3605> wherein all חיתו <WH2416> the beasts יער׃ <WH3293> of the forest"},{"number":21,"verse":"הכפירים <WH3715> The young lions שׁאגים <WH7580> roar לטרף <WH2964> after their prey, ולבקשׁ <WH1245> and seek מאל <WH410> אכלם׃ <WH400> their meat"},{"number":22,"verse":"תזרח <WH2224> ariseth, השׁמשׁ <WH8121> The sun יאספון <WH622> they gather themselves together, ואל <WH413> in מעונתם <WH4585> their dens. ירבצון׃ <WH7257> and lay them down"},{"number":23,"verse":"יצא <WH3318> goeth forth אדם <WH120> Man לפעלו <WH6467> unto his work ולעבדתו <WH5656> and to his labor עדי <WH5703> ערב׃ <WH6153> the evening."},{"number":24,"verse":"מה <WH4100> how רבו <WH7231> manifold מעשׂיך <WH4639> are thy works! יהוה <WH3068> O LORD, כלם <WH3605> them all: בחכמה <WH2451> in wisdom עשׂית <WH6213> hast thou made מלאה <WH4390> is full הארץ <WH776> the earth קנינך׃ <WH7075> of thy riches."},{"number":25,"verse":"זה <WH2088> this הים <WH3220> sea, גדול <WH1419> great ורחב <WH7342> and wide ידים <WH3027> and wide שׁם <WH8033> wherein רמשׂ <WH7431> things creeping ואין <WH369> innumerable, מספר <WH4557> innumerable, חיות <WH2416> beasts. קטנות <WH6996> both small עם <WH5973> and גדלות׃ <WH1419> great"},{"number":26,"verse":"שׁם <WH8033> There אניות <WH591> the ships: יהלכון <WH1980> go לויתן <WH3882> that leviathan, זה <WH2088> thou יצרת <WH3335> hast made לשׂחק׃ <WH7832> to play"},{"number":27,"verse":"כלם <WH3605> all אליך <WH413> upon ישׂברון <WH7663> These wait לתת <WH5414> thee; that thou mayest give אכלם <WH400> their meat בעתו׃ <WH6256> in due season."},{"number":28,"verse":"תתן <WH5414> thou givest להם <WH1992> ילקטון <WH3950> them they gather: תפתח <WH6605> thou openest ידך <WH3027> thine hand, ישׂבעון <WH7646> they are filled טוב׃ <WH2896> with good."},{"number":29,"verse":"תסתיר <WH5641> Thou hidest פניך <WH6440> thy face, יבהלון <WH926> they are troubled: תסף <WH622> thou takest away רוחם <WH7307> their breath, יגועון <WH1478> they die, ואל <WH413> to עפרם <WH6083> their dust. ישׁובון׃ <WH7725> and return"},{"number":30,"verse":"תשׁלח <WH7971> Thou sendest forth רוחך <WH7307> thy spirit, יבראון <WH1254> they are created: ותחדשׁ <WH2318> and thou renewest פני <WH6440> the face אדמה׃ <WH127> of the earth."},{"number":31,"verse":"יהי <WH1961> shall endure כבוד <WH3519> The glory יהוה <WH3068> of the LORD לעולם <WH5769> forever: ישׂמח <WH8055> shall rejoice יהוה <WH3068> the LORD במעשׂיו׃ <WH4639> in his works."},{"number":32,"verse":"המביט <WH5027> He looketh לארץ <WH776> on the earth, ותרעד <WH7460> and it trembleth: יגע <WH5060> he toucheth בהרים <WH2022> the hills, ויעשׁנו׃ <WH6225> and they smoke."},{"number":33,"verse":"אשׁירה <WH7891> I will sing ליהוה <WH3068> unto the LORD בחיי <WH2416> as long as I live: אזמרה <WH2167> I will sing praise לאלהי <WH430> to my God בעודי׃ <WH5750> while I have my being."},{"number":34,"verse":"יערב <WH6149> him shall be sweet: עליו <WH5921> of שׂיחי <WH7879> My meditation אנכי <WH595> I אשׂמח <WH8055> will be glad ביהוה׃ <WH3068> in the LORD."},{"number":35,"verse":"יתמו <WH8552> be consumed חטאים <WH2400> Let the sinners מן <WH4480> out of הארץ <WH776> the earth, ורשׁעים <WH7563> and let the wicked עוד <WH5750> more. אינם <WH369> be no ברכי <WH1288> Bless נפשׁי <WH5315> O my soul. את <WH853> יהוה <WH3068> thou the LORD, הללו <WH1984> Praise יה׃ <WH3050> ye the LORD."}]}