{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":112,"verses":[{"number":1,"verse":"הללו <WH1984> Praise יה <WH3050> ye the LORD. אשׁרי <WH835> Blessed אישׁ <WH376> the man ירא <WH3372> feareth את <WH853> יהוה <WH3068> the LORD, במצותיו <WH4687> in his commandments. חפץ <WH2654> delighteth מאד׃ <WH3966> greatly"},{"number":2,"verse":"גבור <WH1368> mighty בארץ <WH776> upon earth: יהיה <WH1961> shall be זרעו <WH2233> His seed דור <WH1755> the generation ישׁרים <WH3477> of the upright יברך׃ <WH1288> shall be blessed."},{"number":3,"verse":"הון <WH1952> Wealth ועשׁר <WH6239> and riches בביתו <WH1004> in his house: וצדקתו <WH6666> and his righteousness עמדת <WH5975> endureth לעד׃ <WH5703> forever."},{"number":4,"verse":"זרח <WH2224> there ariseth בחשׁך <WH2822> in the darkness: אור <WH216> light לישׁרים <WH3477> Unto the upright חנון <WH2587> gracious, ורחום <WH7349> and full of compassion, וצדיק׃ <WH6662> and righteous."},{"number":5,"verse":"טוב <WH2896> A good אישׁ <WH376> man חונן <WH2603> showeth favor, ומלוה <WH3867> and lendeth: יכלכל <WH3557> he will guide דבריו <WH1697> his affairs במשׁפט׃ <WH4941> with discretion."},{"number":6,"verse":"כי <WH3588> Surely לעולם <WH5769> forever: לא <WH3808> he shall not ימוט <WH4131> be moved לזכר <WH2143> remembrance. עולם <WH5769> in everlasting יהיה <WH1961> shall be צדיק׃ <WH6662> the righteous"},{"number":7,"verse":"משׁמועה <WH8052> tidings: רעה <WH7451> of evil לא <WH3808> He shall not יירא <WH3372> be afraid נכון <WH3559> is fixed, לבו <WH3820> his heart בטח <WH982> trusting ביהוה׃ <WH3068> in the LORD."},{"number":8,"verse":"סמוך <WH5564> established, לבו <WH3820> His heart לא <WH3808> he shall not יירא <WH3372> be afraid, עד <WH5704> until אשׁר <WH834> until יראה <WH7200> he see בצריו׃ <WH6862> upon his enemies."},{"number":9,"verse":"פזר <WH6340> He hath dispersed, נתן <WH5414> he hath given לאביונים <WH34> to the poor; צדקתו <WH6666> his righteousness עמדת <WH5975> endureth לעד <WH5703> forever; קרנו <WH7161> his horn תרום <WH7311> shall be exalted בכבוד׃ <WH3519> with honor."},{"number":10,"verse":"רשׁע <WH7563> The wicked יראה <WH7200> shall see וכעס <WH3707> and be grieved; שׁניו <WH8127> with his teeth, יחרק <WH2786> he shall gnash ונמס <WH4549> and melt away: תאות <WH8378> the desire רשׁעים <WH7563> of the wicked תאבד׃ <WH6> shall perish."}]}