{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":115,"verses":[{"number":1,"verse":"לא <WH3808> Not לנו יהוה <WH3068> unto us, O LORD, לא <WH3808> not לנו כי <WH3588> unto us, but לשׁמך <WH8034> unto thy name תן <WH5414> give כבוד <WH3519> glory, על <WH5921> for חסדך <WH2617> thy mercy, על <WH5921> for אמתך׃ <WH571> thy truth's"},{"number":2,"verse":"למה <WH4100> Wherefore יאמרו <WH559> say, הגוים <WH1471> should the heathen איה <WH346> Where נא <WH4994> now אלהיהם׃ <WH430> their God?"},{"number":3,"verse":"ואלהינו <WH430> But our God בשׁמים <WH8064> in the heavens: כל <WH3605> whatsoever אשׁר <WH834> whatsoever חפץ <WH2654> he hath pleased. עשׂה׃ <WH6213> he hath done"},{"number":4,"verse":"עצביהם <WH6091> Their idols כסף <WH3701> silver וזהב <WH2091> and gold, מעשׂה <WH4639> the work ידי <WH3027> hands. אדם׃ <WH120> of men's"},{"number":5,"verse":"פה <WH6310> They have mouths, להם <WH1992> ולא <WH3808> not: ידברו <WH1696> but they speak עינים <WH5869> eyes להם <WH1992> ולא <WH3808> not: יראו׃ <WH7200> have they, but they see"},{"number":6,"verse":"אזנים <WH241> They have ears, להם ולא <WH3808> not: ישׁמעו <WH8085> but they hear אף <WH639> noses להם ולא <WH3808> not: יריחון׃ <WH7306> have they, but they smell"},{"number":7,"verse":"ידיהם <WH3027> They have hands, ולא <WH3808> not: ימישׁון <WH4184> but they handle רגליהם <WH7272> feet ולא <WH3808> not: יהלכו <WH1980> have they, but they walk לא <WH3808> neither יהגו <WH1897> speak בגרונם׃ <WH1627> they through their throat."},{"number":8,"verse":"כמוהם <WH3644> like unto them; יהיו <WH1961> them are עשׂיהם <WH6213> They that make כל <WH3605> every one אשׁר <WH834> that בטח׃ <WH982> trusteth"},{"number":9,"verse":"ישׂראל <WH3478> O Israel, בטח <WH982> trust ביהוה <WH3068> thou in the LORD: עזרם <WH5828> their help ומגנם <WH4043> and their shield. הוא׃ <WH1931> he"},{"number":10,"verse":"בית <WH1004> O house אהרן <WH175> of Aaron, בטחו <WH982> trust ביהוה <WH3068> in the LORD: עזרם <WH5828> their help ומגנם <WH4043> and their shield. הוא׃ <WH1931> he"},{"number":11,"verse":"יראי <WH3373> Ye that fear יהוה <WH3068> the LORD, בטחו <WH982> trust ביהוה <WH3068> in the LORD: עזרם <WH5828> their help ומגנם <WH4043> and their shield. הוא׃ <WH1931> he"},{"number":12,"verse":"יהוה <WH3068> The LORD זכרנו <WH2142> hath been mindful יברך <WH1288> of us: he will bless יברך <WH1288> he will bless את <WH853> בית <WH1004> the house ישׂראל <WH3478> of Israel; יברך <WH1288> he will bless את <WH853> בית <WH1004> the house אהרן׃ <WH175> of Aaron."},{"number":13,"verse":"יברך <WH1288> He will bless יראי <WH3373> them that fear יהוה <WH3068> the LORD, הקטנים <WH6996> small עם <WH5973> and הגדלים׃ <WH1419> great."},{"number":14,"verse":"יסף <WH3254> shall increase you more and more, יהוה <WH3068> The LORD עליכם <WH5921> shall increase you more and more, עליכם <WH5921> ועלניכם׃ <WH1121> you and your children."},{"number":15,"verse":"ברוכים <WH1288> blessed אתם <WH859> Ye ליהוה <WH3068> of the LORD עשׂה <WH6213> which made שׁמים <WH8064> heaven וארץ׃ <WH776> and earth."},{"number":16,"verse":"השׁמים <WH8064> The heaven, שׁמים <WH8064> the heavens, ליהוה <WH3068> the LORD's: והארץ <WH776> but the earth נתן <WH5414> hath he given לבני <WH1121> to the children אדם׃ <WH120> of men."},{"number":17,"verse":"לא <WH3808> not המתים <WH4191> The dead יהללו <WH1984> praise יה <WH3050> the LORD, ולא <WH3808> neither כל <WH3605> any ירדי <WH3381> that go down דומה׃ <WH1745> into silence."},{"number":18,"verse":"ואנחנו <WH587> But we נברך <WH1288> will bless יה <WH3050> the LORD מעתה <WH6258> from this time forth ועד <WH5704> and forevermore. עולם <WH5769> and forevermore. הללו <WH1984> Praise יה׃ <WH3050> the LORD."}]}