{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":12,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician על <WH5921> upon השׁמינית <WH8067> Sheminith, מזמור <WH4210> A Psalm לדוד׃ <WH1732> of David. הושׁיעה <WH3467> Help, יהוה <WH3068> LORD; כי <WH3588> for גמר <WH1584> ceaseth; חסיד <WH2623> the godly man כי <WH3588> for פסו <WH6461> fail אמונים <WH539> the faithful מבני <WH1121> from among the children אדם׃ <WH120> of men."},{"number":2,"verse":"שׁוא <WH7723> vanity ידברו <WH1696> They speak אישׁ <WH376> every one את <WH854> with רעהו <WH7453> his neighbor: שׂפת <WH8193> lips חלקות <WH2513> flattering בלב <WH3820> with a double heart ולב <WH3820> with a double heart ידברו׃ <WH1696> do they speak."},{"number":3,"verse":"יכרת <WH3772> shall cut off יהוה <WH3068> The LORD כל <WH3605> all שׂפתי <WH8193> lips, חלקות <WH2513> flattering לשׁון <WH3956> the tongue מדברת <WH1696> that speaketh גדלות׃ <WH1419> proud things:"},{"number":4,"verse":"אשׁר <WH834> Who אמרו <WH559> have said, ללשׁננו <WH3956> With our tongue נגביר <WH1396> will we prevail; שׂפתינו <WH8193> our lips אתנו <WH853> מי <WH4310> our own: who אדון׃ <WH113> lord"},{"number":5,"verse":"משׁד <WH7701> עניים <WH6041> of the poor, מאנקת <WH603> for the sighing אביונים <WH34> of the needy, עתה <WH6258> now אקום <WH6965> will I arise, יאמר <WH559> saith יהוה <WH3068> the LORD; אשׁית <WH7896> I will set בישׁע <WH3468> in safety יפיח׃ <WH6315> puffeth"},{"number":6,"verse":"אמרות <WH565> The words יהוה <WH3068> of the LORD אמרות <WH565> words: טהרות <WH2889> pure כסף <WH3701> silver צרוף <WH6884> tried בעליל <WH5948> in a furnace לארץ <WH776> of earth, מזקק <WH2212> purified שׁבעתים׃ <WH7659> seven"},{"number":7,"verse":"אתה <WH859> Thou יהוה <WH3068> them, O LORD, תשׁמרם <WH8104> shalt keep תצרנו <WH5341> thou shalt preserve מן <WH4480> them from הדור <WH1755> generation זו <WH2098> this לעולם׃ <WH5769> forever."},{"number":8,"verse":"סביב <WH5439> on every side, רשׁעים <WH7563> The wicked יתהלכון <WH1980> walk כרם <WH7311> are exalted. זלות <WH2149> when the vilest לבני <WH1121> אדם׃ <WH120> men"}]}