{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, לדוד <WH1732> of David. מזמור <WH4210> A Psalm יהוה <WH3068> O LORD, חקרתני <WH2713> thou hast searched ותדע׃ <WH3045> me, and known"},{"number":2,"verse":"אתה <WH859> Thou ידעת <WH3045> knowest שׁבתי <WH3427> my downsitting וקומי <WH6965> and mine uprising, בנתה <WH995> thou understandest לרעי <WH7454> my thought מרחוק׃ <WH7350> afar off."},{"number":3,"verse":"ארחי <WH734> my path ורבעי <WH7252> and my lying down, זרית <WH2219> Thou compassest וכל <WH3605> all דרכי <WH1870> my ways. הסכנתה׃ <WH5532> and art acquainted"},{"number":4,"verse":"כי <WH3588> For אין <WH369> not מלה <WH4405> a word בלשׁוני <WH3956> in my tongue, הן <WH2005> lo, יהוה <WH3068> O LORD, ידעת <WH3045> thou knowest כלה׃ <WH3605> it altogether."},{"number":5,"verse":"אחור <WH268> me behind וקדם <WH6924> and before, צרתני <WH6696> Thou hast beset ותשׁת <WH7896> and laid עלי <WH5921> upon כפכה׃ <WH3709> thine hand"},{"number":6,"verse":"פלאיה <WH6383> too wonderful דעת <WH1847> knowledge ממני <WH4480> for נשׂגבה <WH7682> me; it is high, לא <WH3808> אוכל׃ <WH3201>"},{"number":7,"verse":"אנה <WH575> Whither אלך <WH1980> shall I go מרוחך <WH7307> from thy spirit? ואנה <WH575> or whither מפניך <WH6440> from thy presence? אברח׃ <WH1272> shall I flee"},{"number":8,"verse":"אם <WH518> If אסק <WH5266> I ascend up שׁמים <WH8064> into heaven, שׁם <WH8033> there: אתה <WH859> thou ואציעה <WH3331> if I make my bed שׁאול <WH7585> in hell, הנך׃ <WH2005>"},{"number":9,"verse":"אשׂא <WH5375> I take כנפי <WH3671> the wings שׁחר <WH7837> of the morning, אשׁכנה <WH7931> dwell באחרית <WH319> in the uttermost parts ים׃ <WH3220> of the sea;"},{"number":10,"verse":"גם <WH1571> Even שׁם <WH8033> there ידך <WH3027> shall thy hand תנחני <WH5148> lead ותאחזני <WH270> shall hold ימינך׃ <WH3225> me, and thy right hand"},{"number":11,"verse":"ואמר <WH559> If I say, אך <WH389> Surely חשׁך <WH2822> the darkness ישׁופני <WH7779> shall cover ולילה <WH3915> me; even the night אור <WH216> shall be light בעדני׃ <WH1157> about"},{"number":12,"verse":"גם <WH1571> Yea, חשׁך <WH2822> the darkness לא <WH3808> not יחשׁיך <WH2821> hideth ממך <WH4480> from ולילה <WH3915> thee; but the night כיום <WH3117> as the day: יאיר <WH215> shineth כחשׁיכה <WH2825> the darkness כאורה׃ <WH219> and the light"},{"number":13,"verse":"כי <WH3588> For אתה <WH859> thou קנית <WH7069> hast possessed כליתי <WH3629> my reins: תסכני <WH5526> thou hast covered בבטן <WH990> womb. אמי׃ <WH517> me in my mother's"},{"number":14,"verse":"אודך <WH3034> I will praise על <WH5921> thee; for כי <WH3588> thee; for נוראות <WH3372> I am fearfully נפליתי <WH6395> wonderfully נפלאים <WH6381> made: marvelous מעשׂיך <WH4639> thy works; ונפשׁי <WH5315> and my soul ידעת <WH3045> knoweth מאד׃ <WH3966> right well."},{"number":15,"verse":"לא <WH3808> was not נכחד <WH3582> hid עצמי <WH6108> My substance ממך <WH4480> from אשׁר <WH834> thee, when עשׂיתי <WH6213> I was made בסתר <WH5643> in secret, רקמתי <WH7551> curiously wrought בתחתיות <WH8482> in the lowest parts ארץ׃ <WH776> of the earth."},{"number":16,"verse":"גלמי <WH1564> my substance, yet being unperfect; ראו <WH7200> did see עיניך <WH5869> Thine eyes ועל <WH5921> and in ספרך <WH5612> thy book כלם <WH3605> all יכתבו <WH3789> were written, ימים <WH3117> in continuance יצרו <WH3335> were fashioned, ולא <WH3808> when none אחד׃ <WH259> when none"},{"number":17,"verse":"ולי מה <WH4100> How יקרו <WH3365> precious רעיך <WH7454> also are thy thoughts אל <WH410> unto me, O God! מה <WH4100> how עצמו <WH6105> great ראשׁיהם׃ <WH7218> is the sum"},{"number":18,"verse":"אספרם <WH5608> I should count מחול <WH2344> than the sand: ירבון <WH7235> them, they are more in number הקיצתי <WH6974> when I awake, ועודי <WH5750> I am still עמך׃ <WH5973> with thee."},{"number":19,"verse":"אם <WH518> Surely תקטל <WH6991> thou wilt slay אלוה <WH433> O God: רשׁע <WH7563> the wicked, ואנשׁי <WH582> דמים <WH1818> me therefore, ye bloody סורו <WH5493> depart מני׃ <WH4480> from"},{"number":20,"verse":"אשׁר <WH834> For יאמרך <WH559> they speak למזמה <WH4209> against thee wickedly, נשׂא <WH5375> take לשׁוא <WH7723> in vain. עריך׃ <WH6145> thine enemies"},{"number":21,"verse":"הלוא <WH3808> Do not משׂנאיך <WH8130> I hate יהוה <WH3068> them, O LORD, אשׂנא <WH8130> that hate ובתקוממיך <WH8618> with those that rise up against אתקוטט׃ <WH6962> thee? and am not I grieved"},{"number":22,"verse":"תכלית <WH8503> them with perfect שׂנאה <WH8135> hatred: שׂנאתים <WH8130> I hate לאויבים <WH341> them mine enemies. היו׃ <WH1961> I count"},{"number":23,"verse":"חקרני <WH2713> Search אל <WH410> me, O God, ודע <WH3045> and know לבבי <WH3824> my heart: בחנני <WH974> try ודע <WH3045> me, and know שׂרעפי׃ <WH8312> my thoughts:"},{"number":24,"verse":"וראה <WH7200> And see אם <WH518> if דרך <WH1870> way עצב <WH6090> wicked בי ונחני <WH5148> in me, and lead בדרך <WH1870> me in the way עולם׃ <WH5769> everlasting."}]}