{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":143,"verses":[{"number":1,"verse":"מזמור <WH4210> A Psalm לדוד <WH1732> of David. יהוה <WH3068> O LORD, שׁמע <WH8085> Hear תפלתי <WH8605> my prayer, האזינה <WH238> give ear אל <WH413> to תחנוני <WH8469> my supplications: באמנתך <WH530> in thy faithfulness ענני <WH6030> answer בצדקתך׃ <WH6666> me, in thy righteousness."},{"number":2,"verse":"ואל <WH408> not תבוא <WH935> And enter במשׁפט <WH4941> into judgment את <WH854> with עבדך <WH5650> thy servant: כי <WH3588> for לא <WH3808> shall no יצדק <WH6663> be justified. לפניך <WH6440> in thy sight כל <WH3605> man חי׃ <WH2416> living"},{"number":3,"verse":"כי <WH3588> For רדף <WH7291> hath persecuted אויב <WH341> the enemy נפשׁי <WH5315> my soul; דכא <WH1792> he hath smitten לארץ <WH776> down to the ground; חיתי <WH2416> my life הושׁיבני <WH3427> he hath made me to dwell במחשׁכים <WH4285> in darkness, כמתי <WH4191> dead. עולם׃ <WH5769> as those that have been long"},{"number":4,"verse":"ותתעטף <WH5848> overwhelmed עלי <WH5921> within רוחי <WH7307> Therefore is my spirit בתוכי <WH8432> within ישׁתומם <WH8074> me is desolate. לבי׃ <WH3820> me; my heart"},{"number":5,"verse":"זכרתי <WH2142> I remember ימים <WH3117> the days מקדם <WH6924> of old; הגיתי <WH1897> I meditate בכל <WH3605> on all פעלך <WH6467> thy works; במעשׂה <WH4639> on the work ידיך <WH3027> of thy hands. אשׂוחח׃ <WH7878> I muse"},{"number":6,"verse":"פרשׂתי <WH6566> I stretch forth ידי <WH3027> my hands אליך <WH413> unto thee: נפשׁי <WH5315> my soul כארץ <WH776> land. עיפה <WH5889> after thee, as a thirsty לך סלה׃ <WH5542> Selah."},{"number":7,"verse":"מהר <WH4118> ענני <WH6030> Hear יהוה <WH3068> O LORD: כלתה <WH3615> faileth: רוחי <WH7307> my spirit אל <WH408> not תסתר <WH5641> hide פניך <WH6440> thy face ממני <WH4480> from ונמשׁלתי <WH4911> me, lest I be like עם <WH5973> unto ירדי <WH3381> them that go down בור׃ <WH953> into the pit."},{"number":8,"verse":"השׁמיעני <WH8085> Cause me to hear בבקר <WH1242> in the morning; חסדך <WH2617> thy lovingkindness כי <WH3588> for בך בטחתי <WH982> in thee do I trust: הודיעני <WH3045> cause me to know דרך <WH1870> the way זו <WH2098> wherein אלך <WH1980> I should walk; כי <WH3588> for אליך <WH413> unto נשׂאתי <WH5375> I lift up נפשׁי׃ <WH5315> my soul"},{"number":9,"verse":"הצילני <WH5337> Deliver מאיבי <WH341> from mine enemies: יהוה <WH3068> me, O LORD, אליך <WH413> כסתי׃ <WH3680>"},{"number":10,"verse":"למדני <WH3925> Teach לעשׂות <WH6213> me to do רצונך <WH7522> thy will; כי <WH3588> for אתה <WH859> thou אלוהי <WH433> רוחך <WH7307> thy spirit טובה <WH2896> good; תנחני <WH5148> lead בארץ <WH776> me into the land מישׁור׃ <WH4334> of uprightness."},{"number":11,"verse":"למען <WH4616> שׁמךהוה <WH3068> me, O LORD, תחיני <WH2421> Quicken בצדקתך <WH6666> for thy righteousness' תוציא <WH3318> sake bring my soul out מצרה <WH6869> of trouble. נפשׁי׃ <WH5315> sake bring my soul out"},{"number":12,"verse":"ובחסדך <WH2617> And of thy mercy תצמית <WH6789> cut off איבי <WH341> mine enemies, והאבדת <WH6> and destroy כל <WH3605> all צררי <WH6887> them that afflict נפשׁי <WH5315> my soul: כי <WH3588> for אני <WH589> I עבדך׃ <WH5650> thy servant."}]}