{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":19,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, מזמור <WH4210> A Psalm לדוד׃ <WH1732> of David. השׁמים <WH8064> The heavens מספרים <WH5608> declare כבוד <WH3519> the glory אל <WH410> of God; ומעשׂה <WH4639> his handiwork. ידיו <WH3027> his handiwork. מגיד <WH5046> showeth הרקיע׃ <WH7549> and the firmament"},{"number":2,"verse":"יום <WH3117> Day ליום <WH3117> unto day יביע <WH5042> uttereth אמר <WH562> speech, ולילה <WH3915> and night ללילה <WH3915> unto night יחוה <WH2331> showeth דעת׃ <WH1847> knowledge."},{"number":3,"verse":"אין <WH369> no אמר <WH562> speech ואין <WH369> nor דברים <WH1697> language, בלי <WH1097> is not נשׁמע <WH8085> heard. קולם׃ <WH6963> their voice"},{"number":4,"verse":"בכל <WH3605> through all הארץ <WH776> the earth, יצא <WH3318> is gone out קום <WH6957> Their line ובקצה <WH7097> to the end תבל <WH8398> of the world. מליהם <WH4405> and their words לשׁמשׁ <WH8121> for the sun, שׂם <WH7760> In them hath he set אהל׃ <WH168> a tabernacle"},{"number":5,"verse":"והוא <WH1931> Which כחתן <WH2860> as a bridegroom יצא <WH3318> coming out מחפתו <WH2646> of his chamber, ישׂישׂ <WH7797> rejoiceth כגבור <WH1368> as a strong man לרוץ <WH7323> to run ארח׃ <WH734> a race."},{"number":6,"verse":"מקצה <WH7097> from the end השׁמים <WH8064> of the heaven, מוצאו <WH4161> His going forth ותקופתו <WH8622> and his circuit על <WH5921> unto קצותם <WH7098> the ends ואין <WH369> of it: and there is nothing נסתר <WH5641> hid מחמתו׃ <WH2535> from the heat"},{"number":7,"verse":"תורת <WH8451> The law יהוה <WH3068> of the LORD תמימה <WH8549> perfect, משׁיבת <WH7725> converting נפשׁ <WH5315> the soul: עדות <WH5715> the testimony יהוה <WH3068> of the LORD נאמנה <WH539> sure, מחכימת <WH2449> making wise פתי׃ <WH6612> the simple."},{"number":8,"verse":"פקודי <WH6490> The statutes יהוה <WH3068> of the LORD ישׁרים <WH3477> right, משׂמחי <WH8055> rejoicing לב <WH3820> the heart: מצות <WH4687> the commandment יהוה <WH3068> of the LORD ברה <WH1249> pure, מאירת <WH215> enlightening עינים׃ <WH5869> the eyes."},{"number":9,"verse":"יראת <WH3374> The fear יהוה <WH3068> of the LORD טהורה <WH2889> clean, עומדת <WH5975> enduring לעד <WH5703> forever: משׁפטי <WH4941> the judgments יהוה <WH3068> of the LORD אמת <WH571> true צדקו <WH6663> righteous יחדו׃ <WH3162> altogether."},{"number":10,"verse":"הנחמדים <WH2530> More to be desired מזהב <WH2091> than gold, ומפז <WH6337> fine gold: רב <WH7227> yea, than much ומתוקים <WH4966> sweeter מדבשׁ <WH1706> also than honey ונפת <WH5317> and the honeycomb. צופים׃ <WH6688> and the honeycomb."},{"number":11,"verse":"גם <WH1571> Moreover עבדך <WH5650> by them is thy servant נזהר <WH2094> warned: בהם בשׁמרם <WH8104> in keeping עקב <WH6118> reward. רב׃ <WH7227> of them great"},{"number":12,"verse":"שׁגיאות <WH7691> errors? מי <WH4310> Who יבין <WH995> can understand מנסתרות <WH5641> thou me from secret נקני׃ <WH5352> cleanse"},{"number":13,"verse":"גם <WH1571> also מזדים <WH2086> from presumptuous חשׂך <WH2820> Keep back עבדך <WH5650> thy servant אל <WH408> let them not ימשׁלו <WH4910> have dominion בי אז <WH227> over me: then איתם <WH8552> shall I be upright, ונקיתי <WH5352> and I shall be innocent מפשׁע <WH6588> transgression. רב׃ <WH7227> from the great"},{"number":14,"verse":"יהיו <WH1961> be לרצון <WH7522> acceptable אמרי <WH561> Let the words פי <WH6310> of my mouth, והגיון <WH1902> and the meditation לבי <WH3820> of my heart, לפניך <WH6440> in thy sight, יהוה <WH3068> O LORD, צורי <WH6697> my strength, וגאלי׃ <WH1350> and my redeemer."}]}