{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":20,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, מזמור <WH4210> A Psalm לדוד׃ <WH1732> of David. יענך <WH6030> hear יהוה <WH3068> The LORD ביום <WH3117> thee in the day צרה <WH6869> of trouble; ישׂגבך <WH7682> defend שׁם <WH8034> the name אלהי <WH430> of the God יעקב׃ <WH3290> of Jacob"},{"number":2,"verse":"ישׁלח <WH7971> Send עזרך <WH5828> thee help מקדשׁ <WH6944> from the sanctuary, ומציון <WH6726> יסעדך׃ <WH5582> and strengthen"},{"number":3,"verse":"יזכר <WH2142> Remember כל <WH3605> all מנחתך <WH4503> thy offerings, ועולתך <WH5930> thy burnt sacrifice; ידשׁנה <WH1878> and accept סלה׃ <WH5542> Selah."},{"number":4,"verse":"יתן <WH5414> Grant לך כלבבך <WH3824> thee according to thine own heart, וכל <WH3605> all עצתך <WH6098> thy counsel. ימלא׃ <WH4390> and fulfill"},{"number":5,"verse":"נרננה <WH7442> We will rejoice בישׁועתך <WH3444> in thy salvation, ובשׁם <WH8034> and in the name אלהינו <WH430> of our God נדגל <WH1713> we will set up banners: ימלא <WH4390> fulfill יהוה <WH3068> the LORD כל <WH3605> all משׁאלותיך׃ <WH4862> thy petitions."},{"number":6,"verse":"עתה <WH6258> Now ידעתי <WH3045> know כי <WH3588> I that הושׁיע <WH3467> saveth יהוה <WH3068> the LORD משׁיחו <WH4899> his anointed; יענהו <WH6030> he will hear משׁמי <WH8064> heaven קדשׁו <WH6944> him from his holy בגברות <WH1369> strength ישׁע <WH3468> with the saving ימינו׃ <WH3225> of his right hand."},{"number":7,"verse":"אלה <WH428> Some ברכב <WH7393> in chariots, ואלה <WH428> and some בסוסים <WH5483> in horses: ואנחנו <WH587> but we בשׁם <WH8034> the name יהוה <WH3068> of the LORD אלהינו <WH430> our God. נזכיר׃ <WH2142> will remember"},{"number":8,"verse":"המה <WH1992> They כרעו <WH3766> are brought down ונפלו <WH5307> and fallen: ואנחנו <WH587> but we קמנו <WH6965> are risen, ונתעודד׃ <WH5749> and stand upright."},{"number":9,"verse":"יהוה <WH3068> LORD: הושׁיעה <WH3467> Save, המלך <WH4428> let the king יעננו <WH6030> hear ביום <WH3117> us when קראנו׃ <WH7121> we call."}]}