{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"לדוד <WH1732> of David. אליך <WH413> Unto יהוה <WH3068> thee, O LORD, נפשׁי <WH5315> my soul. אשׂא׃ <WH5375> do I lift up"},{"number":2,"verse":"אלהי <WH430> O my God, בך בטחתי <WH982> I trust אל <WH408> in thee: let me not אבושׁה <WH954> be ashamed, אל <WH408> let not יעלצו <WH5970> triumph איבי׃ <WH341> mine enemies"},{"number":3,"verse":"גם <WH1571> Yea, כל <WH3605> let none קויך <WH6960> that wait לא <WH3808> let none יבשׁו <WH954> on thee be ashamed: יבשׁו <WH954> let them be ashamed הבוגדים <WH898> which transgress ריקם׃ <WH7387> without cause."},{"number":4,"verse":"דרכיך <WH1870> me thy ways, יהוה <WH3068> O LORD; הודיעני <WH3045> Show ארחותיך <WH734> me thy paths. למדני׃ <WH3925> teach"},{"number":5,"verse":"הדריכני <WH1869> Lead באמתך <WH571> me in thy truth, ולמדני <WH3925> and teach כי <WH3588> me: for אתה <WH859> thou אלהי <WH430> the God ישׁעי <WH3468> of my salvation; אותך <WH854> קויתי <WH6960> on thee do I wait כל <WH3605> all היום׃ <WH3117> the day."},{"number":6,"verse":"זכר <WH2142> Remember, רחמיך <WH7356> thy tender mercies יהוה <WH3068> O LORD, וחסדיך <WH2617> and thy lovingkindnesses; כי <WH3588> for מעולם <WH5769> ever of old. המה׃ <WH1992> they"},{"number":7,"verse":"חטאות <WH2403> the sins נעורי <WH5271> of my youth, ופשׁעי <WH6588> nor my transgressions: אל <WH408> not תזכר <WH2142> Remember כחסדך <WH2617> according to thy mercy זכר <WH2142> remember לי אתה <WH859> thou למען <WH4616> טובךהוה׃ <WH3068> O LORD."},{"number":8,"verse":"טוב <WH2896> Good וישׁר <WH3477> and upright יהוה <WH3068> the LORD: על <WH5921> therefore כן <WH3651> therefore יורה <WH3384> will he teach חטאים <WH2400> sinners בדרך׃ <WH1870> in the way."},{"number":9,"verse":"ידרך <WH1869> will he guide ענוים <WH6035> The meek במשׁפט <WH4941> in judgment: וילמד <WH3925> will he teach ענוים <WH6035> and the meek דרכו׃ <WH1870> his way."},{"number":10,"verse":"כל <WH3605> All ארחות <WH734> the paths יהוה <WH3068> of the LORD חסד <WH2617> mercy ואמת <WH571> and truth לנצרי <WH5341> unto such as keep בריתו <WH1285> his covenant ועדתיו׃ <WH5713> and his testimonies."},{"number":11,"verse":"למען <WH4616> שׁמךהוה <WH3068> O LORD, וסלחת <WH5545> pardon לעוני <WH5771> mine iniquity; כי <WH3588> for רב <WH7227> great. הוא׃ <WH1931> it"},{"number":12,"verse":"מי <WH4310> What זה <WH2088> he that האישׁ <WH376> man ירא <WH3373> feareth יהוה <WH3068> the LORD? יורנו <WH3384> him shall he teach בדרך <WH1870> in the way יבחר׃ <WH977> he shall choose."},{"number":13,"verse":"נפשׁו <WH5315> His soul בטוב <WH2896> at ease; תלין <WH3885> shall dwell וזרעו <WH2233> and his seed יירשׁ <WH3423> shall inherit ארץ׃ <WH776> the earth."},{"number":14,"verse":"סוד <WH5475> The secret יהוה <WH3068> of the LORD ליראיו <WH3373> with them that fear ובריתו <WH1285> them his covenant. להודיעם׃ <WH3045> him; and he will show"},{"number":15,"verse":"עיני <WH5869> Mine eyes תמיד <WH8548> ever אל <WH413> toward יהוה <WH3068> the LORD; כי <WH3588> for הוא <WH1931> he יוציא <WH3318> shall pluck my feet out מרשׁת <WH7568> of the net. רגלי׃ <WH7272> shall pluck my feet out"},{"number":16,"verse":"פנה <WH6437> Turn אלי <WH413> thee unto וחנני <WH2603> me, and have mercy כי <WH3588> upon me; for יחיד <WH3173> desolate ועני <WH6041> and afflicted. אני׃ <WH589> I"},{"number":17,"verse":"צרות <WH6869> The troubles לבבי <WH3824> of my heart הרחיבו <WH7337> are enlarged: ממצוקותי <WH4691> of my distresses. הוציאני׃ <WH3318> bring thou me out"},{"number":18,"verse":"ראה <WH7200> Look upon עניי <WH6040> mine affliction ועמלי <WH5999> and my pain; ושׂא <WH5375> and forgive לכל <WH3605> all חטאותי׃ <WH2403> my sins."},{"number":19,"verse":"ראה <WH7200> Consider אויבי <WH341> mine enemies; כי <WH3588> for רבו <WH7231> they are many; ושׂנאת <WH8130> and they hate חמס <WH2555> me with cruel שׂנאוני׃ <WH8135> hatred."},{"number":20,"verse":"שׁמרה <WH8104> O keep נפשׁי <WH5315> my soul, והצילני <WH5337> and deliver אל <WH408> me: let me not אבושׁ <WH954> be ashamed; כי <WH3588> for חסיתי׃ <WH2620> I put my trust"},{"number":21,"verse":"תם <WH8537> Let integrity וישׁר <WH3476> and uprightness יצרוני <WH5341> preserve כי <WH3588> me; for קויתיך׃ <WH6960> I wait on"},{"number":22,"verse":"פדה <WH6299> Redeem אלהים <WH430> O God, את <WH853> ישׂראל <WH3478> Israel, מכל <WH3605> out of all צרותיו׃ <WH6869> his troubles."}]}