{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":26,"verses":[{"number":1,"verse":"לדוד <WH1732> of David. שׁפטני <WH8199> Judge יהוה <WH3068> me, O LORD; כי <WH3588> for אני <WH589> I בתמי <WH8537> in mine integrity: הלכתי <WH1980> have walked וביהוה <WH3068> also in the LORD; בטחתי <WH982> I have trusted לא <WH3808> I shall not אמעד׃ <WH4571> slide."},{"number":2,"verse":"בחנני <WH974> Examine יהוה <WH3068> me, O LORD, ונסני <WH5254> and prove צרופה <WH6884> me; try כליותי <WH3629> my reins ולבי׃ <WH3820> and my heart."},{"number":3,"verse":"כי <WH3588> For חסדך <WH2617> thy lovingkindness לנגד <WH5048> before עיני <WH5869> mine eyes: והתהלכתי <WH1980> and I have walked באמתך׃ <WH571> in thy truth."},{"number":4,"verse":"לא <WH3808> I have not ישׁבתי <WH3427> sat עם <WH5973> with מתי <WH4962> persons, שׁוא <WH7723> vain ועם <WH5973> with נעלמים <WH5956> dissemblers. לא <WH3808> neither אבוא׃ <WH935> will I go in"},{"number":5,"verse":"שׂנאתי <WH8130> I have hated קהל <WH6951> the congregation מרעים <WH7489> of evildoers; ועם <WH5973> with רשׁעים <WH7563> the wicked. לא <WH3808> and will not אשׁב׃ <WH3427> sit"},{"number":6,"verse":"ארחץ <WH7364> I will wash בנקיון <WH5356> in innocency: כפי <WH3709> mine hands ואסבבה <WH5437> so will I compass את <WH853> מזבחך <WH4196> thine altar, יהוה׃ <WH3068> O LORD:"},{"number":7,"verse":"לשׁמע <WH8085> That I may publish בקול <WH6963> with the voice תודה <WH8426> of thanksgiving, ולספר <WH5608> and tell כל <WH3605> of all נפלאותיך׃ <WH6381> thy wondrous works."},{"number":8,"verse":"יהוה <WH3068> LORD, אהבתי <WH157> I have loved מעון <WH4583> the habitation ביתך <WH1004> of thy house, ומקום <WH4725> and the place משׁכן <WH4908> dwelleth. כבודך׃ <WH3519> where thine honor"},{"number":9,"verse":"אל <WH408> not תאסף <WH622> Gather עם <WH5973> with חטאים <WH2400> sinners, נפשׁי <WH5315> my soul ועם <WH5973> with אנשׁי <WH376> men: דמים <WH1818> bloody חיי׃ <WH2416> nor my life"},{"number":10,"verse":"אשׁר <WH834> In whose בידיהם <WH3027> hands זמה <WH2154> mischief, וימינם <WH3225> and their right hand מלאה <WH4390> is full שׁחד׃ <WH7810> of bribes."},{"number":11,"verse":"ואני <WH589> But as for me, בתמי <WH8537> in mine integrity: אלך <WH1980> I will walk פדני <WH6299> redeem וחנני׃ <WH2603> me, and be merciful"},{"number":12,"verse":"רגלי <WH7272> My foot עמדה <WH5975> standeth במישׁור <WH4334> in an even place: במקהלים <WH4721> in the congregations אברך <WH1288> will I bless יהוה׃ <WH3068> the LORD."}]}