{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"לדוד <WH1732> of David. יהוה <WH3068> The LORD אורי <WH216> my light וישׁעי <WH3468> and my salvation; ממי <WH4310> whom אירא <WH3372> shall I fear? יהוה <WH3068> the LORD מעוז <WH4581> the strength חיי <WH2416> of my life; ממי <WH4310> of whom אפחד׃ <WH6342> shall I be afraid?"},{"number":2,"verse":"בקרב <WH7126> came עלי <WH5921> upon מרעים <WH7489> When the wicked, לאכל <WH398> me to eat up את <WH853> בשׂרי <WH1320> my flesh, צרי <WH6862> mine enemies ואיבי <WH341> and my foes, לי המה <WH1992> they כשׁלו <WH3782> stumbled ונפלו׃ <WH5307> and fell."},{"number":3,"verse":"אם <WH518> Though תחנה <WH2583> should encamp עלי <WH5921> against מחנה <WH4264> a host לא <WH3808> shall not יירא <WH3372> fear: לבי <WH3820> me, my heart אם <WH518> though תקום <WH6965> should rise עלי <WH5921> against מלחמה <WH4421> war בזאת <WH2063> me, in this אני <WH589> I בוטח׃ <WH982> confident."},{"number":4,"verse":"אחת <WH259> One שׁאלתי <WH7592> have I desired מאת <WH853> יהוה <WH3068> the LORD, אותה <WH853> אבקשׁ <WH1245> that will I seek after; שׁבתי <WH3427> that I may dwell בבית <WH1004> in the house יהוה <WH3068> of the LORD כל <WH3605> all ימי <WH3117> the days חיי <WH2416> of my life, לחזות <WH2372> to behold בנעם <WH5278> the beauty יהוה <WH3068> of the LORD, ולבקר <WH1239> and to inquire בהיכלו׃ <WH1964> in his temple."},{"number":5,"verse":"כי <WH3588> For יצפנני <WH6845> he shall hide בסכה <WH5520> me in his pavilion: ביום <WH3117> in the time רעה <WH7451> of trouble יסתרני <WH5641> shall he hide בסתר <WH5643> in the secret אהלו <WH168> of his tabernacle בצור <WH6697> upon a rock. ירוממני׃ <WH7311> me; he shall set me up"},{"number":6,"verse":"ועתה <WH6258> And now ירום <WH7311> be lifted up ראשׁי <WH7218> shall mine head על <WH5921> above איבי <WH341> mine enemies סביבותי <WH5439> round about ואזבחה <WH2076> me: therefore will I offer באהלו <WH168> in his tabernacle זבחי <WH2077> sacrifices תרועה <WH8643> of joy; אשׁירה <WH7891> I will sing, ואזמרה <WH2167> yea, I will sing praises ליהוה׃ <WH3068> unto the LORD."},{"number":7,"verse":"שׁמע <WH8085> Hear, יהוה <WH3068> O LORD, קולי <WH6963> with my voice: אקרא <WH7121> I cry וחנני <WH2603> have mercy וענני׃ <WH6030> also upon me, and answer"},{"number":8,"verse":"לך אמר <WH559> said לבי <WH3820> my heart בקשׁו <WH1245> Seek פני <WH6440> ye my face; את <WH853> פניך <WH6440> unto thee, Thy face, יהוה <WH3068> LORD, אבקשׁ׃ <WH1245> will I seek."},{"number":9,"verse":"אל <WH408> not תסתר <WH5641> Hide פניך <WH6440> thy face ממני <WH4480> from אל <WH408> me not, תט <WH5186> me; put not thy servant away באף <WH639> in anger: עבדך <WH5650> עזרתי <WH5833> my help; היית <WH1961> thou hast been אל <WH408> neither תטשׁני <WH5203> leave ואל <WH408> תעזבני <WH5800> forsake אלהי <WH430> me, O God ישׁעי׃ <WH3468> of my salvation."},{"number":10,"verse":"כי <WH3588> When אבי <WH1> my father ואמי <WH517> and my mother עזבוני <WH5800> forsake ויהוה <WH3068> me, then the LORD יאספני׃ <WH622> will take me up."},{"number":11,"verse":"הורני <WH3384> Teach יהוה <WH3068> O LORD, דרכך <WH1870> me thy way, ונחני <WH5148> and lead בארח <WH734> path, מישׁור <WH4334> me in a plain למען <WH4616> because of שׁוררי׃ <WH8324> mine enemies."},{"number":12,"verse":"אל <WH408> me not תתנני <WH5414> Deliver בנפשׁ <WH5315> over unto the will צרי <WH6862> of mine enemies: כי <WH3588> for קמו <WH6965> are risen up בי עדי <WH5707> witnesses שׁקר <WH8267> false ויפח <WH3307> against me, and such as breathe out חמס׃ <WH2555> cruelty."},{"number":13,"verse":"לולא <WH3884> unless האמנתי <WH539> I had believed לראות <WH7200> to see בטוב <WH2898> the goodness יהוה <WH3068> of the LORD בארץ <WH776> in the land חיים׃ <WH2416> of the living."},{"number":14,"verse":"קוה <WH6960> Wait אל <WH413> on יהוה <WH3068> the LORD: חזק <WH2388> be of good courage, ויאמץ <WH553> and he shall strengthen לבך <WH3820> thine heart: וקוה <WH6960> wait, אל <WH413> I say, on יהוה׃ <WH3068> the LORD."}]}