{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":32,"verses":[{"number":1,"verse":"לדוד <WH1732> of David, משׂכיל <WH4905> Maschil. אשׁרי <WH835> Blessed נשׂוי <WH5375> forgiven, פשׁע <WH6588> transgression כסוי <WH3680> covered. חטאה׃ <WH2401> sin"},{"number":2,"verse":"אשׁרי <WH835> Blessed אדם <WH120> the man לא <WH3808> not יחשׁב <WH2803> imputeth יהוה <WH3068> unto whom the LORD לו עון <WH5771> iniquity, ואין <WH369> no ברוחו <WH7307> and in whose spirit רמיה׃ <WH7423> guile."},{"number":3,"verse":"כי <WH3588> When החרשׁתי <WH2790> I kept silence, בלו <WH1086> waxed old עצמי <WH6106> my bones בשׁאגתי <WH7581> through my roaring כל <WH3605> all היום׃ <WH3117> the day"},{"number":4,"verse":"כי <WH3588> For יומם <WH3119> day ולילה <WH3915> and night תכבד <WH3513> was heavy עלי <WH5921> upon ידך <WH3027> thy hand נהפך <WH2015> is turned לשׁדי <WH3955> me: my moisture בחרבני <WH2725> into the drought קיץ <WH7019> of summer. סלה׃ <WH5542> Selah."},{"number":5,"verse":"חטאתי <WH2403> my sin אודיעך <WH3045> I acknowledged ועוני <WH5771> unto thee, and mine iniquity לא <WH3808> have I not כסיתי <WH3680> hid. אמרתי <WH559> I said, אודה <WH3034> I will confess עלי <WH5921> my transgressions פשׁעי <WH6588> my transgressions ליהוה <WH3068> unto the LORD; ואתה <WH859> and thou נשׂאת <WH5375> forgavest עון <WH5771> the iniquity חטאתי <WH2403> of my sin. סלה׃ <WH5542> Selah."},{"number":6,"verse":"על <WH5921> For זאת <WH2063> this יתפלל <WH6419> pray כל <WH3605> shall every חסיד <WH2623> one that is godly אליך <WH413> unto לעת <WH6256> thee in a time מצא <WH4672> when thou mayest be found: רק <WH7535> surely לשׁטף <WH7858> in the floods מים <WH4325> waters רבים <WH7227> of great אליו <WH413> unto לא <WH3808> they shall not יגיעו׃ <WH5060> come nigh"},{"number":7,"verse":"אתה <WH859> Thou סתר <WH5643> my hiding place; לי מצר <WH6862> me from trouble; תצרני <WH5341> thou shalt preserve רני <WH7438> with songs פלט <WH6405> of deliverance. תסובבני <WH5437> thou shalt compass me about סלה׃ <WH5542> Selah."},{"number":8,"verse":"אשׂכילך <WH7919> I will instruct ואורך <WH3384> thee and teach בדרך <WH1870> thee in the way זו <WH2098> which תלך <WH1980> thou shalt go: איעצה <WH3289> עליךיני׃ <WH5869> thee with mine eye."},{"number":9,"verse":"אל <WH408> ye not תהיו <WH1961> Be כסוס <WH5483> as the horse, כפרד <WH6505> as the mule, אין <WH369> have no הבין <WH995> understanding: במתג <WH4964> with bit ורסן <WH7448> and bridle, עדיו <WH5716> whose mouth לבלום <WH1102> must be held in בל <WH1077> lest קרב <WH7126> they come near אליך׃ <WH413> unto thee."},{"number":10,"verse":"רבים <WH7227> Many מכאובים <WH4341> sorrows לרשׁע <WH7563> to the wicked: והבוטח <WH982> but he that trusteth ביהוה <WH3068> in the LORD, חסד <WH2617> mercy יסובבנו׃ <WH5437> shall compass him about."},{"number":11,"verse":"שׂמחו <WH8055> Be glad ביהוה <WH3068> in the LORD, וגילו <WH1523> and rejoice, צדיקים <WH6662> ye righteous: והרנינו <WH7442> and shout for joy, כל <WH3605> all ישׁרי <WH3477> upright לב׃ <WH3820> in heart."}]}